[
  {
    "title": "Shouwa_Monogatari",
    "id": "10014",
    "url": "https://myanimelist.net/anime/10014/Shouwa_Monogatari",
    "user": "stanleygogo",
    "profile": "/profile/stanleygogo/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=38704",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  9\n\nまどかや涼宮ハルヒのようなシリーズが世界中で大ヒットしたにもかかわらず、日本のアニメは、この場合は特に日本文化の産物であることに気づくはずです。\n\n昭和物語は1964年の戦後日本の栄光の日々、新幹線が日本全土で転がり始めた頃の物語で、哲介は鉄腕アトムを最初に放送した。 浦沢直樹の20世紀少年マンガを読んだら、70年代には20回目が起こったが、昭和時代に精通していなければならない。\n\n第二次世界大戦からの顕著な回復を達成した後、東京は1964年のオリンピックを開催し、先進国というグループに参加する準備を整えました。 同じように聞こえる？ はい、2008年に中国が行ったようなものですが、まだそれは「発展している」と主張しています。\n\nShouwa Monogatariは、Shouwa時代の典型的な中核家族、おばあちゃん、両親、そして3人の子供たちの山崎家の日常生活を見ています。 変化する時代に日本人の2世代がどのように生きているかを見ることができます。 当時、工場の自動化が進行中である間に、父親Youzou（小規模な工場所有者になったベテラン）は、家族のビジネスの見通しについて、長男の太一（エンジニアリング大学生）と主張していました。\n\n公式には、50歳以上の日本人のために特別に発表されたものです。しかし戦後日本にとっても良い歴史の指針であり、日本のことを学ぶのに役立ちます。\n\n日本に行ったことがある人は、銀座、羽田空港（外国人は成田を利用していますが）のような昭和物語で、ギャツビーCMの曲（Kimura Takuy​​aの最近のCMでカバーされています）のように、 日本に行ったことのない人のために、この「Televi Manga」、Shouwa Monogatariを見て、ロマンチックなShouwa時代を発見するのに素晴らしい時間を楽しむことができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nEven though series like Madoka or Suzumiya Haruhi made a great hit all over the world, one should bearing in mind that JAPANESE ANIME is a products of Japanese Culture, especially in this case.\n\n\u001b[1mまどかや涼宮ハルヒのようなシリーズが世界中で大ヒットしたにもかかわらず、日本のアニメは、この場合は特に日本文化の産物であることに気づくはずです。\u001b[22m\n\u001b[1m(Madoka ya ryōmiyaharuhi no yōna shirīzu ga sekaijū de dai hittoshita nimokakawarazu, nihon'noanime wa, ko no baai wa tokuni nipponbunka no sanbutsudearu koto ni kidzuku hazudesu.)\u001b[22m\n\nTranslations of \u001b[4mEven though series like Madoka or Suzumiya Haruhi made a great hit all over the world, one should bearing in mind that JAPANESE ANIME is a products of Japanese Culture, especially in this case.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven though series like Madoka or Suzumiya Haruhi made a great hit all over the world, one should bearing in mind that JAPANESE ANIME is a products of Japanese Culture, especially in this case.\u001b[24m\n    \u001b[1mまどかや涼宮ハルヒのようなシリーズが世界中で大ヒットしたにもかかわらず、日本のアニメは、この場合は特に日本文化の産物であることに気づくはずです。\u001b[22m, \u001b[1mまどかまたは涼宮ハルヒのようなシリーズは世界中で大ヒットをしたにもかかわらず、1は日本のアニメは、特にこの場合には、日本文化の産物であることを念頭にする必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nShouwa Monogatari is a story about post war Japan's most glorious days in 1964, when Shinkansen started rolling throughout Japan, and Tetsuka Osamu's Astro Boy first broadcasted on TV. If you have read Urasawa Naoki's manga 20th Century Boys, you should familiar with the Shouwa era, though 20th happened in the 70s.\n\n\u001b[1m昭和物語は1964年の戦後日本の栄光の日々、新幹線が日本全土で転がり始めた頃の物語で、哲介は鉄腕アトムを最初に放送した。 浦沢直樹の20世紀少年マンガを読んだら、70年代には20回目が起こったが、昭和時代に精通していなければならない。\u001b[22m\n\u001b[1m(Shōwa monogatari wa 1964-nen no sengonihon no eikō no hi 々, Shinkansen ga Nihon zendo de korogari hajimeta koro no monogatari de, Tetsusuke wa tetsuwan atomu o saisho ni hōsō shita. Urasawa naoki no 20 seiki shōnen manga o yondara, 70-nendai ni wa 20-kai-me ga okottaga, Shōwa jidai ni seitsū shite inakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mShouwa Monogatari is a story about post war Japan's most glorious days in 1964, when Shinkansen started rolling throughout Japan, and Tetsuka Osamu's Astro Boy first broadcasted on TV. If you have read Urasawa Naoki's manga 20th Century Boys, you should familiar with the Shouwa era, though 20th happened in the 70s.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShouwa Monogatari is a story about post war Japan's most glorious days in 1964, when Shinkansen started rolling throughout Japan, and Tetsuka Osamu's Astro Boy first broadcasted on TV.\u001b[24m\n    \u001b[1m昭和物語は1964年の戦後日本の栄光の日々、新幹線が日本全土で転がり始めた頃の物語で、哲介は鉄腕アトムを最初に放送した。\u001b[22m, \u001b[1m新幹線は、日本全国転がり始め、Tetsuka修のアストロボーイが最初にテレビで放送されたときに昭和物語は、1964年に戦後日本で最も輝かしい日の物語です。\u001b[22m\n\u001b[4mIf you have read Urasawa Naoki's manga 20th Century Boys, you should familiar with the Shouwa era, though 20th happened in the 70s.\u001b[24m\n    \u001b[1m浦沢直樹の20世紀少年マンガを読んだら、70年代には20回目が起こったが、昭和時代に精通していなければならない。\u001b[22m, \u001b[1mあなたは浦沢直樹の漫画20世紀少年を読んでいる場合は、20日には、70年代に起こった、昭和の時代に精通している必要がありますが。\u001b[22m\n\u001b[1m\u001b[22m\nAfter achieving a remarkable recovery from WWII, Tokyo was going to hold its 1964 Olympic Games and ready to join the group called 'developed countries'. Sounds similar? Yes, just like what the Chinese done in 2008, although it still claims itself 'developing'.\n\n\u001b[1m第二次世界大戦からの顕著な回復を達成した後、東京は1964年のオリンピックを開催し、先進国というグループに参加する準備を整えました。 同じように聞こえる？ はい、2008年に中国が行ったようなものですが、まだそれは「発展している」と主張しています。\u001b[22m\n\u001b[1m(Dainijisekaitaisen kara no kenchona kaifuku o tassei shita nochi, Tōkyō wa 1964-nen no orinpikku o kaisai shi, senshinkoku to iu gurūpu ni sanka suru junbi o totonoemashita. Onajiyōni kikoeru? Hai, 2008-nen ni Chūgoku ga okonatta yōna monodesuga, mada soreha `hatten shite iru' to shuchō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAfter achieving a remarkable recovery from WWII, Tokyo was going to hold its 1964 Olympic Games and ready to join the group called 'developed countries'. Sounds similar? Yes, just like what the Chinese done in 2008, although it still claims itself 'developing'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter achieving a remarkable recovery from WWII, Tokyo was going to hold its 1964 Olympic Games and ready to join the group called 'developed countries'.\u001b[24m\n    \u001b[1m第二次世界大戦からの顕著な回復を達成した後、東京は1964年のオリンピックを開催し、先進国というグループに参加する準備を整えました。\u001b[22m, \u001b[1m第二次世界大戦からの顕著な回復を達成した後、東京は1964年のオリンピックを開催する予定と「先進国」と呼ばれるグループに参加する準備ができました。\u001b[22m\n\u001b[4mSounds similar?\u001b[24m\n    \u001b[1m同じように聞こえる？\u001b[22m, \u001b[1m同様のサウンド？\u001b[22m\n\u001b[4mYes, just like what the Chinese done in 2008, although it still claims itself 'developing'.\u001b[24m\n    \u001b[1mはい、2008年に中国が行ったようなものですが、まだそれは「発展している」と主張しています。\u001b[22m, \u001b[1mはい、それはまだ自分自身を主張しているが、中国は2008年に行われもののような「開発」。\u001b[22m\n\u001b[1m\u001b[22m\nThe Shouwa Monogatari take a look in the daily life of Yamazaki family, a typical core family - grandma, parents and 3 children - in the Shouwa era. You can see how two generations of Japanese living in the changing times. Like father Youzou - a veteran turned small factory owner - argued with his eldest son Taichi - a engineering university student - over the prospect of the family business while the factory automation is under process in those days.\n\n\u001b[1mShouwa Monogatariは、Shouwa時代の典型的な中核家族、おばあちゃん、両親、そして3人の子供たちの山崎家の日常生活を見ています。 変化する時代に日本人の2世代がどのように生きているかを見ることができます。 当時、工場の自動化が進行中である間に、父親Youzou（小規模な工場所有者になったベテラン）は、家族のビジネスの見通しについて、長男の太一（エンジニアリング大学生）と議論しました。\u001b[22m\n\u001b[1m(Shouwa Monogatari wa, Shouwa jidai no tenkei-tekina chūkaku kazoku, o bāchan, ryōshin, soshite 3-ri no kodomo-tachi no Yamazaki-ka no nichijō seikatsu o mite imasu. Henka suru jidai ni nihonjin no 2 sedai ga dono yō ni ikite iru ka o miru koto ga dekimasu. Tōji, kōjō no jidō-ka ga shinkō-chūdearu ma ni, chichioya Youzou (shōkibona kōjō shoyū-sha ni natta beteran) wa, kazoku no bijinesu no mitōshi ni tsuite, chōnan no Taichi (enjiniaringu daigakusei) to giron shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe Shouwa Monogatari take a look in the daily life of Yamazaki family, a typical core family - grandma, parents and 3 children - in the Shouwa era. You can see how two generations of Japanese living in the changing times. Like father Youzou - a veteran turned small factory owner - argued with his eldest son Taichi - a engineering university student - over the prospect of the family business while the factory automation is under process in those days.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Shouwa Monogatari take a look in the daily life of Yamazaki family, a typical core family - grandma, parents and 3 children - in the Shouwa era.\u001b[24m\n    \u001b[1mShouwa Monogatariは、Shouwa時代の典型的な中核家族、おばあちゃん、両親、そして3人の子供たちの山崎家の日常生活を見ています。\u001b[22m, \u001b[1mおばあちゃん、両親と3人の子供 -   - 昭和時代の昭和物語は山崎ファミリー、典型的なコア・ファミリーの日常生活の中で見てみましょう。\u001b[22m\n\u001b[4mYou can see how two generations of Japanese living in the changing times.\u001b[24m\n    \u001b[1m変化する時代に日本人の2世代がどのように生きているかを見ることができます。\u001b[22m, \u001b[1mあなたは時代の変化に日本の生活のどの2世代を見ることができます。\u001b[22m\n\u001b[4mLike father Youzou - a veteran turned small factory owner - argued with his eldest son Taichi - a engineering university student - over the prospect of the family business while the factory automation is under process in those days.\u001b[24m\n    \u001b[1m当時、工場の自動化が進行中である間に、父親Youzou（小規模な工場所有者になったベテラン）は、家族のビジネスの見通しについて、長男の太一（エンジニアリング大学生）と議論しました。\u001b[22m, \u001b[1m父Youzou同様 - ベテランは小さな工場の所有者になって - 工学大学生 -   - 長男太一と主張したファミリービジネスの見通しの上に工場の自動化は、当時のプロセスの下にありながら。\u001b[22m\n\u001b[1m\u001b[22m\nFairly speaking, Shouwa Monogatari is something specially presented for Japanese over 50. But it is also a good history guide for the post war Japan, and should help you learn more about Japan.\n\n\u001b[1m公式には、50歳以上の日本人のために特別に発表されたものです。しかし戦後日本にとっても良い歴史の指針であり、日本のことを学ぶのに役立ちます。\u001b[22m\n\u001b[1m(Kōshiki ni wa, 50-sai ijō no nihonjin no tame ni tokubetsu ni happyō sa reta monodesu. Shikashi sengonihon ni tottemo yoi rekishi no shishindeari, Nihon no koto o manabu no ni yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mFairly speaking, Shouwa Monogatari is something specially presented for Japanese over 50. But it is also a good history guide for the post war Japan, and should help you learn more about Japan.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFairly speaking, Shouwa Monogatari is something specially presented for Japanese over 50. But it is also a good history guide for the post war Japan, and should help you learn more about Japan.\u001b[24m\n    \u001b[1m公式には、50歳以上の日本人のために特別に発表されたものです。しかし戦後日本にとっても良い歴史の指針であり、日本のことを学ぶのに役立ちます。\u001b[22m, \u001b[1mかなり言えば、昭和物語は特別に50を介して日本語に提示したものですしかし、それはまた、戦後の日本のために良い歴史ガイドで、あなたが日本についての詳細を学ぶのを助けるべきです。\u001b[22m\n\u001b[1m\u001b[22m\nFor those who have been to Japan, you may find some familiar scene in Shouwa Monogatari, like Ginza, Haneda Airport (though foreigner usually use Narita), and something never heard before, like Gatsby CM song (covered in Kimura Takuya's recent CM). For those who never been to Japan, you may still enjoy a great time in discovering the romantic Shouwa era by watching this 'Televi Manga', Shouwa Monogatari.\n\n\u001b[1m日本に行ったことがある人は、銀座、羽田空港（外国人は成田を利用していますが）のような昭和物語で、ギャツビーCMの曲（Kimura Takuy​​aの最近のCMでカバーされています）のように、 日本に行ったことのない人のために、この「Televi Manga」、Shouwa Monogatariを見て、ロマンチックなShouwa時代を発見するのに素晴らしい時間を楽しむことができます。\u001b[22m\n\u001b[1m(Nihon ni itta koto ga aru hito wa, Ginza, Hanedakūkō (gaikoku hito wa Narita o riyō shite imasuga) no yōna Shōwa monogatari de, gyatsubī CM no kyoku (kimura Takuy ​​ a no saikin no CM de kabā sa rete imasu) no yō ni, Nihon ni itta koto no nai hito no tame ni, kono `Televi Manga', Shouwa Monogatari o mite, romanchikkuna Shouwa jidai o hakken surunoni subarashī jikan o tanoshimu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mFor those who have been to Japan, you may find some familiar scene in Shouwa Monogatari, like Ginza, Haneda Airport (though foreigner usually use Narita), and something never heard before, like Gatsby CM song (covered in Kimura Takuya's recent CM). For those who never been to Japan, you may still enjoy a great time in discovering the romantic Shouwa era by watching this 'Televi Manga', Shouwa Monogatari.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor those who have been to Japan, you may find some familiar scene in Shouwa Monogatari, like Ginza, Haneda Airport (though foreigner usually use Narita), and something never heard before, like Gatsby CM song (covered in Kimura Takuya's recent CM).\u001b[24m\n    \u001b[1m日本に行ったことがある人は、銀座、羽田空港（外国人は成田を利用していますが）のような昭和物語で、ギャツビーCMの曲（Kimura Takuyaの最近のCMでカバーされています）のように、\u001b[22m, \u001b[1m（外国人は通常、成田を使用するが）日本に行ったことがある人のために、あなたは、銀座のような昭和物語、羽田空港にいくつかの馴染みのシーンを見つけることができ、そして何かが（木村拓哉さんの最近のCMで覆われた）ギャツビーのCMソングのように、前に聞いたことがありません。\u001b[22m\n\u001b[4mFor those who never been to Japan, you may still enjoy a great time in discovering the romantic Shouwa era by watching this 'Televi Manga', Shouwa Monogatari.\u001b[24m\n    \u001b[1m日本に行ったことのない人のために、この「Televi Manga」、Shouwa Monogatariを見て、ロマンチックなShouwa時代を発見するのに素晴らしい時間を楽しむことができます。\u001b[22m, \u001b[1m日本に行ったことがない人のために、あなたはまだこの「Televiマンガ」、昭和物語を見てロマンチックな昭和の時代を発見するには素晴らしい時間を楽しむことができます。\u001b[22m"
  },
  {
    "title": "Shouwa_Monogatari",
    "id": "10014",
    "url": "https://myanimelist.net/anime/10014/Shouwa_Monogatari",
    "user": "ggultra2764",
    "profile": "/profile/ggultra2764/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=74163",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  6\n|  6\n\n昭和時代のストーリーの前提が歴史的な前提とオリンピックに興味をそそられていたように、私は自分自身が失望し、アニメが自分自身を伝えようとしたことにどのように落ち込んだのか分かりませんでした。 このシリーズは、主に1964年のオリンピック開催までの山崎家族の日常生活に焦点を当てた歴史的なスライスタイトルです。 オリンピックは、ほとんどの場合、家族の直面した日常の試練を背景に、コウヘイのいたずらな行動から裕子の複雑な恋愛の問題まで、父親の職人が彼を維持するために抱く重い試練 ビジネス。 このアニメは、1960年代の日本に住んで経験した多くの年齢層の人たちの心に留めていたもので、山崎家の探求と日々の生活の中でのタイトルの簡単なアプローチを示しています。 このアニメは、1964年の日本では一般的だった文化的な規範、技術、主要な出来事、動向を信じられないほど描写しています。これは歴史的なアニメのファンにとってプラスになるでしょう。\n\nしかし、ショーの主な問題は、これが覚えている観客を考慮して、より多くの観客を巻き込む大きなフックがないことです。 坂の上の子どもたちは、昭和時代の物語と同じ時期に行われ、魅力的な音楽要素と複雑なロマンチックな発達を見せて、私がそのショーに夢中になってくれるようにしました。 しかし、昭和時代のストーリーはあまりにも平凡で、そのシリーズの多くのポイントで私を気遣うのは難しいです。\n\n視覚的に見ると、昭和時代のストーリーは、設定や文字のデザインに鮮やかな色と豊富な視覚的詳細を持つアニメーションタイトルの標準的な品質です。 アニメーションはキャラクターの動きの瞬間にまともではなく、アニメーションは確かにこのシリーズの制作において最優先事項ではありませんでしたが、まだフレームが使用されていることは思い出せません。 このシリーズの音楽は主に、軽快なピアノ作品と、そのショーの全般を聞くのに慣れ親しんだ時代のポピュラーな音楽で構成されています。\n\n全体的に見て、昭和時代のストーリーは、あまりにも人気のないアニメのタイトルを見ることに興味があっても、あまりにも多くの味わいを感じていました。 これは、魅力的な要素の欠如とあまりにも世俗的な感覚がシリーズをいくつかの点で私のための寛容のテストにしていたとして、意図されたより多くの聴衆に向けてあまりにも大きくひっくり返されていたアニメでした。 このような歴史的なアニメに大きな関心がない限り、あなたは昭和時代のストーリーを楽しむのが難しいかもしれません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nFor as much as Showa Era Story's premise seemed to interest me with its historical premise and the Olympics, I found myself disappointed and underwhelmed in how the anime chose to convey itself. The series is mostly a historical slice-of-life title focused on the everyday lives of the Yamazaki family leading up to the 1964 Olympics taking place at the time. The Olympics, for the most part, only serve as a backdrop on the everyday ordeals faced by the family from Kouhei's mischievous behavior to Yuko's complicated matters in love as a teen to the heavy ordeals that their craftsman of a father puts up with in maintaining his business. From my understanding, this anime was supposed to be made in mind for a much older audience who lived through and experienced the times in 1960s Japan and it certainly shows with the title's simple approach in the exploration of the Yamazaki family and their everyday lives. The anime does believably depict the cultural norms, technologies, major events and trends that were commonplace in 1964 Japan, which would be a plus for fans of historical-based anime.\n\n\u001b[1m昭和時代のストーリーの前提が歴史的な前提とオリンピックに興味をそそられていたように、私は自分自身が失望し、アニメが自分自身を伝えようとしたことにどのように落ち込んだのか分かりませんでした。 このシリーズは、主に1964年のオリンピック開催までの山崎家族の日常生活に焦点を当てた歴史的なスライスタイトルです。 オリンピックは、ほとんどの場合、家族の直面した日常の試練を背景に、コウヘイのいたずらな行動から裕子の複雑な恋愛の問題まで、父親の職人が彼を維持するために抱く重い試練 ビジネス。 このアニメは、1960年代の日本に住んで経験した多くの年齢層の人たちの心に留めていたもので、山崎家の探求と日々の生活の中でのタイトルの簡単なアプローチを示しています。 このアニメは、1964年の日本では一般的だった文化的な規範、技術、主要な出来事、動向を信じられないほど描写しています。これは歴史的なアニメのファンにとってプラスになるでしょう。\u001b[22m\n\u001b[1m(Shōwa jidai no sutōrī no zentei ga rekishi-tekina zentei to orinpikku ni kyōmi o sosora rete ita yō ni, watashi wa jibun jishin ga shitsubō shi, anime ga jibun jishin o tsutaeyou to shita koto ni dono yō ni ochikonda no ka wakarimasendeshita. Kono shirīzu wa, omo ni 1964-nen no orinpikku kaisai made no Yamazaki kazoku no nichijō seikatsu ni shōten o ateta rekishi-tekina suraisu taitorudesu. Orinpikku wa, hotondo no baai, kazoku no chokumen shita nichijō no shiren o haikei ni, Kōhei no itazurana kōdō kara Yūko no fukuzatsuna ren'ai no mondai made, chichioya no shokunin ga kare o iji suru tame ni daku omoi shiren bijinesu. Kono anime wa, 1960-nendai no Nihon ni sunde keiken shita ōku no nenrei-sō no hito-tachi no kokoro ni tomete ita mono de, Yamazaki-ka no tankyū to hibi no seikatsu no naka de no taitoru no kantan'na apurōchi o shimeshite imasu. Kono anime wa, 1964-nen no Nihonde wa ippan-tekidatta bunka-tekina kihan, gijutsu, shuyōna dekigoto, dōkō o shinji rarenai hodo byōsha shite imasu. Kore wa rekishi-tekina anime no fan ni totte purasu ni narudeshou.)\u001b[22m\n\u001b[1m\u001b[22m\nHowever, the show's major issue for me is that it lacks a major hook to engage wider audiences considering the audience this was made in mind for. Kids on the Slope takes place in the same time period as Showa Era Story and had its engaging musical elements and complicated romantic developments to keep me hooked on the show throughout its run. Showa Era Story, however, is too mundane with its tone, which makes it kind of hard to engage me into caring for what takes place at many points of the series, making it somewhat dull for me to see throughout its run.\n\n\u001b[1mしかし、ショーの主な問題は、これが覚えている観客を考慮して、より多くの観客を巻き込む大きなフックがないことです。 坂の上の子どもたちは、昭和時代の物語と同じ時期に行われ、魅力的な音楽要素と複雑なロマンチックな発達を見せて、私がそのショーに夢中になってくれるようにしました。 しかし、昭和時代のストーリーはあまりにも平凡で、そのシリーズの多くのポイントで私を気遣うのは難しいです。\u001b[22m\n\u001b[1m(Shikashi, shō no omona mondai wa, kore ga oboete iru kankyaku o kōryo shite, yori ōku no kankyaku o makikomu ōkina fukku ga nai kotodesu. Sakanoue no kodomo-tachi wa, Shōwa jidai no monogatari to onaji jiki ni okonawa re, miryoku-tekina ongaku yōso to fukuzatsuna romanchikkuna hattatsu o misete, watashi ga sono shō ni muchū ni natte kureru yō ni shimashita. Shikashi, Shōwa jidai no sutōrī wa amarini mo heibonde, sono shirīzu no ōku no pointo de watashi o kidzukau no wa muzukashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, the show's major issue for me is that it lacks a major hook to engage wider audiences considering the audience this was made in mind for. Kids on the Slope takes place in the same time period as Showa Era Story and had its engaging musical elements and complicated romantic developments to keep me hooked on the show throughout its run. Showa Era Story, however, is too mundane with its tone, which makes it kind of hard to engage me into caring for what takes place at many points of the series, making it somewhat dull for me to see throughout its run.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, the show's major issue for me is that it lacks a major hook to engage wider audiences considering the audience this was made in mind for.\u001b[24m\n    \u001b[1mしかし、ショーの主な問題は、これが覚えている観客を考慮して、より多くの観客を巻き込む大きなフックがないことです。\u001b[22m, \u001b[1mしかし、私のためのショーの主要な問題は、それが、これがために念頭に置いて作られた聴衆を考慮し、より広い聴衆に係合するように、主要なフックを欠いているということです。\u001b[22m\n\u001b[4mKids on the Slope takes place in the same time period as Showa Era Story and had its engaging musical elements and complicated romantic developments to keep me hooked on the show throughout its run.\u001b[24m\n    \u001b[1m坂の上の子どもたちは、昭和時代の物語と同じ時期に行われ、魅力的な音楽要素と複雑なロマンチックな発達を見せて、私がそのショーに夢中になってくれるようにしました。\u001b[22m, \u001b[1m坂道のアポロンは昭和物語と同じ時間帯に行われ、その実行を通じて番組に夢中に私を保つために、その従事音楽的要素と複雑なロマンチックな進展がありました。\u001b[22m\n\u001b[4mShowa Era Story, however, is too mundane with its tone, which makes it kind of hard to engage me into caring for what takes place at many points of the series, making it somewhat dull for me to see throughout its run.\u001b[24m\n    \u001b[1mしかし、昭和時代のストーリーはあまりにも平凡で、そのシリーズの多くのポイントで私を気遣うのは難しいです。\u001b[22m, \u001b[1m昭和物語は、しかし、それは一種のハード、それがやや鈍い私はその実行を通して参照できるようにすること、一連の多くのポイントで起こるものの世話に私に係合するようになり、そのトーン、とあまりにも平凡です。\u001b[22m\n\u001b[1m\u001b[22m\nVisually, Showa Era Story is of standard quality for an animated title having vivid color and plenty of visual detail in the designs of its settings and characters. The animation is decent in moments of character movements and there weren't many occasions I recall still frames being used, though animation certainly wasn't the highest priority in the making of this series. Music in the series mostly consists of light piano pieces and popular music of the time period which were catchy to listen to throughout the show's run.\n\n\u001b[1m視覚的に見ると、昭和時代のストーリーは、設定や文字のデザインに鮮やかな色と豊富な視覚的詳細を持つアニメーションタイトルの標準的な品質です。 アニメーションはキャラクターの動きの瞬間にまともではなく、アニメーションは確かにこのシリーズの制作において最優先事項ではありませんでしたが、まだフレームが使用されていることは思い出せません。 このシリーズの音楽は主に、軽快なピアノ作品と、そのショーの全般を聞くのに慣れ親しんだ時代のポピュラーな音楽で構成されています。\u001b[22m\n\u001b[1m(Shikaku-teki ni miru to, Shōwa jidai no sutōrī wa, settei ya moji no dezain ni azayakana iro to hōfuna shikaku-teki shōsai o motsu animēshontaitoru no hyōjun-tekina hinshitsudesu. Animēshon wa kyarakutā no ugoki no shunkan ni matomode wa naku, animēshon wa tashika ni kono shirīzu no seisaku ni oite saiyūsenjikōde wa arimasendeshitaga, mada furēmu ga shiyō sa rete iru koto wa omoidasemasen. Kono shirīzu no ongaku wa omoni, keikaina piano sakuhin to, sono shō no zenpan o kiku no ni nareshitashinda jidai no popyurāna ongaku de kōsei sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mVisually, Showa Era Story is of standard quality for an animated title having vivid color and plenty of visual detail in the designs of its settings and characters. The animation is decent in moments of character movements and there weren't many occasions I recall still frames being used, though animation certainly wasn't the highest priority in the making of this series. Music in the series mostly consists of light piano pieces and popular music of the time period which were catchy to listen to throughout the show's run.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVisually, Showa Era Story is of standard quality for an animated title having vivid color and plenty of visual detail in the designs of its settings and characters.\u001b[24m\n    \u001b[1m視覚的に見ると、昭和時代のストーリーは、設定や文字のデザインに鮮やかな色と豊富な視覚的詳細を持つアニメーションタイトルの標準的な品質です。\u001b[22m, \u001b[1m視覚的には、昭和物語はその設定やキャラクターのデザインで鮮やかな色と視覚的な細部の多くを持つアニメーションのタイトルのための標準的な品質です。\u001b[22m\n\u001b[4mThe animation is decent in moments of character movements and there weren't many occasions I recall still frames being used, though animation certainly wasn't the highest priority in the making of this series.\u001b[24m\n    \u001b[1mアニメーションはキャラクターの動きの瞬間にまともではなく、アニメーションは確かにこのシリーズの制作において最優先事項ではありませんでしたが、まだフレームが使用されていることは思い出せません。\u001b[22m, \u001b[1m私はまだアニメは確かにこのシリーズの製作に最高の優先順位ではありませんでしたが、使用されているフレームリコールアニメーションは、キャラクタの動きの瞬間でまともであり、多くの機会がありませんでした。\u001b[22m\n\u001b[4mMusic in the series mostly consists of light piano pieces and popular music of the time period which were catchy to listen to throughout the show's run.\u001b[24m\n    \u001b[1mこのシリーズの音楽は主に、軽快なピアノ作品と、そのショーの全般を聞くのに慣れ親しんだ時代のポピュラーな音楽で構成されています。\u001b[22m, \u001b[1mシリーズの音楽はほとんど光ピアノ曲やショーの実行全体を聞くことがキャッチーであった期間のポピュラー音楽で構成されています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I found Showa Era Story to be a bit too much of an acquired taste for me, even with my interest in looking into obscure and not-so-popular anime titles. This was an anime that seemed to be geared too heavily towards its intended older audience as the lack of engaging elements and too mundane feel did make the series a test of tolerance for me at a number of points. Unless you have a huge interest in historical-based anime such as this, you may find yourself having difficulty in enjoying Showa Era Story.\n\n\u001b[1m全体的に見て、昭和時代のストーリーは、あまりにも人気のないアニメのタイトルを見ることに興味があっても、あまりにも多くの味わいを感じていました。 これは、魅力的な要素の欠如とあまりにも世俗的な感覚がシリーズをいくつかの点で私のための寛容のテストにしていたとして、意図されたより多くの聴衆に向けてあまりにも重く調整されたアニメでした。 このような歴史的なアニメに大きな関心がない限り、あなたは昭和時代のストーリーを楽しむのが難しいかもしれません。\u001b[22m\n\u001b[1m(Zentai-teki ni mite, Shōwa jidai no sutōrī wa, amarini mo ninkinonai anime no taitoru o miru koto ni kyōmi ga atte mo, amarini mo ōku no ajiwai o kanjite imashita. Kore wa, miryoku-tekina yōso no ketsujo to amarini mo sezoku-tekina kankaku ga shirīzu o ikutsu ka no ten de watashi no tame no kan'yō no tesuto ni shite ita to shite, ito sa reta yori ōku no chōshū ni mukete amarini mo omoku chōsei sa reta animedeshita. Ko no yōna rekishi-tekina anime ni ōkina kanshin ga nai kagiri, anata wa Shōwa jidai no sutōrī o tanoshimu no ga muzukashī kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I found Showa Era Story to be a bit too much of an acquired taste for me, even with my interest in looking into obscure and not-so-popular anime titles. This was an anime that seemed to be geared too heavily towards its intended older audience as the lack of engaging elements and too mundane feel did make the series a test of tolerance for me at a number of points. Unless you have a huge interest in historical-based anime such as this, you may find yourself having difficulty in enjoying Showa Era Story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I found Showa Era Story to be a bit too much of an acquired taste for me, even with my interest in looking into obscure and not-so-popular anime titles.\u001b[24m\n    \u001b[1m全体的に見て、昭和時代のストーリーは、あまりにも人気のないアニメのタイトルを見ることに興味があっても、あまりにも多くの味わいを感じていました。\u001b[22m, \u001b[1m全体的に、私も不明瞭とそれほど人気アニメのタイトルに探しへの興味と、私のために取得した味のビットが多すぎることが昭和時代の物語を発見しました。\u001b[22m\n\u001b[4mThis was an anime that seemed to be geared too heavily towards its intended older audience as the lack of engaging elements and too mundane feel did make the series a test of tolerance for me at a number of points.\u001b[24m\n    \u001b[1mこれは、魅力的な要素の欠如とあまりにも世俗的な感覚がシリーズをいくつかの点で私のための寛容のテストにしていたとして、意図されたより多くの聴衆に向けてあまりにも重く調整されたアニメでした。\u001b[22m, \u001b[1mこれは、係合要素の不足、あまりにも世俗的な感触はポイント数で私のために一連の寛容のテスト作ったように、その意図高齢の視聴者に向けて過度に連動しているように見えたアニメでした。\u001b[22m\n\u001b[4mUnless you have a huge interest in historical-based anime such as this, you may find yourself having difficulty in enjoying Showa Era Story.\u001b[24m\n    \u001b[1mこのような歴史的なアニメに大きな関心がない限り、あなたは昭和時代のストーリーを楽しむのが難しいかもしれません。\u001b[22m, \u001b[1mあなたはこのような歴史的なベースのアニメに大きな関心を持っている場合を除き、あなた自身が昭和ストーリーを楽しんで難しさを持つかもしれません。\u001b[22m"
  }
]
