[
  {
    "title": "Carnival_Phantasm",
    "id": "10012",
    "url": "https://myanimelist.net/anime/10012/Carnival_Phantasm",
    "user": "SayaViking",
    "profile": "/profile/SayaViking/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=52409",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はFate / Stay Nightが好きでしたが、私はCarnival Phantasmを愛していたことは間違いありません。 あなたがTYPE-MOONsが好きなら、これらの12のエピソードはおそらくあなたを解き放つでしょう。 私はこのレビューを誇張しているように見えるかもしれませんが、私はこのショーを見たときにどのように感じたのかというだけです。\n\nストーリー -  10\nこれらのエピソードは笑いのためだけに作られており、私は彼らが成功したと言うことができます。 例えば、Berserkerはバッテリーを買うために出かけ、セイバーはカフェや、聖杯のための奇妙で奇妙な大会でメイドとして働いています。 各エピソードは、主に数秒間からエピソード全体までのいくつかのスキットで構成されています。\n\nアート -  10\nつきひめと運命の夜は数年後には本当にうまくいっている背景のように、すべてのキャラクターを本当にかわいくするスタジオを選んだのです。 キャラクターのデザインは、あなたが見ているショーの種類を完全に考慮しています。 アニメーションは最高のノッチで、私は単一の欠陥を見つけることができません。\n\nサウンド -  10\nいくつかのキャラクターの声優は変わっているかもしれませんが、それは悪い考えのように思えるかもしれませんが、これは以前よりも優れていることが判明しました。 彼らは状況がそれを必要とするときにかわいいと忙しい音の両方に素晴らしい仕事をしてきました。 私は、川澄綾子（セイバーの声優）がベテランのキャスト全体の中で最高の仕事をしたと言わなければならない。 この番組のサウ​​ンドトラックも本当にいいですし、適切なときに再生されます。 栗林みな実、橋本みゆき、フェイラン、ミサトアキ、よこか*、リノが歌うオープニング「スーパーアフェクション」は、シリーズのペースに合ったアニメの完璧なイントロです。  Endou Masaakiによって歌われる終わりの曲「フェローズ」はそれほど明るくないが、まだキャッチーであり、どちらも本当に好きな歌です。\n\nキャラクター -  10\nこれらのアニメのキャラクター（またはあなたの一部が望む場合は視覚小説）が殺害と殺人の周りを回転していることを考えると、この種のショーではキャラクターを見ていると面白いです。 私は多くのキャラクターが元のキャラクターよりもはるかに好きだと思っています。 そして私が書いたように、キャラクターのデザインはかなりカッコイイです。\n\n楽しさ -  10\n私はしばらくのうちにこのように笑っていないし、そこに最高の喜劇の一つであり、これらのエピソードを見ながら文字通り数回笑いました。 そして、あなたが私のようにそれを楽しむことを願っています。\n\n全体的 -  10\nこのレビューのすべての側面を与えて、私は可能な限りあらゆる方法でこのアニメを楽しんだし、ショーが終わったことを悲しんでいる。 しかし、少なくとも私はそれを見て楽しい時間があったと私はそれを見てうれしいです。\n\n私はあなたが私のレビューを好きで、あなたがそれを見て、あなたがそれを見たら...楽しむことを願っています！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis review is from a person who thought Shingetsutan Tsukihime was a decent anime and I liked Fate/Stay Night but I can say without a doubt that I loved Carnival Phantasm. These 12 episodes will most probably crack you up if you like TYPE-MOONs works. And while I may seem to exaggerate with the review I just have to say that this is how I felt when I watched this show.\n\n\u001b[1m私はFate / Stay Nightが好きでしたが、私はCarnival Phantasmを愛していたことは間違いありません。 あなたがTYPE-MOONsが好きなら、これらの12のエピソードはおそらくあなたを解き放つでしょう。 私はこのレビューを誇張しているように見えるかもしれませんが、私はこのショーを見たときにどのように感じたのかというだけです。\u001b[22m\n\u001b[1m(Watashi wa feito/ Stay Night ga sukideshita ga, watashi wa kānivu~aru Phantasm o aishite ita koto wa machigai arimasen. Anata ga taipumūn s ga sukinara, korera no 12 no episōdo wa osoraku anata o tokihanatsudeshou. Watashi wa kono rebyū o kochō shite iru yō ni mieru kamo shiremasenga, watashi wa kono shō o mita toki ni dono yō ni kanjita no ka to iu dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mThis review is from a person who thought Shingetsutan Tsukihime was a decent anime and I liked Fate/Stay Night but I can say without a doubt that I loved Carnival Phantasm. These 12 episodes will most probably crack you up if you like TYPE-MOONs works. And while I may seem to exaggerate with the review I just have to say that this is how I felt when I watched this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis review is from a person who thought Shingetsutan Tsukihime was a decent anime and I liked Fate/Stay Night but I can say without a doubt that I loved Carnival Phantasm.\u001b[24m\n    \u001b[1m私はFate / Stay Nightが好きでしたが、私はCarnival Phantasmを愛していたことは間違いありません。\u001b[22m, \u001b[1mこのレビューはShingetsutan月姫はまともなアニメだったと私はフェイト/ステイナイト言っていますが、私は、私はカーニバルファンタズムを愛し、疑いもなく言うことができると思った人からのものです。\u001b[22m\n\u001b[4mThese 12 episodes will most probably crack you up if you like TYPE-MOONs works.\u001b[24m\n    \u001b[1mあなたがTYPE-MOONsが好きなら、これらの12のエピソードはおそらくあなたを解き放つでしょう。\u001b[22m, \u001b[1mあなたはTYPE-衛星が動作するような場合、これらの12のエピソードは、おそらくあなたをクラックします。\u001b[22m\n\u001b[4mAnd while I may seem to exaggerate with the review I just have to say that this is how I felt when I watched this show.\u001b[24m\n    \u001b[1m私はこのレビューを誇張しているように見えるかもしれませんが、私はこのショーを見たときにどのように感じたのかというだけです。\u001b[22m, \u001b[1m私はレビューに誇張するように見えるかもしれないが、私はちょうどこれは私がこの番組を見たときに私がどう感じたかであることを言わなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nStory - 10\n\n\u001b[1mストーリー -  10\u001b[22m\n\u001b[1m(Sutōrī - 10)\u001b[22m\n\nTranslations of \u001b[4mStory - 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 10\u001b[24m\n    \u001b[1mストーリー -  10\u001b[22m\nThese episodes is only made for laughing and I can say that they succeeded. What can you possible ask for more than for example: Berserker goes out to buy batteries and Saber works as a maid in a café and other weird and crazy competitions for the Holy Grail. Each episode mostly consists of several skits that could be from a few seconds long to the whole episode.\n\n\u001b[1mこれらのエピソードは笑いのためだけに作られており、私は彼らが成功したと言うことができます。 例えば、Berserkerはバッテリーを買うために出かけ、セイバーはカフェや、聖杯のための奇妙で奇妙な大会でメイドとして働いています。 各エピソードは、主に数秒間からエピソード全体までのいくつかのスキットで構成されています。\u001b[22m\n\u001b[1m(Korera no episōdo wa warai no tame dake ni tsukura rete ori, watashi wa karera ga seikō shita to iu koto ga dekimasu. Tatoeba, Berserker wa batterī o kau tame ni dekake, seibā wa kafe ya, seihai no tame no kimyōde kimyōna taikai de meido to shite hataraite imasu. Kaku episōdo wa, omo ni sū-byōkan kara episōdo zentai made no ikutsu ka no sukitto de kōsei sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThese episodes is only made for laughing and I can say that they succeeded. What can you possible ask for more than for example: Berserker goes out to buy batteries and Saber works as a maid in a café and other weird and crazy competitions for the Holy Grail. Each episode mostly consists of several skits that could be from a few seconds long to the whole episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThese episodes is only made for laughing and I can say that they succeeded.\u001b[24m\n    \u001b[1mこれらのエピソードは笑いのためだけに作られており、私は彼らが成功したと言うことができます。\u001b[22m, \u001b[1mこれらのエピソードは笑っために作られていると私は、彼らが成功したことを言うことができます。\u001b[22m\n\u001b[4mWhat can you possible ask for more than for example: Berserker goes out to buy batteries and Saber works as a maid in a café and other weird and crazy competitions for the Holy Grail.\u001b[24m\n    \u001b[1m例えば、Berserkerはバッテリーを買うために出かけ、セイバーはカフェや、聖杯のための奇妙で奇妙な大会でメイドとして働いています。\u001b[22m, \u001b[1mあなたは可能な例の場合よりも何を求めることができます：バーサーカーは、電池を買いに行くとセイバーは聖杯のためのカフェやその他の奇妙な、クレイジー大会でメイドとして働いています。\u001b[22m\n\u001b[4mEach episode mostly consists of several skits that could be from a few seconds long to the whole episode.\u001b[24m\n    \u001b[1m各エピソードは、主に数秒間からエピソード全体までのいくつかのスキットで構成されています。\u001b[22m, \u001b[1m各エピソードは、主に全体のエピソードに長い数秒からかもしれないいくつかの寸劇で構成されています。\u001b[22m\n\u001b[1m\u001b[22m\nArt - 10\n\n\u001b[1mアート -  10\u001b[22m\n\u001b[1m(Āto - 10)\u001b[22m\n\nTranslations of \u001b[4mArt - 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 10\u001b[24m\n    \u001b[1mアート -  10\u001b[22m\nAs Tsukihime and Fate/Stay Night have a few years on their back they have chosen a studio to make all the characters really cute as for the background that is really well done. The character designs fits perfectly considering what kind of show you are watching. The animation is top notch and I can't find a single fault.\n\n\u001b[1mつきひめと運命の夜は数年後には本当にうまくいっている背景のように、すべてのキャラクターを本当にかわいくするスタジオを選んだのです。 キャラクターのデザインは、あなたが見ているショーの種類を完全に考慮しています。 アニメーションは最高のノッチで、私は単一の欠陥を見つけることができません。\u001b[22m\n\u001b[1m(Tsuki hime to unmei no yoru wa sūnengo ni wa hontōni umaku itte iru haikei no yō ni, subete no kyarakutā o hontōni kawaiku suru sutajio o eranda nodesu. Kyarakutā no dezain wa, anata ga mite iru shō no shurui o kanzen ni kōryo shite imasu. Animēshon wa saikō no notchi de, watashi wa tan'itsu no kekkan o mitsukeru koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mAs Tsukihime and Fate/Stay Night have a few years on their back they have chosen a studio to make all the characters really cute as for the background that is really well done. The character designs fits perfectly considering what kind of show you are watching. The animation is top notch and I can't find a single fault.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs Tsukihime and Fate/Stay Night have a few years on their back they have chosen a studio to make all the characters really cute as for the background that is really well done.\u001b[24m\n    \u001b[1mつきひめと運命の夜は数年後には本当にうまくいっている背景のように、すべてのキャラクターを本当にかわいくするスタジオを選んだのです。\u001b[22m, \u001b[1m月姫とフェイト/ステイナイトが自分の背中に数年を持っているように、彼らは本当によく行われている背景用として、すべての文字が本当にかわいい作るためにスタジオを選択しました。\u001b[22m\n\u001b[4mThe character designs fits perfectly considering what kind of show you are watching.\u001b[24m\n    \u001b[1mキャラクターのデザインは、あなたが見ているショーの種類を完全に考慮しています。\u001b[22m, \u001b[1mキャラクターデザインは完全にあなたが見ている番組の種類を考慮してフィットします。\u001b[22m\n\u001b[4mThe animation is top notch and I can't find a single fault.\u001b[24m\n    \u001b[1mアニメーションは最高のノッチで、私は単一の欠陥を見つけることができません。\u001b[22m, \u001b[1mアニメーションは一流だと私は単一故障を見つけることができません。\u001b[22m\n\u001b[1m\u001b[22m\nSound - 10\n\n\u001b[1mサウンド -  10\u001b[22m\n\u001b[1m(Saundo - 10)\u001b[22m\n\nTranslations of \u001b[4mSound - 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 10\u001b[24m\n    \u001b[1mサウンド -  10\u001b[22m\nThe voice actors for some of the characters have changed which maybe seems like a bad idea but it turned out to be better than before. They've done a terrific work to both sound cute and hectic when the situation calls for it. I must say that Kawasumi Ayako (Saber's voice actor) did the best job of the entire cast of veterans. The soundtracks for this show is also really good and are played when it is appropriate. The opening 'Super Affection' that is sung by Minami Kuribayashi, Miyuki Hashimoto, Faylan, Aki Misato, yozuca* and rino is an upbeats song that fits the pace of the series and is a perfect intro for the anime. The ending song 'Fellows' sung by Endou Masaaki is not that upbeat but still catchy and both are songs that a really likable.\n\n\u001b[1mいくつかのキャラクターの声優は変わっているかもしれませんが、それは悪い考えのように思えるかもしれませんが、これは以前よりも優れていることが判明しました。 彼らは状況がそれを必要とするときにかわいいと忙しい音の両方に素晴らしい仕事をしてきました。 私は、川澄綾子（セイバーの声優）がベテランのキャスト全体の中で最高の仕事をしたと言わなければならない。 この番組のサウ​​ンドトラックも本当にいいですし、適切なときに再生されます。 栗林みな実、橋本みゆき、フェイラン、ミサトアキ、よこか*、リノが歌うオープニング「スーパーアフェクション」は、シリーズのペースに合ったアニメの完璧なイントロです。  Endou Masaakiによって歌われる終わりの曲「フェローズ」はそれほど明るくないが、まだキャッチーであり、どちらも本当に好きな歌です。\u001b[22m\n\u001b[1m(Ikutsu ka no kyarakutā no seiyū wa kawatte iru kamo shiremasenga, sore wa warui kangae no yō ni omoeru kamo shiremasenga, kore wa izen yori mo sugurete iru koto ga hanmei shimashita. Karera wa jōkyō ga sore o hitsuyō to suru toki ni kawaīto isogashī oto no ryōhō ni subarashī shigoto o shite kimashita. Watashi wa, kawasumi ayako (seibā no seiyū) ga beteran no kyasuto zentai no naka de saikō no shigoto o shita to iwanakereba naranai. Kono bangumi no sau ​​ ndotorakku mo hontōni īdesushi, tekisetsuna toki ni saisei sa remasu. Kuribayashi minami, hashimoto miyuki, feiran, misatoaki, yo ko ka*, Rino ga utau ōpuningu `sūpāafekushon' wa, shirīzu no pēsu ni atta anime no kanpekina in torodesu. Endou Masaaki ni yotte utawa reru owari no kyoku `ferōzu' wa sore hodo akarukunaiga, mada kyatchīdeari, dochira mo hontōni sukinautadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe voice actors for some of the characters have changed which maybe seems like a bad idea but it turned out to be better than before. They've done a terrific work to both sound cute and hectic when the situation calls for it. I must say that Kawasumi Ayako (Saber's voice actor) did the best job of the entire cast of veterans. The soundtracks for this show is also really good and are played when it is appropriate. The opening 'Super Affection' that is sung by Minami Kuribayashi, Miyuki Hashimoto, Faylan, Aki Misato, yozuca* and rino is an upbeats song that fits the pace of the series and is a perfect intro for the anime. The ending song 'Fellows' sung by Endou Masaaki is not that upbeat but still catchy and both are songs that a really likable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice actors for some of the characters have changed which maybe seems like a bad idea but it turned out to be better than before.\u001b[24m\n    \u001b[1mいくつかのキャラクターの声優は変わっているかもしれませんが、それは悪い考えのように思えるかもしれませんが、これは以前よりも優れていることが判明しました。\u001b[22m, \u001b[1m文字のいくつかのための声優は多分悪い考えのように思われる変更されましたが、以前よりも良好であることが判明しました。\u001b[22m\n\u001b[4mThey've done a terrific work to both sound cute and hectic when the situation calls for it.\u001b[24m\n    \u001b[1m彼らは状況がそれを必要とするときにかわいいと忙しい音の両方に素晴らしい仕事をしてきました。\u001b[22m, \u001b[1m彼らは状況がそれを呼び出したときにかわいいと多忙な音に両方の素晴らしい仕事をしてきました。\u001b[22m\n\u001b[4mI must say that Kawasumi Ayako (Saber's voice actor) did the best job of the entire cast of veterans.\u001b[24m\n    \u001b[1m私は、川澄綾子（セイバーの声優）がベテランのキャスト全体の中で最高の仕事をしたと言わなければならない。\u001b[22m, \u001b[1m私は川澄綾子（セイバーの声優）はベテランのキャスト全員の最高の仕事をしたと言わなければなりません。\u001b[22m\n\u001b[4mThe soundtracks for this show is also really good and are played when it is appropriate.\u001b[24m\n    \u001b[1mこの番組のサウンドトラックも本当にいいですし、適切なときに再生されます。\u001b[22m, \u001b[1mこのショーのためのサウンドトラックにも本当に良いですし、それが適切であるときに再生されます。\u001b[22m\n\u001b[4mThe opening 'Super Affection' that is sung by Minami Kuribayashi, Miyuki Hashimoto, Faylan, Aki Misato, yozuca* and rino is an upbeats song that fits the pace of the series and is a perfect intro for the anime.\u001b[24m\n    \u001b[1m栗林みな実、橋本みゆき、フェイラン、ミサトアキ、よこか*、リノが歌うオープニング「スーパーアフェクション」は、シリーズのペースに合ったアニメの完璧なイントロです。\u001b[22m, \u001b[1m栗林みな実、橋本みゆき、飛蘭、美郷あき、yozuca *と香りによって歌われた開口部「スーパー愛情」はシリーズのペースに適合し、アニメのための完全なイントロで弱拍の曲です。\u001b[22m\n\u001b[4mThe ending song 'Fellows' sung by Endou Masaaki is not that upbeat but still catchy and both are songs that a really likable.\u001b[24m\n    \u001b[1mEndou Masaakiによって歌われる終わりの曲「フェローズ」はそれほど明るくないが、まだキャッチーであり、どちらも本当に好きな歌です。\u001b[22m, \u001b[1mエンディング曲「フェロー」遠藤正明が歌う、その明るいではありませんが、それでもキャッチーとの両方が本当に好感の持てる曲です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters - 10\n\n\u001b[1mキャラクター -  10\u001b[22m\n\u001b[1m(Kyarakutā - 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters - 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters - 10\u001b[24m\n    \u001b[1mキャラクター -  10\u001b[22m\nConsidering that the characters from both these animes (or visual novels if some of you would like) revolves alot around killing and murder, I find it awfully funny seeing the characters in this kind of show. I find many of the characters a lot more likable than in the original. And as I wrote before the character designs are a lot cuter as well which may take part in make them more likable.\n\n\u001b[1mこれらのアニメのキャラクター（またはあなたの一部が望む場合は視覚小説）が殺害と殺人の周りを回転していることを考えると、この種のショーではキャラクターを見ていると面白いです。 私は多くのキャラクターが元のキャラクターよりもはるかに好きだと思っています。 そして私が書いたように、キャラクターのデザインはかなりカッコイイです。\u001b[22m\n\u001b[1m(Korera no anime no kyarakutā (matawa anata no ichibu ga nozomu baai wa shikaku shōsetsu) ga satsugai to satsujin no mawari o kaiten shite iru koto o kangaeru to, kono tane no shōde wa kyarakutā o mite iruto omoshiroidesu. Watashi wa ōku no kyarakutā ga gen no kyarakutā yori mo haruka ni sukida to omotte imasu. Soshite watashi ga kaita yō ni, kyarakutā no dezain wa kanari kakkoīdesu.)\u001b[22m\n\nTranslations of \u001b[4mConsidering that the characters from both these animes (or visual novels if some of you would like) revolves alot around killing and murder, I find it awfully funny seeing the characters in this kind of show. I find many of the characters a lot more likable than in the original. And as I wrote before the character designs are a lot cuter as well which may take part in make them more likable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mConsidering that the characters from both these animes (or visual novels if some of you would like) revolves alot around killing and murder, I find it awfully funny seeing the characters in this kind of show.\u001b[24m\n    \u001b[1mこれらのアニメのキャラクター（またはあなたの一部が望む場合は視覚小説）が殺害と殺人の周りを回転していることを考えると、この種のショーではキャラクターを見ていると面白いです。\u001b[22m, \u001b[1mこれらのアニメ（またはあなたのいくつかの希望の場合はビジュアルノベル）の両方から文字が殺害と殺人の周りにたくさん公転することを考えると、私はショーのこの種の文字を見て、それは非常に面白い見つけます。\u001b[22m\n\u001b[4mI find many of the characters a lot more likable than in the original.\u001b[24m\n    \u001b[1m私は多くのキャラクターが元のキャラクターよりもはるかに好きだと思っています。\u001b[22m, \u001b[1m私は、元よりも文字の多くは、より多くの好感見つけます。\u001b[22m\n\u001b[4mAnd as I wrote before the character designs are a lot cuter as well which may take part in make them more likable.\u001b[24m\n    \u001b[1mそして私が書いたように、キャラクターのデザインはかなりカッコイイです。\u001b[22m, \u001b[1mそして、私はキャラクターデザインの前に書いたように、それらをより好感作るに参加することができるだけでなく可愛いがたくさんあります。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - 10\n\n\u001b[1m楽しさ -  10\u001b[22m\n\u001b[1m(Tanoshisa - 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 10\u001b[24m\n    \u001b[1m楽しさ -  10\u001b[22m\nI haven't been laughing like this in a while and it is one of the best comedies out there and I literally laughed out several times while watching these episodes. And I hope that you will enjoy it as much as I did.\n\n\u001b[1m私はしばらくのうちにこのように笑っていないし、そこに最高の喜劇の一つであり、これらのエピソードを見ながら文字通り数回笑いました。 そして、あなたが私のようにそれを楽しむことを願っています。\u001b[22m\n\u001b[1m(Watashi wa shibaraku no uchi ni kono yō ni waratte inaishi, soko ni saikō no kigeki no hitotsudeari, korera no episōdo o minagara mojidōri sū-kai waraimashita. Soshite, anata ga watashi no yō ni sore o tanoshimu koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI haven't been laughing like this in a while and it is one of the best comedies out there and I literally laughed out several times while watching these episodes. And I hope that you will enjoy it as much as I did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI haven't been laughing like this in a while and it is one of the best comedies out there and I literally laughed out several times while watching these episodes.\u001b[24m\n    \u001b[1m私はしばらくのうちにこのように笑っていないし、そこに最高の喜劇の一つであり、これらのエピソードを見ながら文字通り数回笑いました。\u001b[22m, \u001b[1m私はしばらくの間、このように笑っていない、それはそこに最高の喜劇の一つであり、これらのエピソードを見ながら、私は文字通り何回か出て笑いました。\u001b[22m\n\u001b[4mAnd I hope that you will enjoy it as much as I did.\u001b[24m\n    \u001b[1mそして、あなたが私のようにそれを楽しむことを願っています。\u001b[22m, \u001b[1mそして、私はあなたが同じくらい私がしたようにそれを楽しむことを願っています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall - 10\n\n\u001b[1m全体的 -  10\u001b[22m\n\u001b[1m(Zentai-teki - 10)\u001b[22m\n\nTranslations of \u001b[4mOverall - 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall - 10\u001b[24m\n    \u001b[1m全体的 -  10\u001b[22m, \u001b[1m全体的に -  10\u001b[22m\nTo have given every aspect of this review a 10 I have enjoyed this anime in every way possible and I am sad that the show has ended. But at least I had a great time watching it and I am glad I did watch it.\n\n\u001b[1mこのレビューのすべての側面を与えて、私は可能な限りあらゆる方法でこのアニメを楽しんだし、ショーが終わったことを悲しんでいる。 しかし、少なくとも私はそれを見て楽しい時間があったと私はそれを見てうれしいです。\u001b[22m\n\u001b[1m(Kono rebyū no subete no sokumen o ataete, watashi wa kanōna kagiri arayuru hōhō de kono anime o tanoshindashi, shō ga owatta koto o kanashinde iru. Shikashi, sukunakutomo watashi wa sore o mite tanoshī jikan ga atta to watashi wa sore o mite ureshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mTo have given every aspect of this review a 10 I have enjoyed this anime in every way possible and I am sad that the show has ended. But at least I had a great time watching it and I am glad I did watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo have given every aspect of this review a 10 I have enjoyed this anime in every way possible and I am sad that the show has ended.\u001b[24m\n    \u001b[1mこのレビューのすべての側面を与えて、私は可能な限りあらゆる方法でこのアニメを楽しんだし、ショーが終わったことを悲しんでいる。\u001b[22m, \u001b[1mこの口コミ10のあらゆる側面を与えていると私はあらゆる方法が可能で、このアニメを楽しんでいると私はショーが終了したこと悲しいです。\u001b[22m\n\u001b[4mBut at least I had a great time watching it and I am glad I did watch it.\u001b[24m\n    \u001b[1mしかし、少なくとも私はそれを見て楽しい時間があったと私はそれを見てうれしいです。\u001b[22m, \u001b[1mしかし、少なくとも、私はそれを見て素晴らしい時間を持っていたし、私はそれを見た私は嬉しいです。\u001b[22m\n\u001b[1m\u001b[22m\nI hope you liked my review and that you will watch it, and if you will watch it... Enjoy!\n\n\u001b[1m私はあなたが私のレビューを好きで、あなたがそれを見て、あなたがそれを見たら...楽しむことを願っています！\u001b[22m\n\u001b[1m(Watashi wa anata ga watashi no rebyū o sukide, anata ga sore o mite, anata ga sore o mitara... Tanoshimu koto o negatte imasu!)\u001b[22m\n\nTranslations of \u001b[4mI hope you liked my review and that you will watch it, and if you will watch it... Enjoy!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hope you liked my review and that you will watch it, and if you will watch it... Enjoy!\u001b[24m\n    \u001b[1m私はあなたが私のレビューを好きで、あなたがそれを見て、あなたがそれを見たら...楽しむことを願っています！\u001b[22m, \u001b[1m私はあなたが私のレビューが好きで、あなたはそれを見ることを願って、あなたはそれを見ます場合は...お楽しみください！\u001b[22m"
  },
  {
    "title": "Carnival_Phantasm",
    "id": "10012",
    "url": "https://myanimelist.net/anime/10012/Carnival_Phantasm",
    "user": "walloman",
    "profile": "/profile/walloman/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=44939",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\n私がこのアニメを見る前に私は運命/夜を見ていた。 正直なところ、彼らはカーニバル・ファンタズムのこのアニメからコメディー・ロマンスを持ち出しました。 彼らは主要なプロットを持っていない、ちょうどそれらの2つのアニメの周りを回っている一連のコメディイベント。 彼らは明らかに同じ声優またはいくつかの面白い声優と一緒に来た。 キャラクターは、このアニメのため正月に真月の築姫を見ましたが、本当に面白いキャラクターを見せてくれました。 全体的に、私はそれをとても楽しんだし、今シーズンの継続を楽しみにしています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nbefore i watched this anime i had watched Fate/Stay Night. honestly they brought out the comedy-romance from this anime on Carnival Phantasm. they did not have any main plot, just a series of comedy events revolving around those two anime. they obviously came with the same voice actors or some funny voice actors. the characters, well, i honestly watched Shingetsutan Tsukihime because of this anime, it really showed off the characters as funny. overall, i enjoyed it very much and i look forward to the continuing of this season.\n\n\u001b[1m私がこのアニメを見る前に私は運命/夜を見ていた。 正直なところ、彼らはカーニバル・ファンタズムのこのアニメからコメディー・ロマンスを持ち出しました。 彼らは主要なプロットを持っていない、ちょうどそれらの2つのアニメの周りを回転する一連のコメディイベント。 彼らは明らかに同じ声優またはいくつかの面白い声優と一緒に来た。 キャラクターは、このアニメのために正月に真月の築姫を見ましたが、本当に面白いキャラクターを見せてくれました。 全体的に、私はそれをとても楽しんだし、今シーズンの継続を楽しみにしています。\u001b[22m\n\u001b[1m(Watashi ga kono anime o miru mae ni watashi wa unmei/ yoru o mite ita. Shōjikina tokoro, karera wa kānibaru fantazumu no kono anime kara komedī romansu o mochidashimashita. Karera wa shuyōna purotto o motteinai, chōdo sorera no 2tsu no anime no mawari o kaiten suru ichiren no komedi ibento. Karera wa akiraka ni onaji seiyū matawa ikutsu ka no omoshiroi seiyū to issho ni kita. Kyarakutā wa, kono anime no tame ni shōgatsu ni shingetsu no chiku hime o mimashitaga, hontōni omoshiroi kyarakutā o misete kuremashita. Zentai-teki ni, watashi wa sore o totemo tanoshindashi, ima shīzun no keizoku o tanoshiminishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mbefore i watched this anime i had watched Fate/Stay Night. honestly they brought out the comedy-romance from this anime on Carnival Phantasm. they did not have any main plot, just a series of comedy events revolving around those two anime. they obviously came with the same voice actors or some funny voice actors. the characters, well, i honestly watched Shingetsutan Tsukihime because of this anime, it really showed off the characters as funny. overall, i enjoyed it very much and i look forward to the continuing of this season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mbefore i watched this anime i had watched Fate/Stay Night.\u001b[24m\n    \u001b[1m私がこのアニメを見る前に私は運命/夜を見ていた。\u001b[22m, \u001b[1m私はこのアニメを見て前に、私はフェイト/ステイナイトを見ていました。\u001b[22m\n\u001b[4mhonestly they brought out the comedy-romance from this anime on Carnival Phantasm.\u001b[24m\n    \u001b[1m正直なところ、彼らはカーニバル・ファンタズムのこのアニメからコメディー・ロマンスを持ち出しました。\u001b[22m, \u001b[1m正直彼らはカーニバルファンタズムでこのアニメからコメディ・ロマンスを出しました。\u001b[22m\n\u001b[4mthey did not have any main plot, just a series of comedy events revolving around those two anime.\u001b[24m\n    \u001b[1m彼らは主要なプロットを持っていない、ちょうどそれらの2つのアニメの周りを回転する一連のコメディイベント。\u001b[22m, \u001b[1m彼らは、任意のメインプロット、これら二つのアニメを中心に展開するコメディーイベントのちょうどシリーズを持っていませんでした。\u001b[22m\n\u001b[4mthey obviously came with the same voice actors or some funny voice actors.\u001b[24m\n    \u001b[1m彼らは明らかに同じ声優またはいくつかの面白い声優と一緒に来た。\u001b[22m, \u001b[1m彼らは明らかに同じ声優やいくつかの面白い声優に付属しています。\u001b[22m\n\u001b[4mthe characters, well, i honestly watched Shingetsutan Tsukihime because of this anime, it really showed off the characters as funny.\u001b[24m\n    \u001b[1mキャラクターは、このアニメのために正月に真月の築姫を見ましたが、本当に面白いキャラクターを見せてくれました。\u001b[22m, \u001b[1m文字は、よく、私は正直なところ、このためのアニメのShingetsutan月姫を見て、それは本当に面白いように文字を披露しました。\u001b[22m\n\u001b[4moverall, i enjoyed it very much and i look forward to the continuing of this season.\u001b[24m\n    \u001b[1m全体的に、私はそれをとても楽しんだし、今シーズンの継続を楽しみにしています。\u001b[22m, \u001b[1m全体的に、私はそれを非常に楽しんで、私はこの季節の継続を楽しみにしています。\u001b[22m"
  },
  {
    "title": "Carnival_Phantasm",
    "id": "10012",
    "url": "https://myanimelist.net/anime/10012/Carnival_Phantasm",
    "user": "SevenKnights",
    "profile": "/profile/SevenKnights/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=51271",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこれを無作為にしているのでストーリーで9を与えていますが、それを10にしたいと思っています。ストーリーという意味では、プロットを持ち、深く発展するという意味で、10を与えます（しかし、  dは11+を与える）。\n\n\nFSNのキャラクターが私の背骨を寒さにさらしているのを見て、ツクヒメのキャラクターを知っていたら、もっと楽しむ気がします。  。\n\nOPでアーチャーのダンスを見た後、私はこのショーが10に値することを知っていました。\n\nこれはレビューそのものではなく、さらにミニレビュー（？）です。\n\nこのショーのすべては素晴らしいですが、わずかなMINORの問題はランダム性です（これは1つの評価です）。\n\nセイバーをもう一度見てうれしいです:)\n\n\n編集：私はこれを取り戻す。 私がこれを文字通り5分間ショーに書いたのを見て、私は完全に間違っていた。\n\nあなたがあらかじめショーを見ていれば、その話は10だけです。 あなたがあらかじめそれらを見たことがないなら、あなたは奇妙でランダムなユーモアを見つけるでしょう。\n\nあなたがこのキャラクターと元のストーリーを知っていれば、このショーが大好きです。\n\n私はこれを10に変更しています。\n\nEDIT2：キャスターはSO F * CKING CUTE",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI'm giving this a 9 in Story because it's random BUT I would like to give it a 10. In the sense of 'Story' meaning having a plot and developing in depth I would give it a 10 (but it my mind I' d give it an 11+).\n\n\u001b[1m私はこれを無作為にしているのでストーリーで9を与えていますが、それを10にしたいと思っています。ストーリーという意味では、プロットを持ち、深く発展するという意味で、10を与えます（しかし、  dは11+を与える）。\u001b[22m\n\u001b[1m(Watashi wa kore o musakui ni shite irunode sutōrī de 9 o ataete imasuga, sore o 10 ni shitai to omotte imasu. Sutōrī to iu imide wa, purotto o mochi, fukaku hatten suru to iu imi de, 10 o ataemasu (shikashi, d wa 11 + o ataeru).)\u001b[22m\n\nTranslations of \u001b[4mI'm giving this a 9 in Story because it's random BUT I would like to give it a 10. In the sense of 'Story' meaning having a plot and developing in depth I would give it a 10 (but it my mind I' d give it an 11+).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm giving this a 9 in Story because it's random BUT I would like to give it a 10. In the sense of 'Story' meaning having a plot and developing in depth I would give it a 10 (but it my mind I'\u001b[24m\n    \u001b[1m私はこれを無作為にしているのでストーリーで9を与えていますが、それを10にしたいと思っています。ストーリーという意味では、プロットを持ち、深く発展するという意味で、10を与えます（しかし、\u001b[22m, \u001b[1m私はそれがランダムなので、私はこれをストーリーで9を与えているが、私はそれを「ストーリー」の意味は、プロットを有し、深さでの開発の意味で10をさせていただきたいと思い、私はそれを10を与えるだろう（それが私の心\u001b[22m\n\u001b[4md give it an 11+).\u001b[24m\n    \u001b[1mdは11+を与える）。\u001b[22m, \u001b[1md）のそれに11+を与えます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nTo start, I've only watched FSN and not Tsukihime so I feel like I would enjoy it a lot more if I knew about the characters from Tsukuhime seeing how seeing the characters from FSN really send chills down my spine (in a good way) .\n\n\u001b[1mFSNのキャラクターが私の背骨を寒さにさらしているのを見て、ツクヒメのキャラクターを知っていたら、もっと楽しむ気がします。  。\u001b[22m\n\u001b[1m(FSN no kyarakutā ga watashi no sebone o samu-sa ni sara shite iru no o mite, tsukuhime no kyarakutā o shitte itara, motto tanoshimu ki ga shimasu..)\u001b[22m\n\nTranslations of \u001b[4mTo start, I've only watched FSN and not Tsukihime so I feel like I would enjoy it a lot more if I knew about the characters from Tsukuhime seeing how seeing the characters from FSN really send chills down my spine (in a good way) .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo start, I've only watched FSN and not Tsukihime so I feel like I would enjoy it a lot more if I knew about the characters from Tsukuhime seeing how seeing the characters from FSN really send chills down my spine (in a good way)\u001b[24m\n    \u001b[1mFSNのキャラクターが私の背骨を寒さにさらしているのを見て、ツクヒメのキャラクターを知っていたら、もっと楽しむ気がします。\u001b[22m, \u001b[1m開始するには、私は私がFSNから文字を見てすることは本当に（良い意味で）背筋が悪寒を送信する方法を見てTsukuhimeから文字を知っていた場合、私はより多くのそれを楽しむことになるようなので、私が感じるFSNとない月姫を見てきました\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nAfter seeing Archer dancing in the OP I knew this show deserves a 10.\n\n\u001b[1mOPでアーチャーのダンスを見た後、私はこのショーが10に値することを知っていました。\u001b[22m\n\u001b[1m(OP de āchā no dansu o mita nochi, watashi wa kono shō ga 10 ni ataisuru koto o shitte imashita.)\u001b[22m\n\nTranslations of \u001b[4mAfter seeing Archer dancing in the OP I knew this show deserves a 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter seeing Archer dancing in the OP I knew this show deserves a 10.\u001b[24m\n    \u001b[1mOPでアーチャーのダンスを見た後、私はこのショーが10に値することを知っていました。\u001b[22m, \u001b[1mOPでアーチャーダンスを見た後、私はこのショーが10に値する知っていました。\u001b[22m\n\u001b[1m\u001b[22m\nThis isn't a review per se, more of a mini review(?).\n\n\u001b[1mこれはレビューそのものではなく、さらにミニレビュー（？）です。\u001b[22m\n\u001b[1m(Kore wa rebyū sonomonode wa naku, sarani minirebyū ( ? )Desu.)\u001b[22m\n\nTranslations of \u001b[4mThis isn't a review per se, more of a mini review(?).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis isn't a review per se, more of a mini review(?).\u001b[24m\n    \u001b[1mこれはレビューそのものではなく、さらにミニレビュー（？）です。\u001b[22m, \u001b[1mこれは、それ自体がミニレビューの詳細レビューはありません（？）。\u001b[22m\n\u001b[1m\u001b[22m\nEverything about this show is great, the only minor MINOR problem would be the randomness (which is the one 9 rating).\n\n\u001b[1mこのショーのすべては素晴らしいですが、わずかなMINORの問題はランダム性です（これは1つの評価です）。\u001b[22m\n\u001b[1m(Kono shō no subete wa subarashīdesuga, wazukana MINOR no mondai wa randamu-seidesu (kore wa 1tsu no hyōkadesu).)\u001b[22m\n\nTranslations of \u001b[4mEverything about this show is great, the only minor MINOR problem would be the randomness (which is the one 9 rating).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEverything about this show is great, the only minor MINOR problem would be the randomness (which is the one 9 rating).\u001b[24m\n    \u001b[1mこのショーのすべては素晴らしいですが、わずかなMINORの問題はランダム性です（これは1つの評価です）。\u001b[22m, \u001b[1mこの番組についてのすべてが素晴らしいですが、わずかな小さな問題は、（1 9評価である）ランダムであろう。\u001b[22m\n\u001b[1m\u001b[22m\nIt's great to see Saber again :)\n\n\u001b[1mセイバーをもう一度見てうれしいです:)\u001b[22m\n\u001b[1m(Seibā o mōichido mite ureshīdesu: ))\u001b[22m\n\nTranslations of \u001b[4mIt's great to see Saber again :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's great to see Saber again :)\u001b[24m\n    \u001b[1mセイバーをもう一度見てうれしいです:)\u001b[22m, \u001b[1mそれは、再びセイバーを見るのは素晴らしいことだ:)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEDIT: I take this back. Seeing how I wrote this literally 5 min into the show I was completely wrong.\n\n\u001b[1m編集：私はこれを取り戻す。 私がこれを文字通り5分間ショーに書いたのを見て、私は完全に間違っていた。\u001b[22m\n\u001b[1m(Henshū: Watashi wa kore o torimodosu. Watashi ga kore o mojidōri 5-funkan shō ni kaita no o mite, watashi wa kanzen ni machigatte ita.)\u001b[22m\n\nTranslations of \u001b[4mEDIT: I take this back. Seeing how I wrote this literally 5 min into the show I was completely wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEDIT: I take this back.\u001b[24m\n    \u001b[1m編集：私はこれを取り戻す。\u001b[22m, \u001b[1m編集：私はこのバックを取ります。\u001b[22m\n\u001b[4mSeeing how I wrote this literally 5 min into the show I was completely wrong.\u001b[24m\n    \u001b[1m私がこれを文字通り5分間ショーに書いたのを見て、私は完全に間違っていた。\u001b[22m, \u001b[1m私はショーにこの文字通り5分を書いてどのように見て、私は完全に間違っていました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is a 10 ONLY if you have seen the shows beforehand. If you have not seen them beforehand you will find the humor strange and random.\n\n\u001b[1mあなたがあらかじめショーを見ていれば、その話は10だけです。 あなたがあらかじめそれらを見たことがないなら、あなたは奇妙でランダムなユーモアを見つけるでしょう。\u001b[22m\n\u001b[1m(Anata ga arakajime shō o mite ireba, sono-wa wa 10 dakedesu. Anata ga arakajime sorera o mita koto ga nainara, anata wa kimyōde randamuna yūmoa o mitsukerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe story is a 10 ONLY if you have seen the shows beforehand. If you have not seen them beforehand you will find the humor strange and random.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is a 10 ONLY if you have seen the shows beforehand.\u001b[24m\n    \u001b[1mあなたがあらかじめショーを見ていれば、その話は10だけです。\u001b[22m, \u001b[1m物語はあなたが事前に番組を見ている場合にのみ10です。\u001b[22m\n\u001b[4mIf you have not seen them beforehand you will find the humor strange and random.\u001b[24m\n    \u001b[1mあなたがあらかじめそれらを見たことがないなら、あなたは奇妙でランダムなユーモアを見つけるでしょう。\u001b[22m, \u001b[1mあなたがそれらを見ていない場合は、事前にあなたはユーモアが奇妙なランダムでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nHOWEVER if you know the characters and the original story you will LOVE this show.\n\n\u001b[1mあなたがこのキャラクターと元のストーリーを知っていれば、このショーが大好きです。\u001b[22m\n\u001b[1m(Anata ga kono kyarakutā to gen no sutōrī o shitte ireba, kono shō ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mHOWEVER if you know the characters and the original story you will LOVE this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHOWEVER if you know the characters and the original story you will LOVE this show.\u001b[24m\n    \u001b[1mあなたがこのキャラクターと元のストーリーを知っていれば、このショーが大好きです。\u001b[22m, \u001b[1mあなたは、文字とオリジナルストーリーを知っていればしかし、あなたは、この番組を気に入るはず。\u001b[22m\n\u001b[1m\u001b[22m\nI'm changing this to a 10.\n\n\u001b[1m私はこれを10に変更しています。\u001b[22m\n\u001b[1m(Watashi wa kore o 10 ni henkō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI'm changing this to a 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm changing this to a 10.\u001b[24m\n    \u001b[1m私はこれを10に変更しています。\u001b[22m, \u001b[1m私は10にこれを変更しています。\u001b[22m\n\u001b[1m\u001b[22m\nEDIT2: CASTER IS SO F*CKING CUTE\n\n\u001b[1mEDIT2：キャスターはSO F * CKING CUTE\u001b[22m\n\u001b[1m(Edito 2: Kyasutā wa SO F* CKING CUTE)\u001b[22m\n\nTranslations of \u001b[4mEDIT2: CASTER IS SO F*CKING CUTE\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEDIT2: CASTER IS SO F*CKING CUTE\u001b[24m\n    \u001b[1mEDIT2：キャスターはSO F * CKING CUTE\u001b[22m, \u001b[1mEDIT2：CASTERは*弄ぶ天使CUTE SO F IS\u001b[22m"
  },
  {
    "title": "Carnival_Phantasm",
    "id": "10012",
    "url": "https://myanimelist.net/anime/10012/Carnival_Phantasm",
    "user": "LoyalSaber",
    "profile": "/profile/LoyalSaber/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=211921",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nほとんどの人がType-Moonを考えるとき、彼らは通常Fateシリーズを考えています。これは、シリーズに含まれるスピンオフの数によって理解されます。\nしかし、このような多くの人々は、つきひめやMelty Bloodなどの他のフランチャイズを持っていることを忘れるため、このショーはすぐに人々に思い起こさせる。\n\nカーニバル・ファンタズムは、これらの3つのシリーズの間のコラボレーションの試みであり、フェイトとツキヒメの両方のプロジェクトが思考を刺激するかなり暗く真面目なショーを期待する深刻な音で判断します。\nこの番組は試してみるとそれほど遠くないとは言えませんが、このショーは、戦場ではなく日本のゲームショーで勝利することを前提としたコメディ番組です。\nまあ基本的な前提は、それはまた、多くの短編小説とタイプムーン別のシリーズからの様々な文字を含むskitsが含まれています。\n別々のショーのキャラクターの中には、最高の方法でお互いに出会うことがあります。\n\nこのショーは、私たちがいつもエッチで見るヌードと恥知らずのセクシュアリティなしで、ファンサービスをどのようにして行うべきかの完全な例です。\nそれはファンフィクションのように機能しますが、読者の知性を害する悪いものではありません。\n\n芸術はスタジオディーンからボイコットされたFate / Stay Nightのアニメのアップデートバージョンです。\nアニメーションはかなり上手くやっていて、ショーが放っているほとんどのルーニートーンにぴったりです。\n\n音楽は誰にも分からないJ-Popの非常に明るいスタイルなので、聞いている人によってはヒット、ミスのようなものです。\n\nキャラクターはそれぞれのショーにあるものとほとんど同じです。ショー全体がコメディである方法をより軽く心がけてください。\n彼らはショーからのギャグの数を多く保ち、キャスターが彼女のwaifu（この場合はSabre）に執着するオタクになるようなファンの作った理論のいくつかを楽しんでも、\n\n要するに、ショーは非常にうまくいきますが、その非常に異なっていますが、アニメのすべての深刻さとファンサービスからの休憩が必要な場合は、このショーを十分にお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhen most people think of Type-Moon they usually think about the Fate series which is understanding due to how many spinoffs the series has.\n\n\u001b[1mほとんどの人がType-Moonを考えるとき、彼らは通常Fateシリーズを考えています。これは、シリーズに含まれるスピンオフの数によって理解されます。\u001b[22m\n\u001b[1m(Hotondo no hito ga Type - Moon o kangaeru toki, karera wa tsūjō feito shirīzu o kangaete imasu. Kore wa, shirīzu ni fukuma reru supin'ofu no kazu ni yotte rikai sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mWhen most people think of Type-Moon they usually think about the Fate series which is understanding due to how many spinoffs the series has.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen most people think of Type-Moon they usually think about the Fate series which is understanding due to how many spinoffs the series has.\u001b[24m\n    \u001b[1mほとんどの人がType-Moonを考えるとき、彼らは通常Fateシリーズを考えています。これは、シリーズに含まれるスピンオフの数によって理解されます。\u001b[22m, \u001b[1mほとんどの人がタイプムーンについて考えるとき、彼らは通常起因シリーズが持っているどのように多くのスピンオフへの理解であるフェイトシリーズについて考えます。\u001b[22m\nHowever because of this most people forget that they have other franchises such as Tsukihime and Melty Blood, well this show quickly reminds people of that.\n\n\u001b[1mしかし、このような多くの人々は、つきひめやMelty Bloodなどの他のフランチャイズを持っていることを忘れるため、このショーはすぐに人々に思い起こさせる。\u001b[22m\n\u001b[1m(Shikashi, kono yōna ōku no hitobito wa,-tsuki hime ya meruti Blood nado no ta no furanchaizu o motte iru koto o wasureru tame, kono shō wa sugu ni hitobito ni omoiokosa seru.)\u001b[22m\n\nTranslations of \u001b[4mHowever because of this most people forget that they have other franchises such as Tsukihime and Melty Blood, well this show quickly reminds people of that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever because of this most people forget that they have other franchises such as Tsukihime and Melty Blood, well this show quickly reminds people of that.\u001b[24m\n    \u001b[1mしかし、このような多くの人々は、つきひめやMelty Bloodなどの他のフランチャイズを持っていることを忘れるため、このショーはすぐに人々に思い起こさせる。\u001b[22m, \u001b[1mしかしこれのためにほとんどの人々は、彼らがそのような月姫やメルティブラッドのような他のフランチャイズを持っていることを忘れて、よくこの番組はすぐにその人を思い出させます。\u001b[22m\n\u001b[1m\u001b[22m\nCarnival Phantasm is a collaboration attempt between these three series and judging by the serious tone that both Fate and Tsukihime project you would expect a fairly dark and serious show with thought provoking questions.\n\n\u001b[1mカーニバル・ファンタズムは、これらの3つのシリーズの間のコラボレーションの試みであり、フェイトとツキヒメの両方のプロジェクトが思考を刺激するかなり暗く真面目なショーを期待する深刻な音で判断します。\u001b[22m\n\u001b[1m(Kānibaru fantazumu wa, korera no 3ttsu no shirīzu no ma no koraborēshon no kokoromideari, feito to tsukihime no ryōhō no purojekuto ga shikō o shigeki suru kanari kuraku majimena shō o kitai suru shinkokuna oto de handan shimasu.)\u001b[22m\n\nTranslations of \u001b[4mCarnival Phantasm is a collaboration attempt between these three series and judging by the serious tone that both Fate and Tsukihime project you would expect a fairly dark and serious show with thought provoking questions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCarnival Phantasm is a collaboration attempt between these three series and judging by the serious tone that both Fate and Tsukihime project you would expect a fairly dark and serious show with thought provoking questions.\u001b[24m\n    \u001b[1mカーニバル・ファンタズムは、これらの3つのシリーズの間のコラボレーションの試みであり、フェイトとツキヒメの両方のプロジェクトが思考を刺激するかなり暗く真面目なショーを期待する深刻な音で判断します。\u001b[22m, \u001b[1mカーニバルファンタズムは、これらの3つのシリーズと運命と月姫の両方がプロジェクトあなたが考えさせられる質問と、かなり暗いと深刻なショーを期待する深刻な口調から判断するとの連携の試みです。\u001b[22m\nWell this show could not be any farther from that if it tried, this show is more or less a comedy show based around the premise that the holy grail war is won not by combat but through a japanese game show.\n\n\u001b[1mこの番組は試してみるとそれほど遠くないとは言えませんが、このショーは、戦場ではなく日本のゲームショーで勝利することを前提としたコメディ番組です。\u001b[22m\n\u001b[1m(Kono bangumi wa tameshite miruto sorehodo tōkunai to wa iemasenga, kono shō wa, senjōde wanaku Nihon no gēmushō de shōri suru koto o zentei to shita komedi bangumidesu.)\u001b[22m\n\nTranslations of \u001b[4mWell this show could not be any farther from that if it tried, this show is more or less a comedy show based around the premise that the holy grail war is won not by combat but through a japanese game show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell this show could not be any farther from that if it tried, this show is more or less a comedy show based around the premise that the holy grail war is won not by combat but through a japanese game show.\u001b[24m\n    \u001b[1mこの番組は試してみるとそれほど遠くないとは言えませんが、このショーは、戦場ではなく日本のゲームショーで勝利することを前提としたコメディ番組です。\u001b[22m, \u001b[1mさて、このショーは、任意の遠く、それはしようとした場合、このショーは聖杯戦争がない戦闘ではなく、日本のゲームショーを通じて獲得していることを前提に基づいてい多かれ少なかれお笑い番組であることからすることができませんでした。\u001b[22m\nWell thats the basic premise, it also includes many short stories and skits involving various characters from different series by Type-Moon.\n\n\u001b[1mまあ基本的な前提は、それはまた、多くの短編小説とタイプムーン別のシリーズからの様々な文字を含むskitsが含まれています。\u001b[22m\n\u001b[1m(Mā kihon-tekina zentei wa, soreha mata, ōku no tanpen shōsetsu to taipumūn-betsu no shirīzu kara no samazamana moji o fukumu skits ga fukuma rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mWell thats the basic premise, it also includes many short stories and skits involving various characters from different series by Type-Moon.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell thats the basic premise, it also includes many short stories and skits involving various characters from different series by Type-Moon.\u001b[24m\n    \u001b[1mまあ基本的な前提は、それはまた、多くの短編小説とタイプムーン別のシリーズからの様々な文字を含むskitsが含まれています。\u001b[22m, \u001b[1mまあ基本的な前提のthats、それはまた、タイプムーン異なるシリーズからさまざまな文字を含む多くの短編小説や寸劇を含んでいます。\u001b[22m\nSome of the characters from separate shows will ever encounter each other in all the best ways.\n\n\u001b[1m別々のショーのキャラクターの中には、最高の方法でお互いに出会うことがあります。\u001b[22m\n\u001b[1m(Betsubetsu no shō no kyarakutā no nakaniha, saikō no hōhō de otagai ni deau koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mSome of the characters from separate shows will ever encounter each other in all the best ways.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome of the characters from separate shows will ever encounter each other in all the best ways.\u001b[24m\n    \u001b[1m別々のショーのキャラクターの中には、最高の方法でお互いに出会うことがあります。\u001b[22m, \u001b[1m別々の番組からの文字のいくつかは、これまでのすべての最良の方法でお互いが発生します。\u001b[22m\n\u001b[1m\u001b[22m\nThe show is the perfect example of how fan service should be done without the nudity and shameless sexualization that we see in ecchi all the time.\n\n\u001b[1mこのショーは、私たちがいつもエッチで見るヌードと恥知らずのセクシュアリティなしで、ファンサービスをどのようにして行うべきかの完全な例です。\u001b[22m\n\u001b[1m(Kono shō wa, watashitachi ga itsumo etchi de miru nūdo to hajishirazu no sekushuariti nashi de, fansābisu o dono yō ni shite okonaubeki ka no kanzen'na reidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe show is the perfect example of how fan service should be done without the nudity and shameless sexualization that we see in ecchi all the time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show is the perfect example of how fan service should be done without the nudity and shameless sexualization that we see in ecchi all the time.\u001b[24m\n    \u001b[1mこのショーは、私たちがいつもエッチで見るヌードと恥知らずのセクシュアリティなしで、ファンサービスをどのようにして行うべきかの完全な例です。\u001b[22m, \u001b[1mショーはファンサービスは私たちがエッチなすべての時間に参照ヌードと恥知らずな性愛化せずに行われるべきかの完璧な例です。\u001b[22m\nIt works like fanfiction but not the bad kind that insults the readers intelligence.\n\n\u001b[1mそれはファンフィクションのように機能しますが、読者の知性を害する悪いものではありません。\u001b[22m\n\u001b[1m(Sore wa fan fikushon no yō ni kinō shimasuga, dokusha no chisei o gaisuru warui monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt works like fanfiction but not the bad kind that insults the readers intelligence.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt works like fanfiction but not the bad kind that insults the readers intelligence.\u001b[24m\n    \u001b[1mそれはファンフィクションのように機能しますが、読者の知性を害する悪いものではありません。\u001b[22m, \u001b[1mそれはファンフィクションではなく、読者の知性を侮辱悪い一種のように動作します。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is a updated version of the now boycotted Fate/Stay Night anime from Studio Deen which isnt too surprising seeing as how they made this.\n\n\u001b[1m芸術はスタジオディーンからボイコットされたFate / Stay Nightのアニメのアップデートバージョンです。\u001b[22m\n\u001b[1m(Geijutsu wa sutajiodīn kara boikotto sa reta feito/ Stay Night no anime no appudētobājondesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is a updated version of the now boycotted Fate/Stay Night anime from Studio Deen which isnt too surprising seeing as how they made this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is a updated version of the now boycotted Fate/Stay Night anime from Studio Deen which isnt too surprising seeing as how they made this.\u001b[24m\n    \u001b[1m芸術はスタジオディーンからボイコットされたFate / Stay Nightのアニメのアップデートバージョンです。\u001b[22m, \u001b[1m芸術は、彼らがこれを作った方法として、あまりにも驚くべき見てイマイチスタジオディーンからフェイト/ステイナイトアニメをボイコット今の更新版です。\u001b[22m\nThe animation is done fairly well and keeping to the almost looney toons vibe the show puts on.\n\n\u001b[1mアニメーションはかなり上手くやっていて、ショーが放っているほとんどのルーニートーンにぴったりです。\u001b[22m\n\u001b[1m(Animēshon wa kanari umaku yatte ite, shō ga hanatte iru hotondo no rūnītōn ni pittaridesu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is done fairly well and keeping to the almost looney toons vibe the show puts on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is done fairly well and keeping to the almost looney toons vibe the show puts on.\u001b[24m\n    \u001b[1mアニメーションはかなり上手くやっていて、ショーが放っているほとんどのルーニートーンにぴったりです。\u001b[22m, \u001b[1mアニメーションはショーが着るバイブかなりよくやったとほぼルーニートゥーンズに保っています。\u001b[22m\n\u001b[1m\u001b[22m\nThe music is sort of hit or miss depending on who you ask because its all that very upbeat style of J-Pop which isnt for everyone.\n\n\u001b[1m音楽は誰にも分からないJ-Popの非常に明るいスタイルなので、聞いている人によってはヒット、ミスのようなものです。\u001b[22m\n\u001b[1m(Ongaku wa darenimo wakaranai J - Pop no hijō ni akarui sutairunanode, kiite iru hito ni yotte wa hitto, misu no yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe music is sort of hit or miss depending on who you ask because its all that very upbeat style of J-Pop which isnt for everyone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is sort of hit or miss depending on who you ask because its all that very upbeat style of J-Pop which isnt for everyone.\u001b[24m\n    \u001b[1m音楽は誰にも分からないJ-Popの非常に明るいスタイルなので、聞いている人によってはヒット、ミスのようなものです。\u001b[22m, \u001b[1m音楽は一種のあなたが皆のためイマイチJポップのそのすべてが非常に明るいスタイルので尋ねる人に応じて、ヒットまたはミスです。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are pretty much the same as they are in their respective shows just alot more light hearted seeing as how the entire show is a comedy.\n\n\u001b[1mキャラクターはそれぞれのショーにあるものとほとんど同じです。ショー全体がコメディである方法をより軽く心がけてください。\u001b[22m\n\u001b[1m(Kyarakutā wa sorezore no shō ni aru mono to hotondo onajidesu. Shō zentai ga komedidearu hōhō o yori karuku kokorogakete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are pretty much the same as they are in their respective shows just alot more light hearted seeing as how the entire show is a comedy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are pretty much the same as they are in their respective shows just alot more light hearted seeing as how the entire show is a comedy.\u001b[24m\n    \u001b[1mキャラクターはそれぞれのショーにあるものとほとんど同じです。ショー全体がコメディである方法をより軽く心がけてください。\u001b[22m, \u001b[1m文字は、ほとんど同じ彼らはちょうどたくさんのそれぞれのショーでショー全体がコメディであるかのような、より気楽見ているようです。\u001b[22m\nThey keep alot of the running gags from the shows and even poke fun at some of the theories some fans have made such as having Caster be a otaku who obsesses over her waifu (in this case Saber)\n\n\u001b[1m彼らはショーからのギャグの数を多く保ち、キャスターが彼女のwaifu（この場合はSabre）に執着するオタクになるようなファンの作った理論のいくつかを楽しんでも、\u001b[22m\n\u001b[1m(Karera wa shō kara no gyagu no kazu o ōku tamochi, kyasutā ga kanojo no waifu (ko no baai wa Sabre) ni shūchaku suru otaku ni naru yōna fan no tsukutta riron no ikutsu ka o tanoshinde mo,)\u001b[22m\n\nTranslations of \u001b[4mThey keep alot of the running gags from the shows and even poke fun at some of the theories some fans have made such as having Caster be a otaku who obsesses over her waifu (in this case Saber)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey keep alot of the running gags from the shows and even poke fun at some of the theories some fans have made such as having Caster be a otaku who obsesses over her waifu (in this case Saber)\u001b[24m\n    \u001b[1m彼らはショーからのギャグの数を多く保ち、キャスターが彼女のwaifu（この場合はSabre）に執着するオタクになるようなファンの作った理論のいくつかを楽しんでも、\u001b[22m, \u001b[1m彼らはショーの実行中のギャグの多くを維持し、さらにいくつかのファンは、このようなキャスター（この場合はセイバー）彼女waifuにわたってobsessesオタクであるものとして作られてきた理論の一部をからかいます\u001b[22m\n\u001b[1m\u001b[22m\nIn short the show is done very well, its very different but if you need a break from all the seriousness and fanservice in anime then i cant recommend this show enough.\n\n\u001b[1m要するに、ショーは非常にうまくいきますが、その非常に異なっていますが、アニメのすべての深刻さとファンサービスからの休憩が必要な場合は、このショーを十分にお勧めします。\u001b[22m\n\u001b[1m(Yōsuruni, shō wa hijō ni umaku ikimasuga, sono hijō ni kotonatte imasuga, anime no subete no shinkoku-sa to fansābisu kara no kyūkei ga hitsuyōna baai wa, kono shō o jūbun ni o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn short the show is done very well, its very different but if you need a break from all the seriousness and fanservice in anime then i cant recommend this show enough.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn short the show is done very well, its very different but if you need a break from all the seriousness and fanservice in anime then i cant recommend this show enough.\u001b[24m\n    \u001b[1m要するに、ショーは非常にうまくいきますが、その非常に異なっていますが、アニメのすべての深刻さとファンサービスからの休憩が必要な場合は、このショーを十分にお勧めします。\u001b[22m, \u001b[1m要するにショーは、非常によくやって非常に異なっていますが、アニメ内のすべての深刻さとサービスカットからの脱却が必要な場合は、その後、私は十分にこのショーをお勧めしますカントれます。\u001b[22m"
  },
  {
    "title": "Carnival_Phantasm",
    "id": "10012",
    "url": "https://myanimelist.net/anime/10012/Carnival_Phantasm",
    "user": "Blakfang402",
    "profile": "/profile/Blakfang402/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=118147",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのOVAに関するすべてを絶対に愛しました。 唯一の悲しい部分は、エピソードがどれほど短いか、それを終了しなければならないという事実でした。  Carnival PhantasmはFate / Stay night、Fate / Hollow Ataraxia、Melty blood、Tsukihime、Ultimate Blade works、Fateゼロ、さらに多くのものを組み合わせたものです。\n\nアニメ（かなりの数）、小説、アーケードゲーム、マンガ、エロゲームズ（すべての女性が城を築くことを口実にする）、すべてがエンターテインメントのあらゆる形態にまで及んでいます。 ジョークの多くは、これらのアーケードゲームや映画の一部に基づいています。そして、ほとんどすべてが素晴らしいです。 これらの複数のプラットフォームは、キャラクターに強いバックストーリーと面白い関係を与えるものであり、そのショートパンツがどんなに面白いのか。 あなたが本当にすべてを正しく理解したいのであれば、文字タブに行き、すべての文字の要約を読んでから、関連するアニメの一部を見て、ゲームを垣間見ると、どうしてジョークがそんなにおかしいのか理解できます。 今はレビュー!!!\n\nストーリー：10\nストーリーのないアニメでは、これはどのように可能ですか？ このアニメはすべてがとても面白いという話はないので、それだけです。 これらの短編小説とアークは、このショーをすばらしいものにするものです。 キャラクターは彼らが望むものを何でもすることができます。  Tsukihimeは吸血鬼のホラーアニメを題材にしており、文字通り幸福と乱雑さを吹き込みます。 私はこのアニメを記述しなければならない場合、それは純粋に変更されていない喜びでしょう。 彼らは深刻なアニメを取り上げ、キャラクターを陽気にしました。 このアニメは、これを証明するためにいくつかの短編を使用しています。 聖杯のための戦いについてのジョーク（エピソード1のようなもの）、その他はキャラクターの生活の物語（エピソード2のようなもの）です。 アニメはほとんど決して深刻ではない。 それは文字通り面白い幸福を吐き出す。\n\nアート：10\nそれはうまくアニメ化されています。 それはどこに細かい部分を与えるのか正確に知っています。 それは経験に追加されます。\n\nサウンド：10\n私はOPとENDを大好きです。 彼らはすごい。 キャラクターやサウンドトラックに付随する効果音は素晴らしいです。\n\nキャラクター：10\nこれらの文字について知っていることはすべて変更されています。 誰もがギャグであり、誰もがまっすぐな男です（これはジョークの男とジョークでそれらを呼ぶ人を意味します）。 キャラクターはすべて真剣さを失い、楽しい世界に没頭します。 ギルガメッシュは恐ろしい王であることから、誰もが傲慢な馬鹿に恐れていることから、「世界で最も古い形のいじめの一種です」と言います。 セイバーは彼女の「戦士」の地位を維持しようとしますが、彼女も正式なジョークのキャラクターになっています。  Illyaはまた、彼女の傲慢さを失って、ちょうどかわいい女の子のキャラクターです。\n\n楽しさ：10\nどうしてそんなことができないだろうか。 このアニメは、「WAAAAAH？」のようないたずら、ジョーク、ギャグ、レファレンス、そして何かに溢れたものです。  。 私の両親は一般的にアニメに賛成ではありませんが、1つのエピソードを見せてから、このアニメを笑うのには役に立たなかったのです。 これは、このような新しい会社によって生産されているにもかかわらず、私は見てから購入する数少ないアニメの1つです。 よくやった！\n\n全体：10\n私が今まで見た中で最高のコメディアニメ。 それは愚かでなくて面白いことを管理する。 継続性とプロットの欠如もその魅力の一部です。  Fate / Stayシリーズと何か関係があったすべての人に、このアニメを絶対にお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI loved absolutely everything about this OVA. The only sad part was how short the episodes were and the fact that it had to end. Carnival Phantasm is a mix of Fate/Stay night, Fate/Hollow Ataraxia, Melty blood, Tsukihime, Ultimate Blade works, and Fate zero, along with many many more.\n\n\u001b[1m私はこのOVAに関するすべてを絶対に愛しました。 唯一の悲しい部分は、エピソードがどれほど短いか、それを終了しなければならないという事実でした。  Carnival PhantasmはFate / Stay night、Fate / Hollow Ataraxia、Melty blood、Tsukihime、Ultimate Blade works、Fateゼロ、さらに多くのものを組み合わせたものです。\u001b[22m\n\u001b[1m(Watashi wa kono ovu~a ni kansuru subete o zettai ni aishimashita. Yuiitsu no kanashī bubun wa, episōdo ga dorehodo mijikai ka, sore o shūryō shinakereba naranai to iu jijitsudeshita. Kānivu~aru Phantasm wa feito/ Stay night, feito/ Hollow Ataraxia, meruti blood, Tsukihime, urutimeito bureido wākusu, feito zero, sarani ōku no mono o kumiawaseta monodesu.)\u001b[22m\n\nTranslations of \u001b[4mI loved absolutely everything about this OVA. The only sad part was how short the episodes were and the fact that it had to end. Carnival Phantasm is a mix of Fate/Stay night, Fate/Hollow Ataraxia, Melty blood, Tsukihime, Ultimate Blade works, and Fate zero, along with many many more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved absolutely everything about this OVA.\u001b[24m\n    \u001b[1m私はこのOVAに関するすべてを絶対に愛しました。\u001b[22m, \u001b[1m私はこのOVAについて絶対にすべてのものを愛しました。\u001b[22m\n\u001b[4mThe only sad part was how short the episodes were and the fact that it had to end.\u001b[24m\n    \u001b[1m唯一の悲しい部分は、エピソードがどれほど短いか、それを終了しなければならないという事実でした。\u001b[22m, \u001b[1m唯一の悲しい部分はエピソードが、それが終了していたという事実だったとどのように短いものでした。\u001b[22m\n\u001b[4mCarnival Phantasm is a mix of Fate/Stay night, Fate/Hollow Ataraxia, Melty blood, Tsukihime, Ultimate Blade works, and Fate zero, along with many many more.\u001b[24m\n    \u001b[1mCarnival PhantasmはFate / Stay night、Fate / Hollow Ataraxia、Melty blood、Tsukihime、Ultimate Blade works、Fateゼロ、さらに多くのものを組み合わせたものです。\u001b[22m, \u001b[1mカーニバルファンタズムは、多くの、より多くのと一緒に、フェイト/ステイナイトのミックス、フェイト/ホロウアタラクシア、メルティ血、月姫、究極のブレードの作品で、フェイトゼロ。\u001b[22m\n\u001b[1m\u001b[22m\nFor those of you who dont know, this series extends into every form of entertainment: anime(quite a few), novels, arcade games, manga, Erogames (which capatalize on getting Shiro laid by everything female), everything. A lot of the jokes are based off of some of these arcade games and the movies.And almost all of them are fantastic. These multiple platforms are what give the characters intense back story, and interesting relationships, and its what makes these shorts so dang hilarious. If you really want to properly understand everything, go to the characters tab and read every single character summary, and then some from the relating animes and glimpse at the games, it'll help you get why the jokes are so freaking ridiculous. AND NOW FOR THE REVIEW!!!\n\n\u001b[1mアニメ（かなりの数）、小説、アーケードゲーム、マンガ、エロゲームズ（すべての女性が城を築くことを口実にする）、すべてがエンターテインメントのあらゆる形態にまで及んでいます。 ジョークの多くは、これらのアーケードゲームや映画の一部に基づいています。そして、ほとんどすべてが素晴らしいです。 これらの複数のプラットフォームは、キャラクターに強いバックストーリーと面白い関係を与えるものであり、そのショートパンツがどんなに面白いのか。 あなたが本当にすべてを正しく理解したいのであれば、文字タブに行き、すべての文字の要約を読んでから、関連するアニメの一部を見て、ゲームを垣間見ると、どうしてジョークがそんなにおかしいのか理解できます。 今はレビュー!!!\u001b[22m\n\u001b[1m(Anime (kanari no sū), shōsetsu, ākēdogēmu, manga, erogēmuzu (subete no josei ga shiro o kizuku koto o kōjitsu ni suru), subete ga entāteinmento no arayuru keitai ni made oyonde imasu. Jōku no ōku wa, korera no ākēdogēmu ya eiga no ichibu ni motodzuite imasu. Soshite, hotondo subete ga subarashīdesu. Korera no fukusū no purattofōmu wa, kyarakutā ni tsuyoi bakkusutōrī to omoshiroi kankei o ataeru monodeari, sono shōtopantsu ga don'nani omoshiroi no ka. Anata ga hontōni subete o tadashiku rikai shitai nodeareba, moji tabu ni iki, subete no moji no yōyaku o yonde kara, kanren suru anime no ichibu o mite, gēmu o kaimamiru to, dōshite jōku ga son'nani okashī no ka rikai dekimasu. Ima wa rebyū! ! !)\u001b[22m\n\nTranslations of \u001b[4mFor those of you who dont know, this series extends into every form of entertainment: anime(quite a few), novels, arcade games, manga, Erogames (which capatalize on getting Shiro laid by everything female), everything. A lot of the jokes are based off of some of these arcade games and the movies.And almost all of them are fantastic. These multiple platforms are what give the characters intense back story, and interesting relationships, and its what makes these shorts so dang hilarious. If you really want to properly understand everything, go to the characters tab and read every single character summary, and then some from the relating animes and glimpse at the games, it'll help you get why the jokes are so freaking ridiculous. AND NOW FOR THE REVIEW!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor those of you who dont know, this series extends into every form of entertainment: anime(quite a few), novels, arcade games, manga, Erogames (which capatalize on getting Shiro laid by everything female), everything.\u001b[24m\n    \u001b[1mアニメ（かなりの数）、小説、アーケードゲーム、マンガ、エロゲームズ（すべての女性が城を築くことを口実にする）、すべてがエンターテインメントのあらゆる形態にまで及んでいます。\u001b[22m, \u001b[1mアニメ（かなりの数）、小説、アーケードゲーム、漫画、Erogames（史郎は女性のすべてによって敷設取得にcapatalize）、すべてのもの：知らない人のために、このシリーズは、エンターテイメントのすべてのフォーム内に延びています。\u001b[22m\n\u001b[4mA lot of the jokes are based off of some of these arcade games and the movies.And almost all of them are fantastic.\u001b[24m\n    \u001b[1mジョークの多くは、これらのアーケードゲームや映画の一部に基づいています。そして、ほとんどすべてが素晴らしいです。\u001b[22m, \u001b[1mジョークの多くは、これらのアーケードゲームとほとんどすべてのは素晴らしいですmovies.Andのいくつかのオフに基づいています。\u001b[22m\n\u001b[4mThese multiple platforms are what give the characters intense back story, and interesting relationships, and its what makes these shorts so dang hilarious.\u001b[24m\n    \u001b[1mこれらの複数のプラットフォームは、キャラクターに強いバックストーリーと面白い関係を与えるものであり、そのショートパンツがどんなに面白いのか。\u001b[22m, \u001b[1mこれらの複数のプラットフォームには、文字に強烈なバックストーリー、そして興味深い関係を与えるもの、及びその陽気なこれらのショートパンツはそう一顧にするものです。\u001b[22m\n\u001b[4mIf you really want to properly understand everything, go to the characters tab and read every single character summary, and then some from the relating animes and glimpse at the games, it'll help you get why the jokes are so freaking ridiculous.\u001b[24m\n    \u001b[1mあなたが本当にすべてを正しく理解したいのであれば、文字タブに行き、すべての文字の要約を読んでから、関連するアニメの一部を見て、ゲームを垣間見ると、どうしてジョークがそんなにおかしいのか理解できます。\u001b[22m, \u001b[1mジョークはとてもばかげおかしくしている理由あなたが本当に適切にすべてを理解したい場合は、文字]タブに移動し、すべての単一文字の概要を読み、[いくつかの関連アニメからゲームで垣間見る、それはあなたが得るのを助けるでしょう。\u001b[22m\n\u001b[4mAND NOW FOR THE REVIEW!!!\u001b[24m\n    \u001b[1m今はレビュー!!!\u001b[22m, \u001b[1mそして今、レビューのために！\u001b[22m\n\u001b[1m\u001b[22m\nStory: 10\n\n\u001b[1mストーリー：10\u001b[22m\n\u001b[1m(Sutōrī: 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 10\u001b[24m\n    \u001b[1mストーリー：10\u001b[22m\nHow is this possible in an anime that has no story? Thats just it, its because this anime has no story that everything is so funny. These short stories and arcs are what make this show so great. The characters can do anything they want. It takes Tsukihime a vampire horror anime and literally injects it with happiness and randomness. If i had to describe this anime it would Pure Unaltered Joy. They took serious anime's and just made the characters hilarious. This anime uses several shorts to prove this. Some are jokes about fighting for the Holy Grail (like episode 1), other are just stories of the characters' lives (like episode 2). The anime is almost never serious. It literally oozes funny happiness.\n\n\u001b[1mストーリーのないアニメでは、これはどのように可能ですか？ このアニメはすべてがとても面白いという話はないので、それだけです。 これらの短編小説とアークは、このショーをすばらしいものにするものです。 キャラクターは彼らが望むものを何でもすることができます。  Tsukihimeは吸血鬼のホラーアニメを題材にしており、文字通り幸福と乱雑さを吹き込みます。 私はこのアニメを記述しなければならない場合、それは純粋に変更されていない喜びでしょう。 彼らは深刻なアニメを取り上げ、キャラクターを陽気にしました。 このアニメは、これを証明するためにいくつかの短編を使用しています。 聖杯のための戦いについてのジョーク（エピソード1のようなもの）、その他はキャラクターの生活の物語（エピソード2のようなもの）です。 アニメはほとんど決して深刻ではない。 それは文字通り面白い幸福を吐き出す。\u001b[22m\n\u001b[1m(Sutōrī no nai animede wa, kore wa dono yō ni kanōdesu ka? Kono anime wa subete ga totemo omoshiroi to iu hanashi wanainode, sore dakedesu. Kyarakutā wa karera ga nozomu mono o nani demo suru koto ga dekimasu. Tsukihime wa kyūketsuki no horāanime o daizai ni shite ori, mojidōri kōfuku to ranzatsu-sa o fukikomimasu. Watashi wa kono anime o kijutsu shinakereba naranai baai, sore wa junsui ni henkō sa rete inai yorokobideshou. Karera wa shinkokuna anime o toriage, kyarakutā o yōki ni shimashita. Kono anime wa, kore o shōmei suru tame ni ikutsu ka no tanpen o shiyō shite imasu. Seihai no tame no tatakai ni tsuite no jōku (episōdo 1 no yōna mono), sonohoka wa kyarakutā no seikatsu no monogatari (episōdo 2 no yōna mono)desu. Anime wa hotondo kesshite shinkokude wanai. Sore wa mojidōri omoshiroi kōfuku o hakidasu. Korera no tanpen shōsetsu to āku wa, kono shō o subarashī mono ni suru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mHow is this possible in an anime that has no story? Thats just it, its because this anime has no story that everything is so funny. These short stories and arcs are what make this show so great. The characters can do anything they want. It takes Tsukihime a vampire horror anime and literally injects it with happiness and randomness. If i had to describe this anime it would Pure Unaltered Joy. They took serious anime's and just made the characters hilarious. This anime uses several shorts to prove this. Some are jokes about fighting for the Holy Grail (like episode 1), other are just stories of the characters' lives (like episode 2). The anime is almost never serious. It literally oozes funny happiness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHow is this possible in an anime that has no story?\u001b[24m\n    \u001b[1mストーリーのないアニメでは、これはどのように可能ですか？\u001b[22m, \u001b[1mこれはどのように何の話を持っていないアニメで可能ですか？\u001b[22m\n\u001b[4mThats just it, its because this anime has no story that everything is so funny.\u001b[24m\n    \u001b[1mこのアニメはすべてがとても面白いという話はないので、それだけです。\u001b[22m, \u001b[1m厥ちょうどそれ、そのこのアニメはすべてがとても面白いであることは話されていないため。\u001b[22m\n\u001b[4mThe characters can do anything they want.\u001b[24m\n    \u001b[1mキャラクターは彼らが望むものを何でもすることができます。\u001b[22m, \u001b[1m文字は、彼らが欲しいものを行うことができます。\u001b[22m\n\u001b[4mIt takes Tsukihime a vampire horror anime and literally injects it with happiness and randomness.\u001b[24m\n    \u001b[1mTsukihimeは吸血鬼のホラーアニメを題材にしており、文字通り幸福と乱雑さを吹き込みます。\u001b[22m, \u001b[1mそれは月姫に吸血鬼ホラーアニメを取り、文字通り幸せとランダムでそれを注入します。\u001b[22m\n\u001b[4mIf i had to describe this anime it would Pure Unaltered Joy.\u001b[24m\n    \u001b[1m私はこのアニメを記述しなければならない場合、それは純粋に変更されていない喜びでしょう。\u001b[22m, \u001b[1m私はこのアニメを記述しなければならないとしたら、それは純粋な不変の喜びでしょう。\u001b[22m\n\u001b[4mThey took serious anime's and just made the characters hilarious.\u001b[24m\n    \u001b[1m彼らは深刻なアニメを取り上げ、キャラクターを陽気にしました。\u001b[22m, \u001b[1m彼らは深刻なアニメのを取り、ちょうど文字は陽気ました。\u001b[22m\n\u001b[4mThis anime uses several shorts to prove this.\u001b[24m\n    \u001b[1mこのアニメは、これを証明するためにいくつかの短編を使用しています。\u001b[22m, \u001b[1mこのアニメは、これを証明するために、いくつかのショートパンツを使用しています。\u001b[22m\n\u001b[4mSome are jokes about fighting for the Holy Grail (like episode 1), other are just stories of the characters' lives (like episode 2).\u001b[24m\n    \u001b[1m聖杯のための戦いについてのジョーク（エピソード1のようなもの）、その他はキャラクターの生活の物語（エピソード2のようなもの）です。\u001b[22m, \u001b[1mいくつかは（エピソード1のように）聖杯のために戦っについてのジョークであり、他は（エピソード2のような）文字の生活のほんの話です。\u001b[22m\n\u001b[4mThe anime is almost never serious.\u001b[24m\n    \u001b[1mアニメはほとんど決して深刻ではない。\u001b[22m, \u001b[1mアニメはほとんどない深刻です。\u001b[22m\n\u001b[4mIt literally oozes funny happiness.\u001b[24m\n    \u001b[1mそれは文字通り面白い幸福を吐き出す。\u001b[22m, \u001b[1mそれは文字通り面白い幸せを漂わせます。\u001b[22m\n\u001b[4mThese short stories and arcs are what make this show so great.\u001b[24m\n    \u001b[1mこれらの短編小説とアークは、このショーをすばらしいものにするものです。\u001b[22m, \u001b[1mこれらの短編小説と円弧は、このショーはとても素晴らしい作るものです。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10\n\n\u001b[1mアート：10\u001b[22m\n\u001b[1m(Āto: 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10\u001b[24m\n    \u001b[1mアート：10\u001b[22m\nIt is well animated. It knows exactly where to give detail and where to let everything by flat and one dimensional. It adds to the experience.\n\n\u001b[1mそれはうまくアニメ化されています。 それはどこに細かい部分を与えるのか正確に知っています。 それは経験に追加されます。\u001b[22m\n\u001b[1m(Sore wa umaku anime-ka sa rete imasu. Sore wa doko ni komakai bubun o ataeru no ka seikaku ni shitte imasu. Sore wa keiken ni tsuika sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mIt is well animated. It knows exactly where to give detail and where to let everything by flat and one dimensional. It adds to the experience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is well animated.\u001b[24m\n    \u001b[1mそれはうまくアニメ化されています。\u001b[22m, \u001b[1mこれはよくアニメ化されます。\u001b[22m\n\u001b[4mIt knows exactly where to give detail and where to let everything by flat and one dimensional.\u001b[24m\n    \u001b[1mそれはどこに細かい部分を与えるのか正確に知っています。\u001b[22m, \u001b[1mこれは、ディテールやどこフラットと1次元によってすべてをできるようにを与えるために場所を正確に知っています。\u001b[22m\n\u001b[4mIt adds to the experience.\u001b[24m\n    \u001b[1mそれは経験に追加されます。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 10\n\n\u001b[1mサウンド：10\u001b[22m\n\u001b[1m(Saundo: 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10\u001b[24m\n    \u001b[1mサウンド：10\u001b[22m\nI love the OP and END. They are great. The sound effects that go with the characters and the sound tracks are great.\n\n\u001b[1m私はOPとENDを大好きです。 彼らはすごい。 キャラクターやサウンドトラックに付随する効果音は素晴らしいです。\u001b[22m\n\u001b[1m(Watashi wa OP to endo o daisukidesu. Karera wa sugoi. Kyarakutā ya saundotorakku ni fuzui suru kōka-on wa subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mI love the OP and END. They are great. The sound effects that go with the characters and the sound tracks are great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love the OP and END.\u001b[24m\n    \u001b[1m私はOPとENDを大好きです。\u001b[22m, \u001b[1m私はOPとENDが大好きです。\u001b[22m\n\u001b[4mThey are great.\u001b[24m\n    \u001b[1m彼らはすごい。\u001b[22m, \u001b[1m彼らは偉大だ。\u001b[22m, \u001b[1m彼らは素晴らしい。\u001b[22m, \u001b[1m彼らは素晴らしいです。\u001b[22m\n\u001b[4mThe sound effects that go with the characters and the sound tracks are great.\u001b[24m\n    \u001b[1mキャラクターやサウンドトラックに付随する効果音は素晴らしいです。\u001b[22m, \u001b[1m文字やサウンドトラックで行く効果音は素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:10\n\n\u001b[1mキャラクター：10\u001b[22m\n\u001b[1m(Kyarakutā: 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter:10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter:10\u001b[24m\n    \u001b[1mキャラクター：10\u001b[22m\nEverything you know about these characters has changed. Everyone is a Gag and everyone is a Straight man (this means a joke guy and the person who calls them out on the joke). The characters lose all their seriousness and become immersed in a world of fun. Gilgamesh goes from being a frightful king everyone fears to an arrogant jerk who, to quote, 'is the world's oldest form of a bully.' Saber tries to hold on to her 'warrior' status, but she too has become a formal joke character. Illya has also lost her arrogance and is just a cute little girl character.\n\n\u001b[1mこれらの文字について知っていることはすべて変更されています。 誰もがギャグであり、誰もがまっすぐな男です（これはジョークの男とジョークでそれらを呼ぶ人を意味します）。 キャラクターはすべて真剣さを失い、楽しい世界に没頭します。 ギルガメッシュは恐ろしい王であることから、誰もが傲慢な馬鹿に恐れていることから、「世界で最も古い形のいじめの一種です」と言います。 セイバーは彼女の「戦士」の地位を維持しようとしますが、彼女も正式なジョークのキャラクターになっています。  Illyaはまた、彼女の傲慢さを失って、ちょうどかわいい女の子のキャラクターです。\u001b[22m\n\u001b[1m(Korera no moji ni tsuite shitte iru koto wa subete henkō sa rete imasu. Daremoga gyagudeari, daremoga massuguna otokodesu (kore wa jōku no otoko to jōku de sorera o yobu hito o imi shimasu). Kyarakutā wa subete shinken-sa o ushinai, tanoshī sekai ni bottō shimasu. Girugamesshu wa osoroshī ōdearu koto kara, daremoga gōman'na baka ni osorete iru koto kara,`sekai de mottomo furui katachi no ijime no isshudesu' to iimasu. Seibā wa kanojo no `senshi' no chii o iji shiyou to shimasuga, kanojo mo seishikina jōku no kyarakutā ni natte imasu. Illya wa mata, kanojo no gōman-sa o ushinatte, chōdo kawaī on'nanoko no kyarakutādesu.)\u001b[22m\n\nTranslations of \u001b[4mEverything you know about these characters has changed. Everyone is a Gag and everyone is a Straight man (this means a joke guy and the person who calls them out on the joke). The characters lose all their seriousness and become immersed in a world of fun. Gilgamesh goes from being a frightful king everyone fears to an arrogant jerk who, to quote, 'is the world's oldest form of a bully.' Saber tries to hold on to her 'warrior' status, but she too has become a formal joke character. Illya has also lost her arrogance and is just a cute little girl character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEverything you know about these characters has changed.\u001b[24m\n    \u001b[1mこれらの文字について知っていることはすべて変更されています。\u001b[22m, \u001b[1mこれらの文字についてあなたが知っているすべてが変更されました。\u001b[22m\n\u001b[4mEveryone is a Gag and everyone is a Straight man (this means a joke guy and the person who calls them out on the joke).\u001b[24m\n    \u001b[1m誰もがギャグであり、誰もがまっすぐな男です（これはジョークの男とジョークでそれらを呼ぶ人を意味します）。\u001b[22m, \u001b[1m誰もがギャグであると誰もがストレートの男（これはジョークの男と冗談でそれらを呼び出し者を意味する）です。\u001b[22m\n\u001b[4mThe characters lose all their seriousness and become immersed in a world of fun.\u001b[24m\n    \u001b[1mキャラクターはすべて真剣さを失い、楽しい世界に没頭します。\u001b[22m, \u001b[1m文字は、すべての深刻さを失い、楽しいの世界に浸漬になります。\u001b[22m\n\u001b[4mGilgamesh goes from being a frightful king everyone fears to an arrogant jerk who, to quote, 'is the world's oldest form of a bully.'\u001b[24m\n    \u001b[1mギルガメッシュは恐ろしい王であることから、誰もが傲慢な馬鹿に恐れていることから、「世界で最も古い形のいじめの一種です」と言います。\u001b[22m, \u001b[1mギルガメシュは、誰もが、引用に、傲慢ジャークに恐れ恐ろしい王であることから行く「いじめの世界最古の形です。」\u001b[22m\n\u001b[4mSaber tries to hold on to her 'warrior' status, but she too has become a formal joke character.\u001b[24m\n    \u001b[1mセイバーは彼女の「戦士」の地位を維持しようとしますが、彼女も正式なジョークのキャラクターになっています。\u001b[22m, \u001b[1mセイバーは彼女の「戦士」の状態を保持しようとしますが、彼女はあまりにも正式なジョーク文字となっています。\u001b[22m\n\u001b[4mIllya has also lost her arrogance and is just a cute little girl character.\u001b[24m\n    \u001b[1mIllyaはまた、彼女の傲慢さを失って、ちょうどかわいい女の子のキャラクターです。\u001b[22m, \u001b[1mIllyaはまた彼女の傲慢さを失い、ただかわいい女の子のキャラクターですしています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\nHow could it not be. This anime is chock full of puns, jokes, gags, references, and somethings that just make you go: 'WAAAAAH?' . My parents generally disapprove of anime, but after showing them a single episode they could not help laughing at this anime. This is one of the few animes that i will go buy after watching, simply because it is so great, despite being produced by such a new company. GOOD JOB!\n\n\u001b[1mどうしてそんなことができないだろうか。 このアニメは、「WAAAAAH？」のようないたずら、ジョーク、ギャグ、レファレンス、そして何かに溢れたものです。  。 私の両親は一般的にアニメに賛成ではありませんが、1つのエピソードを見せてから、このアニメを笑うのには役に立たなかったのです。 これは、このような新しい会社によって生産されているにもかかわらず、私は見てから購入する数少ないアニメの1つです。 よくやった！\u001b[22m\n\u001b[1m(Dōshite son'na koto ga dekinaidarou ka. Kono anime wa,`WAAAAAH?' No yōna itazura, jōku, gyagu, refarensu, soshite nanika ni afureta monodesu.. Watashi no ryōshin wa ippantekini anime ni sanseide wa arimasenga, 1tsu no episōdo o misete kara, kono anime o warau no ni wa yakunitatanakatta nodesu. Kore wa, kono yōna atarashī kaisha ni yotte seisan sa rete iru nimokakawarazu, watashi wa mitekara kōnyū suru kazusukunai anime no 1tsudesu. Yoku yatta!)\u001b[22m\n\nTranslations of \u001b[4mHow could it not be. This anime is chock full of puns, jokes, gags, references, and somethings that just make you go: 'WAAAAAH?' . My parents generally disapprove of anime, but after showing them a single episode they could not help laughing at this anime. This is one of the few animes that i will go buy after watching, simply because it is so great, despite being produced by such a new company. GOOD JOB!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHow could it not be.\u001b[24m\n    \u001b[1mどうしてそんなことができないだろうか。\u001b[22m, \u001b[1mそれはどのようになることができませんでした。\u001b[22m\n\u001b[4mThis anime is chock full of puns, jokes, gags, references, and somethings that just make you go: 'WAAAAAH?'\u001b[24m\n    \u001b[1mこのアニメは、「WAAAAAH？」のようないたずら、ジョーク、ギャグ、レファレンス、そして何かに溢れたものです。\u001b[22m, \u001b[1mこのアニメはちょうどあなたが行くよう駄洒落、ジョーク、ギャグ、参照、および代がぎっしり詰まっている：「WAAAAAH？」\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mMy parents generally disapprove of anime, but after showing them a single episode they could not help laughing at this anime.\u001b[24m\n    \u001b[1m私の両親は一般的にアニメに賛成ではありませんが、1つのエピソードを見せてから、このアニメを笑うのには役に立たなかったのです。\u001b[22m, \u001b[1m私の両親は、一般的にアニメの不承認、しかしそれらに単一のエピソードを表示した後、彼らはこのアニメを笑わざるを得ませんでした。\u001b[22m\n\u001b[4mThis is one of the few animes that i will go buy after watching, simply because it is so great, despite being produced by such a new company.\u001b[24m\n    \u001b[1mこれは、このような新しい会社によって生産されているにもかかわらず、私は見てから購入する数少ないアニメの1つです。\u001b[22m, \u001b[1mこれは私がこのような新しい会社によって生産されているにもかかわらず、それはとても素晴らしいですという理由だけで、見た後に買って行くであろういくつかのアニメの一つです。\u001b[22m\n\u001b[4mGOOD JOB!\u001b[24m\n    \u001b[1mよくやった！\u001b[22m, \u001b[1m良い仕事！\u001b[22m, \u001b[1mGOOD JOB！\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 10\n\n\u001b[1m全体：10\u001b[22m\n\u001b[1m(Zentai: 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 10\u001b[24m\n    \u001b[1m全体：10\u001b[22m\nBest comedic anime I have ever seen. It manages to be funny without being stupid. Its lack of continuity and plot are also part of its charm. I absolutely recommend this anime to every who ever had anything to do with the Fate/Stay series.\n\n\u001b[1m私が今まで見た中で最高のコメディアニメ。 それは愚かでなくて面白いことを管理する。 継続性とプロットの欠如もその魅力の一部です。  Fate / Stayシリーズと何か関係があったすべての人に、このアニメを絶対にお勧めします。\u001b[22m\n\u001b[1m(Watashi ga imamade mita naka de saikō no komedianime. Sore wa orokadenakute omoshiroi koto o kanri suru. Keizoku-sei to purotto no ketsujo mo sono miryoku no ichibudesu. Feito/ Stay shirīzu to nanika kankei ga atta subete no hito ni, kono anime o zettai ni o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mBest comedic anime I have ever seen. It manages to be funny without being stupid. Its lack of continuity and plot are also part of its charm. I absolutely recommend this anime to every who ever had anything to do with the Fate/Stay series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBest comedic anime I have ever seen.\u001b[24m\n    \u001b[1m私が今まで見た中で最高のコメディアニメ。\u001b[22m, \u001b[1m私が今まで見た中で最高の喜劇アニメ。\u001b[22m\n\u001b[4mIt manages to be funny without being stupid.\u001b[24m\n    \u001b[1mそれは愚かでなくて面白いことを管理する。\u001b[22m, \u001b[1mそれは愚かなことなく、面白いことを管理しています。\u001b[22m\n\u001b[4mIts lack of continuity and plot are also part of its charm.\u001b[24m\n    \u001b[1m継続性とプロットの欠如もその魅力の一部です。\u001b[22m, \u001b[1m連続性とプロットの欠如は、その魅力の一部です。\u001b[22m\n\u001b[4mI absolutely recommend this anime to every who ever had anything to do with the Fate/Stay series.\u001b[24m\n    \u001b[1mFate / Stayシリーズと何か関係があったすべての人に、このアニメを絶対にお勧めします。\u001b[22m, \u001b[1m私は絶対に今までフェイト/ステイシリーズを行うには何も持っていた人ごとにこのアニメをお勧めします。\u001b[22m"
  },
  {
    "title": "Carnival_Phantasm",
    "id": "10012",
    "url": "https://myanimelist.net/anime/10012/Carnival_Phantasm",
    "user": "mercury1980",
    "profile": "/profile/mercury1980/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=98009",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  8\nキャラクター|  10\n|  10\n\n私は、非常に面白いと同時に楽しみに見るこのコメディアニメを見始めたとき、私はFate / Stay nightアニメをもっと好きだと言わなければならない。 キャラクターは好きですし、彼のクールでスマートで勇敢な性格のため、私の好きなキャラクターはアーチャーです。 彼はまたランサーの死んだと言った。  Archerはこのシリーズの中で私の最も好きなキャラクターです。 ストーリーはとても面白く、アートとアニメーションはうまくいきます。\n\nちなみに、Fate / Stay Nightは過去のヒーローのアニメで、クラスに合わせて名前が付けられています。 彼らは聖杯のために戦います、聖杯が誰かに願いを捧げることができるようになると、彼らはそれを回収します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI have to say, I liked Fate/Stay night anime more when I started watching this comedy anime which is very funny and fun to watch at the same time. The characters are likable and my favorite character of all is Archer because of his cool, smart and brave personality. He also said 'Lancer's dead' which is the best part. Archer is definitely my most favorite character in this series. The story is very funny and the art and animation is well done.\n\n\u001b[1m私は、非常に面白いと同時に楽しみに見るこのコメディアニメを見始めたとき、私はFate / Stay nightアニメをもっと好きだと言わなければならない。 キャラクターは好きですし、彼のクールでスマートで勇敢な性格のため、私の好きなキャラクターはアーチャーです。 彼はまたランサーの死んだと言った。  Archerはこのシリーズの中で私の最も好きなキャラクターです。 ストーリーはとても面白く、アートとアニメーションはうまくいきます。\u001b[22m\n\u001b[1m(Watashi wa, hijō ni omoshiroito dōjini tanoshimi ni miru kono komedi anime o mi hajimeta toki, watashi wa feito/ Stay night anime o motto sukida to iwanakereba naranai. Kyarakutā wa sukidesushi, kare no kūru de sumāto de yūkan'na seikaku no tame, watashi no sukina kyarakutā wa āchādesu. Kare wa mata ransā no shinda to itta. Āchā wa kono shirīzu no naka de watashi no mottomo sukina kyarakutādesu. Sutōrī wa totemo omoshiroku, āto to animēshon wa umaku ikimasu.)\u001b[22m\n\nTranslations of \u001b[4mI have to say, I liked Fate/Stay night anime more when I started watching this comedy anime which is very funny and fun to watch at the same time. The characters are likable and my favorite character of all is Archer because of his cool, smart and brave personality. He also said 'Lancer's dead' which is the best part. Archer is definitely my most favorite character in this series. The story is very funny and the art and animation is well done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have to say, I liked Fate/Stay night anime more when I started watching this comedy anime which is very funny and fun to watch at the same time.\u001b[24m\n    \u001b[1m私は、非常に面白いと同時に楽しみに見るこのコメディアニメを見始めたとき、私はFate / Stay nightアニメをもっと好きだと言わなければならない。\u001b[22m, \u001b[1m私は、同時に視聴することは非常に面白いと楽しいです。このコメディアニメを見始めたとき、私はよりフェイト/ステイナイトアニメが好き、言わなければなりません。\u001b[22m\n\u001b[4mThe characters are likable and my favorite character of all is Archer because of his cool, smart and brave personality.\u001b[24m\n    \u001b[1mキャラクターは好きですし、彼のクールでスマートで勇敢な性格のため、私の好きなキャラクターはアーチャーです。\u001b[22m, \u001b[1m文字が好感され、すべての私のお気に入りのキャラクターは彼のために、クールなスマートと勇敢な性格のアーチャーです。\u001b[22m\n\u001b[4mHe also said 'Lancer's dead' which is the best part.\u001b[24m\n    \u001b[1m彼はまたランサーの死んだと言った。\u001b[22m, \u001b[1m彼はまた、「ランサーの死んだ '最高の一部であると述べました。\u001b[22m\n\u001b[4mArcher is definitely my most favorite character in this series.\u001b[24m\n    \u001b[1mArcherはこのシリーズの中で私の最も好きなキャラクターです。\u001b[22m, \u001b[1mアーチャーは間違いなくこのシリーズで私の最も好きなキャラクターです。\u001b[22m\n\u001b[4mThe story is very funny and the art and animation is well done.\u001b[24m\n    \u001b[1mストーリーはとても面白く、アートとアニメーションはうまくいきます。\u001b[22m, \u001b[1m物語は非常に面白いですし、アートやアニメーションがよく行われます。\u001b[22m\n\u001b[1m\u001b[22m\nBy the way, Fate/Stay Night is an anime about heroes from the past who are named according to their classes. They fight for the holy grail as the holy grail can grant anyone their wishes once they retrieved them.\n\n\u001b[1mちなみに、Fate / Stay Nightは過去のヒーローのアニメで、クラスに合わせて名前が付けられています。 彼らは聖杯のために戦います、聖杯が誰かに願いを捧げることができるようになると、彼らはそれを回収します。\u001b[22m\n\u001b[1m(Chinamini, feito/ Stay Night wa kako no hīrō no anime de, kurasu ni awa sete namae ga tsuke rarete imasu. Karera wa seihai no tame ni tatakaimasu, seihai ga dareka ni negai o sasageru koto ga dekiru yō ni naru to, karera wa sore o kaishū shimasu.)\u001b[22m\n\nTranslations of \u001b[4mBy the way, Fate/Stay Night is an anime about heroes from the past who are named according to their classes. They fight for the holy grail as the holy grail can grant anyone their wishes once they retrieved them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBy the way, Fate/Stay Night is an anime about heroes from the past who are named according to their classes.\u001b[24m\n    \u001b[1mちなみに、Fate / Stay Nightは過去のヒーローのアニメで、クラスに合わせて名前が付けられています。\u001b[22m, \u001b[1mところで、フェイト/ステイナイトは自分のクラスに基づいて命名されている過去からの英雄についてのアニメです。\u001b[22m\n\u001b[4mThey fight for the holy grail as the holy grail can grant anyone their wishes once they retrieved them.\u001b[24m\n    \u001b[1m彼らは聖杯のために戦います、聖杯が誰かに願いを捧げることができるようになると、彼らはそれを回収します。\u001b[22m, \u001b[1m彼らはそれらを検索したら、誰も彼らの願いを付与することができます聖杯として聖杯のために戦います。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Carnival_Phantasm",
    "id": "10012",
    "url": "https://myanimelist.net/anime/10012/Carnival_Phantasm",
    "user": "GiancarloLS",
    "profile": "/profile/GiancarloLS/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=146291",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  6\n\n最近10年間でType-Moonが最善を尽くし、Carnival Phantasmがファンにスピンオフを与えた（少なくともPrisma Illyaが登場する前に）。 このショーは、Type-Moonファン（Tsukihime、Fate / Stay Night）にのみ捧げられています。もしあなたがこの2つのエピソードのファンなら、あなたはいいですね。\n\n私がタイプ・ムーンについて多く知っている限り、これらすべては2007年から2008年に私が持っていたオタクの友人からの間接的な情報です。 その年に戻って、私はType-MoonのFate / Stay Nightを初めて公開しました。 オタクの圧力に耳を傾け、彼らの大群を聞き始めました。（大丈夫、コスプレイヤーのデートの正気な動機のために、あなたは彼女の友人と一緒にいなければなりませんでしたが）誰が議論して、反論し、アーチャーとセイバー アイデンティティー、そして築姫のアークエイドにどれくらいの感触を持っているのか、私の頭の中では、タイプムーンには「オタクの気持ち」はあまりありませんでしたが、そのすべてが覚えています。\n\n正直言って、私のためのType-Moonは、アニメ/マンガ業界（そして私が知っている視覚小説）の中で最高のマスターストーリーの一人です。\n\nここでは、カーニバル・ファンタムは私が以前に見たことのないスピンオフを私に与えました。\n\n\nストーリー= 7\nタイプムーンファン（またはそのことに関しては運命のファン）のためだけに捧げられている。 タイプムーンについて何も知らない人は、つきひめと運命/夜を最初に見に行くべきです（そして、あなたがファンタズムがもたらす熱狂からあなたを隔離しない限り、Fate / Zeroにジャンプしないでください）。 必要に応じて、マンガの「Melty Blood」のリトルビット（ちょっとしたこと）を知る必要があるかもしれません。 これは完全にスピンオフで、ここのすべてのキャラクターはOOC（Out of Character  - 基本的な性格は変わりませんが、元のストーリーラインには戻っていません）になりました。\n話は65％F / SN、30％Tsukihimeのようになり、Melty Bloodの要素にはさらに5％が追加されています。このパロディー化された「Take Moon」の漫画に変えてください。ここであなたは：Carnival Phantasm\n\nART = 10\nこれは、F / SNとF / Zeroで働いていたアニメーションスタッフが話しているType-Moonです。 非常に少数のスタジオだけがこの画質に匹敵します。\n\n音= 10\nつきひめとFate / Stay Nightの両方の楽譜にはいつも驚いています。そこに何か音符を投げるのではなく、バックグラウンドミュージックに注意を払うアニメの数が非常に少ないのです。 カーニバル・ファンタズムのパロディーにもかかわらず、彼らはまだパロディーやスピンオフにもかかわらず、タイプ・ムーンの作品であると言えるでしょう。\n\nCHARACTER = 7\n言われたように、それはすべて「不自然」です。 パルダイズ、スピンオフ、それでも、このキャラクター（セイバー、アークエイド、リン、シキ、シロ、ランサーなど）がこのカーニバルで何を演じ、プレイしているかは分かりません。 真剣に取り組むつもりはありませんが、これはすべて「楽しい」または自然の軽さを目的としています。\n\nエンジョイ= 6\n多くのファンがこれを楽しんで、プロットの多くを気にしないアニメファンがこれを楽しむでしょう。 私にとっては、私はそれについていくつかのことを言いますが、全体的にはまだ楽しいです。 私の場合、それはただ捨ててしまったものです：私はいつも築姫と運命/晩夜の暗い雰囲気が好きです。 それをこの光の中に入れれば、私は実際にはかなり不安であることがわかります。  Sabreのahoge-parody（はい、オタクの友人の助けを借りて感謝します）とLancerとArcueidの笑顔を見てみましょう。 まだタイガとイルヤ、そしてリンのtsundereness 2.0を残していて、それはもっと深く掘り下げてこの乗り物を楽しむ必要はないという考えではまだ楽しいです。\n\n\n全体= 6\nカーニバル・ファンタズムは、すべてのタイプムーン・アニメのダークで苦しいストーリーラインからの「ブレーク・タイム」のようなものです。メリーゴーランドのようなものです。 つきひめ、Fate / Stay Night、Fate / Zero（あなたがまだ主張しているなら、Type-Moonでまだ作っていることをプロットしています）を含めて見ることができます。\n心の乙女のために、このアニメは、すべてを終えた後に見ることができるものです。そして、「それはすべての終わりに」、すべての人物が笑顔で楽しんでいて、ただ遊園地にいることを慰めてください。 幸せな顔。\nハードコアのType-Moonファンにとって、これは邪魔になるかもしれません。彼らの奇妙さの冒涜です。\n\n私のために、私はオタクの友人から自分のアイデンティティから彼らのシユウォスへの情報で爆破されたすべてのキャラクターを見て、ちょっと変わったし、これらのキャラクターがすごくうんざりしているのを見ているが、それはただのものだ。  Type-Moonへの私の執着は硬直で柔軟性がなく、私は彼らを誠実で血まみれ、苦しみ、憧れている方が好きです。\n\nType-MoonのFate / Stay NightとTsukihimeを楽しみながら、明るい雰囲気の中でそれらを見て、確かにCarnival Phantasmに行く人。 泣いてから笑い、嵐の後の虹、~~井戸、あなたがここに置くことができる寓話があれば、それはそうです。\nそして、ofc、Illyaファンのために、あなたのリストの次に「Fate / Kaleid Prisma Illya」を手に入れてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nType-Moon at its best over the recent 10 years, and Carnival Phantasm came to give fans the spin-off of their fandom (that is, at least, before Prisma Illya came up). This show is devoted only to Type-Moon fans (Tsukihime, Fate/Stay Night at least) or if you're a fan of any of these two episodes, you're good to go.\n\n\u001b[1m最近10年間でType-Moonが最善を尽くし、Carnival Phantasmがファンにスピンオフを与えた（少なくともPrisma Illyaが登場する前に）。 このショーは、Type-Moonファン（Tsukihime、Fate / Stay Night）にのみ捧げられています。もしあなたがこの2つのエピソードのファンなら、あなたはいいですね。\u001b[22m\n\u001b[1m(Saikin 10-nenkan de Type - Moon ga saizen o tsukushi, kānivu~aru Phantasm ga fan ni supin'ofu o ataeta (sukunakutomo purizuma Illya ga tōjō suru mae ni). Kono shō wa, Type - Moon fan (Tsukihime, feito/ Stay Night) ni nomi sasage rarete imasu. Moshi anata ga kono 2tsu no episōdo no fan'nara, anata wa īdesu ne.)\u001b[22m\n\nTranslations of \u001b[4mType-Moon at its best over the recent 10 years, and Carnival Phantasm came to give fans the spin-off of their fandom (that is, at least, before Prisma Illya came up). This show is devoted only to Type-Moon fans (Tsukihime, Fate/Stay Night at least) or if you're a fan of any of these two episodes, you're good to go.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mType-Moon at its best over the recent 10 years, and Carnival Phantasm came to give fans the spin-off of their fandom (that is, at least, before Prisma Illya came up).\u001b[24m\n    \u001b[1m最近10年間でType-Moonが最善を尽くし、Carnival Phantasmがファンにスピンオフを与えた（少なくともPrisma Illyaが登場する前に）。\u001b[22m, \u001b[1m最近の10年間で最高の状態で、月を入力し、カーニバルファンタズムは（プリズマIllyaが思い付いた前には、少なくとも、である）ファンに彼らのファンダムのスピンオフを与えるようになりました。\u001b[22m\n\u001b[4mThis show is devoted only to Type-Moon fans (Tsukihime, Fate/Stay Night at least) or if you're a fan of any of these two episodes, you're good to go.\u001b[24m\n    \u001b[1mこのショーは、Type-Moonファン（Tsukihime、Fate / Stay Night）にのみ捧げられています。もしあなたがこの2つのエピソードのファンなら、あなたはいいですね。\u001b[22m, \u001b[1mこのショーは、タイプムーンファン（月姫、少なくともフェイト/ステイナイト）に専念するか、またはこれらの2つのエピソードのうちのいずれかのファンなら、あなたが行ってもいいですされています。\u001b[22m\n\u001b[1m\u001b[22m\nLet me just be clear though, as much as I know a lot about Type-Moon, all these are secondhand information coming from an otaku friend I had (or 'have', well I prefer had) back in 2007-2008. Back in those years and I got my first exposure of Type-Moon's Fate/Stay Night; gave in to otaku-pressure and began listening to the hordes of them (okay it was for the ulterior motive of dating a cosplayer,you gotta be with her friends, but still) who would discuss and repel and argue and debate about Archer and Saber's identity, and how much feels they have on Arcueid from Tsukihime, all in all it all burned in my head that despite I don't have much 'otaku feels' on Type-Moon, but I remember much of its elements.\n\n\u001b[1m私がタイプ・ムーンについて多く知っている限り、これらすべては2007年から2008年に私が持っていたオタクの友人からの間接的な情報です。 その年に戻って、私はType-MoonのFate / Stay Nightを初めて公開しました。 オタクの圧力に耳を傾け、彼らの大群を聞き始めました。（大丈夫、コスプレイヤーのデートの正気な動機のために、あなたは彼女の友人と一緒にいなければなりませんでしたが）誰が議論して、反論し、アーチャーとセイバー アイデンティティー、そして築姫のアークエイドにどれくらいの感触を持っているのか、私の頭の中では、タイプムーンには「オタクの気持ち」はあまりありませんでしたが、そのすべてが覚えています。\u001b[22m\n\u001b[1m(Watashi ga taipu mūn ni tsuite ōku shitte iru kagiri, korera subete wa 2007-nen kara 2008-nen ni watashi ga motte ita otaku no yūjin kara no kansetsu-tekina jōhōdesu. Sono-nen ni modotte, watashi wa Type - Moon no feito/ Stay Night o hajimete kōkai shimashita. Otaku no atsuryoku ni mimi o katamuke, karera no taigun o kiki hajimemashita. (Daijōbu, kosupureiyā no dēto no shōkina dōki no tame ni, anata wa kanojo no yūjin to issho ni inakereba narimasendeshitaga) dare ga giron shite, hanron shi, āchā to seibāaidentitī, soshite chiku hime no ākueido ni dorekurai no kanshoku o motte iru no ka, watashi no atama no nakade wa, taipumūn ni wa `otaku no kimochi' wa amari arimasendeshitaga, sono subete ga oboete imasu.)\u001b[22m\n\nTranslations of \u001b[4mLet me just be clear though, as much as I know a lot about Type-Moon, all these are secondhand information coming from an otaku friend I had (or 'have', well I prefer had) back in 2007-2008. Back in those years and I got my first exposure of Type-Moon's Fate/Stay Night; gave in to otaku-pressure and began listening to the hordes of them (okay it was for the ulterior motive of dating a cosplayer,you gotta be with her friends, but still) who would discuss and repel and argue and debate about Archer and Saber's identity, and how much feels they have on Arcueid from Tsukihime, all in all it all burned in my head that despite I don't have much 'otaku feels' on Type-Moon, but I remember much of its elements.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet me just be clear though, as much as I know a lot about Type-Moon, all these are secondhand information coming from an otaku friend I had (or 'have', well I prefer had) back in 2007-2008.\u001b[24m\n    \u001b[1m私がタイプ・ムーンについて多く知っている限り、これらすべては2007年から2008年に私が持っていたオタクの友人からの間接的な情報です。\u001b[22m, \u001b[1m私はちょうど戻って2007から2008年に私はタイプムーンについて多くのことを知っているように、すべてこれらは私が持っていたオタクの友人からの中古情報である限り（または 'は'、よく私が持っていた好む）、しかし明確でみましょう。\u001b[22m\n\u001b[4mBack in those years and I got my first exposure of Type-Moon's Fate/Stay Night;\u001b[24m\n    \u001b[1mその年に戻って、私はType-MoonのFate / Stay Nightを初めて公開しました。\u001b[22m, \u001b[1m戻るそれらの年で、私は、Type-月のフェイト/ステイナイトの私の最初の露出を得ました。\u001b[22m\n\u001b[4mgave in to otaku-pressure and began listening to the hordes of them (okay it was for the ulterior motive of dating a cosplayer,you gotta be with her friends, but still) who would discuss and repel and argue and debate about Archer and Saber's\u001b[24m\n    \u001b[1mオタクの圧力に耳を傾け、彼らの大群を聞き始めました。（大丈夫、コスプレイヤーのデートの正気な動機のために、あなたは彼女の友人と一緒にいなければなりませんでしたが）誰が議論して、反論し、アーチャーとセイバー\u001b[22m, \u001b[1mアーチャーとセイバーさん（それはコスプレイヤーをデートの不純な動機のためだった大丈夫、あなたはまだ彼女の友人と一緒にお奨めするが、）議論し、反発し、議論するとについての議論になる人オタク圧力に与え、それらの大群に耳を傾け始めました\u001b[22m\n\u001b[4midentity, and how much feels they have on Arcueid from Tsukihime, all in all it all burned in my head that despite I don't have much 'otaku feels' on Type-Moon, but I remember much of its elements.\u001b[24m\n    \u001b[1mアイデンティティー、そして築姫のアークエイドにどれくらいの感触を持っているのか、私の頭の中では、タイプムーンには「オタクの気持ち」はあまりありませんでしたが、そのすべてが覚えています。\u001b[22m, \u001b[1mアイデンティティ、そしてどのくらいのフィール彼らはすべてのすべてで、月姫からアルクェイドに持って、私はあまり持っていないにも関わらず、タイプムーンの「オタクを感じる」が、私はその要素の多くを覚えているというのが私の頭の中で焼かすべて。\u001b[22m\n\u001b[1m\u001b[22m\nHonestly enough, Type-Moon for me remains one of the best master-storytellers in the anime/manga industry (and visual novel I know, which I lack much of that aspect).\n\n\u001b[1m正直言って、私のためのType-Moonは、アニメ/マンガ業界（そして私が知っている視覚小説）の中で最高のマスターストーリーの一人です。\u001b[22m\n\u001b[1m(Shōjiki itte, watashi no tame no Type - Moon wa, anime/ manga gyōkai (soshite watashi ga shitte iru shikaku shōsetsu) no naka de saikō no masutāsutōrī no hitoridesu.)\u001b[22m\n\nTranslations of \u001b[4mHonestly enough, Type-Moon for me remains one of the best master-storytellers in the anime/manga industry (and visual novel I know, which I lack much of that aspect).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly enough, Type-Moon for me remains one of the best master-storytellers in the anime/manga industry (and visual novel I know, which I lack much of that aspect).\u001b[24m\n    \u001b[1m正直言って、私のためのType-Moonは、アニメ/マンガ業界（そして私が知っている視覚小説）の中で最高のマスターストーリーの一人です。\u001b[22m, \u001b[1m正直なところ、十分な、タイプムーンは私のために（私はその点の多くを欠いている、私が知っているとビジュアルノベル、）アニメ/マンガ業界で最高のマスターストーリーテラーの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nHere, Carnival Phantasm gave me that spin-off like I never seen before.\n\n\u001b[1mここでは、カーニバル・ファンタムは私が以前に見たことのないスピンオフを私に与えました。\u001b[22m\n\u001b[1m(Kokode wa, kānibaru fantamu wa watashi ga izen ni mita koto no nai supin'ofu o watashi ni ataemashita.)\u001b[22m\n\nTranslations of \u001b[4mHere, Carnival Phantasm gave me that spin-off like I never seen before.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHere, Carnival Phantasm gave me that spin-off like I never seen before.\u001b[24m\n    \u001b[1mここでは、カーニバル・ファンタムは私が以前に見たことのないスピンオフを私に与えました。\u001b[22m, \u001b[1m私が前に見たことがないようにここでは、カーニバルファンタズムは私にそのスピンオフを与えました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSTORY = 7\n\n\u001b[1mストーリー= 7\u001b[22m\n\u001b[1m(Sutōrī = 7)\u001b[22m\n\nTranslations of \u001b[4mSTORY = 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY = 7\u001b[24m\n    \u001b[1mストーリー= 7\u001b[22m, \u001b[1mSTORY = 7\u001b[22m\nSolely devoted for Type-Moon fans (or Fate fans for that matter); those who know nothing about Type-Moon, should go watch Tsukihime and Fate/Stay Night first (and no, don't jump to Fate/Zero unless you wanna isolate yourself from the frenzy Carnival Phantasm delivers). Optionally, you may need to know a li'l bit (just a little bit) of the manga 'Melty Blood'. This is entirely a spin-off, every character here have gone OOC (Out of Character---still remains the basic personality but nothing they have been back on their original storylines).\n\n\u001b[1mタイプムーンファン（またはそのことに関しては運命のファン）のためだけに捧げられている。 タイプムーンについて何も知らない人は、つきひめと運命/夜を最初に見に行くべきです（そして、あなたがファンタズムがもたらす熱狂からあなたを隔離しない限り、Fate / Zeroにジャンプしないでください）。 必要に応じて、マンガの「Melty Blood」のリトルビット（ちょっとしたこと）を知る必要があるかもしれません。 これは完全にスピンオフで、ここのすべてのキャラクターはOOC（Out of Character  - 基本的な性格は変わりませんが、元のストーリーラインには戻っていません）になりました。\u001b[22m\n\u001b[1m(Taipumūnfan (matawa sono kotoni kanshite wa unmei no fan) no tame dake ni sasage rarete iru. Taipumūn ni tsuite nani mo shiranaihito wa,-tsuki hime to unmei/ yoru o saisho ni mi ni ikubekidesu (soshite, anata ga fantazumu ga motarasu nekkyō kara anata o kakuri shinai kagiri, feito/ Zero ni janpu shinaide kudasai). Hitsuyōniōjite, manga no `meruti Blood' no ritorubitto (chottoshita koto) o shiru hitsuyō ga aru kamo shiremasen. Kore wa kanzen ni supin'ofu de, koko no subete no kyarakutā wa OOC (Out of kyarakuta - kihon-tekina seikaku wa kawarimasenga,-moto no sutōrīrain ni wa modotte imasen) ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mSolely devoted for Type-Moon fans (or Fate fans for that matter); those who know nothing about Type-Moon, should go watch Tsukihime and Fate/Stay Night first (and no, don't jump to Fate/Zero unless you wanna isolate yourself from the frenzy Carnival Phantasm delivers). Optionally, you may need to know a li'l bit (just a little bit) of the manga 'Melty Blood'. This is entirely a spin-off, every character here have gone OOC (Out of Character---still remains the basic personality but nothing they have been back on their original storylines).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSolely devoted for Type-Moon fans (or Fate fans for that matter);\u001b[24m\n    \u001b[1mタイプムーンファン（またはそのことに関しては運命のファン）のためだけに捧げられている。\u001b[22m, \u001b[1m（そのことについてまたは運命ファン）タイプムーンファンのためだけに専念。\u001b[22m\n\u001b[4mthose who know nothing about Type-Moon, should go watch Tsukihime and Fate/Stay Night first (and no, don't jump to Fate/Zero unless you wanna isolate yourself from the frenzy Carnival Phantasm delivers).\u001b[24m\n    \u001b[1mタイプムーンについて何も知らない人は、つきひめと運命/夜を最初に見に行くべきです（そして、あなたがファンタズムがもたらす熱狂からあなたを隔離しない限り、Fate / Zeroにジャンプしないでください）。\u001b[22m, \u001b[1mタイプムーンについて何も知らない人は、まず月姫及びフェイト/ステイナイトを見に行く必要があります（とあなたはカーニバルファンタズムが提供する熱狂から自分を隔離したい場合を除きノー、フェイト/ゼロにジャンプしません）。\u001b[22m\n\u001b[4mOptionally, you may need to know a li'l bit (just a little bit) of the manga 'Melty Blood'.\u001b[24m\n    \u001b[1m必要に応じて、マンガの「Melty Blood」のリトルビット（ちょっとしたこと）を知る必要があるかもしれません。\u001b[22m, \u001b[1mオプションで、マンガ「メルティブラッド」のリルビット（少しだけ）を知っておく必要があるかもしれません。\u001b[22m\n\u001b[4mThis is entirely a spin-off, every character here have gone OOC (Out of Character---still remains the basic personality but nothing they have been back on their original storylines).\u001b[24m\n    \u001b[1mこれは完全にスピンオフで、ここのすべてのキャラクターはOOC（Out of Character  - 基本的な性格は変わりませんが、元のストーリーラインには戻っていません）になりました。\u001b[22m, \u001b[1mこれは完全にスピンオフされ、ここですべての文字がOOCを行っている（文字のうち---まだ基本的な性格が、彼らは戻って自分のオリジナルのストーリーになっている何が残っています）。\u001b[22m\nThe story goes like 65% F/SN and 30% Tsukihime, with an additional 5% for Melty Blood elements--turn it into this parodized 'Take Moon' manga, and here's you get: Carnival Phantasm.\n\n\u001b[1m話は65％F / SN、30％Tsukihimeのようになり、Melty Bloodの要素にはさらに5％が追加されます。このパロディー化された「Take Moon」の漫画に変えてください。ここではCarnival Phantasmです。\u001b[22m\n\u001b[1m(Hanashi wa 65-pāsento F/ SN, 30-pāsento Tsukihime no yō ni nari, meruti Blood no yōso ni wa sarani 5-pāsento ga tsuika sa remasu. Kono parodī-ka sa reta `Take Moon' no manga ni kaete kudasai. Kokode wa kānivu~aru Phantasmdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story goes like 65% F/SN and 30% Tsukihime, with an additional 5% for Melty Blood elements--turn it into this parodized 'Take Moon' manga, and here's you get: Carnival Phantasm.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story goes like 65% F/SN and 30% Tsukihime, with an additional 5% for Melty Blood elements--turn it into this parodized 'Take Moon' manga, and here's you get: Carnival Phantasm.\u001b[24m\n    \u001b[1m話は65％F / SN、30％Tsukihimeのようになり、Melty Bloodの要素にはさらに5％が追加されます。このパロディー化された「Take Moon」の漫画に変えてください。ここではCarnival Phantasmです。\u001b[22m, \u001b[1mカーニバルファンタズムを：これは、漫画「ムーン・テイク」をparodizedにそれを回すと、ここであなたが得るのです - 物語はメルティブラッド要素のための追加の5％、65％F / SNと30％月姫ように書きます。\u001b[22m\n\u001b[1m\u001b[22m\nART = 10\n\n\u001b[1mART = 10\u001b[22m\n\u001b[1m(Āto = 10)\u001b[22m\n\nTranslations of \u001b[4mART = 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART = 10\u001b[24m\n    \u001b[1mART = 10\u001b[22m\nThis is Type-Moon we're talking about, with the animation staffs who worked on F/SN and F/Zero. Only very few studios get to rival this art quality.\n\n\u001b[1mこれは、F / SNとF / Zeroで働いていたアニメーションスタッフが話しているType-Moonです。 非常に少数のスタジオだけがこの画質に匹敵します。\u001b[22m\n\u001b[1m(Kore wa, F/ SN to F/ Zero de hataraite ita animēshonsutaffu ga hanashite iru Type - Moondesu. Hijō ni shōsū no sutajio dake ga kono gashitsu ni hitteki shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is Type-Moon we're talking about, with the animation staffs who worked on F/SN and F/Zero. Only very few studios get to rival this art quality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is Type-Moon we're talking about, with the animation staffs who worked on F/SN and F/Zero.\u001b[24m\n    \u001b[1mこれは、F / SNとF / Zeroで働いていたアニメーションスタッフが話しているType-Moonです。\u001b[22m, \u001b[1mこれは、タイプムーンを、我々は、F / SNおよびF /ゼロに取り組んアニメーションスタッフで、話をしているです。\u001b[22m\n\u001b[4mOnly very few studios get to rival this art quality.\u001b[24m\n    \u001b[1m非常に少数のスタジオだけがこの画質に匹敵します。\u001b[22m, \u001b[1mごく少数のスタジオは、この芸術の品質に匹敵するために得ます。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND = 10\n\n\u001b[1m音= 10\u001b[22m\n\u001b[1m(Oto = 10)\u001b[22m\n\nTranslations of \u001b[4mSOUND = 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND = 10\u001b[24m\n    \u001b[1m音= 10\u001b[22m, \u001b[1mSOUND = 10\u001b[22m\nI always get amazed by both Tsukihime and Fate/Stay Night's musical score, just one of the very fewest anime to pay attention with their background music, rather than just throw whatever musical notes out there. Despite the parody-ness of Carnival Phantasm, they still introduced the potential aura and feel which you can definitely say it is Type-Moon's work altogether, no matter the parody or spinoff this comes up to be.\n\n\u001b[1mつきひめとFate / Stay Nightの両方の楽譜にはいつも驚いています。そこに何か音符を投げるのではなく、バックグラウンドミュージックに注意を払うアニメの数が非常に少ないのです。 カーニバル・ファンタズムのパロディーにもかかわらず、彼らはまだパロディーやスピンオフにもかかわらず、タイプ・ムーンの作品であると言えるでしょう。\u001b[22m\n\u001b[1m(Tsuki hime to feito/ Stay Night no ryōhō no gakufu ni wa itsumo odoroite imasu. Soko ni nanika onpu o nageru node wa naku, bakkuguraundomyūjikku ni chūiwoharau animeno-sū ga hijō ni sukunai nodesu. Kānibaru fantazumu no parodī nimokakawarazu, karera wa mada parodī ya supin'ofu nimokakawarazu, taipu mūn no sakuhindearu to ierudeshou.)\u001b[22m\n\nTranslations of \u001b[4mI always get amazed by both Tsukihime and Fate/Stay Night's musical score, just one of the very fewest anime to pay attention with their background music, rather than just throw whatever musical notes out there. Despite the parody-ness of Carnival Phantasm, they still introduced the potential aura and feel which you can definitely say it is Type-Moon's work altogether, no matter the parody or spinoff this comes up to be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI always get amazed by both Tsukihime and Fate/Stay Night's musical score, just one of the very fewest anime to pay attention with their background music, rather than just throw whatever musical notes out there.\u001b[24m\n    \u001b[1mつきひめとFate / Stay Nightの両方の楽譜にはいつも驚いています。そこに何か音符を投げるのではなく、バックグラウンドミュージックに注意を払うアニメの数が非常に少ないのです。\u001b[22m, \u001b[1m私はいつもちょうどそこにどのような音符を投げるのではなく、月姫とフェイト/ステイナイトの楽譜、彼らのバックグラウンドミュージックと注意を払うために非常に最小限のアニメのひとつの両方でびっくり得ます。\u001b[22m\n\u001b[4mDespite the parody-ness of Carnival Phantasm, they still introduced the potential aura and feel which you can definitely say it is Type-Moon's work altogether, no matter the parody or spinoff this comes up to be.\u001b[24m\n    \u001b[1mカーニバル・ファンタズムのパロディーにもかかわらず、彼らはまだパロディーやスピンオフにもかかわらず、タイプ・ムーンの作品であると言えるでしょう。\u001b[22m, \u001b[1mカーニバルファンタズムのパロディらしさにもかかわらず、彼らはまだ潜在的なオーラを導入し、あなたは間違いなくそれはタイプムーンれるの仕事を完全に言うことができていると感じ、どんなにパロディやスピンオフこれがあることまで来ることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTER = 7\n\n\u001b[1mCHARACTER = 7\u001b[22m\n\u001b[1m(CHARACTER = 7)\u001b[22m\n\nTranslations of \u001b[4mCHARACTER = 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTER = 7\u001b[24m\n    \u001b[1mCHARACTER = 7\u001b[22m\nAs said, it's all 'out of character'. Parodized, and spin-off, yet it still is understandable and comprehensible as what every character (Saber, Arcueid, Rin, Shiki, Shirou, etc. even Lancer) acts and plays on this Carnival. Not meant to be taken seriously, but this is all intended for the 'fun' or the lightness of the nature, the total opposite of what Type-Moon usually does.\n\n\u001b[1m言われたように、それはすべて「不自然」です。 パルダイズ、スピンオフ、それでも、このキャラクター（セイバー、アークエイド、リン、シキ、シロ、ランサーなど）がこのカーニバルで何を演じ、プレイしているかは分かりません。 真剣に取り組むつもりはありませんが、これはすべて「楽しい」または自然の軽さを目的としています。\u001b[22m\n\u001b[1m(Iwa reta yō ni, soreha subete `fushizen'desu. Parudaizu, supin'ofu, soredemo, kono kyarakutā (seibā, ākueido, Rin, shiki, shiro, ransā nado) ga kono kānibaru de nani o enji, purei shite iru ka wa wakarimasen. Shinken ni torikumu tsumori wa arimasenga, koreha subete `tanoshī' matawa shizen no karu-sa o mokuteki to shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAs said, it's all 'out of character'. Parodized, and spin-off, yet it still is understandable and comprehensible as what every character (Saber, Arcueid, Rin, Shiki, Shirou, etc. even Lancer) acts and plays on this Carnival. Not meant to be taken seriously, but this is all intended for the 'fun' or the lightness of the nature, the total opposite of what Type-Moon usually does.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs said, it's all 'out of character'.\u001b[24m\n    \u001b[1m言われたように、それはすべて「不自然」です。\u001b[22m, \u001b[1m言ったように、それは '文字のうち「すべてです。\u001b[22m\n\u001b[4mParodized, and spin-off, yet it still is understandable and comprehensible as what every character (Saber, Arcueid, Rin, Shiki, Shirou, etc. even Lancer) acts and plays on this Carnival.\u001b[24m\n    \u001b[1mパルダイズ、スピンオフ、それでも、このキャラクター（セイバー、アークエイド、リン、シキ、シロ、ランサーなど）がこのカーニバルで何を演じ、プレイしているかは分かりません。\u001b[22m, \u001b[1mParodized、およびスピンオフを、まだそれはまだすべての文字（などセイバー、アルクェイド、凛、志木、士郎、でもランサー）が作用し、このカーニバルに果たしているものと理解し、分かりやすいです。\u001b[22m\n\u001b[4mNot meant to be taken seriously, but this is all intended for the 'fun' or the lightness of the nature, the total opposite of what Type-Moon usually does.\u001b[24m\n    \u001b[1m真剣に取り組むつもりはありませんが、これはすべて「楽しい」または自然の軽さを目的としています。\u001b[22m, \u001b[1m真剣に取られることを意味しますが、これはすべての「楽しさ」や自然の明るさのために意図されていない、どのようなタイプムーンの合計反対は、通常はありません。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT = 6\n\n\u001b[1mエンジョイ= 6\u001b[22m\n\u001b[1m(Enjoi = 6)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT = 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT = 6\u001b[24m\n    \u001b[1mエンジョイ= 6\u001b[22m, \u001b[1m享有= 6\u001b[22m\nA lot of fans will enjoy this, anime-fans who don't care much of the plot will enjoy this. For me though, I have some say on it but overall, it's still enjoyable. In my case, it's just something that gave away: I always like Tsukihime and Fate/Stay Night's darkly vibe; putting them in this light, I find that actually quite uneasy. Watching Saber's ahoge-parody (yes I get this one thanks to that otaku friend's help) and Lancer, and Arcueid's smiles; yet retaining Taiga and Illya, and Rin's tsundereness 2.0, all in all, it's still enjoyable on the notion that something that we don't need to delve deeper into it and just enjoy this ride.\n\n\u001b[1m多くのファンがこれを楽しんで、プロットの多くを気にしないアニメファンがこれを楽しむでしょう。 私にとっては、私はそれについていくつかのことを言いますが、全体的にはまだ楽しいです。 私の場合、それはただ捨ててしまったものです：私はいつも築姫と運命/晩夜の暗い雰囲気が好きです。 それをこの光の中に入れれば、私は実際にはかなり不安であることがわかります。  Sabreのahoge-parody（はい、オタクの友人の助けを借りて感謝します）とLancerとArcueidの笑顔を見てみましょう。 まだタイガとイルヤ、そしてリンのtsundereness 2.0を残していて、それはもっと深く掘り下げてこの乗り物を楽しむ必要はないという考えではまだ楽しいです。\u001b[22m\n\u001b[1m(Ōku no fan ga kore o tanoshinde, purotto no ōku o kinishinai anime fan ga kore o tanoshimudeshou. Watashi ni totte wa, watashi wa sore ni tsuite ikutsu ka no koto o iimasuga, zentai-teki ni wa mada tanoshīdesu. Watashi no baai, soreha tada sutete shimatta monodesu: Watashi wa itsumo chiku hime to unmei/ ban yoru no kurai fun'iki ga sukidesu. Sore o kono hikari no naka ni irereba, watashi wa jissai ni wa kanari fuandearu koto ga wakarimasu. Sabre no ahoge - parodi (hai, otaku no yūjin no tasuke o karite kansha shimasu) to Lancer to Arcueid no egao o mite mimashou. Mada Tai ga to iruya, soshite rin no tsundereness 2. 0 O nokoshite ite, soreha motto fukaku horisagete kono norimono o tanoshimu hitsuyō wa nai to iu kangaede wa mada tanoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mA lot of fans will enjoy this, anime-fans who don't care much of the plot will enjoy this. For me though, I have some say on it but overall, it's still enjoyable. In my case, it's just something that gave away: I always like Tsukihime and Fate/Stay Night's darkly vibe; putting them in this light, I find that actually quite uneasy. Watching Saber's ahoge-parody (yes I get this one thanks to that otaku friend's help) and Lancer, and Arcueid's smiles; yet retaining Taiga and Illya, and Rin's tsundereness 2.0, all in all, it's still enjoyable on the notion that something that we don't need to delve deeper into it and just enjoy this ride.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA lot of fans will enjoy this, anime-fans who don't care much of the plot will enjoy this.\u001b[24m\n    \u001b[1m多くのファンがこれを楽しんで、プロットの多くを気にしないアニメファンがこれを楽しむでしょう。\u001b[22m, \u001b[1m多くのファンはこれをお楽しみいただけます、プロットの多くを気にしないアニメファンはこれをお楽しみいただけます。\u001b[22m\n\u001b[4mFor me though, I have some say on it but overall, it's still enjoyable.\u001b[24m\n    \u001b[1m私にとっては、私はそれについていくつかのことを言いますが、全体的にはまだ楽しいです。\u001b[22m, \u001b[1mしかし私にとっては、私はいくつかがそれに言うが、全体的な、それはまだ楽しいです持っています。\u001b[22m\n\u001b[4mIn my case, it's just something that gave away: I always like Tsukihime and Fate/Stay Night's darkly vibe;\u001b[24m\n    \u001b[1m私の場合、それはただ捨ててしまったものです：私はいつも築姫と運命/晩夜の暗い雰囲気が好きです。\u001b[22m, \u001b[1m私の場合、それが離れて与えただけで何かです：私はいつも月姫とフェイト/ステイナイトの濃い雰囲気等。\u001b[22m\n\u001b[4mputting them in this light, I find that actually quite uneasy.\u001b[24m\n    \u001b[1mそれをこの光の中に入れれば、私は実際にはかなり不安であることがわかります。\u001b[22m, \u001b[1mこの光の中でそれらを入れて、私は実際には非常に不安なことがわかります。\u001b[22m\n\u001b[4mWatching Saber's ahoge-parody (yes I get this one thanks to that otaku friend's help) and Lancer, and Arcueid's smiles;\u001b[24m\n    \u001b[1mSabreのahoge-parody（はい、オタクの友人の助けを借りて感謝します）とLancerとArcueidの笑顔を見てみましょう。\u001b[22m, \u001b[1mセイバーのアホ毛-パロディ（はい私はオタクの友人の助けにこの1感謝を取得）し、ランサー、とアルクェイドの笑顔を見て、\u001b[22m\n\u001b[4myet retaining Taiga and Illya, and Rin's tsundereness 2.0, all in all, it's still enjoyable on the notion that something that we don't need to delve deeper into it and just enjoy this ride.\u001b[24m\n    \u001b[1mまだタイガとイルヤ、そしてリンのtsundereness 2.0を残していて、それはもっと深く掘り下げてこの乗り物を楽しむ必要はないという考えではまだ楽しいです。\u001b[22m, \u001b[1mまだタイガとIllya、と凛のtsundereness 2.0、すべての内のすべてを保持し、それは我々がそれをより深く掘り下げ、ちょうどこの乗り物を楽しむために必要はありません何か、その概念にまだ楽しいです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL = 6\n\n\u001b[1m全体= 6\u001b[22m\n\u001b[1m(Zentai = 6)\u001b[22m\n\nTranslations of \u001b[4mOVERALL = 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL = 6\u001b[24m\n    \u001b[1m全体= 6\u001b[22m, \u001b[1mOVERALL = 6\u001b[22m\nCarnival Phantasm is just like a 'breaktime' from every Type-Moon anime's dark and suffering storyline, it's like a merry-go-round ride. It's definitely something that can be watched after finishing Tsukihime, Fate/Stay Night, and including the Fate/Zero (and Kara no Kyoukai if you still insist, plot-wise it's still made by Type-Moon).\n\n\u001b[1mカーニバル・ファンタズムは、すべてのタイプムーン・アニメのダークで苦しいストーリーラインからの「ブレーク・タイム」のようなものです。メリーゴーランドのようなものです。 つきひめ、Fate / Stay Night、Fate / Zero（あなたがまだ主張しているなら、Type-Moonでまだ作っていることをプロットしています）を含めて見ることができます。\u001b[22m\n\u001b[1m(Kānibaru fantazumu wa, subete no taipumūn anime no dāku de kurushī sutōrīrain kara no `burēku taimu' no yōna monodesu. Merīgōrando no yōna monodesu.-Tsuki hime, feito/ Stay Night, feito/ Zero (anata ga mada shuchō shite irunara, Type - Moon de mada tsukutte iru koto o purotto shite imasu) o fukumete miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mCarnival Phantasm is just like a 'breaktime' from every Type-Moon anime's dark and suffering storyline, it's like a merry-go-round ride. It's definitely something that can be watched after finishing Tsukihime, Fate/Stay Night, and including the Fate/Zero (and Kara no Kyoukai if you still insist, plot-wise it's still made by Type-Moon).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCarnival Phantasm is just like a 'breaktime' from every Type-Moon anime's dark and suffering storyline, it's like a merry-go-round ride.\u001b[24m\n    \u001b[1mカーニバル・ファンタズムは、すべてのタイプムーン・アニメのダークで苦しいストーリーラインからの「ブレーク・タイム」のようなものです。メリーゴーランドのようなものです。\u001b[22m, \u001b[1mカーニバルファンタズムはちょうどあらゆるタイプムーンアニメの暗いとストーリーを苦しみから「breaktime」のようなものです、それはメリーゴーランドに乗るようなものです。\u001b[22m\n\u001b[4mIt's definitely something that can be watched after finishing Tsukihime, Fate/Stay Night, and including the Fate/Zero (and Kara no Kyoukai if you still insist, plot-wise it's still made by Type-Moon).\u001b[24m\n    \u001b[1mつきひめ、Fate / Stay Night、Fate / Zero（あなたがまだ主張しているなら、Type-Moonでまだ作っていることをプロットしています）を含めて見ることができます。\u001b[22m, \u001b[1mそれは間違いなく（あなたはまだそれがまだタイプムーンによって作られているプロットワイズ、主張すれば何Kyoukaiとカラ）フェイト/ステイナイト、月姫を終えた後に見ていない、とフェイト/ゼロを含むことができるものです。\u001b[22m\nFor the maiden at heart, this anime is something you can watch after finishing all of them, then letting yourself be consoled that 'in the end of it all', all the characters were smiling and having fun and just being in the amusement park and happy faces.\n\n\u001b[1m心の乙女のために、このアニメは、すべてを終えた後に見ることができるものです。そして、「それはすべての終わりに」、すべての人物が笑って楽しんでいて、ただ遊園地にいることを慰めてください。 幸せな顔。\u001b[22m\n\u001b[1m(Kokoro no otome no tame ni, kono anime wa, subete o oeta nochi ni miru koto ga dekiru monodesu. Soshite,`soreha subete no owari ni', subete no jinbutsu ga waratte tanoshinde ite, tada yuenchi ni iru koto o nagusamete kudasai. Shiawasena kao.)\u001b[22m\n\nTranslations of \u001b[4mFor the maiden at heart, this anime is something you can watch after finishing all of them, then letting yourself be consoled that 'in the end of it all', all the characters were smiling and having fun and just being in the amusement park and happy faces.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the maiden at heart, this anime is something you can watch after finishing all of them, then letting yourself be consoled that 'in the end of it all', all the characters were smiling and having fun and just being in the amusement park and\u001b[24m\n    \u001b[1m心の乙女のために、このアニメは、すべてを終えた後に見ることができるものです。そして、「それはすべての終わりに」、すべての人物が笑って楽しんでいて、ただ遊園地にいることを慰めてください。\u001b[22m, \u001b[1m心の中で処女の場合は、このアニメは、あなたがあなた自身が\"それはすべての終わりに」、すべての文字が笑顔で楽しんで、ちょうど遊園地にあるとされたことを慰めさせ、それらのすべてを終えた後に見ることができる何かがあります\u001b[22m\n\u001b[4mhappy faces.\u001b[24m\n    \u001b[1m幸せな顔。\u001b[22m, \u001b[1m幸せそうな顔。\u001b[22m\nFor the hardcore Type-Moon fans, this may be disturbing, a blasphemy of their fandomness.\n\n\u001b[1mハードコアのType-Moonファンにとって、これは邪魔になるかもしれません。彼らの奇妙さの冒涜です。\u001b[22m\n\u001b[1m(Hādokoa no Type - Moon fan ni totte, koreha jama ni naru kamo shiremasen. Karera no kimyō-sa no bōtokudesu.)\u001b[22m\n\nTranslations of \u001b[4mFor the hardcore Type-Moon fans, this may be disturbing, a blasphemy of their fandomness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the hardcore Type-Moon fans, this may be disturbing, a blasphemy of their fandomness.\u001b[24m\n    \u001b[1mハードコアのType-Moonファンにとって、これは邪魔になるかもしれません。彼らの奇妙さの冒涜です。\u001b[22m, \u001b[1mハードコアタイプムーンファンのために、これは、彼らのfandomnessの冒涜妨害することができます。\u001b[22m\n\u001b[1m\u001b[22m\nFor me, it's just a bit weird seeing all those characters I've been bombarded with info by an otaku friend from their identities to their seiyuus, and then I see these characters smiliing and all goofy and wacky, but that's just me. My attachment to Type-Moon is just rigid, inflexible, and I like them better as being sincere, bloody, suffering, and yearning.\n\n\u001b[1m私のために、私はオタクの友人から自分のアイデンティティから彼らのシユウォスへの情報で爆破されたすべてのキャラクターを見て、ちょっと変わったし、これらのキャラクターがすごくうんざりしているのを見ているが、それはただのものだ。  Type-Moonへの私の執着は硬直で柔軟性がなく、私は彼らを誠実で血まみれ、苦しみ、憧れている方が好きです。\u001b[22m\n\u001b[1m(Watashi no tame ni, watashi wa otaku no yūjin kara jibun no aidentiti kara karera no shiyuu~osu e no jōhō de bakuha sa reta subete no kyarakutā o mite, chotto kawattashi, korera no kyarakutā ga sugoku unzari shite iru no o mite iruga, soreha tada no monoda. Type - Moon e no watashi no shūchaku wa kōchoku de jūnansei ga naku, watashi wa karera o seijitsude chimamire, kurushimi, akogarete iru kata ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mFor me, it's just a bit weird seeing all those characters I've been bombarded with info by an otaku friend from their identities to their seiyuus, and then I see these characters smiliing and all goofy and wacky, but that's just me. My attachment to Type-Moon is just rigid, inflexible, and I like them better as being sincere, bloody, suffering, and yearning.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor me, it's just a bit weird seeing all those characters I've been bombarded with info by an otaku friend from their identities to their seiyuus, and then I see these characters smiliing and all goofy and wacky, but that's just me.\u001b[24m\n    \u001b[1m私のために、私はオタクの友人から自分のアイデンティティから彼らのシユウォスへの情報で爆破されたすべてのキャラクターを見て、ちょっと変わったし、これらのキャラクターがすごくうんざりしているのを見ているが、それはただのものだ。\u001b[22m, \u001b[1m私にとって、それは私が彼らのseiyuusに自分の身元からオタクの友人によって情報が殺到してきたすべてのそれらの文字を見て少し奇妙なことだ、と私はこれらの文字がsmiliing、すべての間抜けと奇抜な参照が、それは私だけです。\u001b[22m\n\u001b[4mMy attachment to Type-Moon is just rigid, inflexible, and I like them better as being sincere, bloody, suffering, and yearning.\u001b[24m\n    \u001b[1mType-Moonへの私の執着は硬直で柔軟性がなく、私は彼らを誠実で血まみれ、苦しみ、憧れている方が好きです。\u001b[22m, \u001b[1mムーンを入力するための私の添付ファイルは柔軟性のない、ただ剛性であり、私はより良い誠実であること、流血、苦しみ、そして憧れ、それらが好き。\u001b[22m\n\u001b[1m\u001b[22m\nThose who definitely enjoy Type-Moon's Fate/Stay Night and Tsukihime, and still goes to watch them on a bright atmosphere, then certainly go for Carnival Phantasm. It's a laugh after the cry, the rainbow after the storm, the~~well, whatever else allegory you can put it here, that's that.\n\n\u001b[1mType-MoonのFate / Stay NightとTsukihimeを楽しみながら、明るい雰囲気の中でそれらを見て、確かにCarnival Phantasmに行く人。 泣いてから笑い、嵐の後の虹、~~井戸、あなたがここに置くことができる寓話があれば、それはそうです。\u001b[22m\n\u001b[1m(Type - Moon no feito/ Stay Night to Tsukihime o tanoshiminagara, akarui fun'iki no naka de sorera o mite, tashikani kānivu~aru Phantasm ni iku hito. Naite kara warai, arashi no nochi no niji,~~ ido, anata ga koko ni oku koto ga dekiru gūwa ga areba, sore wa sōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThose who definitely enjoy Type-Moon's Fate/Stay Night and Tsukihime, and still goes to watch them on a bright atmosphere, then certainly go for Carnival Phantasm. It's a laugh after the cry, the rainbow after the storm, the~~well, whatever else allegory you can put it here, that's that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThose who definitely enjoy Type-Moon's Fate/Stay Night and Tsukihime, and still goes to watch them on a bright atmosphere, then certainly go for Carnival Phantasm.\u001b[24m\n    \u001b[1mType-MoonのFate / Stay NightとTsukihimeを楽しみながら、明るい雰囲気の中でそれらを見て、確かにCarnival Phantasmに行く人。\u001b[22m, \u001b[1m間違いなくタイプムーンのフェイト/ステイナイトと月姫を楽しみ、まだ明るい雰囲気でそれらを見に行く人たちは、その後、確かカーニバルファンタズムのために行きます。\u001b[22m\n\u001b[4mIt's a laugh after the cry, the rainbow after the storm, the~~well, whatever else allegory you can put it here, that's that.\u001b[24m\n    \u001b[1m泣いてから笑い、嵐の後の虹、~~井戸、あなたがここに置くことができる寓話があれば、それはそうです。\u001b[22m, \u001b[1mそれは、それはそれだ、あなたはそれをここに置くことができ、他の~~よく、どのような寓意、叫びの後嵐の後の虹笑いです。\u001b[22m\nAnd ofc, for Illya fans out there, get 'Fate/Kaleid Prisma Illya' as next on your list.\n\n\u001b[1mそして、ofc、Illyaファンのために、あなたのリストの次に「Fate / Kaleid Prisma Illya」を手に入れてください。\u001b[22m\n\u001b[1m(Soshite, ofc, Illya fan no tame ni, anata no risuto no tsugini `feito/ Kaleid purizuma Illya' o te ni irete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAnd ofc, for Illya fans out there, get 'Fate/Kaleid Prisma Illya' as next on your list.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd ofc, for Illya fans out there, get 'Fate/Kaleid Prisma Illya' as next on your list.\u001b[24m\n    \u001b[1mそして、ofc、Illyaファンのために、あなたのリストの次に「Fate / Kaleid Prisma Illya」を手に入れてください。\u001b[22m, \u001b[1mそして、OFCは、そこにIllyaファンのために、「フェイト/ KaleidプリズマIllya」として、次のあなたのリスト上を取得します。\u001b[22m"
  },
  {
    "title": "Carnival_Phantasm",
    "id": "10012",
    "url": "https://myanimelist.net/anime/10012/Carnival_Phantasm",
    "user": "BrigadeHamtaro",
    "profile": "/profile/BrigadeHamtaro/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=80892",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  7\n\nCarnival Phantasmは、TsukihimeとFate Stay Nightフランチャイズのクロスオーバーパロディです。 私はこれを見た後まで、これらのアニメの両方を見たことはありませんでした。 私は、コメディ、ライフスライス、またはType Moonフランチャイズが好きな人は、これをチェックする必要があります。 あなたは本当に文字について何かを本当に知る必要はありません。 実際には一定の物語はありませんし、彼らがある場合は、プロット（聖杯とデート）を再利用します。 芸術は驚くほどカラフルです：D！ この曲は、オープニングからグッド・ダンス、エンディングのロック・バラードまで、とてもキャッチーです。 たくさんの文字があるので、あなたのお気に入りは非常に速いです。 その後、アニメはわずか12話ですが、私は通常このようなアニメを1日のように見ますが、1週間はかかりました。 私はこれを楽しんだが、ストレス解消者として一日に数本のようにもっと見たいと思っていないと思う。 いくつかのエピソードは、滑らかにすることができますし、スキップしたいかもしれないまばらなスケッチがいくつかあります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nCarnival Phantasm is a crossover parody of the Tsukihime and Fate Stay Night franchises. I never saw both of these animes until after I watched this. I say anyone who likes comedies, slice of lifes, or Type Moon franchises should check this out. You don't really need to know anything about the characters really. There is really no constant story and if there is they will reuse plots (holy grail wars, and dating). The art is amazing and colorful :D! The music in this is so catchy from an opening with a good dance to an ending with a epic rock ballad. There are plenty of characters so you'll find your favorite very fast. Then anime is only 12 episodes and I usually watch these kind of animes in like a day, but it took me a week. I did enjoy this, but I guess it didn't have make me want to watch constantly more like a couple a day as a stress reliever. Some episodes can be bland or have some sketches that are bland that you might want to skip.\n\n\u001b[1mCarnival Phantasmは、TsukihimeとFate Stay Nightフランチャイズのクロスオーバーパロディです。 私はこれを見た後まで、これらのアニメの両方を見たことはありませんでした。 私は、コメディ、ライフスライス、またはType Moonフランチャイズが好きな人は、これをチェックする必要があります。 あなたは本当に文字について何かを本当に知る必要はありません。 実際には一定の物語はありませんし、彼らがある場合は、プロット（聖杯とデート）を再利用します。 芸術は驚くほどカラフルです：D！ この曲は、オープニングからグッド・ダンス、エンディングのロック・バラードまで、とてもキャッチーです。 たくさんの文字があるので、あなたのお気に入りは非常に速いです。 その後、アニメはわずか12話ですが、私は通常このようなアニメを1日のように見ますが、1週間はかかりました。 私はこれを楽しんだが、ストレス解消者として一日に数本のようにもっと見たいと思っていないと思う。 いくつかのエピソードは、滑らかにすることができますし、スキップしたいかもしれないまばらなスケッチがいくつかあります。\u001b[22m\n\u001b[1m(Kānivu~aru Phantasm wa, Tsukihime to feito Stay Night furanchaizu no kurosuōbāparodidesu. Watashi wa kore o mita nochi made, korera no anime no ryōhō o mita koto wa arimasendeshita. Anata wa hontōni moji ni tsuite nanika o hontōni shiru hitsuyō wa arimasen. Jissai ni wa ittei no monogatari wa arimasenshi, karera ga aru baai wa, purotto (seihai to dēto) o sai riyō shimasu. Geijutsu wa odoroku hodo karafurudesu: D! Kono kyoku wa, ōpuningu kara guddo dansu, endingu no rokku barādo made, totemo kyatchīdesu. Takusan no moji ga aru node, anata no okiniiri wa hijō ni hayaidesu. Sonogo, anime wa wazuka 12-wadesuga, watashi wa tsūjō ko no yōna anime o 1-nichi no yō ni mimasuga, 1-shūkan wa kakarimashita. Watashi wa kore o tanoshindaga, sutoresu kaishō-sha to shite tsuitachi ni kazumoto no yō ni motto mitai to omotte inai to omou. Ikutsu ka no episōdo wa, namerakani suru koto ga dekimasushi, sukippu shitai kamo shirenai mabarana suketchi ga ikutsu ka arimasu. Watashi wa, komedi, raifusuraisu, matawa Type Moon furanchaizu ga sukinahito wa, kore o chekku suru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mCarnival Phantasm is a crossover parody of the Tsukihime and Fate Stay Night franchises. I never saw both of these animes until after I watched this. I say anyone who likes comedies, slice of lifes, or Type Moon franchises should check this out. You don't really need to know anything about the characters really. There is really no constant story and if there is they will reuse plots (holy grail wars, and dating). The art is amazing and colorful :D! The music in this is so catchy from an opening with a good dance to an ending with a epic rock ballad. There are plenty of characters so you'll find your favorite very fast. Then anime is only 12 episodes and I usually watch these kind of animes in like a day, but it took me a week. I did enjoy this, but I guess it didn't have make me want to watch constantly more like a couple a day as a stress reliever. Some episodes can be bland or have some sketches that are bland that you might want to skip.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCarnival Phantasm is a crossover parody of the Tsukihime and Fate Stay Night franchises.\u001b[24m\n    \u001b[1mCarnival Phantasmは、TsukihimeとFate Stay Nightフランチャイズのクロスオーバーパロディです。\u001b[22m, \u001b[1mカーニバルファンタズムは月姫とフェイトステイナイトフランチャイズのクロスオーバーパロディです。\u001b[22m\n\u001b[4mI never saw both of these animes until after I watched this.\u001b[24m\n    \u001b[1m私はこれを見た後まで、これらのアニメの両方を見たことはありませんでした。\u001b[22m, \u001b[1m私はこれを見た後まで、これらのアニメの両方を見たことがありません。\u001b[22m\n\u001b[4mYou don't really need to know anything about the characters really.\u001b[24m\n    \u001b[1mあなたは本当に文字について何かを本当に知る必要はありません。\u001b[22m, \u001b[1mあなたは本当に文字について何を知っている必要はありません。\u001b[22m\n\u001b[4mThere is really no constant story and if there is they will reuse plots (holy grail wars, and dating).\u001b[24m\n    \u001b[1m実際には一定の物語はありませんし、彼らがある場合は、プロット（聖杯とデート）を再利用します。\u001b[22m, \u001b[1mそこには一定の話は本当にありませんし、そこにある場合、それらはプロット（聖杯戦争、とデートを）再利用します。\u001b[22m\n\u001b[4mThe art is amazing and colorful :D!\u001b[24m\n    \u001b[1m芸術は驚くほどカラフルです：D！\u001b[22m, \u001b[1m芸術は素晴らしいとカラフルです：D！\u001b[22m\n\u001b[4mThe music in this is so catchy from an opening with a good dance to an ending with a epic rock ballad.\u001b[24m\n    \u001b[1mこの曲は、オープニングからグッド・ダンス、エンディングのロック・バラードまで、とてもキャッチーです。\u001b[22m, \u001b[1mこれで音楽は壮大なロックバラードで終わるの良いダンスと開口部からとてもキャッチーです。\u001b[22m\n\u001b[4mThere are plenty of characters so you'll find your favorite very fast.\u001b[24m\n    \u001b[1mたくさんの文字があるので、あなたのお気に入りは非常に速いです。\u001b[22m, \u001b[1mあなたのお気に入りは非常に高速見つけるように文字がたくさんあります。\u001b[22m\n\u001b[4mThen anime is only 12 episodes and I usually watch these kind of animes in like a day, but it took me a week.\u001b[24m\n    \u001b[1mその後、アニメはわずか12話ですが、私は通常このようなアニメを1日のように見ますが、1週間はかかりました。\u001b[22m, \u001b[1mそして、アニメは12のエピソードであると私は通常日のようにアニメのこれらの種類を見て、それは一週間かかりました。\u001b[22m\n\u001b[4mI did enjoy this, but I guess it didn't have make me want to watch constantly more like a couple a day as a stress reliever.\u001b[24m\n    \u001b[1m私はこれを楽しんだが、ストレス解消者として一日に数本のようにもっと見たいと思っていないと思う。\u001b[22m, \u001b[1m私はこれを楽しんでいたが、私はそれは私がストレス緩和剤としてより多くのカップルのような日に常に見たい作成してもらっていないと思います。\u001b[22m\n\u001b[4mSome episodes can be bland or have some sketches that are bland that you might want to skip.\u001b[24m\n    \u001b[1mいくつかのエピソードは、滑らかにすることができますし、スキップしたいかもしれないまばらなスケッチがいくつかあります。\u001b[22m, \u001b[1mいくつかのエピソードは当たり障りのないことか、スキップしたいかもしれないと当たり障りのないいくつかのスケッチを持つことができます。\u001b[22m\n\u001b[4mI say anyone who likes comedies, slice of lifes, or Type Moon franchises should check this out.\u001b[24m\n    \u001b[1m私は、コメディ、ライフスライス、またはType Moonフランチャイズが好きな人は、これをチェックする必要があります。\u001b[22m, \u001b[1m私は喜劇、静物のスライス、またはタイプムーンフランチャイズを好む人には、これをチェックアウトする必要がありますと言います。\u001b[22m"
  }
]
