[
  {
    "title": "Hoshizora_e_Kakaru_Hashi",
    "id": "10079",
    "url": "https://myanimelist.net/anime/10079/Hoshizora_e_Kakaru_Hashi",
    "user": "DarkAscent",
    "profile": "/profile/DarkAscent/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=230547",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  6\nキャラクター|  10\n|  10\n\nこれは簡単な解説です。 多くの点で、このアニメは平均的なものですが、同時に、すべてのハレム/ロマンス/コメディシリーズの99.999999％に比べてはるかに優れています。 どうして？\n\nいくつかの欠点にもかかわらず、ストーリーは実際に進行し、キャラクターは実際に進行し、主な男性キャラクターは完全なQ＃$％*＃^ばかではなく、...ドラムロールしてください........ *スポイラー*  ：\n\n彼は本当に最後まで誰かをピックアップ！ それだけで、このシリーズは私から10の評価を得ています。なぜなら、実際にマンガを買うことにあなたを魅了しようとしているほとんどのharemアニメの代わりに、完全なストーリーを伝えているからです。 どちらかというと作家はあまりにも臆病なので、実際にはいくつかのファンを失望させる恐れがあるため、ロマンチックな状況を解決することはできません。"
  },
  {
    "title": "Hoshizora_e_Kakaru_Hashi",
    "id": "10079",
    "url": "https://myanimelist.net/anime/10079/Hoshizora_e_Kakaru_Hashi",
    "user": "Myoui-Chan",
    "profile": "/profile/Myoui-Chan/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=228693",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\nアニメは本当に、まあ、私はこれを見てどうすればいいのですか？それは、夢、希望、そしてもちろん、アニメが決して恋に落ちない要素である何らかのハーレムです。\nアニメは主人公の星野一夫が、いつもかわいい弟を気遣っていたことを話します。 彼は田舎の環境にいるときの彼の経験について語った。\n物語は一般的に良いものでした。 ブックワームや映画のマニアなら、あなたは慣れているかもしれませんが、それでもいいです。 それは「OH THIS IS ORIGINAL AND UNIQUE」タイプのアニメではなく、ちょうどあなたの別のものですよ、オハイオ彼らは終わっていますOMGはOTPはここにいませんがアニメですが、それでもあなたは悲鳴を上げるでしょう、 それにもかかわらず叫ぶ。\n芸術のスタイルは素晴らしいです。 私はビジュアルがとても絶妙であることをあなたに伝えます。 カズマのかわいい男の子の隣のスタイルからマドカのスタイルまではすばらしかったです。 ビジュアルはとてもかわいらしいので、アニメをより楽しくできました。 私はちょうど彼らのユニフォームのスタイルに逆らっていました（まどかでどのように見えるか分かります）。 私は、違反はない、それはシンプルで絶対に愛らしいと思うが、ネクタイは、私。\n音は素晴らしいです！ 私はすべての曲と出発テーマを愛しています！ それは私達にこのエキサイティングな雰囲気を与える。 私は通常、彼らがどれくらい時間がかかっているかを神が知っているので、アニメのイントロをスキップしますが、私はこのアニメのイントロをスキップしませんでした。 音はすごく素晴らしく、私は自分自身を助けることはできませんが、完全にそれを見ているビデオを搭載しています。 音は気分と関連して、視聴者が雰囲気にもっと耽るのを助けることができました。\nキャラクターは良かったと思います。 私はカズマの気持ちがどのように発展したかについて、それが本当に誰かと一緒に彼を出荷して以来、より多くを示してくれたら、私はそれを感謝します。  Uiのキャラクタリゼーションは本当に賢かったです。彼女は常に食べ物（特にチーズ）の目を見ている明るく陽気なキャラクターでした（OMG EP 2のチーズはまだ私の頭の中にあります）。 マドカのキャラクターはかなり強く、細かいものでした。その結果、彼女は漫画の中で私の好きなキャラクターになりました。 全体的に、キャラクターは素晴らしかったです。\n私は全体的な話を楽しんで、それについての批評家はほとんどいませんでした。 私は本当にそれが大好きです、正直。 私はおそらくそれを私の友達に推薦するでしょう。 このレビューを読んでいる人にもおすすめです。 このアニメは良いです、12エピソードはおそらくあなたのために短いですが、私はあなたが笑い、涙、そしておそらく対話の全体の交流の多くをcringingのエピソードを耐えることを保証します！"
  },
  {
    "title": "Hoshizora_e_Kakaru_Hashi",
    "id": "10079",
    "url": "https://myanimelist.net/anime/10079/Hoshizora_e_Kakaru_Hashi",
    "user": "Hachiko75",
    "profile": "/profile/Hachiko75/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=63281",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  1\nキャラクター|  1\n|  1\n\nあなたがharemアニメが好きなら、あなたはこのものを乗り越えることができるかもしれません。 私は1つできなかった。 ハーレム・アニメについて私が気にするのは、その人に苦くて失礼な少女であり、物語の彼方を得たいとは思っておらず、彼は変態か何かであると仮定しますが、後に彼のために感情を覚えますが、 スタッフ。\n\n私はエピソード9にした後、私はもう自分を見ることができませんでした。 私は女の子の2人がその男に暴力を振るって、とても驚いて、彼はすべて子供のような兄弟がいて、甘くて無邪気に見えていることを知りました。 彼らはその兄弟が双子のように行動し、あなたが関連していれば自動的に同じ人格を持つことになります。\n\n主な女性のリードウイは、彼女は大丈夫です。 彼女は陽気で甘いですが、彼女の友人は私を悩ます、彼女は私がハレームのアニメで嫌な苦い寒い女の子です。 そして、そのような緑色の髪の女の子がいて、彼女も迷惑だった。\n\n私はまた、これらの女の子にふさわしくないとき、これらの女の子にこれらのharemアニメの男がまだとても素敵である方法に立つことができません。\n\nしかし、私はそれがハーレムだと言ったように、あなたがそのジャンルを好きなら、あなたはこれを好きかもしれません。"
  },
  {
    "title": "Hoshizora_e_Kakaru_Hashi",
    "id": "10079",
    "url": "https://myanimelist.net/anime/10079/Hoshizora_e_Kakaru_Hashi",
    "user": "Toucanbird",
    "profile": "/profile/Toucanbird/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=56869",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  6\nキャラクター|  8\n|  9\n\nホシゾラ・カカルス・ハシは私の本の謎です。 通常、私はecchi、haremファンのサービスアニメを嫌いです。 不思議なことに、星空を見て自分を捕まえたとき、私は何を考えているのだろうと思った。 私がこれを好きにする方法はありません。\n\nまあ、私はすべてのことを見ることにし、それを撃った。私の驚いたことに、それは私が思ったよりも優れたアニメであることが判明した。 面白い話がありますか？ いいえ、実際はありません。 それは甘くて可愛い物語ですが、これまでに行われていないことはありません。 だから、このアニメはどうだった？\n\n正直、私はコメディと執筆が素晴らしかったと思った。 私は両手を頼りにすることができず、アニメから私を笑い飛ばすことは難しいと信じています。 レース/フェスティバルのエピソードそのものが死ぬことになった。 私は私の人生でアニメのエピソード全体を通してとても笑ったとは思わない。 私はこのアニメがうまくいきましたが、それはエッチの瞬間を持っていたと思いますが、ファンのサービスの点で完全には使われていないスティックスティックのコメディとバランスが取れているようでした。\n\n私にとって、このアニメは、エンジェルビーツのようなものでした...プロットやキャラクターではなく、むしろ多くの欠陥を伴うアニメでしたが、私は助けても楽しんでも楽しめませんでした。 あなたがこのアニメをどのように楽しむかは本当にあなたのコメディのスタイルによって決まると信じているので、これはレビューや推奨が難しいアニメです。 あなたが暗く興味をそそるプロットを楽しむなら、間違いなくあなたのためのアニメではありません。 セックス・ジョークや淫らな人生のユーモアからいくつかの笑いを得たいのであれば、あなたはこのアニメを愛するでしょう。 確かに、私はこの種のものを面白く見いだすのは普通ではありませんが、どういうわけかこのアニメを面白く見いだすことができました。"
  },
  {
    "title": "Hoshizora_e_Kakaru_Hashi",
    "id": "10079",
    "url": "https://myanimelist.net/anime/10079/Hoshizora_e_Kakaru_Hashi",
    "user": "Simonian",
    "profile": "/profile/Simonian/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=53813",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  9\nキャラクター|  7\n|  5\n\nホシゾラは私が見たが、すぐにはレビューしていない少数のアニメの1つです。 必ずしもそれが悪かったからではなく、それは鈍かったし、何も私の興味を引っ張らなかったからです。\n\nほとんどの男性のように、私はハーレムのアニメを見て楽しんでいます。なぜなら、実際には私にハレームのシナリオは起こらないと知っていますが、私はハレームのアニメで男性の鉛だと思っています。 事実上すべての真っ直ぐな男性があなたに同じことを伝えます。  1人の男、数十人の女の子、もっと何をしたいですか？\n\nホシゾラは、私たちに言っているタグにもかかわらず、本当にハーレムのアニメではないので、あなたを失望させなければなりません。 最初のオキー、物語 - 最高の薬です。 それを越えるためには、彼らは石に飛び乗る必要があり、女の子は予想通り、問題なく他の側にそれを作る。 たとえ彼が明らかに強かったとしても、どういうわけか着陸時に「旅行」することができ、少女をプッシュして...「うっかり」彼女にキスをする。 偶発的なキスがアニメでは面白いという事実を別にすれば、私はそれらの誇張を見てきました。シーン全体がちょっと吐き気のないほど信じられないように見えます。 彼の正確な、しかし若いコピーのように見える兄弟とKazumaと呼ばれる非常にハンサムな男は、小さな村に移動することを決めます。 かつて、日本のマカクは兄の帽子をつかんで、森に逃げました。 私たちの英雄カズマは、猿を追いかけて帽子を捕まえる。 驚いたことに、彼は森の中で迷子になり、何をすべきか分からない。 奇妙なことに、彼は時代を迎えて、綺麗でピンク色の髪の毛の女の子を見つけました。 右。 それだけではありません。 彼らは一緒に歩き始めて、カジュアルな会話に参加し、川を渡ることにします（？）。\n\nその小さな事件の後、または私はちょうど言うでしょう - その翌日、男性のリードは町とそこに住む良い見ている女の子に導入されます。 私はこれが物語が離れるつもりだったと思った。 それはちょうど退屈です。 私はあえて、このアニメを見ていることは大胆で美しいもののようなものです。 退屈な、退屈な...面白くないと、それは終わりにそのようなものになるだろう。 私はもっ​​と間違っていることはできませんでした。 文字通り何も起こりません。 ほとんどのアニメでは、他の女の子と男性の鉛を含む開発がありますが、このシリーズの大部分のために、Kazumaはたった1人の女の子に固定されています。 私はええええええええええええええええええええええ、彼は他の人よりもいくつかあるが、そこには感覚がない。  Yosuga No Soraのような情熱はありません。  School Daysのようなドラマはありません。 女の子はNagasarete Airantouのように彼と戦わない。 男性のリードは決して決断を強いられません。\n\n私は本当にこのアニメに低い評価、おそらく4または5を与えたいと思っていましたが、このアニメの1つの良い点はアートです。 とても良いです。 私も息を呑むような1080pバージョンを見ました。 はい、芸術は間違いなくスタジオが仕事をしていて、テレビシリーズの映画グレードのグラフィックを見ることはまれです。 また、音は非常に本格的で、声の演技は素晴らしく、私は恐ろしい話を最後まで耐えることができたその2つの組み合わせのおかげです。\n\nすべてのことを念頭に置いて公平になりたいと思って、私はスコアに2つの追加ポイントを追加しました。 要約すると、まともな物語のハレームアニメを探しているなら、私はあなたがここで遠くに興味深いものを見つけるつもりはないことを保証します。 これは、2人のキャラクターのみを含むバニラロマンチックな物語のほうがはっきりしています。 しかし、あなたが良い音声の演技と鮮やかなグラフィックを楽しむならば、それに良いショットを与えてください。"
  },
  {
    "title": "Hoshizora_e_Kakaru_Hashi",
    "id": "10079",
    "url": "https://myanimelist.net/anime/10079/Hoshizora_e_Kakaru_Hashi",
    "user": "Mantzy",
    "profile": "/profile/Mantzy/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=52035",
    "jp": "--- --- --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  6\nキャラクター|  5\n|  4\n\n（ここでの最初のレビュー - レビュースタイルを見るために私のプロフィールを参照してください）\n\nシリーズは穏やかで、真実で、全体的にちょっとしたものだった。 それはハーレムのアニメです、あなたは何を期待するか知っています。 なぜこれがseinenとタグ付けされているのかわからない、エピソード6でいくつかのヌードを超えている、それは非常に基本的な、やや幼稚な話だった。 以前はよく見られていないものはありません。 優しかったすべての女の子の気持ちを完全に愚かに知らない主人公。 私は迷惑なと感じるショットのバイアスがあります。 もしあなたが何もしていないのなら、それを見てください。それがあなたのものなら、より良いハーレムのものがあります。 アート・グッド、音楽・メフ、キャラクター・パフ。 予測可能な終了。 本当に、あなたはおそらく退屈でしょう。\n\n完了しました。  5/10"
  },
  {
    "title": "Hoshizora_e_Kakaru_Hashi",
    "id": "10079",
    "url": "https://myanimelist.net/anime/10079/Hoshizora_e_Kakaru_Hashi",
    "user": "bunch_of_wackos",
    "profile": "/profile/bunch_of_wackos/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=38219",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  6\nキャラクター|  5\n|  5\n\nほしぞら え かかる はし； いｓ てぇ ゔぇｒｙ でふぃにちおん おｆ あゔぇらげ。\n\n_ストーリーは数十のアニメーション、そしておそらく何百もの漫画の前に撮影された試して真の道をたどっています。 あなたが「アーク」の1つに驚いた場合は、あなたがアニメを見始めただけであるはずです。\n\n_それは楽しいです、正確に同じ措置でコーンフレーク（または他の普通の穀物）のボウルが楽しいです。 あなたが知っている製品です。 あなたはコーンフレークについては考えていません、それはあなたを満たしておらず、長期的な栄養を提供しません。 それはあなたのルーチンの動きを通るために存在し続けます。\n\n文字について：\n\n__まず、兄弟の関係が現状に疑問を抱くための機会を提供するように見える。（はい、兄弟間の近親相姦のヒントがある。）しかし、ホシゾラはすぐにこれを理解し、古典的なハレームのアニメに変わる。 そして誰も挑戦を感じないように、ビーチ、告白、買い物の場面は必須です。\n\n少なくとも1つの主人公は全然忘れていないと密集していません（小さな奇跡のために犬に感謝します）。少なくとも、彼の行動が他のキャラクターにどのような影響を与えるのか理解しています。\n\nサウンド：\n__音楽のスコアと効果音の両方が家に書き込むことは何もありません。  BMGは農村部のマウンテン・エフェクトにマッチしようとしますが、最終的には鈍く暗くなります。\nショーのために選ばれた西友は、ほとんど新しい声（または少なくとも既知の部分が少ない声）です。 主にサポートキャラクターとしての経験があります。\n\n_Insertの曲は楽しいですが、何かではなくすぐに自分でダウンロードしています（買ったほうがはるかに少ない）。\n\n全体：\nこのシリーズは10年前に大ヒットしたかもしれない。 このシリーズは最初のハーレムである人を除いて誰もが見て素早く忘れられます。"
  },
  {
    "title": "Hoshizora_e_Kakaru_Hashi",
    "id": "10079",
    "url": "https://myanimelist.net/anime/10079/Hoshizora_e_Kakaru_Hashi",
    "user": "Zaku88",
    "profile": "/profile/Zaku88/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=203919",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  6\nキャラクター|  7\n|  7\n\n星空は興味深いエッチベースのハーレムなので、私の思考を集めるのに2つの完全な視点が必要でした。 それは特に革新的なシリーズではありませんが、まともなキャラクターのやりとりや遅れをとっている緊張を楽しませています。 ハーレムの女の子がカズマの手に勝つという非常に早い兆候を示しているにもかかわらず、シリーズはまだまだ説得力のあるプロットラインを残しています。特に、2012年の他のフロップに比べるとはっきりしています。  6時間を費やす魔法の要素は、それ以上見ない。\n\nアニメーション：\nHoshizoraは、CGIの要素がほとんどなく、見た目にも見栄えの良いウォーター・エフェクトを備えた見栄えのあるシリーズです。 わずかに飽和していないベースの外観から、夕焼けなどの過大な過飽和のシーンまで、快適なカラーパレットを使用します。 背景もかなり良いです。 実際、バックグラウンドの前に重なり合っていると、あまり詳細でないキャラクターが幻想的に見えるほど細かくなっています。 時折細部に欠けているが、文字のスタイリングはかなり良い。 すべての重要な文字は、非常に異なる髪の色を持つ兄弟を含め、簡単に区別できます。 私の唯一の主な批評はウイです。 現実の世界は、毎日怪物のパフェやスナックを味わっている人たちにはあまり許されていません。 不思議な瞬間的な衣装の変化があったため、このシリーズはより良いQAで行うこともできました。\n\nこれは、アクションのハイライトが学校レースである比較的静かなシリーズです。 このシリーズでは、（Uiの代謝以外の）魔法のヒントはありません。 代わりに、エッチパンティショットや神の光と神秘的な霧でいっぱいの裸のシーンのかなり寛大な部分です。 このシリーズの全体的なアプローチは、性的基準に関して30-saiよりも少し保守的であり、キャラクターはR-15のキャラクターよりももう少し成熟しています（ありがたいことに）。\n\n音：\n各エピソードは、プログレッシブではあるがメロディックに挑戦されたOPから始まります。 それは静かな子守歌として始まりますが、その後、熱狂的なペースで歌われるようになります。 私はそれに私の指を置くことはできませんが、私は特に歌手の声が好きではありませんでした。 メインEDは、ニチジのOPのベースラインインスピレーションのように聞こえる、素早く遊び心のある作品です。 合成音に大きく依存しているため、BGMと非常によく似ています。 第10話は、マドカが自分のフィッティングに適しているという点で特別なことですが、あなたはおそらくその理由を推測することができます。  BGMのバリエーションは非常に限られているので、同じ楽しい合成曲を何度も聞く準備ができています。\n\nそのリリースの時点で、このショーのための声のキャストは、私がオールスターチームと考えるものではありません。  VAは適切なパフォーマンスを出していましたが、スクリプトは時にはそれらを厳しく制限していたと思います。 最初のエピソードから次の例を考えてみましょう。\n\n一馬（信じられないような色調）：「ねえ、あなたは女の子ですか？\nウイ：「はい、私は女の子です」\n\n私はまだ脚本家がいくつかの点で何を考えていたのかをまだ分かりません。 スクリプトをさておき、私はあゆむさんがどのように音を立てたかに少し悩まされました。 全体的に、これがAno Hanaのような他のショーのドラマのレベルと一致するとは思わないでください。\n\nストーリー：\nカズマと彼の弱い兄弟、アユムは、静かな田舎の町で家族の友人と一緒に移動します。そこでは、居住者が8PMで閉店するコンビニをめちゃくちにしています。 まもなく、和馬は女の子に（文字通り）左右にぶつかり始め、あなたがそれを知る前に、ハーレムが発達しています。\n\n物語は、スライス・オブ・ライフ、一言で言えば、エピソード的なやり方で、最小限の接続性しか持たない。 エピソードが時には突然終了するという点で、ちょっと変わっているのではなく、ちょうど監督が1枚の長い映画を塊にすることを決めたかのように。 全体的なペーシングは少し遅く、ランダムなエピソードの移行ポイントでは、シリーズは本当にあなたを進めません。エンディングがあまり恣意的ではないエピソードが数多くあります。特に、特定のハーレム候補に焦点を当てたエピソード 。 ストーリーは、予測可能だが満足できるクライマックスと結論に至る最後の2つのエピソードまで、実際にはどんな上昇アクションもありません。\n\n全体として、プロットは非常に予測可能であり、確立されたハーレムパターンに密接に従います。 関与の大部分はショーの最後に大きな塊として来て、それに応じてペースを上げます。 季節の他のショーと比較して、物語はちょっと退屈で、過度に保守的です。 幸いなことに、キャラクターはシリーズに少しの人生をもたらします。\n\nキャラクター：\n和馬は、あなたの典型的なハーレムのリードです。女の子の気持ちに気付かず、どんなことでも笑う素敵な男です。 彼は何とか奇跡的には、大都市での人生の過半数を過ごした後、田舎の生活のゆっくりとしたペースに適応し、まもなく何とかすべての学校のアイドルに囲まれています。 このシリーズは、多くの確立されたキャラクターパターン（無駄なコミック・リリーフ・ガイの友人、ミックスを盛り上げるためのツンデレの束など）を活用していますが、それらをうまく描写できます。 正直言って、ジューシーでドラマに満ちた相互作用の大半は、ショーの最後に向かって非常に遅く発生します。 これは、まともなキャラクターの開発といくつかの難しい選択を見つける場所です。 この最後の一見光り輝くプレゼンテーション（マシロ・イーロ・シンフォニーのより良い部分に似ている）ではなく、私はこのシリーズをフロップと呼んでいたでしょう。\n\n値：\n全体的に、このシリーズにはまともなコメディシーンと、季節の後半になる確かな開発がありました。 若干の矛盾や恥知らずなことに不安を抱えるエピソードの変化に対処できれば、このシリーズは公正な時計です。 それは、既存の決まり文句とハーレムパターンを使用して非常に安全な場所を歩いていますが、少なくともいくつかのファンを失望させるかもしれない結論を出すのに十分なほど勇敢です。 これは決して顕著なハーレムではありませんが、他の2012年のハーレムがどれほど悪いかを見ると、ディレクターは必要なときにインスピレーションを求めて戻ってくるべきです。"
  },
  {
    "title": "Hoshizora_e_Kakaru_Hashi",
    "id": "10079",
    "url": "https://myanimelist.net/anime/10079/Hoshizora_e_Kakaru_Hashi",
    "user": "TheGreaterOwl",
    "profile": "/profile/TheGreaterOwl/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=84831",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  7\n|  7\n\n星空とカカルスハシ。 私がこのアニメを見始めたとき、私はそれに非常に高い期待を持っていました。 エピソード5まで、私は実際にそれが私のトップ5に入るのに十分に良いと思っていました。 しかし、通常、ハーレムのジャンルの場合のように、それは私の期待と平らになった。 今度は私が不平を言ってしまったので、私の苦情にもかかわらず、かなり豊富なこのアニメのポイントに焦点を当てたいと思います。\n\nストーリー：\n典型的なハーレムのジャンルの物語：彼の両親なしで住む少年は、魅力的な女性の大きなグループが彼と恋に落ちる新しい都市に移動します。 しかし、星空とカカルスハシはそれを少し超えています。 実際に観客は星野和夫（私たちの主人公）が新しい家に引っ越した正当な理由が提示されます。 彼の初日には、中世の中上川と最も珍しいやり方で会う。これは本当に物語が始まる時である。 物語は完全に予測可能ではありませんが、あなたは大部分の出来事に全くショックを受けません。 このようなアニメではいつも好きなように「ロマンス」はあまりありませんでしたが、興味をそそるほどのものがありました。\n\nアート：\nこれは、アニメが本当に優れている場所です。 それは私の個人的な好みかもしれませんが、このアニメに使用される明るく、カラフルで、活気のあるアートスタイルは、私が見ている最高のものの1つです。 文字と環境は、このスタイルではかなりよく表現されています。 すべての主人公は、互いと環境から際立っていますが、あまり集中しないので、あなたが集中できる唯一のものです。 画像の「シャープネス」は、たとえそれがHDでなくても、毎回素晴らしい品質であなたを見ているように見えます。\n\n音：\nオープニングテーマとエンディングテーマは、アニメの種類にはかなり合っていました。 オープニングは軽快で楽しく、真剣さを秘めています。 私は実際にそれを楽しんでいたので、純粋に数回それを聞くために戻って自分自身を見つけた。\n\nキャラクター：\nHoshizora e Kakaru Hashiには、ロリ、ツンデレ、信じられないほどシャイな女の子、そして空中を含むキャラクターの種類のリストがあります。 これらの異なる文字タイプは、実際には互いに補完するためにうまく機能します。 文字の私の問題は、開発の欠如だった。 各キャラクターにはいくつかのエピソードしかありませんでした。 いくつかのキャラクターは、いずれも開発される機会を得られない。 また、いくつかの点では、キャラクターのいくつかが忘れられてしまったように思えて、後でエピソードに入れて、まだそこにいることを知らせてくれるように思える。\n\n楽しみ：\n私の苦情にもかかわらず、私は実際に星空を見て楽しかったです。 私が気にしなかったエピソードか2つがあったが、ほとんどの場合、私はこのアニメを見て楽しんでいた。 楽しむために10/10を得る必要はありません。\n\n全体：\nホシゾラとカッカル橋は私が今まで見た中で一番素晴らしいことでしたが、実際にはかなり良かったです。 これらは私の意見です。 このアニメはいつまでもあなたのお気に入りです。 私はあなたに少なくともチャンスを与えることをお勧めします。"
  },
  {
    "title": "Hoshizora_e_Kakaru_Hashi",
    "id": "10079",
    "url": "https://myanimelist.net/anime/10079/Hoshizora_e_Kakaru_Hashi",
    "user": "kaz-shiki777",
    "profile": "/profile/kaz-shiki777/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=79302",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  9\n\nあなたがロマンス・コメディーやハーレムのファンならば、今星星矢かカールハスか星空への橋がいいアニメです。\n\nショーの話は、カズマという名前の男が街から弟と一緒に田舎の町に移動し、間違ったバスで終わり、猿の周りを走っているカズマが、猿が盗んだ兄弟の帽子を見つけようとしている 彼は彼女をキスし、ウイの友人にキスして、彼女は彼がキスしているのと同じ方法で行っていたことを知っている。\nそれはええのための最初のエピソードです。\n今ほとんどのharemsのように1人か2人のようにあり、5人の女の子のようなほとんどのharemsの真実ですが、女の子は恋に似ていないか何かが、彼のすべてに恋しているものは、 それは 'スポイラーアラート'のようなものなので、あなたに伝えません\nこのショーについての悪いことは、ちょっと予測できることです。\n最後のフェルトが急いで\nロマンスの大半は終わり近くまで起こらない\nアニメーションは素晴らしいです\nしかし、音楽は素晴らしいです\n文字は少しステレオタイプですが、それでも良いです\nすべての良いショーの周りに座ってリラックスして見る"
  },
  {
    "title": "Hoshizora_e_Kakaru_Hashi",
    "id": "10079",
    "url": "https://myanimelist.net/anime/10079/Hoshizora_e_Kakaru_Hashi",
    "user": "Schuaato",
    "profile": "/profile/Schuaato/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=103159",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  7\n\nこのアニメはまさに錫の上に書かれていますが、ガールゲームに基づいていますが、驚くほどうまく動作します。\n\nこのショーは、シンプルなハーレムスタイルのアニメの1つです。標準的な文字をベースにした標準的なプロットがあります。 エキサイティングなことは特に起こりませんが、プロットへの必然的な結論が生じると、大規模な感覚を感じさせます。 このアニメの悪い点に関しては、何も目立っていないので、アニメ全体はかなり平均的なので、実際に始めるには高いエクスポージャーはありません。 それはあなたの次のエピソード（私の直後のケースでは）新世界の仲人が出るのを待っている間に見ているものです。 それは少し楽しいですが、それは特別なものではありません。\n\n私は、このアニメの主な問題は文字やプロットであると考えています。それ以外のものはすべて実際にはかなり良いからです。 プロットは、基本的な\"ハンサムな男が国の側を突然動かすと突然女の子！ ガールズどこにでも！\"私はアニメはあなたが本当に多くを期待することはできませんガールのゲームに基づいて見て、私は逃げることを意味します。 プロットは基本的で、比較的退屈ですが、あなたはキャラクターに多少付き合っています。 これはおそらく、アニメが関わった女の子の気持ちにエピソードの大きな部分を集中させるという素晴らしい仕事をするからです。 あなたが愛している\"ホットシングルガールセントラル\"に何とかして動かされた、以前に言及されたラッキーなb ***** dの後に起こった同じ女の子。 しかし、これとは別に、キャラクタリゼーションにも少し不足しています。 提示された女の子は、通常のフェチ、静かなもの、強いものなどのラインナップです...アニメはそれ以上のものを望むほど充分に作られていましたが、ハーレム、ギャルゲーム、ジャンルの中で厳密に曲がっています 文字は強制的に渡ってくる。 ちなみに、そういうものなのですが、アニメは、ポイントでは、ちょっとしたスタンダード・ハーレム・アニメ以上のものになりたいと思っています。\n\n今や、このアニメがGurren LagannやCowboy Bebopのような巨人と私の個人的な楽しみの点で比較され、生産品質に影響を及ぼす方法がないことにもかかわらず、それ自体はかなり良い結果が得られました。 この範囲では、私はアニメーションが実際にはかなり良いことを意味します、それは有罪クラウンはあなたの顔を吹き飛ばすわけではありませんが、悪くはありません。 全体の音楽もかなりうまく収まるので、適切なタイミングで適切なものを感じることができます。 全体的に私はむしろこの短い小さな作品を楽しんだ、それは基本的にすべて同じ千アニメの標準的なものかもしれないが、それはあなたが知っている楽しいのですか？\n\n最終的に、このアニメが達成した驚異的な平均値のために、それについてもっと詳しく言うのは難しいので、私は短いレビューをお詫び申し上げます。 このアニメは、想像力の伸びがない、本当に良いアニメですが、それは本当に悪いことでもありません。\n\n前提：5/10\nこのアニメの基礎となっているアイデアは信じられないほど平凡で、1000回も前に行われていますが、独自の方法でそれを取り除くことができます。\n\nプロットの開発：6/10\nプロットの開発は大丈夫ですが、華麗ではありません。 ゆっくりと進み、アニメが最後の数回のエピソードで進行していると感じ始めるだけです。 しかし、最後の数人は本当に面白いです。\n\nアニメーション：7/10\nこのアニメのアニメーションは、そのルーツを考慮すると驚くほど良いですが、アニメーションをテストに入れることができる時間が不足しているため、それが本当に価値があるという証拠はありません。\n\nキャラクター：7/10\nこのアニメのキャラクターは、退屈なハーレムフィギュアの通常のラインナップに収まるように管理しているため、それらのスピンを少し変えて、あなたの性格を探検して、時にはそれらに幾分かたちづけられるようにするという強いポイントの一つです。\n\nキャラクター開発：6/10\nこのアニメのキャラクター開発は驚くほど良いです。なぜなら、アニメは初めにキャラクターの主要なラインから始まり、感情的に付けられたキャラクターのグループで終わるからです。 それは信じられないほど遅くて、一度に一人のキャラクターしか動かないようだと言っていました。\n\n流動性：7/10\nこのショーはかなりうまく流れます。 ストーリー・ラインにはドギー・ジャンプはなく、何かを見逃したような気持ちには決して残っていません。\n\n音楽：8/10\n音楽はとても良いですが、それほど多様ではありません。 正しいことは常に適切なタイミングで再生されているように見え、シーンを完全に設定します。 しかし、時には同じ数の曲が何度も繰り返し再生されているような気がします。\n\nイントロ：8/10\nこのアニメのイントロは幻想的に行われ、おそらくこのアニメの最高の特徴の1つです。 音楽からアニメーションまでのすべてがとてもよく合っているように見え、エピソードを見るのに最適な気分になります。\n\nその他：6/10\nアウトロはイントロに比べて非常に残念ですが、実際には何も起こりません。 それは音楽が陽気で、聞くのがとても楽しいと言っているだけの一連のクレジットと写真です。\n\n個人的な楽しさ：7.5 / 10\n私はこのアニメをかなり楽しんだし、結末はかなりいいです。 私はそれがもう少し長くなり、多くの可能性を秘めているので、より詳細なストーリーラインを見ていただけです。\n\n\n\n合計：6.8 / 10（ファイン）\n\nスチュアートマクドナルド\n\n（注：このブログは主なブログではなく、主なブログはhttp://theanimelistreview.blogspot.co.uk/で見つけることができます）"
  },
  {
    "title": "Hoshizora_e_Kakaru_Hashi",
    "id": "10079",
    "url": "https://myanimelist.net/anime/10079/Hoshizora_e_Kakaru_Hashi",
    "user": "Rogue-Hero",
    "profile": "/profile/Rogue-Hero/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=125183",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  9\n\n\n私は、このアニメを終えたとき、私は、シーズン2、または物語の継続のいくつかの種類を見つけるために急いで行かなかったと言う必要があります。 私はそれが好きではなかったからではありません。 実際、私はそれを愛していました。 しかし、私はもっと必要としませんでした。 結末は完璧でした。 それは私が望んでいたものすべてでした。 これはおそらくアニメを完成させ、本当に完成した感じではなく、むしろ悲しい、または半分嬉しかったのです。 私はまだ偉大なアニメを終えるときに行うように、キャラクターのために私はまだ松ですが、同時に、私は何を残して満足しています。 すべてのラウンド、これはすべての時間の私の好きなアニメの一つでなければなりません。"
  },
  {
    "title": "Hoshizora_e_Kakaru_Hashi",
    "id": "10079",
    "url": "https://myanimelist.net/anime/10079/Hoshizora_e_Kakaru_Hashi",
    "user": "NervousWreck",
    "profile": "/profile/NervousWreck/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=52505",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  6\n\n私はこれが私の最初のレビューだと言いましょう、私と一緒に裸をしてください。\nホシゾラ・カカルス・ハシはおそらく私が今まで見た中で最も悲劇的なロマン/スライスです...それはあまりにもドラマチックではありませんでしたが、ストーリーは実際に私の期待に応えませんでした。\n\nストーリー：3\n今私は個人的には決まり文句に関係なく話を好きです。 それは壮観ではありませんでしたが、私はショーをやめなければならなかったので、それほどひどいことではありませんでした。\n\nアート：7\n私は芸術を愛していました。 それは私の味のためにあまりにも光沢があったが、それはうまくいって、キャラクターは素敵に見えた。\n\nサウンド：7\n音は素晴らしかったです。 恐ろしいことではありませんが、あなたの目を傷つけることはありません。\n\nキャラクター：6\nキャラクターは他のハーレムのキャラクターと似ているように見えましたが、自分たちのセンスがそれぞれユニークであるかのように、彼らにはそのような感触がありました。\n\n楽しさ：6\nストーリーラインはミルハレムのあなたの走りだった。 あなたはあなたのカラオケとあなたのビーチを見ました。 彼らはまたあなたが通常見る他の出来事も含んでいました。\n\n全体：5\n今私はこれが私が今まで見た中で最悪のアニメだとは言わないだろうが、それは最高のものとは遠く離れていた。 最後のひねりはあなたに困惑を残します。  「誰がこれはOKだったと思う？」 最後の2つのエピソードまでのストーリーはかなり純粋だった。 私はそれがAIRやKANONのような気分になると思った。 レビューやフォーラムの投稿のため、あまりにも批判的ではなく、このアニメをやめてください。 それはそれほど悪くないようです。 アニメがおそらくひどいレビューを獲得した理由は、エンディングによるものです。 私はあなた自身を批判するためにあなたを残すでしょう。 あなたがこれを撃つつもりなら、あなたがそれを憎むか、あなたがそれを愛するので、必ず準備をしてください。"
  }
]
