[
  {
    "title": "Kami_nomi_zo_Shiru_Sekai_II",
    "id": "10080",
    "url": "https://myanimelist.net/anime/10080/Kami_nomi_zo_Shiru_Sekai_II",
    "user": "Dark_Minimee",
    "profile": "/profile/Dark_Minimee/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=37004",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\nこのレビューは、比較的偏っていることを意図しており、スポイラーは含まれていません。 これは私の最初のレビューであり、私はそれが助けてくれることを願っています。\n\nだから、これは、世界が神のみが知っている、非常に予期され、むしろ意外な第2シーズンです。 あなたが最初のシーズンを見て楽しんでいたら、シリーズのあなたの意見は、根底にある面が決して変更されていないので、まったく変わってはいけません。 漫画の読者は、第2シーズンが元のストーリーをいかに順調に守っているかに満足していますが、文脈のわずかな違いのみを提供し、各キャラクターのデザインと表現を維持するうえでうまくいきます。\n\n簡単な要約（スポイラーなし）：9/10\n\nストーリーを簡単に見渡すと、KeimaとElsieはまだ周囲の美しい、散らばった若い女性の否定的な感情の中に現れているゆるやかな魂を探し求めています。 ケジーマはまだ魅力をつけて、これらの婦人たちを彼らの恩恵に払わなければなりません。そうすれば、Elsieは彼らを特別な瓶で密封して新しい地獄に戻すことができます。 第2シーズンのプロットは、最初のエピソードが各エピソードが進行するにつれてわずかな差異だけで終了したところで続きます。\n\n私の考え：\n\nこのシリーズは、さまざまな理由で特に興味深いものです。 ある意味では、見た目には、典型的なハーレム・ロマンス・コメディ・シリーズにいくつかの超自然的なひねりを加えたカテゴリに入れることができます...しかし、そうではありません。 このシリーズは、ストーリー全体にわたって比較的静的なキャラクターを維持し、プロット自体ではなく全体的なメッセージとしてそのテーマのトーンを強調することによって、浮遊している標準化されたコンテンツの多くから漂っていきます。 これは、ロマンスの要素がまだショー自体の本質的な部分であるにもかかわらず、物語をユニークで興味深いものに保つという、それぞれの関係のイデオロギーの背後にある理解であることを意味します。これはケージマが敗北した女の子 道徳的な啓示が成就した直後の記憶。\n\n関係や人生そのものに関するケイトマの哲学は、間違いなくこのシリーズをファンに魅力的なものにするものです。 彼の信念がシムのデートの原則のまわりを回転する方法は、人生が線形で論理的な道を常に追随する社会的慣習と変化のない世界を究極的に望んでいることを象徴しています。 現実と環境を拒絶することは、必ずしも個人的な敵意による世界への憎しみによるものではなく、人間の状態全体に対する嫌悪感であり、彼の日常生活の中でそれを公正にとどめている。 しかし、これは社会的な側面を除いて、彼に悪影響を与えません。 他の人との関係に対する完全な合理性の彼の適用は、非常に創造的な方法で著者によって実証され、見て楽しめるものです。\n\nアニメーション/アート：9/10\n\nアニメーションの品質は、鮮明でよく磨かれているように見えますが、見落とされることはほとんどありません。各シーンでの色の使用は、文字の気分や素晴らしい全体的な効果を追加する状況によく似ています。 キャラクターデザインは、このシリーズの最も重要な側面の1つ、特に表情であり、プロデューサーはマンガにできるだけ近づけることに印象的な仕事をしました。 キャラクターの動きの流動性がお互いから少し離れている状況がいくつかありますが、コメディーリリーフや簡単に見過ごされすぎて気付かないこともあります。 あなたは、たくさんのお金と苦労が、ショーの様子を見せてくれることに気付きました。それはとても効果的です。\n\nサウンド：8/10\n\n音質は平均以上で、コメディシーケンスを追加したり、場面の適切な雰囲気と調子を助けるという一般的な目的を果たします。  OPは今度はオラトリオで歌われ、最初のシーズンと同じスタイルになりますが、ポップな要素が増えています。 声の演技は大部分にとって良いです\n\n全体：9/10\n\nThe World Only Only Knowsの第2シーズンは、以前と同じ文字と素晴らしい対話テクニックを使って、最初のシーズンから質の高いステップアップです。  Keimaの貴重な女性達が彼と恋に落ちるようになるのと同様に、ゲームの参考文献はまだ豊富です。 あなたが最初のシーズンを楽しんだ場合、この続編を楽しむ理由はありません。 あなたがこのシリーズの初心者であれば、プロット全体をさらに深く理解するために、プレクールを見ることが明らかです。 今のところ、私たちは待って、アニメが次にどこに向かうのかを見なければなりません。 それが漫画のストーリーラインに従えば、物事は面白くなるだろう。 あなたはエンディングを見ることができますか？"
  },
  {
    "title": "Kami_nomi_zo_Shiru_Sekai_II",
    "id": "10080",
    "url": "https://myanimelist.net/anime/10080/Kami_nomi_zo_Shiru_Sekai_II",
    "user": "8thSin",
    "profile": "/profile/8thSin/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=35961",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  9\n\n私はすでにエンディングを見ることができます...それは素晴らしいだろう！\n\n第2シーズンは、第1シーズンと同じルック・アンド・フィールを持っています。私たちの「キャプチャ・ゴッド」ケジマは、エルシーと共に失われた魂を探し続けています。 デュオは今シーズン3人の女の子を追っています：ツンデレ・スポーティー、クルドル・クラスメート、そして最終的には学生教師！ 今シーズンは確かに我々のヒーローにとって大きなチャレンジをもたらす。\nその後、2番目の女の子の悪魔がいます。 今シーズンは必要ない展覧会で、2つのエピソードと彼女を紹介するために専用のフィラー。\n\nもう一度、Keimaのゲームロジックは実生活でテストされます。 彼の価値の不条理は今までどおりずっと面白くて、アニメやサウンドはコメディの配信に失望しない。\n\n視覚的には、昨シーズンとほとんど変わらない。 このシリーズの芸術は完璧に描かれた一般的なスタイルであり、文字は視覚的に満足できるものです。 ディテールのレベル、特に目と照明は改善されているかもしれません。 カメラの動きはアクションシーンではダイナミックであり、退屈な瞬間はありません。\n\n今シーズンのOP曲は最初のシーズンの壮大な感覚を失っていますが、驚くべきことではありません。 もう一度声をかけると、すべてのシーンで適切なBGMが再生され、完璧なサウンドミキシングが得られます。\n\n2回目のシーズンは、唯一の女の子の空手クラブのキャプテンである楠さんとのスタートが遅れました。 彼女の弧は非常に険しいと判明したが、最初のエピソードでの 'ドラゴンクエスト'の要約は大変壮大だった。 私は、プロダクションスタッフがたくさんの創造性を残しているという兆候だと言います。\n\n次はElseaの元友であるHaquaです。 設定された目標を追う代わりに、Keimaは彼女が捕まえなかったゆるい魂を追跡するのを助けます。  Haquaのキャラクターはやや鈍いジェネリックな不器用なタイプでしたが、この弧は、ゆるやかな魂が成長するという結果を説明するとともに、主人公が何をしているのかを強調します。\n\nチヒロアークは昨年のシオリ弧に似ていて、ゆっくりとした若々しいドラマがあります。 この弧の方向は今シーズンでは最高でしたが、もう一度、彼らは別のパターンで行きました。 彼女を簡単に「征服する」のではなく、彼女は彼女が他の男を征服するのを助けます。 結末は明白でしたが、私は彼らが物事をどのように変えたのが好きでしたので、このシリーズはそれが繰り返されるように感じられません。\n\n最後に、6月の弧は訓練の教師の征服でした。 先生は、3-B親父先生や「五国院」のような人気のテレビドラマのステレオタイプの先生であり、愛と信頼について厳しい理想を持っていますが、物事はドラマのようには行きません。 このアークは、キャラクターの発展と肯定的なメッセージをもっていました。"
  },
  {
    "title": "Kami_nomi_zo_Shiru_Sekai_II",
    "id": "10080",
    "url": "https://myanimelist.net/anime/10080/Kami_nomi_zo_Shiru_Sekai_II",
    "user": "SN-chan",
    "profile": "/profile/SN-chan/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=52693",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  8\n\n神のみが知っている世界は、文字通り自由時間でほとんど何もしませんが、デートシムを演じる桂馬の奇妙な冒険を伝えます。 彼はシムをデートするほどうまいので、彼は想像を絶するあらゆるガールの試合に勝つことができると主張し、彼自身を「キャプチャ・ニュー」と呼んでいます。 地獄の悪魔であるエルシーは、神を捕まえることの専門は本当の女性を誘惑し、失われた魂を取り戻すために彼の助けを求めることだと間違って考える。 女性の心の中に隠れている悪魔は、女性の心の中の空を埋めることによってのみ取り戻すことができます。  Keimaは実際には失われた魂を取り戻すのを手伝ってくれることは決してありませんが、署名した契約のために強制されます。 契約を義務づけなければ、彼は死ぬ。\n\nこれは、毎週主人公の戦いのモンスターを持つ代わりに、彼が女性を誘惑しているという点で、「モンスター・オブ・ザ・ウィーク」ダイナミックに興味深いひねりを与えます。\n\nドラマとコメディの素晴らしい組み合わせがあります。 ドラマと深刻な側面のほとんどは、愛の関心事が直面する感情的な問題から来ているのに対し、コメディーの大部分はKeimaとElseeのいたずらな人物から来ています。 ドラマチックなシーンからコメディーなシーンへの移行は突然起こる可能性がありますが、ほとんどの場合、それはあまりにも強く感じられません。\n\nコメディシーンでは、キャラクター（特にケジマとエルシー）は、よりコミック的なアートスタイルに切り替わり、コメディーな影響を加えるのに役立ちます。 いろいろなメディアへの叫び声もたくさんあります。これは、あなたが参照のいずれかを理解することができれば、恐らくチャックルまたは2つを保証するでしょう。\n\nKeimaとElseeの2人のprotoganistsは、実際には非常に好都合ですが、ちょっと一次元のものです。  Keimaは、現実を「たわごとのゲーム」とみなしている天才少年の不思議です。Elseeは、すべてのものをねじ込む魅力的な悪魔です...そして、これらのキャラクターには本当に多くはありません。 これは、アニメが漫画の最初の40章しかカバーしていない点で正当です。この執筆時点では、174の章がリリースされた進行中のシリーズです。 だから、この24のエピソードシリーズを見て、それを自分のスタンドアロンのものよりも大きな物語の始まりと考えてください。\n\nこのような喜びのレベルは、一度ではなく複数回、女性の心を勝ち取るためにケジマが知識を使用しているという事実への不信仰をどのように止めるのかにかかっています。  Keimaがシムのデートの知識を使って女性の心を勝ち取っただけの事実は、恐らくほとんど信じられないほどになるでしょう。 それにもかかわらず、Keimaが戦略を立てる方法を見て、彼がgalゲームの知識をどのように使っているか見るのは面白いことです。\n\nケアマのヒロインの愛は、それぞれのストーリーごとに、強制的にまたは不自然に感じることはありません。特に、あなたが精神的弱点を蔓延する悪魔によって増幅された女性であると考えると、特にそうです。 それぞれの愛の関心はかなり好都合であり、かなりの量のキャラクター開発を経る。 これらのキャラクタのどれもがスクリーン時間の3つ以上のエピソードを取得しないことを考えると、やや顕著である。\n\n\n全体的に、神のみが知っている世界は、あなたがそれをどのように見ているかによってあなたの不信感を止めることに挑戦するかもしれないものの、楽しく楽しいシリーズです（わずかながらですが）。それは素敵なドラマとコメディがあり、 その前提の良い使用。 ロマンス中心の漫画が好きなら、おそらくこれは好きでしょう。"
  },
  {
    "title": "Kami_nomi_zo_Shiru_Sekai_II",
    "id": "10080",
    "url": "https://myanimelist.net/anime/10080/Kami_nomi_zo_Shiru_Sekai_II",
    "user": "kaizersaber",
    "profile": "/profile/kaizersaber/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=167171",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  7\n\nそして、ここでは、実際には、シンプルでシンプルなロマンチックなコメディーであるアニメの第2シーズンを続けています。また、時には驚くほど愉快な方法で、  。 神のみが知っている世界 - ケジマが現実に生きている世界、あるいは単に仮想か、それとも多分どちらかですか？ あるいは、ケジマが生きている現実と同じくらい現実的な現実ですか？\n\nTL; DR\nストーリー：4/10\nアート：8/10\nサウンド：6/10\nキャラクター：7/10\n楽しさ：7/10\n全体：6/10（6.25から切り捨て）\n\n良い点：\n+非常に面白いとユーモアが良い\n+良いEDテーマ\n+ちひろ弧の僅かなプロットツイスト\n+多くのバリエーションを持つ非常に良いキャラクターデザイン\n+強い男性主導\n+良いキャラクターの成長\n+感動的でロマンチックなシーン\n\n悪い点：\n - 包括的/魅力的なプロットの欠如\n - 長瀬/楠木弧における一貫性の欠如\n -  Lousy OPのテーマ\n - 重要なキャラクター開発の欠如、特に主要キャラクターの欠如\n - 真ん中に向かってちょっと退屈かもしれない\n -  12人のうち2人のフィラーエピソード\n\nストーリー：4/10\n\n物語には4つの主要なプロットアークがあり、そのうちの1つはHaquaとの出会いと巨大なゆるやかな魂であり、3人は女の子を桂馬 - 楠野、千尋、 長瀬 もう一度、Haquaはこの「緩やかな魂」獲得契約の範囲で6万点を超える光を放つが、全体的なプロットラインは不足しているが、これは何にも何も加えず、実際には何も与えない 我々は終わりが来ているかどうかについての兆候を示します。\n\n最初の弧、Keimaは、基本的に彼女の男性的な戦闘機の訓練と背景と、猫や衣類のようなかわいいもののために彼女の女性の好みを調和させるために基本的に苦労している武道/空手のタフな女の子、楠と出会う。 非常に独創的なものはありません。  Keima自身は楽しいデートのために彼女を連れて行くことを除いては大したことはしなかった。 結局、楠は自分の女性側と「戦う」ことで自分で解決し、最終的に私にとっては主な問題を解決していない厄介な妥協案につながった。 おそらく、このアニメはあまりにもずっと前に作成されていて、作家はまだ自分の性別のステレオタイプに固執していましたが、このプロットアークはあまり輝きませんでした。 また、最終的にケジマにキスするのは、楠野が無作為に「強制的に」強制されていて、とても説得力がありませんでした。\n\n2番目の弧では、Haquaが来て、これは物事が面白くなってくるところです。 彼女はゆるやかな魂を捕まえることに失敗した後に落ちることがあります。そして、Elsieの助けを得て、ゆるやかな魂を捕まえることができます。  Keimaは本当に私の意見ではかなり良いこの特定のアークではあまり効果がありません。実際の悪魔は自分自身で緩い魂を捕まえる能力を持っていることを示しているからです - 魂が持っていない限り 誰でも。 また、ゆるい魂がどのように悪魔を抱えることができるかについての話もあります。また、文明化された悪魔と、地球上で大混乱を起こすより野性的な魔物との違いについては、より明確な説明があります。  。  （関心+1、深度+1）\n\n三回目の弧で、もう一人の面白い女の子が登場します。今回はちひろの名前です。 彼女についてのすべては興味深いものではありません。彼女は基本的には例外的なスキルと何もない（基本的に、このキャラクターは聴衆が最も感情を抱かせることができる人物です）、ウォールフラワー/バックグラウンドのキャラクターです。 しかし、この1つのプロットは少し歪んでいますが、私はそれが期待されていましたが、良いと思っていました。 ケイトは、彼女が恋に落ちるのを助けて、ちひろの心を満たしてくれるようになった。しかし、最後の時にチヒロが戻ってきたことが判明し、ケイトは代わりに彼女と恋に落ちる。 私はまた、これまでの女の子のうち、千尋はずっと最も現実的なものであると考えています。 彼女に与えられた特別な力をもたない普通の女の子として、彼女はケジマが彼女に投げるすべてのものに説得力を持って反応する。  （深さは+1、一貫性は+1）\n\n最終的な4番目のアークでは、学校のバスケットボールチームのキャプテンにいた学生教師長瀬がいますが、ナガセがバスケットボールに「熱心」だったため、チームを離れた後、チームを解散しました。 本当にあまり意味がないので、このアークがどのように演奏されたかは本当に好きではありませんでした。 先生の長瀬は、Keimaが授業中にゲームをやるのを手助けしようとしますが、Keimaは「寂しい」ためだと確信しています。 明らかに、NagaseはKeimaとElsieの間のやりとりと、それらがいつも分離不可能である方法を見ていません。\n\n昼食中のナガセとの多くの遭遇の後、クラスメイトのゲームで、ケージマはナガセとのプロレス試合を見に行きました。そして、彼は彼女の座席を盗んだ後、彼とシェアを作っています。 まず第一に、残りの人を邪魔することなくそこに二人の人をぴったり合わせることはできません。第二に、Keaseはナガセがプロレスに出ることを知っていましたか？ 私はElsieがNagaseについての情報を持っていることを知っていますが、これは背景の情報、興味、趣味に限られていて、Nagaseのカレンダー/通知/プランナーの権利で実際に起こっていることを反映しません。\n\nこの試合の後、ナガセはバスケットボールのロッカールームに壊れて前に出てきたケイトが古いロッカーの中に隠れていることを知るために最後の情熱を覚えています。 私はKeimaが実際に内部に収まるかどうかについて話しているわけではありませんが、NagaseがロッカールームとKeimaに到着しなければならない時間を確認すれば、Nagaseは約30秒の頭出しをしていることがはっきり分かります。 両者がバスケットボールのロッカールームに直接向かうと仮定すると、ナガセは最初に到達してしまったでしょう。ケージマは、開かれたドアやロッカーなどの痕跡を残すことなく、気づかずにロッカーに自分自身を圧迫することができませんでした。 それ以外は何でも。 これを確認するには、Elsieの「ダミースワップ」の呪文が実際にどのように機能するかについて、より多くの情報が必要です。\n\nいずれにしても、ナガセが生徒の声援を受けて、最後にはケジマに戻ってキスする理由はなかったでしょう。 これはおそらく計画の一部ではないでしょう。  Keimaは彼女にキスをする意図もなく、彼女にロマンチックな提案もしていませんでした。そして、どういうわけか、ちょうどその時に、ルーズな魂を捉えることができるようになりました。 この弧の終わりに向かって強制的に強制された、私は感じた。\n\nナガセは許可なく全員に署名したことを覚えているので、最終的にマラソンに出かけるのかどうかはわかりません。 まず、シャツサイズ/ NOKの詳細/支払いをするなど、十分な詳細がなくても、マラソンのクラス全体に署名することは本当に可能ですか？ 長瀬が学校の学生データベースをちょうど使ったとしても、クラス全体を登録するには$ 1000に近づく必要があります。 アニメは、ナガセがマラソンをやめようとしているか、最後にマラソンに向かうクラスについても明言していませんでした。\n\n全体として、ストーリーはかなり深みと一貫性が欠けていて、プロットアークの1つだけが実際には非常に興味深いものでした。 残りは「普通」であり、以前のキャプチャと比較してあまり特別ではありませんでした。\n\nアート：8/10\n\n品質芸術。\n\nアニメーション：2/3  - アニメーションは注目に値する、印象的で非常にカラフルだった\n美学：3/3  - かわいいテーマを本当に愛しました\nOPシーケンス：2/2  - 非常によく振り付けられたイントロシーン\nEDシーケンス：1/2  - ニース、もっと面白かったかもしれない\n\nサウンド：6/10\n\nOPテーマ：0/2  - 本当に悪い。 それらのひどい英語イントロでそれをやめてください。\nEDテーマ：2/2  - 本当に良い、明るい、キャッチー。 なぜこれはオープニングテーマではないのですか？\n背景音楽：2/2  - これらはほとんどクラシックで、アニメのすべてのロマンチックな部分に使用されていました。 彼らは本当にうまく気分に合っています。\n追加のテーマ：2/4  - エピソードのすべての開始時に演奏する喜劇的/爽快なテーマ、軽く心を込めたものは、聞くのが本当に楽しいです。\n\nキャラクター：7/10\n\nもう一度、主人公KeimaとElsieを見ていきます。\n\n最初のシーズン以来、ケジマは、これがすでに第二の性質であることを実感している少女のものに少し慣れてきました。そして、彼はすでに彼の運命を受け入れています。  Doro doro doro... 'キャラクターとして、彼はアニメの終わりになると、少しずつ成長しました。リアリティをもっと受け入れるようになり、非常に悲しい現実世界に沿って「理想的な」道があると言います。 彼は見つける必要があります。 しかしKeima自身は、まだまだバックストーリーはあまりなく、ゲーム以外の彼の人生の多くが表示されていないか、あるいは彼の一生 ただのゲームです。 キャラクターとしてのケジマは、しかし、彼がキャプチャを戦略化する方法では、特に興味深いままですが、今回はほとんどがダム運のためかもしれません。  （関心のある人は+1、成長は+1）\n\nエルシーもあまり変わっていない。 彼女はまだ彼女の普通の活動的で無駄な自己であり、私たちは正直なところ、彼女がHaquaの同級生だったという事実を除いて、彼女の過去についてはほとんど知らないが、Elsieについては何も教えてくれない。\n\nこのシリーズの新しいキャラクターであるHaquaも別の 'tsundere'タイプですが、多分それほどそうではありません。 彼女はいくつかのバックストーリーを持っています - 学校でのすべての理論テストを真実の精力と決意で受け入れる悪魔ですが、現実世界になると、彼女は平らになり、彼女が持っていたすべての成功を再現することはできません。 これまでの状況では彼女の不満や不満を説明するのに本当に役立ちます。 彼女はそれほど面白い人物ではなく、彼女はまた大きな成長を遂げていません。  （+1から深度まで）\n\n3人の主人公に進むと、楠は別の「ツンデレ」ですが、今回は本当にお尻を蹴ることができます。 間違いなく、FFVIIのTifaで有名な、私の好きなキャラクターのアーキタイプのひとつ、戦闘の女の子です。これは、美しい女の子達があなたを部屋に飛ばすパンチを詰めることができることを示しています。 楠は、ケイトとのデートでガーリーなことをした後、そして彼女のフェミニンな側面を「受け入れる」と受け入れた後、いくらかの成長を見せています。 このようにして、楠は彼女の両面を持ち、他のほとんどの女の子よりも多面的になります。  （成長率+1、一意性+1）\n\nちひろは、あまり好きではないキャラクターです。誰も好きではなく、誰も嫌いではありません。 彼女はステレオタイプの正常な関心と夢を持っているステレオタイプの普通の女の子ですが、彼女はこのように、この女の子に本当に共感することができます - 彼女はいつもどんなことをしても、 すべての部門で、歌う、スポーツ、勉強、外見、あなたはそれに名前を付けます。 しかし、彼女は最終的にこのうつ状態から成長し、彼女の心に従いたいと思っているので、彼女が歌っているのを知っているにもかかわらず、バンドを始めることを決めようとします。  （成長のために+1）\n\n最後に、私は長瀬を持っています。私は、他の人に同意したり、彼女に沿って行動したり、他人を助けようとすることに情熱を持っているからといって、多くのクレイジーなことをすると確信していません。 多くの人には不快感を与えます。 彼女の性格は実際には非常に線形です - 彼女は興味深い裏話を持っていると確信していますが、ナガセは「過度の情熱」症候群に苦しんでおり、他人に理想を課すことはできないということを理解できません。  （深さ+1）\n\nナガセはキャラクターの面白さではありません - と私はKeimaが彼女としたことは、最後にキスを保証するのに十分ロマンチックではなかったと思った。 彼が本当にしたのは、バスケットボールのコートで彼女と話をし、人々に理想を課すことをやめさせることを彼女に告げたが、彼女自身の理想を生き続けていた。 彼女を励ます。\n\n楽しさ：7/10\n\n私は間違いなくこのコメディーを楽しんだ。ここにも、そこにたくさんの笑い声があり、Keimaが面白いかわいい顔をしているElsieに事を説明してくれる面白いカットシーンがあった。3ユーモアは本当にとても良く、 このアニメが完璧に実行するものはほとんどありません。  （良いユーモアのために3点）\n\nロマンスの面では、感動的なシーンがいくつかあったと思います。特に桂島とちひろのボートシーン。 それはおそらく私が最も感情を感じたものでした。 他の2つの楠木と長瀬のキスは余りにも強かったので、今度はロマンスのビットをあまりにも高くすることはできません。 圭子とデートをしている楠は、ややロマンチックだったけど、久しのけのかわいいものへの反応を見て楽しかったのは間違いない（ロマンス2点）\n\nしかし、私は退屈な感じがしていたショーのいくつかの部分が正直に言っておかなければなりませんでした - 主に千尋弧の中には本来は非常に円形に見えました - 彼らはどこにも行きませんでした。 私は眠りに落ちる。 幸いにも、これはアークの1つのみでした。  （ペーシング用に2ポイント）\n\n残念ながら、いくつかのフィラーエピソード、つまりエピソード8と12があったので、私はそれにボーナスポイントを与えることはできません。\n\n全体：6.25 / 10\n\nKami Nomi 2は興味深いようでしたが、全体としては、最初のシーズンよりも劣っていました。 しかし、私はカミノミ3で再び主人公になるキャラクターたちのために見守る必要があると思うので、シリーズ3を続けるつもりならば見ておく価値があります。  。"
  },
  {
    "title": "Kami_nomi_zo_Shiru_Sekai_II",
    "id": "10080",
    "url": "https://myanimelist.net/anime/10080/Kami_nomi_zo_Shiru_Sekai_II",
    "user": "Aya-Brea",
    "profile": "/profile/Aya-Brea/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=35943",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n*あなたがまだ最初のシーズンを見ていない場合は、これを読む前に、あなたは神のみぞ知るセカイのレビューをチェックする必要があります。\n\n私はストーリーを愛し、私の意見では素晴らしい物語、悪魔を愛して＆amp; 人間の協力。 そのオリジナルストーリーは、私が非常に大いに尊敬しています。今回はアニメに新しい悪魔を紹介しました。  Haqua FTW:)\n9/10\n\nこのアニメのアートは、シリーズのいくつかのエピソードを見て、私の意見を変えた後、壮観です。 アニメーションは私が見た各エピソードですごいです（エピソード1の最初の部分は除いていますが、それは笑いのためだけでした）。それぞれのエピソードには新しいものがあります。 背景は100％オリジナルではありませんが、あなたはそれについて何ができますか？ アニメ監督がオリジナルのアート作品を作るのは難しいです。私は神のみぞ知るセカイIIが素晴らしい仕事をしていると感じています。\n9/10\n\nサウンドは大丈夫でした。オープニング＆amp; エンディングはより良いことができました。 私は最初のシーズンがはるかに良いのが好きだったが、私は不平を言うことはできない。 サウンドトラックは最初のシーズンと同じですが、いくつかの変更があります。\n9/10\n\n今シーズンのキャラクターたちは、春日井君と、その後、小坂千尋、長瀬淳、そして最後に好きなのは、Haqua du Lot Herminiumです。  = Dこのカテゴリーが10/10を獲得しなかった唯一の理由は、小坂千尋のせいで、シリーズの中で最悪のキャラクターアークだと思った。キャラクターのかわいさ、カッコイイ、悪い態度 まったく目立たない。\n小坂千尋を除く、とても楽しいキャラクター。\n9/10\n\n楽しさ - 非常に楽しい。 あなたは最初のシーズンにこの鳴き声が大好きです。 私はそれを保証する。 それはより多くの問題、より多くの情報、より良いアニメーション、より良いプロット、そしてさらに多くの背景を紹介するシリーズに一種の爽やかな側面をもたらします。 今回は、今シーズンが最初のものよりずっと楽しいと言いたい。\n10/10\n\n全体として、このアニメシリーズは、ジャンルコメディ、ロマンス、少年、ハレム、スーパーナチュラルを通して独創性を描くことによって、独自のカテゴリーに刻まれていると思います。 笑い、面白いロマンスの設定、そして私が言っている話は、それ自身の面で100％です。 最初のシーズンを見たことがあれば、私は何を意味するのか分かります。 漫画はすごく驚くべきことですが、タミキ若木は創造性と想像力が驚異的です。アニメが好きなら、マンガもチェックしてください。\n10/10全体的に\n\n今のところ始まって以来、楽しみにしているこのアニメは、今日よりずっと人気があり、私のように視聴者を楽しませてくれることを願っています。"
  },
  {
    "title": "Kami_nomi_zo_Shiru_Sekai_II",
    "id": "10080",
    "url": "https://myanimelist.net/anime/10080/Kami_nomi_zo_Shiru_Sekai_II",
    "user": "DjKagamine",
    "profile": "/profile/DjKagamine/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=183435",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  8\n\nKami Tomi 2のレビュー\n=======================================\n私はすでに第1シーズンのレビューを投稿しており、このシリーズを読んでいるのであれば、このシリーズを続行したいかどうか疑問に思うかもしれません。\n=======================================\n\n拡大レビューの概要を以下に示します。\n\nストーリー：最初のシーズンと同様に、私は個人的にはもっとシーズンを楽しんだ。\n\nアート：最初のシーズンと同じ、まあ、独特のスタイルはないが、これは問題ではない\n\nサウンド：ボイスがうまくいきます（日本のダブ）\n\nCharacter：私たちの主人公についてもっと学びます。より多くのサブキャラクターを紹介します\n\n楽しさ：エッチシーンの欠如（家族向け）面白い、文字とのつながり。 私は個人的に最初のシーズンを好んだ。\n\n=======================================\n\nストーリー：最初のシーズンに似て、私たちの主人公が征服するキャラクターをさらに多く導入して、新しい挑戦に満ちた新しいシーズン。 私は個人的には今シーズンよりも最初のシーズンの執行を楽しんだと言いますが、私は個人的に今シーズンに導入された様々な人格を楽しんでいます。 最初のシーズン（私の意見では）ほど素晴らしいとは言えません。 この素晴らしい。\n\nアート：最初のシーズンと同じアートスタイル。最初のシーズンのレビューで言ったように、多くのアニメのアートスタイルに似ていますが、スタンダードクオリティは何もユニークではありませんが、前に言ったように 壊れた、それを修正しないでください。\nアニメーションは素晴らしく、きれいで理解しやすいです。 一般的によく行われるアニメーションのための私の標準スコアです。  10月10日は通常、自分のユニークなアートスタイルを持つアニメのためのものです（スタジオに認識可能なスタイルを与えます）\n\nサウンド：（声優はキャラクターの表情に合うように）声優がやるべきこと、キャラクターは聞こえるように聞こえます。\n効果音は特別なものではありませんが、効果があります。  10/10\n（それを評価するために、英語のダブで再びシリーズを見ていこう）\n\nキャラクター：第1シーズンの私のレビューでは、主人公がサブと比べて軽度に発達していると言いました。 シーズン2では、彼らはもっと多くの主人公を育てることができましたが、私たちは彼の主人公とつながることができるのではなく、彼の顔の表情や行動を 発生する状況。 私は個人的に開発が行われた方法が好きです、サブキャラクターはまだ最初のシーズン、9/10\n\n楽しさ：最初のシーズンを見た後、私は本当にこれを楽しみにしていたし、失望しなかった。何らかの理由が説明できない地域ではちょっと面倒だったかもしれないが、とにかく楽しんだ。 第1シーズンと同じスコアを出したのは8/10。\n\n全体：ストーリーは最初のものと同様に実行されました。メインキャラクターは最初のシーズンでどれだけ多く行われたか、総合スコアとして8/10、"
  },
  {
    "title": "Kami_nomi_zo_Shiru_Sekai_II",
    "id": "10080",
    "url": "https://myanimelist.net/anime/10080/Kami_nomi_zo_Shiru_Sekai_II",
    "user": "XiiLE_ZEUS",
    "profile": "/profile/XiiLE_ZEUS/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=112499",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\n\nまあまあ、私は私のレビューを短く保つ傾向があります。甘くてスポイラーは無料です。なぜなら、私は神のみぞ知るセカイII（World Only God Knows II）を見直しながらワゴンに飛び乗ることができるからです。 あなたもこの初心者を見ていない人は、このスポイラーを見直しても、それはとにかくクールなハハを引き起こします。 この悪い男の子を手放すことができます。\n\nストーリー：9\n\n私たちのハードコアゲーマーの桂木桂馬とかわいい奴らの悪魔Eluciaが帰ってきて、もう少し女の子達、opp、s、私はシーズン2を意味します。 物語の前提はそれほど変わっていない、美しい女性の心に潜んでいる悪魔（悪魔たち）を捕まえようとするとき、桂馬くんとEluciaの冒険に続く。 ストーリーペーシングは素晴らしく、12回以上のエピソードを語ることができます。 コメディとロマンスはまだそこにあり、これまでと同じくらい魅力的です。 私たちの2人の主人公の間の面白い化学は、あなたに次のエピソードを見るためにかゆみを与えます。\n\nワード評価：うん、私はまだ絶望的なロマンチックです\n\nアート：9\n\n以前の私のレビューと同じように、アニメのアートワークは色彩豊かで、鮮明なキャラクターデザインを持っていたと思いました。 もう一度、没入感のある体験のために720pまたは1080pで視聴することを強くお勧めします。\n\n言葉の評価：うん、次にモナリザを見てみましょう\n\n音楽：9\n\n私はサウンドトラックを得ました。 松尾隼人の作品は、第2シーズンには壮大な復帰を見せています。 音楽は本当にアニメの音色を設定し、崇高なオーケストラ作品は常に私を畏敬の念に立たせてしまう。\n\n言葉の評価：あなたのビートでうまくチャックドレ\n\n全体：9\n\n本当に楽しかったかみnomi zo Shiru Sekai II。そしてすべてのエピソードを見て楽しい時間を過ごしました。 楽しさ、笑い、ロマンス、魔法で爆発するアニメ、あなたの小さな子供を引き出します。 このようなアニメのジャンルに慣れていない人には、あなたが見たものが好きかもしれませんが、私はそれを知っています。\n\nZEUSの平和！"
  },
  {
    "title": "Kami_nomi_zo_Shiru_Sekai_II",
    "id": "10080",
    "url": "https://myanimelist.net/anime/10080/Kami_nomi_zo_Shiru_Sekai_II",
    "user": "llEuphoriall",
    "profile": "/profile/llEuphoriall/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=216796",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  9\nキャラクター|  6\n|  7\n\n（私の言葉の中にはあなたを怒らせるものもあるかもしれません）\nこれは神のみぞ知りの世界の第二シーズンです。\n\nすぐに始めます\n\nストーリー -  6/10\n「チャンスを逃したくない\nなぜ私の自由は奪われたのですか？\n感情に反する理由\n私は極端な欲求不満に対処しなければならない」 -  Keimaが彼のゲームの人生で奪われていると言っている精神のためにKeimaの人生が台無しになったことを歌詞が示している。\n\n物語が続くので、彼らは精霊を捕獲し続け、新しい女の子の後ろにいくつかの良い物語があり、それは本当に素晴らしかったです。\n私は本当にKeimaの現実のlovelifeを楽しみにしていましたが、彼は二次元の女の子と付き合っていないという希望はありませんでした。\n\n私が興味を持ったのは、彼らが最後のエピソードを見せてくれたことです。最初のシーズンから2人のキャラクター、そしてAyumiのエピソード6の乱暴な記憶です。 それ以来少し失望し、彼らはシーズン1のようにケイトのゲームの習慣に再び注目した\n\n私は彼らが60,000の精神を奪うのはいつか、私はそれをすべて単純なBSで捕まえることはできないと思います。 最終的にそれは十分に私を満足させる。\n\nアート -  8/10\nアニメーションは素晴らしく、顔の細部は以前よりもはるかに優れています。\n\nサウンド -  9/10\n彼らはOP昨シーズンを使用したので、それは良いでしたので、非常に素晴らしいOPと2 EDのウェルプ最後のエピソード。\n\nキャラクター -  6/10\n少し残念ですが、サポート文字はほとんど追加されませんでしたが、他は優れています。 私は長瀬の弧が好きですが、結局桂を忘れるでしょう\n\n全体的に、それは良いと満足していたが、それはまだプロットと文字について私を欠いている。 私は十分楽しんだ。\n\n7/10"
  },
  {
    "title": "Kami_nomi_zo_Shiru_Sekai_II",
    "id": "10080",
    "url": "https://myanimelist.net/anime/10080/Kami_nomi_zo_Shiru_Sekai_II",
    "user": "KandaSorata",
    "profile": "/profile/KandaSorata/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=86801",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nはい、あなたは正しいです！  Katsuragi Keima、Conquestの神が戻ってきて、もっとゆるい魂を追跡して捕まえる準備ができていますか？ それは最初のシーズンと同じですが、プロデューサーはこれでより大きな仕事をしました。\n\nどのようにそれは良いですか？ まず第一にストーリーです。 ここで事がもっと説明されました。 もう一つは、アニメーションが改善されたことです。これは、最初のシーズンを見れば、ちひろの外観と大きな違いがあることがわかります。 はい、ユーモアとかわいらしさはまだあります。 加えて、ハーレムはElciのような別の悪魔である前のシーズンの部分よりも少し良いです。\n\n結論として、あなたがロマンチックなコメディ+ハレムのタイプに入っているなら、あなたはこのアニメが間違いなく好きです。 間違いなく必見です。\n\nP.S. シーズン3は既に緑色に点灯しているので、あなたは楽しい時間を逃すことはありません。"
  },
  {
    "title": "Kami_nomi_zo_Shiru_Sekai_II",
    "id": "10080",
    "url": "https://myanimelist.net/anime/10080/Kami_nomi_zo_Shiru_Sekai_II",
    "user": "lakshika",
    "profile": "/profile/lakshika/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=78766",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nあなたが今までそれを復活させないように、このアニメを見てください........................\n\n私は最初のシーズンのレビューを書きました。そのレビューでは、KEIMAが誰か、彼がどれほど素晴らしく、どのように行動しているのか、どのようにして多くの方法で彼と関係することができるのか説明しました。私はKONATA-CHAN WAS 最高の女性オタク（オタクであり、実際にはとても誇りに思っていて、私は彼女を愛しているので、私は彼女を愛しています） ベスト・メイド・オタク・イェ.....私の仕事は終わった、3\nストーリー - 私たちが最初のシーズンから中断した継続と、それが始まる瞬間は、あなたの顔に笑顔をもたらします。このアニメは、私がこれまで見た中で最もよく計画されたプロットラインを持っています それは、エピソードを見た後に感じる陽気なプロットの紆余曲折を持っています。私はちょうどそれを見直さなければならないと感じている、それはそれがより多くのエピソードを望んでいるためのサスペンスと期待を強要したので、ドラマと喜劇が正しい瞬間によく混合されている もう一度私は経験から話します。私にとってコメディーは純粋なエンターテインメントで偉大な堅実なプロットとコメディでなければなりません。そして、このアニメは私に欲しいものを与えてくれました。\nアート - クラスの最後の学校の仲間には非常に詳細だったし、とてもかわいいと美しいです。キャラクターはとても異なって見えました。神に感謝します...キャラクターを見るとハイテクなものを使って 他のアニメとは、このアニメにユニークなので、それは全くあなたがahaaを望むだろう...私はそれがそのgreat.the背景がとても自然で品質のstuffs.theyは、 彼らはそれを10/10としました。\n音 - 私はそれを愛していました.....私は彼らが2つのシーズンの両方のために使用した完全な英語の歌をとても喜んでいました。そして、それは日本のように純粋な心をゆるめていませんでした。 それは、アニメが面白くてスムーズで、時には少し悲しみを示していました。私は、それが正しい時にスポットに当たったと言っています。\nキャラクター - 私にとって私は非常に良い説明が必要であり、理解しやすいものでなければならない非常に良いソリッドプロットが必要です共通かどうかは気にしません私は良いキャラクターが必要です彼らは彼らが持っている珍しいする必要はありません 私が見ているアニメのエンターテインメントを提供しています。このアニメは誰もが偽装しています...ホラー、shounen、ミステリーが私を見ていると私は気にしません。 私はすべての丸いビューアと私はこのアニメのアニメを嫌うことは決してありませんそれは1つを見て私の愛を更新しましたMASTERPIECEも希望3RDシーズンはすぐに来る：3"
  },
  {
    "title": "Kami_nomi_zo_Shiru_Sekai_II",
    "id": "10080",
    "url": "https://myanimelist.net/anime/10080/Kami_nomi_zo_Shiru_Sekai_II",
    "user": "Asch_Fabre",
    "profile": "/profile/Asch_Fabre/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=201996",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n私はこのショーをただ愛していないことを知りません！\n\n私はマンガを読んで、私は季節になって欲しいと思っています。私はキーマがチフロに気づいたことを心配しています。\n\nしかし、正直言って、私は千尋よりも好きですが、依然としてホスト女神ハハハとデートするのは悪い考えです。\n\nだから私は桂馬と千尋が好きです。 彼らはOTPです！ ははは\n\n私はあなたが悪いシーズン4を見たい！ それを実現させてください！  ： 'D\n\n最初は、このショーは吸い物だと思ったが、その後はとても楽しかった。\n\nケジマは非常に賢い、落ち着いて、私は知らない。 私は彼がちょっと素晴らしいと思う！\n彼は日付のシムゲームについての彼の知識を持っているので、すべての異なる女の子と簡単に付き合います。 私は彼のようになりたい。"
  },
  {
    "title": "Kami_nomi_zo_Shiru_Sekai_II",
    "id": "10080",
    "url": "https://myanimelist.net/anime/10080/Kami_nomi_zo_Shiru_Sekai_II",
    "user": "ratchet573",
    "profile": "/profile/ratchet573/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=188517",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n\n\n世界の神だけの前の季節はかなり面白かったです。 それはロマンチックなコメディといくつかのショーネの要素を組み合わせ、素晴らしいキャラクター、かなり良いサウンドトラック、優れたアニメーションのキャストを持っていた素敵なプロットを持っていた。 私は第2シーズンに多くの期待を持っていましたが、私は失望しませんでした。\n\n神のみが知っている世界は、悪意のある魂を追跡するために悪魔に雇われているケミマという男に関するもので、アイデンティティ上の問題を抱えている少女（時には年上ですが） それは理にかなっています。なぜなら、10代の女の子は確かに悪魔が生き残るための完璧な船だからです。 不気味で感情的な、私はなぜ私達がゆるい魂によって引き継がれている男性の登場人物を見ないのか理解することができます。 しかし、私は逃げる。  Keimaはゲーマーであり、特に、出会いシミュレーションの専門家です。 彼は1日に数匹を打ち負かすように彼自身のウェブサイトを運営しており、シミュレーション開発者のデートによってアドバイスを求められています。 この知識を用いて、彼は魂が自分自身で占める空間を埋めることで、彼らの中にゆるい魂を持っている少女たちを助けようとします。 彼は厳しい時を過ごし、基本的に彼と恋に落ちるようにして、これを行います。 緩やかな魂が去ったとき、ケジマの姉妹である悪魔の仲間Elsieが捕まえます。\n\n私の最初のシーズンのレビューで述べたように、このプロットはエキサイティングではありませんが、ショーネンとロマンチックな要素の両方が溶け合っているため、より多くの人々に広がりを見せてくれます。 ロマンチックなコメディーのファンとして、私はそれが楽しいとわかりました。そして、私はそれを少し活気づけ、それをより良いものにするために、小柄な要素を見つけました。\n\nそれは、shonenの要素が本当に良いと言っているわけではありません。 特定の弧では、ルーズな魂の1つが非常に強力になり、大きな戦いにつながります。 戦いはエキサイティングではなかったし、このアークも素晴らしかったですが、ほとんどの人がガーリーと思って何か行動を探している人にアピールするものを取っていたということを賞賛しました。\n\nプロットには、前のシーズンのような2つのフィラーエピソードが付いています。 今回は、役割が逆転します。 最初のフィラーエピソードはかなり良いと面白いですが、最後のエピソードはエキサイティングではありません。\n\nアニメーションは前のシーズンと同じくらい良いです。 前回と同じように私を本当にうっとうようにしてくれる比喩的なセクションはありませんでしたが、それでも良いキャラクターデザインと滑らかなアニメーションを維持することができました。\n\nサウンドは、ポイントをダウングレードしなければならない第2シーズン全体の唯一の場所です。 今シーズンは、ショーの間に目立たない音楽だけでなく、オープニングとクロージングの不調が苦しんでいます。 カノンは数秒間続く魅力的な歌で出演しますが、それ以外の場合は失われます。 私は彼女がバックグラウンドにいたいと思っていたので、今シーズンにはラジオや店でいくつかのファンサービスを追加して歌を歌いますが、彼女は利用されておらず、サウンド部門に大きな穴を開けています。 声優はまだ彼らの役割を十分に果たしているので、音は悪くない、それはちょうど昨シーズンと同じくらい輝いていない。\n\nしかし、キャラクター部門では、今シーズンはケジマが昨シーズンより征服するのに優れたヒロインを持っていることが分かりました。 私は彼らがあなたが典型的に見るものとは少し複雑で異なっていると感じました。 最初のシーズンの4つはやや一般的でしたが、私が言ったように、彼らには理由がありました。 このシーズンは、ヒロインたちが彼のゲームに順応していないので、ケイトにはもっと大きなチャレンジが与えられます。 これは本当にドラマに加わり、ショーをもっと楽しくさせます。\n\n2つの主なキャラクターはもちろんKeimaとElsieです。 私が前回のレビューで言ったように、KeimaはElsieに完全なお尻として出てきますが、他の人にとっては本当に素晴らしい人です。  Elsieは単なるかわいい、そして愛らしいです。あなたは彼女を抱きしめて、あなたの妹として彼女を持っていたいと思います。 彼女はあまりにも深くはありませんが、彼女は悪魔の完全な反対であり、ケジマの正反対であるという目的を果たしています。また、妹の役割もうまく果たしています。 彼女は楽しく面白いです。\n\n征服は、彼女の内なる女性を抑圧しようとしている武道家の春日楠を始め、彼女が男性のように行動します。 彼女の性格はそれほど複雑ではありませんが、彼女は彼女の理想では非常に好きです。 彼女は弱さを見せたくないので、かわいいものから離れて愛情を見せようとします。 彼女は今シーズンの征服の中で最も弱いですが、前シーズンの4人の女の子よりもずっと深く、魅力的です。\n\n2番目の征服は小坂千尋であり、これはおそらくシリーズ全体のすべての征服の中で私のお気に入りです。 彼女はちょうど正常です。 彼女は平均的だが、彼女は平均的に見え、彼女は彼女が見ているすべての熱い男に尋ね、拒絶されることによって、その平均的な価値を鎮圧しようとする。 彼女の気持ちを比喩的に取り上げることは、畏敬の念を抱かせることでも新しいものでもありませんが、それは良いことです。 彼女の物語の終わりに至るすべてのものはうまく構築されています。そして、私はアークの終わりが本当にうまくいって本当に心から歓迎されたと思いました。\n\n3番目の最終的な征服は、学生の先生、永瀬純です。 これはシリーズ全体の中で2番目に優れた征服です。 彼女のプロットや気持ちは、あなたが学生の先生になっている人や知っている人を知っていない限り、本当に分かりやすいものではありません。 彼女は学生教師のように、理想主義的で人を助けたいと思っています。 問題は、誰も彼女の助けを望んでおらず、どんなに頑張っても、彼女が尊敬されていない場所にいます。 現実には非常に根ざしている感情のために、特に幻想的な弧です。 彼女は子供が友人として彼女を尊敬するようにすることができないので、失敗のように感じる。 彼らは彼女をもっと敵と大人として扱います。\n\nだから3つの征服はすべて偉大なキャラクターです。私が言及する必要があるもう一つのキャラクターはHaquaです。Elsieのようなもう一つの悪魔で、クラスの一番上にあったが失敗に終わった。 彼女は周りの小さな時間のためにまともなキャラクターと楽しいですが、彼女の過去はちょっとしたクリシェで、彼女の性格は征服キャラクターとしても作られていません。\n\n神のみが知っている世界IIは、ほとんどすべての点で前任者よりも優れています。 それはまったく面白くて、時には驚くほど心地よいものです。 それは深くはないが、それは本当に賢いですが、それはまだ非常に楽しい乗りに結合するさまざまな要素の良いバランスを維持します。 そこは最高のものではないかもしれませんが、それはとても良いことです。 それはたくさんのクリシェによってうんざりしているわけではありません。 時にはスマートで、ときには面白く、時には劇的で、時にはロマンチックなこともあります。 それは素敵な小さなパッケージのすべてです。"
  },
  {
    "title": "Kami_nomi_zo_Shiru_Sekai_II",
    "id": "10080",
    "url": "https://myanimelist.net/anime/10080/Kami_nomi_zo_Shiru_Sekai_II",
    "user": "hvzfree",
    "profile": "/profile/hvzfree/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=38700",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|\n|  8\n\n最後に、私はこの第2シーズンを見終わった。\nこのレビューが新しい視聴者を助けてくれることを願っています。  ：D\n\n私の謙虚なレビューでは、このアニメのawesomenessは、最初のシーズンに似ています。\n良いバックソングと滑らかなアートワークは、このアニメ超過です。\nしかし、私には、この2番目に新しいプロットのようないくつかの「驚きの要素」、あるいは「ゆるやかな魂」を捕らえるための特別な方法などがあると良いでしょう。 だから、視聴者はこの驚きが好きだろうと思う。\n次のシーズン（もしあれば）がより素晴らしいと驚くべきものになることを願っています。\n\n全体的にこのアニメはまだそれを見てあなたの時間の価値がある最高のアニメの一つです。\nそれをたくさん！  ：D"
  },
  {
    "title": "Kami_nomi_zo_Shiru_Sekai_II",
    "id": "10080",
    "url": "https://myanimelist.net/anime/10080/Kami_nomi_zo_Shiru_Sekai_II",
    "user": "Cornholio77",
    "profile": "/profile/Cornholio77/reviews",
    "pages": "1",
    "number": "14",
    "link": "/reviews.php?id=36300",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\nこれはカインドシリーズの一つです。 間違いなく見る価値がある！ あなたが好きなことは関係ありません！ 私はすべてがこれを好きになると信じています！\n（最初の2つのエピソードに基づいて）\n\nストーリー：9\nシーズン1を見たあなたには、基本的には続きです。 しかし、この繰り返しストーリーパターンがなぜ重要ではないのかを説明してください。\n\nストーリー\n桂木桂馬はエルシーという悪魔の女の子と付き合っています。 基本的にサタンさんとの契約により。 彼らは空虚な面を埋めるために女の子の中に隠されたゆるやかな魂を捕まえるのに最も協力します。 女の子の体からルーズソウルを奪うために、ケイトは心を奪わなければなりません。\nKeimaはゲーミングフリークであり、彼の好きな分野はDating-Sim Gamesです。 彼は女の子の心に勝つためにこのゲームから彼の知識を使用し、彼が成功すると、エルシーは魂をキャプチャします。\n\n彼がこの魂を捕まえなければ彼の首についた襟が彼を殺すだろうと言及するのを忘れましたか？\n\nストーリーはすごく面白くて面白いですが、新しい女の子はすべて新しい挑戦です。いくつかのエピソードでは、皆が笑うように変な不気味な側面を見ています。\n\n最後の季節はそれほど多くはなかった。 これを10にするためには少しドラマが必要です。もっと何か！ 私はS2で見ることができます！\n\nアート：10\n昨シーズンのように。 ただ優れている。 言葉がなく、欠陥がなく、背景が非常に詳細で美しいです。 学校のスーツは素晴らしいです、サブキャラクターもよく作られています。 そして、メインの文字は素晴らしいです。 ここには何も欠点はありません。\n\nサウンド：8\n8?!  WTF!? あなたは考える..\nよく声の演技は間違いなく10です。オープニングテーマは、壮大なタッチを失った。\nそれはちょっとだけ湿気だし、Keimaが私たちに与えるエネルギーと馬鹿馬鹿しいことを逃している。 これは8です。バックグラウンドミュージックは叙事詩的であり、うまくやっており、あなたを失望させません。\n\nキャラクター：10\n私は始めるために馬小屋ですか？\nこのシリーズの新しい女の子達は、少なくとも、通常のシリーズの女性主人公と同じくらい良いです。 ケイマはアニメワールドの新しい性格で、それに匹敵するものではありません。 彼の不条理なゲームの習慣、彼の素早くよく考えて、彼が作り、関与している葛藤は、おそらく私たちを最も笑いにしてくれるコメディドラマです。\nElseaは彼のマスターのために最高を望むかわいい、親切な態度を持つ悪魔です。 ケジマ 彼を助けたり、彼の心を吹き飛ばしたりする特別な能力があります。\n\n楽しさ：10\n私は楽しむことができません！\nこれは叙事詩です。 私は別のエピソードのために始まったばかりです。 それでも、私はそれらを一列に見たいと思っています。それはそれが私にもっと楽しませるからです。 しかし、それはとても素晴らしいので、私は傾ける。 基本的に！\n\n昨シーズン。 あなたは模様を見た。 新しい女の子、たくさんの楽しいもの、捕らえられた。 そして、これはシーズンが終わるまで4回繰り返しました。\nそれが繰り返しても、新しい女の子はそれぞれ、メインストーリーの新しいストーリーのようなものなので、それはうまくいきます。 そしてその物語は最高品質のものです。 それはあなたに「退屈な」という言葉のちょうど退屈に聞こえることさえありません。\n\n全体：10\nこれは1つの叙事詩のアニメであり、あなたがこれを見ていない場合です。 まずシーズン1を見る！ それから、シーズン2でここまで続けてください。私は真剣に誰もS1の前にS2を見ないようにしてはいけません。\n物語は私を驚かせ、ライターがこれをどう考えていたか、他のシリーズのように私の心を吹き飛ばします。 それはナルト、ブリーチ、ワンピースのレベルにあります。"
  },
  {
    "title": "Kami_nomi_zo_Shiru_Sekai_II",
    "id": "10080",
    "url": "https://myanimelist.net/anime/10080/Kami_nomi_zo_Shiru_Sekai_II",
    "user": "Denoue",
    "profile": "/profile/Denoue/reviews",
    "pages": "1",
    "number": "15",
    "link": "/reviews.php?id=49603",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  7\n\nアニメを見直すつもりはなく、特にMALに参加してすぐにアニメを見直すつもりはありませんでしたが、私が言及していない意見を共有する必要があると感じています。 したがって、私は1つの主なポイントだけで簡単なレビューを提出する。\n\n神のみぞ知るセカイIIは、前身と非常によく似ています。 非常に多くの人が既に持っているので、私はいつも前提を説明するのに費やすことはありません。 芸術は強く、音楽は昨シーズンと同じくらい完璧です。 各弧はそれ以前の弧と同じパターンに従いますが、それぞれの弧は独特のひねりがあり、見る価値があります。 しかし、プロット全体の継続を考慮することが重要です。\n\n「征服の神」の物語は、（高度に能力のある）デート・シム・オタク以上の主人公から始まりました。 それぞれのアークは、イッセップ（間違いなくクライス、間違いなく触れる）の配信を設定する楽しいパロディーですが、それはまたケイトのキャラクター開発の基礎ブロックとしても機能します。 最初のシーズンはKeimaの人生観を確立しました。 しかし、第2シーズンでは、キャラクターの変化が見え始めます。 ケイマはそれぞれの「征服」が現実に直面するのを自分のやり方で助けるので、彼自身は現実を違った視点で知覚し始めます。\n\nさて、私はKeimaの開発のすべてを記述する必要がある場合は、私は物語の最も魅力的な側面を放棄するだろうと思うので、私はこれで残します。 神のみぞ知るセカイIIの各弧は、基本的なテーマをシリーズに照らし出すために同じ基本パターンに従います。 それぞれ独自の方法で このシリーズは非常に面白いですが、私がそれをお勧めする理由は、最終的には個々の部分よりも深くて感動的なメッセージで終わると感じているからです。"
  },
  {
    "title": "Kami_nomi_zo_Shiru_Sekai_II",
    "id": "10080",
    "url": "https://myanimelist.net/anime/10080/Kami_nomi_zo_Shiru_Sekai_II",
    "user": "Jety_Lefr",
    "profile": "/profile/Jety_Lefr/reviews",
    "pages": "1",
    "number": "16",
    "link": "/reviews.php?id=38392",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのレビューを書く必要があります。 それが「役に立つ」かどうかは私には関係ありません。\nこのアニメは驚くばかりです（まだ15番目のお気に入りです！）。 ひどい10スターのショー。正直言って、10スターのアニメは他のものに比べてとても素晴らしいことではないが、決して少なくない10スターだ。\nその理由は...\n最初のシーズンの終わりは私にガチョウバンプスを与えた。 それは驚くべきことでした、そして、私は第二の終わりのために多くを期待しました。 それはさらに良かった。 第1シーズンの最終エピソードはより良いデザインだったが、第2シーズンの最終エピソードの最後の瞬間は完全に第1シーズンを上回った。\n\nちょうど...うわー！ 私はオタク主義などについてのアニメを本当に楽しんでいます。 これは私が今まで見たことのあるジャンルの中で最高のものです。 あなたは私のリストを見ることができます...私は多くのアニメを見ました。 確かに意見は異なりますが、もし私が10スターのランクを与えれば、少なくともそれをチェックアウトする価値はないとは限りません。"
  },
  {
    "title": "Kami_nomi_zo_Shiru_Sekai_II",
    "id": "10080",
    "url": "https://myanimelist.net/anime/10080/Kami_nomi_zo_Shiru_Sekai_II",
    "user": "KidKonseptual",
    "profile": "/profile/KidKonseptual/reviews",
    "pages": "1",
    "number": "17",
    "link": "/reviews.php?id=38766",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n神のみが知っている世界は、主にその一貫性のために、2つの季節にわたって私に印象づけ続けました。 短編小説では、このアニメが神のような地位にはならないとは思っていませんが、私にとっては今週の週末や週末にはこれを見て楽しい時間がありました。\n\nまず、この最後のエピソードを見て楽しい時間を過ごしたと言いましょう。 第1シーズンのフィナーレと同様に、シーズン2のケイマとの契約終了と彼の実際のゲームのプレイ。\n\nだから、シーズン全体の考えは次の通りです。 私が言ったように、ショーは一貫して良いものでした。 驚いたことにその説明からのショーは、2年生のシーズンでさえかなりバランスが取れていると付け加えます。 ロマンチックで超自然的な要素がありますが、最も重要なことは、コメディとドラマチックな部分のバランスがかなり良いように見えることです。\n\nしかし、劇的な+ロマンチックなものを加えたり、ショーが深いとは思わないでください。 ショーの主人公、桂木桂馬からのエスケープ主義的な振る舞いのいくつかの倍音に加えて、ショーのプロットはあまりにも重くなりません。 ノン・ディープネスを見やすいようにしながら、ショーはおそらく私のお気に入りのリストを傷つけることは決してないでしょう。\n\nだから、シーズン2がうまくいったと思ったことがいくつかあります。  1つは本当にうまく歩いていた。 最後のエピソードはちょっと詰まったように感じましたが、前のシーズン全体には素晴らしい流れがありました。 第2シーズンは、第1シーズンと同様のペースを持っていましたが、私はHaquaの導入が不可欠であると考えていました。\n\n彼女の物語はおそらく最高だっただけで、本当に、本当に、シーズンを壊すのを助けました。 もし彼らが彼女を紹介したことがなく、その代わりに、一般的な孤独な女の子を代用すれば、私の意見ではショーは残念です。  Haquaと一緒に彼女のフラッシュバックと地獄でのElsieの過去は、私のためのシーズンのハイライトの一つだった。 もちろん、すべての熱いロマンチックなキスをしています。\n\nショーの制作も非常に一貫しています。 キャラクターのデザインからノーマルと超変形の間の切り替えまで、ショーはいつも素晴らしく、私はいつもそれを見て楽しんでいました。 今シーズンに見られたいくつかの新しいショーほど美しくはないが、アニメーションは常にストーリーに合っているようだ。 ヨキキョン、笑 他の製作要素も私にとっては良さそうでした。\n\n私はオープニング/エンディング曲のファンではありませんが、最初のシーズンと同じように、オープニング・シーケンス全体は信じられないほどです（2D純粋主義者は同意しないかもしれません）。 すべての時間の私の好きなオープニングの一つは、キャラクターがゲームの世界にデジタル化され、今シーズンのオープニングが同様の感触を持っていたサインに。\n\nだから、私はペーシングと生産がとても良いと感じました。 しかし、文字自体は大丈夫だった。 最初のシーズンと同じようにKeimaとElsieから多くのものを得ることができました。正直言って、ある成長は本当にシリーズに恩恵をもたらしました。 もっと発展したHaquaを数えるのでなければ、シーズン2の所有女の子のグループからも同じことが得られます（ストーリーワイズ、カップサイズではありません）。 完全に浅いメリットに基づいて、彼女は老いた（やや危険な）女性で、拳ポンプでばかげてかわいいので、ナガセジュールを他のものよりも楽しかったです。\n\n私はKeimaとElsieに関する私の考えに加えて、閉め切りで言います。私は彼らがもっと多くのことをしたかったと思っています。 読者は、私がマンガを読んでいるかどうか尋ねたところ、私はマンガを読んでいなかったと答えました。 キャラクター開発の欠如に関する私の起訴は、ソース資料に向けて指示されなければならないかもしれません。 シーズンを通して何度か、Keimaはプロットを彼をどこかに連れて行くためにのみ現実に直面しなければならないようだった。\n\nElsieは私のお気に入りの1つですが、今シーズンは本当にシャフトを手に入れました。  Elsieに関するあらゆるプロットや開発は、Haquaと彼女自身の物語によってかなりもたらされました。 彼女は信じられないほど愛らしいですが、Elsieが自分のエピソードを見せてくれたり、新しい魔法/悪魔の力を見せてくれた方がいいでしょう。\n\nだから私はシーズンを楽しんだし、短い休憩の後、私はシーズン3の準備ができています。 その欠点のいくつかについては、世界神のみが知っているものと全く類似したものは何もない。 私はこのコメディーを使って軽い恋愛をしている人、時折の美人のファン（自分のような）、または多すぎるほど深いシリーズは好きではない人にこれを簡単に推薦することができます。\n\n[スポイラーの傾向のために削除された最終的なエピソードに関する追加の考え：写真で完全な未編集のレビューのためにhttp://moemonster.com/2011/06/24/a-channel-episode-12-finale/に行く]"
  },
  {
    "title": "Kami_nomi_zo_Shiru_Sekai_II",
    "id": "10080",
    "url": "https://myanimelist.net/anime/10080/Kami_nomi_zo_Shiru_Sekai_II",
    "user": "animeno",
    "profile": "/profile/animeno/reviews",
    "pages": "1",
    "number": "18",
    "link": "/reviews.php?id=100439",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  8\n\n\nカミミミシーズン2\n\n\n\nストーリー：\nKaminomiの第2シーズンはまだ始まっているのと同じですが、最初のものほど人気が​​ありません。多くの人がKaminomiの接着剤はカノンで、彼女はそれほど楽しめなかった 私はそれを楽しんでいなかったと言うと、それは漫画をかなりよくフォローし、発散しない、2番目のシーズンは、もっと待っている新しい悪魔Haquaだけでなく、より多くが明らかになったので、まだ重要です、 最初のシーズンは最初の設定にかなり似ていますが、これはいくつかの反復性を引き起こしますが、最初のアークは最も長い可能性が最も高いので、理解できます。これはすべてOKアニメです。 あなたがシリーズを続行し、マンガを読んでほしいなら、最初はいいですね。\n\n\n\nアニメーション\n\n\n今シーズンのアニメーションは最初のものと異ならないが、最初は目には、このアニメには男の子や女の子のために使用されるタコの目が2種類ある または冷たい人格。 他の目は大きくて丸いモエの目で、柔らかく、かわいい、恥ずかしがりや萌えの人格を持つほとんどの女の子と見られます。 髪はまた別の重要な部分です。ほとんどのアニメのように、実際のアニメはかなり小さいですが、実際のアニメはかなり機能が充実しており、大量のデジタルを使用しています。 ちびちゃんが作ればうまくいきませんが、それ以外の場合はこれはとても素敵なアニメーションですが、他と似ていますがまだ独特のスタイルです。\n'P.S私は、シーズン1（アニメーション）のレビューで書いたことは、\n\n\n\n音：\nこのアニメではまだ音と音楽は私のお気に入りです。私は本当にクールで賢いと感じるEDの歌を歌っているので、カノンは今シーズンにはあまり役には立たないが、 彼女の音楽はまだいくつかのエピソードに残っていますが、これ以外には音に大きな変化はありません。\n\nメインキャラクター"
  },
  {
    "title": "Kami_nomi_zo_Shiru_Sekai_II",
    "id": "10080",
    "url": "https://myanimelist.net/anime/10080/Kami_nomi_zo_Shiru_Sekai_II",
    "user": "Brelic",
    "profile": "/profile/Brelic/reviews",
    "pages": "1",
    "number": "19",
    "link": "/reviews.php?id=170381",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\nすべてが一緒に神の唯一の3つの季節が知っているすべての時間の私の好きなアニメを表す、最終的にそこから龍のボールzをノックするそこにほとんど恒久的な大麻です。\n\n最初のシーズンはとても面白かったし、3人目の女の子が紹介された後に夢中になった。2人目のシーズンは3人の中で最も弱かったが、興味深い新しいキャラクターを探していたので、それでも好きだった。 しかし、第3シーズンは、それが最終的にドラゴンボールを上回ったのです。 シーズン3のエピソードの最初のカップルの最初の混乱の後で、私はまだ卵子を見ていなかったので、私は全体のサスペンス、 一日で見た\n\nキャラクターの開発は非常に自然な感じでした。変身は私を虜にしたものの一部でした。 それだけでなく、私は非常に多くのキャラクターと恋に落ちています。彼らのインタラクションは、リアリズムや古典的なアニメコメディと完全に混合しています。\n\nエンディングは本当に私を得たが、それは完璧でしたが、それはこれまでのショーよりも私を得ました。 私はカップルの涙を流しました。これは前回のショーよりも多く、ショーが終わったか、それが終わったのが悲しいかどうかによって、それがもっとあるかどうかはわかりません。 私はエンジェルビーツの終わりに泣くことさえしなかった。その事実は、私にひどい人のように腹を立てるように感じさせる。\n\nとにかく、ショーのキャストの大半と恋に落ちることを望んでいる人には、このシリーズを強くお勧めします。"
  },
  {
    "title": "Kami_nomi_zo_Shiru_Sekai_II",
    "id": "10080",
    "url": "https://myanimelist.net/anime/10080/Kami_nomi_zo_Shiru_Sekai_II",
    "user": "Pera",
    "profile": "/profile/Pera/reviews",
    "pages": "1",
    "number": "20",
    "link": "/reviews.php?id=38509",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  9\n\n私はこのアニメの最初のシーズンが大好きだったし、いったんキャラクターのキャストを見たら、第2シーズンへの期待はあまりありませんでした。\n\n2回目のシーズンは少し遅く始まります。最初のキャプチャは私の目には興味深いものではありませんでしたが、ユーモアはこれまでどおり固いものでしたが、カスガの人格や魅力のどれも私を満足させるほど面白かったわけではありません。 しかし、Haquaのアークが始まって今シーズンはもっと良くなったし、最終的に彼女の価値を示すElisieの時であり、彼女はキャプチャでは役に立たないわけではない。\nちひろの弧は私があまり目にしていなかった弧だった。 しかし、私はそれが今までのところ最高の捕獲であり、はるかに興味深いことを認めなければならない。\n6月のアークでは、葛木は実際に彼のデートシムスキルと脳力を使って彼女を捕まえなければなりませんでした。 そして、彼は自分のタイミングと言葉の使い方で私に印象づけることを止めることは決してありません。\n\n私を少し失望させた何かは、Elisieが今シーズンのためにもっと注目を集めなかったことです。\nそれは今シーズン私に本当に失望した唯一のものでした。\n\nそして、前回と同じようにこのシーズンは本当に退屈なフィラーエピソードではなかったことを嬉しく思いました。 そして、葛木の愚かさとElsieの無知をもう一度見て良かったです。 そして、私はシーズン3を楽しみにしています"
  }
]
