[
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "kyokai",
    "profile": "/profile/kyokai/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=44817",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  9\n\n私はこれほど長い間、これを待っていました。 毎日、私のようなタイプムーンのファンガール（彼女の会社を維持するためのVN＆ライト・ノベル・トランスレーションを憧れていなければならない）がそういう扱いを受けるのではない。 最終的に軽小説を読んだ後、かのじょうかいを閉鎖した後、カーニバルファンタズムと運命/ゼロが私が把握したいビーコンでした。 私は言う、Fate / stay nightアニメを今すぐ忘れて、今すぐsrsly！  DEENはそれをひどく強くレイプし、VNの壮大さは決して捕らえられませんでしたが、あなたがそれを見たならば、少なくとも2つのコースの新しいシリーズに登場するキャラクターについての十分な情報が得られます。\n\nこれは、神のスタジオ・アフォーテイタブルから来ています。カラの教会でこのようなすばらしい仕事をしていました。 あなたが小説を読んで映画を見たなら、あなたはすでに彼らが本当に元の素材に忠実であることに取り組んでいることを知っています。 この場合、ウーブロウチの言葉や卑劣なキャラクターは生き生きとして生き生きとし、生産品質だけでなく、何時間も何時間も作業をしてくれます。 あなたが運命を見たり、夜を過ごしたり、VNをプレイしたりしていなくても、心配しないでください。これは、ナイス・アンド・ムーンの良さに入る華麗なシリーズです。 私は専門家であり、あなたがそれを後悔しないことを保証します。\n\n私はエピソード1の直後にこのレビューを書いていますが、真剣にこれはあなたが素晴らしいスタートと呼ぶか、またはカオス・ネコ・アークが言っているように、はじまり、よ〜このエピソードの約48分は、聖杯のすべての専門用語を 最初のすべてのマスターを取る。 キャンドルのちらつきに吹く風の音から、対話の質とBGMの配置がすべて視聴体験を向上させます。 確かに、キャスターの龍之助はまだMIAだったので、誰もが脚光を浴びていたわけではないが、それは確かに次のエピソードになるだろう。 最初のエピソードの点で完成品は華麗ではなかった。 毎日、シリーズでHD画質のアニメーションが見られるわけではありません。 映画では、確かに！ しかし、このような2コースのシリーズでは、 間違いなく最初の1つです。 それは痛い目のための治療であり、低品質のストリームでも鮮やかに見えます。 梶浦由紀のBGMは時々背骨の痛みです。私はこのシーンには高品質のヘッドホンを使用することをお勧めします。\n\nすべてのキャラクターが完璧に声をかけられ、傲慢な淫獣からかわいいlolisにいたるまで、これはあなたが楽しみにしているすべてのものを持っています。 また、あまりにも多くの悪男がいます！ 確かに、セイバーは揺れて、彼女の「アナタが師匠？  KiritsuguとKireiは別のものです。 特にKiritsuguと彼の銃と彼の煙。 うん、これで銃や煙のポルノがたくさん...\n\nとにかく、物事と召喚された召使いの表情から、このシリーズは、ドラマとロマンスの正しいダッシュでスキーム、陰謀とバック刺しがいっぱいになるだろう。  KireiとKirutsuguはプロットを形作る上で非常に強い役割を果たすだろう、そして、それらが価値の面で反対であっても、彼らは他のどのマスターよりも多くの類似点を共有する。 だからこそ、素晴らしい開発のためにこれを見守ってください。結局のところ、これは勝者がすべての栄光と覇権を握っているデュエルなデュオとなるため、誰が最初に死ぬかを賭けることさえあります。\n\nそんなに早く：\nストーリー - 陰謀、陰謀、戦争と背骨のふくらみのアクション。 ウォッチャーは何を求めることができますか？\nアート - 単に美しく、詳細な背景だけを見てください！\n音 - 梶浦由紀、何か言いたいことはありますか？\n文字 - 多くのものと遠いものの、しかしあなたは誰もが覚えていることになり、栄光のためにねじれた動機を持っている人もいます。\n楽しさ - ブリリアント。 私は謎と行動の詰め込みが揺れ動き、揺れ動きたい。\n全体的に -  9月10日、これはシリーズが続く間に実際に増加するかもしれません。 私はMetanornでこのシリーズをブログしていますので、いつでもfangirl / boyに落とすことができます。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "EbiNewin",
    "profile": "/profile/EbiNewin/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=189818",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nビデオレビューは出ていますが、ここには書面によるレビューがあります。 このレビューはFate / Zeroの両方の季節をカバーしています。\n\nストーリー -  9/10\n\nFate / Stay Nightの物語の10年前に設定したFate Zeroは、Fourth Holy Grail Warで戦う7人の巨匠の物語に従っています。 このコンセプトは元のコンセプトと同じですが、このコンセプトではより多くのことが説明されています。  7人のマスターは、聖杯と呼ばれる究極の願いを達成するために、召喚して召喚する。  Fate / Zeroが成熟するのは、その成熟度です。 元のFate / Stay Nightとは異なり、Fate / Zeroははるかに暗くて成熟したテーマを持っています。 このプロットは、元祖Fate / Stay Nightにいる元郎の父親だったEmiya Kiritsuguの話に続いています。\n\n物語を本当に妨げる唯一の事はペーシングと事実です、聖杯戦はまだあなたの頭をかぐ複雑なシステムです。 それはFate / Zeroでよりよく説明され、語られますが、その説明のために、開始は遅いです。 最初のエピソードは、キャラクターの研究と聖杯のセットアップに関する特別なダブルエピソードです。 彼らは文字通り、あるエピソードで聖杯戦争の全体の設定を説明しようとしているので、エピソード2でもそれは遅く始まります。 フェイト/ステイ・ナイトのために設定されているので、エンディングは反クリマティックです。 しかし、その間のすべてが興奮して興奮しているだけで、本当に減速することはありません。とても緊張しています。 それは本当にショーを行うFate / Zeroのキャラクターのためです。\n\nキャラクター -  10/10\n\n先に言及したように、Fate / ZeroはFate / Stay Nightよりもはるかに成熟しています。キャラクター、マスターは十代ではなく、彼らはすべて大人です。 すべてのキャラクターはとてもユニークで興味深いので、私はそれらをすべて言及することはできません。それ以外の場合は一日中ここにいます。 ここにはほんの一握りです。\n\n主人公は恵屋君津グです。 彼は本当にあなたのステレオタイプの主人公ではありません、彼はより多くのアンチ英雄の類似点を示しています。 キリツギの戦争の主な理由は、すべての紛争を終結させることであり、多くの人々を救うためには、どれだけの犠牲がかかるかは問われません。 たとえば、200人を救うために100人を犠牲にします。 彼は本当に必要な場合のみ魔法を使用するが、敵を戦うために銃器を使用する、非慣習的な魔道師として戦う。 彼は仕事が終わる限り、それがどのように行われたか気にしない。\n\nセイバーはFate / Stay Nightからより明確な目標と開発を返します。 キリツギのようなセイバーは平和のために聖杯で戦っている。 キリツグとは違って、彼女は名誉ある感覚を持ち、勝利を得るよりもむしろ敬意を表します。 私は彼女の性格がもっとどのように与えられているのが好きです。彼女は一流の才能を持った初心者として登場しますが、彼女は本当に何を導くのかを学びます。 彼女がしなければならないので、セイバーはキリツグに続く。\n\n私がFate / Zeroについて愛するのは、マスターとその召使との関係です。  KiritsuguとSabreは同じ目標を持っていますが、彼らのイデオロギー的な見方が異なるため、彼らは異なった戦いをし、常に互いのアイデアと矛盾します。 これはキリツギとセイバーのためだけではなく、龍之介とその召使い、キャスターを除いてほとんどのマスターと召使いが矛盾する性格とアイデアを持っています。 ワーナー・ベルベットは戦争で戦争で戦っていますが、彼の召使であるライダー、征服者の王イスカンダーは世界を征服する戦争に挑んでいます。 トーソミ・トハサカはすべての知識の根源を得る戦争中であり、彼の召使いであるヒーローズのギルガメシュ・アーチャーは、自らを称賛したすべての物語の神であり、\n\nKotom Kotomineはショーの他の主人公の1つです。 彼は世界で目的の感覚を見つけるために戦争中に戦っている。 キレイはキリツグで自分を見て、キリツグを探して、彼が彼に答えを与えるのを助けたいと思う。 そして、彼はFate / Stay Nightに登場するキャラクターで彼の性格がどのように発達しているかを実際に見ています。\n\nこれらのキャラクターについて私が愛しているのは、聖杯戦での戦いの動機です。 最初の2つのエピソードはすぐに彼らの動機を途切れさせようとするので、あまりにも多くのプロットの方法ではありませんが、彼らの動機はすべて非常にユニークで興味深いものです。 私は特に3人の王の恋愛の話が好きで、それは英雄であることが好きです。 あなたは勝利のために戦っていますか、あるいはあなたの名誉を維持していますか？ セイバー、アーチャー、そして特にライダーがこのテーマに輝いています。\n\nこのショーは、本当の主人公を見せないということではなく、文字通り誰もが勝ちたいと思っている。 ライダーがスクリーンに乗るたびに、カリスマがこのシーンを盗み出す。 ギルガメッシュが現場にいるとき、彼はそんなに傲慢な悪者であり、セイバーはただのセイバーです。\n\nアニメーションとサウンド -  10/10。  9/10\n\nアニメーションと芸術は素晴らしいです。  2011年に作られたFate / Zeroは、今日まで最高のアニメーションの1つを持っています。 すべてのアクションシーンは驚くべきもので、アニメーションも充実しています。 すべての特殊効果は華やかに見え、キャラクターのスタイルとテーマに合っています。 オリジナルのFate / Stay Nightから改良されたものの1つは、セイバーの目に見えない剣であり、剣を取り巻く風の粒子は見栄えが良く、アニメーターがそこに剣があることを示すために何も入れないことを怠っていないことを示しています。 それはバトルロイヤルであるため、アクションは常に1つのアクションシーンから別のアクションシーンにジャンプし、各シーンとその中のビジュアルエフェクトがどれほど驚異的かを示します。 あなたは本当に世界から投げ出されたことはありません。なぜなら、それはすべて豪華に見えるからです。\n\n私はFate / Zeroのサウンドトラックが好きです。 それは本当にショーの雰囲気と設定に合っています。 それは都市の戦争音楽にファンタジー音楽の非常に良い混合物を持っています。 それが必要なときに音楽が暗くなり、必要なときに叙事詩になると、それは本当に聞くべき素晴らしいサウンドトラックです。 オープニングテーマとエンディングテーマも素晴らしいです。 私はFate / Zero、特に最初のオープニングとエンディング、Oath SignとMemoriaのオープニングとエンディングをテーマにしています。 私は声優が大好きで、私はすべてのキャラクターが完璧だと思っています。ライダーを演じた人は本当に報酬があります。 彼らはFate / Stay Nightの同じ声優を使用していたため、Kireiの声はほとんど問題ではなく、彼の声はまだ地獄のように深く、彼はFate / Zeroの古いバージョンと比べてはるかに若いバージョンとして描かれています。  Stay Night。\n\n楽しさ -  10/10\n\n私はFate / Zeroが本当に大好きです。これはいつも私の好きなアニメの一つになっています。  Fate / Zeroのほぼすべてのキャラクターが大好きなので、勝つために応援していました。 私が好きだったストーリーには、この人が勝つことを望むポイントが1つもありませんでした。 ほとんどすべてのキャラクターが勝つに値する。 アクションシーンはすごく見ていて、私は目を離すことができず、ストーリーも本当に魅力的です。 本当に世界に追加されたサウンドトラック、私は本当に世界に浸っていたように感じた。\n\nもしあなたが何が起こるかをすでに知っていれば、おそらくFate / Zeroを楽しむつもりはないでしょう。 あなたがFate / Stay Nightを見たなら、あなたはすでに何が起こるかを知っており、そのことを念頭に置いて、あなたはおそらく結果がどうなるかを期待するでしょう。 しかし、旅はまだ素晴らしいです。 はい、伝承はまだ混乱していますが、この適応策では説明したほうが良いと思います。一度それを過ぎると、そこから楽しむことができます。\n\n評決 -  9.5 / 10\n\n私たちが最終判決に近づくにつれて、まず私はFate / Zeroの話をします。はい、物語はかなり遅く始まり、反クリマティックな終わりがあります。 しかし、それは間にあるすべてのものであり、エキサイティングで興味深い発達した話です。 私は特にサイド・ストーリーも好きですが、それはめったに起こりません。 あなたが後半になると、次々と興奮していくだけです。\n\nFate / Zeroのアニメーションとサウンドは、私から10と9を得ます。  Ufotableはこれまでに最高のアニメーションシリーズを私たちに与えてくれた素晴らしいものを引き出しました。 アクションと素晴らしいビジュアルエフェクトは驚くほどに見え、すべてが本当にそのキャラクターの範囲に完全にフィットします。 サウンドトラックはショーに適していて、ボイシングの演技も素晴らしかったです。 しかし、それが本当に思い出深いものになるためには、それから欠けているものが少しありました。\n\nFate / Zeroのキャラクターにとって、私は彼らに10を与える。私はこのシリーズのすべてのキャラクターを愛し、彼らはうまく開発されたと思った。 彼らは戦争で戦う面白い理由があったし、誰が最も勝利したいかを決めることができなかった。 従業員同士の相互作用は良好で、マスターとのやりとりはよく考えられています。\n\n私自身の個人的な楽しみのために、私はそれに10を与えます。私はこの世界に没頭していました。私は目を離すことができませんでした。 私はスクリーン上のキャラクターのキャスト、そして本当に私を掴む物語を見ているのが大好きでした。 芸術は驚くべきものでした。とても美しく見えました。 私がFate / Zeroを最初に見たので、私は何を期待するか分からなかった。\n\nだから全体の評価を丸めた後、私はFate / Zeroに9.5 / 10を与えます。 それは私が今までに見た中で最高のアニメの1つです、それは素晴らしい、プロットと文字が本当にうまくいくように見えます。 はい、それは遅いスタートと予測可能な終わりを持っていますが、その間の旅は素晴らしいです。 私はこのアニメをファンタジージャンルのファン、特にアクションにおすすめします。 しかし、私はどのアニメファンにもこれをお勧めしたいと思います。それは単に視覚的に魅力的であることを見て、より成熟したテーマストーリーを見るためです。 あなたが運命のシリーズに入ることを試みているならば、あなたは最初にFate / Stay Night（2006年）を見る必要はありません。これは良い出発点ですが、これを最初に見ても、  Stay Night（2006）の後、質の低下を見るために。 しかし、関係なく、私はこれが必見だと思う。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "Abs0",
    "profile": "/profile/Abs0/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=89385",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  1\nアニメーション|  4\nサウンド|  4\nキャラクター|  1\n|  4\n\nFate / Zeroのレビューを書きましたが、戦闘シーンについてしか話したことがないので削除されました。 だから私はこのレビューの話も含めています。 お楽しみください。\n\n警告：スポイラー。\n\n\n\n\n\n\n戦闘シーンについて最も厄介なことは、動きが木製でロボット的に見えることです。 キャラクターはまだ腕を動かすだけです。 全身の動きがはっきりしない。 あなたはKireiとKiritsuguの戦いを見ることができます。 彼の体の残りの部分は完全に静止しており、全く変化が見られず、20フレームのように再描画さえしていません。 これはただの怠惰です。\n\n私は戦いのシーンでのばらつきのレベルを再び言及するかもしれません。 私は前に、セーバー対バースカーの戦いのシーンが完全にばらばらになっていたと言ってきました。連続したシーンではお互いにマッチしなかったからです。 あなたが戦いのシーンのどれかを見ると密接にあなたは最高レベルから最低レベルへのばらつきが浸透していることがわかります。  MaiyaとKireiの戦いシーンは、Maiyaのナイフの手がKireiの右手によって逸らされていることを示し、次のフレームはKireiの左手がMaiyaの手首をつかんでいることを示しています。 シーンはまったく一致しません。 アニメーションは滑らかではありません.1秒でスピードアップし、もう1秒でランダムに再び減速するためです。 これは悪い指揮の主な例です。\n\n要約：すべてのFate Zero戦闘シーンは、硬く、ぎこちなく木製の動きと、ばらばらのアクションシーケンスのために圧倒的でした。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "sushiisawesome",
    "profile": "/profile/sushiisawesome/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=196593",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nヒロイズム。 間違いなく間違いなく明確な線を付けて、しばしば当然考えられる概念。 主人公であることを定義することを終わらせるものは、実生活ではそれほど単純ではなく、人間の道徳的基準によって大きく定義されたり判断されたりします。 誰もが現実の英雄の完璧なイメージに合っていないことを考えると、英雄主義はまったくもっともらしい概念ではないと主張するために、これまでに行くだろう。\n\nそのような個人に適用される単純な目標の多くは達成するのが容易ではありません。 より大きなレベルで何かを成し遂げることは容易ではなく、いったん彼らの人生が失われると、彼らは後悔や願い、夢を墓地に運ぶのは当然のことです。\n\nこれは一般的にFateシリーズとFate / Zeroを中心とする道徳的な紛争であり、例外的にうまく機能します。 私たちはそのような主題に関して多くの視点を見ており、終わりが手段を正当化するか、終わりを正当化する手段であろうと、全体的な葛藤があります。\n\nこれは、キャラクターを洗い出し、非常に詳細な方法で彼らの思考のラインを理解させる驚くほど多くの対話を伴って、ショーを通して素晴らしいキャラクターのダイナミクスと相互作用のために機能します。\n\nもちろん、優勝者が文字通り願い事を成し遂げることができる大会から期待されるように、戦いは美しくアニメーションされ、アドレナリンで満たされます。 このショーは激しいものであり、誰が主人公であるかを知らず、すべての戦闘に潜在的な生死の戦いをさせることによって、サスペンスを高く保つことが絶対に確実になります。 視聴者は、自分の道徳的ジレンマに応じて、ショーの過程でさまざまなキャラクターを育てることになります。このショーについて話をし、誰が誰に向かっているのかを知ることは間違いありません。\n\nプレゼンテーションは一番上のノッチで、ショーの実際の戦いをはるかに上回る、ちょうど対話からのいくつかの絶対に冷たい場面が（それが驚くほど驚くほど）あります。 この展覧会は期待通りには扱われていませんが、これは文字通り聖杯のことを説明する40分の文字通りの最初のエピソードで特に明らかです。  。 最初のエピソードは、あなたがフランチャイズの経験がもっとあれば、はっきりと分かりますが、これはフランチャイズへのあなたの紹介です（私は個人的に価値があると主張していますが）。\n\nアートワークはきれいで独特で、驚くべきキャラクターデザインと表情と美しく描かれた動きの驚異的なディテールを備えています。 アニメーションは豪華で、CGIは非常によく使用されており、戦いは私がアニメから見たベストの中に簡単に入っています。\n\nサウンドトラックも例外ではない。梶浦由紀は今までと同じくらい驚くほど素晴らしいトラックを披露し、私の個人的なお気に入りは「Let the Stars fall down」とエンディングテーマMemoria。 声優は、日本語と英語の両方で驚くほど驚異的で、声優はそれぞれの役割に非常によく合います。\n\n結局のところ、第1シーズンは第2シーズンに向けて非常に盛り上がり、悲劇的なヒットの前にすべてのキャラクターに一種の紹介をする。 これは非常にうまく動作し、第2シーズンには忍耐が報われるでしょう。\n\nFate / Zeroは、素晴らしい対話、偉大なキャラクターと豪華な戦いを持つ究極の素晴らしいショーです。 それは自分自身の利益のための説明力があまりにも苦しく、最初はオフになることができますが、ショーが続くにつれて非常に有益なものになります。 成熟した、道徳的に曖昧なさまざまな理想の扱いと、さまざまな視点の調整が非常にうまくいくことを強くお勧めします。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "FeSTiNaLeNTe",
    "profile": "/profile/FeSTiNaLeNTe/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=187953",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n「太陽が壁にフライを殺した。\n\nこの世にはあらゆる種類の人がいて、皆は違う。 私たちは同じであってはいけません。同じであってはいけません。 信じられないほど、あなた自身の中で、他人の信念。 だから、これを信じて、これを理解して、光を輝かせてください。 そして、この話を始めるには... 殺します！ 殺す...明日が私たちを連れて来るものは誰も知らない。 誰も覚えていない。 誰もあなたよりもあなたをよく理解できません。 あなたがまだ自分自身を理解できない場合は、続行してください。 しかし、この世界を救うことができるのは、理解だけです。 相互理解。 そして信念\n\n1879年には多くのことが起こった。 私は詳細をすべて知っているわけではありませんが、アルバート・アインシュタインはその年に生まれました。その人は一度、非常に知的なことを言ったことがあります。「あなたはゲームのルールを習得しなければなりません。 君は！ あなた自身を勝者、英雄、あなたのルールに従うようにしましょう。 あなたが幸せになる世界をあなた自身の世界にしましょう。 あなたの脳のスキルを発揮するのに最適な場所は、あなたの思考の無限の輪です。 あなたのサークルに突然変異させてはいけません。 あなたはそれを後悔して死ぬでしょう。 そして、他の誰よりも優れたプレーをしなければなりません。 最高のことが重要です。 世界は優勝者だけが好きです。 敗者は血まみれの床を舐めることができます。 私のアドバイス、敗者ではない、それは価値がない。 しかし、誰が勝者であり、誰が敗者であり、誰がそれを決めるのだろうか？ 君は！ はい。\n\nしかし、もしあなたが死んでも、あなたの父親が誰であるかを知る方法は？ 一般的なコンセンサスは、私たちの父親であると主張し、そのためのいくつかの重要な証拠を有する者は、したがって、私たちの父であると信じさせる。 規則なし - 楽しいことはありません。 楽しみは私たちの世界の燃料です。 あなたが苦しむのが好きなら、あなたには楽しいです。 あなたが笑顔を好むなら、それはあなたに楽しいです。 川は通常は一方向にしか流れません。 しかし、それは？ 確かにそれが真実であることは間違いないでしょうか？ アイマラ人に彼らの考えを聞かせてください。 おそらくあなたと同じではないか、私たちの大部分と同じではありません。 私たちが考えていると思う唯一の理由は、そのように考えるように教えられたからです。 しかし、あなたもあなたの父親を選ぶことができます。 私たちの論理はこの世界の唯一の論理ではありません。 そしておそらく「私たちの」論理は存在しないかもしれません。 個々の論理は妥当なもののように聞こえる。 論理の結論を論理の話題にするつもりです。 それはあなたを選ぶ人である必要はありません。 あなたは今日何かを選ぶことができます。 定数、流動性物質、変化する状況、すべての種類のカスタマイズがあります。 これは、これらのことが、本当に素晴らしいことを思い出させることに過ぎません。 あなた自身をあなた自身のキャラクターにして、元のものを破壊して、好きなことをやってください、それはあなたのゲームです。 しかし1つの問題があります。 制限なし - 楽しいことはありません。\n\nしかし、論理がなければ遠くの銀河に比べて遠く離れた銀河がまだ近いかもしれません。 私は宇宙を理解していない。 あなたの人生に固執する。 人生は重要です、あなたは知っていますか？ 死もそうであり、人生がなければ死はない。 テーマ上、人生は単なる水滴です。 水は非常に頻繁に使用され、虐待される要素の1つです。 私は水が大変残念だが、戦闘は続けなければならない。  \"ショーは続かなければならない\" - 特別な人。 私はそれが何であるか分かりませんが、私はビタミンについてたくさん知っています。 ビタミンCはあなたのために良いです。 あまりにもあなたのために悪いです。 あなたが人間であれば、そうです。 今日、ロボットはビタミンCを必要としません。  2k°Cの光線で使用する場合。 私が知っている人は誰もそれを生き残ることはできませんが、それは私が今日考えていることではありません。 優れた接着剤製品はあなたが望むものに固執します。\n\nストーリーは、それが退屈だと気づかない人にとって面白いものでなければなりません。 ストーリーは、他の物語、本物のもの、私たちの感覚によって知覚されるものに基づいています。 疑惑の深い幻想の結論の中で、誰も正しいわけではありません。 書かれた言葉だけが正しい。 他に真実はありません。 真実の解釈は、まだ真実であることができます。 真実は必然的に広いので、真実は無限に進化する形です。 それはどこにでもある。 それをもっと難しく感じる。 それはそこにある。 もっとそれを感じる。 あなただ。 実際の多くの断片は、何か非現実的なものを作り出します。 彼らを違う方法で置く、それはまったく違う世界です。 共存する世界、つまり基本的に同じ世界は異なっている。 同じエンティティの2つの世界の間で変化を気付く人は、そのエンティティに気付く価値があります。 世界の端にある赤いかすかな線は明るい黒い光になります。 それは何ですか？ 私はそれが重要だとは思わない。 物語を台無しにする、あなたはまだ世界を台無しにすることはできません。\n\n運命/ゼロは、何か、すべて、あるいは全くありません。 この文は絶対に真実です。 サウンドは芸術です。 全体的に楽しさです。 楽しさは楽しいです。 あなたがそれを私のように気に入らないと思うなら、あなたはそれをあなたの方法で好きになるでしょう。 それを見て、優れたアニメファンになる。 あなたが誇りに思うことができる人、自分のヒーローである人、賞賛の対象になれる人。 人生は一度だけ。 平和な兄弟。 平和の父、私はあなたが欠場します。 私の家族や友人に平和、私はあなたすべてが大好きです。 すべてが何かを超えています。 これを読んでいただきありがとうございます。 平和。 しかし、それがあなたが望むものなら、何かがたくさんあることがあります。 しかし、何も、何も、ヌル、無効です。 同時に何か特別なものはありません。 まったく新しい経験、素晴らしい感覚、誰かが生きなければならないもの！ この信じられないほど信じられないほどのアニメは、私に多くのことを考えさせました。 したがって、私はそれが良いアニメだと思う。 キャラクターはストーリー、ストーリーはキャラクターです。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "shuvuuia",
    "profile": "/profile/shuvuuia/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=188288",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\nFate / Zeroはエキサイティングです。 執筆中の物質の量は信念を超えており、道徳や性格の非妥協性は本質的に興味深いものです。\n\nこのショーは、Emiyaya KiritsuguとKotomine Kireiに大きく焦点を当てていますが、主人公は全く選ばれておらず、すべての人が賞賛されます。 彼らはどちらも興味がなく、相性が悪いように見えますが、彼らの闘いと他のキャラクターや仲間との関係は魅力的です。 キリツギは「世界を救って正義の英雄」にして悪と戦争を取り除きたいと思っていますが、彼はゴールに達するために恐ろしい殺人と欺瞞を犯します。  Kireiは空で混乱した司祭であり、あまり感情を感じないので、彼は何が彼に喜びを与えるのかを知りたい。  Kireiの苦境は第2シーズンでもっと探求されますが、Kiritsuguの早い段階から、観客は\"英雄\"の定義に疑問を呈します。何百年もの間確立され、争っている魔道士家族が関わっているので、  。 トロンズのゲームは適切な比較です。\n\n一定の戦いと行動を期待してFate / Zeroに入ってはいけません。 素敵な振り付けと美しいアニメーションの戦いのスルーがありますが、ショーのバックボーンは正直に政治とテーマです。 唯一の召使はシーズンの終わりまでに敗北し、エピソード11のほとんどは文字通り召使いであり、王であることを意味することを話しています。 これらのトピックが魅力的でない場合、Fate / Zeroはあなたのためではありません。\n\nしかし、それはショーが最初のシーズンでは戦いや軽快な瞬間を持っていないと言っているわけではありません。 ウェイバーとライダーとの関係は、漫画の救済によく使われていますが、それはあいまいですが、楽しむことができ、結束はショーのハイライトとなります。 戦いは激しく美しい。 セイバーとランサーが関与している2つは、特にランサーの魅力的な槍術、セイバーのすべて、そして両者の間の触知可能な性的緊張のために際立っています。\n\nUfotableは、アニメーションの義務の呼び出しを超えて行きました。 キャラクターのデザインは、それぞれのキャラクターにとって調和がとれています。 ショーのスタイルはむしろアモルファスな顔を特徴としていますが、感情はうんざりしています。 音楽はマジカ・マギカの名声の梶浦由紀が作曲したもので、叙事詩でもあります。\n\nショーのサブボードを見てください。 英語ダブでのパフォーマンスのほとんどは、これまでにない最悪のダブではありませんが、インスピレーションはありません。 すべての英語の声が実際にはうまく一致しているので、奇妙です。  ADRのディレクターの手にダビングがいかに素晴らしいことが想像できるでしょうか？ 対照的に、日本人のキャストは、適切な量の感情を伴う健全な公演をもたらした。 ランサーは間違いなく私の注意を引っ張った。 彼の声は戦士の力を持っていますが、悲しみを帯びています。 それは維持するのが難しいバランスだと思われますが、彼は絶対に完璧であり、最初から胸が痛いです。\n\nFate / Zeroの最初のシーズンは主に2番目のセットアップを提供します。 しかし、理想、政治、そして道徳的なあいまいさは、それを楽しませるようにしています。 最初のエピソードは長く、展覧会は重く、一部の人は最初は混乱していると感じるかもしれませんが、ショーの過程でそれほど得られないので、それに固執します（結果的に再ウォッチ）。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "IroquoisKujo",
    "profile": "/profile/IroquoisKujo/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=195577",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n「王は他の人よりも壮大な生き方をしなければならず、人々の感情を賞賛します！ すべての英雄の羨望の価値がある彼と、彼の道を導く彼は王様です！ したがって、王は一人ではありません。 彼の意志は彼のすべての信者のものと同じです！  - ライダー（Fate / Zero）\n\n正直なところ、私はFate / Zeroを起動すると非常に不安でした。 私はそれから何を期待するか分からなかったが、私が得たものは大きな驚きだった。\n\nストーリー：Fate / Zeroの話はこれです、いくつかの大家族は、第4幕戦で彼らのために戦う代理人を選び、彼らは望みを得ることができます。 メインの主人公、Emiya Kiritsuguは、彼らを代表するためにEinzbern家によって選ばれた堅い暗殺者です。 彼は召使いセイバー（最強階級）とペアになっています。私はあなたが経験しなければならない物語を台無しにする恐れがあるので、それ以上のことは言いたくありません。 それは非常に厄介な雰囲気を持っており、彼が導入されたときにキャスターのキャラクターと一緒に見ることができるパンチを引っ張ることはありません。 最近の歴史の中で、その終わりは私のお気に入りの一つです。 これは、小説から非常によく適合しています。\n\nアート：私はこれがシリーズの最強のポイントの1つであると思う、豪華なアニメーションとアート。 確かに、いくつかのフレームは驚くほどに見えないが、それは事実上すべてのアニメのために行く。 景色やキャラクターに使われているやや薄くて暗い色を楽しむと、物語の音色をよく表しています。 アニメーションは、私がむしろ懐疑的だった3Dパーツでさえ、絶対に豪華です。  BerserkerのGilgameshとのジェット戦は、実際のアニメーションの素晴らしさを示しています。  Ufotableは本当にこれですべてに行きました。\n\nサウンド：すべてのFateシリーズのサウンドトラックは素晴らしいです。  Zeroは本当に際立っています。なぜなら、これはおそらくアニメ史上、私の好きなエンディング曲の1つを持っているからです。 それはエピソード18の終わりに演奏する本当に強力な歌です。それを見守ってください。 オーケストレーションされたトラックは、大きな戦いに多くの緊張をもたらし、それらを見て楽しませる。 あなたがアニメを終えた後、あなたはこのOSTを聴いています。 それは良いことです。\n\nキャラクター：おそらくシリーズの私の好きな部分は、文字です。 ああ、私は彼らの90％を愛しています。 KireiとKiritsuguは、同じような道を踏み出し、異なる動機を持った同様の人々です。 セイバーはおそらく、私がかなり苦しんでいた唯一のキャラクターになるでしょう。 ライダー、キリツグ、キレイはおそらく私に最も詰まったものです。 ライダーのパワフルでカリスマ的な性格は、彼のマスター、ウェイバーズ、オタクと不気味な性格に完全にマッチします。 ライダーも非常に愛され、時折グーフィーなので、彼は見守っている。 しかし、彼は本当に一般的な肉の頭肉だけではなく、いくつかの非常に強力なことも言います。 彼らが描く2つのエピソードを捧げるキリツギの裏話は、握って悲しんでいる。 彼の行動は疑わしくもあります。それは、あなたが彼のために根を張っているかどうかわからないので、見ることを楽しませます。 彼は良い意図を持っていますが、貧しい実行です。  Kireiは似ていますが、Kireiはアニメが始まったときに彼が何を望んでいるかを正確には知りませんが、一度Gilgameshに会うと、物事は非常に変化します。 \n\n楽しさ：これは見て絶対爆発だった、戦いは素晴らしいです、対話は素晴らしいです、アニメーションは驚異的です。 それを見て、Fate / Stay Night Unlimited Blade Worksのアップグレード可能なバージョンに進んでください。 あなたは間違いなくキレイのいたずらをたくさん見逃してしまうので、ビジュアル小説を試してみてください。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "Joe_Devaney",
    "profile": "/profile/Joe_Devaney/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=211958",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\n注：これは両方の季節を見直すことになります。\n\n概要：\nそれが出たとき、「Fate / Zero」はバトルロイヤルアニメの新しい基準を設定し、それを見た後、なぜ簡単に見ることができます。  「Fate / Stay Night」、「Fate / Stay Night」、「Fate / Zero」のプレクエルは、理想、戦争の恐怖、どれだけ遠くに行くのか、何をしなければならないのかを叙事詩で伝えます 少なくとも、彼らは完璧なアニメーション、素晴らしいサウンドトラックと信じられないキャラクターを伴って行われなければならないと信じているもの。 それはすばらしいことです。私が終わりまでに涙になっても、私はそれを見て楽しい時間を過ごしたと言いたいと誇りに思っています。\n\nストーリー＆amp; 世界（8.5 / 10）：\n「Fate / Zero」は、人々が魔法を研究し、使用することができる世界に設定されており、そのような人々はmagiとして知られています。  60年ごとに、7人が聖杯戦争の参加者となる。 戦うために、それぞれが戦闘で彼らを助けるために、現実の伝説の戦士である英雄精神を召喚します。 マジはマスターと呼ばれ、スピリットはサーヴァンツと呼ばれ、7対は猫とマウスの緊張した戦いでお互いに対峙し、お互いを追跡し敗北させなければならない。 大賞 - 聖杯は、人が望む願いを授ける能力を持っていると言われています。 そのような参加者の1人は、「Magus Killer」として知られているフリーランスの傭兵で、世界を救うためにGrailに勝つことを計画しているEmiya Kiritsuguです。 しかし、そうするためには、彼は究極の犠牲を払う必要があります。\n\nストーリーは確かに興味深いですが、あなたが\"Fate / Stay Night\"について聞いたことがあるなら、あなたはすでにそれがどのように終わるかを知っています。 あなたを驚かせることはほとんどありません。そして、あなたは1マイル離れたところからどのように終了するのかを見ることができます。 また、かなりの数のペーシングの問題があります。シリーズの中間部分は、特に年を重ねる戦いが意味のある勝利で終了するようなものではないと感じています。 それはあなたが考えることができる何らかの方法で退屈ではありませんが、シリーズのほぼ半分は、メインプロットの進行がほとんどなく、一部の人々は迷惑をかけることがあります。\n\nストーリーを救うのは、魅力的な理想の焦点です。 召喚された召使の中には、3人のキングス・アーサー（フェイト・ファンがタイプ・ムーンのポスター・ガール・セイバーと認識する若い女の子として再考）、アレクサンダー・ザ・グレート、ギルガメッシュがあります。 これにより、ペーシングの問題や予測可能なエンディングにもかかわらず、ストーリーを存続させる価値があります。 三つの戦いのように、それは剣と意志の衝突だけではなく、理想の一つであり、それぞれが王様に対する異なる見解を持っているからです。 ギルガメシュは、人を含むすべてがすでに彼のものだと信じている利己的な王です。 したがって、彼は彼が道徳の源であるように彼の気まぐれに応じて使用することができます。  Iskanderは勝利を通じて欲望を奪い、忠誠を鼓吹する征服者です。 一方、セイバーは、大衆へのサービスとしての王権を見ています。 それは他の2人にとっては完全な自由ではなく、負担です。 これはもちろん、3人の間で非常に興味深い会話につながり、最終的には誰も正しい解釈が可能であるという点でまともな議論をしています。 それに加えて、セイバーは、戦争をどう戦うべきかについて、まったく異なる見解を持っているので、Kiritsuguである彼女自身のマスターとも衝突する。\n\nアート＆amp; amp; アニメーション（10/10）：\n\"Fate / Zero\"のアニメーションは落ちてゴージャスです。 私はショーの様子を愛しています。 これまで見たことのない最も視覚的に見事なアニメのひとつです。  Ufotableは信じられないほど詳細なアニメーションでよく知られており、ここでは絶対最大限に示されています。 キャラクターから環境、そして様々なキャラクターの攻撃の効果まで、シリーズのすべての1インチは印象的なディテールで縁取りに満ちています。 これは、間違いなくショーの最大の強みの1つです。\n\nサウンド＆amp; amp; 対話（10/10）：\n「Fate / Zero」は伝説的な梶浦由紀さんの素晴らしいサウンドトラックを誇っています。 それはショーのトーンに完全に完全に適合し、発見されるいくつかの素晴らしい多様性があります。 文字通り唯一間違っているのは、以前の多くのスコアと非常によく似ているということです。 これは私の作品での私の最初の経験だったので、私は気にしませんでしたが、慣れ親しんでいる人にとっては、これは問題を引き起こす可能性があります。 あなたは彼女の前のサウンドトラックが好きだったら、これを好きになるでしょうが、前のサウンドトラックが気に入らなければ、彼女はある種の天才だとは思わないでしょう。 声の演技も非常に良いです、そして、私は間違いなくこの場合のダビングをお勧めします。 私は特にKari Wahlgren、Bridget Hoffman、Matthew Mercerのセイバー、アイリスビール、キリツグのパフォーマンスが好きだった。 彼らの声は本当に面白く、本当にキャラクターに合っています。\n\nキャラクター（9.5 / 10）：\nどこから始めるの？ マスターとサーヴァントはそれぞれ14文字の合計を加え、それ以外にもかなりのサポートキャラクターがあります。 おそらく私は彼らのことについて深く掘り下げて一週間ぐらいかかりますので、私はそれを簡単にしていきます。  45分のオープニングエピソードは、マスターズを確立するのには良い仕事です。 戦争は願望であるため、それぞれの戦争はそれぞれの個人的な願いによって大きく定義されています。 一部の人にとっては、願いは小柄です。すなわち、他人に認められたり、単に墓を宝物として所有することです。 しかし、他の人たちは、世界の本質を変える可能性がある、はるかに現実的でないように見える願望を捜している。 そして、彼らの希望は、彼らの性格について多くを明らかにします。そうした希望を得るために喜んでいる長さもそうです。 彼らはまたあなたが好きであることを意図しているキャラクターと、そうでない人を示すのにも良い仕事をします。\n\n全体のキャラクターはとても面白いですが、私にとっては、ショーを実際に盗んだ人がメインです。  Kiritsugu、彼の妻IrisvielとそのServant Sabre。  IriとKiritsuguは幸せに結婚していますが、二人とも可能性があります。 私たちは皆、「多くの人々のニーズが、少数の人々のニーズを上回る」という言葉を聞いたことがありますか？ しかし、めったに私たちは、誰が彼らが誰であるかを定義することをモットーにしている人を見ることはほとんどありません。 キリツグはその稀少な人のひとりです。 危険な殺人犯が飛行機に乗っていると、殺人犯を逃げさせ、さらに死を招くことなく、撃墜することを躊躇せず（無罪のすべての人を殺す）。 彼には、究極の目標を達成することを意味するならば、犠牲はそれほど大きくない。彼の希望を得るためには、彼は自分の妻を犠牲にしなければならないという事実によって証明される。 彼は基本的には戦争を算術的なものに減らしているので、社会派の役目を果たしていますが、非常に悲劇的な過去の形で非常に良い理由があります（2つのエピソード全体が捧げられています）。\n\n一方、イリは反対です。 あなたは、彼女が人間ではなく、聖杯になるという唯一の目的で作られたホムキューラスであることが分かります。 彼女は一生を城の中で過ごしました。その結果、彼女の夫の壊れた、冷たい、悲観的な姿勢とはまったく対照的に、非常に無邪気で、甘く、陽気で気晴らしがあります。 彼女は夫と娘と一緒に本当に幸せな生活を送ってきました。そして、彼女は文字通りとても親切で無私で、彼女は自分のことすべてをあきらめて、彼女は何も知らない世界を救っています。 彼女は非常に愛らしいですが、非常に悲しい人物です。 召使いが殺されるにつれて、彼女は徐々に弱くなってしまい、かなりの努力をしなければ服を着ることができなくなってしまいます。そして、これについて話しても、穏やかで陽気なままでいられるという事実は、まったく悲惨です。 彼女は、彼女にふさわしくない運命の運命と、彼女に何が起こるかを知っているにもかかわらず、私が助けないが愛する人物である、貧しい無実の女性です。\n\nそれらのほかに、セイバーは非常に興味深いキャラクターです。 彼女は彼女が生きていたときに作った間違いに実際に直面しなければならない唯一の召使であり、ゆっくりと彼女が王様ではないことをゆっくりと認識します。 彼女がキリツギと争っていることは、戦争の戦いについて相反する見方があるため、非常に魅力的です。 セイバーは戦争を可能な限りクリーンで尊敬したいと考えていますが、キリツグは戦場が地獄より劣っていると考えているため、最初は戦争が起こらないことを望んでいます。 これは彼らがチームとして一緒に機能することが全くできず、Iriが彼女のマスターとして代わりにポーズを取るように導く。 セイバーとイリが本当にうまくやっていて、イリとキリツグがお互いを愛しているという事実は、紛争が功を奏していることを意味し、今まで見たことのない魅力的なダイナミックなものです。 私が好きだった2人のキャラクターがうまくやってくれてうれしいと言うことができるのは、唯一の時間です。\n\n楽しさ（8.5 / 10）：\n「Fate / Zero」は信じられないほど厳しいものです。 戦いは確かに輝かしいですが、これはUrobutcher製作であり、Mastersは連中殺人者で、子供を殺してできるだけ多くの死を引き起こすようなServantを使用しているなど、邪魔な内容がたくさんあります。 あなたが絶望のために弱い胃を持っているなら、キャラクターの多くが既にキヤノンによって運命づけられているので、このシリーズを避けるのが最善の方法でしょう。 最後のいくつかのエピソードは非常に悲しいものであり、私は気分が良くなるように直ちに軽い心を見なければならないほど悲しいです。\n\n全体：\n「Fate / Zero」は素晴らしいです。 シリーズの約3分の2と非常に暗い色調のための進行の欠如にもかかわらず、私は全くそれを見て後悔していません。 キャラクター、音楽、声優、アニメーションはすべて幻想的で、Type-MoonやGen Urobuchiのファンにはこのシリーズを強くお勧めします。 まもなく、私は「Fate / Stay Night：Unlimited Blade Works」のアニメを見て、年末までにレビューを書いてもらいたい。\n\nスコア：\n8.5 + 10 + 10 + 9.5 + 8.5 = 46.5 / 50 = 9.3 / 10"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "GiancarloLS",
    "profile": "/profile/GiancarloLS/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=187021",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はFate / KaleidライナーPrisma Illyaを見直しました。 私がそこで言ったように、運命のシリーズについて話すことは、メルセデス・ベンツについて語るようなものです。それは、質、腕前、優雅さ、そして遺産を持っています。\n\nそれでも、Fate / Stay Night（2006）がMercedes-Benz 300SLのようなものであれば（私のPrisma Illyaレビューを読んでいない人には、300SLはIrisvielの車です）、Fate / ZeroはMercedes-  Benz SLS-AMG、そしてPrisma IllyaはMercedes-AMG-GTです。\n私はPrisma-IllyaとMercedes AMG-GTの類推事項について議論したので、今度はMercedes-Benz SLS-AMGに向かいます：真のMercedes-Benz。\n\n聖杯が何で、どのようになるべきかを示すFate / Stay Nightの意図に真実。 はい、私はこれまでプレイし終えた唯一のVNであるFate / Stay NightのオリジナルのVisual Novelを演奏しました。私は自立したFate-otakuのように、私が実際に知っている 。\n私が言うことから、これは真に運命シリーズの意図です。  Type-Moonは、UrobuchiをFate / Stay Nightのプレクエルを作成する権利を扱う間違いを起こさなかった。\nもしType-MoonがMercedes-Benzなら、それは本当にSLS-AMGを作るために最高のエンジニアを組み立てるのにAMGに命令するようなものです。\n\n\nストーリー：10\n物語は一言で言えば、第4聖杯戦争のイベントをとります。これは運命の夜の第5聖杯戦争の10年前です。  EinzbernとTohsakaの家族、Makiri、そして他のMagiが仲間になるのは、召使いのマスターとして、究極の聖杯のために戦うためにお互いに向き合います。  Fate / Zeroのアクションのペースは、SLS-AMGがどのように加速するかと同じくらい残忍です。\n\n\nキャラクター：10\nこれは本当に、SLS-AMGの運命/零点を比喩/類推のものにします。  Urobuchiは一晩中このライト小説を書いたことはありませんでしたが、複雑さのダイナミクスやボイド、プロットに欠陥のあるキャラクター、キャラクターに歪んだプロットを作成し続けています。  Kiritsugu EmiyaからKotomine Kireiまで、それぞれのキャラクターはよく考えられています。メルセデスAMGのエンジニアは、SLS-AMGのシャシー、ボディ、エンジン、屋根、あらゆるコンポーネントのために専ら任されています。\n文字通り、これは小説がどのようにプロットやキャラクターと結びついているかを示すものです。\n\n\nアート：10\nTsukihimeについては、運命のシリーズが2004年からこれを釘付けにしている。 それだけを否定することはありません。\n\n\nサウンド：10\nプリズマ・イルヤでは、梶浦由貴さんがいなくなりました。 それはFate / Zeroが6.0liter M159 V8 AMGエンジンの正確な音を持っているSLS-AMGのように鳴るので、それは梶浦由紀を持っている必要があるからです。 有名な、完全に認められたセイウウス：セイバーを声に出している川澄綾子、 小山りきや、Kiritsuguの声、Kotomiya Kireiとしての中田譲二、Gilgameshの声明、Seiko Tomokazu、Midorikawa Hikaru、Lancer、Ohara Sayaka、Irisvielのボイス、Namikawa Daisuke、 上田佳奈と門脇舞の2人のカメオを支持しています。\nこのすべてのことを聞いたときの気持ちは、あなたの心に嘆いてあなたの魂に現れます。\n\n\nエンジョイメント：10\nFate / Stay Nightよりも良いことは間違いありません。 メルセデス・ベンツはFate / Zeroを記念してSLS-AMGに「セイバー」とニックネームを付けるべきだった。 結局のところ、Urobuch Genは、IrisvielのスポーツクーペとしてMercedes-Benz 300SLのためのカメオ機能を作った。 しかし、それは大丈夫です、なぜならSLS-AMGは間違いなくメルセデスのAMGの聖杯です。\n\n\n全体：10\nFate / Zeroのシー​​ズン2を見直すことは、SLS-AMG BLACKを見直すのと同じように、最高のアニメの1つが見られることになり、このレビューはシーズン2に向けて拡大されます。 シーズン2はそれほど幸運ではない。\nFate / Zeroの全体的な品質の詳細を記述しようとすると、「傑出した」とは何か、Magnum-opusとは何か、そして傑作を見るのはどういうものかを定義するのと同じだから、何も言いません。\n本当に、Fate / Zero（そしてそのシーズン2）はそれ自身のクラスです。\n\n評決：確かに、Fate / Zeroは、Sabreの魅力、Irisvielの美しさ、Holy Grail Warの遺産に相当するアニメ界のSLS-AMGです。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "Kefka1134",
    "profile": "/profile/Kefka1134/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=189033",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  5\nキャラクター|  5\n|  5\n\nさて、F / SNの漫画に部分的に精通し、FSN、そして現在はF / Zのすべてを見ている人として、これは私にとっては運命のような気がしませんでした。\n\n例えば、「ワームガールさくら」を考えれば、これは私が見た中で最も嫌なことの一つです！ 基本的には、キラーワームなどのようなものが浸透しているため、完璧な武器に変身しているキャラクターの概念です。\n\nF / Zのほとんどすべては、紛争や戦い、その後の戦いに遭遇した人々についてのもので、元のFSNアニメがまだ持っていなかったものを追加したことはありません。\n\nセイバーとランサーはかなり楽しかったですが、基本的にはそれぞれが戦闘で最高のものになるようなライバルを持っています。 彼らは本当に全体のアニメにあまり関与していません。\n\nしかし、代わりに私たちはWaverとRiderを取得します。彼らは一見クールだと思っていますが、しばらくしてショー全体の焦点だったので、私は他のマスターとサービスマンについてもっと見ていませんでした。 暗殺者は基本的に私が正直言って知らなかったのですが、私はそれがテーマの一部だとは思っていませんでしたが、たいていほぼランダムな話をしています。\n\nオリジナルのFateシリーズは、バラエティの神話、戦争、紛争、紛争、紛争、紛争、紛争、紛争、  「勇気の本質」、そしてそれをある意味では罰金だと思う哲学のクラスに変えてしまうのですが、アリストテレスでさえ、おそらくもう少し譲り合い、控え目な流れ、流れ、陰と陽を訴訟に気づかないでしょう （FSNアニメが提供した）\n\nそう、ええ、それは非常にカラフルで派手なものだったし、いくつかのクールな音楽を持っていたので、楽しいものではありませんでしたが、5は正しいものでした。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "Snakes",
    "profile": "/profile/Snakes/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=107071",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  9\n\nFate / Zeroはよく知られており、首尾よく議論のつかないFate / Stay Nightシリーズのプレクエルです。  Fate / Zeroがあなたの総意やアクションアニメだと考えるかもしれませんが、これは本当に真実ではありません。 聖杯戦争の参加者の経験を伝えるシリーズとして、Fate / StayとFate / Zeroの違いは、アニメが始まるとすぐに移動する単語の中で非常に一般的です。  Fate / Zeroは遥かに成熟した話とは別に、より濃い色調と色調を描き、偉大なアニメを作る多くの要素に当たっています。\n\nHoly Grail Warsの伝承や各参加者の記述的キャラクター開発など、様々なプロット機能を使って、ストーリーはそのエンティティを伝えることができます。 表現力のある言葉は、生存の探求において遭遇するキャラクターと努力の間のコミュニケーションを通じて示されます。 ドラマの連続的なバックボーンや感情的なストレインなどの感情的なストーリーテクニックは、青木監督がアニメのこれらの機能を開発したいと考えていたため、効果が発揮されます。 観客をアニメのプロットと世界に引き込みます。\n\nアニメFate / Zeroは、現代の近代的なアニメアートスタイルを特徴とし、新しいアニメによく見られます。  Fate / Zeroは2011年のプロダクションであるため、新しい2013年のアニメの品質には低い芸術性があると思われるかもしれませんが、これはまったく真実ではありません。 芸術はアニメの周囲を表現することができ、状況やキャラクターのアイデンティティを視聴者に納得させるツールとして使用されるので、それは好きで関連性のあるものにします。 暗くてカラフルな機能は、ファンタジーアクションの戦いの場面や落ち着いた知的な会話に見られるときに美しく見えるように、視聴者がキャラクターとのつながりを感じるのに役立ちます。 土地の風景やアニメの設定も、視聴者が持っているのと同じ接続をもたらすことができます。\n\nFate / Zeroではサウンドが大きな役割を果たしており、例外的にうまく実行されます。 ディージェティック・アンド・ディアジェティック・サウンドを使用することで、サウンドトラックは多くの西洋スタイルの音楽トラックを特徴とするため、キャラクターは生き生きとしています。観客がアニメだけでなく、キャラクター、世界へのつながりを 視聴者は視聴しながら魅力的に感じる。\n\n主人公、特にFate / Zeroの主人公は、彼らが物語を進めるにつれて、比喩的に「新しい世界」に入っています。 彼らは、彼らが世界に属し、お互いに属している感覚を持つことができるかどうかを決定する「障壁」を破ることができ、アニメのゲームのような生存環境と設定で生き続けることができる。 キャラクターは「アーチャー、ランサー、ライダー、キャスター、バーサーカー、アサシン」に分類されているので、ビデオゲームタイプのキャラクターであることに言及する価値があります。 これは、いくつかのMMORPGのように、これらの役割に関連する可能性があるので、多くの視聴者に想いを感じさせるかもしれません。\n\nこのアニメは、それ自身のジャンルのための楽しいアニメを作ることの多くの側面をアドバタイズすることができます。  Fate / Zeroは、あなたが生き残りと勇気の冒険を通して引っ張られるように、視聴者にキャラクター、プロット、世界との愛着とつながりの感覚をうまく発揮させることができます。 このアニメは、奇妙なキャラクターや知的な言語テクニック、魅力的な超自然的な戦いなど、知的な「アクション、超自然、ファンタジー、ドラマ」を探求していれば楽しいです。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "jasonjackson44",
    "profile": "/profile/jasonjackson44/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=47919",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n奇妙なファンのケータリングアニメや漫画にうんざりした邪悪な主人公と悪い生産値とひどいプロットラインで疲れた？\n\nあなたは正しいページに来ました。 今私の最初のレビューをお楽しみください。\n\n\n運命/ゼロは非常に人気のある運命/夜の視覚小説のプレクエルです。\n\n運命の/夜のアニメは、混合反応を受けて、あなたが私に尋ねるならば、それは非常に過大評価されています。\n\n肉屋の適応のために知られているスタジオディエンは再びそれをしました。 結果はあまりよくありませんでした。\n\nあなたが私に尋ねると、たとえアニメーションがその時間にかなり良いものだったとしても、運命/滞在の夜はかなり悪いアニメでした。\nすべての物語は、最も退屈な方法で提示されました。 戦いはエキサイティングではなかった、声優は明らかに優れた視覚小説ではるかに良い仕事をした。\n\n無制限のブレードワークムービーは、相手の視覚的な小道に比べて悪いストーリーテリングの混在した袋でした。 無制限のブレードワーク映画に関する唯一の良いことは、アニメーションと戦いでした。\n\nそして、2011年には、素晴らしいカラオケの映画で知られていた誰もが運命/ゼロの小説を完全なアニメに適応させることを決定しました（25のエピソードで1つのコースが2011年10月に放送されることになった 2012年4月に他のコースで放送予定）\n\n最終的に、才能あるタイプの月の視覚的な小説のスタッフは、彼らの驚くべき仕事への優れた適応を得る。 私はすでに築姫アニメの適応と運命の夜の適応を忘れてしまった。\n\nストーリー -  10\n\n物語はオリジナルではないかもしれませんが、オリジナルでない場合でも、それは良くないという意味ではありません。\n\n7人の巨匠は聖杯を獲得し、最大の欲望を果たすために聖杯を勝ち抜いて致命的な戦いに挑む。 各主人は、召使いであり、各召使は、過去の魔法によって召喚された英雄精神です。\n\nコンセプトは、運命の夜の視覚小説と同じですが、主に異なるキャラクターと異なる設定（運命の夜の視覚小説のイベントの10年前）と同じです。\n\n物語は知恵と強さの戦いです。 各マスターはユニークなパーソナリティを持ち、各サーヴァントは強さとヒーロー/反勇気の異なる尺度を持っています。 召使は彼らの師匠のために戦い、師匠は召使いに巧みに命じる。 各マスターは魔術の熟練した魔術師であり、マスターと召使の精神が結びついています。\n\nここで説明していることから、あなたはすでに、愚かな一般的なロマンチックなハーレムアニメではないことに気付くかもしれません。 それはどんなfanserviceを持っていません。 それは信じられないキャラクターとエキサイティングなセッティングと戦いで本当の話をしています。\n\nストーリーに大きな欠陥はありません。 エピソード的な方法では提示されていない（私はアニメについて本当に嫌なこと）。 その小説を読んでいるような、ちょうどアニメ化された。 それは元のソースから逸脱しません。\n\nアート -  10\n\n私はkaraのkyoukai映画を言及した。 それらのアニメーションを覚えていますか？ はい、fate / zeroのアニメーションはテレビのようなものです。  ufotable再びそれをしました。 結果は非常にきれいです。\n\nアニメーションは非常に流動的です。 アニメ番組（ハメ撮り、デンなど）で通常悪いcgでも非常にうまくいきます。 凶悪犯は100％cgから作られています。 彼はとてもうまく動いて、私の目は嬉しそうに涙を流します！\n\nサウンド -  10\n\n声優は素晴らしい仕事をしています。\n音楽は梶浦由貴です。 私は十分に言った。\n\nキャラクター -  10\n\n注目すべきキャラクター：\n\nsaber  - シリーズで最高のキャラクター。 彼女はまたマイワイフです。\n\nemiya kiritsugu  - 銃器の専門家であるmagus。 この男はマシンです。\n\nkotomine kirei  - このおばあちゃんは戻って、これまで以上に悪いです。\n\nirisviel  - 愛らしい。\n\nギルガメッシュ - 雑種！\n\nライダー - 非常によく書かれたキャラクター。 彼と波はコンボの一つの地獄です。\n\nランサー - この男は彼のお尻からヒーローを吐き出す。 それは彼が英雄である方法です。\n\nキャスター -  janneeeeee〜！ ちょっと変わった。 しかし私は彼が好きです。\n\n暗殺者 - 私は彼らのデザインが好きだとは言いません。\n\nkayneth  - この男は私のプロフィールのアバターです。 彼はかなりクールです。\n\nkariya  -  kariyaが苦しんでいる。\n\n龍之介 - 大量殺人犯。 彼とキャスターは、人々を最も恐ろしい方法で苦しめるようにします。\n\n波乗り - ライダーがいないと、この男は見えません。\n\ntokiomi  - 私は彼の声が好きです。\n\nロリサクラ - ああ、神は苦しんでいる。\n\nloli rin  -  hngg。\n\nillyasviel  - 彼女は多くの外見を持っていません。 彼女は運命/滞在の夜の話にはるかに重要になります。\n\n楽しさ -  10\n\n私はこの程度までシリーズをどのように楽しんでいたのか覚えていない。 すべてのアニメの恋人のための勝利の式。\n\n全体的 -  10\n\nあなたがアニメを見たいのであれば、最近市場を席巻する人生の一部を見ないでください。 あなたは何か良いもの、意味と深みを持つものをよく見る。 運命/ゼロを見る。 運命/夜の視覚小説を読む。 運命/余分なプレイ。 後でありがとう。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "everx",
    "profile": "/profile/everx/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=132635",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  5\n|  6\n\n私はここでそれを検討するために出発した他のほとんどの人のように、Fate / Zeroを見ない。 私は友人から、簡単な10だと言われましたが、私はまだ感銘を受けていません。 これは最初のシーズンを終了することに基づいて私の意見であり、私は今、秒をスキップするように誘惑されています。\n\nストーリー5/10\n\n聖杯は、通常は魔法の能力を持った7人のマスターを選び、パワーと願いを捧げる。 各マスターは、マスターが召喚する遺物を発見した召使いを使用します。  7つのクラスは、召喚時に有名な歴史的なキャラクターになる戦闘アーキタイプです。 この場合のマスターは、あなたが想像しているように個人的な利益を達成するものと、自分に合った方法で世界を変えるものとを、それぞれ別の理由で持っているようです。\n\nストーリーは、最も重要なテーマではなく、それぞれのキャラクターを把握するのに混乱しているようです。 使用された魔法は私にとって非常に珍しいものであり、私はなぜ墓が重要かを理解していませんでした。 あなたは星を変えたいという単一の希望を得ていますが、そのコンセプトのために本当にすべてが頭上に浮かんでいるようには思えません。 一人ひとりが自分の人生を捨てたいと思っていましたが、そのシリーズが進化しても、理由は分かりませんでした。 どんな前進の勢いが進むように、あなたはキャスターが狂っていて、すべてを破滅させようと迎え入れられます。 彼に対して殺害命令が出されます。 誰もが彼を報酬のために奴隷にしようとし、作家は単にキャラクター同士の結び付きを示し、彼らの野望をさらに露呈する方法としてこの機会を利用するだけです。 視聴者として、私はまだこれから何も得ていない。 私はそれが何マイルも離れて来ているのを見て、このアニメが提供しなければならなかった何かに魅了されなかった。\n\nアート/サウンド8/10\n\nこのアニメでは、アートとサウンドトラックは私の問題ではありませんでした。 私は彼らが私の意見で非常にうまくいっていることを発見しました。 オープニングとクローズの曲、テーマとの戦い、セット全体がしっかりしているようでした。\n\nキャラクター5/10\n\n私は、彼らの望みや欲望/歴史の点であなたがどれほどの情報を得られなかったかによって、どんなキャラクターにも共感できないことが分かりました。 どんな人が純粋な意図を持っているかを知るのは難しいですが、あなたは自分自身を鑑賞者として善良な人のために育てることができます。 私は自分自身が深い疑問を欠いていて、そんなに重要な問題についての考えの深いスペクトルに感じてもらいたいと思っていました。 代わりに、私は、私が非常に平凡な物語だったことを歓迎しています。\n\n楽しさ6/10\n\n私の楽しみは「公平」と評価されましたが、私はシリーズの中で尋ねられた質問からより多くを得ていると思います。 召使いたちがお互いに座って、誰が最も威厳のある人であるかについての話し合いもあった。 実際に画面上で起こっていたことよりも、自分の思考過程で私が個人的に提示した質問によって、私はもっと楽しまれました。\n\n全体的な6/10\n\nこのアニメは楽しいコンセプトを探している人に見てもらえます。 実行は私の好みに乏しいと思うが、多くの人がそれを楽しんでいる。 私は、このアニメが私のレビューでおそらく完全に同意しない人に深い感情を呼び起こすように見えたという事実を否定することはできません。 私の好みでは、このシリーズは試され過ぎていると感じました。 私は感銘を受けたいと思っていました。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "ZeroKen227",
    "profile": "/profile/ZeroKen227/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=191574",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれはシリーズ全体の第1部と第2部のレビューです。 スポイラーフリー。\n\n幻想的な環境の中で歴史的な伝説と英雄的な戦闘機をいつも楽しんできた人物として、私はすぐにこのシリーズを見るように描かれました。 シリーズの基本的なコンセプトは、魔法のアイテムを巡ってバトルロイヤルスタイルの戦いで戦うための伝説の英雄召喚隊のグループです。\n\nこの設定は、視聴者が経験し、楽しむための豊富な可能性のある結果および状況に近づいている。 ショーのトーンは、あなたがそれを見始めるとすぐに設定されます。 成熟し、深刻です。 もしあなたがこれを見て軽い心を探しているなら、それはそうではないでしょう。 一方で、意味のあるキャラクターとのインタラクションを持つシリーズを探しているなら、強力なストーリーと、あなたが右に出てきたよく書かれたキャラクターを探しています。\n\n最初は長編エピソードで始めるとストーリーが重くなることがありますが、進行中のすべてを理解するためにはすべての情報が必要です。 英語のスピーカーとして、私が最初にSubでショーを始めたときには認めなければなりませんでした。私は苦労してしばらく落としていましたが、English Dubが優れたキャストを持っていたので、 時には重い。 これは即座にすべてをより簡単に追跡するのに役立ちました。\n\n最初はすべての技術情報が視聴者に向けて撮影されていますが、最初は圧倒的であるかもしれませんが、それに沿って順番に進むとすべてがクリックし始めます。 前に述べたように、ストーリーは私が「重い」と表現するものです。 このシリーズには、人間の本質と欲望を扱うダークトーンとテーマがあります。 キャラクターが自分の個人的な理想や信念と闘うため、これまでシリーズで見た中で最も深刻なキャラクターの葛藤があります。 シリーズで本当に目立っているのは、これらの理想が互いに衝突するときに、キャラクターとキャラクターの間の相互のやりとりが常に前後していることです。\n\nこれは私に文字をもたらします。 あなたは本当に良い話をすることができますが、いくつかの恐ろしい登場人物は完全に落ち着いていますが、本当に良いキャラクターを持つことができます。  Fate / Zeroは、そのコア（バトルロイヤルスタイルの願いを叶えることができる魔法のオブジェクトのための戦い）で、かなりカットアンドドライストーリーを持っていますが、その物語の設定に入れられているキャラクターと彼らが相互作用し、 その話は前進してとても面白いです。 シリーズの各キャラクターの側面は非常によく調査され、シリーズのそれぞれのキャラクターは一連の瞬間を定義します。 私がこのシリーズについて愛している特別なものは完璧なキャラクターではありません。 誰もが持っているような何らかの欠陥があります。 これにより、常に関わり続ける興味深いキャラクターが可能になります。\n\n音質が上がるまで、梶浦由紀はサウンドトラックで素晴らしい仕事をしています。 音楽はこのファンタジースリラーには完全に合っており、音楽は各シーンを強化し、自分自身をFate / Zeroにもっと浸るのに役立ちます。 当時私が行っていたことは何でもバックグラウンドミュージックのためだけにショーOSTを聞くために戻ってきた。 音質が上がるまではSubとDubは両方ともこの時点で聞いていてとても優れていますが、私はシリーズを英語のスピーカーとして欲しいと思っていると言わなければなりません。 いくつかの点で元の日本語を上回る数少ないダブです。 英語の俳優や女優の感情は非常に明確です。 著名なKari Wahlgren（Sabre）とMatthew Mercer（Kiritsugu）は、感情を伝える際に驚くべき仕事をしますが、正直なところ、音声キャストはそうですが、その2つは特別な言及が必要です。\n\nアートとアニメーションの品質は驚くべきものです。  - 平らな色はありません。 空気そのものは質感と生命力があり、どんなCGIも2Dアニメーションに簡単に融合します。 見ている間に、私は今までにびっくりしたり、それによって没頭したりしていませんでした。 私はこのシリーズのアニメーションがいかに心を吹き飛ばしているかについて十分にストレスを感じることはできません。  Ufotableはそれに驚くべき仕事をしたし、本当にアニメ映画だけがこの25話のシリーズの品質水準に近づいていると言わなければならない。  Ufotableは実際にこれに与えられた振りをどのように費やすかを知っていました。\n\nこのシリーズは、私の意見ではあまりにも頻繁に投げられる「叙事詩」や「マスターピース」のような言葉に本当にふさわしいものです。 私はそれをとても楽しんでいましたし、価値観を再確認していました。私はいつも、私がそれを見るたびに、新しい興味深いものを見つけました。\n\nこのシリーズは正直なところ私の人生にいくつかの影響を与えてきました。私はモーターアニメやアニメ以外のファンでさえ少なくとも試してみるべきだと思います。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "Bubblesboobs",
    "profile": "/profile/Bubblesboobs/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=51319",
    "jp": "--- --- --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  8\nサウンド|  1\nキャラクター|  2\n|  2\n\n私がこのアニメを最初に始めたとき、それはとても良いと思っていましたが、それが悪化して貧乏になりました。 なぜあなたは言う？ たぶん、すべてのキャラクターがIrisvile（弱い無防備な女性）、Sabre（強烈な女性）、そしてほとんど登場しない退屈な主人公のような一般的な原型に入り、明らかに彼の妻を欺いているからです。 今話題になっているのは、ほとんどの場合、セイバーの下着に執着しているアイリスビールと、ショーがたくさん話すこの聖杯戦に関わっている方が良い、防衛的ではない女性の役目を果たすことです。 ペーシングは、絶対に恐ろしい、常に敗北を取得することになる結果に終わらない戦いのエピソードでエピソードを無駄にする; 基本的に、人々はちょうど出てきて、どんな形でも、あるいは形で話を進めるわけではありません。 しかし、これらすべてのネガティブにもかかわらず、唯一の肯定的な側面はグラフィックス/アートであり、信じられないほどですが、これはFate / Zeroと同じ品質の悪い表現を許すものではありません。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "Link_of_Hyrule",
    "profile": "/profile/Link_of_Hyrule/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=119683",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n**スポイラー両方のシーズンの無料レビュー（不安/夜間の滞在は避けてください）**\n人類がわずか500人に絞られていると言いましょう。 そのうちの300個が1つの船に詰め込まれ、200個が別の船に乗っていて、無関係の目的地へ向かって航行している。 突然、両方の船は同時に大規模な構造的被害を被り、沈み込み始めます。 あなたはそれらを修理できる唯一の人です。 しかし、1つの船を修理する時間があります。あなたは何をしていますか？\n答えは簡単です。  300人の人で船を修理してください。\n「これを学ぶと、200人の船があなたを捕まえて、船を最初に修理することを要求するとします。 今あなたは何をしていますか？\n'...すべて200を殺す。'\n\n犠牲のコンセプトは、傑作/ Fero / Zeroを見た人は誰もが馴染み深いものです。 興味深い複雑なキャラクターから興味深いストーリーライン、恒例のアニメーションまで、このアニメが気に入らない事はほとんどありません。 運命のシリーズに精通していない人のために、ここに短い概要があります：\nFate / Stay Nightは、Fate / Zeroと同じシリーズの一部で、Fate / Zeroより数年前にリリースされたアニメですが、Fate / Zero（まったく別のスタジオで作成され、完全に異なる作家を持っています）は、  Fate / Stay Night（Fate / Stay Nightを見ないでください）と同じスタジオがFate / Stay Nightをリメイクしていると発表したので、リメイクを待っています。  。\nFate / Stay Nightは私の意見ではゴミかもしれませんが、それはFate / Zeroが驚くほど良い印象を与えるという事実だけです。 それは、その遅滞した兄の死んだ体重を運ぶ必要がなかったならば、おそらく10/10を得たであろう。\n\nストーリー：9/10\nかなり簡単な話。  7人のマスター（高度に熟練した魔術師）が7人の召使（伝説的な叙事詩のヒーローや歴史的人物）を召喚し、聖杯を所有して死に至る別の「死のゲーム」タイプのショーです。 どんな願いをも与えると言われるアーティファクト。\nFate / Zeroは優れたコンセプトを持つだけでなく、完璧に実行されます。  Fate / Stay Nightは、プロットに重点を置くのではなく、ひどく書いたキャラクターを開発しようとしていたが、Fate / Zeroは、より暗く、サスペンスと説得力のある環境を作り出すことによって、  Fate / Stay Nightとは違って、一人の主人公は存在しないため、戦争に勝利した人はいません。 視聴者は、次に何が起こるのか、さらに重要なことに、誰が勝つつもりであるのかを正当に把握しています。 本質的にすべてのキャラクターはメジャーなので、あなたは何らかの感情的なアタッチメントを開発します。 あなたはあなたが愛しているはずのキャラクターを愛し、あなたが嫌うはずのキャラクターを嫌い、あなたが恐れているキャラクターを恐れ、そして論争の的になる動機でキャラクターについてあなた自身の意見を形成するために残されます。 大規模な面白い作戦の展開、素晴らしいライティングの決定があり、いくつかの叙事詩プロットがあります。\n私が物語について持っている唯一の本当の苦情と私がそれを与えることができない理由は、最初はFate / Zeroの欠陥ではありません。それはFate / Stay Night'sです。  Fate / Zeroの最初のエピソードは通常の20-25分の長さとは対照的に1時間ですが、それは何もありません。  Fate / Zeroは、Fate / Stay Nightが24のエピソードを説明した最初の2つまたは3つのエピソードで、プロットに関連するすべてのものを基本的に要約することを強制されます。 あなたがFate / Zeroを見て、それが前任者であることを見ていないならば、最初のエピソードに注意深く慎重に注意してください。 彼らが博覧会を終えて本当のプロットになると、それは絶対に素晴らしいことです。\n\nアート：10/10\nステラ、絶対に息をのむようなアニメーション。 このスタイルは、アニメの暗い部分と明るい部分の両方を完全に補完します。 私は10/10の芸術評価を軽く与えていないが、Fate / Zeroはそれを公園からノックアウトした。\n\nサウンド：9/10\n素晴らしいオープニング（特に第2弾）、良いエンディング、そしてペースが速いアクションの雰囲気にぴったりのEPICサウンドトラック。 ダブとサブの両方で偉大な声優。 ここには苦情はありません。\n\nキャラクター：10/10\n私はまだこれらのキャラクターがいかに巧みに書かれていたかに驚いています。  WAYには、レビューでそれらにすべて到達しようとすることを迷惑するような、多くの主要で重要な文字があります。 私がここで言うことは、これらの文字の正義を行うことはありませんが、私は最善を尽くします：\nほぼ一人のキャラクターは複雑で、自分自身の具体的な道徳や欲求を持ち、独特の認識可能な性格を持っています。 それだけではショーを見ていない人にはあまり意味がありませんが、その上に7人のマスター、7人の召使い、そしていくつかのサイドキャラクターがあると考えてください！ 心温まる魅力的なライダー、Kirei Kotomineの荒々しい悪夢、Archerの誇り高い誇り、Kariya Motoの悲劇への想いと絶望から、あなたはEmiyaya Kirisuguのために感じます。 私は永遠に続くことができます。 豪華で豪華なマスター豊かなマスターフルキャラクター。 非常に多くの偉人がいるので、私は自分の好きなものを選ぶこともできませんでした。 あなたはこれについて私の言葉を取らなければならないでしょう。 私が今までに見たようなキャラクターのような巨大なキャストのための最高のキャラクター開発。  Fate / Zeroは本当に不可能でした。\n\n全体：9/10\n最初の展覧会の過飽和は、Fate / Zeroが10/10に満たない唯一の本当の理由であり、アニメの前編であるためスタジオとは何の関係もなく、実際にはその欠陥ではありません。  Fate / Zeroは暗い魅力的な悲劇で、絶え間ないサスペンス、比類のないキャラクターの開発、素晴らしいライティング、そしてラインアニメーションのトップです。  Fate / Zeroは面白いだけではなく、スリラーアニメのような新しい基準を立てる思考を促す傑作です。 あなたがFate / Zeroを見て、Fate / Stay Night（すでに発表されている）のリメイクを待つことをお勧めします.Fate / あなたがFate / Zeroを最初に見て、まともな継続を期待するならば、Stay Nightはちょうど屈辱的に悪いことです。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "Furbylicious",
    "profile": "/profile/Furbylicious/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=145343",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n「栄光は地平線の向こう側にある。 それが到達できないために挑戦してください。 征服の話をして、\n\nライダー（Fate / Zero）\n\nそして、私はすべての魂がFate / Zeroというアニメの宝石を見る価値があるので、私は読者の心を征服しようとします。\n\n*このレビューはFate / Zeroのシー​​ズン1とシーズン2の両方を占めています。\n\nFate / Zero、広く知られているシリーズに先行するFate / stay night、第4回Holy Grail Warのイベントを詳述。 第5回聖杯戦争をカバーする運命/滞在の夜に見られるイベントの10年前。 設定には違いはありません：\n -  7人のマスター、通常はマジシャンで、すべて聖霊を得ることを目標にしています\n - これらの魔法使いに召喚された7人の召使は、\n -  1聖杯、どんな願いをも与える力を持つ遺物。\n\nFate / stay nightのように、これはすべて日本の冬吉市で行われます。7つのいわゆる「マスターズ」とその「召使い者」の間で信じられないほど壮大な戦いが見られるのはここです。 今、あなたのジェネリックアクションアニメとは何が違うのですか？\n\n\n\nストーリー：10/10\n\n\n\nアート：10/10\n素晴らしい。  Fate / Zeroはこれまでアニメで見た中で最高のアニメーションを特集しています。 彼らは物語に完全に似た雰囲気を作り出しました。 文字のデザインも素晴らしいです。\n\n\nサウンド：9/10\nこのサウンドは、Fate / Zeroが私のために10点を取ることができなかった唯一のフィールドですが、それはそれを悪化させません。 演技する声（私はサブで見ました）は不平を言うことは何もありません - 実際には、すべての人物が素晴らしい声優として聴いて楽しんでいました。 オープニングは素晴らしいです（特に最初のオープニングが好きです）、BGMはとてもいいですし、ストーリーにも合っています。 完璧なスコアのためには例外的ではありません。\n\n\nキャラクター：10/10\n文字はFate / Zeroが本当に優れている別のフィールドです。 私は個人的には、Fate / Zeroで提供されている輝きと競合する特性をまだ見ていません。 すべての師匠だけでなく、すべての召使は、プロットに重要な役割を演じます - そしてすべての人格は複雑です。 すべての人物はとてもよく書かれているので、あなたはそれぞれの人それぞれのために何らかの形の感情を持っていなければなりません。 存在感のある最もカリスマ的なキャラクターの1つである簡単に愛されているサーダーライダー、魅力的でないプライドを持つ悪役Archer、そしてもちろん、最大の女性主人公の1人であるSabreは、あなたが問題を抱えているような方法で書かれています あなたのお気に入りを選ぶ。 そして、これらは複雑な文字の終わりのないリストからわずか3文字です。 すべての人物を十分に説明することができないか、少なくともそれにふさわしい信用を与えるには十分ではないような気がします。  Fate / Zeroはそのキャラクターと素晴らしい仕事をしました。 期間。\n\n\n楽しさ：10/10\nこれは簡単です。 確かに10.私はFate / Zeroと同じくらい楽しんだアニメも数少ない。 それはシリーズ全体を通して私を席の端に抱き、暗闇の中に私を残しました。  Fate / Zeroが提供している輝きの量を他のアニメファンに見せてもらうことができないので、私はこのレビューを書くことを義務づけられたのです。\nあなたがスリリングな体験を求めているなら、あなたに質問を残してくれるストーリー、穴のないプロット、そして驚くべきキャラクターを、Fate / Zeroを見ることをためらっていないなら、あなたがこのアニメを楽しむことは確かです。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "jc9622",
    "profile": "/profile/jc9622/reviews",
    "pages": "2",
    "number": "18",
    "link": "/reviews.php?id=189768",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\n私はこのショーが私の推薦リストにポップアップしたので、このショーを見始めました。 私は、このアニメには失望していないと言います。 実際、私はそれを愛しています。\n\n\n\nストーリー9/10\nこのショーは、Fate / stay nightのイベントの10年前に行われ、Fourth Holy Grail Warのイベントを示しています。 話はすごかったし、最初のエピソードではすべてがうまく説明されていた。 私はFateを見たことがないので、最初のエピソードを聞いても少なくとも3〜4話のショーの話と混同されました。 私は結局何が起こっていたかを考え出し、これが私が物語を愛していたところです。\n\n\n\nアート/アニメ9/10\nアニメーションのためにシリーズは2シーズンに分割されました。正直言って、私はアニメーションに間違いは見られませんでした。 それは私にとって素晴らしいものでした。 よく設計された暗い環境からよくデザインされたキャラクターとその服装まで。\n\n\n\nサウンド9.3 / 10\nショーのサウンドトラックは、特にバトルテーマとオープニングサウンドトラックが素晴らしかったです。 バトルテーマやオープニングサウンドトラックを聞くたびに、私はちょうどグースバンプを取得します。 誰もがサウンドトラックを作った、素晴らしい仕事。\n\n\nキャラクター9/10\nショーのキャラクターは好きであり、素晴らしいキャラクターの開発を得ました。 彼らのそれぞれは、スポットライト、キャラクター開発、フラッシュバックを受けました。 メインの主人公の娘でさえ、彼女に捧げられたエピソードを手に入れました。 私はキャラクターリストがあなたのためにあり、時間がかかるので、キャラクターをリストアップするつもりはない。\n\n\n\n楽しさ9/10\n私は本当にFate / Zeroの第1シーズンを見て楽しんでおり、すぐにシーズン2を見る予定です。 偉大な物語と面白い瞬間は、なぜ私はこのアニメが大好きです。\n\n\n\n全体的に9.1 / 10\nショーは偉大な物語、偉大なキャラクター、素晴らしいサウンドトラックと素晴らしいアニメーションがあります。 ショーにはいくつかの欠陥がありますが、それらの欠陥は本当に私を気にしませんでした。 あなたが素晴らしい物語を持っているアニメを探しているなら、これはあなたのためのショーです。\n\n\n長所：\n - 偉大な物語\n - 素敵なキャラクター\n-Characterの開発がうまくいった\n - 偉大なサウンドトラック\n - 素敵なアニメーション\n\n\n短所：\n - 第1話のボーリング"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "Bambooman",
    "profile": "/profile/Bambooman/reviews",
    "pages": "2",
    "number": "19",
    "link": "/reviews.php?id=87745",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n作家が作った最も印象的な成果の1つは、既存のコンセプトを採用して、それを全く異なる視点で見せることです。 これはウロウチ族の作品でよく見られるフィーチャーであり、おそらく\"運命/零\"は、それが現存する\"運命\"の中に自分自身の印をつくるウーブロウチの方法であるため、  \"フランチャイズ。  10年前の聖杯戦争の出来事をすべて語る、那須木ノ子のオリジナルの「運命/夜間」の視覚小説の前編。 屋根を通る野心のレベルと一致する生産価値で、「Fate / Zero」は何の叙事詩でもありません。\n\n主役の役割を担うのはEmiya Kiritsuguです。 慣習的ではない方法を使用して、そこに行くために必要なものとは無関係に世界をより良い場所にするという目標を達成する訓練された暗殺者。 アンタゴニストは誰ですか？  Kotomine Kireiの名前で司祭。 キリツグだけと信じている内戦と闘う教会の元執行官。答えがある。 彼らはまた、連続キラー、教授、彼の学生、貴族の2人の魔術師（そのうちの1人は魔法に背を向けていた）を含む5つの他者は、内部戦争の競争相手であり、勝者に 聖杯は、ユーザーに想像を絶する想いを与える能力を持っています。\n\n\"セイバー\"、\"アーチャー\"、\"ランサー\"、\"ライダー\"、\"キャスター\"、\"暗殺者\"、\"バーサーカー\"などの別のクラスに召喚された伝説の英雄が彼らの助けになります 。\n\n「Fate / Zero」のほとんどすべての認識可能な側面が最大限に強化されているように見えるので、これはバットをオフにして、このバーが非常に高く設定されていることを示すことができます。 あらかじめ「運命」シリーズを知っている人が「Fate / Stay-Night」アニメ化であれば、アニメーションの品質の差はすぐに目立つようになり、かなりショックを与えていると思われます。 その違いは、夜と昼の間にあります。そして、おそらく何よりも野心のレベルがこれらの作品に入った点と、スタジオの才能をさらに見せてくれることを示しています。\n\n梶浦由紀の音楽は驚くほど素晴らしいです。  \"FSN\"のアニメは、川井賢次が作ったサウンドトラックがすでにありましたが、それも本当に良かったですが、Kajuira Yukiはこれを比較して薄くしています。\n\n\n\nキャラクターが自分のものと同じように面白いとして、「運命/ゼロ」が本当に輝き始めるのは、キャラクターが互いにやり取りすることです。 各キャラクターは、少なくとも1人の他のキャラクターと「マスター/サーヴァント」の関係を持つだけでなく、ストーリーが進行するにつれて絶えず変化する他のキャラクターとのダイナミックな関係も見いだします。 一部のキャラクターは敵になり、一部は味方になります。 いくつかの敵は友人になり、いくつかの味方は敵になる。 ほとんどすべての可能な形態の相互作用が、ある時点または別の時点で探究されています。 一見外れている唯一のキャラクターは暗殺者であり、暗殺者は最初に誰とも対話していてはならないからです。\n\nキャラクターのダイナミックスについての賢明なことは、その中に非常に多くのものがあるので、初めて見る（または読む）場合、互いに葛藤しているために、それぞれがどこにつながるかを予測することはかなり難しくなります 。 そこには多くの驚きがあります。 赤ちゃんの使用は全面的に行われています。 一つの例は、Waver Velvetの性格を、彼を疑った人たちに対して彼の価値を証明する方法を模索する人物として設定することです。 ある時点で彼がKayneth El-Melloiに立ち向かう準備が整っていると思っていましたが、彼らが交流する唯一の時間は、Waverは動きも怖いです。  Kaynethは代わりにKiritsuguとSola-Uiにある程度まで設定されています。 最終的に、Waverは以前の考え方から完全に成長し、彼は無力であると認識します。 これが他の従来の物語であったなら、おそらくあなたは決して見ないだろう。 同様の例は、文字のTokiomiと一緒に見ることができます。  「Fate / Zero」の最も興味深い面の1つは、それぞれのキャラクターがどこから始まるのかを見て、最終的にどこに終わるかを比較することです。\n\n物語の内容は、ウーブロウチの名声、非常に暗いものから期待されるとおりです。 暗い物語では通常見られる典型的なひらめき設定はありませんが、他の方法では暗いです。 男が自分の人生の愛をほとんど狙っているのは、娘が自分を殺して娘を救うことを理解していないからです。 それの暗闇には感情的に挑発的な詩があります。 別の点では、戦争で勝利する唯一のチャンスをあきらめても、男とその妻は冷たい血で死に撃たれ、そうすることで命を守るという偽りの約束を信じている。 物語の多くは、これらのような瞬間を含み、シニシズムとアイロニーの味を提供します。\n\n私が注意を喚起したいと思っているアイデアのいくつかについては、興味深い「ボックス外」の考えもあります。 最初は、現代の銃を使っている主人公が魔法を使っているとき、剣とそれ以外のものがかなり華麗であるという考えだけである。 私は友人と会話したことを覚えています。私たちはあなただけが彼を撃っただけでボルデモートを殺すことがいかに簡単だろうと話しました。 マジックが存在しているからといって、それは最適な方法ではないかもしれません。 それから、ベルセルカーが力を使って物をコントロールし、武器として使用する瞬間があります。彼はジェットを奪ってマシンガンを握るのです。 あなたは銃の戦いにナイフを持ってくるべきではありませんが、魔法の戦いに銃を持たない理由はありません。 戦いについて言えば、あなたが偉大なバトルアニメーションを見たいだけなら、それだけでもそのショーを楽しむことができます。  Berserker対Archerの戦いは特に見るべき光景である。\n\nもちろん、「Fate / Stay-Night」との比較をせずに、「Fate / Zero」について実際には話すことはできません。 オリジナルのビジュアル小説「紀之子那須」の作家は、展覧会や伝承を書くことに情熱を持っています。 物語の設定がそれほど豊かである理由の1つは、魔法使いと魔術師の違いの例を教えてくれるような鮮明で詳細な説明だけで信じることができます。どのような権限 どのような属性が特定のクラスであるのかを知ることができます。これはすべて、物語のための印象的なプラットフォームを作り出しました。そして、彼はあなたの仕事を通じて一貫して見ることができます。\n\n\n\nテーマ「Fate / Zero」は、「FSN」ビジュアル小説の「Unlimited Blade Works」ルートを最も思い起こさせるものです。 それは英雄主義の概念を解体し、高貴な戦士の概念に挑戦する。 ストーリーが進むにつれて、キャラクターの道徳は曇り、戦闘の焦点は変わります。 キャラクターにとって、自分との戦いになるほど、他人との戦いになることはありません。\n\n「Fate / Zero」は、あなたが存在するコンセプトをとって、それを最高の形に昇華させる方法を考え出した後、それがすべてのものになるようにそれに夢中になるほどの野心と努力を注ぐ 命に。  Studio ufotableは目覚ましい仕事をしており、最終的な結果はまったく変わったものです。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "Kythtrid",
    "profile": "/profile/Kythtrid/reviews",
    "pages": "2",
    "number": "20",
    "link": "/reviews.php?id=90181",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nFate / Zeroは、質の面では傑作に近いものです。\n\nこのアニメは、簡単に言えば、驚異的な素晴らしいことです。 私はアニメに入る前から運命のシリーズについて聞いていました。 私は滞在/夜に試しを与え、それに入ることができませんでした。 だから私は運命/ゼロを見ました。その時、私は滞在/夜の視覚小説の真ん中にいましたので、私はスポイラーの恐怖のためにそれを見るのが嫌でした。 しかし、友人から私に勧められた後、私はそれを見て、私がやった神に感謝しました。\n\nアート/アニメーション10/10\n\n私はすぐにこのシリーズに引き込まれました。 アニメーションは完璧に近く、アートは美しかったです。 それは時々CGを使いますが、それは非常にうまくいきます、これはBerserkerと別の生き物ではっきりされていますが、今はtentapusと呼んでいます。  CGは、同じ名前のあるシリーズのあるドラゴンのように突き出るのではなく、シリーズで自然な感じです...\n\nアニメーションはほぼ完璧ですが、私はそこに座って問題を見つけようとしていましたが、本当にスパイシーなベトナム料理を食べた後に期待していたように滑らかではありませんが、現代のモダンなアニメーション アニメ。 私はあなたがアニメーション、またはシリーズに示されているアートに失望しないことを保証します。\n\n\nサウンド10/10\n\n素敵なユキ・カイジュラの素晴らしい作品。 自分自身のようなものも、彼女の最高の仕事の一部と考えるかもしれません。 怪談ユキが誰なのか分からない人は、エレメンタル・ジェラード、パンドラ・ハーツ、ソード・アート・オンライン、魔法少女マドカ・マジカなどがあります。 このサウンドトラックには、多くの美しいオーケストラ作品だけでなく、いくつかの非常に良い合唱団があります。 サウンドトラックは気分を完全に設定し、戦闘シーンでは叙事詩の合唱を使用し、遅い、またはより暗い部分ではゆっくりとオーケストラの部分を使用します。 全体として、Fate / Zeroのサウンドトラックは、私が今までに聞いた中で最高のサウンドトラックの1つであり、いつも私の好きなサウンドトラックの1つとなっています。\n\nキャラクター9/10\n\nこのアニメが輝くもう一つの領域は、そのキャラクターです。 あなたが知っておかなければならない約14 + 'メイン'文字があります。 そして、それは7人の召使、7人のマスター、そしてあなたがシリーズを見ているときに見られるいくつかの人たちです。  Fate / Zeroには、「dere」や「Kirito-Complex」と呼ぶのが好きなような共通のアーキタイプを使用するのではなく、非常にユニークで非常に面白いキャラクターのセットがあります。 彼女の道徳的なコンパスとイデオロギー。異なるキャラクターが相互作用するのを見るのはいつも面白いです、実際には、信者やイデオロギーを議論するいくつかの奉仕者専用のエピソードがあります。 私が不満を持ちたいことが1つある場合、そのキャラクターの一部は、私が感じるように、あまり焦点を当てていないということです。 いくつかの例はBerserker、彼のマスター、そしてAssassinです。 しかし、私はこれがあまりにも問題ではないと感じています。それは、それが25のエピソードに焦点を当てた文字でとてもうまくいったように見えます。\n\nストーリー9/10\n\n始める前に、最初のエピソードであるこのシリーズの他の1つの苦情について言及しましょう。 私はそれが十分に私を描いたように感じることはありません、それは約50分の長さであり、それは基本的に聖杯が何であるか、それがどのように起きたのか、そして今何であるのかに関する説明でした。 さて、これは素晴らしかったですが、エピソードはちょっと遅かったし、また退屈なことさえあるかもしれません。 さて、あなたはすでに概要を読んでいると仮定して、伝説であるか、伝説か歴史的な人物とメイジからなる7つの異なるチームの間のバトルロイヤルを一般的な考え方にする必要があります。 ストーリーは紆余曲折していて、興味を持って見守っていたいと思っています。 最初のエピソードを除いて、ストーリーが実行された全体的な方法に欠陥はほとんどなかった。 全体的に、私はその話を大好きでした。私はそれがとてもうまく実行されたと思います。\n\n楽しさ10/10\n\nこれは私が一見見た最初のシリーズで、私はそれを見ていた数日のうちに、私がエピソードの上に続けていた朝の12時に起きていました。 まだ今日まで、私はFate / Zeroを楽しんだと思っています。それより多くのアニメを楽しんでいます。\n\n全体的な10/10\n\n全体として、Fate / Zeroは、全体的な品質に関しては、あなたが得ようとしている傑作に近いものです。 私はこのシリーズでは全体的な話を嫌うかもしれないと感じていますが、それでもかなりうまいと認められます。 このアニメは驚くべきことですが、私は皆にお勧めします。 あなたが時間を見つけたら、それをチェックしてください。私と同じ感情を持っているかもしれないので、あなたはそれを愛するでしょう！"
  }
]
