[
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "Yusa-pyan",
    "profile": "/profile/Yusa-pyan/reviews",
    "pages": "8",
    "number": "1",
    "link": "/reviews.php?id=58903",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n全体的にこのアニメは、ストーリー、アート、サウンド、キャラクターに込められています。 ここの音楽は本当に叙事詩です（ちょうど私がそれを好きである）と戦いのシーンは本当にうまくアニメーションされています。 話は本当にユニークで、多くの人に魅力的です。 私はアーサー王、メデューサ、ヘラクレスなどの現実世界の人々を見たくない人を意味しますか？ それらはpretyt素晴らしい人ですか？ また、非常に哀れな（サクラのような）文字の欠如に注意してください。  ^ u ^"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "genesix32",
    "profile": "/profile/genesix32/reviews",
    "pages": "8",
    "number": "2",
    "link": "/reviews.php?id=95859",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  8\n\n追加ランク - 一貫性：5（アニメは最後の5つのエピソードで崩壊し始めます）、何とか私はアニメの視聴をやめてみたい\n\nアニメ層：優秀\n\n過去に戦士を使用するというコンセプトは本当に素晴らしいです。特に、アニメが私に本当に触れた英雄のオーラを描いているときは特にそうです。アートのための11/10があれば、本当にそれを与えるでしょう。アニメの最高の部分は （私からの質問）、アニメにはランサーに対するサーベルのような行動の量が欠けていたと思っています。（私に質問しても、私に話をしてもいません。 飛行機はやっかいに戦います）。\n\n残念ながら、このアニメはきれいな磨かれたダイヤモンドのようなものです。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "HumbertoZero",
    "profile": "/profile/HumbertoZero/reviews",
    "pages": "8",
    "number": "3",
    "link": "/reviews.php?id=218830",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n[このレビューにはスポイラーは含まれていません]\n何と言えばいい？  Fate / Zeroを見直した後、私はそれが傑作だと絶対に確信しています。 このシリーズは私の感情で遊んだ。 それは私に怒り、悲しみ、喜び、アドレナリン、苦痛、悲しみを感じさせました...\n視覚的には不思議です、Ufotableが行ったすべての作品は完全に美しく、音楽は素晴らしく、キャラクターはユニークでカリスマ的であり、それぞれが独自のストーリーを持っています。 ペーシングは素晴らしいですし、全体としては、感情のローラーコースターです。 私はこのアニメを味わい深く誰にでも推薦して、セイネンが好きです。 それはあなたに質問や質問を残すアニメで、何が起こっているのか不思議に思って、後でプロットが展開されるときに答えを見つけることができます。 私はこのようなアニメが大好きです。\n\nキャラクター[9/10]：\nすべての文字が完璧なわけではないので、私は9/10しか与えません。  Kiritsgugu、Kirei、Gilgamesh、Sabre、Alexanderのような驚くほど深みのあるキャラクターが、物語、対話、インタラクションであなたを魅了します。  Irisvielのような甘いキャラクターは、すぐにあなたのことを気にします。あなたが好きなキャラクターは、あなたが好きではなく、あなたが嫌い​​なので、 それら。 他の人たちは、彼らがやったことにもかかわらず、あなたが彼らを行かせるように感じるでしょう。\n\nアート[10/10]：\nこのアニメは、アニメ業界で最も優れたアニメーションではないにしても、最も優れたアニメーションの1つです。 私はUfotableについて語ります。このアニメーションハウスは、常にビジュアルとオーディオの両方で素晴らしい品質を提供します。 アニメーションは鮮明で滑らかで、CGの使用は完璧です.FXの追加により、すべてがさらにきれいになり、戦いは軽快でスピードのカーニバルになります。 戦いの振り付けも素晴らしく、一撃ごと、スラッシュごと、ショットごとに正確さを感じることができます。\n\n音楽[10/10]：\n私はそれが聞こえたらすぐに最初のオペレーションを恋に落ちました、それは美しく、私は旅を懇願していたと感じました。 すべてのOPとEDは素晴らしく、私のお気に入り「Oath Sign」はOP、「MEMORIA」はED、そして「To The Beginning」（第2回OP）でした。\nサウンドトラックは非常に没入感があり、非常に旋律的です。 それぞれの曲はそれぞれの状況で驚くほどうまくいく。 だから、それは貝柱、喜び、サスペンス、危険...正しい歌詞にあなたを置くことができ、あなたに涙を流すことさえできます。\n\n楽しさ[10/10]：\n私はすでに自分自身をここで説明したと思います。 これは私が今までに見た中で最高のアニメの一つであり、それはまだあります。 私は毎秒、毎分、あらゆる戦い、あらゆる決意、すべての裏話を最初から最後まで愛しました。\nストーリーがあなた自身の質問を楽しんで、キャラクターについてもっと学びたい、彼らが何をやるのか、彼らが勝つために何を求めているのか、さらに多くの場合、特にあなたが忍耐人であれば（忍耐は美徳です） これは最初のエピソード以来私がしたようにあなたが愛するシリーズです。\n\nあなたがこれを読んでいて、あなたが未だFate / Zeroを見ていないなら、これはあなたにそれを見て、今まで見た中で最高のアニメを楽しむ動機を与えてくれることを願っています。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "Younglee10",
    "profile": "/profile/Younglee10/reviews",
    "pages": "8",
    "number": "4",
    "link": "/reviews.php?id=67157",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  8\n\n私は本当にこのアニメをどこから始めるべきかわかりません。 私はこれらの2つの季節が組み合わされるべきであるように感じるので、最初にこの両方の季節のためのレビューをオフにします。 今アニメの弱点に。 何かを台無しにすることなく.....私はエンディングがより良くなったように感じる。 それはあなたが私に同意するかどうか、あなたがアニメを見て、あなた自身のために裁判官を見ているということについて、皆は言う。 私はまた、それぞれの人がどのくらいうまく戦うことができ、ある人に不利な立場に置かれているかをランク付けすることができるように感じます。 このアニメのアーチャーというキャラクターは完全に圧倒されました。 良いストーリーを持ったアクション/ファンタジーアニメを探していれば、このアニメを挑戦的に与えることができます。 アニメを愛している韓国の子供のこと。 私はこのアニメに大きな期待を持っていました。私は完全に失望しませんでした。 アニメは、私が愛する各キャラクターのための良い背景物語を提供します。 なぜ彼らのそれぞれが大杯を望んでいるのかを完全に理解しています。 個人的に私の好きなキャラクターはライダーとランサーでした。 彼らは私には、アニメで最高の人格を持っていたようだ。 私は7人の奉仕者が歴史的な王/人に基づいているという事実も好きです。 素晴らしいアクションシーンがたくさんあります。 このアニメのもう一つのすばらしい追加点は、キャラクターの大部分が同じような穏やかな個性を持つアニメとは異なり、すべてのキャラクターが異なる個性を持っていることです。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "LordKage",
    "profile": "/profile/LordKage/reviews",
    "pages": "8",
    "number": "5",
    "link": "/reviews.php?id=68249",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nあなたがそのような人々をそこに連れて行きたいと思っていて、どこから始めるべきかわからないのなら、なぜ一般的にアニメが入る価値があるのか​​理解できない人が世界中にたくさんいます。\n\nショーの前提はかなりシンプルなので、この 'ゲーム'にルールが設定されている、彼らはこの作品の最も魅力的な部分ではない、誰かが同じ前提と同じルールでアニメを作ったかもしれないが、 ただの平均的なアニメになる - オハイオは1つがあると推測する、それは運命/滞在の夜である...\n\nこの特定のショーの主力とバックボーンは、私がFate / ZeroとFate / Zero Season 2の両方を意味すると言っている間に、キャラクターです！\nアレクサンダー・ザ・グレート、ギルガメシュ、アーサー・キングなど多くの人々は、私たちの多くを毎日鼓舞する歴史的なキャラクターですが、それらを結びつけるというアイデアは信じられないほどの対話で壮大なやり方で信用できます。 本当に感動的です。\nトップキャラクターは、私の主観的な意見では、3人のキングスとエミヤキリツグが、もっと魅力的なものは、お互いの相互作用、お互いの理想と挑戦、話し合いや戦いを通しての挑戦です！\n\n芸術は壮大で目が覚めていて、それ以上のことはありません。このような描写されたアニメを見ることは間違いなく楽しいですし、OSTもどちらも失望しません。\n\n私はそれを見て楽しいを台無しにしないために多くの詳細に行くつもりはないが、このショーは、まだそれを見ていない人のためにチェックアウトする価値がある！"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "Sverdarr",
    "profile": "/profile/Sverdarr/reviews",
    "pages": "8",
    "number": "6",
    "link": "/reviews.php?id=94701",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  8\n\n私の友人は私がこれを見なければならないと提案したので、私はしました。 そして、私はそれを後悔しないと言わなければならない。  Fate / Zeroは素晴らしいアニメです。 私は両方の季節を見ました。 この第1シーズンはキャラクターとストーリーの開発に専念し、第2シーズンはすべてのアクションとドラマの心臓部を持っています。 私は誰にでもこれを非常にお勧めします。\n\nセイバーをGO！  ：D"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "asim",
    "profile": "/profile/asim/reviews",
    "pages": "8",
    "number": "7",
    "link": "/reviews.php?id=54959",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  9\n\nまあ、アニメの運命ゼロは、その13エピソードのためのこれまでのところ、よく計画されたアニメです\n物語は運命の夜の前置きであり、人々に過去の物語を伝える非常にユニークな方法があり、物語はアニメ運命の夜によって未解決または誤解された事件の連鎖に過ぎない\nこの特定のアニメのストーリーラインに向かって動くその良いアニメと、アニメ運命を見たことのない人は、夜は確かにそれを見るでしょうAwsume anime`\n\n\nよろしく\n--ASIM ---"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "explicit707",
    "profile": "/profile/explicit707/reviews",
    "pages": "8",
    "number": "8",
    "link": "/reviews.php?id=84967",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  5\n\nこのレビューは、このアニメの両方の季節をカバーするためのものです。 このシリーズを取り巻く多くの誇大宣伝があり、それは良い印を付ける価値がある。 これは非常に視覚的に魅力的なアニメであり、驚くべきアクションで満たされています。 私はキャラクターのいくつかを愛し、本当にそのコンセプトが大好きです。 これは予告編であるため、放映されたときには既にファンベースがありました。 それは私がこのシリーズに一見を与えた狂ったファンのレビューです。\n\nストーリーが始まると、最初からあなたはキャラクターからキャラクターにスローされます。 多くのことが起こっていますが、それに続くことは難しくありません。 私はそれが適切な設定が不足していると感じています（おそらくそれはprequelの状態のためです）。 視覚的には、私は最初から印象づけられましたが、少数のエピソードの後でさえ、どのキャラクターにも付いていませんでした。 私はFate / Stay Nightを一度も見たことがなく、誰かが最初にこれを見て、時系列順に見ることを勧めていました。 それは間違いかもしれませんが、私はストーリーが少なくとも良いセットアップと最小限のキャラクター開発を必要とすると感じています。 このシリーズはさまざまな魔道史を持ち出しましたが、キャラクターは1つの方法であり、それを示すことは2つの異なることです。\n\n主人公はすべて、善悪のペルソナの間に浮かんだが、ヒーローはこのシリーズの恩恵だった。 彼らは一貫して性格があり、尊敬される戦いを望む彼らの望みは、物語が突き進んだときに彼らに星を与えた。 すべての魔術師はいずれかの点で汚れていましたが、これは理解できますが、いずれかの理由で根絶することが困難でした。\n\nこれは幸せな物語ではありません。あなたがFate / Stay Nightを見たことがあるなら、あなたはすでにある程度うつ病のストーリーを期待しています。 それは全体を通して暗い感じがあり、魔法使いが必要な手段で勝つことを試みるので、たくさんの欺瞞と背泳ぎがあります。\n\nこのシリーズでは、アート、サウンド、キャラクターに高い評価を得ていますが（私はヒーローサイドでもっと感じていますが）、個人的には開発中のストーリー/プロットが見つからず、あらゆるエピソードを待っていませんでした。 それは時系列的に続くシリーズとは逆のものです（古いものはアート/サウンドに欠けていますが、物語やキャラクターの発展には欠けています）。\n\n一言で言えば、それは良いアニメであり、見る価値がありますが、私はこの1つ前のFate / Stay Nightを見て、セットアップと開発について心配する必要はありません。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "themopmd",
    "profile": "/profile/themopmd/reviews",
    "pages": "8",
    "number": "9",
    "link": "/reviews.php?id=117691",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  9\n\n最初のシーズンは崖のハンガーで終わって、控えめな言い方をしています。私はまだ2番目のシーズンを見たことがありません。 それは言われているが、それはまだ最小のものを言うには絶対的な叙事詩に変わっている。 それが進行して、それが持っているような建物を維持する場合、それは信じられないほどの第2シーズンになるだろう。 アートワークは華麗で、個性を体現するためにさまざまなチャータースタイルを取り入れ、バトルシーケンスは信じられないほどです。 キャストは大きく、多様で、エピソードごとにさまざまな量のスクリーン時間がありますが、特定のキャストメンバーに焦点が当てられています。 時にはペースが遅いですが、それは意図的なことです。 それは激しい行動、喜劇の瞬間を持っているだけでなく、非常に思慮深く感情的なシーンもあります。 私はこのフランチャイズをさらに探索するのを待つことができません。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "Paulwillson26",
    "profile": "/profile/Paulwillson26/reviews",
    "pages": "8",
    "number": "10",
    "link": "/reviews.php?id=60059",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  8\n\n運命の零は、第4聖杯の戦争を扱う運命の夜の予告であり、多くの点でより良い方法です。 アニメーションの方がはるかに優れていて、オープニングとエンディングの曲はマイルが良く、キャラクターが優れています。\n\nフェイトステイナイトと比較して、運命ゼロははるかに暗く、より大人のストーリーです。フェイトステイナイトを見ていれば正直です。\n\n兵士のための歴史的研究は、いくつかの非常に曖昧な歴史的な数字を使用し、その周りにマスターの話をフィッティングすることで印象的です。\n\nそのプラスにもかかわらず、ストーリーは、マスターズを紹介し、野心を含む聖杯戦争に参加する理由、愛する人を救うために、尊敬を得るために、ちょっと退屈になった正義感と単純な殺人の理由を説明する ライダーとウェーバーの関係とランサーとセイバーの戦いでしか救われなかった。\n\nこれを説明する最善の方法は、あまりにも多くのストーリーであり、十分な行動ではありません。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "yoshi64",
    "profile": "/profile/yoshi64/reviews",
    "pages": "8",
    "number": "11",
    "link": "/reviews.php?id=57293",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  8\n\n私は、アクションを持つアニメは特定の群衆のためであると信じていましたが、このシリーズ（そしてFMPでは、それは関係ありません）は、行動が物語やキャラクターから奪われないと信じていました。\n\n物語はちょっと複雑ですが、簡単に続いています。 物語の最も重要な部分は、聖杯を望むための個性と意図が異なる複数のキャラクターです。 このシリーズはおそらく私がFate / stay night（ただの野生の推測）に接続するフィラーエピソードではないが、実際にはこれらのエピソードのセットに何も追加していないなら、より良くなっているだろう。\n\nFate / zeroの芸術とアニメーションは、...視覚的なものです。*** smです。 キャラクターのデザインは驚きですが、アニメーションは、エピソードあたり平均2.5の矛盾があります。これは、風景の素晴らしさと動きの流動性を考えるとひどくはありません。 すべての風景は信じられないほど生命のように感じられ、慣性は存在しません。 戦闘シーンは驚くほど流動的で、サウンドはシリーズが視聴者をどのくらい描くかだけを増やします。\n\nLiSaの 'Oath Sign'は、おそらくアニメのオープニングがすべきものの頂点になるでしょう。 オープニング曲はそれ自体が驚くべきものです。 この曲は、柔らかいが速いペースでFate / Zeroの気分を作り出すのに役立ち、古典的なロックソングのように進行する。 サウンドトラックは美しく仕上げられています。 各シーンはトラック演奏によって完全に捕らえられ、場合によっては無音が気分を設定する際に同じ役割を果たす。 キャラクターの感情は、対応するVAの素晴らしいパフォーマンスから引き出されます。\n\nFate / Zeroのキャラクターは豊富なので複雑です。 私は、プロットの一部を捨てることなく、多くのことを語ることはできないと思っています。文字は、混沌とした戦争を目的とすることにつながると言えます。\n\nシリーズの私の楽しみは、ライダー、キレイ、そしてセイバーを私の最も記憶に残るキャラクターのいずれかのメディア形式にするのに十分なものでした。 しかし、私は運命/滞在の夜を見ていないとあなたの喜びの役割を果たすことができる。  F / SNを見ていなくても、それ自身のFate / Zeroはすばらしい芸術、音、そして良い物語を作る素晴らしいものです。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "Matryoshka20",
    "profile": "/profile/Matryoshka20/reviews",
    "pages": "8",
    "number": "12",
    "link": "/reviews.php?id=54129",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  8\n\nこれはおそらく2011年の秋のベストアニメの1つであり、2012年の最優秀アニメの1つになる可能性があります。シリーズの後半は最初のものと同じくらい良いです。\n\n私がFate / Zeroについて気に入っているもう一つのことは、Fate Stay / NightとType-Moonフランチャイズの一部ですが、最初からプロットを作り上げる方法です。 したがって、滞在/夜やタイプムーンを見たことのない人は、プロットや文字を理解する上で必ずしも失われるわけではありません。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "DaisukeT",
    "profile": "/profile/DaisukeT/reviews",
    "pages": "8",
    "number": "13",
    "link": "/reviews.php?id=133567",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  10\n\nああ...タイプムーンアニメ。 タイプ・ムーン・アニメは、私の弱点です。なぜなら、彼らが作るすべてを愛しているからです。しかし、これは本当に私たちの目を持つべきだと私は信じています。 伝承はかなりいいですね。 私はType-Moonが運命の中で/ Tsukihimeの伝承とどのように結びついているのが好きです。 全体的に、私はこのショーを徹底的に楽しんで、このショーの苦い終わりまで自分の爪を噛んでいることがわかりました。 このショーには、Type-MoonのKara no Kyoukaiムービー（これは本当に私がUfotableであると信じています）とほぼ同じです。戦闘シーンはうまくアニメーション化されています。  Type-moon x Ufotableコラボレーションショー。 芸術は本当にきれいに描かれました。 キャラクターが動き回るのを見るのは本当に大事なことです。 サウンドトラックは、ショーのテーマとよくマッチしていました。 キャラクターのデザインは、魅力的な人物と一緒にうまくやっていました。（悪人以外は... Kotomine Kirei...彼は本当のディックです...しかし、私はこのような悪役を作るためにType-Moonに拍手を送ります） ショーを通してキャラクターが進行するのを実際にきれいに見ることもできます。 キャラクターのそれぞれは、戦争に参加するための独自の問題と動機を持っていました。"
  }
]
