[
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "Chiburo",
    "profile": "/profile/Chiburo/reviews",
    "pages": "7",
    "number": "1",
    "link": "/reviews.php?id=215863",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  9\n\nFate / Zero（両シーズン）\n\n芸術：このショーの芸術は本当に特別なものではありません。 これは、私が見た他のいくつかのショーの面では、とても美しいと言われています。 似たようなテーマのある番組、つまり血から目立つように注意しなければならないことがいくつかあります。 私は、このショーが両方に満ちているので、血や殺害に関しては魅惑的な人々にこのショーをお勧めしません。 血液がとても生き生きと機能し、そうするべき時と同じように機能する時があります。 それはすべきであるように飛び散り、実生活で怪我が発生した場合のようにスプレーします。 僕の胃の中には絶対的なグロテスクな生き物が来て、胃が狂った時がありました。 私がこれを見ているときに苦労したのは、3人のキャラクター、3人の別々の人、3つの時間のうち1人が第1話まで約30分までだと思った。 私はそれがこれらの人々について何だったのか分かりません、それは同じような髪型、声、さらには顔かもしれませんが、それは誰が誰であるか把握するのが難しい - 特に最初のエピソードが何回も何度もジャンプします それについては後で。\n\n音楽/サウンド：ここのサウンドトラックは驚異的です。 フルオーケストラとそれが使われている方法は、真剣な考えがなければ不可能な方法でこのショーを生き生きとさせるだけです。 このショーのオープニングとクローズは素晴らしいボーカルパートを持っていて楽しいものでしたが、話がちょうど良いので私はそれをさらに進めなければならなかったので、それらをスキップする必要がありました。 それは気分に完全に合っています。 弦と真鍮の使用だけでなく、音楽の多様性も素晴らしいです。 異なるインストゥルメントが劇的に異なる感情を示す方法は素晴らしかった。 緊張している時はドラム、穏やかな時はピアノなど。 自分自身で音楽を知っている私は、これと恋に落ちて音の方向性を示しています。 音楽だけでなく、このショーで聞こえる音は本当に真実です。 それが落ちると、稲妻の墜落、血の飛沫、剣の衝突、サウンド部門ではすべてがとても驚くほど鮮明でした。 私はこのショーでどのくらいの音楽が好きなのか本当に進んでいくことができますが、私はベストを尽くしています。\n\nストーリー：これは、誰が欲望の聖杯を要求するかを見るためにお互いに戦う戦士として\"召使い\"を召喚する\"マスター\"のグループに焦点を当てたショーです。 今これは私が非常に頻繁に見てきたことではなく、キリスト教の神話の使用を楽しんでいます。なぜなら、キリスト教のようなギリシャ語、ノルウェー語、中国語の神話を使っている番組が多すぎるからです。 何人かの人々が容易に怒られるように誰にも怒らない。 いずれにしても、キャラクターは本当によく発達していて、アレクサンダー・ザ・グレートからギルガメッシュまで、真実の伝説、歴史、神話の人々が含まれていたことが大好きでした。アイデンティティはほとんどの場合仮名の裏に隠されています。 このショーへの謎のオーラ。 本当に終わりには、ショーは両サイドの戦争と葛藤の欲望があり、時には少し混乱するかもしれませんが、「なぜ2つのエピソードを費やしたのですか？」と聞くかもしれません。 あなたを引っ張って夢中にさせる良い仕事。\n\n個人的なリフレクション：非常に早い時期に私は何かが欠けているように感じました。 私が見たことのないショーの伝承の一部があったように、それは何度か参照されましたが、このアニメ化の前は何もありませんでした。 説明してください。 私はこれで苦労しました。 このショーがテーブルにもたらす驚くべき事のすべての中で、 芸術、音楽、物語、それは本当に信じられないほどのものではありません。 早くキャスターを紹介してから、私はほとんど見ることができませんでした。 主題はちょうど私が内側からひっくり返させた。 そして、これが当てはまる間、私はこのショーを強くお勧めします。そして、あなたは一人のキャラクターのためにかかとに向かないように注意してください。それは、結局のところ戦争であり、Grailを許している全能の願いをめぐり戦うときに可能です。\n\n全体的な得点：8.5 / 10"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "Mr_Perv_",
    "profile": "/profile/Mr_Perv_/reviews",
    "pages": "7",
    "number": "2",
    "link": "/reviews.php?id=207253",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  10\nサウンド|  10\nキャラクター|  3\n|  6\n\nこれは、最初のシーズンになります。\n\n私はFate / Zeroから遠ざかっていました。そのファンの基盤が巨大であったため、私はファンのベースで、誰もがおそらく何かを見落としたと思っていました。 このアニメはたわごとだった しかし、私はそれを試してみました、そしてここでは第1シーズンの私のレビューです\n\nストーリー：私はちょうど最初の季節にこれを言うつもりです、ストーリーは怒っています。スピードバンプアップ＆amp; ダウン。 あなたは基本的に大きなブームを待っていますが、カップルの強打しか得ていません。  （4/10）\n\nアート：このアニメの芸術は素晴らしかった、私はどのように色が鮮やかであるのが大好きです。  Fate / Zeroの私の芸術はNo Game No Lifeのアート（10/10）に等しい\n\nサウンド：このアニメのサウンドもちょうどはいです。 オープニングはこのアニメのためにちょうど完璧です。 結末は、このアニメにちょうど適合する愛/悲しみ感を放つ（10/10）\n\nキャラクター：このアニメのキャラクターは、秘密から計画まで、飽き飽きしていて飽き飽きしていて、これらのキャラクターからもっと欲しいものを残しました（3.5 / 10）\n\n楽しさ：第1シーズンは、キャラクター＆amp; ストーリーは作品を必要としましたが、アート＆amp; 音楽はちょうど完璧です。  （6/10）\n\n全体的に：このアニメの今シーズンは、その賛否両論を踏まえた上で、今シーズンには（6/10）"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "LazyMint",
    "profile": "/profile/LazyMint/reviews",
    "pages": "7",
    "number": "3",
    "link": "/reviews.php?id=118351",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  9\n\n運命/ゼロレビュー（スポイラーなし）\n\nFate / Zeroは10年後に続きます。 第4の聖杯戦争を経験している運命/夜の夜。  7魔術師は栄光の聖杯を召喚して7人の霊魂を召喚し、勝利者に願い事を与えることができます。\n\n私が最初にこれを見ることを考えたとしても、これはShounenショーのほとんどと同じように、ゴミ箱から無限のアンタゴニストが飛び出す単純なShounenだと思っていました。 何に関係なく！ 私は想像を絶する程度に間違っていた。\n\nストーリー\n成熟した物語は、タイプムーンが非常に飛び出した多くのものの1つであり、プロットを織り込む無駄な時間はありません。 物語には戦争をより効果的にする効果的な連合、十分に調整された計画、小さい「あなたの友人を近づけるが、あなたの敵をもっと近くに」というテーマが満載されています。 私の唯一の問題は、最初のエピソードがどのように新しい視聴者にとって非常に面倒で面白くないのかということですが、後で見るのがはるかに簡単になります。\n\nアート/アニメーション\nType-Moonは、暗い色調のアニメーションと気分の悪いアクションシーンを優れた仕事に費やし、予算を使い分けています。 この撮影では、キャラクター（例：下水道エリアのキャスター）の詳細を表示するための設定を使用して、より卑劣で気味の悪いフィーリングや、マスターの場所でリラックスしたり、 戦闘シーンの真ん中に乗る。\n\n音\nオープニングは良かっただけでなく、初めに合唱団と合っていて、LiSAの素敵なペースの歌に入っていました。 梶浦由紀は、観客に良いリズミカルな体験を与えたテーマの良い作品を制作し、戦場に合唱を加えれば叙事詩と同じように2倍になることが証明されました。 武器の衝突、ライダー側の雷鳴、声の演技（この場合Subbed）は、各キャラクターの性格や音色によく合います。一般的ではありません。\n\nキャラクター\nキャラクターは、多くの視点でお互いに異なっていました。タイプ・ムーンは、キャラクターの開発だけにロックするのではなく、集中したいものでした。 各キャラクターは、キャラクター内ですでに展開されていることをより深く明らかにするために独自のバックストーリーを持ち、多くのキャラクターと好きなキャラクターを提供していましたが、ショーに幅広くユニークなスタイルを与えたアニメ全体 。 マスターと召使は、戦争の他の参加者を倒すための戦略を考え出しました。また、それぞれの従業員が過去の生活の中で誰であったかを調べることはさらに面白かったです。 いくつかの人々のために退屈で長くなることがある知的モノグラムは、それぞれのキャラクターの理想と忠誠心の定義深さを持ち、彼らの行動に理由を与えました。\n\n楽しみ\nこのショーは間違いなく私の期待を超えており、観客を引きつけ感銘を受けているという点で優れた仕事をしています。 その続編と同じくらい派手だった。  （Fate / Stay Night）は、それよりも指数関数的に優れています（私の意見では）。\n\n全体\nFate / Zeroは非常にうまくやっているので、Fate / Stay Nightの前にこれを見ておくことをお勧めします.Fate / Zeroは残念な続編の前提を設定しています。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "MurphyTV",
    "profile": "/profile/MurphyTV/reviews",
    "pages": "7",
    "number": "4",
    "link": "/reviews.php?id=98425",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n長所\n+アートスタイルは美しいです\n+アニメーションは完璧です\n+バトルシーケンスは無神論です\n+文字がうまく開発されている\n+グレートプロット\n+私はプロと永遠に行くことができました\n\n短所\nショーの開催は少し遅い\n\n私の意見\nだから私はこれが私のお気に入りのアニメだと言ってこれを序文にしましょう。ショーの私の見解は明確なものになるはずです。\n\nFate / ZeroがFate / Stay Nightへの予選であることから多くの注目を集めていることから、それは生きるための誇大宣伝がたくさんあったし、\n\n芸術のスタイルは本当に最初から私にそれを売ったものです、それは単に信じられないほどであり、単に非常にうまくいっただけです。 バトルシーケンスを見ることは、それがちょうど握っていたトリプルAの映画を見て、戦いのいくつかはあなたの座席の端に座っていたようだった。\n\nプロットもすばらしくてエキサイティングで、ほとんどの場合、私は1つの弱点として言いますが、それはペースが悪く、視聴者がちょっと退屈になってしまうことがあります。 多くのキャラクターとショーの背景を説明しています。\n\nこのショーではたくさんのキャラクターが登場するのは素晴らしいですが、時には細かいところがあるかもしれないと言いましたが、セイバー、エミヤ、キリツグ、コトミネのようなキャラクターでは、気にしません。 余分な詳細。 私は座って座って、それぞれのキャラクターを見て回って、なぜ私はそれらのそれぞれが好きだったかを教えてもらえますが、それは私がファンガーを持っているレビューではありません。 私が言うことは、あなたがキャラクターを愛し、キャラクターが嫌いで、それだけでショー全体がずっと良くなるということです\n\nあなたはこのショーを見ますか？ はい。 なぜあなたはまだこれを見ていないのですか？ それは間違いなくアニメのための私の愛をreignited\n\n私のレビューが役立つことを願って\n\nマーフィー"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "suzumiyaharuhi51",
    "profile": "/profile/suzumiyaharuhi51/reviews",
    "pages": "7",
    "number": "5",
    "link": "/reviews.php?id=47679",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n運命/ゼロ\n\n「Fate / Zero」は2006年のHIT TVアニメシリーズ「Fate / Stay Night」のプレクエルです。「Prequel」と言えば、「Fate / Stay Night」シリーズが起こる前の話だったことを意味します。  「Fate / Zero」は、「Fourth Holy Grail War」の未発表の話です。  「Fate / Stay Night」のようなキャラクターがいくつか登場しています。  「第四天国の気持ち」についての過去の経験については、東山りん、佐藤まこと、霧月恵美子、こみみねきれい、ギルガメシュ、もちろんセイバー。\n\n「Fate / Zero」と「Fate / Stay Night」は本当に大きな違いがあります。  'Fate / Stay Night'は 'Studio DEEN'が制作したもので、TYO-MOON製の木之内奈々と同じタイトルの視覚小説から適応され、 'Fate / Zero'は 'ufotable' 元のクリエイターの作品とは違う人が作ったプレオルの物語でしょうか？ 私たちはそれを見ると、本当に複雑に見えます。 しかし、私が「Fate / Zero」ライト・ノベルを読むと（私は現在、第3巻で80％が完成し、4巻が完成しています）、これは本当に「Fate / Stay Night」の予告編であると確信していました。 私は「Fat / Zero」から「Fate / Stay Night」まで、ストーリーライン上で矛盾を見たことさえなかった。\n\n「Fate / Zero's」オープニングテーマ曲は、アニメ「Angel Beats！」の公演で有名なLiSAによって演奏されました。  （Gldemo Rocks！）、それは私の好きな曲の1つで、現在私のiPodで今聞いているほど素晴らしいです。\n\nストーリーが続くと、アニメは本当に残酷で血まみれになるだろう。 しかし、他のライト・小説のアニメと同様に、私は暴力や成熟したコンテンツが少なくなると確信しています。\n\n「Fate / Zero」の3つのエピソードだけを見た後、私はすでに10点を与えました！ このアニメの終わりは明白ですが、復讐、栄光、征服、誇り、そして聖グレイルのための栄誉のために、まだ多くの場面と戦いがあります。 今は「Fate / Zero」が2011年の最も期待されるアニメではないかもしれませんが（灼眼のシャナファイナル）、2011年のベストアニメだとは間違いありません。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "Telomeresis",
    "profile": "/profile/Telomeresis/reviews",
    "pages": "7",
    "number": "6",
    "link": "/reviews.php?id=50493",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n非常に率直であるために、アニメ業界がこれまで主導してきた方向性は、少なくとも私の意見では、あまり良くありません。\n\nしかし、時折、ラフにダイヤモンドが他のすべての中で際立つことがあります。\n\n...そしてそのダイヤモンドは運命/ゼロです。\n\n私は、このショーのための私の期待は何年も前のことに基づいていたLight Novelsを読んで以来、何もかも「燃えている」ことにはならなかったと認めます。\n\n適応がufotableによって処理されるという事実は、実際には「完璧」というものではありませんでした。\n\n記録のために、彼らのKara no Kyoukaiの作品はそれほど魅力的ではありませんでしたが、それ以上の精緻化は全く別の話題でした。\n\n最初に、Fate / zero（Episode 01  -  13）の最初のシーズンは、コアに正確にアクションパックされていません。 大多数の主演は、主に大量の話しに引き継がれています。 ストーリーには非常に重要な話です。\n\n実際、このすべては、視聴者が文字通り45分のノンストップの展覧会とバックストーリーでアンロードされる、ショーの最初のエピソードによって大きく例示されています。\n\nスピーチの扱い方は巧妙ではありません。特定の場面では、単語で簡単にできることよりも多くのメッセージを伝えるユニークなタッチやニュアンスが追加されています。\n\nもちろん、このようなシーンには明らかに梶浦由紀の礼儀正しいサウンドトラックが付いています。  Fate / zeroによって提供される没入感のある体験の一部は、ショーで使用された音楽に大きく起因しています。実際には、ショーを通して紹介された多くの場面で、視聴者を感情的な文脈に実際に引き込むことになります。\n\n同様に、ショーで使用されるサウンドエフェクトは完全に完璧であり、ショー内で自分自身を完全に体験して浸けることを可能にする現実の追加層を放つ。\n\n言い換えれば、運命/ゼロも美しいビジュアルの素晴らしい例です。  ufotableのKara no Kyoukaiからの手がかりを取り、Fate / zeroで描写されたシーンは、さまざまな光源からの現実的なアンビエントライティングのかなりの使用を可能にし、視聴者を確実に満足させる非常に素晴らしいカラーパレットを放つ。\n\nショーで紹介された背景は、目には喜ばない普通の素材の2次元図面ではありません。 代わりに、Fate / zeroのバックグラウンドは、多くの人々がアート作品として考えることを可能にする非常に現実的で芸術的な雰囲気を放ちます。\n\nまた、キャラクターを右手に描くときには、運命/ゼロも非常に良い一貫性を持っています（マイナスエピソード11...）。 もちろん、それは主に、ほとんどのシーンが静的な性質を持っているためです。\n\n戦闘シーンが関与している場合、アニメーションは本当に輝くところです。 まず、バトルシーンは巧みに振り付けられます。 戦闘シーンで細かいことが残っていないという事実は、スイング武器の適切なアニメーション、洗練された金属の反射などの例で、標準的なテレビアニメには見られない、本当に流動的な戦いを可能にします...\n\n指摘すると、CGIがFate / zeroで使用される例が多くあります。特に、文字「Berserker」をアニメーション化する場合はそうです。 しかし、だまされてはいけません。 多くの人が、機能的なCGIを辛抱強く実装していますが、残りの部分から間違った方法で目立つCGIは、Fate / zeroで使用されています。  * CGIは、「Berserker」の場合、キャラクターが表示される意味があるため、意図的に使用されます（元のライト小説に記載されているようなエイリアン、アウトオブフォーカス、フォーカス外れなど）。 残りの文字とは対照的です。 それをCGIの安価な実装と間違えないでください。\n\nストーリーラインに沿って、第4回聖杯戦争の話は、6人のキャラクターとその召使いからなるアンサンブル・キャストという観点から語られています。 興味深い事実は、Fate / zeroの召使が、実際の歴史自体に登場する様々な伝説的なヒーローに基づいていることです。\n\n6人の異なったマスターのキャストによって、すべてのキャラクターとの関連付けやつながりが難しくなると考えることは許されます。\n\nありがたいことに、皆のための余裕があります。 彼の家族のための柔らかい場所、世界をほぼ征服した偉大な暴君、ストーリーの専門家の暗殺者であること。運命/ゼロは確かに誰もがフォローして楽しむことができる素晴らしいキャストを提供します。\n\nショーに出演した各主人が自分の目標と野望を持っているという事実は、絶対的な悪や善を明確に区別することができず、今日の主流のアニメとは区別されます。 さらに、このショーでは、ほとんどの主流メディアで過度に使用されているクリシェも避けています。イベントが実際に展開されるまで通常は気付かれない多くの微妙なプロットの紆余曲折があります。\n\n...そしてそのすべて、このショーの最初のシーズンに向けて。\n\n間違いはない、運命/ゼロはTerra Novaがテレビ番組をシンジケートにしたものであり、偉大なストーリーの利点が追加されている。\n\nまた、不思議に思う人のために、Fate / zeroの前半は主にFate / zeroの後半までビルドアップされています。 驚くべき戦い、衝撃的なねじれ、ショーの後半にハエのようなキャストの落としを期待してください。\n\nTAKE NOTE：Fate / zeroは現在、3ヶ月の休憩中で、ショーの後半にはショーの制作スタッフが十分な時間を持つことができます。 また、番組の放映された放送は、ショーに課された22分間の制限に合わせて、ここやそこで、大幅なカット（そして極端なゴアの検閲）をしています。\n\nこれらのカットはすべて、Blu-rayリリースで追加されます。一部のシーンでは、ブロードキャストバージョンでは紹介されていないプロット要素が追加されます。\n\nこのショーは、心のかすかなものではなく、一般的に18歳未満の若者のためのものではありません（特にBlu-rayはM-18と評価されるでしょう）\n\n...しかし、率直に言って、私は気にしない。 私は14歳で、私はこのショーでチルインアウトしています。\nこのレビューは、来年4月にショーが返ってくると更新されます。\n*** 11thエピソードFate / zeroの未修正版は1月2日に再放送される***"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "SainanFire",
    "profile": "/profile/SainanFire/reviews",
    "pages": "7",
    "number": "7",
    "link": "/reviews.php?id=130497",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n始める前に、私がFate / Stayの夜のシリーズを見たことがないことをお知らせしましょう。そうすれば、アニメーションでほとんどキャプチャされた新人の言葉を話すことになります。\n\nそれは私がこのアニメを見るのに過ごした驚くべき時間でした！\n私は疲れて欲しくないので、私は本当にすばやく、そしてできるだけ明確に私の印象を語ります。\n\n\nストーリー：さまざまな考え方、さまざまな動機と理想を備えた6人の選手の間で行われる激しいチェススタイルの戦いだけでなく、さまざまな戦術に基づいた思いやりのある計画や動き。 すべてが非常に混乱する可能性がありますが、そうではありませんでした。 すべてがわかりやすかったです！\n\n\nアート＆amp; amp; サウンド：文字通り、言葉から私が言うように私が言うことは何もありません。 私はこれだけを言うでしょう：時には、私が見たものが本当であったかどうかを確認するために、シーン*を再生しなければならなかったことがあります。 私は彼らがこのショーに出したことを信じることができません...\n同じことが音質にも当てはまります。 ありがたいことに、私はホームシネマ機器で音楽と効果音を楽しむ機会がありました。それはインターネットが言っていたことでした：eargasm。\n\n\nキャラクター：私はすでに、歴史的な人物を召喚するという考えに興奮していました。 それは、マスターが召喚兵でも、中途半端なポーカーフェイスでもなく、サーヴァントの召喚と制御方法しか知りませんでした。 より重要なことは、それらの英雄精神が互いに戦うために召喚されなかったという事実でした......それはアイデアでしたが、彼らも何をしましたか？ 彼らはマスターと理想を共有しました。 彼らの時代からの物語。 哲学。 ある人はお互いに自分自身について学ぶのを助けました。 本当の業績。 確かに。\n\n\n楽しさ：ハハハ！ ああそう！ 誰かが医者に電話して、私は心臓発作を起こしています!!!」。 私の体は満足をあふれていた。 誇張はありません！ すべての英雄精神にトランプカードがあるとあなたに言ったことはありますか？ そうです、ノーブル・ファンタズムと呼ばれています。 基本的には、ビデオゲームの説明の方法では、究極の攻撃です。 そう。 最初のものが紹介されたとき、私は 'うーん'のようでした！ ニース... '、その後2番目の'うわー！ 甘い！ '、そして最後のものは...' HORY SHEEEEET！  EPICNESS OVERLOAD！\n\n\n全体：Noughは言った...\n\n\n\nPS。 私の唯一の苦情は、より長い戦いの欠如だろうと思うが、それは第2シーズンから期待されるように見過ごされるだろう。  ：3\nその上、対話は全く退屈ではありません。 彼らはバトルロイヤルのための土地の良い準備を補う！"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "StarDescent",
    "profile": "/profile/StarDescent/reviews",
    "pages": "7",
    "number": "8",
    "link": "/reviews.php?id=121611",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  9\n\nまず第一に、これは私の最初のレビューなので、私は自分の好きなアニメでやっていると思いました。 私と一緒に熊。 また、私は何も評価しません10.私はそれが存在するとは思わない。\n\n運命のシリーズは、「聖杯戦争」の一般的な前提に基づいています。このイベントでは、超自然の古代人工物である聖杯によって7人の東方神起がランダムに選択され、彼らの希望を与えるチャンスのために死に至る 。 これらの東方神起は召使いを伴います。 歴史の古代の戦士、神話や現実、この努力の中でそれらと一緒に戦う。 これらの召使いはそれぞれ独自の強みを持つ7つのクラスと「ノーブル・ファンタム」から来ています。 エッジに使うトランプカード。  Archer、Sabre、Rider、Lancer、Beserker、Caster、Assassinのクラスです。\n\nこのレビューには背景が必要でした。  「Fate / Zero」では、主人公は有名なMage Slayer、Emiya Kiritsugu（Kiritsugu Japanese）とそのサーヴァント、「Sabre」です。\n\nプロットは爆発的です。 最初のエピソードは遅いですが（45分のバックグラウンドですが）、すぐにペースを上げ、鈍い瞬間を残しません。 あなたが高い口径の行動に入っているならば、運命は主にそれを前提にしています。 サウンドトラックはペースが速く、アクションシーンは法案に完全に合っています。 それぞれのキャラクターには幾分かのバックグラウンドが与えられており、他のキャラクターよりもうまくいくものもありますが、ゆるやかなものはまれです。\n\n初めてそれを見て、私は個人的にキャラクターと恋に落ちました。 いくつかは、ユーモアの重さを運ぶように設計されています、あなたは嫌いが大好きなものもあれば、あなたはただ嫌いなものもあります。 スポイラーのために、私は細部までは行きませんが、あなたはこれを見て感情を感じるでしょう。 確かに、世界で怒りを感じる人もいれば泣く人もいるし、笑う人もいるし、眠る人もいる。\n\nFateシリーズの新しい人にとって、これは確かに始まるものです。  Fate / Stay Nightで始めるとSpoilersが/ Zeroから現れます.Zeroは現在2つのアニメのうち最初のものです。 これまでのところセールスポイントが存在しなかった場合は、次の点を結論として考慮してください。\n\n私は運命のシリーズの前に漫画に興味がなかった。 運命は、マンガ、視覚小説、13エピソードシリーズを超えてすべてに道を開いた。 あなたがこのようなことを楽しむなら、このシリーズを試してみてください。\n\nあなたのお時間をありがとう、私はいくつかの助けになったと思う"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "aBeats",
    "profile": "/profile/aBeats/reviews",
    "pages": "7",
    "number": "9",
    "link": "/reviews.php?id=85683",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  9\n\n私が始める前に、Fate / ZeroがFate / Stay Nightの後に作られたとしても、それは私が見た2人のうちの最初の人だったと言わなければなりません。私はちょうど年代順にそれらを見ていました。 まったくの戦争とマスター/サーヴァンの状況を完全に取得することはできませんでしたが、すぐにそれは明らかになり、私の関心は高まっていました。最初は最も印象的なキャラクターは、主に彼女の出現のためにアイリスヴィールですが、ストーリーが進むにつれ、 セーバーとセイバーが一緒に戦って、セイバーの実際のマスターであったキリツグが自分のやり方で戦っていた。私は実際にそのサーヴァントが気に入っていた。セイバーのほかにもライダーがたくさん楽しんでいた。 セイバー対ランサーの戦いは素晴らしかった！ そして、私はFSNで彼の出現をするArcher（Gilgamesh）について言及しなければならないと思います。私の最も嫌われた人は、彼がちょうど病気になっているCasterの原因でした：Dストーリーはよく考えられています。\nこのアニメは、私が見た最初のアクションとファンタジーアニメでした。私は完全に夢中になっていました。これは、私が見てきたアニメの中でも、見逃せないものです。\n私は両方のテーマを開くことが大好きです.LiSAの誓いのサインは、私が見始めた理由、そしてKalafinaの曲も叙事詩的であり、うまくフィットしています。なぜクリエイターがArthur王子をセーバーにすることにしたのか分かりませんが、 私の好きなキャラクターの:)私はあなたを助け、FZもFSNを見て確認することを望んだ！"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "Cunnilingus",
    "profile": "/profile/Cunnilingus/reviews",
    "pages": "7",
    "number": "10",
    "link": "/reviews.php?id=77493",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n形式：Fate / ZeroはFate / stay nightのイベントの10年前に行われ、冬吉市の第4回聖杯戦のイベントを詳述しています。 聖杯の戦争は、七つの魔術師が7つの英雄魂を召喚して奇跡を起こす「聖杯」の力を得るために競うためのコンテストです。 難解な聖杯の3つの決定的な戦争の後、第4次戦争が始まります。\n\n（ソース：myanimelist.net）\n\n私はFate / Zeroを見ることを選択したことをとてもうれしく思っています。私の友人は数日前にFate / Zeroを私に勧めました。私はそれを見て選択したことをとてもうれしく思います。\n\nあなたが私にFate / Zeroを1つの言葉で説明するように頼むなら、私は面白いと答えるだろう。 私がFate / Zeroを見ているとき、シリーズは私を楽しませてくれましたし、またイベントがどのようになるのか興味がありました。 戦争が始まった直後の数回のエピソードの直後。 私は、彼らが何をしていたのか、聖杯の勝利の計画、そして召使の師匠の名前を把握しようとしていました。\n\n私はシリーズが急いでいなかったことをうれしく思っていました。彼らは、各キャラクターのどのような見方が大胆な戦争に勝利したかを視聴者に示していました。 だから、シリーズがどのように遅くなったのか本当に好きだった。 だから、私はプロットで10点を疑いなく与えます。\n\nアニメーションはかわいらしく、色の使い方や、すべてのものがどのようにブレンドされているかは完璧でした。 例えば、騎士王の剣は、それが私に悪寒を与えるだけに美しいです。  ：O\n\nシリーズの各キャラクターは徹底的に作られていますが、私が言うことは、Fate / Zeroの各キャラクターにはそれが面白くて見守ってくれるという人格があるということです。 悪役、善良な人、深刻な人、そしてなぜ彼が聖杯戦争にいるのか分からない人がいます。\n\n疑いもなく、私はFate / Zeroを見て楽しんでいました。退屈していたり​​、何も得られなかったりしました。 今、私はFate / Zeroのシー​​ズン2を見てほとんど終わりました。 私はまだFate / Stay Nightを見ていない。 しかし、私はFate / Zeroを見ることを本当にお勧めします。あなたはそれを後悔しません。  :)\n\n全体的なスコア：10/10"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "dankzel",
    "profile": "/profile/dankzel/reviews",
    "pages": "7",
    "number": "11",
    "link": "/reviews.php?id=133857",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  9\n\n注：これは両方の季節のレビューです\n\nこれはすばらしいシリーズで、Ufotable（The Sinners名声の庭園）は実際にここで最大のアニメーション技能を披露することができました。 ストーリーやペースからアニメーション、芸術、振り付けまで、あらゆる面で前任者よりも優れていました。 私はFate / ZeroがFate / Zeroの後にそれを見ていると言われたので、Fate / stay nightを最初に見ていましたが、これは最良の選択肢かもしれません（もちろん、時間があれば、Fate / 代わりに夜を過ごす）。 私が起こる出来事のいくつかを知っていたにもかかわらず、Fate / Zeroは予期せぬひねりと驚きで私の足元に私を押し付けていました。 私はFate宇宙についてもっと学んだし、FSNからのものは、UfotableがStudio Deenよりもはるかに良いことを説明してくれたので、FZを見た後でもっと意味をなさないものになった。\n\nすべてのマスターとサービスマンは、バックストーリーと開発のかなりの部分を得て、時間の経過とともに、私は本当にそれぞれのものを重視し始めました。 ダブとサブバージョンの両方で、対話と執筆は素晴らしいです。 私はサウンドトラックも愛されました。特に、最初のOP、LiSAの「宣誓書」。 すべてがすばらしいペースで動き、次のエピソードを見るのを待つことができませんでした。 最も重要なのは、これはおそらく、私がテレビのアニメシリーズ（Eva Rebuildと映画の罪人の庭は似たようなレベルにある）で見られた最高のアクションシーンを持っていた可能性があるので、これを大画面で見てみてください。\n\nこのショーは、深く魅力的なアクションアドベンチャーアニメを楽しんでいる人にとっては必見です。 私はUfotableの2014年にリリースされるFSNシリーズのリメイク（Illyaの次の記事に続く）を楽しみにしています。そしてManicBが言っているように、The Sinanersの映画を見てください。 あなたはそれを後悔しません。\n\n両方の季節に9/10"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "Nedrarg",
    "profile": "/profile/Nedrarg/reviews",
    "pages": "7",
    "number": "12",
    "link": "/reviews.php?id=230681",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  8\n\n\nFate / Zeroは、個人の欲望と個人の義務、愛と名誉のための犠牲、戦闘機と戦う方法、支配者が支配する方法、人間文明の運命、そして生活そのものの意味など、大きなアイデアに関するすべてです。 これらのビッグアイデアは、Big Characters（歴史の偉大な戦士たちの霊的な生まれ変わり、同じ戦場での会合）に取り組むべきである。 ギルガメシュ、アーサー王、アレクサンダー・ザ・グレート・クロス・パスのどこにフィクションの作品がいくつありますか？ 何人ものヒーローなサガが、魔術師が魔法使いを凌駕しようとしているのを誇りに思い、魔法の剣士が最後に飛び込んできます。\n\nしかし、すべての壮大な野心のために、この13話のボックスセットにあるFate / Zeroの最初の半分は、まれにそのような誇大宣伝に耐えます。\n\n叙事詩はエピソード1が45分間続き、100％の解説と0％の戦いを特徴とする物語です。 このボックスセットに含まれているインタビューでは、ディレクターとプロデューサーは挑戦に足を踏み入れるために背中に身を置いています。 しかし、視聴者は違った見方をしているかもしれません。 エピソードが進行するにつれて活気が増し、サーバーンは対面して対面し、魔法の武器は景色を照らしますが、勢いを失っている対話シーンは依然として定期的にポップアップしています。  Kotom KotomineとArcherは、個人的な目標や願望について何度も繰り返しています。  3人の召使いが会い、政治を話し、自分の人に対する司令官の義務について論じています。これは紙の素晴らしい話題ですが、アニメーション娯楽の全エピソードにはうってつけです。 シリーズは決して適切なバランスを見つけることは決してありません。 代わりに、ペーシングは、猛烈なアクションと心のこもった戦略ディスカッションの間に激しく振り回されているので、すべてが狂っています。\n\n十字架のストーリースレッドと混乱した文字のキャストも問題の一部です。 個人的には、いくつかのストーリーが素晴らしく、少年マジシャンのWaverと彼の大げさな召使、Riderについてのサブプロットは、奇妙なカップルのコメディーであり、時代の話が一つになっています。 マリ・カリヤ（Berserkerを支配する）が直面する悲劇は、強い家族関係の力と危険を示しています。 キャスターと彼の仲間の魔法使いの恐ろしい行動は、悪の深みを垣間見るだけでなく、シリーズの最初の半分の全体的な目標を設定します。誰もが聖杯を廃墟にする前にこの男を殺さなければなりません。 しかし、これらのアイデアを一緒に（いくつかの他のものと共に）打ち砕いて、一定のストーリーラインホッピングは、幻想的な高性能ドラマになる。 さらに、「主要な」1つの競技会であるキリツグとキレイがお互いに打ち解けようとしていることは、崩れてしまう。  2人のキャラクターはあまりにも似ていて、「サイレント・タフ・ガイ」の役割を果たしていて、灰色の茶色の味方は、紛争を楽しむのが難しい。\n\nメインキャラクターのマインドゲームがあまりにも鈍っている場合は、少なくとも魔法戦闘機がたくさんあり、シリーズの中で最も優れたビジュアルがいくつか出てきます。 セイバーとランサーの決闘は、シリーズの最初の大きな戦いであり、別の驚異的な特殊効果です。そして、他の召喚兵たちが戦闘に参加して、彼らのユニークな力を見せつけたとき、さらに良くなっています。 召使いのキャラクターデザインは、歴史とファンタジーを象徴的な衣装にブレンドした戦闘の動きと同じくらい創造的です。 彼らの人間のマスターはもっと打撃を受けています。 支持キャストの一部のメンバーは、ジェネリックアニメキャラクターの銀行からまっすぐに引き出されているようだ。 アニメーションは、戦闘以外のシーンでも創造的な火花を失い、想像を絶するカメラワークに戻っています。通常、腰の高さから取られたストレート・アヘッドやサイド・ビューのショットは数多くあり、2つのトーキング・ヘッドの交互 。 スローピーCGIはもう1つの視覚的な欠点であり、モデル化されていない車と、水銀の巨大な魔法のボールが3Dアニメーションと衝突する3Dモデルの最も露骨な例です。\n\n梶浦由紀の徹底的な音楽スコアはFate / Zeroの最強要素の1つです。 オーケストラの弦とオペラのボーカルは、このファンタジーの宇宙の壮大さを捉えるのに役立ちます。 アクションシーンでの強烈なパーカッシブなビートもファンが「梶浦の音」として認識しやすいものに貢献します。 しかし、それを固定するのが速すぎてはいけません。日常生活の場面で使用される静かなトラックのいくつかは、異なるインストゥルメンテーションを備えていますが、雰囲気を設定するのと同じくらい効果的です。 一方、オープニングとエンディングの曲の驚くべきメロディーは、視聴者に即座に思い出に残るはずです。\n\n英語のダブの質は、キャラクターによって異なりますが、一般的に、性格が面白いほど、パフォーマンスは良くなります。 ほとんどの召使いは、雄大な男性ライダー（ジェイミーソンプライス）がショーを盗み出し、異世代の射手（David Earnest）も目立つように、うまく働いています。 しかし、人間のキャラクターの中には、より自然な性質のため、説得力がないものもあります。 スケールの一端には、ぎこちない木製の響きのIrisviel von Einzbern（Bridget Hoffman）がありますが、Waver（Lucien Dodge）のようなキャラクターからも非常に面白い演奏があります。\n\nAniplex USAは、スタイリッシュなコレクターズボックス、ミニアートブック、サウンドトラックCD、シリーズのトッププロダクションスタッフ（スポイラーに注意）とのインタビューを収録したDVD、さらには Wei Schwarzコレクターカードゲームのボーナスカード。 これと比較すると、実際のオンディスクのエクストラは、クリーンなクレジット・シーケンスと、日本で放映されたコマーシャルとプロモーションビデオに加えて、ディスクの追加コンテンツをほぼ失うものです。\n\nFate / Zeroはビッグアイデアを含む壮大な戦争が起こることを発表しますが、おそらく25分間のエピソードや2D画面はそれらのアイデアのためのスペースが小さすぎます。 シリーズの前半は、聖杯戦のドラマと大きさを表現するための適切なバランスを決して見出すことはありません。ドライエキスパートと戦略の間にスリリングな戦いが挟まれています。騒々しい対話シーンは、エナジーの全エピソードと、 主なプロットよりも魅力的です。 ビジュアルもまた、目立つような壮大さから鈍い会話シーンまで、どこにでも行き来して、品質に大きく変動します。 このシリーズはその不均一さを克服し、強く仕上げることができますか？ その2番目のボックスを節約して見つけてください。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "carnage_panda",
    "profile": "/profile/carnage_panda/reviews",
    "pages": "7",
    "number": "13",
    "link": "/reviews.php?id=223221",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこのショーは視覚的に見事です。\n\nFate / Zeroは最近市場で最も鮮明なアートワークを誇​​っており、アニメーションの品質はかなり高いです。 梶浦由紀が作ったサウンドトラックもかなり好きです。\n\n裏返して、私はなぜこれを2つの季節に分けて決定したのか分かりません。  Fate / Zeroは、13のエピソードの夢の終わりには絶対にクライマックスを持たないことから苦闘している。 だから、実際には、ストーリーの解決と2番目のシーズンにはほとんどのアクションが行われるので、目の覚ましになります。\n\nこのショーには強い特徴があるので、ショーにメリットがないと言っているわけではありません。 私はライダーのパフォーマンスと、ジェンダーに屈したアーサー王のボールを特に楽しんだ。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "seedfreedom",
    "profile": "/profile/seedfreedom/reviews",
    "pages": "7",
    "number": "14",
    "link": "/reviews.php?id=47787",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\nまあ、このショーを見ることを考えているあなたの多くは運命の夜を見ている可能性が最も高いです。  Fate Zeroは、滞在中の夜を祝うためのプレクエルであり、楽しむことができる時計です。\n\n運命の夜は、キャラクター、キャスト、セッティングの欠陥の周りを大きく回転しました。 誰もが恐ろしい有能だった場合、運命ゼロは基本的に運命の夜です。 この戦争で何が起こっているのか、そして完全に吹き飛ばされているのかを正確に知るためには、戦争の全員が（例外を除いて）見ることができます。 間違いなく走り回ったり質問したりするのは間違いなく、ほとんどの従業員にはすぐに名前が付けられます。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "T-arab91",
    "profile": "/profile/T-arab91/reviews",
    "pages": "7",
    "number": "15",
    "link": "/reviews.php?id=108507",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nもし私がFate / Zeroを一つの言葉で表現することができれば、それは「傑作」になるでしょう。 私は個人的にFate / Stay Nightは大丈夫だと思ったが、このprequelはあなたが見たいものだった。 私はFate / Stay Nightは私にとってはあまりにもチーズですが、Fate / Zeroは大人のようなものだと思います。 そのような現実的な雰囲気のような悪い人は、実際に多くのことを見ていない悪い人のように振る舞います。 それはただのアクション/ファンタジーではなく、それに深い/心理的なストーリーがあり、終わりまで推測されていました。 それは、いくつかの面で軽視のためではありません。 私は言葉でこのアニメを記述することはできませんので、それを見て楽しむ！"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "SolidousJohn23",
    "profile": "/profile/SolidousJohn23/reviews",
    "pages": "7",
    "number": "16",
    "link": "/reviews.php?id=50629",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nあなたが見ているアニメが、ガチョウのような悪いものを除いて、そういった種類のアニメのようなものではない、くそったプロタジニストや学校生活を含む他のアニメや、まったく運命/ 何か.....\n\nFate / ZeroはFate / Stay Nightの前に行われ、戦士たちは最初の所有者と奉仕者、そして聖杯の始まりから最初に紹介されました。 物語は、より勇気づけるように、セイラーがいた凛子の幼年時代、戦争のために戦った元の奴隷のような、物語のあらゆる部分を説明しているように感じます。 キャラクターは、キャスター以外のすべての時間の中で最も記憶に残っています私は彼が誰かが私は彼が死んで欲しかったので、私は奇妙な感じが分かっていないが、 キャラクターとたくさんのものがあなたのこのアニメを愛し、次の季節に向けてポンポン！"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "Mazzmoney",
    "profile": "/profile/Mazzmoney/reviews",
    "pages": "7",
    "number": "17",
    "link": "/reviews.php?id=101113",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  9\n\nこのレビューは100点満点です。ストーリーは35/100、キャラクターは35/100、サウンドは15/100、アニメーションは15/100です。\n\nストーリー -  27/35  - このショーのストーリーは良いですが、ショーでは後でもっと良くなります。 このショーの最初の障害は、エピソード1で起こる非常に退屈な情報のダンプです。退屈な対話の45分は、誰もがこのシリーズに入るのは難しいです。 シーズン2は本物のパーティーが始まる時なので、シーズン1にはたくさんの蓄積があります。 シーズン1と2の両方を妨げるもう一つの問題は、それがかなり悪い（少なくとも、アニメと映画がある）Fate / Stay Nightに結びついているという事実です。 今、私たちはすべての悪いところを取り除き、良いことについて話しましょう。 運命のシリーズは全体として、時を越えて英雄を取り、1つの願いをするチャンスのために死に向かって戦うという事実において非常に独創的です。 最高の部分は、それが今日の間に行われ、ここでの設定をかなり特別なものにすることです。 もしあなたが歴史上最高でないなら、特にこれらの人の多くがあまり知られていない人々のために、あなたの頭の上を飛ぶかもしれないものがあります。 ペーシングはあまり良くありません。 アクションシリーズの場合、前半にはアクションがあまりありません。 それは、実際には特定の話題について多くのことを話しながら、お互いを賢明にしようとするキャラクターの束です。\n\nキャラクター -  30/35  - 私はこのショーのキャラクターが大好きです。 二人のキャラクターは同じではなく、戦争に参加するためのそれぞれのイデオロギーと理由があります。 戦っている間に、さまざまな話題の上で彼らが何を言わなければならないか聞いてみると、とても涼しいことがあります。 トピックは騎士道から王と英雄を意味するものまでさまざまです。 このシリーズの最も著名なキャラクターは簡単にライダーです。彼はステージをヒットすると誰もが注目するようになっています。 すべてのキャラクターが特に興味深いわけではありませんが、それらのどれも悪いものでも、退屈なものでもありません。 キャラクターの巨大なキャストを考えると、これはかなり印象的だと思います。 私はこれを言うでしょうが、いくつかの召使の過去は、Assassinのように、より多くのものに拡大すべきです。\n\nサウンド -  14/15  - このシリーズのサウンドは素晴らしいです。主にその背後にある驚くべき作曲家のためです。 オープニングとエンディングは最高ではありませんが、各戦闘中の壮大なコーラスはキャラクター同士のあらゆる交流を一層強烈にします。\n私はダブを少し聞いたことがあり、私はそれが受け入れられると思う。 字幕を読んでも構わないのであれば、字幕を見ることをお勧めしますが。\n\nアニメーション -  15/15  - 映画ではないアニメでこれまでに見たことのある最高のもの。 流体、偉大な、いくつかの非常に詳細な背景。 この点についてもっと尋ねることはできません。\n\n全体的に -  86/100  - 非常に良いシリーズです。これは何かより良いものが蓄積されているからです。 このショーではキャラクターとセッティングが本当に輝き、ストーリーも崩れません。  Fate / Zeroは、より良いペーシングとより多くの戦闘を使用できました。 私はこれらの哲学を次の人と同じくらい聞くのが好きですが、私もいくつかの戦いを見たいと思っています。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "xxTon3xx",
    "profile": "/profile/xxTon3xx/reviews",
    "pages": "7",
    "number": "18",
    "link": "/reviews.php?id=59281",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nFate / Zero  -  Fate / Zeroを記述するための1つの方法は、「ビジネスに到達する」というフレーズです。 ここでは面白い奇才は起こっていません。それが、視聴者が今年持っている最高の体験の1つになっています。 驚くべきキャラクター、アニメーション、そして厳格なストーリーラインのFate / Zeroが、より多くのものに戻ってきます。  *"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "Nik_K",
    "profile": "/profile/Nik_K/reviews",
    "pages": "7",
    "number": "19",
    "link": "/reviews.php?id=61965",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  7\n\n新しいFate Zero（両方の季節）は、前身（2011年から2012年に発売された最も新しいアニメと同じように）までは生きていないかもしれませんが、見ている人にもっと親しみを持たせるために、 運命の夜そしてそれは働く。 多くの戦い、主人公の詳細な説明、感情の少量（第2シーズン）は、現在のところあなたの時間の価値がある少数のアニメ放送のうちの1つ、またはそれのいくつかはとにかくです。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "pramit",
    "profile": "/profile/pramit/reviews",
    "pages": "7",
    "number": "20",
    "link": "/reviews.php?id=89601",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n運命は私が本当に好きなシリーズです。 私が演じた最初の視覚小説は運命の夜と私のお気に入りのものでした。\n\n運命ゼロについては、私はライト・ノベルを読んだことがあります。アニメはライト・ノベルを適応させる素晴らしい仕事をしたと思います。 私は長さがちょうどいいと感じています。しかし、彼らはたぶん...トキオミ（彼の過去は言及されていませんでした）に余分なエピソードを追加することができましたか？ 司祭kotomine kireiでもう少し。 コトミンは私の好きなアンタゴニストの一つです。"
  }
]
