[
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "VVayfarer",
    "profile": "/profile/VVayfarer/reviews",
    "pages": "5",
    "number": "1",
    "link": "/reviews.php?id=150311",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  7\n\n（完全にスポイラーフリー）\n\n運命/ゼロを見る前に、Fate / stay night、視覚小説、完全に（3つのルートすべて）読むことをお勧めします。 あなたはF / Zを見るという点で何も失うことはありませんが、実際にはこのように多くの部分を評価することができます。しかし、最も重要なのは小説から始めることでスポイラーを避けることができることです。 ゼロを見た後、あなたはVNを楽しむことができませんでした。 それはあなたがおそらくそれを偉大だと思うかもしれないが、傑作から比較的遠く離れていると思うし、それは非常に残念だと思う。\n\nアニメの私の最初の印象は素晴らしかったです。 ペースは良い、音楽はプロットによく合い、ビジュアルは素晴らしいです。 これはいつもの私の好きな物語（FSN）の前編であるため、私の期待は可能な限り高く、表面上では、アニメは失望しません。 しかし、全体的な構造（一貫性と配置）、キャラクター（とその発展）、そして「知性」の面で、私が偉大な物語の最も重要な側面のいくつかを考慮して、F / Z運賃がいかにうまくいっているかを反映したかなりの時間を費やした後、  （深さを含む） - それは望むために多くを残しているように見えます。\n\n適応として、運命/ゼロはかなり高品質です。 ペースはあまりにも速くはありません.Fate（またはUBW映画、Uminekoなど）のように、ストーリーの主なポイントを突き進むような「最小限のもの」として作成されたものではなく、細かいディテール 。 ほぼ最適なペーシングのおかげで、雰囲気はほとんど損なわれませんでした。\n\n残念なことに、プロットはビジュアル小説の背景物語として生まれました。そして、ウーブロウチは、ゲームに設定されたイベントのフレームワークをかなりいい仕事にしましたが、大きな画像は、 一般的なファンフィックに似ている点。 すべての新しい文字は深さに欠けており、いくつかの重要な例外を除いて、多くはステレオタイプであるか、そうでなければ面白味がありません。 開発の面では、主人公だけが満足のいく治療を受けます。 何らかの理由で、Urobuchiは潜在的に興味深い相互作用のためのいくつかのかなり明白な機会を無駄にしてしまいます。 彼は、彼らが主なプロットラインに統合するのが難しいかもしれないし、おそらく気を散らすかもしれないかもしれない。 しかし、そのような簡素化のために物語が複雑ではないと感じています。\n\nさらに悪いことに、F / Zのプロットは、元のイベントの描写によって設定された制約と最終的には両立しないような方法で発展する傾向があります。 これはしばしば優雅に扱われる問題につながりますが、軽度の不快な後味を残すために強制的に解消されることもあります。 おそらくプロットの追加を含むいくらかの努力と創造性をもって、このすべてが元のものに対する忠誠心を大きく損なうことなく避けられたと思います。\n\n私はまた、イベントの処理の重要性にも満足していません。 多くの場合、ビルドアップはほとんどまたはまったくありません。また、予想されるシーンのほとんどは反時計回りに終わります。 これは必然的に、より穏やかな視聴体験を可能にし、おそらく著者の一部ではほとんど仕事をしていない可能性があります。 これはウーブロチの「スタイル」だけかもしれませんが、私は個人的にはそれを感謝しません。\n\nFSNのものよりも成熟した感覚/零点のテーマがいくつかありますが、私がこの背後にある理由を理解しているうちに、逆のことが分かります。 新たに追加されたドラマや紛争（元々は存在しない）は、かなり浅くてステレオタイプです。 アニメの最も深い哲学的要素は、ビジュアル小説で紹介されたものと同じですが、F / Zは狭い視点からそれらを検査します。ゲームは3つの著しく別々の物語から構成されているため、これは期待されますが、 考慮に入れて\n\n私が失望している重要性の低い点は、戦いを面白くするために費やした労力の相対的な欠如です。  1つか2つの例外を除いて、戦略的なフレーバーや深いプロットの関与を追加することはあまり考えられていないようです。\n\n全体的な評価として、直感に基づいた分析で、私は次のように終わった。\n\nストーリー：74/100\n音楽：70/100\n声優：90/100\nグラフィックス：85/100\n全体：74/100\n\n（私は個人的に全体的な楽しさをプロットに基づいている）"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "Quan_",
    "profile": "/profile/Quan_/reviews",
    "pages": "5",
    "number": "2",
    "link": "/reviews.php?id=158681",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  7\nキャラクター|  8\n|  9\n\n[元のブログ投稿から適応]\n\nあなたは、アニメはまだ防御する価値があるということを自分自身に思い出させるのが良いこともあります。 はい、それは基本的に、かわいいものをやっているかわいい女の子のために、ここ数年の間に構築された媒体です。そして、私が言及しない限り、いくつかのアニメには変わった疑いがあります。 すべてのシングルアニメがフリークインの高校で行われなければならないという考えに頼りにする方法があります。シーズン中に出てくるアニメの90％がひどくひどいですし、アニメ作家は通常、典型的なキャラクターのアーキタイプ ほとんどすべてのショーのためにツンデレなどが好きです。 そして、私は最近、私の目を爪にして韓国ドラマの鑑賞を始めたいというような、悪いアニメをたくさん見てきましたが、今は今日、私の信仰を再びアニメに戻す時が来たと思います。 一度だけ恐ろしいショーについて話すのではなく、私のお気に入りの1つについて話すときです。 私の絶対的なお気に入りではない、私は特別な機会にそれを保存すると思う（ただし、このブログを読んだり、おそらくすでにそれが分かっていると思うかもしれないが、公正であることは間違いないだろうが） その驚くべきキャラクターと壮大なプロットエスカレーションは、我々が「輝き」と呼ぶその鋼の壁を破ることに近づく。 あまりにも悪いそれは基本的に最後の秒でボールを落とす。\n\nこんにちは、私の名前はクワンです、そして、今日、私は神秘的なヒーローとアニメの輝きの芸術家：Fate / Zeroと一緒に、高く評価された2011年の叙事詩のバトルロイヤルを見ていきます。 私は深呼吸をしてみましょう... OK...ここに行きます。\n\n2011年に放映されたFate / Zeroは25話だった（OK、それは技術的には13と12の2つの季節だったが、真剣に1つのアニメだと思うほうが良い）、2006年のアクション番組Fate / stay 夜。 今あなたがFate / stay nightを見たことがないなら、それは完璧です.Fate / Zeroを見るのは本当に必要ではないし、それでも良いことさえなかったり、この時点でさえ、必要であったりする。 私は説明します。 このオリジナルのFate / stay nightはStudio Deanによってアニメーション化されましたが、Fate / Zeroは、最後の映画が私のお気に入りのアニメ映画としてランクインされた映画シリーズのKara no Kyoukaiを担当するスタジオである\"ufotable\" すべての時間の。 今、スタジオ・ディーンのFate / stay nightアディションがもう本当に関連性がないかもしれない理由は、ufotableが実際にFate / Zeroが行われたのと同じ宇宙で、この秋に空を飛ぶ予定の夜のアニメを実際に作っているからです 私は以前には失望していたが、おそらく道のりが良くなるだろう。 ポイントは、Fate / stay nightがFate / Zeroを理解するために必要ではないことを知っています。もしあなたがそれを終えたときのアニメが好きなら、あなたはFate / あなたがオリジナルを見たいと思ったら。\n\nFate / ZeroはMadoka Magica、Psycho-pass、Aldnoahを書いたその人だけが書いたものです.Zeroやその他の素晴らしい作品は、現在7つのショーを一度に書いているようです。 その男。 アニメは、青木栄監督（初のカラオケ協会映画監督も務めていた）を担当し、また、魚渕玄氏が創作したライト・ノベルからも適用されました。 さて、私は最終的にレビューと技術的なものを紹介しています.Fate / Zeroの興味をそそる世界にまず頭を向けましょう。\n\nこの世界では、10年ごとに、神聖な戦いが開催されています：「聖杯戦争」。 戦争の目的は、3つの 'magus'家族のグループによって設立されました.1つの願いを叶えることは不可能で強力な古代人工物である聖杯を手に入れることです。 どんな願い。 近代都市福井では「巨匠」と呼ばれる7つの魔術師の間で戦争が行われ、最後は立っている。 彼らの目的を助けるために、7人の魔術師は、世界の支配者として時代を通じて知られている有名なヒーロー、あるいは現代世界で復活して、  Arthur王やBluebeardのように、グレイル。 アニメが実際にあなたに最初に召使の実際の身元を教えてくれるのではなく、他の魔王へのアイデンティティを明らかにすることは、兵士の起源を知ることから弱点が発見される可能性があるため、大きな欠点とみなされます。 だから、7人のマスターがゆっくりと福井市に集まり、戦いの準備ができたら、観客は好きなキャラクターがすべての面で消されてショックを受ける叙事詩的な割合の真っ直ぐな物語を期待し始めるでしょう。 アニメは実際に何を達成しようとしているのかを明らかにします。 はい、部屋には巨大な象と同様に小さな問題がいくつかありますが、最終的には素晴らしいものです。\n\n\n\n\n\nしかし今、前述の象と、恐らくFate / Zeroが本当に注目すべきアニメではないことに取り組むべき時です。 アニメの終わりについての2つの言葉：それは吸った。 確かに、私はそれを他の人ほど憎んではいませんが、このような偉大なアニメにとってはあまり良くありません。  Fate / Zeroが独自のものだったとしたら、ufotable上の人たちは、おそらくFate / stay nightよりも何か良いものを考え出すことができたかもしれないから、残念です。  Fate / stay nightによって確立された伝承に従うことを強いられました。 結末はそれほど意味をもたず、最初のエピソードの40分のドキュメンタリーで確立されたかもしれないと思うルール、アニメのルールにカーブボールを投げつけます。\n\nそうです、これはすべてのキャラクターではありませんが、私を信頼してください。 私は彼らのことについて深く話す時間が十分ではないので、すべてのマスターのスピードを上げて、実際に重要なものを隠す特別な順序ではなく、申し訳なくしている僕を見てみましょう あなたはどれくらい素晴らしいのですか？\n\n最初に、私たちはmagus社会の高貴な人であるKeyneth Archibaldを持っています。 彼は実際に彼の元帥のランサーとの二番目の選択肢を持っています、彼の元サーヴァー・ライダーは彼の学生Waver Velvetによって彼から盗まれていますが、彼はmagusとして彼自身のスキルに自信を持っており、彼の婚約者Solaの助けもあります。 彼は非常に伝統的な魔術師であり、戦争に勝つために非常に慣習的な手段を使用している龍之助や霧月のような他の師匠によって非常に悪化しています。 彼はまた、まあまあの一種です。\n\n次は、すべての実用的な手段のために空の男であるコトミネ・ケリー（Kerei Kotomine）です。 どのような魔法の木であれ、天才であるにもかかわらず、彼は一生のうちに何にも情熱を持ったことは一度もありませんし、聖職者が付与することを念頭に置いていないにもかかわらず、 彼の空虚に答える。 彼は本当に人生で何をしたいですか？ さて、私はあなたのためにそれを残しておきます。 彼は召使いアサシンに命じる。\n\n竜之助は狂っている。 私は冗談を立てようとしているとは言いません。彼は文字通り社会的連合の子供連鎖殺人者であり、聖職者が戦争のために彼を選ぶまで、魔道師の世界について全く知らなかった人です。 龍之助は、彼の邪悪な騎士キャスターの助けを借りて、未知の目的のために残虐行為を続けているが、実際の聖杯戦ではあまり気にしない。個人的な哲学に従う 私の一生のうちにこれまで聞いたことがない。\n\nおそらく、ここで最も道徳的な人物であるマリ刈谷。 彼は10年前に全面的な態度への嫌悪感のために彼自身のmagus家族を去ったが、若い女の子の人生を救うために聖杯戦に強制された。 彼は正式な魔術師の訓練をしていないので、彼は他の魔術師と比較して深刻な力が弱い。 彼の叔父：ゾーケンマトーは、この問題に対する答えは、魔法のワームを使って刈谷の体力を高め（また、健康と寿命を大幅に低下させる）、非常に強力なバーサーカーの召使であると考えているようです。\n\nEmiya Kiritsuguは誰もが嫌うもののようなものです。 彼は本当に魔術師ではなく、単に戦争中のアインズベルン家の代表者です。彼は狙撃兵、爆弾、その他の現代兵器を使って他の巨匠を奪い、自分の望みを得るために何をしても構いません。 本当に彼が傷つくのを避けることができた人々を殺すことさえできます。 彼の召使いセイバーは、彼女の真のアイデンティティが、善悪のために戦っている貴族のヒーローであること、Kiritsuguの何らかの必要な精神とのスタイルの衝突、そしてショー全体で最も面白い紛争を生み出すことができるため、  Kiritsuguは彼のライバルであるKereiを見て、最終的な対決を避けるために彼を連れ去ることに決めた。 彼はまた、彼の発泡妻Irisvielと彼の「仲間」Maiyaによって助けられている。\n\nウェーバー・ベルベットは本当にここにいるはずがありません。 しかし、Archibaldから彼の（素晴らしい！）サーヴァントライダーを盗んだ後、彼はGrailによる戦争のために選ばれ、Archibaldと他のマスターに証明する機会と見なします。 戦争。 残念なことに彼は臆病者であり、ライダーが常に戦うように励まされています。しかし、ウェバーは自分の召使の命令に従わないことに決めました。\n\nTohsaka Tokiomiは、東坂家の非常に強力な魔道師です。 彼はケリーを支援し、彼のオペラのアーチャーを促して戦争のために彼と同盟を結んだ。 彼はちょうどリンとスクラの父親であることもあります。もしあなたが運命の夜を見たなら、それがなぜ重要であるか知っています。\n\n結論として、Fate / Zeroのキャラクターは変わっているほど面白く、そのうち2人は十分な量の開発を受けています。 確かに、マスターやサービスマンのうちのいくつかは、彼らが最初に出すものよりもはるかに多くを持っていませんが、このショーのキャラクターの数から判断すると分かります。 もっと重要なのは、特にアニメの後半にあるキャラクターのための開発がオーバードライブになったときに、彼らは見るのが楽しいことです。 ちなみに、私が実際に僕のことを話したことはありませんでしたが、そのうちのいくつか、特にセイバー、ライダー、ランサーも複雑で涼しいことを知っています。 そして、彼らのマスターとペアを組んで、あなたは戦争のためのいくつかの素晴らしいチームを手に入れます。あなたが好きなことを知っています。 しかし、ちょうど覚えているのは、唯一のチームは、聖戦の聖杯から生き残り、勝利を主張して............そうですか？\n\nOK、まっすぐなものを手に入れましょう。  Fate / Zeroはufotableによってアニメ化されました。 アニメのハイライトには、きりつく/アーキバルドの戦いが含まれています。これは今まで考えられていない最もクールな戦いの一つであり、セイバー/ランサーは華麗な振り付けをしています。 この事実のために、このアニメーションは信じられないほどです。 照明からキャラクターデザイン、環境まで、すべてが驚くべきものになり、福井市には本当に生き生きとしています。 そして、戦いのシーケンスは...単に私が今までに見た中で最高です。 それは実際に戦いが起こるときです。 アクションショーにもかかわらず、Fate / Zeroは実際には本当に対話重であり、戦いの多くが膠着状態に終わると本当にイライラします。 私は真剣に、魔法の力を持った伝説の英雄たちがそれぞれを殺す前に、どれくらいの戦いをしなければならないのですか？ 明らかに、アニメの途中まで。 しかし、戦闘の結果にかかわらず、彼らはエキサイティングで創造的なシーケンスは、Xerxesの黄金の保管庫から来た可能性のあるアニメーションで生き生きとして驚くほどに見えます。\n\n\n\n私はこのアニメを推薦すれば本当にあなたに伝える必要はないと思う。 しかし、私は再びそれを言います：Fate / Zeroは、高校生、愚かなキャラクター、さらにはファンサービスのような典型的なアニメの偽善を避けて、本当に特別でユニークなものになるためのアニメーションやストーリー・ティッキングの安定マークです。 私はいつもボカ・ワモダチ・ガ・スクナイやプパのようなものを見るように強制されている時には、いつでも立ち退くことができます。 それはアニメができることと、なぜそれが大好きなのかを私に思い出させる。 それは握って、暗い、そして驚くように見えるので、あなたが誰であれ、そしてできるだけ早くそれを見に行きなさい。 ええ、それは最高に終わらないし、初めは不必要に退屈ですが、それは本当に重要ではありません、それは良いことだからです。 それはあなたが思うほど一般的ではないものです。 私はクァンになってきました、あなたはすばらしかったです。そして、今私はコトウラさんを見る時間です。私はかなり良いです。 感情的に傷つくような感じ。\n\n最終判決：9/10\n\nP.S：いいえ、Kiritsugu、その子供を救ってはいけない！ 彼は後で本当に迷惑になります！\n\n\nこのレビューと他の人のために、私のブログをチェックしてください！  （プロフィール上のリンク）"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "VegetaOver9000",
    "profile": "/profile/VegetaOver9000/reviews",
    "pages": "5",
    "number": "3",
    "link": "/reviews.php?id=211841",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  8\n\n運命/ゼロの言葉：多様\n\n一緒に絡み合っているすべての異なる物語のために、私は多様であると言います。 すべてのキャラクターは、主要なプロットと一緒にバックストーリーを持っています。 このアニメを分類するのが難しくなります。 それは激しい、落ち着いた瞬間を持っていますが、私はそれをAnotherまたはDeath Paradeのようなものと同じ種類のアニメとして分類しません。 ゴアに加えて、それはまた、本当に感動的な瞬間とたくさんのアクションを持っています。 だから私は品種が好きです。\n\nしかし、私はそれがなぜ普及しているのか分かりません。 それは悪くないですが、どちらも素晴らしいとは言えません。 それはクールですが、それはよく構築されたプロットを持っていません。 最初とすべてのキャラクターの紹介はかなり良いですし、プロットの紆余曲折のいくつかはうまくいっていますが、これらのゆるい端を一緒に結びつける時が来たら...それは私でした。 これは私が第1シーズンを第2シーズンよりも好きな主な理由です。\n\n主人公の注目がセイバーから変わったときにアニメが苦しみ始めたと思う。 その後、作者が彼が書いていた人物についての内部的な葛藤のように、それは2人の他のキャラクターに移った。\n\nあなたがこれに恋しているなら、おめでとうございます。 しかし、私はそれがそのような巨大なファンのベースの価値がないと思う。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "Uriel1988",
    "profile": "/profile/Uriel1988/reviews",
    "pages": "5",
    "number": "4",
    "link": "/reviews.php?id=51629",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  9\n\nFate / Zeroには大きな靴がいくつかありました。 スタジオufotableでアニメ化された、最も愛されているビジュアル小説の前編としての一連の小説をベースにしています。 梶浦由紀さん以外で作曲されたサウンドトラックで、 ファンが期待していたことは驚きではありません。 誇大宣伝はもちろん、危険なもので、制御不能になったときにひどく反発することが知られています。\n\nこれはFate / Zeroがかなり良いことを救済するものです。 大丈夫です\n\nuninitiatedのために：Fate / Zeroは架空の日本の都市冬樹で設定された都市のファンタジーアクションシリーズです。 マジッククラフトが存在し、認められている現代の環境。 物語は第4回聖杯戦争の前半を記しています：7人の魔術師（「マスター」と呼ばれる）はそれぞれ古代の精神（「召使い」と呼ばれる）を物理的な領域に召喚して他者と戦うことを目的とした、 参加者は1人残るまで。 優勝者は聖杯へのアクセスが許可されています：信じられないほどの力のアーティファクトは、どんな願いをも与えることができると言われています。\n\n聖霊の闘争の中には、7人のマスター、7人の召使と多くのサポートキャラクターがいます。そのほとんどは、マスターズとの関係で、配偶者、メンター、アシスタントです。 ショーではキャラクターの大規模なキャストを非常にうまく扱うことができます。個性、モチベーション、デザイン、そして能力の多様性と複雑さが目立ちます。 さらに、キャラクターは人間を感じます：時には恐ろしいことや愚かなことをすることもありますが、いつどこから来るのかという考えがあります。 これは、魔術師の文化が非常にエリート主義的で伝統的なものであることが示された、以前のエピソードでは堅実な世界の構築のためです。 特に強調されているのは、女性の扱いであり、彼らは相続人を生み出す道具にすぎないと考えられており、結婚は非常に一般的です。 これは嫌なことだと思う人もいるかもしれませんが、ショーはこれらの習慣をほんの賛美したり支持したりすることはありませんが、状況によっては他の人よりも幸せな女性もいます。\n\n偉大な人物は同じように恒星の物語に生息する。 魔法の戦いとハイランダーのエスケープコンテストは確かに新しいものではありませんが、プロットは疲れた慣習を巧妙に、そしてしばしば残忍な方法でひねります。 注目すべきは、Fate / Zeroがアクションをどのように処理するかです。 あなたの友人や意志を信じて戦いを勝ち取るのではなく、敗北の顎から計画、狡猾さ、能力とリソースのインテリジェントな使用によって勝利が奪われます。 主人公と反主主義者の恵屋桐生がこれを具現化している。 世界をより良くすることを望む男の悲しみを隠す、驚くばかりの悪質な実用主義は、通常のクリシェでのFate / Zeroの多くの偏差の1つにすぎません。 ストーリーラインとキャラクターは、真に掴むアクションシリーズを作り出すために並行して機能します。 家には非常に重要なポイントがあります：あなたが気にしているキャラクターが戦闘に参加しているとき、アクションシーンがより良くなり、なぜ彼らが戦っているのか理解できます。\n\nしかし、ストーリーテリングに関するすべてが素晴らしかったです。 ショーは大規模なクリフハンガーで終わり、制作中ですが、執筆時点では続きません。 より大きな問題は、ストーリーの冷静な期間に多くの解説があることです。 参考になりますが、しばしばぎこちないやり方で届けられます。 ショーはしばしば「あなたが知っているように」と呼ばれる何かの有罪である - ダイアログは、あるキャラクターが彼らがすでに知っている別のものに情報を繰り返す場所である。 さらに、これらのシーンの構成は時には厄介です。 絶対最低点は、トレーニング中のマスターが、その間にサークル内を歩いている2人の指示を受けている最初のエピソードです。 彼らが彼を教化しようとしているという事実を象徴することになっているケースを作ることができますが、すべてが信じられないほど馬鹿に見えます。 節約の猶予は、対話そのものが、社会が倫理をどのように定義しているか、自己疑惑を表現する人物、または相手を殺害する前に召使いの優位性を宣言したことについての議論であるかのように、\n\nufotableのKara no Kyoukaiに関する仕事に精通していた人は、Fate / Zeroのために良い仕事になると確信していました。これらの希望は無駄ではありませんでした。 ビジュアルは優れた品質です。 特に大気環境と素晴らしいアクションシーケンスは目に見えます。 目立つCGIの形の視覚的な欠点がありますが、その中にレンダリングされた文字全体が含まれます。 この最後のビットは、問題のキャラクターが根本的に外見的な感覚として描写され、実際のCGIは悪くないが、手描きのビジュアルと同じように流動的にアニメーション化されていないのに対して、ufotableの部分は芸術的な選択と思われた。 サウンドトラックはそれほど特別ではありません。 梶浦由紀は他の著名な作曲家ほど多様ではないし、Fate / Zeroのための彼女のAゲームを持っていないようには助けにならない。 それは悪いことではありませんが、それをダウンロードするのが嫌な人はいません。 しかし、オープニングテーマとエンディングテーマはどちらも恒星です。\n\nFate / Zeroは、いくつかの欠点があるにもかかわらず、好きになることがたくさんあります。 魅力的なキャラクター、魅力的なプロット、素敵なアニメーション、そして素晴らしい戦いは、アクション・ジャンキーやType-Moonファンだけでなく、それに余計な刺激を込めて激しいスリリングライドを願う人にも、これを簡単に売ることができます。\n\n\n\n*（キャラクターを気遣っていると言われていて、何が危機に瀕しているのかを感じることがあると言われるのは、ほとんど悲しいことですが、ねえ、 'Gurren Lagann'と 'Baccano！'は欠けています。  ）"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "asckj1",
    "profile": "/profile/asckj1/reviews",
    "pages": "5",
    "number": "5",
    "link": "/reviews.php?id=51973",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nストーリー[10/10]：非常にタイトなストーリー設定。 完璧に細工され、アクション、ファンタジー、超自然的、歴史的なジャンルの完璧なブレンド。  Fate / Stay Night（続編）に掲載されている聖杯戦の10年前に設定されていますが、これは単なる予選ではありません。 運命のフランチャイズの恋人が見なければならないのは、予選です。 今回の記事は、自己紹介的なものであるため、フランチャイズの新人は、おそらく最大のスリルを楽しむことができます。\n\n***このフランチャイズへの初心者のため******\nフランチャイズは、時代の異なる英雄精神である7人のmagus（魔法使い） - マスターズとその召使いの間の一種の戦争を記録しています。 戦争の参加者の間の戦いは死に向かって戦っており、最後の立っているマスターと彼/彼女の召使は、聖杯の所有権を得ています。  Fate ZeroとFate Stay Nightは、数十年に渡って起こっている聖杯戦争の出来事を記録しています。\n*******\n私が続編を見てきたので、私は間違いなく2つの話でいくつかの比較をしました。 そして、私が今までに思いついた唯一の結論 - 運命の零は聖杯戦争に非常に重点を置いています。 フィラーのエピソードとは別に、他のすべてのエピソードは、それぞれの召使と召使いと共に細心の注意を払って実行される戦略に焦点を当てています。 どういうわけか運命の夜はこの種の焦点が欠けていた。 修士の戦略は複雑で、召使いはすべて非常に強力です。  （それは本当に余りにも予測できない最後の立っている2人の結婚当事者が誰であろうか）。 彼らは聖職者のために戦っているが、同時に彼らの誇りと尊厳を維持している名誉ある騎士です。 私は、これらすべてのエピソードで視覚的にawesomenessの気分を実際に構築したのはこの事実だと思います。\n\nアニメーションとアート[10/10]：ビジュアルの点で暗いシーンがたくさんあります。多くは夜間や夜遅くに表示されます。 多くの暗い場面は、特にこれらの設定に暗示されています。龍之助とその召使いを示しています（天国に感謝します。アニメには明示されていません - 検閲ありがとうございます）。 景観や都市の背景のアートは非常によく作られています。 描かれたキャラクターも同様です。 アニメーションはトップクラスです。 このシーズンに見られる戦いのすべての動きは、それらを見ていることのスリルに加えて非常に明確だった。\n\nSound [10/10]：OPとEDは本物のグルーヴィーで、その言葉はシリーズのテーマに完全に合っています。 シリーズのバックグラウンドスコアは梶浦由貴さんのものですので、ピアノやバイオリンも期待しています。 彼らは実際に私がエピソードで述べた特定の事柄について考えさせるようにした（セブンとイスカンダーの間の非常に興味深い会話のために特にep11を見る） 梶浦由貴はいつもあらゆるキャラクターのテーマソングをセットしていますが、このシリーズの場合もあります。 イスカンダーとギルガメシュには中東や東洋の道具が使われているテーマがあります。 このシリーズの非常に強みは声優です。 それらのそれぞれは、それぞれのキャラクターに息吹があります。 ギルガメシュの傲慢、イスカンダー、セイバーの誇り、すべての声優たちは優秀な仕事をして、召使いとマスターのそれぞれの性格を築き上げました。 対話は細心の注意を払って書かれています。 多くの哲学的、多くは騎士の誇りでいっぱいです。 彼らはちょうど完全であり、個人的には（字幕で）読むことが大事でした。\n\nCharacters [10/10]：あなたが飽きて読んでいない場合は、私のレビューのこのセクションまで読んでみてください。あなたはすでにすべてのキャラクターがすごく素晴らしく素晴らしいことを知っているかもしれません。 私はすべての考えを良い言葉で表現することはできないかもしれないが、真実を伝えるために、運命の中のすべての召使いたちを見て驚いた。 ショーの途中で各サーヴァンの能力が上昇するようなものはありません。 彼らはすべて始めることが無敵です。 同じ戦場で異なる時代のヒーローと戦うという考えは、まずは素晴らしい、そしてスリリングなコンセプトでした。  Fate Zeroの開発は、この面を美しく強調しています（召使い自身は、他の時代のヒーローの人物と戦うことができたと認識していました）。マスターはちょうど操作的で残忍で、複雑な戦略を思いついています。  Fate Zeroのために設定されたマスターとキャスターのキャストのパーソナリティーは完璧なものであり、Fate Zeroを見栄えのいいものにしてくれました。 個人的に私はIskanderの強みと彼の考えに圧倒されました。\n\n\n楽しさと全体的な[10/10]：ショーのあらゆる面で本当に苦情はありません。 非常によく計画され、実行された物語。 非常に興味深いプロット、アクションのスリラーに最適です。 見て楽しめる楽しいキャラクターキャスト シリーズで示された素晴らしい対話と戦略 完全にお勧めします。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "dmasterxd",
    "profile": "/profile/dmasterxd/reviews",
    "pages": "5",
    "number": "6",
    "link": "/reviews.php?id=208599",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  5\nサウンド|  6\nキャラクター|  1\n|  1\n\n注：これは両方の季節のレビューです。\n\nストーリー：1-それが言うように、ストーリーは単純に...哀れです。 それは、一時間の長さのエピソードから始まり、価値のある展覧会が始まります。 どこで...これを手に入れよう...キャラクターを気にするような、もっと無駄なものに使うことができる時間の大部分は、より多くの展覧会、より多くの展覧会、そしてさらに展覧会に費やされます。 彼らはいつもサークルで話しています！ ああ、心配しないで、安価な強制的なメロドラマと、物質や価値がほとんどない偽りの説教を伴って、各エピソードごとにさらに多くの展覧会を開くことになります。 ああ、それの暗い性質を忘れることはできません。 暗い=いいよ、そう？ ハハ、ええええええええええええええええええええええええええええええええええええええええええええええ、\n\nアート：5アートは大丈夫です。 人々がプーコッタブルになるほど良いところはありません。 しかし、キャラクターデザインのいろいろな言い訳をして、うわーのCGIがぶつかり合っているのが好きな人は大丈夫ですね。\n\nサウンド：6-LOLうわー、私は過大評価することができますか？ 私はゼロの音楽は素晴らしかったと言われました...まあまあです。 私は間違ってはいけない、それは良い、ただではない。 代わりにカワイケンジを持つことは本当にここで恩返ししたでしょう。 それでも、私が言ったように、アニメーションのようにそれはまだそれ自身の方法で、それはまだされていることができるほど良いではない。\n\nCharacter：1-今、私たちは実際に悪い段階に戻ります。 彼らが最も基本的な要素、深さと開発のうちの2つが欠けていると呼ばれることさえできれば、これらの「文字」。 深みから始めましょうか？ これらのキャラクターのほとんどは、完全なかわいそうか気にかけない価値があります。 あなたがあなたのキャラクターを純粋なショック値で無作為に殺すなら、Urobutchiを聞きなさい、最低限のアメリカケア！ それで実際にはうまくいくかもしれません...とにかく、これは暗闇に誘発された聴衆の無関心として終わったのです。 私はキャラクターのどれかを気にしなかったので、彼らがお互いを殺したかどうかは気にしなかった。\n\n今、MC、Kiritsugu、そして、私の...彼が最初から最後まで本当に恐ろしい性格になったのです。 彼は話す資質を全く償還していません。 自分の家族を裏切ろうとしている人（私は何かを台無しにしないようにそれを残す）は、彼自身の個人的な利益のためだけです。 文字通り、彼のために根を下げる理由はなく、正直なところ私が他の人物のことを気にしていたら、私は彼に根差しただろう。 それが起こると、ライターとキャラクターの両方がストーリーの最も基本的な側面の1つで失敗しました。 しかし、この番組で生まれたすべてのキャラクターの中には、ライダーとして知られる小さな希望の標識がありました。 彼は非常に優れたキャラクターでした...コンセプトで...悲しいことにウロクロッチは彼と一緒にできる最高のことさえしませんでした。 ああ、しかし、文字が大人だと心配しないでください、それは元気です！ それは自動的にそれらを素晴らしいものにします！ また、実際にはまともなやり方で処刑された場合は、その点を指摘したかもしれませんが、一般的なハイスクールMCほど大人のように行動しません。\n\n楽しさ：1  - うん、明らかに私はこれを楽しんでいない。 結局のところ、ほとんどすべてのコーナーで失敗し、道路を回って、ほんのわずかのエリアを通過するようなものを、どのように楽しむことができますか？ それは私が戻ってくることのない完全かつ完全な時間の無駄でした。\n\n全体的には1です - 私たちはサークルで展示会を開催しています。安価で強制的な「ドラマ」と「ショック」の価値、ひどい主人公のキャラクターを岩に置き換えることができます。 今度は、暗くなるように頑張ろうとするストーリーでそれをすべてコンパイルしてください。しかし、代わりに笑ってしまうのではなく、あなたはFate / Zeroとして知られる大きな時間を無駄にしています。 これは本当に不当な誇大宣伝まで生きていません。 あなたがまだこれを見たことがないなら、あなた自身の好意を持ち、すべてのコストを避けてください。 これを見ることは間違いであり、ひどい考えです。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "DestinysGT",
    "profile": "/profile/DestinysGT/reviews",
    "pages": "5",
    "number": "7",
    "link": "/reviews.php?id=202922",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n私はあなたが運命を見ていないか/少し良いと思う夜を見ていないと、それをもう少し詳しく話を説明してくれると言ってこれを始めるつもりです。 あなたが運命/ゼロを見てしまうと、以前のシリーズを見ている可能性はほとんどありません。\n\nアニメは多くの感情を持っていて、あなたはすべてのキャラクターのほとんどではありませんが、ほとんどの人に付き添っています。 愛するまで成長する人もいるし、泣く人もいるかもしれません。 それは物語は、誰かが戦場でお互いに戦うための奉仕者としてヒーローを選ぶ「聖なる戦争」についての話です。  （私は本当にあなたのために何かを台無しにしたくないので、私はもはや言うつもりはない）あなたの主人公はよくキリツグエミヤです。 魔法の暗殺者。\n\n先に進み、それを後悔しないようにしてください。\n（誰もが自分の意見を公開しているが）"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "fullmetal90",
    "profile": "/profile/fullmetal90/reviews",
    "pages": "5",
    "number": "8",
    "link": "/reviews.php?id=71497",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n私は最初のシーズンをちょっと前に終えました..このアニメを書くように促したのは、それが信用供与されるべきだからです。このアニメは別のリーグにあります...終わらなければなりません。Fate / stay night アニメ...これはFate / stay nightの予選です。\n\nストーリー... 10\nすごいプロット...うわー、私はショーのすべてのキャラクターが好きだった...実際の伝説の英雄への特定の文字の参照は拍手を贈ることです。 どこで伝説のアレキサンダー、ギルガメスなどの戦いを見つけることができますか？ プロットは素晴らしかった...私は物語の欠陥をほとんど見つけなかった...第2シーズンにもっと多くなるアクションがたくさんある。\n\nアート... 10\n偉大な芸術作品...特に伝説の英雄がどのように描かれていたかが好き...キド\n\nサウンド..9\nオープニングクレジットと戦いの音楽は明らかに素晴らしい\n\nキャラクター10\n上で述べたように、キャスト全体は素晴らしいです。彼らに与えられた声は、それを愛していました.....ユーモアのセンスは、特定のキャラクターに浸透しています。\n\n全体的な..10\nアニメファンのために見なければならない...もしあなたがこのトップを観ることを見ていたら、それは素晴らしい喜びになるだろう。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "uraharara",
    "profile": "/profile/uraharara/reviews",
    "pages": "5",
    "number": "9",
    "link": "/reviews.php?id=65083",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\n誇り高いストーリーテリング、魅力的なキャラクターアーク、魅力的なアートワーク、ハイステークス戦に適したサウンドトラック、Fate / Zero  - 私は個人的に感じる - 本当に最高のアニメです。\n\nショーの主なコンセプトは、モダンな戦争で戦うために出てくる人気の伝説と神話からのヒーローの精神で、彼らがお互いを殺してお互いを殺して聖杯で授与されるという魅力的なものです ショーを見るためにそれを強制するのに十分なだけです。  Fate / Zeroの偉大な点は、この戦闘ロイヤルで14人全員（7人のマジとその召使）を最大の可能性で使用していることです。各キャラクターはその続編であるFate / ステイナイトは、主に1人のキャラクターに焦点を当て、他のすべての参加者の可能性を無駄にします。\n\nFate / Stay Nightは、Fate / Stay Nightの前編ですが、Fate / Zeroをプリクールではなくスタンドアローンの作品として考えているかもしれません。Emitaya Kiritsuguと会社の話をするのは難しくありません。  Fate / Stay Nightのために、または物事がF / SNにどのようにあったかを正確に一致させるために、それぞれのキャラクターの魅力的なストーリーを展開します。\n\nFate / Zeroの各キャラクターは、プロットへの貢献度が最大限に活用されており、それぞれのキャラクター、人間、ホムンクルス、ヒロインの精神が深く探究されています。 そして、私は、ショーの最強のポイントだと感じています。 戦争は多くのキャラクターの中からモンスターを作り出していますが（恐らくいくつかのモンスターは間違いなく始まりますが）、Fate / Zeroはすべてのキャラクターを解読するので、観客は通常は卑劣なキャラクターに共感するよう強制されます。 彼らはそのような深い理解を育むからです。 さらに、白黒の「良い人」や「悪い人」もいません。 物語の中心的な主人公は恵屋霧月だが、彼は非常に道徳的に灰色である。 キリツグだけではなく、戦争中の様々なキャラクターを後押しする気がします。\n\n主人公の話題では、Fate / Zeroの素晴らしい性質のもうひとつは、物語が主人公を中心にしていないことに注意することも重要です。 江見霧月の裏話は他のものよりも多くのスクリーン時間が与えられるが、聖杯戦争自体はキリツグではなく、その中心であるため、戦争の参加者はすべてほぼ同等に表現される。 観客は誰のものでも裏切られた物語や動機について十分に学び、戦争でも勝利を保証されるキャラクターはない。誰もが死ぬことができるので、明確な「ヒーロー」や「良い男」は存在しない。\n\n美学に関して、特に英雄のためのキャラクターデザインは、絶対に豪華です。 さまざまな順序での照明と色の使用は壮観です。 壮大にアニメーション化されたビジュアルは、壮大な比率と神のような美しさと雄大な精神の壮大さを反映するだけでなく、戦争の暗闇を捉えるために編成されたサウンドトラックに裏打ちされています。\n\n物事を包むために...\n\nショーにはすばらしいペーシングがあります。そのため、進行中のプロットをさえぎることなく、キャラクターの複雑さを探ります。 白黒はありません。 あなたの気持ちは混乱し、戦争をサポートする人や特定の性格を感じる方法について混乱することがよくあります。 それはあなたに道徳、名誉、無私、そしてより大きな善と、これらの価値が本質的に貪欲に煽られた戦争にどのように当てはまるかを考えるように強制するショーです。\n\nすべてにおいて、傑作です。  10/10。 あなたは失望しません！"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "amystic",
    "profile": "/profile/amystic/reviews",
    "pages": "5",
    "number": "10",
    "link": "/reviews.php?id=201484",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n*このレビューは両方のシーズンを参照します*\n\nFate / Zeroは私が今まで見た中で最高のアニメの1つです！ それはそれぞれの面で素晴らしい仕事をしています。それは私がほぼ誰にでも推薦できるほどのことです！\n\nセッティングは後編のFate / Stay Nightと同じです。  7人の魔術師（マスター）は、7クラスのうち1人の召喚師を召喚します。 一度すべてが召喚されると、7対7のタグチームバトルロイヤルが始まり、マスターとその召使の両方に希望を与えることができる全能の対象である勝利の対が勝利する。\nコンセプトは全体的には素晴らしいですが、それよりもはるかに優れていることの1つは、Fate / Stay Nightの適応です。  Fate / Stay Nightの厄介なキャラクターとは違って、Fate / Zeroのキャラクターは、もっと深みがあります。 それぞれのキャラクターは異なるイデオロギー、さまざまな動機、パートナーとのさまざまな相互作用を持ち、状況全体をより現実的にします。 すべての文字は良いとrelatableであり、時には悪い男を指摘することは本当に難しいです。\nストーリーは非常にキャラクター駆動であり、どんなキャラクターもプロットアーマーを持っていません。 このシリーズの何かを予測することはほとんど不可能です。あらゆるキャラクターが何らかの瞬間に何か（死ぬことを含む）を行う可能性があり、エピソード後のエピソードを見て、何を期待しているか分からずに自分の椅子に座っています。\n唯一弱い部分は、始まりと終わりです。 このアニメはFate / Stay Nightを見なかった人を対象にしているので、最初のエピソードはドキュメンタリーのように感じる40分の退屈な博覧会です。 しかし、このアニメはFate / Stay Nightを見ていない人たちをターゲットにしていましたが、それでもそれまで生き残っていなければならなかったので、それはあまり理にかなっていません。\nそれにもかかわらず、私はそれを見て楽しんでいました。 キャラクターやストーリーは素晴らしいですが、スロースタートや反時計回りのエンディングに関しては、私は他の方法を見ることができます。\n\nアニメーションは絶対に美しいです。 美しいキャラクターデザインと特殊効果を備えた映画に近い品質です。 あなたは、他の多くのアニメでその品質のアニメーションを見ることができますが、最近リリースされたアニメであっても、Fate / Zeroのような各フレームで一貫しているわけではありません。\n\nサウンドトラックは、主に梶浦由紀によって構成されていました。 十分に言った。\nこのショーの音楽は、壮大な戦いであろうと単純な会話であろうと、ショーの全体的な雰囲気をとてもうまく描き、それに加えて、どんな瞬間にも多くのサスペンスを作り出すのに最適です。\n声優（元の日本語と英語の両方のダブ、あなたのことを思い出してください）はすばらしい仕事をしてくれました。\n\n私は誰もがそれについて好きなものを見つけることができると信じているので、このアニメを見ることを強くお勧めします。 初めは遅く、エンディングが変わっているかもしれませんが、これはちょうど2つのエピソードであり、このアニメは無視できないほどです。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "pythonmicmac1",
    "profile": "/profile/pythonmicmac1/reviews",
    "pages": "5",
    "number": "11",
    "link": "/reviews.php?id=158817",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  8\n\n私は私のレビューを開始する前に、これは本当に驚くべきことではないので、これは私の最初の試みです。 私がこれを始める前にもう一つ、この前に運命の夜を見る必要はないことがわかっているはずです。 クリエイターは、これまでにfsnを見るように作ったにもかかわらず、それをする必要はありません。これは、あなたのストーリーの理解を決して奪うものではありません。 今レビューを取得することができます。\n\nストーリー：9\n運命/零の話は、聖杯のために戦うヒーローな精神をそれぞれが授けられている7人の師の間の戦いであり、どんな願いをも与えることができる人工物です。 物語は非常に明白に聞こえるが、実際にあなたが感情を感じさせる美しい戦いと部分で、かなりの冒険であることが判明します。 ショーの第1部では、キャラクターを紹介して慣れ親しんで好きになることができるので、ストーリーを徹底的に掘り下げません。 パート2がこれを始めると、あなたは感じを体験します。 この部分はドラマと戦いでいっぱいですが、いくつかの点では物語が少し劇的になってきて、クリエイターが物語がまだ残っていなくてもドラマを追加するような感じがします 。 この部分が第1部よりもずっと優れていたことは言うまでもない\n\nアート：10\n私が見たものから、このアニメは......だったと簡単に言うことができます.ABSOLUTELY FUCKING BEAUTIFUL。 このアニメは虹とCGIとのセックスをしているのを時々あなたのアニメにとって本当にうまくいっていると思うような色で見事にしていましたが、\n\nサウンド：9\n私は音質にはあまり注意を払っていないが、私は彼らが良い仕事をしたと言うことができる限り。 音量が変わって音量が大きくなる部分がありましたが、これらの瞬間は特に戦闘中のものでしたので、それほど大きな問題ではありませんでした。\n\nキャラクター：10\n運命のゼロのキャラクターは、おそらくアニメ全体の中で最高の部分です。 それぞれのキャラクターは、他とはるかに異なっています。 キャラクターは幸せな幸運な征服者から何も彼の目標を達成することを止めさせようとしている無慈悲な殺人者に行きます。 声優もとてもうまくやっていました。私は英語のダブを見ました。素晴らしいもので、とてもうまくやってくれました。\n\nエンジョイメント：8\n今私は他のすべてのカテゴリーの9と10を与えたことを知っているが、これは8が得られる理由は、ショーは始まるが本当に興味のあるものはないから、壮大な戦いがあって、 素晴らしい戦い以外の最初のいくつかのエピソードのために起こったが、私はまだそれを楽しんだだけではなく、パート2。\n\n全体：9\n運命/ゼロは多くの方法で運命/滞在の夜よりずっと優れています。私はこのアニメを強くお勧めします。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "songsofthecaged",
    "profile": "/profile/songsofthecaged/reviews",
    "pages": "5",
    "number": "12",
    "link": "/reviews.php?id=229663",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\nアニメ界で夢中になったものを超えたショーが頻繁に開催されます。 以前のものがあったのに対し、2011年にはFate / Zeroでした。 スタジオUfotableによって行われた息をのむほどの芸術で称賛されることもありますが、Fate / Zeroは単なる外見のシリーズです。 それはストーリーとキャラクターにも強く立つ。 この番組は誰にとってもそうではないかもしれませんが、運命のフランチャイズを初めて知った人にとっては理解するのが難しいかもしれません。そのテーマは一部ではあまりにも暗いかもしれません。私は、このショーは、 アニメコミュニティ内のすべての人を監視する。\n\nストーリー：9/10\nおそらく、このシリーズの最も弱いセクションは、依然として悪くはないが、Fate / Zeroの全体的な話である。 バトルロイヤルのコンセプトは決してユニークではなく、アクションやバトルシーンの触媒となる安易なプロットデバイスとしての聖杯戦を簡単に却下することができます。 しかし、Fate / Zeroはアクションジャンルの中にあるが、アクションストーリーではない。  2人のキャラクターが衝突するとき、誰が最も血を流すことができるのではない - それは理想の衝突に関するものです。  2人のキャラクターが戦うとき、他の人の夢を砕くことでしか達成できない、理想のために戦う決心がより強い人がいるかどうかを知るコンテストです。 私がFate / Zeroについて本当に好きなことの一つは、少なくとも主人公がいないということです。少なくとも、Ufotableの他の仕事、Fate / Stay Night：Unlimited Blade Worksの範囲ではありません。 このため、各キャラクターの夢や戦闘の理由が視聴者に明らかになります。視聴者がこれらのキャラクターに付き添って成長すると、これらのキャラクターの大部分が必然的に死にます。 また、Fate / Zeroは典型的なバトルロイヤルではありません。 それは歴史や神話からの霊魂を召喚して、召使いとして戦うために、そのアイデアにそれ自身のひねりを加えます。 著名な神話や歴史的な人物に興味があるなら、私はこのシリーズを十分に勧めることはできませんでした。\n\nキャラクター：9/10\n今では、私の意見では、シリーズの最高のセクション、文字です。 非常に多くのキャラクターが溢れるストーリーのために、Fate / Zeroはそれらを非常にうまく管理します。 キャラクターの大部分は面白いキャラクターデザインを持ち、興味深いバックストーリーや動機も持っています。 しかし、UBWライダーの中には少数のUBWライダーがいるので、このセクションは完璧ではありません。 しかし、これらの未熟なキャラクターでさえ、英雄精神とのペアリングはうまくできませんでした。 それぞれのマスターは、まったく素晴らしい方法で自分のキャラクターに対比して挑戦しているサーヴァントと提携しているようです。 あなたは、Waver and Rider、誇りで、大きくて、騒々しいアレクサンダー・ザ・グレートと一緒に働くことを余儀なくされた、弱く、しばしば愚かな十代の少年を持っています。 あなたはセイバーとキリツグを持っています。騎士は、自分の仕事を成し遂げるために汚い手段を使うことに問題のない暗殺者と名誉と誇りをもって戦っています。 ほぼすべてのデュオはこのようなものであり、矛盾する性格が他の人を成長させて発展させる方法は美しいものです。\n\nアート/サウンド：9.5 / 10\nこれまで言われていなかった芸術については何も言えません。 これはおそらくUBWを除いた可能性のあるテレビシリーズで最高のアニメーションを持っている可能性があります。特に2011年に映画の予算よりも少ないスタジオで制作されたテレビシリーズであることを考慮すると、 このシリーズのオープニングとエンディングの両方が私のお気に入りのものです。彼らのキャッチーなビートと素晴らしいビジュアル、そしてそれぞれが気分を巧みにうまく描いています。 音に移行する。  Kara no Kyoukaiの映画シリーズやMadoka Magicaの中で絶対にファンタスティックな仕事をしてくれた梶浦由紀が作ったサウンドトラックで、誰もがFate / Zeroがあなたにeargasmを与えると期待していたはずです。  Fate / Zeroのサウンドトラックはまだ素晴らしいですが、多くの素晴らしい作品がありますが、少し不足していると感じています。 私の意見では、音楽はシーンを補完する以上のものでなければなりません。 それはほとんどシーンを作る必要があります。 そして、Fate / Zeroのアクションシーンでは、音楽がある間は、しばしばかなり抑圧されています。時には静かなので、聞くために意識的に聞く必要があります。 また、音楽がまったくないシーンが多数あります。 私の批判的判断にもかかわらず、このシリーズのサウンドトラックはまだ私が今までに聞いたことのない最高のものであるため、むしろニッキーピッキーです。\n\nエンジョイメント：10/10\n私の分析では過度に過酷に聞こえたかもしれませんが、このシリーズは傑作であり、私はそれを楽しんだので間違ってはいけません。 遅い点がいくつかありましたが、プロットはもう一度ピックアップするのに時間がかかりませんでした。 私は今度はシリーズを4回見直しましたが、毎回、批判的な目でそれを見ているにもかかわらず、シリーズを愛していました。 後でStay Nightで演奏する。 正直言って、このシリーズは最初の腕時計の中で最も嫌いでした。 どんな理由であれ、UBWを自分のお気に入りとして守りたいと思ったので、私はそれが気に入らないと決心しました。 全体的に、私にとっては、このシリーズは私のお気に入りのリストで非常に高く、そのすべての一般的な栄光で：私の心の中に特別な場所を保持します。\n\n全体：9/10\n私は、このシリーズは誰にとってもそうでないかもしれないと理解しています。私が持っているほど楽しめない人がたくさんいます。 私はこのシリーズをお勧めしません。たまにレイプや殺人事件があります。 しかし、高校の環境では行われない、暗い、成熟したシリーズを探している人にとっては、 ファンサービスはありません（-cough-Gil aside）。 ティーンエイジャーが（ほとんどのキャラクターは実際には大人であり、新鮮な空気の息吹である）オーバーランされません。 興味深く興味をそそるキャラクター。 バトルロイヤルプロットでユニークで強力なひねりを提案する、このシリーズはリストを見るあなたの計画のトップに急上昇する必要があります。 少なくとも、それは美しい映像と魅力的なプロットを備えた面白い時計です。 もしあなたが失望したら、私は非常に驚かなければなりません。\n\n - \n注：これはシリーズ全体のレビューであり、シーズンだけではありません。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "Dysoth",
    "profile": "/profile/Dysoth/reviews",
    "pages": "5",
    "number": "13",
    "link": "/reviews.php?id=157899",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  10\n\n要するに：\n\n私は通常prequelsを見るのが好きではないので、早くも好きではないにも関わらず、Fate / Zeroはそれがよく知られている続編よりも優れていることが判明し、私を驚かせました：\n\n - すばらしい芸術\n - さらに興味深い話をして夜を過ごす\n - 大OST、オープニングとエンディング\n - そして私が知っていると思ったキャラクターは、彼らの過去と心配についてもっと知ることを大いに楽しみました\n\nレビューセクションにリストされているFate / Zeroのすべての部分（ストーリー;アート;サウンド;キャラクター;楽しさ）のほぼすべてを楽しんだ/\n\n全体的にはっきりとした10/10。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "DueTomorrow",
    "profile": "/profile/DueTomorrow/reviews",
    "pages": "5",
    "number": "14",
    "link": "/reviews.php?id=225921",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  7\n\nクイックレビュー。\nFate Zeroは、聖杯戦争のためにマスターになるために犠牲になるものの深さと、あなたの魂へのコストと、それまでの人の犠牲との深さに本当にあなたを引き込む素晴らしいオリジナルの物語です...そして最終的に質問してください それは本当にそれの価値があったのですか？\n私はいつもFate / Stayシリーズのアートを賞賛しましたが、物語はとても畳み込まれているので、私は興味をそそられませんでした。 それは複数のアークと可能性を持つPCゲームに基づいているという事実のためかもしれませんが、OVAとそれ以前の番組はEmiya Shirouとギャングのストーリーとバックストーリーにコミットしたくないと感じています。  Fate Zeroは、実際にキャラクターが興味を持っている視聴者を得るという素晴らしい仕事をしています。 あなたは知っているKiritsuguは彼が何をしているために良い男ではないが、主人公として、あなたは彼に接続したいと思って、シリーズの塊を取る理由は理解するために、 感情的な和音に当たって、観客を彼に同情させることができます。 そしてショーはあなたがセイバーを知っていることを前提としているので、彼女のキャラクターを掘り下げたり、彼女の周りのショーを回したりするのに時間を浪費するのではなく、他のマスターともっと時間を費やします。 ショーの終わりまでに、あなたは本当に主要なマスターと奉仕者のほとんどを理解し、ショーはあなたに感情的にそれぞれに投資するように求めています。\nこのショーのための唯一の本当に眩しい欠点は、それが始まってからの勢いです。 それは、いくつかのエピソードが出てくるまで拾い上げることはなく、ストーリーを設定してゆっくりと動く場面を使うのではなく、最初の2つのエピソードで聴衆を引き込むためにもっと努力している可能性があります。\nあなたがFate / Stayシリーズを見ていない（またはそれを見たりすることを計画していない）場合は特に、このショーを強くお勧めします。 それは素晴らしいスタンドアロンショーですが、気分が良い瞬間はあまりありません。 それでも、多くのギミックやマーチャンダイジングに頼らない美しい芸術や背景を持つ興味深い物語を作り上げています。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "Eagleshadow",
    "profile": "/profile/Eagleshadow/reviews",
    "pages": "5",
    "number": "15",
    "link": "/reviews.php?id=193105",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n最初のシーズン、または前半に、私は本当に置いていないジャンルを見つけました。 私はウーブロウチのためにここにいたが、私が得たものは、派手な戦いを投げ出すための言い訳がたくさんあった。 派手な試合でさえ驚くべきことでしたが、私は彼らの文脈と結果が本当に迷惑であることを発見しました。 フリー・オール・オール・オール・オール・オール・トゥー・オール・チャンスを新しく興味深いやり方で取り組むことを望んでいたと思う。ミライ・ニッキーのようなものが少なくとも試してみた。 しかし、Fate / Zeroはそれに本当に関心がありませんでした。最初のシーズンには、本当に古くからの戦いを古典的な過度の死と見なしていました。 言い訳がそれを要求したので、ここだけのように、不正行為はちょっと不誠実だと感じました。 プロットはそれを要求し、プロットはキャラクターのキャストを広げ、少しずつ多くのものを導入する。 まあ、私の問題だったのですが、やっぱり戦闘でマイナスの結果が出ていて、私がウーブロウチから期待していたことはあまりありませんでした。 私は後半まで待たなければなりませんでした。エピソード16は、ウロブチの優しさに乗るためです。\n\nそれで、第2シーズン、または後半に、キャラクターと世界観が詳細に探究され始めます。 たわごとはどこに行くか。 そしてこれは非常に深刻な仕事です。 物事が問題になる時。 そのようなジャンルはshounenから心理的なスリラーに変わった。 前半にはいくつかの良い点があり、後半にはいくつかの悪い点が自然にあります。 これが私の本の傑作ではないことの一部です。 それのもう一つの部分は、今...ハルクは私のためにこれを打つだろうが、別の部分は、プロットロジックです。 ファンタジーの魔法の設定はちょうどあなたが本当に物事に疑問を呈していない場合、時々警官として過度に使用されると感じました。 私はスーパー・ソリッド・ロジックですべてを引き出すプロットを尊重することはできません。 多分真剣な仕事の中で魔法に向かっているだけの私の嫌悪です。\n\nプロットのロジックは、ストーリーを賢明な場所では控えめだと感じていますが、後半は本当に魅力的な話です。 その一部は正確に何が起こったのかを確かめていなかったし、そして/または何がどうなったのかについて私がどのように感じるべきかを熟考していた。 私は残忍さを嫌った、それは私がまだ見てきた彼の最も残忍な仕事だった。 それらのシーンのいくつか...ちょうどいい...ちょうどあなたがいない！ 私はまた、文字と一緒に死んだスレッドを探索する可能性があるからといってプロットの穴ではないにしても、1つのプロットスレッドが決して探検されなかったことに、少し悩まされます。 私は最初、非常に感銘を受けたアニメでテーマに取り組むことにしました。 私はそのポイントがキャラクターの1つをさらに特徴づけることに過ぎないと思っていますが、そうであっても、それがどう処理されるのか本当に楽しみにしていたので、私にはいくらか許されません。 上半身にはほとんどないものの、深くてニュアンスのあるキャラクターが、彼らの哲学と共に本当にきれいにどのようになっているのかは言うまでもない。 面白いことに、後半/シーズンはOP / EDの方がはるかに優れていますが、主に音楽的には賢明です。\n\nUfotableは制作の背後にあるスタジオです。 それは、生産の品質が「神聖なくそ、この費用はどれくらいか」という意味です。  Ufotableビジュアルは間違いなく私を助け、前半を乗り越えるのを助けるでしょう。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "ktulu007",
    "profile": "/profile/ktulu007/reviews",
    "pages": "5",
    "number": "16",
    "link": "/reviews.php?id=89603",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  8\n\n私たちのほとんどは少なくともType-MoonのFateシリーズに精通しています。 基本的な前提ではない人のために定期的に聖杯があり、グループの人々がマスターとして選ばれ、彼らのために戦う伝説的な/歴史的な人物を召喚しなければならないということです。 その結果、継続性の問題がないことを願っています。 ゲームに基づいた2つの主要なアニメシリーズがあります。最初はFate / Stay Night、2つ目はFate / Zeroです。 私は最初のシーズンにしか行きませんが。 運命のアニメの奇妙なことの一つは、同じスタジオでも扱われていないということです。  Fate / StayはStudio Deenによって行われ、これはUfotableによって処理されました。 なぜ変化？ 知りません。 たぶんタイプ・ムーンは、コレの責任を持つスタジオがZombie desu kaのライセンスに触れることを望んでいなかったのかもしれない。 それは完璧な意味合いがあります。\n\n\n\nキャラクターは本当にアニメ作品を作るものです。  TohsakaやAssassinのような退屈なものがいくつかあり、面白そうに見える人もいますが、実際に弟子である刈谷とBerserkerのような裁判官には十分ではありません。 現実を反映することを意図していませんが、かなり戸惑う可能性があります。 しかし、大部分のキャラクターは魅力的です。 従業員ははるかに面白い傾向がありますが、実際に働く人の中には、マスターとのやりとりがあります。 マスターとサーヴァントの関係はいつも面白いです。 部分的に変化する理由の多くは、ほとんどの場合、自分の性格の中で最も興味深い面を強調するマスターとサーヴァントのペアを選ぶことになったためです。 最大の例外の1つはセイバーです。 彼らは彼女のマスターの代わりに彼女の補完アイリスビエルを作った。 私が気にしているのは、彼らの歴史や神話が頻繁に間違っていることです。私はセイバーが女性であるとは言いません。 アレクサンダー・ザ・グレート（アレキサンダー・ザ・グレート）に関わるぎこちない矛盾が本当に気になります（いいえ、それはスポイラーではありません。あなたはかなり早い段階で自分のアイデンティティーを見つけます）。\n\nこれの芸術は大部分が優れています。 文字のデザインは、一部の使用人にとって正確ではありませんが、実際には創造的です。 戦いのシーンは強く、本当に良い背景がいくつかあります。 それは言われている、私はいくつかのほとんどマイナーな問題があります。  1つ目は、セイバーの髪の形が、彼女が鎧と民間衣服の間を移動していることです。 彼女の民間人の髪は、彼女が鎧に持っているスタイルのために十分に長くても厚くもありません。 そして、戦闘シーンの大部分は良いですが、その中には怠惰なものがあります。 特にキャスターとランサーとセイバーのデュオとの戦い。\n\n今私たちは演技に移ります。 ほとんどの俳優は本当に良いです。 音楽は...私は叙事詩を言うのは躊躇しますが、それはむしろ使い過ぎですが、確かに壮大です。 特に石田晃、川澄綾子。 つまり、2つの例外があります。 最初は鶴岡聡です。 彼の演技は爆発的で、非常に壮大で、かなりグレーティングです。 むしろBrian Blessedのように。  2番目はIllyavielを演じるKadowaki Maiです。 彼女は実際にかなり面白いですが、彼女の声はちょっと面白いほどに高音になっているので、彼女にはあまり役割がありません。 公正であるように、彼女は小さな子供を演じているので、彼女のパフォーマンスはうまくいくが、それはそれほど迷惑にならない。\n\nユリ係数は4/10です。 セイバーとアイリスビエルはかなり同性愛者のようなシーンを手に入れます。 特に、セイバーがアイリスビエルの騎士と呼ぶもの。\n\nFate / Zeroシーズン1の最終評価は8/10です。 キャラクターのやりとりやキャラクターそのものは、本当にうまくいっています。 ストーリーは、フランチャイズにとって新しいものではありませんが、面白くて、演技は大体本当にうまくいっています。 それがすぐに来るとき、それが持っている問題は比較してマイナーです。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "ExhaltedMeido",
    "profile": "/profile/ExhaltedMeido/reviews",
    "pages": "5",
    "number": "17",
    "link": "/reviews.php?id=47807",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nそれを簡単に言えば、それは期間のすべての側面で10/10であり、それはタイプムーンに慣れていない人でさえ、このアニメのために落ちることは難しくありません。\n\nビジュアル：キャラクターハンドや身体言語のジェスチャーに驚くようなものがあります。戦闘シーンは鮮やかなアニメーションで満たされています。このエリアでは改善が見られません。\n\nオーディオ：多くの人がサウンドトラックを定義していると思うし、しばしばアニメを作り、壊すことはできないと思う。私はそれらの人々に同意し、このアニメではサウンドが完璧だと言うことで、オープニングから声優 オーディオで不具合を見つけることはありません\n\n最後はプロット、プロットはマジシャン間の戦争を中心に展開され、このアニメには7つの「magus」があり、それぞれが「聖杯」と呼ばれるアーティファクトによって選ばれ、これらのマジシャンはそれぞれ それは本当の主人公か神話の主人公であろうか。 これらの7つの選択されたmagusは、彼らが望む主人公を賞賛する魔術師によって作られたアーティファクトを「聖杯」に勝つために死の戦いで彼らの人生のために戦わなければなりません"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "walloman",
    "profile": "/profile/walloman/reviews",
    "pages": "5",
    "number": "18",
    "link": "/reviews.php?id=44769",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  9\n\n私はこのアニメを約1年待っています。 それは失望しませんでした。 運命の夜からアートは本当に改善されました。 物語はまた、すべての第4回聖杯とすべてのマスターと召使いは本当にタフに見えるので、私はその1つの地獄の挑戦だと思うだろう、より面白いです。 私もキャラクターが好きです。 全体的に、この季節にType-Noonがそれを維持するという最初のエピソードの希望が大好きだった。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "fhood",
    "profile": "/profile/fhood/reviews",
    "pages": "5",
    "number": "19",
    "link": "/reviews.php?id=78603",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  5\nキャラクター|  5\n|  5\n\nこれは非常に高度にレビューされたアニメであり、多くの人々が本当にそれを好むようです。 それは、私が.....不快な応答のホストを発生しようとしていることを意味します。 問題を複雑にするために、彼らは素早くしばしば1つのエピソードで彼ら自身のセグメントを各自に与えていました。 つまり、退屈ではないキャラクターがいる場合、あなたはそれらの多くを見ることはありません。 私はアニメーションが幻想的だと認めますが、それ以外は賞賛の価値があまり見られませんでした。 だから、ぎゅっとした腰を使って、私はこれを言うでしょう。 私はこのアニメが魅力的であるとは思っていませんでした。 まず、文字は良くありません。 彼らはすべて偽善されており、彼らの時間の大部分は、一種の方法で、または他の方法で繁殖するのに費やされます。 その後、より多くのきらびやかなキャラクターと面白味のないキャラクターの間の戦いによってうつ病が中断されます。 アーサー王はなぜ女の子ですか？ 彼らは少なくとも少女の英雄がほしいと思っていますが、彼らはちょうどランダムに1つを選んだので、税金を払っている人を見つけていましたか？ そして、彼らは行って、彼らの女性のキャラクターをきれいにし、退屈にしました。\n\n私の主張は、ここで暗く真剣になりたいアニメがあることです。 しかし、キャラクターは人間ではなかったので、それを取り除くことはできませんでした。 彼らはばかげた似顔絵がどこにあるのか。 あなたが同意しておらず、あなたがこの番組を好きなら、今は残念です。 あなたはもちろんあなたの意見を得る権利がありますが、巨大なロボットが出現することを決めた場合には、これをより巧妙にすることができたのは唯一のことでした。"
  },
  {
    "title": "Fate_Zero",
    "id": "10087",
    "url": "https://myanimelist.net/anime/10087/Fate_Zero",
    "user": "donutspiders",
    "profile": "/profile/donutspiders/reviews",
    "pages": "5",
    "number": "20",
    "link": "/reviews.php?id=214285",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  9\n\nWATCH IF：あなたは暗いキャラクター主義のアニメになり、多くの成熟したテーマを扱います。 また、悲しみに苦しんでいれば、痛みを感じるだけです。\n\nもしあなたが何か喜んでいるのを探しているだけなのか、何かよりも行動ベースの、あるいはそれ以上の対話重視のものがないのであれば、あなたは気にしないでください。\n\n---\n\nワオ。 どのような傑作。 このサイトで私の最初のレビューのために、私はそれがあまりにも大好きなので、それが運命/ゼロであることを望んだ。\n\n私は正直になります。 私はこれを何の期待もなしに見た。 私はFate / Stay Nightをわずか数夜過ぎたことを見ていました。私はそれを十分に好きでしたが、私が再び見たいアニメの種類ではありませんでした。  2つの言葉：かなり忘れられない。 それでも、ショーの前提は十分に魅力的で、私は、「ああ、地獄、他のものを見ているかもしれない」と思った。\n\n両方のシリーズの前提はかなり似ています。 あなたがジャスティン・ティンバーレイクやブリットブリットの代わりに歴史や民間伝承の伝説的なヒーローを持っていた場合を除いて、7人の他の人とセレブリティ・デスマッチを演じた場合を想像してみてください。  OPヒーローズクロスオーバーのような夢のような音がします。私がFate / Stay Nightをあまり好きではなかったとしても、私はそれを見守っていました。\n\nああ、少年、ああ、少年。 あなたがF / SNが気に入らなかった場合、またはF / SNまたはUBWを見ようと計画している場合は、まずこれを見てください。 真剣に。 それは最高のもので、あなたが見逃せないものです。 それは複雑で、大人で、異なっています。 それはかなりあらゆる面で印を打ちました。\n\nストーリー：\n\n主な前提は十分簡単です。 正直、想像力が半分くらいの10歳の若者たち（そしていくつかの本当にクールなアクションフィギュア）は、そのようなストーリーラインを生きていたに違いない。 しかし、それがとても良い理由ではありません。 このシリーズでは、簡単な前提を取り、これらの細部とニュアンスを追加して、よりリアルに見せます。\n\nそれは非常に成熟し、非常に暗いテーマに掘り下げます。 例えば、ショーは実際に多くのショーンショーの主人公によって保持されている根本的なロマン主義のようなものを批判する。 同時に、それは非常に冷笑的ではありません。 それは絶対的な実用主義を批判することにもなる。 このシリーズの執筆は、一言で言うのではなく、（会話）を伝えることに多すぎるいくつかのエピソードを除いて、一流のノッチです。\n\nさらに、それは文字を発展させるが、同時にストーリーを推進するためのたくさんのサブプロットを持っている。  1つのことをすることは素晴らしいことですが、同時に両方を行うには才能が必要です。 ペーシングはあなたの座席の端にあなたを保つのに十分速いです（ただし、シーズン2はシーズン1よりも優れていますが）。同時に、あなたがキャラクターに縛られるのを防ぐのに十分速いわけではありません。\n\nアート：\n\n彼らはそこでCGIを投げたことが大好きです。 それは非常にスタイリッシュでユニークなアニメのためになります。 それはUBWほど良くはありませんが、地獄ですが、それはまだ非常に良いと思いますし、すべてのアクションシーケンスは非常にうまくアニメされています。\n\n音：\n\nOSTは素晴らしいです。 それは目立たない、私はそれがとても革命的であるので、それが目立つようにではないと思います。 それは標準的なアクションタイプの音楽です - あなたはロック・アイやオペラ・バイブを手に入れます。 それは効果的ですが、私はそれらを与えるでしょう。\n\nキャラクター：\n\nストーリーテリングは一流ですが、実際にあなたを引き付けるのはこのシリーズの特徴です。さまざまな動機と視点を持つさまざまなキャラクターがあります。 これはお互いに約7人のショーでは非常に重要です。 ある瞬間、あなたは誰かのために根付いています。 次に、あなたはそれらを自分自身をビットに嫌うことがわかります。 誰もが暗いまたは利己的な側面を持っていますが、誰もが償還の兆候を示しています。 それは本当にあなたが戦争が勃発しているような気分にさせます - 誰も絶対的な権利はないからです。 誰もがちょうど本当にたわごとの状態で立ち往生しています。\n\n個々のキャラクターそのものを超えて、マスター（想像上の有名人の死の試合で有名人をコントロールするプレイヤーを考える）とサーヴァンツ（有名人）の間のダイナミクスは非常によく考えられており意味があります。  Kiritsuguと彼のしもべは、同様の最終目標を持っているにもかかわらず、スペクトルの極端にイデオロギーを持っています。 未熟な/不安定なWaverと彼の穏やかで自信のある僕との間にはコントラストが見られる。 他のダイナミクスは、人類について多くを明らかにする重要なサブプロットを作成するために鍛造されています。\n\n全体：\n\n私は本当にこのアニメが大好きなので、私は何度も行くことができます。 私は完全に偏っていないでしょう。 彼らが話し合いをしているだけの部分があります。 最初のエピソードは、壮大なエンディングを持っているにもかかわらず、大規模な情報ダンプでした。 しかし、このシリーズの強みは、ほとんど弱点を完全に超えています。 このショーを逃してはいけません。 それは古典です。"
  }
]
