[
  {
    "title": "Mahou_Shoujo_Lyrical_Nanoha__The_Movie_2nd_As",
    "id": "10153",
    "url": "https://myanimelist.net/anime/10153/Mahou_Shoujo_Lyrical_Nanoha__The_Movie_2nd_As",
    "user": "CreationBreaker",
    "profile": "/profile/CreationBreaker/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=92095",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n私が魔法少女リリカルなのはA（テレビシリーズ）を見たとき、私はそれを愛していました。 それは説得力のある物語、偉大なキャラクター、そして美しいOSTを持っていた。 私はアニメの完璧を抱き、リリカルなのはフランチャイズの頂点でした。\n\n言うまでもなく、Aさんが最初のシーズンのような映画版を手に入れようとしていることを知った後、私は絶対に興奮しました。 結局のところ、最初の映画は素晴らしかったです。 それは、第1シーズンの脂肪を飾って、恒例の物語を作りました。 もちろん、それはAで、何かが切り取られることを意味しました。 これはおそらく、私が何かを失うことなくAのシーンをカットすることが難しいことを発見して以来、私が最も心配していたものでした。\n\n魔法少女リリカルなのはThe MOVIE 2nd A's。\n\nストーリー：10\n映画そのものはAの代わりの再演であるため、全体的に非常によく似ているが、特定のイベントをガイドしたキャラクターの集合である。 たとえば、NanohaのStarlight Breaker +は壁を壊し、ReinforceのStarlight Breakerはすべて映画から切り取られました。 元のストーリーの欠落部分にもかかわらず、それはスムーズに書かれた魅惑的な物語としてまだ機能します。\n\nアートとアニメーション：9\n映画予算。 私はもっ​​と言う必要がありますか？\n\nサウンド：9\nテレビの季節や前の映画とは違って、サノヒロキキの代わりにミサ・ジュジョが作ったサウンドトラック。 これが発表されたときの私の最初の反応は間違いなく否定的でした。  Sano Hiroakiは常に、彼らが完全に果たしたシーンの気分にいつもフィットする、美しくポンピングするOSTを作り出しました。 そういうわけで、私は映画を見て、OSTを聞いて楽しく驚いた。 それは佐野弘明ほど良くはないが、それはまだよく構成されていて、映画を本当にうまく収めている。\n\n2曲の挿入歌がありました。\n\n'Snow Rain〜ver。 元気な雨がシリーズで演奏されたのと同じ場面で上田かなの「聖夜」が演奏されました。 両者の違いは、もちろんインストゥルメンタルでしたが、新しいバージョンはまだシーンと本当によく噛み合っていました。元のシリーズと同じような影響をもたらしました。\n\n2度目は、「Brave Phoenix」がオリジナルで演奏されたのと同時に演奏されたMizuki Nanaの「Sacred Force」でした。 神聖な力が場面にうまくいった間、それはBrave Phoenixが元来持っていたのと同じ冷たい感じを持っていなかっただけです。\n\nサウンドの最後の側面はもちろん声です。 元のシリーズと同じ恒星キャストを主演し、映画はこの面で全体的に失望しませんでした。 私の唯一の問題は、防衛プログラムの叫びです。 もともと、それは不気味で女性らしい叫び声を与えられました。 これはReinforceとの関係を家庭に追いやることを意味していました（これはReinforceの元の中空シェルである防衛プログラムのボディに見られる女性の形です）。 しかし、この映画は、より怪奇な男性の轟音を与えた。 ある意味では、これはある程度、Reinforceから離れていましたが、女性の形はプログラムの本体から外れていました。\n\nキャラクター：10\n物語が欠けていたものは、騎士のキャラクター開発、特に強化のために間違いなく補完されました。 オリジナルでは、Reinforceの外観は突然で、終わりまであまり意味がありませんでした。 しかし、映画は物語の最初から彼女を育てるのに良い仕事をしています。 しかし、映画は物語の最初から彼女を育てるのに良い仕事をしています。 同時に、騎士の開発も非常にうまくいっています。\n\n楽しさ：10\nこのカテゴリはちょっと主観的ですね。\n\n最終判決：\nこの映画は間違いなくあなたが映画を見ていることを間違いなく推奨しています。 しかし、テレビシリーズを最初に見ることをお勧めします。そうしないと、多くのギャップが埋まるでしょう。 可能であれば、DVDやBlu-Rayを購入してください。ペニーが費やす価値があるからです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhen I first watched Mahou Shoujo Lyrical Nanoha A's (the TV series), I loved it. It had a compelling story, great characters, and a beautiful OST. It eventually became the standard that I held perfection of an anime by and was the pinnacle of the Lyrical Nanoha franchise.\n\n\u001b[1m私が魔法少女リリカルなのはA（テレビシリーズ）を見たとき、私はそれを愛していました。 それは説得力のある物語、偉大なキャラクター、そして美しいOSTを持っていた。 私はアニメの完璧を抱き、リリカルなのはフランチャイズの頂点でした。\u001b[22m\n\u001b[1m(Watashi ga mahōshōjoririkarunanoha A (terebishirīzu) o mita toki, watashi wa sore o aishite imashita. Sore wa settoku-ryoku no aru monogatari, idaina kyarakutā, soshite utsukushī OST o motte ita. Watashi wa anime no kanpeki o daki, ririkarunanoha furanchaizu no chōtendeshita.)\u001b[22m\n\nTranslations of \u001b[4mWhen I first watched Mahou Shoujo Lyrical Nanoha A's (the TV series), I loved it. It had a compelling story, great characters, and a beautiful OST. It eventually became the standard that I held perfection of an anime by and was the pinnacle of the Lyrical Nanoha franchise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I first watched Mahou Shoujo Lyrical Nanoha A's (the TV series), I loved it.\u001b[24m\n    \u001b[1m私が魔法少女リリカルなのはA（テレビシリーズ）を見たとき、私はそれを愛していました。\u001b[22m, \u001b[1m私が最初魔法少女リリカルなのはAの（TVシリーズ）見たとき、私はそれを愛しました。\u001b[22m\n\u001b[4mIt had a compelling story, great characters, and a beautiful OST.\u001b[24m\n    \u001b[1mそれは説得力のある物語、偉大なキャラクター、そして美しいOSTを持っていた。\u001b[22m, \u001b[1mそれは説得力のある話、偉大な文字、美しいOSTを持っていました。\u001b[22m\n\u001b[4mIt eventually became the standard that I held perfection of an anime by and was the pinnacle of the Lyrical Nanoha franchise.\u001b[24m\n    \u001b[1m私はアニメの完璧を抱き、リリカルなのはフランチャイズの頂点でした。\u001b[22m, \u001b[1mそれは最終的に私がすることにより、アニメの完成を開催し、リリカルなのはのフランチャイズの頂点だった標準となりました。\u001b[22m\n\u001b[1m\u001b[22m\nNeedless to say, I was absolutely excited after I found out that A's was going to get a movie version like the first season. After all, the first movie was great. It trimmed the fat of the first season to make a stellar narrative. Of course that meant that with A's, something was going to be cut out. This was probably what I was most worried about that since I found it hard to cut scenes out of A's without losing something.\n\n\u001b[1m言うまでもなく、Aさんが最初のシーズンのような映画版を手に入れようとしていることを知った後、私は絶対に興奮しました。 結局のところ、最初の映画は素晴らしかったです。 それは、第1シーズンの脂肪を飾って、恒例の物語を作りました。 もちろん、それはAで、何かが切り取られることを意味しました。 これはおそらく、私が何かを失うことなくAのシーンをカットすることが難しいことを発見して以来、私が最も心配していたものでした。\u001b[22m\n\u001b[1m(Iumademonaku, A-san ga saisho no shīzun no yōna eiga-ban o te ni ireyou to shite iru koto o shitta nochi, watashi wa zettai ni kōfun shimashita. Kekkyokunotokoro, saisho no eiga wa subarashikattadesu. Sore wa, dai 1 shīzun no shibō o kazatte, kōrei no monogatari o tsukurimashita. Mochiron, soreha A de, nanika ga kiritora reru koto o imi shimashita. Kore wa osoraku, watashi ga nanika o ushinau koto naku A no shīn o katto suru koto ga muzukashī koto o hakken shite irai, watashi ga mottomo shinpai shite ita monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mNeedless to say, I was absolutely excited after I found out that A's was going to get a movie version like the first season. After all, the first movie was great. It trimmed the fat of the first season to make a stellar narrative. Of course that meant that with A's, something was going to be cut out. This was probably what I was most worried about that since I found it hard to cut scenes out of A's without losing something.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNeedless to say, I was absolutely excited after I found out that A's was going to get a movie version like the first season.\u001b[24m\n    \u001b[1m言うまでもなく、Aさんが最初のシーズンのような映画版を手に入れようとしていることを知った後、私は絶対に興奮しました。\u001b[22m, \u001b[1m私はAさんが最初のシーズンのような映画のバージョンを取得するつもりだったことが判明した後、言うまでもなく、私は絶対に興奮していました。\u001b[22m\n\u001b[4mAfter all, the first movie was great.\u001b[24m\n    \u001b[1m結局のところ、最初の映画は素晴らしかったです。\u001b[22m\n\u001b[4mIt trimmed the fat of the first season to make a stellar narrative.\u001b[24m\n    \u001b[1mそれは、第1シーズンの脂肪を飾って、恒例の物語を作りました。\u001b[22m, \u001b[1mこれは、恒星の物語を作るために最初のシーズンの脂肪をトリミング。\u001b[22m\n\u001b[4mOf course that meant that with A's, something was going to be cut out.\u001b[24m\n    \u001b[1mもちろん、それはAで、何かが切り取られることを意味しました。\u001b[22m, \u001b[1mもちろんのと、何かを切り出しするつもりだったことを意味しています。\u001b[22m\n\u001b[4mThis was probably what I was most worried about that since I found it hard to cut scenes out of A's without losing something.\u001b[24m\n    \u001b[1mこれはおそらく、私が何かを失うことなくAのシーンをカットすることが難しいことを発見して以来、私が最も心配していたものでした。\u001b[22m, \u001b[1m私はそれは難しい何かを失うことなく、のの外のシーンをカットすることが判明するので、これは私が最も心配したのかもしれでした。\u001b[22m\n\u001b[1m\u001b[22m\nNow, without further ado: Mahou Shoujo Lyrical Nanoha: The Movie 2nd A's.\n\n\u001b[1m魔法少女リリカルなのはThe MOVIE 2nd A's。\u001b[22m\n\u001b[1m(Mahōshōjoririkarunanoha The mūbī 2 nd A' s.)\u001b[22m\n\nTranslations of \u001b[4mNow, without further ado: Mahou Shoujo Lyrical Nanoha: The Movie 2nd A's.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, without further ado: Mahou Shoujo Lyrical Nanoha: The Movie 2nd A's.\u001b[24m\n    \u001b[1m魔法少女リリカルなのはThe MOVIE 2nd A's。\u001b[22m, \u001b[1mさて、前置きなし：魔法少女リリカルなのは劇場版第二Aさん。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 10\n\n\u001b[1mストーリー：10\u001b[22m\n\u001b[1m(Sutōrī: 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 10\u001b[24m\n    \u001b[1mストーリー：10\u001b[22m\nSince the movie itself is an alternate re-telling of A's, the story is overall very similar minus one set of characters whose actions did guide certain events along. For example, Nanoha's Starlight Breaker + to break the barrier and Reinforce's Starlight Breaker were all cut out from the movie. Despite the missing portions from the original story, the it still acts as a smoothly written and captivating narrative.\n\n\u001b[1m映画そのものはAの代わりの再演であるため、全体的に非常によく似ているが、特定のイベントをガイドしたキャラクターの集合である。 たとえば、NanohaのStarlight Breaker +は壁を壊し、ReinforceのStarlight Breakerはすべて映画から切り取られました。 元のストーリーの欠落部分にもかかわらず、それはスムーズに書かれた魅惑的な物語としてまだ機能します。\u001b[22m\n\u001b[1m(Eiga sonomono wa A no kawari no saiendearu tame, zentai-teki ni hijō ni yoku nite iruga, tokutei no ibento o gaido shita kyarakutā no shūgōdearu. Tatoeba, Nanoha no sutāraito burēkā + wa kabe o kowashi, Reinforce no sutāraito burēkā wa subete eiga kara kiritora remashita. Gen no sutōrī no ketsuraku bubun nimokakawarazu, soreha sumūzu ni kaka reta miwaku-tekina monogatari to shite mada kinō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mSince the movie itself is an alternate re-telling of A's, the story is overall very similar minus one set of characters whose actions did guide certain events along. For example, Nanoha's Starlight Breaker + to break the barrier and Reinforce's Starlight Breaker were all cut out from the movie. Despite the missing portions from the original story, the it still acts as a smoothly written and captivating narrative.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSince the movie itself is an alternate re-telling of A's, the story is overall very similar minus one set of characters whose actions did guide certain events along.\u001b[24m\n    \u001b[1m映画そのものはAの代わりの再演であるため、全体的に非常によく似ているが、特定のイベントをガイドしたキャラクターの集合である。\u001b[22m, \u001b[1m映画自体はAのの代替再占いなので、話は全体的に非常に類似したマイナスの行動に沿って特定のイベントを案内した文字の1セットです。\u001b[22m\n\u001b[4mFor example, Nanoha's Starlight Breaker + to break the barrier and Reinforce's Starlight Breaker were all cut out from the movie.\u001b[24m\n    \u001b[1mたとえば、NanohaのStarlight Breaker +は壁を壊し、ReinforceのStarlight Breakerはすべて映画から切り取られました。\u001b[22m, \u001b[1m例えば、なのはのスターライトブレイカー+障壁を破るとのスターライトブレイカーを強化するためには、すべてのムービーから切り出しました。\u001b[22m\n\u001b[4mDespite the missing portions from the original story, the it still acts as a smoothly written and captivating narrative.\u001b[24m\n    \u001b[1m元のストーリーの欠落部分にもかかわらず、それはスムーズに書かれた魅惑的な物語としてまだ機能します。\u001b[22m, \u001b[1mオリジナルストーリーから欠落している部分にもかかわらず、それはまだスムーズに書かれており、魅惑的な物語として機能します。\u001b[22m\n\u001b[1m\u001b[22m\nArt and Animation: 9\n\n\u001b[1mアートとアニメーション：9\u001b[22m\n\u001b[1m(Āto to animēshon: 9)\u001b[22m\n\nTranslations of \u001b[4mArt and Animation: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and Animation: 9\u001b[24m\n    \u001b[1mアートとアニメーション：9\u001b[22m\nMovie budget. Need I say more?\n\n\u001b[1m映画予算。 私はもっ​​と言う必要がありますか？\u001b[22m\n\u001b[1m(Eiga yosan. Watashi wa mo~tsu​​ to iu hitsuyō ga arimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mMovie budget. Need I say more?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMovie budget.\u001b[24m\n    \u001b[1m映画予算。\u001b[22m, \u001b[1m映画の予算。\u001b[22m\n\u001b[4mNeed I say more?\u001b[24m\n    \u001b[1m私はもっと言う必要がありますか？\u001b[22m, \u001b[1mまだ説明しなければなりませんの？\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9\n\n\u001b[1mサウンド：9\u001b[22m\n\u001b[1m(Saundo: 9)\u001b[22m\n\nTranslations of \u001b[4mSound: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9\u001b[24m\n    \u001b[1mサウンド：9\u001b[22m\nUnlike the TV seasons and the previous movie, the soundtrack was composed by Misa Chujo as instead of Sano Hiroaki. My first reaction when this was announced was definitely negative. Sano Hiroaki had always created such a beautiful, pumping OSTs that always fit the moods of the scenes they played in perfectly. As such, I was pleasantly surprised when I watched the movie and heard the OST. While it was not as good as Sano Hiroaki's, it was still well composed and fit the movie really well.\n\n\u001b[1mテレビの季節や前の映画とは違って、サノヒロキキの代わりにミサ・ジュジョが作ったサウンドトラック。 これが発表されたときの私の最初の反応は間違いなく否定的でした。  Sano Hiroakiは常に、彼らが完全に果たしたシーンの気分にいつもフィットする、美しくポンピングするOSTを作り出しました。 そういうわけで、私は映画を見て、OSTを聞いて楽しく驚いた。 それは佐野弘明ほど良くはないが、それはまだよく構成されていて、映画を本当にうまく収めている。\u001b[22m\n\u001b[1m(Terebi no kisetsu ya mae no eiga to wa chigatte, sanohirokiki no kawarini misa jujo ga tsukutta saundotorakku. Kore ga happyō sa reta toki no watashi no saisho no han'nō wa machigainaku hitei-tekideshita. Sano Hiroaki wa tsuneni, karera ga kanzen ni hatashita shīn no kibun ni itsumo fitto suru, utsukushiku ponpingu suru OST o tsukuridashimashita. Sō iu wake de, watashi wa eiga o mite, OST o kii te tanoshiku odoroita. Sore wa Sano Hiroaki hodo yoku wa naiga, sore wa mada yoku kōsei sa rete ite, eiga o hontōni umaku osamete iru.)\u001b[22m\n\nTranslations of \u001b[4mUnlike the TV seasons and the previous movie, the soundtrack was composed by Misa Chujo as instead of Sano Hiroaki. My first reaction when this was announced was definitely negative. Sano Hiroaki had always created such a beautiful, pumping OSTs that always fit the moods of the scenes they played in perfectly. As such, I was pleasantly surprised when I watched the movie and heard the OST. While it was not as good as Sano Hiroaki's, it was still well composed and fit the movie really well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnlike the TV seasons and the previous movie, the soundtrack was composed by Misa Chujo as instead of Sano Hiroaki.\u001b[24m\n    \u001b[1mテレビの季節や前の映画とは違って、サノヒロキキの代わりにミサ・ジュジョが作ったサウンドトラック。\u001b[22m, \u001b[1mテレビシーズンと前の映画とは違って、サウンドトラックは佐野宏明の代わりとして美佐中條が作曲しました。\u001b[22m\n\u001b[4mMy first reaction when this was announced was definitely negative.\u001b[24m\n    \u001b[1mこれが発表されたときの私の最初の反応は間違いなく否定的でした。\u001b[22m, \u001b[1mこれが発表された私の最初の反応は間違いなく陰性でした。\u001b[22m\n\u001b[4mSano Hiroaki had always created such a beautiful, pumping OSTs that always fit the moods of the scenes they played in perfectly.\u001b[24m\n    \u001b[1mSano Hiroakiは常に、彼らが完全に果たしたシーンの気分にいつもフィットする、美しくポンピングするOSTを作り出しました。\u001b[22m, \u001b[1m佐野宏明はいつもいつも、彼らが完全に再生されたシーンの気分に合うような美しい、ポンプのOSTを作成していました。\u001b[22m\n\u001b[4mAs such, I was pleasantly surprised when I watched the movie and heard the OST.\u001b[24m\n    \u001b[1mそういうわけで、私は映画を見て、OSTを聞いて楽しく驚いた。\u001b[22m, \u001b[1m私は映画を見て、OSTを聞いたときのような、私はうれしい驚きでした。\u001b[22m\n\u001b[4mWhile it was not as good as Sano Hiroaki's, it was still well composed and fit the movie really well.\u001b[24m\n    \u001b[1mそれは佐野弘明ほど良くはないが、それはまだよく構成されていて、映画を本当にうまく収めている。\u001b[22m, \u001b[1mそれは佐野宏明のほど良くはなかったが、それはまだ十分に構成され、本当によく映画に合わせました。\u001b[22m\n\u001b[1m\u001b[22m\nThere were two insert songs.\n\n\u001b[1m2曲の挿入歌がありました。\u001b[22m\n\u001b[1m(2-Kyoku no sōnyū uta ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mThere were two insert songs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere were two insert songs.\u001b[24m\n    \u001b[1m2曲の挿入歌がありました。\u001b[22m, \u001b[1m2挿入歌がありました。\u001b[22m\n\u001b[1m\u001b[22m\n'Snow Rain ~ver. Holy Night~' by Ueda Kana was played at the same scene that the original Snow Rain was played in the series. The difference between the two was, of course, the instrumental but the new version still meshed really well with the scene and as such created the same impact it did in the original series.\n\n\u001b[1m'Snow Rain〜ver。 元気な雨がシリーズで演奏されたのと同じ場面で上田かなの「聖夜」が演奏されました。 両者の違いは、もちろんインストゥルメンタルでしたが、新しいバージョンはまだシーンと本当によく噛み合っていました。元のシリーズと同じような影響をもたらしました。\u001b[22m\n\u001b[1m(' Snow rēn 〜 ver. Genkina ame ga shirīzu de ensō sa reta no to onaji bamen de Ueda Kana no `seiya' ga ensō sa remashita. Ryōsha no chigai wa, mochiron insuto~urumentarudeshitaga, atarashī bājon wa mada shīn to hontōni yoku kamiatte imashita. Gen no shirīzu to onajiyōna eikyō o motarashimashita.)\u001b[22m\n\nTranslations of \u001b[4m'Snow Rain ~ver. Holy Night~' by Ueda Kana was played at the same scene that the original Snow Rain was played in the series. The difference between the two was, of course, the instrumental but the new version still meshed really well with the scene and as such created the same impact it did in the original series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Snow Rain ~ver.\u001b[24m\n    \u001b[1m'Snow Rain〜ver。\u001b[22m, \u001b[1m版「雪の雨〜。\u001b[22m\n\u001b[4mHoly Night~' by Ueda Kana was played at the same scene that the original Snow Rain was played in the series.\u001b[24m\n    \u001b[1m元気な雨がシリーズで演奏されたのと同じ場面で上田かなの「聖夜」が演奏されました。\u001b[22m, \u001b[1m植田佳奈によって聖なる夜〜 'は、元の雪雨が直列に演奏されたのと同じシーンで演奏されました。\u001b[22m\n\u001b[4mThe difference between the two was, of course, the instrumental but the new version still meshed really well with the scene and as such created the same impact it did in the original series.\u001b[24m\n    \u001b[1m両者の違いは、もちろんインストゥルメンタルでしたが、新しいバージョンはまだシーンと本当によく噛み合っていました。元のシリーズと同じような影響をもたらしました。\u001b[22m, \u001b[1m2つの違いは、もちろん、楽器が、新しいバージョンでは、静止シーンで本当によく噛み合う、そのように、それはオリジナルシリーズにいたのと同じ衝撃を作成しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe second was 'Sacred Force' by Nana Mizuki which played at the same time that 'Brave Phoenix' played in the original. While Sacred Force went well with the scene, it just didn't have the same chilling feel that Brave Phoenix had in the original.\n\n\u001b[1m2度目は、「Brave Phoenix」がオリジナルで演奏されたのと同時に演奏されたMizuki Nanaの「Sacred Force」でした。 神聖な力が場面にうまくいった間、それはBrave Phoenixが元来持っていたのと同じ冷たい感じを持っていなかっただけです。\u001b[22m\n\u001b[1m(2-Dome wa,`Brave fenikkusu' ga orijinaru de ensō sa reta no to dōjini ensō sa reta Mizuki Nana no `Sacred fōsu'deshita. Shinseina chikara ga bamen ni umaku itta ma, soreha Brave fenikkusu ga ganrai motte ita no to onaji tsumetai kanji o motte inakatta dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe second was 'Sacred Force' by Nana Mizuki which played at the same time that 'Brave Phoenix' played in the original. While Sacred Force went well with the scene, it just didn't have the same chilling feel that Brave Phoenix had in the original.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe second was 'Sacred Force' by Nana Mizuki which played at the same time that 'Brave Phoenix' played in the original.\u001b[24m\n    \u001b[1m2度目は、「Brave Phoenix」がオリジナルで演奏されたのと同時に演奏されたMizuki Nanaの「Sacred Force」でした。\u001b[22m, \u001b[1m第二は、「ブレイブフェニックス」は、オリジナルで演奏するのと同時に演奏水樹奈々によって「聖なる力」でした。\u001b[22m\n\u001b[4mWhile Sacred Force went well with the scene, it just didn't have the same chilling feel that Brave Phoenix had in the original.\u001b[24m\n    \u001b[1m神聖な力が場面にうまくいった間、それはBrave Phoenixが元来持っていたのと同じ冷たい感じを持っていなかっただけです。\u001b[22m, \u001b[1m聖なる力がシーンとうまくいったが、それだけでブレイブフェニックスは、元にいたのと同じ冷却感触を持っていませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe last aspect of Sound is of course the voices. Starring the same stellar cast as the original series, the movie did not disappoint overall in this aspect. My only issue is with the defense program's cry. Originally, it was given an eerie and highly feminine cry. This was meant to drive home the connection it had with Reinforce (this and the feminine shape you see on the defense program's body being Reinforce's former hollow shell). However, the movie gave it a more monstrous male roar. In a sense this somewhat distanced it from Reinforce while still keeping the feminine shape stemming out of the body of the program.\n\n\u001b[1mサウンドの最後の側面はもちろん声です。 元のシリーズと同じ恒星キャストを主演し、映画はこの面で全体的に失望しませんでした。 私の唯一の問題は、防衛プログラムの叫びです。 もともと、それは不気味で女性らしい叫び声を与えられました。 これはReinforceとの関係を家庭に追いやることを意味していました（これはReinforceの元の中空シェルである防衛プログラムのボディに見られる女性の形です）。 しかし、この映画は、より怪奇な男性の轟音を与えた。 ある意味では、これはある程度、Reinforceから離れていましたが、女性の形がプログラムの本体に残っていません。\u001b[22m\n\u001b[1m(Saundo no saigo no sokumen wa mochiron koedesu. Gen no shirīzu to onaji kōsei kyasuto o shuen shi, eiga wa kono men de zentai-teki ni shitsubō shimasendeshita. Watashi no yuiitsu no mondai wa, bōei puroguramu no sakebidesu. Motomoto, sore wa bukimide joseirashī sakebigoe o atae raremashita. Kore wa Reinforce to no kankei o katei ni oiyaru koto o imi shite imashita (kore wa Reinforce no gen no chūkū sherudearu bōei puroguramu no bodi ni mi rareru josei no katachidesu). Shikashi, kono eiga wa, yori kaikina dansei no gōon o ataeta. Aruimide wa, kore wa aruteido, Reinforce kara hanarete imashitaga, josei no katachi ga puroguramu no hontai ni nokotte imasen.)\u001b[22m\n\nTranslations of \u001b[4mThe last aspect of Sound is of course the voices. Starring the same stellar cast as the original series, the movie did not disappoint overall in this aspect. My only issue is with the defense program's cry. Originally, it was given an eerie and highly feminine cry. This was meant to drive home the connection it had with Reinforce (this and the feminine shape you see on the defense program's body being Reinforce's former hollow shell). However, the movie gave it a more monstrous male roar. In a sense this somewhat distanced it from Reinforce while still keeping the feminine shape stemming out of the body of the program.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe last aspect of Sound is of course the voices.\u001b[24m\n    \u001b[1mサウンドの最後の側面はもちろん声です。\u001b[22m, \u001b[1mサウンドの最後の側面はもちろんの声です。\u001b[22m\n\u001b[4mStarring the same stellar cast as the original series, the movie did not disappoint overall in this aspect.\u001b[24m\n    \u001b[1m元のシリーズと同じ恒星キャストを主演し、映画はこの面で全体的に失望しませんでした。\u001b[22m, \u001b[1m元のシリーズと同じ恒星のキャストが出演、映画はこの局面では、全体の期待を裏切りませんでした。\u001b[22m\n\u001b[4mMy only issue is with the defense program's cry.\u001b[24m\n    \u001b[1m私の唯一の問題は、防衛プログラムの叫びです。\u001b[22m, \u001b[1m私の唯一の問題は、防衛計画の叫びです。\u001b[22m\n\u001b[4mOriginally, it was given an eerie and highly feminine cry.\u001b[24m\n    \u001b[1mもともと、それは不気味で女性らしい叫び声を与えられました。\u001b[22m, \u001b[1mもともと、それは不気味と非常にフェミニンな叫びを与えました。\u001b[22m\n\u001b[4mThis was meant to drive home the connection it had with Reinforce (this and the feminine shape you see on the defense program's body being Reinforce's former hollow shell).\u001b[24m\n    \u001b[1mこれはReinforceとの関係を家庭に追いやることを意味していました（これはReinforceの元の中空シェルである防衛プログラムのボディに見られる女性の形です）。\u001b[22m, \u001b[1mこれは、家庭、それが持つ（これを、あなたは防衛プログラムの本体に表示フェミニンな形状がの元中空シェルを強化している）強化した接続を駆動するためのものでした。\u001b[22m\n\u001b[4mHowever, the movie gave it a more monstrous male roar.\u001b[24m\n    \u001b[1mしかし、この映画は、より怪奇な男性の轟音を与えた。\u001b[22m, \u001b[1mしかし、映画はそれをより多くの巨大な男性の轟音を与えました。\u001b[22m\n\u001b[4mIn a sense this somewhat distanced it from Reinforce while still keeping the feminine shape stemming out of the body of the program.\u001b[24m\n    \u001b[1mある意味では、これはある程度、Reinforceから離れていましたが、女性の形がプログラムの本体に残っていません。\u001b[22m, \u001b[1mまだプログラムの本体の外にステミングフェミニンな形状を保ったまま意味で、これは多少強化からそれを離れ。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 10\n\n\u001b[1mキャラクター：10\u001b[22m\n\u001b[1m(Kyarakutā: 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10\u001b[24m\n    \u001b[1mキャラクター：10\u001b[22m\nWhat the story lacked was definitely made up for with character development of the knights especially Reinforce. In the original, Reinforce's appearance was sudden and did not make too much sense until the end. However, the movie does a good job of building her up from the very beginning of the narrative. However, the movie does a good job of building her up from the very beginning of the narrative. At the same time, the development of the knights is also extremely well done.\n\n\u001b[1m物語が欠けていたものは、騎士のキャラクター開発、特に強化のために間違いなく補完されました。 オリジナルでは、Reinforceの外観は突然で、終わりまであまり意味がありませんでした。 しかし、映画は物語の最初から彼女を育てるのに良い仕事をしています。 しかし、映画は物語の最初から彼女を育てるのに良い仕事をしています。 同時に、騎士の開発も非常にうまくいっています。\u001b[22m\n\u001b[1m(Monogatari ga kakete ita mono wa, kishi no kyarakutā kaihatsu, tokuni kyōka no tame ni machigainaku hokan sa remashita. Orijinarude wa, Reinforce no gaikan wa totsuzen de, owari made amari imi ga arimasendeshita. Shikashi, eiga wa monogatari no saisho kara kanojo o sodateru no ni yoi shigoto o shite imasu. Shikashi, eiga wa monogatari no saisho kara kanojo o sodateru no ni yoi shigoto o shite imasu. Dōjini, kishi no kaihatsu mo hijō ni umaku itte imasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat the story lacked was definitely made up for with character development of the knights especially Reinforce. In the original, Reinforce's appearance was sudden and did not make too much sense until the end. However, the movie does a good job of building her up from the very beginning of the narrative. However, the movie does a good job of building her up from the very beginning of the narrative. At the same time, the development of the knights is also extremely well done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat the story lacked was definitely made up for with character development of the knights especially Reinforce.\u001b[24m\n    \u001b[1m物語が欠けていたものは、騎士のキャラクター開発、特に強化のために間違いなく補完されました。\u001b[22m, \u001b[1mどのような物語が欠けていたことは間違いなく、特に強化騎士のキャラクターの成長とのために作りました。\u001b[22m\n\u001b[4mIn the original, Reinforce's appearance was sudden and did not make too much sense until the end.\u001b[24m\n    \u001b[1mオリジナルでは、Reinforceの外観は突然で、終わりまであまり意味がありませんでした。\u001b[22m, \u001b[1mオリジナルでは、の強化外観は突然だったし、最後まであまり意味がありませんでした。\u001b[22m\n\u001b[4mHowever, the movie does a good job of building her up from the very beginning of the narrative.\u001b[24m\n    \u001b[1mしかし、映画は物語の最初から彼女を育てるのに良い仕事をしています。\u001b[22m, \u001b[1mしかし、映画は物語の冒頭から彼女を構築するのは良い仕事をしていません。\u001b[22m\n\u001b[4mHowever, the movie does a good job of building her up from the very beginning of the narrative.\u001b[24m\n    \u001b[1mしかし、映画は物語の最初から彼女を育てるのに良い仕事をしています。\u001b[22m, \u001b[1mしかし、映画は物語の冒頭から彼女を構築するのは良い仕事をしていません。\u001b[22m\n\u001b[4mAt the same time, the development of the knights is also extremely well done.\u001b[24m\n    \u001b[1m同時に、騎士の開発も非常にうまくいっています。\u001b[22m, \u001b[1m同時に、騎士の開発も非常によく行われます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\nThis category is kinda subjective isn't it?\n\n\u001b[1mこのカテゴリはちょっと主観的ですね。\u001b[22m\n\u001b[1m(Kono kategori wa chotto shukan-tekidesu ne.)\u001b[22m\n\nTranslations of \u001b[4mThis category is kinda subjective isn't it?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis category is kinda subjective isn't it?\u001b[24m\n    \u001b[1mこのカテゴリはちょっと主観的ですね。\u001b[22m, \u001b[1mこのカテゴリには、それは主観ちょっとされていないのですか？\u001b[22m\n\u001b[1m\u001b[22m\nFinal Verdict:\n\n\u001b[1m最終判決：\u001b[22m\n\u001b[1m(Saishū hanketsu:)\u001b[22m\n\nTranslations of \u001b[4mFinal Verdict:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Verdict:\u001b[24m\n    \u001b[1m最終判決：\u001b[22m, \u001b[1m最終的な評決：\u001b[22m\nThis movie is definitely something I'd definitely recommend that you watch the movie. However, I would also recommend that you watch the TV series first if you didn't as it will fill in a lot of gaps. If possible, buy the DVDs or Blu-rays because they are worth every penny spent.\n\n\u001b[1mこの映画は間違いなくあなたが映画を見ていることを間違いなく推奨しています。 しかし、テレビシリーズを最初に見ることをお勧めします。そうしないと、多くのギャップが埋まるでしょう。 可能であれば、DVDやBlu-Rayを購入してください。ペニーが費やす価値があるからです。\u001b[22m\n\u001b[1m(Kono eiga wa machigainaku anata ga eiga o mite iru koto o machigainaku suishō shite imasu. Shikashi, terebishirīzu o saisho ni miru koto o o susume shimasu.-Sō shinai to, ōku no gyappu ga umarudeshou. Kanōdeareba, DVD ya buru - rei o kōnyū shite kudasai. Penī ga tsuiyasu kachigāru karadesu.)\u001b[22m\n\nTranslations of \u001b[4mThis movie is definitely something I'd definitely recommend that you watch the movie. However, I would also recommend that you watch the TV series first if you didn't as it will fill in a lot of gaps. If possible, buy the DVDs or Blu-rays because they are worth every penny spent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie is definitely something I'd definitely recommend that you watch the movie.\u001b[24m\n    \u001b[1mこの映画は間違いなくあなたが映画を見ていることを間違いなく推奨しています。\u001b[22m, \u001b[1mこの映画は間違いなく私は間違いなくあなたは映画を見ることをお勧めしたいものです。\u001b[22m\n\u001b[4mHowever, I would also recommend that you watch the TV series first if you didn't as it will fill in a lot of gaps.\u001b[24m\n    \u001b[1mしかし、テレビシリーズを最初に見ることをお勧めします。そうしないと、多くのギャップが埋まるでしょう。\u001b[22m, \u001b[1mしかし、私はまた、ギャップの多くでいっぱいになりますようにあなたがしなかった場合は、最初のテレビシリーズを見ていることをお勧めします。\u001b[22m\n\u001b[4mIf possible, buy the DVDs or Blu-rays because they are worth every penny spent.\u001b[24m\n    \u001b[1m可能であれば、DVDやBlu-Rayを購入してください。ペニーが費やす価値があるからです。\u001b[22m, \u001b[1m可能であれば、彼らが過ごしたすべてのペニーの価値があるので、DVDやブルーレイを買います。\u001b[22m"
  },
  {
    "title": "Mahou_Shoujo_Lyrical_Nanoha__The_Movie_2nd_As",
    "id": "10153",
    "url": "https://myanimelist.net/anime/10153/Mahou_Shoujo_Lyrical_Nanoha__The_Movie_2nd_As",
    "user": "Overlord_A",
    "profile": "/profile/Overlord_A/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=91189",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n魔法少女リリカルなのはMOVIE 2nd A's\nジャンル：アクション、魔法少女、ドラマ、SF。\n長さ：1映画、2時間40分。\n\n私は「魔法少女リリカルなのは」シリーズを参考にしています。 私の好きなシリーズです。 したがって、私はこの見直しの中でちょっとばらつくかもしれません。\n\nこの映画は第2シリーズの「A's」を再考したものです...ほとんどのリテル映画はアニメーションを改善しているだけで、プロットを切り捨てて時間を短くします。  Nanohaはこれまで例外を証明していました。最初の映画はシーズンを完全に再現するだけでなく、ADDEDの詳細とバックストーリーです。  2番目の映画がかなり重要なプロット点を削除してしまったことに気づくのはちょっと面白いですが、私はいつもその特定のプロット点を嫌っていました。 それはAdrmial LindsyとChronoの父親のためのいくつかのキャラクター開発に置き換えられました。これは良いことです。\n\nアニメーションはすごいです。 これは簡単に10/10です。 最も複雑なアクションシーケンスでさえ、アニメーションが鈍いわけではないので、ムービーの予算は失望しません。\n\nアクションは信じられない、それは驚くべきように見え、驚くべきことを感じる。 ハイ・インパクト・アクションの多くはかなり感情的な瞬間に絡み合っています（フェイスがアイデンティティと闘う間、\n\nキャラクターは今までと同じくらい好きで楽しいものです.NONOHAとFATEはすべての栄光の中心になります。 興味深いことに、2人の間のユリの倍音は、シリーズよりもはっきりしているように見えますが（お互いを抱き、お互いの目を凝視している真面目なことです...）、それはかなりかわいいです。 ナノ運命は事です。 実際のシリーズでは、もう少し微妙でした。 非直観的な視聴者は、彼らの関係を拾うのがさらに難しいかもしれません。 この映画ではもっと明らかです。 それを取るか、それが良いかどうかそれを残す。 私は個人的に無関心です。\n\n私の唯一のdisapointmentは終わりのシーンでした：シリーズでは、それはNanohaと残りの部分は、彼らの '大人'の形で育ったことを示しています。 これは私にとって素晴らしいところでした。時代の終わりと何か驚くべきものの始まり（Nanoha StrikerS）をマークしています。 映画では運命だけが若干古い（そしてその後も最大で約1年）と残りは同じ年齢を見ている。 私はStrikerSの映画が登場することを願っています！\n\nごめんなさい！ 私はこれをできる限り短く保つようにしましたが、これは私の好きなアニメシリーズの映画です。 とにかく、100％推薦！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nMagical Girl Lyrical Nanoha MOVIE 2nd A's\n\n\u001b[1m魔法少女リリカルなのはMOVIE 2nd A's\u001b[22m\n\u001b[1m(Mahōshōjoririkarunanoha mūbī 2 nd A' s)\u001b[22m\n\nTranslations of \u001b[4mMagical Girl Lyrical Nanoha MOVIE 2nd A's\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMagical Girl Lyrical Nanoha MOVIE 2nd A's\u001b[24m\n    \u001b[1m魔法少女リリカルなのはMOVIE 2nd A's\u001b[22m, \u001b[1m魔法少女リリカルなのはThe MOVIE第二Aさん\u001b[22m\nGenre: Action, Magical Girl, Drama, Sci-Fi.\n\n\u001b[1mジャンル：アクション、魔法少女、ドラマ、SF。\u001b[22m\n\u001b[1m(Janru: Akushon, mahō shōjo, dorama, SF.)\u001b[22m\n\nTranslations of \u001b[4mGenre: Action, Magical Girl, Drama, Sci-Fi.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGenre: Action, Magical Girl, Drama, Sci-Fi.\u001b[24m\n    \u001b[1mジャンル：アクション、魔法少女、ドラマ、SF。\u001b[22m, \u001b[1mジャンル：アクション、魔法少女、ドラマ、サイエンスフィクション。\u001b[22m\nLength: 1 movie, 2 hours 40 minutes.\n\n\u001b[1m長さ：1映画、2時間40分。\u001b[22m\n\u001b[1m(Naga-sa: 1 Eiga, 2-jikan 40-bu.)\u001b[22m\n\nTranslations of \u001b[4mLength: 1 movie, 2 hours 40 minutes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLength: 1 movie, 2 hours 40 minutes.\u001b[24m\n    \u001b[1m長さ：1映画、2時間40分。\u001b[22m\n\u001b[1m\u001b[22m\nA side note guys - I ADORE the 'Mahou Shoujo Lyrical Nanoha' series. It's my favourite series. Therefore I may ramble on a bit throughout this review.\n\n\u001b[1m私は「魔法少女リリカルなのは」シリーズを参考にしています。 私の好きなシリーズです。 したがって、私はこの見直しの中でちょっとばらつくかもしれません。\u001b[22m\n\u001b[1m(Watashi wa `mahōshōjoririkarunanoha' shirīzu o sankō ni shite imasu. Watashi no sukina shirīzudesu. Shitagatte, watashi wa kono minaoshi no naka de chotto baratsuku kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mA side note guys - I ADORE the 'Mahou Shoujo Lyrical Nanoha' series. It's my favourite series. Therefore I may ramble on a bit throughout this review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA side note guys - I ADORE the 'Mahou Shoujo Lyrical Nanoha' series.\u001b[24m\n    \u001b[1m私は「魔法少女リリカルなのは」シリーズを参考にしています。\u001b[22m, \u001b[1mサイドノートの男 - 私は「魔法少女リリカルなのは」シリーズを崇拝します。\u001b[22m\n\u001b[4mIt's my favourite series.\u001b[24m\n    \u001b[1m私の好きなシリーズです。\u001b[22m, \u001b[1mそれは私の好きなシリーズです。\u001b[22m\n\u001b[4mTherefore I may ramble on a bit throughout this review.\u001b[24m\n    \u001b[1mしたがって、私はこの見直しの中でちょっとばらつくかもしれません。\u001b[22m, \u001b[1mそこで私はこのレビューを通じてビットに散歩することができます。\u001b[22m\n\u001b[1m\u001b[22m\nThis movie is a retelling of the 2nd series, 'A's' ... Most retell movies only have improved animation going for them, truncicating the plot to cram it into a shorter time limit. Nanoha had previously proved an exception to this, as the first movie not only perfectly retold the season, but ADDED details and backstory. It's a bit interesting to note now that 2nd movie DOES cut out a rather significant plot point, but I always hated that particular plot point, and never thought it made much sense. It's replaced by some more character development for Adrmial Lindsy and Chrono's father, which is a GOOD thing.\n\n\u001b[1mこの映画は第2シリーズの「A's」を再考したものです...ほとんどのリテル映画はアニメーションを改善しているだけで、プロットを切り捨てて時間を短くします。  Nanohaはこれまで例外を証明していました。最初の映画はシーズンを完全に再現するだけでなく、ADDEDの詳細とバックストーリーです。  2番目の映画がかなり重要なプロット点を削除してしまったことに気づくのはちょっと面白いですが、私はいつもその特定のプロット点を嫌っていました。 それはAdrmial LindsyとChronoの父親のためのいくつかのキャラクター開発に置き換えられました。これは良いことです。\u001b[22m\n\u001b[1m(Kono eiga wa dai 2 shirīzu no `A ' s' o saikō shita monodesu... Hotondo no riteru eiga wa animēshon o kaizen shite iru dake de, purotto o kirisutete jikan o mijikaku shimasu. Nanoha wa kore made reigai o shōmei shite imashita. Saisho no eiga wa shīzun o kanzen ni saigen suru dakedenaku, ADDED no shōsai to bakkusutōrīdesu. 2-Banme no eiga ga kanari jūyōna purotto-ten o sakujo shite shimatta koto ni kidzuku no wa chotto omoshiroidesuga, watashi wa itsumo sono tokutei no purotto-ten o kiratte imashita. Sore wa Adrmial Lindsy to Chrono no chichioya no tame no ikutsu ka no kyarakutā kaihatsu ni okikae raremashita. Kore wa yoi kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThis movie is a retelling of the 2nd series, 'A's' ... Most retell movies only have improved animation going for them, truncicating the plot to cram it into a shorter time limit. Nanoha had previously proved an exception to this, as the first movie not only perfectly retold the season, but ADDED details and backstory. It's a bit interesting to note now that 2nd movie DOES cut out a rather significant plot point, but I always hated that particular plot point, and never thought it made much sense. It's replaced by some more character development for Adrmial Lindsy and Chrono's father, which is a GOOD thing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie is a retelling of the 2nd series, 'A's' ... Most retell movies only have improved animation going for them, truncicating the plot to cram it into a shorter time limit.\u001b[24m\n    \u001b[1mこの映画は第2シリーズの「A's」を再考したものです...ほとんどのリテル映画はアニメーションを改善しているだけで、プロットを切り捨てて時間を短くします。\u001b[22m, \u001b[1mこの映画はシリーズ第2弾、「Aさん」の改作である...ほとんどの唯一の短い制限時間にそれを詰め込むためのプロットをtruncicating、それらのために行くのアニメーションを改善している映画を再び語ります。\u001b[22m\n\u001b[4mNanoha had previously proved an exception to this, as the first movie not only perfectly retold the season, but ADDED details and backstory.\u001b[24m\n    \u001b[1mNanohaはこれまで例外を証明していました。最初の映画はシーズンを完全に再現するだけでなく、ADDEDの詳細とバックストーリーです。\u001b[22m, \u001b[1mなのはは、以前に最初の映画は完全にシーズンを書き直さないだけのように、これには例外を証明したが、詳細や裏話を追加しました。\u001b[22m\n\u001b[4mIt's a bit interesting to note now that 2nd movie DOES cut out a rather significant plot point, but I always hated that particular plot point, and never thought it made much sense.\u001b[24m\n    \u001b[1m2番目の映画がかなり重要なプロット点を削除してしまったことに気づくのはちょっと面白いですが、私はいつもその特定のプロット点を嫌っていました。\u001b[22m, \u001b[1mそれは、その第二の映画ではなく、かなりのプロット点を切り出すんが、私は常にその特定のプロット点を嫌って、それは多くの意味を成していたと思ったことはありません、今注意することは少し興味深いです。\u001b[22m\n\u001b[4mIt's replaced by some more character development for Adrmial Lindsy and Chrono's father, which is a GOOD thing.\u001b[24m\n    \u001b[1mそれはAdrmial LindsyとChronoの父親のためのいくつかのキャラクター開発に置き換えられました。これは良いことです。\u001b[22m, \u001b[1mそれは良いことですAdrmial Lindsyとクロノの父親のためのいくつかのより多くの文字の開発に置き換えられています。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation is amazing. It's easily a 10/10. The movie budget does not disappoint, as even the most complex of action sequences do not present a dull in animation.\n\n\u001b[1mアニメーションはすごいです。 これは簡単に10/10です。 最も複雑なアクションシーケンスでさえ、アニメーションが鈍いわけではないので、ムービーの予算は失望しません。\u001b[22m\n\u001b[1m(Animēshon wa sugoidesu. Kore wa kantan ni 10/ 10desu. Mottomo fukuzatsuna akushonshīkensude sae, animēshon ga nibui wakede wanainode, mūbī no yosan wa shitsubō shimasen.)\u001b[22m\n\nTranslations of \u001b[4mAnimation is amazing. It's easily a 10/10. The movie budget does not disappoint, as even the most complex of action sequences do not present a dull in animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation is amazing.\u001b[24m\n    \u001b[1mアニメーションはすごいです。\u001b[22m, \u001b[1mアニメーションが素晴らしいです。\u001b[22m\n\u001b[4mIt's easily a 10/10.\u001b[24m\n    \u001b[1mこれは簡単に10/10です。\u001b[22m, \u001b[1mこれは、簡単に10月10日です。\u001b[22m\n\u001b[4mThe movie budget does not disappoint, as even the most complex of action sequences do not present a dull in animation.\u001b[24m\n    \u001b[1m最も複雑なアクションシーケンスでさえ、アニメーションが鈍いわけではないので、ムービーの予算は失望しません。\u001b[22m, \u001b[1mアクションシーケンスのも、最も複雑なアニメーションで鈍いを提示しないように映画の予算は、失望していません。\u001b[22m\n\u001b[1m\u001b[22m\nAction is incredible, it looks amazing and feels amazing. Much of the high impact action is intertwined with some fairly emotional moments (Such as Nanoha fighting down Reinforce while Fate struggles with her identity)\n\n\u001b[1mアクションは信じられない、それは驚くべきように見え、驚くべきことを感じる。 ハイ・インパクト・アクションの多くはかなり感情的な瞬間に絡み合っています（フェイスがアイデンティティと闘う間、\u001b[22m\n\u001b[1m(Akushon wa shinjirarenai, soreha odorokubeki yō ni mie, odorokubeki koto o kanjiru. Hai inpakuto akushon no ōku wa kanari kanjō-tekina shunkan ni karamiatte imasu (feisu ga aidentiti to tatakau ma,)\u001b[22m\n\nTranslations of \u001b[4mAction is incredible, it looks amazing and feels amazing. Much of the high impact action is intertwined with some fairly emotional moments (Such as Nanoha fighting down Reinforce while Fate struggles with her identity)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAction is incredible, it looks amazing and feels amazing.\u001b[24m\n    \u001b[1mアクションは信じられない、それは驚くべきように見え、驚くべきことを感じる。\u001b[22m, \u001b[1mアクションは、信じられないほど、それは素晴らしい見て、驚くほど感じています。\u001b[22m\n\u001b[4mMuch of the high impact action is intertwined with some fairly emotional moments (Such as Nanoha fighting down Reinforce while Fate struggles with her identity)\u001b[24m\n    \u001b[1mハイ・インパクト・アクションの多くはかなり感情的な瞬間に絡み合っています（フェイスがアイデンティティと闘う間、\u001b[22m, \u001b[1m高い衝撃作用の多くは（そのようななのははフェイトが彼女のアイデンティティで苦労しながら強化ダウンの戦いなど）、かなり感情的な瞬間と絡み合います\u001b[22m\n\u001b[1m\u001b[22m\nCharacters are as likable and fun as ever, with Nanoha and Fate taking center stage in all their glory. Interestingly, the yuri overtones between the two appear more obvious than the series (theres seriously a moment where they hold onto each others hips and stare into each others eyes....) but that's pretty cute. Nano-Fate is a thing. In the actual series, it was a bit more subtle. A non intuitive viewer might've had more trouble picking up their relationship. It's more obvious in this movie. Take it or leave it whether thats good or not. I'm personaly indifferent.\n\n\u001b[1mキャラクターは今までと同じくらい好きで楽しいものです.NONOHAとFATEはすべての栄光の中心になります。 興味深いことに、2人の間のユリの倍音は、シリーズよりもはっきりしているように見えますが（お互いを抱き、お互いの目を凝視している真面目なことです...）、それはかなりかわいいです。 ナノ運命は事です。 実際のシリーズでは、もう少し微妙でした。 非直観的な視聴者は、彼らの関係を拾うのがさらに難しいかもしれません。 この映画ではもっと明らかです。 それを取るか、それが良いかどうかそれを残す。 私は個人的に無関心です。\u001b[22m\n\u001b[1m(Kyarakutā wa imamade to onaji kurai sukide tanoshī monodesu. NONOHA to FATE wa subete no eikō no chūshin ni narimasu. Kyōmibukai koto ni, 2-ri no ma no yuri no baion wa, shirīzu yori mo hakkiri shite iru yō ni miemasuga (otagai o daki, otagai no me o gyōshi shite iru majimena kotodesu...), Sore wa kanari kawaīdesu. Nano unmei wa kotodesu. Jissai no shirīzude wa, mōsukoshi bimyōdeshita. Hi chokkantekina shichō-sha wa, karera no kankei o hirou no ga sarani muzukashī kamo shiremasen. Kono eigade wa motto akirakadesu. Sore o toru ka, sore ga yoi ka dō ka sore o nokosu. Watashi wa kojin-teki ni mukanshindesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters are as likable and fun as ever, with Nanoha and Fate taking center stage in all their glory. Interestingly, the yuri overtones between the two appear more obvious than the series (theres seriously a moment where they hold onto each others hips and stare into each others eyes....) but that's pretty cute. Nano-Fate is a thing. In the actual series, it was a bit more subtle. A non intuitive viewer might've had more trouble picking up their relationship. It's more obvious in this movie. Take it or leave it whether thats good or not. I'm personaly indifferent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters are as likable and fun as ever, with Nanoha and Fate taking center stage in all their glory.\u001b[24m\n    \u001b[1mキャラクターは今までと同じくらい好きで楽しいものです.NONOHAとFATEはすべての栄光の中心になります。\u001b[22m, \u001b[1m文字はなのはとフェイトはそのすべての栄光にセンターステージを取ることで、これまでと同じように好感の持てる楽しいです。\u001b[22m\n\u001b[4mInterestingly, the yuri overtones between the two appear more obvious than the series (theres seriously a moment where they hold onto each others hips and stare into each others eyes....) but that's pretty cute.\u001b[24m\n    \u001b[1m興味深いことに、2人の間のユリの倍音は、シリーズよりもはっきりしているように見えますが（お互いを抱き、お互いの目を凝視している真面目なことです...）、それはかなりかわいいです。\u001b[22m, \u001b[1m興味深いことに、2間のユリの倍音は（....真剣に、彼らはお互いの腰の上に保持し、お互いの目を見つめた瞬間をtheresの）シリーズより明白表示されますが、それはかなりかわいいです。\u001b[22m\n\u001b[4mNano-Fate is a thing.\u001b[24m\n    \u001b[1mナノ運命は事です。\u001b[22m, \u001b[1mナノ運命ものです。\u001b[22m\n\u001b[4mIn the actual series, it was a bit more subtle.\u001b[24m\n    \u001b[1m実際のシリーズでは、もう少し微妙でした。\u001b[22m, \u001b[1m実際のシリーズでは、それは少しより微妙でした。\u001b[22m\n\u001b[4mA non intuitive viewer might've had more trouble picking up their relationship.\u001b[24m\n    \u001b[1m非直観的な視聴者は、彼らの関係を拾うのがさらに難しいかもしれません。\u001b[22m, \u001b[1m非直感的な視聴者はより多くの問題の関係を拾うを持っていたかもしれません。\u001b[22m\n\u001b[4mIt's more obvious in this movie.\u001b[24m\n    \u001b[1mこの映画ではもっと明らかです。\u001b[22m, \u001b[1mそれはこの映画の中でより明らかです。\u001b[22m\n\u001b[4mTake it or leave it whether thats good or not.\u001b[24m\n    \u001b[1mそれを取るか、それが良いかどうかそれを残す。\u001b[22m, \u001b[1mそれを取るかのthats良いか否かを残します。\u001b[22m\n\u001b[4mI'm personaly indifferent.\u001b[24m\n    \u001b[1m私は個人的に無関心です。\u001b[22m\n\u001b[1m\u001b[22m\nMy only disapointment was the end scene: In the series, it shows Nanoha and the rest grown up, in their 'adult' forms. This was such an incredible highlight for me, marking the end of an era and the start of something amazing (Nanoha StrikerS). In the movie, only Fate appears SLIGHTLY older (and even then, by about a YEAR at maximum) and the rest are looking the same age. I can only hope that the StrikerS movie appears!\n\n\u001b[1m私の唯一のdisapointmentは終わりのシーンでした：シリーズでは、それはNanohaと残りの部分は、彼らの '大人'の形で育ったことを示しています。 これは私にとって素晴らしいところでした。時代の終わりと何か驚くべきものの始まり（Nanoha StrikerS）をマークしています。 映画では運命だけが若干古い（そしてその後も最大で約1年）と残りは同じ年齢を見ている。 私はStrikerSの映画が登場することを願っています！\u001b[22m\n\u001b[1m(Watashi no yuiitsu no disapointment wa owari no shīndeshita: Shirīzude wa, soreha Nanoha to nokori no bubun wa, karera no' otona' no katachi de sodatta koto o shimeshite imasu. Kore wa watashi ni totte subarashī tokorodeshita. Jidai no owari to nanika odorokubeki mono no hajimari (Nanoha sutoraikāzu) o māku shite imasu. Eigade wa unmei dake ga jakkan furui (soshite sonogo mo saidai de yaku 1-nen) to nokori wa onaji nenrei o mite iru. Watashi wa sutoraikāzu no eiga ga tōjō suru koto o negatte imasu!)\u001b[22m\n\nTranslations of \u001b[4mMy only disapointment was the end scene: In the series, it shows Nanoha and the rest grown up, in their 'adult' forms. This was such an incredible highlight for me, marking the end of an era and the start of something amazing (Nanoha StrikerS). In the movie, only Fate appears SLIGHTLY older (and even then, by about a YEAR at maximum) and the rest are looking the same age. I can only hope that the StrikerS movie appears!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy only disapointment was the end scene: In the series, it shows Nanoha and the rest grown up, in their 'adult' forms.\u001b[24m\n    \u001b[1m私の唯一のdisapointmentは終わりのシーンでした：シリーズでは、それはNanohaと残りの部分は、彼らの '大人'の形で育ったことを示しています。\u001b[22m, \u001b[1m私の唯一のdisapointmentは、エンドシーンだった：シリーズでは、それは彼らの「大人」の形で、なのはと育って残りの部分を示しています。\u001b[22m\n\u001b[4mThis was such an incredible highlight for me, marking the end of an era and the start of something amazing (Nanoha StrikerS).\u001b[24m\n    \u001b[1mこれは私にとって素晴らしいところでした。時代の終わりと何か驚くべきものの始まり（Nanoha StrikerS）をマークしています。\u001b[22m, \u001b[1mこれは時代の終わりと素晴らしい何か（なのははStrikerS）の開始を記念して、私のためにこのような信じられないほどのハイライトでした。\u001b[22m\n\u001b[4mIn the movie, only Fate appears SLIGHTLY older (and even then, by about a YEAR at maximum) and the rest are looking the same age.\u001b[24m\n    \u001b[1m映画では運命だけが若干古い（そしてその後も最大で約1年）と残りは同じ年齢を見ている。\u001b[22m, \u001b[1m映画の中で、唯一の運命は少し古い表示されます（そしてその後も、約最大YEARによって）、残り同じ年齢を探しています。\u001b[22m\n\u001b[4mI can only hope that the StrikerS movie appears!\u001b[24m\n    \u001b[1m私はStrikerSの映画が登場することを願っています！\u001b[22m, \u001b[1m私だけはStrikerSムービーが表示されることを期待することができます！\u001b[22m\n\u001b[1m\u001b[22m\nSORRY! I tried to keep this as short as I could, but this IS a movie from my favorite anime series. Anyway, 100% recomended!\n\n\u001b[1mごめんなさい！ 私はこれをできる限り短く保つようにしましたが、これは私の好きなアニメシリーズの映画です。 とにかく、100％推薦！\u001b[22m\n\u001b[1m(Gomen'nasai! Watashi wa kore o dekiru kagiri mijikaku tamotsu yō ni shimashitaga, kore wa watashi no sukina animeshirīzu no eigadesu. Tonikaku, 100-pāsento suisen!)\u001b[22m\n\nTranslations of \u001b[4mSORRY! I tried to keep this as short as I could, but this IS a movie from my favorite anime series. Anyway, 100% recomended!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSORRY!\u001b[24m\n    \u001b[1mごめんなさい！\u001b[22m, \u001b[1m申し訳ありません！\u001b[22m, \u001b[1mすみません！\u001b[22m, \u001b[1mごめんなさい！\u001b[22m, \u001b[1mうっかり！\u001b[22m\n\u001b[4mI tried to keep this as short as I could, but this IS a movie from my favorite anime series.\u001b[24m\n    \u001b[1m私はこれをできる限り短く保つようにしましたが、これは私の好きなアニメシリーズの映画です。\u001b[22m, \u001b[1m私は私ができる限り短くし、これを維持しようとしたが、これは私の好きなアニメシリーズの映画です。\u001b[22m\n\u001b[4mAnyway, 100% recomended!\u001b[24m\n    \u001b[1mとにかく、100％推薦！\u001b[22m, \u001b[1mとにかく、100％はお勧めし！\u001b[22m"
  },
  {
    "title": "Mahou_Shoujo_Lyrical_Nanoha__The_Movie_2nd_As",
    "id": "10153",
    "url": "https://myanimelist.net/anime/10153/Mahou_Shoujo_Lyrical_Nanoha__The_Movie_2nd_As",
    "user": "Archon_Wing",
    "profile": "/profile/Archon_Wing/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=91155",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  9\n\n魔法少女リリカルなのはThe MOVIE 2nd A'sは、対応するテレビシリーズの映画演出であり、フランチャイズの最初のシーズンをカバーした第1映画の直後の続編です。 最初の登場人物はかなり普通の魔法少女シリーズとして始まりましたが、最終的には、派手な戦闘とキャラクター開発の興味深いスローを含む、このジャンルでユニークな「魔法の少女少女ライト・ショー」と表現できるものに発展しました。\n\n視覚的に言えば、この映画は、ほんの少しのモデルではほとんど気づかれていないにもかかわらず、非常に光沢があり、洗練されています。 最初の映画は素晴らしかったが、それでも戦闘シーンではまだスチルに頼っていたが、2nd Aはこれらの弱点をはるかに目立たなくして、1トンの流体移動につなげる。 ムービーの実際の内容にかかわらず、特にモーエの美学に魅力的であることは確かです。\n\n残念なことに、それは物語部門では震えます。 このシリーズは、最小のフィラーで長さが13のエピソードだったので、これは予想されていました。 何か重要なものをトリミングすると物語が弱まり、残念ながらテレビシリーズを見ていない人には意味をなさないプロットスレッドがいくつかあります。 それは映画の最大の弱点である可能性が最も高いです、そして、私はテレビシリーズを最初に見ることをお勧めしなければならないでしょう。\n\nそれが焦点を当てているのは、それはかなりうまくいっており、ストーリーテリングをよりバランスのとれたものにするストーリーのアンタゴニストに多くの人間化を提供します。 この紛争では、正当な理由で両側を取ることはあまりにも容易ではないので、映画の視聴回数が増えます。 映画は実際には、最初の映画に比べて一日一杯の時間を費やさず、人物の性格や内的思考の開発に集中しています。 それでも、時間の制約のために、テレビシリーズの特定のキープレーヤーは吊り下げられていますが、まだそこに残っているので、あなたは彼らが何をやろうとしているのか疑問に思っています。 私は彼らがもっときれいにそれらに合うことができると感じました。\n\n最終的には、ナノハが3年後にアニメーション化されるのを見て非常に満足しました。 この映画はファンのためのものですが、最初の映画のための最初のテレビシリーズをスキップすることをお勧めしますが、私は本当にこれについて言うことはできません。 あなたがシリーズに参加しているなら、何を期待するべきかを知っておく必要があります。 もしそうでなければ、テレビシリーズを試して、これを今すぐ渡してください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nMagical Girl Lyrical Nanoha: The Movie 2nd A's is a movie rendition of the corresponding tv series, and a direct sequel to the 1st movie which covered the first season of the franchise. While the first incarnation started out as a fairly ordinary magical girl series, it eventually evolved into what could be described as the Magical Girl Lightshow of Befriending, involving flashy combat and interesting swaths of character development that made it unique in this genre.\n\n\u001b[1m魔法少女リリカルなのはThe MOVIE 2nd A'sは、対応するテレビシリーズの映画演出であり、フランチャイズの最初のシーズンをカバーした第1映画の直後の続編です。 最初の登場人物はかなり普通の魔法少女シリーズとして始まりましたが、最終的には、派手な戦闘とキャラクター開発の興味深いスローを含む、このジャンルでユニークな「魔法の少女少女ライト・ショー」と表現できるものに発展しました。\u001b[22m\n\u001b[1m(Mahōshōjoririkarunanoha The mūbī 2 nd A' s wa, taiō suru terebishirīzu no eiga enshutsudeari, furanchaizu no saisho no shīzun o kabā shita dai 1 eiga no chokugo no zokuhendesu. Saisho no tōjō jinbutsu wa kanari futsū no mahō shōjo shirīzu to shite hajimarimashitaga, saishūtekini wa, hadena sentō to kyarakutā kaihatsu no kyōmibukai surō o fukumu, kono janru de yunīku na `mahō no shōjo shōjo raito shō' to hyōgen dekiru mono ni hatten shimashita.)\u001b[22m\n\nTranslations of \u001b[4mMagical Girl Lyrical Nanoha: The Movie 2nd A's is a movie rendition of the corresponding tv series, and a direct sequel to the 1st movie which covered the first season of the franchise. While the first incarnation started out as a fairly ordinary magical girl series, it eventually evolved into what could be described as the Magical Girl Lightshow of Befriending, involving flashy combat and interesting swaths of character development that made it unique in this genre.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMagical Girl Lyrical Nanoha: The Movie 2nd A's is a movie rendition of the corresponding tv series, and a direct sequel to the 1st movie which covered the first season of the franchise.\u001b[24m\n    \u001b[1m魔法少女リリカルなのはThe MOVIE 2nd A'sは、対応するテレビシリーズの映画演出であり、フランチャイズの最初のシーズンをカバーした第1映画の直後の続編です。\u001b[22m, \u001b[1m魔法少女リリカルなのは劇場版第二Aさんは、対応するテレビシリーズの映画演出、およびフランチャイズの最初のシーズンをカバーした第一の映画への直接の続編です。\u001b[22m\n\u001b[4mWhile the first incarnation started out as a fairly ordinary magical girl series, it eventually evolved into what could be described as the Magical Girl Lightshow of Befriending, involving flashy combat and interesting swaths of character development that made it unique in this genre.\u001b[24m\n    \u001b[1m最初の登場人物はかなり普通の魔法少女シリーズとして始まりましたが、最終的には、派手な戦闘とキャラクター開発の興味深いスローを含む、このジャンルでユニークな「魔法の少女少女ライト・ショー」と表現できるものに発展しました。\u001b[22m, \u001b[1m最初の化身はかなり普通の魔法少女シリーズとして始まったが、それは最終的には派手な戦闘と、このジャンルで、それが一意にキャラクターの成長の興味深いスワスを含む、親交の魔法少女ライトショーのように説明することができるものへと進化します。\u001b[22m\n\u001b[1m\u001b[22m\nVisually speaking, the movie is extremely shiny and polished, despite a few moments of off model that were barely noticed. While the first movie looked great, it still resorted to stills in combat scenes, but 2nd A's makes these weaknesses far less pronounced, leading to a ton of fluid movement. Regardless of the actual content of the movie, it sure does look appealing, especially for those into moe aesthetics.\n\n\u001b[1m視覚的に言えば、この映画は、ほんの少しのモデルではほとんど気づかれていないにもかかわらず、非常に光沢があり、洗練されています。 最初の映画は素晴らしかったが、それでも戦闘シーンではまだスチルに頼っていたが、2nd Aはこれらの弱点をはるかに目立たなくして、1トンの流体移動につなげる。 ムービーの実際の内容にかかわらず、特にモーエの美学に魅力的であることは確かです。\u001b[22m\n\u001b[1m(Shikaku-teki ni ieba, kono eiga wa, hon'nosukoshi no moderude wa hotondo kidzuka rete inai nimokakawarazu, hijō ni kōtaku ga ari, senren sa rete imasu. Saisho no eiga wa subarashikatta ga, soredemo sentō shīnde wa mada suchiru ni tayotte itaga, 2 nd A wa korera no jakuten o haruka ni medatanaku shite, 1-ton no ryūtai idō ni tsunageru. Mūbī no jissai no naiyō ni kakawarazu, tokuni mōe no bigaku ni mirikitekidearu koto wa tashikadesu.)\u001b[22m\n\nTranslations of \u001b[4mVisually speaking, the movie is extremely shiny and polished, despite a few moments of off model that were barely noticed. While the first movie looked great, it still resorted to stills in combat scenes, but 2nd A's makes these weaknesses far less pronounced, leading to a ton of fluid movement. Regardless of the actual content of the movie, it sure does look appealing, especially for those into moe aesthetics.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVisually speaking, the movie is extremely shiny and polished, despite a few moments of off model that were barely noticed.\u001b[24m\n    \u001b[1m視覚的に言えば、この映画は、ほんの少しのモデルではほとんど気づかれていないにもかかわらず、非常に光沢があり、洗練されています。\u001b[22m, \u001b[1m視覚的に言えば、映画はやっと気づいたオフモデルのいくつかの瞬間にもかかわらず、非常に光沢があり、研磨されています。\u001b[22m\n\u001b[4mWhile the first movie looked great, it still resorted to stills in combat scenes, but 2nd A's makes these weaknesses far less pronounced, leading to a ton of fluid movement.\u001b[24m\n    \u001b[1m最初の映画は素晴らしかったが、それでも戦闘シーンではまだスチルに頼っていたが、2nd Aはこれらの弱点をはるかに目立たなくして、1トンの流体移動につなげる。\u001b[22m, \u001b[1m最初の映画は素晴らしい見えたが、それはまだ戦闘シーンで静止画に頼ったが、第二のAさんは、流体運動のトンにつながる、これらの弱点がはるかに顕著になります。\u001b[22m\n\u001b[4mRegardless of the actual content of the movie, it sure does look appealing, especially for those into moe aesthetics.\u001b[24m\n    \u001b[1mムービーの実際の内容にかかわらず、特にモーエの美学に魅力的であることは確かです。\u001b[22m, \u001b[1mかかわらず、映画の実際のコンテンツの、それは確かに、特に萌え美学へのそれらのために、魅力的に見えるん。\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately, it falters in the story department. This was to be expected, as the series was 13 episodes long with minimal filler. Trimming at anything significant would weaken the narrative, and unfortunately there are a few plot threads that simply will not make sense to those who haven't seen the tv series. That is most likely the greatest weakness of the movie, and I would have to recommend you watch the tv series first.\n\n\u001b[1m残念なことに、それは物語部門では震えます。 このシリーズは、最小のフィラーで長さが13のエピソードだったので、これは予想されていました。 何か重要なものをトリミングすると物語が弱まり、残念ながらテレビシリーズを見ていない人には意味をなさないプロットスレッドがいくつかあります。 それは映画の最大の弱点である可能性が最も高いです、そして、私はテレビシリーズを最初に見ることをお勧めしなければならないでしょう。\u001b[22m\n\u001b[1m(Zan'nen'nakotoni, soreha monogatari bumonde wa furuemasu. Kono shirīzu wa, saishō no firā de naga-sa ga 13 no episōdodattanode, koreha yosō sa rete imashita. Nani ka jūyōna mono o torimingu suruto monogatari ga yowamari, zan'nen'nagara terebishirīzu o miteinai hito ni wa imiwonasanai purottosureddo ga ikutsu ka arimasu. Sore wa eiga no saidai no jakutendearu kanōsei ga mottomo takaidesu, soshite, watashi wa terebishirīzu o saisho ni miru koto o o susume shinakereba naranaideshou.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately, it falters in the story department. This was to be expected, as the series was 13 episodes long with minimal filler. Trimming at anything significant would weaken the narrative, and unfortunately there are a few plot threads that simply will not make sense to those who haven't seen the tv series. That is most likely the greatest weakness of the movie, and I would have to recommend you watch the tv series first.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately, it falters in the story department.\u001b[24m\n    \u001b[1m残念なことに、それは物語部門では震えます。\u001b[22m, \u001b[1m残念ながら、それは物語の部門でつまずきます。\u001b[22m\n\u001b[4mThis was to be expected, as the series was 13 episodes long with minimal filler.\u001b[24m\n    \u001b[1mこのシリーズは、最小のフィラーで長さが13のエピソードだったので、これは予想されていました。\u001b[22m, \u001b[1mシリーズは最小限の充填剤と13話の長さであったように、これは、予想されることになりました。\u001b[22m\n\u001b[4mTrimming at anything significant would weaken the narrative, and unfortunately there are a few plot threads that simply will not make sense to those who haven't seen the tv series.\u001b[24m\n    \u001b[1m何か重要なものをトリミングすると物語が弱まり、残念ながらテレビシリーズを見ていない人には意味をなさないプロットスレッドがいくつかあります。\u001b[22m, \u001b[1m重要なものでトリミング物語を弱め、そして残念ながら、単にテレビシリーズを見ていない人に意味を持たないであろういくつかのプロットのスレッドがあるだろう。\u001b[22m\n\u001b[4mThat is most likely the greatest weakness of the movie, and I would have to recommend you watch the tv series first.\u001b[24m\n    \u001b[1mそれは映画の最大の弱点である可能性が最も高いです、そして、私はテレビシリーズを最初に見ることをお勧めしなければならないでしょう。\u001b[22m, \u001b[1mそれが最も可能性の高い映画の最大の弱点である、と私はあなたの最初のテレビシリーズを見てお勧めする必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nWhat it does focus on, it does fairly well, and offers a lot of humanization to the antagonists of the story which makes the storytelling a more balanced affair. It's not too easy to take sides in this conflict for good reason, and that makes the movie more involving to watch. The movie actually doesn't spend that much time pew pew'ing all day as compared to the first movie, and focuses some on developing the characters' personalities and inner thoughts. Still, due to time constraints, certain key players from the tv series are left hanging but still left there leaving you wondering what they're supposed to do. I felt they could have fit them in more cleanly.\n\n\u001b[1mそれが焦点を当てているのは、それはかなりうまくいっており、ストーリーテリングをよりバランスのとれたものにするストーリーのアンタゴニストに多くの人間化を提供します。 この紛争では、正当な理由で両側を取ることはあまりにも容易ではないので、映画の視聴回数が増えます。 映画は実際には、最初の映画に比べて一日一杯の時間を費やさず、人物の性格や内的思考の開発に集中しています。 それでも、時間の制約のために、テレビシリーズの特定のキープレーヤーは吊り下げられていますが、まだそこに残っているので、あなたは彼らが何をやろうとしているのか疑問に思っています。 私は彼らがもっときれいにそれらに合うことができると感じました。\u001b[22m\n\u001b[1m(Sore ga shōten o atete iru no wa, sore wa kanari umaku itte ori, sutōrīteringu o yori baransu no toreta mono ni suru sutōrī no antagonisuto ni ōku no ningen-ka o teikyō shimasu. Kono funsōde wa, seitōnariyū de ryōsoku o toru koto wa amarini mo yōide wanainode, eiga no shichō kaisū ga fuemasu. Eiga wa jissai ni wa, saisho no eiga ni kurabete tsuitachi ippai no jikan o tsuiyasazu, jinbutsu no seikaku ya naiteki shikō no kaihatsu ni shūchū shite imasu. Soredemo, jikan no seiyaku no tame ni, terebishirīzu no tokutei no kīpurēyā wa tsuri sage rarete imasuga, mada soko ni nokotte irunode, anata wa karera ga nani o yarou to shite iru no ka gimon ni omotte imasu. Watashi wa karera ga motto kirei ni sorera ni au koto ga dekiru to kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mWhat it does focus on, it does fairly well, and offers a lot of humanization to the antagonists of the story which makes the storytelling a more balanced affair. It's not too easy to take sides in this conflict for good reason, and that makes the movie more involving to watch. The movie actually doesn't spend that much time pew pew'ing all day as compared to the first movie, and focuses some on developing the characters' personalities and inner thoughts. Still, due to time constraints, certain key players from the tv series are left hanging but still left there leaving you wondering what they're supposed to do. I felt they could have fit them in more cleanly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat it does focus on, it does fairly well, and offers a lot of humanization to the antagonists of the story which makes the storytelling a more balanced affair.\u001b[24m\n    \u001b[1mそれが焦点を当てているのは、それはかなりうまくいっており、ストーリーテリングをよりバランスのとれたものにするストーリーのアンタゴニストに多くの人間化を提供します。\u001b[22m, \u001b[1mそれに焦点を当てる何、それはかなりよくない、と物語よりバランスのとれた事件を作る物語のアンタゴニストにヒト化の多くを提供しています。\u001b[22m\n\u001b[4mIt's not too easy to take sides in this conflict for good reason, and that makes the movie more involving to watch.\u001b[24m\n    \u001b[1mこの紛争では、正当な理由で両側を取ることはあまりにも容易ではないので、映画の視聴回数が増えます。\u001b[22m, \u001b[1mこれは、正当な理由のために、この紛争に側面を取るには余りにも簡単ではありません、それは見に関わる映画以上になります。\u001b[22m\n\u001b[4mThe movie actually doesn't spend that much time pew pew'ing all day as compared to the first movie, and focuses some on developing the characters' personalities and inner thoughts.\u001b[24m\n    \u001b[1m映画は実際には、最初の映画に比べて一日一杯の時間を費やさず、人物の性格や内的思考の開発に集中しています。\u001b[22m, \u001b[1m映画は、実際には多くの時間の信者席が最初の映画と比較して、終日pew'ingことを過ごし、そしてキャラクターの個性と内側の考えを開発する上で、いくつかの焦点を合わせていません。\u001b[22m\n\u001b[4mStill, due to time constraints, certain key players from the tv series are left hanging but still left there leaving you wondering what they're supposed to do.\u001b[24m\n    \u001b[1mそれでも、時間の制約のために、テレビシリーズの特定のキープレーヤーは吊り下げられていますが、まだそこに残っているので、あなたは彼らが何をやろうとしているのか疑問に思っています。\u001b[22m, \u001b[1mそれでも、時間的な制約のため、テレビシリーズから特定のキープレーヤーがぶら下がっ残されているが、それでもあなたは彼らが行うことになっているのか疑問に残し放置しました。\u001b[22m\n\u001b[4mI felt they could have fit them in more cleanly.\u001b[24m\n    \u001b[1m私は彼らがもっときれいにそれらに合うことができると感じました。\u001b[22m, \u001b[1m私は、彼らがよりきれいでそれらに合うかもしれないと感じました。\u001b[22m\n\u001b[1m\u001b[22m\nIn the end, I was very much satisfied to see Nanoha animated after an absence of three years. This movie is much more for fans though, and while I'd recommend that you could skip the first television series for the first movie, I really can't say the same for this. So, if you're into the series, you should know what to expect. If not, then try the television series, and give this a pass for now.\n\n\u001b[1m最終的には、ナノハが3年後にアニメーション化されるのを見て非常に満足しました。 この映画はファンのためのものですが、最初の映画のための最初のテレビシリーズをスキップすることをお勧めしますが、私は本当にこれについて言うことはできません。 あなたがシリーズに参加しているなら、何を期待するべきかを知っておく必要があります。 もしそうでなければ、テレビシリーズを試して、これを今すぐ渡してください。\u001b[22m\n\u001b[1m(Saishūtekini wa, nanoha ga 3-nen-go ni animēshon-ka sa reru no o mite hijō ni manzoku shimashita. Kono eiga wa fan no tame no monodesuga, saisho no eiga no tame no saisho no terebishirīzu o sukippu suru koto o o susume shimasuga, watashi wa hontōni kore ni tsuite iu koto wa dekimasen. Anata ga shirīzu ni sanka shite irunara, nani o kitai surubeki ka o shitte oku hitsuyō ga arimasu. Moshi sōdenakereba, terebishirīzu o tameshite, kore o imasugu watashite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIn the end, I was very much satisfied to see Nanoha animated after an absence of three years. This movie is much more for fans though, and while I'd recommend that you could skip the first television series for the first movie, I really can't say the same for this. So, if you're into the series, you should know what to expect. If not, then try the television series, and give this a pass for now.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end, I was very much satisfied to see Nanoha animated after an absence of three years.\u001b[24m\n    \u001b[1m最終的には、ナノハが3年後にアニメーション化されるのを見て非常に満足しました。\u001b[22m, \u001b[1m最後に、私は非常になのはは3年の不在の後、アニメーションを見て満足していました。\u001b[22m\n\u001b[4mThis movie is much more for fans though, and while I'd recommend that you could skip the first television series for the first movie, I really can't say the same for this.\u001b[24m\n    \u001b[1mこの映画はファンのためのものですが、最初の映画のための最初のテレビシリーズをスキップすることをお勧めしますが、私は本当にこれについて言うことはできません。\u001b[22m, \u001b[1mこの映画は、しかしファンのためのより多くであり、私はあなたが最初の映画の最初のテレビシリーズをスキップすることができることをお勧めしますが、私は本当にこのために同じことを言うことはできません。\u001b[22m\n\u001b[4mSo, if you're into the series, you should know what to expect.\u001b[24m\n    \u001b[1mあなたがシリーズに参加しているなら、何を期待するべきかを知っておく必要があります。\u001b[22m, \u001b[1mあなたはシリーズにしているのであれば、あなたが期待するものを知っている必要があります。\u001b[22m\n\u001b[4mIf not, then try the television series, and give this a pass for now.\u001b[24m\n    \u001b[1mもしそうでなければ、テレビシリーズを試して、これを今すぐ渡してください。\u001b[22m, \u001b[1mそうでない場合には、テレビシリーズを試して、そして今のところ、このにパスを与えます。\u001b[22m"
  },
  {
    "title": "Mahou_Shoujo_Lyrical_Nanoha__The_Movie_2nd_As",
    "id": "10153",
    "url": "https://myanimelist.net/anime/10153/Mahou_Shoujo_Lyrical_Nanoha__The_Movie_2nd_As",
    "user": "Bear1211",
    "profile": "/profile/Bear1211/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=127763",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\n「魔法少女リリカルなのはThe MOVIE 2nd A's」は、それが文字通り、今までのものに勝るものです。 一番長い間、後遺症は定義だけで劣った製品だったと思っていましたが、ナノハ2は私がどれほど間違っているかを証明しました。\n\nストーリー：8\n\n第2シーズンのイベントのこの適応は、第1シーズンの予選の試合よりもはるかに良く扱われました。 私は感謝している前の映画のギザギザのペーシングがなくなりました。 それに伴い、今度は物語がずっと面白いです。 私たちのヒーローたちは、実際には脅威のように感じられる敵と戦っていました。 これは主に、この事実を強調する映画の最初の戦いのためです。 プレオーケルのような形をしていると、Nanoha 2のアンタゴニストはさらに興味深く、映画を作る独自の特殊性を持っています。 私たちはまた、世界がどのように働くかに必要なスケールを加えたこれらの魔術の世界を垣間見ることができます。ステークスが高く、アクションが良く、スクリプトがタイトなので、Nanohaの2枚目の映画はバーを高くします。\n\nアート：9\n\nだから、これは予算のようなものです。 私は最初の映画の製作価値に圧倒されていましたが、この2回目の外出は本当に際立っていました。 アクションシーンは明るく、活気があり、目が飛び出していました。 また、文字のデザインについても同様のことが言えるでしょう。\n\nサウンド：8\n\n今回のOSTは本当に力だった。 最初の映画とは異なり、音楽はバックグラウンドで隠されておらず、それ自体が存在していました。 それはショーのトーンを増幅するのに信じられないほど情緒的であり、シーンの全体的なインパクト充満に加えられました。 声の演技もしっかりしていて、誰もが1つを除いて素晴らしい仕事をしました。 ハーツの声優を育てることはまだ悪いです。 幸運にも彼女は今回は周りにたくさんのラインを持っていなかったので、最初のものと同じくらい全体の生産を傷つけませんでした。 その小規模な苦情以外に、この部門には本当の問題はありません。\n\nキャラクター：8\n\n私はまだ悪人がこのシリーズで受ける注意の量に感銘を受けた。 このため、実際に悪人ではなく、自分の目標や希望を持つ人々です。 スクリーンの時間/開発が必要なキャラクターの数を考慮する必要がありますが、私はその毛むくじゃらの奴を見逃しました。 今回のアンタゴニストはこれまで以上に優れています。 騎士団はすべて自分たちの権利で面白かったし、マスターもあった。 文字を返すようになると、ギャング全体が一方的に戻ってきます。 運命は私の意見では、このシリーズの最強のポイントの一つです。  Nanoha私はまだ彼女がタイトルのキャラクターであることを考えると、不足していることが分かっています。 彼女は優しい性格なのだが、それ以上の深さはないが、もう少し欲しい。  Chronoと彼の母親にもレイヤーが追加されています。これは歓迎しています。  Nanohのほかに1つの苦情は、拡張されたキャストのために、Yunnoが横に並んでいるということです。\n\n楽しさ：9\n\nこの映画は、品質の飛躍という点で私の靴下を脱ぎ捨てました。 私はこの続編を本当に楽しんでいて、もっと喜んではいられませんでした。\n\n全体：8.4\n\nより洗練されたスクリプト、幻想的な悪役、リリカルなナノハシリーズの素晴らしい続き。 この続編は、バーをさらに上げ、商品を配達します。 あなたがこのジャンルのファンなら、私はこの映画を強く勧めます。 私は最初の映画の私の考えのために懐疑的でした（私はまだそれが好きでしたが、ちょうど私のためにそこにはなかった）が、この映画は私に欲しかったものを私に与えました。 とにかくそれは私の考えであり、いつも読んでくれてありがとう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n'Mahou shoujo Lyrical Nanoha: The Movie 2nd A's' surpasses it's predecessor in literally ever aspect. For the longest time I've always figured sequels were inferior products just by definition alone, but Nanoha 2 proved just how wrong I was.\n\n\u001b[1m「魔法少女リリカルなのはThe MOVIE 2nd A's」は、それが文字通り、今までのものに勝るものです。 一番長い間、後遺症は定義だけで劣った製品だったと思っていましたが、ナノハ2は私がどれほど間違っているかを証明しました。\u001b[22m\n\u001b[1m(`Mahōshōjoririkarunanoha The mūbī 2 nd A' s' wa, sore ga mojidōri, ima made no mono ni masaru monodesu. Ichiban nagaiai, kōishō wa teigi dake de ototta seihindatta to omotte imashitaga, nanoha 2 wa watashi ga dorehodo machigatte iru ka o shōmei shimashita.)\u001b[22m\n\nTranslations of \u001b[4m'Mahou shoujo Lyrical Nanoha: The Movie 2nd A's' surpasses it's predecessor in literally ever aspect. For the longest time I've always figured sequels were inferior products just by definition alone, but Nanoha 2 proved just how wrong I was.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Mahou shoujo Lyrical Nanoha: The Movie 2nd A's' surpasses it's predecessor in literally ever aspect.\u001b[24m\n    \u001b[1m「魔法少女リリカルなのはThe MOVIE 2nd A's」は、それが文字通り、今までのものに勝るものです。\u001b[22m, \u001b[1m「魔法少女リリカルなのは劇場版第二Aさんは「それは文字通り、これまでの局面では前任者だ凌駕しています。\u001b[22m\n\u001b[4mFor the longest time I've always figured sequels were inferior products just by definition alone, but Nanoha 2 proved just how wrong I was.\u001b[24m\n    \u001b[1m一番長い間、後遺症は定義だけで劣った製品だったと思っていましたが、ナノハ2は私がどれほど間違っているかを証明しました。\u001b[22m, \u001b[1m最も長い時間のために、私は常に理解しました続編は、単独でだけ定義することにより不良品であったが、なのは2は、私がしただけでどのように間違って証明しました。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8\n\n\u001b[1mストーリー：8\u001b[22m\n\u001b[1m(Sutōrī: 8)\u001b[22m\n\nTranslations of \u001b[4mStory: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8\u001b[24m\n    \u001b[1mストーリー：8\u001b[22m\n\u001b[1m\u001b[22m\nThis adaption of the second season's events was handled far better than its prequel's attempt at the first season. Gone is the jagged pacing of the previous film, which I'm thankful for. Along with that the tale is just far more interesting this time around. Our heroes were up against a foe that actually felt more like a threat. This is largely because of the first fight in the film which highlights this fact. True to form like the prequel, Nanoha 2's antagonists are even more interesting, and have their own special dynamic that makes the film. We also get a glimpse at the world of these magi, which added a much needed scale to how the world works.With the stakes higher, action better, and script tighter, Nanoha's second film raises the bar higher.\n\n\u001b[1m第2シーズンのイベントのこの適応は、第1シーズンの予選の試合よりもはるかに良く扱われました。 私は感謝している前の映画のギザギザのペーシングがなくなりました。 それに伴い、今度は物語がずっと面白いです。 私たちのヒーローたちは、実際には脅威のように感じられる敵と戦っていました。 これは主に、この事実を強調する映画の最初の戦いのためです。 プレオーケルのような形をしていると、Nanoha 2のアンタゴニストはさらに興味深く、映画を作る独自の特殊性を持っています。 私たちはまた、世界がどのように働くかに必要なスケールを加えたこれらの魔術の世界を垣間見ることができます。ステークスが高く、アクションが良く、スクリプトがタイトなので、Nanohaの2枚目の映画はバーを高くします。\u001b[22m\n\u001b[1m(Dai 2 shīzun no ibento no kono tekiō wa, dai 1 shīzun no yosen no shiai yori mo haruka ni yoku atsukawa remashita. Watashi wa kansha shite iru mae no eiga no gizagiza no pēshingu ga nakunarimashita. Sore ni tomonai, kondo wa monogatari ga zutto omoshiroidesu. Watashitachi no hīrō-tachi wa, jissai ni wa kyōi no yō ni kanji rareru teki to tatakatte imashita. Kore wa omoni, kono jijitsu o kyōchō suru eiga no saisho no tatakai no tamedesu. Pureōkeru no yōna katachi o shite iru to, Nanoha 2 no antagonisuto wa sarani kyōmibukaku, eiga o tsukuru dokuji no tokushu-sei o motte imasu. Watashitachiha mata, sekai ga dono yō ni hataraku ka ni hitsuyōna sukēru o kuwaeta korera no majutsu no sekai o kaimamiru koto ga dekimasu. Sutēkusu ga takaku, akushon ga yoku, sukuriputo ga taitonanode, Nanoha no 2-mai-me no eiga wa bā o takaku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis adaption of the second season's events was handled far better than its prequel's attempt at the first season. Gone is the jagged pacing of the previous film, which I'm thankful for. Along with that the tale is just far more interesting this time around. Our heroes were up against a foe that actually felt more like a threat. This is largely because of the first fight in the film which highlights this fact. True to form like the prequel, Nanoha 2's antagonists are even more interesting, and have their own special dynamic that makes the film. We also get a glimpse at the world of these magi, which added a much needed scale to how the world works.With the stakes higher, action better, and script tighter, Nanoha's second film raises the bar higher.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis adaption of the second season's events was handled far better than its prequel's attempt at the first season.\u001b[24m\n    \u001b[1m第2シーズンのイベントのこの適応は、第1シーズンの予選の試合よりもはるかに良く扱われました。\u001b[22m, \u001b[1mセカンドシーズンのイベントのこの適応は、最初のシーズンで、その続編の試みよりもはるかに優れて処理されていました。\u001b[22m\n\u001b[4mGone is the jagged pacing of the previous film, which I'm thankful for.\u001b[24m\n    \u001b[1m私は感謝している前の映画のギザギザのペーシングがなくなりました。\u001b[22m, \u001b[1m私はのために感謝して、前のフィルムのギザギザペーシングがあるゴーン。\u001b[22m\n\u001b[4mAlong with that the tale is just far more interesting this time around.\u001b[24m\n    \u001b[1mそれに伴い、今度は物語がずっと面白いです。\u001b[22m, \u001b[1mそれに伴い物語はこの頃ちょうどはるかに興味深いものです。\u001b[22m\n\u001b[4mOur heroes were up against a foe that actually felt more like a threat.\u001b[24m\n    \u001b[1m私たちのヒーローたちは、実際には脅威のように感じられる敵と戦っていました。\u001b[22m, \u001b[1m私たちのヒーローは、実際にはより多くの脅威のように感じた敵に対して増加しました。\u001b[22m\n\u001b[4mThis is largely because of the first fight in the film which highlights this fact.\u001b[24m\n    \u001b[1mこれは主に、この事実を強調する映画の最初の戦いのためです。\u001b[22m, \u001b[1mこれは主にこの事実を強調フィルムの最初の戦いです。\u001b[22m\n\u001b[4mTrue to form like the prequel, Nanoha 2's antagonists are even more interesting, and have their own special dynamic that makes the film.\u001b[24m\n    \u001b[1mプレオーケルのような形をしていると、Nanoha 2のアンタゴニストはさらに興味深く、映画を作る独自の特殊性を持っています。\u001b[22m, \u001b[1m前編のように形成する場合はtrue、なのは2のアンタゴニストは、さらに興味深いであり、フィルムを作る独自の特殊なダイナミックを持っています。\u001b[22m\n\u001b[4mWe also get a glimpse at the world of these magi, which added a much needed scale to how the world works.With the stakes higher, action better, and script tighter, Nanoha's second film raises the bar higher.\u001b[24m\n    \u001b[1m私たちはまた、世界がどのように働くかに必要なスケールを加えたこれらの魔術の世界を垣間見ることができます。ステークスが高く、アクションが良く、スクリプトがタイトなので、Nanohaの2枚目の映画はバーを高くします。\u001b[22m, \u001b[1m我々はまた、どのように世界がworks.With、賭け金が高いアクションが良い、とスクリプトがタイトに多くの必要な規模を追加し、これらのマギの世界を垣間見るを取得し、なのはの第二のフィルムは、より高いバーを発生させます。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9\n\n\u001b[1mアート：9\u001b[22m\n\u001b[1m(Āto: 9)\u001b[22m\n\nTranslations of \u001b[4mArt: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9\u001b[24m\n    \u001b[1mアート：9\u001b[22m\n\u001b[1m\u001b[22m\nSo this is what having a budget looks like. Although I was a littler underwhelmed with the production values of the first film this second outing was truly outstanding. The action scenes were bright, vibrant, and eye popping. Transformation sequences were also stunning, and same can be said about the character designs.\n\n\u001b[1mだから、これは予算のようなものです。 私は最初の映画の製作価値に圧倒されていましたが、この2回目の外出は本当に素晴らしいものでした。 アクションシーンは明るく、活気があり、目が飛び出していました。 また、文字列のデザインについても同様のことが言えるでしょう。\u001b[22m\n\u001b[1m(Dakara, koreha yosan no yōna monodesu. Watashi wa saisho no eiga no seisaku kachi ni attō sa rete imashitaga, kono 2-kai-me no gaishutsu wa hontōni subarashī monodeshita. Akushonshīn wa akaruku, kakki ga ari,-me ga tobidashite imashita. Mata, mojiretsu no dezain ni tsuite mo dōyō no koto ga ierudeshou.)\u001b[22m\n\nTranslations of \u001b[4mSo this is what having a budget looks like. Although I was a littler underwhelmed with the production values of the first film this second outing was truly outstanding. The action scenes were bright, vibrant, and eye popping. Transformation sequences were also stunning, and same can be said about the character designs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo this is what having a budget looks like.\u001b[24m\n    \u001b[1mだから、これは予算のようなものです。\u001b[22m, \u001b[1mこれは、予算を持つことのように見えるものです。\u001b[22m\n\u001b[4mAlthough I was a littler underwhelmed with the production values of the first film this second outing was truly outstanding.\u001b[24m\n    \u001b[1m私は最初の映画の製作価値に圧倒されていましたが、この2回目の外出は本当に素晴らしいものでした。\u001b[22m, \u001b[1m私が最初にフィルムの製造値でlittlerがっかりでしたが、この第二の外出は本当に傑出していました。\u001b[22m\n\u001b[4mThe action scenes were bright, vibrant, and eye popping.\u001b[24m\n    \u001b[1mアクションシーンは明るく、活気があり、目が飛び出していました。\u001b[22m, \u001b[1mアクションシーンは明るく、活気に満ちた、と目の飛び出るました。\u001b[22m\n\u001b[4mTransformation sequences were also stunning, and same can be said about the character designs.\u001b[24m\n    \u001b[1mまた、文字列のデザインについても同様のことが言えるでしょう。\u001b[22m, \u001b[1m形質転換配列はまた見事であり、そして同じ文字設計について言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 8\n\n\u001b[1mサウンド：8\u001b[22m\n\u001b[1m(Saundo: 8)\u001b[22m\n\nTranslations of \u001b[4mSound: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 8\u001b[24m\n    \u001b[1mサウンド：8\u001b[22m\n\u001b[1m\u001b[22m\nThe OST this time around was truly a force. Unlike the first film the music wasn't hidden in the background, and made itself present. It was incredibly affective at amplifying the tone of the show, and added to the overall impact-fullness of scenes. The voice acting was also solid, and everyone did a fantastic job except for one. Raising Heart's voice actress still is bad. Luckily she didn't have as many lines this time around so it didn't hurt the overall production as much as the first. Other than that small complaint no real problems in this department.\n\n\u001b[1m今回のOSTは本当に力だった。 最初の映画とは異なり、音楽はバックグラウンドで隠されておらず、それ自体が存在していました。 それはショーのトーンを増幅するのに信じられないほど情緒的であり、シーンの全体的なインパクト充満に加えられました。 声の演技もしっかりしていて、誰もが1つを除いて素晴らしい仕事をしました。 ハーツの声優を育てることはまだ悪いです。 幸運にも彼女は今回は周りにたくさんのラインを持っていなかったので、最初のものと同じくらい全体の生産を傷つけませんでした。 その小規模な苦情以外に、この部門には本当の問題はありません。\u001b[22m\n\u001b[1m(Konkai no OST wa hontōni chikaradatta. Saisho no eiga to wa kotonari, ongaku wa bakkuguraundo de kakusa rete orazu, sore jitai ga sonzai shite imashita. Sore wa shō no tōn o zōfuku suru no ni shinji rarenai hodo jōcho-tekideari, shīn no zentai-tekina inpakuto jūman ni kuwae raremashita. Koe no engi mo shikkari shite ite, daremoga 1tsu o nozoite subarashī shigoto o shimashita. Hātsu no seiyū o sodateru koto wa mada waruidesu. Kōun'nimo kanojo wa konkai wa mawari ni takusan no rain o motte inakattanode, saisho no mono to onaji kurai zentai no seisan o kizutsukemasendeshita. Sono shōkibona kujō igai ni, kono bumon ni wa hontō no mondai wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe OST this time around was truly a force. Unlike the first film the music wasn't hidden in the background, and made itself present. It was incredibly affective at amplifying the tone of the show, and added to the overall impact-fullness of scenes. The voice acting was also solid, and everyone did a fantastic job except for one. Raising Heart's voice actress still is bad. Luckily she didn't have as many lines this time around so it didn't hurt the overall production as much as the first. Other than that small complaint no real problems in this department.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe OST this time around was truly a force.\u001b[24m\n    \u001b[1m今回のOSTは本当に力だった。\u001b[22m, \u001b[1mOST今回は本当に力となりました。\u001b[22m\n\u001b[4mUnlike the first film the music wasn't hidden in the background, and made itself present.\u001b[24m\n    \u001b[1m最初の映画とは異なり、音楽はバックグラウンドで隠されておらず、それ自体が存在していました。\u001b[22m, \u001b[1m最初の映画とは違って音楽が背景に隠されており、本自体を行っていませんでした。\u001b[22m\n\u001b[4mIt was incredibly affective at amplifying the tone of the show, and added to the overall impact-fullness of scenes.\u001b[24m\n    \u001b[1mそれはショーのトーンを増幅するのに信じられないほど情緒的であり、シーンの全体的なインパクト充満に加えられました。\u001b[22m, \u001b[1mそれはショーの音を増幅で信じられないほど感情だった、とのシーンの全体的な影響-満腹に加えます。\u001b[22m\n\u001b[4mThe voice acting was also solid, and everyone did a fantastic job except for one.\u001b[24m\n    \u001b[1m声の演技もしっかりしていて、誰もが1つを除いて素晴らしい仕事をしました。\u001b[22m, \u001b[1m声の演技も固体であった、と誰もが1を除いて素晴らしい仕事をしました。\u001b[22m\n\u001b[4mRaising Heart's voice actress still is bad.\u001b[24m\n    \u001b[1mハーツの声優を育てることはまだ悪いです。\u001b[22m, \u001b[1mレイジングハートの声優はまだ悪いです。\u001b[22m\n\u001b[4mLuckily she didn't have as many lines this time around so it didn't hurt the overall production as much as the first.\u001b[24m\n    \u001b[1m幸運にも彼女は今回は周りにたくさんのラインを持っていなかったので、最初のものと同じくらい全体の生産を傷つけませんでした。\u001b[22m, \u001b[1mそれは最初と同じくらい生産全体を傷つけることはありませんでしたので、幸いなことに、彼女は今回のように多くの行を持っていませんでした。\u001b[22m\n\u001b[4mOther than that small complaint no real problems in this department.\u001b[24m\n    \u001b[1mその小規模な苦情以外に、この部門には本当の問題はありません。\u001b[22m, \u001b[1mその小さな苦情、この部門では実際の問題以外にも。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 8\n\n\u001b[1mキャラクター：8\u001b[22m\n\u001b[1m(Kyarakutā: 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 8\u001b[24m\n    \u001b[1mキャラクター：8\u001b[22m\n\u001b[1m\u001b[22m\nI'm still impressed by the amount of attention the villains receive in this series. Because of this the aren't really villains, but people with their own goals/hopes. Although necessary considering how many more characters needed screen time/development I missed that furry bastard. The antagonists this time around are better than ever. The Knights were all interesting in their own right, and there Master as well. As returning characters go the whole gang is back in one way or another. Fate is still in my opinion one of the strongest points of this series. Nanoha I still find to be lacking, which is depressing considering she is the title character. She has no more depth beyond that she is kind which is a nice trait, but I would like a little more. Chrono and his mother also have layers added to them, which is a welcome addition. One complaint besides Nanoha is that Yunno sort of gets side lined because of the expanded cast.\n\n\u001b[1m私はまだ悪人がこのシリーズで受ける注意の量に感銘を受けた。 このため、実際に悪人ではなく、自分の目標や希望を持つ人々です。 スクリーンの時間/開発が必要なキャラクターの数を考慮する必要がありますが、私はその毛むくじゃらの奴を見逃しました。 今回のアンタゴニストはこれまで以上に優れています。 騎士団はすべて自分たちの権利で面白かったし、マスターもあった。 文字を返すようになると、ギャング全体が一方的に戻ってきます。 運命は私の意見では、このシリーズの最強のポイントの一つです。  Nanoha私はまだ彼女がタイトルのキャラクターであることを考えると、不足していることが分かっています。 彼女は優しい性格なのだが、それ以上の深さはないが、もう少し欲しい。  Chronoと彼の母親にもレイヤーが追加されています。これは歓迎しています。  Nanohのほかに1つの苦情は、拡張されたキャストのために、Yunnoが横に並んでいるということです。\u001b[22m\n\u001b[1m(Watashi wa mada akunin ga kono shirīzu de ukeru chūi no ryō ni kanmei o uketa. Ko no tame, jissai ni akuninde wa naku, jibun no mokuhyō ya kibō o motsu hitobitodesu. Konkai no antagonisuto wa kore made ijō ni sugurete imasu. Kishi-dan wa subete jibun-tachi no kenri de omoshirokattashi, masutā mo atta. Moji o kaesu yō ni naru to, gyangu zentai ga ippōteki ni modotte kimasu. Unmei wa watashi no ikende wa, kono shirīzu no saikyō no pointo no hitotsudesu. Nanoha watashi wa mada kanojo ga taitoru no kyarakutādearu koto o kangaeru to, fusoku shite iru koto ga wakatte imasu. Kanojo wa yasashī seikakuna nodaga, soreijō no fuka-sa wa naiga, mōsukoshi hoshī. Chrono to kare no hahaoya ni mo reiyā ga tsuika sa rete imasu. Kore wa kangei shite imasu. Nanoh no hoka ni 1tsu no kujō wa, kakuchō sa reta kyasuto no tame ni, Yunno ga yoko ni narande iru to iu kotodesu. Sukurīn no jikan/ kaihatsu ga hitsuyōna kyarakutā no kazu o kōryo suru hitsuyō ga arimasuga, watashi wa sono kemukujara no yakko o minogashimashita.)\u001b[22m\n\nTranslations of \u001b[4mI'm still impressed by the amount of attention the villains receive in this series. Because of this the aren't really villains, but people with their own goals/hopes. Although necessary considering how many more characters needed screen time/development I missed that furry bastard. The antagonists this time around are better than ever. The Knights were all interesting in their own right, and there Master as well. As returning characters go the whole gang is back in one way or another. Fate is still in my opinion one of the strongest points of this series. Nanoha I still find to be lacking, which is depressing considering she is the title character. She has no more depth beyond that she is kind which is a nice trait, but I would like a little more. Chrono and his mother also have layers added to them, which is a welcome addition. One complaint besides Nanoha is that Yunno sort of gets side lined because of the expanded cast.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm still impressed by the amount of attention the villains receive in this series.\u001b[24m\n    \u001b[1m私はまだ悪人がこのシリーズで受ける注意の量に感銘を受けた。\u001b[22m, \u001b[1m私はまだ悪人がこのシリーズで受け取る注目の量に感銘を受けています。\u001b[22m\n\u001b[4mBecause of this the aren't really villains, but people with their own goals/hopes.\u001b[24m\n    \u001b[1mこのため、実際に悪人ではなく、自分の目標や希望を持つ人々です。\u001b[22m, \u001b[1mこのため、インクルードは本当に悪人が、自分の目標/希望を持つ人々ではありません。\u001b[22m\n\u001b[4mThe antagonists this time around are better than ever.\u001b[24m\n    \u001b[1m今回のアンタゴニストはこれまで以上に優れています。\u001b[22m, \u001b[1m拮抗薬の周りのこの時間は、これまでよりも優れています。\u001b[22m\n\u001b[4mThe Knights were all interesting in their own right, and there Master as well.\u001b[24m\n    \u001b[1m騎士団はすべて自分たちの権利で面白かったし、マスターもあった。\u001b[22m, \u001b[1m騎士は自分の右にあるすべて面白かったし、そこにもマスター。\u001b[22m\n\u001b[4mAs returning characters go the whole gang is back in one way or another.\u001b[24m\n    \u001b[1m文字を返すようになると、ギャング全体が一方的に戻ってきます。\u001b[22m, \u001b[1m復帰文字が行くように全体のギャングが戻って一つの方法または別です。\u001b[22m\n\u001b[4mFate is still in my opinion one of the strongest points of this series.\u001b[24m\n    \u001b[1m運命は私の意見では、このシリーズの最強のポイントの一つです。\u001b[22m, \u001b[1m運命は私の意見では、まだこのシリーズの最強のポイントの一つです。\u001b[22m\n\u001b[4mNanoha I still find to be lacking, which is depressing considering she is the title character.\u001b[24m\n    \u001b[1mNanoha私はまだ彼女がタイトルのキャラクターであることを考えると、不足していることが分かっています。\u001b[22m, \u001b[1mなのはは、私はまだ彼女がタイトル文字で考慮押し下げされ、不足して見つけます。\u001b[22m\n\u001b[4mShe has no more depth beyond that she is kind which is a nice trait, but I would like a little more.\u001b[24m\n    \u001b[1m彼女は優しい性格なのだが、それ以上の深さはないが、もう少し欲しい。\u001b[22m, \u001b[1m彼女は素敵な形質である彼女は一種であることを超えて、それ以上の深さを持っていませんが、私はもう少しをしたいと思います。\u001b[22m\n\u001b[4mChrono and his mother also have layers added to them, which is a welcome addition.\u001b[24m\n    \u001b[1mChronoと彼の母親にもレイヤーが追加されています。これは歓迎しています。\u001b[22m, \u001b[1mクロノと彼の母親も歓迎され、それらに追加された層を有します。\u001b[22m\n\u001b[4mOne complaint besides Nanoha is that Yunno sort of gets side lined because of the expanded cast.\u001b[24m\n    \u001b[1mNanohのほかに1つの苦情は、拡張されたキャストのために、Yunnoが横に並んでいるということです。\u001b[22m, \u001b[1mなのは以外の一つの不満はYunnoは、ソートのために拡大キャストの側並んを取得することです。\u001b[22m\n\u001b[4mAlthough necessary considering how many more characters needed screen time/development I missed that furry bastard.\u001b[24m\n    \u001b[1mスクリーンの時間/開発が必要なキャラクターの数を考慮する必要がありますが、私はその毛むくじゃらの奴を見逃しました。\u001b[22m, \u001b[1mより多くの文字が画面の時間が必要か検討する必要が/開発は、私は毛皮のような野郎ことを逃しました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 9\n\n\u001b[1m楽しさ：9\u001b[22m\n\u001b[1m(Tanoshisa: 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 9\u001b[24m\n    \u001b[1m楽しさ：9\u001b[22m\n\u001b[1m\u001b[22m\nThis movie knocked my socks off in terms of jump in quality. I really enjoyed this sequel, and couldn't of been more pleased.\n\n\u001b[1mこの映画は、品質の飛躍という点で私の靴下を脱ぎ捨てました。 私はこの続編を本当に楽しんでいて、もっと喜んではいられませんでした。\u001b[22m\n\u001b[1m(Kono eiga wa, hinshitsu no hiyaku to iu ten de watashi no kutsushita o nugisutemashita. Watashi wa kono zokuhen o hontōni tanoshinde ite, motto yorokonde haira remasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis movie knocked my socks off in terms of jump in quality. I really enjoyed this sequel, and couldn't of been more pleased.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie knocked my socks off in terms of jump in quality.\u001b[24m\n    \u001b[1mこの映画は、品質の飛躍という点で私の靴下を脱ぎ捨てました。\u001b[22m, \u001b[1mこの映画は、品質のジャンプの点で私の靴下をオフにノックしました。\u001b[22m\n\u001b[4mI really enjoyed this sequel, and couldn't of been more pleased.\u001b[24m\n    \u001b[1m私はこの続編を本当に楽しんでいて、もっと喜んではいられませんでした。\u001b[22m, \u001b[1m私は本当にこの続編を楽しんだ、とのより満足していませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 8.4\n\n\u001b[1m全体：8.4\u001b[22m\n\u001b[1m(Zentai: 8. 4)\u001b[22m\n\nTranslations of \u001b[4mOverall: 8.4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 8.4\u001b[24m\n    \u001b[1m全体：8.4\u001b[22m\n\u001b[1m\u001b[22m\nTighter script, fantastic villains, and a wonderful continuation of the Lyrical Nanoha series. This sequel raises the bar even higher, and delivers the goods. If you are a fan of this genre then I would highly recommend this movie. I was skeptical going in because of my thoughts of the first film (I still liked it, but just wasn't quite there for me), but this film gave me what I wanted. Anyways those are my thoughts, and always thanks for reading.\n\n\u001b[1mより洗練されたスクリプト、幻想的な悪役、リリカルなナノハシリーズの素晴らしい続き。 この続編は、バーをさらに上げ、商品を配達します。 あなたがこのジャンルのファンなら、私はこの映画を強く勧めます。 私は最初の映画の私の考えのために懐疑的でした（私はまだそれが好きでしたが、ちょうど私のためにそこにはなかった）が、この映画は私に欲しかったものを私に与えました。 とにかくそれは私の考えであり、いつも読んでくれてありがとう。\u001b[22m\n\u001b[1m(Yori senrensareta sukuriputo, gensō-tekina akuyaku, ririkaruna nanohashirīzu no subarashī tsudzuki. Kono zokuhen wa, bā o sarani age, shōhin o haitatsu shimasu. Anata ga kono janru no fan'nara, watashi wa kono eiga o tsuyoku susumemasu. Watashi wa saisho no eiga no watashi no kangae no tame ni kaigi-tekideshita (watashi wa mada sore ga sukideshita ga, chōdo watashi no tame ni soko ni wa nakatta) ga, kono eiga wa watashi ni hoshikatta mono o watashi ni ataemashita. Tonikaku sore wa watashi no kangaedeari, itsumo yonde kurete arigatō.)\u001b[22m\n\nTranslations of \u001b[4mTighter script, fantastic villains, and a wonderful continuation of the Lyrical Nanoha series. This sequel raises the bar even higher, and delivers the goods. If you are a fan of this genre then I would highly recommend this movie. I was skeptical going in because of my thoughts of the first film (I still liked it, but just wasn't quite there for me), but this film gave me what I wanted. Anyways those are my thoughts, and always thanks for reading.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTighter script, fantastic villains, and a wonderful continuation of the Lyrical Nanoha series.\u001b[24m\n    \u001b[1mより洗練されたスクリプト、幻想的な悪役、リリカルなナノハシリーズの素晴らしい続き。\u001b[22m, \u001b[1m緊密なスクリプト、幻想的な悪人、とリリカルなのはシリーズの素晴らしい継続。\u001b[22m\n\u001b[4mThis sequel raises the bar even higher, and delivers the goods.\u001b[24m\n    \u001b[1mこの続編は、バーをさらに上げ、商品を配達します。\u001b[22m, \u001b[1mこの続編はさらに高いバーを発生させ、商品を提供しています。\u001b[22m\n\u001b[4mIf you are a fan of this genre then I would highly recommend this movie.\u001b[24m\n    \u001b[1mあなたがこのジャンルのファンなら、私はこの映画を強く勧めます。\u001b[22m, \u001b[1mあなたはこのジャンルのファンなら、私は非常にこの映画をお勧めします。\u001b[22m\n\u001b[4mI was skeptical going in because of my thoughts of the first film (I still liked it, but just wasn't quite there for me), but this film gave me what I wanted.\u001b[24m\n    \u001b[1m私は最初の映画の私の考えのために懐疑的でした（私はまだそれが好きでしたが、ちょうど私のためにそこにはなかった）が、この映画は私に欲しかったものを私に与えました。\u001b[22m, \u001b[1m私は（私はまだそれを言っていたが、ちょうど私のためにかなりありませんでした）ので、最初の映画の私の思考の中で起こって懐疑的だったが、この映画は私が望んでいたものを私に与えました。\u001b[22m\n\u001b[4mAnyways those are my thoughts, and always thanks for reading.\u001b[24m\n    \u001b[1mとにかくそれは私の考えであり、いつも読んでくれてありがとう。\u001b[22m, \u001b[1mとにかくそれらは常に読書のためのおかげで私の考えている、と。\u001b[22m"
  },
  {
    "title": "Mahou_Shoujo_Lyrical_Nanoha__The_Movie_2nd_As",
    "id": "10153",
    "url": "https://myanimelist.net/anime/10153/Mahou_Shoujo_Lyrical_Nanoha__The_Movie_2nd_As",
    "user": "meowneko999",
    "profile": "/profile/meowneko999/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=151599",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  10\n\nさて、明らかに、この映画は元のシリーズのリメイクです。\n魔法少女リリカルなのはシリーズが大好きで、3シリーズのうち、私はAが一番楽しかったです。 だから私は彼らがリメイクをすることを聞いてうれしく思いました。 このレビューの多くは私が怒っているので私と一緒に耐えてください。\nストーリー9/10\nストーリーはいつものように驚いていて、とてもフィットしていたと思います。  2時間40分の映画にそれぞれ23分の13のエピソードを詰め込むと、明らかにいくつかのシーンを取り除くことができます。 しかし、それの大きな欠点は、彼らが元々登場した主要な悪役を連れて行ったことでした。 ある意味では、ショーは、2つの側面を操作する支配人が、誤解や「コミュニケーションの欠如」によってもたらされた無意味な戦いの話ではなくなっています。\nアート10/10\n芸術とアニメーションは最も際立つ部分です。 それはスムーズに流れて、すべてをより良くした光沢のある新しいアニメーションで作られました。 彼らはさらに武器を見直すことさえしました。\nサウンド10/10\n私は本当に多くの音に注意を払っていません。それはより良いのようにそれは際立つことはありませんが、それが悪い場合は、私は注意を払うでしょう。 しかし、それにもかかわらず、私は自分自身がいくつかのサウンドトラックを探していて、私が最も好きだったostに注意を払っていました。\nキャラクター8/10\nキャラクターが他のポイントのほとんどよりも低い理由は、前述のように、実際の悪人や魔術師がいないからです。 あなたに正義の動機があって、あなたは自分のアイデンティティーを見つけようとしていました。\n全体的な10/10\n全体として、映画として、それは素晴らしいとリメイクとしてそれは非常に良かった。 私が振り返ったところでは、悪役を引き離して長さを許容し、同時に急がないようにする必要があったかもしれない。 でも元のシリーズを見れば、違いが分かると思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAlright, so to be clear, this movie is a remake of the original series.\n\n\u001b[1mさて、明らかに、この映画は元のシリーズのリメイクです。\u001b[22m\n\u001b[1m(Sate, akiraka ni, kono eiga wa gen no shirīzu no rimeikudesu.)\u001b[22m\n\nTranslations of \u001b[4mAlright, so to be clear, this movie is a remake of the original series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlright, so to be clear, this movie is a remake of the original series.\u001b[24m\n    \u001b[1mさて、明らかに、この映画は元のシリーズのリメイクです。\u001b[22m, \u001b[1mさてさて、そのように明確にすること、この映画はオリジナルシリーズのリメイクです。\u001b[22m\nI love the Mahou shoujo lyrical nanoha series and out of all 3 series, I enjoyed A's the most. So I was thrilled to hear that they'd make a remake. A lot of this review will be me ranting so please bear with me.\n\n\u001b[1m魔法少女リリカルなのはシリーズが大好きで、3シリーズのうち、私はAが一番楽しかったです。 だから私は彼らがリメイクをすることを聞いてうれしく思いました。 このレビューの多くは私が怒っているので私と一緒に耐えてください。\u001b[22m\n\u001b[1m(Mahōshōjoririkarunanoha shirīzu ga daisukide, 3 shirīzu no uchi, watashi wa A ga ichiban tanoshikattadesu. Dakara watashi wa karera ga rimeiku o suru koto o kii te ureshiku omoimashita. Kono rebyū no ōku wa watashi ga okotte irunode watashitoisshoni taete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI love the Mahou shoujo lyrical nanoha series and out of all 3 series, I enjoyed A's the most. So I was thrilled to hear that they'd make a remake. A lot of this review will be me ranting so please bear with me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love the Mahou shoujo lyrical nanoha series and out of all 3 series, I enjoyed A's the most.\u001b[24m\n    \u001b[1m魔法少女リリカルなのはシリーズが大好きで、3シリーズのうち、私はAが一番楽しかったです。\u001b[22m, \u001b[1m私は魔法少女リリカルなのはシリーズを愛し、すべての3シリーズのうち、私はほとんどです楽しみました。\u001b[22m\n\u001b[4mSo I was thrilled to hear that they'd make a remake.\u001b[24m\n    \u001b[1mだから私は彼らがリメイクをすることを聞いてうれしく思いました。\u001b[22m, \u001b[1mだから私は、彼らがリメイクを作るだろうと聞いて喜んでいました。\u001b[22m\n\u001b[4mA lot of this review will be me ranting so please bear with me.\u001b[24m\n    \u001b[1mこのレビューの多くは私が怒っているので私と一緒に耐えてください。\u001b[22m, \u001b[1mこのレビューの多くは、私は私と一緒にご負担下さいそうわめき散らすとなります。\u001b[22m\nStory 9/10\n\n\u001b[1mストーリー9/10\u001b[22m\n\u001b[1m(Sutōrī 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 9/10\u001b[24m\n    \u001b[1mストーリー9/10\u001b[22m\nThe story was amazng as usual and I think that it was very fitting. Cramming 13 episodes which are 23 minutes each into a 2hour 40 movie will obviously get rid of some scenes. But the major down point in that was that they took out the main villain that appeared in the original. In a sense, that made the show go from being a story where there is a mastermind manipulating 2 sides to a pointless battle caused by a misunderstanding and 'lack of communication'.\n\n\u001b[1mストーリーはいつものように驚いていて、とてもフィットしていたと思います。  2時間40分の映画にそれぞれ23分の13のエピソードを詰め込むと、明らかにいくつかのシーンを取り除くことができます。 しかし、それの大きな欠点は、彼らが元々登場した主要な悪役を連れて行ったことでした。 ある意味では、ショーは、2つの側面を操作する支配人が、誤解や「コミュニケーションの欠如」によってもたらされた無意味な戦いの話ではなくなっています。\u001b[22m\n\u001b[1m(Sutōrī wa itsumo no yō ni odoroite ite, totemo fitto shite ita to omoimasu. 2-Jikan 40-bu no eiga ni sorezore 23-bun'no 13 no episōdo o tsumekomu to, akiraka ni ikutsu ka no shīn o torinozoku koto ga dekimasu. Shikashi, sore no ōkina ketten wa, karera ga motomoto tōjō shita shuyōna akuyaku o tsurete itta kotodeshita. Aruimide wa, shō wa, 2tsu no sokumen o sōsa suru shihainin ga, gokai ya `komyunikēshon no ketsujo' ni yotte motarasa reta muimina tatakai no hanashide wanaku natte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story was amazng as usual and I think that it was very fitting. Cramming 13 episodes which are 23 minutes each into a 2hour 40 movie will obviously get rid of some scenes. But the major down point in that was that they took out the main villain that appeared in the original. In a sense, that made the show go from being a story where there is a mastermind manipulating 2 sides to a pointless battle caused by a misunderstanding and 'lack of communication'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was amazng as usual and I think that it was very fitting.\u001b[24m\n    \u001b[1mストーリーはいつものように驚いていて、とてもフィットしていたと思います。\u001b[22m, \u001b[1m物語は、いつものようにamazngだったと私はそれが非常にフィッティングだったと思います。\u001b[22m\n\u001b[4mCramming 13 episodes which are 23 minutes each into a 2hour 40 movie will obviously get rid of some scenes.\u001b[24m\n    \u001b[1m2時間40分の映画にそれぞれ23分の13のエピソードを詰め込むと、明らかにいくつかのシーンを取り除くことができます。\u001b[22m, \u001b[1m2hour 40ムービーに23分、それぞれ13のエピソードを詰め込みは、明らかにいくつかのシーンを取り除くでしょう。\u001b[22m\n\u001b[4mBut the major down point in that was that they took out the main villain that appeared in the original.\u001b[24m\n    \u001b[1mしかし、それの大きな欠点は、彼らが元々登場した主要な悪役を連れて行ったことでした。\u001b[22m, \u001b[1mしかし、その中で主要なダウン点は、彼らが元に現れた主な悪役を取り出したということでした。\u001b[22m\n\u001b[4mIn a sense, that made the show go from being a story where there is a mastermind manipulating 2 sides to a pointless battle caused by a misunderstanding and 'lack of communication'.\u001b[24m\n    \u001b[1mある意味では、ショーは、2つの側面を操作する支配人が、誤解や「コミュニケーションの欠如」によってもたらされた無意味な戦いの話ではなくなっています。\u001b[22m, \u001b[1mある意味で、それはショーが誤解と「コミュニケーション不足」に起因する無意味な戦いに2辺を操作黒幕がある話であることから行かせました。\u001b[22m\nArt 10/10\n\n\u001b[1mアート10/10\u001b[22m\n\u001b[1m(Āto 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 10/10\u001b[24m\n    \u001b[1mアート10/10\u001b[22m\nThe art and animation is the part that stands out the most. It was made in shiny new animation which flowed smoothly and made everything better. They even redesigned the weapons to make them look even better.\n\n\u001b[1m芸術とアニメーションは最も際立つ部分です。 それはスムーズに流れて、すべてをより良くした光沢のある新しいアニメーションで作られました。 彼らはさらに武器を見直すことさえしました。\u001b[22m\n\u001b[1m(Geijutsu to animēshon wa mottomo kiwadatsu bubundesu. Sore wa sumūzu ni nagarete, subete o yori yoku shita kōtakunoaru atarashī animēshon de tsukura remashita. Karera wa sarani buki o minaosu koto sae shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe art and animation is the part that stands out the most. It was made in shiny new animation which flowed smoothly and made everything better. They even redesigned the weapons to make them look even better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and animation is the part that stands out the most.\u001b[24m\n    \u001b[1m芸術とアニメーションは最も際立つ部分です。\u001b[22m, \u001b[1mアートやアニメーションが最も目立つ部分です。\u001b[22m\n\u001b[4mIt was made in shiny new animation which flowed smoothly and made everything better.\u001b[24m\n    \u001b[1mそれはスムーズに流れて、すべてをより良くした光沢のある新しいアニメーションで作られました。\u001b[22m, \u001b[1mそれはスムーズに流れたピカピカの新しいアニメーションで作られ、より良いすべてのものを作りました。\u001b[22m\n\u001b[4mThey even redesigned the weapons to make them look even better.\u001b[24m\n    \u001b[1m彼らはさらに武器を見直すことさえしました。\u001b[22m, \u001b[1m彼らも、彼らがより良い見えるように武器を再設計しました。\u001b[22m\nSound 10/10\n\n\u001b[1mサウンド10/10\u001b[22m\n\u001b[1m(Saundo 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 10/10\u001b[24m\n    \u001b[1mサウンド10/10\u001b[22m\nI don't really pay attention to sound much: Its more like if it's good it doesn't stand out but if it's bad I will pay attention. But nevertheless, i found myself looking for some soundtracks and even taking note of the ost that i liked the most.\n\n\u001b[1m私は本当に多くの音に注意を払っていません。それはより良いのようにそれは際立つことはありませんが、それが悪い場合は、私は注意を払うでしょう。 しかし、それにもかかわらず、私は自分自身がいくつかのサウンドトラックを探していて、私が最も好きだったostに注意を払っていました。\u001b[22m\n\u001b[1m(Watashi wa hontōni ōku no oto ni chūi o haratte imasen. Sore wa yoriyoi no yō ni soreha kiwadatsu koto wa arimasenga, sore ga warui baai wa, watashi wa chūiwoharaudeshou. Shikashi, sore nimokakawarazu, watashi wa jibun jishin ga ikutsu ka no saundotorakku o sagashite ite, watashi ga mottomo sukidatta ost ni chūi o haratte imashita.)\u001b[22m\n\nTranslations of \u001b[4mI don't really pay attention to sound much: Its more like if it's good it doesn't stand out but if it's bad I will pay attention. But nevertheless, i found myself looking for some soundtracks and even taking note of the ost that i liked the most.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't really pay attention to sound much: Its more like if it's good it doesn't stand out but if it's bad I will pay attention.\u001b[24m\n    \u001b[1m私は本当に多くの音に注意を払っていません。それはより良いのようにそれは際立つことはありませんが、それが悪い場合は、私は注意を払うでしょう。\u001b[22m, \u001b[1m私は本当に多くの音に注意を払っていない：それは良いことだ。その以上のような場合には目立ちませんが、それは悪い場合、私は注意を払うだろう。\u001b[22m\n\u001b[4mBut nevertheless, i found myself looking for some soundtracks and even taking note of the ost that i liked the most.\u001b[24m\n    \u001b[1mしかし、それにもかかわらず、私は自分自身がいくつかのサウンドトラックを探していて、私が最も好きだったostに注意を払っていました。\u001b[22m, \u001b[1mしかし、それにもかかわらず、私は自分自身は、いくつかのサウンドトラックを探しているとさえ私が最も気に入っOSTのメモを取って見つかりました。\u001b[22m\nCharacter 8/10\n\n\u001b[1mキャラクター8/10\u001b[22m\n\u001b[1m(Kyarakutā 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 8/10\u001b[24m\n    \u001b[1mキャラクター8/10\u001b[22m, \u001b[1m文字8/10\u001b[22m\nThe reason that the character is lower than most of the other points is because as said before, the lack of an actual villain or mastermind. The one that had an ulterior motive and you were trying to find the identity of.\n\n\u001b[1mキャラクターが他のポイントのほとんどよりも低い理由は、前述のように、実際の悪人や魔術師がいないからです。 あなたに正義の動機があって、あなたは自分のアイデンティティーを見つけようとしていました。\u001b[22m\n\u001b[1m(Kyarakutā ga hoka no pointo no hotondo yori mo hikui riyū wa, zenjutsu no yō ni, jissai no akunin ya majutsu-shi ga inaikaradesu. Anata ni seigi no dōki ga atte, anata wa jibun no aidentitī o mitsukeyou to shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe reason that the character is lower than most of the other points is because as said before, the lack of an actual villain or mastermind. The one that had an ulterior motive and you were trying to find the identity of.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe reason that the character is lower than most of the other points is because as said before, the lack of an actual villain or mastermind.\u001b[24m\n    \u001b[1mキャラクターが他のポイントのほとんどよりも低い理由は、前述のように、実際の悪人や魔術師がいないからです。\u001b[22m, \u001b[1m以前のように言ったので、文字が他の点のほとんどよりも低いことを理由は、実際の悪役や黒幕の欠如です。\u001b[22m\n\u001b[4mThe one that had an ulterior motive and you were trying to find the identity of.\u001b[24m\n    \u001b[1mあなたに正義の動機があって、あなたは自分のアイデンティティーを見つけようとしていました。\u001b[22m, \u001b[1m下心を持っていたし、あなたがのアイデンティティを見つけるためにしようとしていた1。\u001b[22m\nOverall 10/10\n\n\u001b[1m全体的な10/10\u001b[22m\n\u001b[1m(Zentai-tekina 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 10/10\u001b[24m\n    \u001b[1m全体的な10/10\u001b[22m, \u001b[1m全体的に10月10日\u001b[22m\nOverall, as a movie, it was awesome and as a remake it was very good. Now that I think back, it might have been necessary to remove the villain to make its length acceptable and at the same time not be rushed. But I think that if you watched the original series, you will notice the difference.\n\n\u001b[1m全体として、映画として、それは素晴らしいとリメイクとしてそれは非常に良かった。 私が振り返ったところでは、悪役を引き離して長さを許容し、同時に急がないようにする必要があったかもしれない。 でも元のシリーズを見れば、違いが分かると思います。\u001b[22m\n\u001b[1m(Zentai to shite, eiga to shite, sore wa subarashī to rimeiku to shite sore wa hijō ni yokatta. Watashi ga furikaetta tokorode wa, akuyaku o hikihanashite naga-sa o kyoyō shi, dōjini isoganai yō ni suru hitsuyō ga atta kamo shirenai. Demo gen no shirīzu o mireba, chigai ga wakaru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, as a movie, it was awesome and as a remake it was very good. Now that I think back, it might have been necessary to remove the villain to make its length acceptable and at the same time not be rushed. But I think that if you watched the original series, you will notice the difference.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, as a movie, it was awesome and as a remake it was very good.\u001b[24m\n    \u001b[1m全体として、映画として、それは素晴らしいとリメイクとしてそれは非常に良かった。\u001b[22m, \u001b[1m全体的に、映画のように、それは最高だったとリメイクとして、それは非常に良好でした。\u001b[22m\n\u001b[4mNow that I think back, it might have been necessary to remove the villain to make its length acceptable and at the same time not be rushed.\u001b[24m\n    \u001b[1m私が振り返ったところでは、悪役を引き離して長さを許容し、同時に急がないようにする必要があったかもしれない。\u001b[22m, \u001b[1m今、私は戻って考えること、その長さが許容可能にするために悪役を除去するために必要であったかもしれないと同時に殺到することはありません。\u001b[22m\n\u001b[4mBut I think that if you watched the original series, you will notice the difference.\u001b[24m\n    \u001b[1mでも元のシリーズを見れば、違いが分かると思います。\u001b[22m, \u001b[1mしかし、私はあなたがオリジナルシリーズを見た場合、あなたは違いに気づくと思います。\u001b[22m"
  },
  {
    "title": "Mahou_Shoujo_Lyrical_Nanoha__The_Movie_2nd_As",
    "id": "10153",
    "url": "https://myanimelist.net/anime/10153/Mahou_Shoujo_Lyrical_Nanoha__The_Movie_2nd_As",
    "user": "platinumSKIES",
    "profile": "/profile/platinumSKIES/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=108857",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  8\n\nああ、第2回はなは映画。 ファンダムが最初のものよりもさらに愛しそうな季節に基づいています。 では、これまで実際のシリーズを見ていない人は、今までこの映画をどう思っていましたか？ 実際にはかなり良い。 それでも、最初の映画ほど良いとは言えませんが、まだまだ良い編集ムービーです。\n\n（再び、実際のAのシーズンは見たことがないので、そこで起こった出来事を知らないと、映画の中で切り取られてしまいます、ごめんなさい）。\n\nストーリー（9/10）：もう一度、凝縮したシーズンを映画の形にしました。 このプロットには、ハヤテという新しいキャラクターと、「闇の本」とそのプロテクターの関係が描かれています。 私たちはまた、この新しいケースに取り組むためにNanohaとFateに再び参加しました。\n\nここではたくさんのプロットがありますが、私は実際にトータルスポイラーなしで説明することはできません。したがって、要するに、どのように移行中に切り詰められたかを見ることができます。 つまり、そこにはすでに興味深いことがあります。 オリジナルのシリーズを見ていなくても、私はプロットを得て、すべてのキャラクターとのつながりを感じました、そして、それは本当によく書かれた物語でした。\n\n（これは明らかにTSABが作った映画として（おそらく）行われているので、私たちの話全体がAUになっているようですが、ここにもそこにはありません。\n\nアート（8/10）：最初の映画とよく似て、アートは本当にうまくいっています。 私がいつもしているように、私は変換と戦闘シーンがどれくらいうまくアニメーション化されているかを突き詰めなければなりません。 ここにはいくつかの揺らめいた割合がありましたが、気を散らすことはありませんでした。全体的にはかなりの映画でした。\n\nサウンド（7/10）：ええと、バックグラウンドミュージックはいいですが、ここでは何も思い出せません。 私は、その代わりに、すべての聖人がその人物を声優として賞賛したと言っています。\n\nキャラクター（9/10）：この映画では、シリーズキャストシートにさらにいくつかのキャラクターが追加されました。私はそれらに感銘を受けました。 ハヤテは素敵な子供で、他の人を遅らせる障害がある時でさえ、とても勤勉です。 すべての騎士は面白く、楽しい人格を持っています。師匠への献身は私にとっても非常にリアルです。\n\nNanohaとFateはまた、映画の上でいくつかの素晴らしいキャラクターの開発を得る。 彼女は彼女の友人のために戦うためにどのくらい遠くまで喜んでいるのか、彼女は彼女の魔法と能力を持っています。 運命は、やや普通の生活に向かうと同時に、（本当に暖かく悲しいシーンでは、私が追加するかもしれない）動くことができるだけでなく、開発のトンを取得します。  Raising HeartとBardicheも（何らかの形で）いくらかの開発をしています。彼らがどれくらい彼らの巨匠を愛しているか見ることは本当にうれしいです。\n\n私は少しゆったりしています（そして、実際にはTSABの大部分は画面の時間がほとんどないようです）。 何か。\n\n楽しさ（8/10）：これは間違いなく、特にそれらの戦いのための良い映画です。 話は私に投資した、私はすべての文字が好きだった、それは一般的に本当に面白かった。 しかし、神聖なくそー、これは2時間半の映画です。 私は彼らが全力を尽くすように最善を尽くしているが、最終的な戦いまで1時間半後にそれを引きずり出す。 それは良いことではないと言うわけではありません、私は15分ごとに時間をチェックしていたという点があります。\n\n全体的に見ると、MSLN映画2は、最初の映画まで上手くフォローされています。 それは面白かったし面白かったし、私は元のAを比較することにもっと興味を持った。\n\nそして今、私は彼らがストライカーとどのように協力するのか楽しみにしています。  :)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAh, the second Nanoha movie. Based off a season that the fandom seems to love even more than the first. So how did someone who didn't see the actual series until now think of this movie? Pretty good, actually. Not as good as the first movie, but still a good compilation movie nonetheless.\n\n\u001b[1mああ、第2回はなは映画。 ファンダムが最初のものよりもさらに愛しそうな季節に基づいています。 では、これまで実際のシリーズを見ていない人は、今までこの映画をどう思っていましたか？ 実際にはかなり良い。 それでも、最初の映画ほど良いとは言えませんが、まだまだ良い編集ムービーです。\u001b[22m\n\u001b[1m(Ā, dai 2-kai Hana wa eiga. Fan damu ga saisho no mono yori mo sarani aishi-sōna kisetsu ni motodzuite imasu. Dewa, kore made jissai no shirīzu o miteinai hito wa, imamade kono eiga o dō omotte imashita ka? Jissai ni wa kanari yoi. Soredemo, saisho no eiga hodo yoi to wa iemasenga, madamada yoi henshū mūbīdesu.)\u001b[22m\n\nTranslations of \u001b[4mAh, the second Nanoha movie. Based off a season that the fandom seems to love even more than the first. So how did someone who didn't see the actual series until now think of this movie? Pretty good, actually. Not as good as the first movie, but still a good compilation movie nonetheless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAh, the second Nanoha movie.\u001b[24m\n    \u001b[1mああ、第2回はなは映画。\u001b[22m, \u001b[1mああ、第二なのは映画。\u001b[22m\n\u001b[4mBased off a season that the fandom seems to love even more than the first.\u001b[24m\n    \u001b[1mファンダムが最初のものよりもさらに愛しそうな季節に基づいています。\u001b[22m, \u001b[1mファンダムが最初よりもさらにを愛するように見えるシーズンオフに基づいて。\u001b[22m\n\u001b[4mSo how did someone who didn't see the actual series until now think of this movie?\u001b[24m\n    \u001b[1mでは、これまで実際のシリーズを見ていない人は、今までこの映画をどう思っていましたか？\u001b[22m, \u001b[1mそれでは、どのように今まで実際のシリーズを見ていない誰かがこの映画を思いましたか？\u001b[22m\n\u001b[4mPretty good, actually.\u001b[24m\n    \u001b[1m実際にはかなり良い。\u001b[22m, \u001b[1m実際には、かなり良いです。\u001b[22m\n\u001b[4mNot as good as the first movie, but still a good compilation movie nonetheless.\u001b[24m\n    \u001b[1mそれでも、最初の映画ほど良いとは言えませんが、まだまだ良い編集ムービーです。\u001b[22m, \u001b[1m最初の映画が、それでもそれにもかかわらず、良好なコンパイル映画ほど良好ではありません。\u001b[22m\n\u001b[1m\u001b[22m\n(Again, I've never seen the actual A's season, so if I'm ignorant of things that happened there that got cut out in the movie, sorry.)\n\n\u001b[1m（再び、実際のAのシーズンは見たことがないので、そこで起こった出来事を知らないと、映画の中で切り取られてしまいます、ごめんなさい）。\u001b[22m\n\u001b[1m((Futatabi, jissai no A no shīzun wa mita koto ga nainode, sokode okotta dekigoto o shiranai to, eiga no naka de kiritora rete shimaimasu, gomen'nasai).)\u001b[22m\n\nTranslations of \u001b[4m(Again, I've never seen the actual A's season, so if I'm ignorant of things that happened there that got cut out in the movie, sorry.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(Again, I've never seen the actual A's season, so if I'm ignorant of things that happened there that got cut out in the movie, sorry.)\u001b[24m\n    \u001b[1m（再び、実際のAのシーズンは見たことがないので、そこで起こった出来事を知らないと、映画の中で切り取られてしまいます、ごめんなさい）。\u001b[22m, \u001b[1m（私は申し訳ありませんが、映画の中で切り出されてしまったそこに起こった事の無知だので、もし繰り返しますが、私は、実際のAのシーズンを見たことがありません。）\u001b[22m\n\u001b[1m\u001b[22m\nStory (9/10): Once again, we have a condensed season put to movie form. The plot features a new character named Hayate and her relationship with the Book of Darkness and all of its protectors. We also have Nanoha and Fate joining up again to work on this new case.\n\n\u001b[1mストーリー（9/10）：もう一度、凝縮したシーズンを映画の形にしました。 このプロットには、ハヤテという新しいキャラクターと、「闇の本」とそのプロテクターの関係が描かれています。 私たちはまた、この新しいケースに取り組むためにNanohaとFateに再び参加しました。\u001b[22m\n\u001b[1m(Sutōrī (9 / 10): Mōichido, gyōshuku shita shīzun o eiga no katachi ni shimashita. Kono purotto ni wa, hayate to iu atarashī kyarakutā to,`yami no hon' to sono purotekutā no kankei ga egaka rete imasu. Watashitachiha mata, kono atarashī kēsu ni torikumu tame ni Nanoha to feito ni futatabi sanka shimashita.)\u001b[22m\n\nTranslations of \u001b[4mStory (9/10): Once again, we have a condensed season put to movie form. The plot features a new character named Hayate and her relationship with the Book of Darkness and all of its protectors. We also have Nanoha and Fate joining up again to work on this new case.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (9/10): Once again, we have a condensed season put to movie form.\u001b[24m\n    \u001b[1mストーリー（9/10）：もう一度、凝縮したシーズンを映画の形にしました。\u001b[22m, \u001b[1mストーリー（9/10）：もう一度、私たちは映画のフォームに入れ、凝縮シーズンを持っています。\u001b[22m\n\u001b[4mThe plot features a new character named Hayate and her relationship with the Book of Darkness and all of its protectors.\u001b[24m\n    \u001b[1mこのプロットには、ハヤテという新しいキャラクターと、「闇の本」とそのプロテクターの関係が描かれています。\u001b[22m, \u001b[1mプロットはハヤテと闇の書とそのプロテクターのすべてと彼女の関係という新しいキャラクターを備えています。\u001b[22m\n\u001b[4mWe also have Nanoha and Fate joining up again to work on this new case.\u001b[24m\n    \u001b[1m私たちはまた、この新しいケースに取り組むためにNanohaとFateに再び参加しました。\u001b[22m, \u001b[1mまた、なのはとフェイトがこの新しいケースに動作するように再び参加しています。\u001b[22m\n\u001b[1m\u001b[22m\nThere's a LOT of plot here that I can't really describe without total spoilers, so, in short, I can see how stuff got cut in transition. I mean, just what's there is already interesting. Even not having seen the original series, I got the plot, felt a connection to all the characters, and it really was a well written story.\n\n\u001b[1mここではたくさんのプロットがありますが、私は実際にトータルスポイラーなしで説明することはできません。したがって、要するに、どのように移行中に切り詰められたかを見ることができます。 つまり、そこにはすでに興味深いことがあります。 オリジナルのシリーズを見ていなくても、私はプロットを得て、すべてのキャラクターとのつながりを感じました、そして、それは本当によく書かれた物語でした。\u001b[22m\n\u001b[1m(Kokode wa takusan no purotto ga arimasuga, watashi wa jissai ni tōtarusupoirā nashi de setsumei suru koto wa dekimasen. Shitagatte, yōsuruni, dono yō ni ikō-chū ni kiritsume rareta ka o miru koto ga dekimasu. Tsumari, soko ni wa sudeni kyōmibukai koto ga arimasu. Orijinaru no shirīzu o mite inakute mo, watashi wa purotto o ete, subete no kyarakutā to no tsunagari o kanjimashita, soshite, sore wa hontōni yoku kaka reta monogatarideshita.)\u001b[22m\n\nTranslations of \u001b[4mThere's a LOT of plot here that I can't really describe without total spoilers, so, in short, I can see how stuff got cut in transition. I mean, just what's there is already interesting. Even not having seen the original series, I got the plot, felt a connection to all the characters, and it really was a well written story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's a LOT of plot here that I can't really describe without total spoilers, so, in short, I can see how stuff got cut in transition.\u001b[24m\n    \u001b[1mここではたくさんのプロットがありますが、私は実際にトータルスポイラーなしで説明することはできません。したがって、要するに、どのように移行中に切り詰められたかを見ることができます。\u001b[22m, \u001b[1mプロットの多くは、私は本当に短い中で、私はものが過渡期にカットしてしまったかを確認することができ、合計スポイラーなしで記述し、そのようにできないことをここにあります。\u001b[22m\n\u001b[4mI mean, just what's there is already interesting.\u001b[24m\n    \u001b[1mつまり、そこにはすでに興味深いことがあります。\u001b[22m, \u001b[1m私はすでに興味深いがあるだけで何、意味します。\u001b[22m\n\u001b[4mEven not having seen the original series, I got the plot, felt a connection to all the characters, and it really was a well written story.\u001b[24m\n    \u001b[1mオリジナルのシリーズを見ていなくても、私はプロットを得て、すべてのキャラクターとのつながりを感じました、そして、それは本当によく書かれた物語でした。\u001b[22m, \u001b[1mでも私は、プロットを得たすべての文字への接続を感じ、それが本当によく書かれた物語だった、オリジナルのシリーズを見たことはありません。\u001b[22m\n\u001b[1m\u001b[22m\n(This is also apparently where the whole story goes a bit AU on us, since this is done (supposedly) as a movie made by TSAB, but that's neither here nor there.)\n\n\u001b[1m（これは明らかにTSABが作った映画として（おそらく）行われているので、私たちの話全体がAUになっているようですが、ここにもそこにはありません。\u001b[22m\n\u001b[1m((Kore wa akiraka ni TSAB ga tsukutta eiga to shite (osoraku) okonawa rete irunode, watashitachi no hanashi zentai ga AU ni natte iru yōdesuga, koko ni mo soko ni wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4m(This is also apparently where the whole story goes a bit AU on us, since this is done (supposedly) as a movie made by TSAB, but that's neither here nor there.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(This is also apparently where the whole story goes a bit AU on us, since this is done (supposedly) as a movie made by TSAB, but that's neither here nor there.)\u001b[24m\n    \u001b[1m（これは明らかにTSABが作った映画として（おそらく）行われているので、私たちの話全体がAUになっているようですが、ここにもそこにはありません。\u001b[22m, \u001b[1m（これはこれはTSABによって作られたムービーとして（おそらく）行ったが、それはどちらもここにもありますされているので、全体的な話は、私たちに少しAUになり、明らかにどこもあります。）\u001b[22m\n\u001b[1m\u001b[22m\nArt (8/10): Much like the first movie, the art is really well done here. As I'm usually prone to do, I must gush over how well animated the transformation and battle scenes are. There were a couple of wobbly proportions here and there, but nothing distracting, so overall it was a pretty movie.\n\n\u001b[1mアート（8/10）：最初の映画とよく似て、アートは本当にうまくいっています。 私がいつもしているように、私は変換と戦闘シーンがどれくらいうまくアニメーション化されているかを突き詰めなければなりません。 ここにはいくつかの揺らめいた割合がありましたが、気を散らすことはありませんでした。全体的にはかなりの映画でした。\u001b[22m\n\u001b[1m(Āto (8 / 10): Saisho no eiga to yoku nite, āto wa hontōni umaku itte imasu. Watashi ga itsumo shite iru yō ni, watashi wa henkan to sentō shīn ga dorekurai umaku animēshon-ka sa rete iru ka o tsukitsumenakereba narimasen. Koko ni wa ikutsu ka no yurameita wariai ga arimashitaga, ki o chirasu koto wa arimasendeshita. Zentai-teki ni wa kanari no eigadeshita.)\u001b[22m\n\nTranslations of \u001b[4mArt (8/10): Much like the first movie, the art is really well done here. As I'm usually prone to do, I must gush over how well animated the transformation and battle scenes are. There were a couple of wobbly proportions here and there, but nothing distracting, so overall it was a pretty movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (8/10): Much like the first movie, the art is really well done here.\u001b[24m\n    \u001b[1mアート（8/10）：最初の映画とよく似て、アートは本当にうまくいっています。\u001b[22m, \u001b[1mアート（8/10）：多くの最初の映画のように、技術は本当によくここで行われています。\u001b[22m\n\u001b[4mAs I'm usually prone to do, I must gush over how well animated the transformation and battle scenes are.\u001b[24m\n    \u001b[1m私がいつもしているように、私は変換と戦闘シーンがどれくらいうまくアニメーション化されているかを突き詰めなければなりません。\u001b[22m, \u001b[1m私が行うには、通常がちだとして、私は噴出変換との戦いのシーンをアニメーション化する方法も上である必要があります。\u001b[22m\n\u001b[4mThere were a couple of wobbly proportions here and there, but nothing distracting, so overall it was a pretty movie.\u001b[24m\n    \u001b[1mここにはいくつかの揺らめいた割合がありましたが、気を散らすことはありませんでした。全体的にはかなりの映画でした。\u001b[22m, \u001b[1mそこグラグラ割合のカップルがあちこちであったが、何も気が散るので、全体的にはかなりの映画でした。\u001b[22m\n\u001b[1m\u001b[22m\nSound (7/10): Eh, the background music was good, but nothing memorable here, really. I will say, instead, that all the seiyuu did a fantastic job voicing their characters.\n\n\u001b[1mサウンド（7/10）：ええと、バックグラウンドミュージックはいいですが、ここでは何も思い出せません。 私は、その代わりに、すべての聖人がその人物を声優として賞賛したと言っています。\u001b[22m\n\u001b[1m(Saundo (7 / 10): Ē to, bakkuguraundomyūjikku wa īdesuga, kokode wa nani mo omoidasemasen. Watashi wa, sonokawarini, subete no seijin ga sono jinbutsu o seiyū to shite shōsan shita to itte imasu.)\u001b[22m\n\nTranslations of \u001b[4mSound (7/10): Eh, the background music was good, but nothing memorable here, really. I will say, instead, that all the seiyuu did a fantastic job voicing their characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (7/10): Eh, the background music was good, but nothing memorable here, really.\u001b[24m\n    \u001b[1mサウンド（7/10）：ええと、バックグラウンドミュージックはいいですが、ここでは何も思い出せません。\u001b[22m, \u001b[1mサウンド（7/10）：本当に、え、背景音楽は良かったが、ここでは何も記憶に残ります。\u001b[22m\n\u001b[4mI will say, instead, that all the seiyuu did a fantastic job voicing their characters.\u001b[24m\n    \u001b[1m私は、その代わりに、すべての聖人がその人物を声優として賞賛したと言っています。\u001b[22m, \u001b[1m私はすべての声優が自分のキャラクターを発声素晴らしい仕事をしたことが、その代わりに、と言うだろう。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter (9/10): With this movie, we get a few more characters added to the series cast sheet, and I'm more than impressed with them. Hayate is a nice kid and is such a hard worker even when she has a disability that would slow other people down. All the knights are interesting and have fun personalities, with their devotion to their master feeling very real even to me.\n\n\u001b[1mキャラクター（9/10）：この映画では、シリーズキャストシートにさらにいくつかのキャラクターが追加されました。私はそれらに感銘を受けました。 ハヤテは素敵な子供で、他の人を遅らせる障害がある時でさえ、とても勤勉です。 すべての騎士は面白く、楽しい人格を持っています。師匠への献身は私にとっても非常にリアルです。\u001b[22m\n\u001b[1m(Kyarakutā (9 / 10): Kono eigade wa, shirīzukyasutoshīto ni sarani ikutsu ka no kyarakutā ga tsuika sa remashita. Watashi wa sorera ni kanmei o ukemashita. Hayate wa sutekina kodomo de, hokanohito o okuraseru shōgai ga aru tokide sae, totemo kinbendesu. Subete no kishi wa omoshiroku, tanoshī jinkaku o motte imasu. Shishō e no kenshin wa watashi ni tottemo hijō ni riarudesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter (9/10): With this movie, we get a few more characters added to the series cast sheet, and I'm more than impressed with them. Hayate is a nice kid and is such a hard worker even when she has a disability that would slow other people down. All the knights are interesting and have fun personalities, with their devotion to their master feeling very real even to me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter (9/10): With this movie, we get a few more characters added to the series cast sheet, and I'm more than impressed with them.\u001b[24m\n    \u001b[1mキャラクター（9/10）：この映画では、シリーズキャストシートにさらにいくつかのキャラクターが追加されました。私はそれらに感銘を受けました。\u001b[22m, \u001b[1m文字（9/10）：この映画では、我々はいくつかのより多くの文字を取得するには、シリーズのキャストシートに追加され、私は彼らと感心以上です。\u001b[22m\n\u001b[4mHayate is a nice kid and is such a hard worker even when she has a disability that would slow other people down.\u001b[24m\n    \u001b[1mハヤテは素敵な子供で、他の人を遅らせる障害がある時でさえ、とても勤勉です。\u001b[22m, \u001b[1mハヤテは素敵な子供であり、彼女は他の人のパフォーマンスが遅くなり、障害があっても、このような働き者です。\u001b[22m\n\u001b[4mAll the knights are interesting and have fun personalities, with their devotion to their master feeling very real even to me.\u001b[24m\n    \u001b[1mすべての騎士は面白く、楽しい人格を持っています。師匠への献身は私にとっても非常にリアルです。\u001b[22m, \u001b[1mすべての騎士は興味深く、そのマスターへの献身があっても私には非常に現実的な感じで、楽しい個性を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nNanoha and Fate also get some great character development over the movie too. Nanoha shows how far she's willing to go to fight for her friends and how well in-tune she is with her magic and abilities. Fate gets a ton of development, heading towards a somewhat more normal life, as well as finally being able to move on (in a really heartwarming and sad scene, I might add). Raising Heart and Bardiche also (...somehow) get some development, and it's really nice to see how much they love their masters.\n\n\u001b[1mNanohaとFateはまた、映画の上でいくつかの素晴らしいキャラクターの開発を得る。 彼女は彼女の友人のために戦うためにどのくらい遠くまで喜んでいるのか、彼女は彼女の魔法と能力を持っています。 運命は、やや普通の生活に向かうと同時に、（本当に暖かく悲しいシーンでは、私が追加するかもしれない）動くことができるだけでなく、開発のトンを取得します。  Raising HeartとBardicheも（何らかの形で）いくらかの開発をしています。彼らがどれくらい彼らの巨匠を愛しているか見ることは本当にうれしいです。\u001b[22m\n\u001b[1m(Nanoha to feito wa mata, eiga no ue de ikutsu ka no subarashī kyarakutā no kaihatsu o eru. Kanojo wa kanojo no yūjin no tame ni tatakau tame ni dono kurai tōku made yorokonde iru no ka, kanojo wa kanojo no mahō to nōryoku o motte imasu. Unmei wa, yaya futsūnoseikatsu ni mukau to dōjini,(hontōni atatakaku kanashī shīnde wa, watashi ga tsuika suru kamo shirenai) ugoku koto ga dekiru dakedenaku, kaihatsu no ton o shutoku shimasu. Raising hāto to Bardiche mo (nanrakano katachi de) ikuraka no kaihatsu o shite imasu. Karera ga dorekurai karera no kyoshō o aishite iru ka miru koto wa hontōni ureshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mNanoha and Fate also get some great character development over the movie too. Nanoha shows how far she's willing to go to fight for her friends and how well in-tune she is with her magic and abilities. Fate gets a ton of development, heading towards a somewhat more normal life, as well as finally being able to move on (in a really heartwarming and sad scene, I might add). Raising Heart and Bardiche also (...somehow) get some development, and it's really nice to see how much they love their masters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNanoha and Fate also get some great character development over the movie too.\u001b[24m\n    \u001b[1mNanohaとFateはまた、映画の上でいくつかの素晴らしいキャラクターの開発を得る。\u001b[22m, \u001b[1mなのはとフェイトは、あまりにも映画を超えるいくつかの素晴らしいキャラクターの成長を取得します。\u001b[22m\n\u001b[4mNanoha shows how far she's willing to go to fight for her friends and how well in-tune she is with her magic and abilities.\u001b[24m\n    \u001b[1m彼女は彼女の友人のために戦うためにどのくらい遠くまで喜んでいるのか、彼女は彼女の魔法と能力を持っています。\u001b[22m, \u001b[1mなのは、彼女は彼女の友人とどれだけで調整、彼女は彼女の魔法や能力であるために戦うために行くために喜んだどこまで示しています。\u001b[22m\n\u001b[4mFate gets a ton of development, heading towards a somewhat more normal life, as well as finally being able to move on (in a really heartwarming and sad scene, I might add).\u001b[24m\n    \u001b[1m運命は、やや普通の生活に向かうと同時に、（本当に暖かく悲しいシーンでは、私が追加するかもしれない）動くことができるだけでなく、開発のトンを取得します。\u001b[22m, \u001b[1m運命はもう少し普通の生活に向かって、だけでなく、最終的に上に移動することができるという（本当に心温まると悲しいシーンで、私は追加するかもしれません）、開発のトンを取得します。\u001b[22m\n\u001b[4mRaising Heart and Bardiche also (...somehow) get some development, and it's really nice to see how much they love their masters.\u001b[24m\n    \u001b[1mRaising HeartとBardicheも（何らかの形で）いくらかの開発をしています。彼らがどれくらい彼らの巨匠を愛しているか見ることは本当にうれしいです。\u001b[22m, \u001b[1mまた、ハートとバルディッシュを上げる（...何とか）いくつかの開発を取得し、それは彼らが自分の主人を愛するかどの位見るために本当にうれしいです。\u001b[22m\n\u001b[1m\u001b[22m\nI am a little sad that Yuuno (and really the majority of TSAB, it seems) got so little screen time, since while it did have a smaller and more in-depth pool of characters to work with, I feel like we missed out on something.\n\n\u001b[1m私は少しゆったりしています（そして、実際にはTSABの大部分は画面の時間がほとんどないようです）。 何か。\u001b[22m\n\u001b[1m(Watashi wa sukoshi yuttari shite imasu (soshite, jissai ni wa TSAB no daibubun wa gamen no jikan ga hotondo nai yōdesu). Nani ka.)\u001b[22m\n\nTranslations of \u001b[4mI am a little sad that Yuuno (and really the majority of TSAB, it seems) got so little screen time, since while it did have a smaller and more in-depth pool of characters to work with, I feel like we missed out on something.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am a little sad that Yuuno (and really the majority of TSAB, it seems) got so little screen time, since while it did have a smaller and more in-depth pool of characters to work with, I feel like we missed out on\u001b[24m\n    \u001b[1m私は少しゆったりしています（そして、実際にはTSABの大部分は画面の時間がほとんどないようです）。\u001b[22m, \u001b[1mそれはで動作するように文字のより小さく、より綿密なプールを持っていた一方で、我々はアウトに逃したように、私は感じるので、私は、（それはそうと、本当にTSABの大半、）yuunoががので、少し画面の時間を持っていることを少し悲しいです\u001b[22m\n\u001b[4msomething.\u001b[24m\n    \u001b[1m何か。\u001b[22m, \u001b[1mなにか。\u001b[22m, \u001b[1m何か。\u001b[22m, \u001b[1m何か\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment (8/10): This is definitely a good movie, especially for those battles. The story had me invested, I liked all the characters, and it was generally really fun. But holy crap, this is a 2 AND A HALF HOUR MOVIE. While I get that they did their best so that the whole story fit in, it drags after the hour and a half mark until the final battles. Not to say that it wasn't good, it's just that there's a point were I was checking the time every 15 minutes or so.\n\n\u001b[1m楽しさ（8/10）：これは間違いなく、特にそれらの戦いのための良い映画です。 話は私に投資した、私はすべての文字が好きだった、それは一般的に本当に面白かった。 しかし、神聖なくそー、これは2時間半の映画です。 私は彼らが全力を尽くすように最善を尽くしているが、最終的な戦いまで1時間半後にそれを引きずり出す。 それは良いことではないと言うわけではありません、私は15分ごとに時間をチェックしていたという点があります。\u001b[22m\n\u001b[1m(Tanoshisa (8 / 10): Kore wa machigainaku, tokuni sorera no tatakai no tame no yoi eigadesu. Hanashi wa watashi ni tōshi shita, watashi wa subete no moji ga sukidatta, soreha ippantekini hontōni omoshirokatta. Shikashi, shinseina kuso ̄ , kore wa 2-jikan han no eigadesu. Watashi wa karera ga zenryokuwotsukusu-yō ni saizen o tsukushite iruga, saishū-tekina tatakai made 1 jikanhango ni sore o hikizuridasu. Sore wa yoi kotode wa nai to iu wakede wa arimasen, watashi wa 15-bu-goto ni jikan o chekku shite ita to iu ten ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (8/10): This is definitely a good movie, especially for those battles. The story had me invested, I liked all the characters, and it was generally really fun. But holy crap, this is a 2 AND A HALF HOUR MOVIE. While I get that they did their best so that the whole story fit in, it drags after the hour and a half mark until the final battles. Not to say that it wasn't good, it's just that there's a point were I was checking the time every 15 minutes or so.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (8/10): This is definitely a good movie, especially for those battles.\u001b[24m\n    \u001b[1m楽しさ（8/10）：これは間違いなく、特にそれらの戦いのための良い映画です。\u001b[22m, \u001b[1m楽し（8/10）：これは、特に戦いのために、間違いなく良い映画です。\u001b[22m\n\u001b[4mThe story had me invested, I liked all the characters, and it was generally really fun.\u001b[24m\n    \u001b[1m話は私に投資した、私はすべての文字が好きだった、それは一般的に本当に面白かった。\u001b[22m, \u001b[1m物語は私が投資していた、私はすべての文字を好きで、それは一般的に、本当に楽しかったです。\u001b[22m\n\u001b[4mBut holy crap, this is a 2 AND A HALF HOUR MOVIE.\u001b[24m\n    \u001b[1mしかし、神聖なくそー、これは2時間半の映画です。\u001b[22m, \u001b[1mしかし、神聖ながらくた、これは2年半の時間の映画です。\u001b[22m\n\u001b[4mWhile I get that they did their best so that the whole story fit in, it drags after the hour and a half mark until the final battles.\u001b[24m\n    \u001b[1m私は彼らが全力を尽くすように最善を尽くしているが、最終的な戦いまで1時間半後にそれを引きずり出す。\u001b[22m, \u001b[1m私は全体的な話がで収まるように、彼らは自分のベストを尽くしたことを得るが、それは最後の戦いになるまで時間半マークの後にドラッグします。\u001b[22m\n\u001b[4mNot to say that it wasn't good, it's just that there's a point were I was checking the time every 15 minutes or so.\u001b[24m\n    \u001b[1mそれは良いことではないと言うわけではありません、私は15分ごとに時間をチェックしていたという点があります。\u001b[22m, \u001b[1mそれは良くなかったと言うことではない、それはポイントがあることだけだ私は時間ごとに15分程度をチェックしていました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, MSLN movie 2 is a good follow up to the first movie, though be prepared for the long haul if you intend to watch. It was fun and interesting and it made me much more interested in seeing the original A's to compare.\n\n\u001b[1m全体的に見ると、MSLN映画2は、最初の映画まで上手くフォローされています。 それは面白かったし面白かったし、私は元のAを比較することにもっと興味を持った。\u001b[22m\n\u001b[1m(Zentai-teki ni miru to, MSLN eiga 2 wa, saisho no eiga made umaku forō sa rete imasu. Sore wa omoshirokattashi omoshirokattashi, watashi wa gen no A o hikaku suru koto ni motto kyōmi o motta.)\u001b[22m\n\nTranslations of \u001b[4mOverall, MSLN movie 2 is a good follow up to the first movie, though be prepared for the long haul if you intend to watch. It was fun and interesting and it made me much more interested in seeing the original A's to compare.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, MSLN movie 2 is a good follow up to the first movie, though be prepared for the long haul if you intend to watch.\u001b[24m\n    \u001b[1m全体的に見ると、MSLN映画2は、最初の映画まで上手くフォローされています。\u001b[22m, \u001b[1m全体的に、MSLNムービー2は、あなたが見しようとする場合、最初のムービーにフォローアップ、しかし長距離のために準備することが良いです。\u001b[22m\n\u001b[4mIt was fun and interesting and it made me much more interested in seeing the original A's to compare.\u001b[24m\n    \u001b[1mそれは面白かったし面白かったし、私は元のAを比較することにもっと興味を持った。\u001b[22m, \u001b[1mそれは楽しさと面白かったし、それは元のAさんは、比較するために見て、私はずっと興味を持って作られました。\u001b[22m\n\u001b[1m\u001b[22m\nAnd now I'm excited to see how they'll work with Strikers. :)\n\n\u001b[1mそして今、私は彼らがストライカーとどのように協力するのか楽しみにしています。  :)\u001b[22m\n\u001b[1m(Soshite ima, watashi wa karera ga sutoraikā todo no yō ni kyōryoku suru no ka tanoshiminishiteimasu. : ))\u001b[22m\n\nTranslations of \u001b[4mAnd now I'm excited to see how they'll work with Strikers. :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd now I'm excited to see how they'll work with Strikers.\u001b[24m\n    \u001b[1mそして今、私は彼らがストライカーとどのように協力するのか楽しみにしています。\u001b[22m, \u001b[1mそして今、私は彼らがストライカーでうまくいく方法を見て興奮しています。\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m"
  }
]
