[
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "hellofaheichou",
    "profile": "/profile/hellofaheichou/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=198612",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのアニメが大好きです。 それは私が言うことができる程度です。 私が最初に見始めたとき、私はあまり期待していなかったし、私はずっと多くなってきました。\n\n文字は完全に美しいです。  NezumiとShionだけでなく、それらのすべての1つのそれぞれ。 彼らはしっかりとしており、信じられないほどです。そして、あなたは共感して共感し、わずか11の短いエピソードであなたがどれくらい彼らを愛するようになっているかに夢中になります。 ストーリーそのものはかなり良いです。私はDeus Ex Machinaの瞬間でしたが、私はすべてを許すことができます。\n\n芸術は息を呑むほどです。  Nezumiは単に美しく、性格や性別であまりにも多くのキャラクターがあいまいになる方法は絶対に素晴らしいです。  OPはちょっと変わったように聞こえますが、音楽は素晴らしいです。\n\n私はこのアニメをそんなに愛することを期待したことはありませんが、本当に傑作です。\n\n再会が来るでしょう。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "senilehitman",
    "profile": "/profile/senilehitman/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=39072",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n1つのエピソードは、あなたが夢中になるために必要なすべてです。 私はしばらくこのサイトを離れましたが、一度この最初のエピソードを見たとき、私は誰もがそれがどれほど素晴らしいかを知っていることを確認したかったのです。 全体的に10位にしたいと思っていましたが、最初のエピソードでシリーズ全体を評価するのはばかげています。\n\nNo. 6は、私が現在アニメで探していたものすべてを持っています。 それはJoseiを持っています、または、東京マグニチュード8.0とちょっと同じですが、スカイブルーのスケールです。\nそれには冒険がありますが、「Quest Factor」ではなく、「Slice of Life」よりもMonsterのような本格的な調査への入門的な旅に似ています。\n私はそれがSeinenであることを望んでいる、それはショーを作るか、または壊すかもしれないが、Deadman Wonderlandはすばらしくやっている、そして私はまたこれが繁栄するのを見たいと思う。\nロマンスは良いものです。 または少なくともロマンチックな緊張。 見ている間、私はさまざまな混ざり合った感情を与えてくれる\nミステリー/悲劇/陰謀は私のフックです。 彼らはプロットのために多くのことをしています。私がしたいのは、新しいエピソードが放送されるまで、仕事をスキップして輝くスクリーンを凝視することだけです。\n\n私は芸術と音楽のコンボを褒めてほしいと思っています。\n\nこの番組の芸術は、特にあなたが私のようにHDで見るときには、非常に鮮明です。 色は美しく鮮やかで、特に台風の夜景が鮮やかです。 それは華やかだった。 そして音楽はとてもうまいです。 それは最初のエピソード全体を通して穏やかなトーンを設定するので、あなたはあなたの感情的なローラーコーターの車にストラップを留めなければならないことを知っている。\n\n全体として、私は最後までこれを見ていきます。他のものを混乱させることはありません。 これは優先事項であり、私はShion'sの奇妙な時計を手に入れようとしています!!!!"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Esutta",
    "profile": "/profile/Esutta/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=180006",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  6\n|  7\n\n「あなたは2つのデートだけ！」 それは私が全体のepsの間に考えることができるすべてです。 真剣にそれはかなりおしゃれですが、私は悪いことは言いません。\n\nショーを通して私自身の理解がある、私はシオンが非常に関係のあるキャラクターだと思う、私は、私たちの中に小さなシオン、その大きな壁（世界）の外の経験を欠いていて、起こった悪いことをあまり知らないシオン 生活の中で。 シオンは人によく見えます。そして、その無邪気さが、あまりにも多くの苦痛と喪失を経験した別の人によって脇に置かれれば、すべてが乱雑になり始めます。 笑、そうだね、それは私の頭脳から絞ることができるすべてだ。 間違いなくそれをチェックアウトする必要があります。\n\nところで、オープニングとエンディングの曲は10/10です、素晴らしい！"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "StrawberryEvil",
    "profile": "/profile/StrawberryEvil/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=205164",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nスポイラーフリー〜\n6番...このアニメは、私を笑わせて、泣いて、息を抱き、怖がって、愛し、くすぐり、笑って、リルファンの女の子のように叫んだ。 それは、アニメやキャラクターとともに、私を恋に落ちさせました。 私はそれを10分の10にすること以外に選択肢がありませんでした。そして、私はNezumiとSionを今では完全に出荷しています。新しい船はいつでも歓迎されています。\n芸術は本当にきれいだった、スタイルが自分の好みに合っていなければアニメを落とす傾向があるが、私は少しずつ細かく6番のスタイルが好きだった。 キャラクターのデザインもかなり素晴らしく、すべてのキャラクターは自分のもので、スタイルとうまさがありました。 多くのアニメでは、文字を回転させるだけで、これは持っていませんでした。\n最後のエピソードの後、私はここに座って、もっと憧れている。 それは私にそれをしたそれらのまれなアニメの1つ、より多くを必要とする気持ちです。\nネズミとシオンについてもっと知りたいと本当に本当にうれしく思います。\nちょうどそれを見て！"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "lazyneko",
    "profile": "/profile/lazyneko/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=168621",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  6\nキャラクター|  8\n|  9\n\nユートピアの設定は、このアニメに興味を持ったものです。\n物語は独特だったが、まだ多くのものが未回答だった。\n音楽はうまかった...それはかなり吸った..オープニングが来たときに私はそれをスキップした...\n私の好きなエピソードは最初の2と最後の2だった。アニメの真ん中に着いたとき、私はそれをやめようと思ったが、エンディングが待っていて、おそらくアニメの最も美しいエンディングの1つだったので、 これまでに見たive。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Djerabis",
    "profile": "/profile/Djerabis/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=221070",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n挫折するのは難しい。 最初は、それは良い歴史を持っていたようで、キャラクターとの化学反応が好きで、エピソード5までは本当に素晴らしかったです。 しかし、そこから降りるのが始まりました。なぜなら、特定の村落者や、達成するためにはっきりとした人物がなかったからかもしれません。 実際、主人公はストーリーに影響せず、問題なく取り除くことができます。 にもかかわらず、何とかして最後のエピソードまで何とか楽しくなっていた。そこでは、すべてが駆け出されたデュ・マシナ・ナンセンスを駆使して台無しにされた。 結局のところ、ほとんどの質問は未解決のままであり、関係はどこにも行きません。 私はそれを見て楽しんでいないと言うことはできませんが、すべてはそのフィナーレで無駄でした。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "chiXcookie",
    "profile": "/profile/chiXcookie/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=43999",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\n今、このアニメのためにたくさんのレビューがあります。 しかし、ちょうどそれを終了した後、私はもう楽しむことができませんでした、実際に私はむしろそれが終わったのは悲しいです。 最初は、2つのメインは非常に好都合で、非常に対照的だと思います。 いつも非常に深刻であるにもかかわらず、誰の魅力的で面白いキャラクターにもなるNezumiは、他にもたくさんの瞬間を持っています。 特にシオンとのやりとりはとても素敵です。\n私が本当に気に入らなかった唯一のキャラクターは、少女のサファイアでしたが、アニメの早い方のラインの1つが私の頭を笑わせてくれました。\n\nプロットはまた本当に素晴らしいです、私が非常に感情的になったことを私が見ていたときは何度もありました。 私の部屋について興奮して跳び、興奮するように叫ぶのに至りました。 よく出来た物語！\n\nセイヨイも驚いていました。私は自分の声に恋し、特においしいセクシーなネズミさんに恋していました。 彼のセイウも言いたいことがあります。\n\nオープニングソングは、最初に聞いたときに少し鼻を上げていましたが、何回か聞いてから、本当に私の上に成長しました！\n\n芸術も素晴らしく、すべてが非常によく描かれていました。 はい、2つのメインは、D.Gray-manのKanda YuuとAllen Walkerのように見えます。 たとえそれがあったとしても、私は決して2つのメインをripoffsとして見ません。 アレンとシオンが見た目以上のものを共有していると人々が考えているかどうかを理解することはできますが、彼らは非常に似た動機を持っています。 しかし、それでも、シオンは、アレン・ウォーカーの見た目ではなく、個々のキャラクターとして目立つようになっていると思います。\n\n物語に沿って走っていた少年型のテーマも、私は追加のボーナスだと思ったが、それは私の意見である。\n\n私はこのアニメをお勧めします、それは実際にアニメを実際に見たので、それは年を経ています。私はこれが私が再び行くのを開始したことがうれしいです。 現時点では、私はfangirl攻撃を介して、私の友人に推薦しています。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "spock1013",
    "profile": "/profile/spock1013/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=43833",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  4\n|  5\n\n私が第6号を見始めたとき、私はそれに大きな期待を持っていました。 プロットは興味深いように見えました、キャラクターは良かったと思っていて、いつも良いディスストピアンの物語を愛していました。 質問は答えられずに残され、文字は少し明るくなく、エンディングはむしろ予測可能でした。 全体として、ショーは完全に平均して終了しました。 しかし、ショーが続き、それはちょうどフラットになるように見えました。 文字はうまく発展しなかった。 物語は、特に終わりに向かって急いでいた。 私はNezumi / Shionが彼らがショーに入れたペアリングがうまくやられておらず、ちょうどfangirlsを喜ばせるように実際に強制されたように感じました。 サファは重要なキャラクターであるが、ショーにはほとんど出てこなかった。あなたが本当に彼女について学ぶのは、彼女がシオンのことを持っているということだ。 私はこのアニメに本当に失望した。 それはいくつかのキャラクターの成長が追加されたことが判明し、それが一緒に来て急いで感じることができなかった物語であることが判明したよりもはるかに優れていた可能性があります。 私は彼らが働くことが多すぎると感じましたが、そうしなかっただけです。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "reizenchuu",
    "profile": "/profile/reizenchuu/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=209391",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  9\n\n終わりまでにすべての視聴者を満足させる興奮とエンターテイメントでいっぱいのシリーズはおそらくアニメコミュニティには存在しないでしょう。 たとえそのようなショーがあったとしても、誰もがそれを評価することはできません。 しかし、NO°6のようないくつかのシリーズがあります。 多くの人々の関心を集めることができるショーの種類であり、さまざまな範囲で多くの満足できる側面を保持しています。 このエキサイティングな物語の絶対的な結論を目撃することは、これらの側面の1つです。\n\n主人公と彼の幼なじみの友人たちとすべてのことが始まります。 両方とも非常に高いIQを持ち、社会の一流の学生の間で考慮されます。 私たちが見ることができるのは、完璧な都市に住んでいる2人の子供たちが技術的に進歩しているように見えるからです。 すぐに次の主人公の入り口が突然発生しました。その瞬間、刑務所から逃げ出した警察から逃亡している逃亡者、天才の子供であるシオンと逃亡者の偶然の友情の誕生を目の当たりにします。 それはシリーズの最後まで続きます。\n\n2人のMCの年齢は12歳くらいで似ていますが、プロットの進行がこのように続くかどうかは間違いありません。 特に、OPとEDを与えた後、我々は彼らが本当に同じ人であるかどうか疑問に思うポイントに、より成熟しているだけでなく、シオンの外観が完全に異なって見えるそれらの2つを見ることができます。 真実を明らかにする合理的な答えを求めながら基本的な質問をしています。 おそらく大きな出来事が起こって、文字デザインのこの急激な変化が生じました。 本当に何かが起こったのですか？ おそらく、最初のエピソードの直後に、完璧な都市の外で起こるようにイベントの強さが徐々に増すので、あなたは失望しないでしょう。 現実には。\n\n物語の基本設定としてのディスコピアでの人類の未来を特徴とするものは、今日のアニメにはあまり適応されていないが、それほど稀ではない。 その日まで、同じ種類の将来の設定を適用する少なくとも5つの番組に名前を付けることができます。何らかの理由で私がそれらについて書くたびに、私は同じ事を助けることはできません。 本当に人類の運命は必死ですか？ 文字通り、それらのすべての単一の人は、近づく（黙示録、世界戦争、人間の衰退の結果として）、それがより興味深いかもしれないという理由で、人類について同じアイデアを持っています。\n\n表面的に完璧な社会がより深い暗い秘密を隠しているという考えにも同じことが当てはまります。 しかし、この種の状況は、結局のところ、社会の中には皮肉なことに、あまり明らかではない方法で表現することを常に歓迎しています。 あなたが物語の初めにそれを見ても、超自然的に見える不規則なうずまきの病気を示すことは良い選択でした。 信じられないほどに見えるかもしれませんが、聴衆はそれに適応し、それを自然なプロットの素材とみなすのに十分な時間があります。 残念なことに、NO.6が、秩序を維持するためにディストピア社会システムの残酷さに隆起と深みを与える明るい可能性のある貴重な物質を保持していても、突然の速いペーシングと 後でハーフベークされた主要元素の添加。\n\nshionとnezumiの間違った友情は、一番少なく言ってもかなり驚きでした。 それはそれがそれ以上であることが明らかになるまで、彼らが一緒に多くの時間を過ごすように典型的な友情を超えてゆっくりと進みます。 ショーはこのような場面で全面的な注目を集めていないので、まだそれを主張している人々は、これらのまれなシーンに常に目を向けることができます。 おやすみなさいキスで、物事は混乱して同時に意味を持ち始めました。 はい、皆さん、それは少年愛です。 個人的に、私はshounen-aiとyaoiが嫌だと思うし、私はそのようなロマンスを見ていることもできません。 まだ、何らかの理由で今回は。 私はそれを気にしなかった。 実際、私はそれが美しいと分かった。  NO°6は、2人の男の間に湧き出る愛が恥ずかしいものではないことを実感します。 彼らが最後に持っていた感情的な光のキスは私にこのことについて少し気が変わった。\n\nそれらの実際の関係にもかかわらず、2つのMCは完全な反対の条件で提起された。 シオンはNO.6都市に住み、様々な賞を受賞し、彼の幼なじみの友人である知的な学生のために学校で勉強しています。 ある日、彼の人生は警察からの奴隷を覆った後に変わった。 その結果、彼は高貴な病棟から解雇され、彼の母親と一緒にまだ暮らしにくい場所ではない迷子になった都市に派遣されました。そこでは、ネズミは今後4年間通常の生活を続けました。 シティ。  SafuとShionの母親は、彼らが社会全体を代表していたので、話の発展に重要な役割を果たしました。 彼らは唯一の文字をサポートしていますが、dogloanと女性ディーラーにも適用されます。\n\nこの環境と文化の違いは最も興味深いものです。 シオンがある種の出来事のために街の外に住むことを余儀なくされるとき、彼の嫌な理想主義は徐々に崩壊し、彼の愛する社会の背後にある衝撃的な真実を発見するでしょう。 それと同時に、残酷な過去から逃げ出しながら憎しみを抱いた元鈴は、彼が経験している現実的な状況を彼に納得させ、彼を右車線に入れるように努めます。 したがって、多くの議論はそれらの間で非常に頻繁に起こる。 それはシオンの寛容が頂上に達するまで続き、彼の親切で同情的な性格は完全な180度のツイストをヤンデレ・モードにするでしょう。 その時起こることを発見するのがあなたのためです。\n\n最終的に不便なペースの速いペーシングと、最後の数回のエピソードに不合理なプロットのひねりがありました。 正直言って、ストーリーボードの作家が物語を作るのに没頭していて、これが11回目のエピソードから10回目までの1つのコアショーであることを思い出さないように感じます。 すべてが驚異的なスピードで歪められ、多くの謎が残っています。 言うまでもなく、エピローグプロキシと違って、エピソード8のハーフベイクドマジック要素の追加は、そのプロットホールを覆い隠そうとする試みである（NO°6は、様々な理由 ）あなたがそれを見ても、非論理的だと感じます。 これは科学に関するものではありませんでしたか？ ああ、それはそれです、私はまだイベントの実行を見つけるので、不平を停止しましょう。\n\nビジュアルの場合、最も顕著な側面は、綺麗な都市とその外側の彩度のコントラストです。 それは参照する必要があるものです。 衰えた色だけで示された荒廃した街は、青空と都市内の緑色の土地を捕らえることができません。 また、2人のMCの両方のきれいなキャラクターデザインがうまくいきました。 赤い目の白い髪の人物はいつでも歓迎します。 彼らは物語のテーマに完全に合うように、バックグラウンドに深い詳細を与えることに関して良い仕事が行われました。  NO 6は、私たちの2人の「友人」の間のロマンチックな気分を引き出すことができるときはいつでも、夕日と日没と関係があるようです。 そうすることに成功しました。\n\nOSTは平均的なところまでうまくいった。 私はイベントの強さを台無しにしないためにそれを賞賛することができます。 しかし、ねずみの曲は、私のためには物語の不可欠な要素です。 声優がねずみのキャラクターに関してどのようにうまくいったのか、彼の歌が華麗だったことなど、主にそのような良い歌を演奏できるような主な声が聞こえるかもしれません。 アイマーによるエンディング曲の演奏を忘れることは、魅力的な声と感情的なメロディーを融合させたり、シオンとネズミの歌詞やスライドショーを使って感情的に関連した魅力的な作品を生み出した。\n\n最後に、NO.6のイベントの実行はどのように行われますか？ しかし、見ている間にあなたが得るエンターテイメントと興奮を削減していないのは確かにかなり悪いことでした。 将来のディストピアの物語を楽しんで、その完全な結論を目の当たりにすれば、ほとんどの観客がそれに満足しているままになり、これは本質的に私に当てはまります。 要するに、NO 6が立つことができないが、プロットホールやBLに反対する人に不安を感じる人にとっては、そうではありません。 この2つの条件でうまくいく人は誰でもショーが楽しいものであるはずです。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Clock",
    "profile": "/profile/Clock/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=208656",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  7\nキャラクター|  6\n|  7\n\n9巻の小説で確立されたコンテンツが単なる11のエピソードに収まるように試みると、ストーリーに不可欠ないくつかのプロット要素がちょうど投げ出されるかもしれないことが分かります。 それが起こっている間に、シリーズにプロット、ペーシング、および文字を介してインパクトを与えるパンチがあれば、それはまだありません。 私はそれが来るときにNo.6をどこに置くべきかわからないが、それは明らかな顕著な欠陥にもかかわらず、しばしば振り返るシリーズである。\n\nディストロピアの設定には、ある程度の魅力があります。 圧倒的な環境は、権威が提供しなければならないすべてのものを追いかけて受け入れる、愚かな家畜を繁殖させますが、そのような専制政治の中核的基盤を嫌う反抗的な民族を生み出します。 いくつかのプロットの要素や文字を置くのに最適な設定のようですね。 しかし、このジャンルの探究では、多くのことが過度に過度に予測可能なものとして単純に外れてしまいます。そのような領域に踏み込むと、彼らの話が欲しいものを確実にしなければなりません。 このシリーズは要素を正しくはっきりと明瞭に表現していなかったが、その本質を実行することはできなかったというわけではない。 多くのプロットポイントは、たとえそれらが前もって予示されていたか軽く言及されていたとしても、どこにも導入されていませんでした。\n\n私はしかし、私がまだ戻ってくる理由は、アクションとSFでラベル付けされたシリーズでは期待されていなかったものが原因だということに気付きました。 それは2人のキャラクターの間に全く美しい関係の発展です。 さて、これをロマンスや少年愛として分類することは適切ではないでしょう。なぜなら、それはあなたの心と精神にはまったく集中していないからです。それはその美しさです。 ディストロパンの設定の重い話の中で、はるかに美しくてぴったりした関係が確立されており、それが男の子と女の子、または女の子との結びつきを探求したものであろうとも、 感度と調和の同じ味わいのタッチ。 異国的な自白や突然の強迫観念を必要とせずに、ネズミとシオンの関係はすごくぴったりです。本当に魅力的です。\n\n残念ながら、それはシリーズを具体化するために必要なすべてではありません。 それが創造しようとしたものとそれが適切に確立したものについては、シリーズのクレジットを与えていますが、このショーで際立った大きなショックがあります。 このシリーズが呼び起こし、提供することを約束するデバイスは、適度にピックアップを開始しますが、残念な結果に終わります。 政府を撃墜したり、変化をもたらすことは、エピソード1〜2の中で解決するのは簡単な作業ではなく、その理由がはっきりと理解できず、意図されたプロットの歪みから提示されている。 キャラクターは、インパクトを与えられた時間を考えれば、まともなものだった。 シオンとネズミはシリーズの終わりまで一緒に保持していますが、少数ですが尊敬できるサイドキャラクターによって支えられています。\n\nアニメーションは目立った傷がなく、No.6の内側と外側の両方の環境にうまく流れているので、まあまあです。 シュールレアリスムの響きやエンチャントのタッチは、特に、視覚的に楽しいオープニング・シーケンスの場合には、プロット要素を台無しにした場合でも、必要なときに非常によく伝えられました。 キャラクターのデザインはかなりポイントがあって、彼らが表現していたものを目立たせることはできませんでしたが、エンド・カードのアート・スタイルは、このシリーズが忘れられない旅行に非常に合っています。\n\nオープニングテーマは、珍しいことではあるが、ストーリーライン全体でのキャラクターの深みと変形の感覚を捉えているため、サウンドはこのショーの強みです。 終末の歌「六つの夜」は、パワフルで魅惑的な作品で、セッティングやキャラクターの美しさに加わります。 全体的なサウンドトラックは、メグリアイとかがやかしきみらいのような作品が並んでいる政治的構造の2つの極端な側面の旅を段階的に整理する上でかなりうまくいきます。\n\n私はそれが完全な絵の輪郭を完全に見逃してしまったとしても、別の視点で私に手を差し伸べることに成功して以来、私が後悔しなかった旅です。 忘れられない関係と環境を作り上げることによって、私は無秩序に私の頭を見るようになってしまったシリーズとして終わりました。しかし、私はそのような設定や債券が特定の人々に魅力を感じさせないことや、 しかし、あなたがこのテキストの壁のすべての後でそれを考えているなら、あなたはそれを試してみるべきですか？ 私ははいと言うだろう。 このジャンルが知られている偉大なプロットや要素は期待しないでくださいが、それを魅力的な旅に仕立て上げてください。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "lichedilia",
    "profile": "/profile/lichedilia/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=182099",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  6\n|  7\n\nNo.6はSFアニメです。 ストーリーが起こる世界はディストピアであっても非常に現実的です。 すべての施設が素晴らしかったので、私は素晴らしいアニメを期待していましたが、私は最後に少しは黙っていました。\n\nストーリー7/10\n私が前に言ったように、彼らが作ったフィクションの世界は素晴らしいです.6号はすばらしい話から始まります。 悲しいことに、その話は十分に説明されておらず、最後には未解決のものがいくつかあります。 それは物語を通して実行されていないいくつかの偉大な哲学的な反省から始まります。 興味深い話ですが、十分に開発されていないかもしれません。\n\nアート9/10\n芸術は素晴らしいです、図面やアニメーションは非常に素晴らしいですし、感情を追加し、ストーリーの含意を考える時間を視聴者に与えるいくつかの小さなものが、注意してアニメーションがあります。\n\nサウンド8/10\nオープニングとエンディングは美しく、気持ちがいっぱいです。 サウンドトラックは素晴らしいです - いくつかのピアノ作品が素晴らしいです - それは瞬間に合っています。\n\nキャラクター6/10\nキャラクターはよくデザインされており、個性がありますが、このアニメにはインテリアモノログが欠けているので、キャラクターの思考が十分に表現されず、結果として必ずしも明確ではない場合があります。 彼らの人格。 あなたは、その外観の中に何があるのか​​を理解するために人間の行動をよく理解している必要があります。  （しかし、Nezumiはとても良いキャラクター、Safuは最悪です）。\n\n楽しさ7/10\n私はこのアニメを見て楽しんだ、それは私をしばらく楽しませてくれたが、キャラクターを強調することができなかったので、ほとんど何も残さなかった。\n\n全体的な8/10\nそれは腕時計に値するアニメだけど、哲学的なことや行動が好きな時だけ、あなたが失望することになるので、あなたがshounen-aiを期待したらそれを見ないでください。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Stunfisk",
    "profile": "/profile/Stunfisk/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=41566",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  7\n\nNo.6。 シリーズの興味深い名前。 あいまいさの空気が私の関心をひきつけたのは間違いない。 このシリーズは、名前のように非常によく知られています。私は6番くらい楽しんでいます。\n\nこのシリーズは、未来的な技術を備えた近代的かつ見た目の理想的な社会で行われます。 主人公シオンは、新しく建てられた、理想的な第6都市で成長します。 すべての市民は、携帯電話のような機能を備えたIDリストバンドを着用し、政府はすべての住民の動きを追跡します。 シリーズ全体を通じて、この「大きな兄弟」の世界は、より暗い性質を示しています。\n\n12歳のシオンは、特権を持つ若い男の子として成長しました。彼の年齢層のなかでも最も賢明な人物のひとりであり、「クロノス」のエリートエリアに住むことが許されています。 彼は彼の前に明るい未来を持っていることが示されています。彼は後で逃げる犯罪者であることを明らかにする奇妙な男の子、Nezumiに避難所を与えるときにすべてが変わります。 外見にもかかわらず、シオン服は、ネズミを養い、助けます。  2人は明確な結合を持っています。 ネズミは次の日を無くし、シオンに国家の敵を抱かせることによって引き起こされたトラブルを残す。 シオンは彼の特権を剥奪され、動かされました。\n\n4年が過ぎ、私たちは16歳のシオンを公園の労働者として見ます。 彼は同僚の神秘的な死を目の当たりにして、私の保安局に連れて行かれ、ネズミによって救われるだけで、ロストタウンと呼ばれる黙示録的な状況に陥る。\n\n大抵の場合、ストーリーはうまくいく。 しかし、間違いなくあなたの頭を傷つける瞬間があります。 神秘的な神の包括的な関与はそのような例ですが、No.6の腐敗した性質のような他のプロットポイントは、近くの不調和を取り除くことができます。\n\n高い生産価値は確かに骨の作品の特徴であり、No.6は骨の経験の一部であり疑いもない。 背景は非常によく行われており、アニメーションはすべての周りに流動的であるように管理します。 私はネズミのキャラクターデザインが大好きです。ポニーテールは鋭いですが、大部分はシオンですが、ピンク色の傷跡は連続性を与えて、彼の素晴らしい白髪を得た理由を正当化しようとしているようです。\n\nうーん...音。 私はシリーズのオープニングが大好きですが、アートワークのように、バッキングトラックの一部はシーンにフィットしないと感じられません。 これは、特定の場面の全体的な影響から気をそらすことを証明します。 いくつかの作品は間違いなくうまくやっています。 私は「綴り」（オープニング）を私が書いているように聞いている：D。\n\nシオンとねずみのキャラクターはよく一緒に働く。 どちらも、他のアニメの側面を描いています。これは、他のアニメがスリップする傾向があり、文字がすべてセットの原型に適合し、少しずれているということです。  Nezumiはレベルの高い、率直でシニカルな人であり、Shionは無邪気で無邪気ですが、これは少し鈍いです。 彼らが抱く友情は、当然のことながら、あなたの典型的な奇妙な夫人と言えるでしょう。 これは、単に彼らの忠誠度と類似点の程度が、社会におけるネズミ冷淡言葉を通って輝いているため、表面上にあるだけである。 それは奇妙な関係ですが、それは動作し、シリーズの興味深い「セールスポイント」であることが証明されています。 そして、はい、同性愛者の気持ちが全体の試練にありますが、それは本当にこの言及を正当化することさえもそれほど重要ではありません。\n\n私はNo.6を楽しんだ、エンディングは驚くべきことであり、良い方法ではないが、まだそれがまだ見込みを保証するものであることを考えても、明確な吸盤パンチである。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "moonlitneko",
    "profile": "/profile/moonlitneko/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=105745",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nまあ、私は実際に昨年の夏にこれを見ようとしてきました。 そして、私は一日で終えたので、いいですね。 今、レビューに。\n\n私は、この番組を見たい主な理由は、それが八尾アニメとして推薦されたからだと言わざるを得ない。 しかし、すべての全体で、それは本当にすべてのyaoishではありません。 ええ、主人公は意図されたカップルですが、これはyaoiアニメよりも物語です。 だから、私はその地域に失望していたにもかかわらず、驚くべき登場人物と共に素晴らしいストーリーになっていました。 私が実際に始めた後、私は本当に見ることをやめることができませんでした。\n\nストーリー -  10  - ストーリーは、ポスト・アポカリプスのバックグラウンドを持つ独創的ではないものの、そのジャンルのほとんどのものとは異なるものであることが判明しています。 私が最初に見始めたとき、私は最初はちょっと混乱しましたが、物語が続くにつれて、それはより意味をなさないようになりました。 都市の背景の謎と人々は各エピソードで解く。 私は本当に吹き飛ばされましたが、発生した出来事や、プロットが紆余曲折の多くを取るように見えました。\n\n芸術 -  10  - 何らかの理由で、現代のアートスタイルではむしろ一般的に見えるものの、目はキャッチするようです...まあ、あなたの目。 それが本当に私をアートに引き入れたものだと言わなければならない。  1つの小さな部分に入れられた詳細の量は本当に私を売った。 そして、あなたが他のすべてのビットを取るとき、それは見事に見えます。 すべてが努力と焦点を示していますが、短いシリーズであったにもかかわらず、美しい芸術とスタイルですべてのエピソードを数えました。\n\nSound  -  10  - 音楽はいつも落ち着いていたし、ショーのアイデアに合っているように見えましたが、オープニングテーマとエンディングテーマの両方を聞いていました。 声もうまくいって、英語と日本語の両方で言うことができます。 私は日本語のアニメの途中を見て、何らかの未知の理由で止まってしまい、再びアニメを選ぶことに決めたとき、今回は英語で見ることにしました。 俳優たちは両方とも、彼らの演技に多大な努力を払っています。 英語がある感情を欠いていると感じた時もありましたが、私は時には日本人と同じように感じたことを認めなければなりません。 しかし、全体的に、それはかなりうまくなりました。\n\nキャラクター -  10  - 今、ほとんどの人はこれが八尾だと思うので、セムとウケのキャラクターになるはずです。 それはどちらもないことが分かります。 確かに、最初はそれがそうだと思われますが、Nezumi（ラット）とShionの2人の主人公はどちらも、これらのカテゴリーのどちらの特性も示していません。 ラットのキャラクターの発展、あるいはむしろ、明らかになっているのは、驚くべきことであり、実際にあなたはキャラクターだけでなく、これらのキャラクターの裏話の詳細を知りたいのです。 アニメの中で何度も、私はしばしば、キャラクターが何をしたのかと後で、これらのアクションが説明された後に、その理由で私に満足してもらえなかったのか心配したのか疑問を呈しました。 この小さなターンで、私はもっと知りたいと思った。\n\n楽しさ -  10  - 私はそれを徹底的に楽しんだと言います。  yaoiの魂の目的のためにそれを見たとしても、他の多くのアニメとはそれが欠けていました。 しかし、それはストーリーやキャラクターに失望してしまった。 すべてがとても描かれていたので、起こった出来事の多くが私に助けられずに魅了されなかった。 私は自分がヤオイの不足を気にすることなく、素晴らしいプロットの乗り心地を楽しみました。\n\n全体として、これはかなり良いアニメであり、多くの人にチャンスがあると言わなければなりません。 あなたを笑わせて泣かせる良い物語が好きな人には、このことを強くお勧めします。 多分少々毛羽立ちを好む少数のヤオイファンには、これはあなたにとって素晴らしいことです。 それは素敵でとても心温まるものですが、警告されても、それは心臓にも痛感します。 私は、最後に泣いているのを見つけましたが、私はこのようなもののためにも駄目です。 だから私の泣き声と悲しい悲しみに対する私の見解は過度に強調されているかもしれません。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Jigoku-n3ko",
    "profile": "/profile/Jigoku-n3ko/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=46069",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  5\nキャラクター|  5\n|  4\n\nNo.6は、短期間で可能な限り多くのテーマを詰め込むために勇敢な努力をしています。 それは、黙示録的なジストロピアの冒険、トーピングとしてのヤオイと不思議な神秘的なデュース・メカナの破滅を伴う腐敗体制の戦いのキャラクター研究であることを願っています。 未来を私の猫の大騒ぎと結びつけるのと同じくらい意味があります。\n\nストーリー：\n愚かな素朴な男の子は、人工パラダイスの都市から追い出され、難民ゲットーの悪い少年と一緒に住んでいます。 混乱する状況が続いた。\n物語はどこにでもあります。 最終的には重要ではないことが証明されているものには時間を費やしています。スイスチーズを食べるような穴があいまいなので、安い仕掛けやギミックを使います。 私はまったく不思議で、どのような聴衆がこれを目指していますか？ 男の子の愛クラブに魅力を感じるのは、あまりにも小さい八尾です。 それはサイエンスフィクションではありません。サイファーファンにアピールするには十分です。 それは典型的な少年に分類するにはアクションがあまりにも少ない。\n率直に言って、私はほとんど飽きました。 論理的な不一致を指摘することで私の心を鍛えました。私の老後のアルツハイマーとの戦いなど、何かを考慮する必要があります。 また、難民のスラム街を捨て、囚人を拘留し、刑務所に運び、刑務所に運び、執行するなど、非合理的なことをやっている脅威的な敵の顔を見せないように助けてくれません。 私は、なぜそれらを殺すだけではないのですか？ 私の脳、それは痛い。\n\nキャラクター：\nストーリーテストに失敗したほとんどのアニメは、まだまだ充実したキャラクターからの視聴感覚を取り戻すことができます。 ここにはありません。\nシオンは主人公であると思われていますが、彼は役に立たないので、私は他の人たちがなぜ彼に魅了されたのか不思議です。 私はそれを得る、彼は優しさの社会の中で優しさと利他主義の体系になっているので、彼は他の人を白い光のように引き寄せる。 理論的には。 実際には彼はとても厄介な愚かです私は本当に彼の頭を肉挽き機に置き、彼を私の猫に与えたいと思っていました。\nネズミは彼を救う悪い少年であり、愛の関心事であることは知っておくべきです。 アニメの2/3のために、彼は標準的な\"虐待的な魅力的なお尻\"です。 ねえ、少なくとも彼は興味深いことをして、彼は愚かではありません。\nSafuはShionの幼なじみの友人であり、彼を嫌っています。 うーん、誰かがメモを取らなかったように見える。  Safuはひどい時間を過ごすことなく、彼女の愛を覆い隠し、最終的にはプロットデバイスとなることを証明しています。\n他のすべての副次的なキャラクターのうち、3番目のレッグとしてプロットするのに役立つものは、私は主にDog Lenderが好きでした。 私はこの性格が難民キャンプの精神を体現し、最も一貫した性格を持っていたと感じました。\n\nアニメーション：\n私はアニメーションが平均だったと言うつもりでしたが、最近のアニメが本当に魅力的なグラフィックで私たちを駄目にしていることに気付きました。  5年前には、ここにもそこに質が少し浸っていたにもかかわらず、これはすばらしかったでしょう。 だから、それは新しい地面を壊すことなくかなり良いです。 特にキャラクターは、とても流動的にアニメーション化されています。\n\n音楽：\n音楽は時々少し震えます。 実際には終末論的な風景には合わない、いくつかのバラードとゆっくりとした曲があります。 このようなショーには、DJ Space Beatsと彼の蛍光シンセサイザーが必要です。\nOP：美しい。 素敵なアニメーションと美しい、穏やかな歌。\nED：私を何とか動かすことができなかったゆっくりしたバラード。\n\n概要：\nこのアニメのすべてのテーマは、より良いショーでカバーされています。 あなたが欲しいと思っているなら、より魅力的なものを見つけることができます。 それがポスト黙示録の科学小説であれば、Ergo Proxyが欲しいと思っています。 自然な神秘主義なら、あなたは宮崎が欲しいと願っています。 本当に、あなたがこれを見る理由はありません。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "LetsDoTheLaundry",
    "profile": "/profile/LetsDoTheLaundry/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=231826",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  6\nサウンド|  10\nキャラクター|  8\n|  9\n\nTL; TR：\n\nこのNON HENTAIのアニメには、人間の赤ちゃんを授乳中の犬、11人のエピソードに分かれている2人のゲイベータ男性の間の雌犬の戦い、「私はあなたからの何かがありません。 何百年もの間、多くの人々が侵入しようとしたが、失敗した基盤である「精子」。 結局、2人のティーンエイジャーが侵入して研究を無意識に強制した。悪臭を放ち、10代の若者が... 5人の警備員に襲われたと言った...？  Omfgこの基地は地球上で最も安全な場所です...そして何か忘れましたか？ ああ、野蛮な女王がみんなを殺すのを待って。 これまでの10/10。 これはMETA-GAYです！\n\nしかし、それはまたそれが欠点です。 例えばオスカー・ワイルドの文献を承認する。 彼の作品はこの作品の論理に完全に適合し、まさにゲイと同じものなので、実際には良いことです。\n\n8.50 / 10\n\nそれはあなたがこのアニメについて知る必要があるだけですが、私はもっとそれを調べたいと思っています。 申し訳ありませんが、私は基本的にショー全体を駄目にしました。 私は冗談ではありません。それはSpoilers全体の合計です。 私は素敵な男です。\n\n--------------------------------------------------  ---------------------------------\n\n\n\nキャラクター：\n\nオスカー・ワイルドのファンとクロスドレッサーのセム・ネズミ。 最高のセームは、悲しいことに彼は完全に退屈で、あなたは実際に彼と何が起こっているか分からない。 彼はいつもそうすることを約束しながら、彼に何も説明しないことによって、彼の英国への愛を証明する。 結局のところ、彼は自分の腕の中に赤ちゃんと一緒に一人の男の子を残しておきます。理由は全くありません。私は彼にさえも言わず、これはちょっと厳しいです。 私は英国人が私に性的魅力を持たないように侮辱されたと感じるだろう。 いいえsrslyなぜ彼はそうする機会を持っている間、彼をエフェクトしないのですか？ これは本当に最初の人ですか？ この生き物はディックを持っていますか？\n\n\n──────────────────────────────────────────────────────────────────────────────────────────────────── 彼について何も意味をなさない。 どのように彼はこれらのセクシーな入れ墨やアニマルヘアを得たの説明は意味をなさないが、この英国は10月です。 最後のエピソードでは、彼は人格障害を抱えていて、気分を怒りから「私のセムを救ってください！ 悲しみに「この赤ちゃんを養子にしよう！ ここではOmfgにはクレジットです!! 彼は非常に好きで、彼のセムを信じている。 他のキャラクターは彼を知的だと考えているが、それはこのショーの単なる皮肉だと思う。 どのようにメタ、パンツのジョークのように。\n\n\nサフは最高のキャラクターです。彼女はハチ女王で、プルオーバーを着ている間、彼女はそれを見ていて、明らかに英国の精子が好きです。 悲しいことに彼女はレズビアンではなく、私は孤独な冬の夜に彼女の会社を持つことを夢見ることができます。\n\n\nDogbitchは犬を母親としていて、母乳で飼われていて、結果を完全に見ることができます。 彼女は暑いです。\n\n\nストーリー：\n\nああ、クールな鋭いものが起こっていることについてこのクールな縁起の良い物語を作って、それをファンギルズのためにゲイにしましょう。 それは理にかなっていますか？  NAhhhh。 セクシーなタトゥーを持つようにしたい場合は、私たちの英国はセクシーな入れ墨をしています。 私たちが重要なプロットデバイスを残してSHITを説明しない場合は、それを行うこともできます。 私たちの聴衆がオスカー・ワイルドのファンを真剣に受け入れることを望むなら、私たちはそれを行うことができます。 私たちが英国人をほぼ殺してもらいたいが、彼が救われるようにしたいのならば、私はそれをやり遂げることができる。 私たちは少年愛ではありません。私たちは最終的にはゲイのキスをしたディズニー映画で、大げさな死に瀕している人々の場面は誇りに思っています。 妊娠中の犬\n\n私はこの話が大好きです。\n\n\nアート：\n\n\n\n音：\n\nさて、それは後で、Youtubeでこのオープニングを見ているので、それはこれまで最高のものです。 それは文字通り唯一の扉です。握るのは難しいので常に注意深く見ています。 私は誰かがこれが良い考えだと思ったとは思えません。 不気味な声は実際には意味を持たない歌詞で起こっている間違ったことについてのものを歌います。アニメーションは安く、すべてがランダムなモンタージュであり、何がポイントなのかが分かります。 あなたは、オープニングが盛り上がるたびにいつもひっかくように感じます。 大好きです。 なぜなら、子供たちがいない遊び場で遊んでいる2人のゲイの視界は、まったく不気味ではないと人々は考えていたからだ。\n\n\n--------------------------------------------------  -------------------------------------------\n\nこのアニメはゲイであることを誇りに思いました。 しかし、悲しいことに、それはさらにモンゴロイドになる可能性があります。 彼女が精子を欲しがっている男が実際にはドイツのBausparvertragのような同性愛者であるという事実をサファの嫉妬に見せているように。 潜在的な可能性。  DYATLOV PASS * CONFIRMED\n\n* dyatlovパスの事件をGoogleにしてはいけません。このアニュームとは違ってファックでは気のせいです。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "HattiewithSugar",
    "profile": "/profile/HattiewithSugar/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=125593",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  10\n\n「無知は至福です。」多くの人がこのような言葉に同意し、多くは反対し、多くの人はそれを修飾します。 このアニメ、\"いいえ。  第六は本当にこれらの質問をするアニメのタイプです。  1つは他のものを選ぶだけではなく、灰色の領域を見つける危険があり、そこに着くことを試みている間に自分自身を破壊するでしょうか？ 主人公は、友情と深い関係を築きつつ、自分自身とその環境の両方でこの葛藤に直面します。 今、このアニメは、私が完全に理解している目立つ評価を得ていませんが、再び信じがたいものです。 このアニメには間違いなくその欠陥がありますが、それはまだうまく開発されたプロットの周りにうまくいきます。 多くの人は、世界中の人気アニメに見られる非常によく知られている要素に気づいて、このアニメを見つけます。 6\"は本当にあなたがそれについて考えさせるアニメの一つです。 表面の下で何が生きる最良の方法を知ることなしに、永遠の至福の中で生きていますか？ 政府に反抗し、他人の無知な心を救うためにあなたの人生を危険にさらすのはどうですか？ あなたは正義の悪人、または有罪の英雄になりたいですか？ 破壊するか破壊するか？ 生き残る、または死ぬ？ 悪い、良い？ 黒が？それでも白が？\n\n\n\n\n\n賢い、私は「いいえ。  6\"a 9も同様です。 すべての曲はとても美しく、特にOSTです。 あなたが知っているかもしれないが、アニメは隠された希望のスリヴァーとともに、その後ろに非常に悲しい性質を持っている。 このアニメの音楽作曲家はこの細部に非常に注意を払い、結果はOSTで完璧でした。 私が思った結末はとても美しかったです。 とにかく、私が音楽で見つけることができる唯一の欠陥であるように見えるオープニングよりもはるかに優れています。 私は助けることができませんが、喉の手術を受けた子供のように聞こえるオープニングで私の髪を引き出します。 それはアニメに合っておらず、迷惑をかけるだけで何もしなかった。 新しいアニメを開くときに最初に聞いたことを考えると、残念です。\n\nこのアニメが完璧なキャラクターを持っていたことをまず教えてください。 あまりにも多すぎたり小さすぎたりしなかった。 シオンはネズミに近づき、より強くなりたかった。 シオンは時には役に立たないが、必要であれば彼は完全な180を行うことができ、誰かがねずみを侮辱したときに誰かを殺すだろう。 彼女の目的に関して私に矛盾する文字は1つだけです。それはSafuです。 私は、ええ、彼[Insert Spoiler here]だが、私はただ彼女が完全に役に立たず、余分な手荷物として、多くの闘いをキャラクターに頼っていることがわかった。 また、「No.  6\"は、私が今までアニメで見た中で最も開発され、最も好きなキャラクターのカップルでした。 彼らのインタラクションは、あなたが私に尋ねると、アニメの最高の瞬間の大部分を占めていました。 お互いに秘密の賞賛を隠していた彼らの議論は、天才的な追加でした。 シオンにはいくつかのフォーラムディスカッションを読んだ後、特に魅力的ではなく、パートナー、ネズミに依存していることについて多くの憎悪が与えられました。 私はこれが正当なものであると思っています。 主にキャラクターの発展とコントラストを加えた理由からです。 ネズミは弱くなることを恐れてシオンから逃げたかった。\n\n全体的に、私はこのアニメを楽しんだ。 それは陳腐なように見えるかもしれませんが、私は微妙なロマンスのヒントのための吸盤です。 また、私の一番好きなアニメは、KやFMA：Brotherhood、D.Gray Manなどのティアジャッカーです。このアニメはもちろん、このリストに追加されています。 終わりは私の目に涙をもたらし、これが純粋な楽しさに基づくスコアであれば、私はこのアニメを10にするだろう。残念なことに、プロットホールと大きな圧縮によるプロットの突然の突然のために、私は全体的 スコアa 9。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "JigglySo",
    "profile": "/profile/JigglySo/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=228528",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\nだから、No.6はちょっとヤオイアニメのようなものだけど、そうではない。  no.6のプロットは、誰が誰を殺すかを知ることができれば、それがどのように誰かを殺すこれらのパリシスハチの蜂がいることについて話すのはかなり良いです。\n\n\nアート/アニメーションは、ネズミとシオンが踊っているときに葉が鳴っているのを見て、背景には素晴らしいアニメーションスキルを施した木があるので、ダンスシーンのために私には驚きです。\n\n\nオープニング・ソングは私にはうってつけです。\n\n\nキャラクターはシオンのようなものなので、私は本当に嬉しかった。幸せな男。ネズミは感情のない時に意味のあるキャラクターなので、キャラクターが本当に目立ちます。\n\n\n私は本当に楽しかったです。なぜなら、それは私にとってすばらしかったし、exccccceceeelllentだったからです！"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "AnthraxHierarchy",
    "profile": "/profile/AnthraxHierarchy/reviews",
    "pages": "2",
    "number": "18",
    "link": "/reviews.php?id=219623",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  7\nキャラクター|  3\n|  3\n\n申し訳ありませんが、私は本当にこのアニメが素晴らしかったとは思いませんでした。 物語は最後のエピソードで私を失ってしまった、キャラクターのデザインは貧弱で、ほとんどの背景はほとんどなかった、ショーはとても短かった。 この間、私はキャラクターのアタッチメントを成長させなかった、私は始めたが、私はこのアニメを見ているだけでもここに座っていた。 これは、ハンガーゲームの悪いバージョンのようでした。\n\n*少し余分なメモ\n\n私がゲイのキャラクターでアニメを見たのは今回が初めてですが、もちろん彼らはステレオタイプの女性型でなければなりませんでした。 彼らは常にロマンスに基づいているように私は愛とゲイのテーマのアニメを避ける傾向があります。 私はその日のために、本当に暗いアニメ、エルフェン・リート、ウルフの雨などがありますが、メインはゲイの男ですが、彼は女性ではありません...あなたは今、ステレオタイプのゲイ・オス 悪いお尻の女性のリードとあまりにも多くのアニメがあるときに変更されます。 申し訳ありませんが、私は政治的なbsを関与させるつもりはない私はいくつかの狂ったSJWのように聞こえると確信しています。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "cutencuddly",
    "profile": "/profile/cutencuddly/reviews",
    "pages": "2",
    "number": "19",
    "link": "/reviews.php?id=215570",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  5\nキャラクター|  7\n|  6\n\nさて、最初のものが最初に。 これはかなり良いアニメでした。 傑出しているわけではありませんが、まったくバットではありません。 しかし、主人公の髪が違っていた場合は、約100％改善されていたはずです。 ああ、少年、ああ、私は絶対にそれを嫌った（彼が子供だったときと、彼が育ったときの両方）。 それはちょっとした細部ですが、私がそれを見たときはいつも、私は絶対的な怒りに駆り立てました。 それはちょうどボウルだった。 そして、耳が覗いてきました。 私は5年生で同様のカットをして、今や人生で傷ついていると思います。\n\nそれを脇に置くと、私はシオンが少し一般的な主人公なら愛らしいと思う。 物語そのものはあまりにも一般的なものでした。生きる場所があり、住む場所が悪いです。 私はそこで何が起こるのだろうか。\n\n私のために本当にこのアニメを作ったのは、シオンとラットの間の関係、特に「私は悪くて腐って悪いです。 ラットは美しい弧を描いていて、私はそれに満足していました。 気分が悪い人に会うのはとても気分がいい。\n\nそれはいい時計だった。 私はもう一度それを見るつもりはないが、私はそれを見て後悔しない。 あなたがキュウリを食べる途中で、これを見るかどうかを考えているなら、あなた自身に尋ねてください：私は泣きたいのですか？  「ああ、神よ、私の胸が痛む」 - 泣いているけど、彼らが私を抱いているのは間違いない？ あなたはシオンにそれを無視させるためだけに編み針で弄ぶ準備ができていますか？ あなたはこれにゲイがいることに驚くように準備ができていますか？彼らは私たちの顔にそれを押し付けませんか？ そして、これを得る：彼らはそれについても危機を起こさなかった。 素晴らしい、私は知っている。\n\nアートは何らかの理由でジブリのスタジオを思い出しました。 しかし、それのように、安価なバージョン。 音楽は大丈夫だったと思います。それは私の心に残っていません。 そしてそれは私が言わなければならないことです。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Daidus",
    "profile": "/profile/Daidus/reviews",
    "pages": "2",
    "number": "20",
    "link": "/reviews.php?id=163507",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  6\nキャラクター|  6\n|  7\n\nさて、私はクランチロールの選択を無作為にスクロールしていたので、このショーは何とか私の注意を引いたと思います。\n\nプロットと設定はクールだった、私はそれの中で謎を掘る。 最初のエピソードはかなり甘く、未来の世界と彼らが使用したガジェットは上司でした。\nショーが進行するにつれ、私は主人公のセクシュアリティに疑問を呈し始めました。それはちょっと怪しいようでした....そして、エピソード6がやってきてBAM！ 彼はゲイです。\n\n最初の数回のエピソードと欲望のセックスから幼少時の友人の間の通常の愛のように思えたので、私はそれによってJukedを出した。 とにかく、私はお互いに同性愛者である2人の主人公に間違った何も持っていないが、それはちょうど本当に私を驚かせた。 私はそれを推測していたが、それはナルトとサスケのような本当に親友のアニメの1つになると思った。\n\n私が見続けると、プロットは面白いですが、多くのスピードが減り始め、すべてのエピソードの周りにたくさんのファンサービスの餌が隠されています。 それが面白かったので、私はそれでうまくいった。\n\nさて、私はなぜこれを6に与えたのかは、ショー全体（ゲイのものは本当にスコアに影響を与えなかった）が全体としてはまれであったからです。 ショーは途中で減速し始める。 フィナーレの成立は、彼らが私たちにウイルスの危険性をどのように示したのか、社会がなぜ非常に腐敗していたのかのようにうまくいった。 それが最終的にフィナーレに行くとき、それはすべてが丘を下るときです。\n\nそれは本当に急いで、本当に本当に急いだ。 彼らはあまりにもくそったことを引っ張ってきた、それは私がストーリーの中のどれくらいの話が終わったか自分自身を叩きつけてしまった。\n\nとにかく、6月10日、ショーは私がすべてのエピソードを終了するのに十分面白かった。"
  }
]
