[
  {
    "title": "C__The_Money_of_Soul_and_Possibility_Control",
    "id": "10163",
    "url": "https://myanimelist.net/anime/10163/C__The_Money_of_Soul_and_Possibility_Control",
    "user": "Tweedledum",
    "profile": "/profile/Tweedledum/reviews",
    "pages": "6",
    "number": "1",
    "link": "/reviews.php?id=52303",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|\n|  7\n\nオリジナルのコンセプトを持ち、現時点では解決できない実際の問題を示す優れたアニメ：お金。\nアート：9\n資産の創造にはオリジナルではありませんが、安静時にはすべてが良いです。\nキャラクター：8\nベテランを倒す初心者の古典的な概念。 このコンセプトからの変化や偏差は示されていません。\n楽しさ：7\n現代のアニメはドラマではなく行動にもっと焦点を当てなければならないと思う。 また、昔のアニメ（スレイヤーズ、幽☆遊☆白書など）ではドラマとアクションを融合させている。 しかし、現代のクリエイターはそれを行う方法を知らないので、アニメはOVAなどで終わります",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nGood anime with an original concept and which shows an actual problem that can't be resolved even now: Money.\n\n\u001b[1mオリジナルのコンセプトを持ち、現時点では解決できない実際の問題を示す優れたアニメ：お金。\u001b[22m\n\u001b[1m(Orijinaru no konseputo o mochi, genjitende wa kaiketsu dekinai jissai no mondai o shimesu sugureta anime: Okane.)\u001b[22m\n\nTranslations of \u001b[4mGood anime with an original concept and which shows an actual problem that can't be resolved even now: Money.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGood anime with an original concept and which shows an actual problem that can't be resolved even now: Money.\u001b[24m\n    \u001b[1mオリジナルのコンセプトを持ち、現時点では解決できない実際の問題を示す優れたアニメ：お金。\u001b[22m, \u001b[1mマネー：オリジナルコンセプトとするとの良好なアニメは今も解決できない実際の問題を示しています。\u001b[22m\nArt: 9\n\n\u001b[1mアート：9\u001b[22m\n\u001b[1m(Āto: 9)\u001b[22m\n\nTranslations of \u001b[4mArt: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9\u001b[24m\n    \u001b[1mアート：9\u001b[22m\nNot original in creation of Assets but in rest everything is good.\n\n\u001b[1m資産の創造にはオリジナルではありませんが、安静時にはすべてが良いです。\u001b[22m\n\u001b[1m(Shisan no sōzō ni wa orijinarude wa arimasenga, ansei tokiniha subete ga yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mNot original in creation of Assets but in rest everything is good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot original in creation of Assets but in rest everything is good.\u001b[24m\n    \u001b[1m資産の創造にはオリジナルではありませんが、安静時にはすべてが良いです。\u001b[22m, \u001b[1m資産の作成ではなく、残りのすべてではないオリジナルのが良いです。\u001b[22m\nCharacter: 8\n\n\u001b[1mキャラクター：8\u001b[22m\n\u001b[1m(Kyarakutā: 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 8\u001b[24m\n    \u001b[1mキャラクター：8\u001b[22m\nA classic concept of a newbie defeating a veteran. It doesn't show any variations or deviations from this concept.\n\n\u001b[1mベテランを倒す初心者の古典的な概念。 このコンセプトからの変化や偏差は示されていません。\u001b[22m\n\u001b[1m(Beteran o taosu shoshinsha no koten-tekina gainen. Kono konseputo kara no henka ya hensa wa shimesa rete imasen.)\u001b[22m\n\nTranslations of \u001b[4mA classic concept of a newbie defeating a veteran. It doesn't show any variations or deviations from this concept.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA classic concept of a newbie defeating a veteran.\u001b[24m\n    \u001b[1mベテランを倒す初心者の古典的な概念。\u001b[22m, \u001b[1mベテランを破っ初心者の古典的な概念。\u001b[22m\n\u001b[4mIt doesn't show any variations or deviations from this concept.\u001b[24m\n    \u001b[1mこのコンセプトからの変化や偏差は示されていません。\u001b[22m, \u001b[1mそれは、この概念から任意の変化や偏差を表示しません。\u001b[22m\nEnjoyment: 7\n\n\u001b[1m楽しさ：7\u001b[22m\n\u001b[1m(Tanoshisa: 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 7\u001b[24m\n    \u001b[1m楽しさ：7\u001b[22m\nI think that modern anime MUST focus more on action rather then drama. Also in the old anime(Slayers, Yu Yu Hakusho and others) they succefully combine the drama with action. However the modern creators doesn't know how to do that and as a result the anime ends with an OVA or something similar\n\n\u001b[1m現代のアニメはドラマではなく行動にもっと焦点を当てなければならないと思う。 また、昔のアニメ（スレイヤーズ、幽☆遊☆白書など）ではドラマとアクションを融合させている。 しかし、現代のクリエイターはそれを行う方法を知らないので、アニメはOVAなどで終わります\u001b[22m\n\u001b[1m(Gendai no anime wa doramade wa naku kōdō ni motto shōten o atenakereba naranai to omou. Mata, mukashinoanime (sureiyāzu, kasoke ☆ Yū ☆ hakusho nado)de wa dorama to akushon o yūgō sa sete iru. Shikashi, gendai no kurieitā wa sore o okonau hōhō o shiranainode, anime wa ovu~a nado de owarimasu)\u001b[22m\n\nTranslations of \u001b[4mI think that modern anime MUST focus more on action rather then drama. Also in the old anime(Slayers, Yu Yu Hakusho and others) they succefully combine the drama with action. However the modern creators doesn't know how to do that and as a result the anime ends with an OVA or something similar\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think that modern anime MUST focus more on action rather then drama.\u001b[24m\n    \u001b[1m現代のアニメはドラマではなく行動にもっと焦点を当てなければならないと思う。\u001b[22m, \u001b[1m私は現代のアニメではなく、アクションの詳細ドラマを集中しなければならないと思います。\u001b[22m\n\u001b[4mAlso in the old anime(Slayers, Yu Yu Hakusho and others) they succefully combine the drama with action.\u001b[24m\n    \u001b[1mまた、昔のアニメ（スレイヤーズ、幽☆遊☆白書など）ではドラマとアクションを融合させている。\u001b[22m, \u001b[1mまた、古いアニメ（スレイヤーズ、幽遊白書など）で、彼らは、アクションとドラマを組み合わせsuccefully。\u001b[22m\n\u001b[4mHowever the modern creators doesn't know how to do that and as a result the anime ends with an OVA or something similar\u001b[24m\n    \u001b[1mしかし、現代のクリエイターはそれを行う方法を知らないので、アニメはOVAなどで終わります\u001b[22m, \u001b[1mしかし、現代のクリエイターがそれを行う方法を知らないと、結果としてアニメはOVAまたは類似した何かで終了\u001b[22m"
  },
  {
    "title": "C__The_Money_of_Soul_and_Possibility_Control",
    "id": "10163",
    "url": "https://myanimelist.net/anime/10163/C__The_Money_of_Soul_and_Possibility_Control",
    "user": "animereviewer",
    "profile": "/profile/animereviewer/reviews",
    "pages": "6",
    "number": "2",
    "link": "/reviews.php?id=51825",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  5\nサウンド|  10\nキャラクター|  6\n|  7\n\nあなたはANNの物語の背景を知っています。 私はちょうど私の考えを書くでしょう。\n\nストーリー：驚くほど良い。 非常にユニークな感覚で良いです。 私は彼らがどのようにして経済学とshounenのバランスを保つことを試みたのが好きだった。 結末は突然のものだったので、24のエピソードであればより良いでしょう。 さらに、何度も何度も繰り返し使用されているモチーフを使用してポイントを失います（私がそれを言うなら、それを台無しにするでしょう）。\n\nアート：悪くない。 しかし、CGはいくつかの点で非常に目立つようになりました。 またアニメーションはあまり流動的ではありませんでした（私の基準を非常に高くしてくれたPA Worksに感謝します）。\n\nサウンド：岩崎拓（グレン・ラガン、ソウル・イーター）から期待されるもう一つの素晴らしいサウンドトラック。 オープニングとエンディングも素晴らしかったです。  VAもかなりいいですね。 また、A-A-A-A-A-A-ANGEL。\n\n性格：それは貧しい大学生の少年であったのではないかと思っていました。 しかし、私は主人公のための開発が少し急がれたと感じる。 また強制ドラマ。\n\n実際には、あなたは何を知っている、ちょうどOSTを取得し、アニメを忘れる。 あなたはとにかく多くを逃すことはありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nYou know the story background, its on ANN. I'll just write my thoughts.\n\n\u001b[1mあなたはANNの物語の背景を知っています。 私はちょうど私の考えを書くでしょう。\u001b[22m\n\u001b[1m(Anata wa ANN no monogatari no haikei o shitte imasu. Watashi wa chōdo watashi no kangae o kakudeshou.)\u001b[22m\n\nTranslations of \u001b[4mYou know the story background, its on ANN. I'll just write my thoughts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou know the story background, its on ANN.\u001b[24m\n    \u001b[1mあなたはANNの物語の背景を知っています。\u001b[22m, \u001b[1mあなたは物語の背景、その上にANNを知っています。\u001b[22m\n\u001b[4mI'll just write my thoughts.\u001b[24m\n    \u001b[1m私はちょうど私の考えを書くでしょう。\u001b[22m, \u001b[1m私はちょうど私の考えを書きます。\u001b[22m\n\u001b[1m\u001b[22m\nStory: Surprisingly good. Good in the sense that its very unique. I liked how they attempted to keep a balance of economics and shounen. It would be better if it was 24 episodes, since the ending was sort of abrupt and left a few plotholes. Moreover, it loses points on using a motif used over and over again (I'll spoil it if I say it).\n\n\u001b[1mストーリー：驚くほど良い。 非常にユニークな感覚で良いです。 私は彼らがどのようにして経済学とshounenのバランスを保つことを試みたのが好きだった。 結末は突然のものだったので、24のエピソードであればより良いでしょう。 さらに、何度も何度も繰り返し使用されているモチーフを使用してポイントを失います（私がそれを言うなら、それを台無しにするでしょう）。\u001b[22m\n\u001b[1m(Sutōrī: Odoroku hodo yoi. Hijō ni yunīkuna kankakude yoidesu. Watashi wa karera ga dono yō ni shite keizai-gaku to shounen no baransu o tamotsu koto o kokoromita no ga sukidatta. Ketsumatsu wa totsuzen no monodattanode, 24 no episōdodeareba yori yoideshou. Sarani, nandomonandomo kurikaeshi shiyō sa rete iru mochīfu o shiyō shite pointo o ushinaimasu (watashi ga sore o iunara, sore o dainashi ni surudeshou).)\u001b[22m\n\nTranslations of \u001b[4mStory: Surprisingly good. Good in the sense that its very unique. I liked how they attempted to keep a balance of economics and shounen. It would be better if it was 24 episodes, since the ending was sort of abrupt and left a few plotholes. Moreover, it loses points on using a motif used over and over again (I'll spoil it if I say it).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Surprisingly good.\u001b[24m\n    \u001b[1mストーリー：驚くほど良い。\u001b[22m, \u001b[1mストーリー：驚くほど良いです。\u001b[22m\n\u001b[4mGood in the sense that its very unique.\u001b[24m\n    \u001b[1m非常にユニークな感覚で良いです。\u001b[22m, \u001b[1mその非常にユニークなその意味では良いです。\u001b[22m\n\u001b[4mI liked how they attempted to keep a balance of economics and shounen.\u001b[24m\n    \u001b[1m私は彼らがどのようにして経済学とshounenのバランスを保つことを試みたのが好きだった。\u001b[22m, \u001b[1m彼らは経済学と少年のバランスを保つことを試みどのように私は言っています。\u001b[22m\n\u001b[4mIt would be better if it was 24 episodes, since the ending was sort of abrupt and left a few plotholes.\u001b[24m\n    \u001b[1m結末は突然のものだったので、24のエピソードであればより良いでしょう。\u001b[22m, \u001b[1mそれは24のエピソードだった場合結末は一種の突然だったといくつかのplotholesを残したので、それは、より良いでしょう。\u001b[22m\n\u001b[4mMoreover, it loses points on using a motif used over and over again (I'll spoil it if I say it).\u001b[24m\n    \u001b[1mさらに、何度も何度も繰り返し使用されているモチーフを使用してポイントを失います（私がそれを言うなら、それを台無しにするでしょう）。\u001b[22m, \u001b[1mまた、それは（私はそれを言うならば、私はそれを台無しにします）何度も繰り返し使用するモチーフを使用して上の点を失います。\u001b[22m\n\u001b[1m\u001b[22m\nArt: Not bad. But the CG got very noticeable at a handful of points, which bugs me. Also the animation wasn't very fluid (Thank you PA Works for making my standards very high now).\n\n\u001b[1mアート：悪くない。 しかし、CGはいくつかの点で非常に目立つようになりました。 またアニメーションはあまり流動的ではありませんでした（私の基準を非常に高くしてくれたPA Worksに感謝します）。\u001b[22m\n\u001b[1m(Āto: Warukunai. Shikashi, CG wa ikutsu ka no tende hijō ni medatsu yō ni narimashita. Mata animēshon wa amari ryūdōtekide wa arimasendeshita (watashi no kijun o hijō ni takaku shite kureta PA Works ni kansha shimasu).)\u001b[22m\n\nTranslations of \u001b[4mArt: Not bad. But the CG got very noticeable at a handful of points, which bugs me. Also the animation wasn't very fluid (Thank you PA Works for making my standards very high now).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: Not bad.\u001b[24m\n    \u001b[1mアート：悪くない。\u001b[22m, \u001b[1mアート：悪くありません。\u001b[22m\n\u001b[4mBut the CG got very noticeable at a handful of points, which bugs me.\u001b[24m\n    \u001b[1mしかし、CGはいくつかの点で非常に目立つようになりました。\u001b[22m, \u001b[1mしかし、CGはバグ私をポイント、一握りで非常に顕著になりました。\u001b[22m\n\u001b[4mAlso the animation wasn't very fluid (Thank you PA Works for making my standards very high now).\u001b[24m\n    \u001b[1mまたアニメーションはあまり流動的ではありませんでした（私の基準を非常に高くしてくれたPA Worksに感謝します）。\u001b[22m, \u001b[1mまた、アニメーションは非常に流動的ではありませんでした（PAワークスは、今私の基準は非常に高い作るためにありがとうございます）。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Another outstanding soundtrack, as expected from Taku Iwasaki (gurren lagann, soul eater). Opening and ending were amazing too. VA was pretty decent too. Also A-A-A-A-A-A-ANGEL.\n\n\u001b[1mサウンド：岩崎拓（グレン・ラガン、ソウル・イーター）から期待されるもう一つの素晴らしいサウンドトラック。 オープニングとエンディングも素晴らしかったです。  VAもかなりいいですね。 また、A-A-A-A-A-A-ANGEL。\u001b[22m\n\u001b[1m(Saundo: Iwasaki taku (Guren ragan, Sōru ītā) kara kitai sa reru mōhitotsu no subarashī saundotorakku. Ōpuningu to endingu mo subarashikattadesu. VA mo kanari īdesu ne. Mata, A - A - A - A - A - A - ANGEL.)\u001b[22m\n\nTranslations of \u001b[4mSound: Another outstanding soundtrack, as expected from Taku Iwasaki (gurren lagann, soul eater). Opening and ending were amazing too. VA was pretty decent too. Also A-A-A-A-A-A-ANGEL.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Another outstanding soundtrack, as expected from Taku Iwasaki (gurren lagann, soul eater).\u001b[24m\n    \u001b[1mサウンド：岩崎拓（グレン・ラガン、ソウル・イーター）から期待されるもう一つの素晴らしいサウンドトラック。\u001b[22m, \u001b[1mサウンド：もう一つの優れたサウンドトラック、岩崎琢から予想されるように（天元突破グレンラガン、ソウルイーター）。\u001b[22m\n\u001b[4mOpening and ending were amazing too.\u001b[24m\n    \u001b[1mオープニングとエンディングも素晴らしかったです。\u001b[22m, \u001b[1mオープニングとエンディングは、あまりにも驚くべきでした。\u001b[22m\n\u001b[4mVA was pretty decent too.\u001b[24m\n    \u001b[1mVAもかなりいいですね。\u001b[22m, \u001b[1mVAはあまりにもかなりまともでした。\u001b[22m\n\u001b[4mAlso A-A-A-A-A-A-ANGEL.\u001b[24m\n    \u001b[1mまた、A-A-A-A-A-A-ANGEL。\u001b[22m, \u001b[1mまた-A-A-A-A-A-ANGEL。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: Liked how it was a poor college boy and not some angsty teenager. But I feel the development for the protagonist was a bit rushed. Also forced drama.\n\n\u001b[1m性格：それは貧しい大学生の少年であったのではないかと思っていました。 しかし、私は主人公のための開発が少し急がれたと感じる。 また強制ドラマ。\u001b[22m\n\u001b[1m(Seikaku: Sore wa mazushī daigakusei no shōnendeatta node wanai ka to omotte imashita. Shikashi, watashi wa shujinkō no tame no kaihatsu ga sukoshi isoga reta to kanjiru. Mata kyōsei dorama.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: Liked how it was a poor college boy and not some angsty teenager. But I feel the development for the protagonist was a bit rushed. Also forced drama.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: Liked how it was a poor college boy and not some angsty teenager.\u001b[24m\n    \u001b[1m性格：それは貧しい大学生の少年であったのではないかと思っていました。\u001b[22m, \u001b[1mキャラクター：それは貧しい大学生の男の子ではなく、いくつかのangstyティーンエイジャーだったか気に入りました。\u001b[22m\n\u001b[4mBut I feel the development for the protagonist was a bit rushed.\u001b[24m\n    \u001b[1mしかし、私は主人公のための開発が少し急がれたと感じる。\u001b[22m, \u001b[1mしかし、私は少し運ばれた主人公の開発を感じます。\u001b[22m\n\u001b[4mAlso forced drama.\u001b[24m\n    \u001b[1mまた強制ドラマ。\u001b[22m, \u001b[1mまた、ドラマを余儀なくされました。\u001b[22m\n\u001b[1m\u001b[22m\nActually, you know what, just get the OST and forget about the anime. You won't be missing out on much anyways.\n\n\u001b[1m実際には、あなたは何を知っている、ちょうどOSTを取得し、アニメを忘れる。 あなたはとにかく多くを逃すことはありません。\u001b[22m\n\u001b[1m(Jissai ni wa, anata wa nani o shitte iru, chōdo OST o shutoku shi, anime o wasureru. Anata wa tonikaku ōku o nogasu koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mActually, you know what, just get the OST and forget about the anime. You won't be missing out on much anyways.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mActually, you know what, just get the OST and forget about the anime.\u001b[24m\n    \u001b[1m実際には、あなたは何を知っている、ちょうどOSTを取得し、アニメを忘れる。\u001b[22m, \u001b[1m実際には、あなただけのOSTを取得し、アニメを忘れて何を、知っています。\u001b[22m\n\u001b[4mYou won't be missing out on much anyways.\u001b[24m\n    \u001b[1mあなたはとにかく多くを逃すことはありません。\u001b[22m, \u001b[1mあなたはとにかくずっとを失いません。\u001b[22m"
  },
  {
    "title": "C__The_Money_of_Soul_and_Possibility_Control",
    "id": "10163",
    "url": "https://myanimelist.net/anime/10163/C__The_Money_of_Soul_and_Possibility_Control",
    "user": "Shaja",
    "profile": "/profile/Shaja/reviews",
    "pages": "6",
    "number": "3",
    "link": "/reviews.php?id=65871",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  7\n\nウォッチャーに世界の一部の仕組みをほとんど教育するための行動と興奮を使用する非常にインテリジェントなアニメ。 もっと深刻なテーマに興味がなく、素晴らしい戦闘アニメを楽しんでも、私はまだこれをお勧めします。\n\nこのキャラクターのインタラクションは、このアニメの興味深いものの1つでした。 まるですべての友人が敵であり、すべての敵が友人であるかのように。 それは彼らがあなたに与える気持ちのようなものだと思うほど奇妙なものです。 その後、それらの関係を見て進歩し、進歩はかなりエキサイティングです。\n\nこのシリーズでは、小さなアニメシーズンに多くのストーリーを詰め込み、もっと欲しいものを残してくれました。そして、第2シーズンがある日に来ることを望みました。 ストーリーの進行に完全に根本的なものではない未解決のプロットポイントがあったので、私はいつかそれを見ることができました。\n\n私はこの知的でエキサイティングな世界経済見通しを強く勧めます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nA very intelligent anime that uses action and excitement to almost educate the watcher to how a part of the world works. Even if your not interested in the more serious themes involved and enjoy a nice combat anime this one i still recommend.\n\n\u001b[1mウォッチャーに世界の一部の仕組みをほとんど教育するための行動と興奮を使用する非常にインテリジェントなアニメ。 もっと深刻なテーマに興味がなく、素晴らしい戦闘アニメを楽しんでも、私はまだこれをお勧めします。\u001b[22m\n\u001b[1m(U~otchā ni sekai no ichibu no shikumi o hotondo kyōiku suru tame no kōdō to kōfun o shiyō suru hijō ni interijentona anime. Motto shinkokuna tēma ni kyōmi ga naku, subarashī sentō anime o tanoshinde mo, watashi wa mada kore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mA very intelligent anime that uses action and excitement to almost educate the watcher to how a part of the world works. Even if your not interested in the more serious themes involved and enjoy a nice combat anime this one i still recommend.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA very intelligent anime that uses action and excitement to almost educate the watcher to how a part of the world works.\u001b[24m\n    \u001b[1mウォッチャーに世界の一部の仕組みをほとんど教育するための行動と興奮を使用する非常にインテリジェントなアニメ。\u001b[22m, \u001b[1mほとんどの世界の一部がどのように機能するかにウォッチャーを教育するためのアクションと興奮を使用して、非常に知的なアニメ。\u001b[22m\n\u001b[4mEven if your not interested in the more serious themes involved and enjoy a nice combat anime this one i still recommend.\u001b[24m\n    \u001b[1mもっと深刻なテーマに興味がなく、素晴らしい戦闘アニメを楽しんでも、私はまだこれをお勧めします。\u001b[22m, \u001b[1mでも関係するより深刻なテーマで自分の興味を持っていない場合や素敵な戦闘アニメ私はまだお勧めします、このいずれかをお楽しみいただけます。\u001b[22m\n\u001b[1m\u001b[22m\nThe character interactions were one of the more interesting things about this anime. Its as if all friends are enemy's and all enemy's are friends. as weird as that may sound it's the kind of feel they give you. Then watching those relationships evolve and progress is rather exciting.\n\n\u001b[1mこのキャラクターのインタラクションは、このアニメの興味深いものの1つでした。 まるですべての友人が敵であり、すべての敵が友人であるかのように。 それは彼らがあなたに与える気持ちのようなものだと思うほど奇妙なものです。 その後、それらの関係を見て進歩し、進歩はかなりエキサイティングです。\u001b[22m\n\u001b[1m(Kono kyarakutā no intarakushon wa, kono anime no kyōmibukai mono no 1tsudeshita. Marude subete no yūjin ga tekideari, subete no teki ga yūjindearu ka no yō ni. Sore wa karera ga anata ni ataeru kimochi no yōna monoda to omou hodo kimyōna monodesu. Sonogo, sorera no kankei o mite shinpo shi, shinpo wa kanari ekisaitingudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe character interactions were one of the more interesting things about this anime. Its as if all friends are enemy's and all enemy's are friends. as weird as that may sound it's the kind of feel they give you. Then watching those relationships evolve and progress is rather exciting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character interactions were one of the more interesting things about this anime.\u001b[24m\n    \u001b[1mこのキャラクターのインタラクションは、このアニメの興味深いものの1つでした。\u001b[22m, \u001b[1m文字の相互作用がこのアニメについてもっと面白いものの一つでした。\u001b[22m\n\u001b[4mIts as if all friends are enemy's and all enemy's are friends.\u001b[24m\n    \u001b[1mまるですべての友人が敵であり、すべての敵が友人であるかのように。\u001b[22m, \u001b[1mそのかのようにすべての友人は敵のものであり、全ての敵の友人です。\u001b[22m\n\u001b[4mas weird as that may sound it's the kind of feel they give you.\u001b[24m\n    \u001b[1mそれは彼らがあなたに与える気持ちのようなものだと思うほど奇妙なものです。\u001b[22m, \u001b[1mほど奇妙な、それは彼らがあなたを与える感触のようなものだ聞こえるかもしれません。\u001b[22m\n\u001b[4mThen watching those relationships evolve and progress is rather exciting.\u001b[24m\n    \u001b[1mその後、それらの関係を見て進歩し、進歩はかなりエキサイティングです。\u001b[22m, \u001b[1mそして、それらの関係が発展と進歩はかなりエキサイティングです見ています。\u001b[22m\n\u001b[1m\u001b[22m\nThe series manages to pack a lot of story into just a small anime season, left me wanting more and hoped for a 2nd season to come along one day. With some unresolved plot points that weren't entirely fundamental to the progression of the story i could see it one day happening.\n\n\u001b[1mこのシリーズでは、小さなアニメシーズンに多くのストーリーを詰め込み、もっと欲しいものを残してくれました。そして、第2シーズンがある日に来ることを望みました。 ストーリーの進行に完全に根本的なものではない未解決のプロットポイントがあったので、私はいつかそれを見ることができました。\u001b[22m\n\u001b[1m(Kono shirīzude wa, chīsana animeshīzun ni ōku no sutōrī o tsumekomi, motto hoshī mono o nokoshite kuremashita. Soshite, dai 2 shīzun ga aru hi ni kuru koto o nozomimashita. Sutōrī no shinkō ni kanzen ni konpon-tekina monode wanai mi kaiketsu no purotto pointo ga attanode, watashi wa itsuka sore o miru koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe series manages to pack a lot of story into just a small anime season, left me wanting more and hoped for a 2nd season to come along one day. With some unresolved plot points that weren't entirely fundamental to the progression of the story i could see it one day happening.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series manages to pack a lot of story into just a small anime season, left me wanting more and hoped for a 2nd season to come along one day.\u001b[24m\n    \u001b[1mこのシリーズでは、小さなアニメシーズンに多くのストーリーを詰め込み、もっと欲しいものを残してくれました。そして、第2シーズンがある日に来ることを望みました。\u001b[22m, \u001b[1mシリーズはほんの少しアニメの季節に物語の多くをパックするために管理し、より多くを望む私を残し、第二シーズンは1日に沿って来るのを期待しました。\u001b[22m\n\u001b[4mWith some unresolved plot points that weren't entirely fundamental to the progression of the story i could see it one day happening.\u001b[24m\n    \u001b[1mストーリーの進行に完全に根本的なものではない未解決のプロットポイントがあったので、私はいつかそれを見ることができました。\u001b[22m, \u001b[1m物語の進行に完全に根本的ではなかったいくつかの未解決のプロット点とiが起こって1日にそれを見ることができました。\u001b[22m\n\u001b[1m\u001b[22m\nI highly recommend this intelligent and exciting look at the world economy.\n\n\u001b[1m私はこの知的でエキサイティングな世界経済見通しを強く勧めます。\u001b[22m\n\u001b[1m(Watashi wa kono chiteki de ekisaitinguna sekai keizai mitōshi o tsuyoku susumemasu.)\u001b[22m\n\nTranslations of \u001b[4mI highly recommend this intelligent and exciting look at the world economy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI highly recommend this intelligent and exciting look at the world economy.\u001b[24m\n    \u001b[1m私はこの知的でエキサイティングな世界経済見通しを強く勧めます。\u001b[22m, \u001b[1m私は非常に世界経済におけるこのインテリジェントな、エキサイティングな表情をお勧めします。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "C__The_Money_of_Soul_and_Possibility_Control",
    "id": "10163",
    "url": "https://myanimelist.net/anime/10163/C__The_Money_of_Soul_and_Possibility_Control",
    "user": "Holy_Excalibur",
    "profile": "/profile/Holy_Excalibur/reviews",
    "pages": "6",
    "number": "4",
    "link": "/reviews.php?id=154383",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  9\n\nこれは、「C：The Money of Soul」と「Possiblity Control」のレビューです。これは、これが示すメッセージのために非常に過小評価されたアニメだと思います。 このアニメは、お金がどのようにして私たちの生活に影響を与え、今日どのようにしてお金を見るのかを示しています。 このアニメでは、選択されたグループの人々は、先物を担保として入れ、将来の表現である「アゼスト」と戦うことによって、膨大な金額を得ることができます。\n\nストーリー：9/10\nこのアニメは、社会の中でお金がどのように表現され、お金が本当に何であるかを扱うオリジナルの物語を持っています。 このアニメのペースは、よく知られている「Madoka Magica」を金融地区で実際に起こっていたことへの手がかりとして思い出させ、スターリングギルドの計画はエピソードによってエピソードを徐々に解き始めました。 アニメの物語は、実際にお金が本当にどんなものなのか注意を払わなければ、お金が自分の未来にどのように影響を与えるのかを目の当たりにします。 主要なプロタジニストと彼の資産の間に出芽ロマンスは非常に急いで不必要な感じがするが、物語は非常に楽しいです。 ロマンスに加えて、私は本当にこのアニメを楽しんで、それを大いに推奨します。\n\nアート：8/10\nアニメーションは非常によく行われ、放映された最近のアニメシリーズの多くに似ています。 戦いのシーンはassests決闘としてかなり派手で楽しいものであり、バックグラウンドは 'Black Rock Shooter'のバックグラウンドを思い出させた。 アニメーションも非常にスムーズですが、最近のアニメには見られません。 芸術は本当に物語からあなたを取りませんが、何も新しいものではありません。\n\nサウンド：8/10\nバックグラウンドで不気味でサスペンス感のある音のストーリーに適していました。 それは提示されるシーンと非常によく合い、場面でのサウンド間の遷移は、スムーズに戦いの場面から新しい発見に移行するので非常によく行われます。 私は、音と声の演技が全体的にかなりうまくいったと思います。\n\nキャラクター：8/10\nキャラクターはいくつかの例外を除いてかなりうまくいっています。 キャラクターの大部分は特にアニメの後半に彼らの動機を明らかにしたときに関連性がある。 キャラクターの成長がきわめて明確であることから、主人公のキャラクター開発とストーリー進行に伴う彼の積極主義はうまくいった。 あなたはお金の価値とそれが本当に何であるかを理解し始めると、主人公の成長が遅いことを見ることができます。 他の主人公も、その動機がアニメを通してゆっくりと見えるので、関連性があります。 キャラクターの私の唯一の苦情は、サイドのキャラクターが本当に重要ではないと感じていました。\n\n楽しさ：9/10\n私はこのアニメを本当に楽しんで、「Madoka Magica」を見たときと同じ感触を得ました。 私は本当にそれが提示したテーマに吸い込まれ、私たちの社会でどのようにお金が働いているか、それがどれほど重要かという私の見解を変えました。 私は本当にそれを見るためにかかる4時間の価値があるので、誰にでもこのアニメをお勧めします。\n\n全体：9/10\nあなたの将来に価値のあるお金ですか？ あなたがあなたのお金でちょっと不注意であっても、あなたの将来はどれくらい変わることができますか？ お金で何ができますか？ 真の価値は何ですか？ 私たちがそれを信じることを選択したので、お金は本当に強力ですか？ 私たちの未来にどれくらいの影響力がありますか？ これらは、あなたがアニメを見るときに提起され、答えられるすべての質問です。 これは本当に社会の中でどのようにお金が見られるかを目の当たりにし、将来このお金を扱う人にはこのアニメを強く勧めます。\n\nこれは私のCのレビューの終わりです：魂のお金と可能性コントロール。 私はあなたがこのレビューを読んで楽しんでいることを願っています（たとえそれが長かったとしても）。私はこのアドバイスを受けて、このすばらしいアニメを見るのに4時間を捧げることを願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis is a review on C: The Money of Soul and Possiblity Control which I think is a very underrated anime for the message that this presents. Without spoiling much, this anime shows us how money can affect our lives and how we come to view money today. In this anime, a chosen group of people are able to gain enormous amounts of money by putting their futures as collateral and fight with 'Assests' which are a representation of one's future.\n\n\u001b[1mこれは、「C：The Money of Soul」と「Possiblity Control」のレビューです。これは、これが示すメッセージのために非常に過小評価されたアニメだと思います。 このアニメは、お金がどのようにして私たちの生活に影響を与え、今日どのようにしてお金を見るのかを示しています。 このアニメでは、選択されたグループの人々は、先物を担保として入れ、将来の表現である「アゼスト」と戦うことによって、膨大な金額を得ることができます。\u001b[22m\n\u001b[1m(Kore wa,`C : The Money of Soul' to `Possiblity kontorōru' no rebyūdesu. Kore wa, kore ga shimesu messēji no tame ni hijō ni kashō hyōka sa reta animeda to omoimasu. Kono anime wa, okane ga dono yō ni shite watashitachi no seikatsu ni eikyō o atae, kyō dono yō ni shite okane o miru no ka o shimeshite imasu. Kono animede wa, sentaku sa reta gurūpu no hitobito wa, sakimono o tanpo to shite ire, shōrai no hyōgendearu `azesuto' to tatakau koto ni yotte, bōdaina kingaku o eru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a review on C: The Money of Soul and Possiblity Control which I think is a very underrated anime for the message that this presents. Without spoiling much, this anime shows us how money can affect our lives and how we come to view money today. In this anime, a chosen group of people are able to gain enormous amounts of money by putting their futures as collateral and fight with 'Assests' which are a representation of one's future.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a review on C: The Money of Soul and Possiblity Control which I think is a very underrated anime for the message that this presents.\u001b[24m\n    \u001b[1mこれは、「C：The Money of Soul」と「Possiblity Control」のレビューです。これは、これが示すメッセージのために非常に過小評価されたアニメだと思います。\u001b[22m, \u001b[1m私はこれが提示するメッセージのために非常に過小評価のアニメだと思いソウルとPossiblityコントロールのマネー：これはCのレビューです。\u001b[22m\n\u001b[4mWithout spoiling much, this anime shows us how money can affect our lives and how we come to view money today.\u001b[24m\n    \u001b[1mこのアニメは、お金がどのようにして私たちの生活に影響を与え、今日どのようにしてお金を見るのかを示しています。\u001b[22m, \u001b[1m多くを損なうことなく、このアニメは、お金は私たちの生活に影響を与え、どのように我々は今日お金を表示するために来ることができる方法を私たちに示しています。\u001b[22m\n\u001b[4mIn this anime, a chosen group of people are able to gain enormous amounts of money by putting their futures as collateral and fight with 'Assests' which are a representation of one's future.\u001b[24m\n    \u001b[1mこのアニメでは、選択されたグループの人々は、先物を担保として入れ、将来の表現である「アゼスト」と戦うことによって、膨大な金額を得ることができます。\u001b[22m, \u001b[1mこのアニメでは、人々の選択したグループは、担保としての先物を置くことによってお金の膨大な量を獲得し、自分の将来の表現である「Assests」と戦うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 9/10\n\n\u001b[1mストーリー：9/10\u001b[22m\n\u001b[1m(Sutōrī: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9/10\u001b[24m\n    \u001b[1mストーリー：9/10\u001b[22m\nThis anime has an original story that deals with how money is represented in society and what money really is. The pace of this anime reminded me of the well known 'Madoka Magica' as clues to what was really happening in the Financial Distric and the scheme of the Starling Guild started to slowly unravel episode by episode. The story of the anime really opens one's eyes to how money can affect one's future if they are not careful and what money really is. The story is very enjoyable although budding romance between the main protaganist and his asset feels very rushed and unncessary. Besides the romance, I truly enjoyed this anime and greatly recommend it.\n\n\u001b[1mこのアニメは、社会の中でお金がどのように表現され、お金が本当に何であるかを扱うオリジナルの物語を持っています。 このアニメのペースは、よく知られている「Madoka Magica」を金融地区で実際に起こっていたことへの手がかりとして思い出させ、スターリングギルドの計画はエピソードによってエピソードを徐々に解き始めました。 アニメの物語は、実際にお金が本当にどんなものなのか注意を払わなければ、お金が自分の未来にどのように影響を与えるのかを目の当たりにします。 主要なプロタジニストと彼の資産の間に出芽ロマンスは非常に急いで不必要な感じがするが、物語は非常に楽しいです。 ロマンスに加えて、私は本当にこのアニメを楽しんで、それを大いに推奨します。\u001b[22m\n\u001b[1m(Kono anime wa, shakai no naka de okane ga dono yō ni hyōgen sa re, okane ga hontōni nanidearu ka o atsukau orijinaru no monogatari o motte imasu. Kono anime no pēsu wa, yoku shira rete iru `Madoka magika' o kin'yū chiku de jissai ni okotte ita koto e no tegakari to shite omoidasa se, sutāringugirudo no keikaku wa episōdo ni yotte episōdo o jojoni toki hajimemashita. Anime no monogatari wa, jissai ni okane ga hontōni don'na monona no ka chūi o harawanakereba, okane ga jibun no mirai ni dono yō ni eikyōwoataeru no ka o manoatari ni shimasu. Shuyōna purotajinisuto to kare no shisan no ma ni shutsuga romansu wa hijō ni isoide fuhitsuyōna kanjigasuru ga, monogatari wa hijō ni tanoshīdesu. Romansu ni kuwaete, watashi wa hontōni kono anime o tanoshinde, sore o ōini suishō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime has an original story that deals with how money is represented in society and what money really is. The pace of this anime reminded me of the well known 'Madoka Magica' as clues to what was really happening in the Financial Distric and the scheme of the Starling Guild started to slowly unravel episode by episode. The story of the anime really opens one's eyes to how money can affect one's future if they are not careful and what money really is. The story is very enjoyable although budding romance between the main protaganist and his asset feels very rushed and unncessary. Besides the romance, I truly enjoyed this anime and greatly recommend it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime has an original story that deals with how money is represented in society and what money really is.\u001b[24m\n    \u001b[1mこのアニメは、社会の中でお金がどのように表現され、お金が本当に何であるかを扱うオリジナルの物語を持っています。\u001b[22m, \u001b[1mこのアニメは、お金はどのようなお金本当に社会とでどのように表示されるかを扱うオリジナルストーリーを持っています。\u001b[22m\n\u001b[4mThe pace of this anime reminded me of the well known 'Madoka Magica' as clues to what was really happening in the Financial Distric and the scheme of the Starling Guild started to slowly unravel episode by episode.\u001b[24m\n    \u001b[1mこのアニメのペースは、よく知られている「Madoka Magica」を金融地区で実際に起こっていたことへの手がかりとして思い出させ、スターリングギルドの計画はエピソードによってエピソードを徐々に解き始めました。\u001b[22m, \u001b[1mこのアニメのペースは本当に金融ディストリで起こっとスターリングギルドのスキームはゆっくりエピソードによってエピソードを解明するために開始されたものに手がかりとしてよく知られている「まどかマギカ」のことを思い出しました。\u001b[22m\n\u001b[4mThe story of the anime really opens one's eyes to how money can affect one's future if they are not careful and what money really is.\u001b[24m\n    \u001b[1mアニメの物語は、実際にお金が本当にどんなものなのか注意を払わなければ、お金が自分の未来にどのように影響を与えるのかを目の当たりにします。\u001b[22m, \u001b[1mアニメの話は本当に彼らが慎重ではなく、実際にどのようなお金であればお金は自分の将来にどのように影響するかに目を開きます。\u001b[22m\n\u001b[4mThe story is very enjoyable although budding romance between the main protaganist and his asset feels very rushed and unncessary.\u001b[24m\n    \u001b[1m主要なプロタジニストと彼の資産の間に出芽ロマンスは非常に急いで不必要な感じがするが、物語は非常に楽しいです。\u001b[22m, \u001b[1mメインprotaganistと彼の資産間の出芽ロマンスは非常に急いとunncessary感じているものの、話は非常に楽しいです。\u001b[22m\n\u001b[4mBesides the romance, I truly enjoyed this anime and greatly recommend it.\u001b[24m\n    \u001b[1mロマンスに加えて、私は本当にこのアニメを楽しんで、それを大いに推奨します。\u001b[22m, \u001b[1mロマンスのほかに、私は本当にこのアニメを楽しんで大幅にそれをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 8/10\n\n\u001b[1mアート：8/10\u001b[22m\n\u001b[1m(Āto: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8/10\u001b[24m\n    \u001b[1mアート：8/10\u001b[22m\nThe animation was quite well done and similar to many of the recent anime series that have aired. The fight scenes are pretty flashy and enjoyable as assests duel and the background reminded me of the background in 'Black Rock Shooter'. The animation also feels very smooth, but nothing spectacular that we havent' seen in recent anime. The art really doesnt take you out of the story, but isnt anything new.\n\n\u001b[1mアニメーションは非常によく行われ、放映された最近のアニメシリーズの多くに似ています。 戦いのシーンはassests決闘としてかなり派手で楽しいものであり、バックグラウンドは 'Black Rock Shooter'のバックグラウンドを思い出させた。 アニメーションも非常にスムーズですが、最近のアニメには見られませんでした。 芸術は本当に物語からあなたを取りませんが、何も新しいものではありません。\u001b[22m\n\u001b[1m(Animēshon wa hijō ni yoku okonawa re, hōei sa reta saikin no animeshirīzu no ōku ni nite imasu. Tatakai no shīn wa assests kettō to shite kanari hadede tanoshī monodeari, bakkuguraundo wa' Black Rock Shooter' no bakkuguraundo o omoidasa seta. Animēshon mo hijō ni sumūzudesuga, saikin no anime ni wa mi raremasendeshita. Geijutsu wa hontōni monogatari kara anata o torimasenga, nani mo atarashī monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe animation was quite well done and similar to many of the recent anime series that have aired. The fight scenes are pretty flashy and enjoyable as assests duel and the background reminded me of the background in 'Black Rock Shooter'. The animation also feels very smooth, but nothing spectacular that we havent' seen in recent anime. The art really doesnt take you out of the story, but isnt anything new.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation was quite well done and similar to many of the recent anime series that have aired.\u001b[24m\n    \u001b[1mアニメーションは非常によく行われ、放映された最近のアニメシリーズの多くに似ています。\u001b[22m, \u001b[1mアニメーションは非常によく行われ、放映されている最近のアニメシリーズの多くと類似しました。\u001b[22m\n\u001b[4mThe fight scenes are pretty flashy and enjoyable as assests duel and the background reminded me of the background in 'Black Rock Shooter'.\u001b[24m\n    \u001b[1m戦いのシーンはassests決闘としてかなり派手で楽しいものであり、バックグラウンドは 'Black Rock Shooter'のバックグラウンドを思い出させた。\u001b[22m, \u001b[1m戦いのシーンはかなり派手とassestsの決闘など楽しいであり、背景は「ブラック★ロックシューター」のバックグラウンドを思い出しました。\u001b[22m\n\u001b[4mThe animation also feels very smooth, but nothing spectacular that we havent' seen in recent anime.\u001b[24m\n    \u001b[1mアニメーションも非常にスムーズですが、最近のアニメには見られませんでした。\u001b[22m, \u001b[1mアニメーションはまた、我々は最近のアニメで見られる「haventはことを非常に滑らかな感じ、何も壮観。\u001b[22m\n\u001b[4mThe art really doesnt take you out of the story, but isnt anything new.\u001b[24m\n    \u001b[1m芸術は本当に物語からあなたを取りませんが、何も新しいものではありません。\u001b[22m, \u001b[1m芸術は本当にdoesntの物語のあなたを取るが、新しいありえないもの。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 8/10\n\n\u001b[1mサウンド：8/10\u001b[22m\n\u001b[1m(Saundo: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 8/10\u001b[24m\n    \u001b[1mサウンド：8/10\u001b[22m\nThe sound was appropriate for the story with eerie and suspenseful sound in the background. It fits quite well with the scene that is presented and the transition between sounds during scenes are very well done as it smoothly transitions from a fight scene to a new discovery. I think that the sound and voice acting was done pretty well overall.\n\n\u001b[1mバックグラウンドで不気味でサスペンス感のある音のストーリーに適していました。 それは提示されるシーンと非常によく合い、場面でのサウンド間の遷移は、スムーズに戦いの場面から新しい発見に移行するので非常によく行われます。 私は、音と声の演技が全体的にかなりうまくいったと思います。\u001b[22m\n\u001b[1m(Bakkuguraundo de bukimide sasupensu-kan no aru oto no sutōrī ni tekishite imashita. Sore wa teiji sa reru shīn to hijō ni yoku ai, bamen de no saundo-kan no sen'i wa, sumūzu ni tatakai no bamen kara atarashī hakken ni ikō surunode hijō ni yoku okonawa remasu. Watashi wa,-on to koe no engi ga zentai-teki ni kanari umaku itta to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound was appropriate for the story with eerie and suspenseful sound in the background. It fits quite well with the scene that is presented and the transition between sounds during scenes are very well done as it smoothly transitions from a fight scene to a new discovery. I think that the sound and voice acting was done pretty well overall.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound was appropriate for the story with eerie and suspenseful sound in the background.\u001b[24m\n    \u001b[1mバックグラウンドで不気味でサスペンス感のある音のストーリーに適していました。\u001b[22m, \u001b[1m音がバックグラウンドで不気味とサスペンス音と物語のための適切でした。\u001b[22m\n\u001b[4mIt fits quite well with the scene that is presented and the transition between sounds during scenes are very well done as it smoothly transitions from a fight scene to a new discovery.\u001b[24m\n    \u001b[1mそれは提示されるシーンと非常によく合い、場面でのサウンド間の遷移は、スムーズに戦いの場面から新しい発見に移行するので非常によく行われます。\u001b[22m, \u001b[1mこれは、新しい発見にスムーズに通りの戦いのシーンからの遷移を提示され、シーンの中の音との間の移行は非常によく行われているシーンで非常によくフィットします。\u001b[22m\n\u001b[4mI think that the sound and voice acting was done pretty well overall.\u001b[24m\n    \u001b[1m私は、音と声の演技が全体的にかなりうまくいったと思います。\u001b[22m, \u001b[1m私は音や声の演技が全体的にかなりよくやったと思います。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 8/10\n\n\u001b[1mキャラクター：8/10\u001b[22m\n\u001b[1m(Kyarakutā: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 8/10\u001b[24m\n    \u001b[1mキャラクター：8/10\u001b[22m\nThe characters are pretty well done except for a few exceptions. Most of the characters are relatable especially when they reveal their motives later on in the anime. The character development of the main character and his assest as the story progresses was well done as the growth of the characters are pretty clear. You can see the slow growth of the main character as he begins to realize the value of money and what it really is. The other main characters are also relatable as their motives are slowly shown through the anime. My only complaint with the characters are that the side characters really didn't feel important and were just placed there to further the plot with not much development or motives.\n\n\u001b[1mキャラクターはいくつかの例外を除いてかなりうまくいっています。 キャラクターの大部分は特にアニメの後半に彼らの動機を明らかにしたときに関連性がある。 キャラクターの成長がきわめて明確であることから、主人公のキャラクター開発とストーリー進行に伴う彼の積極主義はうまくいった。 あなたはお金の価値とそれが本当に何であるかを理解し始めると、主人公の成長が遅いことを見ることができます。 他の主人公も、その動機がアニメを通してゆっくりと見えるので、関連性があります。 キャラクターの私の唯一の苦情は、サイドのキャラクターが本当に重要ではないと感じていました。\u001b[22m\n\u001b[1m(Kyarakutā wa ikutsu ka no reigai o nozoite kanari umaku itte imasu. Kyarakutā no daibubun wa tokuni anime no kōhan ni karera no dōki o akiraka ni shita toki ni kanren-sei ga aru. Kyarakutā no seichō ga kiwamete meikakudearu koto kara, shujinkō no kyarakutā kaihatsu to sutōrī shinkō ni tomonau kare no sekkyokushugi wa umaku itta. Anata wa okane no kachi to sore ga hontōni nanidearu ka o rikai shi hajimeru to, shujinkō no seichō ga osoi koto o miru koto ga dekimasu. Hoka no shujinkō mo, sono dōki ga anime o tōshite yukkuri to mieru node, kanren-sei ga arimasu. Kyarakutā no watashi no yuiitsu no kujō wa, saido no kyarakutā ga hontōni jūyōde wa nai to kanjite imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are pretty well done except for a few exceptions. Most of the characters are relatable especially when they reveal their motives later on in the anime. The character development of the main character and his assest as the story progresses was well done as the growth of the characters are pretty clear. You can see the slow growth of the main character as he begins to realize the value of money and what it really is. The other main characters are also relatable as their motives are slowly shown through the anime. My only complaint with the characters are that the side characters really didn't feel important and were just placed there to further the plot with not much development or motives.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are pretty well done except for a few exceptions.\u001b[24m\n    \u001b[1mキャラクターはいくつかの例外を除いてかなりうまくいっています。\u001b[22m, \u001b[1m文字はかなりよく、いくつかの例外を除いて行われます。\u001b[22m\n\u001b[4mMost of the characters are relatable especially when they reveal their motives later on in the anime.\u001b[24m\n    \u001b[1mキャラクターの大部分は特にアニメの後半に彼らの動機を明らかにしたときに関連性がある。\u001b[22m, \u001b[1m彼らはアニメの後の彼らの動機を明らかにする場合は特に、文字のほとんどは、話すことのできるあります。\u001b[22m\n\u001b[4mThe character development of the main character and his assest as the story progresses was well done as the growth of the characters are pretty clear.\u001b[24m\n    \u001b[1mキャラクターの成長がきわめて明確であることから、主人公のキャラクター開発とストーリー進行に伴う彼の積極主義はうまくいった。\u001b[22m, \u001b[1m文字の成長はかなりはっきりしているようにストーリーが進むなどの文字メインキャラクターの開発と彼のassestはよく行われていました。\u001b[22m\n\u001b[4mYou can see the slow growth of the main character as he begins to realize the value of money and what it really is.\u001b[24m\n    \u001b[1mあなたはお金の価値とそれが本当に何であるかを理解し始めると、主人公の成長が遅いことを見ることができます。\u001b[22m, \u001b[1m彼はお金の価値とそれが本当に実現し始めるとあなたが主人公の遅い成長を見ることができます。\u001b[22m\n\u001b[4mThe other main characters are also relatable as their motives are slowly shown through the anime.\u001b[24m\n    \u001b[1m他の主人公も、その動機がアニメを通してゆっくりと見えるので、関連性があります。\u001b[22m, \u001b[1m彼らの動機はゆっくりとアニメを通じて示されているように、他のメインキャラクターも話すことのできるあります。\u001b[22m\n\u001b[4mMy only complaint with the characters are that the side characters really didn't feel important and were just placed there to further the plot with not much development or motives.\u001b[24m\n    \u001b[1mキャラクターの私の唯一の苦情は、サイドのキャラクターが本当に重要ではないと感じていました。\u001b[22m, \u001b[1m文字と私の唯一の不満は、サイドのキャラクターが本当に重要感じていないだけではない多くの開発や動機とのプロットを促進するためにそこに置かれたことがあります。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 9/10\n\n\u001b[1m楽しさ：9/10\u001b[22m\n\u001b[1m(Tanoshisa: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 9/10\u001b[24m\n    \u001b[1m楽しさ：9/10\u001b[22m\nI really enjoyed this anime and got the same feel as when I watched 'Madoka Magica'. I was really sucked into the themes that it presented and changed my perspective of how money works in our society and how important it is. I truly recommend this anime to anyone as it is worth the 4 hours it takes to watch it.\n\n\u001b[1m私はこのアニメを本当に楽しんで、「Madoka Magica」を見たときと同じ感触を得ました。 私は本当にそれが提示したテーマに吸い込まれ、私たちの社会でどのようにお金が働いているか、それがどれほど重要かという私の見解を変えました。 私は本当にそれを見るためにかかる4時間の価値があるので、誰にでもこのアニメをお勧めします。\u001b[22m\n\u001b[1m(Watashi wa kono anime o hontōni tanoshinde,`Madoka magika' o mita toki to onaji kanshoku o emashita. Watashi wa hontōni sore ga teiji shita tēma ni suikoma re, watashitachi no shakai de dono yō ni okane ga hataraite iru ka, sore ga dorehodo jūyō ka to iu watashi no kenkai o kaemashita. Watashi wa hontōni sore o miru tame ni kakaru 4-jikan no kachi ga aru node, darenidemo kono anime o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed this anime and got the same feel as when I watched 'Madoka Magica'. I was really sucked into the themes that it presented and changed my perspective of how money works in our society and how important it is. I truly recommend this anime to anyone as it is worth the 4 hours it takes to watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed this anime and got the same feel as when I watched 'Madoka Magica'.\u001b[24m\n    \u001b[1m私はこのアニメを本当に楽しんで、「Madoka Magica」を見たときと同じ感触を得ました。\u001b[22m, \u001b[1m私は本当にこのアニメを楽しんで、私は「まどかマギカ」を見たときと同じ感触を得ました。\u001b[22m\n\u001b[4mI was really sucked into the themes that it presented and changed my perspective of how money works in our society and how important it is.\u001b[24m\n    \u001b[1m私は本当にそれが提示したテーマに吸い込まれ、私たちの社会でどのようにお金が働いているか、それがどれほど重要かという私の見解を変えました。\u001b[22m, \u001b[1m私は実際にそれが提示され、お金は私たちの社会とどのように重要なことがある中でどのように動作するかの私の視点を変更したテーマに吸い込まれました。\u001b[22m\n\u001b[4mI truly recommend this anime to anyone as it is worth the 4 hours it takes to watch it.\u001b[24m\n    \u001b[1m私は本当にそれを見るためにかかる4時間の価値があるので、誰にでもこのアニメをお勧めします。\u001b[22m, \u001b[1mそれはそれを見るのにかかる4時間の価値があるように私は本当に誰にもこのアニメをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9/10\n\n\u001b[1m全体：9/10\u001b[22m\n\u001b[1m(Zentai: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9/10\u001b[24m\n    \u001b[1m全体：9/10\u001b[22m\nIs money worth your future? How much can your future change even if you are careless with your money just a little? What can you do with money? What is the true value of money? Is money really powerful or is it just powerful because we choose to believe it is? How much influence does money have on our future? These are all questions that are raised and answered as you watch the anime. This really opens your eyes to how money is viewed in society and I highly recommend this anime to anyone who will be dealing with money in the future.\n\n\u001b[1mあなたの将来に価値のあるお金ですか？ あなたがあなたのお金でちょっと不注意であっても、あなたの将来はどれくらい変わることができますか？ お金で何ができますか？ 真の価値は何ですか？ 私たちがそれを信じることを選択したので、お金は本当に強力ですか？ 私たちの未来にどれくらいの影響力がありますか？ これらは、あなたがアニメを見るときに提起され、答えられるすべての質問です。 これは本当に社会の中でどのようにお金が見られるかを目の当たりにし、将来このお金を扱う人にはこのアニメを強く勧めます。\u001b[22m\n\u001b[1m(Anata no shōrai ni kachinoaru okanedesu ka? Anata ga anata no okane de chotto fuchūideatte mo, anata no shōrai wa dorekurai kawaru koto ga dekimasu ka? Okane de nani ga dekimasu ka? Shin no kachi wa nanidesu ka? Watashitachi ga sore o shinjiru koto o sentaku shitanode, okane wa hontōni kyōryokudesu ka? Watashitachi no mirai ni dorekurai no eikyō-ryoku ga arimasu ka? Korera wa, anata ga anime o miru toki ni teiki sa re, kotae rareru subete no shitsumondesu. Kore wa hontōni shakai no naka de dono yō ni okane ga mi rareru ka o manoatari ni shi, shōrai kono okane o atsukau hito ni wa kono anime o tsuyoku susumemasu.)\u001b[22m\n\nTranslations of \u001b[4mIs money worth your future? How much can your future change even if you are careless with your money just a little? What can you do with money? What is the true value of money? Is money really powerful or is it just powerful because we choose to believe it is? How much influence does money have on our future? These are all questions that are raised and answered as you watch the anime. This really opens your eyes to how money is viewed in society and I highly recommend this anime to anyone who will be dealing with money in the future.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIs money worth your future?\u001b[24m\n    \u001b[1mあなたの将来に価値のあるお金ですか？\u001b[22m, \u001b[1mお金はあなたの将来の価値はありますか？\u001b[22m\n\u001b[4mHow much can your future change even if you are careless with your money just a little?\u001b[24m\n    \u001b[1mあなたがあなたのお金でちょっと不注意であっても、あなたの将来はどれくらい変わることができますか？\u001b[22m, \u001b[1mあなたは少しだけあなたのお金との不注意であっても、どのくらいのあなたの未来は変更できますか？\u001b[22m\n\u001b[4mWhat can you do with money?\u001b[24m\n    \u001b[1mお金で何ができますか？\u001b[22m, \u001b[1mあなたはお金で何ができますか？\u001b[22m\n\u001b[4mWhat is the true value of money?\u001b[24m\n    \u001b[1m真の価値は何ですか？\u001b[22m, \u001b[1mお金の真の価値とは何ですか？\u001b[22m\n\u001b[4mIs money really powerful or is it just powerful because we choose to believe it is?\u001b[24m\n    \u001b[1m私たちがそれを信じることを選択したので、お金は本当に強力ですか？\u001b[22m, \u001b[1mお金は本当に強力であるか、我々はそれがあると信じてすることを選択したので、それだけで強力なのですか？\u001b[22m\n\u001b[4mHow much influence does money have on our future?\u001b[24m\n    \u001b[1m私たちの未来にどれくらいの影響力がありますか？\u001b[22m, \u001b[1mどのくらいの影響力のお金は、私たちの未来にありますか？\u001b[22m\n\u001b[4mThese are all questions that are raised and answered as you watch the anime.\u001b[24m\n    \u001b[1mこれらは、あなたがアニメを見るときに提起され、答えられるすべての質問です。\u001b[22m, \u001b[1mこれらはあなたがアニメを見ながら育ち、回答されているすべての質問です。\u001b[22m\n\u001b[4mThis really opens your eyes to how money is viewed in society and I highly recommend this anime to anyone who will be dealing with money in the future.\u001b[24m\n    \u001b[1mこれは本当に社会の中でどのようにお金が見られるかを目の当たりにし、将来このお金を扱う人にはこのアニメを強く勧めます。\u001b[22m, \u001b[1mこれは本当にお金が社会の中で見てどのようにあなたの目を開いて、私は非常に将来的にお金を扱うことになります誰にもこのアニメをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nThis is the end of my review for C: The Money of Soul and Possiblity Control. I hope you enjoyed reading this review (even though it was super long) and I hope that you will take my advise and choose to dedicate 4 hours to watching this amazing anime.\n\n\u001b[1mこれは私のCのレビューの終わりです：魂のお金と可能性コントロール。 私はあなたがこのレビューを読んで楽しんでいることを願っています（たとえそれが長かったとしても）。私はこのアドバイスを受けて、このすばらしいアニメを見るのに4時間を捧げることを願っています。\u001b[22m\n\u001b[1m(Kore wa watashi no C no rebyū no owaridesu: Tamashī no okane to kanōsei kontorōru. Watashi wa anata ga kono rebyū o yonde tanoshinde iru koto o negatte imasu (tatoe sore ga nagakatta to shite mo). Watashi wa kono adobaisu o ukete, kono subarashī anime o miru no ni 4-jikan o sasageru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is the end of my review for C: The Money of Soul and Possiblity Control. I hope you enjoyed reading this review (even though it was super long) and I hope that you will take my advise and choose to dedicate 4 hours to watching this amazing anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the end of my review for C: The Money of Soul and Possiblity Control.\u001b[24m\n    \u001b[1mこれは私のCのレビューの終わりです：魂のお金と可能性コントロール。\u001b[22m, \u001b[1mソウルとPossiblityコントロールのマネー：これは、Cのための私のレビューの終わりです。\u001b[22m\n\u001b[4mI hope you enjoyed reading this review (even though it was super long) and I hope that you will take my advise and choose to dedicate 4 hours to watching this amazing anime.\u001b[24m\n    \u001b[1m私はあなたがこのレビューを読んで楽しんでいることを願っています（たとえそれが長かったとしても）。私はこのアドバイスを受けて、このすばらしいアニメを見るのに4時間を捧げることを願っています。\u001b[22m, \u001b[1m私はあなたがこのレビューを読んで楽しんで願っています（それはスーパーロングだったとしても）、私はあなたが私のアドバイスを取り、この素晴らしいアニメを見に4時間を捧げることを選択することを願っています。\u001b[22m"
  },
  {
    "title": "C__The_Money_of_Soul_and_Possibility_Control",
    "id": "10163",
    "url": "https://myanimelist.net/anime/10163/C__The_Money_of_Soul_and_Possibility_Control",
    "user": "SirAntwan",
    "profile": "/profile/SirAntwan/reviews",
    "pages": "6",
    "number": "5",
    "link": "/reviews.php?id=150703",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  10\n\n私が始める前に、これは私の最初のレビューで、私はママに新しいので、私は少し話題になったり、何を始めるか分からないと私を許していると言いたいと思います。\n\n私は1つのSFアニメを楽しむためです。 だから私はこれを聞いたとき、私はただそれを見なければなりませんでした！ 最初のいくつかのエピソードを見た後、私は少し懐疑的でしたが、何が起こっているのかの全体的な説明をしたら、私はそれに夢中になりました。 それだけでなく、イントロのサウンドは素晴らしかったです！ そのようなビジュアルとキャッチーな音楽は、私が第2シーズンに向けて望んでいたシリーズにちょうど私を作りました！ 私はアニメーションのやり方を楽しんでいて、その背後にあるプロットはかなり珍しいものでした。 これは、アニメのストーリーラインで通常見られるものではありません。 しかし、全体的に私はこのショーをそこにいる仲間のSF /ロマンチックなウォッチャーに勧めています。 しかし、あなたがそれを気に入らなければ、少なくとも時間の無駄ではありませんでした。 それは11エピソードだけです！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nBefore I start I would like to say that this is my first review as I am new to mal so forgive me if I'm a little off topic or not sure on what to start.\n\n\u001b[1m私が始める前に、これは私の最初のレビューで、私はママに新しいので、私は少し話題になったり、何を始めるか分からないと私を許していると言いたいと思います。\u001b[22m\n\u001b[1m(Watashi ga hajimeru mae ni, kore wa watashi no saisho no rebyū de, watashi wa mama ni atarashīnode, watashi wa sukoshi wadai ni nattari, nani o hajimeru ka wakaranaito watashi o yurushite iru to iitai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mBefore I start I would like to say that this is my first review as I am new to mal so forgive me if I'm a little off topic or not sure on what to start.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore I start I would like to say that this is my first review as I am new to mal so forgive me if I'm a little off topic or not sure on what to start.\u001b[24m\n    \u001b[1m私が始める前に、これは私の最初のレビューで、私はママに新しいので、私は少し話題になったり、何を始めるか分からないと私を許していると言いたいと思います。\u001b[22m, \u001b[1m私はそうMAL私は少しオフトピックまたは開始するかについてはよく分からない場合は、私を許す新しいです、これは私の最初のレビューであることを述べたいと思い始める前に。\u001b[22m\n\u001b[1m\u001b[22m\nI for one enjoy sci-fi animes. So when I heard of this one I just had to watch it! After watching the first few episodes I was a little skeptical but once it explained the whole idea of what's happening I started getting hooked on it. Not only that but the sound for the intro was great! Such visuals and catchy music just made me so into the series I was hoping for a second season! I enjoyed the way the animation is and the plot behind it was pretty rare. It's not something you would normally see in a anime storyline. But overall I would recommend this show to fellow sci-fi/romantic watchers out there. But if you don't like it at least it wasn't a complete waste of time. It's only 11 episodes!\n\n\u001b[1m私は1つのSFアニメを楽しむためです。 だから私はこれを聞いたとき、私はただそれを見なければなりませんでした！ 最初のいくつかのエピソードを見た後、私は少し懐疑的でしたが、何が起こっているのかの全体的な説明をしたら、私はそれに夢中になりました。 それだけでなく、イントロのサウンドは素晴らしかったです！ そのようなビジュアルとキャッチーな音楽は、私が第2シーズンに向けて望んでいたシリーズにちょうど私を作りました！ 私はアニメーションのやり方を楽しんでいて、その背後にあるプロットはかなり珍しいものでした。 これは、アニメのストーリーラインで通常見られるものではありません。 しかし、全体的に私はこのショーをそこにいる仲間のSF /ロマンチックなウォッチャーに勧めています。 しかし、あなたがそれを気に入らなければ、少なくとも時間の無駄ではありませんでした。 それは11エピソードだけです！\u001b[22m\n\u001b[1m(Watashi wa 1tsu no SF anime o tanoshimu tamedesu. Dakara watashi wa kore o kiita toki, watashi wa tada sore o minakereba narimasendeshita! Saisho no ikutsu ka no episōdo o mita nochi, watashi wa sukoshi kaigi-tekideshitaga, nani ga okotte iru no ka no zentai-tekina setsumei o shitara, watashi wa sore ni muchū ni narimashita. Sore dakedenaku, Intoro no saundo wa subarashikattadesu! Sono yōna bijuaru to kyatchīna ongaku wa, watashi ga dai 2 shīzun ni mukete nozonde ita shirīzu ni chōdo watashi o tsukurimashita! Watashi wa animēshon no yarikata o tanoshinde ite, sono haigo ni aru purotto wa kanari mezurashī monodeshita. Kore wa, anime no sutōrīrain de tsūjō mi rareru monode wa arimasen. Shikashi, zentai-teki ni watashi wa kono shō o soko ni iru nakama no SF/ romanchikkuna u~otchā ni susumete imasu. Shikashi, anata ga sore o kiniiranakereba, sukunakutomo jikan'nomudade wa arimasendeshita. Sore wa 11 episōdo dakedesu!)\u001b[22m\n\nTranslations of \u001b[4mI for one enjoy sci-fi animes. So when I heard of this one I just had to watch it! After watching the first few episodes I was a little skeptical but once it explained the whole idea of what's happening I started getting hooked on it. Not only that but the sound for the intro was great! Such visuals and catchy music just made me so into the series I was hoping for a second season! I enjoyed the way the animation is and the plot behind it was pretty rare. It's not something you would normally see in a anime storyline. But overall I would recommend this show to fellow sci-fi/romantic watchers out there. But if you don't like it at least it wasn't a complete waste of time. It's only 11 episodes!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI for one enjoy sci-fi animes.\u001b[24m\n    \u001b[1m私は1つのSFアニメを楽しむためです。\u001b[22m, \u001b[1m一つはのSFアニメを楽しむための私。\u001b[22m\n\u001b[4mSo when I heard of this one I just had to watch it!\u001b[24m\n    \u001b[1mだから私はこれを聞いたとき、私はただそれを見なければなりませんでした！\u001b[22m, \u001b[1m私はこの1つのことを聞いたときだから、僕はそれを見ていました！\u001b[22m\n\u001b[4mAfter watching the first few episodes I was a little skeptical but once it explained the whole idea of what's happening I started getting hooked on it.\u001b[24m\n    \u001b[1m最初のいくつかのエピソードを見た後、私は少し懐疑的でしたが、何が起こっているのかの全体的な説明をしたら、私はそれに夢中になりました。\u001b[22m, \u001b[1m最初のいくつかのエピソードを見た後、私は少し懐疑的だったが、それは何が起こっているかの全体的なアイデアを説明した後、私はそれに夢中始めました。\u001b[22m\n\u001b[4mNot only that but the sound for the intro was great!\u001b[24m\n    \u001b[1mそれだけでなく、イントロのサウンドは素晴らしかったです！\u001b[22m, \u001b[1mそれだけでなく、イントロのサウンドが素晴らしかったです！\u001b[22m\n\u001b[4mSuch visuals and catchy music just made me so into the series I was hoping for a second season!\u001b[24m\n    \u001b[1mそのようなビジュアルとキャッチーな音楽は、私が第2シーズンに向けて望んでいたシリーズにちょうど私を作りました！\u001b[22m, \u001b[1mこのようなビジュアルとキャッチーな音楽がちょうどので、私は2番目のシーズンに向けて期待していたシリーズに私を作りましたよ！\u001b[22m\n\u001b[4mI enjoyed the way the animation is and the plot behind it was pretty rare.\u001b[24m\n    \u001b[1m私はアニメーションのやり方を楽しんでいて、その背後にあるプロットはかなり珍しいものでした。\u001b[22m, \u001b[1m私はアニメーションがある道を楽しんで、その背後にあるプロットはかなりまれでした。\u001b[22m\n\u001b[4mIt's not something you would normally see in a anime storyline.\u001b[24m\n    \u001b[1mこれは、アニメのストーリーラインで通常見られるものではありません。\u001b[22m, \u001b[1mそれはあなたがアニメのストーリーで正常に見ることが何かではありません。\u001b[22m\n\u001b[4mBut overall I would recommend this show to fellow sci-fi/romantic watchers out there.\u001b[24m\n    \u001b[1mしかし、全体的に私はこのショーをそこにいる仲間のSF /ロマンチックなウォッチャーに勧めています。\u001b[22m, \u001b[1mしかし全体的に、私はそこに仲間のSF /ロマンチックウォッチャーにこのショーをお勧めします。\u001b[22m\n\u001b[4mBut if you don't like it at least it wasn't a complete waste of time.\u001b[24m\n    \u001b[1mしかし、あなたがそれを気に入らなければ、少なくとも時間の無駄ではありませんでした。\u001b[22m, \u001b[1mあなたが好きではない場合、それは、少なくともそれは完全な時間の無駄ではなかったです。\u001b[22m\n\u001b[4mIt's only 11 episodes!\u001b[24m\n    \u001b[1mそれは11エピソードだけです！\u001b[22m, \u001b[1mそれが唯一の11のエピソードです！\u001b[22m"
  },
  {
    "title": "C__The_Money_of_Soul_and_Possibility_Control",
    "id": "10163",
    "url": "https://myanimelist.net/anime/10163/C__The_Money_of_Soul_and_Possibility_Control",
    "user": "itsvaf",
    "profile": "/profile/itsvaf/reviews",
    "pages": "6",
    "number": "6",
    "link": "/reviews.php?id=114141",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  8\n\nストーリー：プロットとセッティングは全く新しいものではなく、バトルロイヤルのコンセプト（私が言っているように、アクセルワールドとも言える）と、世界を変えるために無限のお金を持つという別のアニメの前提を組み合わせたものです。 それは、キャラクターがそのような与えられた世界に来るであろう問題/結果に直面し、現実的にそれらとつかみ合っている（荒々しいファッションはそれを記述する適切な方法だろう）と言った。 しかし、ショー（11エピソード）の短い性質のために、物語は終わりに向かって少し矛盾し、視聴者はより多くを望むかもしれない（包み込むが、非常に突然感じる）。\n\nアート：アニメーションは良いです。  CGの使用は、最初はちょっと変わったかもしれませんが（期待していませんでしたが）、よく一緒にブレンドされます。 キャラクターの周りに激怒しているにもかかわらず、話をする必要があると感じるステレオタイプの瞬間がありますが、戦闘シーンはかなり良いです（スキップしたものを除いて、あなたはそれを見ると分かります）。\n\nサウンド：個々のトラックは特に目立ちませんでしたが、シーンの中の音楽の選択肢は常に収まりました。 オープニング/エンディングトラックは素晴らしく、私がショーにもっと関心を持った理由がありました。\n\nキャラクター：キャラクターはまったく壮観ではなく、いくつかの魔力に遭遇しました（最も顕著なのは、突然のパワーを与えられたときに控えめなMCです）。 しかし、短いエピソードでは、彼らの視点や動機を理解するのに十分なほど、信じられていて理解できます。\n\n全体的に：Cは確かに潜在的に多くのエピソードから恩恵を受けていました。 しかし、短い時間枠はよく使用され、他の多くのアニメが通常持っている余分なものを取り除いた。 それは、その前提のために期待される質問をし、立派な「紆余曲折」やプロット点で答えます。 強固な視聴体験。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nStory: The plot and setting are not entirely new, combining the battle royale concept (most similar would be the Accel World I'd say) with another anime's premise of having 'infinite money to fix the world', Eden of the East. That said the characters do face the problems/consequences that would come in such a given world and grapple with them realistically (grittier fashion would be an apt way to describe it). However due to the short nature of the show (11 episodes), the story gets a bit incoherent towards the end and viewers may want more (It does wrap up but feels very abrupt).\n\n\u001b[1mストーリー：プロットとセッティングは全く新しいものではなく、バトルロイヤルのコンセプト（私が言っているように、アクセルワールドとも言える）と、世界を変えるために無限のお金を持つという別のアニメの前提を組み合わせたものです。 それは、キャラクターがそのような与えられた世界に来るであろう問題/結果に直面し、現実的にそれらとつかみ合っている（荒々しいファッションはそれを記述する適切な方法だろう）と言った。 しかし、ショー（11エピソード）の短い性質のために、物語は終わりに向かって少し矛盾し、視聴者はより多くを望むかもしれない（包み込むが、非常に突然感じる）。\u001b[22m\n\u001b[1m(Sutōrī: Purotto to settingu wa mattaku atarashī monode wa naku, batoruroiyaru no konseputo (watashi ga itte iru yō ni, akuseruwārudo-tomo ieru) to, sekai o kaeru tame ni mugen no okane o motsu to iu betsu no anime no zentei o kumiawaseta monodesu. Sore wa, kyarakutā ga sono yō na atae rareta sekai ni kurudearou mondai/ kekka ni chokumen shi, genjitsu-teki ni sorera to tsukamiatte iru (araarashī fasshon wa sore o kijutsu suru tekisetsuna hōhōdarou) to itta. Shikashi, shō (11 episōdo) no mijikai seishitsu no tame ni, monogatari wa owari ni mukatte sukoshi mujun shi, shichō-sha wa yori ōku o nozomu kamo shirenai (tsutsumikomu ga, hijō ni totsuzen kanjiru).)\u001b[22m\n\nTranslations of \u001b[4mStory: The plot and setting are not entirely new, combining the battle royale concept (most similar would be the Accel World I'd say) with another anime's premise of having 'infinite money to fix the world', Eden of the East. That said the characters do face the problems/consequences that would come in such a given world and grapple with them realistically (grittier fashion would be an apt way to describe it). However due to the short nature of the show (11 episodes), the story gets a bit incoherent towards the end and viewers may want more (It does wrap up but feels very abrupt).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The plot and setting are not entirely new, combining the battle royale concept (most similar would be the Accel World I'd say) with another anime's premise of having 'infinite money to fix the world', Eden of the East.\u001b[24m\n    \u001b[1mストーリー：プロットとセッティングは全く新しいものではなく、バトルロイヤルのコンセプト（私が言っているように、アクセルワールドとも言える）と、世界を変えるために無限のお金を持つという別のアニメの前提を組み合わせたものです。\u001b[22m, \u001b[1mストーリー：プロットや設定は、東のエデン」の世界を修正するために無限のお金 'を有する別のアニメの前提で（アクセル・ワールド、私が言うと思いだろう最も類似）バトルロワイアルのコンセプトを組み合わせ、全く新しいものではありません。\u001b[22m\n\u001b[4mThat said the characters do face the problems/consequences that would come in such a given world and grapple with them realistically (grittier fashion would be an apt way to describe it).\u001b[24m\n    \u001b[1mそれは、キャラクターがそのような与えられた世界に来るであろう問題/結果に直面し、現実的にそれらとつかみ合っている（荒々しいファッションはそれを記述する適切な方法だろう）と言った。\u001b[22m, \u001b[1mそれは文字が現実的に（grittierファッションがそれを記述するためのaptの方法だろう）、そのような与えられた世界に来て、彼らと一緒に取り組むことになる問題/結果に直面行うと述べました。\u001b[22m\n\u001b[4mHowever due to the short nature of the show (11 episodes), the story gets a bit incoherent towards the end and viewers may want more (It does wrap up but feels very abrupt).\u001b[24m\n    \u001b[1mしかし、ショー（11エピソード）の短い性質のために、物語は終わりに向かって少し矛盾し、視聴者はより多くを望むかもしれない（包み込むが、非常に突然感じる）。\u001b[22m, \u001b[1mしかしによるショー（11エピソード）の短い性質のために、物語は終わりに向かってビットインコヒーレント取得し、視聴者は（それが包むが、非常に急峻な感じん）もっと欲しいことがあります。\u001b[22m\n\u001b[1m\u001b[22m\nArt: The animation is good. Although the use of CG may be a bit weird at first (wasn't expecting it), it blends together well. The fight scenes are pretty good (with the exception of one that's just skipped over, you'll know when you see it), although there's some stereotypical shounen moments where despite the battle raging around the characters feel the need to talk.\n\n\u001b[1mアート：アニメーションは良いです。  CGの使用は、最初はちょっと変わったかもしれませんが（期待していませんでしたが）、よく一緒にブレンドされます。 キャラクターの周りに激怒しているにもかかわらず、話をする必要があると感じるステレオタイプの瞬間がありますが、戦闘シーンはかなり良いです（スキップしたものを除いて、あなたはそれを見ると分かります）。\u001b[22m\n\u001b[1m(Āto: Animēshon wa yoidesu. CG no shiyō wa, saisho wa chotto kawatta kamo shiremasenga (kitai shite imasendeshitaga), yoku issho ni burendo sa remasu. Kyarakutā no mawari ni gekido shite iru nimokakawarazu,-banashi o suruhitsuyōgāru to kanjiru sutereo taipu no shunkan ga arimasuga, sentō shīn wa kanari yoidesu (sukippu shita mono o nozoite, anata wa sore o miru to wakarimasu).)\u001b[22m\n\nTranslations of \u001b[4mArt: The animation is good. Although the use of CG may be a bit weird at first (wasn't expecting it), it blends together well. The fight scenes are pretty good (with the exception of one that's just skipped over, you'll know when you see it), although there's some stereotypical shounen moments where despite the battle raging around the characters feel the need to talk.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The animation is good.\u001b[24m\n    \u001b[1mアート：アニメーションは良いです。\u001b[22m, \u001b[1mアート：アニメーションが良いです。\u001b[22m\n\u001b[4mAlthough the use of CG may be a bit weird at first (wasn't expecting it), it blends together well.\u001b[24m\n    \u001b[1mCGの使用は、最初はちょっと変わったかもしれませんが（期待していませんでしたが）、よく一緒にブレンドされます。\u001b[22m, \u001b[1mCGの使用は（それを期待していなかった）最初は少し奇妙であるかもしれないが、それはよく一緒にブレンド。\u001b[22m\n\u001b[4mThe fight scenes are pretty good (with the exception of one that's just skipped over, you'll know when you see it), although there's some stereotypical shounen moments where despite the battle raging around the characters feel the need to talk.\u001b[24m\n    \u001b[1mキャラクターの周りに激怒しているにもかかわらず、話をする必要があると感じるステレオタイプの瞬間がありますが、戦闘シーンはかなり良いです（スキップしたものを除いて、あなたはそれを見ると分かります）。\u001b[22m, \u001b[1m文字の周りに荒れ狂う戦いにもかかわらず、話をする必要性を感じ、いくつかのステレオタイプの少年の瞬間がありますが、戦いのシーンは、（あなたがそれを見たときだけスキップだ1の例外を除いて、あなたが知っているよ）かなり良いです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Individual tracks were not particularly stand out but musical choices during the scenes always fit. The opening/ending tracks are great and were the reason I got more interested in the show.\n\n\u001b[1mサウンド：個々のトラックは特に目立ちませんでしたが、シーンの中の音楽の選択肢は常に収まりました。 オープニング/エンディングトラックは素晴らしく、私がショーにもっと関心を持った理由がありました。\u001b[22m\n\u001b[1m(Saundo: Koko no torakku wa tokuni medachimasendeshitaga, shīn no naka no ongaku no sentakushi wa tsuneni osamarimashita. Ōpuningu/ endingu torakku wa subarashiku, watashi ga shō ni motto kanshin o motta riyū ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mSound: Individual tracks were not particularly stand out but musical choices during the scenes always fit. The opening/ending tracks are great and were the reason I got more interested in the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Individual tracks were not particularly stand out but musical choices during the scenes always fit.\u001b[24m\n    \u001b[1mサウンド：個々のトラックは特に目立ちませんでしたが、シーンの中の音楽の選択肢は常に収まりました。\u001b[22m, \u001b[1mサウンド：個々のトラックは特に目立ついたが、シーンの中の音楽の選択肢は常にフィット。\u001b[22m\n\u001b[4mThe opening/ending tracks are great and were the reason I got more interested in the show.\u001b[24m\n    \u001b[1mオープニング/エンディングトラックは素晴らしく、私がショーにもっと関心を持った理由がありました。\u001b[22m, \u001b[1mオープニング/エンディング曲は素晴らしいですし、私はショーでより興味を持った理由でした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: The characters weren't exactly spectacular and ran into some tropes (most notably the MC being indecisive when given sudden power). However they are believable and understandable, with enough in the short episodes to give you an understanding of their perspective and motivations.\n\n\u001b[1mキャラクター：キャラクターはまったく壮観ではなく、いくつかの魔力に遭遇しました（最も顕著なのは、突然のパワーを与えられたときに控えめなMCです）。 しかし、短いエピソードでは、彼らの視点や動機を理解するのに十分なほど、信じられていて理解できます。\u001b[22m\n\u001b[1m(Kyarakutā: Kyarakutā wa mattaku sōkande wa naku, ikutsu ka no maryoku ni sōgū shimashita (mottomo kenchona no wa, totsuzen no pawā o atae rareta toki ni hikaemena MCdesu). Shikashi, mijikai episōdode wa, karera no shiten ya dōki o rikai suru no ni jūbun'na hodo, shinji rarete ite rikai dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: The characters weren't exactly spectacular and ran into some tropes (most notably the MC being indecisive when given sudden power). However they are believable and understandable, with enough in the short episodes to give you an understanding of their perspective and motivations.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: The characters weren't exactly spectacular and ran into some tropes (most notably the MC being indecisive when given sudden power).\u001b[24m\n    \u001b[1mキャラクター：キャラクターはまったく壮観ではなく、いくつかの魔力に遭遇しました（最も顕著なのは、突然のパワーを与えられたときに控えめなMCです）。\u001b[22m, \u001b[1m文字：文字は正確に壮観ではなかったし、いくつかの比喩（突然の電源が与えられたときに最も顕著なMCが優柔不断である）に走りました。\u001b[22m\n\u001b[4mHowever they are believable and understandable, with enough in the short episodes to give you an understanding of their perspective and motivations.\u001b[24m\n    \u001b[1mしかし、短いエピソードでは、彼らの視点や動機を理解するのに十分なほど、信じられていて理解できます。\u001b[22m, \u001b[1mしかし、彼らはあなたに彼らの視点と動機の理解を与えるために、短いエピソードに十分で、信じられないと理解しています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: C definitely had more potential and would have benefited from a few more episodes, especially towards the end. However the short time frame was use well and also removed the excess that a lot other animes usually have (characters repeating cheesy lines and filler). It asked the questions expected of its premise and answers them with few 'twists' or plot points that stand out. Solid viewing experience.\n\n\u001b[1m全体的に：Cは確かに潜在的に多くのエピソードから恩恵を受けていました。 しかし、短い時間枠はよく使用され、他の多くのアニメが通常持っている余分なものを取り除いた。 それは、その前提のために期待される質問をし、立派な「紆余曲折」やプロット点で答えます。 強固な視聴体験。\u001b[22m\n\u001b[1m(Zentai-teki ni: C wa tashika ni senzai-teki ni ōku no episōdo kara onkei o ukete imashita. Shikashi, mijikai jikan-waku wa yoku shiyō sa re, hoka no ōku no anime ga tsūjō motte iru yobun'na mono o torinozoita. Sore wa, sono zentei no tame ni kitai sa reru shitsumon o shi, rippana `uyokyokusetsu' ya purotto-ten de kotaemasu. Kyōkona shichō taiken.)\u001b[22m\n\nTranslations of \u001b[4mOverall: C definitely had more potential and would have benefited from a few more episodes, especially towards the end. However the short time frame was use well and also removed the excess that a lot other animes usually have (characters repeating cheesy lines and filler). It asked the questions expected of its premise and answers them with few 'twists' or plot points that stand out. Solid viewing experience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: C definitely had more potential and would have benefited from a few more episodes, especially towards the end.\u001b[24m\n    \u001b[1m全体的に：Cは確かに潜在的に多くのエピソードから恩恵を受けていました。\u001b[22m, \u001b[1m全体：Cは間違いなくより多くの潜在的な持っていたし、特に最後の方に、より多くのいくつかのエピソードの恩恵を受けているだろう。\u001b[22m\n\u001b[4mHowever the short time frame was use well and also removed the excess that a lot other animes usually have (characters repeating cheesy lines and filler).\u001b[24m\n    \u001b[1mしかし、短い時間枠はよく使用され、他の多くのアニメが通常持っている余分なものを取り除いた。\u001b[22m, \u001b[1mしかし、短い時間枠は十分に使用し、また、多くの他のアニメは通常（安っぽい線やフィラーを繰り返す文字）を持っていることを過剰に除去しました。\u001b[22m\n\u001b[4mIt asked the questions expected of its premise and answers them with few 'twists' or plot points that stand out.\u001b[24m\n    \u001b[1mそれは、その前提のために期待される質問をし、立派な「紆余曲折」やプロット点で答えます。\u001b[22m, \u001b[1mそれは、その前提に期待される質問をし、目立つ少数の「ねじれ」またはプロット点でそれらに答えます。\u001b[22m\n\u001b[4mSolid viewing experience.\u001b[24m\n    \u001b[1m強固な視聴体験。\u001b[22m, \u001b[1m固体視聴体験。\u001b[22m"
  },
  {
    "title": "C__The_Money_of_Soul_and_Possibility_Control",
    "id": "10163",
    "url": "https://myanimelist.net/anime/10163/C__The_Money_of_Soul_and_Possibility_Control",
    "user": "fuwafuwasan",
    "profile": "/profile/fuwafuwasan/reviews",
    "pages": "6",
    "number": "7",
    "link": "/reviews.php?id=56123",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  10\nキャラクター|  7\n|  8\n\nこのアニメを愛してください：DはMysuとQのキャラクターが大好きです。このアニメは人生とは何かについて教えてくれる要素を持っていて、現在の未来を交換しています.....これは本当に素晴らしいアニメです 終わりのために、話が幾分完全ではない（混乱のように）、終わりがより明確で長いエピソードがあり、もちろんOPEN DEALがあればよかっただろう！  ：Dそれは素晴らしいよ！ 乾杯！！  MsyuとQは愛らしいキャラクターです!! 全体的な8/10：D",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nLove this anime :D love the character Mysu and Q, this anime has the element that will teach a person on what is life and what money is about, exchanging the future for the present..... This is a really great anime to watch, but because of the ending, the story is somewhat not complete (as in confusing), would have been better if it had a clearer ending and a longer episode and of course more OPEN DEAL!! :D then It'll be great !!! Cheers!! Msyu and Q is a loveable character!! overall 8/10 :D\n\n\u001b[1mこのアニメを愛してください：DはMysuとQのキャラクターが大好きです。このアニメは人生とは何かについて教えてくれる要素を持っていて、現在の未来を交換しています.....これは本当に素晴らしいアニメです 終わりのために、話が幾分完全ではない（混乱のように）、終わりがより明確で長いエピソードがあり、もちろんOPEN DEALがあればよかっただろう！  ：Dそれは素晴らしいよ！ 乾杯！！  MsyuとQは愛らしいキャラクターです!! 全体的な8/10：D\u001b[22m\n\u001b[1m(Kono anime o aishitekudasai: D wa Mysu to Q no kyarakutā ga daisukidesu. Kono anime wa jinsei to wa nanika ni tsuite oshietekureru yōso o motte ite, genzai no mirai o kōkan shite imasu.. ... Kore wa hontōni subarashī animedesu owari no tame ni,-banashi ga ikubun kanzende wanai (konran no yō ni), owari ga yori meikakude nagai episōdo ga ari, mochiron ōpun DEAL ga areba yokattadarou! : D sore wa subarashī yo! Kanpai! Msyu to Q wa airashī kyarakutādesu! ! Zentai-tekina 8/ 10: D)\u001b[22m\n\nTranslations of \u001b[4mLove this anime :D love the character Mysu and Q, this anime has the element that will teach a person on what is life and what money is about, exchanging the future for the present..... This is a really great anime to watch, but because of the ending, the story is somewhat not complete (as in confusing), would have been better if it had a clearer ending and a longer episode and of course more OPEN DEAL!! :D then It'll be great !!! Cheers!! Msyu and Q is a loveable character!! overall 8/10 :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLove this anime :D love the character Mysu and Q, this anime has the element that will teach a person on what is life and what money is about, exchanging the future for the present..... This is a really great anime to\u001b[24m\n    \u001b[1mこのアニメを愛してください：DはMysuとQのキャラクターが大好きです。このアニメは人生とは何かについて教えてくれる要素を持っていて、現在の未来を交換しています.....これは本当に素晴らしいアニメです\u001b[22m, \u001b[1mこのアニメを愛して：Dは文字MysuとQを愛し、このアニメは、本の未来を交換し、生活とどのようなお金は約です何に人をお教えします要素を持っている.....これは本当に素晴らしいアニメです\u001b[22m\n\u001b[4mwatch, but because of the ending, the story is somewhat not complete (as in confusing), would have been better if it had a clearer ending and a longer episode and of course more OPEN DEAL!!\u001b[24m\n    \u001b[1m終わりのために、話が幾分完全ではない（混乱のように）、終わりがより明確で長いエピソードがあり、もちろんOPEN DEALがあればよかっただろう！\u001b[22m, \u001b[1mエンディングの、物語は（混乱のように）多少完了していないので、それが明確に終了となりましエピソード、そしてもちろん、よりOPEN DEALを持っていた場合の時計は、しかし、もっと良かったはず！\u001b[22m\n\u001b[4m:D then It'll be great !!!\u001b[24m\n    \u001b[1m：Dそれは素晴らしいよ！\u001b[22m, \u001b[1m：Dそして、それは素晴らしいことでしょう！\u001b[22m\n\u001b[4mCheers!!\u001b[24m\n    \u001b[1m乾杯！！\u001b[22m, \u001b[1m乾杯！\u001b[22m\n\u001b[4mMsyu and Q is a loveable character!!\u001b[24m\n    \u001b[1mMsyuとQは愛らしいキャラクターです!!\u001b[22m, \u001b[1mMsyuおよびQは愛らしいキャラクターです！\u001b[22m\n\u001b[4moverall 8/10 :D\u001b[24m\n    \u001b[1m全体的な8/10：D\u001b[22m, \u001b[1m全体の8/10：D\u001b[22m"
  },
  {
    "title": "C__The_Money_of_Soul_and_Possibility_Control",
    "id": "10163",
    "url": "https://myanimelist.net/anime/10163/C__The_Money_of_Soul_and_Possibility_Control",
    "user": "shukketsushi",
    "profile": "/profile/shukketsushi/reviews",
    "pages": "6",
    "number": "8",
    "link": "/reviews.php?id=68505",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  4\n|  6\n\n当初、私は前提を読んだ後、Cに対する期待はかなり低かったが、友人からは心地よい方法で私を驚かせることができた。 彼は正しかった Cにはいくつかのユニークな側面がありますが、私はその作品を何らかの手段で多用していません。\n\nストーリー：キミマロは、将来のためにお金を節約しようとするために、クラスの上でアルバイトをする大学生です。 不思議な金融地区の従業員であるマサキキ氏は、「起業家」の間の本質的な戦いである「取引」において、将来の可能性と潜在性が担保として使われるような代替世界でお金を稼ぐ機会を与えている。 私は財政的/経済的な関係が好きでしたが、最終的には不必要でかなり浅いものでした。 取引の影響と金融地区からの膨大な資金の流入は、過去数回のエピソードまで実際には見られないか言及されていません。\n\n芸術：すべてにわたって、芸術は特別なものではありませんでした。 それは決してうねったり、そんなことはしませんでしたが、新しい概念で遊んでいたり、平均的なアニメの期待を上回ったりしませんでした。  3Dアニメーションは、奇妙な時間に発生し、かなり矛盾しているようでした。  MasakakiとMsyuは2Dと3Dの間で頻繁に切り替わりました。これは変です。 ある資産は2Dであり、他の資産は3Dであった。\n\nサウンド：苦情はありません。 すべては明らかだった。  OP / EPは外れていないようではなく、完璧にフィットしていないようですが、少なくともOPはキャッチーでした。\n\n性格：あまり良くない。 キミマロは、多くの面で非常に平均的だから大抵の人が気に入る主人公ですが、かわいいものもたくさんあります。 同時に、彼はかなりフラットなキャラクターです。 彼が他のアニメの他の主人公から離れていることは、特に興味深いことは何もありません。 支持キャラクターもフラットで退屈で、特に愛の関心、花木。 私はKimimiroが最後まで彼女に興味を持っていたことを知らなかった。\n\n楽しさ：これは短いシリーズなので、週末やマラソンの夜にはいいです。 特に興味深く、魅力的ではありませんが、あまりにも退屈ではありません。 ユニークな側面は、私のためではない方法で他の人の関心を賞賛するかもしれません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nInitially, I had quite low expectations for C after reading the premise, but I was assured by a friend that it would surprise me in a pleasant way. He was right. C has several unique aspects, but I wouldn't call the work prolific by any means.\n\n\u001b[1m当初、私は前提を読んだ後、Cに対する期待はかなり低かったが、友人からは心地よい方法で私を驚かせることができた。 彼は正しかった Cにはいくつかのユニークな側面がありますが、私はその作品を何らかの手段で多用していません。\u001b[22m\n\u001b[1m(Tōsho, watashi wa zentei o yonda nochi, C ni taisuru kitai wa kanari hikukattaga, yūjin kara wa kokochiyoi hōhō de watashi o odoroka seru koto ga dekita. Kare wa tadashikatta C ni wa ikutsu ka no yunīkuna sokumen ga arimasuga, watashi wa sono sakuhin o nanrakano shudan de tayō shite imasen.)\u001b[22m\n\nTranslations of \u001b[4mInitially, I had quite low expectations for C after reading the premise, but I was assured by a friend that it would surprise me in a pleasant way. He was right. C has several unique aspects, but I wouldn't call the work prolific by any means.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInitially, I had quite low expectations for C after reading the premise, but I was assured by a friend that it would surprise me in a pleasant way.\u001b[24m\n    \u001b[1m当初、私は前提を読んだ後、Cに対する期待はかなり低かったが、友人からは心地よい方法で私を驚かせることができた。\u001b[22m, \u001b[1m当初、私は前提を読んだ後にCのための非常に低い期待を持っていたが、私はそれは快適な方法で私を驚かせるだろうと友人によって確認しました。\u001b[22m\n\u001b[4mHe was right.\u001b[24m\n    \u001b[1m彼は正しかった\u001b[22m, \u001b[1m彼は正しかったです。\u001b[22m\n\u001b[4mC has several unique aspects, but I wouldn't call the work prolific by any means.\u001b[24m\n    \u001b[1mCにはいくつかのユニークな側面がありますが、私はその作品を何らかの手段で多用していません。\u001b[22m, \u001b[1mCは、いくつかのユニークな側面を持っていますが、私は任意の手段によって多作の仕事を呼び出すことはありません。\u001b[22m\n\u001b[1m\u001b[22m\nStory: Kimimaro is a college student who works part-time on top of classes to try and save up money for his future. Masakaki, an employee from the mysterious Financial District gives him a chance to make money in that sort of alternate world, where one's future and potential is used as collateral in 'deals', which are essentially battles between two 'entrepreneurs'. I liked the financial/economic ties, but they were ultimately unnecessary and quite superficial. The impact of the deals and huge influx of money from the Financial District isn't really seen or mentioned until the last few episodes.\n\n\u001b[1mストーリー：キミマロは、将来のためにお金を節約しようとするために、クラスの上でアルバイトをする大学生です。 不思議な金融地区の従業員であるマサキキ氏は、「起業家」の間の本質的な戦いである「取引」において、将来の可能性と潜在性が担保として使われるような代替世界でお金を稼ぐ機会を与えている。 私は財政的/経済的な関係が好きでしたが、最終的には不必要でかなり浅いものでした。 取引の影響と金融地区からの膨大な資金の流入は、過去数回のエピソードまで実際には見られないか言及されていません。\u001b[22m\n\u001b[1m(Sutōrī: Kimimaro wa, shōrai no tame ni okane o setsuyaku shiyou to suru tame ni, kurasu no ue de arubaito o suru daigakuseidesu. Fushigina kin'yū chiku no jūgyōindearu masakiki-shi wa,`kigyōka' no ma no honshitsu-tekina tatakaidearu `torihiki' ni oite, shōrai no kanōsei to senzai-sei ga tanpo to shite tsukawa reru yōna daitai sekai de okane o kasegu kikai o ataete iru. Watashi wa zaisei-teki/ keizai-tekina kankei ga sukideshita ga, saishūtekini wa fuhitsuyōde kanari asai monodeshita. Torihiki no eikyō to kin'yū chiku kara no bōdaina shikin no ryūnyū wa, kako sū-kai no episōdo made jissai ni wa mi rarenai ka genkyū sa rete imasen.)\u001b[22m\n\nTranslations of \u001b[4mStory: Kimimaro is a college student who works part-time on top of classes to try and save up money for his future. Masakaki, an employee from the mysterious Financial District gives him a chance to make money in that sort of alternate world, where one's future and potential is used as collateral in 'deals', which are essentially battles between two 'entrepreneurs'. I liked the financial/economic ties, but they were ultimately unnecessary and quite superficial. The impact of the deals and huge influx of money from the Financial District isn't really seen or mentioned until the last few episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Kimimaro is a college student who works part-time on top of classes to try and save up money for his future.\u001b[24m\n    \u001b[1mストーリー：キミマロは、将来のためにお金を節約しようとするために、クラスの上でアルバイトをする大学生です。\u001b[22m, \u001b[1mストーリー：君麻呂がしようとすると彼の将来のためにお金を節約するために、クラスの上にパートタイムで働く大学生です。\u001b[22m\n\u001b[4mMasakaki, an employee from the mysterious Financial District gives him a chance to make money in that sort of alternate world, where one's future and potential is used as collateral in 'deals', which are essentially battles between two 'entrepreneurs'.\u001b[24m\n    \u001b[1m不思議な金融地区の従業員であるマサキキ氏は、「起業家」の間の本質的な戦いである「取引」において、将来の可能性と潜在性が担保として使われるような代替世界でお金を稼ぐ機会を与えている。\u001b[22m, \u001b[1mMasakaki、神秘的な金融地区からの従業員は彼に自分の未来と電位は基本的に2つの「起業家」との間で戦闘をしている「予約」、担保として使用されている代替の世界のその種でお金を稼ぐために機会を与えてくれます。\u001b[22m\n\u001b[4mI liked the financial/economic ties, but they were ultimately unnecessary and quite superficial.\u001b[24m\n    \u001b[1m私は財政的/経済的な関係が好きでしたが、最終的には不必要でかなり浅いものでした。\u001b[22m, \u001b[1m私は、金融/経済関係を言っていたが、彼らは最終的に不要と非常に表面的でした。\u001b[22m\n\u001b[4mThe impact of the deals and huge influx of money from the Financial District isn't really seen or mentioned until the last few episodes.\u001b[24m\n    \u001b[1m取引の影響と金融地区からの膨大な資金の流入は、過去数回のエピソードまで実際には見られないか言及されていません。\u001b[22m, \u001b[1mお得な情報や金融街から巨額の流入の影響が実際に見たり、最後のいくつかのエピソードまで言及されていません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: Over all, the art wasn't anything special. It never went wonky or anything like that, but it didn't play with any new concepts or exceed my expectations for the average anime, either. The 3D animation occurred at strange times and seemed fairly inconsistent. Masakaki and Msyu switched often between 2D and 3D, which was strange. Some Assets were 2D while others were 3D.\n\n\u001b[1m芸術：すべてにわたって、芸術は特別なものではありませんでした。 それは決してうねったり、そんなことはしませんでしたが、新しい概念で遊んでいたり、平均的なアニメの期待を上回ったりしませんでした。  3Dアニメーションは、奇妙な時間に発生し、かなり矛盾しているようでした。  MasakakiとMsyuは2Dと3Dの間で頻繁に切り替わりました。これは変です。 ある資産は2Dであり、他の資産は3Dであった。\u001b[22m\n\u001b[1m(Geijutsu: Subete ni watatte, geijutsu wa tokubetsuna monode wa arimasendeshita. Sore wa kesshite unettari, son'na koto wa shimasendeshitaga, atarashī gainen de asonde i tari, heikin-tekina anime no kitai o uwamawattari shimasendeshita. 3 D animēshon wa, kimyōna jikan ni hassei shi, kanari mujun shite iru yōdeshita. Masakaki to Msyu wa 2 D to 3 D no ma de hinpan ni kirikawarimashita. Kore wa hendesu. Aru shisan wa 2 Ddeari, hoka no shisan wa 3 Ddeatta.)\u001b[22m\n\nTranslations of \u001b[4mArt: Over all, the art wasn't anything special. It never went wonky or anything like that, but it didn't play with any new concepts or exceed my expectations for the average anime, either. The 3D animation occurred at strange times and seemed fairly inconsistent. Masakaki and Msyu switched often between 2D and 3D, which was strange. Some Assets were 2D while others were 3D.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: Over all, the art wasn't anything special.\u001b[24m\n    \u001b[1m芸術：すべてにわたって、芸術は特別なものではありませんでした。\u001b[22m, \u001b[1mアート：すべてにわたり、芸術は何も特別なことではありませんでした。\u001b[22m\n\u001b[4mIt never went wonky or anything like that, but it didn't play with any new concepts or exceed my expectations for the average anime, either.\u001b[24m\n    \u001b[1mそれは決してうねったり、そんなことはしませんでしたが、新しい概念で遊んでいたり、平均的なアニメの期待を上回ったりしませんでした。\u001b[22m, \u001b[1mそれはグラグラまたはそのような何か行ったことがないが、それはどちらか、任意の新しい概念で再生したり、平均的アニメのための私の期待を超えませんでした。\u001b[22m\n\u001b[4mThe 3D animation occurred at strange times and seemed fairly inconsistent.\u001b[24m\n    \u001b[1m3Dアニメーションは、奇妙な時間に発生し、かなり矛盾しているようでした。\u001b[22m, \u001b[1m3Dアニメーションは奇妙なタイミングで発生し、かなり一貫性のないように見えました。\u001b[22m\n\u001b[4mMasakaki and Msyu switched often between 2D and 3D, which was strange.\u001b[24m\n    \u001b[1mMasakakiとMsyuは2Dと3Dの間で頻繁に切り替わりました。これは変です。\u001b[22m, \u001b[1mMasakakiとMsyuは奇妙だった、2Dと3Dの間で頻繁に切り替わります。\u001b[22m\n\u001b[4mSome Assets were 2D while others were 3D.\u001b[24m\n    \u001b[1mある資産は2Dであり、他の資産は3Dであった。\u001b[22m, \u001b[1m他の人が3Dであった一部の資産は2Dでした。\u001b[22m\n\u001b[1m\u001b[22m\nSound: No complaints. Everything was clear. The OP/EP didn't seem out of place, nor did they seem to fit perfectly, but at least the OP was catchy.\n\n\u001b[1mサウンド：苦情はありません。 すべては明らかだった。  OP / EPは外れていないようではなく、完璧にフィットしていないようですが、少なくともOPはキャッチーでした。\u001b[22m\n\u001b[1m(Saundo: Kujō wa arimasen. Subete wa akirakadatta. OP/ EP wa hazurete inai yōde wa naku, kanpeki ni fitto shite inai yōdesuga, sukunakutomo OP wa kyatchīdeshita.)\u001b[22m\n\nTranslations of \u001b[4mSound: No complaints. Everything was clear. The OP/EP didn't seem out of place, nor did they seem to fit perfectly, but at least the OP was catchy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: No complaints.\u001b[24m\n    \u001b[1mサウンド：苦情はありません。\u001b[22m, \u001b[1mサウンド：いいえ苦情を。\u001b[22m\n\u001b[4mEverything was clear.\u001b[24m\n    \u001b[1mすべては明らかだった。\u001b[22m, \u001b[1mすべてが明らかでした。\u001b[22m\n\u001b[4mThe OP/EP didn't seem out of place, nor did they seem to fit perfectly, but at least the OP was catchy.\u001b[24m\n    \u001b[1mOP / EPは外れていないようではなく、完璧にフィットしていないようですが、少なくともOPはキャッチーでした。\u001b[22m, \u001b[1mOP / EPは場違いに見えるしませんでした、また彼らは完璧にフィットするように見えるが、少なくとも、OPはキャッチーでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: Not so good. Kimimaro is a protagonist that most people will appreciate because he is very average in many facets, but he does a lot of cute things too. At the same time, he is a pretty flat character. There's nothing especially interesting about him that sets him apart from other protagonists in other animes. The supporting characters were also flat and boring, most notably the love interest, Hanabi. I didn't even know that Kimimaro was interested in her until the very end.\n\n\u001b[1m性格：あまり良くない。 キミマロは、多くの面で非常に平均的だから大抵の人が気に入る主人公ですが、かわいいものもたくさんあります。 同時に、彼はかなりフラットなキャラクターです。 彼が他のアニメの他の主人公から離れていることは、特に興味深いことは何もありません。 支持キャラクターもフラットで退屈で、特に愛の関心、花木。 私はKimimiroが最後まで彼女に興味を持っていたことを知らなかった。\u001b[22m\n\u001b[1m(Seikaku: Amari yokunai. Kimimaro wa, ōku no men de hijō ni heikin-tekidakara taitei no hito ga kiniiru shujinkōdesuga, kawaī mono mo takusan arimasu. Dōjini, kare wa kanari furattona kyarakutādesu. Kare ga hoka no anime no ta no shujinkō kara hanarete iru koto wa, tokuni kyōmibukai koto wa nani mo arimasen. Shiji kyarakutā mo furatto de taikutsu de, tokuni ai no kanshin, hanaki. Watashi wa Kimimiro ga saigomade kanojo ni kyōmi o motte ita koto o shiranakatta.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: Not so good. Kimimaro is a protagonist that most people will appreciate because he is very average in many facets, but he does a lot of cute things too. At the same time, he is a pretty flat character. There's nothing especially interesting about him that sets him apart from other protagonists in other animes. The supporting characters were also flat and boring, most notably the love interest, Hanabi. I didn't even know that Kimimaro was interested in her until the very end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: Not so good.\u001b[24m\n    \u001b[1m性格：あまり良くない。\u001b[22m, \u001b[1mキャラクター：あまりよくありません。\u001b[22m\n\u001b[4mKimimaro is a protagonist that most people will appreciate because he is very average in many facets, but he does a lot of cute things too.\u001b[24m\n    \u001b[1mキミマロは、多くの面で非常に平均的だから大抵の人が気に入る主人公ですが、かわいいものもたくさんあります。\u001b[22m, \u001b[1m君麻呂は、彼が多くの面で非常に平均であるため、ほとんどの人が理解する主人公ですが、彼はあまりにもかわいいたくさんのことを行います。\u001b[22m\n\u001b[4mAt the same time, he is a pretty flat character.\u001b[24m\n    \u001b[1m同時に、彼はかなりフラットなキャラクターです。\u001b[22m, \u001b[1mそれと同時に、彼はかなりフラットな文字です。\u001b[22m\n\u001b[4mThere's nothing especially interesting about him that sets him apart from other protagonists in other animes.\u001b[24m\n    \u001b[1m彼が他のアニメの他の主人公から離れていることは、特に興味深いことは何もありません。\u001b[22m, \u001b[1m他のアニメで他の主人公から離れて彼を設定し、彼について特に興味深いものは何もありません。\u001b[22m\n\u001b[4mThe supporting characters were also flat and boring, most notably the love interest, Hanabi.\u001b[24m\n    \u001b[1m支持キャラクターもフラットで退屈で、特に愛の関心、花木。\u001b[22m, \u001b[1m脇役は、また、最も顕著な愛興味、花火平坦で退屈でした。\u001b[22m\n\u001b[4mI didn't even know that Kimimaro was interested in her until the very end.\u001b[24m\n    \u001b[1m私はKimimiroが最後まで彼女に興味を持っていたことを知らなかった。\u001b[22m, \u001b[1m私も君麻呂は非常に最後まで彼女に興味を持っていたことを知りませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: Because this was a short series, it's good for a weekend or a marathon night. It's not especially interesting or engaging, but it's not too boring, either. The unique aspects may pique others' interests in ways that it didn't for me.\n\n\u001b[1m楽しさ：これは短いシリーズなので、週末やマラソンの夜にはいいです。 特に興味深く、魅力的ではありませんが、あまりにも退屈ではありません。 ユニークな側面は、私のためではない方法で他の人の関心を賞賛するかもしれません。\u001b[22m\n\u001b[1m(Tanoshisa: Kore wa mijikai shirīzunanode, shūmatsu ya marason no yoru ni wa īdesu. Tokuni kyōmibukaku, mirikitekide wa arimasenga, amarini mo taikutsude wa arimasen. Yunīkuna sokumen wa, watashi no tamede wanai hōhō de hokanohito no kanshin o shōsan suru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: Because this was a short series, it's good for a weekend or a marathon night. It's not especially interesting or engaging, but it's not too boring, either. The unique aspects may pique others' interests in ways that it didn't for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: Because this was a short series, it's good for a weekend or a marathon night.\u001b[24m\n    \u001b[1m楽しさ：これは短いシリーズなので、週末やマラソンの夜にはいいです。\u001b[22m, \u001b[1m楽しさ：これは短いシリーズだったので、それは週末やマラソンの夜のために良いことです。\u001b[22m\n\u001b[4mIt's not especially interesting or engaging, but it's not too boring, either.\u001b[24m\n    \u001b[1m特に興味深く、魅力的ではありませんが、あまりにも退屈ではありません。\u001b[22m, \u001b[1mどちらか、それは特に面白いか魅力的ではないが、それはあまりにも退屈ではありません。\u001b[22m\n\u001b[4mThe unique aspects may pique others' interests in ways that it didn't for me.\u001b[24m\n    \u001b[1mユニークな側面は、私のためではない方法で他の人の関心を賞賛するかもしれません。\u001b[22m, \u001b[1mユニークな側面は、それが私のためにしなかった方法で、他の人の興味をそそることがあります。\u001b[22m"
  },
  {
    "title": "C__The_Money_of_Soul_and_Possibility_Control",
    "id": "10163",
    "url": "https://myanimelist.net/anime/10163/C__The_Money_of_Soul_and_Possibility_Control",
    "user": "thiis",
    "profile": "/profile/thiis/reviews",
    "pages": "6",
    "number": "9",
    "link": "/reviews.php?id=64969",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  9\n\nC魂の貨幣と可能性コントロールは、私が見てきた最も楽しいアニメの1つです。 ショーの前提と興味をそそるキャラクターの両方を見つけました。 しかし、Cは私が急いで話をしたように感じました。\n\nそれは、25のエピソードを11に広げたはずのストーリーに合っているように見えました。特定のイベント（* Spoiler *のような人口の減少* Spoiler *）は、 いくつかのエピソード。 これは、メインキャラクターが関与する特定の戦闘シーンの真ん中でショーが先にスキップされるときに最も顕著になります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nC The Money of Soul and Possibility Control has been one of the most enjoyable animes I've watched. I found both the premise of the show and the characters intriguing. However, C suffered from what I felt was a rushed story.\n\n\u001b[1mC魂の貨幣と可能性コントロールは、私が見てきた最も楽しいアニメの1つです。 ショーの前提と興味をそそるキャラクターの両方を見つけました。 しかし、Cは私が急いで話をしたように感じました。\u001b[22m\n\u001b[1m(C tamashī no kahei to kanōsei kontorōru wa, watashi ga mitekita mottomo tanoshī anime no 1tsudesu. Shō no zentei to kyōmi o sosoru kyarakutā no ryōhō o mitsukemashita. Shikashi, C wa watashi ga isoide hanashi o shita yō ni kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mC The Money of Soul and Possibility Control has been one of the most enjoyable animes I've watched. I found both the premise of the show and the characters intriguing. However, C suffered from what I felt was a rushed story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mC The Money of Soul and Possibility Control has been one of the most enjoyable animes I've watched.\u001b[24m\n    \u001b[1mC魂の貨幣と可能性コントロールは、私が見てきた最も楽しいアニメの1つです。\u001b[22m, \u001b[1mソウルのCザ・マネーと可能性の制御は、私が見た中で最も楽しいアニメの一つとなっています。\u001b[22m\n\u001b[4mI found both the premise of the show and the characters intriguing.\u001b[24m\n    \u001b[1mショーの前提と興味をそそるキャラクターの両方を見つけました。\u001b[22m, \u001b[1m私はショーの前提と魅力的な文字の両方を発見しました。\u001b[22m\n\u001b[4mHowever, C suffered from what I felt was a rushed story.\u001b[24m\n    \u001b[1mしかし、Cは私が急いで話をしたように感じました。\u001b[22m, \u001b[1mしかし、Cは私が急い話だと感じたものに苦しみました。\u001b[22m\n\u001b[1m\u001b[22m\nIt tried to fit a story that should have been spread out over 25 episodes into 11. Certain events ( *Spoiler* such as the thinning of the population *Spoiler*) seemed to happen almost immediately when they should have gradually happened over the course of several episodes. This is most apparent when the show skips ahead in the middle of a certain fight scene involving the main character.\n\n\u001b[1mそれは、25のエピソードを11に広げたはずのストーリーに合っているように見えました。特定のイベント（* Spoiler *のような人口の減少* Spoiler *）は、 いくつかのエピソード。 これは、メインキャラクターが関与する特定の戦闘シーンの真ん中でショーが先にスキップされるときに最も顕著になります。\u001b[22m\n\u001b[1m(Sore wa, 25 no episōdo o 11 ni hirogeta hazu no sutōrī ni atte iru yō ni miemashita. Tokutei no ibento (* supoirā* no yōna jinkō no genshō* supoirā*) wa, ikutsu ka no episōdo. Kore wa, meinkyarakutā ga kan'yo suru tokutei no sentō shīn no man'naka de shō ga saki ni sukippu sa reru toki ni mottomo kencho ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt tried to fit a story that should have been spread out over 25 episodes into 11. Certain events ( *Spoiler* such as the thinning of the population *Spoiler*) seemed to happen almost immediately when they should have gradually happened over the course of several episodes. This is most apparent when the show skips ahead in the middle of a certain fight scene involving the main character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt tried to fit a story that should have been spread out over 25 episodes into 11. Certain events ( *Spoiler* such as the thinning of the population *Spoiler*) seemed to happen almost immediately when they should have gradually happened over the course of\u001b[24m\n    \u001b[1mそれは、25のエピソードを11に広げたはずのストーリーに合っているように見えました。特定のイベント（* Spoiler *のような人口の減少* Spoiler *）は、\u001b[22m, \u001b[1mそれは、彼らが徐々に起きている必要があるときにかけてほとんどすぐに起こるように見え11.特定のイベント（たとえば、人口*スポイラー*の間伐など*スポイラー*）に25エピソードに広がるされているはずの物語に合わせてみました\u001b[22m\n\u001b[4mseveral episodes.\u001b[24m\n    \u001b[1mいくつかのエピソード。\u001b[22m\n\u001b[4mThis is most apparent when the show skips ahead in the middle of a certain fight scene involving the main character.\u001b[24m\n    \u001b[1mこれは、メインキャラクターが関与する特定の戦闘シーンの真ん中でショーが先にスキップされるときに最も顕著になります。\u001b[22m, \u001b[1mショーがメインキャラクターを含む特定の戦いのシーンの途中でスキップする場合に最も明らかです。\u001b[22m"
  },
  {
    "title": "C__The_Money_of_Soul_and_Possibility_Control",
    "id": "10163",
    "url": "https://myanimelist.net/anime/10163/C__The_Money_of_Soul_and_Possibility_Control",
    "user": "Kwazarro",
    "profile": "/profile/Kwazarro/reviews",
    "pages": "6",
    "number": "10",
    "link": "/reviews.php?id=128611",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\n私は本当にそれを楽しんだ、オープニングはとても素晴らしかった、私はアクション、ロマンスのビット、金融地区についての物語は、ブルズアイのショットのようなものが好きだった人々のために見ることをお勧め：D：D",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI've really enjoyed it, opening was so awesome, I recommend it to watch for people who likes action, a bit of romance, a story about Financial District was like a shot in the bullseye :D :D\n\n\u001b[1m私は本当にそれを楽しんだ、オープニングはとても素晴らしかった、私はアクション、ロマンスのビット、金融地区についての物語は、ブルズアイのショットのようなものが好きだった人々のために見ることをお勧め：D：D\u001b[22m\n\u001b[1m(Watashi wa hontōni sore o tanoshinda, ōpuningu wa totemo subarashikatta, watashi wa akushon, romansu no bitto, kin'yū chiku ni tsuite no monogatari wa, buruzuai no shotto no yōna mono ga sukidatta hitobito no tame ni miru koto o o susume: D: D)\u001b[22m\n\nTranslations of \u001b[4mI've really enjoyed it, opening was so awesome, I recommend it to watch for people who likes action, a bit of romance, a story about Financial District was like a shot in the bullseye :D :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've really enjoyed it, opening was so awesome, I recommend it to watch for people who likes action, a bit of romance, a story about Financial District was like a shot in the bullseye :D :D\u001b[24m\n    \u001b[1m私は本当にそれを楽しんだ、オープニングはとても素晴らしかった、私はアクション、ロマンスのビット、金融地区についての物語は、ブルズアイのショットのようなものが好きだった人々のために見ることをお勧め：D：D\u001b[22m, \u001b[1m私は実際にそれを楽しんできた、開口部はとても素晴らしいだった、私は、アクションが好きな人のためのロマンスのビットを見て、それをお勧めします、金融街の話はブルズアイでのショットのようなものだった：D：D\u001b[22m"
  }
]
