[
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "ANNightmare",
    "profile": "/profile/ANNightmare/reviews",
    "pages": "4",
    "number": "1",
    "link": "/reviews.php?id=218616",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\nええ、私は全体的にこれを3つ与えて下の人々を参照してください。 私はこのアニメが本当に私を引っ張ってくれてとても高く評価しています。アニメ（私が本当に愛していたもの）に比べてこの世界から外れている第6号の漫画を読んでいます。\n\nストーリー〜7\nショーでは物語は本当に不明です。 それはNezumiとShionを一緒に引っ張っていく興味深いプロットドライバーですが、物語に続く最初の6つのエピソードは不可能に近いところにあります。代わりにあなたは驚くべきキャラクターにもっと焦点を当てるように移動します（奇妙なことに、 目的に応じて行われた）。  6号は戦争/自然災害の後にディストピスの世界と思われるものに設定されています* *ここにビクトリア朝の世界ビルダ*があります。 とにかくストーリーに関するアニメから集めることができます。\n\nアート〜9\nYu-Gi-Ohのヘアカットがなくても、すべてのキャラクターデザインは控えめで美しいです。 このアニメ内の風景は興味深く、むしろ世界の国家を描き、No.6の壁の美しく整然とした都市から外の都市の遺跡に行くことを管理しています。 アニメの終わりに向けて、この美しい芸術は、視聴者に壊滅的な影響を与えるために使用され、この世界の残酷さを示すのに成功します。\n\nサウンド〜9\n私のプレイリストで最もプレイされた曲がこのアニメから浮かびました。 アニメに使用されているOSTは、アニメに含まれる多くの曲（主にネズミを通した）が驚異的な形でキャラクターの開発に使用され、思い出に残るものです。 本当に美しく中毒性の音楽、おそらくこのアニメの中で最も記憶に残る部分。\n\nキャラクター〜10\n私の最初の10！ 私はキャラクターがこのアニメの最高の部分であると考えていました。彼らの成長と、豊かな人と貧しい人の関係の構築でした。 もちろん、最も記憶に残るのは、シオンとねずみです（もちろん彼は興味深いです、彼はラットと呼ばれています）。 その中には、思い出深く興味をそそる魅力的な支持キャスト（特にInukashi）があります。 彼らはすべて、文字通り、アニメの間に約5回、私の鼓動を引っ張っていった。 虐待されたストーリーラインについても心配しないでください。これらのキャラクターはあなたを引きつけるのに十分です。\n\n楽しさ〜9\nアニメが喜びと恐怖の両方から悲鳴を上げていないので、奇妙なプロットにもかかわらず10になる前に、私はマンガを読んで、アニメをリビューするたびに明らかに劣っているようです。 私はまだ、このアニメは、マンガに人を誘うだけのフルシリーズではなく、OSTであったはずだと信じていますが、混乱の間にかわいいシーンを見なければなりません。\n\n全体的に〜9\n繰り返しますが、驚くほど漫画にあなたを導くように、そして非常に注目すべきキャラクターのために、これを非常に高く評価しています。 これは最初のアニメの一つであり、私はオタクの生活に私を夢中にしていました。 私は、キャラクターや人間関係のためだけであっても、必見ですと信じています。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "ratkrol",
    "profile": "/profile/ratkrol/reviews",
    "pages": "4",
    "number": "2",
    "link": "/reviews.php?id=218366",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  9\n\nストーリー：プロットが行く限り、それは間違いなく面白いですが、私はまた、それが細部に欠けているかのように感じました。 もちろん、バックストーリーはありましたが、あなたは歴史が何であるか、それがどのような世界に入っているのかは本当にわかりません。ファンタジー要素があるようですが、ディスコピアの将来の設定でも非常にSF的です。 またエピソードが少ないため、少し急いで感じる。 彼らはもっとエピソードや詳細でやっていたようだ。 しかし、それはまだ本当に面白いですし、キャラクターの開発は魅力的です。  NezumiとShionの関係はとても面白いです。 正直なところ、全体的なプロットよりも面白いキャラクターの開発が面白かったです。\nアート：かなり好きで、私が好きなほど詳細ではありませんが、まだ素晴らしいシーンがいくつかあります。\nサウンド：アニメ全体で再現される曲は本当にいいですし、イントロとアウトロの歌も素敵です\n文字：私が言ったように、キャラクターの開発はこれで本当に面白いです。  2人の主人公の関係は本当に良いです、そして、2人の人が深くお互いを気遣っているのを知っているのがうれしいです。 これはロマンスと友情の現実的な描写であり、2人がどのように交差して、上を行くこともありません。 私はシズの全話を知っているように、元祖の背景をもっと見たいと思っています。 若いネズミに少なくとももう少しフラッシュバック。\n楽しさ：私は本当にこれを楽しんだのですが、物語がどこに行き、キャラクターがどのように成長したかに驚いていました。 結局、それはとても感情的でした。私は間違いなくいくつかの涙を流しました。 このような短い時間でさえ、そのような感情的な反応を引き出すことができるアニメに感謝します。\n全体的に：私が言ったように、プロットはより詳細である可能性がありますが、全体としてこれは楽しいものでした。私はそれをチェックすることをお勧めします。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "kazykoki",
    "profile": "/profile/kazykoki/reviews",
    "pages": "4",
    "number": "3",
    "link": "/reviews.php?id=210125",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  10\n\nその全体的な評価は、これは正義を全く示さない。 そして、私はこのことをほとんど見ていないと思っていました。 これは単に綺麗だった!!! その永遠と永遠に私がもっと欲しかったので、その上と私の心は単に壊れています。 あなたがこれを見て、それを見て、それを見るかどうか疑問に思っている場合。\n\nアートはそのテーマにふさわしいものでした。 それが必要なときに明るく暖かくなる必要があるときは暗かった。 文字のデザインは素晴らしかったです。 それを愛し、何も文句を言うことはありません。\n\n音も良いです。\n\nキャラクターとストーリー。 ああキャラクターとストーリー。 それはちょうど金だった。 完璧なキャラクターとストーリーの進歩のため、私をこのような深いやり方で動かすアニメが大好きです。 うわー、ちょうどうわー。\n\n全体的な楽しさ。 私は理由のためにこれを9と評価しました。 その7.78の評価は全く正義ではありません。 私はこのようなすばらしい、心温まる、魅力的で、本当に美しい物語から私を遠ざけました。 これを作っていただきありがとうございます： '）"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "lebannen",
    "profile": "/profile/lebannen/reviews",
    "pages": "4",
    "number": "4",
    "link": "/reviews.php?id=207393",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|\n\n私は '暗い'とぎこちないものが大好きではない。 これは私の心が無秩序なほど十分にあるからです。 私が望んでいたよりも少し傷ついているのを見たとき、私はそれを見ましたが、それも私を楽しませてくれました。加えて、これは私が無意識のうちにうつ病と不安、逃避と一般的な回避行動に無意識に対処する方法です。 それは動作しますか？ あんまり。 それは私に自殺をさせない？ 残念ながらそうです。\nとにかく私はマンガを読んで始め、途中で「矯正施設」に行きました。 これを見ようと計画している人たちのための私の最初のアドバイスは、代わりにふわふわした漫画を読むことです。 深刻なことに、アニメには深みがありません。 エピソードの量が不十分であるだけでなく、このショーが多くの人形師（監督、原作者、原稿編集者など）によって制御され、お互いのコミュニケーションが不足しているような感じがします。\n\nシオンは、マンガに比べて特に不協和音の人格を持っています。 漫画では、彼は少し乾いたと少し少なく花yとして脱ぎ捨てる。\n\n\nこのショーがyaoi / BLの音色を持っていることを知っている限り、それはその主なテーマではありません。 主なテーマは腐敗です。 人間の心の腐敗とそれが社会全体に及ぼす影響\n\n一種の一般的なメッセージは私にとってはかなり不明ですが、私はライン間で読んだことは一度もなかったし、それに直面しようとしたこともなく、私の知的能力は不十分です。\n\nこれにもかかわらず、私はあなたの読者があなたのお尻を笑うことができるように推測しようとしています。\n\nプロットラインは、ジョージ・オーウェルの有名な小説「動物園」に非常によく似ています。 被害者は他人を犠牲にする被害者になる。 基本的にはより良い生活水準のための憧れであり、より安全性が高まります。  6号では、安全は個人的な完全性を犠牲にして保証されています。 スラム街の外では完全に反対です。\nアニメはあなたに自由の定義を推測させますが、答えは出ません。 最後のシーンではスラム街の人たちを見に行き、6人はお互いに向かって歩いていく。何が起こったのか分からないが、私が言ったように、それがポイントだと思う。\n\nそれを要約すると、このアニメは幾分かぎりのプロットラインを持っていますが、それを補うために他の要素（yaoi fanservice）が追加されています。 私はこれを十分に強調することはできません、アニメはマンガに比べて文字の深さに深刻な欠如しています。 それを今読んでください。 私はちょうどそれが新しい年の前夜であることに気づいたが、私は本当にファックを与えていない、多分今夜は私が最終的にすべてを終了する大きな夜になるだろう、あなたはあなたが望むように自由に解釈することができます。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Utsusemi1",
    "profile": "/profile/Utsusemi1/reviews",
    "pages": "4",
    "number": "5",
    "link": "/reviews.php?id=206767",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\nあなたがマンガを読んでいない場合は、このアニメはあなたのための非常にお手伝いされます！ それのために、私はアニメそのものについての私のレビューを基礎にし、それをマンガと比較しません。\n\nだから、物語は以前に見られた/聞いたことがある - 腐敗した政府によって運営されている分離された都市に住んでいる男の子たちは最終的には犯罪者として壁の外に暮らし、都市を救うために政府に反対するために一緒に強くなる。 十分に簡単です。\n\n6号で私を驚かせたのは、このドラマと謎をすべて作り出し、また、最初から最後まで、両男の間に不安定でありながらも絆が深まっていく様子を見せることです。 私はこのアニメを見ているとき、このような感情の深い根源を期待していなかったし、正直言って私はたぶん、おそらく、最後に向かって泣いていた....！ それとは別に、彼らはプロットのひねり時間が爆発的になるいくつかの複雑な開発のために物語の中で動きを許しました。 危機を解決する方法は、貧困者/弱者が政府支配の外で扱われる方法で目覚めていて、非常に現実的でした。\n\n芸術的なスタイルは、私がいつも誇るべきことが何もないとき、私が普通に言っているように、それが何であるかということでした。 サウンドが合いました。 音楽には暗い曲がいくつかありましたが、それはあなたが両方の主人公に感じるつながりに加えられたものだと思います。\n\nと言えば、NezumiとShinはかなりよく開発されています。 私が言及したように、私たちは彼らの関係が全面的に成長していくのを見ます。そして、あなたはキャラクターに個性を与えることなくそれをすることができません！\n\nアニメはうまくやっていて、本当に楽しかったです！ それは私が予想以上に私に与えてくれました。\n\n**サイドノート***それはマンガと比べてもそれほど悪くはなかったが、なぜ漫画読者の中にはこの低さを見直したのか理解している - 彼らはもっと重要な瞬間を変えた。 私たちが与えられた11にそれを適合させるために、正しいことをしてください！"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "agxpe",
    "profile": "/profile/agxpe/reviews",
    "pages": "4",
    "number": "6",
    "link": "/reviews.php?id=206193",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nNo.6は今まで見た中で最も美しく、強烈でリアルな少年愛の一つです。マンガや小説がアニメ全体よりも優れていても、あなたはまだそれを見たいと思っています。 ビジュアルの芸術は、文字通り、あなたの目のオーガズムです。 そして、その中で最も重要なのは、主なキャラクター（シオンとネズミ）だけではなく、ショー全体を見て、ちょうど1日ですべてを見ることができる他の歴史や葛藤があることです。\nいいえ、それは八尾ではないので、キスをたくさんやってお互いの愛情を解き放つ2人の男を探しているなら、これはあなたのアニメのタイプではありません。 どんなものでも、彼らはまだ違った行動をしてお互いに恋をしていることをデモストレートしています。それは、愛がすべて私にキスしたり、セックスをしようとするのではなく、 あなたの人生を他の人に与えます。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "movoning",
    "profile": "/profile/movoning/reviews",
    "pages": "4",
    "number": "7",
    "link": "/reviews.php?id=40301",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  9\n\n6号は潜在的な可能性があり、4つのエピソードを見た後、11のエピソードは私を満足させないと思います。 私がもっと欲しい。\n\n私はプロットのペースが好きです。 それは物語を神秘的にするために各エピソードにちょうど十分なヒントを持っています。 私は、それがパロディーでない限り、過度の象徴主義や不気味な出来事を伴うショーが全面的に好きではない。  No.6は、合理的なペースで進展するとともに、キャラクターとのやりとりがうまくいくだけでなく、最近ではこれを視聴可能な番組にしています。\n\nキャラクターは信じられます。 ラットとシオンは現実的なキャラクターです。 最近人気が高いこれらのワナビーフリークの一人ではありません。 シオンはかなり哀れですが、もしあなたが瀕死の忍者のカメや酔っ払ったロボットのように歩き回るキャラクターを楽しむ人々の一人であれば、このショーの近くに来ても構いません。 ラットは短時間で保護されています。 はい、それはかなりステレオタイプですが、ほとんどの人間はそうです。\n\n芸術と音に関しては、特に最初のエピソードで、彼らは良いです。 全体的には、信じられないキャラクターやセッティングでうまくペースでショー。 私はそれが長くなるかもしれないが、多分彼らは11エピソードで話を切り上げることができますしたい。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "ChainOfDarkness",
    "profile": "/profile/ChainOfDarkness/reviews",
    "pages": "4",
    "number": "8",
    "link": "/reviews.php?id=42653",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  5\n\n私はこれまでに2つのエピソードを見てきました。最初のエピソードが興奮したので\nクールな未来の家に住み、幸せな人生を持つ少年について語ります。\n突然、何人かの刑務所から脱出したように見えた少年が政府に欲しくなり、傷つきました。 少年の名前シオンは彼を助けました。\nこの部分で私はそれが継続していると思った。\nしかしその後、エピソード2\n突然4年後、シオンは年を取って、公園が清潔であるかどうかを見るために、行政のために働いています。 突然年を取っていた死体を見つける。 彼らは突然同僚が同じ問題を抱えていたときに、どうして理解できませんでした。 彼は何らかの秘密の人々と連れ去られ、シオン氏は何かを記録した。\n彼はラット（日本語でtiを綴る方法がわからない）やエピソード1と同じ名前で助けになります。\n彼らは脱出し、すべてそれを脱出し、これはシオンの家、すなわち現実の世界だと言っています。\n\nep 2では、私は突然何が起こっていたのですか？ 私は友人の助けを借りてそれを探しました。 見つけたら、それは私のようになった。 何を..それをドロップするためにhinking\nこれは私が2 epsを見た後に思ったものです。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "timcanpyful",
    "profile": "/profile/timcanpyful/reviews",
    "pages": "4",
    "number": "9",
    "link": "/reviews.php?id=41749",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  6\nキャラクター|  3\n|  5\n\n主なキャラクターは基本的にD.グレーの男のアレン・ウォーカーと神田悠の似たようなものですが、色々な面白さが欠けています。プロットは本当に際立つ唯一のものでした。 彼らは既にそこにある他の何百ものアニメと何か違うものを持っていました、最初の2つのエピソードは本当に何かでした。 あなたがそれを見続けると、彼らは半分のお尻にもっと集中して、無作為に少年に投げられ、次に物語の中に何かが投げ込まれるのに気付くでしょう。 そんなアイデアを逃して、少年アニメにするのは本当に残念だ。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "CaerbannogRabbit",
    "profile": "/profile/CaerbannogRabbit/reviews",
    "pages": "4",
    "number": "10",
    "link": "/reviews.php?id=199223",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  8\n\n成熟したテーマのある同性愛のロマンスでアニメを探していたので、もともと私はこのアニメを見始めました。 私はそのキャラクターと恋に落ちた。 ラットとシオンは絶対に愛らしいリードだったし、私の心は両者の関係で溶けていた。 しかし、それは望むためにたくさん残しました。 彼らは実際にはカップルキスよりももっと近づくことはありませんでした。\n\nまた、ストーリーの終わりにはとても甘い感じがしました。  1つは、ちょうど12エピソード長いことは、本当に精巧なプロットのための多くの余地を残していません。 ショーの最後にちょっと急いでいたような感じでした。 キャラクターがテレパシー的にコミュニケーションする方法や赤ちゃんがそこに投げ込まれたことなど、実際にはたくさんの事柄は説明されていませんでしたが、それは森林やシオンの人々 ママの街への関わり、あるいはラットとシオンがなぜ最後の道を切り開くのか 結末は私に大きな影響を与えませんでした。\n\nでは、なぜこのアニメを見て、なぜ8に値するのですか？ まあ、それは同性愛者関係のある種の成熟したアニメを見ることを私の最大の望みの一つとして果たしました。 これはロマンスのアニメではありませんが、それは黙示録的な1984年のスタイルの都市を扱う苦労の詳細です。 私はその本の最初の数ページしか読んでいませんが、今度はこのシリーズを終えた後でさらに読むことができます。\n\nだから、このレビューをまとめるために、芸術のスタイルは緑豊かでスタイリッシュで、文字は鮮明で魅力的に描かれていました。 ストーリーはたくさん残っていた。 それは多くのカノンの物語を作りますが、彼らの多くは完全に未解決のようです。 ラットとシオンの関係はそれ以上進展せず、私は本当に望んでいた。 あなたは何を知っている？ それは私がショーのほとんどに夢中になり、最後まで見てみるととても楽しかったです。 私はショーの終わりを見て本当に興奮していましたが、私はそれがたくさん残っていると思っています。 償還要因のトンがあったため、平均は8になりました。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Nameyay",
    "profile": "/profile/Nameyay/reviews",
    "pages": "4",
    "number": "11",
    "link": "/reviews.php?id=196212",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  6\nキャラクター|  7\n|  8\n\nNo.6は、正直言って、ずっと良いかもしれないディストピアの設定のアニメです。 漫画と小説の両方を読んだ人として、物語とキャラクターの両方にアニメが届かないと言うことができます。 それにもかかわらず、それはまだとても楽しいものでした。\n\n物語の問題は、すべての地獄のような穏やかな設定で始まります。 アニメは、6号機を面白くしたり、脅かすことに失敗します。 このため、ストーリーに投資することは難しいです。 あなたが世界的な建物を望むなら、私はあなたを小説に向けて指摘します。\n\nストーリーの問題は、ストーリーそのものに残っています。 アニメの非常に遅い頃までに、都市について何かを学び、ペースを極端に悪くすることはありません。 その上に、クライマックスはゆるやかで、プロットのツイストは完全なブルースです。 私はそれが創造的な素材であったので、最後のアニメのためにアニメを失敗することはできませんが、それでも、それは本当に馬鹿です。 それは不調であり、決してそこにいたはずがありません。 あなたがまだプロットを知りたいなら、漫画はあなたのためです。\n\nキャラクターは、このアニメ全体の中で最も優れた部分ですが、未使用です。 アニメは、文字をフラッシュするのに多大な時間を費やし、成功する。文字のどれもステレオタイプではない（たぶん、シオンとネズミ、ナイーブなニースガイ、 それをあなたの顔に押しつけるので、私がそれについて考えるようになるまで気づかなかった）、これは今日のアニメではまれです。 それは信じられないほど興味深い複数の文字を紹介します（叫び声は犬鹿に）。\n\n悲しいことに、ショーは実際にそれらを開発することになると、その鼻でフラットになります。 これは主に、ストーリーの後半に十分な時間を費やさないためです。これはすべての開発が行われる場所です。 私がこのアニメを賞賛するのは、Safuに「シオンが大好き」、マンガと小説の両方が失敗した興味深い人格を与えることができたことだけです。\n\nネズミとシオンの関係は、アニメが実際に釘付けられる唯一のものですが、焦点になってはいけません。 しかし、少年愛のファンは喜んでいるだろう。 あたかも私が自分の上に夢中になっていないかのように私はふりをすることはできません。 だから私はいつもロマンスが嫌いです。  （真剣に、誰かがこれらの男にメダルを贈るべきです。私は嫌いなのはロマンスが嫌いです。\n\n芸術は特に特別なものではありませんが、少しでも悪くありません。 背景（特に西ブロック）は実際には本当に本当に良いです。 キャラクターのアニメーション自体は一流のものではありませんが、それに重点を置かない限り、それ自体が悪くなく、気を散らすことはありません。\n\nサウンド部門では、私は個人的にはサウンドトラックがかなり明白であることがわかりましたが、それは菅野よう子、梶浦由紀、沢野裕之があまりにも甘やかされたからかもしれません。 私は本当にエンディングのテーマを愛しています。 私はそれがアニメからであることを知る前に、実際にそれを聞いていました。 しかし、私は絶対にオープニングが嫌いなので、バランスをとっていると思います。\n\n私はこのアニメを与えてくすぐりの量にもかかわらず、私は本当にそれを楽しんだ。 それは本当に終わりに重要なすべてです。 それは、それが幻想的である可能性があるとき、それはほとんどすべての前線で非常に平凡であることを私にバグ。 ソースの素材は本当に素晴らしい世界の構築に役立ちます。アニメの後半にもっと時間を与えたら、それはまさにそれを達成したと確信しています。 しかし、私たちが今残っているのは、マンガや小説の素晴らしい補足ですが、実際にはそれ自体で立つことはできません。\n\nこれを見ようとするなら、漫画/小説への入り口として、あるいは単に少年愛シリーズとして（ロマンスは決して焦点であったはずがないので、それは私には言いたいと思うが）。 あなたがそのように見れば、あなたはこれをうまく楽しんだり、私のようになり、それから地獄を楽しむことさえできます。 さもなければ、それに合格を与える。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "gamejok3r",
    "profile": "/profile/gamejok3r/reviews",
    "pages": "4",
    "number": "12",
    "link": "/reviews.php?id=43827",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  9\n\n6位には、アクション、ロマンス、サスペンス、ドラマなど、多くの人に魅力を感じることが少しあります。 このシリーズは、面白いプロット、滑らかな芸術、ユニークなキャラクター、そして強い感情を持っていました。 私はすべてのエピソードを楽しみにしており、それが終わりに来るのが悲しいです。\n\nプロットにはいくつかの紆余曲折がありましたが、シオンは常に彼の選択肢を分析していましたが、プロットに焦点が当てられていましたが、非常に重要なシリーズのシリーズに続きました。 これは、一連の方向を与え、観客が彼らの目的に対する意見やシナリオを生み出すことを可能にした。 私にとって、これはアニメに深みをもたらしました。あなたは、それぞれの状況や情報を常に見て、それを第6番に関連付けると感じています。\n\n芸術は素晴らしかったが、壮観ではなかった。 この素朴な世界では、No6の内部から外に向かってより劇的な違いが見られることを期待していました。また、バックグラウンドは、しばしばバックグラウンドライン上の警官のように感じられる都市の大きな壁に裏打ちされていました。 はい、私はそれが城壁都市の周りに位置していることを認識しますが、私はまだ深さが不足していると感じました。 例：黒より暗い、壁のある都市の周りを回っていますが、芸術的に感じるほどの膨張性がありました。 キャラクターの動き、パノラマのシーン、ライティングは非常に滑らかで、ほとんどのショットに現実感がありました。\n\nキャラクターはユニークであり、アニメの中でも最もよく考案された主人公の影響を受けています。 このユニークな悪の形態は、キャラクターがビットと情報に直面して自分の考えを生み出すときに、自分のペースでキャラクターを進行させます。 復讐から悲しみ、確認者に至るまで、さまざまなタイプの人々が生まれ、それぞれの結論/解決策がどのように生成されているかを見ることは興味深い。\n\n私には、6号はとてもおもしろい、非常にお勧めのシリーズでした。 このシリーズのすべての側面は、2011年の素晴らしいシリーズにするために非常によくブレンドされました。 私はこれがDeadman Wonderlandとのランクを年長者の一人として取り上げるアニメだと思います。\n\n定格9/10\n\nPOSTED BY @ GameJok3r"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "mandi92",
    "profile": "/profile/mandi92/reviews",
    "pages": "4",
    "number": "13",
    "link": "/reviews.php?id=48685",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n最初のエピソードだけを見てアニメと恋に落ちるのは初めてだと思う。\n\nアニメを好きになるには、通常、私にはいくつかのエピソードが必要です。もしそうであれば、そうではありません。\n\nこの設定は本当に面白かったです。説明はあまりありませんでしたが、何かが欠けているような気がしませんでした。 文字はまた非常に好意的でした。 例えば、キャラクターのグループがどんなに良いものであっても、私が好きなキャラクターを選ぶことはできますが、これは、野生のネズミや優しいシオンが好きかどうかを決めることができません。\n\n一口。 私はちょうど私のお気に入りの文字リストに両方を追加する必要がありますね。\n\nサウンドトラックはとても合っていて、私はNezumiによって歌われた作品を特に愛しています。 はい、彼は実際に歌うことができます。 今すぐ彼が私のお気に入りリストに載っている理由を理解していますか？ 笑\n\n全体的に、私はこれを誰にでも勧めています。 それは長いシリーズではない（わずか11エピソード）ので、始める前に真剣に考えなければならないものの1つではありません。 いいえ、6番はすべてのことです：たくさんのアクションがあります（特に最後に）、面白い瞬間があります...地獄、それもshounen-aiです。\n\n私はこれを見て、それを楽しまないようにあなたを敢行する。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Morridine",
    "profile": "/profile/Morridine/reviews",
    "pages": "4",
    "number": "14",
    "link": "/reviews.php?id=48545",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nバットの一歩一歩が一歩前進しているという噂があります。 文字通り、最初のエピソードを見ながら私が気に入ったことを要約してみましょう。私はキックがあり、前進を止めることができませんでした。 それは一目ぼれだった、私は最初の10秒からそれを楽しむだろうことを知っている。 私は本当にこのアニメを十分に賞賛することはできません。\n\n私がこれを言っていなければならないのは、ヤオイです。 そしてそれはshounen-aiではないので、人々が言うことにもかかわらず、2人の男性キャラクターの間にロマンチックな瞬間を期待しないでください。  No.6は時には両方向に進む人類のコントラストとデカダンスについての話です。  2人の男が私の視点でお互いに優しく見える場面が2つあるという事実は、それらの間のコントラストを強調し、その一方を支配的（男性）側に置き、もう一方を支配的 弱い（女性）側です。 より良い説明のために、もしあなたが本当に人の男性/女性の側について別の説明が必要な場合は、アンドロイネの神話を参照することもできます:)）\n\n私はそれが突然開始するという事実を愛しています。あなたの周りのすべてを熟考するために残されたすべての真ん中であなたを蹴散らし、あなたの心に数十の質問を持っています。 私はガンダムSEEDの最初のエピソードでのみ、このような「アドレナリンの始まり」を経験しました（彼らは、スリル以外に共通しているものではなく... 2つの世界の間で引き裂かれた友情かもしれません）。 最初のエピソードは天才であり、2人の主人公のコントラストが完全に反映されていて、景色をまとめると、それぞれの人生に非常に近い、個人的な洞察が得られます。\n\nだから、私たちは2人の異なるキャラクターと2つの異なる世界を持っています：シオンとラット、No.6と...外部。 あなたの何人かがジョージ・オーウェルの「1984」を読んだことがあれば、このNo.6都市が何であるかについて、あなたはおそらく非常に良いアイデアを持っています：美しく安全な ガラス瓶。 非常にハイテクな都市で、市民の間で厳格なランキングを推進し、誰もが街に奉仕し、敬意を表する役割を果たしていることを保証するコミュニティがあります。 これはおそらく新しい戦後の組織です。\n\nこのガラス瓶の外には、「現実の世界」、ネズミの（ラット）世界があります。 再び、私はこの現実世界がNo.6と対比する方法を賞賛するのに十分な言葉がありません。 最初は、私はここでいくつかのキャラクターのコースに困惑していた、彼らの行動は奇妙で不自然に思える。 それは、実世界が私たちの通常の「道徳的」な視点とは大きく異なる人間の価値観や参照システムを作り出したからです。 たとえば、死体は眺望があまりにも奇妙ではありませんが、それは通りがある種のパニックに満ちているということではありません。 人々は恐れていないことを学んだが、何も誰にも付けられないという犠牲を払っていた。 自分のためだけの負担と気遣いがなければ、人々は非常に信頼できる第6号の人口とは対照的に、自由になった\n\nグラフィック、背景、天気の効果が、このアニメの重要な瞬間を作り出すのに素晴らしい効果をもたらすことがわかった。 あなたは実際にこのアニメの嵐を見て、寒い気分になると想像できますか？ それは単に正しい気持ちを捉えるだけです。 この問題では、私は実際に雰囲気の創造についての素晴らしい仕事をしている罪人の庭に本当に関連することができます。\n\nキャラクターは人間の本質を強調する非常に知的な瞬間をいくつか持っています。 シオンが窓を開け、白い靴下で嵐の中を飛び出し、肺の底から叫び、それは暴風雨のサイレンと一緒になって、自由を求めている。 この種の場面は、キャラクターをより人間的に見せかけることになります。\n\nすべての質問が11つのエピソードに沿った答えを見つけるかもしれないが、全体的にこれは私が見てきた最も印象的なものではなく、涙をはねることなく、そして哲学的参照の心理学を余儀なくさせることなく。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "SparklyCookie",
    "profile": "/profile/SparklyCookie/reviews",
    "pages": "4",
    "number": "15",
    "link": "/reviews.php?id=41957",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は非常に最近彼のシリーズについて知っていた、そして、私が最近言ったとき、私は3日前を意味する。 私は最初のエピソードを見て、それに完全に恋しました。\nそれはとても美しい話です。 それは、Shounen-Aiの巨大な感覚を持っています。少なくとも私はそう思っています。 ラットとシオンの関係は魅力的で美しいです。\n\n私はNOを与える。  6すべての10、それは私が販売している！\n私は個人的に第2シーズンがあることを願っています。  11回のエピソードでは十分ではありません。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Niramuchu",
    "profile": "/profile/Niramuchu/reviews",
    "pages": "4",
    "number": "16",
    "link": "/reviews.php?id=100123",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\n私が最初に6号機を見始めたとき、私は悲しい結末を恐れていたので、それを全く見るかどうか議論しました。 しかし、私はとてもうれしいです。\n\nNo. 6は、2つの非常に異なる世界の2人の少年たちの感動的な物語です。 無知と幸せな内世界と外界の大まかな現実との違いをはっきりと示しています。 物語は6番街を中心に展開し、物語が進むにつれて、街の秘密が明らかになる。 何かを台無しにすることなく、私は自分の意見に移ります。\n\nNo.6の世界は強く構築され、すべてが機能します。 超薄型の西側の郊外は、ユートピアの未来の世界第6号と大きな対照をなしています。その物語は素晴らしく、創造された世界に完全に合っています。 それはそれに多くの暗い側面があり、スリルに多くを追加します！\n\n芸術も優れています。 背景はいつも壮大で細かく、アニメーションは素晴らしいものでした。 アクションシーンはきれいだったが、最高のものは見つからなかった。 バックグラウンドミュージックはそれほど思い出深いものではありませんでしたが、毎回雰囲気に合っていました。 他の主人公、ねずみが歌うたびに、私は大喜びでした。 オープニングとエンディングのテーマとアニメーションは本当に良かったし、ストーリーもうまくいった！ 私はまた、キャラクターデザインを本当に愛していました。 そして、キャラクターは優れた見た目になっただけでなく、おそらくシリーズの中で最も強力なパーツの1つでした！\n\n主人公NezumiとShionは非常に異なっていてバランスがとれていますが、お互いにも変わります。 これらの11回のエピソードの間のキャラクターの発展はすばらしく、しかも非常に現実的です。 これらの2つの間には愛情があり、プラトニックであるかどうかは視聴者に完全に依存するかどうかは分かりません。 しかし、自分自身にとっては、お互いにロマンチックな気持ちがほとんどないことがわかります。 実際に私は男の子が好きではないが、それは実際に正しいと感じて話に合う。 しかし、このショーは、しばしばやおいや少年愛とみなされますが、実際にはどちらかです。 最も確かにyaoiではないが、少年愛の部分は、視聴者に少し依存します。\n\n査読者として、私は全体を与えました。純粋な数学のためではなく（最後の9.4）、何も欠けているからではありません。 しかし、このシリーズを推薦することに関しては、私はすべての人がそれを私のものと同じくらい良くするとは保証できません。 ほとんどの人はおそらくそうするでしょう。\n\nこのシリーズの私の個人的な得点は10であり、それはシリーズが完璧で完璧であることを意味するため、ほとんど10を評価しません。 しかし、6番の作品のすべてが私の上に残した印象は、まあ、完璧でした。 少量のキャラクターと長さを考慮すると、それでも素晴らしいストーリーを構築することができました。 私は最後に本当に感情的だと感じていましたが、それ以上のエピソードを望んでいたでしょうが、なぜすでに清潔で完成している建物で作ろうとしますか？"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "DeviousSiddy",
    "profile": "/profile/DeviousSiddy/reviews",
    "pages": "4",
    "number": "17",
    "link": "/reviews.php?id=39783",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  8\n\n最初のエピソードを見て：]\n\n人間が非常に便利な場所に住む未来の世界の中で、あらゆることがマシンで行えるようになります。 好奇心が強い男の子が何らかの囚人を助けてくれることが分かりますが、それはおそらく彼を多くの悩みに巻き込むかもしれませんが、好奇心が彼を打ち負かします。 私が推測しなければならないのなら、このアニメはこのエスケープとこの好奇心が強い男の子との間の友情についてだ。 このアニメはおそらく6号機などの陰謀に関するものです。 私はFractaleを考えさせる。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Gabii-Tachibana",
    "profile": "/profile/Gabii-Tachibana/reviews",
    "pages": "4",
    "number": "18",
    "link": "/reviews.php?id=105579",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|\nサウンド|  7\nキャラクター|  10\n|  10\n\n6位を終えると、私はとても感銘を受け、深く愛していると言わなければならない。\n\n私はシオン・ラットのファンタジーを見て、彼らが愛らしいペアリングだと思ったので、私はアニメを見ることに決めました。 しかし、私が実際にそれを見に行ったとき、それはそれ以上のものであり、ロマンスを回したことはほとんどありませんでした。\n\n通常、短いアニメでさえ、少なくとも1週間はかかります。 それでも、私は6日にとても夢中になり、1日で11回すべてのエピソードを見ました。 私はサブタイトルを読むのが面倒すぎるので、私は英語のダブを見ました。ダビングは特別なものではありませんでしたが、全体的に恐ろしいとは言えません。 それに、私はプロットとキャラクターに焦点を当てました。\n\n全体的に、キャラクターの大部分はすばらしく開発されました。 私は特にラットの物語、彼の人格に恋しています...私はまた犬のキーパーを絶対に崇拝します。 確かに私の好きなキャラクターの一つ。 私が好きになることができなかった唯一のキャラクターはSafuだった。 それにもかかわらず、私は彼女の話がどのように終わったかについて完全に満足しています。\n\n私はロマンスの散らしを楽しんだ。 どのようにそれが不足して完全に失望した視聴者を残すことなく、プロットを圧倒していない。 私は個人的にラットとシオンが恋に落ちるのを見て大好きでしたが、私は彼らの関係が実際にどのようになっていたかに全く満足しています。  （私がフォームを見たいと思っていたもう一つのカップルは、犬のキーパーとRikigaですが、それは非常に不評な意見です。）エンディングは...私には私の涙を乾かす機会がありました。 それはおとぎ話のハッピーエンドからは遠かったが、痛いほど悲惨ではない。 はい、私は次に起こったことを知りたがるだろうが、それは良い場所で終わった。 おそらく、Shionのケアに残った赤ちゃんになるか、またはShionとRatが再び会うのかなど、知らないのは良いことです。 視聴者は自由に何でも好きなものを置くことができ、それは良いことです。\n\n全体：私はそれを8.5 / 10、おそらくは9と評価したいと思います.11エピソードだけであるにもかかわらず、プロットがまったく急いでいるとは思わないし、ストーリーは正常に完成しました。 未来的なディストピーカのアイデアに誰もがこのアニメを強くお勧めし、いくつかの涙を流す準備をしました。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Kujalicious",
    "profile": "/profile/Kujalicious/reviews",
    "pages": "4",
    "number": "19",
    "link": "/reviews.php?id=64459",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nこの話は、非常にソフトコアな少年の愛を含んでいます。 しかし、6番の物語とキャラクターの発展は本当に印象的だったと思う。 まだ進行中の漫画は非常に良いですし、本のバージョンも同様です。 アニメは11話しか許されていませんでしたが、NarutoやBleachよりも優れていると思います。\n\nネズミとシオンの物語は、戦いや関係についてのものではなく、世界そのものに関するものです。 アニメが気に入らなくても本当に素晴らしいアニメです。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "katy1286",
    "profile": "/profile/katy1286/reviews",
    "pages": "4",
    "number": "20",
    "link": "/reviews.php?id=127665",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\nこれはMALの私の最初のレビューですので、よろしくお願いします...\n\n私はちょうど6号を終え、私が言うことで吹かれた。 私が最初に要約を読んだとき、私はそれについて非常に懐疑的でしたが、私はそれにチャンスを与えてとても幸せです。\n\nストーリー -  9：物語はユートピア/ディストピアのシナリオで語られ、感情を完全に捉えることができました。 あなたはこの完璧な場所を見ることを始め、ゆっくりと下に横たわる不具合を見つけるようになります。 あなたはそれに人間の状態を見るのがどれほど簡単かという理由で物語に引っ張られます。 エンディングはちょっと早いですが、シリーズは11エピソードだけなので、それが必要でした。 エピソードがもう少しあれば、結末はそれよりはるかにあると思うが、全体的には結束した弦のほとんどが良い結末だった。\n\nアート -  8：これは私がアニメに多少の欠陥がある唯一のエリアです。 全体的に芸術は良かったですが、あなたがそれを十分に見ていれば、少し奇妙なことがありました。 背景は非常に詳細で美しく、色は必要な時に活気があった。\n\nSound  -  9：OPは少し奇妙でした。 私が目を見張ったとき、それは印象づけられなかったし、通常、アニメを感じるためにOPを見るのが好きです。 EDに字幕を付けることを強くお勧めします。そうすれば、言葉をシリーズに戻すことができます。 歌はとても奇妙で、私が慣れていたものではありませんでした。 しかし、それは完全にアニメの感触に合っています。 ナズミの歌声は聞こえるほど美人だった。 私はトラックで捉えられたときに彼が歌う歌を特に楽しんだ。 それはとてもうまくいった！  EDはまったく美しいものでした。 再びそれは完全にアニメに合っていたが、OPとは完全に反対であった。 また、いくつかのエピソードでは、ED音楽は最後の数シーンで始まり、アニメ自体からEDへの完璧で滑らかな移行を提供します。 \n\n文字 -  10：文字は素晴らしいです。 シオンはあなたが最初に始まり、あなたの目の前でゆっくりと成長し始めると、とても素朴な男の子です。 シリーズの終わりまでには、彼がそんなに変わったので同じ人かどうか分からない。 ナズミは冷静で落ち着いて集められますが、物語が展開するにつれて、彼の柔らかい側を見ることができます。 彼はゆっくりとシオンまで開き、彼らの関係は成長する。 はい、彼らの関係に少年愛の特徴がありますが、すべてのエピソードでは誇りに思っていません。 時々あなたは彼らが単に親友だったと言えるかもしれませんが、他の人たちは男の子の愛から離れることもあります。 私は個人的にBLアニメが好きなので、私はそれに問題はなかった。 あなたは通常、そのタイプのテーマのために行かない場合でも、私はあなたがそれを通過することができると信じています。\n\n楽しさ -  10：私は完全にこのアニメのすべてを楽しんだ。 私は最初から引き込まれ、次のエピソードをクリックするのを待つことができませんでした。 私は一晩でこのシリーズ全体を見て、とてもうれしく思いました。 すべてを一緒に見ることは、私がシリーズで自分自身を浮かべることを可能にし、実際にはキャラクターに結び付けられました。それは難しいことではありません。 最後のエピソードで私は自分自身が泣いていて、シオンとナズミにとって肯定的なものになると思った。\n\n全体的 -  10：これは私が今までに10/10と評価した最初のアニメですが、私はそれが6に値すると思います。 物語は魅惑的で、あなたを引き寄せます。文字はとても信じられているので、あなたはそれらを根絶することはできません。 音楽は非常に良く、アニメに完全に合っています。 あなたの普通のジャンルの好みにもかかわらず、ほとんど誰もがこのアニメを楽しむことができると私は信じています。\n\nそれで、あなたはそれを持っています - 私の最初のレビュー！"
  }
]
