[
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Salvina",
    "profile": "/profile/Salvina/reviews",
    "pages": "5",
    "number": "1",
    "link": "/reviews.php?id=123303",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n警告：私はあなたに懇願します、マンガ/小説の前にこのアニメを見ないでください！ あなたはこのすばらしい仕事を捨てるでしょう！ マンガ/ノベルを代わりに読んでください！ それ以外の場合は退院しましょう！\n\nこのアニメは悪くないですが、まずそれを見て、このすばらしい物語に驚くべきユニークな機会を逃すでしょう。 実際のストーリーはあまりにもそれを見逃すのは良いです。\n\nあなたがマンガや小説を読むのが好きかどうかは、本当に近いのであなた次第です。 ボーナス_afterwards_としてのみアニメを追加！ 私は原則として映画の本を好む人は誰もいませんが、ここでは多くのことが重要ですし、あなたが気持ちから泣くかどうか、またはあなたが非常に失望するかどうかを決定します。\n\n6号は、重くて、重く、美しく、怖がって、心配していて、本当に多くの人が成長している驚くべき物語です。 アニメはキャラクターとキャラクターの境界を強化するあらゆる種類の瞬間に欠けているだけでなく、その二元性をより明確に示すものも欠けている。 起こっていることはすべてランダムに見えます！ マンガ/小説のような完全に理解し、触れて、そして_real_ではありません。 重要な瞬間は、場所の本当の雰囲気なしで一緒に押されています。\nあなたがマンガ/小説を読んだら、それはあなたが長い間唖然とさせるかもしれません。 そして、あなたがアニメを見る_afterwards_あなたはこれを書いた理由を完全に理解するでしょう。\nさらに、アニメの終わりは非常に不満です。\n\n私が既に言ったように、このアニメは悪くないが、それは本物の物語と比較するものではない。\n\nランキングでさえそれを示す：\nマンガ：＃157\n小説：＃36\nアニメ：＃787\n\n漫画の芸術は美しく鮮やかです。 私は漫画が好きで、完結していて、その後に起こることを知るために、小説の終わり+「第六を超えて」を余分に読んでいます。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "gabi107",
    "profile": "/profile/gabi107/reviews",
    "pages": "5",
    "number": "2",
    "link": "/reviews.php?id=226307",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  10\n\n私は正直言ってNo.6を愛していて、SFの未来的なユートピアの物語を探している人にはそれをお勧めします。\nアートと音楽\n芸術は素晴らしく、音楽は景観をうまく補う。\nストーリー\n本当に何かを台無しにするつもりはないので、私は時にはストーリーが少し異国的であるかもしれないとしか言​​わないが、それはショー全体に本当に干渉しない。\nキャラクター\n私の好きな部分は、ネズミ（ラット）とシオン（シオン）の間の関係です。この種の複雑な関係は、どのような分類にも分類されませんが（友人、家族など）、実際には、 互いの関係が敵対的な状況にあるため、お互いにつながり、互いのために何が進むのだろうか。\n私の唯一のショーとの問題\n私はショーが好きなほど多く、それは短すぎると私は偉大だったと思った多くのコンテンツをカット。 私は漫画が良いと思うし、キャラクターがさらに発展し、キャラクターの関係が特にシオンとねずみとの関係でより詳細に示されている。\n漫画には、シオンとねずみの違う面と、お互いのおかげでどう変わったのかが分かります。 漫画の終わりは、アニメのもの（アニメのものから変更されたもの）よりもはるかに満足しています。これは私を少し失望させました。\n全体\nその良いショーは、より良い漫画のバージョンでは、どちらも見て読んで価値があると私は十分に成熟していることをお勧めしますこのストーリーのほとんどのアクションや行が複数の意味を持っていて、  1つのカテゴリに分類されます。\nこのレビューは長い..."
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "sighcoey",
    "profile": "/profile/sighcoey/reviews",
    "pages": "5",
    "number": "3",
    "link": "/reviews.php?id=155053",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\nNo.6は興味深いプロットの話です。 それぞれのキャラクターは深みがあり、主に2つの主要な男性キャラクター（16歳の両方）に特化しています。\n\nストーリーはBL（ボーイラブ）のアンダートーンですが、プロットを動かす必要があると私は信じています。 メインの2人のキャラクター - シオンとネズミ - お互いの関係は、一方が押され、他方が押されるために必要でした。 シオンは素朴なタイプであり、ネズミは復讐のタイプですが、ほとんどの場合、お互いを褒めています。 それはまた、6番からSafuという名前のShionの幼なじみの友人（彼と恋していた）を救うことを中心にしています。\n\n私はアニメを見る前にライトノベルとマンガを読んだので、アニメにはかなり失望しましたが、これは後者の進展に従わなかったので、私はこれを8/10のレビューにしました 私は自分自身が混乱していることが分かりました。 アニオンは、シオンのキャラクターをより理解しやすく、かつ、親しみやすいものにしてくれるはずの部分を取り除きます。\n\nまた、これは、異なる人が他の2つのメディアに比べて簡単にアクセスできるアニメであったため、BLの瞬間と対話のほとんどが削除されていた可能性があります。 小説ではそれほど暗示されていましたが、アニメはストーリーの感覚を失うことなく省略できなかったものを除いてこれらの部分を削除しました。\n\nマンガと小説は賢明で、シオンはネズミにもっと依存していました。素朴で、より親切で、より無力です。 彼はしばしばNezumiを聞いて、何よりも彼を高く評価します。 シオンは元祖のために反対しても、殺すつもりだ。 アニメ賢明、シオンは、彼の漫画や斬新な相手よりも多くのバックボーンを与えられました。 彼はここでより強くて矛盾していて、常にネズミに同意するとは限りません。\n\n一方、Nezumiは漫画と小説ではより穏やかだったが、それ以外にも彼の性格は変わらなかった。 彼はあらゆることに無関心であるように見えますが、シオンが深く心配しているのは、シオンが怒ったり気にならないように、シオンの友人を救うために自由と生命を喜んで犠牲にするということです。\n\nこのアニメでは、終わりまで小説の中核を完全にカバーしていましたが、私が楽しんだのはこれです。 次のシーズンを待つ必要はありません。なぜなら、すでに完了しているからです。 私はそれが急いでいたにもかかわらず好きではない、再び原因を、それは彼らがnon-blサポーターをオフにすると思う部分を省いた。 それを行うことで、私は（私の意見）それは物語の心の本質の一部を失うと思う。\n\nそれでもNo.6はまだ私の好きなアニメの一つです。 さて、アニメを見た人には、マンガとライト・ノベルをチェックすることをお勧めします。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "YellowHearse",
    "profile": "/profile/YellowHearse/reviews",
    "pages": "5",
    "number": "4",
    "link": "/reviews.php?id=220686",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  6\nキャラクター|  9\n|  10\n\n最初は少年愛のタグのためにNo6を見ました。 しかし、それを見て、それは私に少年AIアニメよりもはるかに多くなった。 それを何度も見た後、私は今それが私のお気に入りの一つだと正直に言うことができます。\n\nストーリーは本当にうまいですが、私は通常SFアニメにはいません。 私はアニメの多くが持つことができるので、どんな迷惑な文字も見つけられませんでした。 ストーリーの背後にあるメッセージは暗く、思うようになりますが、甘い場面があなたを笑顔にするためにここにあります。 私は、キャラクターの個性があまりにも「非現実的」ではなく、お互いの関係に関しても、いかに愛されていたかを愛していました。\n私は最後のエピソードの間に3回泣きました（喜びの2倍、心配しないでください）！\n\n少年愛の要素に移動する：主人公は、最初から、最後まで、お互いを愛している。 彼らはそれを感じることができる、あなたはそれを感じることができる、誰もが感じる。 それは私が今までアニメで見た中で最も美しいロマンスです（しかし私は私の個人的な味について話していますので、あなたはそれを好きではないかもしれません。ファンサービス/エロBLを好むなら、 正しい場所！）。 ロマンチックなシーンはチーズや何かではない、彼らはちょうど甘いです。\n\n私はNo6について嫌いだったのは、オープニング（歌手の声は私をとても厄介なものにした）だけだったと言います。\n\n申し訳ありませんが私は間違いをした場合、英語は私の母国語ではありません。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Tora-Dorable",
    "profile": "/profile/Tora-Dorable/reviews",
    "pages": "5",
    "number": "5",
    "link": "/reviews.php?id=71287",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  8\nキャラクター|  8\n|  9\n\n主人公シオンとねずみの関係に焦点を当てているように聞いていたので、最初はこのアニメについて少し疑わしいものでした。 しかし、これはそうではありませんでした。\nこのショーは関係よりもはるかに多く、そこにいるかもしれませんが、誰もが作ったような大きさではありません。\n\nこのアニメのポイントは、私たちはすべて人間です。\n\nストーリー - 最後の大戦後、近い将来に設定される人類の大半は、少数の都市に住んでいます。 物語は、これらの都市の一つであるNo.6で起こる。 ここで、人生は完璧です。 苦しみはなく、飢えた子供たちは通りにいません。 それはユートピアのようですが、当然ながら、ちょっとしたキャッチがあります。あなたは街に完全に従順でなければなりません。あなたの扱いに不満を感じるようなことは決して言わないでください。\n一方、都市の壁の外には、スクワローに住む文明があります。 都市からのスクラップを含む、何でも生き残っている人。\n彼の12歳の誕生日に、シオンは彼の窓の上に負傷した腕を持って現れた後、少年を助ける。 シオンが彼に向かうにつれ、彼は少年、ネズミがVCであることを知る。 犯罪者。 シオンは気にしません。\n4年後、ネズミはシオンを救済して、彼がコミットしなかった犯罪で偽って逮捕されていることで賛成を返す。 彼らは壁の外の西部地区に逃げます。 そして一緒にNo.6についての真実を見つけようとする。\n\nキャラクター - 私は本当に楽しんでキャラクターに繋がり、お互いに仲良くなればゆっくりと変化する様子を見ました。 例えば、誰かが元気を傷つけようとしたり、彼について悪いことを言うと、普通の穏やかなシオンはかなり暴力的になるでしょう。 そして、通常、Nezumiは誰よりもShionに対してより親切でした。\nサポートキャラクターもよく開発されました。 私を混乱させた唯一の人物は、犬鹿が男の子かどうかであった。\n\nアート - アートは平均だった。 オープニングの間は間違いなく最高でした、素晴らしいディテールと素晴らしい効果。 実際のショーは、しかし、スリップアップする傾向があった。 ショーからあなたを連れ去るほど悪いことはありませんでしたが。\n\n音楽 - それは異常に高いピッチであるので、オープニングには慣れていましたが、このアニメには本当に適していると感じました。\nバックグラウンドの音楽はショーとうまくいっていましたが、私はそれの一部しか覚えていないので、実際には私のためにはそれほど目立ちませんでした。\nしかしねずみは歌う！ これは間違いなく全番組中の音楽の最高の部分でした。 私は絶対に彼の歌を崇拝し、それ以上のものがあることを望みました。\n\n結論 - 全体的に、これは非常に楽しいショーであり、私はその通りに様々な感情を通して私を押し込んだ。 私は部品に笑っていて、他人に泣いていました。最高のものだけができることです。 私はもっ​​と多くのエピソードを書いていると確信しています。それはもっと多くのことをすることができ、特定の部分を拡大しましたが、そのままではトップ10のアニメに忍び込んでいます。\n\nちなみに、私は小説や漫画を考慮に入れていません。 だから私はそれらを比較することができません。 純粋にそのまま見直しています。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Aeowina",
    "profile": "/profile/Aeowina/reviews",
    "pages": "5",
    "number": "6",
    "link": "/reviews.php?id=75085",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\n最初の「深刻な」レビュー。 それに右に飛び込みましょうか？\n\nストーリー：私はNo.6がオリジナルであるとは言いません。 いいえ、オリジナルからは遠いです。 私は実際に「Uglies」と呼ばれる本の設定がどれほど似ているかを笑ったが、主な違いはそれがより良いということだった。\n\n話はよかった。 何度もそれが使われても、それは世界の何かが揺れる可能性を秘めています...私は単に嫌がらせをします。 たぶん私は座席にびっくりさせ、世界中の強いファンを惹きつけるだけです。 しかし、私は6号がその牧歌的な結果を達成したとは思わない。 より多くの視聴者が高い得点で引っ張っているように、そして他の者は低いもので引っ張っているようです。 私はそのような短いアニメでは難しい、それが上に引きずられなかったので、私は物語を楽しんだ。 誰が知っている、Starry Skyはそれを管理しました。 また、多くのアニメのように急いでいるとは思われませんでした。\n\nElyuriasのランダムな包含は単に無作為であった。 ストーリー全体の全体的な滑らかさのほんの少しの隆起でした。 実際、どこから寄生虫が出ているのかを説明したので、彼女の姿が気に入っていました。  Nezumiの過去はいくつかの2つのエピソードを先に紹介していて、Elyuriasのアイデンティティは、全体を通してより鮮やかな陰謀でショーのバルクに取り入れられていたはずです。 そうでなければ、ストーリーラインはかなり一貫性があり、ペースが速かった。 それは未加工の、未精製の生存に焦点を当て、世界が走る方法の洗練された哲学とそれをバランスさせました。 最初はかなり強い組み合わせです。\n\n私は第6号がすべての悪の根源だと気づいた。 第6位では古典文学と芸術を奨励しなかったが、第5位は古典文学と芸術を奨励しなかった。 私はこれを非常に興味深いと思った。なぜなら、主人公はただ一つの汚れを消してしまっただけで、地球上のすべての政府を打ち倒そうとしては不可能なことをやろうとしなかったからだ。 公平になるために、6番街と西地区のすべての人々の生活様式を変えようとしている2人の男の子は、それほど野心的ですが、彼らは奇妙なバイオマジカルから少し助けを得ました。 私はいくつかの無秩序が後に起こったと確信していますが、はるかに小さい規模です。\n\n今、多くの人々が、少年の面に取り組んでいます。 私は八尾が好きではありませんが、人々がそれについて討論を始めるまで、私が同性愛の裏目を気づかなかったのは面白いです。 私は、非常にばかばかしいキス・オン・ザ・リップスを見ました。 しかし、私はそれらを象徴的なものと解釈し、非常に異なるタイプの愛を表現しました。 私にとって、それらのキスは、他の何よりも2人の友人の間の深いつながりでした。 それは不気味で、厄介な、または幼稚ではなかった。 実際には、ナルトは少年になるはずだったが、両方のアニメの男性のキスは、彼らとはまったく違う感じを持っている。 あなたは、線が交差したかどうか疑問に思う唯一の気味悪い面を言うことができました。 だから、そこから何のポイントも結び付けられていない。\n\n芸術：今、芸術は美しく、あなたは今の時代のほとんどのアニメの質を知ることができます。 背景は豪華で、自然と技術のバランスの取れた混合物でした。 私は死体がより吐き気を誘発するイメージであることを発見しました。 彩りは鮮やかで、目には強くなく、本当に私を描いてくれました。アートワークは私の視聴経験にかなり大きな影響を与えますが、必ずしも私の評価ではありません。 それは喜ばしいことでしたが、特別なことはありませんでした。 しかしシオンの傷跡はミミズに似ていました。 私は一種の気が狂っていて、彼の体を包んだAangのタトゥーを思い出させました。 それは、傷跡のように見えるようにするために赤のより暗い影であったか、または古い傷や何かの傷跡でより良いでしょう。 もちろん、心配しないでください。 より暴力的なシーンにはかなりの量の血液がありました。これはアクションアニメでしか期待できません。 いくつかのアニメには表示されているものよりもはるかに少ないですが、いくつかの注意が必要です。\n\n音：音は通行不能だったし、私に注目したのはオープニングだった。 私は奇妙なものとしてしか定義できませんでした。 私のラップトップの非常に限られたスペースを占有するには十分な大きさでした。 最初は、私はそれを嫌って、歪んだ高音を嫌っていました。 アニメの終わりまでに、私は毎回オープニングを見ていました。 それは私の上で成長し、それは実際に結末よりも私に影響を与えた。 しかし、結末は最初から好きだった。 それは甘くてメランコリックで、私は最初のエピソードからそれを愛していました。 元鈴の歌声は聞く喜びです。 彼の女性的な表情とはかなり異なっている（ただし、クロスドレッシングでなければ、イブはかなり見栄えが良いと思うだろう）。 私はちょうどアニメからすべてのサウンドトラックをダウンロードしてダウンロードすると思う。\n\n\n\n全体的な楽しさ：私の楽しみは、私がアニメに来ることを期待していたよりはるかに優れていました。 奇妙な範囲のレビューによって、私は何を考えるべきか分からなかった。 私は「私は何を言わないのか」とか「私は言葉がない」と言うことができますが、2つの文では非常に異なることを考えることができます。 私は簡単な時計を探していたので、それを楽しんだ。 私が見てきた深刻なアニメよりも軽く、私が見た浅い妖精の袋よりも深かった。 全体的に、それは素晴らしかったです。 例外的ではない。 ひどいじゃない。 しかし、良い。 少なくとも、私はそれを与えているスコアに値するほど良い。\n\n今、私は自分の言葉を無駄にしたのですか、それともあなた自身の判断を下すためにそれを見るつもりですか？  （私は何とかあなたを退屈させていない場合、評価は高く評価されます）"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "bloodfrosting",
    "profile": "/profile/bloodfrosting/reviews",
    "pages": "5",
    "number": "7",
    "link": "/reviews.php?id=61123",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  6\nキャラクター|  9\n|  8\n\nこのアニメは、どのような資料が与えられたかには余りにも短いものでした。 私にこれをやっているアニメがたくさん残っているようだ。\n\nキャラクターは面白かったし、私のファンの女の子は「キス、あなたのホモOSEXUALS」と叫んだ。\n\n私は正直なところ、彼らが卑劣な行為を捨てて、このアニメを完全な暴力に変えたはずだと思います。 起こったすべてのビルドのために、結末は空を感じ、非常に印象的だった。\n\nそして、彼女は主人公の精液を集めることはなかった。\n\n失望したエンディングが達成されました。\n\nロマンチックな関係の2人の主人公をペアにしたファンアートはどこにでも投稿されていますか？ うん。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "RabiKokoro",
    "profile": "/profile/RabiKokoro/reviews",
    "pages": "5",
    "number": "8",
    "link": "/reviews.php?id=51655",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nこのアニメは完璧だった、それは私が言うことができるすべてだ。 唯一の欠点は、'11エピソード 'の部分です。 私はもっ​​と個人的にもっと欲しいと思っていました。 このアニメには若干のヤオがあります。 しかし、非常に綿毛。 あなたがこのアニメを見る前に、あなたがヤオイを気に入らなければ、あなたはその後になります。 それぞれのエピソードで、あなたはより多くのことを望んでいます。 ジストピア、ファンタジー、アクション、やわいが好きなら、このアニメはただのものです！"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "naruto10rox",
    "profile": "/profile/naruto10rox/reviews",
    "pages": "5",
    "number": "9",
    "link": "/reviews.php?id=52941",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  9\n\nこのアニメはあまりにも多くの良いレビューを持っていないので、ここで別の良いものです！ このショーは、八尾に反対している人や、血と死ではうまくいかない人のためのものではありません。 ある時点で、2人の主人公がキスをして、死体の山がある場所に行くのです...きれいではありませんでした。 あなたがそれらの事に反対しているなら、当然あなたはそれを好まないでしょう。\n\nなぜ私はほとんどの人がこのアニメを下ろしているのを見るのは、プロットとストーリーのためです。 シオン以外の作物はほとんどありません。寄生虫から6号を救いたいのです。 それ以外には言及されていませんが、プロットはありません。 物語は本当にたくさんのことを生み出すことはありませんが、それは面白いです。\n\nそれは良いアニメにするために、アクション、コメディ、ロマンス、嘆きのシーンの良い量を持っています。 アニメが完璧ではないので、私が好きではないいくつかのものが完全に正常です。 シオンとネズミが後半のエピソードで「人格を変えた」とき、私はそれが気に入らなかった。 彼らのようには見えなかったので、私は実際に私のラップトップで叫んで泣いて止まりました。 また、最後のシーンでは、ラップトップを殺したいと思っていました。  「行こう、ハムレット」が最後の文だった...本当に？ 今はその小説を読まなければならないので、小説の中であなたに告げると聞いたので、それ以降はどうなるのか考えないでください。 本当に私を悩ましたのは、NezumiがSionに語っていたことです。 シオンがネズミに6号を嫌った理由を聞いたときはいつでも、「私は後で教えてあげるよ」と言います。 だから私たちはなぜ彼がNO.6を嫌っているのかを知りません!!\n\nだから基本的に最初のエピソードは良かった。  2番目もよかった。  3番目はプロットを降りていた。 それから、エピソード4から7まで、それでいてプロットには何も開発がありませんでした。 私はそれでもまだ私を楽しませて以来、私はそれで完璧でした。 その後、8から11になると再びプロットが起こり、その後シリーズは3つのエピソードを終了しました。\n\nこのアニメは、あなたがそれをどのように見ているのか、どんなタイプのアニメが好きです。 あなたがプロットの開発をしていないと大丈夫なら、すぐにこれを開始してください！ あなたは絶対にプロットが必要な場合、それは非常に良いものでしたが、私はこれを気にしません。\n\n今小説を始める...：D"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "BeautifulDeath",
    "profile": "/profile/BeautifulDeath/reviews",
    "pages": "5",
    "number": "10",
    "link": "/reviews.php?id=41257",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n申し訳ありませんが、私はそれらを吸うので、頻繁にレビューを書いていませんが、このアニメは本当に悪いものを書こうとしました。 だからここには何も行きません。\n\nああ、私は5/11のエピソードしか見ていない。\n\n〜ストーリー〜\n〜10/10〜\n〜Art〜\n〜10/10〜\n〜サウンド〜\n〜9/10〜\n〜キャラクター〜\n〜10/10〜\n〜楽しむ〜\n〜10/10〜\n\n\nXOX\nヘイリー\n申し訳ありませんが、今は2014年です。このアニメを始めてレビューしてから3年近く経ちました。 これまでのコメントをすべて削除したが、元のスコアを維持して比較することにした。\n\n申し訳ありませんが、物語は10/10から8/10になりました。  6時から2年半の休み中には、元気の映画、私が愛している映画、そして6号を見ながらこの映画を思い出しました。 IDK私はなぜそれがそれをしなければならなかったのか混乱しましたが、実際に私の選択はどうなっていますか？3 ここで私が見ているのは、Originsのより長いバージョンです。少し特殊な男性ボンディングが入っています。でも、もともとはそれを約1ポイントだけ落とすつもりだったのです。 エピソード7がやってきたとき、私は物語に興味を持ち始めました。 私はあまりにも多くをあきらめたくありませんが、ここから私のために変なことが始まりました。 これは主にキャラクターの個性の突然の変化と関係していたので、私はどちらかと言えばストーリーの部分をかなり把握できませんでした。  （（私はこのレビューがアニメを憎むようになってきているように感じますが、実際には面白くなく、ほとんどの場合楽しんでいました。 本当にこれを8にもたらしたのはエンディングでした。 私はちょうどそこに座ってちょっと考えました。 これは終わらない、これはどうやって行かないのか。 \n\nアートは元々10月10日現在。\nさて、すべてのキャラクターは、自分の目や髪の毛のようにかなりかわいいです。 しかし、彼らが歩くか、いくつかの動きをする時があります、それはちょうどこの猫の理由であるダンプダープです。 ポイントを落とした。 しかし、風景や人々は美しいものでした。\n\n音楽は9/10にとどまっていました。なぜなら、私はこのような無作為な音楽がここにあるのです。 'それは本当にいつも場面と一緒に流れるわけではなく、私は気分を台無しにしていました。  。 それ以外にもよくフィットする\nまた、OPとEDの巨大なファン、私はどちらかの点で両方をダウンロードするつもりです\nハハ\nキャラクタードロップ、私が作った限り、彼らはすべて普通のように見えて、そして彼らはすべて奇妙になってきた。 あたかもチャチャがあるかのようには見えませんでした。 開発する。 何かの僅かなショーがあったときにそれは取り去られました（あまりにも多くを与えないようにしようと思ってidkを引き起こす人はidkを知っているか知らずに怒ってしまいます）\nさて、奇妙なキャラクターの問題やコスコの結末の後でも、10点満点です。ネズミ、シオン、犬のキーパーが大好きです。 彼らはすべて愛らしいし、2人のかわいいキス、さらにあなたが人生で何を望むことができるか）\n\n大丈夫です。 私の最後のレビューは、彼らが吸うのを引き起こした"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "kingpotatoes",
    "profile": "/profile/kingpotatoes/reviews",
    "pages": "5",
    "number": "11",
    "link": "/reviews.php?id=148267",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  10\n\nこのショーについての私の好きなものの1つは、NezumiとShionの関係です、彼らはそれを打ちました。 このアニメは少年愛を持ち、他のジャンルとは違って、実際には関係が発展しており、ショー全体がその周りに集中しているだけではありません。 確かに、私はパートで急いでいたようだから、もっとエピソードを見たいと思っていただろうが、全体的に見て楽しかった。 ネズミ（ラット）とシオン（シオン）の名前をどのように選んだのかという理由で、私は本当に嫌なことはしていませんが、本当にそれは素晴らしい仕事だったからです。\nしかし、11つのエピソードでは、プロットを説明しストーリーを聞くのにうまくやってくれましたが、それほど意味があるとは限りません。 これはアニメがリリースされるまでは珍しいシリーズだったし、今はブームが始まったばかりだから、もっと注目を集めているので、改造されたバージョン（Brotherhoodのようなもの）があるかもしれない。 彼らがお互いに見せて伝える感情は、本当にお互いを気遣っていることだけを伝えることができます。 アニメーターたちは、お互いのつながりを伝える驚くべき仕事をしました。私は実際には、将来的には第6号から何かを見たいと思っています。 アニメを見てストーリーを楽しむ。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Lurkey",
    "profile": "/profile/Lurkey/reviews",
    "pages": "5",
    "number": "12",
    "link": "/reviews.php?id=214817",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  7\nキャラクター|  7\n|  10\n\n私はマンガが良かったことに同意するが、私はこのアニメを本当に愛していた。 通常、あなたはそれが常により良い読書を見つけるでしょう。 それはアニメのためのディストピアの未来的な設定を楽しむなら、これはうまくいくと言われています！\n私は実際にアニメ1つのオンラインを見て非常に満足しているが、私は実際にこれを買った。\nストーリー・ラインは、アニメが多くの情報を短い11回のエピソードに押し込もうとしていることを賢明に示していますが、ストーリー・ラインをカバーするときには、作者は組み込む必要のある情報の量を考えるとかなり良い仕事をしたと思います。\nラットがアニメで歌う歌は美しく、芸術は素晴らしいです。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "thepinkotter",
    "profile": "/profile/thepinkotter/reviews",
    "pages": "5",
    "number": "13",
    "link": "/reviews.php?id=213920",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\nスポイラフリー、ストレートフォワードレビュー\n\nストーリー（8/10）：邪悪な人々とのディスストピアンの未来は新しいものではありませんが、その物語は芸術的かつ非クリシーな方法で伝えられています。 彼らが最後まで同じスタイルを保っていたら、私は10を与えていただろう。\n\nアート（8/10）：アニメーションはかなり粗くて安いですが、キャラクターのデザインはまともで、インテリアはよく見えます。 他にも、偉大な、比喩的な、芸術的なシーンがあります。\n\nサウンド（10/10）：リピート時に曲を聴きながら目を覚ます（美しい歌詞も）。\n\nキャラクター（10/10）：キャラクターは非常に少ないですが、すべてが大きく書かれ、多様で、欠陥があり、知的で魅力的です。 主人公とそれらの関係が進化するのを見ることは、心に触れることです。\n\n全体：9/10本やマンガが好きではありませんが、まだ素晴らしいです。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "zeracchin",
    "profile": "/profile/zeracchin/reviews",
    "pages": "5",
    "number": "14",
    "link": "/reviews.php?id=210843",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nNo.6は私が見た他のユートピアのアニメほど悪くありません。\n\nアニメーションは美しく、イントロテーマとエンディングテーマの両方があります。 音楽だけでは、それは全体的な気分の良いアニメになることを示しています。 私は芸術のスタイルがユニークであるとは言いませんが、美しく仕上げられています。 すぐに人間と幻想的に見えるすべての文字に柔らかさを加えます。 ビジュアルは、アニメに独自の魅力を与えます。\n\n一般的な話は素晴らしいですが（予測可能ですが）、私はアニメがそれにもう少し進んでいた可能性があることに同意します。 しかし、プロットが把握しやすいので、シンプルさに問題はありません。\n\nそしてもちろん、シオンとねずみは私がシリーズ全体を通して崇拝するキャラクターであり、お互いに完璧にフィットしています。\n\n全体的に、私はいくつかの理由でこのアニメを堪能しましたが、あなたが心を吹き飛ばしてアニメを刺激しているなら、あなたはこのシリーズをいつもの選択の間の息吹として扱うことができます。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Mayakyaa",
    "profile": "/profile/Mayakyaa/reviews",
    "pages": "5",
    "number": "15",
    "link": "/reviews.php?id=207783",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  10\n|  9\n\nアニメを見た私の友人は、私が本当に気にしてはいけないと私に言った。 それは大丈夫ですが、それほど興味深いものではありません。 私はシリーズの束を見てbingeだったと先に進んでとにかくそれを見ることを決めた。\n私は嬉しかったです。 物語そのものはかなりまともです、あなたが確かに見守っているのに十分興味深いです。 それは非常に創造的で、私はそれのような何かを見たとは思わない。 それについてのすべては、1つのことを除いて、かなり良い/平均でした。\nこの番組のキャラクターは素晴らしく書かれており、キャラクターの成長は非常に際立っているので、私が見た中で最高のアニメに匹敵します。\n\nあなたがこのショーを見ることを検討しているなら、私は純粋にそのキャラクターのためにそれをお勧めします。 彼らがすべてを克服するのを見て、人々がこれほど良い/平均的なショーの最高の部分であったために成長しました。\n\n漫画もいいし、それほど長くないので、私はそれをお勧めします。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Eagleshadow",
    "profile": "/profile/Eagleshadow/reviews",
    "pages": "5",
    "number": "16",
    "link": "/reviews.php?id=193091",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこれは、物語の最後の3分の1までの傑作です。 非常に深刻で、成熟した、巧妙で責任ある執筆、ハードSFの中でのジャンルの維持。 残念ながら、最後の3分の1では、ジャンルはまっすぐなフィクションに変わり、それが私が視聴者として浮気を感じた場所です。 私はhard-sfのためのまともな結末をするのは難しいことを知っている、そしてそれは十分に素晴らしいですが、私には、フィクションへのシフトはちょうど巨大な警官のように感じる。 ショーは3つまたは4つ以上のエピソードを持つ必要があり、ショーの最初の2/3は非常に成功している同じ一貫性のあるハードsfスタイルで問題に本当に掘り下げていたはずです。 ストーリーは文字に大きく依存しています。これは素晴らしいことです。\n\nストーリー全体に紆余曲折と賢明な発言はほとんどなく、ストーリー経済とペーシングは壮観です。 ビジュアルと全体的な生産価値は良いです。 ストーリーがハード・ソフとして確立する方法は、すべてのことが非常に厳しく、批判的で懐疑的であること、特に早い段階で扱われることです。 それは視聴者が不信を抑えることを期待するのではなく、むしろその問題を訴え、それを合理化してハードなスタイルで説明します。 すべてが終わっていても、私はまだそれが価値がある素晴らしい8または9のエピソードのためにそれをお勧めします。 このアニメがホモ/バイセクシュアリティを扱う方法は非常に称賛に値するものであり、メディアに対する希望を示しています。\n\nスポイラーズ：\n\n結局それは非常にまっすぐに演奏され、古典的な\"ユートピアは悪く、自然と調和して自然に生きているということはあまり良いことではない\"と言わず、ある程度私を失望させた。 森林の人々とElyuriasとの全体の取引は、本当に私を悩ましています。 それはほとんど説明されていない、それはこれまでのスタイル（魔法）と矛盾しており、安価な部隊の終わりのように感じる。 私が気にしていた2番目のことは、あまりにもスマートな動物だった。それはある時点まで頑張っていたので、スマートな動物は本当にフィットしなかった。 本当に私を悩ませたもう一つの事は、全死体がエピソードを終わらせる方法でした。それはキャラクターの開発に必要であり、視聴者に衝撃を与えたからです（少なくともそれは成功しました。  ））。 論理的な立場から、この宇宙には本当に場所がありませんでした。\n\nユートピアの人々は無作法に出て貧しい村を破壊し、死者を死体の山に捨てる。 それは理性的な意味を全く持たず、このユートピアは悪のために悪であることを立証するだけであり、これはこのような物語にとっては決して良いことではない。 もう一つのポイントは、戦争捕虜がいかにして束の上の鎖骨で密かに抱き合うことができるかを尋ねることです。 これは、ストーリーの最初の2/3でこのようなことを直ちにスポットライトして説明するショーで、最後の3分の1では突然説明できなくなります。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "soupbandit",
    "profile": "/profile/soupbandit/reviews",
    "pages": "5",
    "number": "17",
    "link": "/reviews.php?id=127069",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  9\n\n小説に基づいて、いくつかの点でちょっと離れています。 メインのテーマとすべてがまだそこにあります。 彼らはまた、小説の終わりの一部を抜け出しました。これは絶対に驚くべきことです。 このアニメを見終わったら、小説の第35章（最後の章）を読むことをお勧めします。\n\nこれは非常に良いアニメであり、あなたの座席の端にあなたがいます。 プロットは素晴らしいですが、ペーシングの問題があります。 初期のエピソードと最後の2つのエピソードは、あまりにも詰め込まれています。 中央のエピソードの中には、ポイントがほとんどなく、まったく何も起こっていませんでした。\n\nオープニングは申し分なく、エンディングは素晴らしいです。 それは完全に気分にフィットし、サウンドトラックは完璧ではありませんが、ディレクターはどこにそれを適合させるべきかを知っていました。芸術は素晴らしいですし、アニメーションは間違いなく尊敬できるものです。\n\nシオンとネズミはとても好都合なキャラクターです。 シオンは他の人に依存しており、「自分自身では何もできません」という性格は、いくつかのことを悩ますかもしれませんし、非常に面白いようです。 シオンは非常に混乱している人でもあります。 彼が愛する女の子であるSafuとNezumiにキスをしている一瞬を考えています。 確かに少女のための不必要な、明確なfanserviceを感じたいくつかのゲイの倍音。 個人的には、私をあまりにも煩わしくはしませんでしたが、気持ちの良い瞬間があります。\n\n全体：感動的で情緒的な旅。生涯のジャンルのひねり。 エンディングは短く、小説を読んでいない人にとっては混乱するかもしれません。 あなたは最後のエピソードの一部が途絶えてしまったと思うままになります。 そうでなければ偉大なアニメに結論を満たしていない。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "AnimeMi",
    "profile": "/profile/AnimeMi/reviews",
    "pages": "5",
    "number": "18",
    "link": "/reviews.php?id=43489",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  8\n\nちょうど最後のエピソードを見終わって、驚くほど十分に、それはちょうど第11話で終わった。 それは24のエピソードシリーズのすべてになると思って、それはすぐそこで終了し、それはいつも失望ですが、私はそれについてそれほど悲しいことではありませんでした。 ストーリーは非常に充実しており、必要なものはすべて用意されていました。\n\n私がいつも言っているように：\n\n良いストーリーと良いストーリーテラーの間には細かい線があります。\n\n良い物語は、それが何であるか、それはすべて、導入、問題、クライマックス、解決策を持っており、それが終わりです。 しかし、優れたストーリーテラーはどんなストーリーも驚くほどの音にすることができます。  6番はいいコンセプトだったし、それはあなたの典型的なユートピアスタイルの物語だったが、ユニークで創造的でサスペンス性の高いものだった。\n\nそれは新世紀やエスカフローネではありませんが、キャラクターとその感情に関連するように、よりリアルなものになるのは独自の特性と欠陥（ストーリーではなく、ストーリーではありません）です。 私は、あなたがそのような状況でどのように感じているのでしょうか、そして、私は何らかの点で議論し、腐敗した政府の可能性を考慮しており、すでに私たちの見解を持っていると思います。 だから、関係は簡単です。\n\nあなたはもうこれ以上のアニメを見ることはできません。それは違っていて、それを知っていることを和らげています。\n\n4つ星のうち5つ。 ブリリアント。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "pyredo",
    "profile": "/profile/pyredo/reviews",
    "pages": "5",
    "number": "19",
    "link": "/reviews.php?id=44811",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  8\n\nこのアニメについての人々の意見は非常に異なっているのは面白いです。 他の人は完全に愛している間にそれを嫌う人もいます。\n\nだから私はなぜしようと説明しよう：\n\n - 時には物語が徐々に進行した\n - 同じ発言がセリエAの中で繰り返されている\n - 二つの言葉： '男の子の愛'\n\n私は男の子の愛は市長の理由だと思う人もいますが、あなたがそれを見て、患者さんがいれば本当にこのアニメを楽しむことができると思います。\n\n全体的に私はそれが良いアニメだと思っています（私はそれを楽しんでいます）と私はそれが少なくとも試してみる価値があると言うことができます。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "dolliette",
    "profile": "/profile/dolliette/reviews",
    "pages": "5",
    "number": "20",
    "link": "/reviews.php?id=48091",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  9\n\n私はこのアニメのために私のスコアであまりにも寛大であったかもしれませんが、何が私は本当に私を魅了したと言うことができます。 このレビューにはスポイラーが含まれている可能性があります。\n\n私はマンガについてのポストを見て、それを試してみることにしました。 アニメと比較して、マンガの芸術は間違いなく9点になる。 私は非常に素早くシリーズに夢中になった。 私はいつもこのようなプロットに惹かれてきました。 一見完璧な都市とその壁の外の悲劇的な世界。 残念ながら、すべての巻がまだ翻訳されていないので、私はもっと欲しいと思っていました。 だから私は行ってアニメを見ました。  11のエピソードと私は一度にそれらを終了しました。 それはそれがどれほど良いかです。\n\nキャラクターがオリジナルであるとは言えません。 冷静で無実のキャラクターが前にペアになっているのを見てきましたが、まだ彼らは私を魅了しました。 私はまだ彼らの交流、もっともっと彼らの関係を楽しんだ。 正直なところ、私は親友のことを期待していましたが、少年少年、または少年の愛であることが判明したときには、うれしく驚いていました。  shounenアニメのこの種の良いことは、あなたがshounen-aiのビットを挿入することができるということです（私はそれに精通しているのでこの用語を使用します）。 あなたが欲しがる副産物です。 率直に言えば、彼らはそれにshounen  -  aiの行動をしたかったが、それはちょうど私のyaoi  -  fangirlの意見です。\n\nアニメが不足していたので、他のキャラクターはあまりありませんでした。 私は本当に母親のポイントを得ていませんでした。 しかし、まったく、彼らは楽しく、彼らは支持者として愛されました。 私はちょうど彼女に付き添っていて、彼女がすべて座っているアヒルだった時にはとても失望しました。 彼女はかろうじてそこで役割を果たした。 私は彼女とつながっているのが時間の無駄だった。 しかし、私は妖精が犬飼いが好きだった（私は犬の代わりにこれを彼女に呼ぶのに慣れている）、そして頼りになった。 彼らは楽しいペアでしたが、もう少しのスポットライトが必要だと思っています。 彼らの過去は（私が覚えている限り）輝いていなかったし、第6号の創造へのRikigaの参加はまだ私を困惑させる。  Nezumi（ラット）の過去でさえ濁っていた。 多くは説明されていませんでしたが、私はシオンと初めて会った状況に自分がどうなっているかについて、まだ混乱しています。\n\nうーん、私はプロットについて何を言うことができますか？ これは、シオンという少年の天才です。 いくつかの劇的なシーンとほぼ死亡とストーリーが終わります。 彼は彼の将来が彼を待っていた。 彼はSafu、彼の友人との有名な学校に行くつもりだったが、彼は逃亡囚人Nezumiを抱えていたときに彼から取られたすべて。 ネズミはシオンの助けを借りて逃げ出し、当局はシオンの特権を見つけ出し、剥奪した。  4年後、ネズミはシオンの命を救い、彼らは都市の壁の外にある西部地区に逃げ出します。 当局はシオンに2人の死者を出し、彼は現在犯罪者として分類されていた。 彼らは西部地区の人々と会い、NezumiとSionは関係を深めています。母親から親友Safuが当局に収容されているとの苦情メールを受け取り、彼らを救おうとすると、Nezumiと市のことについて秘密が明らかになりました 彼らはSafuの助けに行き、彼らはSafuが実際にある種の強力な外的存在であることを最後に知る。 彼らがいた矯正施設は破壊され、都市と西部地区を隔てる壁が崩壊する。\n\nそれは典型的な短編小説でしたが、あなたはいつも予測して飽きることはありませんでした。 すべての不足は魔法の一部でした。  11回未満のエピソードでは、あなたはすでにそれに夢中で狂っています。 それはあなたがもっと欲しがるシーンでエッチングされた細部です。 はい、結末は過度に劇的でした。私はそのような失望感を感じましたが、それはストーリー自体全体に対する私の判断に影響しませんでした。\n\n私は間違いなくこのことをお勧めしますが、誰にもそうではありません。 例えば、私はShugo Charaやそのようなピンクとフリルのもののようなものを好きな少女を愛する女の子にアピールしないと確信しています。 彼らはこれらの物を魅力的なものとするタイプではないので、この物語の驚異を感謝しません。 フルメタルの錬金術師、宮崎駿（千と千尋の神隠し、風の谷のナウシカなど）のようなショーをお楽しみください。 それは途方もありません。 キャラクター同士の相互作用がガーリーではなく、ストーリーのコンセプトのなかでは男だ。 オープンな気がする人は誰でも好きなものです。"
  }
]
