[
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "HybridMedia",
    "profile": "/profile/HybridMedia/reviews",
    "pages": "6",
    "number": "1",
    "link": "/reviews.php?id=88879",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  6\n\nあなたがこのタイプのショーについて理解しなければならないことの1つは、ユートピアの表現ですが、リラックスできるかもしれないものの、あなたがパラダイスにいるように感じるものです。 彼らは彼らが言っている通りではないし、あなたがそれらを知っている場合、最終的に、あなたは狩りに追われ、恐らくあなたは殺されるだろう、彼らの最も暗い秘密を隠さなければならない。 それは1984年、12人のサル、100人の子供たち、そして他の作品のようなメディアのほとんどのものがそうである場合です。  No.6については他にも何かがありますが、それは後でレビューに登場します。\n\n物語は「理想」と完璧な都市、「No.6」として知られています。 彼の家のエリートで特権的な環境で育てられた少年シオンは、元の12歳の誕生日に「ネズミ」（ネズミやラットを意味する）という名前をつけた別の少年にシェルターを与えます。 新しい友人と雨の夜を過ごした後、シオンは翌朝ネズミが痕跡なしで姿を消したことを発見する。 シオンは、すべての市民に交付された交信ブレスレットを介して、ゆるやかな男の子がいて、容疑者を見たことをシオンが報告するという情報を受け取っています。 彼が要求に従わないとき、政府は彼の特権的地位を剥奪し、彼は街のゲットーに移動する。  4年後、シオンは彼の周りで事件の嵐を経験し、寄生虫の蔓延による致死的な感染により、被害者は急速に老化し、驚くべき速度で分解し始める。 シオンの同僚は犠牲者の一人であり、シオンは市に対する不服従の疑いで逮捕されている。 シオンが矯正研究所に運ばれている間、ネズミは現れ、彼を救出する。 シオンは、理想的な都市No.6の背後に隠された真実を発見し始める。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "clust3rfuck",
    "profile": "/profile/clust3rfuck/reviews",
    "pages": "6",
    "number": "2",
    "link": "/reviews.php?id=51855",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n私が完成した最新のアニメだから、驚くべきことだと言わなければならない。\nシリーズを見る前に、私は正直言ってそれがかなり芸術的な別の少年になることを期待していました。\nうん、私は間違っていた。\nそれは主役の間に緊張の坩堝であり、エリアNo.6を救う責任は、手元にある人にとっては心のこもった偉業でした。\n私はイン・ラヴ・キャラクター、（unf、NEZUMI、）とショーは私をすべてのポイントで握っていた。 私はエピソードで退屈することはありませんでした。\nそして、芸術...オハイオ州私の良さ。 素晴らしい。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Ciel_Orihara",
    "profile": "/profile/Ciel_Orihara/reviews",
    "pages": "6",
    "number": "3",
    "link": "/reviews.php?id=56785",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n第六はあなたがアニメで望むことができるすべてを持っています。 それはいくつかのジャンルを結合して、それらをまったく別のものにする。 人生のスライス、SF、ロマンス、ファンタジー、それはすべてそこにあります、そして、それは私がそれを記述する言葉を思いつくのに困っているので、完璧にまとめられています。\n\n私はこのアニメを愛していました（私の今までの二度目のお気に入りです）。それは繰り返していない本当に甘い話です。 それは非常に独創的で、私は正直なところ、それまでの話が終わるまで私は知らなかったと言うことができます。\n\nシオンとねずみからベーカリーを愛する小さな女の子まで、すべてのキャラクターが好きです。 それらのすべてが興味深く、物語に何かを加えています。\n\n全体的にみれば誰もが見なければならないすばらしいアニメです。 その中のBLは、そ​​れが好きではない人たちを振り払うほど顕著ではありません。 あなたがBLのファンではなくても、私はまだ物語が驚くべきであり、このアニメを見ていない人は、私の謙虚な意見で、真剣に逃しているので、6号をお勧めします。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Blska1441",
    "profile": "/profile/Blska1441/reviews",
    "pages": "6",
    "number": "4",
    "link": "/reviews.php?id=160409",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  5\nキャラクター|  10\n|  10"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "sjvgrift",
    "profile": "/profile/sjvgrift/reviews",
    "pages": "6",
    "number": "5",
    "link": "/reviews.php?id=155119",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  3\nアニメーション|  4\nサウンド|  4\nキャラクター|  8\n|  9\n\nストーリー：3\nこのシリーズの仲間には謝ります。 しかし、No.6のプロットは恐ろしいものです。  （極端なスポイラー、あなたがまだそれを見ていない場合は、この段落全体をスキップしてください）。ミツバチは決して説明されません。 トルネードが魔法のように現れる。 壁の中の人は決して壁の外の人を受け入れるようには見えません。 不思議な歌声は、全能の神によって引き起こされたようです。 暗くて邪悪な気持ちを持つ政府は、暗い/邪悪な気持ちではかなり創造的だったかもしれない。 誰も地球上の何が「月の落下」であるかについては説明しません。 たぶん私は不信の中断に取り掛かる必要があるかもしれませんが、このショーはPsycho-Pass-esqueの可能性が高く、最後のエピソードの前にすべてを包み込めるように平らになっているような感じでした。\n\nアート：4\nひどいことはありませんが、素晴らしいものもありません。 残念なことに、いくつかのシーンの光沢（ステンドグラスの窓の前のSafu）は、残りのシリーズを穏やかに見せました。\n\nサウンド：4\nOSTのどれも私には目立っておらず、オープニングは普通ではなかった。\n\nキャラクター：8\n最後に、これを見ている全目的は文字です。 あなたが複雑な感情を楽しむなら、NezumiとInukashiの愛憎関係から、犬の不気味な性別に対するYoumingの予期しない告白へのNezumiの流動性のセクシュアリティに対するKaranの愛に対する彼女の感情を表現できないというSafuへの必見です。 そして、彼らのおばあちゃん、ねずみとシオンの関係。\n\n楽しさ：9\nすべての深刻なことに、このシリーズは私の有罪快楽リストの最上位にあります...ほとんどはロマンスのためです。 しかし、私はBLの悪人だと約束します。 私はShionとNezumiの関係を真に愛しています。 私は彼らがファンサービスに降下せずに本物の関係を持っているのが大好きです。 彼らはゲイカップルであるため、サーカスの行為として扱われていないことが大好きです。 私は2人が近づくにつれて行く感情の範囲が大好きです。 作家は、あまりにも多くの面倒なことなく、王子/貧乏人や本のスマート対ストリートスマートな状況を再現することができます。 また、たとえ少し劇的であっても、偽の気分にならないので、2人が分かち合っている穏やかな瞬間のほんの一瞬が私に毎回届く。 結局のところ、恋人同士の結びつきの結末は、私が涙が止まらないような気持ちを残しましたが、深く満足していました。  （スポイラーズ）しかし、私はそれが私を夢中にしていると言わなければならないが、犬や陸家は最後に救済する。\n\n全体：7\nプロットは極端に不条理で、アートのスタイルとサウンドはこれを滑らかにすることはほとんどありませんが、私はこのシリーズが見事に複雑な文字のためだけに価値があると考えています。 私はそれを多面的なロマンスとしてサイエンスフィクションの背景に見るのが好きで、その予期せぬ結論の非ばかな側面は私の本でまともなスコアを与えます。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "AZ1087653",
    "profile": "/profile/AZ1087653/reviews",
    "pages": "6",
    "number": "6",
    "link": "/reviews.php?id=144293",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  9\n\n私はこのシリーズを見直すときにはたくさんのうずきをする傾向があります。なぜなら、この物語は八尾のようには見えないのですが、かなりの人がそうしているからです。 私の好きなライト・ノベル・シリーズの一つとして、私はこれが男の子のラブストーリーだと言うと、他の人が見るものを見ることができません。なぜなら私は2人の男の子または2人の女の子がこの2人のキャラクター yaoi / yuri関係はまだありません。\n\nさて、それは私の胸の外にあるので、私は見直すことができます。\n\n私がこのシリーズを見始めたとき、私は魅了されました。 ストーリーはオリジナルのものではなく、音楽には驚異的なものは何もなく、キャラクターはむしろ主流のようでした。 しかし、それは私がシリーズ全体を1つの座席で見てから軽い小説を見つけて読んでから重​​要ではないようです。 今日まで、私はこのシリーズがそんなに好きな理由については、理由が分かりませんでしたが、好きなものや好きではないものを教えてくれます。\n\nいいもの\n\n元鈴の歌：もし何かがあれば、聖句の歌声はその人にとって完璧な選択でした。 話す声優と歌声俳優は2つの異なる人物なので、同じ人が話したように歌っているのを見て非常に興奮しました。  （英語の声優が歌わなかったのはむしろ嫌だったので、これは日本語版のものに過ぎず、代わりに日本の風の歌をオーディオトラックに残しただけです）。\n\nネズミとシオンの間の仲直りの関係：これら2つは私にハウスとウィルソン、シャーロック、ワトソンのことを思い出させます。 彼らがソウルメイト（性的なものではない）であることは間違いありません。 私は同じ性別の2人の人が他人が思うかもしれないことを心配せず、自分自身であることを心配していないのが好きです。\n\n悪い人\n\nSafu：彼女は恐ろしい性格ではないが、彼女は好きな資質の形ではほとんどなかった。 私は彼女の歌を聞くまで、彼女は質の高いキャラクターとは見えませんでした。 その瞬間から、彼女は心があるように見えました。\n\n醜い\n\nエピソードの数：マンガシリーズと同様、本シリーズにはさらに多くのものがあります。 エピソードの量は、いくつかの重要な部分を減らし、特定のことを理解しやすくしました。 何百ものエピソードのために動いた他のシリーズがあるのでこのシリーズの部分を削除することにいかなる名誉もなかった。 放送された11人に3つまたは4つ以上を追加することで、アニメは本シリーズにさらに正義を与えることができました。\n\n一言で言えば、私は本を読むだけでなく、本やマンガを読むだろう。 アニメキャラクターの声を聞いて、自分の内面的な声だけではなく、見るときにまったく新しい感情をもたらすものがあります。 最初にアニメを見て、その本をもう一度読んでから、私の内面の声は私自身ではなく、声優自身の声であると言うことができます。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "skulljoke90",
    "profile": "/profile/skulljoke90/reviews",
    "pages": "6",
    "number": "7",
    "link": "/reviews.php?id=121303",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  9\n\nNo.9は私が見ているとは思っていないシリーズです。それは私のお気に入りのアニメーションスタジオのひとつであるBONESによって制作されたと聞くまでです。 私は私の快適ゾーンから出てこれを見ることに決めたことをうれしく思っています。 最初に私をつかんだのは、オープニングソング（LAMA  -  Spell）を弾いていたリリースされたプロモーションビデオでした。 アニメーションはきれいに完了し、ちょうど私にこれを見て非常に興奮させた。\n物語は未来的な「完璧な」都市、No.6と呼ばれ、シオンという名前の少年の後ろに、政府から隠れている、ネズミと呼ばれる反抗的な男と接触する。  Nezumiはすぐに彼が思うように完全で安全なものではないことを彼が住んでいる世界がシオンに教えています。あなたのプライバシーの大部分とあなたの自由の大きな部分を失うコストが安全感に伴います。 物語は最初はちょっと厄介に進んでいて、瞬間のように急いでいた。 しかし結局それはうまく一緒に来る。\nこれはBONESの最初のシリーズの一つでもあります。これは2人の男の間のロマンチックなプロットを含んでいます。セクシュアリティは大したことではありませんが、ロマンスはうまくやっている あなたは私の意見では大きな成果である2人の男であることに気付かないだろう。\nアニメーションは、いつものようにとてもうまくいっています。 そして、私はBONESからそれほど期待はしません。 アニメーションを専攻する学生として、私はBONESのアニメから多くのインスピレーションを得ます。\n\nあなたが男、女の子、同性愛者、まっすぐなのかどうかに関係なく、私はこのシリーズを誰にでも推薦します。私のようなオープンな心でそれを見てください。 少女のアニメは、私が行動や血を好むので、普通は私のものではありませんが、確かに私にプラスの効果をもたらしました。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "thefourthseason",
    "profile": "/profile/thefourthseason/reviews",
    "pages": "6",
    "number": "8",
    "link": "/reviews.php?id=68349",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はアニメウォッチの初心者かもしれないが、私は1つとNOを見たら傑作に気付く。  6は傑作には及ばない。\n\n私たちの親切で優しい主人公シオンは6番街で育ちました。市は市民にすべてを与え、心配や後悔なく住めるようにしました。 しかし、本当に完璧な社会は存在せず、シズはネズミと出会った後でこれを理解し始める。 シオンとネズミはNO.6の秘密を解き始め、視聴者に感情的な行動で満ちた旅を導きます。\n\nNezumiとShionの関係については、私はそれが大好きです。 私はNezumiとShionが、互いの間に真に生きることができないという彼らの初めての会合からの互いの生活へのそのような影響をどのようにしていたか、絶対に愛します。 これらのキャラクターの間の愛は、それが強い友情であろうとロマンスであろうと、あなたの気持ちをすべて盗んだだけで、あなたの顔でそれを叩きました。\n\n結局のところ、それはちょうど偉大なアニメとより良い漫画だった。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "lovelydeath",
    "profile": "/profile/lovelydeath/reviews",
    "pages": "6",
    "number": "9",
    "link": "/reviews.php?id=60243",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  6\n|  6\n\nこのアニメは、都市を運営している会社または組織に対する陰謀理論に基づいています。  6.面白いことが起こっていて、Nezumiはその底に挑戦しようとしています。 彼は刑務所から脱出した後、シオンは彼を救助し、彼は彼の家に滞在することができます。 シオンがもっと年上であるとき、ネズミはいつか好意を返すでしょう。 アニメ全体を通して非常に正直なところでは、シオンとねずみは何かを舞台裏で行っていると思った。 彼らの関係はちょうど友人以上のようだった。 そこでいくつかのことが起こり、シオンは走っている人になります。 シオンとねずみは、第六が何をしているのか、第六の謎を発見するために出発した。\n\nこのアニメが好きだったのはストーリーだった。 物語は面白かったですが、本当に彼らはミステリーと、実際に彼女を取り巻く奇妙な謎を起こしているシオンと恋している少女サファウについて詳しく説明したいと思います。 このアニメはまともなものでしたが、引っ張られた時がありました。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "ClicheReviewer",
    "profile": "/profile/ClicheReviewer/reviews",
    "pages": "6",
    "number": "10",
    "link": "/reviews.php?id=62541",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  8\n\nうわー、第6号は良いショーです。特に、あなたが定期的な科学小説と人物の関係にいるのならば。 今では多くの人がBoysloveの最小要素によって消されてしまったり、十分ではないので失望したりします。私自身はそれに中立です。 個人的には、私はラットとシオンのほうがロマンチックな関係よりも乱暴な兄弟関係の方が好きです。  Anyhoo、boyslove要素は上品に行われ、2つの本当に速いキスシーンがあり、そのうちの1つは片面です。 また、ストーリーはBoysloveの要素よりもはるかに重視されています。\n\nあなたがメカを持たないSF小説アニメが好きで、ちょっとした謎があるのなら、私はこれを全面的にお勧めし、キャラクターもうまく作られています。 正直なところ、Boysloveのマイナーな要素について気にしない人はこれをチェックしなければなりません。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "EternalStarlight",
    "profile": "/profile/EternalStarlight/reviews",
    "pages": "6",
    "number": "11",
    "link": "/reviews.php?id=55133",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  8\n\n私は6号が私のそばにいたのを見てからしばらくしていた\n\nストーリー：（8）私はsi-fiのジャンルのアニメの大ファンではありませんが、それは私がそれを嫌うという意味ではありません。 私は第6号の話が静かで良かったと思った。 あなたの毎日のショーネンの戦いや少女のロマンスとは異なり、No.6の話は他の話とは異なります。 そこにはユートピアの事が全然ありませんし、その後遺跡に落ちた疑いが絡み合っています。\n\n芸術：（9）巨大な芸術ではない、芸術はうまくいった\n\nサウンド：（8）アニメのためのOPを最初に聞いたとき、それは私を驚かせた。 以前聞いたことのないものだった。  EDは大丈夫だった。  OPと同じくらいうまくいっていない\n\nキャラクター：（8）2人の主人公は私をアニメにしたものだった。 シオンは幼稚なものだった、ネズミはより成熟した。  2人は良いマッチを作る。\n\n楽しさ：（8）6号機がアニメになることを最初に聞いたとき、私は本当に高い（本当に高いような）私の希望を得た。 その時、私は漫画の第2章が発表される前にそれを読んでいました。 アニメを見た後、このアニメのための私の好みはまだ高いです。 まだ放送中の前に、私はいつも各エピソードを楽しみにしていました\n\n全体：（8）はい、私はボクシーボーイのためにそれを見ましたが、どういうわけか。 縁の上ではなく、より軽い。 私はこのアニメに8を与え、それは永遠に8にとどまります"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "XxYoursTrulyxX",
    "profile": "/profile/XxYoursTrulyxX/reviews",
    "pages": "6",
    "number": "12",
    "link": "/reviews.php?id=77437",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nNo.6はアクションとSF以上のものです。 それは正直にも非常に感情的です、それは私がそれについて愛するものの一つです。 主人公の間の絆は本当に私を得ました。 シオンがねずみをそんなに変えたやり方。 エンディングは非常に感動的で心臓が疲れていて、それを説明することはあまりありません。 あなたは正直なところ、このアニメの種類を指定するためにそれを見る必要があります。 しかし、私にとっては素晴らしいことでした。 もちろん、芸術はよく描かれていました。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Alexrachal",
    "profile": "/profile/Alexrachal/reviews",
    "pages": "6",
    "number": "13",
    "link": "/reviews.php?id=44797",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  8\n\nストーリーは大丈夫だった。 しかし、私は言わなければならない、初めは素晴らしかった。 結末は素晴らしかったです。 真ん中はちょうど良かったです。 それにもかかわらず、私はそれを非常に楽しんだ。\n芸術も素晴らしかったです。 私は近代的なアニメスタイルが好きです。\n声優（日本のダブ）はとてもうまくやっていました。 日本の声優について 彼らはアメリカのダーバーの多くより多くの情熱を引き出すことができるようです。\n私の好きなキャラクターはRatとShionでした。 しかし、私は彼らのロマンスにはあまり気にしませんでした。 私はラットがシオンをどんなに強く押しつぶすか気にしなかった。 それは非現実的に思えた。\n全体的に、これはうまく、短い、11エピソードのアニメです。 あなたが時間を持っていれば、それは消化するのが簡単で、良い結末を残すことができます。私が聞いているのは、今日までには難しいことです。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "coffeeiskawaii",
    "profile": "/profile/coffeeiskawaii/reviews",
    "pages": "6",
    "number": "14",
    "link": "/reviews.php?id=83655",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  9\n\n一見すると、No. 6はちょっと混乱しています（最初のエピソードは何ですか？）。 一方で、少年警官から走っているネズミという名前の少年がいます。...警備員...そして、他の人は、静かで親切な男の子、シオン、普通の学生のように彼のクラスに参加しています 彼の窓を見つめて、彼が持っているものよりも何かを夢見ている間に、未来的な設定で。  2人のキャラクターは全く異なっており、2つの異なる世界から来ています。 誰もが2つの異なる場所があるという事実を和解させることはそれほど難しいことではありません。私たちは以前これをすべて見てきたので、エイ（賑やかな制御された都市と外の世界）です。 未来/馬小屋/反乱/友情/その他のプロットはほとんどオリジナルではありません） - しかし、シリーズの詳細を掘り下げていくと、何かが起こっているという感覚を得ることができます。 驚くべきことに、中学校に戻った時のように、シオンが内部の静かな子供ではないかもしれないということを忘れないでください。\n\n\n\nアニメのスタイルは本当に素晴らしく、ネズミとシオンの出演が好きだった。 最初はシオンを白い髪のイメージで見た後、アニメが茶色で始まるので混乱しました...しかし、それは後にすべてクリアされます。 いずれにしても、ネズミはストリートラットの写真です。 彼の衣服は、シオンと大きく対照的に、裂けて古いものです。 しかし、彼はまだ彼の長い髪と彼のクールで落ち着いた態度で真剣に悪いを見て管理しています。 彼は間違いなくあなたが暗い路地で会いたいと思う人ではなく、彼は本当にあなたがゴミを拾うことからすぐに来ると思われる誰かではありません。 シーンはうまくアニメーション化され、あなたの注目の時間と時間を邪魔することができるので、私はそれをすべて明確な9にしています。\n\n音も素晴らしかったです。 私は音楽と声優が好きです（私はそれがまだ下地を見て、それを愛していたので、私はそれがまだダビングされていないと仮定しています）。 このための番号10。\n\n文字は一般的には残念ではありませんでした。 ネズミとシオンはうまく丸められていて面白い背景を持ち、他のほとんどは同様でした。 すべてのキャラクターには、あなたが簡単に好き嫌いをする可能性がある定義的な性格とビットがありました。 私は興味深いプロットがなくても、キャラクターのためだけにショー全体を見て楽しんだでしょう。 それは全体的に素晴らしい経験だったと私は確かに2回目（すでに、実際には）、おそらく3分の1を見ていると思う。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "AfkChaos",
    "profile": "/profile/AfkChaos/reviews",
    "pages": "6",
    "number": "15",
    "link": "/reviews.php?id=81324",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は皆さんを驚かせるために最善を尽くしますが、それにもかかわらず、このストーリーラインは忘れられません。 あなたは近い将来来るために1000の予測をしなければならないでしょう...\n\nまず、それは典型的なアニメでさえも始まりません。 私は最初からストーリーラインとプロットに興味を持っていました。 そんなに重要でないストーリーがなければ人生を想像することはできませんでした。 私はこの壮大なスリラーの間に涙を落としました。 それには行動、冒険などがありました。 それはすべて政府の仕組みに関するものであり、すべての視点から話を伝えるだけです。 物事によってあなたがどのように変化するかを示します。\n\n第二に、物語が光と暗黒の両方をクライマックスするにつれて、それは痛み、悲しみ、そして特に後悔している。私はあなたにその内容以外のものを伝えたくない。 アニメに興味があるのであれば、私はこれをお勧めします...\n2人の主人公、主人公は外に出る。\nあれ らｔ（ねずみ）、 あんｄ しおん。\nある人は脳を持つ特権的な学生で、その両方が賢明で素朴な本です。 すべてを信じることは良い意思を持っている。\nそして、他のNezumi現代の悪いazzは彼の苦しみの過去が彼が将来がないと信じられるように導く。  （xxx）などを固めるために（XXX）のために（XXX）によって狩られた\n両方とも世界を満たし、すべての視点からそれを見る...\nそして不可避な旅で、彼らはすべての側面を攻撃する。\nシオンの女の子とシオンを救おうとしている間。\n彼らはお互いを保存するために自分自身を失う（精神的）が、浮き沈みは完璧な結末でさまようままにし続けます。\nこれは私の最初のレビューであり、恐らくベストではありません。\nしかし、これは伝説のアニメだと私に信じてください。 これに近いものは他には来ないでしょう。\n私がしたように何時間も泣いてもらいたい、私の心が私の周りに落ちたように...私はそれをビートのように感じることができるかのように。 私は正直言って、彼らがこれほど壮大に作ってくれることを願っています。 彼らは生涯のストーリーラインで一度言う方法です。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "worldvision",
    "profile": "/profile/worldvision/reviews",
    "pages": "6",
    "number": "16",
    "link": "/reviews.php?id=79780",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  6\n|  5\n\n私は、このような陰謀についての話に興味があります。これは、「本当に良い」都市の陰謀です。 いつもあなたの世界を信じてきた背後にある衝撃的な啓示は、いつもとてもエキサイティングで興味深いものです。 一見完璧な都市の背後にあるものを知ることは常に興味深いです。 しかし、それは少し退屈になる傾向があります。 正直言って、それがshounen-aiの話であるという強い印があります。 直接言及されていませんが、強く示唆されています。\n\n主人公は完全な反対者です。  1つは非常に風が強く、偽善者になる傾向があり、もう1つは現実的であり、世界では苦いです。 しかし確かに一つのことです。 どちらもロマンチックな気持ちになるまで、互いに強い感情を持っています。 私はこれがshounen-aiシリーズであることを知らなかった。 私はこれが初めて実際にそのジャンルを見ているので、かなりショックを受けています。 私は女の子だけでなく、それはかなり超現実的です。 少年のために少し失望している！ これらの文字は、特にNezumiのように暑いです。 この種の謎は常にキャラクターの健全性に挑戦し、真実を知った後にどんなキャラクターが発展するかを常に疑問に思います。\n\nこれは今日の最新シリーズの1つなので、アニメーションは魅力的です。 それは今の気分です。\n\nプロットは非常に興味深く、興味深いですが、間違いなく道に沿って興味が失われています。 驚いたことに、shounen-aiの部分は本当に面白いかもしれません。 私はそれが趣味良く行われているので、それは明らかではないと思う。 このシリーズはかなりいいですね。 私はそれを愛していないが、それを憎んではいない。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Saroyan",
    "profile": "/profile/Saroyan/reviews",
    "pages": "6",
    "number": "17",
    "link": "/reviews.php?id=52889",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  6\nキャラクター|  7\n|  9\n\n私はこのアニメについて今は疑問に思っていましたが、それを見て回ることは決してありませんでした。 しかし、私がしたとき、私はチップを袋のように通って行き、次々に食べました。 私はそれを私の好きなアニメとは言いませんが、私は何か高い賞賛をしています（私は5分前に終了し、私の感情はまだ私の頭に溢れていて、あちこちにあります。\n\nストーリー -  9\n最初の2つのエピソードの中で、私はすぐに自分自身を考えていたので、私は物語を正確に「オリジナル」とは見ません。「Matrix meets 1984.」  （どちらも私は見たことも読んでいない、笑）学校のドラマの授業では、オリジナルの「物語」はないが、もっと元気な方法を教えていた。 そして、私は、No.6がプロットを思い出深いものにするためにうまくやっており、その話をうまく話したと信じています。\n\nしかし、私は簡単に恐怖を感じるので、私はしばしばこのような物語が好きではない（Matrix / 1984...）と言わなければならない。 それは私のひどいうさぎです。私は、無知の世界に住んでいるという考えを処理することはできず、当局に疑念を抱かせるほどの理由であなたを誘惑する人々によって運営されています。 誤ったユートピア。 どういうわけか、たとえあなたが私のようなものであっても、そのような物語を嫌う人がいても、このアニメにとっては問題ではありません。\n\n私はshounen-aiのファンではありません。なぜなら、アニメはしばしばトップですから、何を知っているのですか？ それをこする。 私はロマンチックなアニメのファンではありません。 私はそれがshounen-ai aniemであり、嘆き悲しかったと読んだが、ありがたいことに、私が見守ることを妨げなかった。 それは分かりましたが、それらの部分はかなりマイナーです（それが意味を成すならかなりの主要な要素ですが）。そして私の神、あなたは信じますか？ 私はかわいいと思った。  ...奇数\n\nアート -  10\nアニメーションがすべての背景に感心している時間の半分を過ごしたのを見てから、ずっとずっと続いています。 バックグラウンドに明確に入っている努力は非常に素晴らしいです - それは、そのような恥知らずの人々は時々彼らの多くの通知を取ることはありません。 実際のキャラクターのアニメーションは公正ではありますが、時には彼らは不自然に描かれていました。 キャラクターの解剖もきれいだったし、デザインはプレーンなので設定には適していた。 私はアニメキャラクターの華麗なデザインが好きだと知っていますが（トゥーエではありませんが）、いつ停止するかを知る必要があるので、デザインが良かったと思いました。\nああ、OPはとてもカラフルだったので、実際のショーとは違っていたので、私はそれが大好きでした。  EDは色に関して少し落ち着いていましたが、私はそれが唯一適切だと感じました。 そしてそれはそれが穏やかであるようにではありません - それはすべての良い味であった。 とてもかわいい！\n\n別の注記では、芸術は、6のユートピアの世界と外壁のスラムとの間に明確な違いを示すために非常にうまくいったので、それは注目に値すると思う。\n\nサウンド -  6\n志望のミュージシャン/作曲家として、私は本当に私がサウンドトラックをヒープで楽しんだとは言えません。 私はそれがそこにあったことにほとんど気がつかなかった。  Elyuriaの曲以外に、そこには思い出深い曲がありませんでしたが、それはその話の一部だったので、聞き取りにくかったです。  OPについては...？  Yikes。 私は本当に異常に高い声が好きではない。そして、コーラスはひどくやさしく、詩からはまったく目立たなかった。\nEDは私のために周りの別の方法でした。 それはとても美しく、物語に合っていた。 ああ、この曲が演奏されたときのショーの最後の涙... *一息*\n\n私はうまくやったと思ったので、「音」から声を分離して8にします。 私は先日私の友人と話していました。私は 'あなたはアニメのキャラクタータイプごとに、そのキャラクタータイプの一般的な声があるようです。  ...私はこれに堅く立つ。 シオンの声、ねずみの声、カランの、サフの、それらのすべて：正確に私が期待していた。 彼らのキャラクターの種類やよく使われる声を知るのに十分なアニメ以上を見てきたからです。 私はKaji Yuukiの声の少々のファンだから、私は偏っているかもしれないが、Shionを引き離したと思った。正直言って。 元鈴と同じ、期待通りの声が聞こえて、うまくいった。\n\nキャラクター -  7\nキャラクターはひどく上品ではなかった。 たまには。 私は、キャラクターがまだ行われていないのではなく、少なくとも彼らが私を退屈させなかったということです。 シオンは初めは素朴で親切でしたが、当局が皆に食べさせていた嘘よりも、世界にもっと多くがあることを理解し始めました。  Nezumiのキャラクターは私の意見ではかなり典型的でしたが、私は言いたいことがあります...私は「Woah」と思ったこれらのキャラクターのいくつかの瞬間がありました。 彼らは何をやろうとしているのですか？」サファイの少々の性交は私に少し捨てられました。私は認めますし、ネズミは演技しています。\nすべてでは、すべてのことを行うにはわずか11のエピソードがあると考えて、キャラクターとその開発がうまくいったと思った。\n\n楽しさ -  9\n私は自分の評価を正当化するために、何を言いたいのか分からない。 私は好きなものを知っていて、私はNo.6が好きです。\n\n全体的 -  9\n私はよく何も完璧なものがないことを知っているので、完全なマークで何かを得点するアイデアに反対しています...まあ、レビューの評価チャートは10 =顕著だと言います。 このアニメはかなり私のために優れていた。 それは私が見た他の人たちから際立っていましたが、それは最高ではありませんでしたが、確かにそれは私に何らかの影響を与えました。\nよくやったよ"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Shion657",
    "profile": "/profile/Shion657/reviews",
    "pages": "6",
    "number": "18",
    "link": "/reviews.php?id=81884",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はちょうど11エピソードだけ長いこのショーがあまりにも悪いのが大好きです。 私はアニメでいくつかの瞬間を楽しんだが、すべてがマンガでずっとよく説明されている。 アニメ第6号から切り抜けなくてもいいと思う。 私は本当にこのショーを楽しんだのです。 私はこのショーを何回も見直しました。 正直なところ、毎回とても感情的です。 あなたがこれを見ていないなら、あなたはそれを考慮する必要があります。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "122301VC",
    "profile": "/profile/122301VC/reviews",
    "pages": "6",
    "number": "19",
    "link": "/reviews.php?id=126769",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  4\nサウンド|  10\nキャラクター|  8\n|  10\n\nさて、私はアニメを最初に見ました.6号には私が個人的に魅力的な物語があるので、私は心の中身を楽しんでいました。 しかし、私がマンガのできることを読んだ後、それについても後で小説を見つけてそれを始めると、アニメが良かったにもかかわらず、私はまだそれについての芸術が少し良くなったと思うと言わなければならない マンガや小説にこだわっただけでなく、管理されています。 それはちょっと違っていました。\n\n全体的に、私はそれらの選択肢の中で、漫画を最も楽しんで、次にアニメを楽しんだと言わなければならない、小説はそれらの2つの後に落ちる。 しかし、私の意見では、SFやスロー進行のストーリーが好きなら、No.6はあなたの次の大きなものかもしれません。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "kurokoko",
    "profile": "/profile/kurokoko/reviews",
    "pages": "6",
    "number": "20",
    "link": "/reviews.php?id=139557",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n6号機は素晴らしいアニメでした。 さて、あなたが何を考えているのかは分かっています。 でも、読んでください。 これはうまくいけば公平なレビューになるでしょう。\n\nストーリー：\n（ストーリー部分には、スポッティングのリトルビットがあります）\n最初のエピソードは、都市のユートピアの6番の非常に豊かで豊かな場所に住んでいる180のようなものを持つ男の子から始まります。ある日、少年の家に下水道を通っている男の子が現れます。 彼は囚人だ。 彼の名前はNezumiです。 シオンはスーパーナイーブであり、その背後には、ネズミを夜間に馬鹿にし、彼を養子にして癒してくれる元気がある。\n\n今私はこれを眺めていたので、私はスーパーコンファランスを受けたので、あなたはストーリーの層を与えようとしています。 あなたがすでにそれを取得した場合は、この部分をスキップすることができます。\n\n衝突1：ユートピアの片方のガラス壁の後ろに\n後で、約2番目のエピソードで、この完全なユートピアの欠陥のすべてを見ることができます。 市は、秩序を妨害していると思う人々を連れてきて、科学者が自由に彼らと一緒にやりたい矯正施設に投げ捨てます。\n\n紛争2：シオンの個人的な生活\nSafionという名前の女の子が、シオンとはっきりと恋し合いがあり、彼女は海外に留学します。 彼女は彼女が2年後に戻ったとき彼女に彼女に彼の精子を約束する。 その後、Safuは重要なキャラクターになります。\n\n争い3：シオンが母親を残して街から脱出する\n私はあまりにも多くを台無しにしたくないので、私はそれを残しておきます。 彼が矯正施設に連行されるとき、彼は逃げるのを助けます。\n\n紛争4：外の人々、内の人々、そして第三の選択肢\n西部地区と呼ばれる場所には、逃亡者が投げられ、もはや人間と呼ばれなくなっています。 これは、貧困が本当に人々を噛み砕き、貧困を取り戻してくれるところです。 強姦や売春から盗みや殺人に至るまでのあらゆる犯罪がここで醸造されます。\n\nコンフリクト5：寄生虫\n蜂の形をとっているパンデミックが起こっていて、人の首の中に卵を産んでいます。 その後、蛹が孵化すると、体はすぐに老化し、腐って死にます。  Elruryiasの怒りから生き残ったのは2人だけです（私はそれが自然だと思う\n\nこんｆぃｃｔ ６： ねずみ あんｄ しおん\n私は彼らがカップルだと確信している終わりまで。 それは私をたくさん怒らせた。 あなたはこれらの2つの間に不確実なことがたくさんあります。 物語は言うまでもありませんが、なぜ彼は第6号が好きではなかったのか隠すことでした。\n\n私は多くの人々が好きではなかったことを知っています。 わかった。 結末は「奇妙」で、多くの人にとって「不完全」と感じました。 しかし、あなたがサノのような結末を見たなら、あなたは悪い結末がどんなものか知っています。 おそらく奇妙な魔法の生態学的な結末は意味をなさないでしょうし、あなたは最初にシオンの3番目の選択肢を信じていませんでした。 一匹の昆虫が壁を破壊したという事実を見るのを止めてください。それはあなたがそれから出てきたものではありません。\n\nアニメの多くはまた、それが気に入らない厄介な方法で開発をプロットしていました。 エピソードの約5つはほとんどフィラーのように感じたが、そうではなかった。 あなたが戻ってそれをもう一度見ると、彼らは奇妙な方法でストーリーテリングのギャップを埋めていたことに気付くでしょう。\n\n（今のスポイラーは終わった〜）\n\nアート - 背景は信じられないほどだった。 オープニングとエンディングの曲も本当にクールでした。 特に、すべての写真が男の子から飛び出しているオープニング。 彼らはまた、彼らが必要とする調子と気分を設定するという、本当に良い仕事をしたと思います。 いくつかの厄介なアニメーションの問題以外は、それは美しかったです。\n\n音-\nこれはショーの私の好きな部分の一つでした。 まず、開口部。 ホソヤによって歌われた「ブナの森」と一緒に。 それのための芸術は美しかった。 さて、あなたは最初にその曲を好きにならないでしょう。 それは非常に高いピッチです。 この曲はラマの「スペル」と呼ばれています。 私は最初にそれが好きではなかったが、それは私の上で育った。 それは私の上で成長し、今私はそれを聞くたびにこの悲惨な郷愁に満ちている。 しかし私の好きな曲は、誰もがサウとねずみの吹奏楽を唱えていた風のレクイエムです。 それは、それが鳴る方法と歌詞の両方で本当に美しい曲です。\n\nキャラクター：\n私は本当にすべてのキャラクターが大好きでした。 私は、しかし、彼らのいくつかはスーパーフラットであり、バックグラウンドでいくつかのプロットの穴につながると思います。 時には、シオンはスーパー・ダムで、ネズミの意見は変わらない。 これが何度も起こるときを除いて、変化は良いです。 シオンとねずみの関係は少し不明です。 私は確かにいくつかの感情があると確信しています。\n（スポイラー警告）。\nNezumiはあなたが保護すべきものを見つけたら、あなたはすでに失われているというルールに従って生きました。 彼は目標を達成するために道に立っている人たちについては何も言わない。 シオン以外。 根室が銃を立てて立っていて、負傷した最後のシーンでは、シオンは銃を拾って銃を持っている人を殺します。 シオンは、彼がやったことによって完全に段階化されています。  Nezumiは、彼がシオンを変えたくないので、彼の性格とはまったく違う泣き出しをします。 シオンが死んだとき、ネズミは爆発して墜落している矯正施設に座り、シオンのために歌います。彼はすべてを失ったように感じます。 はい、多くの、多くの涙。\n\n楽しみ：\n誰もが好きではないし、ほとんどの人が私のようにこれを楽しんだとは思わない。 私はこのアニメが...私が直面したくないもののためのポータルであることを発見しました。 狭い志を持つ人々の多くは、このアニメは「大丈夫」と言っていて、これと間違っていました。 私はそれに間違ったことをすべて抱きしめています。 大きな画像を見てください。 それは本当に美しい人生がどれほど美しいかを示す美しいアニメでした。 これがアニメを見る理由で、私は本当に満足していたと思う。\n\n全体：\nこれはすばらしいアニメでした。 たぶん、ファンのためのアニメを見ている人や、ひどい裂け目がない私のために見る人のために、私は人生のさまざまな見通しのアニメを見ます。  6号は間違いなくそうしました。\n私は自分自身が、音と同じくらいチーズなように人々にとってよかったと思う。 このアニメは、社会が境界を置く場所があれば、誰もが人間として扱われなければならないことを示しています。 人々が（ロマンチックではなく）愛情を持ち、お互いを気遣うことを防ぐルールや規制はありません。 そして、すべきではありません。 ああ、巨大なPSAを忘れることはできません。これは、環境や世話をするためのものでした。\n\nだから、このアニメが終わった私の安っぽい人生の教訓。 私はこのアニメを見てGOと言う。 完璧ではありませんが、あなたが愛する小さなキャンディーチェリーがたくさんあります。  :)"
  }
]
