[
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "DrewLRussell",
    "profile": "/profile/DrewLRussell/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=211475",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  8\n\nTexhnolyzeやSerial Experiments Lainのように、No.6はストーリーテリングのための超現実的な雰囲気に合っています。 それは、尊敬される同じショーの味と偉大な物語と鮮やかな文字を持っている素敵な限られたシリーズの壮大な話です。\n\nアニメは、あなたがそれに入ることを期待していたかもしれないものをあなたに驚かせるかもしれませんが、あなたはすぐにシリーズのあらゆるキャラクターに近づいていくはずです。 芸術は必要ではありません。それは、彼らが今日使っている活気に満ちた滑らかな色ではなく、2000年のレトロスタイルのアニメーションをコピーするようになっているからです。\n\nしかし、それは動作します、NO.6の周りに作成された世界は広大であり、それは別の世界のようにすべて一緒に感じる、多くのアニメはそこに独自の広大な世界を作り出すことに成功し、NO.6はかなり浅い方法で 地域全体を強調するのではなく、NO.6の世界のいくつかの場所を示しています。 文字がどこにあるかは、あなたが見る場所です。\n\nしかし、このシリーズにある本当の楽しみは、キャラクターです。 シオン、ラット、サファ、ドッグ・キーパー、カレン（シオンの母親）は、皆さんに長い間あなたに影響を与える優れたキャラクターです。 私はまた、SubとDubの両方で演奏する傑出した声を指摘しなければならない。 このダビングはスティーブンフォスター（Steven Foster）（ガーデンオブワーズ（Garden of Words）、クラナド・アフター・ストーリー（Clannad After Story））によってよく指揮されている。 本当の心はオリジナルのSubにあり、Rei Sakuma（カレン）とKiyono Yasuno（Safu）の素晴らしいパフォーマンスがあります。\n\n全体的なNo.6はそれが地球の元の話に落ちている喜びであり、影響を与える文字です。\n\n評価：*** 1/2"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Ishizu123",
    "profile": "/profile/Ishizu123/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=40855",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\n私はこのアニメを最初に見つけたときに、それが面白かったと感じていた、少年は正しい。\n\nすべてが提供され、あなたは何もする必要はありません。 理想的な都市第6号は、それほど真実ではないと思われますか？ もちろん、それはありますし、Shionは彼が管理している逃亡者Nezumiを満たすときに、手直しから逃げ出しました。 その日から彼の人生は逆さまになっています。 彼は、第6号がかつてのように理想的で完璧ではないことを学びます。 シオンはそのようにとどまることに満足していないようだが、無知は至福だと言う。\n\nストーリー自体は素晴らしいと思います。 私は今までに見たことのあるものと比較するのに苦労しています。そのために、私は何を期待するのか分かりません。 私は5つのエピソードを見ただけですが、ストーリーがそのまま続いていれば、それを短くすることなく決定的な結末に来ることができれば、それは傑作になるでしょう。 これはあなたの毎日ではなく、工場から流出し、私たちがここで持っているアニメーションを表現します。 いいえ、これは素晴らしい作品です。 私が見たすべてのエピソードで、私は次に何が起こるのだろうと思ってショーにさらに魅了されます。\n\nちょっと一目見ただけで、アートワークが視覚的に見事であることが分かります。 私は間違いなくここで使用されるすべての細部のためにBONESに拍手をかけなければならない。 彼らは本当に素晴らしいグラフィックを持っています。 オープニング曲は大丈夫だったのですが、私はそれに感銘を受けませんでした。 私はエンディングが良いと思うし、それはアニメによく合います。\n\n最初から私たちは素晴らしいキャラクター開発を得ました。 ここで私たちはNo.6を嫌う誰かが何もしていないことを知っているように見える、この不思議な逃亡者ねずみがいる。 彼は失礼で、簡単で、反社会的でありながら、かなりまともな人であるようです。 それから私たちはシオンを持っています。親切で、正義感が強く、人々を理解しています.Nezumiのように、彼は謎に包まれているようです。 あなたはそうは思わないでしょうが、シオンを理解したと思ったときには、後でそれを変更する何かをすると思います。\n\n私はこのアニメを徹底的に楽しんでおり、しばらく見てきた可能性が最も高いです。  No.6はちょうど私のお気に入りの一つになるかもしれません。 全体的に私はこのアニメに9/10を与えるだろう。 私が持っている唯一の問題は、音楽です、それはひどいではありませんが、それは優れたエーテルではありません。 ヤオイが気に入らない人は、シオンとネズミの間に兄弟関係があれば、これはやおいではありません。 ですから、No.6をお勧めします。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "soulsyster",
    "profile": "/profile/soulsyster/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=43603",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  9\n\nこれは終了したばかりの私の叫び声を出した数少ないアニメの1つです。 私の唯一の主な苦情の一つは、このシリーズは長くないということです。\n\n物語は非常に面白く、実際にある意味ではかなり現実的です。 将来は非常にうまくいくので、あなたのことを考えさせます。\n\n最初のエピソードは本当に私を描きました。ある意味では魔法でした。 シリーズの残りの部分が異なる（意味がある、それほど魔法じゃない）と私は少し失望していたが、私はまだこれを素晴らしいアニメと呼ぶことができる。\n\n最初に悪いことから始めましょう。 もちろん、これは私の意見ですので、私が「間違っている」ことを選ぶかもしれません。\nとにかく、このアニメは多くの対話から成っています。 さて、対話はうまくいってとても有益でしたが、もう少し行動すればいいでしょう。\nペースは素晴らしかったと思ったが、もっと多くのことが起こった可能性がある。 このシリーズは11エピソードだけですが、それほど多くは起こりそうにないようです。 それでも、私はこれを退屈なアニメと呼ぶことはできません。\n2人の主人公の間に素敵なキャラクター開発がありましたが、私たちは本当に他のキャラクターに集中することはできませんでした。 確かに、すべての「重要な」キャラクターはまともな画面時間を得ますが、それらのキャラクターではあまり発達していません。 しかし、これも大きな問題ではありません。\n\nさあ、良いものに移りましょう！\n私にとっては、思考を刺激するプロットと2人の主人公の発展のために、これは退屈なアニメではありません。 シオンとネズミは非常に異なっているので、ほとんどすべてについて論じることは少し予測可能になり始める。 それでも、これらのキャラクターを愛してお互いにどのように跳ね返って来るかを見るのは難しいです。\n少年愛のようなシーンもありますが、ロマンスはありません。 しかし、いくつかは私に同意しないかもしれません。 あなたが少年愛が好きでなくても、このアニメをあきらめるべきではありません。 シオンとねずみの「瞬間」は短く、ロマンチックではありません。 あなたは自分で決めなければなりません。\nサウンドトラックはかなり驚きました。 最初はオープニングテーマが好きではありませんでしたが、本当に成長しました。 エンディングのテーマは美しいです。 アニメ中に使用された音楽は非常に強力で、ほとんど完全に使用されます。\n\n芸術はかなりいいです。 私は実際にはここに苦情はありませんが、アーティストが怠け者になっているようなアニメには数倍の時間があります。 しかし、それはあまり起こらず、簡単に見過ごすことができます。 芸術が本当に美しい時代もあります。\n\nアニメーションは放棄です。 いくつかの素晴らしいアクションシーケンスがありますが、アニメのほとんどは座っているキャラクターや静止しているキャラクターで構成されています。 これは悪くないが、あなたは多くの動きを持っていない。 アニメーションは非常にスムーズで素敵ですが、最初と最後のエピソードでは特にそうです。\n\n私は本当にこのアニメを楽しんで、それを見て大好きでした。 シーンのいくつかはとても強力です。 私はこのアニメについてはあまりにも驚くべきことはないと思うが、それは私から多くの感情を呼び起こし、私はそれを愛している。 私は良いと思って挑発的な物語を探している人にこれをお勧めします。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "IceAndCream",
    "profile": "/profile/IceAndCream/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=43475",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  4\n\nSFの傑作。 インテリジェント臭気。 サスペンス・ディスストピアンの物語。 それはそうだったかもしれません。\n\n残念ながら、それは混乱している可能性のない仮定で水に濡れており、それが一番うまくいくのは不安です。 しかし、二人の十代の男の子が苦い中年のカップルのように喧嘩しているのは、しばらくすると疲れてしまいます。 私は筆者（元の小説かアニメ脚本のいずれか）がブロムマンスの怒りが最もクールだと思う16歳の人であり、ランダムなSFやファンタジーといくつかの魔法を加えた疑いがある それはちょうど......冷たく見えるようにするために.cool。 それが意味をなさなければ誰が気にする。\n\n私たちはユートピア社会で始まり、「ナンバー6」と呼ばれています。 私たちの主人公、シオンはちょうど幼い子供ですが、すばらしい未来を見据えています。 しかし、彼は一晩夜、彼の家に座っている野鈴という男の子の傷口をすることに決めたとき、それを打ち砕く。 源泉は逃げた罪である。 しかし、シオンは、彼の心の良さで、とにかく彼を扱います。  （驚くほどスマートな子供は '幸いなことに、傷を縫うという理論を知っている。）罰として、シオンと彼の母親はスマイリーパンツ地区から、普通の人のための6番のエリアに追い出される。 そして今、彼らは両方とも生活のために働く必要があります。\n\nその後、昆虫に感染します！ 何人かの人々が突然老化し、死んでしまい、蜂のような昆虫がその年齢の斑点から這い上がり始めます。 ヤック これはシオンの同僚に起こります。 そして、この物語の誰もが明白であると仮定するので、シオンは殺人のために逮捕される。 しかし、幸運な彼は、ネズミが苦しんで私たちの乙女（エル）の救助に来て、巨大なゴミ捨て場であり、多くの人々が帰宅する第6号の外の土地に連れて行く。 ねずみを含む。 シオンは6番に戻って、肉食性のミツバチの治療法を見つけようとしています。 でもねずみは彼に欲しくない。 彼はNo.6が嫌いだから。\n\nプロットが理にかなっている限りです。\n\n私はアニメはしばしばすべてを説明していないことを知っています。 多くの「アートハウス」シリーズは、あいまいであることを指摘しています。 しかし、これは芸術的なものではありません。 むしろ、誰かが成功のためにテンプレートに従おうとしたようです。\n\n多くのストーリーがそれをしようとしています。 ハレムのアニメのように、特定の種類のキャラクター（ロリ、妹、オタクの女の子、淫乱な女の子、砂漠の女の子など）と特定の種類の状況（浜辺への訪問、 彼女に手を差して女の子の上に着いた......あなたが知っているもの）。\n\nこの人もそういうことをしようとします。\n\n極端な2つの主人公を持つことは涼しいですか？ そうしよう。\n彼らは議論し、闘い、互いを押したり、キスしたりして、ファンギルの特定の部分を興奮させるだろうか？ そうしよう。\n過去の悲劇？ チェック。\n地下抵抗運動のリーダー？ チェック。\n主人公が救済したいと思っている恐ろしい疫病/侵略？ チェック。\n幼なじみの親友か？ チェック。\n神秘的な女神 - 自然の精神？ チェック。\nグランドクライマティックエンディング？ チェック。\n悲惨なパートナーですか？ チェック。\nスーツの悪い人？ チェック。\n悪い実験室？ チェック。\n貴族の死？ チェック。\n白髪？ チェック。\n体の傷跡？ チェック。\n血液？ チェック。\nアクション？ チェック。\n動物？ チェック。\n\n今、これらの事のどれも悪いものではありません。 あなたがそれらを使う方法を知っていれば; 彼らが協力して魅力的で説得力のあるストーリーを作っていれば、 しかし、ここで彼らはしません。 彼らはすべてサラダのように一緒に投げ込まれています。元の食材が好きだったとしても、どうにかして一緒に美味しくはありません。\n\n私が前に言ったように、それは未熟なようです。\n\n通知私はこれはまだかなり高い7の評価を与えました。  OPとアニメーションは素晴らしいです。 若干のSFの設定は面白く、キャラクターは一般的にはステレオタイプではありません。 それは珍しいと感じます。 ディストロピアシリーズは、大部分が成熟した観客のために予約されているようであり、女の子に魅力的なsci-fisは一般的ではありません。 あなたがこのアニメのパズルを最終的に解く者であるかどうかを見たいと思っている場合は、軽い週末の盛り上がりは大丈夫です。 そして、おそらく良い解決策と解決策があり、それは華麗に理解できます。 私はそれに疑念の恩恵を与えるでしょう。  Moby Dickのように、それを持っている人がいるという噂があります。\n\nしかし、私は彼らが終わりになるまでにまだシリーズを愛する人々は、ハードコアyaoi fangirlsになると思う。 ヤオイアニメは希少なので、彼らは得ることができるものを取らなければなりません。  （いいえ、これは八尾ではありませんが、特定の場面では十分に近いと言うことができます）。 ニースのアニメーション、興味深い設定。 それは面白い話のすべての誇りを持っていた。 しかしそれはそれを維持しません。 それはちょうどあなたに物事を投げつけ、それが知的で涼しいことをあなたに説得しようとします。\n\nそれはプロットを濃くするためにますます多くのものを追加し続けます。 そして、私は彼らが外に出て、説明されるのを待っていました。 最後に、私は最後のエピソードに行き、すべてが最終的に説明されると考えました。 しかし、それが一番大事なのは、私をもっと混乱させるものでした。\n\n申し訳ありませんが、クールではありません。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "shadowofeve",
    "profile": "/profile/shadowofeve/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=202726",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\n***このレビューではマイナーなスポイラーがあります。 あなたが何も知らないことを望むなら、それを見てください。 私は何を失いましたか？  No.6は短く忘れられないものです。 否定的なレビューは、プロットの問題とペースから来ますが、完璧なアニメを見つけることはいかに稀ですか？ ただ、マンガはより良い結末を持っていることに注意してください。\n\n\nこのアニメを見た後、私は光の小説と漫画の両方を読んでいる人物と恋に落ちました。 アニメ版が終わりに急いで感じられ、ストーリーが変わったが、私はまだこのアニメが素晴らしいと思う。  No.6は完璧な傑作ではありませんが、それは傑作です。\n\n物語は、犯罪や貧困がなく、いわゆる完璧な世界である特権的なコミュニティに住んでいる少年、シオンについてです。 彼はまったく無実で親切で、とても信頼しています。 ネズミ、すべてを失った少年は、シオンの正反対です。 終わりのないハード、信頼できない、悲観的な、そして復讐の欲望がいっぱい。\n\nこれらの2人の男の子は、第6号の真実の背後にある多くの秘密を学んだ後、この悲惨な社会を閉鎖する冒険に参加します。 彼らが旅を経験するにつれ、2人の男の子はお互いに近くなります。 私は彼らの関係が愛と暖かさの両方のキャラクターから非常に動くことと憧れであることを発見しました。 これは、それらの間に面白いダイナミクスと興味深いキャラクター開発を作り出します。 私は実際に起こった関係の驚異的なコントラストと複雑さを楽しんでいました。 結局のところ、シオンは、彼の人生の最も重要で美しい瞬間は、彼が友人と過ごしてマクベスのスープを食べ、シェイクスピアを朗読した時だと、シーズンは信じています。 このアニメを見てください。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "j9a9s9",
    "profile": "/profile/j9a9s9/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=169587",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  10\n|  9\n\nこれは初めての私のレビューですが、私はベストを尽くすつもりです〜\n私が今までに見たアニメでは6号が最初でしたし、当初はそれが大好きでした。 しかし、マンガと小説を読んだ後、私はそれを再撮影すると残念だった。\n***いくつかのスポイラー***\n*ストーリー\n\nとにかく、それは私がそれから得たものです。 それからあなたがするものを取りなさい。\n\n*アート\n私は自分自身を描くことができないアニメ芸術については決して批判的ではありません。そして、私は幾分偽善的にその地域の他人の仕事を批判していますが、第6号でそれにいくつか問題がありました。 西ブロックの残骸に立ち寄ってきた源泉の部屋や犬鹿と陸家のような一般的なアニメーションが大好きだった。 しかし、時々、ネズミがシオンの首から蜂を取っているシーンのように、ネズミの目やキスのぎこちなさのようなものではなく、\n\n*音\nログッド・ヨ゙・ヨヴ（エンディングソング）は、今まで聞いたことのない日本初の歌です。 オープニング・ソング（呪文）はあまりありませんが、ネズミの声はかなり美しいと思います。 曲は動いていた。特に、彼が「誰も救ったことのない歌」が後で心を壊したと言ったけれど、彼が---------（メジャー・スポイラー）に向かって歌ったときは、特にそうだった。\n\n*文字\n\n文字は次のとおりです。\n\nシオン（またはシオン、シオンが好きですが、私はシオンが好きです）：ソーシャルスキルがほとんどなくても天才で、彼が16歳になるまで6番に住んでいて、12歳になるまでクロノスに住んでいました。 寄生虫の宿主である生き残る唯一の者。\n\nNezumi（ラット、英語）：12時に矯正施設を脱出し、シオンによって命を救った。 森の人々の唯一の生存者。 シェイクスピアを愛し、クロスドレスを着て、シェイクスピアの演劇で歌ったり歌ったりすると「イブ」という名前で呼ばれます。イブは西ブロックで広く知られており、賞賛されています。\n\nInukashi：文字通りDogkeeperに翻訳されます。 彼女の両親が彼女を放棄し、彼女を連れて行った老人が死んだ後、犬によって育てられた。 ウエストブロックでホテルを運営し、犬が死んだときに助けを求めて第6号に関する情報をネズミに与えます。  （一部の人はキャラクターを含め、犬鹿は男の子だと仮定している;私は彼女がエピソード9のために女の子であることを立っている）。\n\nRikiga：ドナルクはポルノ誌を経営していて、6番に住んでいましたが、シオンの母親と一緒に仕事をしていました。 彼はNezumi（彼は熱烈な情熱でNezumiを嫌う、そして感情は相互である）に会って、Shionを激しく保護しているまで、Eveの巨大なファンだった。\n\nカラン：シオンの母親。 いいえ、6番に住んでいます。それ以外の何かが主要なスポイラーになるでしょう。\n\nワイオミング州：彼の妻と子供が6番に連れて行かれ、カランと仲良くなった男。 第6号を破壊することに夢中であり、何とかして誓う。\n\n私はそのキャラクターが大好きでした。 私は元祖と恋に落ちた（おそらく彼の世界に対する態度と怒りに関連している）。 シオンの嫌悪感は時々私の目を転がしていましたが、彼はまだ私の好きなキャラクターの1つです。 時には、彼の楽観主義は、世界が全く思った通りではなく、むしろむしろ失礼な目覚めを予感させるように感じることがあるので、私を同情で嫌にしました。 私は時々共感しましたが（しかし、私は彼を嫌っていました）、犬鹿はとても面白かったです。 私の心は、エピソード9で彼女のために壊れた。ヨンミングは私を忍び寄り、カランは素晴らしい母親だと思った。 私の心も彼女のために壊れた。\n\n楽しさ：最初に、私はこれを愛し、私が見た最初のアニメであり、最後にあまりプロットについて考えるのではないが、マンガや小説を読むことを強くお勧めします。 彼らは実際に正義を行う。\n\n全体的に、7、それは急いでいたからです。 私はまだそれをお勧めします！"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "MisbehavingCub",
    "profile": "/profile/MisbehavingCub/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=42645",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメは、百万アニメのアニメです。とてもいいです。次回のエピソードが出るのを待って、実際には物理的に激しく感じています。 それは必要としない問題ではなく、私は次のエピソードを絶対に見なければならない、または私は死ぬつもりです。 それは私がこのアニメを愛することです。 本当に面白いですが、私はこのアニメを見ることさえ意識していませんでした。私はそれが好きになるとは思っていませんでした。 まあ、おそらく私のお気に入りのアニメの1つで、まだ完成していません！ 私は次のエピソードを見たいと思っていますが、それはもう1つのエピソードです。\n\nNo.6について私は何を言いますか？ ストーリーラインは、シオンがNezumiという名前の男（12歳のときにラット（はい、私は彼の名前の真実）を意味するネズミという名前の男を助け、何年か後に6号の秘密 彼が住んでいる町）はかなり彼に明らかにされているだけでなく、彼はNo.6から追放され、Nezumiと一緒に町の郊外に住んでいる。 そうすれば、彼は母親と再会し、友達を矯正施設から救い出し、第6号の壁を壊すので、障壁はなく、誰もが 同じ。\n\nアート、美しいアートです。 彼らがShion 2の見た目を変えたのは素晴らしいことでした。 彼はNo.6に住んでいるときに茶色の髪をしていてかなり普通ですし、ネズミと一緒に逃げて生きようとすると、寄生しようとする寄生虫に殺されずに髪が白くなり、目がより見えます 赤と彼は彼の体の周りにすべてを包むこのピンクの傷を取得します。 ねずみ、目が黒く、髪が黒くて、本当に美しくて不思議に見える。 景色は美しく、No.6の外側の嫌なことさえも本当に涼しいです。\n\nサウンド、私はこのアニメの音楽が大好きです。 それは本当に美しく、実際に私のために痛いです。 オープニング・ソング「Spell by Lama」は、私が泣きたいと思うほどの空気を持っています。 それはシオンに合っている、彼はこの恐ろしい街/世界に住んでいる本当に素敵で気遣う男です。 この曲は、アニメの闇にぴったりすぎるほど素敵だと感じています。それがとても完璧です。  Nezumiがアニメでやっている歌だけでなく、終わりの歌が悲しいこともあります。 音は非常に完璧です。\n\nキャラクター、私はこれをカバーしています。  12歳のときには、元気になった主人公のシオンがいます。その後数年後、再び寄生虫が発見され、ネズミは彼を救います。 シオンは本当に気になる男です。みんなに素敵で、ちょっとネイビーですね、ネズミは彼についての暗いオーラを持つ神秘的な男です。 彼は怒っている人のようだが、あなたはシオンについて気にすることができる。  Shionのお母さんは、かなり大きいNo.6を作った人のひとりであり、Shion'sの幼なじみの友人Safuは、実際に矯正施設に連れて行かれ、狂ったことが起こります。 ほとんどすべてのキャラクターは本当にクールであり、私は言及しなかったが、このアニメでは非常に重要です。\n\n楽しさ、このアニメは私を中毒し、私は次のエピソードを待って引き出しを行っています。 それはあなたが始めるとあなたが見守ることができないので、物事が楽しく過ごすことができます。 私はこのアニメが大好き！\n\n私はそれが大好きなので私の全体的なスコアは10です;）"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "premonitioner",
    "profile": "/profile/premonitioner/reviews",
    "pages": "3",
    "number": "8",
    "link": "/reviews.php?id=47611",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  5\n|  5\n\nエピソード7または8の周りで視聴をやめると、これは素晴らしいアニメです。\n\n私の座席の端に私を持っていて、このユートピア社会の背後にある大きな秘密が何であるか疑問に思いました。謎の感覚が私を楽しませてくれました。 しかし、それはアニメの後半でその道を失うようです。 私は結末によって信じられないほど混乱しました。 私は実際に自分自身に尋ねた '待って、何？ それ？ エピソード11が終わったとき、私はストリーミングがクラッシュしたと信じていたので、私は結末の大きな塊を逃していた。\n\n文字はとてもそうです。 私はNezumiとShionの関係をかなり理解しておらず、Shionは彼のことでむしろ苛立ちました。「私は自分自身のことを考えないでしょう。私はポニーテールでこの男の周りをフォローするつもりです。彼は私の家族の人生を台無しにしてしまいました。 良いアイデアです '。 初めはねずみが不思議なキャラクターのように見えましたが、彼のことが明らかになればなるほど、私はもっと退屈になりました。 彼らは耐えられる。  Safu、Shionの親友は実際には新鮮な空気の息吹でした。 彼女は何を望んでいるのかを知っています。 このアニメのほとんどの人とは違って。\n\n結局のところ、私はシオンとねずみとの愛情と憎しみの関係にはかなり疲れてしまい、結末には全く失望しました。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "own4me2",
    "profile": "/profile/own4me2/reviews",
    "pages": "3",
    "number": "9",
    "link": "/reviews.php?id=189239",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  6\n|  6\n\n6号は潜在的な傑作として始まった。 私たちに非常に興味深く、よく実行された最初のエピソードを与える。 これらのエピソードのカップルは、私たちをショーの主人公に紹介しましたが、このアニメを特別で良いものにしたオリジナルの方法で紹介しました。\n\nこれらのエピソードの最初のカップルでは、​​雰囲気は素晴らしかったので、それは私が次のエピソードごとに本当に緊張しました。 本当に面白いキャラクターとそのお互いの関係を周回するこの本当に面白い話に私が惹かれているように感じました。\n\n-spoiler alert-アニメの最初の部分で4年間のタイムスキップも非常によく実行され、主人公のほとんどの人生の変化を示しました。\n\nアニメの驚くべき感覚と時間のスキップがうまく実行されたので、私はアニメに本当に深く入り込んだ。  「新世界観」を見た人には、同じ大気の感触とよく実行されたタイムスキップを説明しようとしています。これは新世界会にも含まれています\n\nしかし、火事国が攻撃したときにすべてが間違っていた。ああ、間違った漫画を待つ。\n\n私はノーと見つけた最初の意見を引用します。 インターネット上で6： 'このシリーズは非常に良いスタートを切ったが、それはエピソード5から下り坂に入った。 そしてそれはちょうど悪化し、悪化しました。\n\n私はこの人に感謝したいと思います。このアニメが構築したすべてが素晴らしいアニメになったことは、アニメの後半で非常に速く（遅くならず）崩壊し始めました。 私は後半の文字通りほとんどすべてが私の意見では悪いので、アニメがどんなに悪くなっているのかについて詳しく説明しません。\n\nまた、私は2つのことを認めなければならない。\n\n1.アニメが初めに普通ではなく、傑作のように終わったときに個人的に好きなので、私の意見はおそらくこのレビューを書いたときのベストではないでしょう。 私は嫌いです、アニメが逆になる時です。 私はアニメを愛するようになり、後半には私に嫌な思いをします。\n\n2.アニメ「Psycho-Pass」を見た人にとっては、  6は非常に予測可能です。\n物事をさらに悪化させるものは、世界の構造（富裕層は少なく、多くの人が汚れています）と世界のこれらの2つの側面に住む人物がサイコパスではるかに優れているということです。\n\n-spoiler alert-ネズミはアニメの終わりにどこに行ったのですか？ 私はこれが 'Fight club'のプロットであるとほとんど考えていた\n\n私は最初の部分がとても良いので、後半に失望する確率が9000を超えているので、このアニメを見ないよう人々に勧めます。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "thirstyforlemon",
    "profile": "/profile/thirstyforlemon/reviews",
    "pages": "3",
    "number": "10",
    "link": "/reviews.php?id=231434",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  10\nキャラクター|  6\n|  9\n\nNo.6はいつも私の好きな漫画シリーズの一つであり（そしてたぶんそうだろうが）、光の小説の深みと恐怖の中では、アニメは真剣に欠けている。 クリエイターたちは小説のゴアと恐怖から離れて、年齢層を低くすることを躊躇していたようだ。 実際には25エピソードのアニメは何かが11のエピソードに集約され、キープロットやキャラクターの開発が見落とされたことになります。\n\nストーリー - 最初のエピソードから3番目のエピソードまで、物語は握って激しかった。 最初の3つのエピソードは、光の小説と漫画とほとんど同じであり、華麗に歩調を合わせた。 しかし、11のトータルエピソードのうち3つがすばやく過ごした後、残りの7つのエピソードに残りを詰め込み、重要な瞬間を残して、キャラクターの開発と詳細を飛ばすことにしました。 シオンがネズミにキスしたとき、本当に私に立ち往生したシーンは、エピソード7（私は思う）にあった。 光の小説では、Nezumiはボールの中にカールし、後で泣き、それは重要なキャラクターの瞬間です。 アニメでは、それは起こりません。\n\n注文は、適切な順序で適切な量の開発がなければ、キャラクターの動機を些細なものに見せかけるような方法で交換されます。\n\nアート - 正直なところ、アートとアニメーションのクオリティーは、私がこのスタジオから期待しているものです。 それは美しく流動的で、文字デザインは環境にシームレスに融合します。 最初のエピソードは美しく、トレンドはフィナーレまで続きます。 犯罪のフィナーレでは、その生産価値は急上昇します。 最後のシーンの1つは、かすかで、非常に奇妙な角度です。\n\nサウンド - サウンドはこのアニメを作るものです！ それは華麗で、シーンの気分や調子にとてもよく合います。 これは不評な意見かもしれませんが、オープニングシーケンスは、私が今まで見たことのある私の好きなオープニングの一つであり、アニメと実際に一緒に働きます。 そして、声優は？ エピソード3のシオンの死の叫び声は驚異的で、声優たちは本当にここで彼らを抜いた！\n\nキャラクター - 私は本当にここで高い得点を挙げたいと思います。特に、小説ではキャラクターの開発がとても良かったからですが、ここでの開発は単純に「ウェルフ、十分に」のケースです。 元気のモチベーションと感動は本当に大きな空白スペースです。 小説では、彼のために多くの開発を見ていますが、アニメはほとんど「過去には外傷的な裏話を持ち、シオンについては気にしています。 それは本当の問題です、特に彼はそれのためにもっと嫌な男のように見えるからです。 小説では、彼は自分自身の言葉になって、彼が他の人たちをどれほど扱っているのかを理解していますが、アニメではそのほとんどが探究されています。\n\n楽しさ - 私はこれをアダプテーションとして持っていますが、スタンドアロンのシリーズとして、私は真剣にそれを楽しんだ。 私は光小説と同じではないことを認めなければなりませんでしたが、その後はシリーズとして愛するようになりました。  NezumiとShionがお互いにやり取りをするのが大好きなので、私はそれを見て退屈することはありませんでした！ 都市についてのジューシーなビットに到達するまでには時間がかかりますが、間にある国内の瞬間は、それが暗すぎるのを防ぐのに役立ち、あらゆる種類のファンを関心を持って保ちます。\n\nあなたがSF、shounen ai、fantasyなど好きなら、このシリーズはあなたが楽しめるものになります！ それは悪い適応かもしれませんが、それ自体は仕事をして素晴らしいことをしています。 私は正直言って、私はおそらくこのアニメを忘れることはないだろうと、それとそのメッセージは、人生のために私と一緒に固執するでしょう。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "NameWithheld",
    "profile": "/profile/NameWithheld/reviews",
    "pages": "3",
    "number": "11",
    "link": "/reviews.php?id=188046",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  7\nキャラクター|  4\n|  4\n\n私は前に、私はそれがより良くなることを望んで私が夢中ではないアニメを見続けるタイプではないと言った。 しかし、6番はそれをやった。 それは、次のエピソードを見たいと思うように私に十分な興味を持ってくれました。 それはテレビ番組のための最低限の要件をしました。 問題はそれが本当に多くのことをしなかったことです。\nこの話はちょうどオートパイロットになっているようです。 ここで半分ディストーションのショーのための青写真がありますが、それはちょうど動きを通過しています。 何度か育ったキャラクターの瞬間がありますが、それは後で再生されるようですが、ショーが終了する頃にはそれは決してしなかったことに気づきます。  10代のロマンスサブプロットもあります。 私はそれが無意味だと言うつもりはない、彼らは少なくとも何かが行っていたが、それは実際にどこにも行きませんでした。\nいいえ、6号についてはあまり言いすぎません。芸術はいいですが、それは唯一の本当の注目すべき側面です。 私はこのショーで怒っていないが、それはあまり言わない。 私は私のお気に入りの一つであるタイタンのアタックで怒った。  6号は本当に私に怒ってもらえません。 たぶん誰かがそれを好きになるかもしれないが、全体的に私はそれをノーとしなければならない。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "giggly205",
    "profile": "/profile/giggly205/reviews",
    "pages": "3",
    "number": "12",
    "link": "/reviews.php?id=186968",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n彼らが悪くなるとディストピス社会の話が大好きです。\n\n素晴らしいインフラと一見幸せに見える人々がいる美しい都市を想像してください。しかし、もはや老人が必要なくなったときに亡くなった場所では、芸術は許されず、死の恐怖であなたの政府に対して何も言えません。\n\nストーリー：ストーリーは素晴らしいと思います。 それは、主人公が子供であることから始まり、それから今の現実に行く。 残念なことに彼は厄介な状況に陥って街を出なければならない...政府の壁を越えて捨てようとしている町に子供として会った人と一緒に行くことは...それは素晴らしい話だ\n\n\nこのアニメは、アニメーション、キャラクター、ストーリー、セッティングから、単に完璧です。 私はそれを何度も何度も見ることができた。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "kelpiechan",
    "profile": "/profile/kelpiechan/reviews",
    "pages": "3",
    "number": "13",
    "link": "/reviews.php?id=184347",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  8\n|  7\n\nNo.6の最も重要な特徴は驚きの要素です。 起こる出来事のほとんどは予想されず、予想される出来事のほとんどは起こらないでしょう！\nそれは暗くて残酷なアニメよりもはるかに色彩豊かであるにもかかわらず、幸せな幸運なアニメではありません。\nそれは本当にそのキャラクターと自分の気持ちと背景に基づいているので、感情について少し深く考えて、誰かの靴に入る準備ができていなければ、それを見ないでください！\nあなたが死のような衝撃的な出来事や大規模なものを好きでないならば、それはかなり敏感なアニメですが、それを見ないでください！\n私は個人的にビデオを見ました。そして、元気のようにアニメを始めたのです！"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Emi_The_Hero",
    "profile": "/profile/Emi_The_Hero/reviews",
    "pages": "3",
    "number": "14",
    "link": "/reviews.php?id=225261",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのアニメに完全な10/10を与える。 これは非常にスリリングで、次のエピソードを見てみたいと思っていました。 だから、そこのすべてのアニメウォッチャーのために、これをチェックしてください！ 私はこれをもう一度見ますか？ はい、私は確かにそうです。  No.6は約1年間私のお気に入りのアニメでした。 結末は非常に悲しい/喜んでいた、私は泣かなければならないか、上下に飛び降りなければならないかと思った。 今私はそれについて何を伝えます。  No.6は主人公「シオン」のことで、逃げ出して困ってしまいます。 刑務所に入って警察に引き取られた後、逃げ出したラットは彼を救う。 彼らは両方ともランウェイになり、残りはあなたが見つけ出すためのものです。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "charlieblackwell",
    "profile": "/profile/charlieblackwell/reviews",
    "pages": "3",
    "number": "15",
    "link": "/reviews.php?id=183186",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  9\n|  10\n\n私はこのシリーズを見て楽しんでいました。 キャラクターはちょっと変わったものだと思いますが、全体的にダイナミックで非常に人間的なものでした。私がそれらに関連するという意味では、あなたが自分の場所にいると論理的に思えるようでした。\nシオンとねずみとの関係は、本当に成長し、成長するのを見るのが大好きでした。 私はこのシリーズが楽しいものになった理由の一部は、キャラクターが他のキャラクターとのやりとりや自分の状況が進化するにつれて成長するのを見ていることでした。\n芸術は流動的で非常に見ていいですし、シリーズ全体で再発する曲を含むかなりの音楽とともに、音と芸術に至るまでよくまとまっていました。\n全体的に、あなたがアクションディストピアンのアニメが好きな場合、またはキャラクターの開発と関係のためにそれを使っている場合は、このアニメを楽しむことができます。特に、11話しかないため、1日で簡単に見ることができます。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "lokalokaloka",
    "profile": "/profile/lokalokaloka/reviews",
    "pages": "3",
    "number": "16",
    "link": "/reviews.php?id=223970",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  8\n\nこのアニメはすごくプロットがあったけど、残念ながら彼らはネズミとシオンのロマンチックな関係を築き上げていなかったので、このアニメではすばらしいものでした。アニメがそれを想定していれば、 最初から。  Animesはまだ不幸なことに同性愛者であり、LGBTの視聴者は依然として悪い扱いを受ける。\n\nこのアニメはすごくプロットがあったけど、残念ながら彼らはネズミとシオンのロマンチックな関係を築き上げていなかったので、このアニメではすばらしいものでした。アニメがそれを想定していれば、 最初から。  Animesはまだ不幸なことに同性愛者であり、LGBTの視聴者は依然として悪い扱いを受ける。\nこのアニメはすごくプロットがあったけど、残念ながら彼らはネズミとシオンのロマンチックな関係を築き上げていなかったので、このアニメではすばらしいものでした。アニメがそれを想定していれば、 最初から。  Animesはまだ不幸なことに同性愛者であり、LGBTの視聴者は依然として悪い扱いを受ける。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "XDysphoria",
    "profile": "/profile/XDysphoria/reviews",
    "pages": "3",
    "number": "17",
    "link": "/reviews.php?id=45421",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\n私はいくつかのレビューを見てきました。多くの人がこのアニメを非難しました。なぜなら、それは小説からすべての栄光を取り除いたからです。 アニメは小説と同じではなく、多くのものを残していますが、BLを落としているかもしれませんが、恐ろしいアニメではありません。 そうでなければ、それについてのレビューを書いてください。 とにかくレビューの内容に基づいてアニメを見るべきではありません。なぜならそれらの多くは偏っていて個人的な趣味に基づいているからです。 全体的に8/10:) 物語そのものは非常に...あなたは、両方の主人公がお互いに非常に忠実であるという意味で、完全な栄光で友情を示していると言うことができます。 シオンが4年前に彼を救ったネズミにどのくらいの意味があったのか、どれだけ親切なのかを示しています。 さて、私はちょっとストーリーに戻っています。 私は世界のすべてのアニメを見たり、それに近づいたりすることはありませんでしたが、魅力的な「世界に近づいている黙示録的な出来事」の感触を持つユニークな話があり、芸術は素晴らしいです。 キャラクターの開発もそれほど悪くない。 あなたがトレーラーを見て興味をそそるような人々の一人なら、それを見てください。 悪いレビューがあなたを離れさせてはいけません。 あなたがそれを好きになったら、それは素晴らしいです。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "Greedy_Monster",
    "profile": "/profile/Greedy_Monster/reviews",
    "pages": "3",
    "number": "18",
    "link": "/reviews.php?id=67611",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  7\nキャラクター|  10\n|  9\n\n基本的な事実：\n -  2人の男性の間で、非常に示唆的な（ナー、キャノン）、意味のある、そして素晴らしく作られた関係が含まれています。\n - この話の悪い面には顔がない。\n - ポスト黙示録の誤ったユートピアと魔法の森林の嫌悪を11のエピソードでじっくりととらえようとした複雑なストーリーライン。\n - キャラクター開発の不均衡。 主なキャラクターよりもいくつかのサイドキャラクターが盛り込まれています。\n\nまあ、それは私が議論したいことのすばらしい集計でした。 悪いものから始めましょう。\n\nこのアニメのストーリーは恐ろしいものです。 彼らは物語に合併症を織り始めるとすぐに、私はタオルに投げた。 第六は、この物語を元の前提には何の寄与もしていないノートで終わらせるために、鮮明で磨かれ、恐ろしい社会観と技術的、歴史的な進歩を吹き込んだ - むしろ、それは統一と地位の -  地球の魔法かそのようないくつかのたわごと。 エピソード8/9以来、私の画面上にあふれていた純粋なBSの量を追跡するのは難しいです。 あなたがスケッチのようなプロットのねじれに簡単に買わない人なら、あなたはやや早く消えてしまうでしょう。\n\nBIG BAD THINGの別の1つは、アニメが心配して非常に欠陥のあるメッセージを送ることです。 話題になると、No.6は、地球から吸う偽陽性を生む、この巨大で邪悪な単一の実体としていつも消え去ります。 それ、私の友人は間違っています。  No.6の政府は、都市全体ではなく、嘘と残酷の背後にある政府です。 このショーは、市民に最大の犯罪が本質的に無知であることをよく話します。 彼らは、都市の状態について最高に自分自身に横たわっている無実の人々であり、最悪の場合、その嘘によって全く損なわれている。 いずれにせよ、彼らの犯罪は変わるものではありません。 しかし、第6号を1つの邪悪な存在として言及すると、その記述には市民が含まれており、基本的には貪欲に関する哲学的思想が生まれ、都市を運営する人々と同様に悪い立場に置かれます。\n\nそれでは、無実の人々の死が、貪欲、環境、工業化についての欠陥のあるアイデアをサポートするために栄誉を与えられており、口に悪い味を残しているということです。 街に顔をすることで、Big Bad（マンガに存在していて、それはより優れたバージョンになっています）、私は視聴者として指をどこに指すべきかを知っていました。メッセージ全体がより意味をなさないでしょう。 ある点までしかないならば。 悲しいかな、それは存在しません。\n\n最終的なMEHの事は、Safuです。 正直なところ、私は彼女のポイントは何か分からない。 私は、彼女はポイントがあったように感じたが、それは決して作られなかった。 それは大きな問題でした。 サファは重要な、最前列のキャラクターとして書かれていましたが、私たちは彼女のことよりも祖母についてもっと知っています。 私たちは彼女について知っている犬舎についてもっと知っています。 彼女は愛の関心を引き出すために離れていますが、まるで愛のようなものではなく、結局私が今まで見た中で最も無駄な犠牲者でした。  Safuは、キャラクターの完全な失望でした、そして、私は彼らが彼女に通常のストーリーラインを与えたかったり、最初から彼女を大切にしていないことを願っています。\n\n今すぐGOOD STUFFに！\nまず第一に、ネズミとシオンの関係は、ほとんど誰もあなたに語ってくれても、ファンのサービスはほとんどありません。 私はそれを私の墓に持っていきます。\n\nはい、NezumiとShionが一緒に息を呑むような瞬間を共有する時間は、それが主なものであるため、数えにくいです。 しかし、そうであっても、すべての相互作用には意味があります。私は彼らの関係について最も愛しているものです。\n\n本質的に、すべての外見と触れ合いとあらゆる瞬間が大きなメッセージを送ります。 最初は見るのが難しいかもしれませんが、もしあなたが再びそれを見るなら、あなたが私の言いたいことを知るでしょう。  NezumiとShionの間に織り成されているものは、私がアニメで見たことのないものです。 それは、すべての快適ゾーンを上回る友情であり、どのようにお互いの周りにいるはずの一般的なアイデアにろうそくを保持していません。 彼らが投影する純粋なケアの量は悲惨であり、決して安くはありません。\n\n私はこれを言うでしょう。 いくつかのシーンは、他のシーンよりも表面的に魅力的に見えるように描かれています。 私はある踊り場面の磨きと夢のようなプレゼンテーションはそれの大きな一例だと信じています。しかし、そのような「しっかりした」感覚でさえ、その意味は失われません。  NezumiとShionは、疑念、愛、そして絡み合った複雑な絆を共有しています。\n\n私はこれをもう一度繰り返すだろう、これのどれもファンサービスではない。 ファンサービスは、物事がファンを和らげる以外の理由で特定の方法で見えるように意図されている場合です。 よく作られたファンサービスは、それに沿っていくつかのキャラクター開発を提供します。  No.6は、主人公を真に理解するための主な情報源である親密な瞬間を提供します。 それは他の方法でも行われているわけではありませんでした。私たちは、彼らがこれまでにたった今話したことがないように、このような良い読書を得ていないでしょう。 だから、ファンサービスではありません。\n\n最終的な単語は...フィナーレが感情や悪いメッセージのたわごとであるため、奇妙な笑い/うわーの状況に終わるだけであれば、これはあなたの時間の価値があります。 あなたがキャラクターを新鮮なものにすることを楽しんでいる人なら、これを愛するべきです。 あなたがこれを既に愛しているなら、あなた自身に好意を持ち、漫画と小説を読んでください。 それはより良い経験をするでしょう、私は約束します。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "DeadByDani",
    "profile": "/profile/DeadByDani/reviews",
    "pages": "3",
    "number": "19",
    "link": "/reviews.php?id=46771",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  8\n\n私はこのアニメのストーリーを本当に気に入っていて、どのようにあなたのキャラクターが子供のように見えるのか、そして彼らが年を取っているとき、私はそれがどれほど面白かったか、そしてエピソードのほとんどが崖のハンガーで終わった方法を本当に愛していました。 もっと見る。\n\n私はそれが11のエピソードよりも長くなったらそれをもっと楽しんだでしょうが、結局それは大丈夫と判明しました。\n\n私はお互いにどのように異なったキャラクターが好きで、何が言われていたかに対する彼らの異なった反応を楽しんだ。\n\n全体的に、私はそれが素晴らしいアニメだと思ったので、もう一度それを見たいと思う。"
  },
  {
    "title": "No6",
    "id": "10161",
    "url": "https://myanimelist.net/anime/10161/No6",
    "user": "EiKkA",
    "profile": "/profile/EiKkA/reviews",
    "pages": "3",
    "number": "20",
    "link": "/reviews.php?id=219371",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  6\n\nまあ...これは短く重要なことになるだろう...\n\nまず第一に...アニメは大きな出発点から始まり、プロットは合理的なステップを進めるようです。 プロットは発展し、偉大なプラスであるエピソードを成熟させる...しかし、それらの最後の2つのエピソードは、特にハッピーエンドのファン（あなたを含めて本当に）すべてを台無しにする。 悪い結末にすぎないだけでなく、悪いことです。 すぐにすべてが崩壊し、灰から何か新しい芽が出ます。  wasp感染症全体が説明されておらず、他にも多くのことが未回答です。 視聴者には、「何が起こったのか、その後に何が起こるのか」といった質問が残されています。"
  }
]
