[
  {
    "title": "Baby_Princess_3D_Paradise_0_Love",
    "id": "10196",
    "url": "https://myanimelist.net/anime/10196/Baby_Princess_3D_Paradise_0_Love",
    "user": "Hoppy",
    "profile": "/profile/Hoppy/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=39677",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n今度はもう一度、Baby Princess関連の別のレビューをアニメの形と3Dで再開する時です。\n\nここには終止符があります\n\nストーリー9\n\nYoutarouと19歳の姉妹のそれぞれが新生児から18歳になるまでの生活史を完全に前提にしており、設定とイベントは大部分の小説に続いています。 それぞれの紹介は素晴らしかったし、それぞれの姉妹が数字を持っていて、数字が高く、妹がお母さんが若く、数字が0だったので、彼らのそれぞれの数字も同様に良く表示されていた。\n\nアート10\n\n芸術はかわいい、セクシーで、きれいで、優秀であり、3Dをよく使って、ほんの少しの小さなものを見ることができます。  3Dによる生産量は明らかにスケールアップしています。  3DはShukufuku no Campanella Specialsよりも優れています。 気づいていることと忠実なこと（それは第5巻にもあります）は、lolisに乳首がないという事実です。 これはフル3Dまたは1080pの2D版で最もよく見られます。\n\nサウンド10\n\nサウンドも素晴らしく、OPとEDは非常にキャッチーで、特にEDテーマはとても素晴らしいです。キャッチーな音楽が好きなら、それを愛するでしょう。 他の音楽もいい感じでした。桜木喜美乃の小説にもとづいた作品のエロティックな音楽です。\n\nキャラクター10\n\n彼らはすべて活気があり、軽蔑的で、そして/または自分たちのやり方で遊び心があり、かわいいセクシーなゲームの名前です。 あなたはベビープリンセスの典型的な原型をたくさん持っていますが、かなりうまくいきます。 新生児の朝日以外の若い人は、兄弟の後ろにいることに注意してください。ちょうど微妙な方法であっても、彼はいちゃつくとキスしようとしますが、シリーズはロリが好きではない人のためではありません。 それはすべて趣味良く行われているにもかかわらず、この中にはファンクルーシスの頻度が高いです。エッチに慣れていないと、少しでもエロティックな気がします。\n\n楽しさ10\n\n私は本当にアニメを楽しんでいました。とりわけツンデレ、セクシーな瞬間、ロマンチックな瞬間、そしてユータロウと彼の非常に大きな家族とのキュートな瞬間がかなりあります。\n\n全体10\n\n非常に楽しいエッチ/ハーレム/ロムコム、しかし、まだ多くの素材があるので、私はもっと欲しい、私に12-26エピソードのテレビシリーズを与える。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWell it's time for another review related Baby Princess again this time in anime form and in 3D.\n\n\u001b[1m今度はもう一度、Baby Princess関連の別のレビューをアニメの形と3Dで再開する時です。\u001b[22m\n\u001b[1m(Kondo wa mōichido, beibīpurinsesu kanren no betsu no rebyū o anime no katachi to 3 D de saikai suru tokidesu.)\u001b[22m\n\nTranslations of \u001b[4mWell it's time for another review related Baby Princess again this time in anime form and in 3D.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell it's time for another review related Baby Princess again this time in anime form and in 3D.\u001b[24m\n    \u001b[1m今度はもう一度、Baby Princess関連の別のレビューをアニメの形と3Dで再開する時です。\u001b[22m, \u001b[1mまあそれはアニメ形態および3Dで再びこの時間別のレビュー関連ベイビープリンセスのための時間です。\u001b[22m\n\u001b[1m\u001b[22m\nHere's the rundown\n\n\u001b[1mここには終止符があります\u001b[22m\n\u001b[1m(Koko ni wa shūshifu ga arimasu)\u001b[22m\n\nTranslations of \u001b[4mHere's the rundown\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHere's the rundown\u001b[24m\n    \u001b[1mここには終止符があります\u001b[22m, \u001b[1mここで荒廃です\u001b[22m\n\u001b[1m\u001b[22m\nStory 9\n\n\u001b[1mストーリー9\u001b[22m\n\u001b[1m(Sutōrī 9)\u001b[22m\n\nTranslations of \u001b[4mStory 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 9\u001b[24m\n    \u001b[1mストーリー9\u001b[22m\n\u001b[1m\u001b[22m\nIt follows the whole premise completely, a life story revolving around Youtarou and each of his 19 sisters from a newborn to 18 years, the settings and events follow the novel for the most part. The introduction of each was nice and had their respective numbers shown as well which is good since like when I explained with the novel each sister has a number, higher the number, younger the sister and Mama is number 0.\n\n\u001b[1mYoutarouと19歳の姉妹のそれぞれが新生児から18歳になるまでの生活史を完全に前提にしており、設定とイベントは大部分の小説に続いています。 それぞれの紹介は素晴らしかったし、それぞれの姉妹が数字を持っていて、数字が高く、妹がお母さんが若く、数字が0だったので、彼らのそれぞれの数字も同様に良く表示されていた。\u001b[22m\n\u001b[1m(Youtarou to 19-sai no shimai no sorezore ga shinseiji kara 18-sai ni naru made no seikatsu-shi o kanzen ni zentei ni shite ori, settei to ibento wa daibubun no shōsetsu ni tsudzuite imasu. Sorezore no shōkai wa subarashikattashi, sorezore no shimai ga sūji o motte ite, sūji ga takaku, imōto ga okāsan ga wakaku, sūji ga 0dattanode, karera no sorezore no sūji mo dōyō ni yoku hyōji sa rete ita.)\u001b[22m\n\nTranslations of \u001b[4mIt follows the whole premise completely, a life story revolving around Youtarou and each of his 19 sisters from a newborn to 18 years, the settings and events follow the novel for the most part. The introduction of each was nice and had their respective numbers shown as well which is good since like when I explained with the novel each sister has a number, higher the number, younger the sister and Mama is number 0.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt follows the whole premise completely, a life story revolving around Youtarou and each of his 19 sisters from a newborn to 18 years, the settings and events follow the novel for the most part.\u001b[24m\n    \u001b[1mYoutarouと19歳の姉妹のそれぞれが新生児から18歳になるまでの生活史を完全に前提にしており、設定とイベントは大部分の小説に続いています。\u001b[22m, \u001b[1mそれは、完全に全体の前提を次の人生の物語は、設定やイベントは大部分のための新規に従って、18年に新生児からYoutarouと彼の19姉妹のそれぞれの周りに回転します。\u001b[22m\n\u001b[4mThe introduction of each was nice and had their respective numbers shown as well which is good since like when I explained with the novel each sister has a number, higher the number, younger the sister and Mama is number 0.\u001b[24m\n    \u001b[1mそれぞれの紹介は素晴らしかったし、それぞれの姉妹が数字を持っていて、数字が高く、妹がお母さんが若く、数字が0だったので、彼らのそれぞれの数字も同様に良く表示されていた。\u001b[22m, \u001b[1mそれぞれの導入は良かったとそれぞれの数字は、私が小説で説明したときのような、それぞれの妹が数、より高い数、妹を持っているとママが数0であるため、良好であるとしても示されていました。\u001b[22m\n\u001b[1m\u001b[22m\nArt 10\n\n\u001b[1mアート10\u001b[22m\n\u001b[1m(Āto 10)\u001b[22m\n\nTranslations of \u001b[4mArt 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 10\u001b[24m\n    \u001b[1mアート10\u001b[22m\n\u001b[1m\u001b[22m\nThe art is cute, sexy, clean, and excellent and there is a good use of the 3D as well to better see a few small things. Production values were obviously up the scale due to 3D. The 3D is way better than the Shukufuku no Campanella Specials. A noticing thing and novel faithful (it occurs in that too in vol 5) is the fact that lolis don't have nipples. This is best viewed either in full 3D or 1080p for it's 2D version.\n\n\u001b[1m芸術はかわいい、セクシーで、きれいで、優秀であり、3Dをよく使って、ほんの少しの小さなものを見ることができます。  3Dによる生産量は明らかにスケールアップしています。  3DはShukufuku no Campanella Specialsよりも優れています。 気づいていることと忠実なこと（それは第5巻にもあります）は、lolisに乳首がないという事実です。 これはフル3Dまたは1080pの2D版で最もよく見られます。\u001b[22m\n\u001b[1m(Geijutsu wa kawaī, sekushī de, kireide, yūshūdeari, 3 D o yoku tsukatte, hon'nosukoshi no chīsana mono o miru koto ga dekimasu. 3 D ni yoru seisan-ryō wa akiraka ni sukēruappu shite imasu. 3 D wa Shukufuku no kanpanera Specials yori mo sugurete imasu. Kidzuite iru koto to chūjitsuna koto (sore wa dai 5-kan ni mo arimasu) wa, lolis ni chikubi ga nai to iu jijitsudesu. Kore wa furu 3 D matawa 1080 p no 2 D-ban de mottomo yoku mi raremasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is cute, sexy, clean, and excellent and there is a good use of the 3D as well to better see a few small things. Production values were obviously up the scale due to 3D. The 3D is way better than the Shukufuku no Campanella Specials. A noticing thing and novel faithful (it occurs in that too in vol 5) is the fact that lolis don't have nipples. This is best viewed either in full 3D or 1080p for it's 2D version.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is cute, sexy, clean, and excellent and there is a good use of the 3D as well to better see a few small things.\u001b[24m\n    \u001b[1m芸術はかわいい、セクシーで、きれいで、優秀であり、3Dをよく使って、ほんの少しの小さなものを見ることができます。\u001b[22m, \u001b[1m芸術は、キュートでセクシーな、きれいな、そして優れ、より良いいくつかの小さなものを見るためだけでなく、3Dの良い使用があります。\u001b[22m\n\u001b[4mProduction values were obviously up the scale due to 3D.\u001b[24m\n    \u001b[1m3Dによる生産量は明らかにスケールアップしています。\u001b[22m, \u001b[1m生産値は、3Dによるスケールまで明らかにしました。\u001b[22m\n\u001b[4mThe 3D is way better than the Shukufuku no Campanella Specials.\u001b[24m\n    \u001b[1m3DはShukufuku no Campanella Specialsよりも優れています。\u001b[22m, \u001b[1m3Dは祝福のカンパネラスペシャルよりずっといいです。\u001b[22m\n\u001b[4mA noticing thing and novel faithful (it occurs in that too in vol 5) is the fact that lolis don't have nipples.\u001b[24m\n    \u001b[1m気づいていることと忠実なこと（それは第5巻にもあります）は、lolisに乳首がないという事実です。\u001b[22m, \u001b[1m気付か物および新規忠実な（それはあまりにも容量5に、その中で発生する）lolisが乳首を持っていないという事実です。\u001b[22m\n\u001b[4mThis is best viewed either in full 3D or 1080p for it's 2D version.\u001b[24m\n    \u001b[1mこれはフル3Dまたは1080pの2D版で最もよく見られます。\u001b[22m, \u001b[1mそれは2D版だためにこれが最高のフル3Dまたは1080のいずれかで見られています。\u001b[22m\n\u001b[1m\u001b[22m\nSound 10\n\n\u001b[1mサウンド10\u001b[22m\n\u001b[1m(Saundo 10)\u001b[22m\n\nTranslations of \u001b[4mSound 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 10\u001b[24m\n    \u001b[1mサウンド10\u001b[22m\n\u001b[1m\u001b[22m\nSound also was excellent, the OP and ED were highly catchy and are very sing-a-long worth especially the ED theme it's awesome, if you like catchy music then you'll love it. The other music was also good, quite a bit of the erotic music for a work based on a novel by Sakurako Kimino.\n\n\u001b[1mサウンドも素晴らしく、OPとEDは非常にキャッチーで、特にEDテーマはとても素晴らしいです。キャッチーな音楽が好きなら、それを愛するでしょう。 他の音楽もいい感じでした。桜木喜美乃の小説にもとづいた作品のエロティックな音楽です。\u001b[22m\n\u001b[1m(Saundo mo subarashiku, OP to ED wa hijō ni kyatchī de, tokuni ED tēma wa totemo subarashīdesu. Kyatchīna ongaku ga sukinara, sore o aisurudeshou. Hoka no ongaku mo ī kanjideshita. Sakuragi Yoshimi Osamu no shōsetsu ni motodzuita sakuhin no erotikkuna ongakudesu.)\u001b[22m\n\nTranslations of \u001b[4mSound also was excellent, the OP and ED were highly catchy and are very sing-a-long worth especially the ED theme it's awesome, if you like catchy music then you'll love it. The other music was also good, quite a bit of the erotic music for a work based on a novel by Sakurako Kimino.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound also was excellent, the OP and ED were highly catchy and are very sing-a-long worth especially the ED theme it's awesome, if you like catchy music then you'll love it.\u001b[24m\n    \u001b[1mサウンドも素晴らしく、OPとEDは非常にキャッチーで、特にEDテーマはとても素晴らしいです。キャッチーな音楽が好きなら、それを愛するでしょう。\u001b[22m, \u001b[1mまた、優れたサウンド、OPとEDは非常にキャッチーであり、それはあなたがキャッチーな音楽が好きならば、あなたがそれを好きになる、素晴らしいです特にEDテーマ非常に歌う-長を価値があります。\u001b[22m\n\u001b[4mThe other music was also good, quite a bit of the erotic music for a work based on a novel by Sakurako Kimino.\u001b[24m\n    \u001b[1m他の音楽もいい感じでした。桜木喜美乃の小説にもとづいた作品のエロティックな音楽です。\u001b[22m, \u001b[1m他の音楽は、また、桜子君野の小説に基づいて、作業のためのエロ音楽のかなり良かったです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 10\n\n\u001b[1mキャラクター10\u001b[22m\n\u001b[1m(Kyarakutā 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 10\u001b[24m\n    \u001b[1mキャラクター10\u001b[22m, \u001b[1m文字10\u001b[22m\n\u001b[1m\u001b[22m\nThey are all lively, flirtatious, and/or playful in their own way and cute and sexy is the name of the game. You got plenty of the typical archetypes in Baby Princess but they are done quite well. Do note the younger ones except Asahi the newborn are also after the brother and will attempt to flirt and kiss him even if it's just in a subtle manner, the series is not for folks who don't like loli. There is a high frequency of fanservice in this although it's all tastefully done, it can get a bit erotic at times so keep that in mind if you aren't accustomed to ecchi.\n\n\u001b[1m彼らはすべて活気があり、軽蔑的で、そして/または自分たちのやり方で遊び心があり、かわいいセクシーなゲームの名前です。 あなたはベビープリンセスの典型的な原型をたくさん持っていますが、かなりうまくいきます。 新生児の朝日以外の若い人は、兄弟の後ろにいることに注意してください。ちょうど微妙な方法であっても、彼はいちゃつくとキスしようとしますが、シリーズはロリが好きではない人のためではありません。 それはすべて趣味良く行われているにもかかわらず、この中にはファンクルーシスの頻度が高いです。エッチに慣れていないと、少しでもエロティックな気がします。\u001b[22m\n\u001b[1m(Karera wa subete kakki ga ari, keibetsu-tekide, soshite/ matawa jibun-tachi no yarikata de asobigokoro ga ari, kawaī sekushīna gēmu no namaedesu. Anata wa bebīpurinsesu no tenkei-tekina genkei o takusan motte imasuga, kanari umaku ikimasu. Shinseiji no Asahi igai no wakai hito wa, kyōdai no ushiro ni iru koto ni chūi shite kudasai. Chōdo bimyōna hōhōdeatte mo, kare wa ichatsuku to kisushiyō to shimasuga, shirīzu wa rori ga sukide wanai hito no tamede wa arimasen. Sore wa subete shumi yoku okonawa rete iru nimokakawarazu, kono nakaniha fankurūshisu no hindo ga takaidesu. Etchi ni narete inai to, sukoshidemo erotikkuna ki ga shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThey are all lively, flirtatious, and/or playful in their own way and cute and sexy is the name of the game. You got plenty of the typical archetypes in Baby Princess but they are done quite well. Do note the younger ones except Asahi the newborn are also after the brother and will attempt to flirt and kiss him even if it's just in a subtle manner, the series is not for folks who don't like loli. There is a high frequency of fanservice in this although it's all tastefully done, it can get a bit erotic at times so keep that in mind if you aren't accustomed to ecchi.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey are all lively, flirtatious, and/or playful in their own way and cute and sexy is the name of the game.\u001b[24m\n    \u001b[1m彼らはすべて活気があり、軽蔑的で、そして/または自分たちのやり方で遊び心があり、かわいいセクシーなゲームの名前です。\u001b[22m, \u001b[1m彼らは独自の方法で、すべて、活発な軽薄な、および/または遊び心であり、キュートでセクシーなは、ゲームの名前です。\u001b[22m\n\u001b[4mYou got plenty of the typical archetypes in Baby Princess but they are done quite well.\u001b[24m\n    \u001b[1mあなたはベビープリンセスの典型的な原型をたくさん持っていますが、かなりうまくいきます。\u001b[22m, \u001b[1mあなたは赤ちゃんのプリンセスでの典型的なアーキタイプの多くを得たが、彼らは非常によく行われています。\u001b[22m\n\u001b[4mDo note the younger ones except Asahi the newborn are also after the brother and will attempt to flirt and kiss him even if it's just in a subtle manner, the series is not for folks who don't like loli.\u001b[24m\n    \u001b[1m新生児の朝日以外の若い人は、兄弟の後ろにいることに注意してください。ちょうど微妙な方法であっても、彼はいちゃつくとキスしようとしますが、シリーズはロリが好きではない人のためではありません。\u001b[22m, \u001b[1m朝日を除く若い人の新生児が兄の後にもあり、それは微妙な方法でだけだとしても、シリーズはロリが好きではない人々のためではない彼を浮気とキスしようとします注意してください。\u001b[22m\n\u001b[4mThere is a high frequency of fanservice in this although it's all tastefully done, it can get a bit erotic at times so keep that in mind if you aren't accustomed to ecchi.\u001b[24m\n    \u001b[1mそれはすべて趣味良く行われているにもかかわらず、この中にはファンクルーシスの頻度が高いです。エッチに慣れていないと、少しでもエロティックな気がします。\u001b[22m, \u001b[1mサービスカットの高周波は、それがすべて上品完了だが、それはあなたがエッチに慣れていない場合ので、心に留めておくの回で少しエロ得ることができ、この中にあります。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 10\n\n\u001b[1m楽しさ10\u001b[22m\n\u001b[1m(Tanoshisa 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 10\u001b[24m\n    \u001b[1m楽しさ10\u001b[22m\n\u001b[1m\u001b[22m\nI really enjoyed the anime, there's quite a bit of comedic moments especially with the tsunderes, some sexy moments, some romantic moments and many cute moments with Youtarou and his extremely large family, that's out to kiss him and more.\n\n\u001b[1m私は本当にアニメを楽しんでいました。とりわけツンデレ、セクシーな瞬間、ロマンチックな瞬間、そしてユータロウと彼の非常に大きな家族とのキュートな瞬間がかなりあります。\u001b[22m\n\u001b[1m(Watashi wa hontōni anime o tanoshinde imashita. Toriwake tsundere, sekushīna shunkan, romanchikkuna shunkan, soshite yūtarou to kare no hijō ni ōkina kazoku to no kyūtona shunkan ga kanari arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed the anime, there's quite a bit of comedic moments especially with the tsunderes, some sexy moments, some romantic moments and many cute moments with Youtarou and his extremely large family, that's out to kiss him and more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed the anime, there's quite a bit of comedic moments especially with the tsunderes, some sexy moments, some romantic moments and many cute moments with Youtarou and his extremely large family, that's out to kiss him and more.\u001b[24m\n    \u001b[1m私は本当にアニメを楽しんでいました。とりわけツンデレ、セクシーな瞬間、ロマンチックな瞬間、そしてユータロウと彼の非常に大きな家族とのキュートな瞬間がかなりあります。\u001b[22m, \u001b[1m私は本当にそれが彼とよりをキスをするアウトだ、喜劇の瞬間のかなりのビットは、特にtsunderes、いくつかのセクシーな瞬間、いくつかのロマンチックな瞬間とYoutarouと彼の非常に大家族を持つ多くのかわいい瞬間であり、アニメを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall 10\n\n\u001b[1m全体10\u001b[22m\n\u001b[1m(Zentai 10)\u001b[22m\n\nTranslations of \u001b[4mOverall 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 10\u001b[24m\n    \u001b[1m全体10\u001b[22m, \u001b[1m全体的に10\u001b[22m\n\u001b[1m\u001b[22m\nExtremely enjoyable ecchi/harem/romcom, however there is still more material and thus I want more, give me a 12-26 episode TV series.\n\n\u001b[1m非常に楽しいエッチ/ハーレム/ロムコム、しかし、まだ多くの素材があるので、私はもっと欲しい、私に12-26エピソードのテレビシリーズを与える。\u001b[22m\n\u001b[1m(Hijō ni tanoshī etchi/ hāremu/ romukomu, shikashi, mada ōku no sozai ga aru node, watashi wa motto hoshī, watashi ni 12 - 26 episōdo no terebishirīzu o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mExtremely enjoyable ecchi/harem/romcom, however there is still more material and thus I want more, give me a 12-26 episode TV series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mExtremely enjoyable ecchi/harem/romcom, however there is still more material and thus I want more, give me a 12-26 episode TV series.\u001b[24m\n    \u001b[1m非常に楽しいエッチ/ハーレム/ロムコム、しかし、まだ多くの素材があるので、私はもっと欲しい、私に12-26エピソードのテレビシリーズを与える。\u001b[22m, \u001b[1mエッチ/ハーレム/ romcom非常に楽しい、しかし、より多くの材料が依然として存在するので、私はもっと欲しい、私は12月26日のエピソードのテレビシリーズを与えます。\u001b[22m"
  },
  {
    "title": "Baby_Princess_3D_Paradise_0_Love",
    "id": "10196",
    "url": "https://myanimelist.net/anime/10196/Baby_Princess_3D_Paradise_0_Love",
    "user": "Kynov",
    "profile": "/profile/Kynov/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=100989",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\nあなたがレビューを読む前に、このアニメを見たいと思ったら、これを前に読んでください：\n - あなたがエッチのようなことをしなかったなら、このアニメを忘れてください\nもしあなたが単純な物語のようにならなかったら、あなた自身の深いsh * t物語を見つけてください\n - あなたがロリコンでないなら、このアニメから離れてください\n - しかし、あなたがロリコンなら、簡単な物語を愛し、楽しいものを探して、これはおそらくあなたのための最高の仕事です！\n\n私は本当に私をたくさん楽しんでいる何かを見て以来、されている。 赤ちゃんの王女の3D愛は、あなたが典型的なハーレムとハーレムの間のアニメです。 赤ちゃんの王女の3D愛やBP3Dとのショートは、主人公が多くの女の子に囲まれているときの別のハーレムのようなものです。 しかし、それはすべてではない、それはすべての女の子（19女の子）はあなたの兄弟ですか？ 驚き？ 私でもない。\n\n赤ちゃんの王女の3D愛はもともとLNからの適応ですが、私はなぜ彼らはちょうど1つのエピソードでそれをカバーしているのか分からないので、基本的にちょうど1つのエピソードで、BP3Dは特定の物語またはいずれかのプロットに焦点を当てる部屋がありません。 だから私はそれを理解できると思う。 とにかく、BP3Dは突然19人の娘がいることを発見した少年の話です。 だから、楽しいことは何ですか？ 私が前に言ったように、BP3Dはあなたに楽しいをもたらすアニメです。 それは、多くのファンサービス、icha  -  icha（恋愛dovey）、そのようないくつかの '深い'アニメやそのようなものを見て大好きあなたのためではありません。 このアニメでは、BP3Dの主人公であれば、あなたは何かを想像して座って座るだけです。\n\nBP3Dはストーリーで弱いですが、そのような美しいアートでそれを支払っています。 私はこのアニメが芸術において最高の画質を持っていると言わなければならない。 彼らは美しい景色、明るい色合い、そして女の子たちが美しく描かれています。 それだけでなく、BP3dでは3D背景も使用しています。 だから、EYEGASMに準備してください！\n\n芸術だけでなく、サウンドそのものは、特に声優にとって、このアニメの最大の側面です。 このアニメで声優を捜しているなら、花澤かな、五輪優子、伊藤かなえ、梶木由紀など、多くのトップシユースを見つけることができます。  OPのために、そのかわいいオープニング音楽とそのアニメに本当に適しています。\n\nキャラクターのセクションに移動しましょう、これは私が多くの興味を持っているかもしれません。 このハーレムのアニメには、ユニークな女の子がたくさんいます。 あなたはそれに名前をつける！\nTsundere [√]\nダンデレ[√]\nKuudere [√]\nロリブロンド[√]\n[√]のようなプリンセス\n成熟した[√]\n気難しい[√]\n遊び心[√]\n.....などなど！\nだから、すべてをキャッチしなければならない！\n\nジョークで十分な、このアニメは、あなたが楽しいものを探しているなら私がお勧めするものです。 ストーリーや他の何かのような詳細については話しません。 このアニメはかなりいいですね。 我々は批判しないことを楽しむために見ている。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n*Before you read the review or you wanted to watch this anime, please read this before :\n\n\u001b[1mあなたがレビューを読む前に、このアニメを見たいと思ったら、これを前に読んでください：\u001b[22m\n\u001b[1m(Anata ga rebyū o yomu mae ni, kono anime o mitai to omottara, kore o mae ni yondekudasai:)\u001b[22m\n\nTranslations of \u001b[4m*Before you read the review or you wanted to watch this anime, please read this before :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*Before you read the review or you wanted to watch this anime, please read this before :\u001b[24m\n    \u001b[1mあなたがレビューを読む前に、このアニメを見たいと思ったら、これを前に読んでください：\u001b[22m, \u001b[1m*あなたがレビューを読んだり、あなたはこのアニメを見たいと思った前に、前にこれをお読みください。\u001b[22m\n- If you didnt like ecchi, please forget this anime\n\n\u001b[1m - あなたがエッチのようなことをしなかったなら、このアニメを忘れてください\u001b[22m\n\u001b[1m(- Anata ga etchi no yōna koto o shinakattanara, kono anime o wasurete kudasai)\u001b[22m\n\nTranslations of \u001b[4m- If you didnt like ecchi, please forget this anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- If you didnt like ecchi, please forget this anime\u001b[24m\n    \u001b[1m - あなたがエッチのようなことをしなかったなら、このアニメを忘れてください\u001b[22m, \u001b[1m - あなたはエッチのようなdidntの場合は、このアニメを忘れてください。\u001b[22m\n- If you didnt like simple story, please find your own deep sh*t story\n\n\u001b[1mもしあなたが単純な物語のようにならなかったら、あなた自身の深いsh * t物語を見つけてください\u001b[22m\n\u001b[1m(Moshi anata ga tanjun'na monogatari no yō ni naranakattara, anata jishin no fukai sh* t monogatari o mitsukete kudasai)\u001b[22m\n\nTranslations of \u001b[4m- If you didnt like simple story, please find your own deep sh*t story\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- If you didnt like simple story, please find your own deep sh*t story\u001b[24m\n    \u001b[1mもしあなたが単純な物語のようにならなかったら、あなた自身の深いsh * t物語を見つけてください\u001b[22m, \u001b[1m - あなたは、単純な話のようなdidntの場合は、自分自身の深いのsh * tの物語を見つけてください\u001b[22m\n- If you are not lolicon, please go away from this anime\n\n\u001b[1m - あなたがロリコンでないなら、このアニメから離れてください\u001b[22m\n\u001b[1m(- Anata ga rorikondenainara, kono anime kara hanarete kudasai)\u001b[22m\n\nTranslations of \u001b[4m- If you are not lolicon, please go away from this anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- If you are not lolicon, please go away from this anime\u001b[24m\n    \u001b[1m - あなたがロリコンでないなら、このアニメから離れてください\u001b[22m, \u001b[1m - あなたがロリコンされていない場合は、このアニメから離れて行ってください\u001b[22m\n- but, If you are lolicon, love simple story, and looking for enjoyable, This one is maybe the greatest work for you!\n\n\u001b[1m - しかし、あなたがロリコンなら、簡単な物語を愛し、楽しいものを探して、これはおそらくあなたのための最高の仕事です！\u001b[22m\n\u001b[1m(- Shikashi, anata ga rorikon'nara, kantan'na monogatari o aishi, tanoshī mono o sagashite, kore wa osoraku anata no tame no saikō no shigotodesu!)\u001b[22m\n\nTranslations of \u001b[4m- but, If you are lolicon, love simple story, and looking for enjoyable, This one is maybe the greatest work for you!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- but, If you are lolicon, love simple story, and looking for enjoyable, This one is maybe the greatest work for you!\u001b[24m\n    \u001b[1m - しかし、あなたがロリコンなら、簡単な物語を愛し、楽しいものを探して、これはおそらくあなたのための最高の仕事です！\u001b[22m, \u001b[1m - しかし、あなたがロリコンであれば、単純な話を愛し、楽しいを探して、この1つは多分あなたのための最大の仕事です！\u001b[22m\n\u001b[1m\u001b[22m\nIts been while since i watch something that really enjoys me a lot. Baby princess 3D love is an anime between your typical harem and harem that you wil not find in anywhere. Baby princess 3D love or we short it to BP3D, is like another harem when the main character is surrounded by many girls. But thats not all, what if that all girls (19 girls) is your siblings? Surprise? me neither.\n\n\u001b[1m私は本当に私をたくさん楽しんでいる何かを見て以来、されている。 赤ちゃんの王女の3D愛は、あなたが典型的なハーレムとハーレムの間のアニメです。 赤ちゃんの王女の3D愛やBP3Dとのショートは、主人公が多くの女の子に囲まれているときの別のハーレムのようなものです。 しかし、それはすべてではない、それはすべての女の子（19女の子）はあなたの兄弟ですか？ 驚き？ 私でもない。\u001b[22m\n\u001b[1m(Watashi wa hontōni watashi o takusan tanoshinde iru nanika o mite irai, sa rete iru. Akachan no ōjo no 3 D ai wa, anata ga tenkei-tekina hāremu to hāremu no ma no animedesu. Akachan no ōjo no 3 D ai ya BP 3 D to no shōto wa, shujinkō ga ōku no on'nanoko ni kakoma rete iru toki no betsu no hāremu no yōna monodesu. Shikashi, soreha subetede wanai, soreha subete no on'nanoko (19 on'nanoko) wa anata no kyōdaidesu ka? Odoroki? Watashi demonai.)\u001b[22m\n\nTranslations of \u001b[4mIts been while since i watch something that really enjoys me a lot. Baby princess 3D love is an anime between your typical harem and harem that you wil not find in anywhere. Baby princess 3D love or we short it to BP3D, is like another harem when the main character is surrounded by many girls. But thats not all, what if that all girls (19 girls) is your siblings? Surprise? me neither.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIts been while since i watch something that really enjoys me a lot.\u001b[24m\n    \u001b[1m私は本当に私をたくさん楽しんでいる何かを見て以来、されている。\u001b[22m, \u001b[1mその私は本当に私をたくさん楽しんで何かを見て以来、しばらくして。\u001b[22m\n\u001b[4mBaby princess 3D love is an anime between your typical harem and harem that you wil not find in anywhere.\u001b[24m\n    \u001b[1m赤ちゃんの王女の3D愛は、あなたが典型的なハーレムとハーレムの間のアニメです。\u001b[22m, \u001b[1m赤ちゃんの王女の3Dの愛はどこにでもで見つけることができませんウィルあなたの典型的なハーレムとハーレムの間のアニメです。\u001b[22m\n\u001b[4mBaby princess 3D love or we short it to BP3D, is like another harem when the main character is surrounded by many girls.\u001b[24m\n    \u001b[1m赤ちゃんの王女の3D愛やBP3Dとのショートは、主人公が多くの女の子に囲まれているときの別のハーレムのようなものです。\u001b[22m, \u001b[1mメインキャラクターが多くの女の子に囲まれたときの赤ん坊の短いそれBP3Dに王女の3Dの愛や、私たちは、別のハーレムのようなものです。\u001b[22m\n\u001b[4mBut thats not all, what if that all girls (19 girls) is your siblings?\u001b[24m\n    \u001b[1mしかし、それはすべてではない、それはすべての女の子（19女の子）はあなたの兄弟ですか？\u001b[22m, \u001b[1mしかしthatsのすべてではない、すべての女の子（19の女の子が）あなたの兄弟何ですか？\u001b[22m\n\u001b[4mSurprise?\u001b[24m\n    \u001b[1m驚き？\u001b[22m, \u001b[1mサプライズ？\u001b[22m\n\u001b[4mme neither.\u001b[24m\n    \u001b[1m私でもない。\u001b[22m, \u001b[1m私も。\u001b[22m, \u001b[1m私もありません。\u001b[22m\n\u001b[1m\u001b[22m\nBaby princess 3D love is originally an adaptation from LN, but i donkt know why they just covers it with just one episode, so basically with just 1 episodes, BP3D doesnt have any rooms to focus on particular story or either plot. so i think thats understandable. anyway, BP3D is just about a boy who suddenly discovered that he has 19 daughters. So, whats the fun? Like i said before, BP3D is an anime that brings you an enjoyable. It brings many fanservices, icha - icha (lovey dovey), so its not for you who loves watching some 'deep' anime or anything like that. In this anime, You just need to sit watch and imagining what will you do if you are the main character in BP3D.\n\n\u001b[1m赤ちゃんの王女の3D愛はもともとLNからの適応ですが、私はなぜ彼らはちょうど1つのエピソードでそれをカバーしているのか分からないので、基本的にちょうど1つのエピソードで、BP3Dは特定の物語またはいずれかのプロットに焦点を当てる部屋がありません。 だから私はそれを理解できると思う。 とにかく、BP3Dは突然19人の娘がいることを発見した少年の話です。 だから、楽しいことは何ですか？ 私が前に言ったように、BP3Dはあなたに楽しいをもたらすアニメです。 それは、多くのファンサービス、icha  -  icha（恋愛dovey）、そのようないくつかの '深い'アニメやそのようなものを見て大好きあなたのためではありません。 このアニメでは、BP3Dの主人公であれば、あなたは何かを想像して座って座るだけです。\u001b[22m\n\u001b[1m(Akachan no ōjo no 3 D ai wa motomoto LN kara no tekiōdesuga, watashi wa naze karera wa chōdo 1tsu no episōdo de sore o kabā shite iru no ka wakaranainode, kihontekini chōdo 1tsu no episōdo de, BP 3 D wa tokutei no monogatari matawa izureka no purotto ni shōten o ateru heya ga arimasen. Dakara watashi wa sore o rikai dekiru to omou. Tonikaku, BP 3 D wa totsuzen 19-ri no musume ga iru koto o hakken shita shōnen no hanashidesu. Dakara, tanoshīkoto wa nanidesu ka? Watashi ga mae ni itta yō ni, BP 3 D wa anata ni tanoshī o motarasu animedesu. Sore wa, ōku no fansābisu, icha - icha (ren'ai dovey), sono yō na ikutsu ka no' fukai' anime ya sono yōna mono o mite daisuki anata no tamede wa arimasen. Kono animede wa, BP 3 D no shujinkōdeareba, anata wa nanika o sōzō shite suwatte suwaru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mBaby princess 3D love is originally an adaptation from LN, but i donkt know why they just covers it with just one episode, so basically with just 1 episodes, BP3D doesnt have any rooms to focus on particular story or either plot. so i think thats understandable. anyway, BP3D is just about a boy who suddenly discovered that he has 19 daughters. So, whats the fun? Like i said before, BP3D is an anime that brings you an enjoyable. It brings many fanservices, icha - icha (lovey dovey), so its not for you who loves watching some 'deep' anime or anything like that. In this anime, You just need to sit watch and imagining what will you do if you are the main character in BP3D.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBaby princess 3D love is originally an adaptation from LN, but i donkt know why they just covers it with just one episode, so basically with just 1 episodes, BP3D doesnt have any rooms to focus on particular story or either plot.\u001b[24m\n    \u001b[1m赤ちゃんの王女の3D愛はもともとLNからの適応ですが、私はなぜ彼らはちょうど1つのエピソードでそれをカバーしているのか分からないので、基本的にちょうど1つのエピソードで、BP3Dは特定の物語またはいずれかのプロットに焦点を当てる部屋がありません。\u001b[22m, \u001b[1mだから基本的には1エピソードと、BP3Dは特定のストーリーやどちらかのプロットに焦点を当てるために、任意の部屋を持っているdoesntの、赤ちゃんの王女の3Dの愛はもともとLNから適応ですが、彼らはただ1つのエピソードでそれをカバーして、なぜ私が知っているdonkt。\u001b[22m\n\u001b[4mso i think thats understandable.\u001b[24m\n    \u001b[1mだから私はそれを理解できると思う。\u001b[22m, \u001b[1mので、私はthatsのは理解できると思います。\u001b[22m\n\u001b[4manyway, BP3D is just about a boy who suddenly discovered that he has 19 daughters.\u001b[24m\n    \u001b[1mとにかく、BP3Dは突然19人の娘がいることを発見した少年の話です。\u001b[22m, \u001b[1mとにかく、BP3Dはちょうど、突然、彼は19人の娘を持っていることを発見した少年についてです。\u001b[22m\n\u001b[4mSo, whats the fun?\u001b[24m\n    \u001b[1mだから、楽しいことは何ですか？\u001b[22m, \u001b[1mだから、いただきました！楽しいですか？\u001b[22m\n\u001b[4mLike i said before, BP3D is an anime that brings you an enjoyable.\u001b[24m\n    \u001b[1m私が前に言ったように、BP3Dはあなたに楽しいをもたらすアニメです。\u001b[22m, \u001b[1m私は前にも言ったように、BP3Dはあなたに楽しいをもたらしアニメです。\u001b[22m\n\u001b[4mIt brings many fanservices, icha - icha (lovey dovey), so its not for you who loves watching some 'deep' anime or anything like that.\u001b[24m\n    \u001b[1mそれは、多くのファンサービス、icha  -  icha（恋愛dovey）、そのようないくつかの '深い'アニメやそのようなものを見て大好きあなたのためではありません。\u001b[22m, \u001b[1mそれは多くのfanservicesをもたらし、icha  -  icha（ラブラブ）、そのようないくつかの「深い」アニメか何かを見て愛していないあなたのためにそう。\u001b[22m\n\u001b[4mIn this anime, You just need to sit watch and imagining what will you do if you are the main character in BP3D.\u001b[24m\n    \u001b[1mこのアニメでは、BP3Dの主人公であれば、あなたは何かを想像して座って座るだけです。\u001b[22m, \u001b[1mこのアニメでは、あなただけ見て、あなたがBP3Dの主人公であれば、あなたが何をするだろう想像座ってする必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nAlthough BP3D weaks in story, but they pays it with such a beautiful art. I must said it, this anime have a top notch quality in art. They have beautiful scenery, bright coloring, and *ehem* the girls is beautifully drawn. and not just that, in BP3d they use 3D backgrounds too. So, prepare to EYEGASM!\n\n\u001b[1mBP3Dはストーリーで弱いですが、そのような美しいアートでそれを支払っています。 私はこのアニメが芸術において最高の画質を持っていると言わなければならない。 彼らは美しい景色、明るい色合い、そして女の子たちが美しく描かれています。 それだけでなく、BP3dでは3D背景も使用しています。 だから、EYEGASMに準備してください！\u001b[22m\n\u001b[1m(BP 3 D wa sutōrī de yowaidesuga, sono yōna utsukushī āto de sore o shiharatte imasu. Watashi wa kono anime ga geijutsu ni oite saikō no gashitsu o motte iru to iwanakereba naranai. Karera wa utsukushī keshiki, akarui iroai, soshite on'nanoko-tachi ga utsukushiku egaka rete imasu. Sore dakedenaku, BP 3 dde wa 3 D haikei mo shiyō shite imasu. Dakara, EYEGASM ni junbi shite kudasai!)\u001b[22m\n\nTranslations of \u001b[4mAlthough BP3D weaks in story, but they pays it with such a beautiful art. I must said it, this anime have a top notch quality in art. They have beautiful scenery, bright coloring, and *ehem* the girls is beautifully drawn. and not just that, in BP3d they use 3D backgrounds too. So, prepare to EYEGASM!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough BP3D weaks in story, but they pays it with such a beautiful art.\u001b[24m\n    \u001b[1mBP3Dはストーリーで弱いですが、そのような美しいアートでそれを支払っています。\u001b[22m, \u001b[1mBP3Dは、物語の中でweaksが、彼らはそのような美しい芸術とそれを支払っているが。\u001b[22m\n\u001b[4mI must said it, this anime have a top notch quality in art.\u001b[24m\n    \u001b[1m私はこのアニメが芸術において最高の画質を持っていると言わなければならない。\u001b[22m, \u001b[1m私はそれが、このアニメは、当技術分野で一流の品質を持っていると述べなければなりません。\u001b[22m\n\u001b[4mThey have beautiful scenery, bright coloring, and *ehem* the girls is beautifully drawn.\u001b[24m\n    \u001b[1m彼らは美しい景色、明るい色合い、そして女の子たちが美しく描かれています。\u001b[22m, \u001b[1m彼らは美しい景色、明るいカラーリング、および* ehem *女の子が美しく描かれています。\u001b[22m\n\u001b[4mand not just that, in BP3d they use 3D backgrounds too.\u001b[24m\n    \u001b[1mそれだけでなく、BP3dでは3D背景も使用しています。\u001b[22m, \u001b[1mそしてBP3dに彼らはあまりにも3D背景を使用するだけではなく、ということ。\u001b[22m\n\u001b[4mSo, prepare to EYEGASM!\u001b[24m\n    \u001b[1mだから、EYEGASMに準備してください！\u001b[22m, \u001b[1mだから、EYEGASMに準備を！\u001b[22m\n\u001b[1m\u001b[22m\nNot just the art, the sound itself is the greatest aspects in this anime, especially for the voice actor. If you're looking into the voice actor in this anime you will find many top seiyuus, such as Hanazawa Kana, Gotou Yuuko, Kanae Itou, Yuki Kaji, and many more. For the OP, its a cute opening music and its really suitable for this anime.\n\n\u001b[1m芸術だけでなく、サウンドそのものは、特に声優にとって、このアニメの最大の側面です。 このアニメで声優を捜しているなら、花澤かな、五輪優子、伊藤かなえ、梶木由紀など、多くのトップシユースを見つけることができます。  OPのために、そのかわいいオープニング音楽とそのアニメに本当に適しています。\u001b[22m\n\u001b[1m(Geijutsu dakedenaku, saundo sonomono wa, tokuni seiyū ni totte, kono anime no saidai no sokumendesu. Kono anime de seiyū o sagashite irunara, Hanazawa Kana, gorin Yūko, itō kanae, Kajiki Yuki nado, ōku no toppushiyūsu o mitsukeru koto ga dekimasu. OP no tame ni, sono kawaī ōpuningu ongaku to sono anime ni hontōni tekishite imasu.)\u001b[22m\n\nTranslations of \u001b[4mNot just the art, the sound itself is the greatest aspects in this anime, especially for the voice actor. If you're looking into the voice actor in this anime you will find many top seiyuus, such as Hanazawa Kana, Gotou Yuuko, Kanae Itou, Yuki Kaji, and many more. For the OP, its a cute opening music and its really suitable for this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot just the art, the sound itself is the greatest aspects in this anime, especially for the voice actor.\u001b[24m\n    \u001b[1m芸術だけでなく、サウンドそのものは、特に声優にとって、このアニメの最大の側面です。\u001b[22m, \u001b[1mだけでなく、アート、音自体は特に声優のために、このアニメの最大の側面です。\u001b[22m\n\u001b[4mIf you're looking into the voice actor in this anime you will find many top seiyuus, such as Hanazawa Kana, Gotou Yuuko, Kanae Itou, Yuki Kaji, and many more.\u001b[24m\n    \u001b[1mこのアニメで声優を捜しているなら、花澤かな、五輪優子、伊藤かなえ、梶木由紀など、多くのトップシユースを見つけることができます。\u001b[22m, \u001b[1mあなたはこのアニメで声優に探しているなら、あなたは、花澤香菜、後藤優子、伊藤かな恵、梶裕貴、および多くのような多くのトップseiyuusを見つけるでしょう。\u001b[22m\n\u001b[4mFor the OP, its a cute opening music and its really suitable for this anime.\u001b[24m\n    \u001b[1mOPのために、そのかわいいオープニング音楽とそのアニメに本当に適しています。\u001b[22m, \u001b[1mOP、そのキュートなオープニング音楽とこのアニメのために本当に適したため。\u001b[22m\n\u001b[1m\u001b[22m\nLets moving on to the character section, This is maybe the one that interest me alot. We got a bunch of unique girls in this harem anime. You name it!\n\n\u001b[1mキャラクターのセクションに移動しましょう、これは私が多くの興味を持っているかもしれません。 このハーレムのアニメには、ユニークな女の子がたくさんいます。 あなたはそれに名前をつける！\u001b[22m\n\u001b[1m(Kyarakutā no sekushon ni idō shimashou, kore wa watashi ga ōku no kyōmi o motte iru kamo shiremasen. Kono hāremu no anime ni wa, yunīkuna on'nanoko ga takusan imasu. Anata wa sore ni namaewotsukeru!)\u001b[22m\n\nTranslations of \u001b[4mLets moving on to the character section, This is maybe the one that interest me alot. We got a bunch of unique girls in this harem anime. You name it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLets moving on to the character section, This is maybe the one that interest me alot.\u001b[24m\n    \u001b[1mキャラクターのセクションに移動しましょう、これは私が多くの興味を持っているかもしれません。\u001b[22m, \u001b[1m文字のセクションに移動することができます、これはたくさん私の興味をひくものが多分あります。\u001b[22m\n\u001b[4mWe got a bunch of unique girls in this harem anime.\u001b[24m\n    \u001b[1mこのハーレムのアニメには、ユニークな女の子がたくさんいます。\u001b[22m, \u001b[1m我々は、このハーレムアニメでユニークな女の子の束を得ました。\u001b[22m\n\u001b[4mYou name it!\u001b[24m\n    \u001b[1mあなたはそれに名前をつける！\u001b[22m, \u001b[1mあなたはそれに名前を付けます！\u001b[22m\nTsundere [√]\n(Tsundere [√])\n\n\u001b[1mTsundere [√]\u001b[22m\n\u001b[1m(Tsundere [√])\u001b[22m\nDandere [√]\n\n\u001b[1mダンデレ[√]\u001b[22m\n\u001b[1m(Dandere [√])\u001b[22m\n\nTranslations of \u001b[4mDandere [√]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDandere [√]\u001b[24m\n    \u001b[1mダンデレ[√]\u001b[22m, \u001b[1mDandere [√]\u001b[22m\nKuudere [√]\n\n\u001b[1mKuudere [√]\u001b[22m\n\u001b[1m(Kuudere [√])\u001b[22m\n\nTranslations of \u001b[4mKuudere [√]\u001b[24m\n[ \u001b[4mDansk\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKuudere\u001b[24m\n    \u001b[1mKuudere\u001b[22m\n\u001b[4m[\u001b[24m\n    \u001b[1m[\u001b[22m\n\u001b[4m√\u001b[24m\n    \u001b[1m√\u001b[22m\n\u001b[4m]\u001b[24m\n    \u001b[1m]\u001b[22m\nLoli Blonde [√]\n\n\u001b[1mロリブロンド[√]\u001b[22m\n\u001b[1m(Roriburondo [√])\u001b[22m\n\nTranslations of \u001b[4mLoli Blonde [√]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLoli Blonde [√]\u001b[24m\n    \u001b[1mロリブロンド[√]\u001b[22m\nPrincess like [√]\n\n\u001b[1m[√]のようなプリンセス\u001b[22m\n\u001b[1m([√] No yōna purinsesu)\u001b[22m\n\nTranslations of \u001b[4mPrincess like [√]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPrincess like [√]\u001b[24m\n    \u001b[1m[√]のようなプリンセス\u001b[22m\nMature [√]\n\n\u001b[1m成熟した[√]\u001b[22m\n\u001b[1m(Seijuku shita [√])\u001b[22m\n\nTranslations of \u001b[4mMature [√]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMature [√]\u001b[24m\n    \u001b[1m成熟した[√]\u001b[22m, \u001b[1m熟女[√]\u001b[22m\nFlirtatious [√]\n\n\u001b[1m気難しい[√]\u001b[22m\n\u001b[1m(Kimuzukashī [√])\u001b[22m\n\nTranslations of \u001b[4mFlirtatious [√]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFlirtatious [√]\u001b[24m\n    \u001b[1m気難しい[√]\u001b[22m, \u001b[1m軽薄[√]\u001b[22m\nPlayful [√]\n\n\u001b[1m遊び心[√]\u001b[22m\n\u001b[1m(Asobigokoro [√])\u001b[22m\n\nTranslations of \u001b[4mPlayful [√]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlayful [√]\u001b[24m\n    \u001b[1m遊び心[√]\u001b[22m, \u001b[1mふざける[√]\u001b[22m\n.....and Many more!\n\n\u001b[1m.....などなど！\u001b[22m\n\u001b[1m(..... Nado nado!)\u001b[22m\n\nTranslations of \u001b[4m.....and Many more!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m.....and Many more!\u001b[24m\n    \u001b[1m.....などなど！\u001b[22m, \u001b[1m.....ともっと多くの！\u001b[22m, \u001b[1m.....そしてもっと多くの！\u001b[22m\nSo, Gotta catch em all!\n\n\u001b[1mだから、すべてをキャッチしなければならない！\u001b[22m\n\u001b[1m(Dakara, subete o kyatchi shinakereba naranai!)\u001b[22m\n\nTranslations of \u001b[4mSo, Gotta catch em all!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, Gotta catch em all!\u001b[24m\n    \u001b[1mだから、すべてをキャッチしなければならない！\u001b[22m, \u001b[1mだから、俺はEMすべてをキャッチ！\u001b[22m\n\u001b[1m\u001b[22m\nEnough with the jokes, Summary this anime is the one that i recommend if you're looking something that enjoyable. Lets not talk about the details like story or anything else. This anime is quite good and thats all. We're watching because we want to enjoy not to critize.\n\n\u001b[1mジョークで十分な、このアニメは、あなたが楽しいものを探しているなら私がお勧めするものです。 ストーリーや他の何かのような詳細については話しません。 このアニメはかなりいいですね。 我々は批判しないことを楽しむために見ている。\u001b[22m\n\u001b[1m(Jōku de jūbun'na, kono anime wa, anata ga tanoshī mono o sagashite irunara watashi ga o susume suru monodesu. Sutōrī ya hoka no nanika no yōna shōsai ni tsuite wa hanashimasen. Kono anime wa kanari īdesu ne. Wareware wa hihan shinai koto o tanoshimu tame ni mite iru.)\u001b[22m\n\nTranslations of \u001b[4mEnough with the jokes, Summary this anime is the one that i recommend if you're looking something that enjoyable. Lets not talk about the details like story or anything else. This anime is quite good and thats all. We're watching because we want to enjoy not to critize.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnough with the jokes, Summary this anime is the one that i recommend if you're looking something that enjoyable.\u001b[24m\n    \u001b[1mジョークで十分な、このアニメは、あなたが楽しいものを探しているなら私がお勧めするものです。\u001b[22m, \u001b[1mジョーク、まとめと十分なこのアニメは、あなたがその楽しい何かを探しているなら、私はお勧めです。\u001b[22m\n\u001b[4mLets not talk about the details like story or anything else.\u001b[24m\n    \u001b[1mストーリーや他の何かのような詳細については話しません。\u001b[22m, \u001b[1mストーリーや何か他のものなどの詳細について話していないことができます。\u001b[22m\n\u001b[4mThis anime is quite good and thats all.\u001b[24m\n    \u001b[1mこのアニメはかなりいいですね。\u001b[22m, \u001b[1mこのアニメはかなり良いですし、すべてのthats。\u001b[22m\n\u001b[4mWe're watching because we want to enjoy not to critize.\u001b[24m\n    \u001b[1m我々は批判しないことを楽しむために見ている。\u001b[22m, \u001b[1m我々はcritizeしないように楽しみたいので、私たちは監視しています。\u001b[22m"
  },
  {
    "title": "Baby_Princess_3D_Paradise_0_Love",
    "id": "10196",
    "url": "https://myanimelist.net/anime/10196/Baby_Princess_3D_Paradise_0_Love",
    "user": "End",
    "profile": "/profile/End/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=198678",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  9\n\n親愛なる未来のハレム王様、あなたの存在と存在を知らないために私を許してください。\n\n赤ちゃんのプリンセス3Dパラダイス0 [愛]は、ハーレムのための最もうまく行われたシリーズです。 私は鮮やかなハーレムウォッチャーとして言わなければならない、私はそれらのシリーズの全てに偏っている。 私はどのように間違っていたのですか？ 私はこのシリーズを過小評価するために専門のレスラーに殴られたような気がします。 しかし、このシリーズは私の目を私が期待しているものより少しだけ開きます。 それは確かにそれ自体の美しい物語です。 これらの唯一の理由は、私が今まで見てきた他のどのシリーズよりも優れています。 私はすでに漫画を読んでいましたが、漫画は現在進行中ですが、アニメと漫画はそれほど違いはありません。 もしあれば、それはちょっと違います。 私はそれらを比較するつもりはありませんし、決してそれらを比較するつもりはありませんが、私はそれらの両方が自然に良いと仮定することができます。 私はプロデューサーと作家に完全な敬意を表します。 実際にあなたに真実を伝えるために、私は最初はあまり期待していません。\n\nシリーズには、主導権を持つすべての女の子の間で、エッチ、ハーレム、ロリ、ロマンスも含まれていました。 私が上で言及したジャンルとは本当に嫌いなジャンルのジャンルがある場合、このシリーズにショットを付けるために何の努力もする必要はありません。 シリーズの終わりまで、シリーズのほとんどのシーンがこれらのジャンルのすべてに関わっているので、私は例外なく明言しました。\n\nストーリー\nこの話は、実家に会い、本当の母親が19人の娘を持つことを発見するまで、彼が家族内の唯一の子供だと思った高校の高齢者Yotaroに関する話です。 彼らのすべてが彼を待っている。  18歳の女の子まで、ちょっとかわいい赤ちゃんは、新しい家族を迎えるにあたり、すべてが緊張しています。 彼は何を言いますか？ 彼自身は非常に緊張していて、それらのすべてを満たすことを心配していました。 したがって、それらとの新たな日常生活はちょうど新しい始まりに過ぎません。 私はこのシリーズの物語がただ一つのエピソードであっても本当に素晴らしいとあなたに直接伝えます。\n\n第一印象に基づいてこのシリーズを単に判断し、却下するのは大きな間違いです。\nここではシリーズを見る前に知っておきたいことがいくつかあります。\n\nすべてのこのタイプのdereは、マンガ全体のシリーズ全体で見つけることができます：\nーまやでれ ーひめでれ –つんでれ ーやんでれ ーでれでれ ーくうでれ\n-Dandere -Coodere -Undere\n\n実際にはもっとたくさんありますが、私はdereタイプを使い果たしました！\n\n18人の女の子のそれぞれは、それぞれ独自の性格を持っています。 私は彼らの個性のすべてを詳細に表現することはできませんが、彼らのユニークな性格がこのシリーズの魅力の一つだと確信できます。 私はあなたがそれを愛すると思うことができます！ それらのすべては本当に良い女の子で、私は見たことがありますか、それとも純粋ではありません...それらのすべてがlolisなわけではないので、多分そうではないかもしれません...この差別ですか？ いいえ.Loliは本当に純粋な心臓で、純粋な白い綿に似ています。 魅力的な美しさで綿が飛ぶ場所。\n\nしかし女の子の半分は基本的にはlolisなので、あなたがlolisに興味がない、嫌いな人は、見ないことをお勧めします。 さもなければ、ロリスはあなたを憎むでしょう....\n\nlolisがあなたを嫌って何が起こるか知っていますか？ あなたはLolis Bureau Allied（LBA）とLolis United Federation（LUF）によって殺されます。\n\nLBAとLUFのモットー\n -  Lolis is Love。  Lolis is Lifeです。  Lolisは正義です。  Lolisは審判です\n\nロングライブlolis！ ロングライブlolis！ ロングライブlolis！ ロングライブlolis！\n\nさて、これで十分です。 主目的に戻りましょう。\n\nアートとアニメーション\nシリーズのアニメーションやアートは本当に素晴らしいです。 欠陥のない大きなミスはありません。 すでに幻想的だった。 ループやそのようなものはありません。 シリーズシーンはシーンごとにうまく配置されています。 これは私が期待していたものよりもずっと楽しかったです。\n\n音\nシリーズの歌は抜群です！  OpとEdの両方は素晴らしいです！\n私は両者が大好きですが、エドはこれまで見たことのないロマンチックな結末だと言わなければなりません。 この2つはあなたを楽しませることは決してありません。 それは正しい場面に来ている。 うまくいった。\n\nキャラクター\nこれは私が一番大好きなものです！ 何だと思う？ 文字のいずれもあなたを迷惑にしたり、苛立たせたりすることはありません。 すぐに彼らに引き寄せられます。 それらのすべては人格と態度はほとんど魅力的な美しさです。 あなたの心の欲望を否定しないでください、あなたはそれを愛するでしょう。 まずそれをチェックしてみてください。  Archaeonが言ったように私が言うことに満足していなければ、事実をあなたの意見に正当化する必要があります。 いくつかの憎しみメールを期待してください。もしあなたがいくつかの嫌悪感を抱くならば、彼らの主張がしばしば純粋に主観的なので、単に事実を尋ねるだけです。\n\n楽しさと全体\nちょうど座席とチョコレートミルクのガラス、または多分コーヒーの一杯をして静かにそれを見てください。 このシリーズが提供するものをあなたの心で楽しんでください。 そして、シリーズについてのあなたのご意見をお聞かせください。 あなたの立場を聞くのが大好きです。 それは時間の価値があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nDear future Harem king, forgive me for not being aware of your existence and presence.\n\n\u001b[1m親愛なる未来のハレム王様、あなたの存在と存在を知らないために私を許してください。\u001b[22m\n\u001b[1m(Shin'ainaru mirai no haremu ōsama, anata no sonzai to sonzai o shiranai tame ni watashi o yurushitekudasai.)\u001b[22m\n\nTranslations of \u001b[4mDear future Harem king, forgive me for not being aware of your existence and presence.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDear future Harem king, forgive me for not being aware of your existence and presence.\u001b[24m\n    \u001b[1m親愛なる未来のハレム王様、あなたの存在と存在を知らないために私を許してください。\u001b[22m, \u001b[1m将来のハーレム王親愛なる、あなたの存在および存在を意識されていないために私を許して。\u001b[22m\n\u001b[1m\u001b[22m\nBaby Princess 3D Paradise 0 [Love] is the most nicely done series for a harem. I must say as a vivid harem watcher, I kind of biased with all of those series. How wrong was I? I feel like I've been slapped by an expert wrestler for underestimate this series. Yet, this series open my eyes a bit more than what I'm expecting. It is indeed a beautiful story in its own way. These solely reason is more than enough to defeat any others harem series I've watch so far. I also had already reading the manga and even though the manga is currently still ongoing, the anime and the manga not really much different. If there are any, it’s really just a slightly difference. I do not and never intend to compare them, but I can assume both of them are naturally good as it was without too many flawless. I give a full respect towards the producers and author. Actually to tell you the truth, I really do not have high expectations at first.\n\n\u001b[1m赤ちゃんのプリンセス3Dパラダイス0 [愛]は、ハーレムのための最もうまく行われたシリーズです。 私は鮮やかなハーレムウォッチャーとして言わなければならない、私はそれらのシリーズの全てに偏っている。 私はどのように間違っていたのですか？ 私はこのシリーズを過小評価するために専門のレスラーに殴られたような気がします。 しかし、このシリーズは私の目を私が期待しているものより少しだけ開きます。 それは確かにそれ自体の美しい物語です。 これらの唯一の理由は、私が今まで見てきた他のどのシリーズよりも優れています。 私はすでに漫画を読んでいましたが、漫画はまだ進行中ですが、アニメと漫画はそれほど違いはありません。 もしあれば、それはちょっと違います。 私はそれらを比較するつもりはありませんし、決してそれらを比較するつもりはありませんが、私はそれらの両方が自然に良いと仮定することができます。 私はプロデューサーと作家に完全な敬意を表します。 実際にあなたに真実を伝えるために、私は最初はあまり期待していません。\u001b[22m\n\u001b[1m(Akachan no purinsesu 3 D paradaisu 0 [Ai] wa, hāremu no tame no mottomo umaku okonawa reta shirīzudesu. Watashi wa azayakana hāremuu~otchā to shite iwanakereba naranai, watashi wa sorera no shirīzu no subete ni katayotte iru. Shikashi, kono shirīzu wa watashi no me o watashi ga kitai shite iru mono yori sukoshi dake hirakimasu. Sore wa tashika ni sore jitai no utsukushī monogataridesu. Korera no yuiitsu no riyū wa, watashi ga imamade mitekita hoka no dono shirīzu yori mo sugurete imasu. Watashi wa sudeni manga o yonde imashitaga, manga wa mada shinkō-chūdesuga, anime to manga wa sorehodo chigai wa arimasen. Moshi areba, sore wa chotto chigaimasu. Watashi wa sorera o hikaku suru tsumori wa arimasenshi, kesshite sorera o hikaku suru tsumori wa arimasenga, watashi wa sorera no ryōhō ga shizen ni yoi to katei suru koto ga dekimasu. Watashi wa purode~yūsā to sakka ni kanzen'na keii o arawashimasu. Jissai ni anata ni shinjitsu o tsutaeru tame ni, watashi wa saisho wa amari kitai shite imasen. Watashi wa dono yō ni machigatte ita nodesu ka? Watashi wa kono shirīzu o kashōhyōkasuru tame ni senmon no resurā ni nagura reta yōna ki ga shimasu.)\u001b[22m\n\nTranslations of \u001b[4mBaby Princess 3D Paradise 0 [Love] is the most nicely done series for a harem. I must say as a vivid harem watcher, I kind of biased with all of those series. How wrong was I? I feel like I've been slapped by an expert wrestler for underestimate this series. Yet, this series open my eyes a bit more than what I'm expecting. It is indeed a beautiful story in its own way. These solely reason is more than enough to defeat any others harem series I've watch so far. I also had already reading the manga and even though the manga is currently still ongoing, the anime and the manga not really much different. If there are any, it’s really just a slightly difference. I do not and never intend to compare them, but I can assume both of them are naturally good as it was without too many flawless. I give a full respect towards the producers and author. Actually to tell you the truth, I really do not have high expectations at first.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBaby Princess 3D Paradise 0 [Love] is the most nicely done series for a harem.\u001b[24m\n    \u001b[1m赤ちゃんのプリンセス3Dパラダイス0 [愛]は、ハーレムのための最もうまく行われたシリーズです。\u001b[22m, \u001b[1mベイビー・プリンセス3Dパラダイス0 [愛]は、ハーレムのために最もうまく行っシリーズです。\u001b[22m\n\u001b[4mI must say as a vivid harem watcher, I kind of biased with all of those series.\u001b[24m\n    \u001b[1m私は鮮やかなハーレムウォッチャーとして言わなければならない、私はそれらのシリーズの全てに偏っている。\u001b[22m, \u001b[1m私はそれらのシリーズのすべてと、私は一種のバイアスされ、鮮やかなハーレムウォッチャーとして言わなければなりません。\u001b[22m\n\u001b[4mYet, this series open my eyes a bit more than what I'm expecting.\u001b[24m\n    \u001b[1mしかし、このシリーズは私の目を私が期待しているものより少しだけ開きます。\u001b[22m, \u001b[1mしかし、このシリーズは私が期待していたものよりもう少し私の目を開きます。\u001b[22m\n\u001b[4mIt is indeed a beautiful story in its own way.\u001b[24m\n    \u001b[1mそれは確かにそれ自体の美しい物語です。\u001b[22m, \u001b[1mそれは確かに独自の方法で美しい物語です。\u001b[22m\n\u001b[4mThese solely reason is more than enough to defeat any others harem series I've watch so far.\u001b[24m\n    \u001b[1mこれらの唯一の理由は、私が今まで見てきた他のどのシリーズよりも優れています。\u001b[22m, \u001b[1mこれらの単独理由は、私がこれまで見てきた一連のハーレム任意の他の人を倒すのに十分以上のものです。\u001b[22m\n\u001b[4mI also had already reading the manga and even though the manga is currently still ongoing, the anime and the manga not really much different.\u001b[24m\n    \u001b[1m私はすでに漫画を読んでいましたが、漫画はまだ進行中ですが、アニメと漫画はそれほど違いはありません。\u001b[22m, \u001b[1m私はまた、すでに漫画を読んで、していた漫画は現在も継続中であっても、アニメやマンガ本当に多くの違いはありません。\u001b[22m\n\u001b[4mIf there are any, it’s really just a slightly difference.\u001b[24m\n    \u001b[1mもしあれば、それはちょっと違います。\u001b[22m, \u001b[1mいずれかが存在する場合、それは本当にわずかに違います。\u001b[22m\n\u001b[4mI do not and never intend to compare them, but I can assume both of them are naturally good as it was without too many flawless.\u001b[24m\n    \u001b[1m私はそれらを比較するつもりはありませんし、決してそれらを比較するつもりはありませんが、私はそれらの両方が自然に良いと仮定することができます。\u001b[22m, \u001b[1m私にはありませんし、それらを比較するつもりはありませんが、私はそれらの両方は、それがあまりにも多くの完璧なしだったので自然に優れていると仮定することができます。\u001b[22m\n\u001b[4mI give a full respect towards the producers and author.\u001b[24m\n    \u001b[1m私はプロデューサーと作家に完全な敬意を表します。\u001b[22m, \u001b[1m私は、生産者と作者の方の完全な尊重を与えます。\u001b[22m\n\u001b[4mActually to tell you the truth, I really do not have high expectations at first.\u001b[24m\n    \u001b[1m実際にあなたに真実を伝えるために、私は最初はあまり期待していません。\u001b[22m, \u001b[1m実際に私は本当に最初は高い期待を持っていない、あなたに真実を伝えるために。\u001b[22m\n\u001b[4mHow wrong was I?\u001b[24m\n    \u001b[1m私はどのように間違っていたのですか？\u001b[22m, \u001b[1m私はどのように間違っていましたか？\u001b[22m\n\u001b[4mI feel like I've been slapped by an expert wrestler for underestimate this series.\u001b[24m\n    \u001b[1m私はこのシリーズを過小評価するために専門のレスラーに殴られたような気がします。\u001b[22m, \u001b[1mこのシリーズを過小評価するために、私は専門家のレスラーによって平手打ちされたような気がします。\u001b[22m\n\u001b[1m\u001b[22m\nThe series also involved ecchi, harem, loli, and romance between all those girls with our main lead. If you have one genre you really dislike from the genre I've mentioned above, no need to put any effort to give this series a shot. I said it clearly without exception because mostly scene from the series is involving all of those genres until the very end of the series.\n\n\u001b[1mシリーズには、主導権を持つすべての女の子の間で、エッチ、ハーレム、ロリ、ロマンスも含まれていました。 私が上で言及したジャンルとは本当に嫌いなジャンルのジャンルがある場合、このシリーズにショットを付けるために何の努力もする必要はありません。 シリーズの終わりまで、シリーズのほとんどのシーンがこれらのジャンルのすべてに関わっているので、私は例外なく明言しました。\u001b[22m\n\u001b[1m(Shirīzu ni wa, shudō-ken o motsu subete no on'nanoko no ma de, etchi, hāremu, rori, romansu mo fukuma rete imashita. Watashi ga ue de genkyū shita janru to wa hontōni kiraina janru no janru ga aru baai, kono shirīzu ni shotto o tsukeru tame ni nani no doryoku mo suru hitsuyō wa arimasen. Shirīzu no owari made, shirīzu no hotondo no shīn ga korera no janru no subete ni kakawatte irunode, watashi wa reigai naku meigen shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe series also involved ecchi, harem, loli, and romance between all those girls with our main lead. If you have one genre you really dislike from the genre I've mentioned above, no need to put any effort to give this series a shot. I said it clearly without exception because mostly scene from the series is involving all of those genres until the very end of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series also involved ecchi, harem, loli, and romance between all those girls with our main lead.\u001b[24m\n    \u001b[1mシリーズには、主導権を持つすべての女の子の間で、エッチ、ハーレム、ロリ、ロマンスも含まれていました。\u001b[22m, \u001b[1mシリーズは、私たちの主なリードとのすべてのそれらの女の子の間でエッチ、ハーレム、ロリ、そしてロマンスを関与しました。\u001b[22m\n\u001b[4mIf you have one genre you really dislike from the genre I've mentioned above, no need to put any effort to give this series a shot.\u001b[24m\n    \u001b[1m私が上で言及したジャンルとは本当に嫌いなジャンルのジャンルがある場合、このシリーズにショットを付けるために何の努力もする必要はありません。\u001b[22m, \u001b[1mあなたは1ジャンルを持っている場合、あなたは本当に私が上記述べたジャンル、このシリーズに打撃を与えるためにあらゆる努力をする必要はありませんから嫌い。\u001b[22m\n\u001b[4mI said it clearly without exception because mostly scene from the series is involving all of those genres until the very end of the series.\u001b[24m\n    \u001b[1mシリーズの終わりまで、シリーズのほとんどのシーンがこれらのジャンルのすべてに関わっているので、私は例外なく明言しました。\u001b[22m, \u001b[1mシリーズから、大部分のシーンは、シリーズの最後の最後まで、それらのジャンルのすべてが関与しているため、私は例外なく、明らかにそれを言いました。\u001b[22m\n\u001b[1m\u001b[22m\nStory\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4mStory\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThis story is about a high school senior named Yotaro who thought he was an only child in the family until he meet with the real family and discover his real mother has 19 daughters. All of them are waiting for him. One little cute baby until the 18 years old girl, all is nervous as they will get a new family member. What's more can he say? He himself was quite nervous and anxious to meet all of them. Thus, a newly daily life with them is just a new begins. I tell you directly the story of this series is really great although only one single episode.\n\n\u001b[1mこの話は、実家に会い、本当の母親が19人の娘を持つことを発見するまで、彼が家族内の唯一の子供だと思った高校の高齢者Yotaroに関する話です。 彼らのすべてが彼を待っている。  18歳の女の子まで、ちょっとかわいい赤ちゃんは、新しい家族を迎えるにあたり、すべてが緊張しています。 彼は何を言いますか？ 彼自身は非常に緊張していて、それらのすべてを満たすことを心配していました。 したがって、それらとの新たな日常生活はちょうど新しい始まりに過ぎません。 私はこのシリーズの物語がただ一つのエピソードであっても本当に素晴らしいことをあなたに直接伝えます。\u001b[22m\n\u001b[1m(Kono hanashi wa, jikka ni ai, hontō no hahaoya ga 19-ri no musume o motsu koto o hakken suru made, kare ga kazoku-nai no yuiitsu no kodomoda to omotta kōkō no kōrei-sha Yotaro ni kansuru hanashidesu. Karera no subete ga kare o matte iru. 18-Sai no on'nanoko made, chotto kawaī akachan wa, atarashī kazoku o mukaeru ni atari, subete ga kinchō shite imasu. Kare wa nani o iimasu ka? Kare jishin wa hijō ni kinchō shite ite, sorera no subete o mitasu koto o shinpai shite imashita. Shitagatte, sorera to no aratana nichijō seikatsu wa chōdo atarashī hajimari ni sugimasen. Watashi wa kono shirīzu no monogatari ga tadahitotsuno episōdodeatte mo hontōni subarashī koto o anata ni chokusetsu tsutaemasu.)\u001b[22m\n\nTranslations of \u001b[4mThis story is about a high school senior named Yotaro who thought he was an only child in the family until he meet with the real family and discover his real mother has 19 daughters. All of them are waiting for him. One little cute baby until the 18 years old girl, all is nervous as they will get a new family member. What's more can he say? He himself was quite nervous and anxious to meet all of them. Thus, a newly daily life with them is just a new begins. I tell you directly the story of this series is really great although only one single episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis story is about a high school senior named Yotaro who thought he was an only child in the family until he meet with the real family and discover his real mother has 19 daughters.\u001b[24m\n    \u001b[1mこの話は、実家に会い、本当の母親が19人の娘を持つことを発見するまで、彼が家族内の唯一の子供だと思った高校の高齢者Yotaroに関する話です。\u001b[22m, \u001b[1mこの物語は、彼が本当の家族に会うと、彼の本当の母親は19人の娘を持って発見されるまで、彼は家族の中で唯一の子だと思った陽太郎という名前の高校についてです。\u001b[22m\n\u001b[4mAll of them are waiting for him.\u001b[24m\n    \u001b[1m彼らのすべてが彼を待っている。\u001b[22m, \u001b[1mそれらのすべてが彼を待っています。\u001b[22m\n\u001b[4mOne little cute baby until the 18 years old girl, all is nervous as they will get a new family member.\u001b[24m\n    \u001b[1m18歳の女の子まで、ちょっとかわいい赤ちゃんは、新しい家族を迎えるにあたり、すべてが緊張しています。\u001b[22m, \u001b[1m彼らは新しい家族の一員を取得するように一つの小さなかわいい赤ちゃんは、18歳の少女まで、すべてが神経質です。\u001b[22m\n\u001b[4mWhat's more can he say?\u001b[24m\n    \u001b[1m彼は何を言いますか？\u001b[22m, \u001b[1mしかも彼は言うことができますか？\u001b[22m\n\u001b[4mHe himself was quite nervous and anxious to meet all of them.\u001b[24m\n    \u001b[1m彼自身は非常に緊張していて、それらのすべてを満たすことを心配していました。\u001b[22m, \u001b[1m彼自身は非常に緊張して、それらのすべてを満たすために切望していました。\u001b[22m\n\u001b[4mThus, a newly daily life with them is just a new begins.\u001b[24m\n    \u001b[1mしたがって、それらとの新たな日常生活はちょうど新しい始まりに過ぎません。\u001b[22m, \u001b[1mこのように、彼らと新たに日常生活はちょうど新しいが開始されます。\u001b[22m\n\u001b[4mI tell you directly the story of this series is really great although only one single episode.\u001b[24m\n    \u001b[1m私はこのシリーズの物語がただ一つのエピソードであっても本当に素晴らしいことをあなたに直接伝えます。\u001b[22m, \u001b[1m私はこのシリーズの話はただ1つのエピソードであるが、本当に素晴らしいです直接あなたを伝えます。\u001b[22m\n\u001b[1m\u001b[22m\nIt would be a great mistake to simply judge and dismiss this series based upon first impression.\n\n\u001b[1m第一印象に基づいてこのシリーズを単に判断し、却下するのは大きな間違いです。\u001b[22m\n\u001b[1m(Daiichiinshō nimotozuite kono shirīzu o tan'ni handan shi, kyakka suru no wa ōkina machigaidesu.)\u001b[22m\n\nTranslations of \u001b[4mIt would be a great mistake to simply judge and dismiss this series based upon first impression.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt would be a great mistake to simply judge and dismiss this series based upon first impression.\u001b[24m\n    \u001b[1m第一印象に基づいてこのシリーズを単に判断し、却下するのは大きな間違いです。\u001b[22m, \u001b[1m単に、第一印象に基づいて、このシリーズを判断し、却下する大きな間違いだろう。\u001b[22m\nHere a few facts you maybe want to know before watching the series.\n\n\u001b[1mここではシリーズを見る前に知っておきたいことがいくつかあります。\u001b[22m\n\u001b[1m(Kokode wa shirīzu o miru mae ni shitte okitai koto ga ikutsu ka arimasu.)\u001b[22m\n\nTranslations of \u001b[4mHere a few facts you maybe want to know before watching the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHere a few facts you maybe want to know before watching the series.\u001b[24m\n    \u001b[1mここではシリーズを見る前に知っておきたいことがいくつかあります。\u001b[22m, \u001b[1mここではいくつかの事実はあなたが多分シリーズを見て前に知ってほしいです。\u001b[22m\n\u001b[1m\u001b[22m\nAll this type of dere can be found in the whole series as much in the manga:\n\n\u001b[1mすべてのこのタイプのdereは、マンガ全体のシリーズ全体で見つけることができます：\u001b[22m\n\u001b[1m(Subete no kono taipu no dere wa, manga zentai no shirīzu zentai de mitsukeru koto ga dekimasu:)\u001b[22m\n\nTranslations of \u001b[4mAll this type of dere can be found in the whole series as much in the manga:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll this type of dere can be found in the whole series as much in the manga:\u001b[24m\n    \u001b[1mすべてのこのタイプのdereは、マンガ全体のシリーズ全体で見つけることができます：\u001b[22m, \u001b[1mdereのすべてのこのタイプは、漫画に限り、シリーズ全体で見つけることができます。\u001b[22m\nーまやでれ ーひめでれ –つんでれ ーやんでれ ーでれでれ ーくうでれ\n(̄ Ma yadere ̄ hime dere – tsun dere ̄ yan dere ̄ deredere ̄ kū dere)\n\n\u001b[1mーまやでれ ーひめでれ –つんでれ ーやんでれ ーでれでれ ーくうでれ\u001b[22m\n\u001b[1m(̄ Ma yadere ̄ hime dere – tsun dere ̄ yan dere ̄ deredere ̄ kū dere)\u001b[22m\n-Dandere -Coodere -Undere\n\n\u001b[1m-Dandere -Coodere -Undere\u001b[22m\n\u001b[1m(- Dandere - Coodere - Undere)\u001b[22m\n\nTranslations of \u001b[4m-Dandere -Coodere -Undere\u001b[24m\n[ \u001b[4mDansk\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Dandere\u001b[24m\n    \u001b[1m-Dandere\u001b[22m\n\u001b[4m-Coodere\u001b[24m\n    \u001b[1m-Coodere\u001b[22m\n\u001b[4m-Undere\u001b[24m\n    \u001b[1m-Undere\u001b[22m\n\u001b[1m\u001b[22m\nThere are actually many more but I've run out of dere type!\n\n\u001b[1m実際にはもっとたくさんありますが、私はdereタイプを使い果たしました！\u001b[22m\n\u001b[1m(Jissai ni wa motto takusan arimasuga, watashi wa dere taipu o tsukaihatashimashita!)\u001b[22m\n\nTranslations of \u001b[4mThere are actually many more but I've run out of dere type!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are actually many more but I've run out of dere type!\u001b[24m\n    \u001b[1m実際にはもっとたくさんありますが、私はdereタイプを使い果たしました！\u001b[22m, \u001b[1mより多くの私はdere型が不足してきましたが、実際にあります！\u001b[22m\n\u001b[1m\u001b[22m\nAll eighteen girls each have their own personality. I can't express all of their personality in detail but I can be pretty sure their unique personality is one of attraction in the series. And I can assume you will love it! All of them are a really good girl and purest I’ve seen or maybe not... Not all of them are lolis so some maybe not... Is this discrimination? No. Because loli is really pure of heart and resembles a pure white cotton. Where the cottons flying with alluring beauty.\n\n\u001b[1m18人の女の子のそれぞれは、それぞれ独自の性格を持っています。 私は彼らの個性のすべてを詳細に表現することはできませんが、彼らのユニークな性格がこのシリーズの魅力の一つだと確信できます。 私はあなたがそれを愛すると思うことができます！ それらのすべては本当に良い女の子で、私は見たことがありますか、それとも純粋ではありません...それらのすべてがlolisなわけではないので、多分そうではないかもしれません...この差別ですか？ いいえ.Loliは本当に純粋な心臓で、純粋な白い綿に似ています。 魅力的な美しさで綿が飛ぶ場所。\u001b[22m\n\u001b[1m(18-Ri no on'nanoko no sorezore wa, sorezore dokuji no seikaku o motte imasu. Watashi wa karera no kosei no subete o shōsai ni hyōgen suru koto wa dekimasenga, karera no yunīkuna seikaku ga kono shirīzu no miryoku no hitotsuda to kakushin dekimasu. Watashi wa anata ga sore o aisuru to omou koto ga dekimasu! Sorera no subete wa hontōni yoi on'nanoko de, watashi wa mita koto ga arimasu ka, soretomo junsuide wa arimasen... Sorera no subete ga lolisna wakede wanainode, tabun sōde wanai kamo shiremasen... Kono sabetsudesu ka? Īe. Loli wa hontōni junsuina shinzō de, junsuina shiroi wata ni nite imasu. Miryoku-tekina utsukushi-sa de wata ga tobu basho.)\u001b[22m\n\nTranslations of \u001b[4mAll eighteen girls each have their own personality. I can't express all of their personality in detail but I can be pretty sure their unique personality is one of attraction in the series. And I can assume you will love it! All of them are a really good girl and purest I’ve seen or maybe not... Not all of them are lolis so some maybe not... Is this discrimination? No. Because loli is really pure of heart and resembles a pure white cotton. Where the cottons flying with alluring beauty.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll eighteen girls each have their own personality.\u001b[24m\n    \u001b[1m18人の女の子のそれぞれは、それぞれ独自の性格を持っています。\u001b[22m, \u001b[1mすべての18の女の子は、それぞれ独自の個性を持っています。\u001b[22m\n\u001b[4mI can't express all of their personality in detail but I can be pretty sure their unique personality is one of attraction in the series.\u001b[24m\n    \u001b[1m私は彼らの個性のすべてを詳細に表現することはできませんが、彼らのユニークな性格がこのシリーズの魅力の一つだと確信できます。\u001b[22m, \u001b[1m私は詳細に彼らの個性のすべてを表現することはできませんが、私は彼らの個性はシリーズの魅力の一つであるかなり確信することができます。\u001b[22m\n\u001b[4mAnd I can assume you will love it!\u001b[24m\n    \u001b[1m私はあなたがそれを愛すると思うことができます！\u001b[22m, \u001b[1mそして、私はあなたがそれを愛すると仮定することができます！\u001b[22m\n\u001b[4mAll of them are a really good girl and purest I’ve seen or maybe not... Not all of them are lolis so some maybe not... Is this discrimination?\u001b[24m\n    \u001b[1mそれらのすべては本当に良い女の子で、私は見たことがありますか、それとも純粋ではありません...それらのすべてがlolisなわけではないので、多分そうではないかもしれません...この差別ですか？\u001b[22m, \u001b[1mそれらのすべてが本当に良い女の子であり、最も純粋な私が見てきたか、そうでないかもしれない...ありませんそれらのすべてがlolisは、いくつかは...この差別があり、多分そうではありませんか？\u001b[22m\n\u001b[4mNo. Because loli is really pure of heart and resembles a pure white cotton.\u001b[24m\n    \u001b[1mいいえ.Loliは本当に純粋な心臓で、純粋な白い綿に似ています。\u001b[22m, \u001b[1m第ロリは、心臓の本当に純粋で、純粋な白い綿に似ているので。\u001b[22m\n\u001b[4mWhere the cottons flying with alluring beauty.\u001b[24m\n    \u001b[1m魅力的な美しさで綿が飛ぶ場所。\u001b[22m, \u001b[1mコットンは、魅惑的な美しさで飛んでどこ。\u001b[22m\n\u001b[1m\u001b[22m\nBut half of the girls is basically lolis, so if you aren't interested or hate the lolis, I recommend you not to watch it. Otherwise Lolis will hate you....\n\n\u001b[1mしかし女の子の半分は基本的にはlolisなので、あなたがlolisに興味がない、嫌いな人は、見ないことをお勧めします。 さもなければ、ロリスはあなたを憎むでしょう....\u001b[22m\n\u001b[1m(Shikashi on'nanoko no hanbun wa kihontekini wa lolisnanode, anata ga lolis ni kyōmi ga nai, kirainahito wa, minai koto o o susume shimasu. Samonakereba, rorisu wa anata o nikumudeshou....)\u001b[22m\n\nTranslations of \u001b[4mBut half of the girls is basically lolis, so if you aren't interested or hate the lolis, I recommend you not to watch it. Otherwise Lolis will hate you....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut half of the girls is basically lolis, so if you aren't interested or hate the lolis, I recommend you not to watch it.\u001b[24m\n    \u001b[1mしかし女の子の半分は基本的にはlolisなので、あなたがlolisに興味がない、嫌いな人は、見ないことをお勧めします。\u001b[22m, \u001b[1mしかし、女の子の半分は基本的にlolisですので、あなたが興味を持っていないか、lolisを嫌いならば、私はそれを見ていないことをお勧めします。\u001b[22m\n\u001b[4mOtherwise Lolis will hate you....\u001b[24m\n    \u001b[1mさもなければ、ロリスはあなたを憎むでしょう....\u001b[22m, \u001b[1mそうしないとLolisはあなたを憎むでしょう....\u001b[22m\n\u001b[1m\u001b[22m\nKnow what happen when lolis hate you? You will be killed by Lolis Bureau Allied (LBA) and Lolis United Federation (LUF)\n\n\u001b[1mlolisがあなたを嫌って何が起こるか知っていますか？ あなたはLolis Bureau Allied（LBA）とLolis United Federation（LUF）によって殺されます。\u001b[22m\n\u001b[1m(Lolis ga anata o iya ttenani ga okoru ka shitte imasu ka? Anata wa Lolis Bureau araido (LBA) to Lolis yunaitiddo Federation (LUF) ni yotte korosa remasu.)\u001b[22m\n\nTranslations of \u001b[4mKnow what happen when lolis hate you? You will be killed by Lolis Bureau Allied (LBA) and Lolis United Federation (LUF)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKnow what happen when lolis hate you?\u001b[24m\n    \u001b[1mlolisがあなたを嫌って何が起こるか知っていますか？\u001b[22m, \u001b[1mlolisはあなたを憎むときに起こるのか知っていますか？\u001b[22m\n\u001b[4mYou will be killed by Lolis Bureau Allied (LBA) and Lolis United Federation (LUF)\u001b[24m\n    \u001b[1mあなたはLolis Bureau Allied（LBA）とLolis United Federation（LUF）によって殺されます。\u001b[22m, \u001b[1mあなたはLolis局連合軍（LBA）とLolis連邦（LUF）によって殺されます\u001b[22m\n\u001b[1m\u001b[22m\nThe Motto for LBA and LUF\n\n\u001b[1mLBAとLUFのモットー\u001b[22m\n\u001b[1m(LBA to LUF no mottō)\u001b[22m\n\nTranslations of \u001b[4mThe Motto for LBA and LUF\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Motto for LBA and LUF\u001b[24m\n    \u001b[1mLBAとLUFのモットー\u001b[22m, \u001b[1mLBAとLUFのためのモットー\u001b[22m\n- Lolis is Love. Lolis is Life. Lolis is Justice. Lolis is the Judgement\n\n\u001b[1m -  Lolis is Love。  Lolis is Lifeです。  Lolisは正義です。  Lolisは審判です\u001b[22m\n\u001b[1m(- Lolis is rabu. Lolis is Lifedesu. Lolis wa seigidesu. Lolis wa shinpandesu)\u001b[22m\n\nTranslations of \u001b[4m- Lolis is Love. Lolis is Life. Lolis is Justice. Lolis is the Judgement\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Lolis is Love.\u001b[24m\n    \u001b[1m -  Lolis is Love。\u001b[22m, \u001b[1m -  Lolisは愛です。\u001b[22m\n\u001b[4mLolis is Life.\u001b[24m\n    \u001b[1mLolis is Lifeです。\u001b[22m, \u001b[1mLolisは人生です。\u001b[22m\n\u001b[4mLolis is Justice.\u001b[24m\n    \u001b[1mLolisは正義です。\u001b[22m\n\u001b[4mLolis is the Judgement\u001b[24m\n    \u001b[1mLolisは審判です\u001b[22m\n\u001b[1m\u001b[22m\nLong live lolis! Long live lolis! Long live lolis! Long live lolis!\n\n\u001b[1mロングライブlolis！ ロングライブlolis！ ロングライブlolis！ ロングライブlolis！\u001b[22m\n\u001b[1m(Rongu raibu lolis! Rongu raibu lolis! Rongu raibu lolis! Rongu raibu lolis!)\u001b[22m\n\nTranslations of \u001b[4mLong live lolis! Long live lolis! Long live lolis! Long live lolis!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLong live lolis!\u001b[24m\n    \u001b[1mロングライブlolis！\u001b[22m\n\u001b[4mLong live lolis!\u001b[24m\n    \u001b[1mロングライブlolis！\u001b[22m\n\u001b[4mLong live lolis!\u001b[24m\n    \u001b[1mロングライブlolis！\u001b[22m\n\u001b[4mLong live lolis!\u001b[24m\n    \u001b[1mロングライブlolis！\u001b[22m\n\u001b[1m\u001b[22m\nAlright, enough with this. Let's return back to Main aim.\n\n\u001b[1mさて、これで十分です。 主目的に戻りましょう。\u001b[22m\n\u001b[1m(Sate, kore de jūbundesu. Shu mokuteki ni modorimashou.)\u001b[22m\n\nTranslations of \u001b[4mAlright, enough with this. Let's return back to Main aim.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlright, enough with this.\u001b[24m\n    \u001b[1mさて、これで十分です。\u001b[22m, \u001b[1mさてさて、これで十分。\u001b[22m\n\u001b[4mLet's return back to Main aim.\u001b[24m\n    \u001b[1m主目的に戻りましょう。\u001b[22m, \u001b[1mのが主な目的に戻りましょう。\u001b[22m\n\u001b[1m\u001b[22m\nArt and Animation\n\n\u001b[1mアートとアニメーション\u001b[22m\n\u001b[1m(Āto to animēshon)\u001b[22m\n\nTranslations of \u001b[4mArt and Animation\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and Animation\u001b[24m\n    \u001b[1mアートとアニメーション\u001b[22m\nAnimation and art for the series are really great. No major mistake of flawless. It was already fantastic. No loop or such thing like that. The series scene is nicely arranged for each scene. This amused me so much than what I was expecting.\n\n\u001b[1mシリーズのアニメーションやアートは本当に素晴らしいです。 欠陥のない大きなミスはありません。 すでに幻想的だった。 ループやそのようなものはありません。 シリーズシーンはシーンごとにうまく配置されています。 これは私が期待していたものよりもずっと楽しかったです。\u001b[22m\n\u001b[1m(Shirīzu no animēshon ya āto wa hontōni subarashīdesu. Kekkan no nai ōkina misu wa arimasen. Sudeni gensō-tekidatta. Rūpu ya sono yōna mono wa arimasen. Shirīzushīn wa shīn-goto ni umaku haichi sa rete imasu. Kore wa watashi ga kitai shite ita mono yori mo zutto tanoshikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mAnimation and art for the series are really great. No major mistake of flawless. It was already fantastic. No loop or such thing like that. The series scene is nicely arranged for each scene. This amused me so much than what I was expecting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation and art for the series are really great.\u001b[24m\n    \u001b[1mシリーズのアニメーションやアートは本当に素晴らしいです。\u001b[22m, \u001b[1mシリーズのアニメーションと芸術は本当に素晴らしいです。\u001b[22m\n\u001b[4mNo major mistake of flawless.\u001b[24m\n    \u001b[1m欠陥のない大きなミスはありません。\u001b[22m, \u001b[1m完璧なのは大きな間違いありません。\u001b[22m\n\u001b[4mIt was already fantastic.\u001b[24m\n    \u001b[1mすでに幻想的だった。\u001b[22m, \u001b[1mそれはすでに素晴らしかったです。\u001b[22m\n\u001b[4mNo loop or such thing like that.\u001b[24m\n    \u001b[1mループやそのようなものはありません。\u001b[22m, \u001b[1mそのようなループしないかのようなものなし。\u001b[22m\n\u001b[4mThe series scene is nicely arranged for each scene.\u001b[24m\n    \u001b[1mシリーズシーンはシーンごとにうまく配置されています。\u001b[22m, \u001b[1m一連のシーンはうまくシーン毎に配置されています。\u001b[22m\n\u001b[4mThis amused me so much than what I was expecting.\u001b[24m\n    \u001b[1mこれは私が期待していたものよりもずっと楽しかったです。\u001b[22m, \u001b[1mこれは私が期待していたものよりも私はそんなに面白がって。\u001b[22m\n\u001b[1m\u001b[22m\nSound\n\n\u001b[1m音\u001b[22m\n\u001b[1m(Oto)\u001b[22m\n\nDefinitions of \u001b[4mSound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nSong for the series is outstanding! Both the Op and Eds is marvelous!\n\n\u001b[1mシリーズの歌は抜群です！  OpとEdの両方は素晴らしいです！\u001b[22m\n\u001b[1m(Shirīzu no uta wa batsugundesu! Op to Ed no ryōhō wa subarashīdesu!)\u001b[22m\n\nTranslations of \u001b[4mSong for the series is outstanding! Both the Op and Eds is marvelous!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSong for the series is outstanding!\u001b[24m\n    \u001b[1mシリーズの歌は抜群です！\u001b[22m, \u001b[1mシリーズのソングは抜群です！\u001b[22m\n\u001b[4mBoth the Op and Eds is marvelous!\u001b[24m\n    \u001b[1mOpとEdの両方は素晴らしいです！\u001b[22m, \u001b[1mオペアンプおよび編の両方が素晴らしいです！\u001b[22m\nI love both of them but I must say the Eds are pretty romantic ending I've seen so far. These two will never fail to amuse you. It’s come down to the right scene. Nicely done.\n\n\u001b[1m私は両者が大好きですが、エドはこれまで見たことのないロマンチックな結末だと言わなければなりません。 この2つはあなたを楽しませることは決してありません。 それは正しい場面に来ている。 うまくいった。\u001b[22m\n\u001b[1m(Watashi wa ryōsha ga daisukidesuga, Edo wa kore made mita koto no nai romanchikkuna ketsumatsuda to iwanakereba narimasen. Kono 2tsu wa anata o tanoshima seru koto wa kesshite arimasen. Sore wa tadashī bamen ni kite iru. Umaku itta.)\u001b[22m\n\nTranslations of \u001b[4mI love both of them but I must say the Eds are pretty romantic ending I've seen so far. These two will never fail to amuse you. It’s come down to the right scene. Nicely done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love both of them but I must say the Eds are pretty romantic ending I've seen so far.\u001b[24m\n    \u001b[1m私は両者が大好きですが、エドはこれまで見たことのないロマンチックな結末だと言わなければなりません。\u001b[22m, \u001b[1m私はそれらの両方を愛するが、私はEDSは私がこれまで見てきた、かなりロマンチックな結末であると言わなければなりません。\u001b[22m\n\u001b[4mThese two will never fail to amuse you.\u001b[24m\n    \u001b[1mこの2つはあなたを楽しませることは決してありません。\u001b[22m, \u001b[1mこれら二つはあなたを楽しませるために失敗することはありません。\u001b[22m\n\u001b[4mIt’s come down to the right scene.\u001b[24m\n    \u001b[1mそれは正しい場面に来ている。\u001b[22m, \u001b[1mこれは、右の現場に降りてくるです。\u001b[22m\n\u001b[4mNicely done.\u001b[24m\n    \u001b[1mうまくいった。\u001b[22m, \u001b[1mうまく行って。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4mCharacter\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThis is what I love the most! Guess what? None of the characters will make you annoying or irritated. You just will be drawn by them in no time. All of them personality and attitude is almost allure beauty. Don't deny your heart desires, you will loved it. Try to check it out first; if you unsatisfied with what I say, like Archaeon once said, you should justify your opinion with facts. Expect some hate mail, and if you do get some then simply ask them for facts, as their arguments are often purely subjective.\n\n\u001b[1mこれは私が一番大好きなものです！ 何だと思う？ 文字のいずれもあなたを迷惑にしたり、苛立たせたりすることはありません。 すぐに彼らに引き寄せられます。 それらのすべては人格と態度はほとんど魅力的な美しさです。 あなたの心の欲望を否定しないでください、あなたはそれを愛するでしょう。 まずそれをチェックしてみてください。  Archaeonが言ったように私が言うことに満足していなければ、事実をあなたの意見に正当化する必要があります。 いくつかの憎しみメールを期待してください。もしあなたがいくつかの嫌悪感を抱くならば、彼らの主張がしばしば純粋に主観的なので、単に事実を尋ねるだけです。\u001b[22m\n\u001b[1m(Kore wa watashi ga ichiban daisukina monodesu! Nanida to omou? Moji no izure mo anata o meiwaku ni shi tari, iradata se tari suru koto wa arimasen. Sugu ni karera ni hikiyose raremasu. Sorera no subete wa jinkaku to taido wa hotondo miryoku-tekina utsukushi-sadesu. Anata no kokoro no yokubō o hitei shinaide kudasai, anata wa sore o aisurudeshou. Mazu sore o chekku shite mite kudasai. Archaeon ga itta yō ni watashi ga iu koto ni manzoku shite inakereba, jijitsu o anata no iken ni seitō-ka suru hitsuyō ga arimasu. Ikutsu ka no nikushimi mēru o kitai shite kudasai. Moshi anata ga ikutsu ka no ken'o-kan o dakunaraba, karera no shuchō ga shibashiba junsui ni shukan-tekinanode, tan'ni jijitsu o tazuneru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is what I love the most! Guess what? None of the characters will make you annoying or irritated. You just will be drawn by them in no time. All of them personality and attitude is almost allure beauty. Don't deny your heart desires, you will loved it. Try to check it out first; if you unsatisfied with what I say, like Archaeon once said, you should justify your opinion with facts. Expect some hate mail, and if you do get some then simply ask them for facts, as their arguments are often purely subjective.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is what I love the most!\u001b[24m\n    \u001b[1mこれは私が一番大好きなものです！\u001b[22m, \u001b[1mこれは私が一番好きです！\u001b[22m\n\u001b[4mGuess what?\u001b[24m\n    \u001b[1m何だと思う？\u001b[22m, \u001b[1m何を推測する？\u001b[22m, \u001b[1m何を思いますか？\u001b[22m\n\u001b[4mNone of the characters will make you annoying or irritated.\u001b[24m\n    \u001b[1m文字のいずれもあなたを迷惑にしたり、苛立たせたりすることはありません。\u001b[22m, \u001b[1m文字のどれもあなたが迷惑やイライラ行いません。\u001b[22m\n\u001b[4mYou just will be drawn by them in no time.\u001b[24m\n    \u001b[1mすぐに彼らに引き寄せられます。\u001b[22m, \u001b[1mあなただけの時間がない中でそれらによって描画されます。\u001b[22m\n\u001b[4mAll of them personality and attitude is almost allure beauty.\u001b[24m\n    \u001b[1mそれらのすべては人格と態度はほとんど魅力的な美しさです。\u001b[22m, \u001b[1mそれらの全ての個性と態度はほとんど魅力美しさです。\u001b[22m\n\u001b[4mDon't deny your heart desires, you will loved it.\u001b[24m\n    \u001b[1mあなたの心の欲望を否定しないでください、あなたはそれを愛するでしょう。\u001b[22m, \u001b[1mあなたの心の欲望を否定しないでください、あなたはそれを愛します。\u001b[22m\n\u001b[4mTry to check it out first;\u001b[24m\n    \u001b[1mまずそれをチェックしてみてください。\u001b[22m, \u001b[1m最初にそれをチェックアウトしてみてください。\u001b[22m\n\u001b[4mif you unsatisfied with what I say, like Archaeon once said, you should justify your opinion with facts.\u001b[24m\n    \u001b[1mArchaeonが言ったように私が言うことに満足していなければ、事実をあなたの意見に正当化する必要があります。\u001b[22m, \u001b[1m私が言うと、あなたが不満ならば古細菌がかつて言ったように、あなたが事実とあなたの意見を正当化する必要があります。\u001b[22m\n\u001b[4mExpect some hate mail, and if you do get some then simply ask them for facts, as their arguments are often purely subjective.\u001b[24m\n    \u001b[1mいくつかの憎しみメールを期待してください。もしあなたがいくつかの嫌悪感を抱くならば、彼らの主張がしばしば純粋に主観的なので、単に事実を尋ねるだけです。\u001b[22m, \u001b[1mいくつかの憎悪メールを期待し、あなたが行う場合、その引数は、多くの場合、純粋に主観的なものとして、いくつかは、単に、事実のためにそれらをお願いします。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment and Overall\n\n\u001b[1m楽しさと全体\u001b[22m\n\u001b[1m(Tanoshisa to zentai)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment and Overall\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment and Overall\u001b[24m\n    \u001b[1m楽しさと全体\u001b[22m, \u001b[1m楽しさと全体的な\u001b[22m\nJust take a seat and a glass of chocolate milk, or maybe a cup of coffee then watch it quietly. Just let's your heart enjoy what this series offer for you. And then, tell your feedback about the series. I would be more than love to hear your standpoint. It's totally worth the time.\n\n\u001b[1mちょうど座席とチョコレートミルクのガラス、または多分コーヒーの一杯をして静かにそれを見てください。 このシリーズが提供するものをあなたの心で楽しんでください。 そして、シリーズについてのあなたのご意見をお聞かせください。 あなたの立場を聞くのが大好きです。 それは時間の価値があります。\u001b[22m\n\u001b[1m(Chōdo zaseki to chokorētomiruku no garasu, matawa tabun kōhī no ippai o shite shizuka ni sore o mite kudasai. Kono shirīzu ga teikyō suru mono o anata no kokoro de tanoshinde kudasai. Soshite, shirīzu ni tsuite no anata no go iken o o kikase kudasai. Anata no tachiba o kiku no ga daisukidesu. Sore wa jikan no kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mJust take a seat and a glass of chocolate milk, or maybe a cup of coffee then watch it quietly. Just let's your heart enjoy what this series offer for you. And then, tell your feedback about the series. I would be more than love to hear your standpoint. It's totally worth the time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust take a seat and a glass of chocolate milk, or maybe a cup of coffee then watch it quietly.\u001b[24m\n    \u001b[1mちょうど座席とチョコレートミルクのガラス、または多分コーヒーの一杯をして静かにそれを見てください。\u001b[22m, \u001b[1mただ席とチョコレートミルクのガラス、または多分コーヒーカップ、その後静かにそれを見を取ります。\u001b[22m\n\u001b[4mJust let's your heart enjoy what this series offer for you.\u001b[24m\n    \u001b[1mこのシリーズが提供するものをあなたの心で楽しんでください。\u001b[22m, \u001b[1mちょうどあなたの心はあなたのために何をこのシリーズのオファーを楽しむみましょう。\u001b[22m\n\u001b[4mAnd then, tell your feedback about the series.\u001b[24m\n    \u001b[1mそして、シリーズについてのあなたのご意見をお聞かせください。\u001b[22m, \u001b[1mそして、シリーズについてご意見を教えてください。\u001b[22m\n\u001b[4mI would be more than love to hear your standpoint.\u001b[24m\n    \u001b[1mあなたの立場を聞くのが大好きです。\u001b[22m, \u001b[1m私があなたの立場を聞くのが大好き以上であろう。\u001b[22m\n\u001b[4mIt's totally worth the time.\u001b[24m\n    \u001b[1mそれは時間の価値があります。\u001b[22m, \u001b[1mそれは時間完全に価値があります。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Baby_Princess_3D_Paradise_0_Love",
    "id": "10196",
    "url": "https://myanimelist.net/anime/10196/Baby_Princess_3D_Paradise_0_Love",
    "user": "Nasty001",
    "profile": "/profile/Nasty001/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=40355",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  3\nアニメーション|  5\nサウンド|  5\nキャラクター|  5\n|  7",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Baby_Princess_3D_Paradise_0_Love",
    "id": "10196",
    "url": "https://myanimelist.net/anime/10196/Baby_Princess_3D_Paradise_0_Love",
    "user": "keitwr",
    "profile": "/profile/keitwr/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=85007",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  6\nキャラクター|  9\n|  8\n\n私は小説を読む機会がなかった。 しかし、1つの章を持つために、私はそれを楽しんだ。\n\n歴史は良いプロットを持っています。 ちょっと笑いにぴったりです。 これは、誰も19人の姉妹を持っていないので、あなたが「私はキャラクターと識別する」と言うことはできない典型的なアニメです。\n\n++歴史のスポイラー++\n - 最初は。 主人公の尼塚由太郎は、0-18歳の19人の姉妹を抱えている「本当の家族」で生計を立てています。\n - この章では、家族全員が、ユタロウの滞在を「新しい真の家族」に明るくするための家族旅行に着手します。\n++スポイラー++の仕上げ\n\n図面は、正直言って、それは悪いことではない。 あなたは、ほぼ完璧に触れると言うことができます。 私は良く見ましたが。\n\nサウンドトラックは、もし私が正直であれば、それは単一の章であったので、本当のサウンドトラックを完全に楽しんでいないので、あまりにも多くの曲を持っていません。 私はそれを持っているいくつかの曲は、それぞれのシナリオに最適であることを認めなければならないが。  （オープニングソングはありません）。\n\nキャラクターについて 少年は、ハーレム神のようなもので、姉妹の性格については、すべての姉妹がユニークな方法を持っています。\n\n良い。 私はこのレビューでここで終わります。 総合評点？ 私は7未満を与えることはできません。これはあなたが再見ていることを知っている典型的なアニメであり、私の見解では、これ以上のことが必要です。\n\n私の英語には申し訳ありません。 私はそれをよく話さない。 間違いがある場合は教えてください。\n\n---------------------\nストーリー：9-Great。\nアート：8-非常に良い。\nサウンド：6-Fair\nキャラクター：9-Great。\n楽しさ：8-非常に良い。\n全体的なスコア：7-良い。\n----------------------\n確かに、あなたはそれを見ている30分を楽しむでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI haven't had the opportunity to read the novel. However, to have a single chapter, I enjoyed it a lot.\n\n\u001b[1m私は小説を読む機会がなかった。 しかし、1つの章を持つために、私はそれを楽しんだ。\u001b[22m\n\u001b[1m(Watashi wa shōsetsu o yomu kikai ga nakatta. Shikashi, 1tsu no shō o motsu tame ni, watashi wa sore o tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mI haven't had the opportunity to read the novel. However, to have a single chapter, I enjoyed it a lot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI haven't had the opportunity to read the novel.\u001b[24m\n    \u001b[1m私は小説を読む機会がなかった。\u001b[22m, \u001b[1m私は小説を読む機会がなかったです。\u001b[22m\n\u001b[4mHowever, to have a single chapter, I enjoyed it a lot.\u001b[24m\n    \u001b[1mしかし、1つの章を持つために、私はそれを楽しんだ。\u001b[22m, \u001b[1mしかし、単一の章を持って、私はそれをたくさん楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nThe history has a good plot. Perfect to laugh a little. This is the typical anime with which you can never say 'I identify with the character' because nobody has 19 sisters.\n\n\u001b[1m歴史は良いプロットを持っています。 ちょっと笑いにぴったりです。 これは、誰も19人の姉妹を持っていないので、あなたが「私はキャラクターと識別する」と言うことはできない典型的なアニメです。\u001b[22m\n\u001b[1m(Rekishi wa yoi purotto o motte imasu. Chotto warai ni pittaridesu. Kore wa, dare mo 19-ri no shimai o motte inainode, anata ga `watashi wa kyarakutā to shikibetsu suru' to iu koto wa dekinai tenkei-tekina animedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe history has a good plot. Perfect to laugh a little. This is the typical anime with which you can never say 'I identify with the character' because nobody has 19 sisters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe history has a good plot.\u001b[24m\n    \u001b[1m歴史は良いプロットを持っています。\u001b[22m, \u001b[1m歴史が良いプロットを持っています。\u001b[22m\n\u001b[4mPerfect to laugh a little.\u001b[24m\n    \u001b[1mちょっと笑いにぴったりです。\u001b[22m, \u001b[1m少し笑うパーフェクト。\u001b[22m\n\u001b[4mThis is the typical anime with which you can never say 'I identify with the character' because nobody has 19 sisters.\u001b[24m\n    \u001b[1mこれは、誰も19人の姉妹を持っていないので、あなたが「私はキャラクターと識別する」と言うことはできない典型的なアニメです。\u001b[22m, \u001b[1mこれは、誰もが19人の姉妹を持っていないので、あなたが「私は文字で識別する」と言うことはありませんことが可能な典型的なアニメです。\u001b[22m\n\u001b[1m\u001b[22m\n++Spoiler of the history++\n\n\u001b[1m++歴史のスポイラー++\u001b[22m\n\u001b[1m(+ + Rekishi no supoirā + +)\u001b[22m\n\nTranslations of \u001b[4m++Spoiler of the history++\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m++Spoiler of the history++\u001b[24m\n    \u001b[1m++歴史のスポイラー++\u001b[22m, \u001b[1m歴史の++スポイラー++\u001b[22m\n-In the beginning. The protagonist Youtarou Amatsuka, begins to live with his 'real family', which has 19 sisters from 0-18 years of age, which are not few.\n\n\u001b[1m - 最初は。 主人公の尼塚由太郎は、0-18歳の19人の姉妹を抱えている「本当の家族」で生計を立てています。\u001b[22m\n\u001b[1m(- Saisho wa. Shujinkō no amatsuka Yoshitarō wa, 0 - 18-sai no 19-ri no shimai o kakaete iru `hontō no kazoku' de seikei o tatete imasu.)\u001b[22m\n\nTranslations of \u001b[4m-In the beginning. The protagonist Youtarou Amatsuka, begins to live with his 'real family', which has 19 sisters from 0-18 years of age, which are not few.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-In the beginning.\u001b[24m\n    \u001b[1m - 最初は。\u001b[22m, \u001b[1m初め-In。\u001b[22m\n\u001b[4mThe protagonist Youtarou Amatsuka, begins to live with his 'real family', which has 19 sisters from 0-18 years of age, which are not few.\u001b[24m\n    \u001b[1m主人公の尼塚由太郎は、0-18歳の19人の姉妹を抱えている「本当の家族」で生計を立てています。\u001b[22m, \u001b[1m主人公Youtarou Amatsukaは、少数ではありません年齢の0~18歳から19姉妹を、持っている彼の\"本当の家族、一緒に暮らすために開始されます。\u001b[22m\n-In this chapter, the whole family will embark on a family trip to brighten up Yutarou's stay with the 'new-true family.'\n\n\u001b[1m - この章では、家族全員が、ユタロウの滞在を「新しい真の家族」に明るくするための家族旅行に着手します。\u001b[22m\n\u001b[1m(- Kono Fumide wa, kazoku zen'in ga, yutarou no taizai o `atarashī shin no kazoku' ni akaruku suru tame no kazoku ryokō ni chakushu shimasu.)\u001b[22m\n\nTranslations of \u001b[4m-In this chapter, the whole family will embark on a family trip to brighten up Yutarou's stay with the 'new-true family.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-In this chapter, the whole family will embark on a family trip to brighten up Yutarou's stay with the 'new-true family.'\u001b[24m\n    \u001b[1m - この章では、家族全員が、ユタロウの滞在を「新しい真の家族」に明るくするための家族旅行に着手します。\u001b[22m, \u001b[1mこの章-In、家族全員がでYutarouの滞在を明るくするために家族旅行に乗り出す「新・真の家族」。\u001b[22m\n++Finish of spoiler++\n\n\u001b[1m++スポイラー++の仕上げ\u001b[22m\n\u001b[1m(+ + Supoirā + + no shiage)\u001b[22m\n\nTranslations of \u001b[4m++Finish of spoiler++\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m++Finish of spoiler++\u001b[24m\n    \u001b[1m++スポイラー++の仕上げ\u001b[22m, \u001b[1m++スポイラーの仕上げ++\u001b[22m\n\u001b[1m\u001b[22m\nThe drawing, honestly, it's nothing bad. You could say that almost touches a certain perfection. Although I have seen better.\n\n\u001b[1m図面は、正直言って、それは悪いことではない。 あなたは、ほぼ完璧に触れると言うことができます。 私は良く見ましたが。\u001b[22m\n\u001b[1m(Zumen wa, shōjiki itte, sore wa warui kotode wanai. Anata wa, hobo kanpeki ni fureru to iu koto ga dekimasu. Watashi wa yoku mimashitaga.)\u001b[22m\n\nTranslations of \u001b[4mThe drawing, honestly, it's nothing bad. You could say that almost touches a certain perfection. Although I have seen better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe drawing, honestly, it's nothing bad.\u001b[24m\n    \u001b[1m図面は、正直言って、それは悪いことではない。\u001b[22m, \u001b[1m図面は、正直なところ、それは悪い何もありません。\u001b[22m\n\u001b[4mYou could say that almost touches a certain perfection.\u001b[24m\n    \u001b[1mあなたは、ほぼ完璧に触れると言うことができます。\u001b[22m, \u001b[1mあなたはほぼ確実完璧に触れることを言うことができます。\u001b[22m\n\u001b[4mAlthough I have seen better.\u001b[24m\n    \u001b[1m私は良く見ましたが。\u001b[22m, \u001b[1mけれども私はより良い見てきました。\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack, if I am honest, I didn't fully enjoy a real soundtrack, because it was a single chapter, so it hasn't got too many songs. Although I must admit that the few songs that have, are perfect for each scenario. (It has not got opening song).\n\n\u001b[1mサウンドトラックは、もし私が正直であれば、それは単一の章であったので、本当のサウンドトラックを完全に楽しんでいないので、あまりにも多くの曲を持っていません。 私はそれを持っているいくつかの曲は、それぞれのシナリオに最適であることを認めなければならないが。  （オープニングソングはありません）。\u001b[22m\n\u001b[1m(Saundotorakku wa, moshi watashi ga shōjikideareba, soreha tan'itsu no shōdeattanode, hontō no saundotorakku o kanzen ni tanoshinde inainode, amarini mo ōku no kyoku o motte imasen. Watashi wa sore o motte iru ikutsu ka no kyoku wa, sorezore no shinario ni saitekidearu koto o mitomenakereba naranaiga. (Ōpuningusongu wa arimasen).)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack, if I am honest, I didn't fully enjoy a real soundtrack, because it was a single chapter, so it hasn't got too many songs. Although I must admit that the few songs that have, are perfect for each scenario. (It has not got opening song).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack, if I am honest, I didn't fully enjoy a real soundtrack, because it was a single chapter, so it hasn't got too many songs.\u001b[24m\n    \u001b[1mサウンドトラックは、もし私が正直であれば、それは単一の章であったので、本当のサウンドトラックを完全に楽しんでいないので、あまりにも多くの曲を持っていません。\u001b[22m, \u001b[1m私は正直ならば、それは一つの章だったので、サウンドトラックは、私は完全に、実際のサウンドトラックを楽しんでいませんでしたので、それはあまりにも多くの曲を持っていません。\u001b[22m\n\u001b[4mAlthough I must admit that the few songs that have, are perfect for each scenario.\u001b[24m\n    \u001b[1m私はそれを持っているいくつかの曲は、それぞれのシナリオに最適であることを認めなければならないが。\u001b[22m, \u001b[1m私が持っているいくつかの曲を認める必要がありますが、各シナリオに最適です。\u001b[22m\n\u001b[4m(It has not got opening song).\u001b[24m\n    \u001b[1m（オープニングソングはありません）。\u001b[22m, \u001b[1m（これは、曲を開く持っていません）。\u001b[22m\n\u001b[1m\u001b[22m\nAbout the character; the boy it's like a harem god and about the sisters' personalities, every sister has a unique way to be.\n\n\u001b[1mキャラクターについて 少年は、ハーレム神のようなもので、姉妹の性格については、すべての姉妹がユニークな方法を持っています。\u001b[22m\n\u001b[1m(Kyarakutā ni tsuite shōnen wa, hāremu-shin no yōna mono de, shimai no seikaku ni tsuite wa, subete no shimai ga yunīkuna hōhō o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAbout the character; the boy it's like a harem god and about the sisters' personalities, every sister has a unique way to be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAbout the character;\u001b[24m\n    \u001b[1mキャラクターについて\u001b[22m, \u001b[1m文字について】\u001b[22m\n\u001b[4mthe boy it's like a harem god and about the sisters' personalities, every sister has a unique way to be.\u001b[24m\n    \u001b[1m少年は、ハーレム神のようなもので、姉妹の性格については、すべての姉妹がユニークな方法を持っています。\u001b[22m, \u001b[1mそれはハーレムの神のようと姉妹の個性についてです少年は、すべての姉妹がなるようにユニークな方法を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nGood. I finish here with the review. ¿Overall score? I can not give less than 7. This is the typical anime that you know you are gonna re-watch, and in my view, I want more of this.\n\n\u001b[1m良い。 私はこのレビューでここで終わります。 総合評点？ 私は7未満を与えることはできません。これはあなたが再見ていることを知っている典型的なアニメであり、私の見解では、これ以上のことが必要です。\u001b[22m\n\u001b[1m(Yoi. Watashi wa kono rebyū de koko de owarimasu. Sōgō hyōten? Watashi wa 7-miman o ataeru koto wa dekimasen. Kore wa anata ga sai mite iru koto o shitte iru tenkei-tekina animedeari, watashi no kenkaide wa, koreijō no koto ga hitsuyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mGood. I finish here with the review. ¿Overall score? I can not give less than 7. This is the typical anime that you know you are gonna re-watch, and in my view, I want more of this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGood.\u001b[24m\n    \u001b[1m良い。\u001b[22m, \u001b[1m良い。\u001b[22m, \u001b[1mグッド。\u001b[22m\n\u001b[4mI finish here with the review.\u001b[24m\n    \u001b[1m私はこのレビューでここで終わります。\u001b[22m, \u001b[1m私はレビューにここで終了します。\u001b[22m\n\u001b[4m¿Overall score?\u001b[24m\n    \u001b[1m総合評点？\u001b[22m, \u001b[1m¿総合スコア？\u001b[22m, \u001b[1m¿全体のスコア？\u001b[22m\n\u001b[4mI can not give less than 7. This is the typical anime that you know you are gonna re-watch, and in my view, I want more of this.\u001b[24m\n    \u001b[1m私は7未満を与えることはできません。これはあなたが再見ていることを知っている典型的なアニメであり、私の見解では、これ以上のことが必要です。\u001b[22m, \u001b[1m私はこれは、あなたがつもり再時計を知っている代表的なアニメで、私の見解では、私はこれのもっと欲しい7未満与えることはできません。\u001b[22m\n\u001b[1m\u001b[22m\nSorry for my english. I don't speak it very well. If you see a mistake, please tell me.\n\n\u001b[1m私の英語には申し訳ありません。 私はそれをよく話さない。 間違いがある場合は教えてください。\u001b[22m\n\u001b[1m(Watashi no eigo ni wa mōshiwake arimasen. Watashi wa sore o yoku hanasanai. Machigai ga aru baai wa oshietekudasai.)\u001b[22m\n\nTranslations of \u001b[4mSorry for my english. I don't speak it very well. If you see a mistake, please tell me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSorry for my english.\u001b[24m\n    \u001b[1m私の英語には申し訳ありません。\u001b[22m, \u001b[1m英語がへたくそでごめんなさい。\u001b[22m\n\u001b[4mI don't speak it very well.\u001b[24m\n    \u001b[1m私はそれをよく話さない。\u001b[22m, \u001b[1m私は非常によくそれを話すことはありません。\u001b[22m\n\u001b[4mIf you see a mistake, please tell me.\u001b[24m\n    \u001b[1m間違いがある場合は教えてください。\u001b[22m, \u001b[1mあなたがミスを参照してください場合は、私に教えてください。\u001b[22m\n\u001b[1m\u001b[22m\n---------------------\n\n\u001b[1m---------------------\u001b[22m\n\u001b[1m(---------------------)\u001b[22m\n\nTranslations of \u001b[4m---------------------\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---------------------\u001b[24m\n    \u001b[1m---------------------\u001b[22m\nStory: 9-Great.\n\n\u001b[1mストーリー：9-Great。\u001b[22m\n\u001b[1m(Sutōrī: 9 - Gurēto.)\u001b[22m\n\nTranslations of \u001b[4mStory: 9-Great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9-Great.\u001b[24m\n    \u001b[1mストーリー：9-Great。\u001b[22m, \u001b[1mストーリー：9-グレート。\u001b[22m\nArt: 8-Very Good.\n\n\u001b[1mアート：8-非常に良い。\u001b[22m\n\u001b[1m(Āto: 8 - Hijō ni yoi.)\u001b[22m\n\nTranslations of \u001b[4mArt: 8-Very Good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8-Very Good.\u001b[24m\n    \u001b[1mアート：8-非常に良い。\u001b[22m, \u001b[1mアート：8-とても良いです。\u001b[22m\nSound: 6-Fair.\n\n\u001b[1mサウンド：6-Fair\u001b[22m\n\u001b[1m(Saundo: 6 - Fea)\u001b[22m\n\nTranslations of \u001b[4mSound: 6-Fair.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 6-Fair.\u001b[24m\n    \u001b[1mサウンド：6-Fair\u001b[22m, \u001b[1mサウンド：6-フェア。\u001b[22m\nCharacter: 9-Great.\n\n\u001b[1mキャラクター：9-Great。\u001b[22m\n\u001b[1m(Kyarakutā: 9 - Gurēto.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 9-Great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 9-Great.\u001b[24m\n    \u001b[1mキャラクター：9-Great。\u001b[22m, \u001b[1mキャラクター：9-グレート。\u001b[22m\nEnjoyment: 8-Very Good.\n\n\u001b[1m楽しさ：8-非常に良い。\u001b[22m\n\u001b[1m(Tanoshisa: 8 - Hijō ni yoi.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 8-Very Good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 8-Very Good.\u001b[24m\n    \u001b[1m楽しさ：8-非常に良い。\u001b[22m, \u001b[1m楽しさ：8-とても良いです。\u001b[22m\nOverall score: 7-Good.\n\n\u001b[1m全体的なスコア：7-良い。\u001b[22m\n\u001b[1m(Zentai-tekina sukoa: 7 - Yoi.)\u001b[22m\n\nTranslations of \u001b[4mOverall score: 7-Good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall score: 7-Good.\u001b[24m\n    \u001b[1m全体的なスコア：7-良い。\u001b[22m, \u001b[1m全体的なスコア：7グッド。\u001b[22m\n----------------------\n\n\u001b[1m----------------------\u001b[22m\n\u001b[1m(----------------------)\u001b[22m\n\nTranslations of \u001b[4m----------------------\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m----------------------\u001b[24m\n    \u001b[1m----------------------\u001b[22m\nSure you will enjoy the 30 minutes you spend watching it.\n\n\u001b[1mあなたはそれを見ている30分を楽しむことができます。\u001b[22m\n\u001b[1m(Anata wa sore o mite iru 30-bu o tanoshimu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mSure you will enjoy the 30 minutes you spend watching it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSure you will enjoy the 30 minutes you spend watching it.\u001b[24m\n    \u001b[1mあなたはそれを見ている30分を楽しむことができます。\u001b[22m, \u001b[1m確かにあなたはそれを見て過ごす30分をお楽しみいただけます。\u001b[22m"
  },
  {
    "title": "Baby_Princess_3D_Paradise_0_Love",
    "id": "10196",
    "url": "https://myanimelist.net/anime/10196/Baby_Princess_3D_Paradise_0_Love",
    "user": "ShadowsweeperX",
    "profile": "/profile/ShadowsweeperX/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=194176",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n1つのエピソードのアニメが出る限り、これは本当に私が見た最高のものの1つとして際立っています。 ただ1つのエピソードでは、彼らは拾い上げて進捗状況を見るのが簡単なストーリーラインを作りました。 彼の多くの新しい姉妹と一緒に移動する兄のシンプルさは信じられないほどうまく引き離されます。\n\nクリエイターが3Dシーンを使用するなど、芸術は素晴らしかったです。 これらの短いシーンは印象的で鮮やかで、アニメそのものはそれがなくてもまあまあのように見えます。\n\n多くのキャラクターの声は、それらを完全に一致させました。\n\nそれぞれのキャラクターは個性とデザインの両方でユニークです。 彼らの多くの人格が互いにどのように相互作用しているかを見て、中毒性のあるストーリーラインを作り出すことは非常に面白いです。\n\n私が言ったように、このアニメは、中毒性があり、見るのがとても簡単な多くの側面を持っています。 あなたがharemアニメのファンならば、これは完璧です！\n\n私は本当にこのアニメを楽しんだ。 それはただのエピソードであるという事実を考慮しても、私はそれを非常に高く評価します。 芸術、キャラクター、ストーリーラインはすべて素晴らしく、ハーレム・アニメを楽しむ人にはこれをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAs far as one episode animes go, this one really stands out as one of the best I have seen. In only one episode, they have created a storyline that is easy to pick up and watch progress. The simplicity of an older brother moving in with his many new sisters is pulled off incredibly well.\n\n\u001b[1m1つのエピソードのアニメが出る限り、これは本当に私が見た最高のものの1つとして際立っています。 ただ1つのエピソードでは、彼らは拾い上げて進捗状況を見るのが簡単なストーリーラインを作りました。 彼の多くの新しい姉妹と一緒に移動する兄のシンプルさは信じられないほどうまく引き離されます。\u001b[22m\n\u001b[1m(1Tsu no episōdo no anime ga deru kagiri, kore wa hontōni watashi ga mita saikō no mono no 1tsu to shite kiwadatte imasu. Tada 1tsu no episōdode wa, karera wa hiroiagete shinchoku jōkyō o miru no ga kantan'na sutōrīrain o tsukurimashita. Kare no ōku no atarashī shimai to issho ni idō suru ani no shinpuru-sa wa shinji rarenai hodo umaku hikihanasa remasu.)\u001b[22m\n\nTranslations of \u001b[4mAs far as one episode animes go, this one really stands out as one of the best I have seen. In only one episode, they have created a storyline that is easy to pick up and watch progress. The simplicity of an older brother moving in with his many new sisters is pulled off incredibly well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs far as one episode animes go, this one really stands out as one of the best I have seen.\u001b[24m\n    \u001b[1m1つのエピソードのアニメが出る限り、これは本当に私が見た最高のものの1つとして際立っています。\u001b[22m, \u001b[1m限り1つのエピソードのアニメが行くように、これは本当に私が見た中で最高の一つとして際立っています。\u001b[22m\n\u001b[4mIn only one episode, they have created a storyline that is easy to pick up and watch progress.\u001b[24m\n    \u001b[1mただ1つのエピソードでは、彼らは拾い上げて進捗状況を見るのが簡単なストーリーラインを作りました。\u001b[22m, \u001b[1m唯一の1つのエピソードでは、彼らが拾うと進捗状況を見ることは容易であるストーリーを作成しました。\u001b[22m\n\u001b[4mThe simplicity of an older brother moving in with his many new sisters is pulled off incredibly well.\u001b[24m\n    \u001b[1m彼の多くの新しい姉妹と一緒に移動する兄のシンプルさは信じられないほどうまく引き離されます。\u001b[22m, \u001b[1m彼の多くの新しい姉妹で移動兄のシンプルさは、非常によく引き剥がされます。\u001b[22m\n\u001b[1m\u001b[22m\nThe art was amazing, including the creators use of 3D scenes. These short scenes are impressive and vivid, and the anime itself would look just as good without them.\n\n\u001b[1mクリエイターが3Dシーンを使用するなど、芸術は素晴らしかったです。 これらの短いシーンは印象的で鮮やかで、アニメそのものはそれがなくてもまあまあのように見えます。\u001b[22m\n\u001b[1m(Kurieitā ga 3 D shīn o shiyō suru nado, geijutsu wa subarashikattadesu. Korera no mijikai shīn wa inshō-tekide azayakade, anime sonomono wa sore ga nakute mo mā mā no yō ni miemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art was amazing, including the creators use of 3D scenes. These short scenes are impressive and vivid, and the anime itself would look just as good without them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was amazing, including the creators use of 3D scenes.\u001b[24m\n    \u001b[1mクリエイターが3Dシーンを使用するなど、芸術は素晴らしかったです。\u001b[22m, \u001b[1mアートは、3Dシーンのクリエイター使用を含め、驚くべきものでした。\u001b[22m\n\u001b[4mThese short scenes are impressive and vivid, and the anime itself would look just as good without them.\u001b[24m\n    \u001b[1mこれらの短いシーンは印象的で鮮やかで、アニメそのものはそれがなくてもまあまあのように見えます。\u001b[22m, \u001b[1mこれらの短いシーンが印象的で、鮮やかで、アニメ自体はそれらなしで同じように良いになります。\u001b[22m\n\u001b[1m\u001b[22m\nThe voices of the many characters matched them perfectly.\n\n\u001b[1m多くのキャラクターの声は、それらを完全に一致させました。\u001b[22m\n\u001b[1m(Ōku no kyarakutā no koe wa, sorera o kanzen ni itchi sa semashita.)\u001b[22m\n\nTranslations of \u001b[4mThe voices of the many characters matched them perfectly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voices of the many characters matched them perfectly.\u001b[24m\n    \u001b[1m多くのキャラクターの声は、それらを完全に一致させました。\u001b[22m, \u001b[1m多くの文字の声は完全にそれらをマッチしました。\u001b[22m\n\u001b[1m\u001b[22m\nEach character is unique in both personality and design. It is very interesting to watch how their many personalities interact with one another, making for an addictive storyline.\n\n\u001b[1mそれぞれのキャラクターは個性とデザインの両方でユニークです。 彼らの多くの人格が互いにどのように相互作用しているかを見て、中毒性のあるストーリーラインを作り出すことは非常に面白いです。\u001b[22m\n\u001b[1m(Sorezore no kyarakutā wa kosei to dezain no ryōhō de yunīkudesu. Karera no ōku no jinkaku ga tagaini dono yō ni sōgo sayō shite iru ka o mite, chūdoku-sei no aru sutōrīrain o tsukuridasu koto wa hijō ni omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mEach character is unique in both personality and design. It is very interesting to watch how their many personalities interact with one another, making for an addictive storyline.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEach character is unique in both personality and design.\u001b[24m\n    \u001b[1mそれぞれのキャラクターは個性とデザインの両方でユニークです。\u001b[22m, \u001b[1m各文字は、個性とデザインの両方でユニークです。\u001b[22m\n\u001b[4mIt is very interesting to watch how their many personalities interact with one another, making for an addictive storyline.\u001b[24m\n    \u001b[1m彼らの多くの人格が互いにどのように相互作用しているかを見て、中毒性のあるストーリーラインを作り出すことは非常に面白いです。\u001b[22m, \u001b[1m彼らの多くの個性が中毒性のストーリー展開のために作り、お互いに対話する方法を見ることは非常に興味深いです。\u001b[22m\n\u001b[1m\u001b[22m\nAs, I said, this anime has many aspects that make it addictive and very easy to watch. If you are a fan of harem anime, this one is perfect!\n\n\u001b[1m私が言ったように、このアニメは、中毒性があり、見るのがとても簡単な多くの側面を持っています。 あなたがharemアニメのファンならば、これは完璧です！\u001b[22m\n\u001b[1m(Watashi ga itta yō ni, kono anime wa, chūdoku-sei ga ari, miru no ga totemo kantan'na ōku no sokumen o motte imasu. Anata ga harem anime no fan'naraba, kore wa kanpekidesu!)\u001b[22m\n\nTranslations of \u001b[4mAs, I said, this anime has many aspects that make it addictive and very easy to watch. If you are a fan of harem anime, this one is perfect!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs, I said, this anime has many aspects that make it addictive and very easy to watch.\u001b[24m\n    \u001b[1m私が言ったように、このアニメは、中毒性があり、見るのがとても簡単な多くの側面を持っています。\u001b[22m, \u001b[1m私が言った、のように、このアニメは、それが中毒性と見て非常に簡単に多くの側面を持っています。\u001b[22m\n\u001b[4mIf you are a fan of harem anime, this one is perfect!\u001b[24m\n    \u001b[1mあなたがharemアニメのファンならば、これは完璧です！\u001b[22m, \u001b[1mあなたはハーレムアニメのファンなら、この1は完璧です！\u001b[22m\n\u001b[1m\u001b[22m\nI really enjoyed this anime. I rate it very high, even considering the fact that it is only one episode. The art, characters, and storyline were all stunning, and I would recommend this to anyone who enjoys harem anime.\n\n\u001b[1m私は本当にこのアニメを楽しんだ。 それはただのエピソードであるという事実を考慮しても、私はそれを非常に高く評価します。 芸術、キャラクター、ストーリーラインはすべて素晴らしく、ハーレム・アニメを楽しむ人にはこれをお勧めします。\u001b[22m\n\u001b[1m(Watashi wa hontōni kono anime o tanoshinda. Sore wa tada no episōdodearu to iu jijitsu o kōryo shite mo, watashi wa sore o hijō ni takaku hyōka shimasu. Geijutsu, kyarakutā, sutōrīrain wa subete subarashiku, hāremu anime o tanoshimu hito ni wa kore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed this anime. I rate it very high, even considering the fact that it is only one episode. The art, characters, and storyline were all stunning, and I would recommend this to anyone who enjoys harem anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed this anime.\u001b[24m\n    \u001b[1m私は本当にこのアニメを楽しんだ。\u001b[22m, \u001b[1m私は本当にこのアニメを楽しみました。\u001b[22m\n\u001b[4mI rate it very high, even considering the fact that it is only one episode.\u001b[24m\n    \u001b[1mそれはただのエピソードであるという事実を考慮しても、私はそれを非常に高く評価します。\u001b[22m, \u001b[1m私も、それだけで1つのエピソードであることを考えると、それは非常に高速。\u001b[22m\n\u001b[4mThe art, characters, and storyline were all stunning, and I would recommend this to anyone who enjoys harem anime.\u001b[24m\n    \u001b[1m芸術、キャラクター、ストーリーラインはすべて素晴らしく、ハーレム・アニメを楽しむ人にはこれをお勧めします。\u001b[22m, \u001b[1mアート、文字、ストーリーは全て見事だった、と私はハーレムアニメを楽しんで誰にもこのことをお勧めします。\u001b[22m"
  },
  {
    "title": "Baby_Princess_3D_Paradise_0_Love",
    "id": "10196",
    "url": "https://myanimelist.net/anime/10196/Baby_Princess_3D_Paradise_0_Love",
    "user": "MagicalMahou",
    "profile": "/profile/MagicalMahou/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=205109",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  5\nサウンド|  5\nキャラクター|  4\n|  5\n\n簡単な時計のために作られた通常のものよりも短く軽いと思われる1つのエピソードOVAsが出る限り、これは座りがたいものでした。 確かに、それについて本質的に悪いことは何もありませんでした - それは、おそらくそこにあったかもしれませんが、何か目立つものはありませんでした。 簡単に言えば、それは自己挿入平凡さの蒸し暑い山です。\n\nこれはBaby Princess 3D Paradise 0です。\n\n - ストーリー（3/10） - \n物語は、驚くことではないが、エッチアニメの主人公から得ることができるほど簡単である、Youtarouという男の子から始まります。 彼は彼の19人（はい、19人）の姉妹と一緒に住んでいて、家族の中の唯一の少年です。 うん、すべての男の夢はアニメで描かれているのだ。 これは自己挿入、人々です。 それに慣れる。\nある日、すべての2回目の紹介が終わった後、名前のない母親は、すべてのハーレムの母親のように、来て、彼らに旅行に行くみんなに伝えます。それを待って、HOT SPRINGS RESORT。 ああ喜び！\n私はここでストップするつもりです。なぜならスポイラーだからですが、まったく変わったことはありません。 女性のキャストは、あなたの大人のようなワンちゃん、イトゥーに直面したモノトーン、ツンデレのギャング、そしてlolisの軍隊のいずれかからです。全部、過度の愚かな状況以外では何の意味もありません。 たぶん一部の部品は面白かったですが、それだけです。 過度にドラグーで平凡な30分の面白い2秒。\n\n - キャラクター（4/10） - \n再び、私たちの主人公、Youtarouは、あまりにも平野です。 償還する資質はありません。クォークも、能力もありません。 まるでこれらの女の子たちが母親だけに答える誇大妄想の宇宙人であるかのようです（文字通り、あまりにも）。 確かに、彼の水泳テクニックはチャートから外れていますが、それは才能よりも超自然的な能力の方でした。  （彼は滝の近くの川の流れに耐えることができれば世界記録を試すことができる）。 女の子は単純にアーキタイプです。 アーキタイプについて何か悪いことはありませんが、何もしていないときは何も起こりません。 全体的に、平凡な女性キャスト。 彼らはお互いに過度に似ていて、文字通り同じ目的を持っている、つまり、お兄ちゃんのズボンに入っているので、私は簡単に壊すことはできません。 彼らは、正直言って全体として楽しいものではありません。 相互作用はなく、カリスマもなく、失望して、個性のセンスもありません。\nだから、プレーンな主人公、ステレオタイプのキャスト、等しく...あまり良くない。\nさて、それは短いです。 わかった。  30分です しかし、私がこれらの文字の「相互作用」、ヒューストンを見てもそれほど長い間座っていないと、私たちには問題があります。\n\n - アートとサウンド（4/10） - \n芸術は平均以上でした。 女性のキャストが非常に退屈だったので、彼らのデザインは賞賛するものでした。 紙の上で、これらのキャラクターは、異なった考え方を持っていた実際の兄弟のように、個々の人のように見え、感じました。 ただそれが私の期待通りだったが、それでもまだ、これらの女の子がかわいいので、それはデザイン上プラスだった。\nアニメーションは、数回勝利していたので、時折のデルプがそこにあり、3Dが外れていたからです。 確かに、平均以上だったいくつかの良い動きがこことそこにありました。\n音の面では、OPとEDの両方が恐ろしく一般的に聞こえるので、実際に聞くサウンドトラックはあまりありませんでした。 声優は一流のレベルでしたが、個性的ではありませんでした。\n\n - 楽しさ（4/10） - \nMEHの蒸し杭。 何も私の注意を引いたことはありませんでした。何も印象を残さなかった、何も私は再びそれを見たいと思った。 全体的に、ベイビープリンセス3Dパラダイス0は、「MEH」という言葉に意味を加える短いOVAです。\nきちんとした短編小説を見たい場合は、Saekano Episode 0に目を向ける。\nあなたが良い短編小説をしたい場合は、言葉の庭に切り替えてください。\n素晴らしい短編を望むなら、Kowarekake no Orgelに向ける。\n巧妙に細工された短編がほしいのなら、つみきのいいところへ。\n\nもしあなたが短編小説を欲しがっていれば、それは他のシュブロックのようにうまくいきます。これはあなたのためのものです。\n\n -  4 / 10--",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nAs far as one episode OVAs go, which are supposed to be shorter and somewhat lighter than the usual which make for easy watches, this one was hard to sit through. Granted, there was nothing inherently bad about it--... Okay, maybe there was-- but there wasn't anything that stood out. Put simply, it's a steaming pile of self-insert mediocrity.\n\n\u001b[1m簡単な時計のために作られた通常のものよりも短く軽いと思われる1つのエピソードOVAsが出る限り、これは座りがたいものでした。 確かに、それについて本質的に悪いことは何もありませんでした - それは、おそらくそこにあったかもしれませんが、何か目立つものはありませんでした。 簡単に言えば、それは自己挿入平凡さの蒸し暑い山です。\u001b[22m\n\u001b[1m(Kantan'na tokei no tame ni tsukura reta tsūjō no mono yori mo mijikaku karui to omowa reru 1tsu no episōdo OVAs ga deru kagiri, koreha suwari gatai monodeshita. Tashika ni, sore ni tsuite honshitsu-teki ni warui koto wa nani mo arimasendeshita - sore wa, osoraku soko ni atta kamo shiremasenga, nanika medatsu mono wa arimasendeshita. Kantan'niieba, sore wa jiko sōnyū heibon-sa no mushiatsui yamadesu.)\u001b[22m\n\nTranslations of \u001b[4mAs far as one episode OVAs go, which are supposed to be shorter and somewhat lighter than the usual which make for easy watches, this one was hard to sit through. Granted, there was nothing inherently bad about it--... Okay, maybe there was-- but there wasn't anything that stood out. Put simply, it's a steaming pile of self-insert mediocrity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs far as one episode OVAs go, which are supposed to be shorter and somewhat lighter than the usual which make for easy watches, this one was hard to sit through.\u001b[24m\n    \u001b[1m簡単な時計のために作られた通常のものよりも短く軽いと思われる1つのエピソードOVAsが出る限り、これは座りがたいものでした。\u001b[22m, \u001b[1m限り1つのエピソードのOVASが簡単に時計のために作るいずれも通常よりも短く、やや軽いことになっている、行くように、この1は貫通座って大変でした。\u001b[22m\n\u001b[4mGranted, there was nothing inherently bad about it--... Okay, maybe there was-- but there wasn't anything that stood out.\u001b[24m\n    \u001b[1m確かに、それについて本質的に悪いことは何もありませんでした - それは、おそらくそこにあったかもしれませんが、何か目立つものはありませんでした。\u001b[22m, \u001b[1m確かに、それについて本質的に悪いものは何もありませんでした--...オーケー、多分そこwas--が、目立ったものはありませんでした。\u001b[22m\n\u001b[4mPut simply, it's a steaming pile of self-insert mediocrity.\u001b[24m\n    \u001b[1m簡単に言えば、それは自己挿入平凡さの蒸し暑い山です。\u001b[22m, \u001b[1m簡単に言えば、それは自己挿入平凡の蒸し山です。\u001b[22m\n\u001b[1m\u001b[22m\nThis is Baby Princess 3D Paradise 0.\n\n\u001b[1mこれはBaby Princess 3D Paradise 0です。\u001b[22m\n\u001b[1m(Kore wa beibīpurinsesu 3 D Paradise 0desu.)\u001b[22m\n\nTranslations of \u001b[4mThis is Baby Princess 3D Paradise 0.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is Baby Princess 3D Paradise 0.\u001b[24m\n    \u001b[1mこれはBaby Princess 3D Paradise 0です。\u001b[22m, \u001b[1mこれは、赤ちゃんのプリンセス3Dパラダイス0です。\u001b[22m\n\u001b[1m\u001b[22m\n--Story (3/10)--\n\n\u001b[1m - ストーリー（3/10） - \u001b[22m\n\u001b[1m(- Sutōrī (3 / 10) -)\u001b[22m\n\nTranslations of \u001b[4m--Story (3/10)--\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--Story (3/10)--\u001b[24m\n    \u001b[1m - ストーリー（3/10） - \u001b[22m, \u001b[1m--Story（3/10） - \u001b[22m\nThe story starts off with a boy named Youtarou who, unsurprisingly, is as plain as you can get from an ecchi anime protagonist. He lives with his 19 (Yes, nineteen) sisters and is the only boy in the family. Yep, every man's dream come true portrayed in an anime. This is self-insert, people. Get used to it.\n\n\u001b[1m物語は、驚くことではないが、エッチアニメの主人公から得ることができるほど簡単である、Youtarouという男の子から始まります。 彼は彼の19人（はい、19人）の姉妹と一緒に住んでいて、家族の中の唯一の少年です。 うん、すべての男の夢はアニメで描かれているのだ。 これは自己挿入、人々です。 それに慣れる。\u001b[22m\n\u001b[1m(Monogatari wa, odoroku kotode wa naiga, etchi anime no shujinkō kara eru koto ga dekiru hodo kantandearu, Youtarou to iu otokonoko kara hajimarimasu. Kare wa kare no 19-ri (hai, 19-ri) no shimai to issho ni sunde ite, kazoku no naka no yuiitsu no shōnendesu. Un, subete no otoko no yume wa anime de egaka rete iru noda. Kore wa jiko sōnyū, hitobitodesu. Sore ni nareru.)\u001b[22m\n\nTranslations of \u001b[4mThe story starts off with a boy named Youtarou who, unsurprisingly, is as plain as you can get from an ecchi anime protagonist. He lives with his 19 (Yes, nineteen) sisters and is the only boy in the family. Yep, every man's dream come true portrayed in an anime. This is self-insert, people. Get used to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story starts off with a boy named Youtarou who, unsurprisingly, is as plain as you can get from an ecchi anime protagonist.\u001b[24m\n    \u001b[1m物語は、驚くことではないが、エッチアニメの主人公から得ることができるほど簡単である、Youtarouという男の子から始まります。\u001b[22m, \u001b[1m物語は当然、あなたがエッチアニメの主人公から得ることができるよう、プレーンで、Youtarou少年から始まり。\u001b[22m\n\u001b[4mHe lives with his 19 (Yes, nineteen) sisters and is the only boy in the family.\u001b[24m\n    \u001b[1m彼は彼の19人（はい、19人）の姉妹と一緒に住んでいて、家族の中の唯一の少年です。\u001b[22m, \u001b[1m彼は19（はい、19）姉妹と暮らしと家族の中で唯一の男の子です。\u001b[22m\n\u001b[4mYep, every man's dream come true portrayed in an anime.\u001b[24m\n    \u001b[1mうん、すべての男の夢はアニメで描かれているのだ。\u001b[22m, \u001b[1mうん、すべての人の夢は、アニメで描か叶います。\u001b[22m\n\u001b[4mThis is self-insert, people.\u001b[24m\n    \u001b[1mこれは自己挿入、人々です。\u001b[22m, \u001b[1mこれは、人々の自己インサートです。\u001b[22m\n\u001b[4mGet used to it.\u001b[24m\n    \u001b[1mそれに慣れる。\u001b[22m, \u001b[1mそれに慣れてください。\u001b[22m, \u001b[1mそれに慣れます。\u001b[22m\nOne day, after all the two second introductions are over, their nameless mother, like all harem mothers, comes in and tells everyone they're going on a trip to a, wait for it, HOT SPRINGS RESORT. Oh joy!\n\n\u001b[1mある日、すべての2回目の紹介が終わった後、名前のない母親は、すべてのハーレムの母親のように、来て、彼らに旅行に行くみんなに伝えます。それを待って、HOT SPRINGS RESORT。 ああ喜び！\u001b[22m\n\u001b[1m(Aru Ni~Tsu, subete no 2-kai-me no shōkai ga owatta nochi, namae no nai hahaoya wa, subete no hāremu no hahaoya no yō ni, kite, karera ni ryokōniiku min'na ni tsutaemasu. Sore o matte, hotto supuringusu rizōto. Ā yorokobi!)\u001b[22m\n\nTranslations of \u001b[4mOne day, after all the two second introductions are over, their nameless mother, like all harem mothers, comes in and tells everyone they're going on a trip to a, wait for it, HOT SPRINGS RESORT. Oh joy!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne day, after all the two second introductions are over, their nameless mother, like all harem mothers, comes in and tells everyone they're going on a trip to a, wait for it, HOT SPRINGS RESORT.\u001b[24m\n    \u001b[1mある日、すべての2回目の紹介が終わった後、名前のない母親は、すべてのハーレムの母親のように、来て、彼らに旅行に行くみんなに伝えます。それを待って、HOT SPRINGS RESORT。\u001b[22m, \u001b[1mある日、すべての二つの第二導入は、すべてのハーレム母親のように、オーバーその無名の母になった後、HOT SPRINGS RESORT、それを待つ、で来て、彼らはへの旅行に行っているすべての人に伝えます。\u001b[22m\n\u001b[4mOh joy!\u001b[24m\n    \u001b[1mああ喜び！\u001b[22m\nI'm going to stop here because spoilers but all in all, it's just one perverted mundane situation after another. The cast of females range from either your adult-like onee-chan, monotone faced imouto, gang of tsunderes and army of lolis.All in all, not much to say since nothing of significance happens other than overly dumb situations and the like. Maybe some parts were funny but that's just it. Some funny two seconds with an overly draggy and mundane 30 minutes.\n\n\u001b[1m私はここでストップするつもりです。なぜならスポイラーだからですが、まったく変わったことはありません。 女性のキャストは、あなたの大人のようなワンちゃん、イトゥーに直面したモノトーン、ツンデレのギャング、そしてlolisの軍隊のいずれかからです。全部、過度の愚かな状況以外では何の意味もありません。 たぶん一部の部品は面白かったですが、それだけです。 過度にドラグーで平凡な30分の面白い2秒。\u001b[22m\n\u001b[1m(Watashi wa koko de sutoppu suru tsumoridesu. Nazenara supoirādakaradesuga, mattaku kawatta koto wa arimasen. Josei no kyasuto wa, anata no otona no yōna wan-chan, ito~ū ni chokumen shita monotōn, tsundere no gyangu, soshite lolis no guntai no izureka karadesu. Zenbu, kado no orokana jōkyō igaide wa nani no imi mo arimasen. Tabun ichibu no buhin wa omoshirokattadesuga, sore dakedesu. Kado ni doragū de heibon'na 30-bun'no omoshiroi 2-byō.)\u001b[22m\n\nTranslations of \u001b[4mI'm going to stop here because spoilers but all in all, it's just one perverted mundane situation after another. The cast of females range from either your adult-like onee-chan, monotone faced imouto, gang of tsunderes and army of lolis.All in all, not much to say since nothing of significance happens other than overly dumb situations and the like. Maybe some parts were funny but that's just it. Some funny two seconds with an overly draggy and mundane 30 minutes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm going to stop here because spoilers but all in all, it's just one perverted mundane situation after another.\u001b[24m\n    \u001b[1m私はここでストップするつもりです。なぜならスポイラーだからですが、まったく変わったことはありません。\u001b[22m, \u001b[1mスポイラーが、すべてですべてが、それは別の後に一つだけの倒錯日常的な状況ですので、私はここで停止するつもりです。\u001b[22m\n\u001b[4mThe cast of females range from either your adult-like onee-chan, monotone faced imouto, gang of tsunderes and army of lolis.All in all, not much to say since nothing of significance happens other than overly dumb situations and the like.\u001b[24m\n    \u001b[1m女性のキャストは、あなたの大人のようなワンちゃん、イトゥーに直面したモノトーン、ツンデレのギャング、そしてlolisの軍隊のいずれかからです。全部、過度の愚かな状況以外では何の意味もありません。\u001b[22m, \u001b[1mメスのキャストは、すべてのいずれかであなたの大人っぽいお姉ちゃんはらちゃん、単調直面妹、tsunderesとlolis.Allの軍隊のギャングから意義の何が過度ダムの状況など以外の起こりませんので、言っても過言ではないの範囲です。\u001b[22m\n\u001b[4mMaybe some parts were funny but that's just it.\u001b[24m\n    \u001b[1mたぶん一部の部品は面白かったですが、それだけです。\u001b[22m, \u001b[1mたぶん、いくつかの部分は面白いでしたが、それはそれです。\u001b[22m\n\u001b[4mSome funny two seconds with an overly draggy and mundane 30 minutes.\u001b[24m\n    \u001b[1m過度にドラグーで平凡な30分の面白い2秒。\u001b[22m, \u001b[1m過度に無気力なと平凡な30分でいくつかの面白い2秒。\u001b[22m\n\u001b[1m\u001b[22m\n--Characters (4/10)--\n\n\u001b[1m - キャラクター（4/10） - \u001b[22m\n\u001b[1m(- Kyarakutā (4 / 10) -)\u001b[22m\n\nTranslations of \u001b[4m--Characters (4/10)--\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--Characters (4/10)--\u001b[24m\n    \u001b[1m - キャラクター（4/10） - \u001b[22m, \u001b[1m--Characters（4/10） - \u001b[22m\nAgain, our main character, Youtarou, is excessively plain. No redeeming qualities, no quirks, not even ability. It's as though these girls are hive-minded aliens that answer only to the mothership (Quite literally, too). Sure, his swimming technique is off the chart but that was more of a supernatural ability than a talent. (He could try out for a world record if he can withstand the current of a river near a waterfall). As for the girls, they're simply archetypes. Not that there's anything bad about archetypes but when nothing is done about them, nothing happens. Overall, a mediocre female cast. I can't break them down easily since they're simply overly similar to one another and literally have the same goal, that is, getting in onii-chan's pants. They're not even that fun as a whole to be honest. There's no interaction, no charisma and, disappointingly, no sense of individuality.\n\n\u001b[1m再び、私たちの主人公、Youtarouは、あまりにも平野です。 償還する資質はありません。クォークも、能力もありません。 まるでこれらの女の子たちが母親だけに答える誇大妄想の宇宙人であるかのようです（文字通り、あまりにも）。 確かに、彼の水泳テクニックはチャートから外れていますが、それは才能よりも超自然的な能力の方でした。  （彼は滝の近くの川の流れに耐えることができれば世界記録を試すことができる）。 女の子は単純にアーキタイプです。 アーキタイプについて何か悪いことはありませんが、何もしていないときは何も起こりません。 全体的に、平凡な女性キャスト。 彼らはお互いに過度に似ていて、文字通り同じ目的を持っている、つまり、お兄ちゃんのズボンに入っているので、私は簡単に壊すことはできません。 彼らは、正直言って全体として楽しいものではありません。 相互作用はなく、カリスマもなく、失望して、個性のセンスもありません。\u001b[22m\n\u001b[1m(Futatabi, watashitachi no shujinkō, Youtarou wa, amarini mo heiyadesu. Shōkan suru shishitsu wa arimasen. Ku~ōku mo, nōryoku mo arimasen. Tashika ni, kare no suiei tekunikku wa chāto kara hazurete imasuga, soreha sainō yori mo chō shizen-tekina nōryoku no katadeshita. (Kare wa taki no chikaku no kawanonagare ni taeru koto ga dekireba sekai kiroku o tamesu koto ga dekiru). On'nanoko wa tanjun ni ākitaipudesu. Ākitaipu ni tsuite nani ka warui koto wa arimasenga, nani mo shite inai toki wa nani mo okorimasen. Zentai-teki ni, heibon'na josei kyasuto. Karera wa otagai ni kado ni nite ite, mojidōri onaji mokuteki o motte iru, tsumari, o nīchan no zubon ni haitte irunode, watashi wa kantan ni kowasu koto wa dekimasen. Karera wa, shōjiki itte zentai to shite tanoshī monode wa arimasen. Sōgo sayō wa naku, karisuma mo naku, shitsubō shite, kosei no sensu mo arimasen. Marude korera no on'nanoko-tachi ga hahaoya dake ni kotaeru kodaimōsō no uchūbitodearu ka no yōdesu (mojidōri, amarini mo).)\u001b[22m\n\nTranslations of \u001b[4mAgain, our main character, Youtarou, is excessively plain. No redeeming qualities, no quirks, not even ability. It's as though these girls are hive-minded aliens that answer only to the mothership (Quite literally, too). Sure, his swimming technique is off the chart but that was more of a supernatural ability than a talent. (He could try out for a world record if he can withstand the current of a river near a waterfall). As for the girls, they're simply archetypes. Not that there's anything bad about archetypes but when nothing is done about them, nothing happens. Overall, a mediocre female cast. I can't break them down easily since they're simply overly similar to one another and literally have the same goal, that is, getting in onii-chan's pants. They're not even that fun as a whole to be honest. There's no interaction, no charisma and, disappointingly, no sense of individuality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAgain, our main character, Youtarou, is excessively plain.\u001b[24m\n    \u001b[1m再び、私たちの主人公、Youtarouは、あまりにも平野です。\u001b[22m, \u001b[1mここでも、私たちのメインキャラクター、Youtarouは、過度に無地です。\u001b[22m\n\u001b[4mNo redeeming qualities, no quirks, not even ability.\u001b[24m\n    \u001b[1m償還する資質はありません。クォークも、能力もありません。\u001b[22m, \u001b[1m無欠点を補うの資質なし、癖ではなく、さらに能力。\u001b[22m\n\u001b[4mSure, his swimming technique is off the chart but that was more of a supernatural ability than a talent.\u001b[24m\n    \u001b[1m確かに、彼の水泳テクニックはチャートから外れていますが、それは才能よりも超自然的な能力の方でした。\u001b[22m, \u001b[1m確かに、彼の水泳技術は、チャートから外れているが、それは才能よりも超自然的能力の以上でした。\u001b[22m\n\u001b[4m(He could try out for a world record if he can withstand the current of a river near a waterfall).\u001b[24m\n    \u001b[1m（彼は滝の近くの川の流れに耐えることができれば世界記録を試すことができる）。\u001b[22m, \u001b[1m（彼は滝の近くの川の電流を耐えることができれば、彼は世界記録のために試してみることができます）。\u001b[22m\n\u001b[4mAs for the girls, they're simply archetypes.\u001b[24m\n    \u001b[1m女の子は単純にアーキタイプです。\u001b[22m, \u001b[1m女の子のためのように、彼らは単に原型です。\u001b[22m\n\u001b[4mNot that there's anything bad about archetypes but when nothing is done about them, nothing happens.\u001b[24m\n    \u001b[1mアーキタイプについて何か悪いことはありませんが、何もしていないときは何も起こりません。\u001b[22m, \u001b[1mいないアーキタイプが、何もそれらについて行われていない場合、何も起こらない程度の悪いものがあること。\u001b[22m\n\u001b[4mOverall, a mediocre female cast.\u001b[24m\n    \u001b[1m全体的に、平凡な女性キャスト。\u001b[22m\n\u001b[4mI can't break them down easily since they're simply overly similar to one another and literally have the same goal, that is, getting in onii-chan's pants.\u001b[24m\n    \u001b[1m彼らはお互いに過度に似ていて、文字通り同じ目的を持っている、つまり、お兄ちゃんのズボンに入っているので、私は簡単に壊すことはできません。\u001b[22m, \u001b[1m彼らはつまり、単にお互いに過度に類似していると、文字通り同じ目標を持っているので、私はお兄ちゃんのパンツになって、簡単にそれらを打破することはできません。\u001b[22m\n\u001b[4mThey're not even that fun as a whole to be honest.\u001b[24m\n    \u001b[1m彼らは、正直言って全体として楽しいものではありません。\u001b[22m, \u001b[1m彼らは正直であるために全体としてそれさえも楽しくないです。\u001b[22m\n\u001b[4mThere's no interaction, no charisma and, disappointingly, no sense of individuality.\u001b[24m\n    \u001b[1m相互作用はなく、カリスマもなく、失望して、個性のセンスもありません。\u001b[22m, \u001b[1mがっかりの相互作用、ないカリスマ性と、個性の意味はありません。\u001b[22m\n\u001b[4mIt's as though these girls are hive-minded aliens that answer only to the mothership (Quite literally, too).\u001b[24m\n    \u001b[1mまるでこれらの女の子たちが母親だけに答える誇大妄想の宇宙人であるかのようです（文字通り、あまりにも）。\u001b[22m, \u001b[1mこれらの女の子は（あまりにも、文字通り）の母船にのみ答えるハイブ志向の外国人であるかのようです。\u001b[22m\nSo, plain protagonist, stereotypical cast, equals... not very good.\n\n\u001b[1mだから、プレーンな主人公、ステレオタイプのキャスト、等しく...あまり良くない。\u001b[22m\n\u001b[1m(Dakara, purēn'na shujinkō, sutereo taipu no kyasuto, hitoshiku... Amari yokunai.)\u001b[22m\n\nTranslations of \u001b[4mSo, plain protagonist, stereotypical cast, equals... not very good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, plain protagonist, stereotypical cast, equals... not very good.\u001b[24m\n    \u001b[1mだから、プレーンな主人公、ステレオタイプのキャスト、等しく...あまり良くない。\u001b[22m, \u001b[1mだから、平野主人公は、ステレオタイプのキャストは、等しい...非常に良いではありません。\u001b[22m\nOkay, fine it's a short. I get it. It's 30 minutes long. But if I can't even sit through just that long of seeing these characters' 'interaction', then Houston, we have a problem.\n\n\u001b[1mさて、それは短いです。 わかった。  30分です しかし、私がこれらの文字の「相互作用」、ヒューストンを見てもそれほど長い間座っていないと、私たちには問題があります。\u001b[22m\n\u001b[1m(Sate, sore wa mijikaidesu. Wakatta. 30-Budesu shikashi, watashi ga korera no moji no `sōgo sayō', hyūsuton o mite mo sorehodo nagaiai suwatte inai to, watashitachi ni wa mondai ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mOkay, fine it's a short. I get it. It's 30 minutes long. But if I can't even sit through just that long of seeing these characters' 'interaction', then Houston, we have a problem.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay, fine it's a short.\u001b[24m\n    \u001b[1mさて、それは短いです。\u001b[22m, \u001b[1mさて、罰金それは短いです。\u001b[22m\n\u001b[4mI get it.\u001b[24m\n    \u001b[1mわかった。\u001b[22m, \u001b[1m私はそれを得る。\u001b[22m, \u001b[1m分かりました。\u001b[22m\n\u001b[4mIt's 30 minutes long.\u001b[24m\n    \u001b[1m30分です\u001b[22m, \u001b[1mそれは30分の長さです。\u001b[22m\n\u001b[4mBut if I can't even sit through just that long of seeing these characters' 'interaction', then Houston, we have a problem.\u001b[24m\n    \u001b[1mしかし、私がこれらの文字の「相互作用」、ヒューストンを見てもそれほど長い間座っていないと、私たちには問題があります。\u001b[22m, \u001b[1m私もちょうどその長い、これらの文字 ''相互作用」を見ての通って座ることができない場合でも、その後、ヒューストン、我々は問題を抱えています。\u001b[22m\n\u001b[1m\u001b[22m\n--Art and Sound (4/10)--\n\n\u001b[1m - アートとサウンド（4/10） - \u001b[22m\n\u001b[1m(- Āto to saundo (4 / 10) -)\u001b[22m\n\nTranslations of \u001b[4m--Art and Sound (4/10)--\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--Art and Sound (4/10)--\u001b[24m\n    \u001b[1m - アートとサウンド（4/10） - \u001b[22m, \u001b[1m--Artとサウンド（4/10） - \u001b[22m\nThe art was above average. Granted the female cast was very boring, their design was something to commend. On paper, these characters looked and felt like individual people, like real siblings that had different mindsets. If only it was as I expected but still, these girls were cute so that's a plus on the design.\n\n\u001b[1m芸術は平均以上でした。 女性のキャストが非常に退屈だったので、彼らのデザインは賞賛するものでした。 紙の上で、これらのキャラクターは、異なった考え方を持っていた実際の兄弟のように、個々の人のように見え、感じました。 ただそれが私の期待通りだったが、それでもまだ、これらの女の子がかわいいので、それはデザイン上プラスだった。\u001b[22m\n\u001b[1m(Geijutsu wa heikin ijōdeshita. Josei no kyasuto ga hijō ni taikutsudattanode, karera no dezain wa shōsan suru monodeshita. Kami no ue de, korera no kyarakutā wa, kotonatta kangaekata o motte ita jissai no kyōdai no yō ni, koko no hito no yō ni mie, kanjimashita. Tada sore ga watashi no kitai-dōridattaga, soredemo mada, korera no on'nanoko ga kawaīnode, soreha dezain-jō purasudatta.)\u001b[22m\n\nTranslations of \u001b[4mThe art was above average. Granted the female cast was very boring, their design was something to commend. On paper, these characters looked and felt like individual people, like real siblings that had different mindsets. If only it was as I expected but still, these girls were cute so that's a plus on the design.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was above average.\u001b[24m\n    \u001b[1m芸術は平均以上でした。\u001b[22m\n\u001b[4mGranted the female cast was very boring, their design was something to commend.\u001b[24m\n    \u001b[1m女性のキャストが非常に退屈だったので、彼らのデザインは賞賛するものでした。\u001b[22m, \u001b[1m女性キャストが非常に退屈だった確かに、彼らのデザインは称賛するものでした。\u001b[22m\n\u001b[4mOn paper, these characters looked and felt like individual people, like real siblings that had different mindsets.\u001b[24m\n    \u001b[1m紙の上で、これらのキャラクターは、異なった考え方を持っていた実際の兄弟のように、個々の人のように見え、感じました。\u001b[22m, \u001b[1m紙の上で、これらの文字は、見て、異なる考え方を持っていた本当の兄弟のように、個々の人のように感じました。\u001b[22m\n\u001b[4mIf only it was as I expected but still, these girls were cute so that's a plus on the design.\u001b[24m\n    \u001b[1mただそれが私の期待通りだったが、それでもまだ、これらの女の子がかわいいので、それはデザイン上プラスだった。\u001b[22m, \u001b[1m場合にのみ、私は期待どおりにはあったが、それは設計上のプラスですので、まだ、これらの女の子はかわいいでした。\u001b[22m\nAnimation was iffy, since it wonked a few times, the occasional derp was there and the 3D was off-putting. Granted, there were some good movements here and there which was above average.\n\n\u001b[1mアニメーションは、数回勝利していたので、時折のデルプがそこにあり、3Dが外れていたからです。 確かに、平均以上だったいくつかの良い動きがこことそこにありました。\u001b[22m\n\u001b[1m(Animēshon wa, sū-kai shōri shite itanode, tokiori no derupu ga soko ni ari, 3 D ga hazurete itakaradesu. Tashika ni, heikin ijōdatta ikutsuka no yoi ugoki ga koko to soko ni arimashita.)\u001b[22m\n\nTranslations of \u001b[4mAnimation was iffy, since it wonked a few times, the occasional derp was there and the 3D was off-putting. Granted, there were some good movements here and there which was above average.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation was iffy, since it wonked a few times, the occasional derp was there and the 3D was off-putting.\u001b[24m\n    \u001b[1mアニメーションは、数回勝利していたので、時折のデルプがそこにあり、3Dが外れていたからです。\u001b[22m, \u001b[1mそれは数回wonkedので、アニメーションは、あやふやだった、時折DERPがあったと3Dはオフ入れていました。\u001b[22m\n\u001b[4mGranted, there were some good movements here and there which was above average.\u001b[24m\n    \u001b[1m確かに、平均以上だったいくつかの良い動きがこことそこにありました。\u001b[22m, \u001b[1m確かに、いくつかの良い動きがここにあったと平均以上がありました。\u001b[22m\nIn terms of sound, both the OP and ED sound horrendously generic and there really wasn't a lot of soundtrack to listen to. Voice acting was top notch but lacked a sense of individuality.\n\n\u001b[1m音の面では、OPとEDの両方が恐ろしく一般的に聞こえるので、実際に聞くサウンドトラックはあまりありませんでした。 声優は一流のレベルでしたが、個性的ではありませんでした。\u001b[22m\n\u001b[1m(Oto no mende wa, OP to ED no ryōhō ga osoroshiku ippantekini kikoerunode, jissai ni kiku saundotorakku wa amari arimasendeshita. Seiyū wa ichiryū no reberudeshitaga, kosei-tekide wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mIn terms of sound, both the OP and ED sound horrendously generic and there really wasn't a lot of soundtrack to listen to. Voice acting was top notch but lacked a sense of individuality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn terms of sound, both the OP and ED sound horrendously generic and there really wasn't a lot of soundtrack to listen to.\u001b[24m\n    \u001b[1m音の面では、OPとEDの両方が恐ろしく一般的に聞こえるので、実際に聞くサウンドトラックはあまりありませんでした。\u001b[22m, \u001b[1m音の面では、OPとEDの両方がすさまじく、一般的な音と実際に耳を傾けるサウンドトラックの多くはありませんでした。\u001b[22m\n\u001b[4mVoice acting was top notch but lacked a sense of individuality.\u001b[24m\n    \u001b[1m声優は一流のレベルでしたが、個性的ではありませんでした。\u001b[22m, \u001b[1m声の演技は一流だったが、個性の感覚を欠いていました。\u001b[22m\n\u001b[1m\u001b[22m\n--Enjoyment (4/10)--\n\n\u001b[1m - 楽しさ（4/10） - \u001b[22m\n\u001b[1m(- Tanoshisa (4 / 10) -)\u001b[22m\n\nTranslations of \u001b[4m--Enjoyment (4/10)--\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--Enjoyment (4/10)--\u001b[24m\n    \u001b[1m - 楽しさ（4/10） - \u001b[22m, \u001b[1m--Enjoyment（4/10） - \u001b[22m\nA steaming pile of MEH. Nothing caught my attention, nothing left an impression, nothing made me want to see it again. Overall, Baby Princess 3D Paradise 0 is a short OVA that adds more meaning to the word 'MEH'.\n\n\u001b[1mMEHの蒸し杭。 何も私の注意を引いたことはありませんでした。何も印象を残さなかった、何も私は再びそれを見たいと思った。 全体的に、ベイビープリンセス3Dパラダイス0は、「MEH」という言葉に意味を加える短いOVAです。\u001b[22m\n\u001b[1m(MEH no mushi kui. Nani mo watashi no chūi o hiita koto wa arimasendeshita. Nani mo inshō o nokosanakatta, nani mo watashi wa futatabi sore o mitai to omotta. Zentai-teki ni, beibīpurinsesu 3 D paradaisu 0 wa,`MEH' to iu kotoba ni imi o kuwaeru mijikai ovu~adesu.)\u001b[22m\n\nTranslations of \u001b[4mA steaming pile of MEH. Nothing caught my attention, nothing left an impression, nothing made me want to see it again. Overall, Baby Princess 3D Paradise 0 is a short OVA that adds more meaning to the word 'MEH'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA steaming pile of MEH.\u001b[24m\n    \u001b[1mMEHの蒸し杭。\u001b[22m\n\u001b[4mNothing caught my attention, nothing left an impression, nothing made me want to see it again.\u001b[24m\n    \u001b[1m何も私の注意を引いたことはありませんでした。何も印象を残さなかった、何も私は再びそれを見たいと思った。\u001b[22m, \u001b[1m何も何も、私は再びそれを見たいと思ってなされていない、何も印象に残っていない、私の注意をつかまえません。\u001b[22m\n\u001b[4mOverall, Baby Princess 3D Paradise 0 is a short OVA that adds more meaning to the word 'MEH'.\u001b[24m\n    \u001b[1m全体的に、ベイビープリンセス3Dパラダイス0は、「MEH」という言葉に意味を加える短いOVAです。\u001b[22m, \u001b[1m全体的に、赤ちゃんのプリンセス3Dパラダイス0 'MEH」の単語に複数の意味を追加し、短いOVAです。\u001b[22m\nIf you want to watch a neat short story, turn to Saekano Episode 0.\n\n\u001b[1mきちんとした短編小説を見たい場合は、Saekano Episode 0に目を向ける。\u001b[22m\n\u001b[1m(Kichinto shita tanpen shōsetsu o mitai baai wa, Saekano episōdo 0 ni mewomukeru.)\u001b[22m\n\nTranslations of \u001b[4mIf you want to watch a neat short story, turn to Saekano Episode 0.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you want to watch a neat short story, turn to Saekano Episode 0.\u001b[24m\n    \u001b[1mきちんとした短編小説を見たい場合は、Saekano Episode 0に目を向ける。\u001b[22m, \u001b[1mあなたがきちんとした短編小説を見たい場合は、Saekanoエピソード0に回します。\u001b[22m\nIf you want a good short story, turn to Garden of Words.\n\n\u001b[1mあなたが良い短編小説をしたい場合は、言葉の庭に切り替えてください。\u001b[22m\n\u001b[1m(Anata ga yoi tanpen shōsetsu o shitai baai wa, kotoba no niwa ni kirikaete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIf you want a good short story, turn to Garden of Words.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you want a good short story, turn to Garden of Words.\u001b[24m\n    \u001b[1mあなたが良い短編小説をしたい場合は、言葉の庭に切り替えてください。\u001b[22m, \u001b[1mあなたが良い短編小説をしたい場合は、言の葉の庭に目を向けます。\u001b[22m\nIf you want a great short story, turn to Kowarekake no Orgel.\n\n\u001b[1m素晴らしい短編を望むなら、Kowarekake no Orgelに向ける。\u001b[22m\n\u001b[1m(Subarashī tanpen o nozomunara, Kowarekake no Orgel ni mukeru.)\u001b[22m\n\nTranslations of \u001b[4mIf you want a great short story, turn to Kowarekake no Orgel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you want a great short story, turn to Kowarekake no Orgel.\u001b[24m\n    \u001b[1m素晴らしい短編を望むなら、Kowarekake no Orgelに向ける。\u001b[22m, \u001b[1mあなたは偉大な短編小説をしたい場合は、こわれかけのオルゴールに変わり。\u001b[22m\nIf you want a masterfully crafted short story, turn to Tsumiki no Ie.\n\n\u001b[1m巧妙に細工された短編がほしいのなら、つみきのいいところへ。\u001b[22m\n\u001b[1m(Kōmyō ni saiku sa reta tanpen ga hoshī nonara,tsu Miki no ī tokoro e.)\u001b[22m\n\nTranslations of \u001b[4mIf you want a masterfully crafted short story, turn to Tsumiki no Ie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you want a masterfully crafted short story, turn to Tsumiki no Ie.\u001b[24m\n    \u001b[1m巧妙に細工された短編がほしいのなら、つみきのいいところへ。\u001b[22m, \u001b[1mあなたは見事に細工された短編小説をしたい場合は、つみきに何Ieの電源を入れていません。\u001b[22m\n\u001b[1m\u001b[22m\nIf you want a short story that bathes in its shit like the rest of the schlock, this one is for you.\n\n\u001b[1mもしあなたが短編小説を欲しがっていれば、それは他のシュブロックのようにうまくいきます。これはあなたのためのものです。\u001b[22m\n\u001b[1m(Moshi anata ga tanpen shōsetsu o hoshi gatte ireba, sore wa hoka no shuburokku no yō ni umaku ikimasu. Kore wa anata no tame no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you want a short story that bathes in its shit like the rest of the schlock, this one is for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you want a short story that bathes in its shit like the rest of the schlock, this one is for you.\u001b[24m\n    \u001b[1mもしあなたが短編小説を欲しがっていれば、それは他のシュブロックのようにうまくいきます。これはあなたのためのものです。\u001b[22m, \u001b[1mあなたは安物の残りのようにそのたわごとに浸す短編小説をしたい場合、これはあなたのためです。\u001b[22m\n\u001b[1m\u001b[22m\n--4/10--\n\n\u001b[1m -  4 / 10--\u001b[22m\n\u001b[1m(- 4/ 10 --)\u001b[22m\n\nTranslations of \u001b[4m--4/10--\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--4/10--\u001b[24m\n    \u001b[1m -  4 / 10--\u001b[22m, \u001b[1m--4 / 10--\u001b[22m"
  },
  {
    "title": "Baby_Princess_3D_Paradise_0_Love",
    "id": "10196",
    "url": "https://myanimelist.net/anime/10196/Baby_Princess_3D_Paradise_0_Love",
    "user": "MyWinterFirefly",
    "profile": "/profile/MyWinterFirefly/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=103269",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n赤ちゃんのプリンセス3Dパラダイスラブ...あなたがそれを好きな理由を正確に正確に示すのは難しいアニメです。 あなたはそのすべてを愛するようになります。 エピソードは1つしかありませんが、これまでに見た中で最も印象的で陽気で凶悪なアニメの1つであることがわかりました。\n\nストーリーは短くてシンプルですが、完全に機能します。 あなたはキャラクターと30分を過ごしますが、それはそのように感じません。 このような短い時間で非常に多くのキャラクターが混乱すると思うでしょうが、このアニメは本当に混乱しないような方法でそれを行います。 自分の名前をすべて覚えていなくても、すべての性格、すべての動機、それぞれの性格をすべて理解しています。\n\nこのアニメを試してください、あなたはそれを後悔しません。 それは美しく見え、驚くほど聞こえる、プロットは良いと思って、それは面白いです。 結末は私が今まで見た中で最も面白い結末の一つでもあります。\n\n私はこのアニメを見ることを強くお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nBaby Princess 3D Paradise Love ... it's an anime where it's hard to pinpoint exactly why you like it; you just end up loving all of it. There is only one episode, yet I have found that it is one of the most memorable, hilarious and outrageous anime's that I have ever seen (In a good way).\n\n\u001b[1m赤ちゃんのプリンセス3Dパラダイスラブ...あなたがそれを好きな理由を正確に正確に示すのは難しいアニメです。 あなたはそのすべてを愛するようになります。 エピソードは1つしかありませんが、これまでに見た中で最も印象的で陽気で凶悪なアニメの1つであることがわかりました。\u001b[22m\n\u001b[1m(Akachan no purinsesu 3 D paradaisurabu... Anata ga sore o sukina riyū o seikaku ni seikaku ni shimesu no wa muzukashī animedesu. Anata wa sono subete o aisuru yō ni narimasu. Episōdo wa 1tsu shika arimasenga, kore made ni mita naka de mottomo inshō-tekide yōkide kyōakuna anime no 1tsudearu koto ga wakarimashita.)\u001b[22m\n\nTranslations of \u001b[4mBaby Princess 3D Paradise Love ... it's an anime where it's hard to pinpoint exactly why you like it; you just end up loving all of it. There is only one episode, yet I have found that it is one of the most memorable, hilarious and outrageous anime's that I have ever seen (In a good way).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBaby Princess 3D Paradise Love ... it's an anime where it's hard to pinpoint exactly why you like it;\u001b[24m\n    \u001b[1m赤ちゃんのプリンセス3Dパラダイスラブ...あなたがそれを好きな理由を正確に正確に示すのは難しいアニメです。\u001b[22m, \u001b[1mベイビー・プリンセス3Dパラダイス愛...それはそれはあなたがそれを好きな理由を正確に突き止めるのは難しいアニメです。\u001b[22m\n\u001b[4myou just end up loving all of it.\u001b[24m\n    \u001b[1mあなたはそのすべてを愛するようになります。\u001b[22m, \u001b[1mあなたはそれのすべてを愛してしまいます。\u001b[22m\n\u001b[4mThere is only one episode, yet I have found that it is one of the most memorable, hilarious and outrageous anime's that I have ever seen (In a good way).\u001b[24m\n    \u001b[1mエピソードは1つしかありませんが、これまでに見た中で最も印象的で陽気で凶悪なアニメの1つであることがわかりました。\u001b[22m, \u001b[1mそこだけ1つのエピソードがあり、まだ私はそれが最も記憶に残る陽気と法外なアニメの一つである（良い意味で）私が今まで見てきたことだということを発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is short and simple but works perfectly; you spend 30 minutes with the characters but it doesn't feel that way. With so many characters in such a short time you would think it would become confusing, but this anime does it in such a way that it really is not confusing at all. You understand all the characters, all their motivations, all their different personalities even if you can't remember all their names.\n\n\u001b[1mストーリーは短くてシンプルですが、完全に機能します。 あなたはキャラクターと30分を過ごしますが、それはそのように感じません。 このような短い時間で非常に多くのキャラクターが混乱すると思うでしょうが、このアニメは本当に混乱しないような方法でそれを行います。 自分の名前をすべて覚えていなくても、すべての性格、すべての動機、それぞれの性格をすべて理解しています。\u001b[22m\n\u001b[1m(Sutōrī wa mijikakute shinpurudesuga, kanzen ni kinō shimasu. Anata wa kyarakutā to 30-bu o sugoshimasuga, sore wa sonoyōni kanjimasen. Ko no yōna mijikai jikan de hijō ni ōku no kyarakutā ga konran suru to omoudeshouga, kono anime wa hontōni konran shinai yōna hōhō de sore o okonaimasu. Jibun no namae o subete oboete inakute mo, subete no seikaku, subete no dōki, sorezore no seikaku o subete rikai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is short and simple but works perfectly; you spend 30 minutes with the characters but it doesn't feel that way. With so many characters in such a short time you would think it would become confusing, but this anime does it in such a way that it really is not confusing at all. You understand all the characters, all their motivations, all their different personalities even if you can't remember all their names.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is short and simple but works perfectly;\u001b[24m\n    \u001b[1mストーリーは短くてシンプルですが、完全に機能します。\u001b[22m, \u001b[1m話は短く、シンプルですが、完璧に動作します。\u001b[22m\n\u001b[4myou spend 30 minutes with the characters but it doesn't feel that way.\u001b[24m\n    \u001b[1mあなたはキャラクターと30分を過ごしますが、それはそのように感じません。\u001b[22m, \u001b[1mあなたは文字で30分を過ごすが、それはそのように感じていません。\u001b[22m\n\u001b[4mWith so many characters in such a short time you would think it would become confusing, but this anime does it in such a way that it really is not confusing at all.\u001b[24m\n    \u001b[1mこのような短い時間で非常に多くのキャラクターが混乱すると思うでしょうが、このアニメは本当に混乱しないような方法でそれを行います。\u001b[22m, \u001b[1mこのような短い時間で非常に多くの文字を使用すると、それが混乱になると思うだろうが、このアニメはそれが本当にすべてで混乱しないようにそれをしません。\u001b[22m\n\u001b[4mYou understand all the characters, all their motivations, all their different personalities even if you can't remember all their names.\u001b[24m\n    \u001b[1m自分の名前をすべて覚えていなくても、すべての性格、すべての動機、それぞれの性格をすべて理解しています。\u001b[22m, \u001b[1mあなたは、すべて自分の名前を思い出すことができない場合でも、すべての文字を理解し、すべての彼らの動機、すべてのそれらの異なる個性。\u001b[22m\n\u001b[1m\u001b[22m\nGive this anime a try, you will not regret it. It looks beautiful, sounds amazing, the plot is good and well thought out and it is funny. The ending is the best as well, one of the funniest endings I've ever seen.\n\n\u001b[1mこのアニメを試してください、あなたはそれを後悔しません。 それは美しく見え、驚くほど聞こえる、プロットは良いと思って、それは面白いです。 結末は私が今まで見た中で最も面白い結末の一つでもあります。\u001b[22m\n\u001b[1m(Kono anime o tameshite kudasai, anata wa sore o kōkai shimasen. Sore wa utsukushiku mie, odoroku hodo kikoeru, purotto wa yoi to omotte, sore wa omoshiroidesu. Ketsumatsu wa watashi ga imamade mita naka de mottomo omoshiroi ketsumatsu no hitotsu demo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mGive this anime a try, you will not regret it. It looks beautiful, sounds amazing, the plot is good and well thought out and it is funny. The ending is the best as well, one of the funniest endings I've ever seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGive this anime a try, you will not regret it.\u001b[24m\n    \u001b[1mこのアニメを試してください、あなたはそれを後悔しません。\u001b[22m, \u001b[1mこのアニメを試してみて、あなたはそれを後悔しないように。\u001b[22m\n\u001b[4mIt looks beautiful, sounds amazing, the plot is good and well thought out and it is funny.\u001b[24m\n    \u001b[1mそれは美しく見え、驚くほど聞こえる、プロットは良いと思って、それは面白いです。\u001b[22m, \u001b[1mそれは、美しく見える素晴らしい音、プロットは良いと考え抜かであり、それは面白いです。\u001b[22m\n\u001b[4mThe ending is the best as well, one of the funniest endings I've ever seen.\u001b[24m\n    \u001b[1m結末は私が今まで見た中で最も面白い結末の一つでもあります。\u001b[22m, \u001b[1mエンディングは、同様に、おかしな語尾の一つは、私が今まで見た中で最高です。\u001b[22m\n\u001b[1m\u001b[22m\nI HIGHLY recommend that you watch this anime.\n\n\u001b[1m私はこのアニメを見ることを強くお勧めします。\u001b[22m\n\u001b[1m(Watashi wa kono anime o miru koto o tsuyoku o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI HIGHLY recommend that you watch this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI HIGHLY recommend that you watch this anime.\u001b[24m\n    \u001b[1m私はこのアニメを見ることを強くお勧めします。\u001b[22m, \u001b[1m私は非常にこのアニメを見てことをお勧めします。\u001b[22m"
  }
]
