[
  {
    "title": "Yondemasu_yo_Azazel-san_TV",
    "id": "10216",
    "url": "https://myanimelist.net/anime/10216/Yondemasu_yo_Azazel-san_TV",
    "user": "coldcoal",
    "profile": "/profile/coldcoal/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=35877",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  9\n\nですから、通常は1つのエピソードを見ただけでシリーズを見直すのは無意味だと思いますが、このようなショーにはある意味があります。 最初のエピソードを見れば、あなたは「あまめマスよ、アザゼルさん」を楽しむかどうか分かっているという気持ちが出てくるので、私はそれを言う。\n\n基本的に、あなたがマニアックのように数回笑っていたら、ショーはおそらくあなたのためです。 代わりにあなたの頭を混乱で傷つけたり、嫌悪感を傷つけたり、憤慨して口調で言い表されたりすると、おそらくあなたが楽しむシリーズにはならないでしょう。\n\n「よだれそう、アザゼルさん」はギャグショーです。 基本的な前提は、さまざまなクライアントの要求を満たすのに役立つ、悪魔の力を利用するフリーランスの探偵の話です。しかし、あなたがギャグ・ショーを期待しているように、そのプロットはそうではありません 重要。 とにかく、まだ。 大人のユーモアに焦点を当てています。 コメディーは粗雑で、鈍い、そしてなによりもばかげている。 ユーモアのブランドは、家族のガイとサウスパークのようなショーの様子と気持ちを思い出させます。\n\nしかし、何を推測する？ それは私を笑わせてくれました。 何度か。 そして最初のエピソードはわずか10分です。\n\nシリーズが進むにつれて、このレビューを更新し、私の意見はこれに応じて進化します。 今のところ、これは注目に値する。 あなたが大人であれば、ユーモアを気にしないで、あまりにも魅力的ではない、それは最初のエピソードを試して傷つけることはできませんでした。"
  },
  {
    "title": "Yondemasu_yo_Azazel-san_TV",
    "id": "10216",
    "url": "https://myanimelist.net/anime/10216/Yondemasu_yo_Azazel-san_TV",
    "user": "Jigoku-n3ko",
    "profile": "/profile/Jigoku-n3ko/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=45641",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  9\n|  10\n\nアザゼルさんはあなたが見たことのない最も面白いコメディです。 小さな不思議は、その小さなエピソードのすべてで、ほとんどすべての人とすべてを怒らせてしまいます。 あなたが宗教、トイレのジョーク、棒のユーモアに触れていないなら、あなたはお尻を笑うでしょう。\n\nストーリー：\n弟子の魔女と刑事アシスタント、佐久林子さんは、アザゼルの欲望の欲望を捨てて彼女の仕事を手伝います。 信じられないほど重大な状況が続いている。\nストーリーはかなりエピソード的です。各アークは、このアニメが使用する12分形式の標準的なエピソードまたは2つのエピソードをカバーしています。 ユーモアが不当にばかげている、ジョークが軽いスピードで来ているので、あなたが点滅した場合にはそれを逃す可能性があります。 バックグラウンドとフォアグラウンドの両方で起こっていることをすべて得るために、あなたの目をマルチタスキングする必要があります。 午前中の忙しい時間に笑い続けるために人気の高い酒場にはたくさんのギミックやトリックや紆余曲折があります。\n\nキャラクター：\nこのアニメはキャラクター部門で輝いています。 コメディであるにもかかわらず、それぞれのキャラクターは信じられないほどリアルで立体感があります。 このアニメは、わずかなランニングタイムで、多くのフルタイム24-エピソードのショーが悲惨に失敗したようなリアルなキャラクターを生み出しました。 見てみましょう...\nアザゼルは明らかにショーのスターです。 欲望の敗者である彼は、召喚士の手に大きな被害を受けます。 彼のいたずらや習慣は、笑いだけでなく共感も生み出します。 このような反発的な性格を同情的なものにすることがいかに難しいかを考えてみてください。\n佐久間りんこは、アニメが持つべき大事な女主人公の一種です。 彼女は愚かなファンサービスを提供したり、苦痛を感じることがありません。彼女は実際には物事をし、困ってしまいます。 すべての大騒ぎで、彼女は最も現実的なキャラクターであり、そこには視聴者を定着させるためのものがあります。\nAkutabeはリンコの不道徳な上司であり、悪魔の召喚主義者です。 彼はとてもうまくやっていて、邪悪なことをしています。\n余分な悪魔と天使がたくさんあります。それぞれの人は陽気です。 彼らの不条理な力や性格を知るためにあなたに任せます。\n\nアニメーション：\nプロダクションIGの非常にかわいい仕事の礼儀。 彼らが詰め込むすべての細部を点検しなさい。\n\n音：\n今、これは最高得点になるはずです。 音楽は多くのジョークに下線を引いて、それらをさらに楽しくさせ、サウンドエフェクトはスポットライトになります。 私は喜劇でこれがはるかに容易であることに気付きましたが、このアニメは音楽を最大限に利用しています。 加えて、特別な言及はseiyuusの例外的な仕事のために作られなければならない。 今、私は通常、彼らの大部分が偉大な仕事をするのだから神聖な話をするのは面倒ではありません。 彼らはこのアニメで楽しい時間を過ごしていたのは簡単です。\nOP：私はまだこの曲を自分の携帯電話の着信音として持っています。\nED：あなたは一度だけそれを聞くことができますが、それは楽しいです。\n\n概要：\n銀魂のユーモアの乱雑さが気に入っていて、トイレのユーモアと冒涜で怒られないなら、これを必ずチェックしてください。 それ以外の場合は、自己責任で入力してください。"
  },
  {
    "title": "Yondemasu_yo_Azazel-san_TV",
    "id": "10216",
    "url": "https://myanimelist.net/anime/10216/Yondemasu_yo_Azazel-san_TV",
    "user": "fesc",
    "profile": "/profile/fesc/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=38584",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  8\n\n「ヨネマズヨ、アザゼルサン」は、プロダクションI.Gによるコメディアニメで、ゴースト・イン・ザ・シェルとキミニ・トドケなどで知られています。\n\n前提はかなり単純ですが、非常に機能的です。  Akutabeと呼ばれる探偵がAzazelという名前の悪魔を召喚し、彼と彼の助手、佐久間助手、そして様々な悪魔の助けを借りて、彼らが事件を解決し、堕落と淫乱に従う。\nユーモアは軽度からデトロイトメタル・シティー・レベルの誓い、視覚的にはグロテスクなギャグ、そして身体の無駄を何度も言及しているからです。 すべての悪魔たちは（何の驚きもせず）何らかのひそかなギミックや悪意を持っています。これらの悪魔を悪用しようとすると、ショーはパンチを起こしません。\n私が見た唯一の他のI.Gコメディと比較して、Cromartie High Schoolでは、ユーモアは非常に異なっていますが、そのほとんどはソースの素材と関係しています。 私は漫画を読んでいないし、それを見つけることもできなかったが、アニメは私自身が、自分がどのように関わっていたかに驚かされたという話を伝えることでかなり良い仕事をしていると思う。 それでも、ほとんどの場合、家で書くことは何もありませんが、ユーモアは若いですが素晴らしいです。\nエピソードの短さは散発的な視聴には適していますが、私は後半に参加しましたが、気づかずに最初の5つのエピソードをマラソンしました。\n\nアニメーションは、まあまあまあです。平均流動性をわずかに上回る2つのシーンがあります。 しかし、ショーを少し目立たせるのは、文字の全体的なデザインと表現です。  Sgtと非常に似ています。 カエルはシンプルで、キャラクターの登場人物の詳細はあまりありませんが、オーバー・ザ・トップの反応や顔の模倣はギャグを補強し、キャラクターを生き生きとさせる効果的な仕事をします。\n\n人生にもたらすもう一つのことは、声優です。 小林ゆう（Undine）、中井和也（Salamander）、神谷浩（eBeelzebub）、浪川大輔（Akutabe）をフィーチャーした素晴らしいキャストです。 彼らはすべて最高の力を発揮し、キャラクターのアイデンティティを与える素晴らしい仕事をして、愛らしい（あるいはもっと嫌な）人を手のような役割を果たすようにします。\n\nあなたは、すべてのアニメがプロットに隠された少なくとも2つの微妙なメッセージを持っている必要があり、ハイ・ブラウンが無益だと考えるコメディであれば、これを見てはいけません。 デトロイトメタルシティやパンティ＆amp; ストッキング（ガーターベルト付き）は、おそらくこれが好きです。 他のすべての人にとって、あなたはその中からいくつかのチャックルを得る可能性が高いです。"
  },
  {
    "title": "Yondemasu_yo_Azazel-san_TV",
    "id": "10216",
    "url": "https://myanimelist.net/anime/10216/Yondemasu_yo_Azazel-san_TV",
    "user": "helur",
    "profile": "/profile/helur/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=40031",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  5\nキャラクター|  7\n|  8\n\nアザゼルはかなり病気のユーモアについてのショーです。 あなたが卑劣なものに耐えることができないなら、あなたは今読んでいることをやめたいかもしれません。 このショーは探偵機関を中心に展開されています。 事は、これは普通の代理店ではないということです。 ここで彼らは仕事を終わらせるために悪魔を使いますが、もちろん物事は必ずしもうまくいっていません。\n\n一般的な概念はUs vs. Youです。 基本的に、事務所の外の誰もが馬鹿に描かれています。 したがって、それは事務員、オタク、凶悪犯、アイドル、夫婦、神についてギャグを作ることを比較的容易にする。 真剣にも、神はこのショーでは安全ではありません。 部分的に風刺的で、みんなが馬鹿だということを面白くしています。 まあ、Akutabeを除いて。 彼は触手ではありません。\n\n彼らは天使対悪魔の再現マッチを紹介しますが、ギャグショーで期待される一般的な話はありません。  「症例」は、通常、合計20分間の2つのエピソードである。  Akutabeは代理店を所有しているが、ショーのパンチングバッグになる欲望Azazelの愚かな悪魔である大学生、パートタイムの労働者Sakumaと、王子のように見えるが糞便を食べるBeelzebubに焦点を当てている。\n\n\n通常、私はこのタイプのユーモアのためのものではないので、それはむしろ面白いと言って私を信じています。 私はそれを高く評価することはできませんが、あなたがこの森の首でコメディーを探しているなら、あなたはアザゼルのようなものがあなたのための喜劇かもしれません。"
  },
  {
    "title": "Yondemasu_yo_Azazel-san_TV",
    "id": "10216",
    "url": "https://myanimelist.net/anime/10216/Yondemasu_yo_Azazel-san_TV",
    "user": "Woks",
    "profile": "/profile/Woks/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=48761",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  10\n\nさて、あなたは別々にすべての側面を見ると、このアニメは本当に平均です\n物語はちょっと無作為で、芸術は目立たず、音はカジュアルです。 しかし、一方で文字は本当に愛らしいです！\n\n私はこのアニメを一晩で1から13まで見ることができました。これはおそらく私が今まで見たファニーアニメのアニメだから、どれくらい短いのか非常に悲しかったです。\n\n結末は続編が可能であると信じさせてくれるだろう、私はこれが起こり、10分ではなく20分のエピソードを得ることを願っている。\n\n良い笑いを探している人は誰もがこれを見ているは​​ずです。"
  },
  {
    "title": "Yondemasu_yo_Azazel-san_TV",
    "id": "10216",
    "url": "https://myanimelist.net/anime/10216/Yondemasu_yo_Azazel-san_TV",
    "user": "mrwyoo",
    "profile": "/profile/mrwyoo/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=213721",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\n私はここでレビューを書いているとは思わなかった。 しかし、（私の最初の唯一のレビューは、クランチロールの銀魂でした）\n\nこれは、銀魂ごみよりも優れています。 私のお尻を笑った（特に10匹のイチゴのサンデーの部分では、私は理由はわからないけど、笑って涙が出ています。）そのAkutabeの男は、一番気まずい男です。 私はサディスティックなキャラクターを愛し、本当に面白いです。\n\n誰もがそれを試してみる必要があります、レビューと重要ではないことをお勧めします。 あなたが躊躇すれば、あなたはそれを見ることができます。  BeelzebubとYankee-Kunのメガネちゃんの後に私が笑って以来ずっとずっと久しぶりです\n\nしかし、それはあまりにも短いです、男。  10分ごとに..."
  },
  {
    "title": "Yondemasu_yo_Azazel-san_TV",
    "id": "10216",
    "url": "https://myanimelist.net/anime/10216/Yondemasu_yo_Azazel-san_TV",
    "user": "Corruptbomber",
    "profile": "/profile/Corruptbomber/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=173313",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  8\n\n非常にユーモラスな。 信じられないほど面白いですが、ユーモアのセンスが必要です。 あなたがそれを持っているなら、このショーは幾分暗い主題であなたの気分を明るくすることに失敗しません。 華麗で奇妙なものでいっぱいのこのショーは、狂気に満ちている。\n\nストーリーは少しランダムですが、それほど素晴らしいものではありません。 私の願いは、彼らはそれをさらに押し進めて、より強固なストーリーラインを得ることができたかもしれないが、おそらくこのアニメ/マンガの目的だったユーモアを弱めるかもしれない。"
  },
  {
    "title": "Yondemasu_yo_Azazel-san_TV",
    "id": "10216",
    "url": "https://myanimelist.net/anime/10216/Yondemasu_yo_Azazel-san_TV",
    "user": "BigBoss0327",
    "profile": "/profile/BigBoss0327/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=158861",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  6\nキャラクター|  9\n|  9\n\nストーリー：6/10\n要約から：「Akutabeは、彼のクライアントのトラブルを解決するために悪魔を呼び出す探偵です。\nそれはかなりそうです; D\n最初のエピソードは、久美宮理事からの驚きのゲスト出演まで、かなり美味しかった!!\nその時点から、私はすぐに夢中になり、全部を見るように強制され、彼女はエピソード1 TT.TTにしか現れないことに失望しました\n\nキャラクター：9/10\nこのアニメで楽しんだことの一つは、キャラクターでした。 彼らは独特のユニークです。 私はかなりのアニメを見たことがありますが、これらのようなキャラクターに出会ったことはありません。 私は彼らに付き添って成長し、シーズン2ではもっと楽しみにしていることを認めている。この1人のセイユウスの巨大な小道具も同様に、彼らはそれぞれのキャラクターになるというすばらしい仕事をしており、全く信じられていた。 彼らの声は全て正確に現れていた。\nああええ、私は久美宮リエはこれに言及しましたか？  ^。^\n\n音楽：6/10\n\n[video = youtube; G8h_eEcXa1s] http://www.youtube.com/watch?v=G8h_eEcXa1s [/ video]\n\nそれはキャッチーな曲を持っていますが、XDをマラソンしながらかなり繰り返しました\nまた、それはあなたの頭の中で立ち往生したときに迷惑をかけるその曲の一つです。\nうーん、私はいずれかの著名なバックラウンド音楽を思い出すことはできませんが、どちらかというとメイ〜これはこのアニメのことではありません。\n\nアート：10/10\n私は芸術を楽しんだ、それは清潔で、私の目には気持ち良いもので、彼らはそれで素晴らしい仕事をしたと思う。\n彼らが実際にアニメを見ている間、彼らが実際に私の注意を引いたので、私が自分自身をメモするために覚えた文字のいくつかのクローズアップの詳細な写真があった。 私は非行の顔の巨大なファンです、そして、このアニメはそれらのかなりのものを持っていたので、私は幸せでした^。^\n\n全体的な楽しさ：9/10\n私は実際にこのアニメをMALで9/10にする点まで楽しんでいました。 どうして？ それは私が探していたことの一つですから！ 私は多くの場所で何度も何度も何度も何度も尋ねてきましたが、「高校卒業後」、仕事をしている人、仕事がない人、大学などでアニメを探していました。 また、私はこのアニメのコメディのファンです。 それはそういうことです。 彼らは後退しない。 それはいいですね。 私は実際には、すべてのエピはわずか13分であったことに驚いていたが、ちょっと - 完了するのが速くなった〜\n私が「攻撃的なコメディ」と呼ぶのが好きなら、このアニメをお勧めします。\nこれはあなたの典型的なコメディアニメではありませんが、確かにユニークです。\nまた、私が今までに見たことのなかで最も面白くないことに注意してください。\n\n最終的なレーティング：40/50\nそれはこのアニメにとってかなり正確なスコアだと思います。\nそれは短い（13分のエピソード）、まったく安定したプロットを持っていない - しかしそれはすべてのジョークについてだ。\n私がS2で望んでいること：長いエピソード、そして実際のストーリーXD\nあなたがいくつかの素早い笑いを探しているなら、間違いなくこのアニメを撃ってください〜\n\n\n推奨事項：\n\n - パンティー＆amp; ガーターベルトでストッキング - \n私はこれらのアニメの両方でコメディスタイルが非常に似ているように感じます。前に私が「攻撃的コメディ」と呼んでいたものです。\nどちらのアニメもより多くの方に適しています。\nあなたがこれらのいずれかを楽しんだら、私はあなたが他を楽しむだろうと確信しています。 私は知っていた。\n\n - ベルゼブ - \n私は両方のアニメから同じ雰囲気を得ました。 彼らの世界で誰もあなたのことについて意見を述べることはなく、終わりにはあなたの人生を悲惨なものにすることです。  ！ テーマ ！ デモンズ。\nまた、この中の探偵の男は、Oga Tatsumi XD"
  },
  {
    "title": "Yondemasu_yo_Azazel-san_TV",
    "id": "10216",
    "url": "https://myanimelist.net/anime/10216/Yondemasu_yo_Azazel-san_TV",
    "user": "Alexrachal",
    "profile": "/profile/Alexrachal/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=77079",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  9\n\nストーリー -  7\n-------------------\nストーリーは大丈夫です。 いずれにしても最大のものではなく、エンディングもそれほど良いものではありませんが、このアニメでは、確固たる結論に達するよりも、それを通した旅の方がはるかです。\n\n\nアート-9\n------------------\n私はキャラクターのデザインが大好きです。 美しい主人公から、愛らしい悪魔、恐ろしい副人まで（良い方法で、私を信じて）！\n\nサウンド10\n----------------\nあまり音楽はありませんが、音楽は素晴らしく、思い出深いものです。 私はショーを終えるとすぐにダウンロードしました。\n\nキャラクター-9\n--------------------\nそれがショーを作るのです！ 偉大なキャラクター！\n\n楽しさ！-9\n-------------------\n非常に楽しい、私は彼らがもっと作ることを願って、私はこのショーが大好き！\n\n\n全体的 -  9\n------------------\nそれは別のシーズン、または少なくとも2つのエピソードを使用して結論に至ることができた素晴らしいショーですが、それでも私の人生ではもう数回は見られないという素晴らしいショーです！\n\n\n注 - このショーのクリエイターが他のショーを知っている人は、私にメッセージを送ってください。"
  },
  {
    "title": "Yondemasu_yo_Azazel-san_TV",
    "id": "10216",
    "url": "https://myanimelist.net/anime/10216/Yondemasu_yo_Azazel-san_TV",
    "user": "Brave-Heart",
    "profile": "/profile/Brave-Heart/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=111061",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\n注：私の言語は十分ではありませんので、私に注意してください\n\n\nこのアニメは、アザゼルさんとの初めの季節です。  Akutabeについての彼の話と彼はです\n彼のクライアントのトラブルを解決するために悪魔を召喚する探偵。 このアニメはコメディーがいいし、漫画から取ってくるのは同じ名前で、1 epあたり12分かかります。\n\nあなたは探偵コナナのようなこのアニメで多くのパロディを見ることができ、このアニメが汚いジョークをしていることに注意してください。 また、このプロジェクトは、あなたが自殺、強姦、売春などの黒喜劇によって日本の真の顔を現しています。 女性の権利のような皮肉な社会問題があります\n\nキャラクターはこのアニメの中でも特に悪魔です。 このアニメショーでは、悪魔6人と悪魔全てが特殊キャラクターを持っています。キリスト教の悪魔の名前であるベルゼブブのような歴史から奪われるすべての悪魔も、アザゼルはヘブライ語の聖書の言葉です。モルロックは古代のアンモン教徒の神であり、 同じことをしている。 反対側では、悪魔のアーチ敵は天使です、このアニメの怒りは他のアニメのようではありませんあなたは鶏を見て、汚いジョークを使用します\n\n声優は有名な声であり、アニメーションはとても良いです。 とにかくこのアニメは私に良い経験をもたらし、私はそれを楽しむ。"
  },
  {
    "title": "Yondemasu_yo_Azazel-san_TV",
    "id": "10216",
    "url": "https://myanimelist.net/anime/10216/Yondemasu_yo_Azazel-san_TV",
    "user": "khaada",
    "profile": "/profile/khaada/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=112237",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\n日本のコメディーアニメの多くは、言葉遊びの周りを回っているし、本当に英語の字幕だけのアニメの完全な利益を本当に得ることは困難です。 しかし、これは、あんまりのアザゼルさんの場合には当てはまりません。 私は大声で笑っていた。私が一番失望したのは、それぞれのエピソードがわずか13分だったという事実だった。\n\nキャラクターは陽気で、悪魔はすべて非常にユニークで、すべてが自分の問題を抱えてショーに入ります。 あなたはどこで悪魔を食べるペンギンの形で悪魔と間違って行くことができますか？ 最初のエピソードから、ユーモアが気に入らなければ、おそらく粗末な、猥褻に焦点を当てているので、シリーズ全体が気に入らないでしょう。\n\nAkutabeは何とかすべての悪魔の契約を取得していた神秘的な探偵です。 彼はまた、弱点を持たないように見え、彼が残酷に契約した悪魔を扱い、残酷に言えば実際にはおそらく一言良いでしょう。\n\n芸術はシリーズの全体的なものと非常に派手ではなく、彼らが何らかの努力をしていることを示すのに十分なほど細かく作業しました。 あなたがデトロイトのメタル・シティを好きなら、おそらくあなたのアニメのようなものでしょう。"
  }
]
