[
  {
    "title": "Tamayura__Hitotose",
    "id": "10232",
    "url": "https://myanimelist.net/anime/10232/Tamayura__Hitotose",
    "user": "CyndNinja",
    "profile": "/profile/CyndNinja/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=47331",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  7\n\n夢。 趣味、将来の仕事、または友達を作ることの夢に関連して、小さくても大きくても、単純でも遠いものもあります。 ほとんどすべての人が少なくとも一度は何かを夢見てきました。  Tamayuraはこれらの夢を追うアニメです。 そして、いいえ、巨大な勝利についてではありません。 それは小さな成功を達成し、それを楽しむことです。\n\n\nまず、あなたが：\na）K-Onに似たアニメを自動的にマークする！ モエブロブのように、ストーリーやキャラクターのことを気にすることなく、\nb）上記のK-On！とは異なり、コメディよりもドラマに焦点を当てた、ゆっくりペースのショーが好きではない。\nちょうどすでにあきらめる。 あなたはTamayuraも好きではありません。\n\n\nTamayura〜Hitotose〜は、OVAsの続編であり（タイムライン上のHitotose第1話と第2話の間で行われます）、後にそれを監視する必要があります。 さもなければ、いくつかのギャグを認識せず、メインキャストのほとんどを知らなくても開始します。\n\n\n\nストーリー -  8/10\n\nTamayuraは、OVAのMALの記述にあるように、ある種の「ヒーリングアニメ」です。 それは視聴者が少しくつろいでいることを可能にする。 主なプロットは非常に簡単です。 それは、写真に興味のある少女の周りを解決します。 それは何とかアリアと多くの面で似ています（同じディレクターを共有しているわけではありません）。\n\nしかし、未来の理想化されたビジョンを示すアリアとは異なり、私たちの時代にはタマユラが起こっています。 それは、世界がどのように美しくなるかを示すものではありませんが、実際にはどのようにそうですか。\n\nまた、A-Channel、Yuru Yuri、Lucky Star、Kimi to Boku、K-On！、Ariaなどのグループの日常生活に焦点を当てた他の番組とは対照的にTamyura：Hitotoseには何も含まれていません 完全にフィラーのエピソードは、全くストーリーを進化させない。 ほとんどすべての人がキャラクターを少しずつ開発したり、バックストーリーの一部を示したりして、現在の行動を説明します。  OVAsはそれほどよく考えられた物語を持っていなかったので、すでに最初のことです、それはHitotoseが良いことを示しています。\n\nにもかかわらず、すべてが一貫した全体を形成しているように見えても、ショーはまだエピソード的であり、他のシリーズで見ることができるより複雑な物語に比べて野心的ではありません。\n\n\n\nキャラクター -  9/10\n\nキャラクターは間違いなくタマユラ〜一人暮らし〜の強みです。 私が前に述べたように、彼らは何とか各エピソードのほとんどすべてで開発されています。 彼らのバックストーリーも非常によく紹介されています。 キャラクターが成長するにつれて、彼らはOVAで示されたよりも深さがあることがわかります。\n\nすべての女の子は、少し異なる性格と異なる興味を持っています。 はい、別の趣味。 あなたはここで軽音楽クラブやゴンドラ会社のようなものは見られません。 写真は、咲の麻雀やひらまりスケッチの絵のような、ここのストーリーの中核となるかもしれません。 しかし、1つだけに焦点を当てると、Tamayuraはやや普遍的になります。\n\nこれらの2つのことも、よりリアルに見えるようにします。 おそらく誰もが中野梓がギターを弾き始めた理由、あるいは水野あかりがネオ・ヴェネツィアでウインドゥンになって別の惑星に家族を残してしまった理由を疑った人はいないでしょう。 このような情報は通常、重要とはみなされませんが、実際にはストーリーのほとんどが行われるためには不可欠です。 そして彼らはTamayuraで提供されます。\n\n\n\nアート＆amp; amp; サウンド -  10/10\n\n私の関心事では、ここの平均的なものだけが文字のデザインです。 風景は本当に素晴らしく、写真を撮りたいだけです（ああ、あなたはまだスクリーンショットを撮ることができます）。\n\nその生産量はそれほど高くなく、そのスタジオはほとんど知られていないことを考慮すると、都市部の背景には古い舗装の不規則なレンガなどの詳細があります。  Fuのカメラのように多くのオブジェクトを行います。\n\nアニメーションは素晴らしいですが、ファンタジーやショーネンショーとは異なり、少々のアニメでは注目すべきものではありません。\n\nあなたがBGMで迷惑を浮かべているのを見つけなければ、少なくとも音楽はうまく収まります。 オープニングとエンディングは両方ともシリーズの気候に合っていますが、第二のものはかなり意味があります。特に、あなたが歌詞、タマユラの物語とそれに示された写真を結びつけていると、意味があります。\n\n\n\n楽しさとその他の側面 -  7/10\n\nこのシリーズの唯一の目的は、視聴者をリラックスさせ、荒い日の後に冷静になり、日常生活の影を忘れることです。 この面では、Tamayuraはほとんど完璧です。静かでゆっくりとしたストーリー、同情的なキャラクター、美しい風景があります。また、「温かい気持ち」もあります。 通常のアニメの2つのエピソードだけの期間を持つOVAsは、テレビシリーズよりもそれをうまくできませんでした。十分ではなかったため、それを好きになった視聴者は不足していました。\n\nまた、世界がどれほど美しいかを示す能力もあります。 工業地帯に住んでいる私にとって、工場、発電所、製鉄所の煙突は周囲を美しくするようではありません。 ナー、それはすべてのことを醜いものにする。 そのため、ノワールとマオンが赤と白で塗装された工場の煙突を見て、それが美しいと言ったとき、私にとってはかなり衝撃的でした。 私はいつも考えていたほど、それほど悪くないかもしれないと結論づけました。 それは、タマユラの現実が理想化されているのか、それとも現実世界の私たちの見解だけであると考えるべきなのです。\n\nかつてOVAに登場した不必要なファンサービスから辞任したことも本当に良いことです。 私の本では、そのようなシリーズには本当に何もないはずです。\n\nすべてがうまくいったようですが、...なぜあなたは10点満点で7点だけ楽しんだのでしょうか？ まあ...世界の美しさのすべてのリラクゼーションと表現にもかかわらず、このシリーズのユーモアは平均です。 本当にペースが遅いストーリーとの組み合わせでは、コメディやアクションを期待している人や、そういうものを見る気分にならない人にとっては、すべてが本当に退屈なことがあります。 すぐにそれをあきらめるのに十分な退屈さ。\n\n\n\n最終的な考え：\n\nTamayuraは私たちの周りの世界のアニメです。 しかし、それはすべての道をより肯定的、しかし穏やかに示しています。 ストーリー、死、性別、ショッキングな紆余曲折のない、平和で楽観的な何かを見ることにあなたのすばらしい時間を過ごしたい気持ちがあれば、私はタムユラをお勧めします。\n\n\n最終グレード:( 8 + 9 + 10 + 7）/ 4 = 8.5 =＆gt;  9/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nDreams. Small or big, simple or far-fetched, related to hobbies, future job or just dreams of making friends. Almost everyone have dreamt of something at least once. Tamayura is an anime about chasing these dreams. And no, not about huge triumphs. It's about achieving small successes and enjoying them.\n\n\u001b[1m夢。 趣味、将来の仕事、または友達を作ることの夢に関連して、小さくても大きくても、単純でも遠いものもあります。 ほとんどすべての人が少なくとも一度は何かを夢見てきました。  Tamayuraはこれらの夢を追うアニメです。 そして、いいえ、巨大な勝利についてではありません。 それは小さな成功を達成し、それを楽しむことです。\u001b[22m\n\u001b[1m(Yume. Shumi, shōrai no shigoto, matawa tomodachi o tsukuru koto no yume ni kanren shite, chīsakute mo ōkikute mo, tanjunde mo tōi mono mo arimasu. Hotondo subete no hito ga sukunakutomo ichido wa nanika o yumemite kimashita. Tamayura wa korera no yume o ou animedesu. Soshite, īe, kyodaina shōri ni tsuitede wa arimasen. Sore wa chīsana seikō o tassei shi, sore o tanoshimu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mDreams. Small or big, simple or far-fetched, related to hobbies, future job or just dreams of making friends. Almost everyone have dreamt of something at least once. Tamayura is an anime about chasing these dreams. And no, not about huge triumphs. It's about achieving small successes and enjoying them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDreams.\u001b[24m\n    \u001b[1m夢。\u001b[22m\n\u001b[4mSmall or big, simple or far-fetched, related to hobbies, future job or just dreams of making friends.\u001b[24m\n    \u001b[1m趣味、将来の仕事、または友達を作ることの夢に関連して、小さくても大きくても、単純でも遠いものもあります。\u001b[22m, \u001b[1m趣味、将来の仕事や友達を作るだけの夢に関連し、小さなまたは大きな、単純またはこじつけ。\u001b[22m\n\u001b[4mAlmost everyone have dreamt of something at least once.\u001b[24m\n    \u001b[1mほとんどすべての人が少なくとも一度は何かを夢見てきました。\u001b[22m, \u001b[1mほとんどの人が少なくとも一度何かを夢見てきました。\u001b[22m\n\u001b[4mTamayura is an anime about chasing these dreams.\u001b[24m\n    \u001b[1mTamayuraはこれらの夢を追うアニメです。\u001b[22m, \u001b[1mたまゆらは、これらの夢を追いかけて約アニメです。\u001b[22m\n\u001b[4mAnd no, not about huge triumphs.\u001b[24m\n    \u001b[1mそして、いいえ、巨大な勝利についてではありません。\u001b[22m, \u001b[1mそして、いや、ない巨大な勝利について。\u001b[22m\n\u001b[4mIt's about achieving small successes and enjoying them.\u001b[24m\n    \u001b[1mそれは小さな成功を達成し、それを楽しむことです。\u001b[22m, \u001b[1mそれは、小さな成功を達成し、それらを楽しむことです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all, if you:\n\n\u001b[1mまず、あなたが：\u001b[22m\n\u001b[1m(Mazu, anata ga:)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, if you:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, if you:\u001b[24m\n    \u001b[1mまず、あなたが：\u001b[22m, \u001b[1mまず第一に、あなたの場合：\u001b[22m\na) automatically mark every anime similar to K-On! as moeblob crap, without even bothering about things like story or characters;\n\n\u001b[1ma）K-Onに似たアニメを自動的にマークする！ モエブロブのように、ストーリーやキャラクターのことを気にすることなく、\u001b[22m\n\u001b[1m(A) K - On ni nita anime o jidōtekini māku suru! Moeburobu no yō ni, sutōrī ya kyarakutā no koto o ki ni suru koto naku,)\u001b[22m\n\nTranslations of \u001b[4ma) automatically mark every anime similar to K-On! as moeblob crap, without even bothering about things like story or characters;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4ma) automatically mark every anime similar to K-On!\u001b[24m\n    \u001b[1ma）K-Onに似たアニメを自動的にマークする！\u001b[22m, \u001b[1ma）は、自動的にK-Onに似たすべてのアニメをマーク！\u001b[22m\n\u001b[4mas moeblob crap, without even bothering about things like story or characters;\u001b[24m\n    \u001b[1mモエブロブのように、ストーリーやキャラクターのことを気にすることなく、\u001b[22m, \u001b[1mmoeblobがらくたのような、でもストーリーや文字のようなものを気にせずに。\u001b[22m\nb) don't like slow-paced shows that, unlike mentioned above K-On!, mainly focus on drama than on comedy;\n\n\u001b[1mb）上記のK-On！とは異なり、コメディよりもドラマに焦点を当てた、ゆっくりペースのショーが好きではない。\u001b[22m\n\u001b[1m(B) jōki no K - On! To wa kotonari, komedi yori mo dorama ni shōten o ateta, yukkuri pēsu no shō ga sukide wanai.)\u001b[22m\n\nTranslations of \u001b[4mb) don't like slow-paced shows that, unlike mentioned above K-On!, mainly focus on drama than on comedy;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mb) don't like slow-paced shows that, unlike mentioned above K-On!, mainly focus on drama than on comedy;\u001b[24m\n    \u001b[1mb）上記のK-On！とは異なり、コメディよりもドラマに焦点を当てた、ゆっくりペースのショーが好きではない。\u001b[22m, \u001b[1mb）は、主にコメディに比べてドラマに焦点を当てる！、けいおん上記のとは異なり、スローペースの番組が好きではありません。\u001b[22m\njust give up already. You will not like Tamayura either.\n\n\u001b[1mちょうどすでにあきらめる。 あなたはTamayuraも好きではありません。\u001b[22m\n\u001b[1m(Chōdo sudeni akirameru. Anata wa Tamayura mo sukide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mjust give up already. You will not like Tamayura either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mjust give up already.\u001b[24m\n    \u001b[1mちょうどすでにあきらめる。\u001b[22m, \u001b[1mちょうど既にあきらめます。\u001b[22m\n\u001b[4mYou will not like Tamayura either.\u001b[24m\n    \u001b[1mあなたはTamayuraも好きではありません。\u001b[22m, \u001b[1mあなたはどちらかたまゆらが好きではありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nTamayura ~Hitotose~ is a sequel to OVAs (which take place in between 1st and 2nd Hitotose episodes on the timeline, however) and should be watched after them. Otherwise you'll not recognise some gags, and start without knowing most of main cast.\n\n\u001b[1mTamayura〜Hitotose〜は、OVAsの続編であり（タイムライン上のHitotose第1話と第2話の間で行われます）、後にそれを監視する必要があります。 さもなければ、いくつかのギャグを認識せず、メインキャストのほとんどを知らなくても開始します。\u001b[22m\n\u001b[1m(Tamayura 〜 Hitotose 〜 wa, OVAs no zokuhendeari (taimu rain-jō no Hitotose dai 1-wa to dai 2-wa no ma de okonawa remasu),-go ni sore o kanshi suru hitsuyō ga arimasu. Samonakereba, ikutsu ka no gyagu o ninshiki sezu, mein kyasuto no hotondo o shiranakute mo kaishi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mTamayura ~Hitotose~ is a sequel to OVAs (which take place in between 1st and 2nd Hitotose episodes on the timeline, however) and should be watched after them. Otherwise you'll not recognise some gags, and start without knowing most of main cast.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTamayura ~Hitotose~ is a sequel to OVAs (which take place in between 1st and 2nd Hitotose episodes on the timeline, however) and should be watched after them.\u001b[24m\n    \u001b[1mTamayura〜Hitotose〜は、OVAsの続編であり（タイムライン上のHitotose第1話と第2話の間で行われます）、後にそれを監視する必要があります。\u001b[22m, \u001b[1mたまゆら〜Hitotose〜は（ただし、タイムライン上で第一及び第二Hitotoseエピソードの間で行われ、）OVASの続編であり、それらの後を見なければなりません。\u001b[22m\n\u001b[4mOtherwise you'll not recognise some gags, and start without knowing most of main cast.\u001b[24m\n    \u001b[1mさもなければ、いくつかのギャグを認識せず、メインキャストのほとんどを知らなくても開始します。\u001b[22m, \u001b[1mそうしないと、いくつかのギャグを認識し、メインキャストのほとんどを知らなくても起動しないでしょう。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory - 8/10\n\n\u001b[1mストーリー -  8/10\u001b[22m\n\u001b[1m(Sutōrī - 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory - 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 8/10\u001b[24m\n    \u001b[1mストーリー -  8/10\u001b[22m\n\u001b[1m\u001b[22m\nTamayura is, just as the MAL description for OVAs says, some kind of 'healing anime'. It makes viewers be able to unwind a bit. The main plot is very simple. It resolves around a girl, Fu, who's interested in photography. It's somehow similar to Aria in many aspects (not to mention they share the same director).\n\n\u001b[1mTamayuraは、OVAのMALの記述にあるように、ある種の「ヒーリングアニメ」です。 それは視聴者が少しくつろいでいることを可能にする。 主なプロットは非常に簡単です。 それは、写真に興味のある少女の周りを解決します。 それは何とかアリアと多くの面で似ています（同じディレクターを共有しているわけではありません）。\u001b[22m\n\u001b[1m(Tamayura wa, ovu~a no MAL no kijutsu ni aru yō ni, arushuno `hīringuanime'desu. Sore wa shichō-sha ga sukoshi kutsuroide iru koto o kanō ni suru. Omona purotto wa hijō ni kantandesu. Sore wa, shashin ni kyōmi no aru shōjo no mawari o kaiketsu shimasu. Sore wa nantoka aria to ōku no men de nite imasu (onaji direkutā o kyōyū shite iru wakede wa arimasen).)\u001b[22m\n\nTranslations of \u001b[4mTamayura is, just as the MAL description for OVAs says, some kind of 'healing anime'. It makes viewers be able to unwind a bit. The main plot is very simple. It resolves around a girl, Fu, who's interested in photography. It's somehow similar to Aria in many aspects (not to mention they share the same director).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTamayura is, just as the MAL description for OVAs says, some kind of 'healing anime'.\u001b[24m\n    \u001b[1mTamayuraは、OVAのMALの記述にあるように、ある種の「ヒーリングアニメ」です。\u001b[22m, \u001b[1mたまゆらは、OVASのためのMALの記述が言う同じように、「癒しアニメ「のいくつかの種類です。\u001b[22m\n\u001b[4mIt makes viewers be able to unwind a bit.\u001b[24m\n    \u001b[1mそれは視聴者が少しくつろいでいることを可能にする。\u001b[22m, \u001b[1mこれは、視聴者が少しくつろぐことができるようになります。\u001b[22m\n\u001b[4mThe main plot is very simple.\u001b[24m\n    \u001b[1m主なプロットは非常に簡単です。\u001b[22m\n\u001b[4mIt resolves around a girl, Fu, who's interested in photography.\u001b[24m\n    \u001b[1mそれは、写真に興味のある少女の周りを解決します。\u001b[22m, \u001b[1mこれは、写真に興味だ少女、フー、周りを解決します。\u001b[22m\n\u001b[4mIt's somehow similar to Aria in many aspects (not to mention they share the same director).\u001b[24m\n    \u001b[1mそれは何とかアリアと多くの面で似ています（同じディレクターを共有しているわけではありません）。\u001b[22m, \u001b[1mそれは多くの点でアリアに何とか似ています（これらは同じディレクターを共有言うまでもありません）。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, unlike Aria, which shows an idealised vision of future, Tamayura takes place in our times. It doesn't show how the world could be beautiful, but how it actually is.\n\n\u001b[1mしかし、未来の理想化されたビジョンを示すアリアとは異なり、私たちの時代にはタマユラが起こっています。 それは、世界がどのように美しくなるかを示すものではありませんが、実際にはどのようにそうですか。\u001b[22m\n\u001b[1m(Shikashi, mirai no risō-ka sa reta bijon o shimesu aria to wa kotonari, watashitachi no jidai ni wa tamayura ga okotte imasu. Sore wa, sekai ga dono yō ni utsukushiku naru ka o shimesu monode wa arimasenga, jissai ni wa dono yō ni sōdesu ka.)\u001b[22m\n\nTranslations of \u001b[4mHowever, unlike Aria, which shows an idealised vision of future, Tamayura takes place in our times. It doesn't show how the world could be beautiful, but how it actually is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, unlike Aria, which shows an idealised vision of future, Tamayura takes place in our times.\u001b[24m\n    \u001b[1mしかし、未来の理想化されたビジョンを示すアリアとは異なり、私たちの時代にはタマユラが起こっています。\u001b[22m, \u001b[1mしかし、将来の理想的なビジョンを示しているアリアとは異なり、たまゆらは、私たちの時代に行われます。\u001b[22m\n\u001b[4mIt doesn't show how the world could be beautiful, but how it actually is.\u001b[24m\n    \u001b[1mそれは、世界がどのように美しくなるかを示すものではありませんが、実際にはどのようにそうですか。\u001b[22m, \u001b[1mこれは、世界は美しいかもしれない方法を示していませんが、それは実際にありますか。\u001b[22m\n\u001b[1m\u001b[22m\nAlso, in contrast to other shows focusing on everyday life of groups of friends (eg. A-Channel, Yuru Yuri, Lucky Star, Kimi to Boku or mentioned above: K-On! and Aria) Tamayura: Hitotose doesn't contain any completely filler episodes, which don't advance the story at all. Almost every single one either develop characters a bit or shows some of the backstory, which explains their current behaviours. The OVAs didn't have so well-thought story, so it's already the first thing, that shows that Hitotose is better.\n\n\u001b[1mまた、A-Channel、Yuru Yuri、Lucky Star、Kimi to Boku、K-On！、Ariaなどのグループの日常生活に焦点を当てた他の番組とは対照的にTamyura：Hitotoseには何も含まれていません 完全にフィラーのエピソードは、全くストーリーを進化させない。 ほとんどすべての人がキャラクターを少しずつ開発したり、バックストーリーの一部を示したりして、現在の行動を説明します。  OVAsはそれほどよく考えられた物語を持っていなかったので、すでに最初のことです、それはHitotoseが良いことを示しています。\u001b[22m\n\u001b[1m(Mata, A - chan'neru, Yuru Yuri, rakkī Star, Kimi to Boku, K - On!, Aria nado no gurūpu no nichijō seikatsu ni shōten o ateta ta no bangumi to wa taishō-teki ni Tamyura: Hitotose ni wa nani mo fukuma rete imasen kanzen ni firā no episōdo wa, mattaku sutōrī o shinka sa senai. Hotondo subete no hito ga kyarakutā o sukoshizutsu kaihatsu shi tari, bakkusutōrī no ichibu o shimeshi tari shite, genzai no kōdō o setsumei shimasu. OVAs wa sorehodo yoku kangae rareta monogatari o motte inakattanode, sudeni saisho no kotodesu, soreha Hitotose ga yoi koto o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAlso, in contrast to other shows focusing on everyday life of groups of friends (eg. A-Channel, Yuru Yuri, Lucky Star, Kimi to Boku or mentioned above: K-On! and Aria) Tamayura: Hitotose doesn't contain any completely filler episodes, which don't advance the story at all. Almost every single one either develop characters a bit or shows some of the backstory, which explains their current behaviours. The OVAs didn't have so well-thought story, so it's already the first thing, that shows that Hitotose is better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, in contrast to other shows focusing on everyday life of groups of friends (eg. A-Channel, Yuru Yuri, Lucky Star, Kimi to Boku or mentioned above: K-On! and Aria) Tamayura: Hitotose doesn't contain any\u001b[24m\n    \u001b[1mまた、A-Channel、Yuru Yuri、Lucky Star、Kimi to Boku、K-On！、Ariaなどのグループの日常生活に焦点を当てた他の番組とは対照的にTamyura：Hitotoseには何も含まれていません\u001b[22m, \u001b[1mまた、友人のグループ（例えば、Aチャンネル、ゆるゆり、らき☆すた、君と僕または上述した。！：K-Onおよびアリア）の日常生活に焦点を当て、他のショーとは対照的にたまゆら：Hitotoseはいずれも含まれていません\u001b[22m\n\u001b[4mcompletely filler episodes, which don't advance the story at all.\u001b[24m\n    \u001b[1m完全にフィラーのエピソードは、全くストーリーを進化させない。\u001b[22m, \u001b[1mまったく話は進みません完全に充填材のエピソード、。\u001b[22m\n\u001b[4mAlmost every single one either develop characters a bit or shows some of the backstory, which explains their current behaviours.\u001b[24m\n    \u001b[1mほとんどすべての人がキャラクターを少しずつ開発したり、バックストーリーの一部を示したりして、現在の行動を説明します。\u001b[22m, \u001b[1mほぼすべての単一のもののいずれかがビット文字を開発したり、現在の行動を説明裏話、のいくつかを示しています。\u001b[22m\n\u001b[4mThe OVAs didn't have so well-thought story, so it's already the first thing, that shows that Hitotose is better.\u001b[24m\n    \u001b[1mOVAsはそれほどよく考えられた物語を持っていなかったので、すでに最初のことです、それはHitotoseが良いことを示しています。\u001b[22m, \u001b[1mOVASはとてもよく考えた物語を持っていなかったので、すでにHitotoseが良好であることを示している最初のもの、です。\u001b[22m\n\u001b[1m\u001b[22m\nNevertheless, even through everything seem to form a coherent whole, the show is still episodic and not really ambitious in comparison to more complex stories we can see in other series.\n\n\u001b[1mにもかかわらず、すべてが一貫した全体を形成しているように見えても、ショーはまだエピソード的であり、他のシリーズで見ることができるより複雑な物語に比べて野心的ではありません。\u001b[22m\n\u001b[1m(Nimokakawarazu, subete ga ikkan shita zentai o keisei shite iru yō ni miete mo, shō wa mada episōdo-tekideari, hoka no shirīzu de miru koto ga dekiru yori fukuzatsuna monogatari ni kurabete yashin-tekide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mNevertheless, even through everything seem to form a coherent whole, the show is still episodic and not really ambitious in comparison to more complex stories we can see in other series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNevertheless, even through everything seem to form a coherent whole, the show is still episodic and not really ambitious in comparison to more complex stories we can see in other series.\u001b[24m\n    \u001b[1mにもかかわらず、すべてが一貫した全体を形成しているように見えても、ショーはまだエピソード的であり、他のシリーズで見ることができるより複雑な物語に比べて野心的ではありません。\u001b[22m, \u001b[1mそれにもかかわらず、あってもすべてのものを通して首尾一貫した全体を形成するように見える、ショーはまだエピソード、我々は他のシリーズで見ることができ、より複雑な話に比べて本当に野心的ではありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacters - 9/10\n\n\u001b[1mキャラクター -  9/10\u001b[22m\n\u001b[1m(Kyarakutā - 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters - 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters - 9/10\u001b[24m\n    \u001b[1mキャラクター -  9/10\u001b[22m\n\u001b[1m\u001b[22m\nCharacters are definitely strong point of Tamayura ~Hitotose~. Like I've already stated before, they are somehow developed in almost every single episode. Their backstories are very well-presented, too. As the characters develop, we can also see that they have more depth than it was shown in OVAs.\n\n\u001b[1mキャラクターは間違いなくタマユラ〜一人暮らし〜の強みです。 私が前に述べたように、彼らは何とか各エピソードのほとんどすべてで開発されています。 彼らのバックストーリーも非常によく紹介されています。 キャラクターが成長するにつれて、彼らはOVAで示されたよりも深さがあることがわかります。\u001b[22m\n\u001b[1m(Kyarakutā wa machigainaku tamayura 〜 hitorigurashi 〜 no tsuyomidesu. Watashi ga mae ni nobeta yō ni, karera wa nantoka kaku episōdo no hotondo subete de kaihatsu sa rete imasu. Karera no bakkusutōrī mo hijō ni yoku shōkai sa rete imasu. Kyarakutā ga seichō suru ni tsurete, karera wa ovu~a de shimesa reta yori mo fuka-sa ga aru koto ga wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters are definitely strong point of Tamayura ~Hitotose~. Like I've already stated before, they are somehow developed in almost every single episode. Their backstories are very well-presented, too. As the characters develop, we can also see that they have more depth than it was shown in OVAs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters are definitely strong point of Tamayura ~Hitotose~.\u001b[24m\n    \u001b[1mキャラクターは間違いなくタマユラ〜一人暮らし〜の強みです。\u001b[22m, \u001b[1m文字は間違いなくたまゆら〜Hitotose〜の強力なポイントです。\u001b[22m\n\u001b[4mLike I've already stated before, they are somehow developed in almost every single episode.\u001b[24m\n    \u001b[1m私が前に述べたように、彼らは何とか各エピソードのほとんどすべてで開発されています。\u001b[22m, \u001b[1m私はすでに前に述べてきたように、彼らは何とかほぼすべての単一のエピソードで開発されています。\u001b[22m\n\u001b[4mTheir backstories are very well-presented, too.\u001b[24m\n    \u001b[1m彼らのバックストーリーも非常によく紹介されています。\u001b[22m, \u001b[1mそのbackstoriesも、非常によく提示されています。\u001b[22m\n\u001b[4mAs the characters develop, we can also see that they have more depth than it was shown in OVAs.\u001b[24m\n    \u001b[1mキャラクターが成長するにつれて、彼らはOVAで示されたよりも深さがあることがわかります。\u001b[22m, \u001b[1m文字が開発したように、我々は、彼らがそれをOVASに示されたよりも多くの深さを持っていることも確認することができます。\u001b[22m\n\u001b[1m\u001b[22m\nEvery girl has a bit different personality and different interests as well. Yes, different hobbies. You won't see anything like light music clubs or gondola companies here. Photography could be the core of story here, like mahjong in Saki or drawing in Hidamari Sketch. However, not focusing on only one thing makes Tamayura somewhat more universal.\n\n\u001b[1mすべての女の子は、少し異なる性格と異なる興味を持っています。 はい、別の趣味。 あなたはここで軽音楽クラブやゴンドラ会社のようなものは見られません。 写真は、咲の麻雀やひらまりスケッチの絵のような、ここのストーリーの中核となるかもしれません。 しかし、1つだけに焦点を当てると、Tamayuraはやや普遍的になります。\u001b[22m\n\u001b[1m(Subete no on'nanoko wa, sukoshi kotonaru seikaku to kotonaru kyōmi o motte imasu. Hai,-betsu no shumi. Anata wa koko de keiongaku kurabu ya gondora kaisha no yōna mono wa mi raremasen. Shashin wa, Saki no mājan ya hira mari suketchi no e no yōna, koko no sutōrī no chūkaku to naru kamo shiremasen. Shikashi, 1tsu dake ni shōten o ateru to, Tamayura wa yaya fuhen-teki ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mEvery girl has a bit different personality and different interests as well. Yes, different hobbies. You won't see anything like light music clubs or gondola companies here. Photography could be the core of story here, like mahjong in Saki or drawing in Hidamari Sketch. However, not focusing on only one thing makes Tamayura somewhat more universal.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEvery girl has a bit different personality and different interests as well.\u001b[24m\n    \u001b[1mすべての女の子は、少し異なる性格と異なる興味を持っています。\u001b[22m, \u001b[1mすべての女の子は、同様に少し異なる個性や異なる興味を持っています。\u001b[22m\n\u001b[4mYes, different hobbies.\u001b[24m\n    \u001b[1mはい、別の趣味。\u001b[22m\n\u001b[4mYou won't see anything like light music clubs or gondola companies here.\u001b[24m\n    \u001b[1mあなたはここで軽音楽クラブやゴンドラ会社のようなものは見られません。\u001b[22m, \u001b[1mここに光の音楽クラブやゴンドラ会社のようなものが表示されません。\u001b[22m\n\u001b[4mPhotography could be the core of story here, like mahjong in Saki or drawing in Hidamari Sketch.\u001b[24m\n    \u001b[1m写真は、咲の麻雀やひらまりスケッチの絵のような、ここのストーリーの中核となるかもしれません。\u001b[22m, \u001b[1m写真は咲に麻雀やひだまりスケッチに描くよう、ここで物語の中核である可能性があります。\u001b[22m\n\u001b[4mHowever, not focusing on only one thing makes Tamayura somewhat more universal.\u001b[24m\n    \u001b[1mしかし、1つだけに焦点を当てると、Tamayuraはやや普遍的になります。\u001b[22m, \u001b[1mしかし、一つだけに焦点を当てていないことはたまゆらがやや普遍的になります。\u001b[22m\n\u001b[1m\u001b[22m\nThese two things also makes them seem more realistic. Probably no one wonders why Azusa Nakano started to play guitar, or why Akari Mizunashi decided to become undine in Neo Venezia, leaving her family behind on another planet. Such information usually aren't considered as important, but in fact they are essential for the most of the story to take place. And they are provided in Tamayura.\n\n\u001b[1mこれらの2つのことも、よりリアルに見えるようにします。 おそらく誰もが中野梓がギターを弾き始めた理由、あるいは水野あかりがネオ・ヴェネツィアでウインドゥンになって別の惑星に家族を残してしまった理由を疑った人はいないでしょう。 このような情報は通常、重要とはみなされませんが、実際にはストーリーのほとんどが行われるためには不可欠です。 そして彼らはTamayuraで提供されます。\u001b[22m\n\u001b[1m(Korera no 2tsu no koto mo, yori riaru ni mieru yō ni shimasu. Osoraku daremoga nakano azusa ga gitā o hiki hajimeta riyū, aruiwa Mizuno Akari ga neo vu~enetsu~ia de uindo~un ni natte betsu no wakusei ni kazoku o nokoshite shimatta riyū o utagatta hito wa inaideshou. Ko no yōna jōhō wa tsūjō, jūyō to wa minasa remasenga, jissai ni wa sutōrī no hotondo ga okonawa reru tame ni wa fukaketsudesu. Soshite karera wa Tamayura de teikyō sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mThese two things also makes them seem more realistic. Probably no one wonders why Azusa Nakano started to play guitar, or why Akari Mizunashi decided to become undine in Neo Venezia, leaving her family behind on another planet. Such information usually aren't considered as important, but in fact they are essential for the most of the story to take place. And they are provided in Tamayura.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThese two things also makes them seem more realistic.\u001b[24m\n    \u001b[1mこれらの2つのことも、よりリアルに見えるようにします。\u001b[22m, \u001b[1mこれら二つのことはまた、それらをより現実的に思われてしまいます。\u001b[22m\n\u001b[4mProbably no one wonders why Azusa Nakano started to play guitar, or why Akari Mizunashi decided to become undine in Neo Venezia, leaving her family behind on another planet.\u001b[24m\n    \u001b[1mおそらく誰もが中野梓がギターを弾き始めた理由、あるいは水野あかりがネオ・ヴェネツィアでウインドゥンになって別の惑星に家族を残してしまった理由を疑った人はいないでしょう。\u001b[22m, \u001b[1m中野梓がギターを始めた理由はおそらく誰も不思議ない、またはなぜあかり水無は別の惑星上の背後にある彼女の家族を残して、ネオ・ヴェネツィアでウンディーネになることを決めました。\u001b[22m\n\u001b[4mSuch information usually aren't considered as important, but in fact they are essential for the most of the story to take place.\u001b[24m\n    \u001b[1mこのような情報は通常、重要とはみなされませんが、実際にはストーリーのほとんどが行われるためには不可欠です。\u001b[22m, \u001b[1mそのような情報は、通常、重要とみなされないが、物語のほとんどが行われるため、実際には、それらは必須です。\u001b[22m\n\u001b[4mAnd they are provided in Tamayura.\u001b[24m\n    \u001b[1mそして彼らはTamayuraで提供されます。\u001b[22m, \u001b[1mそれらはたまゆらに設けられています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt &amp; Sound - 10/10\n\n\u001b[1mアート＆amp; amp; サウンド -  10/10\u001b[22m\n\u001b[1m(Āto& amp; amp; saundo - 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt &amp; Sound - 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt &amp;\u001b[24m\n    \u001b[1mアート＆amp; amp;\u001b[22m, \u001b[1mアート＆＃038;\u001b[22m\n\u001b[4mSound - 10/10\u001b[24m\n    \u001b[1mサウンド -  10/10\u001b[22m, \u001b[1mサウンド -  10月10日\u001b[22m\n\u001b[1m\u001b[22m\nAs far as I'm concerned, only average thing here is design of characters. Sceneries are really wonderful, they just make you want to take a photo of them (oh, well, you can still take a screenshot).\n\n\u001b[1m私の関心事では、ここの平均的なものだけが文字のデザインです。 風景は本当に素晴らしく、写真を撮りたいだけです（ああ、あなたはまだスクリーンショットを撮ることができます）。\u001b[22m\n\u001b[1m(Watashi no kanshinjide wa, koko no heikin-tekina mono dake ga moji no dezaindesu. Fūkei wa hontōni subarashiku, shashin o toritai dakedesu (ā , anata wa mada sukurīnshotto o toru koto ga dekimasu).)\u001b[22m\n\nTranslations of \u001b[4mAs far as I'm concerned, only average thing here is design of characters. Sceneries are really wonderful, they just make you want to take a photo of them (oh, well, you can still take a screenshot).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs far as I'm concerned, only average thing here is design of characters.\u001b[24m\n    \u001b[1m私の関心事では、ここの平均的なものだけが文字のデザインです。\u001b[22m, \u001b[1m私に関する限り、ここでの唯一の平均のものは、文字のデザインです。\u001b[22m\n\u001b[4mSceneries are really wonderful, they just make you want to take a photo of them (oh, well, you can still take a screenshot).\u001b[24m\n    \u001b[1m風景は本当に素晴らしく、写真を撮りたいだけです（ああ、あなたはまだスクリーンショットを撮ることができます）。\u001b[22m, \u001b[1m景色は本当に素晴らしいです、彼らはちょうどあなたが（ああ、まあ、あなたはまだスクリーンショットを撮ることができます）、それらの写真を撮りたい行います。\u001b[22m\n\u001b[1m\u001b[22m\nTaking into account, that the production hasn't very high budget and its studio is almost unknown, backgrounds in urban areas have really many details such as irregular bricks in the old pavement. So do many objects such as Fu's camera.\n\n\u001b[1mその生産量はそれほど高くなく、そのスタジオはほとんど知られていないことを考慮すると、都市部の背景には古い舗装の不規則なレンガなどの詳細があります。  Fuのカメラのように多くのオブジェクトを行います。\u001b[22m\n\u001b[1m(Sono seisan-ryō wa sore hodo takakunaku, sono sutajio wa hotondo shira rete inai koto o kōryo suru to, toshi-bu no haikei ni wa furui hosō no fukisokuna renga nado no shōsai ga arimasu. Fu no kamera no yō ni ōku no obujekuto o okonaimasu.)\u001b[22m\n\nTranslations of \u001b[4mTaking into account, that the production hasn't very high budget and its studio is almost unknown, backgrounds in urban areas have really many details such as irregular bricks in the old pavement. So do many objects such as Fu's camera.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTaking into account, that the production hasn't very high budget and its studio is almost unknown, backgrounds in urban areas have really many details such as irregular bricks in the old pavement.\u001b[24m\n    \u001b[1mその生産量はそれほど高くなく、そのスタジオはほとんど知られていないことを考慮すると、都市部の背景には古い舗装の不規則なレンガなどの詳細があります。\u001b[22m, \u001b[1m生産は非常に高い予算とそのスタジオはほとんど不明であるされていないことを、考慮に入れると、都市部の背景は、このような古い舗装で不規則なレンガのように本当に多くの詳細を持っています。\u001b[22m\n\u001b[4mSo do many objects such as Fu's camera.\u001b[24m\n    \u001b[1mFuのカメラのように多くのオブジェクトを行います。\u001b[22m, \u001b[1mそこで、このようなカンフーのカメラのような多くのオブジェクトを行います。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is fine, however unlike in fantasy or shounen shows, in slice of life anime it isn't something you pay much attention to.\n\n\u001b[1mアニメーションは素晴らしいですが、ファンタジーやショーネンショーとは異なり、少々のアニメでは注目すべきものではありません。\u001b[22m\n\u001b[1m(Animēshon wa subarashīdesuga, fantajī ya shōnenshō to wa kotonari, shōshō no animede wa chūmoku subeki monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is fine, however unlike in fantasy or shounen shows, in slice of life anime it isn't something you pay much attention to.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is fine, however unlike in fantasy or shounen shows, in slice of life anime it isn't something you pay much attention to.\u001b[24m\n    \u001b[1mアニメーションは素晴らしいですが、ファンタジーやショーネンショーとは異なり、少々のアニメでは注目すべきものではありません。\u001b[22m, \u001b[1mアニメーションは、しかし空想や少年のショーとは異なり、生活アニメのスライスで、それはあなたに多くの注意を払うものではありません、大丈夫です。\u001b[22m\n\u001b[1m\u001b[22m\nMusic fits very well, at least if you don't find singing in BGM annoying. The opening and ending both fit in climate of the series, whereas the second one is quite meaningful, especially if you connect lyrics, story of Tamayura and photos shown in it.\n\n\u001b[1mあなたがBGMで迷惑を浮かべているのを見つけなければ、少なくとも音楽はうまく収まります。 オープニングとエンディングは両方ともシリーズの気候に合っていますが、第二のものはかなり意味があります。特に、あなたが歌詞、タマユラの物語とそれに示された写真を結びつけていると、意味があります。\u001b[22m\n\u001b[1m(Anata ga BGM de meiwaku o ukabete iru no o mitsukenakereba, sukunakutomo ongaku wa umaku osamarimasu. Ōpuningu to endingu wa ryōhō tomo shirīzu no kikō ni atte imasuga, daini no mono wa kanari imi ga arimasu. Tokuni, anata ga kashi, tamayura no monogatari to sore ni shimesa reta shashin o musubitsukete iru to, imi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mMusic fits very well, at least if you don't find singing in BGM annoying. The opening and ending both fit in climate of the series, whereas the second one is quite meaningful, especially if you connect lyrics, story of Tamayura and photos shown in it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic fits very well, at least if you don't find singing in BGM annoying.\u001b[24m\n    \u001b[1mあなたがBGMで迷惑を浮かべているのを見つけなければ、少なくとも音楽はうまく収まります。\u001b[22m, \u001b[1m音楽は非常によくフィットし、あなたは迷惑なBGMで歌って見つけることはありません、少なくとも場合。\u001b[22m\n\u001b[4mThe opening and ending both fit in climate of the series, whereas the second one is quite meaningful, especially if you connect lyrics, story of Tamayura and photos shown in it.\u001b[24m\n    \u001b[1mオープニングとエンディングは両方ともシリーズの気候に合っていますが、第二のものはかなり意味があります。特に、あなたが歌詞、タマユラの物語とそれに示された写真を結びつけていると、意味があります。\u001b[22m, \u001b[1m開口部と第1のたまゆらや写真の話はそれで示し、あなたが歌詞を接続する場合は特に、非常に有意義であるのに対し、一連の気候の中でフィットの両方を終了します。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment and Other Aspects - 7/10\n\n\u001b[1m楽しさとその他の側面 -  7/10\u001b[22m\n\u001b[1m(Tanoshisa to sonohoka no sokumen - 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment and Other Aspects - 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment and Other Aspects - 7/10\u001b[24m\n    \u001b[1m楽しさとその他の側面 -  7/10\u001b[22m, \u001b[1m楽しさと他の側面 -  7/10\u001b[22m\n\u001b[1m\u001b[22m\nThe sole purpose of this series is to relax viewers, allow them to chill out after rough day and forget about the shadows of everyday life. In this aspect, Tamayura is almost perfect - it has calm slow-paced story, sympathetic characters and pretty sceneries, it also has some kind of 'warm feeling'. OVAs, with duration of only 2 regular anime episodes couldn't do that better than TV series, cause there wasn't enough of them and viewer, who happened to like it, was left with deficiency, wanting for more.\n\n\u001b[1mこのシリーズの唯一の目的は、視聴者をリラックスさせ、荒い日の後に冷静になり、日常生活の影を忘れることです。 この面では、Tamayuraはほとんど完璧です。静かでゆっくりとしたストーリー、同情的なキャラクター、美しい風景があります。また、「温かい気持ち」もあります。 通常のアニメの2つのエピソードだけの期間を持つOVAsは、テレビシリーズよりもそれをうまくできませんでした。十分ではなかったため、それを好きになった視聴者は不足していました。\u001b[22m\n\u001b[1m(Kono shirīzu no yuiitsu no mokuteki wa, shichō-sha o rirakkusu sa se, arai hi no nochi ni reisei ni nari, nichijō seikatsu no kage o wasureru kotodesu. Kono mende wa, Tamayura wa hotondo kanpekidesu. Shizukade yukkuri to shita sutōrī, dōjō-tekina kyarakutā, utsukushī fūkei ga arimasu. Mata,`atatakai kimochi' mo arimasu. Tsūjō no anime no 2tsu no episōdo dake no kikan o motsu OVAs wa, terebishirīzu yori mo sore o umaku dekimasendeshita. Jūbunde wa nakatta tame, sore o suki ni natta shichō-sha wa fusoku shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe sole purpose of this series is to relax viewers, allow them to chill out after rough day and forget about the shadows of everyday life. In this aspect, Tamayura is almost perfect - it has calm slow-paced story, sympathetic characters and pretty sceneries, it also has some kind of 'warm feeling'. OVAs, with duration of only 2 regular anime episodes couldn't do that better than TV series, cause there wasn't enough of them and viewer, who happened to like it, was left with deficiency, wanting for more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sole purpose of this series is to relax viewers, allow them to chill out after rough day and forget about the shadows of everyday life.\u001b[24m\n    \u001b[1mこのシリーズの唯一の目的は、視聴者をリラックスさせ、荒い日の後に冷静になり、日常生活の影を忘れることです。\u001b[22m, \u001b[1mこのシリーズの唯一の目的は、視聴者をリラックス彼らは大変な一日の後にリラックスし、日常生活の影を忘れるようにすることです。\u001b[22m\n\u001b[4mIn this aspect, Tamayura is almost perfect - it has calm slow-paced story, sympathetic characters and pretty sceneries, it also has some kind of 'warm feeling'.\u001b[24m\n    \u001b[1mこの面では、Tamayuraはほとんど完璧です。静かでゆっくりとしたストーリー、同情的なキャラクター、美しい風景があります。また、「温かい気持ち」もあります。\u001b[22m, \u001b[1mこの局面では、たまゆらはほぼ完璧である - それは穏やかなスローペースストーリー、交感神経の文字、美しい風景を持っている、それはまた、「暖かい気持ち」のいくつかの種類があります。\u001b[22m\n\u001b[4mOVAs, with duration of only 2 regular anime episodes couldn't do that better than TV series, cause there wasn't enough of them and viewer, who happened to like it, was left with deficiency, wanting for more.\u001b[24m\n    \u001b[1m通常のアニメの2つのエピソードだけの期間を持つOVAsは、テレビシリーズよりもそれをうまくできませんでした。十分ではなかったため、それを好きになった視聴者は不足していました。\u001b[22m, \u001b[1mそれを好きに起こっただけで2、通常のアニメのエピソードの期間とOVAS、テレビシリーズよりも良いが、それらの十分な視聴者がなかった原因があることを行うことができませんでしたが、より多くのために望む、欠乏症に残っていました。\u001b[22m\n\u001b[1m\u001b[22m\nIt also has an ability to show how beautiful the world is. For me, who lives in industrial region, chimneys of factories, power plants or ironworks don't seem to beautify the surroundings. Nah, it even makes everything uglier. Therefore, it was quite shocking for me, when Noire and Maon looked at a red-and-white-painted factory chimney and said that it was... beautiful. It made me come to conclusion, that maybe they really aren't that bad as I always thought. It forces to think, if it is Tamayura's reality being idealized, or is it just our view of the real world as something vile, foul.\n\n\u001b[1mまた、世界がどれほど美しいかを示す能力もあります。 工業地帯に住んでいる私にとって、工場、発電所、製鉄所の煙突は周囲を美しくするようではありません。 ナー、それはすべてのことを醜いものにする。 そのため、ノワールとマオンが赤と白で塗装された工場の煙突を見て、それが美しいと言ったとき、私にとってはかなり衝撃的でした。 私はいつも考えていたほど、それほど悪くないかもしれないと結論づけました。 それは、タマユラの現実が理想化されているのか、それとも現実世界の私たちの見解だけであると考えるべきなのです。\u001b[22m\n\u001b[1m(Mata, sekai ga dorehodo utsukushī ka o shimesu nōryoku mo arimasu. Kōgyō chitai ni sunde iru watashi ni totte, kōjō, hatsudenjo, seitetsusho no entotsu wa shūi o utsukushiku suru yōde wa arimasen. Nā, soreha subete no koto o minikui mono ni suru. Sonotame, nowāru to Mao n ga aka to shiro de tosō sa reta kōjō no entotsu o mite, sore ga utsukushī to itta toki, watashi ni totte wa kanari shōgeki-tekideshita. Watashi wa itsumo kangaete ita hodo, sore hodo warukunai kamo shirenai to ketsurondzukemashita. Sore wa, tamayura no genjitsu ga risō-ka sa rete iru no ka, soretomo genjitsu sekai no watashitachi no kenkai dakedearu to kangaerubekina nodesu.)\u001b[22m\n\nTranslations of \u001b[4mIt also has an ability to show how beautiful the world is. For me, who lives in industrial region, chimneys of factories, power plants or ironworks don't seem to beautify the surroundings. Nah, it even makes everything uglier. Therefore, it was quite shocking for me, when Noire and Maon looked at a red-and-white-painted factory chimney and said that it was... beautiful. It made me come to conclusion, that maybe they really aren't that bad as I always thought. It forces to think, if it is Tamayura's reality being idealized, or is it just our view of the real world as something vile, foul.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt also has an ability to show how beautiful the world is.\u001b[24m\n    \u001b[1mまた、世界がどれほど美しいかを示す能力もあります。\u001b[22m, \u001b[1mそれはまた、世界がどのように美しく表示する機能を持っています。\u001b[22m\n\u001b[4mFor me, who lives in industrial region, chimneys of factories, power plants or ironworks don't seem to beautify the surroundings.\u001b[24m\n    \u001b[1m工業地帯に住んでいる私にとって、工場、発電所、製鉄所の煙突は周囲を美しくするようではありません。\u001b[22m, \u001b[1m私にとっては、工業地域に住んでいる人、工場、発電所や製鉄所の煙突は、周囲を美化していないようです。\u001b[22m\n\u001b[4mNah, it even makes everything uglier.\u001b[24m\n    \u001b[1mナー、それはすべてのことを醜いものにする。\u001b[22m, \u001b[1mいや、それもすべて醜いなります。\u001b[22m\n\u001b[4mTherefore, it was quite shocking for me, when Noire and Maon looked at a red-and-white-painted factory chimney and said that it was... beautiful.\u001b[24m\n    \u001b[1mそのため、ノワールとマオンが赤と白で塗装された工場の煙突を見て、それが美しいと言ったとき、私にとってはかなり衝撃的でした。\u001b[22m, \u001b[1mノワールとマオンは、赤と白の塗装工場の煙突を見て、それがあったことを...美しい言ったときしたがって、それは、私にとって非常に衝撃的でした。\u001b[22m\n\u001b[4mIt made me come to conclusion, that maybe they really aren't that bad as I always thought.\u001b[24m\n    \u001b[1m私はいつも考えていたほど、それほど悪くないかもしれないと結論づけました。\u001b[22m, \u001b[1mそれは私が私がいつも思ったとして、おそらく彼らは本当に悪いではないことを、結論に達しました。\u001b[22m\n\u001b[4mIt forces to think, if it is Tamayura's reality being idealized, or is it just our view of the real world as something vile, foul.\u001b[24m\n    \u001b[1mそれは、タマユラの現実が理想化されているのか、それとも現実世界の私たちの見解だけであると考えるべきなのです。\u001b[22m, \u001b[1m理想化されたまゆらの現実である、またはそれは下劣な何か、ファウルなど現実世界のちょうど我々の見解であれば、それは、考えることを強制します。\u001b[22m\n\u001b[1m\u001b[22m\nIt is also really good, that they resigned from needless fanservice that appeared once in OVAs. In my book, such series shouldn't have any, really.\n\n\u001b[1mかつてOVAに登場した不必要なファンサービスから辞任したことも本当に良いことです。 私の本では、そのようなシリーズには本当に何もないはずです。\u001b[22m\n\u001b[1m(Katsute ovu~a ni tōjō shita fuhitsuyōna fansābisu kara jinin shita koto mo hontōni yoi kotodesu. Watashi no honde wa, sono yōna shirīzu ni wa hontōni nani mo nai hazudesu.)\u001b[22m\n\nTranslations of \u001b[4mIt is also really good, that they resigned from needless fanservice that appeared once in OVAs. In my book, such series shouldn't have any, really.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is also really good, that they resigned from needless fanservice that appeared once in OVAs.\u001b[24m\n    \u001b[1mかつてOVAに登場した不必要なファンサービスから辞任したことも本当に良いことです。\u001b[22m, \u001b[1mそれは彼らがOVASに一度登場無駄なサービスカットを辞任することを、また、本当に良いです。\u001b[22m\n\u001b[4mIn my book, such series shouldn't have any, really.\u001b[24m\n    \u001b[1m私の本では、そのようなシリーズには本当に何もないはずです。\u001b[22m, \u001b[1m私の本では、このような一連のは、本当に、任意のものを持つべきではありません。\u001b[22m\n\u001b[1m\u001b[22m\nIt seems everything is fine, but... you wonder, why I gave enjoyment only seven points of ten? Well... Despite all the relaxation and manifestation of world's beauty, the humour in this series is just average. In combination with really slow-paced story the whole thing can be really boring for everyone, who is expecting comedy, action, or just isn't in mood to watch something like that. Enough boring to quickly give up on it.\n\n\u001b[1mすべてがうまくいったようですが、...なぜあなたは10点満点で7点だけ楽しんだのでしょうか？ まあ...世界の美しさのすべてのリラクゼーションと表現にもかかわらず、このシリーズのユーモアは平均です。 本当にペースが遅いストーリーとの組み合わせでは、コメディやアクションを期待している人や、そういうものを見る気分にならない人にとっては、すべてが本当に退屈なことがあります。 すぐにそれをあきらめるのに十分な退屈さ。\u001b[22m\n\u001b[1m(Subete ga umaku itta yōdesuga,... Naze anata wa 10-ten manten de 7-ten dake tanoshinda nodeshou ka? Mā... Sekai no utsukushi-sa no subete no rirakuzēshon to hyōgen nimokakawarazu, kono shirīzu no yūmoa wa heikindesu. Hontōni pēsu ga osoi sutōrī to no kumiawasede wa, komedi ya akushon o kitai shite iru hito ya, sōiu mono o miru kibun ni naranai hito ni totte wa, subete ga hontōni taikutsuna koto ga arimasu. Sugu ni sore o akirameru no ni jūbun'na taikutsu sa.)\u001b[22m\n\nTranslations of \u001b[4mIt seems everything is fine, but... you wonder, why I gave enjoyment only seven points of ten? Well... Despite all the relaxation and manifestation of world's beauty, the humour in this series is just average. In combination with really slow-paced story the whole thing can be really boring for everyone, who is expecting comedy, action, or just isn't in mood to watch something like that. Enough boring to quickly give up on it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt seems everything is fine, but... you wonder, why I gave enjoyment only seven points of ten?\u001b[24m\n    \u001b[1mすべてがうまくいったようですが、...なぜあなたは10点満点で7点だけ楽しんだのでしょうか？\u001b[22m, \u001b[1mすべてが正常であるようだが、私は楽しみに10の唯一の7点を与えた理由は...あなたは、疑問に思いますか？\u001b[22m\n\u001b[4mWell... Despite all the relaxation and manifestation of world's beauty, the humour in this series is just average.\u001b[24m\n    \u001b[1mまあ...世界の美しさのすべてのリラクゼーションと表現にもかかわらず、このシリーズのユーモアは平均です。\u001b[22m, \u001b[1mうーん...世界の美しさのすべての緩和や症状にもかかわらず、このシリーズのユーモアは平均です。\u001b[22m\n\u001b[4mIn combination with really slow-paced story the whole thing can be really boring for everyone, who is expecting comedy, action, or just isn't in mood to watch something like that.\u001b[24m\n    \u001b[1m本当にペースが遅いストーリーとの組み合わせでは、コメディやアクションを期待している人や、そういうものを見る気分にならない人にとっては、すべてが本当に退屈なことがあります。\u001b[22m, \u001b[1m本当に遅いペースの話との組み合わせで全部はコメディー、アクションを期待している人は、誰にとっても本当に退屈することができ、または単にそのような何かを見て気分ではありません。\u001b[22m\n\u001b[4mEnough boring to quickly give up on it.\u001b[24m\n    \u001b[1mすぐにそれをあきらめるのに十分な退屈さ。\u001b[22m, \u001b[1mすぐにそれをあきらめるための十分な退屈。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nFinal thoughts:\n\n\u001b[1m最終的な考え：\u001b[22m\n\u001b[1m(Saishū-tekina kangae:)\u001b[22m\n\nTranslations of \u001b[4mFinal thoughts:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal thoughts:\u001b[24m\n    \u001b[1m最終的な考え：\u001b[22m, \u001b[1m最終的な思考：\u001b[22m\n\u001b[1m\u001b[22m\nTamayura is an anime about the world around us. However, it shows everything around in way more positive, yet gentle way. If you are in mood to spend your fabulous time on watching something peaceful and optimistic, something without overcomplicated story, deaths, sex or shocking plot twists, I can highly recommend Tamayura to you.\n\n\u001b[1mTamayuraは私たちの周りの世界のアニメです。 しかし、それはすべての道をより肯定的、しかし穏やかに示しています。 ストーリー、死、性別、ショッキングな紆余曲折のない、平和で楽観的な何かを見ることにあなたのすばらしい時間を過ごしたい気持ちがあれば、私はタムユラをお勧めします。\u001b[22m\n\u001b[1m(Tamayura wa watashitachi no mawari no sekai no animedesu. Shikashi, soreha subete no michi o yori kōtei-teki, shikashi odayaka ni shimeshite imasu. Sutōrī, shi, seibetsu, shokkinguna uyokyokusetsu no nai, heiwade rakukantekina nanika o miru koto ni anata no subarashī jikan o sugoshitai kimochi ga areba, watashi wa tamuyura o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mTamayura is an anime about the world around us. However, it shows everything around in way more positive, yet gentle way. If you are in mood to spend your fabulous time on watching something peaceful and optimistic, something without overcomplicated story, deaths, sex or shocking plot twists, I can highly recommend Tamayura to you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTamayura is an anime about the world around us.\u001b[24m\n    \u001b[1mTamayuraは私たちの周りの世界のアニメです。\u001b[22m, \u001b[1mたまゆらは、私たちの周りの世界についてのアニメです。\u001b[22m\n\u001b[4mHowever, it shows everything around in way more positive, yet gentle way.\u001b[24m\n    \u001b[1mしかし、それはすべての道をより肯定的、しかし穏やかに示しています。\u001b[22m, \u001b[1mしかし、それは周りのすべての方法で、より肯定的な、まだ穏やかな方法を示しています。\u001b[22m\n\u001b[4mIf you are in mood to spend your fabulous time on watching something peaceful and optimistic, something without overcomplicated story, deaths, sex or shocking plot twists, I can highly recommend Tamayura to you.\u001b[24m\n    \u001b[1mストーリー、死、性別、ショッキングな紆余曲折のない、平和で楽観的な何かを見ることにあなたのすばらしい時間を過ごしたい気持ちがあれば、私はタムユラをお勧めします。\u001b[22m, \u001b[1mあなたがovercomplicated物語、死亡、性別や衝撃的なプロットをひねりない平和なと楽観的な何か、何かを見ることであなたの素晴らしい時間を過ごすために気分である場合、私は非常にあなたにたまゆらをお勧めすることができます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nFinal grade: (8+9+10+7)/4 = 8.5 =&gt; 9 of 10\n\n\u001b[1m最終グレード:( 8 + 9 + 10 + 7）/ 4 = 8.5 =＆gt;  9/10\u001b[22m\n\u001b[1m(Saishū gurēdo: (8 + 9 + 10 + 7)/ 4 = 8. 5 =& Gt; 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mFinal grade: (8+9+10+7)/4 = 8.5 =&gt; 9 of 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal grade: (8+9+10+7)/4 = 8.5 =&gt;\u001b[24m\n    \u001b[1m最終グレード:( 8 + 9 + 10 + 7）/ 4 = 8.5 =＆gt;\u001b[22m, \u001b[1mファイナルグレード：（8 + 9 + 10 + 7）/ 4 = 8.5 =＆GT;\u001b[22m\n\u001b[4m9 of 10\u001b[24m\n    \u001b[1m9/10\u001b[22m, \u001b[1m10の9\u001b[22m"
  },
  {
    "title": "Tamayura__Hitotose",
    "id": "10232",
    "url": "https://myanimelist.net/anime/10232/Tamayura__Hitotose",
    "user": "Nishiyamo",
    "profile": "/profile/Nishiyamo/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=184857",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  9\n\nキノの旅では、世界は美しくはないと言われています。実際には、世界が実際に美しいと考えられる理由です。  Tamayuraは彼女の悲しみの源であったものの美しさを見つけた女の子のすばらしい感情的な物語です。 父親の喪失を思い出させる彼女は、彼女が以前の好きな活動から遠ざかり、彼女が突然強制された状況に対処するための闘いをしています。\n\nTamayuraは、現実を受け入れて彼女の活力を取り戻すことに成功したときに始まり、彼女は彼女が何年も埋葬されてきた思い出に飛び込むことができます。 自分で写真を撮ることを決めることで、彼は父親の情熱の背景を知るための写真を撮り、記念品を保管する感情的価値を理解する旅に入ります。\n\nこの短い概要はすでに私を涙に近づけています。 前提は非常に感情的な乗り心地には完璧に聞こえるが、残念なことに詳細には詳しく述べられていない。 タマユラは、「生涯の高いスライス」シリーズであり、それはほぼエピソード的であり、まともなストーリーに従わないということを意味する。 アリアとは対照的に、タマユラは目標が固く決まっておらず、エピソードはちょうど浮かぶので、最終的にはストーリーテリングの面で未利用の可能性がある。\n\nTamayuraは「浮き上がる」と優れているので、Ariaのフランチャイズからよく知られている、すばらしい穏やかで平和な雰囲気を作り出しています。 観客が思考と反映を促すような深みのあるプロット要素を統合する代わりに、このショーでは、それが付属するすべての詳細について平和と調和を描写することに焦点を当てています。 同様に、感情的でほとんどが美しいシーンは単に浮遊して、全体にいくらかの強度を加えます。それは、多かれ少なかれランダムなライフプロットのスライスによって定義されます。\n\nシノプシスはキャラクターの発展のために文字通り叫ぶが、タマユラではそれの痕跡しか見つからない。 キャラクターの発展は、幸福を発見しながら、友人と結びついてショー全体を通してより精神的に安定するプロセスとして要約することができます。 そして、これは主人公Fuuと親しい友人のすべての主人公に当てはまります。 私の意見では、雰囲気志向のショーでは深みのあるキャラクターはめったにありません。タマユラの弱点ではありません。 この場合、重要なことは、キャラクターの個性の信頼性であり、このショーには絶対に存在します。 メインキャラクターとサイドキャラクターの両方が、本物の態度で非常に一貫した個性を提供します。 これは幸いなことに、ときどき不気味な対話をより明るくします。\n\nアリアを知っている人は、タマユラのために意図された平和な雰囲気にサウンドトラックがどのくらい貢献しているかをよく知っています。 バックグラウンドミュージックは、キャラクターによって作られた雰囲気と同じくらい美しく見えて、内容と技術的次元の間に高い適合性があることを意味しています。 坂本真也のオープニング曲はそれに加えて、それに続くもののための視聴者を正しい気分にさせる。 しかし、目に見える失望は、風景や風景に関する未使用の潜在的なものです。 美しさに焦点を当てたショー（特に自然）は、感情的な影響を高めるためにより印象的な画像/図面を提供することによって、この側面を強調することが賢明でしょう。 アリアはこれを巧みに行いましたが、それは主により創造的なSFの設定のおかげです。\n\nもう一度、アリアフランチャイズのディレクターは、浅み、平和、調和、美しさによって定義される臨場感のある体験を作り出すことにおいて、彼の資質を示しました。  Tamayuraの感情的な物質の密度に加えてまともなストーリーを欲しかったのですが、私の味を絶対に満たしています。 アニメが難しくて落ち着いていないタイプの人は、タムラを強くお勧めします。\n\n評価：8.13 / 10\n（定量化された評価は私のページにあります。）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIn Kino's Journey, it is said that the world is not beautiful, which is actually said to be a reason why the world can, in fact, be considered beautiful. Tamayura is a stunningly emotional tale of a girl finding beauty in what had been the source of her sorrow before: photography. Reminded by the loss of her father, she distances herself from his former favorite activity and struggles to cope with the situation she was suddenly forced into.\n\n\u001b[1mキノの旅では、世界は美しくはないと言われています。実際には、世界が実際に美しいと考えられる理由です。  Tamayuraは彼女の悲しみの源であったものの美しさを見つけた女の子のすばらしい感情的な物語です。 父親の喪失を思い出させる彼女は、彼女が以前の好きな活動から遠ざかり、彼女が突然強制された状況に対処するための闘いをしています。\u001b[22m\n\u001b[1m(Kinonotabide wa, sekai wa utsukushiku wa nai to iwa rete imasu. Jissai ni wa, sekai ga jissai ni utsukushī to kangae rareru riyūdesu. Tamayura wa kanojo no kanashimi no minamotodeattamonono utsukushi-sa o mitsuketa on'nanoko no subarashī kanjō-tekina monogataridesu. Chichioya no sōshitsu o omoidasaseru kanojo wa, kanojo ga izen no sukina katsudō kara tōzakari, kanojo ga totsuzen kyōsei sa reta jōkyō ni taisho suru tame no tatakai o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIn Kino's Journey, it is said that the world is not beautiful, which is actually said to be a reason why the world can, in fact, be considered beautiful. Tamayura is a stunningly emotional tale of a girl finding beauty in what had been the source of her sorrow before: photography. Reminded by the loss of her father, she distances herself from his former favorite activity and struggles to cope with the situation she was suddenly forced into.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn Kino's Journey, it is said that the world is not beautiful, which is actually said to be a reason why the world can, in fact, be considered beautiful.\u001b[24m\n    \u001b[1mキノの旅では、世界は美しくはないと言われています。実際には、世界が実際に美しいと考えられる理由です。\u001b[22m, \u001b[1mキノの旅では、実際に世界は、実際には、美しいと考えることができる理由であると言われている、世界は美しくないと言われています。\u001b[22m\n\u001b[4mTamayura is a stunningly emotional tale of a girl finding beauty in what had been the source of her sorrow before: photography.\u001b[24m\n    \u001b[1mTamayuraは彼女の悲しみの源であったものの美しさを見つけた女の子のすばらしい感情的な物語です。\u001b[22m, \u001b[1m写真：たまゆらの前に彼女の悲しみの源となっていたものに美を見出す女の子の驚くほど感情的な物語です。\u001b[22m\n\u001b[4mReminded by the loss of her father, she distances herself from his former favorite activity and struggles to cope with the situation she was suddenly forced into.\u001b[24m\n    \u001b[1m父親の喪失を思い出させる彼女は、彼女が以前の好きな活動から遠ざかり、彼女が突然強制された状況に対処するための闘いをしています。\u001b[22m, \u001b[1m彼女の父親の損失によって思い出し、彼女は彼の前の好きな活動から身を距離と、彼女は突然に追い込まれた状況に対処するのに苦労します。\u001b[22m\n\u001b[1m\u001b[22m\nTamayura sets off when she finally succeeded in accepting reality and regaining her vitality, which allows her to dive into the memories she has been keeping buried for years. By deciding to pick up photography by herself, she enters a journey to discovering the background of her late father's passion towards making photographs to understand more about him and the emotional value of keeping mementos.\n\n\u001b[1mTamayuraは、現実を受け入れて彼女の活力を取り戻すことに成功したときに始まり、彼女は彼女が何年も埋葬されてきた思い出に飛び込むことができます。 自分で写真を撮ることを決めることで、彼は父親の情熱の背景を知るための写真を撮り、記念品を保管する感情的価値を理解する旅に入ります。\u001b[22m\n\u001b[1m(Tamayura wa, genjitsu o ukeirete kanojo no katsuryoku o torimodosu koto ni seikō shita toki ni hajimari, kanojo wa kanojo ga nan-nen mo maisō sa rete kita omoide ni tobikomu koto ga dekimasu. Jibun de shashin o toru koto o kimeru koto de, kare wa chichioya no jōnetsu no haikei o shiru tame no shashin o tori, kinenhin o hokan suru kanjō-teki kachi o rikai suru tabi ni hairimasu.)\u001b[22m\n\nTranslations of \u001b[4mTamayura sets off when she finally succeeded in accepting reality and regaining her vitality, which allows her to dive into the memories she has been keeping buried for years. By deciding to pick up photography by herself, she enters a journey to discovering the background of her late father's passion towards making photographs to understand more about him and the emotional value of keeping mementos.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTamayura sets off when she finally succeeded in accepting reality and regaining her vitality, which allows her to dive into the memories she has been keeping buried for years.\u001b[24m\n    \u001b[1mTamayuraは、現実を受け入れて彼女の活力を取り戻すことに成功したときに始まり、彼女は彼女が何年も埋葬されてきた思い出に飛び込むことができます。\u001b[22m, \u001b[1m彼女は最終的に現実を受け入れ、彼女は彼女が年のため埋葬を保ってきた思い出に飛び込むことができます彼女の活力を、取り戻すことに成功したときたまゆらはオフに設定します。\u001b[22m\n\u001b[4mBy deciding to pick up photography by herself, she enters a journey to discovering the background of her late father's passion towards making photographs to understand more about him and the emotional value of keeping mementos.\u001b[24m\n    \u001b[1m自分で写真を撮ることを決めることで、彼は父親の情熱の背景を知るための写真を撮り、記念品を保管する感情的価値を理解する旅に入ります。\u001b[22m, \u001b[1m自分で写真撮影をピックアップすることを決定することで、彼女は写真が彼と記念品を維持する感情的な価値についての詳細を理解することに向けた亡き父の情熱の背景を発見する旅に入ります。\u001b[22m\n\u001b[1m\u001b[22m\nThis short synopsis already brings me close to tears. The premise sounds perfect for a highly emotional ride, but what you get was, unfortunately, not elaborated in detail. Tamayura is a 'high slice of life' series, meaning it is almost episodic and doesn't follow a decent story. In contrast to Aria, Tamayura lacks a firmly set goal, and the episodes just float by, so to speak, which is ultimately the reason there is much unused potential in terms of storytelling.\n\n\u001b[1mこの短い概要はすでに私を涙に近づけています。 前提は非常に感情的な乗り心地には完璧に聞こえるが、残念なことに詳細には詳しく述べられていない。 タマユラは、「生涯の高いスライス」シリーズであり、それはほぼエピソード的であり、まともなストーリーに従わないということを意味する。 アリアとは対照的に、タマユラは目標が固く決まっておらず、エピソードはちょうど浮かぶので、最終的にはストーリーテリングの面で未利用の可能性がある。\u001b[22m\n\u001b[1m(Kono mijikai gaiyō wa sudeni watashi o namida ni chikadzukete imasu. Zentei wa hijō ni kanjō-tekina nori-gokochi ni wa kanpeki ni kikoeruga, zan'nen'nakotoni shōsai ni wa kuwashiku nobe rarete inai. Tamayura wa,`shōgai no takai suraisu' shirīzudeari, sore wa hobo episōdo-tekideari, matomona sutōrī ni shitagawanai to iu koto o imi suru. Aria to wa taishō-teki ni, tamayura wa mokuhyō ga kataku kimatte orazu, episōdo wa chōdo ukabunode, saishūtekini wa sutōrīteringu no men de mi riyō no kanōsei ga aru.)\u001b[22m\n\nTranslations of \u001b[4mThis short synopsis already brings me close to tears. The premise sounds perfect for a highly emotional ride, but what you get was, unfortunately, not elaborated in detail. Tamayura is a 'high slice of life' series, meaning it is almost episodic and doesn't follow a decent story. In contrast to Aria, Tamayura lacks a firmly set goal, and the episodes just float by, so to speak, which is ultimately the reason there is much unused potential in terms of storytelling.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis short synopsis already brings me close to tears.\u001b[24m\n    \u001b[1mこの短い概要はすでに私を涙に近づけています。\u001b[22m, \u001b[1mこの短い概要はすでに涙に近い私をもたらします。\u001b[22m\n\u001b[4mThe premise sounds perfect for a highly emotional ride, but what you get was, unfortunately, not elaborated in detail.\u001b[24m\n    \u001b[1m前提は非常に感情的な乗り心地には完璧に聞こえるが、残念なことに詳細には詳しく述べられていない。\u001b[22m, \u001b[1m前提は非常に感情的な乗車のために完璧に聞こえるが、何を取得することは、残念ながら、詳細に詳述されませんでした。\u001b[22m\n\u001b[4mTamayura is a 'high slice of life' series, meaning it is almost episodic and doesn't follow a decent story.\u001b[24m\n    \u001b[1mタマユラは、「生涯の高いスライス」シリーズであり、それはほぼエピソード的であり、まともなストーリーに従わないということを意味する。\u001b[22m, \u001b[1mたまゆらは、それはほとんどのエピソードで、まともな話に従わない意味、一連の生活の高いスライス」です。\u001b[22m\n\u001b[4mIn contrast to Aria, Tamayura lacks a firmly set goal, and the episodes just float by, so to speak, which is ultimately the reason there is much unused potential in terms of storytelling.\u001b[24m\n    \u001b[1mアリアとは対照的に、タマユラは目標が固く決まっておらず、エピソードはちょうど浮かぶので、最終的にはストーリーテリングの面で未利用の可能性がある。\u001b[22m, \u001b[1mアリアとは対照的に、たまゆらはしっかりと設定目標を欠いている、とのエピソードはちょうどそう物語の面で多くの未使用の可能性がある理由は、最終的である、話すこと、によって浮きます。\u001b[22m\n\u001b[1m\u001b[22m\nImpressively enough that Tamayura excels in 'floating by', creating a wonderfully soothing and peaceful atmosphere that is well known from the Aria franchise. Instead of integrating plot elements with high depth that encourage the viewer to think and reflect, this show focuses on depicting peacefulness and harmony with every detail it comes with. In the same manner, emotional, mostly beautiful scenes just 'float by' and add some intensity to the entire thing, which is otherwise defined by more or less random slice of life plotlets.\n\n\u001b[1mTamayuraは「浮き上がる」と優れているので、Ariaのフランチャイズからよく知られている、すばらしい穏やかで平和な雰囲気を作り出しています。 観客が思考と反映を促すような深みのあるプロット要素を統合する代わりに、このショーでは、それが付属するすべての詳細について平和と調和を描写することに焦点を当てています。 同様に、感情的でほとんどが美しいシーンは単に浮遊して、全体にいくらかの強度を加えます。それは、多かれ少なかれランダムなライフプロットのスライスによって定義されます。\u001b[22m\n\u001b[1m(Tamayura wa `ukiagaru' to sugurete irunode, Aria no furanchaizu kara yoku shira rete iru, subarashī odayakade heiwana fun'iki o tsukuridashite imasu. Kankyaku ga shikō to han'ei o unagasu yōna fukami no aru purotto yōso o tōgō suru kawari ni, kono shōde wa, sore ga fuzoku suru subete no shōsai ni tsuite heiwa to chōwa o byōsha suru koto ni shōten o atete imasu. Dōyō ni, kanjō-tekide hotondo ga utsukushī shīn wa tan'ni fuyū shite, zentai ni ikuraka no kyōdo o kuwaemasu. Sore wa, ōkare sukunakare randamuna raifupurotto no suraisu ni yotte teigi sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mImpressively enough that Tamayura excels in 'floating by', creating a wonderfully soothing and peaceful atmosphere that is well known from the Aria franchise. Instead of integrating plot elements with high depth that encourage the viewer to think and reflect, this show focuses on depicting peacefulness and harmony with every detail it comes with. In the same manner, emotional, mostly beautiful scenes just 'float by' and add some intensity to the entire thing, which is otherwise defined by more or less random slice of life plotlets.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mImpressively enough that Tamayura excels in 'floating by', creating a wonderfully soothing and peaceful atmosphere that is well known from the Aria franchise.\u001b[24m\n    \u001b[1mTamayuraは「浮き上がる」と優れているので、Ariaのフランチャイズからよく知られている、すばらしい穏やかで平和な雰囲気を作り出しています。\u001b[22m, \u001b[1mたまゆらはよくアリアフランチャイズから知られている素晴らしく落ち着いたと穏やかな雰囲気を作成し、 'によって浮遊」に優れていることを印象的には十分。\u001b[22m\n\u001b[4mInstead of integrating plot elements with high depth that encourage the viewer to think and reflect, this show focuses on depicting peacefulness and harmony with every detail it comes with.\u001b[24m\n    \u001b[1m観客が思考と反映を促すような深みのあるプロット要素を統合する代わりに、このショーでは、それが付属するすべての詳細について平和と調和を描写することに焦点を当てています。\u001b[22m, \u001b[1m代わりに考え、反映するために、視聴者を奨励高い深さで描画要素を統合するのは、このショーは、それが付属しています細部に平和と調和を描いたに焦点を当てています。\u001b[22m\n\u001b[4mIn the same manner, emotional, mostly beautiful scenes just 'float by' and add some intensity to the entire thing, which is otherwise defined by more or less random slice of life plotlets.\u001b[24m\n    \u001b[1m同様に、感情的でほとんどが美しいシーンは単に浮遊して、全体にいくらかの強度を加えます。それは、多かれ少なかれランダムなライフプロットのスライスによって定義されます。\u001b[22m, \u001b[1m同様に、感情的な、ほとんどが美しいシーンだけ」によりフロート」とそれ以外の生活plotletsの多かれ少なかれランダムスライスによって定義されている全体のこと、にいくつかの強度を追加します。\u001b[22m\n\u001b[1m\u001b[22m\nAlthough the synopsis literally cries out for character development, only traces of it can be found in Tamayura. The character development can be summarized as the process of bonding with friends and becoming more mentally stable throughout the show while discovering happiness. And this applies to all the main characters there are, namely the heroine Fuu and her close friends. It totally makes sense, in my opinion, that an atmosphere-oriented show rarely offers in-depth characters, and I don't consider this a weakness of Tamayura at all. That, what is important in this case, is the credibility of the characters' personalities, which is absolutely present in this show. Both the main characters as well the side characters provide a very consistent personality with authentic attitudes. This luckily outshines the sometimes rather clichéd dialogues.\n\n\u001b[1mシノプシスはキャラクターの発展のために文字通り叫ぶが、タマユラではそれの痕跡しか見つからない。 キャラクターの発展は、幸福を発見しながら、友人と結びついてショー全体を通してより精神的に安定するプロセスとして要約することができます。 そして、これは主人公Fuuと親しい友人のすべての主人公に当てはまります。 私の意見では、雰囲気志向のショーでは深みのあるキャラクターはめったにありません。タマユラの弱点ではありません。 この場合、重要なことは、キャラクターの個性の信頼性であり、このショーには絶対に存在します。 メインキャラクターとサイドキャラクターの両方が、本物の態度で非常に一貫した個性を提供します。 これは幸いなことに、ときどき不気味な対話をより明るくします。\u001b[22m\n\u001b[1m(Shinopushisu wa kyarakutā no hatten no tame ni mojidōri sakebu ga, tamayurade wa sore no konseki shika mitsukaranai. Kyarakutā no hatten wa, kōfuku o hakken shinagara, yūjin to musubitsuite shō zentai o tōshite yori seishintekini antei suru purosesu to shite yōyaku suru koto ga dekimasu. Soshite, koreha shujinkō Fuu to shitashī yūjin no subete no shujinkō ni atehamarimasu. Watashi no ikende wa, fun'iki shikō no shōde wa fukami no aru kyarakutā wa mettani arimasen. Tamayura no jakutende wa arimasen. Ko no baai, jūyōna koto wa, kyarakutā no kosei no shinrai-seideari, kono shō ni wa zettai ni sonzai shimasu. Meinkyarakutā to saidokyarakutā no ryōhō ga, honmono no taido de hijō ni ikkan shita kosei o teikyō shimasu. Kore wa saiwaina koto ni, tokidoki bukimina taiwa o yori akaruku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAlthough the synopsis literally cries out for character development, only traces of it can be found in Tamayura. The character development can be summarized as the process of bonding with friends and becoming more mentally stable throughout the show while discovering happiness. And this applies to all the main characters there are, namely the heroine Fuu and her close friends. It totally makes sense, in my opinion, that an atmosphere-oriented show rarely offers in-depth characters, and I don't consider this a weakness of Tamayura at all. That, what is important in this case, is the credibility of the characters' personalities, which is absolutely present in this show. Both the main characters as well the side characters provide a very consistent personality with authentic attitudes. This luckily outshines the sometimes rather clichéd dialogues.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough the synopsis literally cries out for character development, only traces of it can be found in Tamayura.\u001b[24m\n    \u001b[1mシノプシスはキャラクターの発展のために文字通り叫ぶが、タマユラではそれの痕跡しか見つからない。\u001b[22m, \u001b[1mあらすじは文字通りキャラクターの成長のために叫ぶが、それの唯一の痕跡はたまゆらで見つけることができます。\u001b[22m\n\u001b[4mThe character development can be summarized as the process of bonding with friends and becoming more mentally stable throughout the show while discovering happiness.\u001b[24m\n    \u001b[1mキャラクターの発展は、幸福を発見しながら、友人と結びついてショー全体を通してより精神的に安定するプロセスとして要約することができます。\u001b[22m, \u001b[1mキャラクターの成長は、友人との結合と幸福を発見しながら、ショー全体を通して、より精神的に安定なる過程のように要約することができます。\u001b[22m\n\u001b[4mAnd this applies to all the main characters there are, namely the heroine Fuu and her close friends.\u001b[24m\n    \u001b[1mそして、これは主人公Fuuと親しい友人のすべての主人公に当てはまります。\u001b[22m, \u001b[1mそして、これはすなわち、ヒロインフーと彼女の親しい友人は、そこにあるすべての主要な文字に適用されます。\u001b[22m\n\u001b[4mIt totally makes sense, in my opinion, that an atmosphere-oriented show rarely offers in-depth characters, and I don't consider this a weakness of Tamayura at all.\u001b[24m\n    \u001b[1m私の意見では、雰囲気志向のショーでは深みのあるキャラクターはめったにありません。タマユラの弱点ではありません。\u001b[22m, \u001b[1mそれは完全に雰囲気指向のショーはほとんどの綿密な文字を提供していないことが、私の意見では、理にかなっている、と私はこれですべてのたまゆらの弱さは考慮されません。\u001b[22m\n\u001b[4mThat, what is important in this case, is the credibility of the characters' personalities, which is absolutely present in this show.\u001b[24m\n    \u001b[1mこの場合、重要なことは、キャラクターの個性の信頼性であり、このショーには絶対に存在します。\u001b[22m, \u001b[1mつまり、この場合に重要である何、このショーでは絶対に存在しているキャラクターの個性の信頼性が、あります。\u001b[22m\n\u001b[4mBoth the main characters as well the side characters provide a very consistent personality with authentic attitudes.\u001b[24m\n    \u001b[1mメインキャラクターとサイドキャラクターの両方が、本物の態度で非常に一貫した個性を提供します。\u001b[22m, \u001b[1mどちらのメインキャラクターは、同様に側面の文字が本物の態度と非常に一貫性のある個性を提供しています。\u001b[22m\n\u001b[4mThis luckily outshines the sometimes rather clichéd dialogues.\u001b[24m\n    \u001b[1mこれは幸いなことに、ときどき不気味な対話をより明るくします。\u001b[22m, \u001b[1mこれは幸運にも、時にはむしろ陳腐対話をoutshines。\u001b[22m\n\u001b[1m\u001b[22m\nThose who know Aria are well aware of how much the soundtrack contributes to the peaceful atmosphere that was aimed for with Tamayura as well. The background music turned out as beautiful as the atmosphere created by the characters, thus implying a high fit between the content and the technical dimension. The opening song by Maaya Sakamoto is an excellent addition to that and gets the viewer in the right mood for what is to follow. A noticeable disappointment, however, is the considerable amount of unused potential regarding sceneries and landscapes. A show that focuses on beauty (esp. in nature) would be wise to emphasize this aspect by delivering more impressive images/drawings to enhance the emotional impact. Aria did this masterfully, but that was primarily thanks to a more creative sci-fi setting.\n\n\u001b[1mアリアを知っている人は、タマユラのために意図された平和な雰囲気にサウンドトラックがどのくらい貢献しているかをよく知っています。 バックグラウンドミュージックは、キャラクターによって作られた雰囲気と同じくらい美しく見えて、内容と技術的次元の間に高い適合性があることを意味しています。 坂本真也のオープニング曲はそれに加えて、それに続くもののための視聴者を正しい気分にさせる。 しかし、目に見える失望は、風景や風景に関する未使用の潜在的なものです。 美しさに焦点を当てたショー（特に自然）は、感情的な影響を高めるためにより印象的な画像/図面を提供することによって、この側面を強調することが賢明でしょう。 アリアはこれを巧みに行いましたが、それは主により創造的なSFの設定のおかげです。\u001b[22m\n\u001b[1m(Aria o shitte iru hito wa, tamayura no tame ni ito sa reta heiwana fun'iki ni saundotorakku ga dono kurai kōken shite iru ka o yoku shitte imasu. Bakkuguraundomyūjikku wa, kyarakutā ni yotte tsukura reta fun'iki to onaji kurai utsukushiku miete, naiyō to gijutsu-teki jigen no ma ni takai tekigō-sei ga aru koto o imi shite imasu. Sakamoto Shin'ya no ōpuningu-kyoku wa sorenikuwaete, sore ni tsudzuku mono no tame no shichō-sha o tadashī kibun ni sa seru. Shikashi, menimieru shitsubō wa, fūkei ya fūkei ni kansuru mi shiyō no senzai-tekina monodesu. Utsukushi-sa ni shōten o ateta shō (tokuni shizen) wa, kanjō-tekina eikyō o takameru tame ni yori inshō-tekina gazō/ zumen o teikyō suru koto ni yotte, kono sokumen o kyōchō suru koto ga kenmeideshou. Aria wa kore o takumi ni okonaimashitaga, sore wa omo ni yori sōzō-tekina SF no settei no okagedesu.)\u001b[22m\n\nTranslations of \u001b[4mThose who know Aria are well aware of how much the soundtrack contributes to the peaceful atmosphere that was aimed for with Tamayura as well. The background music turned out as beautiful as the atmosphere created by the characters, thus implying a high fit between the content and the technical dimension. The opening song by Maaya Sakamoto is an excellent addition to that and gets the viewer in the right mood for what is to follow. A noticeable disappointment, however, is the considerable amount of unused potential regarding sceneries and landscapes. A show that focuses on beauty (esp. in nature) would be wise to emphasize this aspect by delivering more impressive images/drawings to enhance the emotional impact. Aria did this masterfully, but that was primarily thanks to a more creative sci-fi setting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThose who know Aria are well aware of how much the soundtrack contributes to the peaceful atmosphere that was aimed for with Tamayura as well.\u001b[24m\n    \u001b[1mアリアを知っている人は、タマユラのために意図された平和な雰囲気にサウンドトラックがどのくらい貢献しているかをよく知っています。\u001b[22m, \u001b[1mアリアを知っている人は、サウンドトラックも同様たまゆらとを目的とした落ち着いた雰囲気に貢献どのくらいの十分認識しています。\u001b[22m\n\u001b[4mThe background music turned out as beautiful as the atmosphere created by the characters, thus implying a high fit between the content and the technical dimension.\u001b[24m\n    \u001b[1mバックグラウンドミュージックは、キャラクターによって作られた雰囲気と同じくらい美しく見えて、内容と技術的次元の間に高い適合性があることを意味しています。\u001b[22m, \u001b[1mバックグラウンドミュージックは、このように、コンテンツと技術的な寸法と高いフィット性を示唆し、文字によって作成された雰囲気のように美しい判明しました。\u001b[22m\n\u001b[4mThe opening song by Maaya Sakamoto is an excellent addition to that and gets the viewer in the right mood for what is to follow.\u001b[24m\n    \u001b[1m坂本真也のオープニング曲はそれに加えて、それに続くもののための視聴者を正しい気分にさせる。\u001b[22m, \u001b[1m坂本真綾によるオープニング曲は、それに優れた追加され、従うことです何のために右の気分で視聴者を取得します。\u001b[22m\n\u001b[4mA noticeable disappointment, however, is the considerable amount of unused potential regarding sceneries and landscapes.\u001b[24m\n    \u001b[1mしかし、目に見える失望は、風景や風景に関する未使用の潜在的なものです。\u001b[22m, \u001b[1m顕著な失望は、しかし、風景や景観に関する未使用の可能性をかなりの量です。\u001b[22m\n\u001b[4mA show that focuses on beauty (esp. in nature) would be wise to emphasize this aspect by delivering more impressive images/drawings to enhance the emotional impact.\u001b[24m\n    \u001b[1m美しさに焦点を当てたショー（特に自然）は、感情的な影響を高めるためにより印象的な画像/図面を提供することによって、この側面を強調することが賢明でしょう。\u001b[22m, \u001b[1m美しさに焦点を当てショーは（特に自然の中で）感情的な影響を高めるために、より印象的な画像/図面を提供することにより、この側面を強調するのが賢明だろう。\u001b[22m\n\u001b[4mAria did this masterfully, but that was primarily thanks to a more creative sci-fi setting.\u001b[24m\n    \u001b[1mアリアはこれを巧みに行いましたが、それは主により創造的なSFの設定のおかげです。\u001b[22m, \u001b[1mアリアは見事にこれをしなかったが、それは主に、より創造的なSF設定のおかげでした。\u001b[22m\n\u001b[1m\u001b[22m\nOnce again, the director of the Aria franchise has shown his qualities in creating an immersive experience that is defined by shallowness, peacefulness, harmony, and beauty. It absolutely meets my taste, although I would have wished for a decent storyline adding to Tamayura's density of emotional substance. If you are the type for hardly demanding and calming anime, Tamayura can be highly recommended.\n\n\u001b[1mもう一度、アリアフランチャイズのディレクターは、浅み、平和、調和、美しさによって定義される臨場感のある体験を作り出すことにおいて、彼の資質を示しました。  Tamayuraの感情的な物質の密度に加えてまともなストーリーを欲しかったのですが、私の味を絶対に満たしています。 アニメが難しくて落ち着いていないタイプの人は、タムラを強くお勧めします。\u001b[22m\n\u001b[1m(Mōichido, ariafuranchaizu no direkutā wa, asami, heiwa, chōwa, utsukushi-sa ni yotte teigi sa reru rinbakan no aru taiken o tsukuridasu koto ni oite, kare no shishitsu o shimeshimashita. Tamayura no kanjō-tekina busshitsu no mitsudo ni kuwaete matomona sutōrī o hoshikatta nodesuga, watashi no aji o zettai ni mitashite imasu. Anime ga muzukashikute ochitsuite inai taipu no hito wa, Tamura o tsuyoku o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOnce again, the director of the Aria franchise has shown his qualities in creating an immersive experience that is defined by shallowness, peacefulness, harmony, and beauty. It absolutely meets my taste, although I would have wished for a decent storyline adding to Tamayura's density of emotional substance. If you are the type for hardly demanding and calming anime, Tamayura can be highly recommended.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnce again, the director of the Aria franchise has shown his qualities in creating an immersive experience that is defined by shallowness, peacefulness, harmony, and beauty.\u001b[24m\n    \u001b[1mもう一度、アリアフランチャイズのディレクターは、浅み、平和、調和、美しさによって定義される臨場感のある体験を作り出すことにおいて、彼の資質を示しました。\u001b[22m, \u001b[1mもう一度、アリアのフランチャイズのディレクターは浅い、平和、調和、そして美しさに定義されている没入体験を作成する際に彼の資質を示しています。\u001b[22m\n\u001b[4mIt absolutely meets my taste, although I would have wished for a decent storyline adding to Tamayura's density of emotional substance.\u001b[24m\n    \u001b[1mTamayuraの感情的な物質の密度に加えてまともなストーリーを欲しかったのですが、私の味を絶対に満たしています。\u001b[22m, \u001b[1m私は感情的な物質のたまゆらの密度に追加まともなストーリー展開を望んであろうが、それは絶対に、私の好みを満たしています。\u001b[22m\n\u001b[4mIf you are the type for hardly demanding and calming anime, Tamayura can be highly recommended.\u001b[24m\n    \u001b[1mアニメが難しくて落ち着いていないタイプの人は、タムラを強くお勧めします。\u001b[22m, \u001b[1mあなたはほとんど要求しないと心を落ち着かせるアニメの型であれば、たまゆらを強くお勧めすることができます。\u001b[22m\n\u001b[1m\u001b[22m\nRating: 8.13/10\n\n\u001b[1m評価：8.13 / 10\u001b[22m\n\u001b[1m(Hyōka: 8. 13/ 10)\u001b[22m\n\nTranslations of \u001b[4mRating: 8.13/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRating: 8.13/10\u001b[24m\n    \u001b[1m評価：8.13 / 10\u001b[22m\n(A quantified evaluation can be found on my page.)\n\n\u001b[1m（定量化された評価は私のページにあります。）\u001b[22m\n\u001b[1m((Teiryō-ka sa reta hyōka wa watashi no pēji ni arimasu. ))\u001b[22m\n\nTranslations of \u001b[4m(A quantified evaluation can be found on my page.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(A quantified evaluation can be found on my page.)\u001b[24m\n    \u001b[1m（定量化された評価は私のページにあります。）\u001b[22m, \u001b[1m（定量化された評価は、私のページにあります。）\u001b[22m"
  },
  {
    "title": "Tamayura__Hitotose",
    "id": "10232",
    "url": "https://myanimelist.net/anime/10232/Tamayura__Hitotose",
    "user": "Ressamp",
    "profile": "/profile/Ressamp/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=104961",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  10\n\nアニメにはいくつかの種類があります。 興奮するように書かれたアニメがあり、笑いを引き出すアニメもあります。 そして、Aria the Animation（それは続編です）やTamayura：Hitotoseのようなアニメがあります。ヒットトゥーは、その後ろに唯一の目的があります。観客を笑顔にし、心を喜ばせるためです。 私はTamayuraが心温まると呼べるアニメだと思いますが、それはかなりの記述子であることは間違いありません。 本当に、本当に本当に心温まる。  Tamayuraを見て、shounenまたはseinenアニメが私を連れて来なかったことを私にそんなに多くの喜びと暖かさをもたらしました。 タマユラが友達のグループの話を伝えてくれて、私に溢れた暖かさを説明することさえできません。\n\nそれは言われている、Tamayuraは本当に、あなたがそれを煮詰めるとき、スライス・オブ・ライフのアニメなので、本当に皆のためではありません。 伝説の刀剣を駆使して叙事詩の暗殺者と戦って邪悪な家庭を倒した鎧を着たあなたのアニメの女の子が好きなら、Tamayuraはおそらくあなたのためではありません。 すべてのシングルエピソードがクリフハンガーであるアニメが好きで、子供の忍者が次に何が起こっているのかが絶対に見逃されている場合、このアニメはおそらくあなたのためではありません。 しかし、もしあなたが4人の高校生の生活の話を楽しんで、あなたの心配を癒してくれるアニメを楽しみたいなら、絶対にこのアニメを見てください。\n\n現実的に、それはTamayuraが意味するすべてのものです。 それは、アニメ界で大ヒットとなることを意図したものではなく、有名な漫画の脚本ではありませんでした。 実際、私は、Tamayura：Hitotoseは、人々が人生を良くするのを助ける唯一の目的のために書かれたと確信しています（私は絶対に確信しています）。 アニメ全体のように思え、人生の肯定的な側面を常に見せて、心の中に暖かさを込めて、アリアの最後の季節で最も肯定的な感情を表示することを常に目指しています。\n\nその意味では、実際には何のプロットもありません。サスペンス、上昇行動、クライマックス、フィナーレなどはありません。本当に日常生活だけでなく、4人の高校生の喜びと幸福で満ちた日常生活があります。  Tamayura：Hitotoseの場合は、実際には、上記の女の子の開発は、おそらく最大の成果です。 フーと彼女の友人、そして彼女の写真的な過去の素晴らしく話された話は、心温まるだけでなく、非常に動機づけていました。 実は、佐藤純一が創造しようとしていたもの、つまり喜び、希望、そしてモチベーションで人々を満たしてくれるアニメ、すなわちAria the Animationとそれが続編だとまったく同じです。 もちろん、両方を見て、それはかなりのスタイルで簡単に描くことができました。 両方のアニメは、他には何も複製できない、この信じられないほど平和な感触を持っています。 私の心配を洗い流し、Fuuと彼女の友人の世界に永遠に浸り、肩から体重をすべて取り除くことができるようです。\n\n残念ながら、私はアリアを見てから、私はタマユラがなぜアリアほど良くないのかも知ることができます。 レビューを他のアニメを含めてはならないということを知っていても、私がアリアを上演した理由は、それが私の主張を非常にうまく証明しているからです。 タマユラで「欠けている」場所は、それが設定です。 明らかに、静かな町は間違いなくタマユラによく合いますが、この問題は、特定の人口統計のアニメを「面白くしない」ように、観客を狭めることです。 しかし、これは両方の方法になります。 個人的には、私は何も変えていないだろう - 設定は単調で、ちょっと退屈かもしれないが、私はそれが非常に平和で静かな雰囲気を描いた方法で、  Tamayuraに最適です。 一方、このような通常の設定では、アニメは面白くするために他の側面に頼らざるをえません。つまり、Tamayuraに見られるような日常生活は、 偉大なアニメ。\n\nもちろん、まともなアニメが必要なものを1つだけ挙げなければならない場合は、素晴らしいアニメーションです。 タマユラにはいいアニメーションがあります。 アリアのように芸術的で信じられないほどではありませんが、Tamayuraはモダンで滑らかで流れるようなアニメーションも持っていて、とても平和的です。 もちろん、設定のように、それはまたかなり正常です。 私は個人的に好きだった。\n\nこのシリーズにも同じことがあります。私はそれを楽しんでいました。 それは、アリアのために保存された他のアニメが私に与えなかった、柔らかく暖かい幸福で私を満たした。 私にとっては、その日に何が起こったとしても、タマユラはまだ私を笑顔にさせてくれたが、座って誠実に楽しむアニメだった。 そして、それはかなりの頻度でした。\n\n佐藤純一さん、ありがとうございました。 このペースが速く、アクション満載の世界で、忘れられそうな暖かい幸福を与えたアニメのためにありがとう、ありがとう。\n\n私は間違いなくTamayuraを楽しみにしています：もっと積極的です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThere's a few different types of anime. There's anime that's written to excite, and there's also animes that bring out laughter. And then, there's animes like Aria the Animation (and it's sequels) and Tamayura: Hitotose, where there is only one purpose behind it - to make the viewer smile, and to bring joy to their hearts. I suppose Tamayura, is an anime that you could call heartwarming, and there's no doubt that that's quite the fitting descriptor. Because it really, really is quite heartwarming indeed. Watching Tamayura, brought me so much joy and warmth that no shounen or seinen anime has ever brought me. I can’t even begin to describe the warmth that Tamayura poured into me through it’s telling of the stories of a group of friends.\n\n\u001b[1mアニメにはいくつかの種類があります。 興奮するように書かれたアニメがあり、笑いを引き出すアニメもあります。 そして、Aria the Animation（それは続編です）やTamayura：Hitotoseのようなアニメがあります。ヒットトゥーは、笑顔を笑顔にし、心を喜ばせるためです。 私はTamayuraが心温まると呼べるアニメだと思いますが、それはかなりの記述子であることは間違いありません。 本当に、本当に本当に心温まる。  Tamayuraを見て、shounenまたはseinenアニメが私を連れて来なかったことを私にそんなに多くの喜びと暖かさをもたらしました。 タマユラが友達のグループの話を伝えてくれて、私に溢れた暖かさを説明することさえできません。\u001b[22m\n\u001b[1m(Anime ni wa ikutsu ka no shurui ga arimasu. Kōfun suru yō ni kaka reta anime ga ari, warai o hikidasu anime mo arimasu. Soshite, Aria the Animation (sore wa zokuhendesu) ya Tamayura: Hitotose no yōna anime ga arimasu. Hittoto~ū wa, egao o egao ni shi, kokoro o yorokoba seru tamedesu. Watashi wa Tamayura ga kokoroatatamaru to yoberu animeda to omoimasuga, sore wa kanari no kijutsu-kodearu koto wa machigai arimasen. Hontōni, hontōni hontōni kokoroatatamaru. Tamayura o mite, shounen matawa seinen anime ga watashi o tsurete konakatta koto o watashi ni son'nani ōku no yorokobi to atataka-sa o motarashimashita. Tamayura ga tomodachi no gurūpu no hanashi o tsutaete kurete, watashi ni afureta atataka-sa o setsumei suru koto sae dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThere's a few different types of anime. There's anime that's written to excite, and there's also animes that bring out laughter. And then, there's animes like Aria the Animation (and it's sequels) and Tamayura: Hitotose, where there is only one purpose behind it - to make the viewer smile, and to bring joy to their hearts. I suppose Tamayura, is an anime that you could call heartwarming, and there's no doubt that that's quite the fitting descriptor. Because it really, really is quite heartwarming indeed. Watching Tamayura, brought me so much joy and warmth that no shounen or seinen anime has ever brought me. I can’t even begin to describe the warmth that Tamayura poured into me through it’s telling of the stories of a group of friends.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's a few different types of anime.\u001b[24m\n    \u001b[1mアニメにはいくつかの種類があります。\u001b[22m, \u001b[1mアニメのいくつかの異なる種類があります。\u001b[22m\n\u001b[4mThere's anime that's written to excite, and there's also animes that bring out laughter.\u001b[24m\n    \u001b[1m興奮するように書かれたアニメがあり、笑いを引き出すアニメもあります。\u001b[22m, \u001b[1m励起するために書かれているアニメがあります、と笑いを引き出すアニメもあります。\u001b[22m\n\u001b[4mAnd then, there's animes like Aria the Animation (and it's sequels) and Tamayura: Hitotose, where there is only one purpose behind it - to make the viewer smile, and to bring joy to their hearts.\u001b[24m\n    \u001b[1mそして、Aria the Animation（それは続編です）やTamayura：Hitotoseのようなアニメがあります。ヒットトゥーは、笑顔を笑顔にし、心を喜ばせるためです。\u001b[22m, \u001b[1m - 視聴者の笑顔を作るために、そして彼らの心に喜びをもたらすためにその背後にある唯一の目的があるHitotose、：そして、アリアのようなアニメアニメーション（と、それは続編だ）とたまゆらがあります。\u001b[22m\n\u001b[4mI suppose Tamayura, is an anime that you could call heartwarming, and there's no doubt that that's quite the fitting descriptor.\u001b[24m\n    \u001b[1m私はTamayuraが心温まると呼べるアニメだと思いますが、それはかなりの記述子であることは間違いありません。\u001b[22m, \u001b[1m私はたまゆらは、あなたが心温まる呼び出すことができアニメだとし、それは非常にフィッティング記述子だということは間違いありません。\u001b[22m\n\u001b[4mBecause it really, really is quite heartwarming indeed.\u001b[24m\n    \u001b[1m本当に、本当に本当に心温まる。\u001b[22m, \u001b[1mそれは本当に、本当に実に心温まるですので。\u001b[22m\n\u001b[4mWatching Tamayura, brought me so much joy and warmth that no shounen or seinen anime has ever brought me.\u001b[24m\n    \u001b[1mTamayuraを見て、shounenまたはseinenアニメが私を連れて来なかったことを私にそんなに多くの喜びと暖かさをもたらしました。\u001b[22m, \u001b[1mたまゆらを見て、私に何の少年や青年アニメが今まで私を連れていないことをそんなに喜びと暖かさをもたらしました。\u001b[22m\n\u001b[4mI can’t even begin to describe the warmth that Tamayura poured into me through it’s telling of the stories of a group of friends.\u001b[24m\n    \u001b[1mタマユラが友達のグループの話を伝えてくれて、私に溢れた暖かさを説明することさえできません。\u001b[22m, \u001b[1m私もそれは友人のグループの物語を語っていますを通じてたまゆらが私に注い暖かさを記述するために始めることはできません。\u001b[22m\n\u001b[1m\u001b[22m\nThat being said, because Tamayura really is, when you boil it down, a slice-of-life anime, it really isn’t for everybody. If you like your anime girls clad in armor wielding legendary swords and fighting epic assassins and overthrowing evil families, Tamayura is probably not for you. If you like animes where every single episode is a cliffhanger, and you’re absolutely dying to see what happens to the kid ninja next, this anime’s probably not for you. But, if you like to enjoy the stories of the lives of four high school girls, and like to enjoy an anime where you can relax and plaster all your worries away, then absolutely watch this anime.\n\n\u001b[1mそれは言われている、Tamayuraは本当に、あなたがそれを煮詰めるとき、スライス・オブ・ライフのアニメなので、本当に皆のためではありません。 伝説の刀剣を駆使して叙事詩の暗殺者と戦って邪悪な家庭を倒した鎧を着たあなたのアニメの女の子が好きなら、Tamayuraはおそらくあなたのためではありません。 すべてのシングルエピソードがクリフハンガーであるアニメが好きで、子供の忍者が次に何が起こっているのかが絶対に見逃されている場合、このアニメはおそらくあなたのためではありません。 しかし、もしあなたが4人の高校生の生活の話を楽しんで、あなたの心配を癒してくれるアニメを楽しみたいなら、絶対にこのアニメを見てください。\u001b[22m\n\u001b[1m(Sore wa iwa rete iru, Tamayura wa hontōni, anata ga sore o nitsumeru toki, suraisu Obu raifu no animenanode, hontōni mina no tamede wa arimasen. Densetsu no tōken o kushi shite jojishi no asashin to tatakatte jaakuna katei o taoshita yoroiwokita anata no anime no on'nanoko ga sukinara, Tamayura wa osoraku anata no tamede wa arimasen. Subete no shinguruepisōdo ga kurifuhangādearu anime ga sukide, kodomo no ninja ga tsugini nani ga okotte iru no ka ga zettai ni minogasa rete iru baai, kono anime wa osoraku anata no tamede wa arimasen. Shikashi, moshi anata ga 4-ri no kōkōsei no seikatsu no hanashi o tanoshinde, anata no shinpai o iyashite kureru anime o tanoshimitainara, zettai ni kono anime o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThat being said, because Tamayura really is, when you boil it down, a slice-of-life anime, it really isn’t for everybody. If you like your anime girls clad in armor wielding legendary swords and fighting epic assassins and overthrowing evil families, Tamayura is probably not for you. If you like animes where every single episode is a cliffhanger, and you’re absolutely dying to see what happens to the kid ninja next, this anime’s probably not for you. But, if you like to enjoy the stories of the lives of four high school girls, and like to enjoy an anime where you can relax and plaster all your worries away, then absolutely watch this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat being said, because Tamayura really is, when you boil it down, a slice-of-life anime, it really isn’t for everybody.\u001b[24m\n    \u001b[1mそれは言われている、Tamayuraは本当に、あなたがそれを煮詰めるとき、スライス・オブ・ライフのアニメなので、本当に皆のためではありません。\u001b[22m, \u001b[1mあなたがそれを煮詰めるときたまゆらは本当に、スライスオブライフのアニメだからと言われて、それは本当に皆のためではありません。\u001b[22m\n\u001b[4mIf you like your anime girls clad in armor wielding legendary swords and fighting epic assassins and overthrowing evil families, Tamayura is probably not for you.\u001b[24m\n    \u001b[1m伝説の刀剣を駆使して叙事詩の暗殺者と戦って邪悪な家庭を倒した鎧を着たあなたのアニメの女の子が好きなら、Tamayuraはおそらくあなたのためではありません。\u001b[22m, \u001b[1mあなたは鎧伝説の剣を振り回すし、壮大な暗殺者と戦うと悪の家族を打倒で覆わあなたのアニメの女の子が好きなら、たまゆらはあなたのためおそらくではありません。\u001b[22m\n\u001b[4mIf you like animes where every single episode is a cliffhanger, and you’re absolutely dying to see what happens to the kid ninja next, this anime’s probably not for you.\u001b[24m\n    \u001b[1mすべてのシングルエピソードがクリフハンガーであるアニメが好きで、子供の忍者が次に何が起こっているのかが絶対に見逃されている場合、このアニメはおそらくあなたのためではありません。\u001b[22m, \u001b[1mあなたの場合ひとつひとつのエピソードは接戦で、あなたは絶対に次の子供の忍者に何が起こるか見るために死にかけているアニメのように、このアニメはあなたのためおそらくではありません。\u001b[22m\n\u001b[4mBut, if you like to enjoy the stories of the lives of four high school girls, and like to enjoy an anime where you can relax and plaster all your worries away, then absolutely watch this anime.\u001b[24m\n    \u001b[1mしかし、もしあなたが4人の高校生の生活の話を楽しんで、あなたの心配を癒してくれるアニメを楽しみたいなら、絶対にこのアニメを見てください。\u001b[22m, \u001b[1mしかし、あなたは4女子高校生の生活の物語を楽しむことが好きで、あなたはリラックスすることができますし、石膏すべてのお悩みを離れ、その後、絶対にこのアニメを見てアニメを楽しみたい場合。\u001b[22m\n\u001b[1m\u001b[22m\nBecause realistically, that’s all Tamayura was meant for. It wasn’t meant to be a massive blockbuster in the anime world, it wasn’t meant to be an adaptation of some famous manga, no, not at all. In fact, I’m pretty sure (no, I’m absolutely sure) that Tamayura: Hitotose, was written for the sole purpose of helping people find good in life. It seems like the entire anime as a whole, constantly aims to show people the positive sides of life, and fill their hearts with warmth as they display possibly the most positive of emotions only to be bested by the final season of Aria.\n\n\u001b[1m現実的に、それはTamayuraが意味するすべてのものです。 それは、アニメ界で大ヒットとなることを意図したものではなく、有名な漫画の脚本ではありませんでした。 実際、私は、Tamayura：Hitotoseは、人々が人生を良くするのを助ける唯一の目的のために書かれたと確信しています（私は絶対に確信しています）。 アニメ全体のように思え、人生の肯定的な側面を常に見せて、心の中に暖かさを込めて、アリアの最後の季節で最も肯定的な感情を表示することを常に目指しています。\u001b[22m\n\u001b[1m(Genjitsu-teki ni, soreha Tamayura ga imi suru subete no monodesu. Sore wa, anime-kai de dai hitto to naru koto o ito shita monode wa naku, yūmeina manga no kyakuhonde wa arimasendeshita. Jissai, watashi wa, Tamayura: Hitotose wa, hitobito ga jinsei o yoku suru no o tasukeru yuiitsu no mokuteki no tame ni kaka reta to kakushin shite imasu (watashi wa zettai ni kakushin shite imasu). Anime zentai no yō ni omoe, jinsei no kōtei-tekina sokumen o tsuneni misete, kokoronouchi ni atataka-sa o komete, aria no saigo no kisetsu de mottomo kōtei-tekina kanjō o hyōji suru koto o tsuneni mezashite imasu.)\u001b[22m\n\nTranslations of \u001b[4mBecause realistically, that’s all Tamayura was meant for. It wasn’t meant to be a massive blockbuster in the anime world, it wasn’t meant to be an adaptation of some famous manga, no, not at all. In fact, I’m pretty sure (no, I’m absolutely sure) that Tamayura: Hitotose, was written for the sole purpose of helping people find good in life. It seems like the entire anime as a whole, constantly aims to show people the positive sides of life, and fill their hearts with warmth as they display possibly the most positive of emotions only to be bested by the final season of Aria.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBecause realistically, that’s all Tamayura was meant for.\u001b[24m\n    \u001b[1m現実的に、それはTamayuraが意味するすべてのものです。\u001b[22m, \u001b[1m現実的に、それはたまゆらがために意味されたすべてですので。\u001b[22m\n\u001b[4mIt wasn’t meant to be a massive blockbuster in the anime world, it wasn’t meant to be an adaptation of some famous manga, no, not at all.\u001b[24m\n    \u001b[1mそれは、アニメ界で大ヒットとなることを意図したものではなく、有名な漫画の脚本ではありませんでした。\u001b[22m, \u001b[1mそれはアニメの世界では大規模な超大作であることを意味していなかった、それがすべてではない、ない、いくつかの有名な漫画の適応であることを意味していませんでした。\u001b[22m\n\u001b[4mIn fact, I’m pretty sure (no, I’m absolutely sure) that Tamayura: Hitotose, was written for the sole purpose of helping people find good in life.\u001b[24m\n    \u001b[1m実際、私は、Tamayura：Hitotoseは、人々が人生を良くするのを助ける唯一の目的のために書かれたと確信しています（私は絶対に確信しています）。\u001b[22m, \u001b[1m実際に、私は（いや、私は絶対に確信している）たまゆらのことをかなり確信している：Hitotose、人々を助ける唯一の目的のために書かれた生活の中で良い見つけます。\u001b[22m\n\u001b[4mIt seems like the entire anime as a whole, constantly aims to show people the positive sides of life, and fill their hearts with warmth as they display possibly the most positive of emotions only to be bested by the final season of Aria.\u001b[24m\n    \u001b[1mアニメ全体のように思え、人生の肯定的な側面を常に見せて、心の中に暖かさを込めて、アリアの最後の季節で最も肯定的な感情を表示することを常に目指しています。\u001b[22m, \u001b[1m常に人々の人生の肯定的な側面を示し、彼らは唯一のアリアの最後のシーズンによって負かされるべき感情の可能性が最も肯定的な表示としての暖かさで心を満たすことを目指し、全体として全体のアニメのように思えます。\u001b[22m\n\u001b[1m\u001b[22m\nIn that sense, there really is no plot - there is no suspense, no rising action, no climax, no finale, there really is only daily life, a daily life that’s filled with the joy and happiness of four high school girls. In fact, the development of said girls, is probably the greatest achievement if Tamayura: Hitotose. The wonderfully told story of Fuu and her friends, as well as her photographic past, was not only heartwarming, but extremely motivating. Actually, I’m sure that's exactly what Junichi Sato aimed to create - an anime that fills people with joy, hope, and motivation, just like his previous creations, namely Aria the Animation and it’s sequels. Of course, having watched both, it was pretty easy to draw parallels in style. Both animes, have this incredibly peaceful feel that nothing else can replicate. It seems like I could just wash my worries away and immerse myself in the world of Fuu and her friends forever, and remove all the weight off my shoulders.\n\n\u001b[1mその意味では、実際には何のプロットもありません。サスペンス、上昇行動、クライマックス、フィナーレなどはありません。本当に日常生活だけでなく、4人の高校生の喜びと幸福で満ちた日常生活があります。  Tamayura：Hitotoseの場合は、実際には、上記の女の子の開発は、おそらく最大の成果です。 フーと彼女の友人、そして彼女の写真的な過去の素晴らしく話された話は、心温まるだけでなく、非常に動機づけていました。 実は、佐藤純一が創造しようとしていたもの、つまり喜び、希望、そしてモチベーションで人々を満たしてくれるアニメ、すなわちAria the Animationとそれが続編だとまったく同じです。 もちろん、両方を見て、それはかなりのスタイルで簡単に描くことができました。 両方のアニメは、他には何も複製できない、この信じられないほど平和な感触を持っています。 私の心配を洗い流し、Fuuと彼女の友人の世界に永遠に浸り、肩から体重をすべて取り除くことができるようです。\u001b[22m\n\u001b[1m(Sono imide wa, jissai ni wa nani no purotto mo arimasen. Sasupensu, jōshō kōdō, kuraimakkusu, fināre nado wa arimasen. Hontōni nichijō seikatsu dakedenaku, 4-ri no kōkōsei no yorokobi to kōfuku de michita nichijō seikatsu ga arimasu. Tamayura: Hitotose no baai wa, jissai ni wa, jōki no on'nanoko no kaihatsu wa, osoraku saidai no seikadesu. Fū to kanojo no yūjin, soshite kanojo no shashin-tekina kako no subarashiku hanasa reta hanashi wa, kokoroatatamaru dakedenaku, hijō ni dōkidzukete imashita. Jitsuwa, satō jun'ichi ga sōzō shiyou to shite ita mono, tsumari yorokobi, kibō, soshite mochibēshon de hitobito o mitashite kureru anime, sunawachi Aria the Animation to sore ga zokuhendato mattaku onajidesu. Mochiron, ryōhō o mite, sore wa kanari no sutairu de kantan ni kaku koto ga dekimashita. Ryōhō no anime wa, hoka ni wa nani mo fukusei dekinai, kono shinji rarenai hodo heiwana kanshoku o motte imasu. Watashi no shinpai o arainagashi, Fuu to kanojo no yūjin no sekai ni eien ni hitari, kata kara taijū o subete torinozoku koto ga dekiru yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mIn that sense, there really is no plot - there is no suspense, no rising action, no climax, no finale, there really is only daily life, a daily life that’s filled with the joy and happiness of four high school girls. In fact, the development of said girls, is probably the greatest achievement if Tamayura: Hitotose. The wonderfully told story of Fuu and her friends, as well as her photographic past, was not only heartwarming, but extremely motivating. Actually, I’m sure that's exactly what Junichi Sato aimed to create - an anime that fills people with joy, hope, and motivation, just like his previous creations, namely Aria the Animation and it’s sequels. Of course, having watched both, it was pretty easy to draw parallels in style. Both animes, have this incredibly peaceful feel that nothing else can replicate. It seems like I could just wash my worries away and immerse myself in the world of Fuu and her friends forever, and remove all the weight off my shoulders.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn that sense, there really is no plot - there is no suspense, no rising action, no climax, no finale, there really is only daily life, a daily life that’s filled with the joy and happiness of four high school girls.\u001b[24m\n    \u001b[1mその意味では、実際には何のプロットもありません。サスペンス、上昇行動、クライマックス、フィナーレなどはありません。本当に日常生活だけでなく、4人の高校生の喜びと幸福で満ちた日常生活があります。\u001b[22m, \u001b[1mその意味では、実際にはプロットが存在しない - ないサスペンスはありませんが、何の上昇アクションは、何のクライマックス、何のフィナーレは、本当に唯一の日常生活、4女子高生の喜びと幸せいっぱいの日常生活はありません。\u001b[22m\n\u001b[4mIn fact, the development of said girls, is probably the greatest achievement if Tamayura: Hitotose.\u001b[24m\n    \u001b[1mTamayura：Hitotoseの場合は、実際には、上記の女の子の開発は、おそらく最大の成果です。\u001b[22m, \u001b[1mHitotose：実際には、言った女の子の開発は、おそらくたまゆら場合の最大の成果です。\u001b[22m\n\u001b[4mThe wonderfully told story of Fuu and her friends, as well as her photographic past, was not only heartwarming, but extremely motivating.\u001b[24m\n    \u001b[1mフーと彼女の友人、そして彼女の写真的な過去の素晴らしく話された話は、心温まるだけでなく、非常に動機づけていました。\u001b[22m, \u001b[1mフーと彼女の友人だけでなく、彼女の写真過去の素晴らしく語った物語は、唯一の心温まる、しかし非常にやる気はありませんでした。\u001b[22m\n\u001b[4mActually, I’m sure that's exactly what Junichi Sato aimed to create - an anime that fills people with joy, hope, and motivation, just like his previous creations, namely Aria the Animation and it’s sequels.\u001b[24m\n    \u001b[1m実は、佐藤純一が創造しようとしていたもの、つまり喜び、希望、そしてモチベーションで人々を満たしてくれるアニメ、すなわちAria the Animationとそれが続編だとまったく同じです。\u001b[22m, \u001b[1m、すなわちアリア喜び、希望、そして動機を持つ人々を埋めアニメを、ちょうど彼の以前の作品のようなアニメーションとそれが続編だ - 実は、私は佐藤順一が作成することを目的としたまさにだと確信しています。\u001b[22m\n\u001b[4mOf course, having watched both, it was pretty easy to draw parallels in style.\u001b[24m\n    \u001b[1mもちろん、両方を見て、それはかなりのスタイルで簡単に描くことができました。\u001b[22m, \u001b[1mもちろん、両方を見た、スタイルで平行線を描画するのは簡単でした。\u001b[22m\n\u001b[4mBoth animes, have this incredibly peaceful feel that nothing else can replicate.\u001b[24m\n    \u001b[1m両方のアニメは、他には何も複製できない、この信じられないほど平和な感触を持っています。\u001b[22m, \u001b[1mどちらのアニメは、他に何も複製することができないことは、この信じられないほど平和な感触を持っています。\u001b[22m\n\u001b[4mIt seems like I could just wash my worries away and immerse myself in the world of Fuu and her friends forever, and remove all the weight off my shoulders.\u001b[24m\n    \u001b[1m私の心配を洗い流し、Fuuと彼女の友人の世界に永遠に浸り、肩から体重をすべて取り除くことができるようです。\u001b[22m, \u001b[1m私はちょうど私の悩みを洗い流すと、フー、永遠に彼女の友人の世界に身を浸し、そして私の肩からすべての重量を削除することができように思えます。\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately though, since I watched Aria, I can also see why Tamayura is not as good as Aria. The reason why I brought Aria up, even knowing that reviews should not include other animes, is because it proves my point very well. The place that's “lacking” per se, in Tamayura, is it’s setting. Obviously, a quiet town definitely fits Tamayura very well, but the problem with this is, is that it narrows the audience, as it makes the anime “less interesting” for a certain demographic. But, this goes both ways. Personally, I wouldn't have changed a thing - while the setting may have been monotonous, and slightly boring, I found that not only did it fit the anime quite well, the way it was described painted a very peaceful and quiet atmosphere, something perfect for Tamayura. On the other hand, having such a normal setting means that the anime has to rely on it's other aspects to make it interesting - and daily life like the one seen in Tamayura, isn't always the best medium of choice when trying to create a great anime.\n\n\u001b[1m残念ながら、私はアリアを見てから、私はタマユラがなぜアリアほど良くないのかも知ることができます。 レビューを他のアニメを含めてはならないということを知っていても、私がアリアを上演した理由は、それが私の主張を非常にうまく証明しているからです。 タマユラで「欠けている」場所は、それが設定です。 明らかに、静かな町は間違いなくタマユラによく合いますが、この問題は、特定の人口統計のアニメを「面白くしない」ように、観客を狭めることです。 しかし、これは両方の方法になります。 個人的には、私は何も変えていないだろう - 設定は単調で、ちょっと退屈かもしれないが、私はそれが非常に平和で静かな雰囲気を描いた方法で、  Tamayuraに最適です。 一方、このような通常の設定では、アニメは面白くするために他の側面に頼らざるをえません。つまり、Tamayuraに見られるような日常生活は、 偉大なアニメ。\u001b[22m\n\u001b[1m(Zan'nen'nagara, watashi wa aria o mitekara, watashi wa tamayura ga naze aria hodo yokunai no kamo shiru koto ga dekimasu. Rebyū o hoka no anime o fukumete wa naranai to iu koto o shitte ite mo, watashi ga aria o jōen shita riyū wa, sore ga watashi no shuchō o hijō ni umaku shōmei shite irukaradesu. Tamayura de `kakete iru' basho wa, sore ga setteidesu. Akiraka ni, shizukana machi wa machigainaku tamayura ni yoku aimasu ga, kono mondai wa, tokutei no jinkō tōkei no anime o `omoshiroku shinai'-yō ni, kankyaku o sebameru kotodesu. Shikashi, koreha ryōhō no hōhō ni narimasu. Kojin-teki ni wa, watashi wa nani mo kaete inaidarou - settei wa tanchō de, chotto taikutsu kamo shirenaiga, watashi wa sore ga hijō ni heiwade shizukana fun'iki o kaita hōhō de, Tamayura ni saitekidesu. Ippō, kono yōna tsūjō no setteide wa, anime wa omoshiroku suru tame ni hoka no sokumen ni tayorazaru o emasen. Tsumari, Tamayura ni mi rareru yōna nichijō seikatsu wa, idaina anime.)\u001b[22m\n\u001b[1m\u001b[22m\nOf course, if I had to name one thing every decent anime needs, is great animation. And Tamayura has good animation. Although not as artsy and incredible as Aria, Tamayura has that modern, smooth, and flowing animation that also comes off as quite peaceful. Of course, like the setting, it’s also quite normal. Which personally, I liked.\n\n\u001b[1mもちろん、まともなアニメが必要なものを1つだけ挙げなければならない場合は、素晴らしいアニメーションです。 タマユラにはいいアニメーションがあります。 アリアのように芸術的で信じられないほどではありませんが、Tamayuraはモダンで滑らかで流れるようなアニメーションも持っていて、とても平和的です。 もちろん、設定のように、それはまたかなり正常です。 私は個人的に好きだった。\u001b[22m\n\u001b[1m(Mochiron, matomona anime ga hitsuyōna mono o 1tsu dake agenakereba naranai baai wa, subarashī animēshondesu. Tamayura ni wa ī animēshon ga arimasu. Aria no yō ni geijutsu-tekide shinji rarenai hodode wa arimasenga, Tamayura wa modande namerakade nagareru yōna animēshon mo motte ite, totemo heiwa-tekidesu. Mochiron, settei no yō ni, soreha mata kanari seijōdesu. Watashi wa kojin-teki ni sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mOf course, if I had to name one thing every decent anime needs, is great animation. And Tamayura has good animation. Although not as artsy and incredible as Aria, Tamayura has that modern, smooth, and flowing animation that also comes off as quite peaceful. Of course, like the setting, it’s also quite normal. Which personally, I liked.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOf course, if I had to name one thing every decent anime needs, is great animation.\u001b[24m\n    \u001b[1mもちろん、まともなアニメが必要なものを1つだけ挙げなければならない場合は、素晴らしいアニメーションです。\u001b[22m, \u001b[1m私は一つのこと、すべてのまともなアニメのニーズに名前を付ける必要があった場合はもちろん、偉大なアニメーションです。\u001b[22m\n\u001b[4mAnd Tamayura has good animation.\u001b[24m\n    \u001b[1mタマユラにはいいアニメーションがあります。\u001b[22m, \u001b[1mそして、たまゆらは良いアニメーションを持っています。\u001b[22m\n\u001b[4mAlthough not as artsy and incredible as Aria, Tamayura has that modern, smooth, and flowing animation that also comes off as quite peaceful.\u001b[24m\n    \u001b[1mアリアのように芸術的で信じられないほどではありませんが、Tamayuraはモダンで滑らかで流れるようなアニメーションも持っていて、とても平和的です。\u001b[22m, \u001b[1mアリアのように芸術家気取りと信じられないほどではないが、たまゆらも非常に静かな通り外れ、近代的な滑らかな、と流れるアニメーションことがあります。\u001b[22m\n\u001b[4mOf course, like the setting, it’s also quite normal.\u001b[24m\n    \u001b[1mもちろん、設定のように、それはまたかなり正常です。\u001b[22m, \u001b[1mもちろん、設定のように、それはまた、非常に正常です。\u001b[22m\n\u001b[4mWhich personally, I liked.\u001b[24m\n    \u001b[1m私は個人的に好きだった。\u001b[22m, \u001b[1mこれは個人的に、私が好きでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe same goes for this series - I quite enjoyed it. It filled me with a soft, warm happiness that no other anime, save for Aria, gave me. To me, it was the anime that I would sit down and truthfully enjoy, no matter what happened to me that day, Tamayura would still have made me smile. And it did, quite often.\n\n\u001b[1mこのシリーズにも同じことがあります。私はそれを楽しんでいました。 それは、アリアのために保存された他のアニメが私に与えなかった、柔らかく暖かい幸福で私を満たした。 私にとっては、その日に何が起こったとしても、タマユラはまだ私を笑顔にさせてくれたが、座って誠実に楽しむアニメだった。 そして、それはかなりの頻度でした。\u001b[22m\n\u001b[1m(Kono shirīzu ni mo onaji koto ga arimasu. Watashi wa sore o tanoshinde imashita. Sore wa, aria no tame ni hozon sa reta ta no anime ga watashi ni ataenakatta, yawarakaku attakai kōfukude watashi o mitashita. Watashi ni totte wa, sonohi ni nani ga okotta to shite mo, tamayura wa mada watashi o egao ni sa sete kuretaga, suwatte seijitsu ni tanoshimu animedatta. Soshite, sore wa kanari no hindodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe same goes for this series - I quite enjoyed it. It filled me with a soft, warm happiness that no other anime, save for Aria, gave me. To me, it was the anime that I would sit down and truthfully enjoy, no matter what happened to me that day, Tamayura would still have made me smile. And it did, quite often.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe same goes for this series - I quite enjoyed it.\u001b[24m\n    \u001b[1mこのシリーズにも同じことがあります。私はそれを楽しんでいました。\u001b[22m, \u001b[1m同じことが、このシリーズのために行く - 私は非常にそれを楽しみました。\u001b[22m\n\u001b[4mIt filled me with a soft, warm happiness that no other anime, save for Aria, gave me.\u001b[24m\n    \u001b[1mそれは、アリアのために保存された他のアニメが私に与えなかった、柔らかく暖かい幸福で私を満たした。\u001b[22m, \u001b[1mそれは他のアニメは、アリアのために保存していないことを柔らかく、温かい幸せを私に満たされ、私を与えました。\u001b[22m\n\u001b[4mTo me, it was the anime that I would sit down and truthfully enjoy, no matter what happened to me that day, Tamayura would still have made me smile.\u001b[24m\n    \u001b[1m私にとっては、その日に何が起こったとしても、タマユラはまだ私を笑顔にさせてくれたが、座って誠実に楽しむアニメだった。\u001b[22m, \u001b[1m私にとって、それは私が座って、正直に楽しんでいましアニメだった、どんなにその日私に何が起こったのか、たまゆらはまだ私を笑顔に作られなかっただろう。\u001b[22m\n\u001b[4mAnd it did, quite often.\u001b[24m\n    \u001b[1mそして、それはかなりの頻度でした。\u001b[22m, \u001b[1mそしてそれはかなり頻繁に、しました。\u001b[22m\n\u001b[1m\u001b[22m\nSo, thank you, Junichi Sato, for putting a smile on my face. Thank you, for an anime that gave me a warm happiness that seems to be easily forgotten in this fast-paced, action-packed world.\n\n\u001b[1m佐藤純一さん、ありがとうございました。 このペースが速く、アクション満載の世界で、忘れられそうな暖かい幸福を与えたアニメのためにありがとう、ありがとう。\u001b[22m\n\u001b[1m(Satō jun'ichi-san, arigatōgozaimashita. Kono pēsu ga hayaku, akushon mansai no sekai de, wasure rare-sōna attakai kōfuku o ataeta anime no tame ni arigatō, arigatō.)\u001b[22m\n\nTranslations of \u001b[4mSo, thank you, Junichi Sato, for putting a smile on my face. Thank you, for an anime that gave me a warm happiness that seems to be easily forgotten in this fast-paced, action-packed world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, thank you, Junichi Sato, for putting a smile on my face.\u001b[24m\n    \u001b[1m佐藤純一さん、ありがとうございました。\u001b[22m, \u001b[1mだから、私の顔に笑顔を置くため、佐藤順一をありがとうございました。\u001b[22m\n\u001b[4mThank you, for an anime that gave me a warm happiness that seems to be easily forgotten in this fast-paced, action-packed world.\u001b[24m\n    \u001b[1mこのペースが速く、アクション満載の世界で、忘れられそうな暖かい幸福を与えたアニメのためにありがとう、ありがとう。\u001b[22m, \u001b[1m私は簡単にこのテンポの速い、アクション満載の世界で忘れられているように見える温かい幸せを与えたアニメのために、ありがとうございます。\u001b[22m\n\u001b[1m\u001b[22m\nI’ll definitely look forward to Tamayura: More Aggressive.\n\n\u001b[1m私は間違いなくTamayuraを楽しみにしています：もっと積極的です。\u001b[22m\n\u001b[1m(Watashi wa machigainaku Tamayura o tanoshiminishiteimasu: Motto sekigyokutekidesu.)\u001b[22m\n\nTranslations of \u001b[4mI’ll definitely look forward to Tamayura: More Aggressive.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI’ll definitely look forward to Tamayura: More Aggressive.\u001b[24m\n    \u001b[1m私は間違いなくTamayuraを楽しみにしています：もっと積極的です。\u001b[22m, \u001b[1m私は間違いなくたまゆらを楽しみにしています：より積極的。\u001b[22m"
  },
  {
    "title": "Tamayura__Hitotose",
    "id": "10232",
    "url": "https://myanimelist.net/anime/10232/Tamayura__Hitotose",
    "user": "Firechick12012",
    "profile": "/profile/Firechick12012/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=49307",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\nこのレビューには、OVAとTVシリーズの両方が含まれています。\n\n私はこの愛らしい、暖かく、ふわふわしたアニメを、スライス・オブ・ライフのマスター自身から出します... 95/100！\n\nあなたはアニメアリアを見たことがありますか？ まあ、明らかに、それは暖かく、多くの心をリラックスした、甘く、落ち着いて、心温まる、そしてただ完全にリラックスするアニメで有名です。 それは天野恋人の人気漫画をベースにしており、大ファンベースを獲得しています。 奇妙なことに、セーラームーン、ゴールドフィッシュウォーニング、小ジャモジョドレミ、カレイドスター、プリンセスツツなどのアニメで活躍していた佐藤順一さんのアニメ監督も、  。 彼は基本的に叙事詩のプロットやファンのサービスや暴力などのようなアニメである\"ヒーリングアニメ\"に取り組み始めた。 育って生活の中で小さなものを感謝することを学びながら、日常生活を通じるキャラクターについて、ただの、静かで、心温まる、感動的で、感動的で、リラックスするアニメ。 彼の2番目のヒーリングアニメ、うみモノガタリは本当に癒しのアニメスタンダードには合っていませんが、私が好きではなかったけれど、それはまだ素晴らしいアニメです。 しかし、彼の3番目のヒーリングアニメ、Tamayuraは、私が佐藤の個人的なベストと考えるものであり、多くの多くの理由のために来る！\n\n今ではあなたがすべての嫌悪者の前に、このアニメをバッシングして炎を上げている（このショーを見た人のように、10のうち3を与える）、それはK-ONの裂け目だと言っているだけで、 物とそのすべてのゴミ、私にあなたにこれを教えさせてください：間違っていることを証明する準備をしてください。 もっと詳しく説明します。 はい、K-ONはかなり強いファンベースを持っており、モエで新しい波を開始しました。 実際、私はそれを見た多くの人の一人です。 残念なことに、私はK-Onを見て、それが26回のエピソードに2番目のシーズンになるのを見て疲れました。なぜなら、女の子たちは愚かなことをして、博覧会の餌になるだけです。 私は実際にエピソードが好きだったホカゴティータイムだった！ 基本的に、K-Onに対する私の最初の好みは何もなくなった。 しかし、Tamayura？  Tamayura...非常に非常に非常に異なるクリーチャーです。 音楽に関するものではなく、馬鹿げたモエではなく、愚かさやファンのサービスではなく、聴衆を得るために愚かなことをしようとするものではありません！\n\n彼女のアイドル、写真家リボ・シホミ（アリアから水橋明里自身が声をかける）のように、写真を撮るのが好きで、育ったときに写真家になりたいと思っていた、若い、部分的に臆病だが甘い女の子。 数年前、彼女の写真家の父親は死んだ（彼らはそれをどのように処理するのか説明していない）、彼女の死後、彼女の興味は減少した。 しかし数年後、彼女は興味を取り戻し、家族は砂漠の穏やかな町、竹原に行き、暇な時間に訪れました。 フーは、香りを愛する強い意志の女の子、花輪薫の姿で新しい友達を作ります。岡崎紀恵は、ベーキングを愛するかわいそうな女の子です.Maon Sakurada、臆病で柔らかい女の子 口笛を吹くのが好きですが、彼女の袖の上に他の夢があります。 このグループの友達は親密ですが、彼らは自分の夢を持っていますが、自分の人生で何をしたいのか、それとも正しい道があるのか​​は不明です。 フーと彼女の友人が見つけるように、夢と選択の道は、当初考えていたよりはるかに複雑です。\n\nアニメーションについて話をしてみましょう。 このアニメはTutu王女、Sketchbook、Futago Hime、Ariaのような作品で有名なHal Film Makerが制作したもので、あなたはそれを知りませんでした。それは美しいものです。 アニメーションは本当に最上階です！ これらのアニメーターは、明らかに大きな予算を持ち、巧みにそれを使用しました。 キャラクターは、表情から手のジェスチャーや体液の動きに至るまで、非常にうまくアニメ化されています。 背景は完璧にはっきりとしていて、細かいことがほとんどない小さなものまで（私はそれ以上詳しく説明しません） 太陽が海に映っているシーンがたくさんありました。彼らはただ美しくてすばらしく、私を知っている人は誰も美しく驚くべき言葉を私がほとんど言わないことを知っています。 キャラクターが行く場所は実際の場所と実際の場所です。 佐藤は確かに彼の研究をしました。なぜなら、彼は食べ物からお祭りのような伝統にいたるまで、多くの仕事を生かすことができるからです。 私はMitaraiと呼ばれる場所を探してみましたが、何も見つかりませんでしたので、それについてはあまり言えませんが、確かにすべての外観が大好きでした！\n\n\n\n\n\n\n\n\n\nあなたはどう思いますか？ これは無意味なモエアニメだと今思う？ はい、Tamayuraは紛争も多くなく、叙事詩的でも爆発的でもありません。 しかし、私は気にしません。 時には少しの平和と静寂が必要な時もあります。タマユラは平和で穏やかなアニメのひとつです。 まあ、私は本当にそれがモエだとは思わない。 私の考えでは、モエは、10代の女の子をアニメ化して、見て、声を出して、演技するという行為だと思っています。男性の聴衆を獲得する目的のためにちょうどいいはずです（こどもの地獄と恋愛部は、 この）。  Tamayuraは観客を惹きつけようとしているのではなく、恐ろしく乱用されているように見せつけられたり、メッセージを伝えたりすることはありません。 それは、私たちに人生の小さなことを感謝することを教える、甘く心温まるアニメです。 誰が知っている、多分あなたがより良い人になるのに役立ちます。 残念なことに、私がTamayuraを愛しているのと同じくらい、AnoHanaのアニメは、私が忘れてしまった長い抑圧された思い出と、それがどれほど懐かしく劇的なものであったかによって、 しかし、それは私がそれらの資質を欠いているためにTamayuraを嫌うという意味ではありません。\n\nあなたが私に尋ねると、Tamayuraは、絶対に正しい、手を下ろした、穏やかで静かな生活のアニメーションの典型となります。 それでも、これはモエブロフェスティバルだと思う？ まあ...あなたは無情な人。  ＆gt;：P",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis review includes both the OVAs and TV series.\n\n\u001b[1mこのレビューには、OVAとTVシリーズの両方が含まれています。\u001b[22m\n\u001b[1m(Kono rebyū ni wa, ovu~a to TV shirīzu no ryōhō ga fukuma rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis review includes both the OVAs and TV series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis review includes both the OVAs and TV series.\u001b[24m\n    \u001b[1mこのレビューには、OVAとTVシリーズの両方が含まれています。\u001b[22m, \u001b[1mこのレビューはOVASやテレビシリーズの両方を含みます。\u001b[22m\n\u001b[1m\u001b[22m\nI give this adorable, warm, and fluffy anime from the slice-of-life master himself...a 95/100!\n\n\u001b[1m私はこの愛らしい、暖かく、ふわふわしたアニメを、スライス・オブ・ライフのマスター自身から出します... 95/100！\u001b[22m\n\u001b[1m(Watashi wa kono airashī, atatakaku, fuwafuwa shita anime o, suraisu Obu raifu no masutā jishin kara dashimasu... 95/ 100!)\u001b[22m\n\nTranslations of \u001b[4mI give this adorable, warm, and fluffy anime from the slice-of-life master himself...a 95/100!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give this adorable, warm, and fluffy anime from the slice-of-life master himself...a 95/100!\u001b[24m\n    \u001b[1m私はこの愛らしい、暖かく、ふわふわしたアニメを、スライス・オブ・ライフのマスター自身から出します... 95/100！\u001b[22m, \u001b[1m私は自分自身をマスタースライスオブライフからこの、愛らしい暖かく、ふわふわアニメを与える... 95/100！\u001b[22m\n\u001b[1m\u001b[22m\nHave any of you seen the anime Aria? Well, apparently it's famous for being a sweet, calm, heartwarming, and just downright relaxing anime, which warmed and relaxed the hearts of many. It's based on the popular manga by Kozue Amano, and it's gained a massive fanbase. Oddly enough, it also inspired the director of said anime, Junichi Sato, who is famous for working on anime like Sailor Moon, Goldfish Warning, Ojamajo Doremi, Kaleido Star, and Princess Tutu, to work on more slice of life anime just like it . He began working on 'healing anime', which are anime with basically no epic plots or fan service or violence or anything of the like. Just plain, calm, heartwarming, touching, and relaxing anime about characters who go through their daily lives while growing up and learning to appreciate the small things in life. His second healing anime, Umi Monogatari, doesn't REALLY fit the healing anime standard, and while I didn't really like it as much as I would have, it's still a nice little anime. However, his third healing anime, Tamayura, is what I consider Sato's personal best, and for many many MANY reasons to come!\n\n\u001b[1mあなたはアニメアリアを見たことがありますか？ まあ、明らかに、それは暖かく、多くの心をリラックスした、甘く、落ち着いて、心温まる、そしてただ完全にリラックスするアニメで有名です。 それは天野恋人の人気漫画をベースにしており、大ファンベースを獲得しています。 奇妙なことに、セーラームーン、ゴールドフィッシュウォーニング、小ジャモジョドレミ、カレイドスター、プリンセスツツなどのアニメで活躍していた佐藤順一さんのアニメ監督も、  。 彼は基本的に叙事詩のプロットやファンのサービスや暴力などのようなアニメである\"ヒーリングアニメ\"に取り組み始めた。 育って生活の中で小さなものを感謝することを学びながら、日常生活を通じるキャラクターについて、ただの、静かで、心温まる、感動的で、感動的で、リラックスするアニメ。 彼の2番目のヒーリングアニメ、うみモノガタリは本当に癒しのアニメスタンダードには合っていませんが、私が好きではなかったけれど、それはまだ素晴らしいアニメです。 しかし、彼の3番目のヒーリングアニメ、Tamayuraは、私が佐藤の個人的なベストと考えるものであり、多くの多くの理由のために来る！\u001b[22m\n\u001b[1m(Anata wa animearia o mita koto ga arimasu ka? Mā, akiraka ni, sore wa atatakaku, ōku no kokoro o rirakkusu shita, amaku, ochitsuite, kokoroatatamaru, soshite tada kanzen ni rirakkusu suru anime de yūmeidesu. Sore wa Amano koibito no ninki manga o bēsu ni shite ori, dai fanbēsu o kakutoku shite imasu. Kimyōna koto ni, sērāmūn, gōrudofisshuu~ōningu, ko jamojodoremi, kareidosutā, purinsesutsutsu nado no anime de katsuyaku shite ita satō jun'ichi-san no anime kantoku mo,. Kare wa kihontekini jojishi no purotto ya fan no sābisu ya bōryoku nado no yōna animedearu\" hīringuanime\" ni torikumihajimeta. Sodatte seikatsu no naka de chīsana mono o kansha suru koto o manabinagara, nichijō seikatsu o tsūjiru kyarakutā ni tsuite, tada no, shizukade, kokoroatatamaru, kandō-tekide, kandō-tekide, rirakkusu suru anime. Kare no 2-banme no hīringuanime, umi monogatari wa hontōni iyashino animesutandādo ni wa atte imasenga, watashi ga sukide wa nakattakeredo, sore wa mada subarashī animedesu. Shikashi, kare no 3-banme no hīringuanime, Tamayura wa, watashi ga Satō no kojin-tekina besuto to kangaeru monodeari, ōku no ōku no riyū no tame ni kuru!)\u001b[22m\n\u001b[1m\u001b[22m\nNow before all you moe haters go bashing and flaming this anime (like the person who reviewed this show here, giving it a 3 out of 10), saying it's nothing but a rip off of K-ON and is nothing more than moeblobs doing moe things and all that garbage, let me tell you this: prepare to be proven wrong. I'll explain more further down. Okay, yes, K-On DOES have a rather strong fan base and did start the new wave in moe. In fact, I'm one of the many who watched it. Unfortunately, I grew tired of watching K-On upon seeing it's second season stretch to 26 episodes, as it became more about the girls doing stupid things and becoming nothing but exposition bait. I actually liked the episodes were Hokago Tea Time WEREN'T present!!! Basically, my initial liking for K-On dwindled down to nothing. But Tamayura? Tamayura...is a VERY VERY VERY different creature entirely. It's not about music, not about mindless moe, not about stupidity or fan service, and not about trying to do stupid things in order to get an audience!\n\n\u001b[1m今ではあなたがすべての嫌悪者の前に、このアニメをバッシングして燃えさせている（この番組を見直した人のように、10のうち3を与える）、それはK-ONの裂け目だと言っているだけで、 物とそのすべてのゴミ、私にあなたにこれを教えさせてください：間違っていることを証明する準備をしてください。 もっと詳しく説明します。 はい、K-ONはかなり強いファンベースを持っており、モエで新しい波を開始しました。 実際、私はそれを見た多くの人の一人です。 残念なことに、私はK-Onを見て、それが26回のエピソードで2番目のシーズンになるのを見て疲れました。なぜなら、女の子たちは愚かなことをして、博覧会の餌になるだけです。 私は実際にエピソードが好きだったホカゴティータイムだった！ 基本的に、K-Onに対する私の最初の好みは何もなくなった。 しかし、Tamayura？  Tamayura...非常に非常に非常に異なるクリーチャーです。 音楽に関するものではなく、馬鹿げたモエではなく、愚かさやファンのサービスではなく、聴衆を得るために愚かなことをしようとすることではありません！\u001b[22m\n\u001b[1m(Ima dewa anata ga subete no ken'o-sha no mae ni, kono anime o basshingu shite moe sasete iru (kono bangumi o minaoshita hito no yō ni, 10 no uchi 3 o ataeru), soreha K - ON no sakemeda to itte iru dake de,-mono toso no subete no gomi, watashi ni anata ni kore o oshie sasete kudasai: Machigatte iru koto o shōmei suru junbi o shite kudasai. Hai, K - ON wa kanari tsuyoi fanbēsu o motte ori, Moede atarashī nami o kaishi shimashita. Jissai, watashi wa sore o mita ōku no hito no hitoridesu. Zan'nen'nakotoni, watashi wa K - On o mite, sore ga 26-kai no episōdo de 2-banme no shīzun ni naru no o mite tsukaremashita. Nazenara, on'nanoko-tachi wa orokana koto o shite, hakurankai no esa ni naru dakedesu. Watashi wa jissai ni episōdo ga sukidatta hokagotītaimudatta! Kihontekini, K - On ni taisuru watashi no saisho no konomi wa nani mo nakunatta. Shikashi, Tamayura? Tamayura... Hijō ni hijō ni hijō ni kotonaru kurīchādesu. Ongaku ni kansuru monode wa naku, bakageta Moede wa naku, oroka-sa ya fan no sābisude wa naku, chōshū o eru tame ni orokana koto o shiyou to suru kotode wa arimasen! Motto kuwashiku setsumei shimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nThe story's about a young, partially timid but sweet girl named Fu Sawatari who loves taking pictures and wants to be a photographer when she grows up, like her idol, the photographer Riho Shihomi (voiced by Akari Mizunashi herself from Aria). Some years ago, her photographer father died (they don't explain how so just deal with it), and her interest dwindled after his death. But years later, she regains interest and her family moves to a peaceful town called Takehara, where they used to visit on their spare time. Fu makes some new friends in the form of Kaoru Hanawa, a strong-willed girl with a love for aromas, Norie Okazaki, a rather hyper and rambuctious girl with a love for baking, and Maon Sakurada, a timid and soft-spoken girl who loves whistling but has other dreams up her sleeves. This group of friends are close-knit, but they all have different dreams of their own, though at times they're unsure about what they want to do with their lives or what's the right path for them. As Fu and her friends would find, dreams and choosing paths is much more complex than they initially thought.\n\n\u001b[1m彼女のアイドル、写真家リボ・シホミ（アリアから水橋明里自身が声をかける）のように、写真を撮るのが好きで、育ったときに写真家になりたいと思っていた、若い、部分的に臆病だが甘い女の子。 数年前、彼女の写真家の父親は死んだ（彼らはそれをどのように処理するのか説明していない）、彼女の死後、彼女の興味は減少した。 しかし数年後、彼女は興味を取り戻し、家族は砂漠の穏やかな町、竹原に行き、暇な時間に訪れました。 フーは、香りを愛する強い意志の女の子、花輪薫の姿で新しい友達を作ります。岡崎紀恵は、ベーキングを愛するかわいそうな女の子です.Maon Sakurada、臆病で柔らかい女の子 口笛を吹くのが好きですが、彼女の袖の上に他の夢があります。 このグループの友達は親密ですが、彼らは自分の夢を持っていますが、自分の人生で何をしたいのか、それとも正しい道があるのか​​は不明です。 フーと彼女の友人が見つけるように、夢と選択の道は、当初考えていたよりはるかに複雑です。\u001b[22m\n\u001b[1m(Kanojo no aidoru, shashin-ka ribo shihomi (aria kara Mizuhashi Merī jishin ga koewokakeru) no yō ni, shashin o toru no ga sukide, sodatta toki ni shashin-ka ni naritai to omotte ita, wakai, bubun-teki ni okubyōdaga amai on'nanoko. Sūnenmae, kanojo no shashin-ka no chichioya wa shinda (karera wa sore o dono yō ni shori suru no ka setsumei shite inai), kanojo no shigo, kanojo no kyōmi wa genshō shita. Shikashi sūnengo, kanojo wa kyōmi o torimodoshi, kazoku wa sabaku no odayakana machi, Takehara ni iki, himana jikan ni otozuremashita. Fū wa, kaori o aisuru tsuyoi ishi no on'nanoko, Hanawa Kaoru no sugata de atarashī tomodachi o tsukurimasu. Okazaki Norie wa, bēkingu o aisuru kawaisōna on'nanokodesu. Maon Sakurada, okubyōde yawarakai on'nanoko kuchibue o fuku no ga sukidesuga, kanojo no sode no ue ni hoka no yume ga arimasu. Kono gurūpu no tomodachi wa shinmitsudesuga, karera wa jibun no yume o motte imasuga, jibun no jinsei de nani o shitai no ka, soretomo tadashī michi ga aru no ka ​​ wa fumeidesu. Fū to kanojo no yūjin ga mitsukeru yō ni, yume to sentaku no michi wa, tōsho kangaete ita yori haruka ni fukuzatsudesu.)\u001b[22m\n\u001b[1m\u001b[22m\nLet me start by talking about the animation. This anime is produced by the company Hal Film Maker, famous for works like Princess Tutu, Sketchbook, Futago Hime, and Aria, and wouldn't you know it, IT IS FREAKING BEAUTIFUL. The animation is really top tier! These animators CLEARLY had a big budget, and they used it masterfully. The characters are animated very nicely, from their facial expressions to hand gestures and other fluid bodily movements. The backgrounds are impeccably lush and detailed, down to even the smallest little things that most would find insignificant (I'll go more into that further down). There were a lot of scenes were the sun was reflected on the sea, and they're just beautiful and downright amazing, and anybody who knows me knows that I almost NEVER say the words beautiful and amazing unless I really see something beautiful and amazing! I also notice that the places that the characters go to are actual locations and places in real life! Sato sure did his research, because I can really see that he put a lot of work into making these places come to life, from their food to other traditions, like festivals. I tried looking up the place called Mitarai, but didn't find anything so I can't say much about that, but I sure loved the look of it all!\n\n\u001b[1mアニメーションについて話をしてみましょう。 このアニメはTutu王女、Sketchbook、Futago Hime、Ariaのような作品で有名なHal Film Makerが制作したもので、あなたはそれを知りませんでした。それは美しいものです。 アニメーションは本当に最上階です！ これらのアニメーターは、明らかに大きな予算を持ち、巧みにそれを使用しました。 キャラクターは、表情から手のジェスチャーや体液の動きに至るまで、非常にうまくアニメ化されています。 背景は完璧にはっきりとしていて、細かいことがほとんどない小さなものまで（私はそれ以上詳しく説明しません） 太陽が海に映っているシーンがたくさんありました。彼らはただ美しくてすばらしく、私を知っている人は誰も美しく驚くべき言葉を私がほとんど言わないことを知っています。 キャラクターが行く場所は実際の場所と実際の場所です。 佐藤は確かに彼の研究をしました。なぜなら、彼は食べ物からお祭りのような伝統にいたるまで、多くの仕事を生かすことができるからです。 私はMitaraiと呼ばれる場所を探してみましたが、何も見つかりませんでしたので、それについてはあまり言えませんが、確かにすべての外観が大好きでした！\u001b[22m\n\u001b[1m(Animēshon ni tsuite hanashi o shite mimashou. Kono anime wa Tutu ōjo, Sketchbook, Futago Hime, Aria no yōna sakuhin de yūmeina Hal fuirumu mēka ga seisaku shita mono de, anata wa sore o shirimasendeshita. Sore wa utsukushī monodesu. Animēshon wa hontōni saijōkaidesu! Korera no animētā wa, akiraka ni ōkina yosan o mochi, takumi ni sore o shiyō shimashita. Kyarakutā wa, hyōjō kara te no jesuchā ya taieki no ugoki ni itaru made, hijō ni umaku anime-ka sa rete imasu. Haikei wa kanpeki ni hakkiri to shite ite, komakai koto ga hotondo nai chīsana mono made (watashi wa sore ijō kuwashiku setsumei shimasen) taiyō ga umi ni utsutte iru shīn ga takusan arimashita. Karera wa tada utsukushikute subarashiku, watashi o shitte iru hito wa dare mo utsukushiku odorokubeki kotoba o watashi ga hotondo iwanai koto o shitte imasu. Kyarakutā ga iku basho wa jissai no basho to jissai no bashodesu. Satō wa tashika ni kare no kenkyū o shimashita. Nazenara, kare wa tabemono kara omatsuri no yōna dentō ni itaru made, ōku no shigoto o ikasu koto ga dekirukaradesu. Watashi wa Mitarai to yoba reru basho o sagashite mimashitaga, nani mo mitsukarimasendeshitanode, sore ni tsuite wa amari iemasenga, tashikani subete no gaikan ga daisukideshita!)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nWhat do you think, moe haters and bashers? Think this is a pointless moe anime now? Yes, Tamayura doesn't have a lot of conflict, nor is it epic or bombastic. But I don't mind. Sometimes we need a little peace and quiet once in a while, and Tamayura is definitely one of those peaceful and serene anime that lulls you into a happy dreamland. Well, I don't really consider it to be moe. In my view, I think of moe as the act of animating teenaged girls into looking, sounding, and acting younger than they should just for the purpose of gaining a nerdy male audience (Kodomo no Jikan and Ro-Kyu-Bu are GREAT examples of this). Tamayura isn't trying to get an audience, nor is it willing to submit to horrid and overused tropes to become known or to get its message across. It's simply a sweet and heartwarming anime that teaches us to appreciate the little things in life. Who knows, maybe it'll help you turn into a better person. Unfortunately, as much as I LOVE Tamayura, the anime AnoHana still beats it in my book because of how much it hit me with long repressed memories that I had forgotten and how nostalgic and dramatic it was. But that doesn't mean I hate Tamayura for lacking those qualities.\n\n\u001b[1mあなたはどう思いますか？ これは無意味なモエアニメだと今思う？ はい、Tamayuraは紛争も多くなく、叙事詩的でも爆発的でもありません。 しかし、私は気にしません。 時には少しの平和と静寂が必要な時もあります。タマユラは平和で穏やかなアニメのひとつです。 まあ、私は本当にそれがモエだとは思わない。 私の考えでは、モエは、10代の女の子をアニメ化して、見て、声を出して、演技するという行為だと思っています。男性の聴衆を獲得する目的のためにちょうどいいはずです（こどもの地獄と恋愛部は、 この）。  Tamayuraは観客を惹きつけようとしているのではなく、恐ろしく乱用されているように見せつけられたり、メッセージを伝えたりすることはありません。 それは、私たちに人生の小さなことを感謝することを教える、甘く心温まるアニメです。 誰が知っている、多分あなたがより良い人になるのに役立ちます。 残念なことに、私がTamayuraを愛しているのと同じくらい、AnoHanaのアニメは、私が忘れてしまった長い抑圧された思い出と、それがどれほど懐かしく劇的なものであったかによって、 しかし、それは私がそれらの資質を欠いているためにTamayuraを嫌うという意味ではありません。\u001b[22m\n\u001b[1m(Anata wa dōomoimasuka? Kore wa muimina moeanimeda to ima omou? Mā, watashi wa hontōni sore ga Moeda to wa omowanai. Watashi no kangaede wa, Moe wa, 10-dai no on'nanoko o anime-ka shite, mite,-goe o dashite, engi suru to iu kōida to omotte imasu. Dansei no chōshū o kakutoku suru mokuteki no tame ni chōdo ī hazudesu (kodomo no jigoku to ren'ai-bu wa, kono). Tamayura wa kankyaku o hiki tsukeyou to shite iru node wa naku, osoroshiku ran'yō sa rete iru yō ni misetsuke rare tari, messēji o tsutae tari suru koto wa arimasen. Sore wa, watashitachi ni jinsei no chīsana koto o kansha suru koto o oshieru, amaku kokoroatatamaru animedesu. Dare ga shitte iru, tabun anata ga yori yoi hito ni naru no ni yakudachimasu. Zan'nen'nakotoni, watashi ga Tamayura o aishite iru no to onaji kurai, AnoHana no anime wa, watashi ga wasurete shimatta nagai yokuatsu sa reta omoide to, sore ga dorehodo natsukashiku gekitekina monodeatta ka ni yotte, shikashi, sore wa watashi ga sorera no shishitsu o kaite iru tame ni Tamayura o kirau to iu imide wa arimasen. Hai, Tamayura wa funsō mo ōkunaku, jojishi-tekide mo bakuhatsu-tekide mo arimasen. Shikashi, watashi wa ki ni shimasen. Tokiniha sukoshi no heiwa to shijima ga hitsuyōna toki mo arimasu. Tamayura wa heiwade odayakana anime no hitotsudesu.)\u001b[22m\n\u001b[1m\u001b[22m\nIf you ask me, Tamayura is the epitome and pinnacle of gentle and serene slice of life anime done absolutely right, hands down. Still think this is a moeblob fest? Well...you heartless person. &gt;:P\n\n\u001b[1mあなたが私に尋ねると、Tamayuraは生命の穏やかで穏やかなスライスの典型となります。 それでも、これはモエブロフェスティバルだと思う？ まあ...あなたは無情な人。  ＆gt;：P\u001b[22m\n\u001b[1m(Anata ga watashi ni tazuneru to, Tamayura wa seimei no odayakade odayakana suraisu no tenkei to narimasu. Soredemo, koreha moeburofesutibaruda to omou? Mā... Anata wa mujōna hito. & Gt; : P)\u001b[22m\n\nTranslations of \u001b[4mIf you ask me, Tamayura is the epitome and pinnacle of gentle and serene slice of life anime done absolutely right, hands down. Still think this is a moeblob fest? Well...you heartless person. &gt;:P\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you ask me, Tamayura is the epitome and pinnacle of gentle and serene slice of life anime done absolutely right, hands down.\u001b[24m\n    \u001b[1mあなたが私に尋ねると、Tamayuraは生命の穏やかで穏やかなスライスの典型となります。\u001b[22m, \u001b[1mあなたは私に言わせれば、たまゆらは縮図と頂点絶対的に正しい行わライフアニメの穏やかで落ち着いたスライスの、手ダウンしています。\u001b[22m\n\u001b[4mStill think this is a moeblob fest?\u001b[24m\n    \u001b[1mそれでも、これはモエブロフェスティバルだと思う？\u001b[22m, \u001b[1mそれでも、これはmoeblobフェストであると思いますか？\u001b[22m\n\u001b[4mWell...you heartless person.\u001b[24m\n    \u001b[1mまあ...あなたは無情な人。\u001b[22m, \u001b[1mうーん...あなた無情な人。\u001b[22m\n\u001b[4m&gt;:P\u001b[24m\n    \u001b[1m＆gt;：P\u001b[22m"
  },
  {
    "title": "Tamayura__Hitotose",
    "id": "10232",
    "url": "https://myanimelist.net/anime/10232/Tamayura__Hitotose",
    "user": "kelken",
    "profile": "/profile/kelken/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=49815",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\n確かに、私は他の多くのシリーズの中で、Tamayuraよりもはるかに楽しかった：Hitotoseしかし、私は決して他のアニメのためのレビューを書くように感じたことはありません。  Tamayura：Hitotoseは「特別な」とよく言われていますが、それはあまりにも心温まって楽しいものでした。 感情や感情は、キャラクター自身よりもずっと古い人にとっても、とても関連性がありました。 ストーリーはすばらしいペースで進行し、サウンドトラックはうまく一致し、私はアートを愛していました。 それぞれのキャラクターは独特で記憶に残っていて、毎週お気に入りを変えました！ また、その町に住みたい！ このような素晴らしい場所のように見え、芸術は自然の美しさをうまくとらえたので、私はそれを直接見たいのです。 アニメを見ているうちに、マンガを読まなくてはなりません。私はこのアニメ全体に本当に感銘を受けています。これは、私が見たことがある「スライスオブライフ」のジャンルの最高の表現の1つです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSure, I have enjoyed and laughed during a lot of other series much more so than Tamayura: Hitotose but I've never felt compelled to write a review for any other anime. Tamayura: Hitotose is best described as 'special' it was so heartwarming and pleasant without being sappy or abnormally tragic. The feelings and emotions were so relateable, even for someone much older than the characters themselves. The story progressed at a nice pace, the soundtrack matched well, and I loved the art. Each character was distinct and memorable in their own right, I changed favorites every week! Also, I want to live in that town! It seems like such a wonderful place and the art captured the natural beauty so well, I want to see it in person. Now that I have watched the anime I definitely have to read the manga.I'm really impressed with this anime overall and it is one of the best representations of the 'slice of life' genre I have ever had the pleasure of watching.\n\n\u001b[1m確かに、私は他の多くのシリーズの中で、Tamayuraよりもはるかに楽しかった：Hitotoseしかし、私は決して他のアニメのためのレビューを書くように感じたことはありません。  Tamayura：Hitotoseは「特別な」とよく言われていますが、それはあまりにも心温まって楽しいものでした。 感情や感情は、キャラクター自身よりもずっと古い人にとっても、とても関連性がありました。 ストーリーはすばらしいペースで進行し、サウンドトラックはうまく一致し、私はアートを愛していました。 それぞれのキャラクターは独特で記憶に残っていて、毎週お気に入りを変えました！ また、その町に住みたい！ このような素晴らしい場所のように見え、芸術は自然の美しさをうまくとらえたので、私はそれを直接見たいのです。 アニメを見ているうちに、マンガを読まなくてはなりません。私はこのアニメ全体に本当に感銘を受けています。これは、私が見たことがある「スライスオブライフ」のジャンルの最高の表現の1つです。\u001b[22m\n\u001b[1m(Tashika ni, watashi wa hoka no ōku no shirīzu no naka de, Tamayura yori mo haruka ni tanoshikatta: Hitotose shikashi, watashi wa kesshite hoka no anime no tame no rebyū o kaku yō ni kanjita koto wa arimasen. Tamayura: Hitotose wa `tokubetsuna' to yoku iwa rete imasuga, sore wa amarini mo kokoroatatamatte tanoshī monodeshita. Kanjō ya kanjō wa, kyarakutā jishin yori mo zutto furui hito ni tottemo, totemo kanren-sei ga arimashita. Sutōrī wa subarashī pēsu de shinkō shi, saundotorakku wa umaku itchi shi, watashi wa āto o aishite imashita. Sorezore no kyarakutā wa dokutokude kioku ni nokotte ite, maishū okiniiri o kaemashita! Mata, sono machi ni sumitai! Kono yōna subarashī basho no yō ni mie, geijutsu wa shizen no utsukushi-sa o umaku toraetanode, watashi wa sore o chokusetsu mitai nodesu. Anime o mite iru uchi ni, manga o yomanakute wa narimasen. Watashi wa kono anime zentai ni hontōni kanmei o ukete imasu. Kore wa, watashi ga mita koto ga aru `suraisuoburaifu' no janru no saikō no hyōgen no 1tsudesu.)\u001b[22m\n\nTranslations of \u001b[4mSure, I have enjoyed and laughed during a lot of other series much more so than Tamayura: Hitotose but I've never felt compelled to write a review for any other anime. Tamayura: Hitotose is best described as 'special' it was so heartwarming and pleasant without being sappy or abnormally tragic. The feelings and emotions were so relateable, even for someone much older than the characters themselves. The story progressed at a nice pace, the soundtrack matched well, and I loved the art. Each character was distinct and memorable in their own right, I changed favorites every week! Also, I want to live in that town! It seems like such a wonderful place and the art captured the natural beauty so well, I want to see it in person. Now that I have watched the anime I definitely have to read the manga.I'm really impressed with this anime overall and it is one of the best representations of the 'slice of life' genre I have ever had the pleasure of watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSure, I have enjoyed and laughed during a lot of other series much more so than Tamayura: Hitotose but I've never felt compelled to write a review for any other anime.\u001b[24m\n    \u001b[1m確かに、私は他の多くのシリーズの中で、Tamayuraよりもはるかに楽しかった：Hitotoseしかし、私は決して他のアニメのためのレビューを書くように感じたことはありません。\u001b[22m, \u001b[1m確かに、私は楽しんでたまゆらよりもはるかので、他のシリーズの多くの間、笑っている：Hitotoseが、私は他のアニメのためにレビューを書いて感じたことがありません。\u001b[22m\n\u001b[4mTamayura: Hitotose is best described as 'special' it was so heartwarming and pleasant without being sappy or abnormally tragic.\u001b[24m\n    \u001b[1mTamayura：Hitotoseは「特別な」とよく言われていますが、それはあまりにも心温まって楽しいものでした。\u001b[22m, \u001b[1mたまゆら：Hitotoseは最高のそれは感傷的または異常に悲劇的なことなく、とても心温まる、快適だった「特別」と記載されています。\u001b[22m\n\u001b[4mThe feelings and emotions were so relateable, even for someone much older than the characters themselves.\u001b[24m\n    \u001b[1m感情や感情は、キャラクター自身よりもずっと古い人にとっても、とても関連性がありました。\u001b[22m, \u001b[1m気持ちや感情があっても文字自体よりもはるかに古い誰かのために、そうrelateableました。\u001b[22m\n\u001b[4mThe story progressed at a nice pace, the soundtrack matched well, and I loved the art.\u001b[24m\n    \u001b[1mストーリーはすばらしいペースで進行し、サウンドトラックはうまく一致し、私はアートを愛していました。\u001b[22m, \u001b[1m物語はサウンドトラックがうまくマッチした、素敵なペースで進み、私は芸術を愛しました。\u001b[22m\n\u001b[4mEach character was distinct and memorable in their own right, I changed favorites every week!\u001b[24m\n    \u001b[1mそれぞれのキャラクターは独特で記憶に残っていて、毎週お気に入りを変えました！\u001b[22m, \u001b[1m各文字は、それ自体ではっきりと記憶に残るだった、私は毎週お気に入りを変えました！\u001b[22m\n\u001b[4mAlso, I want to live in that town!\u001b[24m\n    \u001b[1mまた、その町に住みたい！\u001b[22m, \u001b[1mまた、私はその町に住みたいです！\u001b[22m\n\u001b[4mIt seems like such a wonderful place and the art captured the natural beauty so well, I want to see it in person.\u001b[24m\n    \u001b[1mこのような素晴らしい場所のように見え、芸術は自然の美しさをうまくとらえたので、私はそれを直接見たいのです。\u001b[22m, \u001b[1mこのような素晴らしい場所のように思えるし、芸術は私が個人的にそれを見たいと思って、とてもよく自然の美しさを捕獲しました。\u001b[22m\n\u001b[4mNow that I have watched the anime I definitely have to read the manga.I'm really impressed with this anime overall and it is one of the best representations of the 'slice of life' genre I have ever had the pleasure of watching.\u001b[24m\n    \u001b[1mアニメを見ているうちに、マンガを読まなくてはなりません。私はこのアニメ全体に本当に感銘を受けています。これは、私が見たことがある「スライスオブライフ」のジャンルの最高の表現の1つです。\u001b[22m, \u001b[1m今私は、私は間違いなく、全体的にこのアニメには本当に感動manga.I'mを読む必要があり、それは私が今まで見ての喜びを持っていた「スライス人生の\"ジャンルの最高の表現の一つでアニメを見ていること。\u001b[22m"
  },
  {
    "title": "Tamayura__Hitotose",
    "id": "10232",
    "url": "https://myanimelist.net/anime/10232/Tamayura__Hitotose",
    "user": "chaosflame5",
    "profile": "/profile/chaosflame5/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=63569",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は5,6のアニメを見始めたにもかかわらず、2011年には多くのアニメを見始めました。アニメのほとんどは主に行動と暴力に焦点を当てていたと思っていましたが、私はトレーラーを見ました Tamayura：Hitotoseについてのビデオ。 私は本当に興味がありました。私はトレーラーで暴力や何も見ていないので、私は思ったよりも多くのアニメのジャンルがあることに気付きました。  Tamayura：Hitotoseは実際に私が見たライフ・アニメの最初のスライスです。 私はそれを見て本当にうれしいです。 私は、これほど遅いペースでさえも、このようなアニメがうまく実行されることに気付かなかった。\n\n -  - ストーリー -  - \n物語は本当にシンプルで分かりやすく、複雑ではありません。 それは主に写真を好きで、親友、薫、林、麻緒と一緒に過ごすのが好きな少沢さんのことです（父は亡くなった父親に戻ってしまう前に、エピソード1でお別れを言いました） しかし、私は最終的にそれについて気にしません。彼女の泣き声は、彼女がフーを気にする方法の象徴であるからです。  ChihiroはFuが父親の死をあまりにも怒らせたくないので、彼女は通常彼女のために泣いている。 私はこのアニメをさらに見たいと思っていました。友情に大きな絆があるアニメが好きです。 生きていた）。 彼女は父親のカメラを使って見ている写真を撮るのが大好きです。 物語はいくつかの人々には退屈かもしれませんが、Fu（そして彼女の父）が取った各写真の背後には多くの意味があるので、それは他の多くのアニメから際立っています。 私は素晴らしいテーマのアニメが好きで、これは本当に素晴らしい仕事でした。 これは、写真がいかに多くの思い出を保持することができるか、人が人生で愛していることを写真がどのように表示できるかを示しています。 エピソード1は、いくつかの人々のために退屈かもしれません。 しかし、私にとっては、「どれくらいの時間が残っているのか？」と尋ねずに、実際に最後まで見守っていました。 ちひろは泣いているように怒っているかもしれません。\n\n -  - アート -  - \n私はそのアートについて何も言いません。 それは本当によく描かれ、良い品質です。\n\n -  - 音 -  - \nサウンドは優れています。 各キャラクターの声は年齢に適しています。 オープニングとエンディングのテーマは優れており、ライフ・アニメのアニメーションにも適しています。\n\n -  - キャラクター -  - \nこのアニメのキャラクターはよく発達しています。 最終的に各キャラクターはより成熟し、人生で何をするのだろうかと不思議に思っていました。 薫は、将来彼女がやろうとしていることにもっと自信を持っていました。  Maonはもはや恥ずかしがりの女の子ではなく、多くの口笛を鳴らすのではなく、アニメの終わり近くでもっと話を始めました。 フーは父親の死の悲しみを乗り越え、写真撮影を続けることに決めた。 ノリは彼女のエネルギッシュな性質のために迷惑に見えるかもしれませんが、彼女の気遣う側はいくつかのエピソードで示されました。\n\n -  - 楽しみ -  - \n私はこのシリーズを本当に楽しんだ。 私は、低速アニメが好きな人にこのシリーズをお勧めします。 このアニメはヒーリングアニメなので、戦争などのような紛争はありません。 それはアニメの終わりにあなたに非常にリラックスした肯定的な感情を残します。 しかし、アクションやペースが速いアニメを好きな人は、このアニメから離れたほうがよい。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nEven though I began to watch a few anime since 5 or 6, but I only began to watch a lot of anime in 2011. I thought that most anime were mainly focusing on action and violence, but then...I saw a trailer on a video about Tamayura: Hitotose. I was really curious, since I see no violence or anything in the trailer, then I realized that there are more anime genres than I thought. Tamayura: Hitotose is actually the very first slice of life anime I've ever watched. I was really glad that I watched it. I never have realized, that even a slow-paced anime like this one, can be so well-executed.\n\n\u001b[1m私は5,6のアニメを見始めたにもかかわらず、2011年には多くのアニメを見始めました。アニメのほとんどは主に行動と暴力に焦点を当てていたと思っていましたが、私はトレーラーを見ました Tamayura：Hitotoseについてのビデオ。 私は本当に興味がありました。私はトレーラーで暴力や何も見ていないので、私は思ったよりも多くのアニメのジャンルがあることに気付きました。  Tamayura：Hitotoseは実際に私が見たライフ・アニメの最初のスライスです。 私はそれを見て本当にうれしいです。 私は、これほど遅いペースでさえも、このようなアニメがうまく実行されることに気付かなかった。\u001b[22m\n\u001b[1m(Watashi wa 5, 6 no anime o mi hajimeta nimokakawarazu, 2011-nen ni wa ōku no anime o mi hajimemashita. Anime no hotondo wa omoni kōdō to bōryoku ni shōten o atete ita to omotte imashitaga, watashi wa torērā o mimashita Tamayura: Hitotose ni tsuite no bideo. Watashi wa hontōni kyōmi ga arimashita. Watashi wa torērā de bōryoku ya nani mo mite inainode, watashi wa omottayori mo ōku no anime no janru ga aru koto ni kidzukimashita. Tamayura: Hitotose wa jissai ni watashi ga mita raifu anime no saisho no suraisudesu. Watashi wa sore o mite hontōni ureshīdesu. Watashi wa, kore hodo osoi pēsude sae mo, kono yōna anime ga umaku jikkō sa reru koto ni kidzukanakatta.)\u001b[22m\n\nTranslations of \u001b[4mEven though I began to watch a few anime since 5 or 6, but I only began to watch a lot of anime in 2011. I thought that most anime were mainly focusing on action and violence, but then...I saw a trailer on a video about Tamayura: Hitotose. I was really curious, since I see no violence or anything in the trailer, then I realized that there are more anime genres than I thought. Tamayura: Hitotose is actually the very first slice of life anime I've ever watched. I was really glad that I watched it. I never have realized, that even a slow-paced anime like this one, can be so well-executed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven though I began to watch a few anime since 5 or 6, but I only began to watch a lot of anime in 2011. I thought that most anime were mainly focusing on action and violence, but then...I saw a trailer on\u001b[24m\n    \u001b[1m私は5,6のアニメを見始めたにもかかわらず、2011年には多くのアニメを見始めました。アニメのほとんどは主に行動と暴力に焦点を当てていたと思っていましたが、私はトレーラーを見ました\u001b[22m, \u001b[1m私は5または6以降、いくつかのアニメを見るために始めたが、私は2011年にアニメの多くを見るために始めたにもかかわらず、私はほとんどのアニメは、主にアクションと暴力に焦点を当てたと思ったが、その後...私は上の予告編を見ました\u001b[22m\n\u001b[4ma video about Tamayura: Hitotose.\u001b[24m\n    \u001b[1mTamayura：Hitotoseについてのビデオ。\u001b[22m, \u001b[1mたまゆらについてのビデオ：Hitotose。\u001b[22m\n\u001b[4mI was really curious, since I see no violence or anything in the trailer, then I realized that there are more anime genres than I thought.\u001b[24m\n    \u001b[1m私は本当に興味がありました。私はトレーラーで暴力や何も見ていないので、私は思ったよりも多くのアニメのジャンルがあることに気付きました。\u001b[22m, \u001b[1m私はトレーラーでない暴力や何かを見ないので、私は思ったよりもより多くのアニメジャンルがあることに気づき、本当に興味がありました。\u001b[22m\n\u001b[4mTamayura: Hitotose is actually the very first slice of life anime I've ever watched.\u001b[24m\n    \u001b[1mTamayura：Hitotoseは実際に私が見たライフ・アニメの最初のスライスです。\u001b[22m, \u001b[1mたまゆら：Hitotoseは、実際に私が今まで見てきた人生のアニメの非常に最初のスライスです。\u001b[22m\n\u001b[4mI was really glad that I watched it.\u001b[24m\n    \u001b[1m私はそれを見て本当にうれしいです。\u001b[22m, \u001b[1m私はそれを見たことが本当に嬉しかったです。\u001b[22m\n\u001b[4mI never have realized, that even a slow-paced anime like this one, can be so well-executed.\u001b[24m\n    \u001b[1m私は、これほど遅いペースでさえも、このようなアニメがうまく実行されることに気付かなかった。\u001b[22m, \u001b[1m私はこの1つのようにもスローペースのアニメは、とてもよく実行することができること、実現したことがありません。\u001b[22m\n\u001b[1m\u001b[22m\n----Story----\n\n\u001b[1m -  - ストーリー -  - \u001b[22m\n\u001b[1m(- - Sutōrī - -)\u001b[22m\n\nDefinitions of \u001b[4m----Story----\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe story is really simple, easy to understand and has no complexity. It's mainly about a girl named Fu Sawatari, who likes photography and likes to spend her time with her best friends - Kaoru, Norie and Maon (and Chihiro, who Fu said farewell to in episode 1, before she moved back to where her late father But I eventually don't mind about it anymore, since her crying is a symbol of how she cares about Fu. Chihiro doesn't want Fu to get too upset about the death of her father, so she usually does the crying for her. A great bond of friendship here, which made me want to watch this anime further, as I like anime where there is a great bond in friendship. used to live). She loves taking pictures of whatever she sees using her late father's camera. The story may seem boring to some people, but since there are a lot of meaning behind each photo that Fu (and her late father) took, it makes the show kind of stands out from many other anime. I like anime with great themes and this one really did a good job on it. It shows how a photo can hold so many memories, and how a photo can display what a person loves in life. Episode 1 may be boring for some people. But for me, I actually stayed watching to the end without asking myself ''How long is it left?''. Chihiro may seem annoying, as she is a crybaby.\n\n\u001b[1m物語は本当にシンプルで分かりやすく、複雑ではありません。 それは主に写真を好きで、親友、薫、林、麻緒と一緒に過ごすのが好きな少沢さんのことです（父は亡くなった父親に戻ってしまう前に、エピソード1でお別れを言いました） しかし、私は最終的にそれについて気にしません。なぜなら、彼女の泣きは、彼女がフーを気にする方法の象徴であるからです。  ChihiroはFuが父親の死をあまりにも怒らせたくないので、彼女は通常彼女のために泣いている。 私はこのアニメをさらに見たいと思っていました。友情に大きな絆があるアニメが好きです。 生きていた）。 彼女は父親のカメラを使って見ている写真を撮るのが大好きです。 物語はいくつかの人々には退屈かもしれませんが、Fu（そして彼女の父親）が取った各写真の背後には多くの意味があるので、それは他の多くのアニメから際立っています。 私は素晴らしいテーマのアニメが好きで、これは本当に素晴らしい仕事でした。 これは、写真がいかに多くの思い出を保持することができるか、人が人生で愛していることを写真がどのように表示できるかを示しています。 エピソード1は、いくつかの人々のために退屈かもしれません。 しかし、私にとっては、「どれくらいの時間が残っているのか？」と尋ねずに、実際に最後まで見守っていました。 ちひろは泣いているので、ちょっと気になるかもしれません。\u001b[22m\n\u001b[1m(Monogatari wa hontōni shinpurude wakari yasuku, fukuzatsude wa arimasen. Sore wa omoni shashin o sukide, shin'yū, Kaoru,-rin, Mao to issho ni sugosu no ga sukina shō Sawa-san no kotodesu (chichi wa nakunatta chichioya ni modotte shimau mae ni, episōdo 1 de o wakare o iimashita) ikiteita). Kanojo wa chichioya no kamera o tsukatte mite iru shashin o toru no ga daisukidesu. Monogatari wa ikutsu ka no hitobito ni wa taikutsu kamo shiremasenga, Fu (soshite kanojo no chichioya) ga totta kaku shashin no haigo ni wa ōku no imi ga aru node, sore wa hoka no ōku no anime kara kiwadatte imasu. Watashi wa subarashī tēma no anime ga sukide, kore wa hontōni subarashī shigotodeshita. Kore wa, shashin ga ikani ōku no omoide o hoji suru koto ga dekiru ka, hito ga jinsei de aishite iru koto o shashin ga dono yō ni hyōji dekiru ka o shimeshite imasu. Episōdo 1 wa, ikutsu ka no hitobito no tame ni taikutsu kamo shiremasen. Shikashi, watashi ni totte wa,`dorekurai no jikan ga nokotte iru no ka?' To tazunezu ni, jissai ni saigomade mimamotte imashita. Chihiro wa naite irunode, chotto ki ni naru kamo shiremasen. Shikashi, watashi wa saishūtekini sore ni tsuite ki ni shimasen. Nazenara, kanojo no naki wa, kanojo ga fū o kinisuru hōhō no shōchōdearukaradesu. Chihiro wa Fu ga chichioya no shi o amarini mo okora setakunainode, kanojo wa tsūjō kanojo no tame ni naite iru. Watashi wa kono anime o sarani mitai to omotte imashita. Yūjō ni ōkina kizuna ga aru anime ga sukidesu.)\u001b[22m\n\u001b[1m\u001b[22m\n----Art----\n\n\u001b[1m -  - アート -  - \u001b[22m\n\u001b[1m(- - Āto - -)\u001b[22m\n\nDefinitions of \u001b[4m----Art----\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nI've nothing to say about the art. It's really well drawn and good quality.\n\n\u001b[1m私はそのアートについて何も言いません。 それは本当によく描かれ、良い品質です。\u001b[22m\n\u001b[1m(Watashi wa sono āto ni tsuite nani mo iimasen. Sore wa hontōni yoku egaka re, yoi hinshitsudesu.)\u001b[22m\n\nTranslations of \u001b[4mI've nothing to say about the art. It's really well drawn and good quality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've nothing to say about the art.\u001b[24m\n    \u001b[1m私はそのアートについて何も言いません。\u001b[22m, \u001b[1m私は芸術について何も言うことをしましたありません。\u001b[22m\n\u001b[4mIt's really well drawn and good quality.\u001b[24m\n    \u001b[1mそれは本当によく描かれ、良い品質です。\u001b[22m, \u001b[1mそれは本当によく描かれ、良質です。\u001b[22m\n\u001b[1m\u001b[22m\n----Sound----\n\n\u001b[1m -  - 音 -  - \u001b[22m\n\u001b[1m(- - Oto - -)\u001b[22m\n\nDefinitions of \u001b[4m----Sound----\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nSound is excellent. The voices of each character are suited to their age. Opening and ending themes are excellent as well and suited to a slice of life anime.\n\n\u001b[1mサウンドは優れています。 各キャラクターの声は年齢に適しています。 オープニングとエンディングのテーマは優れており、ライフ・アニメのアニメーションにも適しています。\u001b[22m\n\u001b[1m(Saundo wa sugurete imasu. Kaku kyarakutā no koe wa nenrei ni tekishite imasu. Ōpuningu to endingu no tēma wa sugurete ori, raifu anime no animēshon ni mo tekishite imasu.)\u001b[22m\n\nTranslations of \u001b[4mSound is excellent. The voices of each character are suited to their age. Opening and ending themes are excellent as well and suited to a slice of life anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound is excellent.\u001b[24m\n    \u001b[1mサウンドは優れています。\u001b[22m, \u001b[1mサウンドが優れています。\u001b[22m\n\u001b[4mThe voices of each character are suited to their age.\u001b[24m\n    \u001b[1m各キャラクターの声は年齢に適しています。\u001b[22m, \u001b[1m各キャラクターの声は、自分の年齢に適しています。\u001b[22m\n\u001b[4mOpening and ending themes are excellent as well and suited to a slice of life anime.\u001b[24m\n    \u001b[1mオープニングとエンディングのテーマは優れており、ライフ・アニメのアニメーションにも適しています。\u001b[22m, \u001b[1mテーマは人生のアニメのスライスに優れただけでなく、および適しているオープニングとエンディング。\u001b[22m\n\u001b[1m\u001b[22m\n----Character----\n\n\u001b[1m -  - キャラクター -  - \u001b[22m\n\u001b[1m(- - Kyarakutā - -)\u001b[22m\n\nDefinitions of \u001b[4m----Character----\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThe characters in this anime are well developed. Each character eventually became more mature and began to wonder what they'll do in life. Kaoru became more confident on what she is about to do in the future. Maon is no longer a shy girl and began to talk more near the end of the anime instead of whistling a lot. Fu overcame the sadness of her father's death and decided to continue with photography. Norie may seem to be annoying due to her energetic nature, but her caring side was shown in some episodes, which made her a less annoying character.\n\n\u001b[1mこのアニメのキャラクターはよく発達しています。 最終的に各キャラクターはより成熟し、人生で何をするのだろうかと不思議に思っていました。 薫は、将来彼女がやろうとしていることにもっと自信を持っていました。  Maonはもはや恥ずかしがりの女の子ではなく、多くの口笛を鳴らすのではなく、アニメの終わり近くでもっと話を始めました。 フーは父親の死の悲しみを乗り越え、写真撮影を続けることに決めた。 ノリは彼女のエネルギッシュな性質のために迷惑に見えるかもしれませんが、彼女の気遣う側はいくつかのエピソードで示されました。\u001b[22m\n\u001b[1m(Kono anime no kyarakutā wa yoku hattatsu shite imasu. Saishūtekini kaku kyarakutā wa yori seijuku shi, jinsei de nani o suru nodarou ka to fushigi ni omotte imashita. Kaoru wa, shōrai kanojo ga yarou to shite iru koto ni motto jishin o motte imashita. Maon wa mohaya hazukashigari no on'nanokode wa naku, ōku no kuchibue o narasu node wa naku, anime no owari chikaku de motto hanashi o hajimemashita. Fū wa chichioya no shi no kanashimi o norikoe, shashin satsuei o tsudzukeru koto ni kimeta. Nori wa kanojo no enerugisshuna seishitsu no tame ni meiwaku ni mieru kamo shiremasenga, kanojo no kidzukau gawa wa ikutsu ka no episōdo de shimesa remashita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters in this anime are well developed. Each character eventually became more mature and began to wonder what they'll do in life. Kaoru became more confident on what she is about to do in the future. Maon is no longer a shy girl and began to talk more near the end of the anime instead of whistling a lot. Fu overcame the sadness of her father's death and decided to continue with photography. Norie may seem to be annoying due to her energetic nature, but her caring side was shown in some episodes, which made her a less annoying character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters in this anime are well developed.\u001b[24m\n    \u001b[1mこのアニメのキャラクターはよく発達しています。\u001b[22m, \u001b[1mこのアニメの文字がよく発達しています。\u001b[22m\n\u001b[4mEach character eventually became more mature and began to wonder what they'll do in life.\u001b[24m\n    \u001b[1m最終的に各キャラクターはより成熟し、人生で何をするのだろうかと不思議に思っていました。\u001b[22m, \u001b[1m各文字は、最終的にはより成熟になり、彼らが生活の中でやるのだろうか始めました。\u001b[22m\n\u001b[4mKaoru became more confident on what she is about to do in the future.\u001b[24m\n    \u001b[1m薫は、将来彼女がやろうとしていることにもっと自信を持っていました。\u001b[22m, \u001b[1m薫は、彼女が将来的に実行しようとしているものにもっと自信になりました。\u001b[22m\n\u001b[4mMaon is no longer a shy girl and began to talk more near the end of the anime instead of whistling a lot.\u001b[24m\n    \u001b[1mMaonはもはや恥ずかしがりの女の子ではなく、多くの口笛を鳴らすのではなく、アニメの終わり近くでもっと話を始めました。\u001b[22m, \u001b[1mマオンはもはや恥ずかしがり屋の女の子ではありません、代わりに多くのことを口笛のアニメの終わり近くに多くを話し始めました。\u001b[22m\n\u001b[4mFu overcame the sadness of her father's death and decided to continue with photography.\u001b[24m\n    \u001b[1mフーは父親の死の悲しみを乗り越え、写真撮影を続けることに決めた。\u001b[22m, \u001b[1mフーは、彼女の父の死の悲しみを克服し、写真撮影を続行することにしました。\u001b[22m\n\u001b[4mNorie may seem to be annoying due to her energetic nature, but her caring side was shown in some episodes, which made her a less annoying character.\u001b[24m\n    \u001b[1mノリは彼女のエネルギッシュな性質のために迷惑に見えるかもしれませんが、彼女の気遣う側はいくつかのエピソードで示されました。\u001b[22m, \u001b[1m紀恵が原因で彼女の精力的な性質のために迷惑であるように見えるかもしれないが、彼女の思いやり側は彼女のあまり迷惑文字製のいくつかのエピソードに示されました。\u001b[22m\n\u001b[1m\u001b[22m\n----Enjoyment----\n\n\u001b[1m -  - 楽しみ -  - \u001b[22m\n\u001b[1m(- - Tanoshimi - -)\u001b[22m\n\nDefinitions of \u001b[4m----Enjoyment----\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nI really enjoyed this series. I recommend this series to people who like slow-paced anime. This anime is a healing anime, so there are no conflicts (like war etc.). It leaves you with a very relaxed and positive feeling in the end of the anime. However, those who like action, or fast-paced anime, then better stay away from this anime.\n\n\u001b[1m私はこのシリーズを本当に楽しんだ。 私は、低速アニメが好きな人にこのシリーズをお勧めします。 このアニメはヒーリングアニメなので、戦争などのような紛争はありません。 それはアニメの終わりにあなたに非常にリラックスした肯定的な感情を残します。 しかし、アクションやペースが速いアニメを好きな人は、このアニメから離れたほうがよい。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu o hontōni tanoshinda. Watashi wa, teisoku anime ga sukinahito ni kono shirīzu o o susume shimasu. Kono anime wa hīringuanimenanode, sensō nado no yōna funsō wa arimasen. Sore wa anime no owari ni anata ni hijō ni rirakkusu shita kōtei-tekina kanjō o nokoshimasu. Shikashi, akushon ya pēsu ga hayai anime o sukinahito wa, kono anime kara hanareta hō ga yoi.)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed this series. I recommend this series to people who like slow-paced anime. This anime is a healing anime, so there are no conflicts (like war etc.). It leaves you with a very relaxed and positive feeling in the end of the anime. However, those who like action, or fast-paced anime, then better stay away from this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed this series.\u001b[24m\n    \u001b[1m私はこのシリーズを本当に楽しんだ。\u001b[22m, \u001b[1m私は本当にこのシリーズを楽しみました。\u001b[22m\n\u001b[4mI recommend this series to people who like slow-paced anime.\u001b[24m\n    \u001b[1m私は、低速アニメが好きな人にこのシリーズをお勧めします。\u001b[22m, \u001b[1m私はスローペースのアニメが好きな人にこのシリーズをお勧めします。\u001b[22m\n\u001b[4mThis anime is a healing anime, so there are no conflicts (like war etc.).\u001b[24m\n    \u001b[1mこのアニメはヒーリングアニメなので、戦争などのような紛争はありません。\u001b[22m, \u001b[1mこのアニメは、治癒アニメなので、（戦争などのような）競合はありません。\u001b[22m\n\u001b[4mIt leaves you with a very relaxed and positive feeling in the end of the anime.\u001b[24m\n    \u001b[1mそれはアニメの終わりにあなたに非常にリラックスした肯定的な感情を残します。\u001b[22m, \u001b[1mそれはアニメの終わりに非常にリラックスして肯定的な感情であなたを残します。\u001b[22m\n\u001b[4mHowever, those who like action, or fast-paced anime, then better stay away from this anime.\u001b[24m\n    \u001b[1mしかし、アクションやペースが速いアニメを好きな人は、このアニメから離れたほうがよい。\u001b[22m, \u001b[1mしかし、アクション、またはテンポの速いアニメを好きな人は、その後、より良い離れてこのアニメからご利用いただけます。\u001b[22m"
  },
  {
    "title": "Tamayura__Hitotose",
    "id": "10232",
    "url": "https://myanimelist.net/anime/10232/Tamayura__Hitotose",
    "user": "WizAnimeWizard",
    "profile": "/profile/WizAnimeWizard/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=182514",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\nこのアニメが好きなのは、Fūが写真を愛していることです。 私は実際にこれを見て写真を愛するようになった...\n\nキャラクターはシリーズ全体を通してかなりよく確立されています：フーは甘く、思いやりがあり、気が少しかわいくかわいいです。ノリは興奮しており、とてもエネルギッシュですが、素早くエネルギーを失います。 薫は信頼性が高く、控えめで、独特の匂いがあります。 典型的な女の子Maonは優しい、静かな（静かで、彼女はめったに話すことなく、口笛を吹く）すばらしい作家であり、あらゆる面で全体的に愛らしい。  JunichiSatōさんは、それらを作成するにはたくさんの楽しみがあったに違いありません...\n\n音楽は落ち着き、爽やかで、グローブのようなショーに合っています。  「おかあいななさい」、ひとトーゼの開園は、風が穏やかで、高原の町が暖かく歓迎されています。 個人的に私のお気に入りは中島めぐみの「夏どり」です。 ああ、気分。\n\n芸術は大丈夫です。 私は個人的には大きな目の女の子のファンではありませんが、薫はポニーテールを持っていることを嬉しく思っています。私は非常に好きです。 さて、...申し訳ありません、私は変です。 しかし、シンプルなスタイルは、ショーの遅さと暖かさにも貢献します。 少なくとも私はそう思います...\n\n私の意見では、このショーは、非常にゆっくりと見守られる必要があるショーです。 はい、実際には、数週間の間隔がちょうど正しいです。 しかし、もしあなたが私のような、愚かで、予期せぬ、思慮のない、急いでいるなら、あなたは一日で見ることもできます。\n\n全体的に、私は不完全な芸術、ストーリーライン、そしてそうではないものの、Satoz Junichiがこのストーリーの作業に間違いなく心を入れ、私はそれを感じることができるので、9を選んだ。 確かに過小評価されており、より多くの認識が必要です。 アニメ界で暖かい雰囲気の毛布が必要な場合は、これがあなたの招待状かもしれません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhat I love about this anime is how strongly Fū loves photography. I actually came to love photography viewing this...\n\n\u001b[1mこのアニメが好きなのは、Fūが写真を愛していることです。 私は実際にこれを見て写真を愛するようになった...\u001b[22m\n\u001b[1m(Kono anime ga sukina no wa, Fū ga shashin o aishite iru kotodesu. Watashi wa jissai ni kore o mite shashin o aisuru yō ni natta...)\u001b[22m\n\nTranslations of \u001b[4mWhat I love about this anime is how strongly Fū loves photography. I actually came to love photography viewing this...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I love about this anime is how strongly Fū loves photography.\u001b[24m\n    \u001b[1mこのアニメが好きなのは、Fūが写真を愛していることです。\u001b[22m, \u001b[1m私はこのアニメについて好きは、FUは写真撮影を愛する方法を強くです。\u001b[22m\n\u001b[4mI actually came to love photography viewing this...\u001b[24m\n    \u001b[1m私は実際にこれを見て写真を愛するようになった...\u001b[22m, \u001b[1m私は実際にこれを見て写真撮影を愛するようになりました...\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are pretty well established throughout the series: Fu is sweet, considerate, slightly airheaded and cute, Norie is excitable, extremely energetic (but loses the energy quickly) and is a amazing cook. Kaoru has been proven to be reliable, levelheaded and has quite a unique sense of smell. Typical girl Maon is gentle, quiet (as in, so quiet, she rarely speaks but whistles) a wonderful writer and overall loveable in every aspect. Junichi Satō must've had plenty of fun creating them...\n\n\u001b[1mキャラクターはシリーズ全体を通してかなりよく確立されています：フーは甘く、思いやりがあり、気が少しかわいくかわいいです。ノリは興奮しており、とてもエネルギッシュですが、素早くエネルギーを失います。 薫は信頼性が高く、控えめで、独特の匂いがあります。 典型的な女の子Maonは優しい、静かな（静かで、彼女はめったに話すことなく、口笛を吹く）すばらしい作家であり、あらゆる面で全体的に愛らしい。  JunichiSatōさんは、それらを作成するにはたくさんの楽しみがあったに違いありません...\u001b[22m\n\u001b[1m(Kyarakutā wa shirīzu zentai o tōshite kanari yoku kakuritsu sa rete imasu: Fū wa amaku, omoiyari ga ari, ki ga sukoshi kawaiku kawaīdesu. Nori wa kōfun shite ori, totemo enerugisshudesuga, subayaku enerugī o ushinaimasu. Kaoru wa shinrai-sei ga takaku, hikaeme de, dokutoku no nioi ga arimasu. Tenkei-tekina on'nanoko Maon wa yasashī, shizukana (shizukade, kanojo wa mettani hanasu koto naku, kuchibue o fuku) subarashī sakkadeari, arayuru men de zentai-teki ni airashī. JunichiSatō-san wa, sorera o sakusei suru ni wa takusan no tanoshimi ga atta ni chigai arimasen...)\u001b[22m\n\nTranslations of \u001b[4mThe characters are pretty well established throughout the series: Fu is sweet, considerate, slightly airheaded and cute, Norie is excitable, extremely energetic (but loses the energy quickly) and is a amazing cook. Kaoru has been proven to be reliable, levelheaded and has quite a unique sense of smell. Typical girl Maon is gentle, quiet (as in, so quiet, she rarely speaks but whistles) a wonderful writer and overall loveable in every aspect. Junichi Satō must've had plenty of fun creating them...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are pretty well established throughout the series: Fu is sweet, considerate, slightly airheaded and cute, Norie is excitable, extremely energetic (but loses the energy quickly) and is a amazing cook.\u001b[24m\n    \u001b[1mキャラクターはシリーズ全体を通してかなりよく確立されています：フーは甘く、思いやりがあり、気が少しかわいくかわいいです。ノリは興奮しており、とてもエネルギッシュですが、素早くエネルギーを失います。\u001b[22m, \u001b[1m文字はかなりよくシリーズ全体で確立されている：Fuが、甘い思いやり、少し間抜けなとかわいいです、紀恵は、非常にエネルギッシュな興奮性である（しかし、すぐにエネルギーを失う）、素晴らしい料理人です。\u001b[22m\n\u001b[4mKaoru has been proven to be reliable, levelheaded and has quite a unique sense of smell.\u001b[24m\n    \u001b[1m薫は信頼性が高く、控えめで、独特の匂いがあります。\u001b[22m, \u001b[1m薫は、信頼性があることが証明levelheadedと臭いの非常にユニークなセンスを持ってきました。\u001b[22m\n\u001b[4mTypical girl Maon is gentle, quiet (as in, so quiet, she rarely speaks but whistles) a wonderful writer and overall loveable in every aspect.\u001b[24m\n    \u001b[1m典型的な女の子Maonは優しい、静かな（静かで、彼女はめったに話すことなく、口笛を吹く）すばらしい作家であり、あらゆる面で全体的に愛らしい。\u001b[22m, \u001b[1m典型的な女の子マオンはあらゆる面で素晴らしい作家と全体的な愛らしい（とても静か、彼女はめったに話さないが、笛、のように）穏やかな、静かです。\u001b[22m\n\u001b[4mJunichi Satō must've had plenty of fun creating them...\u001b[24m\n    \u001b[1mJunichiSatōさんは、それらを作成するにはたくさんの楽しみがあったに違いありません...\u001b[22m, \u001b[1m佐藤順一は、それらを作成する楽しみの多くを持っていたに違いありません...\u001b[22m\n\u001b[1m\u001b[22m\nThe music is calming, refreshing and fits the show like a glove. 'Okaerinasai', Hitotose's opening is the pinacle of gentle breezes and a warm welcome to the town of Takahara, where Fū lives. Personally my favorite is 'Natsudori' by Megumi Nakajima. Ah, the feels.\n\n\u001b[1m音楽は落ち着き、爽やかで、グローブのようなショーに合っています。  「おかあいななさい」、ひとトーゼの開園は、風が穏やかで、高原の町が暖かく歓迎されています。 個人的に私のお気に入りは中島めぐみの「夏どり」です。 ああ、気分。\u001b[22m\n\u001b[1m(Ongaku wa ochitsuki, sawayakade, gurōbu no yōna shō ni atte imasu. `O ka aina nasai', hito tōze no kaien wa,-fū ga odayakade, kōgen no machi ga atatakaku kangei sa rete imasu. Kojin-teki ni watashinōkiniiri wa nakajima megumi no `natsu dori'desu. Ā, kibun.)\u001b[22m\n\nTranslations of \u001b[4mThe music is calming, refreshing and fits the show like a glove. 'Okaerinasai', Hitotose's opening is the pinacle of gentle breezes and a warm welcome to the town of Takahara, where Fū lives. Personally my favorite is 'Natsudori' by Megumi Nakajima. Ah, the feels.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is calming, refreshing and fits the show like a glove.\u001b[24m\n    \u001b[1m音楽は落ち着き、爽やかで、グローブのようなショーに合っています。\u001b[22m, \u001b[1m音楽は、心を落ち着かせる爽やかで、手袋のようショーに適合します。\u001b[22m\n\u001b[4m'Okaerinasai', Hitotose's opening is the pinacle of gentle breezes and a warm welcome to the town of Takahara, where Fū lives.\u001b[24m\n    \u001b[1m「おかあいななさい」、ひとトーゼの開園は、風が穏やかで、高原の町が暖かく歓迎されています。\u001b[22m, \u001b[1m「おかえりなさい」は、Hitotoseの開口部は、穏やかな風のpinacleとFUが住む高原の町、温かい歓迎です。\u001b[22m\n\u001b[4mPersonally my favorite is 'Natsudori' by Megumi Nakajima.\u001b[24m\n    \u001b[1m個人的に私のお気に入りは中島めぐみの「夏どり」です。\u001b[22m, \u001b[1m個人的に私のお気に入りは、中島愛によって「Natsudori 'です。\u001b[22m\n\u001b[4mAh, the feels.\u001b[24m\n    \u001b[1mああ、気分。\u001b[22m, \u001b[1mああ、感じています。\u001b[22m\n\u001b[1m\u001b[22m\nArt is okay. I'm personally not a fan of big eyed girls, but I am pleased that Kaoru has a ponytail, something with I am very fond of. Okay...sorry, I'm weird. The simplistic style however, also contributes to the slowness and warmth of the show. At least I think so...\n\n\u001b[1m芸術は大丈夫です。 私は個人的には大きな目の女の子のファンではありませんが、薫はポニーテールを持っていることを嬉しく思っています。私は非常に好きです。 さて、...申し訳ありません、私は変です。 しかし、シンプルなスタイルは、ショーの遅さと暖かさにも貢献します。 少なくとも私はそう思います...\u001b[22m\n\u001b[1m(Geijutsu wa daijōbudesu. Watashi wa kojin-teki ni wa ōkina me no on'nanoko no fande wa arimasenga, Kaoru wa ponītēru o motte iru koto o ureshiku omotte imasu. Watashi wa hijō ni sukidesu. Sate,... Mōshiwakearimasen, watashi wa hendesu. Shikashi, shinpuruna sutairu wa, shō no oso-sa to atataka-sa ni mo kōken shimasu. Sukunakutomo watashi wa sō omoimasu...)\u001b[22m\n\nTranslations of \u001b[4mArt is okay. I'm personally not a fan of big eyed girls, but I am pleased that Kaoru has a ponytail, something with I am very fond of. Okay...sorry, I'm weird. The simplistic style however, also contributes to the slowness and warmth of the show. At least I think so...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt is okay.\u001b[24m\n    \u001b[1m芸術は大丈夫です。\u001b[22m, \u001b[1mアートは大丈夫です。\u001b[22m\n\u001b[4mI'm personally not a fan of big eyed girls, but I am pleased that Kaoru has a ponytail, something with I am very fond of.\u001b[24m\n    \u001b[1m私は個人的には大きな目の女の子のファンではありませんが、薫はポニーテールを持っていることを嬉しく思っています。私は非常に好きです。\u001b[22m, \u001b[1m私は個人的に大きな目をした女の子のファンではないが、私は非常に好きだと私は薫がポニーテール、何かを持っていることを嬉しく思います。\u001b[22m\n\u001b[4mOkay...sorry, I'm weird.\u001b[24m\n    \u001b[1mさて、...申し訳ありません、私は変です。\u001b[22m, \u001b[1mさて...申し訳ありませんが、私は奇妙です。\u001b[22m\n\u001b[4mThe simplistic style however, also contributes to the slowness and warmth of the show.\u001b[24m\n    \u001b[1mしかし、シンプルなスタイルは、ショーの遅さと暖かさにも貢献します。\u001b[22m, \u001b[1m単純なスタイルは、しかし、また、ショーの遅さと暖かさに貢献しています。\u001b[22m\n\u001b[4mAt least I think so...\u001b[24m\n    \u001b[1m少なくとも私はそう思います...\u001b[22m\n\u001b[1m\u001b[22m\nIn my opinion, this show is one that needs to be watched quite slowly, a fact which I am sure most people say also. Yes, in fact, a several week interval is just about right. However, if you were like me, foolish, unexpecting, not-thinking and rushing, you can also watch it in one day...though it may take your enjoyment out of the show.\n\n\u001b[1m私の意見では、このショーは、非常にゆっくりと見守られる必要があるショーです。 はい、実際には、数週間の間隔がちょうど正しいです。 しかし、もしあなたが私のような、愚かで、予期せぬ、思慮のない、急いでいるなら、あなたは一日で見ることもできます。\u001b[22m\n\u001b[1m(Watashi no ikende wa, kono shō wa, hijō ni yukkuri to mimamora reru hitsuyō ga aru shōdesu. Hai, jissai ni wa, sū-shūkan no kankaku ga chōdo tadashīdesu. Shikashi, moshi anata ga watashi no yōna, oroka de, yoki senu, shiryo no nai, isoide irunara, anata wa tsuitachi de miru koto mo dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn my opinion, this show is one that needs to be watched quite slowly, a fact which I am sure most people say also. Yes, in fact, a several week interval is just about right. However, if you were like me, foolish, unexpecting, not-thinking and rushing, you can also watch it in one day...though it may take your enjoyment out of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn my opinion, this show is one that needs to be watched quite slowly, a fact which I am sure most people say also.\u001b[24m\n    \u001b[1m私の意見では、このショーは、非常にゆっくりと見守られる必要があるショーです。\u001b[22m, \u001b[1m私の意見では、このショーは、非常にゆっくりと、私はほとんどの人がまた言う確信している事実を見てする必要があるものです。\u001b[22m\n\u001b[4mYes, in fact, a several week interval is just about right.\u001b[24m\n    \u001b[1mはい、実際には、数週間の間隔がちょうど正しいです。\u001b[22m, \u001b[1mはい、実際には、いくつかの週の間隔がちょうどについてです。\u001b[22m\n\u001b[4mHowever, if you were like me, foolish, unexpecting, not-thinking and rushing, you can also watch it in one day...though it may take your enjoyment out of the show.\u001b[24m\n    \u001b[1mしかし、もしあなたが私のような、愚かで、予期せぬ、思慮のない、急いでいるなら、あなたは一日で見ることもできます。\u001b[22m, \u001b[1mあなたは私のような、愚かな、unexpecting、ない思考と急いでいた場合、それはショーのあなたの楽しみを取るかもしれませんがしかし、あなたも...一日でそれを見ることができます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I chose a 9 because even with the imperfect art, storyline and what not, Junichi Satō definitely put his heart into working this story..and I can feel it. Certainly an underrated show, and needs more recognition. If you need a warm blanket of feels in the anime world, maybe this is your invitation.\n\n\u001b[1m全体的に、私は不完全な芸術、ストーリーライン、そしてそうではないものの、Satoz Junichiがこのストーリーの作業に間違いなく心を入れ、私はそれを感じることができるので、9を選んだ。 確かに過小評価されており、より多くの認識が必要です。 アニメ界で暖かい雰囲気の毛布が必要な場合は、これがあなたの招待状かもしれません。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa fukanzen'na geijutsu, sutōrīrain, soshite sōde wanai mono no, Satoz Junichi ga kono sutōrī no sagyō ni machigainaku kokoro o ire, watashi wa sore o kanjiru koto ga dekiru node, 9 o eranda. Tashika ni kashō hyōka sa rete ori, yori ōku no ninshiki ga hitsuyōdesu. Anime-kai de attakai fun'iki no mōfu ga hitsuyōna baai wa, kore ga anata no jōtaijō kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I chose a 9 because even with the imperfect art, storyline and what not, Junichi Satō definitely put his heart into working this story..and I can feel it. Certainly an underrated show, and needs more recognition. If you need a warm blanket of feels in the anime world, maybe this is your invitation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I chose a 9 because even with the imperfect art, storyline and what not, Junichi Satō definitely put his heart into working this story..and I can feel it.\u001b[24m\n    \u001b[1m全体的に、私は不完全な芸術、ストーリーライン、そしてそうではないものの、Satoz Junichiがこのストーリーの作業に間違いなく心を入れ、私はそれを感じることができるので、9を選んだ。\u001b[22m, \u001b[1m全体的に、私は理由さえ不完全アート、ストーリー、何ではない、佐藤順一は間違いなく、私はそれを感じることができるこのstory..and作業に彼の心を入れて9を選択しました。\u001b[22m\n\u001b[4mCertainly an underrated show, and needs more recognition.\u001b[24m\n    \u001b[1m確かに過小評価されており、より多くの認識が必要です。\u001b[22m, \u001b[1m確かに過小評価ショー、そしてより多くの認識を必要とします。\u001b[22m\n\u001b[4mIf you need a warm blanket of feels in the anime world, maybe this is your invitation.\u001b[24m\n    \u001b[1mアニメ界で暖かい雰囲気の毛布が必要な場合は、これがあなたの招待状かもしれません。\u001b[22m, \u001b[1mあなたはアニメの世界で感触の暖かい毛布が必要な場合は、多分これはあなたの招待状です。\u001b[22m"
  },
  {
    "title": "Tamayura__Hitotose",
    "id": "10232",
    "url": "https://myanimelist.net/anime/10232/Tamayura__Hitotose",
    "user": "kaz-shiki777",
    "profile": "/profile/kaz-shiki777/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=80536",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\nTamayura：Hitotoseは生のアニメの非常に素晴らしい遅いペーススライスです\n物語は、フーという名前の女の子についてです。私は彼女の名前は3つの異なる名前のように彼女を呼び出すと思う、\n誰が彼女の父の古いカメラで写真を撮るのが好きですか？\nこのショーは、これを見ている間ずっと心温まるものです。私はああのようでした。\nそして、私はこのようなショーのようなペースのスライスが好きな人にこれを見てもらうことをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nTamayura: Hitotose is a very nice slow pace slice of life anime\n\n\u001b[1mTamayura：Hitotoseは生のアニメの非常に素晴らしい遅いペーススライスです\u001b[22m\n\u001b[1m(Tamayura: Hitotose wa nama no anime no hijō ni subarashī osoi pēsusuraisudesu)\u001b[22m\n\nTranslations of \u001b[4mTamayura: Hitotose is a very nice slow pace slice of life anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTamayura: Hitotose is a very nice slow pace slice of life anime\u001b[24m\n    \u001b[1mTamayura：Hitotoseは生のアニメの非常に素晴らしい遅いペーススライスです\u001b[22m, \u001b[1mたまゆら：Hitotoseは人生のアニメのとても素敵なゆっくりとしたペースのスライスであります\u001b[22m\nthe story is about a girl named Fuu i think that her name the call her by like 3 different name,\n\n\u001b[1m物語は、フーという名前の女の子についてです。私は彼女の名前は3つの異なる名前のように彼女を呼び出すと思う、\u001b[22m\n\u001b[1m(Monogatari wa, fū to iu namae no on'nanoko ni tsuitedesu. Watashi wa kanojo no namae wa 3ttsu no kotonaru namae no yō ni kanojo o yobidasu to omou,)\u001b[22m\n\nTranslations of \u001b[4mthe story is about a girl named Fuu i think that her name the call her by like 3 different name,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe story is about a girl named Fuu i think that her name the call her by like 3 different name,\u001b[24m\n    \u001b[1m物語は、フーという名前の女の子についてです。私は彼女の名前は3つの異なる名前のように彼女を呼び出すと思う、\u001b[22m, \u001b[1m物語は、私は彼女の名前は、3つの異なる名前などによって彼女を呼ぶと思いフーという名前の女の子についてです\u001b[22m\nwho like's taking photos with her dad's old camera.\n\n\u001b[1m誰が彼女の父の古いカメラで写真を撮るのが好きですか？\u001b[22m\n\u001b[1m(Dare ga kanojo no chichi no furui kamera de shashin o toru no ga sukidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mwho like's taking photos with her dad's old camera.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwho like's taking photos with her dad's old camera.\u001b[24m\n    \u001b[1m誰が彼女の父の古いカメラで写真を撮るのが好きですか？\u001b[22m, \u001b[1m誰が彼女のお父さんの古いカメラで写真を取っているのが好きです。\u001b[22m\nthis show is really heartwarming almost the whole time watching this i was like aww.\n\n\u001b[1mこのショーは、これを見ている間ずっと心温まるものです。私はああのようでした。\u001b[22m\n\u001b[1m(Kono shō wa, kore o mite iru ma zutto kokoroatatamaru monodesu. Watashi wa ā no yōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mthis show is really heartwarming almost the whole time watching this i was like aww.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis show is really heartwarming almost the whole time watching this i was like aww.\u001b[24m\n    \u001b[1mこのショーは、これを見ている間ずっと心温まるものです。私はああのようでした。\u001b[22m, \u001b[1mこのショーは本当に私はAWWのようだったこれを見て、ほぼ全体の時間をほのぼのされます。\u001b[22m\nand i recommend everyone who like's slow pace slice of like show's to watch this.\n\n\u001b[1mそして、私はこのようなショーのようなペースのスライスが好きな人にこれを見てもらうことをお勧めします。\u001b[22m\n\u001b[1m(Soshite, watashi wa kono yōna shō no yōna pēsu no suraisu ga sukinahito ni kore o mite morau koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mand i recommend everyone who like's slow pace slice of like show's to watch this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mand i recommend everyone who like's slow pace slice of like show's to watch this.\u001b[24m\n    \u001b[1mそして、私はこのようなショーのようなペースのスライスが好きな人にこれを見てもらうことをお勧めします。\u001b[22m, \u001b[1mそして私のようなショーのののゆっくりとしたペーススライスが好き誰もがこれを見てお勧めします。\u001b[22m"
  }
]
