[
  {
    "title": "Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "id": "10321",
    "url": "https://myanimelist.net/anime/10321/Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "user": "shouj0panda",
    "profile": "/profile/shouj0panda/reviews",
    "pages": "4",
    "number": "1",
    "link": "/reviews.php?id=155799",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  4\nサウンド|  8\nキャラクター|  7\n|  10\n\n私はあなたがうたの王子様がとても悪いので、実際にそれが良いと言うことができると思います。 私はこのショーを他にどのように説明するか分からない。\n\nストーリー6月10日：ショーはちょっとしたものです。人々の集まりが音楽学校に入ることを試みるので、彼らはスーパースターやそれに沿った何かになることができます。 しかし、彼らは何らかの魔法の要素を投げかけることができたので、それは異なっています。 私は本当に魔法のことに慣れるつもりはない、あなたは自分で見なければならないだろう。\n\nアート4/10：ああ、私のおかげで、みんなはすでにそれを言ってきましたが、私はもう一度言います：メインガールは真剣に気まぐれな目をしています。 彼女の目は、彼らがロマンスアニメではなくホラーアニメに属しているように見えます！ 彼らはいくつかのように、それらの上に奇妙な映画や何かを持っています。 また、私はファッショナブルな人ではないかもしれないが、私は学校の制服がかなり醜いと思う。 私はストライプとチェック柄があり、本当にマッチするものは何もないことを意味します。 それは見ているだけです。\n\nSound 8/10：この番組は音楽に関するものなので、どうやって積み重ねるのですか？ 私はこの部門でこの番組がかなり良かったと思う。 ほとんどの曲はかなり楽しいです。 私はオープニング・オルフェウス・ハートが大好きですが、エンディング・ソングは本当に迷惑です。 しかし、あなたがエンディングの曲を嫌っても、それはまだまだやさしいです。 彼らはショーで歌うキャラクターも多くの他の曲を持っています。 だから少なくともあなたは退屈しないでしょう。\n\nキャラクター7/10：要約すると、遥はストーカーです。 彼女は学校に来た....それを待つ....うん、いくつかの男。 あなたは、本当に幸せな人物と、ダークな/反社会的な/犯罪的な人物、サクソフォンで忍び寄る人、メガネを持つ狂った男を持っています。 ええ、ヘッドマスターはストーカーのようなものです。 バックストーリーと闘争を提供することによって、キャラクターにある程度の深みを与えようとしていますが、そのすべてがダンスフロアで怒鳴り始めると、窓から出て行きます。 つまり、ダンスシーンはかなり陽気です。\n\n楽しさ10/10：それは多くの欠陥があるにもかかわらず、私は本当にこのショーを楽しんだ。 それはあなたが笑顔にすることができれば、それは本当に重要ではない、それはされていた方法ではない、おそらく面白かった。 このように：D！\n\n全体的な7/10：このショーを真剣に受けてはいけません。楽しくばかげていると思われます。 あなたが見ている間に実際にそれを楽しんで、あなたが踊りをすることができるか、歌と一緒に歌うことができるかどうか試してみてください！ ああ、もしあなたがそれを憎むなら。 それを楽しむ！ いずれにせよ、それは勝利の状況です！"
  },
  {
    "title": "Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "id": "10321",
    "url": "https://myanimelist.net/anime/10321/Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "user": "candy_biccha",
    "profile": "/profile/candy_biccha/reviews",
    "pages": "4",
    "number": "2",
    "link": "/reviews.php?id=154175",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  9\n\n私は別の国から来ているので、まず、私は英語が上手ではありませんOvO私は間違いがあれば、修理してください、ありがとう\n私が言ったように、私はこのジャンルは私が好きだと思うが、女性は映画を作ったり、観客を見て楽しめるように特別なものはない。\n私が見るものは次のとおりです：\n（物語について）：私は良い物語だと思うが、ちょっと退屈だけど、それは私の好きな映画だけど、やっかいではない。だから、私は9/10\n（Art）[10/10]：大丈夫ですが、これは素晴らしいですが、はるかさんの目はそれほど好きではなく、生きていました\n（音）[10/10]：Yay〜＆gt;。＆lt; 曲は完璧です、私はそれを愛する、私はすべての曲が私の電話で\n（キャラクター）[8/10]：春香の性格はまったく特別なものではないので、彼女には何か特別な性格があるので興味深いので、魅力的な新しい映画\n（楽しさ）[9/10]：これは人によって異なります\n（全体）[8/10]：映画はいいですから、より人気のあるレベル、良いキャラクター、美しさ、良い音楽があります\n読んでいただきありがとうございます:)）"
  },
  {
    "title": "Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "id": "10321",
    "url": "https://myanimelist.net/anime/10321/Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "user": "MistofMalism",
    "profile": "/profile/MistofMalism/reviews",
    "pages": "4",
    "number": "3",
    "link": "/reviews.php?id=145451",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  6\n\n全体的に、時間を殺すのは良いアニメですが、それは私が付くことになるものではありません。\nキャラクター：7\nすべての人はユニークな性格を持ち、とても好感が持てます。 しかし、私は女性のリードを好きではありません。 彼女は逆のハーレムのために十分にユニークではない。 私は個人的にカジカ（他のアニメから）のような強烈な女性のリードを好みます。 カジカは強く意欲的で、他の人たちを歓迎してくれます。 彼女はそこの「典型的な女の子」ではない。 遥は声援を必要とし、むしろ恥ずかしがり屋です。 何かあれ、春香さんの友人である主婦は、主導者でなければなりません。\n音楽：7\n私が思ったほど良くない。 独特の思い出深いメロディーを持っているが、音楽に焦点を当てたアニメには不向きなカップルがいる。 私はそこでは、より良い音楽、その場で私を魅了する音楽、何度も何度も聞いているものなど、多くのアニメを知っています。 それらのアニメは音楽にも焦点を当てていません。\nアート：8\n私が認めている芸術はかなり良いです。 遥かに遥かに遥かに目を奪われたのは、はるかさんの目。 つまり、黄色の虹彩と緑色の瞳孔を持つ人はいません。\nストーリー：7\nプロットは違っていて、音楽学校にはほとんどセットがありませんが、再び逆のharemsはありません...\n楽しさ：6\nそれはいくつかの時間を殺すし、それは超退屈ではなかったので、私はそれを与える6。"
  },
  {
    "title": "Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "id": "10321",
    "url": "https://myanimelist.net/anime/10321/Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "user": "AdmiringOtaku",
    "profile": "/profile/AdmiringOtaku/reviews",
    "pages": "4",
    "number": "4",
    "link": "/reviews.php?id=130021",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  6\n|  10\n\n今、私たちが始める前に、私は非常に率直になるでしょう。 誰でも泣き顔の赤ちゃんを嫌い、チーズが好きで、走って、丘のためにすばやく走ります。  *興奮して手をこすります*レビューが開始されます！\n\nストーリー：10/10\nそれは常に各エピソードごとに新しいものであり、楽しみにしているものです。 女の子、学校で、デビューをしようと男の子を助ける。 それは急いでいる少年のビットですが、それはエピソードの不足のためです。\n\nアート：9/10\nそれはその女の子です。  1人の女の子がすべてのものを奪う。 彼女の髪、オレンジ/ピンク/夕焼けの色調。 彼女の目は黄色です。 彼女は魔女ですか？ 他の誰も、間違いなくまったく正直です。 それは彼女のこと。 それはちょうど彼女だ\n\nサウンド：9/10\n彼らの声は必ずしも完全に同期しているわけではなく、文字をうまく合わせることができます。 音楽は最高です。  （それはミュージカル、それを乗り越える：P）\n\nキャラクター：6/10\n私は甘い、それはただ女の子だけだ、誰もがすべてを苦しめていた。 彼女の目は恐ろしいです...私はすべてが絶対に彼女について愛らしいことを意味します！ しかし、もう一度、他の人はそうです。 たとえば、彼らが新しい曲を歌うとき、彼らは「うわー...それはすごくすごいよ...驚くべきことだよ。 真剣に？ しかし、誰も気にしていないことに気づいていないので、彼らは皆彼女が「素晴らしい」と思っています。 誰かが私を殺し、今私を殺す。 いいえ、お待ちください。 彼女を殺す。 正直言って、それはちょうど彼女です。 彼女は幽霊の住宅を恐れ、作曲を楽しんでいる、KEEPSが迷子になっていることは、苦しみの認定された乙女であり、あまりにも多くの叫び声を鳴らし、「私はそれを聞いてとてもうれしい！  'うれしい！' 彼女は信じられないほどチーズです。\n楽しさ：10/10\nすべてのリバースハレムの恋人、おめでとう、あなたは天国に達しました。\n\n全体：9/10\n私はそれをたくさん気に入っていました。 それはもっと得ただろうが、それはただの準備ができている...それはただの女の子だ。"
  },
  {
    "title": "Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "id": "10321",
    "url": "https://myanimelist.net/anime/10321/Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "user": "craftycheesewiz",
    "profile": "/profile/craftycheesewiz/reviews",
    "pages": "4",
    "number": "5",
    "link": "/reviews.php?id=126909",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  7\n\nかわいこは本当にこのアニメを記述する唯一の方法です。 それはいくつかのアクションが欠けていますが、もっとドラマに基づいたアニメが好きなら、これを試してみてください。 ストーリーラインはちょっと違って私の興味を引いた。 私はそれが不足しているので、それを与える7。 それはあなたにロマンスの考えを与えるだけです。 無邪気は、時々少し迷惑をかけることができますが、すべてかなり楽しいです。 男性の方が遥かに面白いと思ったらキャスト。"
  },
  {
    "title": "Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "id": "10321",
    "url": "https://myanimelist.net/anime/10321/Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "user": "Akuma-chwan",
    "profile": "/profile/Akuma-chwan/reviews",
    "pages": "4",
    "number": "6",
    "link": "/reviews.php?id=124325",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nあなたのかわいい男の子の隠し場所を補充する必要がありますか？ 鼻血は、おそらくヤオイが舞台裏で起こっていると考えているだけですか？ さて、うたのプリンスさまを見なければなりません。\n\nストーリーは特別なものではなく、実際には真実ですが、それは素晴らしいアートです。愛らしいキャラクターや甘い歌がそれを補うものです。\n\n私たちは非常に多くのアニメや映画を見たことがあり、少年のグループと少数の少年と戦って、非常に多くの本を読んでいます。  UtaPriをユニークなものにするのは、もちろんキャラクターです。 男の子はそれぞれ異なっており、女の子（または男の子）のすべてのタイプのために何かが大好きです。\n\n私は芸術家の専門家ではないので、アートについてはあまり言い表せません。 私はそれがあなたに目を痛めることはないと確信している;）\n\n今、私はミュージシャンですから、私は音楽を判断することができます：最初は、それは特別なものではないと思うでしょう、少年バンドcr * pなので、ロッカーやラッパーは興味がないようです。 しかし、あなたが曲を数回聴いた後、あなたは声優がそれにどれくらいの労力をかけたかを理解するでしょう。 私はこれを見た他のすべての人々について知りませんが、iPodの上にすべての曲があり、そのうちの1つを聴くだけで私は幸せになります。 曲はかなりいいですし、その声は信じられないほどです。\n\nさて、文字に。 私が言ったように、各少女のために何かがあります。  Otoyaじゃない。 彼は私のものだ。\n\n楽しさ：私はこれに10を与えています。 私がこれを見ているうちに時間が飛び、寒い天気や迷惑な教師のことを忘れてしまった。\n\nあなたがyaoiを愛しているなら、このアニメは完全に腕時計に値する。 それは八尾の可能性でいっぱいです。私は、いくつかの人がお互いに結婚するという希望をあきらめることはありませんが、それは重要なことではありません。 あなたが八尾を愛していなければ、それは大丈夫です、あなたはまだそれを見るべきです。 それは私のものだった。 私のレビューが役立つことを願っていますように。"
  },
  {
    "title": "Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "id": "10321",
    "url": "https://myanimelist.net/anime/10321/Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "user": "susay",
    "profile": "/profile/susay/reviews",
    "pages": "4",
    "number": "7",
    "link": "/reviews.php?id=45197",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  7\n\n私はこのアニメにロマンス、ドラマ、音楽が満載だと思っていたが、私は間違っていた。 学校の主なルールはロマンスではありませんでした。私の頭の中ではロマンスが必要であることを意味しますが、そうではありませんでした。 私は終わりに不満でした。 それは典型的で予測可能なものでした。 主人公は、他の恥ずかしがり屋で臆病な女の子のようだった（彼女は私のようなものを吐き出した生徒はいませんでした...）、男性は彼女とより良い言葉がないので、執念されました。"
  },
  {
    "title": "Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "id": "10321",
    "url": "https://myanimelist.net/anime/10321/Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "user": "Miowolf",
    "profile": "/profile/Miowolf/reviews",
    "pages": "4",
    "number": "8",
    "link": "/reviews.php?id=45919",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  10\n\nこのアニメは本当に面白いアニメでした。 私はそのキャラクターがどのように開発されたのか大好きで、プロットはかなりクールでした。 このような種類のアニメは、音楽に関するものだけがたくさんあります。 主人公は私のお気に入りではありませんでした。 私はヒロインを気にしています。 音楽は素晴らしかった！ 彼らは音楽のビデオをしたことさえあった！ 全体的に私は本当にこのアニメを楽しんで、このような第2シーズンまたは別のアニメを見ることを願っています。  ^ _ ^"
  },
  {
    "title": "Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "id": "10321",
    "url": "https://myanimelist.net/anime/10321/Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "user": "PerkyPup",
    "profile": "/profile/PerkyPup/reviews",
    "pages": "4",
    "number": "9",
    "link": "/reviews.php?id=72357",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  10\nサウンド|  9\nキャラクター|  5\n|  7\n\nNicoNicoのウェブサイトでこのアニメを見てください（あなたが見ている間に画面に出てくるもの）\n私を信じて、このアニメを10倍良く、とても陽気にする：D"
  },
  {
    "title": "Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "id": "10321",
    "url": "https://myanimelist.net/anime/10321/Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "user": "YukiXTenshi",
    "profile": "/profile/YukiXTenshi/reviews",
    "pages": "4",
    "number": "10",
    "link": "/reviews.php?id=82830",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n最初：もしあなたがAであれば見ないでください。\n\nSecond：私は本当にこのアニメを楽しんで愛し、ロマンスアニメをたくさん見ました。 私は本当にそれぞれのキャラクターの背後にある音楽とストーリーを楽しんだ。\n\nロマンスアニメ、音楽、リバースアニメが好きなら、これを本当に楽しむことができます！ 私は第2シーズンを待つことができません！  ：D"
  },
  {
    "title": "Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "id": "10321",
    "url": "https://myanimelist.net/anime/10321/Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "user": "Erin50996",
    "profile": "/profile/Erin50996/reviews",
    "pages": "4",
    "number": "11",
    "link": "/reviews.php?id=103729",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  7\n\nあなたがこのアニメを知覚的に見ているなら、私はあなたが一人ではないと確信しています。私は自分自身でそれを見ていることについて二人の心にいました。 このアニメは誰にとっても、それは信じられないほど安いです。音楽がたくさんあるのは、人生と音楽の意味です。ここでは世界が丸型のものになり、私は本当に好きではありませんでした。 なぜなら何らかの理由で私が見ることを止めることができなかったので、私はそれが私が楽しんだロマンチックでコメディアンな要素だと思います。 私は芸術がシリーズの楽しさを助ける大部分のために良いveyであることを見つけましたが、それほど重要ではありません。 それは音楽的なアニメであるので、私は音質が良かったので、ショーを損なうことはありませんでしたが、アニメを楽しくするにはあまり効果がありません。 しかし、全体的な特徴付けでは、遥香のキャラクターは私を時々悩ませましたが、これはあまりにも少なかったです。 最終的には楽しさと全体的な経験は良かった。私は音楽に重点を置いて嫌いだったが、それは何とかストーリーの残りの部分によって補われた。 私が前に言ったように、それは誰のためでもないし、類似のアニメを見たことがあればそれを好きになると約束することはできないが、歌と踊りを非常に率直に結びつけることができれば、 それは試してみよう！"
  },
  {
    "title": "Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "id": "10321",
    "url": "https://myanimelist.net/anime/10321/Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "user": "xxSweetBunny",
    "profile": "/profile/xxSweetBunny/reviews",
    "pages": "4",
    "number": "12",
    "link": "/reviews.php?id=131545",
    "jp": "--- --- --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  7\n|  7\n\nだから私はこのシリーズのコンセプトが本当に好きです。 ストーリーラインは非常に典型的なアニメなので、本当の驚きはありませんが、見るのが楽しいです。 典型的な。 アートは最高の部分でした。 すべてのシーンが美しく描かれていましたが、ある部分では、エピソードに飛んできて、星や心、そしてあらゆる色の円がどこにでも爆発しました。 私はそのような幼稚なものを見つけました。 ストーリーは、作曲家になりたい人や、有名人になる歌手に基づいています。 だから音楽は素晴らしかったが、驚くべきものではなかった。 私は男性のリードのいくつかが楽しい声であることを発見しましたが、あまりそうではありません。 キャラクターはすべて自分の個性があり、それは良いことだが、主な女性キャラクターはやや迷惑だった。 彼女は騒々しく、泣いている赤ん坊で、彼女が何を望んでいるのか分からない。\n\n全体的に、私はすべての男性のキャラクターのためにそれを楽しんで、通常は逆のハーレムはたくさんありません。 これは私の本の7/10です。"
  },
  {
    "title": "Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "id": "10321",
    "url": "https://myanimelist.net/anime/10321/Uta_no%E2%98%86Prince-sama%E2%99%AA_Maji_Love_1000",
    "user": "MisakiAzuma",
    "profile": "/profile/MisakiAzuma/reviews",
    "pages": "4",
    "number": "13",
    "link": "/reviews.php?id=100261",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nストーリー：一般的にこのようなシリーズに出会ったとき、私は音楽を通じて感情を伝えることの重要性を期待しています。 物語は面白かったし、エピソードごとにもっと欲しがっていた。 それは、ナナミという名前の恥ずかしがりの女の子に焦点を当てています。 彼女は音楽アカデミーに入ると非常に緊張している。 彼女は隼人だと思っている人に会いますが、その男の子は双子の兄弟（一ノ瀬土屋）です。 このような瞬間が起きると、視聴者は次に何が起こるかをかなり予測することができます。 ナナミは新しい友達と音楽を探検し、新しい音楽グループを作ります。 私は視聴者がこの物語につながり、間違いなく吸い込まれると思う。\n\nART：私が見るアニメを選ぶときは、まずアートをチェックします。 うたのプリンスさまさまは私を失望させませんでした。 見るのはすばらしく、飽きることはありませんでした。 非常に詳細。 私のファンガールを感じています。  Twas a great night\n\nサウンド：音楽を愛し、即座にiPodにダウンロードしました。 私のiPodの曲でTokiyが画面上に声を上げたり、声を上げたりするたびに、狂ったファンギルのように笑い始めます。 誰も私を見ていない神に感謝します。\n\nキャラクター：東京のICHINOSE。 私はもっ​​と欲しいですか？\n\nエンジョイメント：偉大な芸術、素晴らしい音楽、偉大なキャラクターの開発、逆のハーレム？ 地獄のええ、私はそれを楽しんだ。\n\n全体：うーん...見てみましょう。 私は音楽、芸術、そして物語が好きだった。 歌うことができるHOTの人がたくさんいました。 私はこれに10を与えている"
  }
]
