[
  {
    "title": "Jinrui_wa_Suitai_Shimashita",
    "id": "10357",
    "url": "https://myanimelist.net/anime/10357/Jinrui_wa_Suitai_Shimashita",
    "user": "Veronin",
    "profile": "/profile/Veronin/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=79960",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  8\n\n学び、進化することは、人間の本性の自然な過程です。 しかし、無数の間違いの後、この成長はまだ意味を持ちますか？ 結果が非常に厳しい場合、状況を修正することが不可能になるのはどういうものでしょうか？\n\n金龍は、人類が絶滅寸前の色とりどりの世界を通して答えています。絶え間なく笑いを浮かべている愚かで大量の妖精のレースが成功しました。 彼らが愛しているとおもしろい、これらの小さな生き物は幸運ではありません。 完全な狂気の状況で悲劇を繰り返すこの妖精は、風刺と冷笑の巧妙な物語を通してきちんと語られた、人類の愚かさの人格化として存在している。\n\nああ、私たちの貧しい主人公、これらの恐ろしい生き物との相互作用として彼女の職業として役立つ。 無名の「わたし」のために、ゲームや魔法の世界に引っ張られているのは、毎日の出来事ではありません。 時間ループ、半分に裂くことで自殺するパンのパン、教会で雨が降っている肌の鳥、そしてナンセンスの言葉で急いでいる間に顔のない鶏の煙草を吸う葉巻はすべて一言で流されるものです。 主人公。 この世界では、奇妙なことはありません。 そのような言葉は、本当の時と時間を再び鳴らします。\n\nしかし間違いなく、これは単に奇妙なことのために奇妙なアニメではありません。 このすべては、起こる狂気の間にたくさんのユーモアのユーモアのための道を与えます。 伝統的なコメディではなく、お互いのキャラクターの相互作用を通してジョークを伝えるのではなく、状況と設定の代わりに、多くのことが起こります。 彼らが愚かなことを言ったときにあなたの耳を叫んだり、頭の上に他のものをぶつける人物についてではなく、社会への思いやりや状況の不合理についてです。 マンザイの型から逃げようとするコメディアニメの数が少なすぎて、ジンルーはもっと爽やかな経験をする。\n\n風刺として、Jinrui waがソーシャル・コメンタリーとして注目を集めたのは驚きではありません。 実際に注意を払うと、ここには驚くほどの深さがあります。 それは視聴者が説教されて講義されているように感じることはありませんが、トーンと内容では皮肉です。 エピソードは消費者主義、人類の過剰消費、マンガ業界または社会文化的進化に焦点を当てるかもしれない。 さらに、視聴者は単にこれを無視し、好みの場合にのみコメディーの価値のために楽しむことができます。 これは、超現実的な喜劇、冷笑的な社会的批判、または2つの合併が可能です。 そこには金瑞の微妙な深みの美しさがあります。\n\nコメディはダイナミックなキャラクターがなければ面白くないだろうが、ジンルーはこの点で失望しない。  Watashiは、私たちがかなりの時間アニメで持っていた最もユニークな主役のひとつです。 彼女はかわいい、理想化された特質、ファンサービス、またはトロペとアーキタイプによって定義されていません。 彼女は自分のキャラクターです。 彼女自身の人。 彼女の内部思考と他のキャラクターとの乾いた、シニカルな対話は、状況のばかげたことをしばしば対比して増幅する社会的批評とコメディの重要な力です。 それは最高のユーモアである。\n\nカラフルでエキセントリックなキャラクターの中には、ジンルイのキャストもマークされていました。  Watashiの祖父は、しばしば「Doc」と呼ばれ、シリーズの権威者として働き、Watashiの過去とメディエーターとしての重要な役割を果たしています。 彼のカメラで武装したサイレント「アシスタント」も、シリーズの前半には、Watashiと一緒にタグを付ける。\n\nそして、もちろん、妖精たちです。\n\n妖精がシリーズの中で最もエキサイティングなキャラクターだと言っても過言ではないでしょう。 妖精たちは、青色から想像を絶するものを見ても、陽気で不自由なものではなく、人間として行動して間違いを模倣しようとする彼らの試みは、予測できないほどの愛嬌を感じさせます。  1つのエピソードでは少数の妖精が見られ、ワタシは島に詰め込まれています。妖精たちはすぐ近くで自分の体重を増やし、ワタシは何らかの神として尊敬されているキャンディ王国に築かれています。 あなたは彼らから何が期待できるのか分からない。\n\n後のエピソードまではキャラクター化の仕方があまりありませんが、ストーリーが離散して発達するときもあります。 それぞれのエピソードは通常、時間の経過とともにさらに後退し、最後の2つのエピソードは、彼女の小学校時代のWatashiの経験を強調しています。 このショート・ストーリー・アークには、特にコメディーがプッシュされ、孤立やいじめのような深刻なテーマが主な役割を果たすことから、非常に明確な区別があります。 シリーズの典型的な奇妙な環境ではなく、視聴者には少し不気味なひねり（ほとんどの場合、彼女のヤンデルルームメートの狂気の結果）でも、より現実的なものが提示されます。 これらの最後の2つのエピソードは、わたしの過去を詳述するだけでなく、異なる環境での彼女の経験を通して彼女の個性を洗い出すことにも成功しています。 開発や実体を持つコメディーアニメの主人公を見つけることは少なくありませんが、Jinruiは単なる一貫性に満足したシリーズではありませんでした。\n\nしかし、統一性といえば、アニメの品質が必ずしも一貫しているわけではないというのは残念です。 エピソードのいくつかは、まともなものですが、残りのものよりもはるかに弱く、彼らがコメントしようとしているトピックやテーマを大幅に単純化しています。 時々、それは噛むことができるよりも少し噛んでいます。これは、ほとんどのエピソードがすでに完全に能力を発揮していることを考えると、残念です。 最後の2つのエピソードも、アニメの色調やテーマとはまったく違和感があり、Watashiのキャラクターをかなり鮮明にしているが、必要なものかどうかは不思議ではない。 以前のエピソードでの彼女の存在が奇妙な状況の反動要素であったことを考えると、感情的で開発された性格に変えることは非常に奇妙なようです。 余計なフラッシュバックではなく、奇妙な対話を通じて彼女が開発されたことは間違いありません。\n\nビジュアルも誰にも畏敬の念を抱かせることはありませんが、活気にあふれたアートスタイルとカラフルなパレットを特に注目する必要があります。 アニメが慣習から逸脱し、視覚的な魅力に焦点を当てるのはまれですが（ただしキャラクターのかわいらしさは別として）、Jinruiが再び群衆から目立つように成功するケースがあります。 独特で楽しいものです。特に、超現実的な世界を強調し、遊び心のある外観とシニカルトーンの間のコントラストを作り出します。\n\nJinruiは確かにアニメがかなりの時間で見た最も爽やかでユニークなシリーズの一つです。 多くの独創性や激しいシリーズを見せていない1年で、金瑞の奇妙な世界は非常に魅力的な体験です。 これは数ヶ月間だけ楽しまれ、忘れ去られるアニメではありませんが、間違いなくほとんどの人の心に残っているものです。 必ずしも起こる狂気（それは確かにそれの一部であるが）ではなく、賢く人間社会を知的な方法で風刺する才能のある喜劇を提供するためである。 慎重にテーマを微妙に残していますが、そこにはより深刻なタイトルの多くより多くの物質と深みがあります。 コメディアニメの場合、これは本当にすばらしい偉業です。\n\nそして、再び、誰もが空から雨が降っている鳥や、姦淫について罵倒する巣箱の鳥の洗練された芸術を楽しむつもりはないと思います。"
  },
  {
    "title": "Jinrui_wa_Suitai_Shimashita",
    "id": "10357",
    "url": "https://myanimelist.net/anime/10357/Jinrui_wa_Suitai_Shimashita",
    "user": "Vene",
    "profile": "/profile/Vene/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=148655",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n〜多言語レビュー、英語＆amp;  Español：人類は衰退した〜\n\n人類は否定していますが、アニメの興味深いタイトルは確かです。私はそれが以前に起こったと思います。突然、私たちの創造性は、アニメのストーリーラインが何であるかを推測するために実行を開始します。 私たちが理想、人物、物語の展開、プロットの紆余曲折、いくつかの言葉で、私たちが見たいと思っているものすべてを押し出すことができる全く異なるシナリオを想像することを可能にする呪文のようなものですが、 永遠ではない、私たちが目を開こうとするとすべてが止まる、はい、私たちは無知からの自由を得たその正確な瞬間に目を覚ます。私たちは最初のエピソード、 無限の可能性が大幅に減り、私たちの理想に別れを告げる準備をします。リアリティーは私たちのドアでノックしました。私たちは先に残る2つのシナリオの中から選択しなければなりません：喜んでいるか失望しています。\n\n私の場合、まだそのような呪文の効果の下で、私はこのアニメの可能性をたくさん想像しました。私は誓います、それは私が思い付く可能性のあるシナリオとはまったく異なったものになりました。 私はこのアニメが最も爽やかで、陽気で、そしてとりわけ元のアニメーション作品の1つであることが判明したばかりでした。私はこのアニメを追加しなければならないと思いました。 見た。  「人類の終わり」のような成熟したテーマで、インテリジェントなショーだけが扱える魅力的な素材、SatireとIronyを追加することで、エンターテインメントの難しい課題に完全に続くイベントの信じられないほどユニークな流れを開発することができます 視聴者は、猥褻、下品、クリシェまたはファンサービスに繰り返される素晴らしいコメディホワイトアウトを使用しています。\n\nタイトルが示唆しているように、このアニメはポスト黙示録的な世界に設定され、千年の歴史の後、人間は優位を失い、悲しいかなか悪い結果に終わり、「妖精」という小さな生き物が引継ぎました。 人間と妖精が共存するこの新しい世界では、残っている少数の人間の村の名前のない女の子に続く物語で、彼女は多くの「仲介者」の一人として行動し、彼女の仕事は狂った奇妙な妖精の生態系を それらに接触する。 あなたが言うかもしれない「シンプルで簡単な仕事」...そうではありません！ これらの妖精を扱うことは簡単なことではありませんが、最小の開発でさえ奇妙な出来事の流れに変わり、鶏が話すことができ、世界を引き継ぎ、葉巻を吸う間にすべてを計画しています。 あなたの髪が生きていることが判明し、彼の好きな武器はナイフで、私は皆が少なくとも少し不安を感じるか、またはすぐに辞めることを賭けるような状況で...しかし、私たちの主人公はかなり特殊な女の子です この女の子と妖精たちが一緒にいるときに得られるシナリオは異常に陽気です。\n\nこのアニメに示された現実は、まさに私たちの現実の真実ではありません。でも、それは私たち自身の、自然と常に奇妙な色調の反射を見ることができる方法を意味します。そして、それは私たちの主人公のおかげで、 彼女が暮らす社会、人間の行動、妖精、歴史的発展、そして時には自分自身さえも指向しています。 コメントの渦巻きによって、アニメの主な特徴の1つである視聴者には、世界の批判的で風刺的な見方があり、それが最高の機能です。 ストーリーティーチングは、典型的な線形設定としては提示されていません。 私たちは、仲介者と妖精が関与する特定のケースに続いて、それぞれ1つまたは2つのエピソードからなる異なるアークを持っています\n\nキャラクターの大規模なキャストは機能の間にありませんが、それは問題ではありません。 私たちのメインヒロインは本当に女の子ショーですし、私たちは単一のエンティティとして分類することができる妖精を持っているので、本当に他の誰も必要としません、彼らは単独で全体のアニメを自分で開発することができます、本当に印象的なドン あなたは思いますか？ 他の主人公がいれば、私たちのメディエーターに完全に影を落とすことになりますが、覚えて感謝する価値のある小さな文字のグループが本当にあります。\n\n彼らに会いに行きましょう：\n\n片手で人間の娘、人間と妖精の仲介人、私たちの主人公がいます。 彼女の最初の印象は素敵で親切な女の子の印象ですが、実際に現れるものではありません、彼女はあなたをばかにさせません！実際に彼女は「羊として偽装されたキツネ」と呼べる人のタイプです。 私はあなたに、理由を教えてくれる：利己的で、プロッタで、皮肉で皮肉なことが、彼女を表現する最良の形容詞だ。 彼女は文字通り仲介者としての彼女の仕事のお尻に文字通り痛みを感じます。特に、政治家であることは現時点での仕事、農業・狩猟の仕事よりもそれほど厳しくはないことがわかりました たとえ彼女ができるだけ妖精との接触がゼロであっても、彼女は非常に効率的に仕事をすることができます。それは嫌いなのでではありませんが、その都度、奇妙な混乱に直面します 自分で対処する必要があります。 彼女は世界について非常に悲観的な見方をしていますが、私は彼女にも責任を負わないでしょう。これはイベントとシリーズ開発についての皮肉で皮肉なコメントを導きます。 どういうわけか、それぞれのエピソードは私たちに、彼女がピンチにいるときに現れる、彼女の性格の別の「暗い面」を見つけるように導く。 ああ..彼女の性格に反して、彼女はお菓子を作るのが大好きで、特に妖精を操作したり、場合によっては助けを求めたりするのが好きです。\n\n一方、私たちは妖精、新しい「人間」を持っていますが、彼らはおそらく信じられないほどの知識と諜報の所有者であると思われる小さな矮星として提示されており、ガジェットからこれを完全に見つけることができます 彼らは実際には未来的ではなく幻想的な境界線であるが、彼らの行動は、私たちがそうでなければ、実際にはショックを起こすように導く可能性がある。彼らは甘いものの助けを借りて仲介者によって容易に操作される。 彼らを何かを得るために導く甘い歯。 通常、シリーズの表面に浮かび、メディエイターが対処しなければならない問題の妖精の欠点ですが、彼らは通常、楽しくて光り輝く個性を持っていますが、楽しくない時には、 私たちの主人公のものに匹敵する、暗く鋭いコメントを表現するような人生のかなり悲観的な見方を示しています。 私は彼らを単一のエンティティとして分類することができたと言いました。私は、それぞれの妖精にとって個人の個性の具体化は実際には存在しないことを意味し、女の子が自分の家にペットとして飼っているものを除いて、 彼女は結局忘れてしまった。\n\n言及する価値がある他のキャラクターはDoc、村の指導者の1人の主人公のおじいちゃんです、彼は本当に簡単な性格を持っていますが、少女が彼女の仕事をしている白人の周りに挑戦しているときにも厳しいです。 殆ど話していない少年アシスタントくんは、驚くほどメディエイターが彼の顔を見るだけで彼を理解するだけでなく、彼の顔を見ることで彼のことを理解する。 彼女の名前は手紙か、少なくとも彼女は自分自身をどのように紹介するのか、彼女は古い学校の友人で、この黙示録的な世界の八尾のジャンルを再び生き返らせる責任があります。 もう少しありますが、私は言及しません、あなたは自分の愛する読者に会いなさい、それは全部の経験ですが、彼らが本当にマイナーキャラクターであっても、彼らの姿がショー、名誉 私はこのショーがすばらしくなることを知っているのを見た後、エピソード01に登場したキャラクター、Bleeding Loafに専念するべきです。私がこれを言う時、私を信じてください。陽気です。\n\nすでにこのショーは魅力的ではないと思っていましたか？それについてもっと話しましょう。あなたが気にしないことを願っています。 全体の雰囲気は本当にカラフルなパステル風景と芸術で満たされています。村で見ることができる技術の欠如、 妖精、人々の衣装、妖精のガジェットの背後にある論理、賞賛するのがとても楽しい結果、私は非常に高く評価されたものです。 アニメーションはシリーズを通じて非常に一貫していましたが、活気に満ちた「アクション」シーンも非常に素晴らしく、スーパーアイキャンディーのアニメーションはその強みではなく、とにかくデザインに合わないものでした。  OSTはそれほど壮観ではありませんが、実際には忘れられないシーンを感じることはありませんでしたが、このショーはバックグラウンドの音楽にはあまり依存しませんが、実際に言わなければならないのは、 私たちの心に、多分永遠に、それは空飛ぶニワトリのアベマリアです、そのシーンはほとんど忘れられない（エピソード02）、私は誓い、あなたの心に細工されます。\n\nまた、特有の奇妙な特徴があり、このアニメは年代順のストーリーを提示しません。 私は放送では初めて、時系列では2回目を見ましたが、全体的には経験は同じです。学校の頃にメディエイターが登場した2つのエピソードがあります。 フラッシュバック、それはあまり経験を変えない、アニメのクレイジーで奇妙なオーラが私たちに許してくれます。 人々はそれが面白い、面白い、何かを追加する独特のショーに追加することができますが、より多くの年代順を楽しむ人もいるので、私はここで時間順を残して、 あなたが感じるところはどこでも。\n\nエピソード11＆amp;  12u003e エピソード03＆amp;  04。 第10話＆gt; エピソード07＆amp;  08u003e エピソード09u003e エピソード05＆amp;  06u003e エピソード01＆amp;  02u003e\n\nこれは本当に素晴らしいライドだった、私はそれのすべてのエピソードを楽しんだ、シリーズの強みは、私の個人的な意見で私の一番の女性のキャラクターは、私のトップではまだ私の第一であり、誰かが彼女を盗む 場所。 ただ、このレビューで言われたことすべてを視覚化し、あなたの想像力を最大限に発揮させてください。これはあなたがこのアニメで経験する最も近いものであり、おそらく、 シリーズ、私はそれを保証します。\n\n\n[スペイン語]\n\n人類は拒否され、私は私たちの創造性を刺激するために、あなたはきっと知っている、それは前に起こった賭け、間違いなくアニメのタイトルのための興味深い場所で話がどうなるかを推測しようとして自由に飛行を取る、可能性は、すべての後に、想像力無限大です 私たちは私たちが短い、すべてで完全に異なる私たちは私たちの理想をプッシュすることができていたシナリオ、キャラクターの個性、プロットの開発、ねじれプロットを、想像することができます魔法の下にあったかのようにそれは、とどまるところを知りません 私たちが見てみたい、まだ呪文は永遠ではない、我々は彼らの目を開くことを余儀なくされたときにすべてが終了し、はい、私たちは無知から自分を解放するとき、私はその瞬間に目が覚めた、みんな...私たちは、最初のエピソードを見てきました 今、我々は我々の前にある2つのシナリオの間で選択する必要があり、私たちの無限の可能性を大幅に私たちの理想にさよならを言うために準備をし、減少した、リアリティが私たちのためにドアに触れたかつて人だった：「満足」または「失望」、呪文 彼は壊れています。\n\n私の場合はまだそのような呪文の影響下で、私はこのアニメの可能性の数が無限であることを想像しながら、私は誓うことができ、これは結論に来ていた全く異なるシナリオ、信じられないほど、呪文を壊すものであることが判明しました、 予期しないが、私は「満足」して予想外に見事に満足しています！結果だった、私はこのアニメは私が見てきたアニメの、クールで上記のすべて、最もさわやかなオリジナル作品の一つであることが判明追加する必要があります。 唯一のスマートシリーズは扱うことができ、これらの成分を添加しながら、奇妙なトーンでそれは人類の終わり」であるとして成熟したテーマを提示し、彼は、イベントのユニークなシリーズに生命を与えることができても想像することは不可能です、 風刺や皮肉、下品、決まり文句やファンサービスに頼ることなく、鮮やかなコメディーで観客を楽しませるために難しいミッションを作ります。\n\nタイトルが示すように、このアニメは歴史の千年後のポスト黙示録的な世界に設定されている、人間は悲しげに私たちが悪い終わりを満たし、かつそれが「ハダス」と呼ばれる小さな生き物はの制御を取ったということでした、その優位性を失いました 社会。 人間と妖精が共存するこの新しい世界では、物語の主人公は、名前が残っているいくつかの村の一つを与えることから、明らかにされることはありません女の子は、それは多くの「メディエーター」の一つとして機能し、あなたの仕事が入ることで、あります 狂気と奇妙な妖精の生態系に、したがって、それらを連絡する方法を見つけます。  「シンプルで簡単な 'と言う...しかし、ファックかもしれません！、これらの妖精を扱う容易ではないが、何かがある、最小の開発は奇妙な一連のイベントにオーバーフローすることができても仕事で、鶏は話すことができる場所 すべての葉巻を吸っている間..ああ生きているあなたの髪を忘れてはならないと 'あなたのお気に入りの武器はナイフで私はこのような状況を扱う賭けるとき、すべてが少なくとも少し不快に感じる、または辞任、世界を征服しよう すぐに...しかし、私たちの主人公はかなり特別な女の子であり、この少女と妖精が一緒にいるときに得られるシナリオが異常に陽気です。\n\n提示現実はまだ我々は、もちろん、常に奇妙な色、それが私たちの主人公のおかげであるの反射を見ることができるような方法で行われますが、このアニメではなく、正確にミラー私たちのものであり、それは風刺コメントのプールがあります そして、批判（呼び出すことができた場合）、何も彼らの「アイラ」を逃れることはできないが彼女に、時には一般的にはすべて、あなたが住んでいる社会、人間の行動、妖精、歴史的発展と、向けられています 同じ。 だからコメントのこのスパイラルに、重要かつ風刺的なビジョンは、このアニメの特徴の一つで、史上最高の視聴者にアクセス可能です。 物語があっても、緯糸に従っていない、典型的な線形のスタイルを提示しない、シリーズは1または2のエピソード、毎回メディエータと妖精の提示を伴う場合で構成される、アーチに分かれています。\n\n文字の長いキャストが彼の強みの一つではないですが、また、問題ありません。 私たちの女の子はすべて「1-女の子ショー」で、我々はまた、単一のエンティティとして分類することができ妖精を、持っている、と私は本当に他の誰かを必要としない、一人で彼らは印象的な真実の全貌を開発することができません それは？。 別の主人公であったが、私はこれはメディエーターの影の下で絶えずだろうと言って喜んで、とにかく覚えていて、感謝する価値が各アークにあるマイナーな文字のグループがあります。\n\nそれでは、それらを会いましょう！\n\n\n\n一方、私たちは妖精、新しい人間、おそらく膨大な知性と知識、生産オブジェクトを見て確認を見つけるかもしれないという事実の占有者であるミニエルフの生き物の側面、サイエンスフィクション上の境界線を持っています むしろ未来的な、しかし、私たちに全く異なる第一印象..イベントの予期しないターンを残し振る舞うする方法！ 妖精が簡単に関与お菓子がある場合に操作されている、彼らはそれらを得るために全力を尽くすだろうととても貪欲です。 通常メディエータが対処しなければならないことをすべてのシリーズ全体で生じる問題、とは、いない場合は、突然劇的に変えることができ、通常、クールで陽気な性格を持っている妖精、のせいです 彼らは、主人公のコメントに匹敵する、楽しんでエッジの効いたし、残忍な表現する傾向で、人生のかなり悲観的な見方を持っているためにそれらを導く重苦しいムードを、持ってしようとしています。 私たちは、私がメディエーターは彼女の家で保持していることを除いて、でも名前を持たない各妖精の化身で定義された個体が存在することを意味し、単一のエンティティとしてそれらを考慮し、彼女は最終的に忘れてしまうことができたと言った時。  （また、水の使用は何の関係もありませんボックスは再生不能であることを別々の区画にスリープ状態になります）。\n\n言及する価値が他の文字のうち、次のとおりです。ドク、主人公の祖父、人々の指導者の一人は、かなり良い性格の波を持っていますが、すぐに彼は女の子がvagueando彼の仕事をしていることを認識したときに変更します 。 驚くべき事実はメディエータがほとんどテレパシーを理解することが可能であることであり、それはそうではないとき、運ぶためアシスタントくん、悪い罰則が話すようにビープ音を鳴らし少年が、事は、任意の通信の問題を作成しません。 描画ノートブックは、より良好に理解することができます。 そして、はい..彼の名前は1文字、または少なくとも同様に提示され、彼女は古い友人がこのポスト黙示録世界..ファックでボーイズラブのジャンルを復活させるための責任です。 より多くの文字が、彼らはマイナーな文字であるが、その外観は、空気を表示する神秘を与え、佳作を専用にする必要があります、ですが、それを含めないで、あなたはこれらの親愛なる読者を知っている必要があり、いずれにせよ、経験です ブラッディ斤、エピソード01から文字、その後私はこのアニメは私がこれを言うとき私を信じて、素晴らしいことになるだろう知っていた...が陽気です。\n\nこれは奇妙得ることができなかったとして？、私はあなたが気にしない願って、私はあなたにこのシリーズについてのいくつかのことを教えてみましょうあなたは思いました。 全体の雰囲気は、村で見ることができる技術の不足、非現実的なアーキテクチャ奇妙な建物のが存在しているか、パステル調の色合いの非常にカラフルな風景、シナリオ全体に真実のユニークなタッチを追加いくつかの個体がいっぱいです 妖精、ワードローブの人々、ブランド「妖精」のオブジェクトの背後にある論理は、このすべては結果私は十分に見ることができました、本当に楽しいものを提供します。 アニメーションは、まだシーン 'アクション'を介して行く、シリーズ全体で非常に一貫性のあるよく作られた、スーパーアニメーション「目の保養」は、あなたの強みの一つではない、一連のスタイルであっても固執しません とにかく。  TSOSは、飛んで鶏のアベマリアを彼らはイエス、場違いな感じたことはないが、我々はこのアニメが広く背景音楽でサポートされていないと言うことができますが、..そこに何か思い出に残る、それがあったので、壮観ではありません シーン（エピソード02）、私は誓う、それが私たちの心に含浸されていることをほとんど忘れられないです。\n\nまた、特に小さい、このアニメは時系列プロットを持っていません。 私たちは私たちのように、その円弧を参照した場合、彼の学生時代に私たちのメディエータに焦点を当てて2つのエピソードが、ありますが、経験が変化しない、アカウントにすべてを取って、それを問題の順序と時系列順に第二で初めて見ました 開始またはフラッシュバックのように、真実が大きく変化しない、奇妙な奇妙なアニメのオーラは、私たちのことを可能にします。 一部の人々は、あなたが誰かを助けることができる望んで、私はここに時系列順を残す理由がある、それは面白い、年代順のベストを楽しむ人々もあるシリーズにあなたに余分なオリジナリティを与える何かを見つけるようにそれを見ることができます もっとしてください。\n\nエピソード11＆＃038;  12＆gt;＆gt; 8ここ エピソード03＆＃038;  04。 エピソード10＆gt;＆gt; 8ここ エピソード07＆＃038;  08＆gt;＆gt; 8ここ エピソード09＆gt;＆gt; 8ここ エピソード05＆＃038;  06＆gt;＆gt; 8ここ エピソード01＆＃038;  02＆gt;＆gt; 8ここ\n\nこれは、各エピソード、一連の強力なポイントを楽しみ、本当に素晴らしい旅でしたか？ 確かに私の個人的意見では、彼の主人公は、私が見つけた最高の女性キャラクターである、私のトップにある第一位置にあり、私は誰もが仕事を盗むとは思えません。 このレビューで言われてきたすべてのものを視覚化し、完全なエンジンで実行されている、あなたの想像力を停止してみてください、あなたはこのアニメに経験する最も近いこと、およびシリーズ全体で展開するイベントを予測する、おそらく十分ではないだろう、 私が保証することができます。"
  },
  {
    "title": "Jinrui_wa_Suitai_Shimashita",
    "id": "10357",
    "url": "https://myanimelist.net/anime/10357/Jinrui_wa_Suitai_Shimashita",
    "user": "NoExit",
    "profile": "/profile/NoExit/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=67739",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  10\n\n私たちがいなくなったら何が残されますか？ 黙示録的な未来の前提は、そのようなシナリオが容易に現実になる可能性のある世界では、非常に興味深く関連性の高いものです。 それはまた、過去の無数の作品の中で既に徹底的に探究されてきた話題です。 ありがたいことに、Jinrui wa Suitai Shimashita、または「Humanityが辞退しました」は、殴られた道から逸脱します。それは、私たちの手の破壊力によって破壊された未来ではなく、人類にとってははるかに遅く不可避な運命を示すものです。 そして、前任者とは違って、光栄で気まぐれな気持ちを題材にシームレスに取り入れて、ユーモラスで楽しい経験をもたらしました。\n\nジンルイ・ワイは、風刺やブラックユーモアの下流と並んでいる一連の物語を描くことで、いかなる意味でも動くストーリーではありません。 ショーのキャラクターは主に名前は変わっていません。人間と国境を越えた妖精たちの間の国連の重要な連絡役を担う主人公、奇妙で素朴なピンクの髪の少女がいます。 研究を行う主人公の祖父。 ショーのデッドパン・ユーモアの大部分を導くミュート・サーヴァント。 ショーのアニメーションは今シーズンの最高のものであり、アートとは異なるものの、ショーのほとんど現実的な性質に非常に合っています。 フランスの印象主義を連想させるようなスタイルで田舎が表現されています。この印象派は、工業設定を支配する厳密なジオメトリによって正反対です。 ショーのサウンドも素晴らしく、nano.RIPEによるキャッチーなオープニングと、ショーの風変わりな性質にのみ追加される予期しないトラックがあります。\n\n私はもっ​​と見ることを楽しみにしています。Jinrui waもお待ちしました。私はユニークなものをお探しの方にお勧めします。"
  },
  {
    "title": "Jinrui_wa_Suitai_Shimashita",
    "id": "10357",
    "url": "https://myanimelist.net/anime/10357/Jinrui_wa_Suitai_Shimashita",
    "user": "ZeroReq011",
    "profile": "/profile/ZeroReq011/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=122683",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nタイトルに基づいて、平均的な個人はおそらくいくつかの荒涼とした黒の黙示録的な世界の予測を思い起こさせるだろう。 ショーのアートワークに基づいて、平均的な個人は、明るくて曖昧なファンタジー設定の先入観を呼び起こすだろう。 それは本当にどちらもありませんが、それはどちらの種類のものでもあり、それは人類が爽やかで興味深いものであると断ったことの一つです。\n\n\n\n...ええ。 ショーには大まかに3つの主要な物語の魅力があり、最も光景が目立っているのは、一見無作為な、超過した狂気です。 歩く、赤ちゃんのジュースパンの話をして、自殺している。 ヘッドレス、鶏舎、葉巻、世界各地で喫煙している鶏。 アヴェ・マリアの音楽に彩られたガラスの教会に倒れた家禽。  yaoi doujinshiの復活によって幕を閉じたマンガルネッサンス。 時間パラドックス。 巨大なイカに匹敵する巨大な猫。両者は感覚的なゼリーで作られています。 エピソード4のように、この絶え間ない光景の実装は、間に何かのバランスをとることなく、しばらくして気が散って疲れてしまいます。正直なところ、 観客の眼鏡スポンジの退屈さによって証明されているように、それ自身のメリットによって純粋に興味を維持するためには、シリーズの中では十分ではありません。\n\n\n\n\n\nこのショーの説明は、このショーのビジュアルを分析しなければ完全ではありません。導入のパラグラフに戻って、タイトルからのみ判断することでショーが行われると思われる世界的シナリオの悲惨な終わりから遠く離れています。 軽くてふわふわした、印象派的なパステルの背景や文字のデザインは、やや渋いユーモアと内容の深刻な主題とはやや鮮明です。 お互いに並んで、それは独特の爽快ではあるが、明らかに不協和音的な雰囲気を作り出します。オーラは、観客に私たちが見ているものの背後にあるサブテキストについてやめさせるために意図的に不安を感じることを意図しています。\n\n\n\nOP\"Real World\"はnano.RIPEによって行われ、特に仕事が好きではない人たちのキャンプでは、私の怒りは他の誰よりも歌手に向いていましたが、ここでは病的な甘いボーカル パーカッション、エレクトリックベース、エレクトリック・ギターの活発なビートは、OPのビジュアルの反復的なオフ・キュレーターの振り付けとショーそのもののユーモアとよく同期します。 観客に演出の趣旨を提示することに加えて、都市の印象主義的描写と草原の印象主義的描写との間の短くて面白いスライドがあり、これは再びショーのタイトルと一致する。  EDの「夢の中の私の夢」や「夢の中の私の夢」は、ボーカルとビジュアルの両方を全く新しいレベル、奇妙なマイナー・キーと偶然のノート・クロウォン、ドラムの補完、 いくつかのマイナーな電気の繁栄と、より多くの古典的なギター、Watashiの印象主義的なシルエットと並行して、比喩的な拡張によって、人類は、文明のサイクルの寓意的な表現：成長、ピークと衰退、 実際には、それは第9話の出来事に非常によく合います。\n\n実行に問題があるにもかかわらず、私たちがここに持つのは、知的に書かれた思考を刺激する部分です。 それは面白いメガネ、嫌な社会的な風刺、爽快な興味をそそる美学、女性の主役の優れた特徴でいっぱいです。\n\nわたしは、この唯一の皮肉なスノークの車ではありません。 彼女は単なる人間性以上のものです。 わたしはヒュームマンです。\n\n私は人類が10のうち8を辞退したことを認めます。"
  },
  {
    "title": "Jinrui_wa_Suitai_Shimashita",
    "id": "10357",
    "url": "https://myanimelist.net/anime/10357/Jinrui_wa_Suitai_Shimashita",
    "user": "dex_mt",
    "profile": "/profile/dex_mt/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=150185",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  10\n\n今は人類が現在優秀な亜種や小さいケアフリーの妖精に取って代わっている未来の世界で起こります。 ほとんどの技術は、銃、古い車、機能するトイレなどの古い時代の進歩をまだ持っているように見えますが、閉鎖されているようです。 主人公は、小さな村で祖父と一緒に住んでいた無名の女の子で、人間と妖精の仲介者として働くため、妖精の完全なランダムアクションによって起こったいくつかの予想外の状況で混乱していることがわかります。\n\n妖精とストーリーの両方は、一見すると非常に軽く心地よくて嬉しいように見えますが、内側はもっと暗くなります。\n見ているうちに集中する必要はなく、まだ楽しく楽しいです。幸せで明るいものをお望みなら、お勧めです。 そして、不明瞭。\n\nはい、あいまいです。 これは単に一般的なプロット線を記述するための最良の用語です。\nこのショーを見ている間にあなたが遭遇する可能性のある簡単な例をあなたに教えてください。\n\n[スポイラー先行]\nエピソード2; ホウト音を使ってコミュニケーションをとる、高度にインテリジェントで頭のない、摘み取られた葉巻のチキンのグループが、ごみを食べ物に変え、当初は私の魔法の妖精を動かすことに特化した教員を引き継いだ。 鶏は主人公を投獄することができますが、幸いにも彼女の髪は太陽の数千の生き物であることが判明しているので、金属製のケージを簡単に破壊します。 カメラのシャッターで鶏を驚かせる英雄のアシスタントが救われたので、彼らは混乱して自分自身を殺し、ほとんどが缶詰になってしまいます。 また、半分に砕いて自殺させたニンジンパンがあります。\n[Spoiler end]\n\nだから、あなたがこの種のショーを楽しんでいると思うなら（そして、個人的に、私は確かにそうしました）、そしてそれを撃ってください！ それはとにかく12エピソードだけです。\n\n合計で：9/10それは私が名付けることができる欠陥を本当に持っていませんでした。"
  },
  {
    "title": "Jinrui_wa_Suitai_Shimashita",
    "id": "10357",
    "url": "https://myanimelist.net/anime/10357/Jinrui_wa_Suitai_Shimashita",
    "user": "RecklessPeggy",
    "profile": "/profile/RecklessPeggy/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=190477",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  9\n\n人類は批評を断った\n\n人類が私の見直しに歓迎してくれた女性と紳士は辞任しました。始めましょう！\n\n物語\nHumanityがDeclinedの話は、出生率の低下が人間の人口を減少させ、技術的進歩を持つ妖精と呼ばれる「新しい人間」を生み出す世界に設定されています。 わたしたちは妖精と人間の間の仲裁人として、彼女が妖精とその行動を調査していくつかの渦巻きの冒険につながるように試みるとき、それに従います。\n\nこのタイトルについて認めている主な事は、これが人間性を楽しませるコメディーな風刺であるという事実です。そうすることによって、愚かで暗い方法で社会からの束の球にぶつかります。 私の意見では、逆の年代順の一意性の別の層を追加するアニメの進歩として時間を追って戻る複数の1-2のエピソードアークを通して、消費者主義、宗教、漫画産業、例外的なものなどがアニメに表示されます。 このイベントは、頭を悩ます剃り鶏の間で、ヒトラーを引っ張って殺すパンに馬鹿なショーの大半を占めている。 このアニメは非常に偏心しており、アニメがその奇妙さを適切に利用しているのはうれしいです。\n\nショーはどのようにコメディであるのですか？ 私にとって、ユーモアは魅力的でした。 それは知的に書かれただけでなく、時にはそれは非常に不吉であり、アニメが批判しようとしていることを台無しにすることなく、ショーの主題と見事に協力しました。 しかし、ショーは、テーマの中でできるほど深く掘り下げていないものもあり、そのうちのいくつかはかなり表面的であると感じています。 また、世界とその設定は十分に洗練されていなかった。なぜ、妖精がいるのか？ 出生の減少を引き起こした原因は何ですか？ これらのすべての質問とまだ答えはかなり残念です。\n\nショーのオリジナリティーで、それはすべてのエピソードを通して私の注意を惹きつけた刺激的なストーリーを作り上げました。 しかし、ショーの結論は大丈夫でしたが、主人公の動機づけ/特徴付けは非常によく結びつきました。また、前回の対話で触れたキャラクターのいくつかが微妙に盛り上がっていました。\n\nキャラクター\n定番のアニメアーキタイプからの彼女の切り離しにより、主役の女性役としての渡瀬さんはさわやかです。 外見上、彼女は私のトップ10ウェイウインクリスト*ウィンクウィンク*になっているところまできれいに見えるが、彼女のシニカルな、操作的で皮肉な態度は、魅力的なキャラクターの欠陥であり、 シリーズのジョーク。 彼女が情報を得ようとするやり方や、妖精と一緒に迷い込んだり、彼女の顔の反応さえも、地獄のように面白いものです。 全体として、私たちの悲観的なリードキャラクターとしての私は、標準的なノルムとは対照的な、素晴らしいものであるという祝福です。\n\n妖精たちは...。 妖精たちは...。 妖精は...彼らは何か他のものです。 彼らの悲しみの顔は、話題が迫害であるかどうかにかかわらず、いつも菓子に執着し、彼の母親が数週間妊娠したことを知るために床に見つけた奇妙なバルーンで穴を開ける子供に匹敵するいたずらな行動 彼がバルーンを飛ばした後。 邪悪な子供たち、それらを信じることはできません。 妖精たちは短く変わっていて、彼らを押しつぶすだけの社会を作り、馬鹿げたやり方で反応し、盲目的に続くのですが、腐っている部分は私たちの妖精です。 妖精は人間社会の過大評価であり、私たちはどのように機能し、発達し、逃げ出し、思考し、妖精は暗くて素朴でも本質的に人道的であるが、 彼らはWatashiが彼らとやりとりし、彼ら自身が互いにコミュニケーションするにつれて、画面上で見て陽気です。\n\nキャストの残りの部分は、キャストメンバーの中には、特にアニメの大半が黙っているアシスタントからの開発の不足で比較的弱いです。 さらに弱いキャラクターには、司法恋人と銃を集める祖父が含まれます。 しかし、彼らの防衛の中で、彼らは私が他のキャラクターが達成できたとは思わない、ショーの感触を加える。\n\nアート/アニメーション\nショーの芸術は、より良い言葉の欠如のために非常に物語っていた。 それは魅力的な背景とあらゆる種類のリアリズムを達成しようとしていないオブジェクトをカバーするために鮮やかな色の子供のストーリーブックからすぐに引き出されているようです。 驚いたことに、照明を使用するためにこのショーを賞賛する必要があります。なぜなら、暗いユーモアが暗い領域で利用されて、陽気と陽気を並置するために陽気な瞬間を生み出すからです。 キャラクターのデザインはすべて偏心していますが、ワタシは新鮮な表情をしており、妖精たちは小さなストーナーのように見えます。 アニメーションの面では、媒体が提供する最高のものではありませんが、シリーズではうまくいきます！\n\nザ・サウンド\n音の面では、サウンドトラックはそれほど特別なものではなく、セックス中にキャンドルが点灯しているようなものでした。彼らはそこにいて、メインイベントに雰囲気を加えましたが、直面するだけですべてを忘れてしまいます。 数秒で しかし、私の神は、オープニングの幸運な幸運な性質が本当に好きで、エンディング曲は私の10大好きなエンディングの一つになっています。 ワタシと妖精たちのために働く声は一流であり、キャラクターを生き生きとさせるのに対し、他のキャラクターの声優たちは、彼らの役割においてまともな仕事をする。\n\n全体として、ヒューマニティーが否定しているのは、そのキャラクター部門では最高ではなく、世界の説明が欠けていると感じていますが、非常によく書かれた暗いユーモアと爽やかな女性のリードを使って、ここで人類に対する大きな批判があります。 これは私に、人類が私の評価を非常に良いものにしてくれることにつながります。"
  },
  {
    "title": "Jinrui_wa_Suitai_Shimashita",
    "id": "10357",
    "url": "https://myanimelist.net/anime/10357/Jinrui_wa_Suitai_Shimashita",
    "user": "gknight",
    "profile": "/profile/gknight/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=99815",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  2\nアニメーション|  10\nサウンド|  8\nキャラクター|  3\n|  1\n\n私はそのショーを終えることがとてもうれしく、本当にそれに耐えられませんでした。 一般的に私は驚くべき芸術のスタイルのためにそれに来たが、私は本当にそれほど楽しまなかった冗談の山しか見つけなかった。\nショーはコメディのためのいくつかの興味深い雰囲気を持っています、そして時にはそれはより劇的な何かの感情を与えるが、それはコメディとして十分に面白くなく、ドラマとしてはほとんど面白くない。\nキャラクターやストーリーの開発はほとんど存在しない。 主人公はショーを通して若干検査されているが、彼女の周りのキャラクターはとても不気味であるため、検査するのは面白い関係はほとんどない。 物語はエピソード的であり、エピソードは互いに独立した物語としてほぼ分離されており、ショーの発展していない性質が増しています。\n多分、ショーは共通の言葉で物語の代わりにアイデアを検討したいと思ったが、エピソードは退屈から奇妙なものまで幅広い。 私が理解していなかった寓意のいくつか、私は試してみるにはあまりにも退屈で、私はちょうど関連していない残りの部分を見つけました。\nこのショーを見る理由はほとんどありません。 また、私はこれまでにアニメで見た中で最も美しいもののアートやアニメーションを賞賛し、BGMのトラックも魅力的で好感が持てましたが、非常にユニークでない とても成功したダークコメディ。"
  },
  {
    "title": "Jinrui_wa_Suitai_Shimashita",
    "id": "10357",
    "url": "https://myanimelist.net/anime/10357/Jinrui_wa_Suitai_Shimashita",
    "user": "BlerdGirl",
    "profile": "/profile/BlerdGirl/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=176225",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  9\n\nこのアニメとそのポスターのプロットの要約は、このシリーズを地球の代替バージョンで設定された典型的なかわいいコメディアニメのように見せかけるものです。 しかし、私はそれがそうでないことを喜んで驚いていました。\n\nアニメの大部分は、大量生産された食べ物や漫画の消費、電気の使用など、風刺的な社会的な解説です。 その間、最後の2つのエピソードは、彼女が彼女であることを何に見せたかを見るために、わたしの過去を見ている。\n\n風刺が提示される方法は時々変わって見えるかもしれませんが、笑顔や笑い声、笑い声を響かせる瞬間があります。 実際、風刺はアニメの最高の側面の1つです。\n\nこのアニメの他の注目すべき点は、その主人公のWatashiと妖精たちです。 わたしはかわいらしくて笑顔に見えるかもしれませんが、これの裏に隠れているのは非常に注意深い心と冷笑的思考です。 冷笑的な思考は、Watashiの声を通して視聴者に伝えられます。 私はこれらの考えを聞いて大好きでした。なぜならそれらのいくつかは引用できるからです。 私の個人的な好みは「私は彼らが繊細な点を使い果たすとき、女の子が古い女性に変わることを賭ける」である。\n\n妖精にとっては、特に瞬時の満足感、過度の熱心さ、忘れがたい場合には、人類の欠陥の面白い表現です。 彼らはまた、人類が一定の流行にどのように執着するのかを表している。 好きな例は、大都市全体と、日本のポップカルチャーを連想させる巨大なロボットを作るときです。\n\nWatashiと妖精の間には、インテリジェントなユニークなコメディアニメがあります。 唯一の欠点は、カップルのエピソードで奇妙なことを覆しすぎて、それ自体を上手くしようとしないことです。\n\n全体として、これはかなり面白いアニメでしたが、誰もがそれを感謝することはできません。 そこに典型的なコメディアニメとは違ったものが欲しいなら、これを撃ってください。"
  },
  {
    "title": "Jinrui_wa_Suitai_Shimashita",
    "id": "10357",
    "url": "https://myanimelist.net/anime/10357/Jinrui_wa_Suitai_Shimashita",
    "user": "azuslu7jpg",
    "profile": "/profile/azuslu7jpg/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=112169",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  8\n\nJinrui waは誰にとっても何かを持っている賢いアニメです。\n\nいつものように、私のレビューはスポイラーフリーです。\n\nJinruiはビーズを手に入れるのが少し難しいです。 それはコメディ、パロディー、ファンタジー、あるいは全く別のものですか？ 名前を与えられていない文字についての完全に非線形のストーリーは、いかに魅惑的なものでしょうか？ 最後に、これらすべての妖精との取引は何ですか？\n\nストーリー -  8/10\n遠い未来では、少子化の進展は新しい「人類」につながりました。これらの小さな生物は妖精と呼ばれ、膨大な数字と神秘的な技術によって、人間がそれらと平和を保つ必要がありました。 これは私たちの主人公、わたし（私の\"私\"の代名詞、実際の名前は決して与えられない）の手に渡ります。 彼女は祖父の要請で2つのレースの仲裁人になるが、彼女の仕事は期待通りに簡単ではない。\nストーリーは、アークに分割されています。 たとえば、最初の弧はWatashiの新しい仕事の紹介であり、最後は直前の学校生活です。 その間の弧は、特定の順序でも起こらない。 幸いにも、アニメのどの部分も、最初の弧に描かれた基礎を考えれば分かりやすく、各弧はそれ自体では相当なものです。 これらのアークはスタイルが劇的に異なり、品質もやや異なります。\n仲裁人としての彼女のキャリアは、妖精によって作られた疑いのある、町のまわりに登場する神秘的な品物の調査から始まります。 妖精工場が発見されたことで、これらの妖精は人間とはまったく異なる一連のルールで動作することがすぐに分かります。 この弧は主に文字や妖精（後ほど詳しく説明します）を紹介するために存在します。\n仲裁人としての彼女の紹介の後、物語はより偏心したものに変わります。  Watashi氏の友人Yがプリンタとデジタルメディアを再発見し、Y氏は信じられないほどの\"BL\"漫画を再現する能力を得る。 これは世界を嵐で捉え、奇妙な方法で文化をコピーしたいという妖精の別の側面を示しています。\nそれぞれの次の弧は、独自の方法でユニークです。 ワタシが妖精を使って島の帝国を築いてアンドロイドと戦うまで、各アークは新鮮ですが、シリーズ全体のテーマから切り離されたことは決してありません。\n\nアニメーション -  8/10\nシリーズのアニメーションは、パステルを使用するユニークなスタイルに従います。 いくつかの背景は実際に油絵を連想させる。 キャラクターデザインも新鮮です。 それらは設定に完全に収まるような方法で詳述されています。 しかし、アニメーションそのものは不思議ではありません。 時々、キャラクターの動きは少しぎこちなくなるかもしれませんが、アニメーション/スタイルのパッケージは平均以上に優れています。\n\nサウンド -  8/10\n実際には、比較的小さなキャストが再発しています（そのうちの1人は実際には話しません）。しかし、それぞれの声の中にはスポットがあります。 サウンドトラックもいいですし、OPはいつもの私のお気に入りの一つで、EDは平均以上です。  Jinruiはまた、音楽と完全に気分を変える方法も知っています。 劇的な（またはより頻繁にコメディーな）エフェクトにはクイック・トラック・チェンジを使うことができますし、シリーズ全体を通して何度も、アクションと完全に結合した音楽のために笑っていました。\n\nキャラクター -  10/10\n私はJinruiに2つの理由でキャラクター部門の完璧なスコアを与えます。  1つは、主人公（一人の人）が完璧に実行されていることです。わたしはいつも私の好きな主人公のひとりです。 彼女は皮肉で悲観的ですが、彼女の素早い思考で信じられないほどの量を達成することができます。 彼女は最近の歴史の中で最も鋭い知恵の一つを持っています。 多くの点で、彼女は信じられないほどの世界への信じられない挿入キャラクター、彼女の合理的な態度と思考はしばしば視聴者のものと同期して行動します。 彼女の全体的に暗い態度は、シリーズ全体のより明るい音色と大きなコントラストを作ります。 彼女はシリーズ全体に続く喜びでした。\nこのスコアの第2の理由は、妖精の包含です。 私はそれらを1つの実体、すなわち今まで見たことのない賢明なユーモアの源泉と考えています。 これらの妖精は、あなたがそれをどれくらい遠くまで持ちたいかによって、現代の文化に対する社会的な解説と考えることができます。 彼らは、甘いものを手に入れること、彼ら自身が作り出すことができないもの、そして再現させる楽しみを持つことの2つの欲求によってのみ動かされます。 彼らの文化はすべてこれらのアイデアの周りに作られています。 彼らは気まぐれで、気分やアイデアは瞬時に変わります。 最後に、彼らは自分の利益と娯楽のために他の人をコピーする先天的な欲求を持っています。 これらのアイデアは、真剣に、または気軽に、好きなように取ることができますが、いずれにしても、妖精たちは実際にショーを行います。 グループとして、彼らはアニメの中で最も素晴らしいアイデアのいくつかであり、私はこの短い説明で正義を行うことはできません。\n反復的な副次的なキャラクター、すなわちY、アシスタント、そしておじいちゃんは、すべて適切に仕事をしています。 彼らは一般的に目立たないが（特にアークについては特にそうでない限り）、時には自分自身のブランドを渡したこともある。\n\n楽しさ -  8/10\nJinruiを保持している唯一のものは、私が以前に言及したアークの多様性です。 簡単に言えば、アークのいくつかは他のものよりはるかに優れています。  Watashiの島の帝国は、どのアニメでも私が好きなエピソードの一つであり、私が他のエピソードの大半を愛していた時に、私は時には退屈していることがあります。 特に、私は、全体のアンドロイドアークと初期の学校の弧の部分は、Jinruiが設定した残りの部分を大幅に下回っていたため、このシリーズを支えていると思います。 彼らは決して悪くはありませんでしたが、私が1つのエピソードを崇拝し、次のエピソードがちょうど適切だったとき、私は失望しました。\nその他の考え\n私はジャンルや以前のアニメの経験に関係なく、誰にでもこのシリーズをお勧めします。\n妖精は信じられない存在ですが、私はそれらを完全にはっきりと記述することはできません。\n優れた主人公、面白い設定、素晴らしいアートとサウンドトラックの組み合わせは、これを私にとって必見です。\n\nその他の考え\n私はジャンルや以前のアニメの経験に関係なく、誰にでもこのシリーズをお勧めします。\n妖精は信じられない存在ですが、私はそれらを完全にはっきりと記述することはできません。\n優れた主人公、面白い設定、素晴らしいアートとサウンドトラックの組み合わせは、これを私にとって必見です。"
  },
  {
    "title": "Jinrui_wa_Suitai_Shimashita",
    "id": "10357",
    "url": "https://myanimelist.net/anime/10357/Jinrui_wa_Suitai_Shimashita",
    "user": "iklone",
    "profile": "/profile/iklone/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=207567",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  6\nサウンド|  8\nキャラクター|  7\n|  10\n\n「人間の本質と現代社会の瑕疵への非現実的かつコメディーな反応」\n\nストーリー\nこの物語は、ほとんどのディスストピアンの設定とは異なり、人類の蔓延が通常の黙示録的な災害の代わりにゆっくりと減少している、人類後の世界に設定されています。 私たちは人類の衰退について、ショーを通してほとんど何も言われていませんが、生きている人々は現在、ほぼ1400年代のヨーロッパスタイルで生きているように見えるので、多くの時間が経過したようです。 しかし、人類の崩壊に伴い、新しい種が惑星の「支配的種」になる。 妖精は10cm高さのエルフ/グノーの生き物で、帽子以外はお互いにほぼ同じように見えます。 彼らは驚異的な速度で繁殖し、彼ら自身の心はほとんどないが、人間が何世紀にもわたっているであろう数日間に、技術的および工業的レベルに達することができる。\n今度は私の最初の声明に戻ります。 この文章は、この番組が意味するものと、それが独特で興味深い方法で望むものをどのように表示するかについての私の見解を要約しています。 それが設定されている世界は、村と国の最小限のデザインから、使用された洗い流されたカラーパレットまで、極端なシュルレアリスムの1つです。 しかし、このことは、示されたすべてが、額面に意味をなさないので、何かのためのメタファーとして取られるべきであることを強調しています。 これは、ほとんどすべてのyouseiと物理的な制限（欠如）の明らかです。 おそらく私の好きなショーの弧（ep9）で、Youseiは一週間で何の文明もなく繁栄している文明を構築しますが、それは別のものには何も戻ってこないのです。 このエピソードでは、他のどのタイプよりも、Youseiが私たちの「進歩」の本質と避けられない死亡率に関して、私たちの特典や欠陥を強調する人類の象徴であることは明白です。 ショーの12のエピソードを通して何度も示されているように、Youseiが何かをしたいとき、そして彼らが本当にそれをしたい場合にのみ、彼らは彼らの目標を達成するためにばかげて迅速に進歩することができます。 しかし、彼らの創作はいつもどおり速く立ち上がります。\nしかし、これはただのエピソードであり、ショーの1〜2つのエピソードアークのそれぞれを通して、異なる致命的な人類の脆弱性が調査されている。すなわち、流行の急激な変化から資本主義の欠陥まで、個人主義の本来の人間の欲望まで。  Youseiは技術的に人間ではありませんが、誇張的で比喩的な状況によって人間であると定義されているものの超過的な特性を表現します。\n\n現在、主人公（私たちは実際の名前を決して語っていないので、「標準」という名前はありません）は、一般に視聴者が見ることのできる中立的なパーティーとして機能しますが、それだけでは描かれないユニークなキャラクターです。 彼女は非常に注意深く、視聴者が何か重要なものを逃さないことを意味し、彼女は彼女の助手ジョシュのそれを除いて、遠くの人々との関係を保つように見える。  Joshuのために、彼はYouseiと通信しようとしているWatashiのヘルパーとして働くミュートの少年です。 彼のバックストーリーは本当に説明されていませんが、彼は神秘的な性格（彼はLNではるかに大きな役割を果たす）としてうまく融合しています。\n\n製造\nAICの多くの部門の1つであるASTAによってアニメーション化されたこのショーは、そのストーリーと同じように驚異的なアニメーションスタイルを誇っています。 私が前に述べたように、洗い流された色と水色の背景は、物語の調子でうまくいく。 物語の遅いペースとアクションシーンの欠如のために、あまり実際には「アニメーション」はありませんが、apparantであるものはどれもトーンダウンで行われますが、決して悪くない品質です。 スタジオでは、ASTAから見た唯一のものは、竹の刃と空のおとしものです.1つはコンファームとは違っていて、もう1つは電車の中断です。\nOSTは平均的なテレビアニメよりも30曲以上のオーケストラ作品で構成されています。 個人的に好きなものは明神です。不思議な気持ちで少し不安を感じます。  OPはかなり有名で、そうです。  nano.RIPEによる奇妙な明るいキャッチーな曲で、本当に間違ってしまうことがあります。  nano.RIPEは私の好きなアニメテーマ作曲家の一人で、Non Non Biyori OPは個人的なお気に入りです。 私の意見では、EDは伝説的なオレンジ＆ レモン、アズマンガのOPとEDの歌手。 両方のテーマはスキップできず、よく聞きたいです。\n\n結論\nこのアニメを混乱させる何かは、あなたがそれを見るべき順序です。個人的には、2つの時計が完全に理解されている必要があると思いますので、最初に放送順で見ることをお勧めします。その後に（疑似）年代順[10  7 8 3 4 9 5 6 1 2 11 12]。 私はショーが乱れた理由は確かではありませんが、ショーの色調を最初のカップルの終わりまでにミステリーなものにしたり、アークがあまりない 意味があり、最終的には、あなたが実際にあなたの頭で思考してくそっていることを要求して、何が起こっているのかをあなたに明示しません（* LNを読む*）。\n私は、この番組は、不思議の国のアリスやナルニアの物語の日本的なものとして見ることができると思っていますが、それらの物語よりも物語の背後にある士気を重視しています。 実際、私はストーリー/世界の連続性が意味をなさない主な理由の1つは、あなたが額面でそれを取ることを意図していないということですが、それがどういう意味であるのだろうかと思うはずです。\nこのシリーズの（偏った）ファンとして、私はミステリー・ストーリーに興味を持っている人や、もう少し左のフィールドのようなものをお勧めします。 謎を語るeps 7 + 8（時間管理）は、もっと知りたいと思っていた座席の端に私を残してくれた非常にうまくいったGroundhog Dayのシナリオを持っています。 とにかく、私はそれを高く評価します。\n\nMETA\n長さ -  1コース/ 12 eps / 5時間\n2012年夏リリース\nStudio- AIC ASTA\nロミオ・タナカによるソース -  2007年のLN"
  },
  {
    "title": "Jinrui_wa_Suitai_Shimashita",
    "id": "10357",
    "url": "https://myanimelist.net/anime/10357/Jinrui_wa_Suitai_Shimashita",
    "user": "BanjoTheBear",
    "profile": "/profile/BanjoTheBear/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=162803",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n（これは私のredditスレッドから適応されています）\n\nそれに直面しましょう、アニメは変です。 現実的なサイバーパンクディストピア、劇的なロマンス、VRMMOの物語など、私たちは「正常な」ショーを公正に共有しています。 そして、それがあります。 人類が拒否したのはあなたの典型的なアニメではありません。 表面には、パンを焼いてキャンディーを作る女の子のようです。 現実には、アニメや社会全体の面白いパロディーです。\n\nストーリー\n\n人類が拒否したのは、ショーのように、むしろ奇妙なことに始まります。  「メディエーター」と呼ばれる私たちの主人公は、妖精と呼ばれる地元の「新しい人類」を扱うためにそこにいる人々を支援するために村に来ました。\n\n現時点では、「人類はなぜ拒否されたのですか」と疑問に思われるかもしれません。本当に直接答えは決して与えられないので、これは良い質問です。 ショー全体は、あなたにすべてを完全に説明することはありません。 半スライス・オブ・ライフの方法で概念とアイデアを紹介しますが、世界の詳細は観客が拾い上げるためのものです。 世界の建物の多くは、お互いに無縁に話す人物や、彼らが取っている行動によって生まれます。 銀の皿の上に何もあなたに渡されることはありません。 なぜあなたは物事が彼らのようであるかを理解することはあなた次第です。 このようにして、私のパロディーの言葉に言及すると、ショーはアニメの伝説の古典的な方法で異なったスピンを取っています。 多くの人が、あるキャラクターのスピーチから、またはショーのクライマックス付近から、あなたのすべての情報をちょうど吐き出すようなことを示しています。 代わりにHHDは完全にこれに逆行して奇妙なルートを取る。\n\n同時に（あるいはそうでないかもしれないが）、HHDのストーリーテリングはまた、ラウンドアバウトのやり方で行われる。 言い換えれば、ショーのエピソードは時系列ではない。 代わりにHHDが難しい選択肢を選ぶので、それは他のほとんどの番組からも際立っています。 これは早期に明らかになり、ショーをさらに面白くします。 観客として、私は全体の\"物語\"を落とすために、私の頭の中で作品をふるいにかかり始めました。 真実は言われます、実際には過度にアーキングするプロットはありません。 私が言ったように、ショーは幾分スライス・オブ・ライフです。 しかし、まさに最後まで、ショー自体は決して厳しいスケジュールに従わない。 もう一度、これは伝統的なアニメの流れに逆らっています。 ほとんどのショーは、何が明確に起こっているかを伝えるために、線形のタイムラインに従います。 これは最も理にかなっているだけでなく、視聴者がそれに従うためにそれほど複雑ではありません。\n\nこの賞賛のすべてのために、私はその話をしています、欠陥があります。 シリーズを完成させるとき、あなたは完全に説明されていないことにもかかわらず、それが与えた説明はまだ十分ではなかったというこの感覚が残っています。 私はショーが確実に上がった特定の質問に対する答えを知りたがっていただろうが、その本質やエピソード数の制約のために、私は決してそれらを見つけられなかった。 それはその意図ならば、ショーはこれらのことを解釈に任せることができますが、私は個人的にはもう少し与えられたほうがいいでしょう。\n\nアニメーション\n\nヒューマニティーが拒否したのは、芸術やアニメーションに関しては、その品質だけでなく、それが提示しているテーマとどのように一致するかという点で、驚くほど良いことです。\n\nアートから始めて、私は本当に背景と環境が大好きでした。 彼らは皆、このユニークな油絵を感じました。 彼らはすべて急いで描かれて見えましたが、実際には膨大な量の詳細が含まれていました。 このため、キャラクターはかなりポップアウトして、ポップアップの絵本のようなものが子供たちに読まれます。 これは重要なことです。なぜなら、パロディーのアイデアに固執しているからです。  HHDの人々の多くは、苦しい時代に苦しんでいるか、苦労しています。 しかし、このショーは、妖精が大半を占めるこの悲しい、悲しい、老朽化し​​た世界を描いていない。 むしろ、それは私たちに、それが含むものとまったく反対の、活気に満ちた、カラフルで明るい世界を与えます。\n\nアニメーションの面では、私はそれが平均を上回ると思った。 ショーの性質上、巨大な猫と巨大な頭部の間の戦いや崖の上に落ちるニワトリなど、アニメーション化するための多くのユニークなシナリオが用意されています。 ショーの間にどのくらいの話が続くかを考えれば、キャラクターの動きはうまくいきます。 これは特に妖精にとっても当てはまります。\n\n最後に、キャラクターのデザインがやや異なっていることがわかりました。 メディエーターの髪、特に彼女の目（愛された彼女の目）は美しく描かれました。 残りのキャストはアシスタントからY、メディエーターのおじいちゃ手にも同様に行われます。\n\nキャラクター\n\n人類が拒否したキャラクターは私がかなり長い間見てきたショーの中で最も奇妙な特徴を持っています。 私はそれらの3つについて話します：Y、Mediator、Assistant。\n\nメディエイターの親友Yからは、彼女は同時にアニメの中のパロディーとコモン・トロフィーの両方です。 彼女はBLを愛していて、明らかに他の人に知らせることを恐れていません。 しかし、彼女は趣味のためにショーの他の人々と比較してかなり奇妙に見えますが、後で彼女のフェチは実際にはまじめであることが明らかになりました。 彼女の性格は、誰もが2つの側面を持っていることを証明するのを助けました。\n\nメディエイター、私たちの女性のリードは、共通の女性アニメキャラクターのパロディーです。 彼女を第三者として見るとき、彼女はむしろ落ち着きがあり、世話をして、かわいらしく見えます。 しかし、彼女のナレーションや内モノグラムを通して、彼女は素早く人にうんざりし、怠け者で、彼女はまっすぐ進む（自分自身のほとんどの時間）、通常は他人よりも先に自分自身を見ている。 彼女はちょうどあなたの普通のアニメの女の子ではないので、彼女は聞いて見て楽しかったです。\n\n私が話したい最後のキャラクターはアシスタントです。なぜなら、キャラクターのキャラクター化は、涼宮ハルヒの長門よりも賢明だからです。 何かを台無しにすることなく、彼の性格を説明する方法は、私が今まで見た中で最もユニークなものの一つです。 それはショーの設定に完全に合っており、典型的なHHD方式で行われました。\n\n残りのキャストは、Mediatorのおじいさんのように半頻繁に表示されるか、それぞれの円弧内にのみ表示されます。 前の3つほど重要ではありません。\n\n彼らがどのように開発され表現されているのかを私が愛している限り、私はそれらを文字として愛しているとは思わない。 意味は、私はそれらのどれも長期的には特に目立っているとは思わないが、彼らは彼らの役割によく合っている。\n\n音\n\nHHDのOPは大丈夫です。 私は特に歌が好きではありませんが、私はそれが、そのぞっとするような陽気な性質のため、ショーのパロディーテーマに合っていることがわかりました。 一方、EDはかなり良いです。 それはそれにかなり浮遊しているこの「浮遊感」を感じます。 それは、歌自体はかなりユニークです。 私はそのショーがもたらす同じ不思議とうまく一致するようにその一般的な不思議を発見しました。\n\n残りのサウンドトラックは問題ありません。 特に驚くべきことは何もありませんが、このショーでは、うまく使用されたコメディーな瞬間にいくつかの古典的な作品を使用しています。\n\n声優に関しては、特に英語のフレーズを使用するとき、中原麻衣のメディエーターとしての役割が好きでした。 加えて、彼女の鈍い考え方はいつも聞いて楽しいものでした。\n\n楽しみ\n\n今ショーを考えて、それは私がそれをどれくらい楽しんでいたかのように言いにくいものです。 面白い世界、奇妙なキャラクター、素敵な芸術スタイルなど、ショーが悪いことは何もありません。 しかし、私は、世界や人物がどのようにして終わるのかを知りたがっていませんでした。 ショーは間違いなく間違いなく、それは最大の魅力です。 それを超えて、そのコメディ、劇的、緊張、または感情的ではない。 そして、そうでないと思われます。 それでは何をしようとしていますか？ 簡単に言えば、それは人道拒否にしようとしている。\n\n概要\n\nストーリー：創造的で創造的な世界観、ストーリー・ティッキング、パロディー\n\nアニメーション：偉大な、あなたの目にあなたの心に飛び出す\n\n文字：良い、ユニークな特徴づけが忘れられない\n\nサウンド：ファイン、大丈夫OP、偉大なED、平均的なサウンドトラックとVA\n\n楽しさ：細かい、変な乗り方\n\n最終得点：7/10"
  },
  {
    "title": "Jinrui_wa_Suitai_Shimashita",
    "id": "10357",
    "url": "https://myanimelist.net/anime/10357/Jinrui_wa_Suitai_Shimashita",
    "user": "siilinpiikki",
    "profile": "/profile/siilinpiikki/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=192478",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n妖精に注意してください。 そうでなければ、あなたはJinrui wa Suitaiシリーズに好きに騙される可能性があります。\n\nBizzare、散在、独特の。  「人間性が衰えている」とも呼ばれる金林和泰下さんのストーリーテリングは、バカノや涼宮ハルヒのような人気シリーズに似ています。 プロットは非常に無作為な、非線形の方法で伝えられた通りに続行するのが難しく、ディレクターが目指していたことはかなりわかりません。 このため、私は10、7、8、3、4、9、5、6、1、2、11、12の順番でエピソードを見ることをお勧めします。 また、このようにして、最良の部品が最後に保存されます。\n\nその欠陥があっても私はそれが面白いと感じました。 アニメはおとぎ話のような気分でした。 芸術はかなりシンプルでしたが、特に背景はストーリーブックからのものでした。 主人公のWatashiは好きですが、なぜこのシリーズを見続けているのかは、妖精です。 お菓子の味が好きなら、あなたは砂糖を気にする必要がありますか、かわいいです。\n\n全体として、ヒューマニティーは拒否して、私にさまざまな感情を与えました。 それは私を挫折させ、退屈させましたが、笑いとやや触れました。 これは、あなたの脳をオフにしたいときに過去の時間に良い方法です。"
  },
  {
    "title": "Jinrui_wa_Suitai_Shimashita",
    "id": "10357",
    "url": "https://myanimelist.net/anime/10357/Jinrui_wa_Suitai_Shimashita",
    "user": "Nonyflah",
    "profile": "/profile/Nonyflah/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=77093",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  9\n\nシノプシス以外のショーについて何も知らなかったので、私は最初のエピソードで何を得ているのか分かりませんでした。 私は、人類の運命のために憂鬱を感じる旅と政治を含む大規模な計画で、静かな物語を期待していました。 憂鬱が起きたとき、特にシリーズの終わりに向かっている瞬間がありましたが、このショーは、暗いユーモアを持つ現代世界の驚異的な試験であることが判明しました。 テーマは、マンガの試練と苦難から、国の概念を通して、心と魂の本質にまで及ぶ。\n\n芸術のスタイルは、妖精の影響を受けた場所と人間だけが存在する場所とのコントラストを示すことができます。 人間によって支配された領域は日常的に見え、他の場所は明るい色合いが多く、物語の本の感触を与えます。\n\nオーディオファンではなく、CrunchyrollでHumanity Has Online Has Onlineがオンラインで拒否されているのを見ただけで、サウンドの質についてはあまり言い表せません。 井上真澄さんの優れた音楽を賞賛せずにこのセクションを離れることはできませんが。\n\nこのシリーズでは、キャラクターの開発がどのように描かれているかについて、珍しいことがあります。 エピソードは時系列的に順不同であるため、「彼らは何になるだろうか？ さらに、「彼らはどのようにしてこの点に到達しましたか？」 アーキタイプよりも何かのように感じる少数のキャラクターでさえ、「刺激的なもの」と「静かなもの」以外にもいくつかの次元を提供しながら、このようにいくつかの開発が行われます。 妖精自身は基本的にすべて同じ性格を持っていますが、物語は本質的にそうであることに注意するのに苦労します。\n\nこれは楽しいショーです。 しかし、私が作ったのと同じミスをしないでください。 これは真剣に物事を取るシリーズではありません。 代わりに、それは深刻な話題を取り、シュルレアリスムと不条理をそれらに注入する。 そして、正直言って、食べられる人生の目標は決して実現しないので、自殺して出血するパンを真剣に取ることは難しいです。 いいえ、本当に、これは起こります。"
  },
  {
    "title": "Jinrui_wa_Suitai_Shimashita",
    "id": "10357",
    "url": "https://myanimelist.net/anime/10357/Jinrui_wa_Suitai_Shimashita",
    "user": "jbeat",
    "profile": "/profile/jbeat/reviews",
    "pages": "1",
    "number": "14",
    "link": "/reviews.php?id=67317",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  3\n\nあなたが時間を殺すためにアニメを探しているなら、これは見るべきものだと思います。 しかし、あなたが本当に見て楽しんでみたいアニメを探しているなら、おそらくあなたはそれを考えることを望んでいるでしょう。 さらに、見るべきアニメのリストが長い場合、これはおそらく優先度が低いでしょう。 基本的に、このアニメは妖精と貧困に恵まれた村への援助を扱っています。\n\n最初の2つのエピソードを見て、私は物語が非常にゆっくり歩き、非常に退屈であることに気づいた。 物語はあまりにも魅力的ではなかった。 ユーモアはおそらく若い聴衆をターゲットにしています。 私はそのユニークな面白さには余りにも苦労しているように感じる。 このアニメのプラスの側面は芸術は魅力的です - 私がこれを見始めた主な理由は、 私はそのキャラクターが非常にユニークで、幾分ひねられていることがわかりました。\n\n多分私がチャンスを与えて見続けると、私の評価はおそらく増加するでしょう。 私はこれを見ているよりも、自分の時間で何か良いものを見ることができると思うので、これを落とさなければならないでしょう。\n\n注：私の思考は、すべて最初の2つのエピソードを見てから基づいていたので、私はこのアニメに向かってまだまじめな意見を謝罪します。"
  },
  {
    "title": "Jinrui_wa_Suitai_Shimashita",
    "id": "10357",
    "url": "https://myanimelist.net/anime/10357/Jinrui_wa_Suitai_Shimashita",
    "user": "DragonBlood1209",
    "profile": "/profile/DragonBlood1209/reviews",
    "pages": "1",
    "number": "15",
    "link": "/reviews.php?id=129155",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nアニメシリーズのタイトルが「人類が拒否した」と解釈されていた金井井秀直だったら、潜在的な視聴者の息子を知らない人たちのために、ある種の黙示録的な少年が、 暴力的なゴア、血、ドラマ、生存、行動。 今我々は、魔法、おっぱい、そして血で劇的なアクションアドベンチャーを見ている。 誰が抵抗できますか？ すでにあなたは良い聴衆の関心を察してきました。 主人公が女性のとき。  。  。 さて、ちょっと残念なことに、残念なことに、何人かの人にとって、行動+おっぱ=瞬間を見なければならないということです。 それによって、視聴者の関心が少なくとも10倍に増加しました。 最後に、それに妖精があることを聞きます。 確かにこれは、そこに魔法のキックをした超大国のユーザーがいるということですね。\n\nしかし、これはJwSSのアニメではありません。 私たちは、ローンパンが半分近く涙を浮かべ、ニンジンを噴出させる場面が最も多いのですが、これはショーンではなく、バルーンのおっぱいではなく、魔法の演技はほとんどありません。 それにもかかわらず、これは、すべての人が見て、何度も見なければならないアニメです。 ジュース。 その代わりに、JwSSは私たちの人生に対する反省としてしか記述できません。 今、私は人生の意味についての心理的な講義であなたを退屈させません - 神は私にそれをする能力がないことを知っています - しかし、私はJwSSが 人間性 - 貪欲、傲慢、無視、無関心 - そして最高の家庭、友情、個性、そして喜び。 それと同時に、ユーモラスな風刺と私たちの心温まる愛情、愚かな人間たち、私たちの哀れな行進には愛想のいい人です。  。  。 どこ？\n\nストーリー：10\n（アニメーションのページには、概要はなく、とにかくそれを見ているほうがいい。）シリーズ全体は、簡単に識別可能な中心テーマを持つ、いくつかの1つまたは2つのエピソードアークで構成されています。  JwSSはその風刺を強制するものではなく、（意図的でもない）チーズをもらうこともありません。 それは、その文字を使用して、ホームシックの話をしたり、大都市の人間社会について冗談を言うことに焦点を当てています。 もしあなたが究極の海賊の宝を見つけ、最高の魔術師のギルドになったり、あなたの子供の友人でもある悪人を殴ったり、巨大なロボットとマインドコントロールで世界を征服したりする巨大で壮大な物語のファンなら、 お互いにあまり関係がない短い弧にペースはあなたのためではないかもしれません。 しかし、あなたが高校のオタクの女の子と彼女の友人、ファンキーピグテールと彼女の高校の友達との子供の天才との一連の物語、または毎日の高校をやっている高校の男の子についての短編小説のペーシングを楽しむなら あなたは、このJwSSのペースを好むかもしれません。強く自然で漸進的なキャラクター展開を伴う自己完結型の自己完結型の円弧です。 事実、私の唯一の苦情は、そのシリーズがその潜在能力を最大限に発揮するには短すぎるということでした。  （読んでください：私は水の上が欲しいです。）\n\nアート：9\nこのアニメを表現するのに使う言葉は、「カラフル」です。 それぞれのキャラクターの登場人物は個性に合っており、スタジオは妖精と何か関係がある時にその背景にある色のスペクトルのすべてのビットを使うことを恥ずかしがりませんでした。 繰り返しますが、それはシリーズの個性、軽快なユーモア、シリーズの心温まる優しさに合っています。 アニメーションは私が今まで見たことのなかで最も滑らかですが、確かに仕事は終わります。 愚かで派手な特殊効果はありません。 キャラクターの行動のすべてのニュアンスを確実に伝える、誠実で裸のアニメーションです。\n\nサウンド：10\n正直なところ、私はどのように音を評価するのか分かりません。  。  。 まったく問題はなかった。 キャラクターの声を聞くことに問題はなく、BGMは必要に応じてユーモアや荘厳さのための気分を設定した。 それは本当に良かった。\n\nキャラクター：10\n主人公と祖父とは別に、それぞれの弓は一般的に多くの文字を共有していません。 もちろん、ただ一つのキャラクターだけが再発しているときに、キャラクターの発展がどのようになっているのだろうかと疑問に思うかもしれませんが、彼女が住んでいる世界の話を共有するので、彼女は過去の人間、  。 彼女は彼女の不完全さで信じられ、彼女のユーモアに似ていて、彼女の洞察力に魅力的です。 彼女は妖精や彼女の周りの人々について話す素晴らしい仕事をしています。 彼女を通って、彼女が住んでいる世界、そしておそらくもっと自分自身についての理解を得る。\n\n楽しさ：10\nこのアニメの風刺と優しさの組み合わせは、その楽しさのために不思議です。 ユーモアは私たちを人類の嘲笑に興味を持たせるために効果的に使用されています。あなたとあなたを楽しまない時は、あなたが人間であることを嬉しく思うように準備しています。 決してそれはあなたを悲しみに溺れさせることはありません。決してそれはあなたに純粋な幸福感を与えることはありません。 その強さは集中していないので、幸福や熟考の薬を感じることができます。 むしろ、拡散している。 それは力強さよりも説得力のある方法でその微妙な風刺と優しさを使用します。 あなたは、状況に関連して得る短い、短いquipsと柔らかな幸福を楽しむ。 これは、全体的な「性格」に一致するゆっくりしたペースで楽しめるアニメです。\n\n全体：10\n私はこれが楽しく有益なアニメだと完全に確信しています。 私は教育的なことを言っていないことに注意してください。 それは、視聴者にそれについてうつ病を残すことは決してないが、人を熟考する傾向があります。 アニメの性格はあらゆる面で明らかです。新しいものを探している人や誰にでもこれを提案します。\n\n（これは私が実際に努力した最初のレビューであり、もう1つは基本的には暴言でした...）"
  },
  {
    "title": "Jinrui_wa_Suitai_Shimashita",
    "id": "10357",
    "url": "https://myanimelist.net/anime/10357/Jinrui_wa_Suitai_Shimashita",
    "user": "czxcjx",
    "profile": "/profile/czxcjx/reviews",
    "pages": "1",
    "number": "16",
    "link": "/reviews.php?id=180780",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nボローズは、彼とシェイクスピアの主な違いは、シェイクスピアが人類を包含し、作品の中でシルクのように自分自身の存在を薄くしていたのに対し、マーローは活気に満ちた無力な個性のキャラクターの周りに演劇を書くことができたということでした。 彼の作品の他のすべての支持者や側面のキャラクターは、壮大なデザインの卑劣な人形です。 この違いは、HedgehogとFoxの有名な比較を念頭に置いています.Hedgehogは、ひとつの驚くべきテーマに焦点を絞ってその完全な結論に至り、Foxはさまざまなテーマを劇的に飛び越え、大きな多様性に広がります。 田中ロミオの驚くべきテーマは、常に社会に対する傍観者のことであり、後に社会に笑いを吹き込み、社会を嘲笑し、そのような闘いからある種の実存的な落ち着きを達成する外部人である。\n\n有名なカナー「Little Sister Visual Novel」でキャリアをスタートさせたロミオは、既にタブーやアウトサイダー活動のテーマを取り上げ始めています。 その後、彼の作品はJack Kerouacが「怒っている人たち...まともなことをしない、普通のことを言っている人たち」と書いていたように、その後も続いています。 異教徒の家族、巨大な巨匠、クロスチャンネル、非伝統的な学校と社会現実から完全に分離した状況について、様々なことに関する「問題の小説」である夢Miru Kusuri（厳密には彼の監督ではないが監督している） 社会問題、青山とシュタインズの前であっても、中越の原始作品の一つであったAURA、ゲート、そしてもちろん、独創的ではないエコロジーを持つ非日常的な社会である金瑞和酒井さん。  （これらのすべては私が翻訳したもので、これはおそらく最悪の出来事です。近い将来にこの間違いを是正することを目指しています）ほとんどの作品は、幅広いコンセプト ボキャブラリー、活気に満ちた異常なキャラクター、美しい散文のスタイルなどがあります。\n\nロメオからのエンターテイメントの大部分は、彼のすばらしい語彙を完全に活用する方法から得られたものであるため、「普通のことは絶対に言わないでください」と言えば正しいです。  Nisio Isinは、問題の要点に当たってしまう前に、一連の話題を中心に、馬鹿馬鹿しくして、前後に鋭い往復運動をするのが大好きです。 彼の作品は完全に「会話」された作品であり、Bakemonogatariの主なプロットでさえ常にイベントに対する相互作用と解釈が必要です。  （えええんの超自然の世界では、バケモガタリの最初のモンスターは言葉で作られたカニですが、それは物事を駆り立てる欲望、独り占め、抑圧された欲望の力です。 ロミオは、イベント、社会学的視点、心理的興奮、悲惨な観察を大切にしています。 あなたはJinrui waが互いに混乱した一連の風刺的思考実験から作られたと言うことができますが、Romeoはメロドラマと感情的なカタルシスの素敵なビットを抑えたいと思っています。 彼はアイデンティティのない男の子、実用的な孤独な女の子、温もりのAIを求めている奇妙な非観想的な見方をロマンチックにするのが大好きです。\n\nしかし、ロメオのジョークや特質のどれも簡単ではなく、簡単に要約することもできます。 彼は、スラップスティック（鶏、バナナ皮の上を滑っているバリエーションのシリーズ全体）、風刺的観察（サブカルチャーがどのように形成されているかに関する論文）、言葉の回し（最もかわいい妖精たち 恐ろしく陰気な事、そして主人公自身）、そしてうまく配置されたストレートマンライン（加工されたパンを見た後の主役の反応）。 どんな偉大な風刺画家のようにも、彼はそれから何かを学ぶように普通のことを変える。 誰が偉大な線を忘れる可能性があります '会議を開催しないで、結果は会議が始まる前に決まる'？ コミック効果のための同じ種類の「エウジットエクスパンション」は、Stoppardの最善のもの、あるいは非常に抽象的なBeckettでも見られる。\n\nいずれにせよ、主な欠陥は、私が新作や紙での作品の意見から聞いたように、ユーモア、感情的で感動的な面、豪華なイメージ、ロマンチックな常套主義的な感情、 最終的にロミオの作品を彩る科学的、哲学的陰謀は、非テキスト形式への翻訳では失われていると思われる。 実際、彼の主なタッチである会話がなくても、ショーは基本的に何も立ち止まることはありません。 実際に私が経験したことのない彼の唯一の主な仕事は、彼の他の大邸宅である「斎藤のイマ」と、彼がキーの書き換えについて書いたルートのようです（私は翻訳のビデオを見たことがありますが、 素晴らしいと思われる）。\n\n私はそれほど経験が少ない人について、他に何を言うことができますか？  （私は以前の作品をすべて読んでいて、形式と芸術性を評価する前に翻訳をしていましたが、今はそれをほとんど思い出せません）ロメオは略奪される価値のある宝物です。 彼の作品は、おそらく世界の日本のスーパースター村上が受ける注目に値するだろう。 彼はMeteorのような人たち（誰でも読んで、そして最も重要なのはLISTEN）を、驚異的な音楽の森に読んだら、「Visual Novel New Wave」の最前線にいます（これは実際に存在するかどうかわかりません）。 音楽的なコラージュとサイケデリックなおとぎ話の間の線を跨ぐ）とSCA-JIを紹介し、テキスト・オーディオビジュアル・メディアが本当にどれだけ素晴らしいかを示しています。"
  },
  {
    "title": "Jinrui_wa_Suitai_Shimashita",
    "id": "10357",
    "url": "https://myanimelist.net/anime/10357/Jinrui_wa_Suitai_Shimashita",
    "user": "reizenchuu",
    "profile": "/profile/reizenchuu/reviews",
    "pages": "1",
    "number": "17",
    "link": "/reviews.php?id=206710",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  9\n\n人類は、このようなタイトルを聞いて、確かに魅力的な感情を放つ。 人は間違いなくこのシリーズが異なっていると思うでしょうし、最終的にそこにあるジェネリックアニメとは別のユニークなショーを見ています。 私はタイトルからのみこのアイデアを得る人は誰も責めません。それは自分自身が同じ印象を持っていたからです。私の期待はもちろん正しいとは言えませんでしたが、正確には現れませんでした。 結局のところ、誰かが時間の飛躍、世界を支配しようとしている鶏のかわいらしさ、かわいい妖精たちはまだ知性と狂気の業績と多くのもっと興味をそそる活動で恐ろしいものを含むことは誰にも分かりません。 このすべてがショーを台無しにするのだろうか？ それはこの不条理な側面のすべてをもたらすことによって視聴者の楽しさを軽減する可能性がありますか？ 答えは絶対的なものではありません。\n\n将来非常に遠くにプロットを設定することはまれではなく、それについて考えてみると、何らかの未知の理由（黙示録、怒っている性質の..）の結果として近い終わりを迎える人類のアイデアは、 人々の間。 それはおそらくそれがよりエキサイティングな方法であるからでしょう。 今度は、知性を持った醜いゴブリンのような生き物を、自分の心に持ってくるよりも、いつも幸せそうに見える小さな顔で、妖精のようなかわいい妖精たちをかわいそうに選ぶことにしました。 実際の人間の代用品。 シリーズをより面白く明るくします。\n\n物語が深い意味を持っているという事実について多くの人々が肯定し、報道しています。彼らは、この楽しくて不条理な出来事のすべてが、新しい知性の形の人生によって数えられないにもかかわらず、 何とか進化し続け、成功しようとしています。 生き残りを続ける道を模索し、開発の野心的な決意は人類の本性です。 個人的には、ショーがこのような側面に焦点を当てているとは思えず、むしろこの問題については何も明らかにしたくないと思う。 コメディと超自然的な側面のこの可愛いレベルでプロットを残して十分に満足しています。\n\njinruiで私の注意を掴んだ別の小さな話題は、言葉がどのようにこのようになるのかを決して説明しなかったことです。 都市を台無しにし、新しい生活様式、人々は村に住むことに戻る。 すべての技術はどこに行きましたか？ 世界で何が起こったのですか？ シリーズ全体を通じて、これらの質問に対する答えは決して見られなかったが、全く言及されていなかった。 この方法では問題ありません。 どうして？ 単にそれは本当に問題ではないからです。 視聴者が知る必要があるのは、後に来るものを楽しむために世界の現在の状況です。 このことから、「忍」は、妖精と人間の仲介役を担う「Watashi」とも呼ばれる、名をもたない主人公の不思議な冒険についての不思議なコメディ番組であることが明らかになった。\n\n通常のペーシングと比較すると、ジンルーのペーシングはやや逆転します。 それは、肌の鶏が世界を支配しようとしている出来事を通して設定の一般的な導入から始まりますが、それからそれは後方のイベントを特徴とし始めます。 ワタシがアシスタントと出会った経緯について、時間の飛躍に関連した経験と合併した2つのエピソードが登場。 彼女が学校での過去の経験を通して彼女の古い人格を示すので、この弧は彼女についての多くの貴重な情報を持っていた、それはまたコメディの側面を減らし、 深刻な、心理学のような設定の設定。 実際にサイコであるかわいいロリを見ているのは、ちょっと期待はしていませんでした。 幸いにも、それはラインを越えず、ショーのテーマに合った適切なレベルの可愛らしさに留まった。\n\n非常に親切で美しい女性のように見えるピンクの髪の女の子は、MCの珍しい層とみなすことができます。 その理由は、彼女の控えめな外観と気遣う性格にもかかわらず、彼女は内側にパンチラインと皮肉を好む皮肉な人物です。 彼女はしばしばモノグラムを使用しているため、彼女は非常に興味をそそるキャラクターになっています。 彼女は彼女の行為によってのみ解釈される人物であり、他のものではなく、ファンサービスによって解釈される人物である。 彼女の過活動的な皮肉と世界への幾分否定的な見解は、視聴者を彼女に関連させ、彼が引き続き視聴することを奨励するものです。\n\nもちろん、妖精を忘れることなく、妖精のような妖精ではなく、矮星のように。 モチベーションを高め、スイーツを食べることによって動機づけられた、可愛い声で、人間を上回るかわいそうな生き物は、圧倒的な量の知性を持ち、ショーにもう一つ価値のある側面を加えることができます。 パパイヤから全国を作り、魅力的なモニュメントを造り、パイナップルから電気を作り出しているエピソードや、お菓子を生産する植物や他の多くのクレイジーなものを発明していることは言うまでもない。 彼らの予期しない行動は、彼らの存在を終わらせるものです。\n\nより多くのキャラクターがショーに出るほど複雑になる、つまり多くのキャラクターがシリーズを魅力的にすることは、非常によく知られています。 これは間違いではありませんが、必ずしもショーがより無感覚になるほど少なくなるわけではなく、ジンルーはこの事実の多くの証拠の一つです。 わずかなキャラクターだけで構成されていて、コンテンツをリラックスさせずに楽しめることのない緊張感から解放しています。 唯一のMCがあります。そしてそれはWatashiです。彼女は妖精の絶え間ない存在に支えられて、物語だけを導くのに十分なほどです。 もちろん、ジョシさんや祖父のようなキャラクターがプロットの展開に必要であると分かるかもしれませんが、スポイラーによれば、私はどこか読んでいます（スクリューなので、日本語を読むことはできませんので、 彼らは小説の後半で重要な役割を果たします。\n\n今は視覚的な観点から見ると、ジンルーは悪くないし、かなりの点でもない。 詳細にあまり集中しない明るくカラフルなアニメーションです。 正直言って、その背景は子供のために作られたようです。 細部の巨大な欠如は明らかにどんな種類のリアリズムも達成しようとはしません。 テクノロジーの欠如は、代わりに驚くべき緑の景色と芸術風景をもたらします。 デザインは私にとっては素晴らしいものではありませんが、それは十分に公正である物語に合っています。\nOSTは注意を覚えていないが、彼らは悪いことから遠く離れている。  NONO.RIPEバンドで行われたOPとは異なり、美しい音楽とプロットラインにマッチした素晴らしい歌詞の両方で構成されています。\n\n全体的に、ジンルーはファンタジーファンが見逃してはならないショーです。 それは仕事の長い一日の後に誰かが望むことができる半深刻なリラックスコメディに必要な完璧な要素を持っています。 それはいくつかの重要な質問に答えることはできませんが、プロットを進めるときには視聴者は最終的にそれらについて忘れてしまいます。"
  },
  {
    "title": "Jinrui_wa_Suitai_Shimashita",
    "id": "10357",
    "url": "https://myanimelist.net/anime/10357/Jinrui_wa_Suitai_Shimashita",
    "user": "pakoko",
    "profile": "/profile/pakoko/reviews",
    "pages": "1",
    "number": "18",
    "link": "/reviews.php?id=112125",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  6\n|  10\n\nアニメの中には、オリジナリティーのためにアニメのように親指のようにくっついているほど、このオリジナリティーの正当性はほとんどない。 言い換えれば、このアニメを見ている間に、「何が起こったの？ しかし、見守ったり、ただ止めたりするかどうかは、あなた、視聴者によって異なります。 アニメそのものは、アニメで何が起こっているのかのファンサーリーチや描写の説明であなたを引き戻そうとはしません。 このアニメを最大限に楽しむためには、それを受け入れなければなりません。そうすることによって、このアニメにはむしろ馬鹿げた不条理よりも実際に多くのことがあることに気づくでしょう。\n\n（アニメの印象を短く甘く要約したい場合は、このレビューの最後を参照してください）\n\nストーリー：8/10\n\n人類は文字どおり絶滅の地点にまで落ち、「妖精」と呼ばれる人類の新しい人種に置き換えられました。その存在は、楽しいお菓子を食べるという2つの理由だけに依存しています。 妖精は人間の論理に反する超自然的な力を持っていますが、皮肉なことに彼らは人間を死に恐れています。 実際、アニメは人間と妖精がなぜ最初から共存しなかったのかを示唆しています。 したがって、人間と妖精は実際にお互いに交流する機会を得ることはありません。 これは、主人公のWatashiが入ってくる場所です。彼女は人間と妖精のつながりを橋渡しし、両者が共存し、妥協して一緒に生きることができるメディエーターとして働き、両方のレースに恩恵をもたらします 。\n\nこのアニメの主な欠陥は、実際にはストーリーのコンテキストが上がるという多くの疑問から来ています。 多くの責任はアニメの短さに置くことができますが、「どこから妖精が来るのか？」や「人類が衰退する原因は？」などの基本的な質問に答えることはできません。このアニメは本当に これらの質問に対する答えはやや関係がありません。 しかし、いくつかの基本的なバックグラウンドの質問に答えを与えることで、このアニメをもっと理解しやすくなり、このアニメにより強固な結束感が与えられました。 アニメがどんなに面白いものであったとしても、アニメ全体はポストモダンなエピソードのようなものだった。 したがって、このアニメは、固いストーリーを探している視聴者にはお勧めできません。なぜなら、アニメは、コヒーレントかつ目的主義のストーリーを作るために必要なすべての質問に答えるわけではないからです。\n\nアニメは一般的にエピソード的であり、現在の職業から彼女の早い段階の年に逆進する。 この独創的でプロットのタイムラインは、アニメ自体が既に一握りのものであるため、軽微な混乱を招く可能性があります。 しかし、この欠陥は、視聴者がアニメの任意の地点から始まり、初めから始まった人物と同じくらい意識しているという事実によって軽減される。 実際には、どのストーリー・アーク（通常2つのエピソード）は「開始」または「終了」とみなすことができます。\n\nこのアニメの物語と内容は、上野誠の脚本とロミオ・タナカの独創的なアイデアのために明るく輝いています。 その心の中で、Jinrui Waは人類の現在の衰えの社会的風刺である。 このアニメは、宗教、政治の腐敗、外見の美観、そして人類の一般的な無能力のアイデアを楽しんでいる。 アニメはマンガ業界でも面白さを吹き込み、これまで見た中で最も創造的で陽気なエピソードの1つになっています。 アニメは、文学的な\"ポップカルチャー\"や他の有名な参考文献を作り、参照を理解する視聴者の視聴経験を増幅させる。 このアニメは、人間の不完全な部分を探求している部分もあります（これは私の「性格」の部分で拡張されます）。 このアニメに目を向ける以上に多くのことがあります。そのため、ストーリーとコンテンツには少なくとも8点以上の価値があります。\n\n音楽：9/10\n\nオープニング曲はnano.RIPEの「Real World」と呼ばれています。 このポップ・ロック・ソングは、特にワタシのアニメーションやオープニングのいたるところで踊っている妖精のような、アニメの陽気と愚かさを引き出します。 終演曲は、伊藤真澄氏が演奏した「夢の中のわたしの夢」です。 この曲自体は一般的に、悲しい気持ちで、悲しい気持ちを持っています。\n\nオリジナルのサウンドトラックには、ほぼすべてのジャンルの音楽とクラシックタイプの音楽が含まれています。 陽気で憂鬱な; サスペンスと平和な; 伝統的な民族と未来的な人々。 不気味で甘い。 この音楽の多様性は、アニメ内のあらゆる状況や気分に合った音楽が存在するため、実際にはアニメとよく合います。\n\nアート：10/10\n\nこのアニメでは、人間の文明は、木や煉瓦でできた小さな村に戻ります。 高度な技術は食糧不足や電力不足のためにどこにも見られません。 その結果、大部分の時代背景は緑豊かで牧歌的で、過去の人間のモニュメントや都市の苔で覆われた遺跡で満たされています。 他の時代には、バックグラウンドアートは多色で抽象的で創造的です。 背景には独特の水彩感があり、鮮やかな色、幻想的な背景、超現実的なイメージなど、子供のストーリーブックの中に閉じ込められているように見えます。 このアニメの芸術のユニークなスタイルの例を挙げると、懐中電灯やランタンからの光は、光を円錐状に投影するのではなく、ランダムなポリゴンを投影します。 しかし、見た目の子供のような芸術にもかかわらず、そのユニークで無作為な（幾分抽象的な）スタイルのアートが、このアニメの潜在的な性質を適切に表しているため、私はアートを高く評価します。\n\nMushishi＆Steins; Gateのアニメーションディレクターから期待されるように、キャラクターは美しくデザインされ、アニメーションはかなりうまくいきます。 メインの主人公、および他の主人公は、それぞれの物語アーク（2つのエピソード）のための衣服の変更を与えられているので、常に同じ服を持つ同じ人ではありません。\n\nキャラクター：6/10\n\nアニメのタイトルは「人類は衰えました」というキャラクターの中には、嫌な人格を持つ人がいます。 これは、もちろん、私がそのキャラクターを嫌っていることを意味するものではありません。 実際には、彼らは現実的に欠陥があったので、ほとんどのキャラクターが好きだった。 これらの人物のいくつかを描写したときには、誇張の要素がありましたが、これらの欠陥は最終的にこのショーをとても魅力的にしました。 例えば、Watashiは典型的な有益で直立した主人公ではありません。 彼女は皮肉で、反社会的で、時には利己的です。 しかし、主人公として彼女を好きにするのが難しいように見えるかもしれないが、彼女の嘲る発言と反応は、アニメの面白さの中で何度も何度も起こったものである。 さらに、妖精たちはその複雑さだけでなく、物事を扱う単純な方法でも知られているので、妖精たちは道が理想的でも適切でもなくても何かをやろうとしたときに多くの笑いを覚えました。\n\n文字自体は、実際の名前ではなくタイトルやニックネームが名前として与えられているため、少し個人的ではないと感じることがあります。  Watashiさんのアシスタントは「アシスタントさん」と呼ばれるのが便利です。 彼女のおじいちゃん「おじさんさん」。 彼女の友人\"Y\"（\"あなた\"のように）。 彼女の学校の友人である「フラワーちゃん」や「カーリーちゃん」などがありました。しかし同時に、文字の名前を付ける便利な方法のために、文字を覚えて区別するのが簡単でした。 また、元の著者であるロメオ・タナカは、代替名を使用すると、名目上の地位と評判がほとんど何も意味しない終末論的な環境に適していると考えるかもしれません。\n\n欠陥のある性格やあいまいな名前に加えて、アニメにはキャラクターの開発がほとんどない。 エピソードは一般的にエピソード的であるため、アニメはキャラクターの開発に集中するのではなく、キャラクターを使用して特定のポイントやアイデアを伝えることに焦点を当てています。  Watashiは熟達した唯一のキャラクターかもしれないので、私はこのアニメの6倍以上の部分を評価することはできません。キャラクターにはユニークな性格、多くのアニメキャラクターに共通しない性格があります。 しかし、キャラクター開発の欠如は、視聴者とキャラクターとの間のつながりの欠如をもたらす。 この接続の欠如は、視聴者がこのアニメのポイントに疑問を投げかけた結果、最終的には視聴者の無関心につながる可能性があります。\n\n楽しさ：10/10\n\nJinrui Wa Suitaiは、最初から最後まで見守ってくれる喜びであり、探求する多くのアイデアやそれが醸し出す独創性のために高い「再ウォッチ・バリュー」を持っています。\n\n概要：\n\n私が十分に強調していない場合、アニメは、まったくばかげたばかげたばかげたばかげた理由のために陽気な場面でいっぱいです。 しかし、これらのシーンだけであなたのアニメの視点を定義させてはいけません。 一つには、いくつかの巧みに書かれたジョークと、各エピソードの基礎となる微妙な参照があります。 しかし、最も重要なのは、アニメは文字通り絶滅の頃までに衰退した終末論的な時代に起こるため、アニメそのものは暗いユーモアと否定的な考えでいっぱいです。 さらに、アニメの根底には、思考を刺激するアイデア、社会的な解説、哲学的見解の驚くほどの量があります。 このアニメは間違いなくあなたが細部に注意を払う時間を置いたときにあなたの考えをして報いるものの1つです。 いくつかのシーンを何度も見直して理解しなければならない場合があるので、このアニメは簡単で簡単なアニメを求めている人のためのものではありません。 そうでなければ、アニメのこの珍しさは間違いなく価値がある。\n\n8.6 / 10"
  },
  {
    "title": "Jinrui_wa_Suitai_Shimashita",
    "id": "10357",
    "url": "https://myanimelist.net/anime/10357/Jinrui_wa_Suitai_Shimashita",
    "user": "SN-chan",
    "profile": "/profile/SN-chan/reviews",
    "pages": "1",
    "number": "19",
    "link": "/reviews.php?id=73857",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  6\nキャラクター|  6\n|  7\n\n多くの人々がJinruiを非常にインテリジェントで特殊なアニメとみなしています。そのアニメは、気分を込めてパンチすることができ、2012年の個人アニメのための強力な候補です。Jinruiをヒップスターのアニメと呼ぶ人々もたくさんいます。 言葉の正と負の両方の意味で。\n\nJinruiは奇妙なシリーズです、そして実際に私が最近の記憶で見た最も奇妙なことです。 しかし、他の「奇妙な」アニメの大部分は、奇妙なことはまったくありません（フルメタル・パニックや空のおしどりなど他の奇妙なショーとは対照的です）。 アンドロイド、自殺トーストロボット、パラドックス犬（パラドックス犬）など、いたるところにある概念の中でも、奇妙なことは単に喧嘩や笑い声、奇妙なことのためだけではないという気持ちがあります。 むしろシリーズに深みを与えます。\n\nアンドロイド・アークは、もう一つの「アンド・アンド・ドゥド・ドリーム」のストーリーを生み出していますが、元々と思考を喚起する（アンドロイドが猫を飼っているという理由だけではない）エピソード9と10の妖精の社会 長期的には多くの社会がどのように変化しているかに似ています。 設定内の多くの予期せぬことでさえ、幻想的で気まぐれな雰囲気を与えることでこれに貢献します。 私はJinruiがどれほど異なっているか（つまり、ヒップスター）のためにJinruiを愛しているファンがたくさんいると思うが、偶然にもそれが賢明に見えるように目立たせるものだ。\n\nしかし、これはエピソード6まで明らかではない。 最初の5つのエピソード、ほぼ半分のシリーズは、それが良い品質のいずれかを弱体化させる点まで、過度の量の対話とデッドパンを利用しています。 この対話は、これが軽小説の貧弱な適応であるという印象を与えている。一方、盲目的なことは、すべての愚かさをただたくものにしている。 それは退屈で、あなたに従事しません。 確かに思考を誘発するものが見つかるはずですが、実際に気を配っているショーの欠点によっては気が散ってしまいます。\n\n皮肉なことに、Jinruiが対話とスネルリングによってうんざりしていないとき、それはすべてのアニメーションの強みをストーリーティーチング媒体として示すアニメとして立っている。 対話でスプーンを与えるのではなく、ビジュアルとサウンドをストーリーの感情やプロットを表現するために使用する方がはるかに優れています。 アニメーションだけが達成できる雰囲気をシリーズに与えます。 ショーの奇妙な要素の多くは、FLCLのようなアニメーションで最もよく話されたものです。\n\nプロットは素晴らしく、よく書かれていますが、文字自体はあまりにも単純で無益です。 彼らはすべてプロットを進めるためにはうまくいくが、各キャラクターが魅力的になるのは決して5分を超えることはない。 これに対する大きな例外は、最後の2つのエピソードで重いキャラクターの開発を受けるWatashiとYです。\n\n別のことは、Jinruiはコメディとして自分自身を提示し、それは知的かもしれないが、それはできるだけ面白くないだけである。 すべてのジョークは可能性がありますが、それほど頻繁に実行されるわけではありません。 これは、原材料の適合性が低いことが原因と考えられます。\n\n結局のところ、ジンルーは平凡な公平な分担をしています - 特に最初の5つのエピソードでは、人々が主張するようにはそれほど素晴らしいものではありません。 しかし、それは確かに輝かしい時を過ごし、知恵と感情がいっぱいです。"
  },
  {
    "title": "Jinrui_wa_Suitai_Shimashita",
    "id": "10357",
    "url": "https://myanimelist.net/anime/10357/Jinrui_wa_Suitai_Shimashita",
    "user": "akolita",
    "profile": "/profile/akolita/reviews",
    "pages": "1",
    "number": "20",
    "link": "/reviews.php?id=231581",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  6\nキャラクター|  9\n|  9\n\n私は本当に抽象的なユーモアで物語のアニメを見始めた - あなたが知っている、あなたが見ているものがあなたの愚かな脳がそれを処理することができないほど洗練されているかどうか、または本当にunfunnyは確信していないタイプ。 いずれにしても、これらのジョークは私の頭上を飛び回る傾向があります。\n\nそして、Jinrui waは、「人類は辞任しました」 - たぶん中国語の漫画を見ているので、誰か？ 人類が人口の多い、人気のあるビジョンとは遠く離れている黙示録的な世界は、それが本当に苦しんではなく、新たな支配的なレース - 妖精でもありません。 そして、後者のおかげで、この番組にはユーモアのタイプが記述されています。 この小さな男の子はいつも笑顔で、世の中には注意を払わずに生きていて、おとぎ話のように聞こえる、ほとんど無意味な可能性を秘めています。 しかし、このコインにはもう一つの側面があります。このコインは、このショーが虹をバーフィングする場所ではありません。 誰もが（人と妖精の両方）ほとんどが愚かなことをする傾向がありますが、笑いのためにやはり軽くか本当に邪魔なことを言っている瞬間がありますが、私の興味を惹きつけるだけで十分です \"ビジュアル。 それは、このショーに何か隠された意味があることや、深刻な問題のいくつかの話をするための素朴なナレーションを使用しているということを意味するものではありません - それは女の子と彼女の妖精とのやりとりに関する話です。  （神様、私は何を見ましたか？）\nしかし、それは信じられないほどに聞こえるでしょう。 特に終わりまでに、私は「ジャンルのシフト」として何も記述することができない何かがあるとき。 それは私が記述した明るい心からの始まりとはかなり異なった雰囲気を実際に与えました。\n\n私はプロットやキャラクターの詳細（私はおそらくすべきである）には行かないだろうが、この短い説明の冒頭で述べたこのタイプのユーモアが好きなら、それを拾う。 やっぱり12話なんだけど、これを読んでから、とにかく忙しい人じゃないと思うよ）"
  }
]
