[
  {
    "title": "Mashiro-iro_Symphony__The_Color_of_Lovers",
    "id": "10397",
    "url": "https://myanimelist.net/anime/10397/Mashiro-iro_Symphony__The_Color_of_Lovers",
    "user": "Caleb_Marvell",
    "profile": "/profile/Caleb_Marvell/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=87809",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  9\n\nかつて、私はMy Anime Listをブラウズして、新しいアニメを探していました。 それが私がMashiroiro Symphonyを見つけた時です。 その見た目から、私はそれが視覚小説に基づいていると推測しました。 私は視覚小説の大ファンをアニメに変えてきたので、私は星空、薔薇魔道彩色丘などの橋を好きだったと思う。だから私はそれを試してみることにした。 私はそのような傑作を見つけることを期待していなかった。\n\nだから、ストーリーは賢明ではない。 彼の妹を探しているときに、物語の主人公であると思われるものを偶然に会う少年から始まるあなたの典型的なハレームのアニメです。 私はそれを期待していませんでした。 それが物語が良くなってきた時です。 その後、彼は他の女の子と出会い、ブームを起こす。 彼は彼自身の個人的なハーレムを持っています。 私が当時思っていたのは、「これはほぼクリス・ハーレムのアニメです。 つまり、これは基本的にすべてのハーレムのアニメが始まることです。 しかし、私がショーをさらに始めたとき、私の意見は変わった。  harem animesに関することは、99％の時間で、彼が会う最初の女の子は、彼が最後に落ちる女の子だということです。  99％の時間、それは事実です。 マシロイロ交響曲では、私の下からカーペットを引き出し、メインの少女が変わったシリーズの途中でカーペットを引き出しました。\n\nアートワークは素晴らしかったです。 実は、このアニメと恋に落ちたのはアートワークでした。 視覚小説がアニメに変わったとき、アートワークには「私はビジュアルノベルであった」と伝えるものがあります。 それはちょうど私かもしれませんが、いずれにせよ、見事です。 圧倒的に美しい。 私はキャラクターアートと風景を愛していました。 ゴージャスな\n\n賢明なことに、他のアニメでは多くの声優が演奏されていると聞いたような気がします。他のアニメでは、これまでビジュアル小説だった他のアニメを聴いていたので、 ショーで。 声のための私の愛にもかかわらず、私のうちのひどいことを苛立たせる単一の声があった。 確かに、私はそのキャラクターが好きだったが、彼が言うことは何度も繰り返し「ピュウ」と言われると、真剣にあなたを怒らせるだろう。 私はそれが猫/エイリアンだと知っていますが、少なくとも「ピュー」と言うべき他のことがあるようにしましょう。\n\n最後に。 私は何年も、主人公がいないハレームのアニメを見つけようとした。\nA）倒錯者\nまたは\nB）手に取った人が簡単に困惑する。\n私が言おうとしていることは、竜流は私の邪魔にならない一流のハーレムのキャラクターだということです。 彼は涼しいだけでなく、友人の彼の選択は5スターの素材です。 それは私がハーレム・アニメで何年も探し続けていた第二のものに私をもたらします：男性の役割の親友は変態でもありません！  Uryuuと一緒に、私は他にもたくさんのキャラクターがいて、私を見て喜んでくれました。 確かに、私たちには2つのツンデレがありますが、動物愛好家、クールな妹、過活動派のメイドもいます。 キャラクターデザインは+1。\n\n私はショーを楽しんだと言える。 私は本当にそれがたくさん好きだった。 実際にそれに入るにはいくつかのエピソードが必要でしたが、私はハレームのアニメ/視覚小説で宝物を見つけたような気がします。 間違いなく見る価値がある。"
  },
  {
    "title": "Mashiro-iro_Symphony__The_Color_of_Lovers",
    "id": "10397",
    "url": "https://myanimelist.net/anime/10397/Mashiro-iro_Symphony__The_Color_of_Lovers",
    "user": "OOCentral",
    "profile": "/profile/OOCentral/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=169629",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\n私がMashiro-iro Symphonyを最初に見たとき、私はそれが私をそれまでと同じくらいドラッグするとは思っていなかった。 それは私が見ているときに私の注意を保持し、私は全体のアニメを得たまで私を離れることはありませんでした。 はい、私はアニメをマラソンでしたが、それは良いことでした。\n私はいつもロマンスアニメのファンでした。彼らは私が盛り上がる物語や悲しい物語が必要な時に行くのです。 このアニメは、私が見た高級ロマンスアニメの一つであるという法案をしています（そして私はそれらをたくさん見ました）。 それは遅い瞬間を持っているかもしれませんが、やや不適切な瞬間かもしれませんが、私はストーリーとキャラクターの進行が本当に良いアニメになっているそれらの瞬間を覆したと思っていました。 特に、あなたの気持ちを回ることができるようなものは何もありませんでした。\n\nストーリー9/10\nストーリーとそれが各キャラクターを通してどのように進歩したかは、私がそれを見る価値があると考えるものです。 キャラクターごとの各ストーリーラインには、自分のストーリーがあり、それぞれがアニメを作ったストーリーに自分の部分を持っていて、それはキャラクターのクリックであると伝えました。 それは、それが浮き沈みの権利を持っていない場合は、ロマンスされていないでしょうか？ これらの問題と解決策が真に入ったやり方は、この話をとても楽しくしてくれました。\n\nアート8/10\n私はそのキャラクターが本当に良かったと思っていました。制服はよくデザインされており、色彩豊かでした。 それぞれのキャラクターは、私が過去に見た他のキャラクターデザインとは異なる独自のキャラクターの一部を持っていました。 また、文字の表現は本当にポイントであった。 デザインミスはほとんどありませんでしたが、アニメにはまったく影響しませんでした。\n\nサウンド8/10\n私はイントロがすばらしかったと思っていました。 アニメの音は、設定の気分に実際に追加された特定の部分でうまくいきました。 私にとっての唯一の問題は、曲や2曲がうまく演奏されていた部分があったのですが、何か厄介な瞬間を残して空白だったのですが、本当に良いと思った以外の部分でした。\n\nCHARACTER 10/10\n各キャラクターには独自のストーリーがあり、ストーリーの気分に加わります。 彼らはすべて自分の背景を持っています。 公正であるために、それぞれのキャラクターは、それぞれが自分の良質を持っているので、あなたが好きな（カップル/人）を選ぶことが困難な時代の一つであることは間違いなく、\n\n全体的にこのアニメは永遠に私のお気に入りの一つになります！\nMashiro-iro Symphony = MUST参照"
  },
  {
    "title": "Mashiro-iro_Symphony__The_Color_of_Lovers",
    "id": "10397",
    "url": "https://myanimelist.net/anime/10397/Mashiro-iro_Symphony__The_Color_of_Lovers",
    "user": "OliverGriffin",
    "profile": "/profile/OliverGriffin/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=153841",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこれは、おそらく、私がこれまでに見た中で最高のアニメであり、それはジャンルとしてリストされたハレームです。\n\nどんなハーレム・アニメでも一番迷惑なのは誰にでもヒットしようとする変態キャラクターだということに皆さんが同意すると確信しています。 したがって、私は多かれ少なかれハレムのジャンルをあきらめて、明確に操縦しています。 しかし、このアニメは、パンドラの箱の底に希望と同じです。\n\n私は本当に主人公がまともな人ではないが、彼は周りのみんなのことを気にしているのが本当に好きです。 彼がやろうとしているのは助け（多くの誤解を招く）です。 ストーリー・ラインは、彼と他のすべての女の子が恋に落ちるのではなく、むしろ独身の女の子の感情の発達に焦点を当てています。 彼はみんなの気持ちや態度を心に持ち、いつも助けようとしています。\n\n私は確かにこれの終わりを期待していなかった。\n\nプロット：（警告スポイラー）\n私はあなたがシノプシスから集まったと確信しているので、シリーズは彼の失われた姉妹を探して私たちの主人公から始まり、お互いを見つけると、姉妹と先天性の女の子の高校の女の子、他の主人公がいます。 これはあなたが考えるように、ああ、いいえ - ここで私たちは再び行きます。\n\n女の子の高校と主人公の共学校と主人公との合併計画があり、妹と（変態ではない）親友が実験に参加しています。\n\n私たちのメインガールは即座に男の子たちに歓迎されないように感じさせます。 キャラクターの発達は、主にすべての女の子ではなく、彼女の周りに集中しています。 しかし、その後、突然、メインガールが切り替わるシリーズの半分の方法について。 完全に予期しない。 新しい主な女の子もまた大変ですが、もっと重くそうです（もし私が何を意味しているのか分かっていれば）。 彼女は主人公を愛しているが、彼女は背中を愛していないようだ。 代わりに、彼は親友（彼が実際に愛する唯一の人）のために落ちています。"
  },
  {
    "title": "Mashiro-iro_Symphony__The_Color_of_Lovers",
    "id": "10397",
    "url": "https://myanimelist.net/anime/10397/Mashiro-iro_Symphony__The_Color_of_Lovers",
    "user": "daemonblade1229",
    "profile": "/profile/daemonblade1229/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=47357",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  5\nサウンド|  4\nキャラクター|  3\n|  3\n\nマシロ・シンフォニー：ハーフ・アスク・ヴィルの不幸\n\n私はアニメの2つのエピソードを見ました。 それは私がもう見ることができなくなる前に私が召集することができたすべてでした。 これは私がこれまで見てきたものに基づいた予備的なレビューであり、どこに行くのかに関する経験に基づいた推測です。\n\nこれを説明する最善の方法は、ひとつの言葉である。\n\n間で含むのうち。\n\n文字は非常に一次元です。 興味深いものや聴衆に投資させようとする試みは、せいぜい大変です。 これは主人公の場合に特に当てはまります。 彼は癖がなく、偏心も感情的なパレットもありません。 彼は3つの感情を持っています：満足していることを笑って、思慮深く不安定で、恥ずかしい状況のために軽度に動揺します。 彼が動揺していると思われる時でさえ、それは驚くほど面白くない。\n\n彼はハーレム・トロピカルの典型であり、典型的な「笑顔の素敵な男」で、特別な才能や特徴的な特徴はなく、女性の主人公との間にいくつかの恥ずかしい、性的なテーマの誤解や遭遇をはっきりと見せている。\n\n女性のリードは少し面白いですが、それらはジャンル内のスーパーステレオタイプです。 彼らは自分の股間を見るために完璧な角度で何人かの人に仕上がっています。そして、彼らに彼らの反応（突然のショック、怒り、暴力、 いくつかの「kyaaaa！」を伴った）は以前に何千回も演奏されてきた。\n\n私の大きな抱擁は、オリジナルではないということではありません。 独創性は品質を意味するものではありません。 しかし、あなたが以前にやったことを使っているのであれば、うまくやっていればいいし、それをもう一度見る理由はありません。 作家、声優、アニメーターのように、このシリーズはまったく魂が無く、ただ動いているだけで何も提供していないようです。\n\n今、私は、何かが遠く離れていても、少なくとも4つのエピソードを見なければならないというルールを持っています。 実際、私はおそらく、残りのエピソードを2つ、早送りして見ているだけで、私はそれらを見たと言います。 そしてそれはそれを回すかもしれません。 私はそれを疑う。 これがまったく回復し、価値のあるものに変わるという兆候はありません。\n\nここにまともな物語のための小さな可能性があります。 彼らは何か良いことをすることができたわずかな種です。 聖闘士悪魔人形が行った現実的なコメディー中心のルートで学校生活と友情（ロマンスではない）を行ったり、学校の生活/政治コメディを恋人と融合させたり、 カノン、クラナド、自分自身のように、ロマンスに焦点を当てた何かをしました。 あなた自身（これは前の2つにはるかに劣っていますが、まだこのシリーズよりも優れています）。 しかし、彼らはしませんでした。 代わりに、ちょうどこの怠惰な、粥の枝を切った山があります。\n\n私は魅力的な何かをすることに何の努力もしないことで時間を無駄にするシリーズのための深い座った憎しみを持っています。 スローペーシング（House of Five Leaves）、純粋なライフストーリーラインのスライス（Kino no Tabi）でさえ、驚くほど魅力的なシリーズがあるので、ペーシングの問題、標準的なストーリーアークの欠如、  、Mushishi）、そして日常的なテーマ（Azumanga Daioh）があり、あなたの人生が今見た方が良いと感じています。 それは創作に貢献するアーティストの物語の作法に費やされる労力と注意の量の問題です。\n\nこの話はちょうど超大胆な半分であり、視聴者はこのくそで時間を無駄にしないで自分自身にそれを借りて、代わりに見る価値のあるものを見つけようとします（上記のシリーズを参照してください）。"
  },
  {
    "title": "Mashiro-iro_Symphony__The_Color_of_Lovers",
    "id": "10397",
    "url": "https://myanimelist.net/anime/10397/Mashiro-iro_Symphony__The_Color_of_Lovers",
    "user": "Imperialz",
    "profile": "/profile/Imperialz/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=45895",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  7\n\n言いたいことは、その表紙で本を裁かないでください。 これはあなたの標準的な視覚的な小説の適応ではありません。 私は自分自身に驚いています。 私は今のところ、エピソード3まで見て、それが私に提供するすべてに驚いた。 実際、エッチシーンのことについていくつか述べていますが、それはストーリーを妨害せず、私を信じています。エピソード2から始まるそのシーンはもう見つからないでしょう、おそらく初回ウォッチャーを引き付ける要素ですが、 第1話の後にストーリーラインを乱さないでください。\n\n第二に、ストーリーラインについて、よく、おそらくかなり一般的な1st、主人公と彼の友人は全女児の学校に転送されますが、ストーリーラインの開発はそれを補う。 主人公は、一度彼の古い学校で尊敬され、彼は彼の行為を続けている良い人です。 彼は一見して弱いキャラクターのように見えるかもしれないが、彼は自分自身を改善することによってそれを作る。 だから私は物語がとても良いことができると感じているが、途中で劇的に落ちるかもしれないことを慎重に考えている。 しかし、エピソード1から3までの基本的なストーリーは、全く失望しません。\n\n第3話、芸術、ああ、これは最初のエピソードがストーリーラインではあまりにも一般的であり、私はこの要素に感謝しなければならないので、私はそれを見続けることにしたのです。 オープニングのソングからEDの終わりまで、芸術はとても美しいですね。キャラクターの描き方は少しはっきりしているかもしれませんが、それは私がこれを見続ける理由ではありません。私は美しく作られた環境 キャラクターは非常によく、私はエクストラのデザインに驚いています。 実際、OPはホワイトアルバムのOPと非常に美しいそれ自体と比較することができます。\n\n4th、sound element、hm...まあ、私は音楽がどのように演奏されているか、それは状況に合っていて、特別なエフェクト音は状況とよくよく同期しているのが好きです。 しかし、ほとんどの2010年のアニメから期待されるように。\n\nキャラクターデザイン、プレーン、パーソナリティ... hm..plain too...しかし、性格やキャラクターの発展はこれを補うものであり、実際これはこのアニメに多くの役割を果たします。 私はキャラクターがどのように発達したのが好きです。 私がこれを最後まで見なければならないように感じさせるには十分です。\n\nシリーズの楽しさは、この問題では、シリーズの多くのキャラクターのエキサイティングな部分、特に男性の主人公が第3話の女性の主人公についてエキサイティングなことを見つけたときに見受けられます。 私はその場面を見たときに私は微笑んだ。 しかし、これは人生とロマンスのジャンルのアニメの一部ですので、あまりにも多くの驚きは見つかりませんが、シリーズを楽しむには十分です。\n\n結論として、全体的に優れていた。 私はそれに9/10を与えるだろうが、監督がこのエピソードの後に​​崩壊するなら、それは落ちるかもしれない。 しかし、それがそのペースを続けるならば、私はキーからカノン、クラナド、AIRとエンジェルビーツと同じレベルに置くだろう。 心温まるドラマと愛を愛しているなら、あなたは確かにこれを楽しむでしょう、私を信じてください:)"
  },
  {
    "title": "Mashiro-iro_Symphony__The_Color_of_Lovers",
    "id": "10397",
    "url": "https://myanimelist.net/anime/10397/Mashiro-iro_Symphony__The_Color_of_Lovers",
    "user": "sudokia",
    "profile": "/profile/sudokia/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=128937",
    "jp": "--- --- --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  4\n|  5\n\nMashiroiro Symphonyのカバーで判断してください：愛好家の色、私はこれが別の典型的なクリシェのハーレム、あなたが知っている、高校の環境、男性のリードを選択するための異なる女性だと思った。 私がアニメを進めていくうちに、そのプロットは非常にユニークで、「ユニーク」なキャラクターによって駆動されていることが分かりました。 マシロロ・シンフォニーは典型的なハーレム・アウトラインに従いません。 このアニメが顕著だったのですか？ 例外的？\n\nNOPE\n\n個人的には、ハーレムが偽っているかどうかは気にしません。私はユニークなプロット、あなたの典型的な平均的なハーレムを期待していませんでした。 それが違っても私はそれを気にしません。 だから何がうまくいかなかったの？\n\nストーリー（5/10）\n\n\n\nキャラクター（6/10）\n私は文字を説明します：\n\n信州ウユリュ - 勤勉で気遣う勤勉な学生（男性）\n\nエイディ・セナ - 前半の女性リード、反対のジェンダーに向かって大きな嫌悪感を抱いている失礼な女の子、彼女は彼女の弱点を見せたくないし、彼女の同僚の間で強く見えるように何でもして喜んでいる。  （メイン）\n\nサナ・イヌイ - いつもシンゴを選んでいるツンデレの女の子。 それでも、彼女はMiu（Main）をサポートするために彼女の道から出るでしょう。\n\nMiu Amaha  - 動物を愛し、彼女がやることに非常に勤勉であり、怪我をした動物を保護するために可能な限りすべてを行います。  （メイン）\n\nSakuno Uryuu  - 典型的なharem animesと違って、彼女は新婦の妹で、broconはいません。 彼女の年齢のためにかなり成熟し、彼女の兄弟および他の女性との非常によい関係があります。  （サポート）\n\nアンジー・スウェル - アカデミーのメイド、彼女はメイドであることに対する巨大な情熱を持っており、彼女のマスターのための雑用を遂行することができます。  （サポート）\n\n男性のリード：信吾ウユリは、怠け者、過失または悲観的なキャラクターではなく、あなたの平均的なハレムのリードとは非常に異なっています。私たちのリードは、正反対で、勤勉で、勤勉で思いやりのあるものです。 女性のキャラクターのほとんどには同じことが言えますが、これはキャラクターの不足という問題につながります。 開発があったとは言えませんが、私はAiriが非常にうまく開発されていると信じていました。 しかし、これはアニメに見られる唯一の強力な発展である。 すでに勤勉な勤勉な生徒である信吾自身のために、どうすれば彼を育てることができますか？ 彼が完璧だったという事実は私をひどく悩ましていたが、本当に迷惑だった彼の性格に関する欠陥はなかった。 さらに、彼は密である。\n\nMiuとSanaに焦点を当てたストーリーはうまく開発されていなかったので、私は両方のキャラクターを知覚する方法に影響を与えました。 物語の最初の半分はAiriに印象を残し、ルートの即時の変更は私にキャラクターを混乱させました。  6つのエピソードが残っていて、2人のキャラクターを開発しようとしていたという事実は、キャラクターとの関係を確立するのに十分ではなかった。アニメが2つのコースになっていた。 また、キャラクターの概要を見ると、強固な開発を生み出すことは難しいようでした。 サナのための開発があったかもしれないが、ストーリーは彼女に優秀な女性であることを選択しなかったので、彼女の性格は無駄になった。 それらの2人のキャラクター（SanaとMiu）のためのアニメの開発があったが、それは非常に弱かった。 アニメのプロット構造もこれらのキャラクターの弱い発展に貢献した。\n\nエンジェルとサクノは、愛する2人の支持キャストと同じように、キャラクターの開発はまったくありませんでした。\n\n実行（5.5 / 10）\nマシロイロのためには急いで、アイリと一緒に優れたキャラクターケミストリーがあったのは、シンゴが一緒になってアイリが障害を克服するのを助けたからです。それは両方のキャラクターを本当にうまく引き出し、同時にアニメを楽しみました。 これはアニメの唯一のハイライトです。ルートがSanaとMiuに切り替わると、誰かが障害を克服するのを助けるための欲求である、適切な行動を垣間見ることはありません。 サナとミウのキャラクターは、私がアニメを見ている間、私を満足させることは決して弱くはありませんでした。 彼らの弱い発達もまた、キャラクターと結びつくことができず、ショーの感動的な瞬間に共感は感じられませんでした。\n\nART＆amp; amp; サウンド（7/10）\nシンゴーがどのようにデザインされたか、私はとても熟した人物であり、伝統的なアニメキャラクターの伝統的なハーフキャッチーな見た目とはかなり違って見えます。 女性のリードはしかし、かわいらしい、無邪気で美しいクリシェデザインに従っています。\nいずれにしても音についてはあまり言いませんが、私はEDを個人的に愛しています。 アニメ中の音楽は普通ではなかった。\n\n全体（6.5 / 10）\nあなたは、業界が過去10年間を推測していた過去の誤りのために私たちの顔の中で押しつぶされてきた、真実のステレオタイプのハレムから離れたアニメを見たいなら、あなたはこのアニメを楽しむかもしれません。 しかし、突然のプロットの変化やキャラクターの開発の欠如に注意してください、それはあなたが失望するかもしれません。"
  },
  {
    "title": "Mashiro-iro_Symphony__The_Color_of_Lovers",
    "id": "10397",
    "url": "https://myanimelist.net/anime/10397/Mashiro-iro_Symphony__The_Color_of_Lovers",
    "user": "mdz",
    "profile": "/profile/mdz/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=49809",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  6\nキャラクター|  5\n|  5\n\n[いくつかの一般化されたスポイラー、ビジュアル小説をプレイしなかった人からの視点]\n\nMashiro-iro Symphony（TV）は、この秋のシーズンに適応した2つの視覚小説の1つです。\n\n私が知っていることから、Visual Novelは売れ行きが非常に良好でしたが（2009年10月1日）、非常に平均的な[7.68 @ VNDB]でした。 残念ながら、それは\"平均的な\"アニメに引き継がれているようです。 文字は非常に一般的で線形です。 キャラクターの育成はほとんどありません。2つのツンデール、素敵な女の子、メイド、そして姉妹がいます。 ほとんどのロマンスシリーズでは、人間関係は成熟し、成長し、お互いに親密になり、徐々に変化しますが、そこには関係が形成されます。 しかし、Mashiroでは、ほとんどが急速に発展しており、個々のキャラクターではなく、ストーリーラインの開発がより進んでいます。 キャラクターは基本的にパイロットからフィナーレまで静的です。\n\nしかし、Mashiroは視覚小説であり、視覚小説は正確には適応しにくい。 彼らは視覚小説に複数の道を持っている。 あなたは女の子の1人を選んで、あなたは主人公の主人公として自分の考えと一緒に彼女が絶えず開発されているのを見ます。 アニメでは、第三者でストーリー全体を見ることができます。それは、開発されているキャラクターだけでなく、複数のキャラクターでもあります。 このことを考えると、アニメの適応は、しばしば悪いことではないハーレムのルートをとらないことが多い。 彼らはキャラクターに真実を発揮している限り[私はビジュアル・ノベル自身の経験が全くないので、キャラクターをどれくらいうまく描いているのか、どれくらいひどくキャラクターを描いているのかは分かりませんが、\n\nとにかく、それを要約すると、Mashiroは非常に予測可能であり、それは悪い対話と馬鹿なプロットの開発ではぎとられている。 しかしそれは予想されることです、それは一般的なハーレムです。 全体として、Mashiroはかなりの時間を殺すためのかなりまともな方法です、それは見て刺激的ではない、それはプラス面を持っています。 それはかなり静かで楽しい気分を作成するために管理し、それはリラックスしています。 それはフィット感のあるOPとEDを持ち、キャラクターは一般的ですが、刺激的なタイプのジェネリックではありません。\n\nちなみに、最後の2つのエピソードは実際にかなりまともですが、ショーのいくつかの面を\"償還\"しています。 それはキャラクターをわずかに発達させますが、それはまだ直線的です。 しかし、それは物事について異なる視点を与えました。 ほとんどのハーレムのロマンスでは、男は通常彼が選んだ女の子と日付を記入し、他の女の子は基本的に消え去る。 しかし、Mashiroでは、彼らの考えが示されており、かなりうまくいっています。 彼らはどのように選択されていないことに対処するかを示しています。 要約すると、Mashiroはそこにあるより一般的なharemsの1つです、それは刺激的なharemの終わりで終わらない。\n\n客観的得点：4/10。 それは実際に人間の感情を描写することになると「悪い」、それは急いでしまい、それはかなり線形です。 しかしそれは見ることを刺激しない\"悪い\"タイプです。 それが最もオリジナルではないので、「悪い」です。\n\n主観的なスコア：5/10：Mashiroは本当に最もユニークなアニメではありません。 それは一般的なもので、予期せぬことですが、新しいものやまれなものは提供していません。 それでも楽しいですが、改善の余地があります。 しかし、楽しみはまだそこにあります。"
  },
  {
    "title": "Mashiro-iro_Symphony__The_Color_of_Lovers",
    "id": "10397",
    "url": "https://myanimelist.net/anime/10397/Mashiro-iro_Symphony__The_Color_of_Lovers",
    "user": "WindAngel959",
    "profile": "/profile/WindAngel959/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=171543",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  7\n\nあなたがこのアニメを見たいと思っているときに、あなたが「軽度のヌード」と言った評価のために揺らめくだろうが心配しないならば、まばゆいアニメのもののように目に見えて明白なヌードは全くない。 男性のMCが同じ桶で風呂に入ることを余儀なくされるシーンもあるという事実は、真実です。 しかし、私のことを信じて、彼らの体は露出されていない。 だから、心配する必要はありません、あなたはそれで任意のエッチやヘンタイシーンを見ることはありません:)\n\nさて、ビジネスに乗りましょう！  （^^）/\n\nまず、ストーリー\n\n〜私が前に言ったように、このアニメの物語はかわいいと現実的なのようなものです。 エンディングも拍手する価値があります。 このアニメに続編があるのは好きですが、たとえそれに続編がないとしても、結末は十分に良いと思います。未回答のものはあまりなく、私は十分満足しています:)\n私はそれに7/10を与えるでしょう\n\n第二、芸術と音\n\nこのアニメは傑出した芸術を持っており、このアニメがうまくいく気分にも合っています。それはバックグラウンドの曲、効果音、オープニング、さらにはエンディングの曲でもあります。 確かに芸術と音\n私はそれぞれ8/10\n\n三番目、文字と楽しみ\n\nアニメはこの女の子に多くの焦点を与えるので、これは私の興味の1/3を失っているので、これは、 アニメ。 しかし、その後、シリーズの気分は変わり、ネコクラブはストーリーとキャラクターの発展を以前のエピソードとはまったく異なるものに変えます。 最初は、キャラクターがすべて1つのエンディングに入っていて、それがハレのファンタジアになったのですが、その後、私は好奇心をそそられる愛の三角形に変わってしまいました。 それは私がこのアニメのためにマラソンを走らせる興味深い部分です\n私はそれぞれの7/10\n\n全体的に、私はこのアニメを楽しんで、進行中のあなたを混乱させるが、素晴らしい結末に終わった何かを傷つけるなら、あなたにそれをお勧めします。 また、シリーズの最初のハーフを見て忍耐強く、前半には明らかな終わりのように見えるかもしれませんが、それを止めさせてはいけません。 それが「本当の終わり」ではないので、contiuesを続けてください。 本当の結末は、それが何だったのかよりはるかにかわいいです。\n\nそれはすべてです..良い時間を過ごしてください！  :)"
  },
  {
    "title": "Mashiro-iro_Symphony__The_Color_of_Lovers",
    "id": "10397",
    "url": "https://myanimelist.net/anime/10397/Mashiro-iro_Symphony__The_Color_of_Lovers",
    "user": "Yuffira",
    "profile": "/profile/Yuffira/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=58035",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  6\nキャラクター|  3\n|  5\n\nアウター、もう一つのハーレム・アニメと素敵なキャラクター！ 今私はいつも食べたくなるもの。 それはまともなプロットと3つの非常に強い主人公で始まった。\n最初のエピソードで竜流、エアリー、さくのが紹介されたとき、私はあなたの平均的なハーレムキャラクターは誰にも分からなかった。 この印象は長続きしませんでした。\n\n過去に問題を抱えていて、非常に面白いキャラクターになる可能性があるSakunoは、ちょうど1つのエピソードの後に​​残念ながらバックグラウンドにプッシュされます。 強力な見た目の女性Airiは、3つのエピソードを飾りますが、後は​​背景装飾に変わります。 彼女は少年が嫌いだと叫ぶ。（最初のエピソードでは、彼女は竜流に非常に親切だが...）しかし、なぜ彼女が彼女をあまりにも憎むのかを知ることは決してない。\nUryuuは大部分のシリーズで大丈夫です。 彼は迷惑ではなく、彼の正気を維持する唯一のキャラクターのようです。 もちろん、彼は他の主人公の一人と、青から恋に落ちる。\nどんな開発の唯一のキャラクターはサナですが、彼女はあなたの毎日の泣き虫ですので、それは本当に興味深いものではありません。 もちろん、Miu-sempaiは忘れることはできません。 彼女は実際には初めに紹介されたのではなく、主人公の一人であることが判明した人物です...\nまだ誰かがこれに従っていますか？\n\nだから、本当に益子郎のキャラクターについては、あまり言い表せません。 ほとんどの場合、彼らはちょうど本当に混乱している。\n\nよりポジティブなノートに：アート。 これが私がMarshiro-iroを始めた理由です。 アイリは本当のアイディアです。他の女の子もそうです。 残念ながら、これもまたエピソード5程度の後に崩壊する。 突然、私たちは不合理なラインアートを取得し、着色も正しく行われていません。 それは最終的にもう一度良くなるので、全体的にはそれは大丈夫です。\n\nオープニングとエンディングの曲も楽しいものでしたし、サウンドトラックもそれほど悪くはありませんでした。 あなたはシリーズを終えた翌日に覚えていることはありませんが、気分は申し分なくです。\n\n実際のストーリー展開はありません。 それは2つの合併する学校間の関係を改善したい男の子から始まりますが、しばらくするとそのテーマは忘れられ、物語は突然現れる友情に焦点を当て始めます。 脚本家がそれについて話し終えると、彼はNuko Clubの周りに少しのドラマを展開します。\n\nキャラクターもストーリーも意味をなさないと私はいつも思い出されていたので、このアニメを楽しむことはできませんでした。 それは非常にジェットコースターの乗り物、あなたが入ることに後悔する種類でした。\n\n全体的に、これは非常に平均的な、ほとんど不良なハレ・アニメです。あなたがこの種のアニメの巨大なファンでなければ、あなたの時間の価値は本当にありません。 あなたが類似しているが、より良い方法を探しているなら、ClannadまたはH20〜Footprints in the Sandをお勧めします。"
  },
  {
    "title": "Mashiro-iro_Symphony__The_Color_of_Lovers",
    "id": "10397",
    "url": "https://myanimelist.net/anime/10397/Mashiro-iro_Symphony__The_Color_of_Lovers",
    "user": "retardation",
    "profile": "/profile/retardation/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=53435",
    "jp": "--- --- --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  5\nサウンド|  5\nキャラクター|  3\n|  3\n\n私は、マングローブの最新のリリースMashiroriro Symphony：The Loversのカラーをチェックするための正当な理由だと思ったことに基づいて決めました。 私はeroge解釈の最大のファンではないが、私がそれらを好きになったとき、彼らは通常上位のスタジオによって生産された。 京都アニメーション（Clannad、Kanonなど）、Shaft（Efシリーズ）、P.A.のようなスタジオからの成果を掘りました。 それらのスタジオは、偉大なアニメーション、方向、またはストーリーライティングで、ハーレム/ゲームベースのシリーズで通常の問題を隠すことができたので、仕事（真の涙）です。\n\n私はエロゲを自分で演奏していないので、ソースの素材がアニメの品質にどのくらいの頻度で影響を与えるかはあまり確かではありませんが、Kyoaniのようなスタジオでは常に良い製品を作る傾向があり、 季節には、スタジオはこれらのタイプのシリーズが成功するかどうかに大きな役割を果たしてくれると賭けるだろう。 たとえば、カオス、ヘッドとスタインズ、ゲートの両方が同じゲームクリエイターによって作られ、ゲームと同じくらい評価されていたと理解しています。 あるスタジオはスタインズを作る素晴らしい仕事をしました;ゲートと他の人はカオスと熱い混乱を起こしました。\n\nManglobeは少し金銭的に傷ついているように見えましたが（Deadman Wonderlandの最後から二番目のエピソードで、アニメーションの仕事をカットしてカバーすることができます）、Mashiroriro Symphonyのトップスタジオと競争しようとします。 彼らは世界の神だけを知っているアニメーションの素晴らしい仕事をしたし、私も彼らはこのジャンルのプログラムは良いリターンを与える可能性があるので、モエのショーですべてを行くしようと考えていた。\n\n私は非常に間違っていた。 これまでのところ、私はなぜこの「見直し」の大部分を費やして、実際のショーを理由で議論するのではなく、このショーを見ることに決めたのかを議論しました。 それは一般的なごみ以外のプログラムについてはあまり言わない。 プロットの概要は、学校の合併のために、以前はすべての女の子の学校に通っていた普通の学校の少年であり、...そして、幕が続く。 私はバットからのその種のプロットによってオフにされている人のタイプでもありません。 しかし、私の見解では、品質や革新を通じて、このジャンルであなた自身を区別しなければならないということです。 マシロリロ交響曲はあまり作られておらず、ユニークではありません。\n\nすべてのアニメは典型的な状況に「ギャップ・モエ」のキャラクターの束を投げ、主人公は彼らに素敵です。 私はそれが一般的な公式であることを知っていますが、あなたが一般的な原型に何かを加えていないなら、あなたは価値のあるものを実際に作り出していません。 私が一般的なモエ・アーキタイプから逸脱していることを好む一方、使用されるなら、そのキャラクターが終わるポイントにアーキタイプをするのではなく、スケルトンまたは出発点にすべきです。\n\nキャラクターが行くにつれて、そこには、あなたのミルク静かな女の子のキャラクターのあなたの実行されている小さな妹がありますし、そこには、4つの他の女の子は、 'プレイ'です。 それらの中で最も攻撃的なのは、緑色の髪のメイドキャラクターです。 彼女がスクリーン上にいるとき、唯一可能な反応は、彼女がどれほど驚くほど驚くべきかを驚かせることです。 私はメイドのキャラクターは気にしない。 実際、メイドキャラクターの多くは、ハヤテ・ザ・コンバット・バトラーのマリアのようなモエ、あるいは特定の魔法のインデックスの回転している少女だと思います。 しかし、何かがうまくいくためには、あなたは文脈に入る必要があります。 そうでなければ普通の学校はメイドキャラクターを持たないでしょう。 すべてが不条理で、これはバカ・テストのようなギャグ・コメディではないし、馬鹿馬鹿しいことを期待するものでもない。 それで、まず、彼女はそこにいるべきではありません。 第二に、原型のメイドキャラクターを構成するものを超えて、彼女の性格については何もない。 彼女の唯一の特徴は、彼女が不器用なメイドであることです。これは既に他の何千ものアニメで見られています。\n\n緑色の髪の毛のメイドの後に、黄色の髪と赤い髪の2つのツンデレの文字があります。 もう一度、これらの2つの文字については、それがtsundere型であるという事実以外は何も言いません。  2つを分ける唯一の事は、赤い髪のものが黄色のものよりもはるかに感情的に飾られていることです。 あなたは彼らについてのいくつかの伝記を学んでいますが、メインキャラクターへの関心や紫色の女の子への赤毛の女の子の関心以外の内面的な生活はあまり面白くありません。\n\n最終的な女の子は信じられないほど退屈な紫色の上級生です。 彼女には2つの特徴があります。彼女は素敵で、動物が好きです。 このショーの多くは、動物園の高校のクラブとの関係に焦点を当てています。 私はこのショーについて言うことができる別のものは、この種のキャラクターが他のハレムでははるかに少ない輝きを得るということです。 残念なことに、他のハーレムのクリエイターが、最も浅い人物に最も多くのスクリーンタイムを与えるのは悪い考えであると認識しているからでしょう。\n\n私はそれを得る。 これらのショーの多くは、特殊文字を追加することなく同じ文字タイプを持っていますが、実際にはその値が多いため実際に見ることができます。 それは理にかなっています。あなたがすでに知っていることは、それが偉大に見えるときにあなたの注意を引くことができるからです。  Kyoaniのショーでは、たいていは非常に厚紙のキャラクターが見られますが、彼らはとても輝きがあり、古いものを見ていてもかなり古いものがあります。 プロダクションが盛り上がったり、少なくともスタイリッシュになったりすると、新しい、より壮大な光の中で、そうでなければあなたが知っているキャラクターが見えます。 ファイナルファンタジーIVが3Dで再製作され、その後HDで制作されるのが好きです。\n\nマングローブは芸術的な方向で可能な限り明るい仕事をしなかった。 すべての背景は、滝のようにかなり見えるものであっても、非常に普通のストック映像のようです。 ショー全体は1つのカメラアングルで再生され、革新的なショットはほとんどありません。 ポケモンでさえクールなショットがあります。 私は、マングローブは現時点でマネー・スタジオではないことを認識していますが、その方向性を創造しようとする試みはありませんでした。 私が考えることができる唯一の注目すべき事は、彼らが雨の日に窓の外から閉じて、カメラが実際にそこにあるかのように、雨がまだ屋外に降りてくるのを見ることです。 そのショットは、それが想定していたほど涼しく見えませんでした。\n\nこれは私の最初のレビューであり、私はショーを憎むことは嫌いですが、私は言い返すものは考えていません。 私は実際にMashirooriro Symphonyを見る前にManglobeからたくさんのことを期待していました。そして、私は何も手に入れませんでした。 私は、私が見つけた様々な他の問題にも慣れていませんでしたが、私は私のポイントを作ったと思います"
  },
  {
    "title": "Mashiro-iro_Symphony__The_Color_of_Lovers",
    "id": "10397",
    "url": "https://myanimelist.net/anime/10397/Mashiro-iro_Symphony__The_Color_of_Lovers",
    "user": "Eminaenigma",
    "profile": "/profile/Eminaenigma/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=233404",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  7\n\nストーリー（5） -  2つの学校の間にはっきりとした合併があり、そのうち1つは女子大学校の名門です。 物語は新竜竜とその妹に続く。  Shingoと他の学校の少年たちは、セナ・アイリが少年を守る努力のために同化するのに問題があります。 少数の出会いの後、Shingoは様々な性格の多くの女の子と出会う。 退屈な典型的なハーレムの状況！ 彼らは一緒に働き、新しく合併した学校をより受け入れやすくしようとします...\n\nアート（9） - アートは確かに賞賛を受けるべきです。 すべてのキャラクターは本当に素敵でカラフルな髪をしています。 私は本当にそれぞれの人とみんなに好きなものを持っていました。 文字はすべて非常にきれいにモデル化されています。\n\nサウンド（7） - 音は素晴らしかった。 特に静かな音楽。 それ以外の音については何も言えません。\n\nキャラクター（8） - 私はキャラクターには問題ありませんでした。 私はいくつかの事を知るために十分なharemアニメを見た。 主人公はすべて、女性キャラクターからの愛に気づいていません。 しかし、キャラクターが彼を愛する方法は、他の多くのヘアーのそれとは異なります。 もっと現実的です。誇張された戦いではなく、女性のキャラクターが気分を微妙に示しています。 彼らの闘争を通して皆を助け、最後に女の子と結婚する非常に気遣う人。\n\n楽しさ（7） - 他のハーレム・アニメとの類似点はたくさんありましたが、キャラクターの性格や表現とは別物なので、このアニメを楽しんでいました。\n\n全体的な（8） - これは私の意見では最高のハレームアニメの一つでなければならない。 アニメは実際のゲームのストーリーアークの一部を組み合わせたので、お互いに関係のない異なるストーリーライン（シンゴは視覚小説の異なるタイムラインの各女の子となります）を見るのはとても涼しいです。 プロデューサーは、メインヒロインズの物語を一枚にして、他のヒロインズの物語の小部分を振りかざした。 実際の話は全体としては賞賛することはできません。\n\nそれを試してみてください。 たぶんあなたはそれを好きになるでしょう、多分あなたはしません。 私は、物語を伝えるこのようなユニークな方法でアニメを見るまでにはしばらく時間がかかると思う。"
  },
  {
    "title": "Mashiro-iro_Symphony__The_Color_of_Lovers",
    "id": "10397",
    "url": "https://myanimelist.net/anime/10397/Mashiro-iro_Symphony__The_Color_of_Lovers",
    "user": "Forsaken112",
    "profile": "/profile/Forsaken112/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=195989",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\nさて、これは私の最初のレビューですので、少し短くしていきます。\n\n私が最初にMashiroiro Symphonyを見始めたとき、私はそれが結論のない軽い時計であった別の速いrom / com haremになると思った。 男は私が間違っていた.....このショーは、誰が幸せと悲しみを感じるかに葛藤してしまった。  Mashiroiro Symphonyと一緒に働く唯一の12本のエピソードでは、それは素敵なキャラクター、特に**（マイナー・スポイラー）**がMCを実際にヒロインを選び、公然と女の子に告白する人になる MCが拳を握ると選択が行われます。 スポイラーは楽しいものではないので、選ばれた人には行かない。\n\n笑いのトン、感じのトン、全体的に非常に楽しい時計。 より多くのロマンス/ハレームのアニメがこの例から学ぶことができれば幸いです。\n\n - ストーリー -  8/10\nだから私の意見では、それ自体でコアストーリーは何も例外的なものではない。 一時的な合併を行っている全女子学校にMCが導入されました。 おなじみの音ですか？ しかし、あなたが通常見ない合併についての微妙な側面があります。 まず、MCの唯一の男の子は学校に導入されていない、と前の学校の女性も一緒に持ち込まれています。 だから、より一般的な男の子が全女の子の世界に紹介されているのではなく、あなたは両方の学校の素敵な組み合わせをまとめて集めています。 その後、MCはヒロインのキャストを満たし、最後のいくつかのエピソードでショーがより深刻なトーンを取る前に、誤解やその他の面白い出来事のリストを通る。\n\nアート8/10\n私は芸術的なスタイルの苦労はなかったが、実際に楽しんだ。 カラースキームは無料で感じられ、アニメーションが非常に滑らかであると感じました。 しかし、私は芸術スタイルが好きな間にそれは画期的でも派手なものでもありませんでした。\n\n - サウンド -  8/10\nさて、私はここで音に少しぶつかりました。 ショーの間の音楽は常にフィット感があり、私の意見では非常にうまく実行されました。 しかし、OPとEDで私はどちらも愛していませんでしたし、私はそれらを嫌った。 彼らはショーのためのフィッティングな雰囲気を作りましたが、それで正のスコアでした。\n\n - キャラクター -  10/10  -  10/10\nこのショーのキャラクターを愛し、単にそれらを愛していた。 それぞれの人は実際に自分の人格を持っているように感じましたが、それぞれが実際に少しの開発/深さを与えられていました。 もちろん、あなたは人気キャラクターのアーキタイプを見ることができますが、もしこのショーが24エピソードになるチャンスが与えられれば、彼らはハーレムでキャラクターが発達するまで特別なことをした可能性があると思います。 また、MCは一度は完全に密ではありません。 クレイジー知っている。 私はまだ誤解があり、そこに素朴な感触があることを意味するが、男はほとんどよりも約束を示した。 とにかく、Mashiroiro Symphonyが主人公の本当の人物をあなたの足元に残してくれるので、他の人たちがそれぞれの女の子にスポットライトで時間を与えられていると述べています。\n\n - 楽しさ/全体的 -  10/9\n私はこのレビューを短くしておくと言ったが、それはうそだと思う。 全体的に私はこのショーをとても楽しんだし、私はそれをマラソンしたことを認めます。 それは笑いと素晴らしいバランスを持っており、不必要に複雑ではなく、非常に健全な結論を与えられた物語で感じます。 健全な結論部分はシリーズがたくさんあるので爽やかでした。 ジャンルのファンである人たちのために、私の見解では、すべてのことを見なければならない。"
  },
  {
    "title": "Mashiro-iro_Symphony__The_Color_of_Lovers",
    "id": "10397",
    "url": "https://myanimelist.net/anime/10397/Mashiro-iro_Symphony__The_Color_of_Lovers",
    "user": "Daidus",
    "profile": "/profile/Daidus/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=166695",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  6\nキャラクター|  6\n|  7\n\n私は次のように書いています：Mashiroiro Symphony：The Lovers\n\nこれは典型的なハーレムではなく、それぞれの女の子はいくつかの厄介な問題を抱えています。MCが来て、助けようとします。そして、彼がちょうど修正したものは、その結果を完全に無視します。 このショーのすべての女の子が彼のお尻の周りを追いかけようとするわけではありません。\n\n基本的に、これはClannad（第1シーズン）の本当に疲れたものですが、深くはありませんし、ユーモアもありません（時には馬鹿馬鹿しいことを笑うことを除いて）。\n\nこれは途中でヘンタイゲームに基づいており、ショーはゲームの他の多くのルートの1つから1つのルートを選ぶ必要がありました。\n\n女の子はちょっと遅れている...実際には、本当に遅れている..それは、彼らがどれほど愚かであるか笑ってしまったが、10エピソードのように見た後、あなたはあなたが何を求めているのかを知っているだろうが、彼らはばかだ。\n\nこのショーでは、この厄介な奇妙な種の猫がありますが、私は彼にあなたが彼を見るとき、あなたはMCがそれを追いかけることを賭けるので、プロットデバイス＃1と呼んでいます。\n\nMCは輝く鎧の騎士だが、彼はあらゆる面で完璧だ。おそらく彼は彼の周りにハレームを持っているのだろう。 ハーレムマスターであるために、彼は愚かではありません。これは素晴らしい変化です。 彼は少し退屈です。\n\nMCには男性の友人がいますが、とても退屈です。 彼は仲間のレベルを持っていません.Sunaharaレベルにも近くはありません。 ショーは彼のキャラクターや何かを開発していない、彼は無駄なキャラクターになる、あなたは彼について忘れてしまうでしょう。\n\n私は、これらの女の子が実際のハーレムにいることを認識し始めるということが好きです、彼らは彼のためにそこにいます。 友人たちのグループは、HIMの周りを回っています。\n\nこのショーは彼が誰かを選ぶことで終わり、何人かのハーレムが終わり、自由に終わった、すべてのもののように、彼が誰と一緒になっても終わらない。\n\n音楽、私は本当に覚えていない。 私はそれをクラナドと偶然比較しているので、それはあまり記憶に残るものではありませんでしたが、私はそれを助けません。\n\nアニメーションは超怠惰です。 彼らはほとんど動かない。 しかし、このタイプのアニメは大丈夫ですが、口を開けるだけです。\n\nドラマ？ 小さなビットですが、実際はありません。 そこにもっと欲しい。 私はharemsがあまりにもハードにこだわることを好まないと思う。\n\nまた、ショーは12エピソードショーにはちょっと遅いです。\n\n全体的に見て、この番組はあなたに女の子とルートを選ぶのが好きでない限り、見るべきではありません。 彼らが抱える問題もZZZZです。\n\nまた、これらの女の子は本当に遅れていることを覚えておいてください。 こんにちは女の子がこの愚かだったなら、私は自分自身を神のハーレムにすることができました。\n\n私はこのショーを10人のダムアニメの女の子のうち6人に与える"
  },
  {
    "title": "Mashiro-iro_Symphony__The_Color_of_Lovers",
    "id": "10397",
    "url": "https://myanimelist.net/anime/10397/Mashiro-iro_Symphony__The_Color_of_Lovers",
    "user": "MayadereIsBest",
    "profile": "/profile/MayadereIsBest/reviews",
    "pages": "1",
    "number": "14",
    "link": "/reviews.php?id=217080",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  4\nサウンド|  1\nキャラクター|  3\n|  1\n\nこのアニメは完全で完全なごみです。\n\ntl; drレビュー：\n\nMCはバックボーンのない完全なツールであり、彼が満たすすべての人を助けることを主張しています。 当然のことながら、彼は誰も助けたいと思っています。 まったく新しいものはここにはありません。\n\n\nストーリー：1/10\nアート：4/10\nサウンド1/10\nキャラクター：3/10\n楽しさ：0/10\n全体：1/10\n\n全体的な箇条書きで：\n\n -  MCはあなたの平均的なツールであり、彼が出会うすべての人を助けたいという点を除いて、分かりやすい特質はありません。 彼の親友はほとんど画面時間を持っていませんが、最低でもpervではありません\n\n - シリーズ全体の芸術はかなり穏やかで全体的に弱いです\n\n - 音楽の構成は非常に弱く、退屈です。 キャッチーな気がしていたり​​、当分の間フィッティングしていた曲\n\n - キャラクターは一般に非常にフラットで、典型的な原型にはまったく適合しません。 ほとんどのキャラクターの発達は、すぐ近くに押される\n\n - 実際には物語が付いていません。 それは基本的にMCが学校に通っている間のツールです。 ストーリーに深みを与えたり、キャラクターを試したり肉付けしたりするためには、それ以上のことはありません。\n\nあなたはそれを見ますか？ いいえ。"
  },
  {
    "title": "Mashiro-iro_Symphony__The_Color_of_Lovers",
    "id": "10397",
    "url": "https://myanimelist.net/anime/10397/Mashiro-iro_Symphony__The_Color_of_Lovers",
    "user": "ray357",
    "profile": "/profile/ray357/reviews",
    "pages": "1",
    "number": "15",
    "link": "/reviews.php?id=53659",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  9\nキャラクター|  7\n|  7\n\nましろーいろ Ｓｙｍｐほｎｙ\n\n「白」 - 純粋で染色されていない色ですが、他の色でも染められます。\n\nこのアニメのタイトルは「ピュアホワイトシンフォニー」と訳すことができます。私はこのタイトルの著者に同意します。 このような純粋で無邪気なアニメのための非常に適したタイトルです。 物語はかなりシンプルですが、私たちの男性主人公は通常、ヒロインや他の多くの女性仲間と出会います。\nしかし、このアニメは2人の異なる脚本家によって書かれたようです。このアニメは2つに分かれているように見えますが、アニメの最初の部分ではプロデューサーが1人のヒロインに集中し、残りの半分は別のヒロインに切り替わります 最初の女の子を完全にシャットアウトします。\n最初はとても面白いようでしたが、男は女の子と珍しい友好的な出会いがあり、翌日彼女は彼女の態度を完全に変えました。 最初の半分は、彼らの関係を幸せな結末につながる可能性のあるものに修復する方法でした。 女の子の秘密が明らかになるまで、女性と男性のリードは、小さなアークの終わりである彼らの関係において友好的な点に到達します。 いくつかのエピソードのために、私たちはサイドキャラクターに紹介され、次に2番目のアークが来ました。 最初のヒロインは見落とされ、後半に置き換えられました。 彼女は中立的な役割を果たしました。 私たちが別の女の子を見ることを求めている第二の部分は、彼女が圧倒して愛をサポートするという感情を学ぶようにヒロインの役割を果たす。 しかし、物事をうまく包み込む第三のヒロインがいるので、これは終わるところではありません。\n\n脚本家が様々なヒロインの影響を欲しがっているが、はるかに良い効果を生み出した第3のヒロインに適切な量のスクリーン時間を出さなかったようだ。 このアニメは、古典的なロマンスコメディアニメのための公式を持っていますが、それは物語の深さに欠けています。 私は結局、変更が簡単ではない、恐ろしいかもしれないが、人々は未来に向かって進む必要があると言っているという感覚を得る。 また、未来は純粋な白だから、他の色に染めることができるので、将来は何かが可能です。\nアニメの冒頭にこれを表現していたにもかかわらず、このアニメを浅くしたものについてはそれ以上のことはなかった。 アニメがどのように配置されたかの構造を要約すると、最初の部分は徐々に他の人々の支持を受け入れることであり、信頼できる人を持つことの快適さであり、次の部分は感情の次の深い感覚について学び、 愛です。\n\nアートワークはとても純粋です。 すべてのキャラクターはとても可愛くてかわいい絵が描かれています。 これは古典的なハーレムのアニメの一つであり、見るのがとても快適です。 古典的なハーレムのアニメとして、私たちは、少なくとも1つのツンデレ、トムボーイ、世話をする上級生、気さくで元気な少女、もちろんゆっくりと話す予約された少女を持っています。 それにもかかわらず、すべてのキャラクターは、多様性のない同じ顔の特徴でかなり描かれていました。 しかしこの特徴にもかかわらず、このアニメと他のロマンチックアニメとを区別するために他の変更はなされなかった。 文字を区別するために唯一のことは、異なるヘアスタイルとその目の色です。 彼らはまた、目の周りの輪郭が、瞳孔と同じ色をしています。\n音楽はとても楽しいものでした。 オープニングはすぐに非常に落ち着いて、リラックスして、エンディングはとてもうまくアニメーションに合った非常に誇張され、元気だった。\n\nこのアニメがいくつかの面で改善できるという事実にもかかわらず、全体的にはこれは良いアニメでした。 それは最初から少し期待するファンのサービスの全体をたくさん持っていないが、それは素晴らしい仕事をしたharemアニメとして。 非常にシンプルなアニメであり、非常に懸命に考える必要はなく、見るかどうかを議論する必要はありません。 それは非常に喜ばしく甘いロマンチックなアニメを見ています。 私はそれを試してみてはいけない理由は何も見当たらない。\n\n〜後で"
  },
  {
    "title": "Mashiro-iro_Symphony__The_Color_of_Lovers",
    "id": "10397",
    "url": "https://myanimelist.net/anime/10397/Mashiro-iro_Symphony__The_Color_of_Lovers",
    "user": "dokdek",
    "profile": "/profile/dokdek/reviews",
    "pages": "1",
    "number": "16",
    "link": "/reviews.php?id=206602",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nすべての私の得点は、平均が7であるという基礎をもって主観的です。 私の得点は、客観的基準ではなく私の楽しみに基づいています。 あなたがなぜシリーズを好き/嫌いなのか理由が必要な場合は、レビュー全体をお読みください。\n\nMashiroiro Symphonyは同じ名前の視覚小説の適応です。 ビジュアル小説には、4人の主要な女の子のうちの1人とやり取りしようとしているルートに従っています。  VNをアニメ、通常アニメスタジオに適応させるには、アニメートするルートを選択するか、まったく新しいアニメストーリーを作成するか、ルートをミックスして一致させてみてください。 このアニメは主に後者であり、その中のすべてのルートの側面を持っていますが、最終的に主人公は誰かと結びついてしまいます。これは、ノルムがオープンエンディングのハレームアニメから驚くことでしょう。  MCが女の子を選ぶという事実以外に、アニメ自体は半分悪くはなく、VNの適応でしか苦しんでいない。\n\n私が好きなもの：\n先に述べたように、私がこのシリーズについて最も気に入っているのは、MCが女の子になるということです。最終的には、ハーレムに決定的な終わりを持つことは満足のいくものです。 アニメも、ジャンルを悩ます通常のハーレム/エッチ奏法に苦しんでいないようだ。 ショーのすべてのキャラクターは好きです（すべての女の子は妻の素材です）。主人公は迷惑でも密集していません。女の子は自分を捨てることはなく、エコーシーンはほとんどありません。 シリーズ）。 キャラクターの開発はシリーズの最強ポイントです。 それぞれの女の子は、他の女の子よりも長い間、自分の弧を持ちますが、シリーズの最後までにすべての女の子から積極的に成長し、各女の子は論理的で合理的な進行感を持っています。 ああ、そして最高の女の子が勝つ:)\n\n私が好きではなかったもの：\nアニメはVNに適応しています。そうすることによって、彼らはすべての女の子のルートを少しずつ取り上げることにしました。そして、シリーズの終わりには開発の一部が失われています。 本当にエンディングには影響しません\"。 アニメは、ただ一つのルートにこだわった方が良いでしょう。 しかしそれ以外にも、このシリーズでは本当に間違っていることはありませんが、実際にはそれほど多くはありません。\n\n結論として、もしMCが女の子を拾うハーレムに興味があるなら、それを撃ってください。 その面以外では、シリーズにはあまりありません。私の中でスパークを起こすことはなく、理由を正確に突き止めることはできません。 アークのいくつかが急いでしまったのかもしれないかもしれない？ おそらく彼らはあまりにも多くのルートに収まるようにしようとしたのでしょうか？ あるいはクライマックスが少しだったからかもしれません...... anticlimactic？ 知りません; それはシリーズが悪いことを意味しない、それはちょうど...何も本当に際立っていない。 それはまだ平均以上のロマンス/ドラマIMOであり、あなたはそれを試してあなたの時間を無駄にすることはありません。"
  },
  {
    "title": "Mashiro-iro_Symphony__The_Color_of_Lovers",
    "id": "10397",
    "url": "https://myanimelist.net/anime/10397/Mashiro-iro_Symphony__The_Color_of_Lovers",
    "user": "MoonlightDeath",
    "profile": "/profile/MoonlightDeath/reviews",
    "pages": "1",
    "number": "17",
    "link": "/reviews.php?id=126097",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  7\n\nこんにちは、umレビューテーブルの新しいが、私の公正な量のアニメを見てきました。\nマシロイロ交響曲は、まともなアニメだったが、主人公は好みのキャラクターであって、密ではなく、非常に密集していた。 正直なところ、アニメのドラマが増え、エピソードが深まったら、それは最高のアニメの1つになります。 物語は、基本的には、それが完全に共存できるかどうかを確認するためのテストとして元女の子の学校に通っている高校の十代の男性です。 彼は親切で、明らかにいくつかの女の子の心を勝ち取る。 プロットが1つのルートに向かって行き、トランザクションなしで完全に別のルートにジャンプしたというのは、陽気なことでした。\n\n*スポイラー（some-what）*\n彼はほとんどのハーレムのアニメのように少女を選び、残りの人は最後のエピソードで同情パーティーを持つ。 しかし、実際のドラマはありません。"
  },
  {
    "title": "Mashiro-iro_Symphony__The_Color_of_Lovers",
    "id": "10397",
    "url": "https://myanimelist.net/anime/10397/Mashiro-iro_Symphony__The_Color_of_Lovers",
    "user": "Vortyne",
    "profile": "/profile/Vortyne/reviews",
    "pages": "1",
    "number": "18",
    "link": "/reviews.php?id=57305",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  8\n\n最近VNやエロゲをベースにしたアニメでは、アニメが2つの季節に成長しなければ、ほとんどの場合、アニメーションは非常に急いで過度に凝縮することになるという確信の下にいました。  Mashiroiroはこれを達成するために控えめなままで、かなり楽しいものであることが証明されています。 非常に無邪気な話、まったくのドラマはないが、それは非常にリラックスして見ることができ、あなたを満足させないままにしない。 それぞれのキャラクターは時間があり、非常に感謝して、「あなたはいつもあなたが得るキャラクターの表現の中心に彼女を偏らせるオープニングテーマのために、主人公が誰を選択するのかを知っています。 私は、ハレームのアニメの初めから主人公の選択を知りたくありません。 それは、それを見て、その男が最終的にどのように選択肢を提示するかを見るためのポイントです。 それが物事を面白くするものです。  Mashiroiroはこれを賞賛し、最初の3-4のエピソードに基づいて、あなたが期待していない選択肢をもたらします。 私はその部分が好きだった。\n\nアート（8/10）はかなりリーズナブルで、素敵な様々な外観と非常に素晴らしい自然な効果があります。 音は聖杯ではなく、アニメのために非常に合っている（8/10）。 あなたが最初に気に入らなければ、それはあなたの上に成長します。 ストーリー（6/10）はあまりにも深くない光のようなものであり、文字は目立つものの、少し成長するだけです。 最も重要なのは、キャラクターが（大部分の場合）かなりよくまとまっていることです。 彼らは興味深い人格を持っていて、とてもかわいいものもあります。以前に出会ったことのないものもあります。  （例えば、主人公のすばらしい姉妹であるSakuno Uryuuは、この魅力的でリラックスした性格を持っていますが、彼女の兄弟を奨励していますが、同時に控えめでクールな音です。 奇妙な人格。）\n\nもう一つの爽やかなことは、メインの男は完全なウィンパーではないということです。 私はあまりにも多くのハーレムのアニメを見てきました。ここで主人は意思決定をしたくないのですが、これがアニメ全体の欠陥です。 それは愚かな欠陥です。 他に何かが必要です。 ほとんどの時間、私は主人公が「他の女の子を残したいと思っても親切である」ということは非常に良いストーリーを作り出すことが分かりました。これはマシロイロの場合のようなものです。 主人は強い意思決定者であり、最終的には終わりを告げる。 これは私が好きなものです。\n\n全体的に、とても良い（8/10）。 アニメを変える人生ではありませんが、ハーレムアニメの面では、私はずっと悪く見えました。 これは「より良い」ものです。"
  },
  {
    "title": "Mashiro-iro_Symphony__The_Color_of_Lovers",
    "id": "10397",
    "url": "https://myanimelist.net/anime/10397/Mashiro-iro_Symphony__The_Color_of_Lovers",
    "user": "TheBrainintheJar",
    "profile": "/profile/TheBrainintheJar/reviews",
    "pages": "1",
    "number": "19",
    "link": "/reviews.php?id=232859",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  5\nキャラクター|  4\n|  4\n\nまともなハーレムを作るのはなぜそんなに難しいのですか？  haremsが無意味な旅行だったなら、それは大丈夫だったでしょう。 彼らが不愉快だったなら、オリジナリティーのヒントなしに、完全に一般的です。 それから、それを見直して却下するのは簡単でしょう。 それはまれです。 アニメはしばしば軽いドラマとしても、何か楽しいことを示唆しています。 それは、キャラクターの開発が少しずつ、いくつかの奇妙なことと少しだけぶつかり合うだけです。\n\nMashiroiro Symphonyはおそらく、その道がハーレムジャンルではあまり一般的ではないと信じる価値があります。 ハーレムの側面は男性に優しい唯一のものです。 それ以外のものは非常に穏やかで壊れやすく、かわいいので、「ゲイ」という言葉のネガティブな使い方に合っています。 ヌードとセクシュアリティはほとんど欠けている。 ヘアスタイルは、複雑で詳細な場所にあります。 まっすぐに下がるMiuの髪でさえ、独特の形をしています。 それぞれの髪の毛には独自の曲線があります。\n\n暗闇はフィクションの永続的な特徴であるため、爽やかです。 ストーリーは紛争と変化に根ざしていますが、マシロイロ交響曲の静けさは説得力があります。 キャラクターのかなり楽しい性質、穏やかな芸術スタイルなど、多くのことがポイントになっています。 その限界はすばやく表示されますが、私はその限界がスタイルそのものにあるとは思っていません。 むしろ、クリエイターは独特の雰囲気を作り出すことに止まり、他のすべては生きていません。\n\n私たちのツンデレ（はい、そこに2つあります）はアウトオブプレイス、特にサナです。  Airiの不安は開発に不可欠なものになるが、Sanaがtsundereモードに入ると、彼女は他のharemショーでそれを見たので、主人公を蹴るようにする。 どういうわけか、紛争が少なく、お互いに親切な世界では、彼女がどれほど暴力的であるかを指摘する人はいません。 顔の蹴りはかなり深刻です。\n\n他のキャラクターはうまくいくが、彼らのアイデアはうまくいかない。 男性の鉛のように、新郷はやや良いです。 そして再び、彼の競争は難しくありません。 変態者や濃密な馬鹿ではないことは賞賛に値するものではありません。 あなたは何かではないことについて彼を賞賛しています。 彼が何であるかは、大シリーズでうまくいった疲れたキャラクタータイプですが、誰もがそれに失敗しました。 シンゴはいい男です。 彼はみんなを読んで、彼らが何を望んでいるかを知り、人々が笑顔で彼に投げるすべての悪いことを取る。\n\nEnder's Gameシリーズのこのアーキタイプを覚えているかもしれません。 エンダーは単なるいい男ではなかった。 それの心理学は明らかでした。 そのような人とは、他の人を含むことを意味し、それらを理解し、あなたの上に置くことは、あなた自身を横に押しつけることを意味します。 人間は本質的に利己的なので、他人を理解する努力は容易ではありません。 私たちが他人のために犠牲にすることは、私たちに影響を与えます。 真吾は本当に彼がするすべての善行によって影響を受けることはありません。 彼はRattataに面するCharizardのようなツンデレに直面する。 一度それを笑うことは大丈夫ですが、自己犠牲のすべてのエピソードは、その通行料を取る必要があります。 新郷はどんなハーレム鉛よりも鈍いです。\n\n他のキャラクターは少し上手いですが、Miuだけが実際に面白いです。 クリエイターは静かな雰囲気の中で何をすべきか考えていなかったので、キャラクターは信じられないほど鈍いか無意味な野生のどちらかになります。 アンジェは、彼女の唯一の目的はメイドであると判断し、何をしていますか？ それは心理的な問題のようにはじまるが、アニメはこのためには明るすぎる。 面白い人格としては、世界はあまりにも平穏なので動作しません。  Pannya（Maromi有名であったはずのすごいファルバール）とMiuだけが面白いです。 実際には、Miuの性格はショーの性質に直接関係しており、それを探索し始めるとスチームを得ます。 到着する頃には、私たちは最後のエピソードをしており、それを探索する時間はありません。\n\nまともなハーレムの基礎はここにあります。 それは迷惑ではなく、恥ずかしい状況よりもキャラクターの相互作用に焦点を当てています。 ロマンチックな結論は実際には合っている。  2人の恋人は、彼らの関係の明確な根拠を持っています。もしあなたがそれが来るのを見たら、それは意味があるからです。 それは単なる表面で、楽しいものですが、それだけです。 驚くべきキャラクターの死や、それがクライマックスに達することを知らせる大きな爆発もありません。 楽しいという立場にはまっていますが、反応があまり出ません。\n\nしかし、Pannyaは素晴らしいです。\n\n2人中5人のpannyaさん"
  },
  {
    "title": "Mashiro-iro_Symphony__The_Color_of_Lovers",
    "id": "10397",
    "url": "https://myanimelist.net/anime/10397/Mashiro-iro_Symphony__The_Color_of_Lovers",
    "user": "DakenFrost",
    "profile": "/profile/DakenFrost/reviews",
    "pages": "1",
    "number": "20",
    "link": "/reviews.php?id=51771",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  6\nキャラクター|  5\n|  4\n\n使用の手引き\n\n私のレビューでは、私は3つのことについて私の意見を述べるつもりです：プロット、文字と全体。 私は何かが特に良いかどうか（芸術やキャラクターの声のように）何か追加のメモを書くかもしれません。\n私はアニメが大好きでも、パスタのkechtupのように嫌い、正しい文脈に物事を入れても（私はハーレムの複雑なプロットは期待できません）、公平にしようとしています。\n\nレビュー\n\nプロット -  7\nうん、それはまったく悪くない。 それは常にハーレムですので、そのプロットは完全にいいです。 シンプルではなく、エピソードごとにプロットが面白くなります。\n\nキャラクター -  5\n女の子については、彼らはかわいいと面白いと見てどのように7に値するが、彼らは完全に '魂'の欠如; それは普通のハーレムの女の子を見るようなものだ、彼らの誰も本当に価値がなかった。\n主人公はハーレム・クリシェです：クールで、親切で、すべてに良いですが、彼は「気分が落ちたときには我慢できません。 ああ、私！ それは本当にハーレム・アニメの大きな弱点です。\nだから、いつもの女の子とステレオタイプの主人公は私に5を与えるので、それほど悪くないが、まったく良くない。\n\n全体的 -  6\nここに少年がいる。 ここに女の子がいる。 標準的なハーレムの外観をそれ以上探していない場合、それは公正です。 あなたが何か「エリート」を探していて、文字がうまくデザインされていれば、他の場所を見るべきです。\n\n個人的な味：私は完全に、完璧すぎる主役を嫌う; 彼は私を病気にさせた。"
  }
]
