[
  {
    "title": "Hotarubi_no_Mori_e",
    "id": "10408",
    "url": "https://myanimelist.net/anime/10408/Hotarubi_no_Mori_e",
    "user": "ClementIV",
    "profile": "/profile/ClementIV/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=55309",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nこれは私の最初のレビューなので、それは短くて重要です。\n\nあなたが夏目友人誌を楽しむなら、これは大好きです。 それは同じ感覚、芸術と雰囲気を持っていますが、最も重要なことに、夏目が欠けていること、ロマンスがあります。\n\nそして、アクション/アドベンチャーアニメにしか入っていない人にとっては、このアクションを一度中断してみてはいかがですか、私はあなたがそうしていると確信しています。\n\nストーリーは美しく、エンディングは私には驚きでしたが、それはあなたに永続的な印象を残します。 そして、近くにいくつかの組織があることを望むでしょう、彼らは便利に来るでしょう！\n\n全体的な10/10！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is my first review, so it will be short and to the point.\n\n\u001b[1mこれは私の最初のレビューなので、それは短くて重要です。\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no rebyūnanode, sore wa mijikakute jūyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is my first review, so it will be short and to the point.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my first review, so it will be short and to the point.\u001b[24m\n    \u001b[1mこれは私の最初のレビューなので、それは短くて重要です。\u001b[22m, \u001b[1mこれは私の最初のレビューなので、それは短く、ポイントになります。\u001b[22m\n\u001b[1m\u001b[22m\nIf you enjoy Natsume Yuujinchou you'll love this. It has the same feeling, art and atmosphere but most importantly it has something that Natsume is missing, romance.\n\n\u001b[1mあなたが夏目友人誌を楽しむなら、これは大好きです。 それは同じ感覚、芸術と雰囲気を持っていますが、最も重要なことに、夏目が欠けていること、ロマンスがあります。\u001b[22m\n\u001b[1m(Anata ga Natsume yūjin-shi o tanoshimunara, kore wa daisukidesu. Sore wa onaji kankaku, geijutsu to fun'iki o motte imasuga, mottomo jūyōna koto ni, Natsume ga kakete iru koto, romansu ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you enjoy Natsume Yuujinchou you'll love this. It has the same feeling, art and atmosphere but most importantly it has something that Natsume is missing, romance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you enjoy Natsume Yuujinchou you'll love this.\u001b[24m\n    \u001b[1mあなたが夏目友人誌を楽しむなら、これは大好きです。\u001b[22m, \u001b[1mあなたは夏目Yuujinchouを楽しむなら、あなたはこれを好きになります。\u001b[22m\n\u001b[4mIt has the same feeling, art and atmosphere but most importantly it has something that Natsume is missing, romance.\u001b[24m\n    \u001b[1mそれは同じ感覚、芸術と雰囲気を持っていますが、最も重要なことに、夏目が欠けていること、ロマンスがあります。\u001b[22m, \u001b[1mこれは、同じ感覚、芸術と雰囲気を持っていますが、最も重要なことは、夏目が欠落しているもの、ロマンスを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nAnd for people that are only into action/adventure anime, you should this a try its nice to take a break from all that action once in a while, I'm sure that you;ll at least enjoy it.\n\n\u001b[1mそして、アクション/アドベンチャーアニメにしか入っていない人にとっては、このアクションを一度中断してみてはいかがですか、私はあなたがそうしていると確信しています。\u001b[22m\n\u001b[1m(Soshite, akushon/ adobenchāanime ni shika haitteinai hito ni totte wa, kono akushon o ichido chūdan shite mite wa ikagadesu ka, watashi wa anata ga sō shite iru to kakushin shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd for people that are only into action/adventure anime, you should this a try its nice to take a break from all that action once in a while, I'm sure that you;ll at least enjoy it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd for people that are only into action/adventure anime, you should this a try its nice to take a break from all that action once in a while, I'm sure that you;ll at least enjoy it.\u001b[24m\n    \u001b[1mそして、アクション/アドベンチャーアニメにしか入っていない人にとっては、このアクションを一度中断してみてはいかがですか、私はあなたがそうしていると確信しています。\u001b[22m, \u001b[1mそして、唯一のアクション/アドベンチャーアニメにしている人々のために、あなたはこのたまにはすべて、そのアクションから休憩を取るために、その素晴らしいを試してみてください、私はあなたがいることを確信している。少なくとも、それを楽しめてしまう。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is beautiful and although the ending came as a surprise to me, it will leave a lasting impression on you. And be warned, you will want to have some tissues nearby, they'll came in handy!\n\n\u001b[1mストーリーは美しく、エンディングは私には驚きでしたが、それはあなたに永続的な印象を残します。 そして、近くにいくつかの組織があることを望むでしょう、彼らは便利に来るでしょう！\u001b[22m\n\u001b[1m(Sutōrī wa utsukushiku, endingu wa watashiniha odorokideshitaga, sore wa anata ni eizoku-tekina inshō o nokoshimasu. Soshite, chikaku ni ikutsu ka no soshiki ga aru koto o nozomudeshou, karera wa benri ni kurudeshou!)\u001b[22m\n\nTranslations of \u001b[4mThe story is beautiful and although the ending came as a surprise to me, it will leave a lasting impression on you. And be warned, you will want to have some tissues nearby, they'll came in handy!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is beautiful and although the ending came as a surprise to me, it will leave a lasting impression on you.\u001b[24m\n    \u001b[1mストーリーは美しく、エンディングは私には驚きでしたが、それはあなたに永続的な印象を残します。\u001b[22m, \u001b[1m物語は美しく、エンディングは私に驚きとして来たが、それはあなたの印象を残します。\u001b[22m\n\u001b[4mAnd be warned, you will want to have some tissues nearby, they'll came in handy!\u001b[24m\n    \u001b[1mそして、近くにいくつかの組織があることを望むでしょう、彼らは便利に来るでしょう！\u001b[22m, \u001b[1mそして、警告したことが、あなたは彼らが便利に来たよ、近くのいくつかの組織を持っていることになるでしょう！\u001b[22m\n\u001b[1m\u001b[22m\nOverall 10/10!\n\n\u001b[1m全体的な10/10！\u001b[22m\n\u001b[1m(Zentai-tekina 10/ 10!)\u001b[22m\n\nTranslations of \u001b[4mOverall 10/10!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 10/10!\u001b[24m\n    \u001b[1m全体的な10/10！\u001b[22m, \u001b[1m10/10全体的に！\u001b[22m"
  },
  {
    "title": "Hotarubi_no_Mori_e",
    "id": "10408",
    "url": "https://myanimelist.net/anime/10408/Hotarubi_no_Mori_e",
    "user": "pccasio",
    "profile": "/profile/pccasio/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=232178",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  6\n\n私はそれが高い点であり、短い時間だからこの映画を見ることに決めました。 私は彼らがわずか45分でランクの多くを得ることができると思った、それは本当にすばらしいはずです。\n\nまあ、ええ、私はそれが悪いと言うことはできません、それは見て価値がある; しかし、あなたがこのことを見ないと、あなたの人生からあまりにも逃してしまうショー＆ムービーの一つではありません。 それは単なる日常生活の退屈を逃れるための道具です。\n\nストーリーに関しては、それはとても平凡で予測可能です。 それは私のためのドラマでもありませんでした。私は何が起こるのか、まったく分かっていました。 ドラマは通常このようなものですが、ドラマなので、悪いことを知っていますが、まったく同じことが起こったと予測しました。\nしかし、主なアイデアは実際にはかなり良いし、少し時間があればはるかに楽しい映画があるかもしれない。  （45分の映画で不必要なシーンがあっても）\nそして、この種のアニメや映画のように、愛と人生についての素晴らしいメッセージもあります。\n\nキャラクターは、...マスク。 実際に私はマスクされた男を見た：と 'この男はそのファンタスからのものだ！  *視聴予定を追加*\n女の子は全く意味がありません。\nキャラクター開発のために、彼らは年齢の1つとして暮らし、もう1つは生きていない。 だから何が起こる？ 愛が起こる。 一度に彼らは同じ年齢でなければならないし、\"ああ、彼は今の私の年齢です。\"\n\n私はこの映画がMALへの信頼によって素晴らしくなることを期待していましたが、私は思ったとおりに私に印象づけなかったので、私は完成したリストに表示させるために最後まで見ました。 だからこそ私は「良い」とは言えませんでしたが、「うまくいく」と私にはうってつけです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI decided to watch this movie because of it's high point and it's short amount of time. I thought if they could get this much of a rank with only 45 mins, it must be really awesome.\n\n\u001b[1m私はそれが高い点であり、短い時間だからこの映画を見ることに決めました。 私は彼らがわずか45分でランクの多くを得ることができると思った、それは本当にすばらしいはずです。\u001b[22m\n\u001b[1m(Watashi wa sore ga takai tendeari, mijikai jikandakara kono eiga o miru koto ni kimemashita. Watashi wa karera ga wazuka 45-bu de ranku no ōku o eru koto ga dekiru to omotta, sore wa hontōni subarashī hazudesu.)\u001b[22m\n\nTranslations of \u001b[4mI decided to watch this movie because of it's high point and it's short amount of time. I thought if they could get this much of a rank with only 45 mins, it must be really awesome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI decided to watch this movie because of it's high point and it's short amount of time.\u001b[24m\n    \u001b[1m私はそれが高い点であり、短い時間だからこの映画を見ることに決めました。\u001b[22m, \u001b[1mそれは高ポイントだのので、私はこの映画を見てすることを決定し、それは短い時間です。\u001b[22m\n\u001b[4mI thought if they could get this much of a rank with only 45 mins, it must be really awesome.\u001b[24m\n    \u001b[1m私は彼らがわずか45分でランクの多くを得ることができると思った、それは本当にすばらしいはずです。\u001b[22m, \u001b[1m私は、彼らはわずか45分でランクのこの多くを得ることができれば、それは本当に素晴らしいでなければならないと思いました。\u001b[22m\n\u001b[1m\u001b[22m\nWell yeah, I can't say it's bad, it's worth watching; but it's not one of those shows&amp;movies 'you'll miss so much from your life if you don't watch this'. It's just a tool to escape the boredom of daily life for a short time.\n\n\u001b[1mまあ、ええ、私はそれが悪いと言うことはできません、それは見て価値がある; しかし、あなたがこのことを見ないと、あなたの人生からあまりにも逃してしまうショー＆ムービーの一つではありません。 それは単なる日常生活の退屈を逃れるための道具です。\u001b[22m\n\u001b[1m(Mā, ē, watashi wa sore ga warui to iu koto wa dekimasen, sore wa mite kachigāru; shikashi, anata ga kono koto o minai to, anata no jinsei kara amarini mo nogashite shimau shō& mūbī no hitotsude wa arimasen. Sore wa tan'naru nichijō seikatsu no taikutsu o nogareru tame no dōgudesu.)\u001b[22m\n\nTranslations of \u001b[4mWell yeah, I can't say it's bad, it's worth watching; but it's not one of those shows&amp;movies 'you'll miss so much from your life if you don't watch this'. It's just a tool to escape the boredom of daily life for a short time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell yeah, I can't say it's bad, it's worth watching;\u001b[24m\n    \u001b[1mまあ、ええ、私はそれが悪いと言うことはできません、それは見て価値がある;\u001b[22m, \u001b[1mええまあ、私はそれを見て価値がある、それは悪いだと言うことはできません。\u001b[22m\n\u001b[4mbut it's not one of those shows&amp;movies 'you'll miss so much from your life if you don't watch this'.\u001b[24m\n    \u001b[1mしかし、あなたがこのことを見ないと、あなたの人生からあまりにも逃してしまうショー＆ムービーの一つではありません。\u001b[22m, \u001b[1mそれはそれらのショー＆アンプの一つではないのです。映画は「あなたがこれを見ていない場合は、あなたの人生からそんなに逃してしまいます」。\u001b[22m\n\u001b[4mIt's just a tool to escape the boredom of daily life for a short time.\u001b[24m\n    \u001b[1mそれは単なる日常生活の退屈を逃れるための道具です。\u001b[22m, \u001b[1mそれは短い時間のために日常生活の退屈を脱出するだけのツールです。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the story, it's just so plain and predictable. It wasn't even a drama for me, I knew totally what was going to happen and didn't see the need of a tearshed. Though dramas are usually like this, because they are 'drama', you know there'll be a bad thing, but I predicted the exact same thing happening and it was just no fun watching that scene afterwards.\n\n\u001b[1mストーリーに関しては、それはとても平凡で予測可能です。 それは私のためのドラマでもありませんでした。私は何が起こるのか、まったく分かっていました。 ドラマは通常このようなものですが、ドラマなので、悪いことを知っていますが、まったく同じことが起こったと予測しました。\u001b[22m\n\u001b[1m(Sutōrī ni kanshite wa, sore wa totemo heibonde yosoku kanōdesu. Sore wa watashi no tame no dorama demo arimasendeshita. Watashi wa nani ga okoru no ka, mattaku wakatte imashita. Dorama wa tsūjō ko no yōna monodesuga, doramananode, waruikoto o shitte imasuga, mattaku onaji koto ga okotta to yosoku shimashita.)\u001b[22m\n\nTranslations of \u001b[4mAs for the story, it's just so plain and predictable. It wasn't even a drama for me, I knew totally what was going to happen and didn't see the need of a tearshed. Though dramas are usually like this, because they are 'drama', you know there'll be a bad thing, but I predicted the exact same thing happening and it was just no fun watching that scene afterwards.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the story, it's just so plain and predictable.\u001b[24m\n    \u001b[1mストーリーに関しては、それはとても平凡で予測可能です。\u001b[22m, \u001b[1m物語としては、それはちょうどので、プレーンと予測可能です。\u001b[22m\n\u001b[4mIt wasn't even a drama for me, I knew totally what was going to happen and didn't see the need of a tearshed.\u001b[24m\n    \u001b[1mそれは私のためのドラマでもありませんでした。私は何が起こるのか、まったく分かっていました。\u001b[22m, \u001b[1mそれは私が起きようとしたとtearshedの必要性を見ていない完全に知っていた、私のためであっても、ドラマではありませんでした。\u001b[22m\n\u001b[4mThough dramas are usually like this, because they are 'drama', you know there'll be a bad thing, but I predicted the exact same thing happening and it was just no fun watching that scene afterwards.\u001b[24m\n    \u001b[1mドラマは通常このようなものですが、ドラマなので、悪いことを知っていますが、まったく同じことが起こったと予測しました。\u001b[22m, \u001b[1m彼らは「ドラマ」であるため、ドラマは、このような通常であるが、あなたが悪いことがあるでしょうけど、私は起こってまったく同じことを予測し、それだけでない楽しみ、その後、そのシーンを見ていませんでした。\u001b[22m\nBut the main idea is actually pretty good and there could be a much more enjoyable movie if the time was a little longer. (Even if there are some needless scenes in a 45min movie.)\n\n\u001b[1mしかし、主なアイデアは実際にはかなり良いし、少し時間があればはるかに楽しい映画があるかもしれない。  （45分の映画で不必要なシーンがあっても）\u001b[22m\n\u001b[1m(Shikashi, omona aidea wa jissai ni wa kanari yoishi, sukoshi jikan ga areba haruka ni tanoshī eiga ga aru kamo shirenai. (45-Bu no eiga de fuhitsuyōna shīn ga atte mo))\u001b[22m\n\nTranslations of \u001b[4mBut the main idea is actually pretty good and there could be a much more enjoyable movie if the time was a little longer. (Even if there are some needless scenes in a 45min movie.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut the main idea is actually pretty good and there could be a much more enjoyable movie if the time was a little longer.\u001b[24m\n    \u001b[1mしかし、主なアイデアは実際にはかなり良いし、少し時間があればはるかに楽しい映画があるかもしれない。\u001b[22m, \u001b[1mしかし、主なアイデアは、実際にはかなり良いですし、時間が少し長くした場合、はるかに楽しい映画がある可能性があります。\u001b[22m\n\u001b[4m(Even if there are some needless scenes in a 45min movie.)\u001b[24m\n    \u001b[1m（45分の映画で不必要なシーンがあっても）\u001b[22m, \u001b[1m（45分の映画の中でいくつかの不要なシーンがある場合でも。）\u001b[22m\nAnd there is also some nice messages about love and life, like in nearly all this kind of anime or movies.\n\n\u001b[1mそして、この種のアニメや映画のように、愛と人生についての素晴らしいメッセージもあります。\u001b[22m\n\u001b[1m(Soshite, kono tane no anime ya eiga no yō ni, ai to jinsei ni tsuite no subarashī messēji mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd there is also some nice messages about love and life, like in nearly all this kind of anime or movies.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd there is also some nice messages about love and life, like in nearly all this kind of anime or movies.\u001b[24m\n    \u001b[1mそして、この種のアニメや映画のように、愛と人生についての素晴らしいメッセージもあります。\u001b[22m, \u001b[1mそして、アニメや映画の中でほぼすべてこの種のように、また、愛と人生についていくつかの素晴らしいメッセージがあります。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the characters,... MASK. Actually I saw the masked guy and: 'Oooohh this guy is the one from that fanart!' *adds to plan to watch*\n\n\u001b[1mキャラクターは、...マスク。 実際に私はマスクされた男を見た：と 'この男はそのファンタスからのものだ！  *視聴予定を追加*\u001b[22m\n\u001b[1m(Kyarakutā wa,... Masuku. Jissai ni watashi wa masuku sa reta otoko o mita: To' kono otoko wa sono fantasu kara no monoda! * Shichō yotei o tsuika*)\u001b[22m\n\nTranslations of \u001b[4mAs for the characters,... MASK. Actually I saw the masked guy and: 'Oooohh this guy is the one from that fanart!' *adds to plan to watch*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the characters,... MASK.\u001b[24m\n    \u001b[1mキャラクターは、...マスク。\u001b[22m, \u001b[1m文字については、... MASK。\u001b[22m\n\u001b[4mActually I saw the masked guy and: 'Oooohh this guy is the one from that fanart!'\u001b[24m\n    \u001b[1m実際に私はマスクされた男を見た：と 'この男はそのファンタスからのものだ！\u001b[22m, \u001b[1m実際に私がマスクされた男を見て、： 'Oooohhこの男はそのファンアートから1です！」\u001b[22m\n\u001b[4m*adds to plan to watch*\u001b[24m\n    \u001b[1m*視聴予定を追加*\u001b[22m, \u001b[1m*見に計画するために追加されます*\u001b[22m\nThe girl is not significant at all.\n\n\u001b[1m女の子は全く意味がありません。\u001b[22m\n\u001b[1m(On'nanoko wa mattaku imi ga arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe girl is not significant at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe girl is not significant at all.\u001b[24m\n    \u001b[1m女の子は全く意味がありません。\u001b[22m, \u001b[1m少女はまったく重要ではありません。\u001b[22m\nFor the character development, they just go on living as one of them age and the other does not. So what happens? Love happens. Because at one time they got to be in the same age and 'Oh he's my age now.'\n\n\u001b[1mキャラクター開発のために、彼らは年齢の1つとして暮らし、もう1つは生きていない。 だから何が起こる？ 愛が起こる。 一度に彼らは同じ年齢でなければならないし、\"ああ、彼は今の私の年齢です。\"\u001b[22m\n\u001b[1m(Kyarakutā kaihatsu no tame ni, karera wa nenrei no 1tsu to shite kurashi, mō 1tsu wa ikite inai. Dakara nani ga okoru? Ai ga okoru. Ichido ni karera wa onaji nenreidenakereba naranaishi, \" ā, kare wa ima no watashi no nenreidesu.\")\u001b[22m\n\nTranslations of \u001b[4mFor the character development, they just go on living as one of them age and the other does not. So what happens? Love happens. Because at one time they got to be in the same age and 'Oh he's my age now.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the character development, they just go on living as one of them age and the other does not.\u001b[24m\n    \u001b[1mキャラクター開発のために、彼らは年齢の1つとして暮らし、もう1つは生きていない。\u001b[22m, \u001b[1mキャラクターの成長のために、彼らはちょうどそれらの1歳として生きて行くと、他にはありません。\u001b[22m\n\u001b[4mSo what happens?\u001b[24m\n    \u001b[1mだから何が起こる？\u001b[22m, \u001b[1mだから何が起こりますか？\u001b[22m\n\u001b[4mLove happens.\u001b[24m\n    \u001b[1m愛が起こる。\u001b[22m, \u001b[1m愛が起こります。\u001b[22m\n\u001b[4mBecause at one time they got to be in the same age and 'Oh he's my age now.'\u001b[24m\n    \u001b[1m一度に彼らは同じ年齢でなければならないし、\"ああ、彼は今の私の年齢です。\"\u001b[22m, \u001b[1m一度、彼らは同じ年齢であることを持っているので「ああ、彼は今、私の年齢です。」\u001b[22m\n\u001b[1m\u001b[22m\nI expected this movie to be great by my trust to MAL but it just didn't impress me as I thought it would So I watched to the end just to make it appear in my completed list. That's why I couldn't give a 'good', but 'fine' suits well for me.\n\n\u001b[1m私はこの映画がMALへの信頼によって素晴らしくなることを期待していましたが、私は思ったとおりに私に印象づけなかったので、私は完成したリストに表示させるために最後まで見ました。 だからこそ私は「良い」とは言えませんでしたが、「うまくいく」と私にはうってつけです。\u001b[22m\n\u001b[1m(Watashi wa kono eiga ga MAL e no shinrai ni yotte subarashiku naru koto o kitai shite imashitaga, watashi wa omotta tōri ni watashi ni inshōdzukenakattanode, watashi wa kansei shita risuto ni hyōji sa seru tame ni saigomade mimashita. Dakarakoso watashi wa `yoi' to wa iemasendeshitaga,`umaku iku' to watashiniha uttetsukedesu.)\u001b[22m\n\nTranslations of \u001b[4mI expected this movie to be great by my trust to MAL but it just didn't impress me as I thought it would So I watched to the end just to make it appear in my completed list. That's why I couldn't give a 'good', but 'fine' suits well for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI expected this movie to be great by my trust to MAL but it just didn't impress me as I thought it would So I watched to the end just to make it appear in my completed list.\u001b[24m\n    \u001b[1m私はこの映画がMALへの信頼によって素晴らしくなることを期待していましたが、私は思ったとおりに私に印象づけなかったので、私は完成したリストに表示させるために最後まで見ました。\u001b[22m, \u001b[1m私はこの映画はMALに私の信頼によって偉大であることが期待が、私はそれがだから私はちょうどそれは私の完了リストに表示させるために最後まで見てだろうと思ったとして、それはちょうど私を感動しませんでした。\u001b[22m\n\u001b[4mThat's why I couldn't give a 'good', but 'fine' suits well for me.\u001b[24m\n    \u001b[1mだからこそ私は「良い」とは言えませんでしたが、「うまくいく」と私にはうってつけです。\u001b[22m, \u001b[1m私は「良い」が、「細かい」私のためによく合っ与えることができなかった理由です。\u001b[22m"
  },
  {
    "title": "Hotarubi_no_Mori_e",
    "id": "10408",
    "url": "https://myanimelist.net/anime/10408/Hotarubi_no_Mori_e",
    "user": "Fellika",
    "profile": "/profile/Fellika/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=146671",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nストーリー：映画の長さが44:59分だったとしても、それは間違いなく私の心を捉えました。 最初は私はこのアニメが映画であることを知らなかったので、それは私がそれを見たくない理由の1つだったと思う...私は物語の次のエピソードをクリックするのに慣れていた。 ストーリーはとてもうまいので、終わりまで気づかずに私をとても激しく泣かせました。私はそれを終わらせたくありませんでした。 この話が終わりに終わるとは思っていませんでした。 私はさらにそれから何かを欲しかった。 それは毎分が私にとってとても貴重なものでした！\nアート：GOSH THE ARTが驚きました！ 著者がどのくらい詳細を置いたかを記述する言葉はありません。 人々が描かれているだけでなく、樹木や花のようなものでも、映画の重要な目的を持っていました。 私が好きではなかった部分は、彼女が私を苛立たせた子供のように見えたので、女の子が作られたということでした。 私は彼女がそれらの目の女の子であることを望んでいましたが、彼女は高校にいるとき、彼女はより良く見えるようになります！ それは男が優秀に描かれた方法のために彼女がより多くの価値があるように感じるようになっただろう。\nサウンド：とてもクリアで流暢だったような気がしました。 私がそこにいるかのように見えました。 声優たちはすばらしい仕事をしてくれました。 それは私が最初の場所でそれを想像した方法でしたので、私はそれが私の耳を喜ばせたことを認めなければなりません。\nキャラクター：Omg主人公の間のロマンスは天国のようでした。 それはとてもよく組織され、同時に美しいものでした。 男の人格は素晴らしく、女の子もそうだった。 どちらもお互いに適しているかのように見えます。 私は一人一人が気に入ったので、いったん彼らがいなくなったら、私は自分の寝室で泣いて、彼らのことを考えています。\n楽しさ：この映画はすべて楽しかったし、私は画面から目を離したくない時がなかった。 私はあまりにも怖いので、私の注意を引く映画の一部を見逃してしまった。 それは面白い、悲しい、甘い、あなたが思いつくことができるすべての小さな事は映画全体だろう。\n\n全体的に...私が言うことができるのは...これは私の44:59分の時間でした！ 私は毎日これを何度も何度も見ていきたい。 私はsooooは本当の愛についての手掛かりを持っていない誰にでもこれをお勧めします。私は1つのために偽の愛を見ることに慣れているので、これを見て私の想像力と私の心を壊すオタクと私の日常生活のまわりに投げ込まれています... それは私があなたのためにこれをそう見ているたびに私の心を壊し続けるでしょう...これは今ここではっきりと伺います！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nStory: Even if the movie was 44:59 minutes long, it captured my heart without doubt. At first I had no idea that this anime was a movie so I guess that was one reason that I didn't want to watch it... I was so used to clicking on the next episode for the story to continue. The story was so well that it made me cry so hard without even realizing it until the end and I didn't want it to finish. I had no idea that this story was going to end like that. I even wanted something more out of it. It's like each minute was so precious to me!\n\n\u001b[1mストーリー：映画の長さが44:59分だったとしても、それは間違いなく私の心を捉えました。 最初は私はこのアニメが映画であることを知らなかったので、それは私がそれを見たくない理由の1つだったと思う...私は物語の次のエピソードをクリックするのに慣れていた。 ストーリーはとてもうまいので、終わりまで気づかずに私をとても激しく泣かせました。私はそれを終わらせたくありませんでした。 この話が終わりに終わるとは思っていませんでした。 私はさらにそれから何かを欲しかった。 それは毎分が私にとってとても貴重なものでした！\u001b[22m\n\u001b[1m(Sutōrī: Eiga no naga-sa ga 44: 59-Budatta to shite mo, soreha machigainaku watashi no kokoro o toraemashita. Saisho wa watashi wa kono anime ga eigadearu koto o shiranakattanode, sore wa watashi ga sore o mitakunai riyū no 1tsudatta to omou... Watashi wa monogatari no tsugi no episōdo o kurikku suru no ni narete ita. Sutōrī wa totemo umainode, owari made kidzukazu ni watashi o totemo hageshiku nakasemashita. Watashi wa sore o owara setaku arimasendeshita. Ko no hanashi ga owari ni owaru to wa omotte imasendeshita. Watashi wa sarani sore kara nanika o hoshikatta. Sore wa maifun ga watashi ni totte totemo kichōna monodeshita!)\u001b[22m\n\nTranslations of \u001b[4mStory: Even if the movie was 44:59 minutes long, it captured my heart without doubt. At first I had no idea that this anime was a movie so I guess that was one reason that I didn't want to watch it... I was so used to clicking on the next episode for the story to continue. The story was so well that it made me cry so hard without even realizing it until the end and I didn't want it to finish. I had no idea that this story was going to end like that. I even wanted something more out of it. It's like each minute was so precious to me!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Even if the movie was 44:59 minutes long, it captured my heart without doubt.\u001b[24m\n    \u001b[1mストーリー：映画の長さが44:59分だったとしても、それは間違いなく私の心を捉えました。\u001b[22m, \u001b[1mストーリー：映画は44:59分長かったとしても、それは間違いなく私の心を捕獲しました。\u001b[22m\n\u001b[4mAt first I had no idea that this anime was a movie so I guess that was one reason that I didn't want to watch it... I was so used to clicking on the next episode for the story to continue.\u001b[24m\n    \u001b[1m最初は私はこのアニメが映画であることを知らなかったので、それは私がそれを見たくない理由の1つだったと思う...私は物語の次のエピソードをクリックするのに慣れていた。\u001b[22m, \u001b[1m最初は、私はこのアニメが映画だったので、私はそれは私がそれを見たくなかった理由の一つだったと思いますことは思いもしませんでした...私はそのように話を継続するための次のエピソードをクリックするために使用されました。\u001b[22m\n\u001b[4mThe story was so well that it made me cry so hard without even realizing it until the end and I didn't want it to finish.\u001b[24m\n    \u001b[1mストーリーはとてもうまいので、終わりまで気づかずに私をとても激しく泣かせました。私はそれを終わらせたくありませんでした。\u001b[22m, \u001b[1m物語はそれは私があっても最後までそれを実現することなく一生懸命泣い作られ、私はそれが終了するのを望んでいなかったことをとてもよくしました。\u001b[22m\n\u001b[4mI had no idea that this story was going to end like that.\u001b[24m\n    \u001b[1mこの話が終わりに終わるとは思っていませんでした。\u001b[22m, \u001b[1m私は、この物語はそのように終了するつもりだったことを知りませんでした。\u001b[22m\n\u001b[4mI even wanted something more out of it.\u001b[24m\n    \u001b[1m私はさらにそれから何かを欲しかった。\u001b[22m, \u001b[1m私もそれからより多くの何かを望んでいました。\u001b[22m\n\u001b[4mIt's like each minute was so precious to me!\u001b[24m\n    \u001b[1mそれは毎分が私にとってとても貴重なものでした！\u001b[22m, \u001b[1m毎分は、私にはとても貴重だったようです！\u001b[22m\nArt: GOSH THE ART WAS AMAZING! There are no words to describe how much detail the author placed. Not only the people where well drawn but it's like even the trees and flowers had a significant purpose for the movie. The only part I didn't like was the was the girl was made because it seemed as if she looked like that as a child which irritated me. I wanted like her to be a girl with those eyes yet she starts looking better when she's in high school! It would've made me feel like the guy deserved her more for the way the guy was excellently drawn.\n\n\u001b[1mアート：GOSH THE ARTが驚きました！ 著者がどのくらい詳細を置いたかを記述する言葉はありません。 人々が描かれているだけでなく、樹木や花のようなものでも、映画の重要な目的を持っていました。 私が好きではなかった部分は、彼女が私を苛立たせた子供のように見えたので、女の子が作られたということでした。 私は彼女がそれらの目の女の子であることを望んでいましたが、彼女は高校にいるとき、彼女はより良く見えるようになります！ それは男が優秀に描かれた方法のために彼女がより多くの価値があるように感じるようになったでしょう。\u001b[22m\n\u001b[1m(Āto: GOSH THE ART ga odorokimashita! Chosha ga dono kurai shōsai o oita ka o kijutsu suru kotoba wa arimasen. Hitobito ga egaka rete iru dakedenaku, jumoku ya hana no yōna monode mo, eiga no jūyōna mokuteki o motte imashita. Watashi ga sukide wa nakatta bubun wa, kanojo ga watashi o iradata seta kodomo no yō ni mietanode, on'nanoko ga tsukura reta to iu kotodeshita. Watashi wa kanojo ga sorera no me no on'nanokodearu koto o nozonde imashitaga, kanojo wa kōkō ni iru toki, kanojo wa yori yoku mieru yō ni narimasu! Sore wa otoko ga yūshū ni egaka reta hōhō no tame ni kanojo ga yori ōku no kachi ga aru yō ni kanjiru yō ni nattadeshou.)\u001b[22m\n\nTranslations of \u001b[4mArt: GOSH THE ART WAS AMAZING! There are no words to describe how much detail the author placed. Not only the people where well drawn but it's like even the trees and flowers had a significant purpose for the movie. The only part I didn't like was the was the girl was made because it seemed as if she looked like that as a child which irritated me. I wanted like her to be a girl with those eyes yet she starts looking better when she's in high school! It would've made me feel like the guy deserved her more for the way the guy was excellently drawn.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: GOSH THE ART WAS AMAZING!\u001b[24m\n    \u001b[1mアート：GOSH THE ARTが驚きました！\u001b[22m, \u001b[1mアート：GOSH ARTはすごかったです！\u001b[22m\n\u001b[4mThere are no words to describe how much detail the author placed.\u001b[24m\n    \u001b[1m著者がどのくらい詳細を置いたかを記述する言葉はありません。\u001b[22m, \u001b[1m著者が置かどのくらい詳しく説明する言葉がありません。\u001b[22m\n\u001b[4mNot only the people where well drawn but it's like even the trees and flowers had a significant purpose for the movie.\u001b[24m\n    \u001b[1m人々が描かれているだけでなく、樹木や花のようなものでも、映画の重要な目的を持っていました。\u001b[22m, \u001b[1mだけでなく、よく描かれた人々でさえ木々や花々が映画のための重要な目的を持っていたようなものです。\u001b[22m\n\u001b[4mThe only part I didn't like was the was the girl was made because it seemed as if she looked like that as a child which irritated me.\u001b[24m\n    \u001b[1m私が好きではなかった部分は、彼女が私を苛立たせた子供のように見えたので、女の子が作られたということでした。\u001b[22m, \u001b[1m私は好きではなかった唯一の部分は、彼女は私をイライラ子としてそのように見えたかのように見えたので、女の子が作ったありました。\u001b[22m\n\u001b[4mI wanted like her to be a girl with those eyes yet she starts looking better when she's in high school!\u001b[24m\n    \u001b[1m私は彼女がそれらの目の女の子であることを望んでいましたが、彼女は高校にいるとき、彼女はより良く見えるようになります！\u001b[22m, \u001b[1m私は彼女が高校にいたときより良い探し始め、まだそれらの目をした女の子であることを彼女のように望んでいました！\u001b[22m\n\u001b[4mIt would've made me feel like the guy deserved her more for the way the guy was excellently drawn.\u001b[24m\n    \u001b[1mそれは男が優秀に描かれた方法のために彼女がより多くの価値があるように感じるようになったでしょう。\u001b[22m, \u001b[1mこれは、男はより多くの男が良好描かれた方法のための彼女に値するように私は感じさせたでしょう。\u001b[22m\nSound: I felt like the sound was so clear and fluent. It seemed as though I was there. The voice actors did an amazing job so kudos for your excellent work! That was how I imagined it in the first place so I do have to admit it did pleased my ears.\n\n\u001b[1mサウンド：とてもクリアで流暢だったような気がしました。 私がそこにいるかのように見えました。 声優たちはすばらしい仕事をしてくれました。 それは私が最初の場所でそれを想像した方法でしたので、私はそれが私の耳を喜ばせたことを認めなければなりません。\u001b[22m\n\u001b[1m(Saundo: Totemo kuria de ryūchōdatta yōna ki ga shimashita. Watashi ga soko ni iru ka no yō ni miemashita. Seiyū-tachi wa subarashī shigoto o shite kuremashita. Sore wa watashi ga saisho no basho de sore o sōzō shita hōhōdeshitanode, watashi wa sore ga watashi no mimi o yorokoba seta koto o mitomenakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mSound: I felt like the sound was so clear and fluent. It seemed as though I was there. The voice actors did an amazing job so kudos for your excellent work! That was how I imagined it in the first place so I do have to admit it did pleased my ears.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: I felt like the sound was so clear and fluent.\u001b[24m\n    \u001b[1mサウンド：とてもクリアで流暢だったような気がしました。\u001b[22m, \u001b[1mサウンド：サウンドがそれほど明確で流暢だったように私は感じました。\u001b[22m\n\u001b[4mIt seemed as though I was there.\u001b[24m\n    \u001b[1m私がそこにいるかのように見えました。\u001b[22m, \u001b[1m私はそこにあったかのようにも見えました。\u001b[22m\n\u001b[4mThe voice actors did an amazing job so kudos for your excellent work!\u001b[24m\n    \u001b[1m声優たちはすばらしい仕事をしてくれました。\u001b[22m, \u001b[1m声優はあなたの素晴らしい仕事のために賞賛ので素晴らしい仕事をしました！\u001b[22m\n\u001b[4mThat was how I imagined it in the first place so I do have to admit it did pleased my ears.\u001b[24m\n    \u001b[1mそれは私が最初の場所でそれを想像した方法でしたので、私はそれが私の耳を喜ばせたことを認めなければなりません。\u001b[22m, \u001b[1mそれは私はそれが私の耳を喜ばなかった認めざるを得ないんので、私は最初の場所でそれを想像する方法でした。\u001b[22m\nCharacter: Omg the romance between the main characters were like heaven to me. It was so well organized and beautiful at the same time. The guy's personality was great and so was the girls. It looks as though both are quite suitable for each other. I grew so fond for each character that once they're gone they're gone and I know i'll spend days crying in my bedroom for just thinking about them...\n\n\u001b[1mキャラクター：Omg主人公の間のロマンスは天国のようでした。 それはとてもよく組織され、同時に美しいものでした。 男の人格は素晴らしく、女の子もそうだった。 どちらもお互いに適しているかのように見えます。 私は一人一人が気に入ったので、いったん彼らがいなくなったら、私は自分の寝室で泣いて、彼らのことを考えています。\u001b[22m\n\u001b[1m(Kyarakutā: Omg shujinkō no ma no romansu wa tengoku no yōdeshita. Sore wa totemo yoku soshiki sa re, dōjini utsukushī monodeshita. Otoko no jinkaku wa subarashiku, on'nanoko mo sōdatta. Dochira mo otagai ni tekishite iru ka no yō ni miemasu. Watashi wa hitorihitori ga kiniittanode, ittan karera ga inaku nattara, watashi wa jibun no shinshitsu de naite, karera no koto o kangaete imasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: Omg the romance between the main characters were like heaven to me. It was so well organized and beautiful at the same time. The guy's personality was great and so was the girls. It looks as though both are quite suitable for each other. I grew so fond for each character that once they're gone they're gone and I know i'll spend days crying in my bedroom for just thinking about them...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: Omg the romance between the main characters were like heaven to me.\u001b[24m\n    \u001b[1mキャラクター：Omg主人公の間のロマンスは天国のようでした。\u001b[22m, \u001b[1mキャラクター：すっごいメインキャラクターとの間にロマンスが私には天国のようなものでした。\u001b[22m\n\u001b[4mIt was so well organized and beautiful at the same time.\u001b[24m\n    \u001b[1mそれはとてもよく組織され、同時に美しいものでした。\u001b[22m, \u001b[1mそれは同時にとてもよく組織と綺麗でした。\u001b[22m\n\u001b[4mThe guy's personality was great and so was the girls.\u001b[24m\n    \u001b[1m男の人格は素晴らしく、女の子もそうだった。\u001b[22m, \u001b[1m男の性格は素晴らしかったので、女の子がありました。\u001b[22m\n\u001b[4mIt looks as though both are quite suitable for each other.\u001b[24m\n    \u001b[1mどちらもお互いに適しているかのように見えます。\u001b[22m, \u001b[1m両者がお互いのために非常に適しているかのように見えます。\u001b[22m\n\u001b[4mI grew so fond for each character that once they're gone they're gone and I know i'll spend days crying in my bedroom for just thinking about them...\u001b[24m\n    \u001b[1m私は一人一人が気に入ったので、いったん彼らがいなくなったら、私は自分の寝室で泣いて、彼らのことを考えています。\u001b[22m, \u001b[1m私は、彼らが行っている一度彼らが消えていることを各文字のためにとても好き育ち、私は私がちょうどそれらを考えるために私の寝室で泣い日を過ごすでしょうね...\u001b[22m\nEnjoyment: This movie was all enjoyment, there was not a time that I didn't want to take my eyes off the screen. I was too scared to miss one part of the movie that'll capture my attention. It was funny, sad, sweet, and every little thing you can come up with would be the whole movie.\n\n\u001b[1m楽しさ：この映画はすべて楽しかったし、私は画面から目を離したくない時がなかった。 私はあまりにも怖いので、私の注意を引く映画の一部を見逃してしまった。 それは面白い、悲しい、甘い、あなたが思いつくことができるすべての小さな事は映画全体だろう。\u001b[22m\n\u001b[1m(Tanoshisa: Kono eiga wa subete tanoshikattashi, watashi wa gamen kara me o hanashitakunai toki ga nakatta. Watashi wa amarini mo kowainode, watashi no chūiwohiku eiga no ichibu o minogashite shimatta. Sore wa omoshiroi, kanashī, amai, anata ga omoitsuku koto ga dekiru subete no chīsana koto wa eiga zentaidarou.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: This movie was all enjoyment, there was not a time that I didn't want to take my eyes off the screen. I was too scared to miss one part of the movie that'll capture my attention. It was funny, sad, sweet, and every little thing you can come up with would be the whole movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: This movie was all enjoyment, there was not a time that I didn't want to take my eyes off the screen.\u001b[24m\n    \u001b[1m楽しさ：この映画はすべて楽しかったし、私は画面から目を離したくない時がなかった。\u001b[22m, \u001b[1m楽しさ：この映画は、すべての楽しさだった、私は画面から目を取ることを望んでいない時間がありませんでした。\u001b[22m\n\u001b[4mI was too scared to miss one part of the movie that'll capture my attention.\u001b[24m\n    \u001b[1m私はあまりにも怖いので、私の注意を引く映画の一部を見逃してしまった。\u001b[22m, \u001b[1m私は私の注目を集めるだろう映画の一部を見逃すにはあまりにも怖がっていました。\u001b[22m\n\u001b[4mIt was funny, sad, sweet, and every little thing you can come up with would be the whole movie.\u001b[24m\n    \u001b[1mそれは面白い、悲しい、甘い、あなたが思いつくことができるすべての小さな事は映画全体だろう。\u001b[22m, \u001b[1mそれは、面白い悲しい、甘かった、とあなたが思い付くことができますあらゆる小さい事は、映画全体になります。\u001b[22m\n\u001b[1m\u001b[22m\nOverall...all I can say is... THIS WAS WORTH MY 44:59 MINUTES OF TIME!!! I'll watch this over and over again everyday if I want to. I soooo recommend this to anyone that does not have a clue about true love because I for one am so used to watching fake love being thrown around as an otaku and my daily life that watching this will break my imagination and my heart... and it will continue to break my heart every time I watch this so for all of you out there... IT IS A DEFINITELY WATCH THIS NOW!!!\n\n\u001b[1m全体的に...私が言うことができるのは...これは私の44:59分の時間でした！ 私は毎日これを何度も何度も見ていきたい。 私はsooooは本当の愛についての手掛かりを持っていない誰にでもこれをお勧めします。私は1つのために偽の愛を見ることに慣れているので、これを見て私の想像力と私の心を壊すオタクと私の日常生活のまわりに投げ込まれています... それは私があなたのためにこれをそう見ているたびに私の心を壊し続けるでしょう...これは今ここではっきりと伺います！\u001b[22m\n\u001b[1m(Zentai-teki ni... Watashi ga iu koto ga dekiru no wa... Kore wa watashi no 44: 59-Bu no jikandeshita! Watashi wa mainichi kore o nandomonandomo mite ikitai. Watashi wa soooo wa hontō no ainitsuite no tegakari o motteinai darenidemo kore o o susume shimasu. Watashi wa 1tsu no tame ni nise no ai o miru koto ni narete irunode, kore o mite watashi no sōzō-ryoku to watashi no kokoro o kowasu otaku to watashi no nichijō seikatsu no mawari ni nagekoma rete imasu... Sore wa watashi ga anata no tame ni kore o sō mite iru tabi ni watashi no kokoro o kowashi tsudzukerudeshou... Kore wa ima koko de hakkiri to ukagaimasu!)\u001b[22m\n\nTranslations of \u001b[4mOverall...all I can say is... THIS WAS WORTH MY 44:59 MINUTES OF TIME!!! I'll watch this over and over again everyday if I want to. I soooo recommend this to anyone that does not have a clue about true love because I for one am so used to watching fake love being thrown around as an otaku and my daily life that watching this will break my imagination and my heart... and it will continue to break my heart every time I watch this so for all of you out there... IT IS A DEFINITELY WATCH THIS NOW!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall...all I can say is... THIS WAS WORTH MY 44:59 MINUTES OF TIME!!!\u001b[24m\n    \u001b[1m全体的に...私が言うことができるのは...これは私の44:59分の時間でした！\u001b[22m, \u001b[1m全体的に...すべて私に言えることは...これは時間の私44:59 MINUTESの価値がありました！\u001b[22m\n\u001b[4mI'll watch this over and over again everyday if I want to.\u001b[24m\n    \u001b[1m私は毎日これを何度も何度も見ていきたい。\u001b[22m, \u001b[1m私は私がしたい場合は、日常何度も何度もこれを見てよ。\u001b[22m\n\u001b[4mI soooo recommend this to anyone that does not have a clue about true love because I for one am so used to watching fake love being thrown around as an otaku and my daily life that watching this will break my imagination and my heart... and\u001b[24m\n    \u001b[1m私はsooooは本当の愛についての手掛かりを持っていない誰にでもこれをお勧めします。私は1つのために偽の愛を見ることに慣れているので、これを見て私の想像力と私の心を壊すオタクと私の日常生活のまわりに投げ込まれています...\u001b[22m, \u001b[1m私はサイコー私は偽の愛を見に使用される1午前のためにこれを見ては、私の想像力と私の心を破壊することをオタクと私の日常生活のように周りがスローされるので、真の愛についての手掛かりを持っていない人にこれをお勧めします...と\u001b[22m\n\u001b[4mit will continue to break my heart every time I watch this so for all of you out there... IT IS A DEFINITELY WATCH THIS NOW!!!\u001b[24m\n    \u001b[1mそれは私があなたのためにこれをそう見ているたびに私の心を壊し続けるでしょう...これは今ここではっきりと伺います！\u001b[22m, \u001b[1mそれはそれは間違いなく今これを見IS...私の心私はそこにすべてのあなたのためにこれをよう見たびに壊れていきます！\u001b[22m"
  },
  {
    "title": "Hotarubi_no_Mori_e",
    "id": "10408",
    "url": "https://myanimelist.net/anime/10408/Hotarubi_no_Mori_e",
    "user": "RomanceZero",
    "profile": "/profile/RomanceZero/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=200302",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nさて、これは私を最も泣かせたアニメです。 私がそれを終えたとき、誰も私を見ることができず、泣き始めたバスルームに上階に行った。 そして私は上の階にどれくらいの間、私が泣いていたかについて約束していました。 今私はおそらく少し悲しいです。\n\nストーリー：ストーリーは素晴らしかったし、落ち込んでいた。 だから森の中で幼い子供のように迷子になって、この妖怪を森の中で見つけようとする彼女がいますが、彼女はそれを避け続けます。 それは人間が彼に触れると彼は消えるからです。\n\n芸術も素晴らしかったです。 期間。\n\n音はあまり言いませんでした。\n\nキャラクターは素晴らしい個性を持っていました。\n\n楽しさは10/10でした。 総合的な驚くべき映画。 あなたが主人公のために悲劇的な結末と熱い男の子を持っているアニメを愛するなら、あなたはこのアニメを愛するでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOkay this is by far the anime that made me cry the most. Right when i finished it I went upstairs to the bathroom where no one could see me and started crying. And I timed how long I was upstairs it was for about 8 minutes I was crying. Now i'm probably a bit sad still.\n\n\u001b[1mさて、これは私を最も泣かせたアニメです。 私がそれを終えたとき、誰も私を見ることができず、泣き始めたバスルームに上階に行った。 そして私は上の階にどれくらいの間、私が泣いていたかについて約束していました。 今私はおそらく少し悲しいです。\u001b[22m\n\u001b[1m(Sate, kore wa watashi o mottomo naka seta animedesu. Watashi ga sore o oeta toki, dare mo watashi o miru koto ga dekizu, naki hajimeta basurūmu ni jōkai ni itta. Soshite watashi wa ue no kai ni dorekurai no ma, watashi ga naiteita ka ni tsuite yakusoku shite imashita. Ima watashi wa osoraku sukoshi kanashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mOkay this is by far the anime that made me cry the most. Right when i finished it I went upstairs to the bathroom where no one could see me and started crying. And I timed how long I was upstairs it was for about 8 minutes I was crying. Now i'm probably a bit sad still.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay this is by far the anime that made me cry the most.\u001b[24m\n    \u001b[1mさて、これは私を最も泣かせたアニメです。\u001b[22m, \u001b[1mさて、これははるかに私がほとんどを泣かせアニメです。\u001b[22m\n\u001b[4mRight when i finished it I went upstairs to the bathroom where no one could see me and started crying.\u001b[24m\n    \u001b[1m私がそれを終えたとき、誰も私を見ることができず、泣き始めたバスルームに上階に行った。\u001b[22m, \u001b[1m私はそれを終えたときに右、私は誰も私を見ることができなかったトイレに二階に行って、泣き始めました。\u001b[22m\n\u001b[4mAnd I timed how long I was upstairs it was for about 8 minutes I was crying.\u001b[24m\n    \u001b[1mそして私は上の階にどれくらいの間、私が泣いていたかについて約束していました。\u001b[22m, \u001b[1mそして私は、私はそれが私が泣いていた約8分間であった二階にあったどのくらいのタイムアウトしました。\u001b[22m\n\u001b[4mNow i'm probably a bit sad still.\u001b[24m\n    \u001b[1m今私はおそらく少し悲しいです。\u001b[22m, \u001b[1m今私はおそらくまだ少し悲しいです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story: The Story was amazing and depressing. So there is this girl who gets lost in the forest as a young kid and finds this youkai (Spirit) in the forest she then trys to touch him but he keeps avoiding her and he tells her why. It's because if a human touches him he will disappear.\n\n\u001b[1mストーリー：ストーリーは素晴らしかったし、落ち込んでいた。 だから森の中で幼い子供のように迷子になって、この妖怪を森の中で見つけようとする彼女がいますが、彼女はそれを避け続けます。 それは人間が彼に触れると彼は消えるからです。\u001b[22m\n\u001b[1m(Sutōrī: Sutōrī wa subarashikattashi, ochikonde ita. Dakara mori no naka de osanai kodomo no yō ni maigo ni natte, kono yōkai o mori no naka de mitsukeyou to suru kanojo ga imasuga, kanojo wa sore o sake tsudzukemasu. Sore wa ningen ga kare ni fureru to kare wa kierukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story: The Story was amazing and depressing. So there is this girl who gets lost in the forest as a young kid and finds this youkai (Spirit) in the forest she then trys to touch him but he keeps avoiding her and he tells her why. It's because if a human touches him he will disappear.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story: The Story was amazing and depressing.\u001b[24m\n    \u001b[1mストーリー：ストーリーは素晴らしかったし、落ち込んでいた。\u001b[22m, \u001b[1mストーリー：ストーリーが素晴らしいと憂鬱でした。\u001b[22m\n\u001b[4mSo there is this girl who gets lost in the forest as a young kid and finds this youkai (Spirit) in the forest she then trys to touch him but he keeps avoiding her and he tells her why.\u001b[24m\n    \u001b[1mだから森の中で幼い子供のように迷子になって、この妖怪を森の中で見つけようとする彼女がいますが、彼女はそれを避け続けます。\u001b[22m, \u001b[1mだから、若い子供のように森の中で失われた、彼女はその後、彼に触れることtrys森の中のこの妖怪（スピリット）を見つけます。この女の子ですが、彼は彼女を避け続けて、彼は彼女の理由を伝えます。\u001b[22m\n\u001b[4mIt's because if a human touches him he will disappear.\u001b[24m\n    \u001b[1mそれは人間が彼に触れると彼は消えるからです。\u001b[22m, \u001b[1m人間が彼に触れると、彼は消えますからです。\u001b[22m\n\u001b[1m\u001b[22m\nThe art was amazing also. Period.\n\n\u001b[1m芸術も素晴らしかったです。 期間。\u001b[22m\n\u001b[1m(Geijutsu mo subarashikattadesu. Kikan.)\u001b[22m\n\nTranslations of \u001b[4mThe art was amazing also. Period.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was amazing also.\u001b[24m\n    \u001b[1m芸術も素晴らしかったです。\u001b[22m, \u001b[1m技術は、驚くべきものでした。\u001b[22m\n\u001b[4mPeriod.\u001b[24m\n    \u001b[1m期間。\u001b[22m\n\u001b[1m\u001b[22m\nSound was pretty good not much to say.\n\n\u001b[1m音はあまり言いませんでした。\u001b[22m\n\u001b[1m(Oto wa amari iimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mSound was pretty good not much to say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound was pretty good not much to say.\u001b[24m\n    \u001b[1m音はあまり言いませんでした。\u001b[22m, \u001b[1mサウンドは言っても過言ではないかなり良かったです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter's had fantastic personality.\n\n\u001b[1mキャラクターは素晴らしい個性を持っていました。\u001b[22m\n\u001b[1m(Kyarakutā wa subarashī kosei o motte imashita.)\u001b[22m\n\nTranslations of \u001b[4mCharacter's had fantastic personality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter's had fantastic personality.\u001b[24m\n    \u001b[1mキャラクターは素晴らしい個性を持っていました。\u001b[22m, \u001b[1mキャラクターのは素晴らしい個性を持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment was 10/10. Overall AMAZING MOVIE. If you love anime that has a tragic ending and a hot boy for the main character then you will love this anime.\n\n\u001b[1m楽しさは10/10でした。 総合的な驚くべき映画。 あなたが主人公のために悲劇的な結末と熱い男の子を持っているアニメを愛するなら、あなたはこのアニメを愛するでしょう。\u001b[22m\n\u001b[1m(Tanoshisa wa 10/ 10deshita. Sōgō-tekina odorokubeki eiga. Anata ga shujinkō no tame ni higeki-tekina ketsumatsu to atsui otokonoko o motte iru anime o aisurunara, anata wa kono anime o aisurudeshou.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment was 10/10. Overall AMAZING MOVIE. If you love anime that has a tragic ending and a hot boy for the main character then you will love this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment was 10/10.\u001b[24m\n    \u001b[1m楽しさは10/10でした。\u001b[22m\n\u001b[4mOverall AMAZING MOVIE.\u001b[24m\n    \u001b[1m総合的な驚くべき映画。\u001b[22m, \u001b[1m全体的にAMAZING MOVIE。\u001b[22m\n\u001b[4mIf you love anime that has a tragic ending and a hot boy for the main character then you will love this anime.\u001b[24m\n    \u001b[1mあなたが主人公のために悲劇的な結末と熱い男の子を持っているアニメを愛するなら、あなたはこのアニメを愛するでしょう。\u001b[22m, \u001b[1mあなたが主人公のために悲劇的な結末とホット男の子を持っているアニメを愛するなら、あなたはこのアニメを愛します。\u001b[22m"
  },
  {
    "title": "Hotarubi_no_Mori_e",
    "id": "10408",
    "url": "https://myanimelist.net/anime/10408/Hotarubi_no_Mori_e",
    "user": "asckj1",
    "profile": "/profile/asckj1/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=54895",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nすべて10/10です。\n\nストーリーはシンプルだけど魔法です。  2人の主人公に焦点を当て、短期間では、彼らは彼らの間に温かみのあるつながりを作り出します。 ホタルは、特に彼女が子供の時には、ちょっと変わったけど、とても甘いです。 ジン、物事に向かって素敵な積極的なアプローチを示しています。彼は素敵な男です。 そして、森林からの他の霊の遭遇はごくわずかですが、彼らの対話は彼らがどれほどジンを気にしているかを証明するものです。 彼は彼らの小さな子供です。 森の夏の祭典は、日本の民間伝承をほんの少しだけ示唆しています。\n\n映画の風景は美しい。 彼らは落ち着いた感じを与える。 すべての文字が素敵に描かれています。 アニメーション - そこにも苦情はありません。 音楽が盛り上がっている。 ピアノ作品が大好き。\n\nそれをまとめてみると、それは短くても素晴らしく暖かい話でした。 絶対にお勧めします:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n10/10 for everything.\n\n\u001b[1mすべて10/10です。\u001b[22m\n\u001b[1m(Subete 10/ 10desu.)\u001b[22m\n\nTranslations of \u001b[4m10/10 for everything.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m10/10 for everything.\u001b[24m\n    \u001b[1mすべて10/10です。\u001b[22m, \u001b[1mすべてのため10月10日。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is simple yet magical. Focusing on only two main characters, in the short time of the film, it develops a warm bond between them. Hotaru, especially when she's a child is shown perfectly, a little naughty but very sweet as well. Gin, shows a nice positive approach towards things.He's a nice guy. And though there are very small encounters of other spirits from the forest- their dialogues are proof enopugh of how much they all care about Gin. He's their little kid. The Summer Festival of the forest gives a slight hint of the Japanese folklore.\n\n\u001b[1mストーリーはシンプルだけど魔法です。  2人の主人公に焦点を当て、短期間では、彼らは彼らの間に温かみのあるつながりを作り出します。 ホタルは、特に彼女が子供の時には、ちょっと変わったけど、とても甘いです。 ジン、物事に向かって素敵な積極的なアプローチを示しています。彼は素敵な男です。 そして、森林からの他の霊の遭遇はごくわずかですが、彼らの対話は彼らがどれほどジンを気にしているかを証明するものです。 彼は彼らの小さな子供です。 森の夏の祭典は、日本の民間伝承をほんの少しだけ示唆しています。\u001b[22m\n\u001b[1m(Sutōrī wa shinpurudakedo mahōdesu. 2-Ri no shujinkō ni shōten o ate, tankikande wa, karera wa karera no ma ni atatakami no aru tsunagari o tsukuridashimasu. Hotaru wa, tokuni kanojo ga kodomo no tokiniha, chotto kawattakedo, totemo amaidesu. Jin, monogoto ni mukatte sutekina sekigyokutekina apurōchi o shimeshite imasu. Kare wa sutekina otokodesu. Soshite, shinrin kara no ta no rei no sōgū wa goku wazukadesuga, karera no taiwa wa karera ga dorehodo Jin o ki ni shite iru ka o shōmei suru monodesu. Kare wa karera no chīsana kodomodesu. Mori no natsu no saiten wa, Nihon no minkan denshō o hon'nosukoshidake shisa shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is simple yet magical. Focusing on only two main characters, in the short time of the film, it develops a warm bond between them. Hotaru, especially when she's a child is shown perfectly, a little naughty but very sweet as well. Gin, shows a nice positive approach towards things.He's a nice guy. And though there are very small encounters of other spirits from the forest- their dialogues are proof enopugh of how much they all care about Gin. He's their little kid. The Summer Festival of the forest gives a slight hint of the Japanese folklore.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is simple yet magical.\u001b[24m\n    \u001b[1mストーリーはシンプルだけど魔法です。\u001b[22m, \u001b[1mストーリーはシンプルでありながら魔法のです。\u001b[22m\n\u001b[4mFocusing on only two main characters, in the short time of the film, it develops a warm bond between them.\u001b[24m\n    \u001b[1m2人の主人公に焦点を当て、短期間では、彼らは彼らの間に温かみのあるつながりを作り出します。\u001b[22m, \u001b[1m2つだけのメインキャラクターを中心に、フィルムの短い時間で、それはそれらの間に暖かい結合を開発しています。\u001b[22m\n\u001b[4mHotaru, especially when she's a child is shown perfectly, a little naughty but very sweet as well.\u001b[24m\n    \u001b[1mホタルは、特に彼女が子供の時には、ちょっと変わったけど、とても甘いです。\u001b[22m, \u001b[1m彼女は子供の特に蛍は、同様に、完璧に少しいたずらが、非常に甘い示されています。\u001b[22m\n\u001b[4mGin, shows a nice positive approach towards things.He's a nice guy.\u001b[24m\n    \u001b[1mジン、物事に向かって素敵な積極的なアプローチを示しています。彼は素敵な男です。\u001b[22m, \u001b[1mジンは、things.Heナイスガイだに向けた素敵な積極的なアプローチを示しています。\u001b[22m\n\u001b[4mAnd though there are very small encounters of other spirits from the forest- their dialogues are proof enopugh of how much they all care about Gin.\u001b[24m\n    \u001b[1mそして、森林からの他の霊の遭遇はごくわずかですが、彼らの対話は彼らがどれほどジンを気にしているかを証明するものです。\u001b[22m, \u001b[1m森とから他の霊の非常に小さな出会いがありますが、それらの対話は、ジン、約どのくらい彼らはすべてのケアの証拠enopughです。\u001b[22m\n\u001b[4mHe's their little kid.\u001b[24m\n    \u001b[1m彼は彼らの小さな子供です。\u001b[22m, \u001b[1m彼は自分の小さな子供です。\u001b[22m\n\u001b[4mThe Summer Festival of the forest gives a slight hint of the Japanese folklore.\u001b[24m\n    \u001b[1m森の夏の祭典は、日本の民間伝承をほんの少しだけ示唆しています。\u001b[22m, \u001b[1m森林の夏祭りは、日本民俗学のわずかなヒントを提供します。\u001b[22m\n\u001b[1m\u001b[22m\nThe landscapes in the movie are beautiful. They give a calm feeling. All characters are nicely drawn. Animation- no complaints there either. The music is sooting. Loved the Piano pieces.\n\n\u001b[1m映画の風景は美しい。 彼らは落ち着いた感じを与える。 すべての文字が素敵に描かれています。 アニメーション - そこにも苦情はありません。 音楽が盛り上がっている。 ピアノ作品が大好き。\u001b[22m\n\u001b[1m(Eiga no fūkei wa utsukushī. Karera wa ochitsuita kanji o ataeru. Subete no moji ga suteki ni egaka rete imasu. Animēshon - soko ni mo kujō wa arimasen. Ongaku ga moriagatte iru. Piano sakuhin ga daisuki.)\u001b[22m\n\nTranslations of \u001b[4mThe landscapes in the movie are beautiful. They give a calm feeling. All characters are nicely drawn. Animation- no complaints there either. The music is sooting. Loved the Piano pieces.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe landscapes in the movie are beautiful.\u001b[24m\n    \u001b[1m映画の風景は美しい。\u001b[22m, \u001b[1m映画の中の風景は美しいです。\u001b[22m\n\u001b[4mThey give a calm feeling.\u001b[24m\n    \u001b[1m彼らは落ち着いた感じを与える。\u001b[22m, \u001b[1m彼らは穏やかな感じを与えます。\u001b[22m\n\u001b[4mAll characters are nicely drawn.\u001b[24m\n    \u001b[1mすべての文字が素敵に描かれています。\u001b[22m, \u001b[1mすべての文字がきれいに描かれています。\u001b[22m\n\u001b[4mAnimation- no complaints there either.\u001b[24m\n    \u001b[1mアニメーション - そこにも苦情はありません。\u001b[22m, \u001b[1mどちらかそこに苦情をAnimation-ません。\u001b[22m\n\u001b[4mThe music is sooting.\u001b[24m\n    \u001b[1m音楽が盛り上がっている。\u001b[22m, \u001b[1m音楽がくすぶりれます。\u001b[22m\n\u001b[4mLoved the Piano pieces.\u001b[24m\n    \u001b[1mピアノ作品が大好き。\u001b[22m, \u001b[1mピアノ作品を愛しました。\u001b[22m\n\u001b[1m\u001b[22m\nTo sum it up - It was a short yet a wonderfully heartwarming story. Absolutely recommended to watch :)\n\n\u001b[1mそれをまとめてみると、それは短くても素晴らしく暖かい話でした。 絶対にお勧めします:)\u001b[22m\n\u001b[1m(Sore o matomete miru to, sore wa mijikakute mo subarashiku attakai hanashideshita. Zettai ni o susume shimasu: ))\u001b[22m\n\nTranslations of \u001b[4mTo sum it up - It was a short yet a wonderfully heartwarming story. Absolutely recommended to watch :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo sum it up - It was a short yet a wonderfully heartwarming story.\u001b[24m\n    \u001b[1mそれをまとめてみると、それは短くても素晴らしく暖かい話でした。\u001b[22m, \u001b[1mそれを要約すると - それは短いまだ素晴らしく心温まる物語でした。\u001b[22m\n\u001b[4mAbsolutely recommended to watch :)\u001b[24m\n    \u001b[1m絶対にお勧めします:)\u001b[22m, \u001b[1m絶対に見にお勧めします:)\u001b[22m"
  },
  {
    "title": "Hotarubi_no_Mori_e",
    "id": "10408",
    "url": "https://myanimelist.net/anime/10408/Hotarubi_no_Mori_e",
    "user": "Arkayen",
    "profile": "/profile/Arkayen/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=80116",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  9\n\nこれは私の最初のレビューであり、これが私の最初のレビューであることに非常に興奮しています。\nこのアニメの最初の数分を見た後、私は泣いてしまう気がしました。 たくさん。 スポイラーを残さないようにしてください。\n\nまず、アニメーションは全く美しいものでした。 文字は単純に描かれましたが、エレガントに描かれました。 トップには何もなかった。 音楽は繊細で素敵で、本当にシーンに沿っていました。 本当に激しいシーンの間に音楽を聴いていた時代のことで、私の目には涙が出ます。\n\n映画は短かったが、とても甘かった。 これは、通常の少女アニメとは非常に異なっていたようです。 私は迷惑なキャラクターのいずれかを見つけられなかった、ロマンスは魅惑的で愛らしいほど純粋だった。\n\n私は本当にキャラクターの関係、主にジンと他の精神との関係を愛していました。 赤ちゃんとしてジンに嫌なのではなく、彼は彼を連れて霊に変えた。 ホタルと同じだった。 霊たちはジンを気遣って、ホタルが彼を幸せにしたことを知って、彼女を受け入れた。 ホタルの成長と成長をどのようにしてキャラクターとして見えるのか本当に大好きで、彼女と一緒にそこに着くと、彼女はジンの愛を実感します。\n\n私が10の代わりに9を与えた唯一の理由は、もっと長くしたいと思ったからです...結末は美しかったですが、それは突然のようでした。 私は自分たちがもっと良くできたことを自分自身では知りません、私が知っていることは、彼らがもっと多くを加えたことですね！\n\nこのアニメは大好きです",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis is my first review, and I am very excited that this is my first.\n\n\u001b[1mこれは私の最初のレビューであり、これが私の最初のレビューであることに非常に興奮しています。\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no rebyūdeari, kore ga watashi no saisho no rebyūdearu koto ni hijō ni kōfun shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is my first review, and I am very excited that this is my first.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my first review, and I am very excited that this is my first.\u001b[24m\n    \u001b[1mこれは私の最初のレビューであり、これが私の最初のレビューであることに非常に興奮しています。\u001b[22m, \u001b[1mこれは私の最初のレビューで、私はこれが私の最初であることを非常に興奮しています。\u001b[22m\nAfter watching the first few minutes of this anime, I had this feeling that I would end up crying.. and I did. A lot. ill try not to leave any spoilers.\n\n\u001b[1mこのアニメの最初の数分を見た後、私は泣いてしまう気がしました。 たくさん。 スポイラーを残さないようにしてください。\u001b[22m\n\u001b[1m(Kono anime no saisho no sūbun o mita nochi, watashi wa naite shimau ki ga shimashita. Takusan. Supoirā o nokosanai yō ni shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAfter watching the first few minutes of this anime, I had this feeling that I would end up crying.. and I did. A lot. ill try not to leave any spoilers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter watching the first few minutes of this anime, I had this feeling that I would end up crying.. and I did.\u001b[24m\n    \u001b[1mこのアニメの最初の数分を見た後、私は泣いてしまう気がしました。\u001b[22m, \u001b[1mこのアニメの最初の数分を見た後、私は泣いてしまうだろうこの気持ちを持っていた..と私でした。\u001b[22m\n\u001b[4mA lot.\u001b[24m\n    \u001b[1mたくさん。\u001b[22m\n\u001b[4mill try not to leave any spoilers.\u001b[24m\n    \u001b[1mスポイラーを残さないようにしてください。\u001b[22m, \u001b[1m病気の任意のスポイラーを残さないようにしてみてください。\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all, the animation was absolutely beautiful. The characters were drawn simply, but elegantly. There was nothing over the top. The music was delicate and lovely and really went along with the scenes. It was often times the music during a really intense scene that would get me, and I would get tears in my eyes.\n\n\u001b[1mまず、アニメーションは全く美しいものでした。 文字は単純に描かれましたが、エレガントに描かれました。 トップには何もなかった。 音楽は繊細で素敵で、本当にシーンに沿っていました。 本当に激しいシーンの間に音楽を聴いていた時代のことで、私の目には涙が出ます。\u001b[22m\n\u001b[1m(Mazu, animēshon wa mattaku utsukushī monodeshita. Moji wa tanjun ni egaka remashitaga, ereganto ni egaka remashita. Toppu ni wa nani mo nakatta. Ongaku wa sensaide sutekide, hontōni shīn ni sotte imashita. Hontōni hageshī shīn no ma ni ongaku o kiite ita jidai no koto de, watashi no me ni wa namida ga demasu.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, the animation was absolutely beautiful. The characters were drawn simply, but elegantly. There was nothing over the top. The music was delicate and lovely and really went along with the scenes. It was often times the music during a really intense scene that would get me, and I would get tears in my eyes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, the animation was absolutely beautiful.\u001b[24m\n    \u001b[1mまず、アニメーションは全く美しいものでした。\u001b[22m, \u001b[1mまず、アニメーションは絶対に美しかったです。\u001b[22m\n\u001b[4mThe characters were drawn simply, but elegantly.\u001b[24m\n    \u001b[1m文字は単純に描かれましたが、エレガントに描かれました。\u001b[22m, \u001b[1m文字は単純に描かれたが、エレガントされました。\u001b[22m\n\u001b[4mThere was nothing over the top.\u001b[24m\n    \u001b[1mトップには何もなかった。\u001b[22m, \u001b[1mトップ超えるものは何もありませんでした。\u001b[22m\n\u001b[4mThe music was delicate and lovely and really went along with the scenes.\u001b[24m\n    \u001b[1m音楽は繊細で素敵で、本当にシーンに沿っていました。\u001b[22m, \u001b[1m音楽は繊細で素敵だったと本当にシーンと一緒に行きました。\u001b[22m\n\u001b[4mIt was often times the music during a really intense scene that would get me, and I would get tears in my eyes.\u001b[24m\n    \u001b[1m本当に激しいシーンの間に音楽を聴いていた時代のことで、私の目には涙が出ます。\u001b[22m, \u001b[1mそれは多くの場合、私を得るだろう本当に激しいシーンの間に倍の音楽だった、と私は私の目に涙を取得することになります。\u001b[22m\n\u001b[1m\u001b[22m\nThough the movie was short, it was very sweet. This seemed very different from normal shojo anime. I didnt find any of the characters annoying, the romance was enchanting and adorably pure hearted.\n\n\u001b[1m映画は短かったが、とても甘かった。 これは、通常の少女アニメとは非常に異なっていたようです。 私は迷惑なキャラクターのいずれかを見つけられなかった、ロマンスは魅惑的で愛らしいほど純粋だった。\u001b[22m\n\u001b[1m(Eiga wa mijikakattaga, totemo umakatta. Kore wa, tsūjō no shōjo anime to wa hijō ni kotonatte ita yōdesu. Watashi wa meiwakuna kyarakutā no izureka o mitsuke rarenakatta, romansu wa miwaku-tekide airashī hodo junsuidatta.)\u001b[22m\n\nTranslations of \u001b[4mThough the movie was short, it was very sweet. This seemed very different from normal shojo anime. I didnt find any of the characters annoying, the romance was enchanting and adorably pure hearted.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough the movie was short, it was very sweet.\u001b[24m\n    \u001b[1m映画は短かったが、とても甘かった。\u001b[22m, \u001b[1m映画は短かったものの、それは非常に甘かったです。\u001b[22m\n\u001b[4mThis seemed very different from normal shojo anime.\u001b[24m\n    \u001b[1mこれは、通常の少女アニメとは非常に異なっていたようです。\u001b[22m, \u001b[1mこれは、通常の少女アニメとは非常に異なるように見えました。\u001b[22m\n\u001b[4mI didnt find any of the characters annoying, the romance was enchanting and adorably pure hearted.\u001b[24m\n    \u001b[1m私は迷惑なキャラクターのいずれかを見つけられなかった、ロマンスは魅惑的で愛らしいほど純粋だった。\u001b[22m, \u001b[1m私は任意の文字の迷惑見つけるdidntの、ロマンスは魅惑と心ほれぼれするほど純粋でした。\u001b[22m\n\u001b[1m\u001b[22m\nI really loved the relationships between the characters, mainly the relationship between Gin and the other spirits. Instead of being disagreeable towards Gin as a baby, they took him in and changed him into a spirit. It was the same with Hotaru. The spirits cared for Gin and knew that Hotaru made him happy, so they accepted her. I also really loved how you get to see Hotaru's growth and development as a character, and you get to be there with her as she realizes her love for Gin.\n\n\u001b[1m私は本当にキャラクターの関係、主にジンと他の精神との関係を愛していました。 赤ちゃんとしてジンに嫌なのではなく、彼は彼を連れて霊に変えた。 ホタルと同じだった。 霊たちはジンを気遣って、ホタルが彼を幸せにしたことを知って、彼女を受け入れた。 ホタルの成長と成長をどのようにしてキャラクターとして見えるのか本当に大好きで、彼女と一緒にそこに着くと、彼女はジンの愛を実感します。\u001b[22m\n\u001b[1m(Watashi wa hontōni kyarakutā no kankei, omoni Jin to hoka no seishin to no kankei o aishite imashita. Akachan to shite jin ni iyana node wa naku, kare wa kare o tsurete rei ni kaeta. Hotaru to onajidatta. Rei-tachi wa jin o kidzukatte, hotaru ga kare o shiawaseni shita koto o shitte, kanojo o ukeireta. Hotaru no seichō to seichō o dono yō ni shite kyarakutā to shite mieru no ka hontōni daisukide, kanojo to issho ni soko ni tsuku to, kanojo wa Jin no ai o jikkan shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI really loved the relationships between the characters, mainly the relationship between Gin and the other spirits. Instead of being disagreeable towards Gin as a baby, they took him in and changed him into a spirit. It was the same with Hotaru. The spirits cared for Gin and knew that Hotaru made him happy, so they accepted her. I also really loved how you get to see Hotaru's growth and development as a character, and you get to be there with her as she realizes her love for Gin.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really loved the relationships between the characters, mainly the relationship between Gin and the other spirits.\u001b[24m\n    \u001b[1m私は本当にキャラクターの関係、主にジンと他の精神との関係を愛していました。\u001b[22m, \u001b[1m私は本当にジンと他の霊との間の主な関係、文字間の関係を愛しました。\u001b[22m\n\u001b[4mInstead of being disagreeable towards Gin as a baby, they took him in and changed him into a spirit.\u001b[24m\n    \u001b[1m赤ちゃんとしてジンに嫌なのではなく、彼は彼を連れて霊に変えた。\u001b[22m, \u001b[1m代わりに赤ちゃんのようにジンに向かって嫌になることを、彼らは彼を取り、精神に彼を変えました。\u001b[22m\n\u001b[4mIt was the same with Hotaru.\u001b[24m\n    \u001b[1mホタルと同じだった。\u001b[22m, \u001b[1mこれは、蛍と同じでした。\u001b[22m\n\u001b[4mThe spirits cared for Gin and knew that Hotaru made him happy, so they accepted her.\u001b[24m\n    \u001b[1m霊たちはジンを気遣って、ホタルが彼を幸せにしたことを知って、彼女を受け入れた。\u001b[22m, \u001b[1mスピリッツは、ジンの世話とほたるは彼が幸せにしたことを知っていたので、彼らは彼女を受け入れました。\u001b[22m\n\u001b[4mI also really loved how you get to see Hotaru's growth and development as a character, and you get to be there with her as she realizes her love for Gin.\u001b[24m\n    \u001b[1mホタルの成長と成長をどのようにしてキャラクターとして見えるのか本当に大好きで、彼女と一緒にそこに着くと、彼女はジンの愛を実感します。\u001b[22m, \u001b[1m私も本当にあなたが文字として蛍の成長と発展を見ることが、彼女はジンのために彼女の愛を実現するように、あなたが彼女と一緒にそこに取得する方法愛しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe only reason why I gave this a 9 instead of a 10 was because i wished it was longer... the ending was beautiful, but it seemed so sudden. I don't know myself what they could have done better, all I know is that i wish they added more!\n\n\u001b[1m私が10の代わりに9を与えた唯一の理由は、もっと長くしたいと思ったからです...結末は美しかったですが、それは突然のようでした。 私は自分たちがもっと良くできたことを自分自身では知りません、私が知っていることは、彼らがもっと多くを加えたことですね！\u001b[22m\n\u001b[1m(Watashi ga 10 no kawari ni 9 o ataeta yuiitsu no riyū wa, motto nagaku shitai to omottakaradesu... Ketsumatsu wa utsukushikattadesuga, sore wa totsuzen no yōdeshita. Watashi wa jibun-tachi ga motto yokude kita koto o jibun jishinde wa shirimasen, watashi ga shitte iru koto wa, karera ga motto ōku o kuwaeta kotodesu ne!)\u001b[22m\n\nTranslations of \u001b[4mThe only reason why I gave this a 9 instead of a 10 was because i wished it was longer... the ending was beautiful, but it seemed so sudden. I don't know myself what they could have done better, all I know is that i wish they added more!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only reason why I gave this a 9 instead of a 10 was because i wished it was longer... the ending was beautiful, but it seemed so sudden.\u001b[24m\n    \u001b[1m私が10の代わりに9を与えた唯一の理由は、もっと長くしたいと思ったからです...結末は美しかったですが、それは突然のようでした。\u001b[22m, \u001b[1m私はそれが長かった...結末がきれいだった望んだが、それはそう突然見えたので、私はこの9 10の代わりに与えた唯一の理由でした。\u001b[22m\n\u001b[4mI don't know myself what they could have done better, all I know is that i wish they added more!\u001b[24m\n    \u001b[1m私は自分たちがもっと良くできたことを自分自身では知りません、私が知っていることは、彼らがもっと多くを加えたことですね！\u001b[22m, \u001b[1m私は、彼らがより良い行っている可能性がどのような自分自身を知らない、私が知っているすべては私が彼らはより多くを追加したいということです！\u001b[22m\n\u001b[1m\u001b[22m\nLove this anime so, so much\n\n\u001b[1mこのアニメは大好きです\u001b[22m\n\u001b[1m(Kono anime wa daisukidesu)\u001b[22m\n\nTranslations of \u001b[4mLove this anime so, so much\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLove this anime so, so much\u001b[24m\n    \u001b[1mこのアニメは大好きです\u001b[22m, \u001b[1mそう、そんなにこのアニメが大好き\u001b[22m"
  },
  {
    "title": "Hotarubi_no_Mori_e",
    "id": "10408",
    "url": "https://myanimelist.net/anime/10408/Hotarubi_no_Mori_e",
    "user": "EmptyInkwell",
    "profile": "/profile/EmptyInkwell/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=220047",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\nホタルビの森は素敵な小さな宝石だった。\n\n\n\nその物語は特に存在しなかった。 壮大な剣の戦い、戦争はありません。 ちょうど少女、そして森の壊れやすい少年。\n\nストーリーは甘くて穏やかで、暴力を好まない人にとっては完璧な映画になっています。\n\n私はそれが少し長いかもしれないと感じましたが、その物語は長さにもかかわらず十分に包まれました。\n\n\n\nホタルとジンは良いキャラクターだった。 あなたは自分たちの運命に気を配りながら、ストーリーをあまりにも細部までドラッグするほどではないと思っています。\n\nホタルは素敵な若い女性に成長した甘い少女だった。\n\nジンは悲しい過去を過ごした悲しいが素敵なキャラクターだったが、ホタルと恋に落ちている。\n\n\n芸術は素晴らしかったです。先の葉の天蓋を通って太陽が輝いていても、風の中で花が踊っていても、これはとてもかわいらしい映画でした。\n\n\n\n悲劇的に美しい、これは間違いなく私が見ることをお勧めします。 時計をつけてください。 私はエンディングを台無しにしたくないのですが...あなたの心臓に打撃を与える準備をするだけです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nHotarubi no Mori e was a lovely little gem.\n\n\u001b[1mホタルビの森は素敵な小さな宝石だった。\u001b[22m\n\u001b[1m(Hotarubi no mori wa sutekina chīsana hōsekidatta.)\u001b[22m\n\nTranslations of \u001b[4mHotarubi no Mori e was a lovely little gem.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHotarubi no Mori e was a lovely little gem.\u001b[24m\n    \u001b[1mホタルビの森は素敵な小さな宝石だった。\u001b[22m, \u001b[1mHotarubi森eは美しい小さな宝石ませんでした。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe story was not particularly existing. No epic sword fights, no wars. Just a little girl, and fragile boy in a forest.\n\n\u001b[1mその物語は特に存在しなかった。 壮大な剣の戦い、戦争はありません。 ちょうど少女、そして森の壊れやすい少年。\u001b[22m\n\u001b[1m(Sono monogatari wa tokuni sonzai shinakatta. Sōdaina ken no tatakai, sensō wa arimasen. Chōdo shōjo, soshite mori no koware yasui shōnen.)\u001b[22m\n\nTranslations of \u001b[4mThe story was not particularly existing. No epic sword fights, no wars. Just a little girl, and fragile boy in a forest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was not particularly existing.\u001b[24m\n    \u001b[1mその物語は特に存在しなかった。\u001b[22m, \u001b[1m物語は、特に既存いませんでした。\u001b[22m\n\u001b[4mNo epic sword fights, no wars.\u001b[24m\n    \u001b[1m壮大な剣の戦い、戦争はありません。\u001b[22m, \u001b[1m壮大な剣の戦い、ノー戦争なし。\u001b[22m\n\u001b[4mJust a little girl, and fragile boy in a forest.\u001b[24m\n    \u001b[1mちょうど少女、そして森の壊れやすい少年。\u001b[22m, \u001b[1m森の中のほんの少しの少女、そして脆弱な少年。\u001b[22m\n\u001b[1m\u001b[22m\nThe story was sweet and gentle, making this a perfect movie for someone who isn't fond of violence.\n\n\u001b[1mストーリーは甘くて穏やかで、暴力を好まない人にとっては完璧な映画になっています。\u001b[22m\n\u001b[1m(Sutōrī wa amakute odayakade, bōryoku o konomanai hito ni totte wa kanpekina eiga ni natte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story was sweet and gentle, making this a perfect movie for someone who isn't fond of violence.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was sweet and gentle, making this a perfect movie for someone who isn't fond of violence.\u001b[24m\n    \u001b[1mストーリーは甘くて穏やかで、暴力を好まない人にとっては完璧な映画になっています。\u001b[22m, \u001b[1m物語はこの暴力が好きではない人のための完全な映画作り、甘くて優しいました。\u001b[22m\n\u001b[1m\u001b[22m\nI felt it could have been a tad longer, but the story wrapped up well enough despite its length.\n\n\u001b[1m私はそれが少し長いかもしれないと感じましたが、その物語は長さにもかかわらず十分に包まれました。\u001b[22m\n\u001b[1m(Watashi wa sore ga sukoshi nagai kamo shirenai to kanjimashitaga, sono monogatari wa naga-sa nimokakawarazu jūbun ni tsutsuma remashita.)\u001b[22m\n\nTranslations of \u001b[4mI felt it could have been a tad longer, but the story wrapped up well enough despite its length.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI felt it could have been a tad longer, but the story wrapped up well enough despite its length.\u001b[24m\n    \u001b[1m私はそれが少し長いかもしれないと感じましたが、その物語は長さにもかかわらず十分に包まれました。\u001b[22m, \u001b[1m私はそれが少し長くされている可能性を感じたが、物語はその長さにもかかわらず、十分に包ま。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nHotaru and Gin were good characters. You learn just enough about them to make you care about their fates, but not enough to drag the story down with too much detail.\n\n\u001b[1mホタルとジンは良いキャラクターだった。 あなたは自分たちの運命に気を配りながら、ストーリーをあまりにも細部までドラッグするほどではないと思っています。\u001b[22m\n\u001b[1m(Hotaru to Jin wa yoi kyarakutādatta. Anata wa jibun-tachi no unmei ni ki o kubarinagara, sutōrī o amarini mo saibu made doraggu suru hodode wa nai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mHotaru and Gin were good characters. You learn just enough about them to make you care about their fates, but not enough to drag the story down with too much detail.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHotaru and Gin were good characters.\u001b[24m\n    \u001b[1mホタルとジンは良いキャラクターだった。\u001b[22m, \u001b[1mほたるとジンは良い文字でした。\u001b[22m\n\u001b[4mYou learn just enough about them to make you care about their fates, but not enough to drag the story down with too much detail.\u001b[24m\n    \u001b[1mあなたは自分たちの運命に気を配りながら、ストーリーをあまりにも細部までドラッグするほどではないと思っています。\u001b[22m, \u001b[1mあなたは自分の運命を気にするために、それらについてだけで十分な学びが、あまりにも多くの詳細に話を下にドラッグするのに十分ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nHotaru was a sweet little girl who grew into a lovely young woman.\n\n\u001b[1mホタルは素敵な若い女性に成長した甘い少女だった。\u001b[22m\n\u001b[1m(Hotaru wa sutekina wakai josei ni seichōshita amai shōjodatta.)\u001b[22m\n\nTranslations of \u001b[4mHotaru was a sweet little girl who grew into a lovely young woman.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHotaru was a sweet little girl who grew into a lovely young woman.\u001b[24m\n    \u001b[1mホタルは素敵な若い女性に成長した甘い少女だった。\u001b[22m, \u001b[1m蛍は、美しい若い女性へと成長しました甘い小さな女の子でした。\u001b[22m\n\u001b[1m\u001b[22m\nGin was a sad but lovely character who had a sad past, but finds himself falling in love with Hotaru.\n\n\u001b[1mジンは悲しい過去を過ごした悲しいが素敵なキャラクターだったが、ホタルと恋に落ちている。\u001b[22m\n\u001b[1m(Jin wa kanashī kako o sugoshita kanashīga sutekina kyarakutādattaga, hotaru to koiniochite iru.)\u001b[22m\n\nTranslations of \u001b[4mGin was a sad but lovely character who had a sad past, but finds himself falling in love with Hotaru.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGin was a sad but lovely character who had a sad past, but finds himself falling in love with Hotaru.\u001b[24m\n    \u001b[1mジンは悲しい過去を過ごした悲しいが素敵なキャラクターだったが、ホタルと恋に落ちている。\u001b[22m, \u001b[1mジンは、悲しい過去を持っていた悲しいけど素敵なキャラクターだったが、彼自身は蛍と恋に落ちて検索します。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe art was nice, be it sun shining through the canopy of leaves ahead, or a flower dancing in the wind, this was a very pretty movie.\n\n\u001b[1m芸術は素晴らしかったです。先の葉の天蓋を通って太陽が輝いていても、風の中で花が踊っていても、これはとてもかわいらしい映画でした。\u001b[22m\n\u001b[1m(Geijutsu wa subarashikattadesu.-Saki no ha no tengai o kayotte taiyō ga kagayaite ite mo,-fū no naka de hana ga odotte ite mo, kore wa totemo kawairashī eigadeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe art was nice, be it sun shining through the canopy of leaves ahead, or a flower dancing in the wind, this was a very pretty movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was nice, be it sun shining through the canopy of leaves ahead, or a flower dancing in the wind, this was a very pretty movie.\u001b[24m\n    \u001b[1m芸術は素晴らしかったです。先の葉の天蓋を通って太陽が輝いていても、風の中で花が踊っていても、これはとてもかわいらしい映画でした。\u001b[22m, \u001b[1mアートは、これは非常にきれいな映画だった、それは先に葉のキャノピーを通して輝く太陽、または風に花の踊りである、素敵でした。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nTragically beautiful, this is definitely something I would recommend watching. Give it a watch. I don't want to spoil the ending, but...just to prepare to have your heart bruised.\n\n\u001b[1m悲劇的に美しい、これは間違いなく私が見ることをお勧めします。 時計をつけてください。 私はエンディングを台無しにしたくないのですが...あなたの心臓に打撃を与える準備をするだけです。\u001b[22m\n\u001b[1m(Higeki-teki ni utsukushī, koreha machigainaku watashi ga miru koto o o susume shimasu. Tokei o tsukete kudasai. Watashi wa endingu o dainashi ni shitakunai nodesuga... Anata no shinzō ni dageki o ataeru junbi o suru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mTragically beautiful, this is definitely something I would recommend watching. Give it a watch. I don't want to spoil the ending, but...just to prepare to have your heart bruised.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTragically beautiful, this is definitely something I would recommend watching.\u001b[24m\n    \u001b[1m悲劇的に美しい、これは間違いなく私が見ることをお勧めします。\u001b[22m, \u001b[1m悲劇的に美しい、これは間違いなく私が見てお勧めするものです。\u001b[22m\n\u001b[4mGive it a watch.\u001b[24m\n    \u001b[1m時計をつけてください。\u001b[22m, \u001b[1mそれに時計を与えます。\u001b[22m\n\u001b[4mI don't want to spoil the ending, but...just to prepare to have your heart bruised.\u001b[24m\n    \u001b[1m私はエンディングを台無しにしたくないのですが...あなたの心臓に打撃を与える準備をするだけです。\u001b[22m, \u001b[1m私はちょうどあなたの心が傷ついているために準備する...エンディングを台無しにしたいのですが、ありません。\u001b[22m"
  },
  {
    "title": "Hotarubi_no_Mori_e",
    "id": "10408",
    "url": "https://myanimelist.net/anime/10408/Hotarubi_no_Mori_e",
    "user": "jkerkula",
    "profile": "/profile/jkerkula/reviews",
    "pages": "3",
    "number": "8",
    "link": "/reviews.php?id=180962",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  7",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Hotarubi_no_Mori_e",
    "id": "10408",
    "url": "https://myanimelist.net/anime/10408/Hotarubi_no_Mori_e",
    "user": "QuotingLegacies",
    "profile": "/profile/QuotingLegacies/reviews",
    "pages": "3",
    "number": "9",
    "link": "/reviews.php?id=218972",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\nホタルの森の光へ（ホタルビの森e）\n\nこれは私の最初のレビューですので、私と一緒にいて＆gt;＆lt;\n\nホータルビの森eは、彼女が6歳の夏に、霊魂の森で失われたホタルの物語を伝えている。 彼女がすべての希望を失うのと同じように、通常の少年のように見える森の精神であるジンは、木の後ろから彼女に現れ、彼女に道を示す。 この44分のショートムービーは、異世界から来た2人の友情の永続的な結束について語っているので、胸が痛いです。\n\n〜ストーリー〜10〜\nそれは幼少時代の懐かしい気持ちとそれに伴うすべての楽しみを保持しているので、物語は握っています。 彼女が6歳の時から高校の真ん中にいる時まで、ジンとホタルの間の友情の（約）10年間の期間、私たちは映画としての高い評価を得ています。 最後の10分で私は赤ちゃんのように泣いてしまい、今でもこの映画を見直すことは悲惨です。\n\n〜アート -  8〜\n景観や日没の様子が息を呑むように、芸術はこの映画で非常にうまくいきます。 言葉の庭や毎秒5センチメートルの映画と比較することはできませんが、非常にうまくいっています。\n\n〜サウンド -  8〜\n私はこの映画で演奏されている曲はまったく覚えていませんが、バックグラウンドの音はそれぞれのシーンに合っています。\n\n〜キャラクター〜10〜\nジンとホタルはどちらも私の赤ちゃんです。私はあまりにも大好きです。 私たちは24話のシリーズのように完全な人格を見ることはできませんが、どちらも恋人です。 彼らは私が実際に彼ら（ホタルと同じように）10年を見たので、彼らは私の心の中にインデントを残しました。  10年！ とにかく、そのキャラクターはとても美しく、とても気に入っていました。\n\n〜楽しむ〜10〜\n私はこの映画を楽しんでいない秒はなかった。 今でも、私が最初にそれを見た数年後、この映画はまだ私の「見る必要がある」ボックスに現れます。\n\n全体〜〜100000000〜\nどのようにこの映画を愛していないことができますか？  4月にあなたの嘘のように幸せで悲しい気持ちがあるので、決して泣かないでください。 この映画のためのAMVは、この後に絶対にチェックアウトするものです。\n\n誰にも大いに勧め",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nTo the Forest of the Fireflies' Light (Hotarubi no Mori e)\n\n\u001b[1mホタルの森の光へ（ホタルビの森e）\u001b[22m\n\u001b[1m(Hotaru no mori no hikari e (hotarubi no mori e))\u001b[22m\n\nTranslations of \u001b[4mTo the Forest of the Fireflies' Light (Hotarubi no Mori e)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo the Forest of the Fireflies' Light (Hotarubi no Mori e)\u001b[24m\n    \u001b[1mホタルの森の光へ（ホタルビの森e）\u001b[22m, \u001b[1mホタル「光の森（Hotarubi森のe）の\u001b[22m\n\u001b[1m\u001b[22m\nThis is my first review so bear with me &gt;.&lt;\n\n\u001b[1mこれは私の最初のレビューですので、私と一緒にいて＆gt;＆lt;\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no rebyūdesunode, watashitoisshoni ite& gt; & lt;)\u001b[22m\n\nTranslations of \u001b[4mThis is my first review so bear with me &gt;.&lt;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my first review so bear with me &gt;.&lt;\u001b[24m\n    \u001b[1mこれは私の最初のレビューですので、私と一緒にいて＆gt;＆lt;\u001b[22m, \u001b[1mこれは私の最初のレビューですので、私＆GTで負担;＆LT;\u001b[22m\n\u001b[1m\u001b[22m\nHotarubi no Mori e tells the tale of a Hotaru who gets lost in the forest of spirits one summer day when she is six. There, just as she loses all hope, Gin, a spirit of the forest who appears to be a normal boy, appears from behind the trees to her and shows her the way out. This 44-minute short movie is heartbreaking as it tells about a lasting bond of friendship between the two who come from different worlds.\n\n\u001b[1mホータルビの森eは、彼女が6歳の夏に、霊魂の森で失われたホタルの物語を伝えている。 彼女がすべての希望を失うのと同じように、通常の少年のように見える森の精神であるジンは、木の後ろから彼女に現れ、彼女に道を示す。 この44分のショートムービーは、異世界から来た2人の友情の永続的な結束について語っているので、胸が痛いです。\u001b[22m\n\u001b[1m(Hōtarubi no mori e wa, kanojo ga 6-sai no natsu ni, reikon no mori de ushinawa reta hotaru no monogatari o tsutaete iru. Kanojo ga subete no kibō o ushinau no to onajiyōni, tsūjō no shōnen no yō ni mieru mori no seishindearu Jin wa, ki no ushirokara kanojo ni araware, kanojo ni michi o shimesu. Kono 44-bu no shōtomūbī wa, i sekai kara kita 2-ri no yūjō no eizoku-tekina kessoku ni tsuite katatte irunode, munegaitaidesu.)\u001b[22m\n\nTranslations of \u001b[4mHotarubi no Mori e tells the tale of a Hotaru who gets lost in the forest of spirits one summer day when she is six. There, just as she loses all hope, Gin, a spirit of the forest who appears to be a normal boy, appears from behind the trees to her and shows her the way out. This 44-minute short movie is heartbreaking as it tells about a lasting bond of friendship between the two who come from different worlds.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHotarubi no Mori e tells the tale of a Hotaru who gets lost in the forest of spirits one summer day when she is six.\u001b[24m\n    \u001b[1mホータルビの森eは、彼女が6歳の夏に、霊魂の森で失われたホタルの物語を伝えている。\u001b[22m, \u001b[1mHotarubi森eは、彼女が6のときスピリッツ1夏の日の森の中で失われる蛍の物語を伝えていません。\u001b[22m\n\u001b[4mThere, just as she loses all hope, Gin, a spirit of the forest who appears to be a normal boy, appears from behind the trees to her and shows her the way out.\u001b[24m\n    \u001b[1m彼女がすべての希望を失うのと同じように、通常の少年のように見える森の精神であるジンは、木の後ろから彼女に現れ、彼女に道を示す。\u001b[22m, \u001b[1mそこでは、彼女はすべての希望、ジン、通常の男の子であるように思われる森林の精神を失うと同じように、彼女に木の後ろから現れ、彼女の邪魔を示しています。\u001b[22m\n\u001b[4mThis 44-minute short movie is heartbreaking as it tells about a lasting bond of friendship between the two who come from different worlds.\u001b[24m\n    \u001b[1mこの44分のショートムービーは、異世界から来た2人の友情の永続的な結束について語っているので、胸が痛いです。\u001b[22m, \u001b[1mそれは別の世界から来た2間の友情の永続的な結合について告げるように、この44分の短い映画は悲痛です。\u001b[22m\n\u001b[1m\u001b[22m\n~Story - 10~\n\n\u001b[1m〜ストーリー〜10〜\u001b[22m\n\u001b[1m(〜 Sutōrī 〜 10 〜)\u001b[22m\n\nTranslations of \u001b[4m~Story - 10~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~Story - 10~\u001b[24m\n    \u001b[1m〜ストーリー〜10〜\u001b[22m, \u001b[1m〜ストーリー -  10〜\u001b[22m\nThe story is gripping as it holds the nostalgic feeling of childhood and all the fun that comes with it. High praise for the author as the film takes us through a (around) ten year period of friendship between Gin and Hotaru from when she is six to when she's in the midst of highschool. The last ten minutes left me crying like a baby, and even now rewatching this film is heartbreaking.\n\n\u001b[1mそれは幼少時代の懐かしい気持ちとそれに伴うすべての楽しみを保持しているので、物語は握っています。 彼女が6歳の時から高校の真ん中にいる時まで、ジンとホタルの間の友情の（約）10年間の期間、私たちは映画としての高い評価を得ています。 最後の10分で私は赤ちゃんのように泣いてしまい、今でもこの映画を見直すことは悲惨です。\u001b[22m\n\u001b[1m(Sore wa yōshō jidai no natsukashī kimochi to sore ni tomonau subete no tanoshimi o hoji shite irunode, monogatari wa nigitte imasu. Kanojo ga 6-sai no toki kara kōkō no man'naka ni iru toki made, Jin to hotaru no ma no yūjō no (yaku) 10-nenkan no kikan, watashitachiha eiga to shite no takai hyōka o ete imasu. Saigo no 10-bu de watashi wa akachan no yō ni naite shimai, imademo kono eiga o minaosu koto wa hisandesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is gripping as it holds the nostalgic feeling of childhood and all the fun that comes with it. High praise for the author as the film takes us through a (around) ten year period of friendship between Gin and Hotaru from when she is six to when she's in the midst of highschool. The last ten minutes left me crying like a baby, and even now rewatching this film is heartbreaking.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is gripping as it holds the nostalgic feeling of childhood and all the fun that comes with it.\u001b[24m\n    \u001b[1mそれは幼少時代の懐かしい気持ちとそれに伴うすべての楽しみを保持しているので、物語は握っています。\u001b[22m, \u001b[1mそれは子供の頃の懐かしい気持ちと、それに付属しているすべての楽しみを保持しているとして話が把持されます。\u001b[22m\n\u001b[4mHigh praise for the author as the film takes us through a (around) ten year period of friendship between Gin and Hotaru from when she is six to when she's in the midst of highschool.\u001b[24m\n    \u001b[1m彼女が6歳の時から高校の真ん中にいる時まで、ジンとホタルの間の友情の（約）10年間の期間、私たちは映画としての高い評価を得ています。\u001b[22m, \u001b[1m彼女は高校の真っ只中にいたときに、彼女が6のときからジンとほたるの友情の（周りに）10年間を通して私たちを取る膜としての著者のための高賞賛。\u001b[22m\n\u001b[4mThe last ten minutes left me crying like a baby, and even now rewatching this film is heartbreaking.\u001b[24m\n    \u001b[1m最後の10分で私は赤ちゃんのように泣いてしまい、今でもこの映画を見直すことは悲惨です。\u001b[22m, \u001b[1m最後の10分は、赤ん坊のように泣いて私を残し、今でもこの映画をrewatchingことは悲痛です。\u001b[22m\n\u001b[1m\u001b[22m\n~Art - 8~\n\n\u001b[1m〜アート -  8〜\u001b[22m\n\u001b[1m(〜 Āto - 8 〜)\u001b[22m\n\nTranslations of \u001b[4m~Art - 8~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~Art - 8~\u001b[24m\n    \u001b[1m〜アート -  8〜\u001b[22m\nThe art is very nicely done in this film as the scenery and how the sunset looks in some scenes is breathtaking. Though it can't compare to films like Garden of Words or 5 Centimeters per second, it is very very well done.\n\n\u001b[1m景観や日没の様子が息を呑むように、芸術はこの映画で非常にうまくいきます。 言葉の庭や毎秒5センチメートルの映画と比較することはできませんが、非常にうまくいっています。\u001b[22m\n\u001b[1m(Keikan ya nichibotsu no yōsu ga ikiwonomu-yō ni, geijutsu wa kono eiga de hijō ni umaku ikimasu. Kotoba no niwa ya maibyō 5senchi mētoru no eiga to hikaku suru koto wa dekimasenga, hijō ni umaku itte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is very nicely done in this film as the scenery and how the sunset looks in some scenes is breathtaking. Though it can't compare to films like Garden of Words or 5 Centimeters per second, it is very very well done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is very nicely done in this film as the scenery and how the sunset looks in some scenes is breathtaking.\u001b[24m\n    \u001b[1m景観や日没の様子が息を呑むように、芸術はこの映画で非常にうまくいきます。\u001b[22m, \u001b[1m芸術は非常にうまく風景として、この映画の中で行われ、日没は、いくつかのシーンでどのように見えるか息をのむようです。\u001b[22m\n\u001b[4mThough it can't compare to films like Garden of Words or 5 Centimeters per second, it is very very well done.\u001b[24m\n    \u001b[1m言葉の庭や毎秒5センチメートルの映画と比較することはできませんが、非常にうまくいっています。\u001b[22m, \u001b[1mそれは言葉や秒速5センチメートルの庭のような映画に比較することはできませんが、それは非常に非常によく行われます。\u001b[22m\n\u001b[1m\u001b[22m\n~Sound - 8~\n\n\u001b[1m〜サウンド -  8〜\u001b[22m\n\u001b[1m(〜 Saundo - 8 〜)\u001b[22m\n\nTranslations of \u001b[4m~Sound - 8~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~Sound - 8~\u001b[24m\n    \u001b[1m〜サウンド -  8〜\u001b[22m\nI don't quite remember any songs being played in this film, but the background sounds really fit each scene as they should.\n\n\u001b[1m私はこの映画で演奏されている曲はまったく覚えていませんが、バックグラウンドの音はそれぞれのシーンに合っています。\u001b[22m\n\u001b[1m(Watashi wa kono eiga de ensō sa rete iru kyoku wa mattaku oboete imasenga, bakkuguraundo no oto wa sorezore no shīn ni atte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI don't quite remember any songs being played in this film, but the background sounds really fit each scene as they should.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't quite remember any songs being played in this film, but the background sounds really fit each scene as they should.\u001b[24m\n    \u001b[1m私はこの映画で演奏されている曲はまったく覚えていませんが、バックグラウンドの音はそれぞれのシーンに合っています。\u001b[22m, \u001b[1m私はかなりこの映画の中で演奏されている任意の曲を覚えていないが、背景は、彼らが必要として実際に各シーンに合わせて音が鳴ります。\u001b[22m\n\u001b[1m\u001b[22m\n~Character - 10~\n\n\u001b[1m〜キャラクター〜10〜\u001b[22m\n\u001b[1m(〜 Kyarakutā 〜 10 〜)\u001b[22m\n\nTranslations of \u001b[4m~Character - 10~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~Character - 10~\u001b[24m\n    \u001b[1m〜キャラクター〜10〜\u001b[22m, \u001b[1m〜キャラクタ -  10〜\u001b[22m\nBoth Gin and Hotaru are my babies, I love them so much. Though we aren't able to see their full personalities like we would for a 24-episode series, they are both sweethearts. They both left an indent in my heart as we practically watched them (more like Hotaru) age ten years. TEN YEARS! Anyways, the characters were so beautiful I love it so freaking much.\n\n\u001b[1mジンとホタルはどちらも私の赤ちゃんです。私はあまりにも大好きです。 私たちは24話のシリーズのように完全な人格を見ることはできませんが、どちらも恋人です。 彼らは私が実際に彼ら（ホタルと同じように）10年を見たので、彼らは私の心の中にインデントを残しました。  10年！ とにかく、そのキャラクターはとても美しく、とても気に入っていました。\u001b[22m\n\u001b[1m(Jin to hotaru wa dochira mo watashi no akachandesu. Watashi wa amarini mo daisukidesu. Watashitachi wa 24-wa no shirīzu no yō ni kanzen'na jinkaku o miru koto wa dekimasenga, dochira mo koibitodesu. Karera wa watashi ga jissai ni karera (hotaru to onajiyōni) 10-nen o mitanode, karera wa watashi no kokoronouchi ni indento o nokoshimashita. 10-Nen! Tonikaku, sono kyarakutā wa totemo utsukushiku, totemo kiniitte imashita.)\u001b[22m\n\nTranslations of \u001b[4mBoth Gin and Hotaru are my babies, I love them so much. Though we aren't able to see their full personalities like we would for a 24-episode series, they are both sweethearts. They both left an indent in my heart as we practically watched them (more like Hotaru) age ten years. TEN YEARS! Anyways, the characters were so beautiful I love it so freaking much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBoth Gin and Hotaru are my babies, I love them so much.\u001b[24m\n    \u001b[1mジンとホタルはどちらも私の赤ちゃんです。私はあまりにも大好きです。\u001b[22m, \u001b[1mジンと蛍の両方が、私はそんなに彼らを愛し、私の赤ちゃんです。\u001b[22m\n\u001b[4mThough we aren't able to see their full personalities like we would for a 24-episode series, they are both sweethearts.\u001b[24m\n    \u001b[1m私たちは24話のシリーズのように完全な人格を見ることはできませんが、どちらも恋人です。\u001b[22m, \u001b[1m我々は、24エピソードシリーズの場合と同様に、完全な個性を見ることができませんが、彼らは両方の恋人です。\u001b[22m\n\u001b[4mThey both left an indent in my heart as we practically watched them (more like Hotaru) age ten years.\u001b[24m\n    \u001b[1m彼らは私が実際に彼ら（ホタルと同じように）10年を見たので、彼らは私の心の中にインデントを残しました。\u001b[22m, \u001b[1m私たちは実質的に10歳（より蛍のように）、それらを見て、彼らは両方の私の心にインデントを残しました。\u001b[22m\n\u001b[4mTEN YEARS!\u001b[24m\n    \u001b[1m10年！\u001b[22m, \u001b[1mTEN YEARS！\u001b[22m\n\u001b[4mAnyways, the characters were so beautiful I love it so freaking much.\u001b[24m\n    \u001b[1mとにかく、そのキャラクターはとても美しく、とても気に入っていました。\u001b[22m, \u001b[1mとにかく、文字がとても美しかった私はそれがそんなにおかしく大好きです。\u001b[22m\n\u001b[1m\u001b[22m\n~Enjoyment - 10~\n\n\u001b[1m〜楽しむ〜10〜\u001b[22m\n\u001b[1m(〜 Tanoshimu 〜 10 〜)\u001b[22m\n\nTranslations of \u001b[4m~Enjoyment - 10~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~Enjoyment - 10~\u001b[24m\n    \u001b[1m〜楽しむ〜10〜\u001b[22m, \u001b[1m〜楽しさ -  10〜\u001b[22m\nThere was never a second I didn't enjoy this movie. Even now, a few years after I first watched it, this film still appears in my 'need to watch' box.\n\n\u001b[1m私はこの映画を楽しんでいない秒はなかった。 今でも、私が最初にそれを見た数年後、この映画はまだ私の「見る必要がある」ボックスに現れます。\u001b[22m\n\u001b[1m(Watashi wa kono eiga o tanoshinde inai byō wa nakatta. Ima demo, watashi ga saisho ni sore o mita sūnengo, kono eiga wa mada watashi no `miru hitsuyō ga aru' bokkusu ni arawaremasu.)\u001b[22m\n\nTranslations of \u001b[4mThere was never a second I didn't enjoy this movie. Even now, a few years after I first watched it, this film still appears in my 'need to watch' box.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere was never a second I didn't enjoy this movie.\u001b[24m\n    \u001b[1m私はこの映画を楽しんでいない秒はなかった。\u001b[22m, \u001b[1m私はこの映画を楽しんでいませんでした第二は存在ではなかったです。\u001b[22m\n\u001b[4mEven now, a few years after I first watched it, this film still appears in my 'need to watch' box.\u001b[24m\n    \u001b[1m今でも、私が最初にそれを見た数年後、この映画はまだ私の「見る必要がある」ボックスに現れます。\u001b[22m, \u001b[1m今でも、私が最初にそれを見て、数年後に、この映画はまだ箱を私の「監視する必要性」に表示されます。\u001b[22m\n\u001b[1m\u001b[22m\n~Overall - 100000000~\n\n\u001b[1m全体〜〜100000000〜\u001b[22m\n\u001b[1m(Zentai 〜〜 100000000 〜)\u001b[22m\n\nTranslations of \u001b[4m~Overall - 100000000~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~Overall - 100000000~\u001b[24m\n    \u001b[1m全体〜〜100000000〜\u001b[22m, \u001b[1m〜全体的に -  100000000〜\u001b[22m\nHow can you not love this film. Never feel embarrassed to cry as this has the happy/sad feeling much like Your Lie in April. The AMV for this film, 'King Again' is something to definitely check out after this.\n\n\u001b[1mどのようにこの映画を愛していないことができますか？  4月にあなたの嘘のように幸せで悲しい気持ちがあるので、決して泣いて恥ずかしいと感じることはありません。 この映画のためのAMVは、この後に絶対にチェックアウトするものです。\u001b[22m\n\u001b[1m(Dono yō ni kono eiga o aishite inai koto ga dekimasu ka? 4 Tsuki ni anata no uso no yō ni shiawasede kanashī kimochi ga aru node, kesshite naite hazukashī to kanjiru koto wa arimasen. Kono eiga no tame no AMV wa, kono ato ni zettai ni chekku auto suru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mHow can you not love this film. Never feel embarrassed to cry as this has the happy/sad feeling much like Your Lie in April. The AMV for this film, 'King Again' is something to definitely check out after this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHow can you not love this film.\u001b[24m\n    \u001b[1mどのようにこの映画を愛していないことができますか？\u001b[22m, \u001b[1mどのようにこの映画を愛することができません。\u001b[22m\n\u001b[4mNever feel embarrassed to cry as this has the happy/sad feeling much like Your Lie in April.\u001b[24m\n    \u001b[1m4月にあなたの嘘のように幸せで悲しい気持ちがあるので、決して泣いて恥ずかしいと感じることはありません。\u001b[22m, \u001b[1mこれが四月は君の嘘のように多くの悲しい/幸せな気持ちを持っているように泣いて戸惑いを感じることはありません。\u001b[22m\n\u001b[4mThe AMV for this film, 'King Again' is something to definitely check out after this.\u001b[24m\n    \u001b[1mこの映画のためのAMVは、この後に絶対にチェックアウトするものです。\u001b[22m, \u001b[1mこの映画、「王アゲイン」のAMVは間違いなくこの後にチェックアウトするものです。\u001b[22m\n\u001b[1m\u001b[22m\nHIGHLY RECOMMEND TO ANYONE\n\n\u001b[1m誰にも大いに勧め\u001b[22m\n\u001b[1m(Darenimo ōini susume)\u001b[22m\n\nTranslations of \u001b[4mHIGHLY RECOMMEND TO ANYONE\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHIGHLY RECOMMEND TO ANYONE\u001b[24m\n    \u001b[1m誰にも大いに勧め\u001b[22m, \u001b[1mHIGHLY誰にも勧め\u001b[22m"
  },
  {
    "title": "Hotarubi_no_Mori_e",
    "id": "10408",
    "url": "https://myanimelist.net/anime/10408/Hotarubi_no_Mori_e",
    "user": "shirley898",
    "profile": "/profile/shirley898/reviews",
    "pages": "3",
    "number": "10",
    "link": "/reviews.php?id=218002",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  10\n\n「ホタルの森」や「ホタルの森の光」は、私が今までに見た中で最高のアニメ映画のひとつになっています。\n\n彼らが話をする方法はとてもユニークだったと思いますが、私たちは現時点では初めてでしたが、過去に起こった話を私たちに示しました\n（私は映画の多くがこのようなものだと知っていますが、彼らは本当にうまくやったと思います。\n\n彼らはまた、彼らが話した以上に私たちを示しました、私が何を意味するか知っていますか？ 彼らは私たちにそれ以上のことを見せてくれたように、その人物は実際に話しました。 私は通常それを本当に好きではありませんが、再び彼らは音楽と芸術のスタイルで非常にうまくいったのです。\n\n私はキャラクターのデザインが好きで、キャラクターの性格にとてもよく合っていました。\n声優もこれで本当にうまくやってくれました。（日本人のレッツでは、英語の俳優がいい仕事やナーであれば、私はそのようなことはしませんでした。\n\n全体的に、感情的な映画だったのですが、正直言って、私は涙を流しましたが、誰が正しくなかったのでしょうか？ あなたが触れることができない人を愛することは、その物語の話です。\n\nそして、あなたがこの映画を見たことがあるなら、私はあなたが見なければならないYouTubeのビデオをお勧めします。\n\n私のレビューが参考になることを願っています^  -  ^",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n'Hotarubi no Mori e' or 'The Light of a Firefly Forest' was based on my own opinion one of the best anime movies I've ever seen.\n\n\u001b[1m「ホタルの森」や「ホタルの森の光」は、私が今までに見た中で最高のアニメ映画のひとつになっています。\u001b[22m\n\u001b[1m(`Hotaru no mori' ya `hotaru no mori no hikari' wa, watashi ga ima made ni mita naka de saikō no anime eiga no hitotsu ni natte imasu.)\u001b[22m\n\nTranslations of \u001b[4m'Hotarubi no Mori e' or 'The Light of a Firefly Forest' was based on my own opinion one of the best anime movies I've ever seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Hotarubi no Mori e' or 'The Light of a Firefly Forest' was based on my own opinion one of the best anime movies I've ever seen.\u001b[24m\n    \u001b[1m「ホタルの森」や「ホタルの森の光」は、私が今までに見た中で最高のアニメ映画のひとつになっています。\u001b[22m, \u001b[1m「森の電子Hotarubi 'または'ホタルの森の光は、「私自身の意見私が今まで見た中で最高のアニメ映画のいずれかに基づいていませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nI think the way they told the story was very unique, we were first in the present time but then they showed us the story that happened in the past\n\n\u001b[1m彼らが話をする方法はとてもユニークだったと思いますが、私たちは現時点では初めてでしたが、過去に起こった話を私たちに示しました\u001b[22m\n\u001b[1m(Karera ga hanashi o suru hōhō wa totemo yunīkudatta to omoimasuga, watashitachiha genjitende wa hajimetedeshitaga, kako ni okotta hanashi o watashitachi ni shimeshimashita)\u001b[22m\n\nTranslations of \u001b[4mI think the way they told the story was very unique, we were first in the present time but then they showed us the story that happened in the past\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think the way they told the story was very unique, we were first in the present time but then they showed us the story that happened in the past\u001b[24m\n    \u001b[1m彼らが話をする方法はとてもユニークだったと思いますが、私たちは現時点では初めてでしたが、過去に起こった話を私たちに示しました\u001b[22m, \u001b[1m私たちは、現時点で初めてでしたが、その後、彼らは私たちに、過去に起こった物語を示したが、彼らは話をした方法は、非常にユニークだったと思います\u001b[22m\n( I know a lot of movies are like this but I think they just did it really well and I myself couldn't think of any other/better way to have told the story).\n\n\u001b[1m（私は映画の多くがこのようなものだと知っていますが、彼らは本当にうまくやったと思います。\u001b[22m\n\u001b[1m((Watashi wa eiga no ōku ga ko no yōna monoda to shitte imasuga, karera wa hontōni umaku yatta to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4m( I know a lot of movies are like this but I think they just did it really well and I myself couldn't think of any other/better way to have told the story).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m( I know a lot of movies are like this but I think they just did it really well and I myself couldn't think of any other/better way to have told the story).\u001b[24m\n    \u001b[1m（私は映画の多くがこのようなものだと知っていますが、彼らは本当にうまくやったと思います。\u001b[22m, \u001b[1m（私は映画の多くは、このようなものです知っているが、私は、彼らは本当によくやったと思うと話をしていると私自身は他の/より良い方法を考えることができませんでした）。\u001b[22m\n\u001b[1m\u001b[22m\nThey also showed us more than they talked, do u know what I mean ? Like they showed us more than that the characters actually talked. I normally don't really like that, but again they did it very well with the music and the art style.\n\n\u001b[1m彼らはまた、彼らが話した以上に私たちを示しました、私が何を意味するか知っていますか？ 彼らは私たちにそれ以上のことを見せてくれたように、その人物は実際に話しました。 私は通常それを本当に好きではありませんが、再び彼らは音楽と芸術のスタイルで非常にうまくいったのです。\u001b[22m\n\u001b[1m(Karera wa mata, karera ga hanashita ijō ni watashitachi o shimeshimashita, watashi ga nani o imi suru ka shitte imasu ka? Karera wa watashitachi ni soreijō no koto o misete kureta yō ni, sono jinbutsu wa jissai ni hanashimashita. Watashi wa tsūjō sore o hontōni sukide wa arimasenga, futatabi karera wa ongaku to geijutsu no sutairu de hijō ni umaku itta nodesu.)\u001b[22m\n\nTranslations of \u001b[4mThey also showed us more than they talked, do u know what I mean ? Like they showed us more than that the characters actually talked. I normally don't really like that, but again they did it very well with the music and the art style.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey also showed us more than they talked, do u know what I mean ?\u001b[24m\n    \u001b[1m彼らはまた、彼らが話した以上に私たちを示しました、私が何を意味するか知っていますか？\u001b[22m, \u001b[1m彼らはまた、私たちに、彼らは、uは私が何を意味するか知っている話をした以上のことを示しましたか？\u001b[22m\n\u001b[4mLike they showed us more than that the characters actually talked.\u001b[24m\n    \u001b[1m彼らは私たちにそれ以上のことを見せてくれたように、その人物は実際に話しました。\u001b[22m, \u001b[1m同様に、彼らは私たちに文字が実際に話をそれ以上を示しました。\u001b[22m\n\u001b[4mI normally don't really like that, but again they did it very well with the music and the art style.\u001b[24m\n    \u001b[1m私は通常それを本当に好きではありませんが、再び彼らは音楽と芸術のスタイルで非常にうまくいったのです。\u001b[22m, \u001b[1m私は通常、本当に好きではないが、やはり彼らは音楽やアートスタイルと非常によくそれをやりました。\u001b[22m\n\u001b[1m\u001b[22m\nI liked the character designs, they suited the character personalities very well.\n\n\u001b[1m私はキャラクターのデザインが好きで、キャラクターの性格にとてもよく合っていました。\u001b[22m\n\u001b[1m(Watashi wa kyarakutā no dezain ga sukide, kyarakutā no seikaku ni totemo yoku atte imashita.)\u001b[22m\n\nTranslations of \u001b[4mI liked the character designs, they suited the character personalities very well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked the character designs, they suited the character personalities very well.\u001b[24m\n    \u001b[1m私はキャラクターのデザインが好きで、キャラクターの性格にとてもよく合っていました。\u001b[22m, \u001b[1m私は、彼らは非常によくキャラクタの個性に合った、キャラクターデザインが好きでした。\u001b[22m\nThe voice actors also did a really good job on this (the Japanese version at leats, I didn't watch the dubbed one so idk if the English voice actors did a good job or nah).\n\n\u001b[1m声優もこれで本当にうまくやってくれました。（日本人のレッツでは、英語の俳優がいい仕事やナーであれば、私はそのようなことはしませんでした。\u001b[22m\n\u001b[1m(Seiyū mo kore de hontōni umaku yatte kuremashita. (Nihonjin no Rettsude wa, eigo no haiyū ga ī shigoto ya nādeareba, watashi wa sono yōna koto wa shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe voice actors also did a really good job on this (the Japanese version at leats, I didn't watch the dubbed one so idk if the English voice actors did a good job or nah).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice actors also did a really good job on this (the Japanese version at leats, I didn't watch the dubbed one so idk if the English voice actors did a good job or nah).\u001b[24m\n    \u001b[1m声優もこれで本当にうまくやってくれました。（日本人のレッツでは、英語の俳優がいい仕事やナーであれば、私はそのようなことはしませんでした。\u001b[22m, \u001b[1m声優も（私は英語の声優は良い仕事やナをした場合吹き替え1はそうIDKの見ていない、leatsで日本語版）この上で本当に良い仕事をしました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall it was such an emotional movie, to be honest, I shedded some tears but like who didn't right? Loving someone who you cannot touch that is what the story is about.\n\n\u001b[1m全体的に、感情的な映画だったのですが、正直言って、私は涙を流しましたが、誰が正しくなかったのでしょうか？ あなたが触れることができない人を愛することは、その物語の話です。\u001b[22m\n\u001b[1m(Zentai-teki ni, kanjō-tekina eigadatta nodesuga, shōjiki itte, watashi wa namida o nagashimashitaga, dare ga tadashikunakatta nodeshou ka? Anata ga fureru koto ga dekinai hito o aisuru koto wa, sono monogatari no hanashidesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall it was such an emotional movie, to be honest, I shedded some tears but like who didn't right? Loving someone who you cannot touch that is what the story is about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall it was such an emotional movie, to be honest, I shedded some tears but like who didn't right?\u001b[24m\n    \u001b[1m全体的に、感情的な映画だったのですが、正直言って、私は涙を流しましたが、誰が正しくなかったのでしょうか？\u001b[22m, \u001b[1m全体的に、それは正直に言うと、そのような感情的な映画だった、私はいくつかの涙を脱落誰が右のなかったような？\u001b[22m\n\u001b[4mLoving someone who you cannot touch that is what the story is about.\u001b[24m\n    \u001b[1mあなたが触れることができない人を愛することは、その物語の話です。\u001b[22m, \u001b[1mあなたはそれに触れることができない愛情のある誰かが話があるものについてです。\u001b[22m\n\u001b[1m\u001b[22m\nAnd if you've seen this movie already may I recommend a video on YouTube that you must watch, its titled 'you can be king again' really that video almost made me cry again.\n\n\u001b[1mそして、あなたがこの映画を見たことがあるなら、私はあなたが見なければならないYouTubeのビデオをお勧めします。\u001b[22m\n\u001b[1m(Soshite, anata ga kono eiga o mita koto ga arunara, watashi wa anata ga minakereba naranai yūchūbu no bideo o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd if you've seen this movie already may I recommend a video on YouTube that you must watch, its titled 'you can be king again' really that video almost made me cry again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd if you've seen this movie already may I recommend a video on YouTube that you must watch, its titled 'you can be king again' really that video almost made me cry again.\u001b[24m\n    \u001b[1mそして、あなたがこの映画を見たことがあるなら、私はあなたが見なければならないYouTubeのビデオをお勧めします。\u001b[22m, \u001b[1mあなたはこの映画を見てきた場合は、すでに私は、あなたが見なければならないYouTubeの動画を勧告することができる、その題し本当にそのビデオはほとんど私は再び泣いて作られた「あなたは再び王にすることができます」。\u001b[22m\n\u001b[1m\u001b[22m\nHope that my review was helpful ^-^\n\n\u001b[1m私のレビューが参考になることを願っています^  -  ^\u001b[22m\n\u001b[1m(Watashi no rebyū ga sankō ni naru koto o negatte imasu ^ - ^)\u001b[22m\n\nTranslations of \u001b[4mHope that my review was helpful ^-^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHope that my review was helpful ^-^\u001b[24m\n    \u001b[1m私のレビューが参考になることを願っています^  -  ^\u001b[22m, \u001b[1m^  -  ^私のレビューは参考になりましたことを願っています\u001b[22m"
  },
  {
    "title": "Hotarubi_no_Mori_e",
    "id": "10408",
    "url": "https://myanimelist.net/anime/10408/Hotarubi_no_Mori_e",
    "user": "taiyakicute",
    "profile": "/profile/taiyakicute/reviews",
    "pages": "3",
    "number": "11",
    "link": "/reviews.php?id=195374",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\nHotarubiの森eちょうど私の好きな映画かもしれない。 私は終わりまで感情的に動いていたので、嘘をついて考えること以外に何もしたくなかった。\n\nホータルビーの森eは、ミドリカワユキの少女漫画を元にしたアニメーション映画です。 私は映画を見る前にマンガを読んでいなかったので、私は物語の背景を持っていませんでした。\n\nスタジオジブリと新井誠のファンにこの映画をおすすめします。 映画は愛、友情、そして成長についてです。\n\n私は物語がかなり面白いと感じました。 それは、森の中の精神に恋し、毎年夏に彼と時間を過ごす少女のことです。 私はすべて（Ginの起源/歴史）が一気に伝えられていないので、好奇心を見続けることができないのが好きです。 映画のほとんどは、ホタルが毎年夏から現代までジンとどのように過ごしたかを示すフラッシュバックで構成されています。 何人かの人にとって無意味でも退屈なように見えるかもしれませんが、一緒に遊ぶことを見ていると、私はキャラクターに付き添ったように思えます。\n\n芸術は私がアニメ映画で見た最高の芸術ではありませんでしたが、私はそれが必要とは思わないです。 それが理にかなっていれば、ストーリーには十分にいいものでした。\n\nキャラクターも素晴らしかったです。 ホタルは愛らしい人格を持ち、ジンは神秘的ですが親切です。  （しかし、私はマスクを持つ人のためにものを持っているかもしれません）。\n\nとにかく、それは私から十分です。 行ってそれを見て！ わずか45分です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHotarubi no Mori e just might be my favorite movie now. I was emotionally moved by the ending and I didn't want to do anything after watching except lie down and think about it.\n\n\u001b[1mHotarubiの森eちょうど私の好きな映画かもしれない。 私は終わりまで感情的に動いていたので、嘘をついて考えること以外に何もしたくなかった。\u001b[22m\n\u001b[1m(Hotarubi no mori e chōdo watashi no sukina eiga kamo shirenai. Watashi wa owari made kanjō-teki ni ugoite itanode, uso o tsuite kangaeru koto igai ni nani mo shitakunakatta.)\u001b[22m\n\nTranslations of \u001b[4mHotarubi no Mori e just might be my favorite movie now. I was emotionally moved by the ending and I didn't want to do anything after watching except lie down and think about it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHotarubi no Mori e just might be my favorite movie now.\u001b[24m\n    \u001b[1mHotarubiの森eちょうど私の好きな映画かもしれない。\u001b[22m, \u001b[1mHotarubi森eはちょうど今、私の好きな映画ではないかも知れません。\u001b[22m\n\u001b[4mI was emotionally moved by the ending and I didn't want to do anything after watching except lie down and think about it.\u001b[24m\n    \u001b[1m私は終わりまで感情的に動いていたので、嘘をついて考えること以外に何もしたくなかった。\u001b[22m, \u001b[1m私は感情的にエンディング感動しましたし、私は横になると、それについて考える以外見た後に何もしたくありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nHotarubi no Mori e is an animated film based on a shoujo manga by Yuki Midorikawa. I did not read the manga prior to watching the movie, so I didn't have any background on the story.\n\n\u001b[1mホータルビーの森eは、ミドリカワユキの少女漫画を元にしたアニメーション映画です。 私は映画を見る前にマンガを読んでいなかったので、私は物語の背景を持っていませんでした。\u001b[22m\n\u001b[1m(Hōtarubī no mori e wa, midorikawayuki no shōjo manga o gen ni shita animēshon eigadesu. Watashi wa eigawomiru mae ni manga o yon de inakattanode, watashi wa monogatari no haikei o motte imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mHotarubi no Mori e is an animated film based on a shoujo manga by Yuki Midorikawa. I did not read the manga prior to watching the movie, so I didn't have any background on the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHotarubi no Mori e is an animated film based on a shoujo manga by Yuki Midorikawa.\u001b[24m\n    \u001b[1mホータルビーの森eは、ミドリカワユキの少女漫画を元にしたアニメーション映画です。\u001b[22m, \u001b[1mHotarubi森eは緑川ゆきによって少女漫画に基づいて、アニメーション映画ではありません。\u001b[22m\n\u001b[4mI did not read the manga prior to watching the movie, so I didn't have any background on the story.\u001b[24m\n    \u001b[1m私は映画を見る前にマンガを読んでいなかったので、私は物語の背景を持っていませんでした。\u001b[22m, \u001b[1m私は映画を見て前に漫画を読んでいないので、私は物語上の任意のバックグラウンドを持っていませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nI would recommend this film to fans of Studio Ghibli and Makoto Shinkai. The movie is about love, friendship, and growing up.\n\n\u001b[1mスタジオジブリと新井誠のファンにこの映画をおすすめします。 映画は愛、友情、そして成長についてです。\u001b[22m\n\u001b[1m(Sutajiojiburi to arai makoto no fan ni kono eiga o osusume shimasu. Eiga wa ai, yūjō, soshite seichō ni tsuitedesu.)\u001b[22m\n\nTranslations of \u001b[4mI would recommend this film to fans of Studio Ghibli and Makoto Shinkai. The movie is about love, friendship, and growing up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would recommend this film to fans of Studio Ghibli and Makoto Shinkai.\u001b[24m\n    \u001b[1mスタジオジブリと新井誠のファンにこの映画をおすすめします。\u001b[22m, \u001b[1m私はスタジオジブリと新海誠のファンにこの映画をお勧めします。\u001b[22m\n\u001b[4mThe movie is about love, friendship, and growing up.\u001b[24m\n    \u001b[1m映画は愛、友情、そして成長についてです。\u001b[22m, \u001b[1m映画は愛、友情、そして育っについてです。\u001b[22m\n\u001b[1m\u001b[22m\nI found the story to be quite interesting. It is about a girl who befriends a spirit in the forest and spends time with him there every summer. I like how not everything (Gin's origins/history) is told all at once so it makes you want to continue watching out of curiosity. Most of the movie consists of flashbacks that show how Hotaru spent time with Gin every summer up to the present time. It might seem pointless or boring to some people, but I think watching them play together made me become attached to the characters.\n\n\u001b[1m私は物語がかなり面白いと感じました。 それは、森の中の精神に恋し、毎年夏に彼と時間を過ごす少女のことです。 私はすべて（Ginの起源/歴史）が一気に伝えられていないので、好奇心を見続けることができないのが好きです。 映画のほとんどは、ホタルが毎年夏から現代までジンとどのように過ごしたかを示すフラッシュバックで構成されています。 何人かの人にとって無意味でも退屈なように見えるかもしれませんが、一緒に遊ぶことを見ていると、私はキャラクターに付き添ったように思えます。\u001b[22m\n\u001b[1m(Watashi wa monogatari ga kanari omoshiroi to kanjimashita. Sore wa, mori no naka no seishin ni koishi, maitoshi natsu ni kare to jikan o sugosu shōjo no kotodesu. Watashi wa subete (Gin no kigen/ rekishi) ga ikkini tsutae rarete inainode, kōkishin o mi tsudzukeru koto ga dekinai no ga sukidesu. Eiga no hotondo wa, hotaru ga maitoshi natsu kara gendai made jin todo no yō ni sugoshita ka o shimesu furasshu bakku de kōsei sa rete imasu. Nan'ninka no hito ni totte muimi demo taikutsuna yō ni mieru kamo shiremasenga, issho ni asobu koto o mite iru to, watashi wa kyarakutā ni tsukisotta yō ni omoemasu.)\u001b[22m\n\nTranslations of \u001b[4mI found the story to be quite interesting. It is about a girl who befriends a spirit in the forest and spends time with him there every summer. I like how not everything (Gin's origins/history) is told all at once so it makes you want to continue watching out of curiosity. Most of the movie consists of flashbacks that show how Hotaru spent time with Gin every summer up to the present time. It might seem pointless or boring to some people, but I think watching them play together made me become attached to the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found the story to be quite interesting.\u001b[24m\n    \u001b[1m私は物語がかなり面白いと感じました。\u001b[22m, \u001b[1m私は話は非常に興味深いものであることが判明しました。\u001b[22m\n\u001b[4mIt is about a girl who befriends a spirit in the forest and spends time with him there every summer.\u001b[24m\n    \u001b[1mそれは、森の中の精神に恋し、毎年夏に彼と時間を過ごす少女のことです。\u001b[22m, \u001b[1mこれは、森の中で精神をbefriendsと毎年夏にそこに彼と一緒に時間を費やしている女の子についてです。\u001b[22m\n\u001b[4mI like how not everything (Gin's origins/history) is told all at once so it makes you want to continue watching out of curiosity.\u001b[24m\n    \u001b[1m私はすべて（Ginの起源/歴史）が一気に伝えられていないので、好奇心を見続けることができないのが好きです。\u001b[22m, \u001b[1m私はそれはあなたが好奇心から見続けたくなるように、すべてを一度に語られているかいないすべてのもの（ジンの起源/歴史）好きです。\u001b[22m\n\u001b[4mMost of the movie consists of flashbacks that show how Hotaru spent time with Gin every summer up to the present time.\u001b[24m\n    \u001b[1m映画のほとんどは、ホタルが毎年夏から現代までジンとどのように過ごしたかを示すフラッシュバックで構成されています。\u001b[22m, \u001b[1m映画のほとんどは、蛍が現在まで毎年夏にジンとの時間を過ごした方法を示してフラッシュバックで構成されています。\u001b[22m\n\u001b[4mIt might seem pointless or boring to some people, but I think watching them play together made me become attached to the characters.\u001b[24m\n    \u001b[1m何人かの人にとって無意味でも退屈なように見えるかもしれませんが、一緒に遊ぶことを見ていると、私はキャラクターに付き添ったように思えます。\u001b[22m, \u001b[1mこれは、いくつかの人々に無意味または退屈に見えるかもしれませんが、私は彼らが一緒に演奏鑑賞すると、私は文字に付着したと思います。\u001b[22m\n\u001b[1m\u001b[22m\nThe art was not the best art I have seen in an animated film, but I don't think it needed to be. It was nice enough for the story, if that makes sense.\n\n\u001b[1m芸術は私がアニメ映画で見た最高の芸術ではありませんでしたが、私はそれが必要とは思わないです。 それが理にかなっていれば、ストーリーには十分にいいものでした。\u001b[22m\n\u001b[1m(Geijutsu wa watashi ga anime eiga de mita saikō no geijutsude wa arimasendeshitaga, watashi wa sore ga hitsuyō to wa omowanaidesu. Sore ga ri ni kanatte ireba, sutōrī ni wa jūbun ni ī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe art was not the best art I have seen in an animated film, but I don't think it needed to be. It was nice enough for the story, if that makes sense.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was not the best art I have seen in an animated film, but I don't think it needed to be.\u001b[24m\n    \u001b[1m芸術は私がアニメ映画で見た最高の芸術ではありませんでしたが、私はそれが必要とは思わないです。\u001b[22m, \u001b[1m芸術は、私はアニメーション映画で見た中で最高の芸術ではありませんでしたが、私はそれがために必要とは思いません。\u001b[22m\n\u001b[4mIt was nice enough for the story, if that makes sense.\u001b[24m\n    \u001b[1mそれが理にかなっていれば、ストーリーには十分にいいものでした。\u001b[22m, \u001b[1mそれは理にかなっている場合は、物語のために十分よかったですよ。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters were great as well. Hotaru has a lovable personality and Gin is mysterious but kind. (I just might have a thing for guys with masks, though).\n\n\u001b[1mキャラクターも素晴らしかったです。 ホタルは愛らしい人格を持ち、ジンは神秘的ですが親切です。  （しかし、私はマスクを持つ人のためにものを持っているかもしれません）。\u001b[22m\n\u001b[1m(Kyarakutā mo subarashikattadesu. Hotaru wa airashī jinkaku o mochi, jin wa shinpi-tekidesuga shinsetsudesu. (Shikashi, watashi wa masuku o motsu hito no tame ni mono o motte iru kamo shiremasen).)\u001b[22m\n\nTranslations of \u001b[4mThe characters were great as well. Hotaru has a lovable personality and Gin is mysterious but kind. (I just might have a thing for guys with masks, though).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were great as well.\u001b[24m\n    \u001b[1mキャラクターも素晴らしかったです。\u001b[22m, \u001b[1m文字も同様に素晴らしかったです。\u001b[22m\n\u001b[4mHotaru has a lovable personality and Gin is mysterious but kind.\u001b[24m\n    \u001b[1mホタルは愛らしい人格を持ち、ジンは神秘的ですが親切です。\u001b[22m, \u001b[1m蛍は、愛すべき性格を持っており、ジンは神秘が、親切です。\u001b[22m\n\u001b[4m(I just might have a thing for guys with masks, though).\u001b[24m\n    \u001b[1m（しかし、私はマスクを持つ人のためにものを持っているかもしれません）。\u001b[22m, \u001b[1m（私はちょうどかかわらず、マスクを持つ男性のためのものを持っているかもしれません）。\u001b[22m\n\u001b[1m\u001b[22m\nAnyway, that's enough from me. Go and watch it! It's only 45 minutes.\n\n\u001b[1mとにかく、それは私から十分です。 行ってそれを見て！ わずか45分です。\u001b[22m\n\u001b[1m(Tonikaku, sore wa watashi kara jūbundesu. Itte sore o mite! Wazuka 45-budesu.)\u001b[22m\n\nTranslations of \u001b[4mAnyway, that's enough from me. Go and watch it! It's only 45 minutes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyway, that's enough from me.\u001b[24m\n    \u001b[1mとにかく、それは私から十分です。\u001b[22m\n\u001b[4mGo and watch it!\u001b[24m\n    \u001b[1m行ってそれを見て！\u001b[22m, \u001b[1m移動して、それを見て！\u001b[22m\n\u001b[4mIt's only 45 minutes.\u001b[24m\n    \u001b[1mわずか45分です。\u001b[22m, \u001b[1mこれは、わずか45分です。\u001b[22m"
  },
  {
    "title": "Hotarubi_no_Mori_e",
    "id": "10408",
    "url": "https://myanimelist.net/anime/10408/Hotarubi_no_Mori_e",
    "user": "Kirenisa",
    "profile": "/profile/Kirenisa/reviews",
    "pages": "3",
    "number": "12",
    "link": "/reviews.php?id=131447",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nホタルビの森e、私はしばらくそれをオフにしていたと私は最終的にそれを見に回った。 それは約40分くらいの長さです。そのような短い映画のために、私はアニメを見るとほとんど気分を感じませんでした。\n\n物語はとてもシンプルで、若い女の子は毎年夏におじさんを訪れ、そこの夏の間、彼女は山の森の中の他の精神に沿って生きる精神を満たしています。 彼女が失ったジンに会った夏は、人間が森に不思議に思ってしまうと、永遠に失われるでしょう！ しかし、ジンは彼女を森林の中から導き、その後、毎年夏にそこ​​で会うことを約束します。 ジンに触れることができないキャッチが1つありますが、人間に触れると永遠に存在しなくなります。\n\n芸術のスタイルは美しく、音と音楽はシーンの雰囲気に合っており、そのような短期間で登場人物はとても簡単に見えます！ 正直言って、この短編映画は、",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHotarubi no Mori e, I had been putting it off for a while and I finally got around to watching it. It's roughly 40 minutes long and for such a short movie, I felt feelings I rarely ever feel when watching Anime.\n\n\u001b[1mホタルビの森e、私はしばらくそれをオフにしていたと私は最終的にそれを見に回った。 それは約40分くらいの長さです。そのような短い映画のために、私はアニメを見るとほとんど気分を感じませんでした。\u001b[22m\n\u001b[1m(Hotarubi no mori e, watashi wa shibaraku sore o ofu ni shite ita to watashi wa saishūtekini sore o mi ni mawatta. Sore wa yaku 40-bu kurai no naga-sadesu. So no yōna mijikai eiga no tame ni, watashi wa anime o miru to hotondo kibun o kanjimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mHotarubi no Mori e, I had been putting it off for a while and I finally got around to watching it. It's roughly 40 minutes long and for such a short movie, I felt feelings I rarely ever feel when watching Anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHotarubi no Mori e, I had been putting it off for a while and I finally got around to watching it.\u001b[24m\n    \u001b[1mホタルビの森e、私はしばらくそれをオフにしていたと私は最終的にそれを見に回った。\u001b[22m, \u001b[1mHotarubi森電子、私はしばらくの間、それを先送りしていたと私は最終的にそれを見に周りました。\u001b[22m\n\u001b[4mIt's roughly 40 minutes long and for such a short movie, I felt feelings I rarely ever feel when watching Anime.\u001b[24m\n    \u001b[1mそれは約40分くらいの長さです。そのような短い映画のために、私はアニメを見るとほとんど気分を感じませんでした。\u001b[22m, \u001b[1mそれは約40分長いですし、そのような短い映画のために、私はアニメを見ているときに私はめったに感じない気持ちを感じました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is very simple, a young girl goes to visit her Uncle every summer and during one of her summers there she meets a spirit in a sense who lives in the mountain forest along side other spirits. The summer she had met gin she had gotten lost and they say if a human wonders into the forest they shall be lost forever! however gin leads her out of the forest and after that they promise to meet back there every summer. Although there is one catch she can not touch Gin, if he is touched by any Human he will forever cease to exist.\n\n\u001b[1m物語はとてもシンプルで、若い女の子は毎年夏におじさんを訪れ、そこの夏の間、彼女は山の森の中の他の精神に沿って生きる精神を満たしています。 彼女が失ったジンに会った夏は、人間が森に不思議に思ってしまうと、永遠に失われるでしょう！ しかし、ジンは彼女を森林の中から導き、その後、毎年夏にそこ​​で会うことを約束します。 ジンに触れることができないキャッチが1つありますが、人間に触れると永遠に存在しなくなります。\u001b[22m\n\u001b[1m(Monogatari wa totemo shinpurude, wakai on'nanoko wa maitoshi natsu ni ojisan o otozure, soko no natsu no ma, kanojo wa yama no mori no naka no ta no seishin ni sotte ikiru seishin o mitashite imasu. Kanojo ga ushinatta jin ni atta natsu wa, ningen ga mori ni fushigi ni omotte shimau to, eien ni ushinawa rerudeshou! Shikashi, jin wa kanojo o shinrin no naka kara michibiki, sonogo, maitoshi natsu ni soko ​​ de au koto o yakusoku shimasu. Jin ni fureru koto ga dekinai kyatchi ga 1tsu arimasuga, ningen ni fureru to eien ni sonzai shinaku narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is very simple, a young girl goes to visit her Uncle every summer and during one of her summers there she meets a spirit in a sense who lives in the mountain forest along side other spirits. The summer she had met gin she had gotten lost and they say if a human wonders into the forest they shall be lost forever! however gin leads her out of the forest and after that they promise to meet back there every summer. Although there is one catch she can not touch Gin, if he is touched by any Human he will forever cease to exist.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is very simple, a young girl goes to visit her Uncle every summer and during one of her summers there she meets a spirit in a sense who lives in the mountain forest along side other spirits.\u001b[24m\n    \u001b[1m物語はとてもシンプルで、若い女の子は毎年夏におじさんを訪れ、そこの夏の間、彼女は山の森の中の他の精神に沿って生きる精神を満たしています。\u001b[22m, \u001b[1m物語は、若い女の子が毎年夏に彼女の叔父を訪ねて行き、そこに彼女の夏の1つの間に、彼女はサイド他の霊に沿って山の森に住んでいる意味での精神を満たしている、非常に簡単です。\u001b[22m\n\u001b[4mThe summer she had met gin she had gotten lost and they say if a human wonders into the forest they shall be lost forever!\u001b[24m\n    \u001b[1m彼女が失ったジンに会った夏は、人間が森に不思議に思ってしまうと、永遠に失われるでしょう！\u001b[22m, \u001b[1m夏は、彼女は彼女が失わ得ていたと人間が、彼らは永遠に失われなければならない森の中に不思議場合、彼らは言うジンに会いました！\u001b[22m\n\u001b[4mhowever gin leads her out of the forest and after that they promise to meet back there every summer.\u001b[24m\n    \u001b[1mしかし、ジンは彼女を森林の中から導き、その後、毎年夏にそこで会うことを約束します。\u001b[22m, \u001b[1mしかしジンは、森の外に彼女をリードした後、彼らは毎年夏に戻ってそこに会うことを約束します。\u001b[22m\n\u001b[4mAlthough there is one catch she can not touch Gin, if he is touched by any Human he will forever cease to exist.\u001b[24m\n    \u001b[1mジンに触れることができないキャッチが1つありますが、人間に触れると永遠に存在しなくなります。\u001b[22m, \u001b[1m彼女はジンに触れることができない1キャッチがありますが、彼はあらゆる人間が触れている場合、彼は永遠に存在しなくなります。\u001b[22m\n\u001b[1m\u001b[22m\nThe art style is beautiful, the sounds and music fit the mood of the scenes, the characters seem so easily to get attached to in such a short period of time! I can honestly say this short film deserves nothing less than a 10/10\n\n\u001b[1m芸術のスタイルは美しく、音と音楽はシーンの雰囲気に合っており、そのような短期間で登場人物はとても簡単に見えます！ 正直言って、この短編映画は、\u001b[22m\n\u001b[1m(Geijutsu no sutairu wa utsukushiku,-on to ongaku wa shīn no fun'iki ni atte ori, sono yōna tankikan de tōjō jinbutsu wa totemo kantan ni miemasu! Shōjiki itte, kono tanpen eiga wa,)\u001b[22m\n\nTranslations of \u001b[4mThe art style is beautiful, the sounds and music fit the mood of the scenes, the characters seem so easily to get attached to in such a short period of time! I can honestly say this short film deserves nothing less than a 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art style is beautiful, the sounds and music fit the mood of the scenes, the characters seem so easily to get attached to in such a short period of time!\u001b[24m\n    \u001b[1m芸術のスタイルは美しく、音と音楽はシーンの雰囲気に合っており、そのような短期間で登場人物はとても簡単に見えます！\u001b[22m, \u001b[1mアートスタイルが美しいです、音や音楽がシーンの気分に合わせて、文字は時間のような短い期間でに執着するように簡単に見えます！\u001b[22m\n\u001b[4mI can honestly say this short film deserves nothing less than a 10/10\u001b[24m\n    \u001b[1m正直言って、この短編映画は、\u001b[22m, \u001b[1m私は正直、このショートフィルムは、10月10日よりも何も値しないと言うことができます\u001b[22m"
  },
  {
    "title": "Hotarubi_no_Mori_e",
    "id": "10408",
    "url": "https://myanimelist.net/anime/10408/Hotarubi_no_Mori_e",
    "user": "velleityy",
    "profile": "/profile/velleityy/reviews",
    "pages": "3",
    "number": "13",
    "link": "/reviews.php?id=215053",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  8\nキャラクター|  10\n|  10\n\nこのアニメはむしろ単純なコンセプトを持っているので、それが息を呑むほど甘いものになると思います。 それはとてもシンプルで、人間と触れ合うことができない少年が、恋に落ちるのですが、アニメがその物語を描写する方法はすばらしかったです。 それは見て胸が痛かった。 関係のゆっくりした構築はとてもかわいいし、結末は私の心を壊した。 私たちが接続しなければならないキャラクターは2つしかなく、ディメンションはそれほどではありませんでしたが、知り合うのはうれしいです。 それは非常にシンプルで美しいです。 タッチの憧れと私は彼らが手を抱くか保持することが欲しい瞬間があったときに私は端にあった。 私は彼が手袋を着用していたが、彼は消えていないだろうかと思う。 とにかく、私はそれを見てうれしいです。 それは間違いなく涙の価値があった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis anime has a rather simple concept, and I think that's what makes it breathtakingly sweet. It's so simple, a boy who can't touch humans that falls in love with one, yet the way the anime described their story was amazing. It was heartbreaking to watch. The slow build up of the relationship was very cute and the ending shattered my heart. There were only two characters that we got to connect with and although they didn't show much dimension, they were nice to get to know to. It's extremely simple yet beautiful. The yearning of a touch and I was on edge when there were moments I wish they could hug or hold hands. Although, I wonder if he wouldn't have disappeared had she worn a glove. Anyhow, I'm glad I watched it. It was definitely worth the tears.\n\n\u001b[1mこのアニメはむしろ単純なコンセプトを持っているので、それが息を呑むほど甘いものになると思います。 それはとてもシンプルで、人間と触れ合うことができない少年が、恋に落ちるのですが、アニメがその物語を描写する方法はすばらしかったです。 それは見て胸が痛かった。 関係のゆっくりした構築はとてもかわいいし、結末は私の心を壊した。 私たちが接続しなければならないキャラクターは2つしかなく、ディメンションはそれほどではありませんでしたが、知り合うのはうれしいです。 それは非常にシンプルで美しいです。 タッチの憧れと私は彼らが手を抱くか保持することが欲しい瞬間があったときに私は端にあった。 私は彼が手袋を着用していたが、彼は消えていないだろうかと思う。 とにかく、私はそれを見てうれしいです。 それは間違いなく涙の価値があった。\u001b[22m\n\u001b[1m(Kono anime wa mushiro tanjun'na konseputo o motte irunode, sore ga ikiwonomu hodo amai mono ni naru to omoimasu. Sore wa totemo shinpurude, ningen to fureau koto ga dekinai shōnen ga, koiniochiru nodesuga, anime ga sono monogatari o byōsha suru hōhō wa subarashikattadesu. Sore wa mite mune ga itakatta. Kankei no yukkuri shita kōchiku wa totemo kawaīshi, ketsumatsu wa watashi no kokoro o kowashita. Watashitachi ga setsuzoku shinakereba naranai kyarakutā wa 2tsu shika naku, dimenshon wa sorehodode wa arimasendeshitaga, shiriau no wa ureshīdesu. Sore wa hijō ni shinpurude utsukushīdesu. Tatchi no akogare to watashi wa karera ga te o daku ka hoji suru koto ga hoshī shunkan ga atta toki ni watashi wa hashi ni atta. Watashi wa kare ga tebukuro o chakuyō shite itaga, kare wa kiete inaidarou ka to omou. Tonikaku, watashi wa sore o mite ureshīdesu. Sore wa machigainaku namida no kachi ga atta.)\u001b[22m\n\nTranslations of \u001b[4mThis anime has a rather simple concept, and I think that's what makes it breathtakingly sweet. It's so simple, a boy who can't touch humans that falls in love with one, yet the way the anime described their story was amazing. It was heartbreaking to watch. The slow build up of the relationship was very cute and the ending shattered my heart. There were only two characters that we got to connect with and although they didn't show much dimension, they were nice to get to know to. It's extremely simple yet beautiful. The yearning of a touch and I was on edge when there were moments I wish they could hug or hold hands. Although, I wonder if he wouldn't have disappeared had she worn a glove. Anyhow, I'm glad I watched it. It was definitely worth the tears.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime has a rather simple concept, and I think that's what makes it breathtakingly sweet.\u001b[24m\n    \u001b[1mこのアニメはむしろ単純なコンセプトを持っているので、それが息を呑むほど甘いものになると思います。\u001b[22m, \u001b[1mこのアニメはかなりシンプルなコンセプトを持っている、と私はそれはそれは息を呑むほど甘い作るものだと思います。\u001b[22m\n\u001b[4mIt's so simple, a boy who can't touch humans that falls in love with one, yet the way the anime described their story was amazing.\u001b[24m\n    \u001b[1mそれはとてもシンプルで、人間と触れ合うことができない少年が、恋に落ちるのですが、アニメがその物語を描写する方法はすばらしかったです。\u001b[22m, \u001b[1mこれは、1と恋に落ちる人間に触れることができない男の子とても簡単です、まだアニメは彼らの物語を記載方法は、驚くべきものでした。\u001b[22m\n\u001b[4mIt was heartbreaking to watch.\u001b[24m\n    \u001b[1mそれは見て胸が痛かった。\u001b[22m, \u001b[1m見て悲痛でした。\u001b[22m\n\u001b[4mThe slow build up of the relationship was very cute and the ending shattered my heart.\u001b[24m\n    \u001b[1m関係のゆっくりした構築はとてもかわいいし、結末は私の心を壊した。\u001b[22m, \u001b[1m関係の遅い蓄積は非常にキュートだったとエンディングは私の心を粉々に。\u001b[22m\n\u001b[4mThere were only two characters that we got to connect with and although they didn't show much dimension, they were nice to get to know to.\u001b[24m\n    \u001b[1m私たちが接続しなければならないキャラクターは2つしかなく、ディメンションはそれほどではありませんでしたが、知り合うのはうれしいです。\u001b[22m, \u001b[1m私たちはと接続するようになったと、彼らは多くの次元を示さなかったが、彼らが知るために素敵だった唯一の2文字がありました。\u001b[22m\n\u001b[4mIt's extremely simple yet beautiful.\u001b[24m\n    \u001b[1mそれは非常にシンプルで美しいです。\u001b[22m\n\u001b[4mThe yearning of a touch and I was on edge when there were moments I wish they could hug or hold hands.\u001b[24m\n    \u001b[1mタッチの憧れと私は彼らが手を抱くか保持することが欲しい瞬間があったときに私は端にあった。\u001b[22m, \u001b[1m私は、彼らは抱擁や手を握ることがしたい瞬間があったときのタッチの憧れと私は端にありました。\u001b[22m\n\u001b[4mAlthough, I wonder if he wouldn't have disappeared had she worn a glove.\u001b[24m\n    \u001b[1m私は彼が手袋を着用していたが、彼は消えていないだろうかと思う。\u001b[22m, \u001b[1mが、彼女は手袋を着用していた彼は消えていないだろうかどうかのだろうか。\u001b[22m\n\u001b[4mAnyhow, I'm glad I watched it.\u001b[24m\n    \u001b[1mとにかく、私はそれを見てうれしいです。\u001b[22m\n\u001b[4mIt was definitely worth the tears.\u001b[24m\n    \u001b[1mそれは間違いなく涙の価値があった。\u001b[22m, \u001b[1mそれは間違いなく涙価値がありました。\u001b[22m"
  },
  {
    "title": "Hotarubi_no_Mori_e",
    "id": "10408",
    "url": "https://myanimelist.net/anime/10408/Hotarubi_no_Mori_e",
    "user": "iizaninja",
    "profile": "/profile/iizaninja/reviews",
    "pages": "3",
    "number": "14",
    "link": "/reviews.php?id=59335",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nシンプルで心温まる映画が好きなら、これはあなたのための映画です。\n\n芸術のスタイルは、夏目友人誌をやった同じアーティストによって行われます。 この穏やかな人生はあなたを映画に引き込むこの甘い感情をあなたに与えます。\n\n複雑な要素はありませんが、背景のシンプルさ、キャラクターとリラックスしたメロディーの間の結び付きは、あなたの心を魅了するのに十分です。\n\n私はこの映画が大好きで、ジンとホタルの情熱が私を涙にしました。 結末は私のための少し驚きだったが、それはまだ良い映画だった、私はそれのすべてのビットを楽しんだ。  :)\n\n私はこれらの種類の映画を見ているが、組織が必要であるかもしれないことを警告する人のためにこれをお勧めします：P",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIf you like movies that are simple yet heartwarming then this is the movie for you.\n\n\u001b[1mシンプルで心温まる映画が好きなら、これはあなたのための映画です。\u001b[22m\n\u001b[1m(Shinpurude kokoroatatamaru eiga ga sukinara, kore wa anata no tame no eigadesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you like movies that are simple yet heartwarming then this is the movie for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you like movies that are simple yet heartwarming then this is the movie for you.\u001b[24m\n    \u001b[1mシンプルで心温まる映画が好きなら、これはあなたのための映画です。\u001b[22m, \u001b[1mあなたはまだ心温まる単純である映画が好きなら、これはあなたのための映画です。\u001b[22m\n\u001b[1m\u001b[22m\nThe art style is done by the same artists who did Natsume Yuujinchou. This gentle slice of life gives you this sweet feeling which pulls you into the movie.\n\n\u001b[1m芸術的なスタイルは、夏目友人誌を作った同じアーティストによって行われます。 この穏やかな人生はあなたを映画に引き込むこの甘い感情をあなたに与えます。\u001b[22m\n\u001b[1m(Geijutsu-tekina sutairu wa, Natsume yūjin-shi o tsukutta onaji ātisuto ni yotte okonawa remasu. Kono odayakana jinsei wa anata o eiga ni hikikomu kono amai kanjō o anata ni ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art style is done by the same artists who did Natsume Yuujinchou. This gentle slice of life gives you this sweet feeling which pulls you into the movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art style is done by the same artists who did Natsume Yuujinchou.\u001b[24m\n    \u001b[1m芸術的なスタイルは、夏目友人誌を作った同じアーティストによって行われます。\u001b[22m, \u001b[1mアートスタイルは夏目Yuujinchouをした同じアーティストによって行われます。\u001b[22m\n\u001b[4mThis gentle slice of life gives you this sweet feeling which pulls you into the movie.\u001b[24m\n    \u001b[1mこの穏やかな人生はあなたを映画に引き込むこの甘い感情をあなたに与えます。\u001b[22m, \u001b[1m人生のこの穏やかなスライスは、あなたの映画にあなたを引くこの甘い感じを与えます。\u001b[22m\n\u001b[1m\u001b[22m\nEven though there are no complex elements, the simplicity of the background, the bonds between the characters and the relaxing melodies are just enough to captivate your heart.\n\n\u001b[1m複雑な要素はありませんが、背景のシンプルさ、キャラクターとリラックスしたメロディーの間の結び付きは、あなたの心を魅了するのに十分です。\u001b[22m\n\u001b[1m(Fukuzatsuna yōso wa arimasenga, haikei no shinpuru-sa, kyarakutā to rirakkusu shita merodī no ma no musubitsuki wa, anata no kokoro o miryō suru no ni jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mEven though there are no complex elements, the simplicity of the background, the bonds between the characters and the relaxing melodies are just enough to captivate your heart.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven though there are no complex elements, the simplicity of the background, the bonds between the characters and the relaxing melodies are just enough to captivate your heart.\u001b[24m\n    \u001b[1m複雑な要素はありませんが、背景のシンプルさ、キャラクターとリラックスしたメロディーの間の結び付きは、あなたの心を魅了するのに十分です。\u001b[22m, \u001b[1m複雑な要素、背景の単純さが存在しないにもかかわらず、文字とリラックスメロディーとの間の結合は、あなたの心を魅了するだけで十分です。\u001b[22m\n\u001b[1m\u001b[22m\nI love this movie, the passion between Gin and Hotaru brought me to tears. The ending was a bit of a surprise for me but it was still a good movie, i enjoyed every bit of it. :)\n\n\u001b[1m私はこの映画が大好きで、ジンとホタルの情熱が私を涙にしました。 結末は私のための少し驚きだったが、それはまだ良い映画だった、私はそれのすべてのビットを楽しんだ。  :)\u001b[22m\n\u001b[1m(Watashi wa kono eiga ga daisukide, Jin to hotaru no jōnetsu ga watashi o namida ni shimashita. Ketsumatsu wa watashi no tame no sukoshi odorokidattaga, sore wa mada Ryō i eigadatta, watashi wa sore no subete no bitto o tanoshinda. : ))\u001b[22m\n\nTranslations of \u001b[4mI love this movie, the passion between Gin and Hotaru brought me to tears. The ending was a bit of a surprise for me but it was still a good movie, i enjoyed every bit of it. :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love this movie, the passion between Gin and Hotaru brought me to tears.\u001b[24m\n    \u001b[1m私はこの映画が大好きで、ジンとホタルの情熱が私を涙にしました。\u001b[22m, \u001b[1m私はこの映画を愛し、ジンと蛍の間の情熱は涙に私をもたらしました。\u001b[22m\n\u001b[4mThe ending was a bit of a surprise for me but it was still a good movie, i enjoyed every bit of it.\u001b[24m\n    \u001b[1m結末は私のための少し驚きだったが、それはまだ良い映画だった、私はそれのすべてのビットを楽しんだ。\u001b[22m, \u001b[1m私はそれのすべてのビットを楽しんだ、エンディングは私のためにちょっとした驚きだったが、それはまだ良い映画でした。\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m\n\u001b[1m\u001b[22m\nI recommend this for people who are into these kind movies to watch but be warned you may need tissues :P\n\n\u001b[1m私はこれらの種類の映画を見ているが、組織が必要であるかもしれないことを警告する人のためにこれをお勧めします：P\u001b[22m\n\u001b[1m(Watashi wa korera no shurui no eiga o mite iruga, soshiki ga hitsuyōdearu kamo shirenai koto o keikoku suru hito no tame ni kore o o susume shimasu: P)\u001b[22m\n\nTranslations of \u001b[4mI recommend this for people who are into these kind movies to watch but be warned you may need tissues :P\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI recommend this for people who are into these kind movies to watch but be warned you may need tissues :P\u001b[24m\n    \u001b[1m私はこれらの種類の映画を見ているが、組織が必要であるかもしれないことを警告する人のためにこれをお勧めします：P\u001b[22m, \u001b[1m私は見るために、これらの種類の映画にしているが、あなたが組織を必要とするかもしれないと警告する人のためにこれをお勧めします：P\u001b[22m"
  },
  {
    "title": "Hotarubi_no_Mori_e",
    "id": "10408",
    "url": "https://myanimelist.net/anime/10408/Hotarubi_no_Mori_e",
    "user": "chevybow",
    "profile": "/profile/chevybow/reviews",
    "pages": "3",
    "number": "15",
    "link": "/reviews.php?id=190069",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  6\nキャラクター|  4\n|  7\n\nうわー、この映画はそれまでの動画の中で最大のものです。 私はMALでこのアニメをどのように見つけたのかを覚えていませんが、10/10のレビューとそれを傑作と呼び、誰もが最も美しい芸術であり、どのように美しい男らしい涙を流したのか、 それを見なければならなかった。 私はそれを見て後悔していない少年...私は失望した。\n\n\nこの映画のすべてがとても平凡なように見えました。物語はとても遅くなり、これはわずか40分の映画であることに気付きました。 これはどういう意味ですか？ 実際のキャラクターの開発、実際の複雑なプロットはなく、すべてが単純な単純だった。 そして、それは人々がそれについて好きだったかもしれません。 しかし、私にはちょっとしたひねりを加えた単純なラブストーリーでした。 物語は潜在的なものでしたが、結局はすぐに失われました。 このエンディングにはそれほど多くのものがありますが、それはちょうど圧倒的だと感じています。\n\n\n私は長年にわたり見てきた多くのかわいいアニメが好きだった。 私は多くのGの評価を受けた映画を楽しんでいて、それらが非常に楽しいと感じます。 しかし、これは私がそれを知る前に終わった。 映画全体に感情は感じられませんでした。 芸術と音はちょうど私だった。 キャラクター...基本的に2文字あり、全く開発されていません。 非常に基本的なこと以外はほとんど何も学んでいないため、接続が困難です。\n\n\n全体：6/10\n\n\nもしこの映画がおそらく2時間長くなり、より多くの開発とプロットがあれば、これはうまくいくでしょう。 しかし、それが立っているように、それは人々がそれに瞬時に恋し合ういくつかのかわいい要素を持つ単なる映画です。 しかし、私はこの映画の間に何も感じなかったと言います。 私はこれを私の妹に最もよく見せます。 他の人のために、私はあなたが絶対に何もする必要がなく、余分な40分を持っている場合のみそれをお勧めします。 しかし、10/10のレビューに購入しないでください。 これは傑作とはかけ離れています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nWow this movie is the biggest letdown for an animated movie thus far. I don't remember how I came across this anime on MAL, but after seeing the 10/10 reviews and everyone calling it a masterpiece and everyone saying how it was the most beautiful piece of art and how they shed beautiful manly tears I decided I had to watch it. I don't regret seeing it but boy... was I let down.\n\n\u001b[1mうわー、この映画はそれまでの動画の中で最大のものです。 私はMALでこのアニメをどのように見つけたのかを覚えていませんが、10/10のレビューとそれを傑作と呼び、誰もが最も美しい芸術であり、どのように美しい男らしい涙を流したのか、 それを見なければならなかった。 私はそれを見て後悔していない少年...私は失望した。\u001b[22m\n\u001b[1m(Uwa ̄ , kono eiga wa sore made no dōga no naka de saidai no monodesu. Watashi wa MAL de kono anime o dono yō ni mitsuketa no ka o oboete imasenga, 10/ 10 no rebyū to sore o kessaku to yobi, daremoga mottomo utsukushī geijutsudeari, dono yō ni utsukushī otokorashī namida o nagashita no ka, sore o minakereba naranakatta. Watashi wa sore o mite kōkai shite inai shōnen... Watashi wa shitsubō shita.)\u001b[22m\n\nTranslations of \u001b[4mWow this movie is the biggest letdown for an animated movie thus far. I don't remember how I came across this anime on MAL, but after seeing the 10/10 reviews and everyone calling it a masterpiece and everyone saying how it was the most beautiful piece of art and how they shed beautiful manly tears I decided I had to watch it. I don't regret seeing it but boy... was I let down.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWow this movie is the biggest letdown for an animated movie thus far.\u001b[24m\n    \u001b[1mうわー、この映画はそれまでの動画の中で最大のものです。\u001b[22m, \u001b[1mうわーこの映画は、これまでのアニメーション映画の最大の失望です。\u001b[22m\n\u001b[4mI don't remember how I came across this anime on MAL, but after seeing the 10/10 reviews and everyone calling it a masterpiece and everyone saying how it was the most beautiful piece of art and how they shed beautiful manly tears I decided I\u001b[24m\n    \u001b[1m私はMALでこのアニメをどのように見つけたのかを覚えていませんが、10/10のレビューとそれを傑作と呼び、誰もが最も美しい芸術であり、どのように美しい男らしい涙を流したのか、\u001b[22m, \u001b[1m私はMALにこのアニメに出くわしたか覚えているが、それは芸術の最も美しい作品だったか言って傑作と誰もそれを呼び出し10/10クチコミと皆を見た後、どのように彼らは私が私を決めた美しい男らしい涙を流していません\u001b[22m\n\u001b[4mhad to watch it.\u001b[24m\n    \u001b[1mそれを見なければならなかった。\u001b[22m, \u001b[1mそれを見なければなりませんでした。\u001b[22m\n\u001b[4mI don't regret seeing it but boy... was I let down.\u001b[24m\n    \u001b[1m私はそれを見て後悔していない少年...私は失望した。\u001b[22m, \u001b[1m私はそれを見て後悔していないが、少年...私は失望させました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEverything in this movie seemed so mediocre... The story went by so slow and then I realized this was only a 40 minute film. What does this translate to? No real character development, no real complex plot, everything was just super simple. And maybe that's what people liked about it. But to me it was just a simple love story with a slight twist. The story had potential but it was quickly lost in the end. There's so much build up to this ending that just feels underwhelming.\n\n\u001b[1mこの映画のすべてがとても平凡なように見えました。物語はとても遅くなり、これはわずか40分の映画であることに気付きました。 これはどういう意味ですか？ 実際のキャラクターの開発、実際の複雑なプロットはなく、すべてが単純な単純だった。 そして、それは人々がそれについて好きだったかもしれません。 しかし、私にはちょっとしたひねりを加えた単純なラブストーリーでした。 物語は潜在的なものでしたが、結局はすぐに失われました。 このエンディングにはそれほど多くのものがありますが、それはちょうど圧倒的だと感じています。\u001b[22m\n\u001b[1m(Kono eiga no subete ga totemo heibon'na yō ni miemashita. Monogatari wa totemo osoku nari, kore wa wazuka 40-bu no eigadearu koto ni kidzukimashita. Kore wa dōiu imidesu ka? Jissai no kyarakutā no kaihatsu, jissai no fukuzatsuna purotto wa naku, subete ga tanjun'na tanjundatta. Soshite, soreha hitobito ga sore ni tsuite sukidatta kamo shiremasen. Shikashi, watashiniha chottoshita hineri o kuwaeta tanjun'na rabusutōrīdeshita. Monogatari wa senzai-tekina monodeshitaga, kekkyoku wa sugu ni ushinawa remashita. Kono endingu ni wa sorehodo ōku no mono ga arimasuga, sore wa chōdo attōtekida to kanjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mEverything in this movie seemed so mediocre... The story went by so slow and then I realized this was only a 40 minute film. What does this translate to? No real character development, no real complex plot, everything was just super simple. And maybe that's what people liked about it. But to me it was just a simple love story with a slight twist. The story had potential but it was quickly lost in the end. There's so much build up to this ending that just feels underwhelming.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEverything in this movie seemed so mediocre... The story went by so slow and then I realized this was only a 40 minute film.\u001b[24m\n    \u001b[1mこの映画のすべてがとても平凡なように見えました。物語はとても遅くなり、これはわずか40分の映画であることに気付きました。\u001b[22m, \u001b[1mこの映画の中ですべてがとても平凡に見えた...物語はとても遅いことで行ってきましたし、私はこれが唯一の40分のフィルムに気づきました。\u001b[22m\n\u001b[4mWhat does this translate to?\u001b[24m\n    \u001b[1mこれはどういう意味ですか？\u001b[22m, \u001b[1mこれは何を翻訳するのでしょうか？\u001b[22m\n\u001b[4mNo real character development, no real complex plot, everything was just super simple.\u001b[24m\n    \u001b[1m実際のキャラクターの開発、実際の複雑なプロットはなく、すべてが単純な単純だった。\u001b[22m, \u001b[1m実際の文字の開発なし、実際の複雑なプロットいいえ、すべてがちょうど超簡単でした。\u001b[22m\n\u001b[4mAnd maybe that's what people liked about it.\u001b[24m\n    \u001b[1mそして、それは人々がそれについて好きだったかもしれません。\u001b[22m, \u001b[1mそしておそらくそれは、人々がそれについて言って何です。\u001b[22m\n\u001b[4mBut to me it was just a simple love story with a slight twist.\u001b[24m\n    \u001b[1mしかし、私にはちょっとしたひねりを加えた単純なラブストーリーでした。\u001b[22m, \u001b[1mしかし、私にはそれがわずかにひねりを加えただけのシンプルなラブストーリーでした。\u001b[22m\n\u001b[4mThe story had potential but it was quickly lost in the end.\u001b[24m\n    \u001b[1m物語は潜在的なものでしたが、結局はすぐに失われました。\u001b[22m, \u001b[1m物語は可能性があったが、それはすぐに最終的に失われました。\u001b[22m\n\u001b[4mThere's so much build up to this ending that just feels underwhelming.\u001b[24m\n    \u001b[1mこのエンディングにはそれほど多くのものがありますが、それはちょうど圧倒的だと感じています。\u001b[22m, \u001b[1mそんなにだけがっかり感じるこの結末にビルドアップがあります。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nI liked many cute anime's that I've watched over the years. I've even enjoyed many G rated films and find them highly enjoyable. But this was over before I could know it. No emotion felt throughout the whole film. The art and sound was just meh. Characters... well there's basically 2 characters and they don't get developed at all. You learn almost nothing about them other than the very basics and that makes it hard to connect to them.\n\n\u001b[1m私は長年にわたり見てきた多くのかわいいアニメが好きだった。 私は多くのGの評価を受けた映画を楽しんでいて、それらが非常に楽しいと感じます。 しかし、これは私がそれを知る前に終わった。 映画全体に感情は感じられませんでした。 芸術と音はちょうど私だった。 キャラクター...基本的に2文字あり、全く開発されていません。 非常に基本的なこと以外はほとんど何も学んでいないため、接続が困難です。\u001b[22m\n\u001b[1m(Watashi wa naganen ni watari mitekita ōku no kawaī anime ga sukidatta. Watashi wa ōku no G no hyōka o uketa eiga o tanoshinde ite, sorera ga hijō ni tanoshī to kanjimasu. Shikashi, kore wa watashi ga sore o shiru mae ni owatta. Eiga zentai ni kanjō wa kanji raremasendeshita. Geijutsu to oto wa chōdo watashidatta. Kyarakutā... Kihontekini 2 moji ari, mattaku kaihatsu sa rete imasen. Hijō ni kihon-tekina koto igai wa hotondo nani mo manande inai tame, setsuzoku ga kon'nandesu.)\u001b[22m\n\nTranslations of \u001b[4mI liked many cute anime's that I've watched over the years. I've even enjoyed many G rated films and find them highly enjoyable. But this was over before I could know it. No emotion felt throughout the whole film. The art and sound was just meh. Characters... well there's basically 2 characters and they don't get developed at all. You learn almost nothing about them other than the very basics and that makes it hard to connect to them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked many cute anime's that I've watched over the years.\u001b[24m\n    \u001b[1m私は長年にわたり見てきた多くのかわいいアニメが好きだった。\u001b[22m, \u001b[1m私は長年にわたって見てきた多くのかわいいアニメのが好きでした。\u001b[22m\n\u001b[4mI've even enjoyed many G rated films and find them highly enjoyable.\u001b[24m\n    \u001b[1m私は多くのGの評価を受けた映画を楽しんでいて、それらが非常に楽しいと感じます。\u001b[22m, \u001b[1m私も多くのG定格映画を楽しんで、それは非常に楽しい見つけるました。\u001b[22m\n\u001b[4mBut this was over before I could know it.\u001b[24m\n    \u001b[1mしかし、これは私がそれを知る前に終わった。\u001b[22m, \u001b[1m私はそれを知っている可能性が前に、しかし、これは終わりました。\u001b[22m\n\u001b[4mNo emotion felt throughout the whole film.\u001b[24m\n    \u001b[1m映画全体に感情は感じられませんでした。\u001b[22m, \u001b[1mいいえ感情が映画全体を通して感じませんでした。\u001b[22m\n\u001b[4mThe art and sound was just meh.\u001b[24m\n    \u001b[1m芸術と音はちょうど私だった。\u001b[22m, \u001b[1mアートと音がちょうどまあまあでした。\u001b[22m\n\u001b[4mCharacters... well there's basically 2 characters and they don't get developed at all.\u001b[24m\n    \u001b[1mキャラクター...基本的に2文字あり、全く開発されていません。\u001b[22m, \u001b[1mキャラクター...そこにも基本的には2文字だと、彼らは全く開発されません。\u001b[22m\n\u001b[4mYou learn almost nothing about them other than the very basics and that makes it hard to connect to them.\u001b[24m\n    \u001b[1m非常に基本的なこと以外はほとんど何も学んでいないため、接続が困難です。\u001b[22m, \u001b[1mあなたは非常に基本的な以外のそれらについてほとんど何も学ばないし、それはそれは難しいそれらに接続することができます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 6/10\n\n\u001b[1m全体：6/10\u001b[22m\n\u001b[1m(Zentai: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 6/10\u001b[24m\n    \u001b[1m全体：6/10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIf this movie was perhaps 2 hours long with more development and more plot then this would work better. But as it stands it's just a mediocre film with some cute elements which make people instantly fall in love with it. But I mean it when I say I felt absolutely nothing during this film. I will show this to my little sister most likely. For everyone else- I only recommend it if you absolutely have nothing to do and have 40 minutes to spare. Don't buy into the 10/10 reviews though. This is far from a masterpiece.\n\n\u001b[1mもしこの映画がおそらく2時間長くなり、より多くの開発とプロットがあれば、これはうまくいくでしょう。 しかし、それが立っているように、それは人々がそれに瞬時に恋し合ういくつかのかわいい要素を持つ単なる映画です。 しかし、私はこの映画の間に何も感じなかったと言います。 私はこれを私の妹に最もよく見せます。 他の人のために、私はあなたが絶対に何もする必要がなく、余分な40分を持っている場合のみそれをお勧めします。 しかし、10/10のレビューに購入しないでください。 これは傑作とはかけ離れています。\u001b[22m\n\u001b[1m(Moshi kono eiga ga osoraku 2-jikan nagaku nari, yori ōku no kaihatsu to purotto ga areba, kore wa umaku ikudeshou. Shikashi, sore ga tatte iru yō ni, soreha hitobito ga sore ni shunji ni koishi au ikutsu ka no kawaī yōso o motsu tan'naru eigadesu. Shikashi, watashi wa kono eiga no ma ni nani mo kanjinakatta to iimasu. Watashi wa kore o watashi no imōto ni mottomo yoku misemasu. Hokanohito no tame ni, watashi wa anata ga zettai ni nani mo suru hitsuyō ga naku, yobun'na 40-bu o motte iru baai nomi sore o o susume shimasu. Shikashi, 10/ 10 no rebyū ni kōnyū shinaide kudasai. Kore wa kessaku to wa kakehanarete imasu.)\u001b[22m\n\nTranslations of \u001b[4mIf this movie was perhaps 2 hours long with more development and more plot then this would work better. But as it stands it's just a mediocre film with some cute elements which make people instantly fall in love with it. But I mean it when I say I felt absolutely nothing during this film. I will show this to my little sister most likely. For everyone else- I only recommend it if you absolutely have nothing to do and have 40 minutes to spare. Don't buy into the 10/10 reviews though. This is far from a masterpiece.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf this movie was perhaps 2 hours long with more development and more plot then this would work better.\u001b[24m\n    \u001b[1mもしこの映画がおそらく2時間長くなり、より多くの開発とプロットがあれば、これはうまくいくでしょう。\u001b[22m, \u001b[1mこの映画はより多くの開発やよりプロットで、おそらく2時間の長さであった場合、これはより良い仕事だろう。\u001b[22m\n\u001b[4mBut as it stands it's just a mediocre film with some cute elements which make people instantly fall in love with it.\u001b[24m\n    \u001b[1mしかし、それが立っているように、それは人々がそれに瞬時に恋し合ういくつかのかわいい要素を持つ単なる映画です。\u001b[22m, \u001b[1mそれが立つようしかし、それは人々が瞬時にそれと恋に落ちるよう、いくつかのかわいい要素を持つだけの平凡な映画です。\u001b[22m\n\u001b[4mBut I mean it when I say I felt absolutely nothing during this film.\u001b[24m\n    \u001b[1mしかし、私はこの映画の間に何も感じなかったと言います。\u001b[22m, \u001b[1m私はこの映画の間に絶対に何も感じなかったと言うときしかし、私はそれを意味します。\u001b[22m\n\u001b[4mI will show this to my little sister most likely.\u001b[24m\n    \u001b[1m私はこれを私の妹に最もよく見せます。\u001b[22m, \u001b[1m私が最も可能性の高い妹にこれを表示します。\u001b[22m\n\u001b[4mFor everyone else- I only recommend it if you absolutely have nothing to do and have 40 minutes to spare.\u001b[24m\n    \u001b[1m他の人のために、私はあなたが絶対に何もする必要がなく、余分な40分を持っている場合のみそれをお勧めします。\u001b[22m, \u001b[1mあなたは絶対にやるとスペアに40分を持っていることは何もない場合は誰のために私はそれをお勧めしますelse-。\u001b[22m\n\u001b[4mDon't buy into the 10/10 reviews though.\u001b[24m\n    \u001b[1mしかし、10/10のレビューに購入しないでください。\u001b[22m, \u001b[1mしかし10月10日レビューに購入しないでください。\u001b[22m\n\u001b[4mThis is far from a masterpiece.\u001b[24m\n    \u001b[1mこれは傑作とはかけ離れています。\u001b[22m, \u001b[1mこれは傑作にはほど遠いです。\u001b[22m"
  },
  {
    "title": "Hotarubi_no_Mori_e",
    "id": "10408",
    "url": "https://myanimelist.net/anime/10408/Hotarubi_no_Mori_e",
    "user": "Ririe",
    "profile": "/profile/Ririe/reviews",
    "pages": "3",
    "number": "16",
    "link": "/reviews.php?id=142777",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n「ホタルの森」は、単なる傑作です。 あなたがまだそれを見ていないなら、間違いなくあなたはすべきです。\n\n物語はかなりシンプルですが、それは森の中で迷子になった女の子、ホタルです。そこでは若い少年のジンと出会います。 しかし、彼女は彼に触れることができない、または彼は消えるだろう。 これは非常に単純ですが、2人のキャラクターがこの事実をどのようにして関係を築くかを見ると、非常にうまくいきます。 ランニングタイムはわずか45分ですが、これは決して鈍い瞬間がないので、その賛成で大きく働きます。 それはあなたが最後までに涙の川を流してくれる短くて心温まる物語です。\n\n芸術はかなりシンプルですが、これは悪いことではなく、物語によく合い、時にはとても美しいものです。 芸術も音に​​非常によく合います。これは例外的です。 それはそれぞれのシナリオに完全に適合し、感情的な瞬間をずっと特別にします。\n\nアート、サウンド、ストーリーは、私が今まで楽しんでいた最も感動的なアニメのひとつを作り上げるために非常にうまく機能します。 全体的に、私は、「ホタルビの森e」は誰もが見守らなければならないと信じています。 それは非常に楽しいですし、私はあなたがそれを見てしばらくの間考えを停止することができるだろうと思う。 結末は非常に感情的であり、あなたに長い間続く印象を残す可能性が最も高いでしょう。\n\nだから、私が前に言ったように、これは傑作であり、誰もがそれを見て楽しむべきだと私は信じています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n'Hotarubi no Mori e' is quite simply a masterpiece. If you have not already seen it then you definitely should.\n\n\u001b[1m「ホタルの森」は、単なる傑作です。 あなたがまだそれを見ていないなら、間違いなくあなたはすべきです。\u001b[22m\n\u001b[1m(`Hotaru no mori' wa, tan'naru kessakudesu. Anata ga mada sore o miteinainara, machigainaku anata wa subekidesu.)\u001b[22m\n\nTranslations of \u001b[4m'Hotarubi no Mori e' is quite simply a masterpiece. If you have not already seen it then you definitely should.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Hotarubi no Mori e' is quite simply a masterpiece.\u001b[24m\n    \u001b[1m「ホタルの森」は、単なる傑作です。\u001b[22m, \u001b[1m「森eはHotarubi「傑作が非常に単純ではありません。\u001b[22m\n\u001b[4mIf you have not already seen it then you definitely should.\u001b[24m\n    \u001b[1mあなたがまだそれを見ていないなら、間違いなくあなたはすべきです。\u001b[22m, \u001b[1mあなたはすでにそれを見ていないなら、あなたは間違いなくする必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is rather simple, it is about a girl, Hotaru, who gets lost in a forest and there she meets a young boy, Gin. However she cannot touch him, or else he will disappear. This is very simplistic but it works extremely well, as you see how the two characters must develop their relationship around this fact. The running time is only about 45 minutes, but this also works greatly in its favour as there is never a dull moment. It is a short and heart warming story that will have you shedding a river of tears by the end.\n\n\u001b[1m物語はかなりシンプルですが、それは森の中で迷子になった女の子、ホタルです。そこでは若い少年のジンと出会います。 しかし、彼女は彼に触れることができない、または彼は消えるだろう。 これは非常に単純ですが、2人のキャラクターがこの事実をどのようにして関係を築くかを見ると、非常にうまくいきます。 ランニングタイムはわずか45分ですが、これは決して鈍い瞬間がないので、その賛成で大きく働きます。 それはあなたが最後までに涙の川を流してくれる短くて心温まる物語です。\u001b[22m\n\u001b[1m(Monogatari wa kanari shinpurudesuga, soreha mori no naka de maigo ni natta on'nanoko, hotarudesu. Sokode wa wakai shōnen no jin to deaimasu. Shikashi, kanojo wa kare ni fureru koto ga dekinai, matawa kare wa kierudarou. Kore wa hijō ni tanjundesuga, 2-ri no kyarakutā ga kono jijitsu o dono yō ni shite kankei o kizuku ka o miru to, hijō ni umaku ikimasu. Ran'ningu taimu wa wazuka 45-budesuga, kore wa kesshite nibui shunkan ga nainode, sono sansei de ōkiku hatarakimasu. Sore wa anata ga saigomade ni namida no kawa o nagashite kureru mijikakute kokoroatatamaru monogataridesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is rather simple, it is about a girl, Hotaru, who gets lost in a forest and there she meets a young boy, Gin. However she cannot touch him, or else he will disappear. This is very simplistic but it works extremely well, as you see how the two characters must develop their relationship around this fact. The running time is only about 45 minutes, but this also works greatly in its favour as there is never a dull moment. It is a short and heart warming story that will have you shedding a river of tears by the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is rather simple, it is about a girl, Hotaru, who gets lost in a forest and there she meets a young boy, Gin.\u001b[24m\n    \u001b[1m物語はかなりシンプルですが、それは森の中で迷子になった女の子、ホタルです。そこでは若い少年のジンと出会います。\u001b[22m, \u001b[1m物語は、それが森の中で失われ、そこに彼女は若い男の子、ジンを満たしています少女、蛍、についてです、かなり単純です。\u001b[22m\n\u001b[4mHowever she cannot touch him, or else he will disappear.\u001b[24m\n    \u001b[1mしかし、彼女は彼に触れることができない、または彼は消えるだろう。\u001b[22m, \u001b[1mしかし、彼女は彼に触れることができない、あるいは彼が消えます。\u001b[22m\n\u001b[4mThis is very simplistic but it works extremely well, as you see how the two characters must develop their relationship around this fact.\u001b[24m\n    \u001b[1mこれは非常に単純ですが、2人のキャラクターがこの事実をどのようにして関係を築くかを見ると、非常にうまくいきます。\u001b[22m, \u001b[1mこれは非常に単純化されていますが、2つの文字はこの事実の周りに彼らの関係を開発する必要がありますどのように見るように、それは、非常によく動作します。\u001b[22m\n\u001b[4mThe running time is only about 45 minutes, but this also works greatly in its favour as there is never a dull moment.\u001b[24m\n    \u001b[1mランニングタイムはわずか45分ですが、これは決して鈍い瞬間がないので、その賛成で大きく働きます。\u001b[22m, \u001b[1m走行時間は約45分ですが、退屈な瞬間は決してありませんので、これはまた、その好意に大幅に動作します。\u001b[22m\n\u001b[4mIt is a short and heart warming story that will have you shedding a river of tears by the end.\u001b[24m\n    \u001b[1mそれはあなたが最後までに涙の川を流してくれる短くて心温まる物語です。\u001b[22m, \u001b[1mそれはあなたが年末までに涙の川を流し必要があります短いと心温暖化の話です。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is quite simplistic, but this isn't a bad thing, it fits the story very well and is very beautiful at times. The art also fits very well with the sound, which is exceptional. It fits each scenario perfectly and makes the emotional moments that much more special.\n\n\u001b[1m芸術はかなりシンプルですが、これは悪いことではなく、物語によく合い、時にはとても美しいものです。 芸術も音に​​非常によく合います。これは例外的です。 それはそれぞれのシナリオに完全に適合し、感情的な瞬間をずっと特別にします。\u001b[22m\n\u001b[1m(Geijutsu wa kanari shinpurudesuga, kore wa warui kotode wa naku, monogatari ni yoku ai, tokiniha totemo utsukushī monodesu. Geijutsu mo oto ni ​​ hijō ni yoku aimasu. Kore wa reigai-tekidesu. Sore wa sorezore no shinario ni kanzen ni tekigō shi, kanjō-tekina shunkan o zutto tokubetsu ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is quite simplistic, but this isn't a bad thing, it fits the story very well and is very beautiful at times. The art also fits very well with the sound, which is exceptional. It fits each scenario perfectly and makes the emotional moments that much more special.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is quite simplistic, but this isn't a bad thing, it fits the story very well and is very beautiful at times.\u001b[24m\n    \u001b[1m芸術はかなりシンプルですが、これは悪いことではなく、物語によく合い、時にはとても美しいものです。\u001b[22m, \u001b[1m芸術は非常に単純化され、これは悪いことではない、それは非常によく話をフィットし、時間に非常に美しいです。\u001b[22m\n\u001b[4mThe art also fits very well with the sound, which is exceptional.\u001b[24m\n    \u001b[1m芸術も音に非常によく合います。これは例外的です。\u001b[22m, \u001b[1m芸術はまた格別です音、と非常によく合います。\u001b[22m\n\u001b[4mIt fits each scenario perfectly and makes the emotional moments that much more special.\u001b[24m\n    \u001b[1mそれはそれぞれのシナリオに完全に適合し、感情的な瞬間をずっと特別にします。\u001b[22m, \u001b[1mそれは完全に各シナリオに適合し、はるかに特別な感情的な瞬間になります。\u001b[22m\n\u001b[1m\u001b[22m\nThe art, sound and story all work very well together to create one of the most touching anime I have ever had the pleasure to watch. Overall, I believe that 'Hotarubi no Mori e' should be watched by all. It is extremely enjoyable and I doubt you will be able to stop thinking about it for a while after watching. The ending is extremely emotional and will most likely leave a long lasting impression on you.\n\n\u001b[1mアート、サウンド、ストーリーは、私が今まで楽しんでいた最も感動的なアニメのひとつを作り上げるために非常にうまく機能します。 全体的に、私は、「ホタルビの森e」は誰もが見守らなければならないと信じています。 それは非常に楽しいですし、私はあなたがそれを見てしばらくの間考えを停止することができるだろうと思う。 結末は非常に感情的であり、あなたに長い間続く印象を残す可能性が最も高いでしょう。\u001b[22m\n\u001b[1m(Āto, saundo, sutōrī wa, watashi ga imamade tanoshinde ita mottomo kandō-tekina anime no hitotsu o tsukuriageru tame ni hijō ni umaku kinō shimasu. Zentai-teki ni, watashi wa,`hotarubi no mori e' wa daremoga mimamoranakereba naranai to shinjite imasu. Sore wa hijō ni tanoshīdesushi, watashi wa anata ga sore o mite shibarakunoaida kangae o teishi suru koto ga dekirudarou to omou. Ketsumatsu wa hijō ni kanjō-tekideari, anata ni nagaiai tsudzuku inshō o nokosu kanōsei ga mottomo takaideshou.)\u001b[22m\n\nTranslations of \u001b[4mThe art, sound and story all work very well together to create one of the most touching anime I have ever had the pleasure to watch. Overall, I believe that 'Hotarubi no Mori e' should be watched by all. It is extremely enjoyable and I doubt you will be able to stop thinking about it for a while after watching. The ending is extremely emotional and will most likely leave a long lasting impression on you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art, sound and story all work very well together to create one of the most touching anime I have ever had the pleasure to watch.\u001b[24m\n    \u001b[1mアート、サウンド、ストーリーは、私が今まで楽しんでいた最も感動的なアニメのひとつを作り上げるために非常にうまく機能します。\u001b[22m, \u001b[1mアート、サウンドとストーリーすべては私が今まで見て喜びを持っていた中で最も感動アニメの1を作成するために一緒に非常にうまく機能します。\u001b[22m\n\u001b[4mOverall, I believe that 'Hotarubi no Mori e' should be watched by all.\u001b[24m\n    \u001b[1m全体的に、私は、「ホタルビの森e」は誰もが見守らなければならないと信じています。\u001b[22m, \u001b[1m全体的に、私は「Hotarubi森eは「すべてが見てすべきではないと考えています。\u001b[22m\n\u001b[4mIt is extremely enjoyable and I doubt you will be able to stop thinking about it for a while after watching.\u001b[24m\n    \u001b[1mそれは非常に楽しいですし、私はあなたがそれを見てしばらくの間考えを停止することができるだろうと思う。\u001b[22m, \u001b[1mそれは非常に楽しいですし、私はあなたが見た後しばらくそれについて考えるのをやめることはできないだろう。\u001b[22m\n\u001b[4mThe ending is extremely emotional and will most likely leave a long lasting impression on you.\u001b[24m\n    \u001b[1m結末は非常に感情的であり、あなたに長い間続く印象を残す可能性が最も高いでしょう。\u001b[22m, \u001b[1mエンディングは非常に感情的で、最も可能性の高いあなたに長期的な印象を残します。\u001b[22m\n\u001b[1m\u001b[22m\nSo, as I have said before, this is a masterpiece and I believe that everyone should have the pleasure of watching it.\n\n\u001b[1mだから、私が前に言ったように、これは傑作であり、誰もがそれを見て楽しむべきだと私は信じています。\u001b[22m\n\u001b[1m(Dakara, watashi ga mae ni itta yō ni, kore wa kessakudeari, daremoga sore o mite tanoshimubekida to watashi wa shinjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mSo, as I have said before, this is a masterpiece and I believe that everyone should have the pleasure of watching it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, as I have said before, this is a masterpiece and I believe that everyone should have the pleasure of watching it.\u001b[24m\n    \u001b[1mだから、私が前に言ったように、これは傑作であり、誰もがそれを見て楽しむべきだと私は信じています。\u001b[22m, \u001b[1m私が前に言ったように、これは傑作だと私は誰もがそれを見ての喜びを持っているべきだと考えています。\u001b[22m"
  },
  {
    "title": "Hotarubi_no_Mori_e",
    "id": "10408",
    "url": "https://myanimelist.net/anime/10408/Hotarubi_no_Mori_e",
    "user": "darksasuke96",
    "profile": "/profile/darksasuke96/reviews",
    "pages": "3",
    "number": "17",
    "link": "/reviews.php?id=207487",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  6\n\n最近、2011年にリリースされたスタジオ・ブレインズ・ベースの日本のアニメ「ホタルビの森」を見る機会がありました。それは、同じタイトルのミドリコワ・ユキによるマンガの適応です。  「ホタルの森の光」はドラマ・ロマンスの映画ですが、いくつかの超自然的な特質も持っています。 それは一般的なようだが、彼らは不必要に退屈することなくそれを取り除くことができた。\n\n基本的に2人の周りを回っているので、物語は本当に簡単です。 女の子は、ホタルと名前を挙げた神秘的なティーンエイジャーの男の子ジン。 小さなホタールが魅了された森の中で自分の道を失うと、彼らは会う。 それは彼女がマスクの裏に隠された少年に会うところです。 彼らはハングアウトし、お互いに慣れ始める。 しかし、彼らは直面しなければならないいくつかの障害があります。 その少年は実際には森の精神であり、彼はそれを残すことができないという意味であり、さらに人間に触れることは禁じられており、老化することはできません。 ほとんどの場合、私たちはお互いにチャット、ウォーキング、プレイをしています。 時間が経つにつれ、ジンはホタールにとってますます開放的で慎重になります。 彼女はまた、彼女が恋に落ちていることを理解すると、徐々に年を取るようになります。\n\n映画は一般的なロマンスの物語のようにまともな仕事をしますが、それは不思議な設定と神秘的な森林保護者の元のキャラクターで際立つように管理しています。 しかし、あなたはすでにあなたがどこかでそれを見たという感覚を振り払うことはできません。 それは本当にうまく構築された物語を持っていない、それはただ主人公がぶら下がっている。 もちろん、彼らはお互いを知り合い、過去は明らかになっていますが、それだけです。 キャラクターの開発は予測が容易で、基本的には後で何が起こるかを知っているので、それを見て気にするのはなぜですか？\n\nそれで、美しいビジュアルとこの作品に取り入れられた勤勉さに気づくでしょう。 木々、芝生、空、水は美しく描かれているように見えますが、あなたの画面から飛び出し、あなたの部屋を小さな魅惑的な森にしているようです。 あなたのスピーカーから穏やかなサウンドトラックが出て、没入感も拡大します。 音楽はかなりいいですが、何も目立ちません。私はそれを素晴らしいものにしています。\n\n大きな写真を見てホタルビの森はむしろシンプルなストーリーの普通のドラマですが、ビジュアル、サウンドトラック、オリジナルのキャラクターで素敵に偽装されています。 それはそれほど長くはないし、ヒーローとヒロインの間の相互作用が楽しく、あなたの顔に笑顔をもたらすので、それは退屈しない。 あなたが夜に余裕を持って静かで心温まるものを見たいと思っていて、おそらく涙が出ていたり、全体的に何も期待していないときには、素晴らしいことです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nRecently I had a chance to see Hotarubi no Mori e - a Japanese animation from studio Brains Base released in 2011. It’s an adaptation of manga by Midorikawa Yuki with the same title. “The Light of a Firefly Forest” is a drama - romance movie however it also possesses some supernatural traits. Generic as it seems but they managed to pull it off without it being needlessly boring.\n\n\u001b[1m最近、2011年にリリースされたスタジオ・ブレインズ・ベースの日本のアニメ「ホタルビの森」を見る機会がありました。それは、同じタイトルのミドリコワ・ユキによるマンガの適応です。  「ホタルの森の光」はドラマ・ロマンスの映画ですが、いくつかの超自然的な特質も持っています。 それは一般的なようだが、彼らは不必要に退屈することなくそれを取り除くことができた。\u001b[22m\n\u001b[1m(Saikin, 2011-nen ni rirīsu sa reta sutajio bureinzu bēsu no nihon'noanime `hotarubi no mori' o miru kikai ga arimashita. Sore wa, onaji taitoru no midorikowa Yuki ni yoru manga no tekiōdesu. `Hotaru no mori no hikari' wa dorama romansu no eigadesuga, ikutsu ka no chō shizen-tekina tokushitsu mo motte imasu. Sore wa ippantekina-yōdaga, karera wa fuhitsuyō ni taikutsu suru koto naku sore o torinozoku koto ga dekita.)\u001b[22m\n\nTranslations of \u001b[4mRecently I had a chance to see Hotarubi no Mori e - a Japanese animation from studio Brains Base released in 2011. It’s an adaptation of manga by Midorikawa Yuki with the same title. “The Light of a Firefly Forest” is a drama - romance movie however it also possesses some supernatural traits. Generic as it seems but they managed to pull it off without it being needlessly boring.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRecently I had a chance to see Hotarubi no Mori e - a Japanese animation from studio Brains Base released in 2011. It’s an adaptation of manga by Midorikawa Yuki with the same title.\u001b[24m\n    \u001b[1m最近、2011年にリリースされたスタジオ・ブレインズ・ベースの日本のアニメ「ホタルビの森」を見る機会がありました。それは、同じタイトルのミドリコワ・ユキによるマンガの適応です。\u001b[22m, \u001b[1mベースは、2011年にリリースされたスタジオブレインズから日本のアニメこれは同じタイトルの緑川ゆきによって漫画の適応だ - 最近、私はHotarubiを見る機会の森eを持っていました。\u001b[22m\n\u001b[4m“The Light of a Firefly Forest” is a drama - romance movie however it also possesses some supernatural traits.\u001b[24m\n    \u001b[1m「ホタルの森の光」はドラマ・ロマンスの映画ですが、いくつかの超自然的な特質も持っています。\u001b[22m, \u001b[1m「ホタルの森の光は「ドラマである - ロマンス映画は、しかし、それはまた、いくつかの超自然的な特徴を有しています。\u001b[22m\n\u001b[4mGeneric as it seems but they managed to pull it off without it being needlessly boring.\u001b[24m\n    \u001b[1mそれは一般的なようだが、彼らは不必要に退屈することなくそれを取り除くことができた。\u001b[22m, \u001b[1m一般的なそれはそうですが、彼らはそれが不退屈せずにそれをやってのけることに成功しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is really easy to follow as it basically revolves around two people. Girl named Hotaru and mysterious teenager boy named Gin. They meet when small Hotaru loses her way in an enchanted forest. That’s where she meets a boy disguised behind a mask. They start to hang out and grow accustomed to each other. However there are some obstacles they must face. The boy is actually a spirit of the forest meaning that he can’t leave it, moreover he is prohibited from touching any human and can’t grow old. Most of the time we see them chatting, walking or playing with each other. As time passes by Gin becomes more and more open and considerate for Hotaru. The girl also slowly becomes older to the point when she realizes she’s fallen in love.\n\n\u001b[1m基本的に2人の周りを回っているので、話は本当に簡単です。 女の子は、ホタルと名前を挙げた神秘的なティーンエイジャーの男の子ジン。 小さなホタールが魅了された森の中で自分の道を失うと、彼らは会う。 それは彼女がマスクの裏に隠された少年に会うところです。 彼らはハングアウトし、お互いに慣れ始める。 しかし、彼らは直面しなければならないいくつかの障害があります。 その少年は実際には森の精神であり、彼はそれを残すことができないという意味であり、さらに人間に触れることは禁じられており、老化することはできません。 ほとんどの場合、私たちはお互いにチャット、ウォーキング、プレイをしています。 時間が経つにつれ、ジンはホタールにとってますます開放的で慎重になります。 彼女はまた、彼女が恋に落ちていることを理解すると、徐々に年を取るようになります。\u001b[22m\n\u001b[1m(Kihontekini 2-ri no mawari o mawatte irunode,-banashi wa hontōni kantandesu. On'nanoko wa, hotaru to namae o ageta shinpi-tekina tīn'eijā no otokonoko Jin. Chīsana hotāru ga miryō sa reta mori no naka de jibun no michi o ushinau to, karera wa au. Sore wa kanojo ga masuku no ura ni kakusa reta shōnen ni au tokorodesu. Karera wa hanguauto shi, otagai ni nare hajimeru. Shikashi, karera wa chokumen shinakereba naranai ikutsu ka no shōgai ga arimasu. Sono shōnen wa jissai ni wa mori no seishindeari, kare wa sore o nokosu koto ga dekinai to iu imideari, sarani ningen ni fureru koto wa kinji rarete ori, rōka suru koto wa dekimasen. Hotondo no baai, watashitachiha otagai ni chatto, u~ōkingu, purei o shite imasu. Jikangatatsu ni tsure, jin wa hotāru ni totte masumasu kaihō-tekide shinchō ni narimasu. Kanojo wa mata, kanojo ga koiniochite iru koto o rikai suru to, jojoni toshi o toru yō ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is really easy to follow as it basically revolves around two people. Girl named Hotaru and mysterious teenager boy named Gin. They meet when small Hotaru loses her way in an enchanted forest. That’s where she meets a boy disguised behind a mask. They start to hang out and grow accustomed to each other. However there are some obstacles they must face. The boy is actually a spirit of the forest meaning that he can’t leave it, moreover he is prohibited from touching any human and can’t grow old. Most of the time we see them chatting, walking or playing with each other. As time passes by Gin becomes more and more open and considerate for Hotaru. The girl also slowly becomes older to the point when she realizes she’s fallen in love.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is really easy to follow as it basically revolves around two people.\u001b[24m\n    \u001b[1m基本的に2人の周りを回っているので、話は本当に簡単です。\u001b[22m, \u001b[1m物語は、それが基本的に周りの2人を公転するように従うことは非常に簡単です。\u001b[22m\n\u001b[4mGirl named Hotaru and mysterious teenager boy named Gin.\u001b[24m\n    \u001b[1m女の子は、ホタルと名前を挙げた神秘的なティーンエイジャーの男の子ジン。\u001b[22m, \u001b[1m少女は蛍とジンという名前の神秘的なティーンエイジャーの男の子の名前。\u001b[22m\n\u001b[4mThey meet when small Hotaru loses her way in an enchanted forest.\u001b[24m\n    \u001b[1m小さなホタールが魅了された森の中で自分の道を失うと、彼らは会う。\u001b[22m, \u001b[1m小さな蛍が魅惑の森の中に彼女の方法を失ったときに彼らは満たしています。\u001b[22m\n\u001b[4mThat’s where she meets a boy disguised behind a mask.\u001b[24m\n    \u001b[1mそれは彼女がマスクの裏に隠された少年に会うところです。\u001b[22m, \u001b[1m彼女はマスクの後ろに変装少年を満たしているところです。\u001b[22m\n\u001b[4mThey start to hang out and grow accustomed to each other.\u001b[24m\n    \u001b[1m彼らはハングアウトし、お互いに慣れ始める。\u001b[22m, \u001b[1m彼らはたむろし、お互いに慣れて成長し始めます。\u001b[22m\n\u001b[4mHowever there are some obstacles they must face.\u001b[24m\n    \u001b[1mしかし、彼らは直面しなければならないいくつかの障害があります。\u001b[22m, \u001b[1mしかし、彼らが直面しなければならないいくつかの障害があります。\u001b[22m\n\u001b[4mThe boy is actually a spirit of the forest meaning that he can’t leave it, moreover he is prohibited from touching any human and can’t grow old.\u001b[24m\n    \u001b[1mその少年は実際には森の精神であり、彼はそれを残すことができないという意味であり、さらに人間に触れることは禁じられており、老化することはできません。\u001b[22m, \u001b[1m少年は実際に彼はそれを残すことができないことを意味する森林の精神で、しかも彼はあらゆる人間に触れることが禁止され、古い成長することはできません。\u001b[22m\n\u001b[4mMost of the time we see them chatting, walking or playing with each other.\u001b[24m\n    \u001b[1mほとんどの場合、私たちはお互いにチャット、ウォーキング、プレイをしています。\u001b[22m, \u001b[1m我々は彼らが歩いたり、お互いに遊んで、おしゃべりを参照してください。ほとんどの時間。\u001b[22m\n\u001b[4mAs time passes by Gin becomes more and more open and considerate for Hotaru.\u001b[24m\n    \u001b[1m時間が経つにつれ、ジンはホタールにとってますます開放的で慎重になります。\u001b[22m, \u001b[1mジンは蛍のためのより多くのオープンと思いやりになることにより、時間が経過するように。\u001b[22m\n\u001b[4mThe girl also slowly becomes older to the point when she realizes she’s fallen in love.\u001b[24m\n    \u001b[1m彼女はまた、彼女が恋に落ちていることを理解すると、徐々に年を取るようになります。\u001b[22m, \u001b[1m彼女は彼女が恋に落ちています実現したときに女の子にもゆっくりとポイントに古くなります。\u001b[22m\n\u001b[1m\u001b[22m\nThe movie does a decent job as for generic romance story but it manages to stand out with unusual setting and original character of the mysterious forest guardian. However you can’t shake off the feeling that you already seen it somewhere. It doesn’t really have any kind of well-built story, it’s just main characters hanging out. Of course they get to know each other and their past is revealed but that’s it. Character development is easy to predict, and you basically know what will happen later so why to bother watching it at all?\n\n\u001b[1m映画は一般的なロマンスの物語のようにまともな仕事をしますが、それは不思議な設定と神秘的な森林保護者の元のキャラクターで際立つように管理しています。 しかし、あなたはすでにあなたがどこかでそれを見たという感覚を振り払うことはできません。 それは本当にうまく構築された物語を持っていない、それはただ主人公がぶら下がっている。 もちろん、彼らはお互いを知り合い、過去は明らかになっていますが、それだけです。 キャラクターの開発は予測が容易で、基本的には後で何が起こるかを知っているので、それを見て気にするのはなぜですか？\u001b[22m\n\u001b[1m(Eiga wa ippantekina romansu no monogatari no yō ni matomona shigoto o shimasuga, sore wa fushigina settei to shinpi-tekina shinrin hogo-sha no gen no kyarakutā de kiwadatsu yō ni kanri shite imasu. Shikashi, anata wa sudeni anata ga doko ka de sore o mita to iu kankaku o furiharau koto wa dekimasen. Sore wa hontōni umaku kōchiku sa reta monogatari o motteinai, soreha tada shujinkō ga burasagatte iru. Mochiron, karera wa otagai o shiriai, kako wa akiraka ni natte imasuga, sore dakedesu. Kyarakutā no kaihatsu wa yosoku ga yōide, kihontekini wa atode nani ga okoru ka o shitte irunode, sore o mite ki ni suru no wa nazedesu ka?)\u001b[22m\n\nTranslations of \u001b[4mThe movie does a decent job as for generic romance story but it manages to stand out with unusual setting and original character of the mysterious forest guardian. However you can’t shake off the feeling that you already seen it somewhere. It doesn’t really have any kind of well-built story, it’s just main characters hanging out. Of course they get to know each other and their past is revealed but that’s it. Character development is easy to predict, and you basically know what will happen later so why to bother watching it at all?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movie does a decent job as for generic romance story but it manages to stand out with unusual setting and original character of the mysterious forest guardian.\u001b[24m\n    \u001b[1m映画は一般的なロマンスの物語のようにまともな仕事をしますが、それは不思議な設定と神秘的な森林保護者の元のキャラクターで際立つように管理しています。\u001b[22m, \u001b[1m映画は、一般的なロマンスの物語のようなまともな仕事をしていませんが、それは珍しい設定や神秘的な森の守護者の元の文字で目立つように管理しています。\u001b[22m\n\u001b[4mHowever you can’t shake off the feeling that you already seen it somewhere.\u001b[24m\n    \u001b[1mしかし、あなたはすでにあなたがどこかでそれを見たという感覚を振り払うことはできません。\u001b[22m, \u001b[1mしかし、あなたはすでにどこかでそれを見気持ちを振り払うことはできません。\u001b[22m\n\u001b[4mIt doesn’t really have any kind of well-built story, it’s just main characters hanging out.\u001b[24m\n    \u001b[1mそれは本当にうまく構築された物語を持っていない、それはただ主人公がぶら下がっている。\u001b[22m, \u001b[1mそれは実際にそれが干すだけでメインキャラクターですが、しっかりした造りの話のいずれかの種類を持っていません。\u001b[22m\n\u001b[4mOf course they get to know each other and their past is revealed but that’s it.\u001b[24m\n    \u001b[1mもちろん、彼らはお互いを知り合い、過去は明らかになっていますが、それだけです。\u001b[22m, \u001b[1mもちろん、彼らはお互いを知るようになると、自分の過去が明らかにされているが、それはそれです。\u001b[22m\n\u001b[4mCharacter development is easy to predict, and you basically know what will happen later so why to bother watching it at all?\u001b[24m\n    \u001b[1mキャラクターの開発は予測が容易で、基本的には後で何が起こるかを知っているので、それを見て気にするのはなぜですか？\u001b[22m, \u001b[1mキャラクターの成長を予測することは容易であり、あなたは基本的にすべてでそれを見て気になぜこれほど後に何が起こるか知っていますか？\u001b[22m\n\u001b[1m\u001b[22m\nThat’s when you start noticing beautiful visuals and amount of hard work put into this piece of work. The trees, grass, sky, water – all beautifully drawn, seem like they are about to burst out of your screen and make your room a miniature enchanted forest. The immersion is also magnified by gentle soundtrack coming out of your speakers. The music is pretty nice but nothing really stands out and I take it as a nice addition.\n\n\u001b[1mそれで、美しいビジュアルとこの作品に取り入れられた勤勉さに気づくでしょう。 木々、草、空、水は美しく描かれているように見えますが、あなたの画面から飛び出して、お部屋をミニチュアの魔法の森にしているようです。 あなたのスピーカーから穏やかなサウンドトラックが出て、没入感も拡大します。 音楽はかなりいいですが、何も目立ちません。私はそれを素晴らしいものにしています。\u001b[22m\n\u001b[1m(Sore de, utsukushī bijuaru to kono sakuhin ni toriire rareta kinben-sa ni kidzukudeshou. Ki 々, Kusa, sora, mizu wa utsukushiku egaka rete iru yō ni miemasuga, anata no gamen kara tobidashite, o heya o minichua no mahō no mori ni shite iru yōdesu. Anata no supīkā kara odayakana saundotorakku ga dete, botsunyū-kan mo kakudai shimasu. Ongaku wa kanari īdesuga, nani mo medachimasen. Watashi wa sore o subarashī mono ni shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThat’s when you start noticing beautiful visuals and amount of hard work put into this piece of work. The trees, grass, sky, water – all beautifully drawn, seem like they are about to burst out of your screen and make your room a miniature enchanted forest. The immersion is also magnified by gentle soundtrack coming out of your speakers. The music is pretty nice but nothing really stands out and I take it as a nice addition.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat’s when you start noticing beautiful visuals and amount of hard work put into this piece of work.\u001b[24m\n    \u001b[1mそれで、美しいビジュアルとこの作品に取り入れられた勤勉さに気づくでしょう。\u001b[22m, \u001b[1mあなたが仕事のこの作品に入れ美しいビジュアルとハードワークの量に気付いて起動するときです。\u001b[22m\n\u001b[4mThe trees, grass, sky, water – all beautifully drawn, seem like they are about to burst out of your screen and make your room a miniature enchanted forest.\u001b[24m\n    \u001b[1m木々、草、空、水は美しく描かれているように見えますが、あなたの画面から飛び出して、お部屋をミニチュアの魔法の森にしているようです。\u001b[22m, \u001b[1m木、草、空、水 - 彼らは画面の外に破裂し、お部屋のミニチュア魅惑の森を作るしようとしているように、すべての美しく描かれたが、見えます。\u001b[22m\n\u001b[4mThe immersion is also magnified by gentle soundtrack coming out of your speakers.\u001b[24m\n    \u001b[1mあなたのスピーカーから穏やかなサウンドトラックが出て、没入感も拡大します。\u001b[22m, \u001b[1m浸漬はまた、スピーカーから出てくる穏やかなサウンドトラックによって拡大されます。\u001b[22m\n\u001b[4mThe music is pretty nice but nothing really stands out and I take it as a nice addition.\u001b[24m\n    \u001b[1m音楽はかなりいいですが、何も目立ちません。私はそれを素晴らしいものにしています。\u001b[22m, \u001b[1m音楽はかなりいいですが、何も本当に際立っていないと私は素晴らしい追加としてそれを取ります。\u001b[22m\n\u001b[1m\u001b[22m\nLooking at the big picture Hotarubi no Mori e is rather an ordinary drama with simple story but it’s splendidly disguised by the visuals, soundtrack and original characters. Moreover it doesn’t get boring because it’s not that long and interaction between the hero and heroine is enjoyable and brings a smile to your face. It’s great for when you have some spare time at night and want to watch something calming, heart-warming and maybe shed a tear or two but overall don’t expect anything out of ordinary.\n\n\u001b[1m大きな写真を見てホタルビの森はむしろシンプルなストーリーの普通のドラマですが、ビジュアル、サウンドトラック、オリジナルのキャラクターで素敵に偽装されています。 それはそれほど長くはないし、ヒーローとヒロインの間の相互作用が楽しく、あなたの顔に笑顔をもたらすので、それは退屈しない。 あなたが夜に余裕を持って静かで心温まるものを見たいと思っていて、おそらく涙が出ていたり、全体的に何も期待していないときには、素晴らしいことです。\u001b[22m\n\u001b[1m(Ōkina shashin o mite hotarubi no mori wa mushiro shinpuruna sutōrī no futsū no doramadesuga, bijuaru, saundotorakku, orijinaru no kyarakutā de suteki ni gisō sa rete imasu. Sore wa sore hodo nagaku wanaishi, hīrō to hiroin no ma no sōgo sayō ga tanoshiku, anata no kao ni egao o motarasunode, sore wa taikutsu shinai. Anata ga yoru ni yoyū o motte shizukade kokoroatatamaru mono o mitai to omotte ite, osoraku namida ga dete i tari, zentai-teki ni nani mo kitai shite inai tokiniha, subarashī kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mLooking at the big picture Hotarubi no Mori e is rather an ordinary drama with simple story but it’s splendidly disguised by the visuals, soundtrack and original characters. Moreover it doesn’t get boring because it’s not that long and interaction between the hero and heroine is enjoyable and brings a smile to your face. It’s great for when you have some spare time at night and want to watch something calming, heart-warming and maybe shed a tear or two but overall don’t expect anything out of ordinary.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLooking at the big picture Hotarubi no Mori e is rather an ordinary drama with simple story but it’s splendidly disguised by the visuals, soundtrack and original characters.\u001b[24m\n    \u001b[1m大きな写真を見てホタルビの森はむしろシンプルなストーリーの普通のドラマですが、ビジュアル、サウンドトラック、オリジナルのキャラクターで素敵に偽装されています。\u001b[22m, \u001b[1m森eはむしろ単純な話で普通のドラマではありませんが、それは見事にビジュアル、サウンドトラックとオリジナルの文字で偽装していますHotarubi大局を見て。\u001b[22m\n\u001b[4mMoreover it doesn’t get boring because it’s not that long and interaction between the hero and heroine is enjoyable and brings a smile to your face.\u001b[24m\n    \u001b[1mそれはそれほど長くはないし、ヒーローとヒロインの間の相互作用が楽しく、あなたの顔に笑顔をもたらすので、それは退屈しない。\u001b[22m, \u001b[1mそれは長くはありませんし、主人公とヒロインとの間の相互作用は楽しいですし、あなたの顔に笑顔をもたらすため、また、それが退屈しません。\u001b[22m\n\u001b[4mIt’s great for when you have some spare time at night and want to watch something calming, heart-warming and maybe shed a tear or two but overall don’t expect anything out of ordinary.\u001b[24m\n    \u001b[1mあなたが夜に余裕を持って静かで心温まるものを見たいと思っていて、おそらく涙が出ていたり、全体的に何も期待していないときには、素晴らしいことです。\u001b[22m, \u001b[1mそれはあなたが夜にいくつかの暇な時間を持って、心を落ち着かせる何か、心温まるを見て、多分涙または2を流したが、全体的に普通の何も期待しないでくださいしたいときのために素晴らしいことです。\u001b[22m"
  },
  {
    "title": "Hotarubi_no_Mori_e",
    "id": "10408",
    "url": "https://myanimelist.net/anime/10408/Hotarubi_no_Mori_e",
    "user": "venskuhh",
    "profile": "/profile/venskuhh/reviews",
    "pages": "3",
    "number": "18",
    "link": "/reviews.php?id=203436",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\nさて、これは私のここでの最初のレビューとなるので、嫌いな人はいません\n\nだから、前にこのアニメの絵やGIFを見たことがありますが、その名前は分かりませんでしたので、私の妹が来て、それについて私に教えてくれるまで、実際に見ていませんでした それは本当のtearjerkerだったので、私はそれをショット理由を与えることに決めたので、私は時々本当の良い泣きたい。 私が座って映画を見てすぐに、私はそれが悲しいことになるだろうと言うことができました。\n\n雰囲気は良かったし、主人公ホタールがジンを撫でられないと聞いて、私は夢中になった。 私は本当に結末がどのようになっているのか本当に興味がありました。なぜなら、私が前に言ったように、この映画は本当のティアージャッカーと呼ばれているからです。 それが、それが判明したことです。 たとえ映画が40〜45分だけ続けても、あなたはこのような感情的な絆を抱くことになります。とにかく互いに触れ合うことができないということを知っているので、あなたはいつもそばにいるのです。 その瞬間が来る。 あなたが手を握ったり、抱擁しているのを見ることができました。\n\nしかし、終わりは突然ひどくなった。 私はそれがもっと感情的であったかもしれないので、すでにそれがもっと感情的であると予想しました。 私は私がこのように考える唯一の人かどうかわかりませんが、私の意見では、そうしました。 しかし、それは私が本当にそれが好きだったので、私は映画が好きではなかったことを意味しません。\n\n\n私はこれを読んでいる誰にもスポイラーを与えたくないので、今停止するつもりです。 ええ、ええ、私はこのレビューがうんざりしていることを知っていますが、それは短いですが、あなたは私がそれをすでに知っているので私に言わなくてもいいですが、私はただ一つしたいと思っています。\n\n（岩の背後に隠れる）\n -  venskuhh",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOkay, so this is going to be my first ever review here, so no hate guys\n\n\u001b[1mさて、これは私のここでの最初のレビューとなるので、嫌いな人はいません\u001b[22m\n\u001b[1m(Sate, kore wa watashi no koko de no saisho no rebyū to narunode, kirainahito wa imasen)\u001b[22m\n\nTranslations of \u001b[4mOkay, so this is going to be my first ever review here, so no hate guys\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay, so this is going to be my first ever review here, so no hate guys\u001b[24m\n    \u001b[1mさて、これは私のここでの最初のレビューとなるので、嫌いな人はいません\u001b[22m, \u001b[1mわかりましたので、これは私の今までここに見直し、最初なので、無憎悪の男になるだろう\u001b[22m\n\u001b[1m\u001b[22m\nso, i had seen some pictures and gifs of this anime before, but i didn't know the name of it, so i didn't really get to watch it, until my little sister came and told me about it, telling me that it was a real tearjerker, so i decided to give it a shot cause why not, i like to cry real good sometimes. and as soon as i sat back and started to watch the movie, i could tell it was going to be sad.\n\n\u001b[1mだから、前にこのアニメの絵やGIFを見たことがありますが、その名前は分かりませんでしたので、私の妹が来て、それについて私に教えてくれるまで、実際に見ていませんでした それは本当のtearjerkerだったので、私はそれをショット理由を与えることに決めたので、私は時々本当の良い泣きたい。 私が座って映画を見てすぐに、私はそれが悲しいことになるだろうと言うことができました。\u001b[22m\n\u001b[1m(Dakara, mae ni kono anime no e ya GIF o mita koto ga arimasuga, sono namae wa wakarimasendeshitanode, watashi no imōto ga kite, sore ni tsuite watashi ni oshietekureru made, jissai ni mite imasendeshita sore wa hontō no tearjerkerdattanode, watashi wa sore o shotto riyū o ataeru koto ni kimetanode, watashi wa tokidoki hontō no yoi nakitai. Watashi ga suwatte eiga o mite sugu ni, watashi wa sore ga kanashī koto ni narudarou to iu koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mso, i had seen some pictures and gifs of this anime before, but i didn't know the name of it, so i didn't really get to watch it, until my little sister came and told me about it, telling me that it was a real tearjerker, so i decided to give it a shot cause why not, i like to cry real good sometimes. and as soon as i sat back and started to watch the movie, i could tell it was going to be sad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mso, i had seen some pictures and gifs of this anime before, but i didn't know the name of it, so i didn't really get to watch it, until my little sister came and told me about it, telling me that\u001b[24m\n    \u001b[1mだから、前にこのアニメの絵やGIFを見たことがありますが、その名前は分かりませんでしたので、私の妹が来て、それについて私に教えてくれるまで、実際に見ていませんでした\u001b[22m, \u001b[1mだから、私は前にこのアニメのいくつかの写真やGIFを見ていたが、私の妹が来て、それについて私に言ったことを私に言ってまで、私はそれの名前を知らなかったので、私は本当にそれを見るために取得していません\u001b[22m\n\u001b[4mit was a real tearjerker, so i decided to give it a shot cause why not, i like to cry real good sometimes.\u001b[24m\n    \u001b[1mそれは本当のtearjerkerだったので、私はそれをショット理由を与えることに決めたので、私は時々本当の良い泣きたい。\u001b[22m, \u001b[1mそれは本当のティアジャーカーだったので、私は、私は時々本当の良い泣きたくないなぜそれに打撃の原因を与えることにしました。\u001b[22m\n\u001b[4mand as soon as i sat back and started to watch the movie, i could tell it was going to be sad.\u001b[24m\n    \u001b[1m私が座って映画を見てすぐに、私はそれが悲しいことになるだろうと言うことができました。\u001b[22m, \u001b[1mすぐ私は戻って座って、映画を見始めとして、私はそれは悲しいことするつもりだった言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe ambiance was good and as i heard that the main character Hotaru couldn't thouch Gin, i got hooked. I was really interested about how the ending would turn out to be, cause this movie is called a real tearjerker afterall, like i said before. And that's what it turned out to be. even if the movie goes on for only 40-45 minutes, you get this kind of emotional bond with the characters cause you know they can't touch each other in anyway, so you are kind of on the edge all the time, waiting for that one moment to come; when you could see them holding hands or hugging.\n\n\u001b[1m雰囲気は良かったし、主人公ホタールがジンを撫でられないと聞いて、私は夢中になった。 私は本当に結末がどのようになっているのか本当に興味がありました。なぜなら、私が前に言ったように、この映画は本当のティアージャッカーと呼ばれているからです。 それが、それが判明したことです。 たとえ映画が40〜45分だけ続けても、あなたはこのような感情的な絆を抱くことになります。とにかく互いに触れ合うことができないということを知っているので、あなたはいつもそばにいるのです。 その瞬間が来る。 あなたが手を握ったり、抱擁しているのを見ることができました。\u001b[22m\n\u001b[1m(Fun'iki wa yokattashi, shujinkō hotāru ga jin o nade rarenai to kiite, watashi wa muchū ni natta. Watashi wa hontōni ketsumatsu ga dono yō ni natte iru no ka hontōni kyōmi ga arimashita. Nazenara, watashi ga mae ni itta yō ni, kono eiga wa hontō no tiājakkā to yoba rete irukaradesu. Sore ga, sore ga hanmei shita kotodesu. Tatoe eiga ga 40 〜 45-bu dake tsudzukete mo, anata wa kono yōna kanjō-tekina kizuna o daku koto ni narimasu. Tonikaku tagaini fureau koto ga dekinai to iu koto o shitte irunode, anata wa itsumo soba ni iru nodesu. Sono shunkan ga kuru. Anata ga te o nigittari, hōyō shite iru no o miru koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe ambiance was good and as i heard that the main character Hotaru couldn't thouch Gin, i got hooked. I was really interested about how the ending would turn out to be, cause this movie is called a real tearjerker afterall, like i said before. And that's what it turned out to be. even if the movie goes on for only 40-45 minutes, you get this kind of emotional bond with the characters cause you know they can't touch each other in anyway, so you are kind of on the edge all the time, waiting for that one moment to come; when you could see them holding hands or hugging.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ambiance was good and as i heard that the main character Hotaru couldn't thouch Gin, i got hooked.\u001b[24m\n    \u001b[1m雰囲気は良かったし、主人公ホタールがジンを撫でられないと聞いて、私は夢中になった。\u001b[22m, \u001b[1m雰囲気は良かったと私は主人公蛍がジンをthouchことができなかったことを聞いたとして、私は夢中になりました。\u001b[22m\n\u001b[4mI was really interested about how the ending would turn out to be, cause this movie is called a real tearjerker afterall, like i said before.\u001b[24m\n    \u001b[1m私は本当に結末がどのようになっているのか本当に興味がありました。なぜなら、私が前に言ったように、この映画は本当のティアージャッカーと呼ばれているからです。\u001b[22m, \u001b[1m私は私が前に言ったように結末が、この映画はやっぱ本物のティアジャーカーと呼ばれている原因であることが判明するだろうかについては本当に興味を持っていました。\u001b[22m\n\u001b[4mAnd that's what it turned out to be.\u001b[24m\n    \u001b[1mそれが、それが判明したことです。\u001b[22m, \u001b[1mそして、それはそれがあることが判明です。\u001b[22m\n\u001b[4meven if the movie goes on for only 40-45 minutes, you get this kind of emotional bond with the characters cause you know they can't touch each other in anyway, so you are kind of on the edge all the time, waiting for\u001b[24m\n    \u001b[1mたとえ映画が40〜45分だけ続けても、あなたはこのような感情的な絆を抱くことになります。とにかく互いに触れ合うことができないということを知っているので、あなたはいつもそばにいるのです。\u001b[22m, \u001b[1m映画は唯一の40から45分間に行く場合でも、あなたは文字で感情的な結合のこの種類を取得するために待っている、あなたが端に種類のすべての時間になるように、彼らは、とにかくお互いに触れることができない知っている原因\u001b[22m\n\u001b[4mthat one moment to come;\u001b[24m\n    \u001b[1mその瞬間が来る。\u001b[22m, \u001b[1m来て、その一瞬。\u001b[22m\n\u001b[4mwhen you could see them holding hands or hugging.\u001b[24m\n    \u001b[1mあなたが手を握ったり、抱擁しているのを見ることができました。\u001b[22m, \u001b[1mあなたは彼らが手を取り合ったり抱いて見ることができたとき。\u001b[22m\n\u001b[1m\u001b[22m\nBut, the ending came kind of suddenly. I expected it to be even more emotional than it already was, because it could've been more emotional. i don't know if i'm the only one who thinks this way, but in my opinion, it did. But that doesn't mean i didn't like the movie, cause i really did like it.\n\n\u001b[1mしかし、終わりは突然ひどくなった。 私はそれがもっと感情的であったかもしれないので、すでにそれがもっと感情的であると予想しました。 私は私がこのように考える唯一の人かどうかわかりませんが、私の意見では、そうしました。 しかし、それは私が本当にそれが好きだったので、私は映画が好きではなかったことを意味しません。\u001b[22m\n\u001b[1m(Shikashi, owari wa totsuzen hidoku natta. Watashi wa sore ga motto kanjō-tekideatta kamo shirenainode, sudeni sore ga motto kanjō-tekidearu to yosō shimashita. Watashi wa watashi ga ko no yō ni kangaeru yuiitsu no hito ka dō ka wakarimasenga, watashi no ikende wa,-sō shimashita. Shikashi, sore wa watashi ga hontōni sore ga sukidattanode, watashi wa eiga ga sukide wa nakatta koto o imi shimasen.)\u001b[22m\n\nTranslations of \u001b[4mBut, the ending came kind of suddenly. I expected it to be even more emotional than it already was, because it could've been more emotional. i don't know if i'm the only one who thinks this way, but in my opinion, it did. But that doesn't mean i didn't like the movie, cause i really did like it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut, the ending came kind of suddenly.\u001b[24m\n    \u001b[1mしかし、終わりは突然ひどくなった。\u001b[22m, \u001b[1mしかし、結末は一種の突然来ました。\u001b[22m\n\u001b[4mI expected it to be even more emotional than it already was, because it could've been more emotional.\u001b[24m\n    \u001b[1m私はそれがもっと感情的であったかもしれないので、すでにそれがもっと感情的であると予想しました。\u001b[22m, \u001b[1m私はそれがより感情的であったかもしれないので、それが既にあったよりもさらに感情的であると予想しました。\u001b[22m\n\u001b[4mi don't know if i'm the only one who thinks this way, but in my opinion, it did.\u001b[24m\n    \u001b[1m私は私がこのように考える唯一の人かどうかわかりませんが、私の意見では、そうしました。\u001b[22m, \u001b[1m私はこのように考えているだけだ場合、私は知らないが、私の意見では、それがなかったです。\u001b[22m\n\u001b[4mBut that doesn't mean i didn't like the movie, cause i really did like it.\u001b[24m\n    \u001b[1mしかし、それは私が本当にそれが好きだったので、私は映画が好きではなかったことを意味しません。\u001b[22m, \u001b[1mしかし、それは私が本当にそれのようでした原因、私は映画が好きではなかったという意味ではありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nI don't want to give any spoilers to anyone reading this so im going to stop now. Yeah, yeah, i know this review sucks and it's short but you don't have to tell me about it cause i know it already but, i just wanted to do one, cause i want to tell my opinions to somebody.\n\n\u001b[1m私はこれを読んでいる誰にもスポイラーを与えたくないので、今停止するつもりです。 ええ、ええ、私はこのレビューがうんざりしていることを知っていますが、それは短いですが、あなたは私がそれをすでに知っているので私に言わなくてもいいですが、私はただ一つしたいと思っています。\u001b[22m\n\u001b[1m(Watashi wa kore o yonde iru darenimo supoirā o ataetakunainode, ima teishi suru tsumoridesu. E e, ē, watashi wa kono rebyū ga unzari shite iru koto o shitte imasuga, sore wa mijikaidesuga, anata wa watashi ga sore o sudeni shitte irunode watashi ni iwanakute mo īdesuga, watashi wa tada hitotsu shitai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI don't want to give any spoilers to anyone reading this so im going to stop now. Yeah, yeah, i know this review sucks and it's short but you don't have to tell me about it cause i know it already but, i just wanted to do one, cause i want to tell my opinions to somebody.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't want to give any spoilers to anyone reading this so im going to stop now.\u001b[24m\n    \u001b[1m私はこれを読んでいる誰にもスポイラーを与えたくないので、今停止するつもりです。\u001b[22m, \u001b[1m私は今、停止しようとしてこのようにイムを読んだ人に任意のスポイラーを与えたくありません。\u001b[22m\n\u001b[4mYeah, yeah, i know this review sucks and it's short but you don't have to tell me about it cause i know it already but, i just wanted to do one, cause i want to tell my opinions to somebody.\u001b[24m\n    \u001b[1mええ、ええ、私はこのレビューがうんざりしていることを知っていますが、それは短いですが、あなたは私がそれをすでに知っているので私に言わなくてもいいですが、私はただ一つしたいと思っています。\u001b[22m, \u001b[1mええ、ええ、私は私が誰かに自分の意見を伝えたい原因、私はちょうど1をやってみたかった、この口コミが吸うと、それは短いですが、あなたは私はすでにそれを知っている原因、それについて教えてくださいする必要はありませんが、知っています。\u001b[22m\n\u001b[1m\u001b[22m\n(hides behind a rock)\n\n\u001b[1m（岩の背後に隠れる）\u001b[22m\n\u001b[1m((Iwa no haigo ni kakureru))\u001b[22m\n\nTranslations of \u001b[4m(hides behind a rock)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(hides behind a rock)\u001b[24m\n    \u001b[1m（岩の背後に隠れる）\u001b[22m, \u001b[1m（岩に隠れ）\u001b[22m\n- venskuhh\n\n\u001b[1m -  venskuhh\u001b[22m\n\u001b[1m(- Venskuhh)\u001b[22m\n\nTranslations of \u001b[4m- venskuhh\u001b[24m\n[ \u001b[4mSlovenščina\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--\u001b[24m\n    \u001b[1m - \u001b[22m\n\u001b[4mvenskuhh\u001b[24m\n    \u001b[1mvenskuhh\u001b[22m"
  },
  {
    "title": "Hotarubi_no_Mori_e",
    "id": "10408",
    "url": "https://myanimelist.net/anime/10408/Hotarubi_no_Mori_e",
    "user": "Judou",
    "profile": "/profile/Judou/reviews",
    "pages": "3",
    "number": "19",
    "link": "/reviews.php?id=67137",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  10\n\nこの中程度の長さの映画は、ロマンス自体が非常に軽いロマンスアニメのタイプのものです。 それは、抱擁、キス、身体接触がほとんどないことを意味します。ゆっくりと空中を飛び回っている愛の瀬戸際です。\nそれは、お互いに宝をどのように習うか、特に相手が一緒に過ごす生涯を持たない場合に、一緒に時間を過ごす約2人の生き方です。 私は、お金、映画、学校、社会などの関係なく、関係がどれほどシンプルであるかに触れていると思います。 これは、それを見たい人に映画が与えるものです。\n私にとっては、映画そのものも、その関係では、2人がお互いから離れすぎているときにも良いことができます。 芸術とキャラクターは、かわいくてかわいくて、巨乳も、特別な特徴もありません。 彼らはただの単純な存在なので、私は本当にこの映画が好きだったのです。\n私が最初に書いたように、この映画は恋の花のようなもので、最初はほとんど気が付きませんが、ゆっくりと優しく、魔法は最後まで漂っています。 結末自体は私が期待していたものではなかったので、私はそれがとても好きで、それは驚くべきことでした。\nロマンス自体が明るく見えないロマンスタイプのアニメが好きな場合は、輝く輝く星のように、このかわいい映画が好きです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis medium lenght movie is just in those type of romance animes where the romance itself is very light. That means, there are hardly any hugging, kissing or body contact, it is just a brink of love which is slowly flying around in the air.\n\n\u001b[1mこの中程度の長さの映画は、ロマンス自体が非常に軽いロマンスアニメのタイプのものです。 それは、抱擁、キス、身体接触がほとんどないことを意味します。ゆっくりと空中を飛び回っている愛の瀬戸際です。\u001b[22m\n\u001b[1m(Kono chū teido no naga-sa no eiga wa, romansu jitai ga hijō ni karui romansu anime no taipu no monodesu. Sore wa, hōyō, kisu, karada sesshoku ga hotondo nai koto o imi shimasu. Yukkuri to kūchū o tobimawatte iru ai no setogiwadesu.)\u001b[22m\n\nTranslations of \u001b[4mThis medium lenght movie is just in those type of romance animes where the romance itself is very light. That means, there are hardly any hugging, kissing or body contact, it is just a brink of love which is slowly flying around in the air.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis medium lenght movie is just in those type of romance animes where the romance itself is very light.\u001b[24m\n    \u001b[1mこの中程度の長さの映画は、ロマンス自体が非常に軽いロマンスアニメのタイプのものです。\u001b[22m, \u001b[1mこの培地な長さの映画はちょうど恋愛自体は非常に軽いです恋愛アニメのそれらのタイプです。\u001b[22m\n\u001b[4mThat means, there are hardly any hugging, kissing or body contact, it is just a brink of love which is slowly flying around in the air.\u001b[24m\n    \u001b[1mそれは、抱擁、キス、身体接触がほとんどないことを意味します。ゆっくりと空中を飛び回っている愛の瀬戸際です。\u001b[22m, \u001b[1mその手段は、任意のハグ、キスや体の接触がほとんど存在しない、それはゆっくりと空気中の周り飛んでいる愛のちょうど瀬戸際です。\u001b[22m\nIt is about two living being spending time together, learning how to treasure each other, especially when one does not have a lifetime to spend together with the other person. I think it is just touching how simple a relation can be, without any involvment of money, movies, school or the society. This is what the movie can give to those, who are planning to watch it.\n\n\u001b[1mそれは、お互いに宝をどのように習うか、特に相手が一緒に過ごす生涯を持たない場合に、一緒に時間を過ごす約2人の生き方です。 私は、お金、映画、学校、社会などの関係なく、関係がどれほどシンプルであるかに触れていると思います。 これは、それを見たい人に映画が与えるものです。\u001b[22m\n\u001b[1m(Sore wa, otagai ni takara o dono yō ni narau ka, tokuni aite ga issho ni sugosu shōgai o motanai baai ni, issho ni jikan o sugosu yaku 2-ri no ikikatadesu. Watashi wa, okane, eiga, gakkō, shakai nado no kankei naku, kankei ga dorehodo shinpurudearu ka ni furete iru to omoimasu. Kore wa, sore o mitai hito ni eiga ga ataeru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mIt is about two living being spending time together, learning how to treasure each other, especially when one does not have a lifetime to spend together with the other person. I think it is just touching how simple a relation can be, without any involvment of money, movies, school or the society. This is what the movie can give to those, who are planning to watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is about two living being spending time together, learning how to treasure each other, especially when one does not have a lifetime to spend together with the other person.\u001b[24m\n    \u001b[1mそれは、お互いに宝をどのように習うか、特に相手が一緒に過ごす生涯を持たない場合に、一緒に時間を過ごす約2人の生き方です。\u001b[22m, \u001b[1mそれは1つが他の人と一緒に過ごすために寿命を持っていない場合は特に、お互いを大切にする方法を学ぶ、一緒に過ごす時間であることについて2生活です。\u001b[22m\n\u001b[4mI think it is just touching how simple a relation can be, without any involvment of money, movies, school or the society.\u001b[24m\n    \u001b[1m私は、お金、映画、学校、社会などの関係なく、関係がどれほどシンプルであるかに触れていると思います。\u001b[22m, \u001b[1m私はそれだけのお金、映画、学校や社会のあらゆるinvolvmentことなく、関係がいかにシンプルに触れていると思います。\u001b[22m\n\u001b[4mThis is what the movie can give to those, who are planning to watch it.\u001b[24m\n    \u001b[1mこれは、それを見たい人に映画が与えるものです。\u001b[22m, \u001b[1mこれは、映画はそれを見るために計画している人たちに与えることができるものです。\u001b[22m\nFor me, the movie itself also tought that, in a relation it can also do good when two people are away from each other for longer too. The art and the characters are not awesomly cute, does not have huge breasts, nor have any special features. They are just simple beings, and that is why I really liked this movie.\n\n\u001b[1m私にとっては、映画そのものも、その関係では、2人がお互いから離れすぎているときにも良いことができます。 芸術とキャラクターは、かわいくてかわいくて、巨乳も、特別な特徴もありません。 彼らはただの単純な存在なので、私は本当にこの映画が好きだったのです。\u001b[22m\n\u001b[1m(Watashi ni totte wa, eiga sonomono mo, sono kankeide wa, 2-ri ga otagai kara hanare sugite iru toki ni mo yoi koto ga dekimasu. Geijutsu to kyarakutā wa, kawaikute kawaikute, kyonyū mo, tokubetsuna tokuchō mo arimasen. Karera wa tada no tanjun'na sonzainanode, watashi wa hontōni kono eiga ga sukidatta nodesu.)\u001b[22m\n\nTranslations of \u001b[4mFor me, the movie itself also tought that, in a relation it can also do good when two people are away from each other for longer too. The art and the characters are not awesomly cute, does not have huge breasts, nor have any special features. They are just simple beings, and that is why I really liked this movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor me, the movie itself also tought that, in a relation it can also do good when two people are away from each other for longer too.\u001b[24m\n    \u001b[1m私にとっては、映画そのものも、その関係では、2人がお互いから離れすぎているときにも良いことができます。\u001b[22m, \u001b[1m私にとっては、映画自体も二人が互いに離れて長いすぎるためである場合に関連して、それがまた良い行うことができます、ということ取り払わ。\u001b[22m\n\u001b[4mThe art and the characters are not awesomly cute, does not have huge breasts, nor have any special features.\u001b[24m\n    \u001b[1m芸術とキャラクターは、かわいくてかわいくて、巨乳も、特別な特徴もありません。\u001b[22m, \u001b[1mアートと文字がawesomlyかわいいではない、巨大な胸を持って、また任意の特別な機能を持っていません。\u001b[22m\n\u001b[4mThey are just simple beings, and that is why I really liked this movie.\u001b[24m\n    \u001b[1m彼らはただの単純な存在なので、私は本当にこの映画が好きだったのです。\u001b[22m, \u001b[1m彼らはただ単純な生き物であり、私は本当にこの映画を気に入っ理由です。\u001b[22m\nAs I wrote first, this movie is a bit like a blooming flower of love, where at start you hardly notice anything, but slowly, and very gently, the magic is drifting in right to the end. The ending itself was not something I was expecting, so I did like it very much that it was surprising.\n\n\u001b[1m私が最初に書いたように、この映画は恋の花のようなもので、最初はほとんど気が付きませんが、ゆっくりと優しく、魔法は最後まで漂っています。 結末自体は私が期待していたものではなかったので、私はそれがとても好きで、それは驚くべきことでした。\u001b[22m\n\u001b[1m(Watashi ga saisho ni kaita yō ni, kono eiga wa koi no hana no yōna mono de, saisho wa hotondo kigatsukimasenga, yukkuri to yasashiku, mahō wa saigomade tadayotte imasu. Ketsumatsu jitai wa watashi ga kitai shite ita monode wa nakattanode, watashi wa sore ga totemo sukide, soreha odorokubeki kotodeshita.)\u001b[22m\n\nTranslations of \u001b[4mAs I wrote first, this movie is a bit like a blooming flower of love, where at start you hardly notice anything, but slowly, and very gently, the magic is drifting in right to the end. The ending itself was not something I was expecting, so I did like it very much that it was surprising.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I wrote first, this movie is a bit like a blooming flower of love, where at start you hardly notice anything, but slowly, and very gently, the magic is drifting in right to the end.\u001b[24m\n    \u001b[1m私が最初に書いたように、この映画は恋の花のようなもので、最初はほとんど気が付きませんが、ゆっくりと優しく、魔法は最後まで漂っています。\u001b[22m, \u001b[1m私が最初に書いたように、この映画は、魔法は最後に右にであなたがほとんど非常に静かに何かを気づかないが、ゆっくりとスタート愛の咲く花のようなビット、漂流されています。\u001b[22m\n\u001b[4mThe ending itself was not something I was expecting, so I did like it very much that it was surprising.\u001b[24m\n    \u001b[1m結末自体は私が期待していたものではなかったので、私はそれがとても好きで、それは驚くべきことでした。\u001b[22m, \u001b[1m自体の終了は、私が期待していたものではありませんでしたので、私はそれは驚くべきことであったことを非常に多くのそれのようでした。\u001b[22m\nIf you like romance type of animes, where the romance itself does not show so bright , like a shining bright star, you will like this cute little movie.\n\n\u001b[1mロマンス自体が明るく見えないロマンスタイプのアニメが好きな場合は、輝く輝く星のように、このかわいい映画が好きです。\u001b[22m\n\u001b[1m(Romansu jitai ga akaruku mienai romansu taipu no anime ga sukina baai wa, kagayaku kagayaku hoshi no yō ni, kono kawaī eiga ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you like romance type of animes, where the romance itself does not show so bright , like a shining bright star, you will like this cute little movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you like romance type of animes, where the romance itself does not show so bright , like a shining bright star, you will like this cute little movie.\u001b[24m\n    \u001b[1mロマンス自体が明るく見えないロマンスタイプのアニメが好きな場合は、輝く輝く星のように、このかわいい映画が好きです。\u001b[22m, \u001b[1mあなたは恋愛自体が輝く明るい星のように、とても明るく表示されませんアニメのロマンスタイプが好きなら、あなたはこのかわいい映画を好きになるでしょう。\u001b[22m"
  },
  {
    "title": "Hotarubi_no_Mori_e",
    "id": "10408",
    "url": "https://myanimelist.net/anime/10408/Hotarubi_no_Mori_e",
    "user": "Okaw-san",
    "profile": "/profile/Okaw-san/reviews",
    "pages": "3",
    "number": "20",
    "link": "/reviews.php?id=117563",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  10\n\n幸福は、それが一時的な性質のために、傷ついて意味のある美と悲劇の事件です。 あなたが管理することができる限り、何千年もの時間を費やして、それが永遠に滑り落ちるのを見て、それを見ます。しかし、楽しい思い出です。  Hotarubiの森eは、幸福の一時的な性質と愛の着実な意志の教訓です。 それはあなたが近くに保持している限り、おそらくあなたとスティックになる44分で心拍です。 このような映画はダースでは来ない。\n\nストーリー：それはあなたにあまりにも多くを伝えることのない簡単な物語です。 あなたの子供時代の夏の穏やかな思い出の中で、熱い太陽の下で長い日から生まれた苦難、興奮、不思議、そして憧れを思い起こさせ、笑顔を浮かべている。 それはほとんど無謀な猶予とそれ自身のレッスンを説明しながら、微妙で深い両方を管理します。 その長さのために、それは場面をめったに引きずりません - 時には句読点もありますが。 それはスクラップブックの空気を持っています：瞬間のコレクションは、それを注視するそれぞれに他の何かを意味する穏やかな言葉遣いで一緒に描かれます。 全体的に見れば、それは自分の簡潔さでマスターです。\n\nアート：夏目友人帳を彷彿とさせるスタイルで、雰囲気をよく捕えてアシストします。 それはシンプルですが、美しいですが、それが最も重要な時には最高になるように管理します。 スピリットの超自然的性質を取り巻く荒野とは対照的に、特にそれを所属するものとして描くのは特に優れています。 しかし、それは時々それを損なう多くのスティルを持っています。 それはまた、多くのアニメのように、遠く離れていない。 しかし、これらのことはあまり経験を積んでいないし、審美的にも楽しい映画だ。\n\nサウンド：ホタルの森は、多くのピアノ作品を使用していますが、それはしばしば落ち着いた色合いです。 あまりにも目立つことはなく、音楽は設定に合っていて、あまりにも気を散らしたり、騒々しくしたりすることはめったにありません。 良いアニメのように、それは、視聴者をその不具合から逸らすこと、またはそのサウンドトラックを示すことよりもむしろ、より多くの人生を与える手段としてそれを使用する。 音はここでうまくいきます。 それは堅実なパフォーマンスです。\n\n文字：ある意味では、これは最大の資産であり、最も一般的な弱点です。 キャラクターは、親密で好感度があり、本物のものとして出会うことができますが、時には浅く感じます。 彼らについてはあまり言われておらず、キャストはとても小さいので、時には完全な話を得ていないような気がします。 バックストーリーは強くて簡潔ですが、ほとんど同じように、メインは簡単に完全に異なる文字に置き換えられるようです。 伝えられる感情は現実的だと感じるが、時には不足している。 それは悲しみの代わりに憂鬱な奇妙な感覚を持ち、それは極端に行くことができないことによって弱体化する。 それにもかかわらず、アニメの他の多くの側面と同様に、それについては何も本当に間違っていません。 それは単に最適ではありません。\n\n楽しさ：このタイプのアニメの大きな点は、特に弱いことではないことです。 いくつかの失敗にもかかわらず、それは本当に退屈になることは決してありません。 エンディングはちょっと突然ですが、ストーリー全体で一貫したメッセージや概念を現時点で再生する方法で戻すのに役立ちます。 それは実行で非常に大脳であり、特に派手なことなくあなたを引き込みます。 このような短編映画はうまくいっている。 いくつかのアニメーション映画は、ホタルビの森と同じくらい良いものがあり、その中でも美しいものは少ないです。\n\nほとんど絶望的なパフォーマンスでは、ホタルビの森は、それを失望させたり、諦めたりすることはほとんどありません。 完璧ではありませんが、それはスピードと節度のすばらしい例です。  Hotarubiの森eは、それを自分の経験に関連させながら、全体としてそれを感謝できる人のための素晴らしいアニメです。 幸福の物語では、それはずっと長く続くことができますが、道のりのすべてのステップで価値があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHappiness is an affair of beauty and tragedy, both marred and meaningful because of it's ephemeral nature. You grasp it for as long as you can manage, the time spent a moment in a millennia, and watch it as it slips away into eternity--but a pleasant memory. Hotarubi no Mori e is a lesson in the transient nature of happiness, and the abiding will of love. It's a heartbeat in 44 minutes that will likely stick with you for as long as you hold it near. Movies like this don't come by the dozen.\n\n\u001b[1m幸福は、それが一時的な性質のために、傷ついて意味のある美と悲劇の事件です。 あなたが管理することができる限り、何千年もの時間を費やして、それが永遠に滑り落ちるのを見て、それを見ます。しかし、楽しい思い出です。  Hotarubiの森eは、幸福の一時的な性質と愛の着実な意志の教訓です。 それはあなたが近くに保持している限り、おそらくあなたとスティックになる44分で心拍です。 このような映画はダースでは来ない。\u001b[22m\n\u001b[1m(Kōfuku wa, sore ga ichiji-tekina seishitsu no tame ni, kizutsuite iminoaru-bi to higeki no jikendesu. Anata ga kanri suru koto ga dekiru kagiri, nanzen'nen mo no jikan o tsuiyashite, sore ga eien ni suberiochiru no o mite, sore o mimasu. Shikashi, tanoshī omoidedesu. Hotarubi no mori e wa, kōfuku no ichiji-tekina seishitsu to ai no chakujitsuna ishi no kyōkundesu. Sore wa anata ga chikaku ni hoji shite iru kagiri, osoraku anata to sutikku ni naru 44-bu de shinpakudesu. Ko no yōna eiga wa dāsude wa konai.)\u001b[22m\n\nTranslations of \u001b[4mHappiness is an affair of beauty and tragedy, both marred and meaningful because of it's ephemeral nature. You grasp it for as long as you can manage, the time spent a moment in a millennia, and watch it as it slips away into eternity--but a pleasant memory. Hotarubi no Mori e is a lesson in the transient nature of happiness, and the abiding will of love. It's a heartbeat in 44 minutes that will likely stick with you for as long as you hold it near. Movies like this don't come by the dozen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHappiness is an affair of beauty and tragedy, both marred and meaningful because of it's ephemeral nature.\u001b[24m\n    \u001b[1m幸福は、それが一時的な性質のために、傷ついて意味のある美と悲劇の事件です。\u001b[22m, \u001b[1mそれは一時的な性質だのために幸福は損なわれ、有意義両方、美しさと悲劇の事件です。\u001b[22m\n\u001b[4mYou grasp it for as long as you can manage, the time spent a moment in a millennia, and watch it as it slips away into eternity--but a pleasant memory.\u001b[24m\n    \u001b[1mあなたが管理することができる限り、何千年もの時間を費やして、それが永遠に滑り落ちるのを見て、それを見ます。しかし、楽しい思い出です。\u001b[22m, \u001b[1mあなたは限り、あなたは管理できるようにするためにそれを把握し、時間は数千年に瞬間を過ごし、それが永遠に離れてスリップとしてそれを見て - しかし、楽しい思い出。\u001b[22m\n\u001b[4mHotarubi no Mori e is a lesson in the transient nature of happiness, and the abiding will of love.\u001b[24m\n    \u001b[1mHotarubiの森eは、幸福の一時的な性質と愛の着実な意志の教訓です。\u001b[22m, \u001b[1mHotarubi森eは幸福の一時的な性質で教訓、そして愛の変わらぬ意志ではありません。\u001b[22m\n\u001b[4mIt's a heartbeat in 44 minutes that will likely stick with you for as long as you hold it near.\u001b[24m\n    \u001b[1mそれはあなたが近くに保持している限り、おそらくあなたとスティックになる44分で心拍です。\u001b[22m, \u001b[1mそれはおそらく限り、あなたは近くにそれを保持するようにするためにあなたと一緒に固執する44分でハートビートです。\u001b[22m\n\u001b[4mMovies like this don't come by the dozen.\u001b[24m\n    \u001b[1mこのような映画はダースでは来ない。\u001b[22m, \u001b[1mこのような作品は、ダース単位で来ることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nStory: It's a simple tale that never tells you too much. In a calm reminiscence of a summer from your childhood, Hotarubi no Mori e excels at making you smile, recalling the tribulations, excitement, wonder, and longing born from long days under a hot sun. It manages to be both subtle and profound while illustrating it's own lessons with an almost reckless grace. Due to it's length, it rarely drags out a scene--though it's at times too punctuated. It has the air of a scrapbook: a collection of moments drawn together in a serene retelling that means something else to each who gaze upon it. All in all, it's a master in it's own brevity.\n\n\u001b[1mストーリー：それはあなたにあまりにも多くを伝えることのない簡単な物語です。 あなたの子供時代の夏の穏やかな思い出の中で、熱い太陽の下で長い日から生まれた苦難、興奮、不思議、そして憧れを思い起こさせ、笑顔を浮かべている。 それはほとんど無謀な猶予とそれ自身のレッスンを説明しながら、微妙で深い両方を管理します。 その長さのために、それは場面をめったに引きずりません - 時には句読点もありますが。 それはスクラップブックの空気を持っています：瞬間のコレクションは、それを注視するそれぞれに他の何かを意味する穏やかな言葉遣いで一緒に描かれます。 全体的に見れば、それは自分の簡潔さでマスターです。\u001b[22m\n\u001b[1m(Sutōrī: Sore wa anata ni amarini mo ōku o tsutaeru koto no nai kantan'na monogataridesu. Anata no kodomo jidai no natsu no odayakana omoide no naka de, atsui taiyō no shita de nagai hi kara umareta kunan, kōfun, fushigi, soshite akogare o omoiokosa se, egao o ukabete iru. Sore wa hotondo mubōna yūyo to sore jishin no ressun o setsumei shinagara, bimyōde fukai ryōhō o kanri shimasu. Sono naga-sa no tame ni, soreha bamen o mettani hikizurimasen - tokiniha kutōten mo arimasuga. Sore wa sukurappubukku no kūki o motte imasu: Shunkan no korekushon wa, sore o chūshi suru sorezore ni hoka no nanika o imi suru odayakana kotobadzukai de issho ni egaka remasu. Zentai-teki ni mireba, soreha jibun no kanketsu-sa de masutādesu.)\u001b[22m\n\nTranslations of \u001b[4mStory: It's a simple tale that never tells you too much. In a calm reminiscence of a summer from your childhood, Hotarubi no Mori e excels at making you smile, recalling the tribulations, excitement, wonder, and longing born from long days under a hot sun. It manages to be both subtle and profound while illustrating it's own lessons with an almost reckless grace. Due to it's length, it rarely drags out a scene--though it's at times too punctuated. It has the air of a scrapbook: a collection of moments drawn together in a serene retelling that means something else to each who gaze upon it. All in all, it's a master in it's own brevity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: It's a simple tale that never tells you too much.\u001b[24m\n    \u001b[1mストーリー：それはあなたにあまりにも多くを伝えることのない簡単な物語です。\u001b[22m, \u001b[1mストーリー：それはあまりにも多くを示しています決して簡単な物語です。\u001b[22m\n\u001b[4mIn a calm reminiscence of a summer from your childhood, Hotarubi no Mori e excels at making you smile, recalling the tribulations, excitement, wonder, and longing born from long days under a hot sun.\u001b[24m\n    \u001b[1mあなたの子供時代の夏の穏やかな思い出の中で、熱い太陽の下で長い日から生まれた苦難、興奮、不思議、そして憧れを思い起こさせ、笑顔を浮かべている。\u001b[22m, \u001b[1mあなたの子供の頃から夏の穏やかな回想では、Hotarubiの森eは暑い太陽の下で長い日から生まれた苦難、興奮、不思議、と憧れを思い出し、あなたが笑顔作りに優れていません。\u001b[22m\n\u001b[4mIt manages to be both subtle and profound while illustrating it's own lessons with an almost reckless grace.\u001b[24m\n    \u001b[1mそれはほとんど無謀な猶予とそれ自身のレッスンを説明しながら、微妙で深い両方を管理します。\u001b[22m, \u001b[1mそれはほとんど無謀優雅にそれ自身の教訓を説明しながら、幽玄の両方であることを管理しています。\u001b[22m\n\u001b[4mDue to it's length, it rarely drags out a scene--though it's at times too punctuated.\u001b[24m\n    \u001b[1mその長さのために、それは場面をめったに引きずりません - 時には句読点もありますが。\u001b[22m, \u001b[1m原因それの長さに、それはほとんどのシーンをドラッグしない - それはあまりにも中断の回でだが。\u001b[22m\n\u001b[4mIt has the air of a scrapbook: a collection of moments drawn together in a serene retelling that means something else to each who gaze upon it.\u001b[24m\n    \u001b[1mそれはスクラップブックの空気を持っています：瞬間のコレクションは、それを注視するそれぞれに他の何かを意味する穏やかな言葉遣いで一緒に描かれます。\u001b[22m, \u001b[1mそれに凝視人それぞれに何かを意味落ち着い改作で一緒に描かれた瞬間のコレクション：それはスクラップブックの空気を持っています。\u001b[22m\n\u001b[4mAll in all, it's a master in it's own brevity.\u001b[24m\n    \u001b[1m全体的に見れば、それは自分の簡潔さでマスターです。\u001b[22m, \u001b[1mすべてのすべてで、それはそれ自身の簡潔でマスターです。\u001b[22m\n\u001b[1m\u001b[22m\nArt: In a style fittingly reminiscent of Natsume Yuujinchou, it captures and assists the atmosphere well. It's simple, though beautiful, and manages to be at it's best when it's most important. It's especially good at contrasting the supernatural nature of the sprits with the wilderness surrounding them while also painting them as something that belongs. It does, however, have a lot of stills, which detracts from it at times. It's also, like many anime, undetailed at distances. Neither of these things take too much from the experience, however, and it's still an enjoyable movie aesthetically.\n\n\u001b[1mアート：夏目友人帳を彷彿とさせるスタイルで、雰囲気をよく捕えてアシストします。 それはシンプルですが、美しいですが、それが最も重要な時には最高になるように管理します。 スピリットの超自然的性質を取り巻く荒野とは対照的に、特にそれを所属するものとして描くのは特に優れています。 しかし、それは時々それを損なう多くのスティルを持っています。 それはまた、多くのアニメのように、遠く離れていない。 しかし、これらのことはあまり経験を積んでいないし、審美的にも楽しい映画だ。\u001b[22m\n\u001b[1m(Āto: Natsume yūjinchō o hōfutsu to sa seru sutairu de, fun'iki o yoku toraete ashisuto shimasu. Sore wa shinpurudesuga, utsukushīdesuga, sore ga mottomo jūyōna tokiniha saikō ni naru yō ni kanri shimasu. Supiritto no chō shizen-teki seishitsu o torimaku kōya to wa taishō-teki ni, tokuni sore o shozoku suru mono to shite kaku no wa tokuni sugurete imasu. Shikashi, sore wa tokidoki sore o sokonau ōku no sutiru o motte imasu. Sore wa mata, ōku no anime no yō ni, tōkuhanarete inai. Shikashi, korera no koto wa amari keiken o tsunde inaishi, shinbi-teki ni mo tanoshī eigada.)\u001b[22m\n\nTranslations of \u001b[4mArt: In a style fittingly reminiscent of Natsume Yuujinchou, it captures and assists the atmosphere well. It's simple, though beautiful, and manages to be at it's best when it's most important. It's especially good at contrasting the supernatural nature of the sprits with the wilderness surrounding them while also painting them as something that belongs. It does, however, have a lot of stills, which detracts from it at times. It's also, like many anime, undetailed at distances. Neither of these things take too much from the experience, however, and it's still an enjoyable movie aesthetically.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: In a style fittingly reminiscent of Natsume Yuujinchou, it captures and assists the atmosphere well.\u001b[24m\n    \u001b[1mアート：夏目友人帳を彷彿とさせるスタイルで、雰囲気をよく捕えてアシストします。\u001b[22m, \u001b[1mアート：夏目Yuujinchouのズバリ連想させるスタイルでは、それはキャプチャし、うまく雰囲気を支援します。\u001b[22m\n\u001b[4mIt's simple, though beautiful, and manages to be at it's best when it's most important.\u001b[24m\n    \u001b[1mそれはシンプルですが、美しいですが、それが最も重要な時には最高になるように管理します。\u001b[22m, \u001b[1mそれは美しいものの、シンプルだし、それが最も重要なときそれは最高の状態であることを管理しています。\u001b[22m\n\u001b[4mIt's especially good at contrasting the supernatural nature of the sprits with the wilderness surrounding them while also painting them as something that belongs.\u001b[24m\n    \u001b[1mスピリットの超自然的性質を取り巻く荒野とは対照的に、特にそれを所属するものとして描くのは特に優れています。\u001b[22m, \u001b[1mまた、所属するものとして、それらをペイントしながら、それらを取り巻く荒野でspritsの超自然的な性質の対比で特に良いです。\u001b[22m\n\u001b[4mIt does, however, have a lot of stills, which detracts from it at times.\u001b[24m\n    \u001b[1mしかし、それは時々それを損なう多くのスティルを持っています。\u001b[22m, \u001b[1mそれは、しかし、時間でそれを損なう静止画の多くを、持っています。\u001b[22m\n\u001b[4mIt's also, like many anime, undetailed at distances.\u001b[24m\n    \u001b[1mそれはまた、多くのアニメのように、遠く離れていない。\u001b[22m, \u001b[1mそれは多くのアニメのように、距離でundetailed、またです。\u001b[22m\n\u001b[4mNeither of these things take too much from the experience, however, and it's still an enjoyable movie aesthetically.\u001b[24m\n    \u001b[1mしかし、これらのことはあまり経験を積んでいないし、審美的にも楽しい映画だ。\u001b[22m, \u001b[1mこれらのもののいずれもが、経験からあまりにも多くを取る、それは審美的にまだ楽しい映画です。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Hotarubi no Mori e uses a lot of piano pieces, which work well to compliment it's often calm tone. Never too noticeable, the music does well to fit the setting and is rarely too distracting or loud. Like a good anime should, it uses it as a means to give more life to the moment, rather than distracting the viewer from it's faults or showcasing it's soundtrack. The sound does it's job well here; it's a solid performance.\n\n\u001b[1mサウンド：ホタルの森は、多くのピアノ作品を使用していますが、それはしばしば落ち着いた色合いです。 あまりにも目立つことはなく、音楽は設定に合っていて、あまりにも気を散らしたり、騒々しくしたりすることはめったにありません。 良いアニメのように、それは、視聴者をその不具合から逸らすこと、またはそのサウンドトラックを示すことよりもむしろ、より多くの人生を与える手段としてそれを使用する。 音はここでうまくいきます。 それは堅実なパフォーマンスです。\u001b[22m\n\u001b[1m(Saundo: Hotaru no mori wa, ōku no piano sakuhin o shiyō shite imasuga, sore wa shibashiba ochitsuita iroaidesu. Amarini mo medatsu koto wa naku, ongaku wa settei ni atte ite, amarini mo ki o chirashi tari, sōzōshiku shi tari suru koto wa mettani arimasen. Yoi anime no yō ni, soreha, shichō-sha o sono fuguai kara sorasu koto, matawa sono saundotorakku o shimesu koto yori mo mushiro, yori ōku no jinsei o ataeru shudan to shite sore o shiyō suru. Oto wa koko de umaku ikimasu. Sore wa kenjitsuna pafōmansudesu.)\u001b[22m\n\nTranslations of \u001b[4mSound: Hotarubi no Mori e uses a lot of piano pieces, which work well to compliment it's often calm tone. Never too noticeable, the music does well to fit the setting and is rarely too distracting or loud. Like a good anime should, it uses it as a means to give more life to the moment, rather than distracting the viewer from it's faults or showcasing it's soundtrack. The sound does it's job well here; it's a solid performance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Hotarubi no Mori e uses a lot of piano pieces, which work well to compliment it's often calm tone.\u001b[24m\n    \u001b[1mサウンド：ホタルの森は、多くのピアノ作品を使用していますが、それはしばしば落ち着いた色合いです。\u001b[22m, \u001b[1mサウンド：Hotarubiの森eは、それは多くの場合、穏やかな口調だ補完するうまく機能ピアノ曲の多くを使用しません。\u001b[22m\n\u001b[4mNever too noticeable, the music does well to fit the setting and is rarely too distracting or loud.\u001b[24m\n    \u001b[1mあまりにも目立つことはなく、音楽は設定に合っていて、あまりにも気を散らしたり、騒々しくしたりすることはめったにありません。\u001b[22m, \u001b[1m決してあまりにも目立ち、音楽が設定に合うように十分に行い、まれに非常に複雑に入り組んや大声ではありません。\u001b[22m\n\u001b[4mLike a good anime should, it uses it as a means to give more life to the moment, rather than distracting the viewer from it's faults or showcasing it's soundtrack.\u001b[24m\n    \u001b[1m良いアニメのように、それは、視聴者をその不具合から逸らすこと、またはそのサウンドトラックを示すことよりもむしろ、より多くの人生を与える手段としてそれを使用する。\u001b[22m, \u001b[1m良いアニメのように、それはむしろそれの故障から視聴者を邪魔するか、サウンドトラックだ展示よりも、一瞬に多くの命を与えるための手段としてそれを使用しなければなりません。\u001b[22m\n\u001b[4mThe sound does it's job well here;\u001b[24m\n    \u001b[1m音はここでうまくいきます。\u001b[22m, \u001b[1m音は、それがここにも仕事だありません。\u001b[22m\n\u001b[4mit's a solid performance.\u001b[24m\n    \u001b[1mそれは堅実なパフォーマンスです。\u001b[22m, \u001b[1mそれは堅調です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: In a way, this is both it's greatest asset and it's most prevalent weakness. While the characters do manage to come across as relatable, likeable, and real, they also feel shallow at times. Not much is said about them, and the cast is so small that you feel like you're not getting the full story at times. The backstories are strong, but brief, and it almost seems like the mains could be easily replaced with completely different characters to a similar effect. The emotion conveyed does feel realistic, but is at times lacking. It has an odd sense of melancholy in place of sadness and it weakened by it's inability to go to extremes. Nevertheless, like many other aspects of the anime, there's nothing really wrong about any of that. It's just not optimal.\n\n\u001b[1m文字：ある意味では、これは最大の資産であり、最も一般的な弱点です。 キャラクターは、親密で好感度があり、本物のものとして出会うことができますが、時には浅く感じます。 彼らについてはあまり言われておらず、キャストはとても小さいので、時には完全な話を得ていないような気がします。 バックストーリーは強くて簡潔ですが、ほとんど同じように、メインは簡単に完全に異なる文字に置き換えられるようです。 伝えられる感情は現実的だと感じるが、時には不足している。 それは悲しみの代わりに憂鬱な奇妙な感覚を持ち、それは極端に行くことができないことによって弱体化する。 それにもかかわらず、アニメの他の多くの側面と同様に、それについては何も本当に間違っていません。 それは単に最適ではありません。\u001b[22m\n\u001b[1m(Moji: Aruimide wa, koreha saidai no shisandeari, mottomo ippantekina jakutendesu. Kyarakutā wa, shinmitsu de kōkan-do ga ari, honmono no mono to shite deau koto ga dekimasuga, tokiniha asaku kanjimasu. Karera ni tsuite wa amari iwa rete orazu, kyasuto wa totemo chīsainode, tokiniha kanzen'na hanashi o ete inai yōna ki ga shimasu. Bakkusutōrī wa tsuyokute kanketsudesuga, hotondo onajiyōni, mein wa kantan ni kanzen ni kotonaru moji ni okikae rareru yōdesu. Tsutae rareru kanjō wa genjitsu-tekida to kanjiru ga, tokiniha fusoku shite iru. Sore wa kanashimi no kawari ni yūutsuna kimyōna kankaku o mochi, sore wa kyokutan ni iku koto ga dekinai koto ni yotte jakutai-ka suru. Sore nimokakawarazu, anime no ta no ōku no sokumen to dōyō ni, sore ni tsuite wa nani mo hontōni machigatte imasen. Sore wa tan'ni saitekide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: In a way, this is both it's greatest asset and it's most prevalent weakness. While the characters do manage to come across as relatable, likeable, and real, they also feel shallow at times. Not much is said about them, and the cast is so small that you feel like you're not getting the full story at times. The backstories are strong, but brief, and it almost seems like the mains could be easily replaced with completely different characters to a similar effect. The emotion conveyed does feel realistic, but is at times lacking. It has an odd sense of melancholy in place of sadness and it weakened by it's inability to go to extremes. Nevertheless, like many other aspects of the anime, there's nothing really wrong about any of that. It's just not optimal.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: In a way, this is both it's greatest asset and it's most prevalent weakness.\u001b[24m\n    \u001b[1m文字：ある意味では、これは最大の資産であり、最も一般的な弱点です。\u001b[22m, \u001b[1mキャラクター：ように、これは両方のそれは最大の資産だとそれが最も一般的な弱点です。\u001b[22m\n\u001b[4mWhile the characters do manage to come across as relatable, likeable, and real, they also feel shallow at times.\u001b[24m\n    \u001b[1mキャラクターは、親密で好感度があり、本物のものとして出会うことができますが、時には浅く感じます。\u001b[22m, \u001b[1m文字は、関係づけ好感の持てる、と現実として遭遇するために管理しないが、彼らはまた、時間に浅い感じ。\u001b[22m\n\u001b[4mNot much is said about them, and the cast is so small that you feel like you're not getting the full story at times.\u001b[24m\n    \u001b[1m彼らについてはあまり言われておらず、キャストはとても小さいので、時には完全な話を得ていないような気がします。\u001b[22m, \u001b[1mあまりはそれらについて言われて、キャストは、あなたが時間に全文を取得していないように感じるほど小さいです。\u001b[22m\n\u001b[4mThe backstories are strong, but brief, and it almost seems like the mains could be easily replaced with completely different characters to a similar effect.\u001b[24m\n    \u001b[1mバックストーリーは強くて簡潔ですが、ほとんど同じように、メインは簡単に完全に異なる文字に置き換えられるようです。\u001b[22m, \u001b[1mbackstoriesは強いが、簡潔であり、ほとんど簡単に同様の効果を完全に別の文字に置き換えることができ、主電源のように思えます。\u001b[22m\n\u001b[4mThe emotion conveyed does feel realistic, but is at times lacking.\u001b[24m\n    \u001b[1m伝えられる感情は現実的だと感じるが、時には不足している。\u001b[22m, \u001b[1m伝え感情は現実的に感じていますが、欠け倍です。\u001b[22m\n\u001b[4mIt has an odd sense of melancholy in place of sadness and it weakened by it's inability to go to extremes.\u001b[24m\n    \u001b[1mそれは悲しみの代わりに憂鬱な奇妙な感覚を持ち、それは極端に行くことができないことによって弱体化する。\u001b[22m, \u001b[1mそれは、悲しみの代わりに、憂鬱の奇妙な感覚を持っており、それが極端に走ることができないことだによって弱体化。\u001b[22m\n\u001b[4mNevertheless, like many other aspects of the anime, there's nothing really wrong about any of that.\u001b[24m\n    \u001b[1mそれにもかかわらず、アニメの他の多くの側面と同様に、それについては何も本当に間違っていません。\u001b[22m, \u001b[1mそれにもかかわらず、アニメの他の多くの側面と同様に、そのいずれかについては本当に何も悪いことはありません。\u001b[22m\n\u001b[4mIt's just not optimal.\u001b[24m\n    \u001b[1mそれは単に最適ではありません。\u001b[22m, \u001b[1mそれだけで最適ではないのです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: The great thing about this type of anime is that it's never particularly weak. Despite some of it's failings, it does manage to never truly get boring. Though the ending is a little sudden, it does help back the messages and concepts consistent throughout the story in a way that also plays to the moment. It's very cerebral in it's execution, and draws you in without being particularly flashy; it's well though out for such a short film. Few animated movies are as good per minute as Hotarubi no Mori e, and even fewer are as beautiful in the process.\n\n\u001b[1m楽しさ：このタイプのアニメの大きな点は、特に弱いことではないことです。 いくつかの失敗にもかかわらず、それは本当に退屈になることは決してありません。 エンディングはちょっと突然ですが、ストーリー全体で一貫したメッセージや概念を現時点で再生する方法で戻すのに役立ちます。 それは実行で非常に大脳であり、特に派手なことなくあなたを引き込みます。 このような短編映画はうまくいっている。 いくつかのアニメーション映画は、ホタルビの森と同じくらい良いものがあり、その中でも美しいものは少ないです。\u001b[22m\n\u001b[1m(Tanoshisa: Kono taipu no anime no ōkina ten wa, tokuni yowai kotode wanai kotodesu. Ikutsu ka no shippai nimokakawarazu, sore wa hontōni taikutsu ni naru koto wa kesshite arimasen. Endingu wa chotto totsuzendesuga, sutōrī zentai de ikkan shita messēji ya gainen o genjiten de saisei suru hōhō de modosu no ni yakudachimasu. Sore wa jikkō de hijō ni dainōdeari, tokuni hadena koto naku anata o hikikomimasu. Ko no yōna tanpen eiga wa umaku itte iru. Ikutsu ka no animēshon eiga wa, hotarubi no mori to onaji kurai yoi mono ga ari, sono nakademo utsukushī mono wa sukunaidesu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: The great thing about this type of anime is that it's never particularly weak. Despite some of it's failings, it does manage to never truly get boring. Though the ending is a little sudden, it does help back the messages and concepts consistent throughout the story in a way that also plays to the moment. It's very cerebral in it's execution, and draws you in without being particularly flashy; it's well though out for such a short film. Few animated movies are as good per minute as Hotarubi no Mori e, and even fewer are as beautiful in the process.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: The great thing about this type of anime is that it's never particularly weak.\u001b[24m\n    \u001b[1m楽しさ：このタイプのアニメの大きな点は、特に弱いことではないことです。\u001b[22m, \u001b[1m楽しさ：アニメのこのタイプの素晴らしいところは、それが特に弱いことはないということです。\u001b[22m\n\u001b[4mDespite some of it's failings, it does manage to never truly get boring.\u001b[24m\n    \u001b[1mいくつかの失敗にもかかわらず、それは本当に退屈になることは決してありません。\u001b[22m, \u001b[1mそれの欠点のいくつかにもかかわらず、それは本当に退屈しないように管理しません。\u001b[22m\n\u001b[4mThough the ending is a little sudden, it does help back the messages and concepts consistent throughout the story in a way that also plays to the moment.\u001b[24m\n    \u001b[1mエンディングはちょっと突然ですが、ストーリー全体で一貫したメッセージや概念を現時点で再生する方法で戻すのに役立ちます。\u001b[22m, \u001b[1mエンディングが少し突然ですが、それも一瞬に果たしている方法で、物語全体を通して一貫したメッセージや概念をバックに役立ちません。\u001b[22m\n\u001b[4mIt's very cerebral in it's execution, and draws you in without being particularly flashy;\u001b[24m\n    \u001b[1mそれは実行で非常に大脳であり、特に派手なことなくあなたを引き込みます。\u001b[22m, \u001b[1mそれは、それの実行に非常に脳だし、特に派手されることなくであなたを描画します。\u001b[22m\n\u001b[4mit's well though out for such a short film.\u001b[24m\n    \u001b[1mこのような短編映画はうまくいっている。\u001b[22m, \u001b[1mそれは、このようなショートフィルムのためにもかかわらずです。\u001b[22m\n\u001b[4mFew animated movies are as good per minute as Hotarubi no Mori e, and even fewer are as beautiful in the process.\u001b[24m\n    \u001b[1mいくつかのアニメーション映画は、ホタルビの森と同じくらい良いものがあり、その中でも美しいものは少ないです。\u001b[22m, \u001b[1mいくつかのアニメーション映画は、森の電子Hotarubiとして毎分として優れている、とさえ少ない工程でのように美しいです。\u001b[22m\n\u001b[1m\u001b[22m\nIn an almost unrelenting performance, Hotarubi no Mori e is a well put together package that does little to disappoint or draw away from it's positives. Though not perfect, it is a great example of pace and moderation while making due with it's screentime and playing it to it's favor. Hotarubi no Mori e is a great anime for any who can appreciate it as a whole, while relating it to their own experiences. In a tale of happiness, it can only last so long, but is worth it every step of the way.\n\n\u001b[1mほとんど絶望的なパフォーマンスでは、ホタルビの森は、それを失望させたり、諦めたりすることはほとんどありません。 完璧ではありませんが、それはスピードと節度のすばらしい例です。  Hotarubiの森eは、それを自分の経験に関連させながら、全体としてそれを感謝できる人のための素晴らしいアニメです。 幸福の物語では、それはずっと長く続くことができますが、道のりのすべてのステップで価値があります。\u001b[22m\n\u001b[1m(Hotondo zetsubō-tekina pafōmansude wa, hotarubi no mori wa, sore o shitsubō sa se tari, akirame tari suru koto wa hotondo arimasen. Kanpekide wa arimasenga, soreha supīdo to setsudo no subarashī reidesu. Hotarubi no mori e wa, sore o jibun no keiken ni kanren sa senagara, zentai to shite sore o kansha dekiru hito no tame no subarashī animedesu. Kōfuku no monogataride wa, sore wa zutto nagaku tsudzuku koto ga dekimasuga, michinori no subete no suteppu de kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn an almost unrelenting performance, Hotarubi no Mori e is a well put together package that does little to disappoint or draw away from it's positives. Though not perfect, it is a great example of pace and moderation while making due with it's screentime and playing it to it's favor. Hotarubi no Mori e is a great anime for any who can appreciate it as a whole, while relating it to their own experiences. In a tale of happiness, it can only last so long, but is worth it every step of the way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn an almost unrelenting performance, Hotarubi no Mori e is a well put together package that does little to disappoint or draw away from it's positives.\u001b[24m\n    \u001b[1mほとんど絶望的なパフォーマンスでは、ホタルビの森は、それを失望させたり、諦めたりすることはほとんどありません。\u001b[22m, \u001b[1mほとんど容赦ないパフォーマンスで、Hotarubiの森eは失望するかの陽性から離れて描画するために少しをしても一緒に入れたパッケージではありません。\u001b[22m\n\u001b[4mThough not perfect, it is a great example of pace and moderation while making due with it's screentime and playing it to it's favor.\u001b[24m\n    \u001b[1m完璧ではありませんが、それはスピードと節度のすばらしい例です。\u001b[22m, \u001b[1mそれのスクリーン時間とにより作製し、それは賛成だし、それを再生しながら、完璧ではないが、それはペースと節度の良い例です。\u001b[22m\n\u001b[4mHotarubi no Mori e is a great anime for any who can appreciate it as a whole, while relating it to their own experiences.\u001b[24m\n    \u001b[1mHotarubiの森eは、それを自分の経験に関連させながら、全体としてそれを感謝できる人のための素晴らしいアニメです。\u001b[22m, \u001b[1mHotarubi森eは、自分の経験に関連しながら、全体としてそれを感謝できる人任意のための偉大なアニメではありません。\u001b[22m\n\u001b[4mIn a tale of happiness, it can only last so long, but is worth it every step of the way.\u001b[24m\n    \u001b[1m幸福の物語では、それはずっと長く続くことができますが、道のりのすべてのステップで価値があります。\u001b[22m, \u001b[1m幸福の物語では、それだけでそう長く続くことができますが、価値はそれは方法のあらゆるステップです。\u001b[22m"
  }
]
