[
  {
    "title": "Manyuu_Hikenchou",
    "id": "10465",
    "url": "https://myanimelist.net/anime/10465/Manyuu_Hikenchou",
    "user": "barneyslayer",
    "profile": "/profile/barneyslayer/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=39003",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  10\n\nこのアニメはまだ放映中ですが、2011年の夏の最高のショーといえます。 若い胸や侍の前提の背後には、現代社会構造を再評価し、従来の配電を批判する、複雑で寓意的なプロットがある。\n\n\nストーリー（10/10）\n\nこの物語の背景は、最初の点検で混乱しているように見えるかもしれませんが、深い考えと熟考の後、今日の不合理な世界の設定を厳密に反映しています。 この芸術的成果の基礎は、キャラクターを取り巻く状況と状況を説明することから始まります。 この紹介を通して、乳房の大きさが富と人気の決定要因である別の現実で物語が始まることを学びます。 万有藩は大きな胸を作る秘密のスクロールを利用し、幕府の階級を越えて国家の権力を独占することができます。\n\n胸を隆起の象徴として使用することで、ヒュンチュウ・マニュウは、肉体的魅力を持つ社会の最も重要な心配を風刺することができます。 このアニメは、美しさのアイコンである胸が知性や性格などの他の特性より優れているこのアイデアの極端な角度を示しています。\n\n加えて、胸はまた、恵まれたManyuu一族の支配下に見られるように、力を表しています。 ここでは、金子平監督が、政府とその一般人との関係に関する一連のテーマを喚起する、いくつかの考えを紹介します。 蜜柑ひかりっちでは、胸が力を発揮していますが、すべての女性には胸があります。 確かに、アニメは、政府が対象を限定的に管理しており、真の強さは国民の集団力にあると示唆している。\n\nしかし、人間性の本質的な貪欲は、このショーでこのようなユートピア民主主義を妨げる。 悪意を持っている多夫族は、胸を張った大きな雌を周囲から掃除し、無慈悲に力を積み重ねるために市民の力と生計を比喩的に取り除く努力をしている。 そうすることで、魔神族は、異議申立人や逃亡者を激しく罰する方法で見られるように、社会に対する鉄の把握を維持することができます。\n\nART（10/10）\n\nこのアニメの芸術は、shounenとecchiスタイルの融合です。 この傑作は、2つをすべてのシーンに簡単にブレンドします。 今、あなたの多くは、このショーではファンタスヴィールの過度の量によって延期されることを知っていますが、これらのエクッチショットはプロットを提示するための手段に過ぎないことを覚えておいてください。 彼らは皮肉なことに深刻で暗い主題と衝突して、さらにイントロスペクションを促進する軽快なトーンを作り出します。\n\n検閲の使用は、多沼日光館の二重の目的を持っています。 最も基本的なレベルでは、現在の検閲者は、多くのオブジェクトを隠すためにどのようなシリーズが必要であるかを批判し、表現の自由を制限しています。 さらに、検閲者は画面の大きな部分を覆い、視聴者を混乱させ、私たちにストーリーの事象を推測し予期し続ける。 サスペンスを生み出しながら、現実自体がどのように打ち切られるのかを示している。 それは金めっきされた社会の表面の下で暗い秘密が潜んでいることを示唆している。\n\nサウンド（8/10）\n\nこれはショーの一部ですが、それでもまだ良いものの欠けています。 オープニングとエンディングの曲は、キャッチーで上品なビートを持った従来の日本のポップです。 歌の一貫性は、現代社会の広範な適合性を描写するかもしれない。\n\n全体（10/10）\n\nManyuu Hikenchouは、人気のあるファンサービスのショーの脱構築である、深く魅力的なプロットを提供します。 エピソード全体を通して視聴者の不信をうまく止めている間、アニメは聴衆をひねった世界に残すことができ、ひどく残酷なので、それは私たちのものと著しく似ています。 それは成熟したテーマを提示し、同時に視聴者を楽しませることができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAlthough this anime is still airing, I can already say that it is by far the best show of the summer 2011 season. Behind the seemingly juvenile premise of breasts and samurai, there lies an intricate and allegorical plot that reevaluates modern social structure and criticizes conventional power distribution.\n\n\u001b[1mこのアニメはまだ放映中ですが、2011年の夏の最高のショーといえます。 若い胸や侍の前提の背後には、現代社会構造を再評価し、従来の配電を批判する、複雑で寓意的なプロットがある。\u001b[22m\n\u001b[1m(Kono anime wa mada hōei-chūdesuga, 2011-nen no natsu no saikō no shō to iemasu. Wakai mune ya samurai no zentei no haigo ni wa, gendai shakai kōzō o sai hyōka shi, jūrai no haiden o hihan suru, fukuzatsude gūi-tekina purotto ga aru.)\u001b[22m\n\nTranslations of \u001b[4mAlthough this anime is still airing, I can already say that it is by far the best show of the summer 2011 season. Behind the seemingly juvenile premise of breasts and samurai, there lies an intricate and allegorical plot that reevaluates modern social structure and criticizes conventional power distribution.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough this anime is still airing, I can already say that it is by far the best show of the summer 2011 season.\u001b[24m\n    \u001b[1mこのアニメはまだ放映中ですが、2011年の夏の最高のショーといえます。\u001b[22m, \u001b[1mこのアニメはまだ放映されていますが、私はすでにそれがはるかに2011年夏シーズンの最高のショーであると言うことができます。\u001b[22m\n\u001b[4mBehind the seemingly juvenile premise of breasts and samurai, there lies an intricate and allegorical plot that reevaluates modern social structure and criticizes conventional power distribution.\u001b[24m\n    \u001b[1m若い胸や侍の前提の背後には、現代社会構造を再評価し、従来の配電を批判する、複雑で寓意的なプロットがある。\u001b[22m, \u001b[1m胸と武士の一見少年前提の背後に、現代の社会構造を再評価し、従来の電力分配を批判複雑と寓話のプロットがあります。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSTORY (10/10)\n\n\u001b[1mストーリー（10/10）\u001b[22m\n\u001b[1m(Sutōrī (10/ 10))\u001b[22m\n\nTranslations of \u001b[4mSTORY (10/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY (10/10)\u001b[24m\n    \u001b[1mストーリー（10/10）\u001b[22m, \u001b[1mSTORY（10/10）\u001b[22m\n\u001b[1m\u001b[22m\nThe backdrop of this story might seem confusing upon first inspection, but after deeper thought and contemplation, we realize that the setting closely mirrors that of the irrational world of today. This cornerstone of artistic achievement starts out with an explanation of the setting and the circumstances surrounding the characters. Through this introduction, we learn that the tale begins in an alternate reality where breast size is a determining factor of wealth and popularity. The Manyuu Clan utilizes a secret scroll for producing large breasts and is able to rise through the ranks of the shogunate and monopolize power in the nation.\n\n\u001b[1mこの物語の背景は、最初の点検で混乱しているように見えるかもしれませんが、深い考えと熟考の後、今日の不合理な世界の設定を厳密に反映しています。 この芸術的成果の基礎は、キャラクターを取り巻く環境と状況の説明から始まります。 この紹介を通して、乳房の大きさが富と人気の決定要因である別の現実で物語が始まることを学びます。 万有藩は大きな胸を作る秘密のスクロールを利用し、幕府の階級を経て国家の権力を独占することができます。\u001b[22m\n\u001b[1m(Kono monogatari no haikei wa, saisho no tenken de konran shite iru yō ni mieru kamo shiremasenga, fukai kangae to jukukō no ato, kyō no fugōrina sekai no settei o genmitsu ni han'ei shite imasu. Kono geijutsu-teki seika no kiso wa, kyarakutā o torimaku kankyō to jōkyō no setsumei kara hajimarimasu. Kono shōkai o tōshite, chibusa no ōki-sa ga tomi to ninki no kettei yōindearu betsu no genjitsu de monogatari ga hajimaru koto o manabimasu. Ban'yū-han wa ōkina mune o tsukuru himitsu no sukurōru o riyō shi, bakufu no kaikyū o hete kokka no kenryoku o dokusen suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe backdrop of this story might seem confusing upon first inspection, but after deeper thought and contemplation, we realize that the setting closely mirrors that of the irrational world of today. This cornerstone of artistic achievement starts out with an explanation of the setting and the circumstances surrounding the characters. Through this introduction, we learn that the tale begins in an alternate reality where breast size is a determining factor of wealth and popularity. The Manyuu Clan utilizes a secret scroll for producing large breasts and is able to rise through the ranks of the shogunate and monopolize power in the nation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe backdrop of this story might seem confusing upon first inspection, but after deeper thought and contemplation, we realize that the setting closely mirrors that of the irrational world of today.\u001b[24m\n    \u001b[1mこの物語の背景は、最初の点検で混乱しているように見えるかもしれませんが、深い考えと熟考の後、今日の不合理な世界の設定を厳密に反映しています。\u001b[22m, \u001b[1mこの物語の背景には、第1の検査時に混乱に見えるかもしれませんが、より深い思考と熟考した後、我々は設定が密接に今日の非合理的な世界のことを反映していることを実感します。\u001b[22m\n\u001b[4mThis cornerstone of artistic achievement starts out with an explanation of the setting and the circumstances surrounding the characters.\u001b[24m\n    \u001b[1mこの芸術的成果の基礎は、キャラクターを取り巻く環境と状況の説明から始まります。\u001b[22m, \u001b[1m芸術的成果のこの礎石は、設定や文字を取り巻く状況の説明で始まり。\u001b[22m\n\u001b[4mThrough this introduction, we learn that the tale begins in an alternate reality where breast size is a determining factor of wealth and popularity.\u001b[24m\n    \u001b[1mこの紹介を通して、乳房の大きさが富と人気の決定要因である別の現実で物語が始まることを学びます。\u001b[22m, \u001b[1mこの導入により、我々は物語が胸のサイズは、富と人気の決定要因である、代替現実に開始することを学びます。\u001b[22m\n\u001b[4mThe Manyuu Clan utilizes a secret scroll for producing large breasts and is able to rise through the ranks of the shogunate and monopolize power in the nation.\u001b[24m\n    \u001b[1m万有藩は大きな胸を作る秘密のスクロールを利用し、幕府の階級を経て国家の権力を独占することができます。\u001b[22m, \u001b[1m魔乳一族は大きな胸を製造するための秘密のスクロールを利用し、幕府のランクを通って上昇し、国民に電力を独占することができます。\u001b[22m\n\u001b[1m\u001b[22m\nBy using breasts as a symbol of prominence, Manyuu Hikenchou is able to satirize society's overarching preoccupation with physical attractiveness. The anime presents an extreme angle of this idea where breasts, an icon of beauty, hold superiority over other traits such as intelligence and character.\n\n\u001b[1m胸を隆起の象徴として使用することで、ヒュンチュウ・マニュウは、肉体的魅力を持つ社会の最も重要な心配を風刺することができます。 このアニメは、美しさのアイコンである胸が知性や性格などの他の特性より優れているこのアイデアの極端な角度を示しています。\u001b[22m\n\u001b[1m(Mune o ryūki no shōchō to shite shiyō suru koto de, hyunchuu manyuu wa, nikutai-teki miryoku o motsu shakai no mottomojūyōna shinpai o fūshi suru koto ga dekimasu. Kono anime wa, utsukushi-sa no aikondearu mune ga chisei ya seikaku nado no ta no tokusei yori sugurete iru kono aidea no kyokutan'na kakudo o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mBy using breasts as a symbol of prominence, Manyuu Hikenchou is able to satirize society's overarching preoccupation with physical attractiveness. The anime presents an extreme angle of this idea where breasts, an icon of beauty, hold superiority over other traits such as intelligence and character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBy using breasts as a symbol of prominence, Manyuu Hikenchou is able to satirize society's overarching preoccupation with physical attractiveness.\u001b[24m\n    \u001b[1m胸を隆起の象徴として使用することで、ヒュンチュウ・マニュウは、肉体的魅力を持つ社会の最も重要な心配を風刺することができます。\u001b[22m, \u001b[1mプロミネンスのシンボルとして胸を使用することにより、魔乳Hikenchouは、物理的な魅力を持つ社会の包括的な先入観を風刺することができます。\u001b[22m\n\u001b[4mThe anime presents an extreme angle of this idea where breasts, an icon of beauty, hold superiority over other traits such as intelligence and character.\u001b[24m\n    \u001b[1mこのアニメは、美しさのアイコンである胸が知性や性格などの他の特性より優れているこのアイデアの極端な角度を示しています。\u001b[22m, \u001b[1mアニメおっぱい、美のアイコンは、そのような知性や文字などの他の形質を超える優位性を保持し、このアイデアの極端な角度を示します。\u001b[22m\n\u001b[1m\u001b[22m\nIn addition, the breasts also represent power, as seen through the dominance of the well-endowed Manyuu Clan. Here, director Hiraku Kaneko delivers some of the more thought provoking themes of the series regarding government and its relationship with the common man. In Manyuu Hikenchou, breasts are indicative of power, and yet, every woman has a pair of breasts. Indeed, the anime is suggesting that the government has a limited amount of control over its subjects and that the real strength lies in the collective power of the people.\n\n\u001b[1m加えて、胸はまた、恵まれたManyuu一族の支配下に見られるように、力を表しています。 ここでは、金子平監督が、政府とその一般人との関係に関する一連のテーマを喚起する、いくつかの考えを紹介します。 蜜柑ひかりっちでは、胸が力を発揮していますが、すべての女性には胸があります。 確かに、アニメは、政府が対象を限定的に管理しており、真の強さは国民の集団力にあると示唆している。\u001b[22m\n\u001b[1m(Kuwaete, mune wa mata, megumareta Manyuu ichizoku no shihai-ka ni mi rareru yō ni,-ryoku o arawashite imasu. Kokode wa, kanekodaira kantoku ga, seifu to sono ippanjin to no kankei ni kansuru ichiren no tēma o kanki suru, ikutsu ka no kangae o shōkai shimasu. Mikan Hikari tchide wa, mune ga chikara o hakki shite imasuga, subete no josei ni wa mune ga arimasu. Tashika ni, anime wa, seifu ga taishō o gentei-teki ni kanri shite ori, shin no tsuyo-sa wa kokumin no shūdan-ryoku ni aru to shisa shite iru.)\u001b[22m\n\nTranslations of \u001b[4mIn addition, the breasts also represent power, as seen through the dominance of the well-endowed Manyuu Clan. Here, director Hiraku Kaneko delivers some of the more thought provoking themes of the series regarding government and its relationship with the common man. In Manyuu Hikenchou, breasts are indicative of power, and yet, every woman has a pair of breasts. Indeed, the anime is suggesting that the government has a limited amount of control over its subjects and that the real strength lies in the collective power of the people.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn addition, the breasts also represent power, as seen through the dominance of the well-endowed Manyuu Clan.\u001b[24m\n    \u001b[1m加えて、胸はまた、恵まれたManyuu一族の支配下に見られるように、力を表しています。\u001b[22m, \u001b[1mよく恵まれ魔乳一族の支配を通して見られるように加えて、胸はまた、電力を表します。\u001b[22m\n\u001b[4mHere, director Hiraku Kaneko delivers some of the more thought provoking themes of the series regarding government and its relationship with the common man.\u001b[24m\n    \u001b[1mここでは、金子平監督が、政府とその一般人との関係に関する一連のテーマを喚起する、いくつかの考えを紹介します。\u001b[22m, \u001b[1mここでは、ディレクター啓金子は、政府と普通の人との関係に関する一連のより多くの考えさせられるテーマをいくつか提供しています。\u001b[22m\n\u001b[4mIn Manyuu Hikenchou, breasts are indicative of power, and yet, every woman has a pair of breasts.\u001b[24m\n    \u001b[1m蜜柑ひかりっちでは、胸が力を発揮していますが、すべての女性には胸があります。\u001b[22m, \u001b[1m魔乳Hikenchouで、胸がパワーの指標である、とはまだ、すべての女性は胸のペアを持っています。\u001b[22m\n\u001b[4mIndeed, the anime is suggesting that the government has a limited amount of control over its subjects and that the real strength lies in the collective power of the people.\u001b[24m\n    \u001b[1m確かに、アニメは、政府が対象を限定的に管理しており、真の強さは国民の集団力にあると示唆している。\u001b[22m, \u001b[1m実際、アニメは、政府がその被験者に対する制御量が限られていることと実際の強度は人の総合力であることを示唆しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe innate greed of humanity, however, prevents such a utopian democracy in this show. The devious Manyuu Clan conducts 'tit hunts' in an effort to purge large breasted females from the surrounding area, metaphorically stripping the power and livelihoods of the citizens in an effort to ruthlessly aggrandize strength. By doing so, the Manyuu Clan is able to maintain an iron grasp on society, as seen through how they violently punish dissenters and runaways.\n\n\u001b[1mしかし、人間性の本質的な貪欲は、このショーでこのようなユートピア民主主義を妨げる。 悪意を持っている多夫族は、胸を張った大きな雌を周囲から掃除し、無慈悲に力を積み重ねるために市民の力と生計を比喩的に取り除く努力をしている。 そうすることで、魔神族は、異議申立人や逃亡者を激しく罰する方法で見られるように、社会に対する鉄の把握を維持することができます。\u001b[22m\n\u001b[1m(Shikashi, ningensei no honshitsu-tekina don'yoku wa, kono shō de kono yōna yūtopia minshu shugi o samatageru. Akui o motte iru ta otto-zoku wa, mune o hatta ōkina mesu o shūi kara sōji shi, mujihi ni chikara o tsumikasaneru tame ni shimin no chikara to seikei o hiyu-teki ni torinozoku doryoku o shite iru. Sō suru koto de, majin-zoku wa, igimōshita hito ya tōbō-sha o hageshiku bassuru hōhō de mi rareru yō ni, shakai ni taisuru tetsu no haaku o iji suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe innate greed of humanity, however, prevents such a utopian democracy in this show. The devious Manyuu Clan conducts 'tit hunts' in an effort to purge large breasted females from the surrounding area, metaphorically stripping the power and livelihoods of the citizens in an effort to ruthlessly aggrandize strength. By doing so, the Manyuu Clan is able to maintain an iron grasp on society, as seen through how they violently punish dissenters and runaways.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe innate greed of humanity, however, prevents such a utopian democracy in this show.\u001b[24m\n    \u001b[1mしかし、人間性の本質的な貪欲は、このショーでこのようなユートピア民主主義を妨げる。\u001b[22m, \u001b[1m人類の生来の欲は、しかし、このショーでは、このようなユートピア的民主主義を防ぐことができます。\u001b[22m\n\u001b[4mThe devious Manyuu Clan conducts 'tit hunts' in an effort to purge large breasted females from the surrounding area, metaphorically stripping the power and livelihoods of the citizens in an effort to ruthlessly aggrandize strength.\u001b[24m\n    \u001b[1m悪意を持っている多夫族は、胸を張った大きな雌を周囲から掃除し、無慈悲に力を積み重ねるために市民の力と生計を比喩的に取り除く努力をしている。\u001b[22m, \u001b[1mよこしまな魔乳一族は、比喩的に無慈悲強度を殖やすための努力の力と国民の生活を剥離し、周囲から大きな胸、女性をパージするための努力で「報復狩り」を行っています。\u001b[22m\n\u001b[4mBy doing so, the Manyuu Clan is able to maintain an iron grasp on society, as seen through how they violently punish dissenters and runaways.\u001b[24m\n    \u001b[1mそうすることで、魔神族は、異議申立人や逃亡者を激しく罰する方法で見られるように、社会に対する鉄の把握を維持することができます。\u001b[22m, \u001b[1mそうすることによって、魔乳一族は、彼らが激しく反対者と家出を罰する方法を通して見られるように、社会に鉄の把握を維持することができます。\u001b[22m\n\u001b[1m\u001b[22m\nART (10/10)\n\n\u001b[1mART（10/10）\u001b[22m\n\u001b[1m(Āto (10/ 10))\u001b[22m\n\nTranslations of \u001b[4mART (10/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART (10/10)\u001b[24m\n    \u001b[1mART（10/10）\u001b[22m\n\u001b[1m\u001b[22m\nThe art in this anime is a fusion of shounen and ecchi styles. This masterpiece effortlessly blends the two into all scenes. Now, I know that many of you will be put off by the excessive amounts of fanservice in this show, but keep in mind that these ecchi shots are only a vehicle for presenting the plot. They create a lighthearted tone that ironically clashes with the serious and dark subject matter, promoting further introspection.\n\n\u001b[1mこのアニメの芸術は、shounenとecchiスタイルの融合です。 この傑作は、2つをすべてのシーンに簡単にブレンドします。 今、あなたの多くは、このショーではファンタスヴィールの過度の量によって延期されることを知っていますが、これらのエクッチショットはプロットを提示するための手段に過ぎないことを覚えておいてください。 彼らは皮肉なことに深刻で暗い主題と衝突して、さらにイントロスペクションを促進する軽快なトーンを作り出します。\u001b[22m\n\u001b[1m(Kono anime no geijutsu wa, shounen to ecchi sutairu no yūgōdesu. Kono kessaku wa, 2tsu o subete no shīn ni kantan ni burendo shimasu. Ima, anata no ōku wa, kono shōde wa fantasuvu~īru no kado no ryō ni yotte enki sa reru koto o shitte imasuga, korera no ekutchishotto wa purotto o teiji suru tame no shudan ni suginai koto o oboete oite kudasai. Karera wa hinikuna koto ni shinkokude kurai shudai to shōtotsu shite, sarani intorosupekushon o sokushin suru keikaina tōn o tsukuridashimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art in this anime is a fusion of shounen and ecchi styles. This masterpiece effortlessly blends the two into all scenes. Now, I know that many of you will be put off by the excessive amounts of fanservice in this show, but keep in mind that these ecchi shots are only a vehicle for presenting the plot. They create a lighthearted tone that ironically clashes with the serious and dark subject matter, promoting further introspection.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art in this anime is a fusion of shounen and ecchi styles.\u001b[24m\n    \u001b[1mこのアニメの芸術は、shounenとecchiスタイルの融合です。\u001b[22m, \u001b[1mこのアニメの芸術は、少年とエッチなスタイルの融合です。\u001b[22m\n\u001b[4mThis masterpiece effortlessly blends the two into all scenes.\u001b[24m\n    \u001b[1mこの傑作は、2つをすべてのシーンに簡単にブレンドします。\u001b[22m, \u001b[1mこの傑作は楽にすべてのシーンに2をブレンド。\u001b[22m\n\u001b[4mNow, I know that many of you will be put off by the excessive amounts of fanservice in this show, but keep in mind that these ecchi shots are only a vehicle for presenting the plot.\u001b[24m\n    \u001b[1m今、あなたの多くは、このショーではファンタスヴィールの過度の量によって延期されることを知っていますが、これらのエクッチショットはプロットを提示するための手段に過ぎないことを覚えておいてください。\u001b[22m, \u001b[1m今、私はあなたの多くがこのショーでサービスカットの過剰な量によって延期されることを知っているが、これらのエッチなショットがプロットを提示するための唯一の手段であることに留意してください。\u001b[22m\n\u001b[4mThey create a lighthearted tone that ironically clashes with the serious and dark subject matter, promoting further introspection.\u001b[24m\n    \u001b[1m彼らは皮肉なことに深刻で暗い主題と衝突して、さらにイントロスペクションを促進する軽快なトーンを作り出します。\u001b[22m, \u001b[1m彼らは、皮肉にも、さらにイントロスペクションを促進し、深刻な暗い主題と衝突気軽トーンを作成します。\u001b[22m\n\u001b[1m\u001b[22m\nThe use of censorship has a dual purpose in Manyuu Hikenchou. At its most basic level, the ever present censor criticizes how most series are required to mask many objects, limiting our freedom of expression. In addition, the censor covers up a large potion of the screen, confusing the viewer and keeping us guessing and anticipating the events of the story. It creates suspense while at the same time showing how reality itself might also be censored. It suggests that under the surface of a gilded society, there lurks dark secrets.\n\n\u001b[1m検閲の使用は、多沼日光館の二重の目的を持っています。 最も基本的なレベルでは、現在の検閲者は、多くのオブジェクトを隠すためにどのようなシリーズが必要であるかを批判し、表現の自由を制限しています。 さらに、検閲者は画面の大きな部分を覆い、視聴者を混乱させ、私たちにストーリーの事象を推測し予期し続ける。 サスペンスを生み出しながら、現実自体がどのように打ち切られるのかを示している。 それは金めっきされた社会の表面の下で暗い秘密が潜んでいることを示唆している。\u001b[22m\n\u001b[1m(Ken'etsu no shiyō wa, ta Numa Nikkō-kan no nijū no mokuteki o motte imasu. Mottomo kihon-tekina reberude wa, genzai no ken'etsu-sha wa, ōku no obujekuto o kakusu tame ni dono yōna shirīzu ga hitsuyōdearu ka o hihan shi, hyōgen'nojiyū o seigen shite imasu. Sarani, ken'etsu-sha wa gamen no ōkina bubun o ōi, shichō-sha o konran sa se, watashitachi ni sutōrī no jishō o suisoku shi yoki shi tsudzukeru. Sasupensu o umidashinagara, genjitsu jitai ga dono yō ni uchikira reru no ka o shimeshite iru. Soreha-kin mekki sa reta shakai no hyōmen no shita de kurai himitsu ga hisonde iru koto o shisa shite iru.)\u001b[22m\n\nTranslations of \u001b[4mThe use of censorship has a dual purpose in Manyuu Hikenchou. At its most basic level, the ever present censor criticizes how most series are required to mask many objects, limiting our freedom of expression. In addition, the censor covers up a large potion of the screen, confusing the viewer and keeping us guessing and anticipating the events of the story. It creates suspense while at the same time showing how reality itself might also be censored. It suggests that under the surface of a gilded society, there lurks dark secrets.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe use of censorship has a dual purpose in Manyuu Hikenchou.\u001b[24m\n    \u001b[1m検閲の使用は、多沼日光館の二重の目的を持っています。\u001b[22m, \u001b[1m検閲の使用は、魔乳Hikenchouで二重の目的を持っています。\u001b[22m\n\u001b[4mAt its most basic level, the ever present censor criticizes how most series are required to mask many objects, limiting our freedom of expression.\u001b[24m\n    \u001b[1m最も基本的なレベルでは、現在の検閲者は、多くのオブジェクトを隠すためにどのようなシリーズが必要であるかを批判し、表現の自由を制限しています。\u001b[22m, \u001b[1mその最も基本的なレベルでは、これまで存在検閲は、式の私達の自由を制限し、ほとんどのシリーズは、多くのオブジェクトをマスクするために必要とされている方法を批判しています。\u001b[22m\n\u001b[4mIn addition, the censor covers up a large potion of the screen, confusing the viewer and keeping us guessing and anticipating the events of the story.\u001b[24m\n    \u001b[1mさらに、検閲者は画面の大きな部分を覆い、視聴者を混乱させ、私たちにストーリーの事象を推測し予期し続ける。\u001b[22m, \u001b[1mまた、検閲は、画面の大きなポーションをカバーし、視聴者を混乱し、物語のイベントを推測すると予想し、私たちを維持します。\u001b[22m\n\u001b[4mIt creates suspense while at the same time showing how reality itself might also be censored.\u001b[24m\n    \u001b[1mサスペンスを生み出しながら、現実自体がどのように打ち切られるのかを示している。\u001b[22m, \u001b[1m同時に、現実自体も検閲する方法を示しながら、サスペンスを作成します。\u001b[22m\n\u001b[4mIt suggests that under the surface of a gilded society, there lurks dark secrets.\u001b[24m\n    \u001b[1mそれは金めっきされた社会の表面の下で暗い秘密が潜んでいることを示唆している。\u001b[22m, \u001b[1mそれは金色の社会の表面の下に、暗い秘密が潜んでいることを示唆しています。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND (8/10)\n\n\u001b[1mサウンド（8/10）\u001b[22m\n\u001b[1m(Saundo (8 / 10))\u001b[22m\n\nTranslations of \u001b[4mSOUND (8/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND (8/10)\u001b[24m\n    \u001b[1mサウンド（8/10）\u001b[22m, \u001b[1mSOUND（8/10）\u001b[22m\n\u001b[1m\u001b[22m\nThis is the one portion of the show that, although still good, is lacking. The opening and ending songs are conventional Japanese pop that have a catchy and uplifting beat. The uniformity of the songs might portray the widespread conformity of modern society.\n\n\u001b[1mこれはショーの一部ですが、それでもまだ良いものの欠けています。 オープニングとエンディングの曲は、キャッチーで上品なビートを持った従来の日本のポップです。 歌の一貫性は、現代社会の広範な適合性を描写するかもしれない。\u001b[22m\n\u001b[1m(Kore wa shō no ichibudesuga, soredemo mada yoimono no kakete imasu. Ōpuningu to endingu no kyoku wa, kyatchī de jōhin'na bīto o motta jūrai no Nihon no poppudesu. Uta no ikkan-sei wa, gendai shakai no kōhan'na tekigō-sei o byōsha suru kamo shirenai.)\u001b[22m\n\nTranslations of \u001b[4mThis is the one portion of the show that, although still good, is lacking. The opening and ending songs are conventional Japanese pop that have a catchy and uplifting beat. The uniformity of the songs might portray the widespread conformity of modern society.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the one portion of the show that, although still good, is lacking.\u001b[24m\n    \u001b[1mこれはショーの一部ですが、それでもまだ良いものの欠けています。\u001b[22m, \u001b[1mこれはまだ良いが、欠けている、ショーの一部です。\u001b[22m\n\u001b[4mThe opening and ending songs are conventional Japanese pop that have a catchy and uplifting beat.\u001b[24m\n    \u001b[1mオープニングとエンディングの曲は、キャッチーで上品なビートを持った従来の日本のポップです。\u001b[22m, \u001b[1mオープニングとエンディング曲がキャッチーで高揚ビートを持っている従来の日本のポップです。\u001b[22m\n\u001b[4mThe uniformity of the songs might portray the widespread conformity of modern society.\u001b[24m\n    \u001b[1m歌の一貫性は、現代社会の広範な適合性を描写するかもしれない。\u001b[22m, \u001b[1m曲の均一性は、現代社会の広範な適合性を描くかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL (10/10)\n\n\u001b[1m全体（10/10）\u001b[22m\n\u001b[1m(Zentai (10/ 10))\u001b[22m\n\nTranslations of \u001b[4mOVERALL (10/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL (10/10)\u001b[24m\n    \u001b[1m全体（10/10）\u001b[22m, \u001b[1mOVERALL（10/10）\u001b[22m\n\u001b[1m\u001b[22m\nManyuu Hikenchou provides a deep and compelling plot that is a deconstruction of the popular fanservice show. While successfully suspending viewer disbelief throughout the entirety of the episodes, the anime is able to immerse the audience into a twisted world so cruel that it is strikingly similar to our own. It presents mature themes and manages to entertain the viewer at the same time.\n\n\u001b[1mManyuu Hikenchouは、人気のあるファンサービスのショーの脱構築である、深く魅力的なプロットを提供します。 エピソード全体を通して視聴者の不信をうまく止めている間、アニメは聴衆をひねった世界に残すことができ、ひどく残酷なので、それは私たちのものと著しく似ています。 それは成熟したテーマを提示し、同時に視聴者を楽しませることができます。\u001b[22m\n\u001b[1m(Manyuu Hikenchou wa, ninkinoaru fansābisu no shō no datsu kōchikudearu, fukaku miryoku-tekina purotto o teikyō shimasu. Episōdo zentai o tōshite shichō-sha no fushin o umaku tomete iru ma, anime wa chōshū o hinetta sekai ni nokosu koto ga deki, hidoku zankokunanode, soreha watashitachi no mono to ichijirushiku nite imasu. Sore wa seijuku shita tēma o teiji shi, dōjini shichō-sha o tanoshima seru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mManyuu Hikenchou provides a deep and compelling plot that is a deconstruction of the popular fanservice show. While successfully suspending viewer disbelief throughout the entirety of the episodes, the anime is able to immerse the audience into a twisted world so cruel that it is strikingly similar to our own. It presents mature themes and manages to entertain the viewer at the same time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mManyuu Hikenchou provides a deep and compelling plot that is a deconstruction of the popular fanservice show.\u001b[24m\n    \u001b[1mManyuu Hikenchouは、人気のあるファンサービスのショーの脱構築である、深く魅力的なプロットを提供します。\u001b[22m, \u001b[1m魔乳Hikenchouは、人気のサービスカットショーの解体で深い魅力的なプロットを提供します。\u001b[22m\n\u001b[4mWhile successfully suspending viewer disbelief throughout the entirety of the episodes, the anime is able to immerse the audience into a twisted world so cruel that it is strikingly similar to our own.\u001b[24m\n    \u001b[1mエピソード全体を通して視聴者の不信をうまく止めている間、アニメは聴衆をひねった世界に残すことができ、ひどく残酷なので、それは私たちのものと著しく似ています。\u001b[22m, \u001b[1m成功したエピソードの全体を通して、視聴者の不信を中断する一方で、アニメはそれが私たち自身と驚くほど似ているように残酷なねじれた世界に観客を没頭することができます。\u001b[22m\n\u001b[4mIt presents mature themes and manages to entertain the viewer at the same time.\u001b[24m\n    \u001b[1mそれは成熟したテーマを提示し、同時に視聴者を楽しませることができます。\u001b[22m, \u001b[1mこれは、成熟したテーマを提示すると同時に、視聴者を楽しませるために管理しています。\u001b[22m"
  },
  {
    "title": "Manyuu_Hikenchou",
    "id": "10465",
    "url": "https://myanimelist.net/anime/10465/Manyuu_Hikenchou",
    "user": "BBlair",
    "profile": "/profile/BBlair/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=43739",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  7\nキャラクター|  8\n|  8\n\nManyuu Hikenchou（kira-fansub.com）を楽しむには、kira-fansub版を視聴する必要があります。 標準バージョンは検閲の量のために反抗的である。 キラのバージョンには検閲が付いていないので、見やすくなります。\n\n沼湯ひきんち（MH）は、ファンサービスと最大限のエッチです。 それは、大森ひまりとB Gata H Keiに比べて大きな改善です。 跳ねる胸の準備をしてください...しかし、プロットといくつかの良い文字もあります。  MHもコメディーなので、かなりのタイミングでうまくいくジョークを期待しています。  MHはまた、特定のカースト制度の不公平を探究し、主人公はこの不公正に対して戦っている。  MHの女性リードは、道徳観と理想があり、理想主義者にとってこのシリーズを強力な選択肢にしています。\n\n2本の女性メインには平澤ゆいと麦谷ちゃんの声優がいますので、K-ONでYuiやMugiを好きなら、これはいいショーです！ 私がしたように。\n\nストーリー（5）：\n\n封建日本で行われているMHの世界では、胸の大きさはすべてを意味します。 巨乳は富と繁栄を意味します。 小さな胸は見下され、価値のないものと見なされます。 このタイプのシリーズにはかなり良い設定です。 主人公チフサは大きな胸を持っていますが、彼女は道徳的に不公平なキャストシステムに反対しています。\n\nChifusaは実際には、すべての教義よりも胸を強要するManyuuの一族ですが、彼女はその不公平な行為のために一族から反抗しています。 彼女は一族のより大きなサイズの秘密を日本の皆さんと分かち合う旅を始める。\n\nChifusaは、ほとんどのアニメキャラクターとは違って、開発のトンを得る！ 彼女のサイズは、相手の乳房のサイズを減らし、同じ量だけ彼女を増やす、乳房の流れの剣闘術を使用することにより、すべてのエピソードを増加させます。\n\nMHはエピソードシリーズであり、日本の周りの人を困らせる（あるいは自分自身のために助けを求める）人を支援します。 その間に、多くの一族の人々は怒っており、チフサは反逆しているので、彼らは彼女の後に来る。\n\nこのストーリーは目立つものではありませんが、上記の要素はまともな物語を作るうえでうまくいきます。 ファンケータリングとコメディのための良い設定があります。 中途半端な点の周りにいくつかの完全に不条理なプロットのねじれがあり、それは物語の得点を5に低く保つ\n\nキャラクター（8）：\n\nこのキャストは楽しいです。  Manyuuは、彼女を非常にしっかりした主人公にして、判断しない社会にとって大きな理想を持っています。  Kotobui Minako（K-ONのMugiの声！）は、このキャラクターに多くの信憑性を追加します。 彼女は金の心を持つ人として効果的に描かれています。  Chifusaの旅のパートナーはKaedeで、豊崎豊（K-ONでは平沢唯もそうです！  K-ON！と同様に、主人公の間にはたくさんの遊び心があります。 楓は胸を失ってしまった（胸の流れを使っている別の武士のため）、彼女はそのためにチフサを嫉妬している。 しかし、彼女は彼女の幼なじみの友人チフサについては心配しています。\n\n他のキャラクターはエピソードを通して変化し、あまりにも思い出深いものはありません。 あなたは胸を愛している旧市街の長老、彼らのお母さんを見逃す子どもたち、もっと変態した人たち、そして大きな胸を持つ女の子たちがいます。 彼らは通常面白い対話を持っており、全体的に良いキャラクターです\n\nアートとサウンド（6と7）：\n\nアートとサウンドはうまく機能しますが、メディアでは最高です。 アニメーションは流動的ですが、品質を判断するのは難しいです（Kira Webcastバージョンを見ているため）\n\n主なキャラクターの声のために、音は7になります。 これは、K-ON以外のYuiとMugiの声優の唯一の組み合わせです！ これは非常に価値が高いです。 音楽はうまくいき、サイド・キャラクターの声は面白いです。 男性キャラクターは、通常非常にコメディーなやり方で深刻です。 音楽は際立っていませんが、まともです。\n\n楽しさ（8）：\n\n私はこの全体のばかげさを楽しんでいます。 私が驚いたのはコメディです。 ジョークは洗練されたものではありませんが、タイミングはとても良いです。 まともな物語を持っているにもかかわらず、このアニメは時にはあまり真剣に取られません。 ほとんどの場合、おっぱいについての冗談がありますが（もちろん）、レズビアンのジョークもあります。  B Gata H KeiやTest to Bakaのようなショーは、どちらも複雑なユーモアをもたないので、Manyuuはそれらのものとまったく同じです。\n\nアニメのファンサービスは素晴らしく、それは私が見てきた他の非変態よりもはるかに優れています。 ウェブキャストバージョンでは露出した胸がたくさ​​んあります。 ファンサービスのトンで多くのギミックがあります。  1つの村には跳ねる乳房コンテストがあり、これはうまく実行されます。 別のエピソードでは、戦士のグループがタコの戦い（と触手シーンについてのジョーク）のための機会であるタコを戦う。 彼らの母親のおっぱいに中毒している子供たちのグループもあるので、彼らはその女の子のおっぱいに顔を押した。 一方、2人の主人公はジョークを作りますが、これらのことはすべて起こります。 それはすべて非常に滑らかなやり方で行われます。 全体的に、fanserviceは非常に楽しく、今日の他のタイトルの放送よりも優れています。\n\nちょっとばかげたプロットのねじれがあり、完璧な10時からの楽しみを低下させます。エピソード6はチフスと妹の間に完全にばかげた対立を持っていて、私の頭を傷つけました。 しかし全体的には、これは特に平均的な娯楽タイトルであり、特に現在放映されている他のシリーズと比較します。\n\n夫人は、ファンサービス、コメディ、ソーシャルコメンタリー（乳房サイズカーストシステムの不公平に対する）の強固な組み合わせです。 これは決して傑作ではありませんが、エッチやコメディを探している場合、またはK-ONのユイとムギが好きな人は、ソリッドショーです！\n\nストーリー：5\nアート：6\nサウンド：7\nキャラクター：8\n楽しさ：8\n全体：7",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nYou need to watch the kira-fansub version to enjoy Manyuu Hikenchou (at kira-fansub.com). The standard version is unwatchable due to the amount of censors. The Kira version doesn't have censors, which makes it much easier to watch.\n\n\u001b[1mManyuu Hikenchou（kira-fansub.com）を楽しむには、kira-fansub版を視聴する必要があります。 標準バージョンは検閲の量のために反抗的である。 キラのバージョンには検閲が付いていないので、見やすくなります。\u001b[22m\n\u001b[1m(Manyuu Hikenchou (kira - fansabu. Komu) o tanoshimu ni wa, kira - fansabu-ban o shichō suru hitsuyō ga arimasu. Hyōjun bājon wa ken'etsu no ryō no tame ni hankō-tekidearu. Kira no bājon ni wa ken'etsu ga tsuite inainode, miyasuku narimasu.)\u001b[22m\n\nTranslations of \u001b[4mYou need to watch the kira-fansub version to enjoy Manyuu Hikenchou (at kira-fansub.com). The standard version is unwatchable due to the amount of censors. The Kira version doesn't have censors, which makes it much easier to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou need to watch the kira-fansub version to enjoy Manyuu Hikenchou (at kira-fansub.com).\u001b[24m\n    \u001b[1mManyuu Hikenchou（kira-fansub.com）を楽しむには、kira-fansub版を視聴する必要があります。\u001b[22m, \u001b[1mあなたは（kira-fansub.comで）魔乳Hikenchouを楽しむためにキラファンサブのバージョンを見てする必要があります。\u001b[22m\n\u001b[4mThe standard version is unwatchable due to the amount of censors.\u001b[24m\n    \u001b[1m標準バージョンは検閲の量のために反抗的である。\u001b[22m, \u001b[1m標準バージョンが原因検閲の量に見るに耐えないです。\u001b[22m\n\u001b[4mThe Kira version doesn't have censors, which makes it much easier to watch.\u001b[24m\n    \u001b[1mキラのバージョンには検閲が付いていないので、見やすくなります。\u001b[22m, \u001b[1mキラ版は見て、それははるかに容易になり検閲を、持っていません。\u001b[22m\n\u001b[1m\u001b[22m\nManyuu Hikenchou (MH) is fan-service and ecchi to the maximum. It is a big improvement over Omamori Himari and B Gata H Kei in that regard. Get ready for bouncing breasts...but there's also a plot and some good characters. MH is also a comedy, so expect some jokes that work well due to pretty great timing. MH also explores the unfairness of a particular caste system, and the main girl is fighting against this injustice. The female lead in MH has great morals and ideals, which makes this series a strong choice for idealists.\n\n\u001b[1m沼湯ひきんち（MH）は、ファンサービスと最大限のエッチです。 それは、大森ひまりとB Gata H Keiに比べて大きな改善です。 跳ねる胸の準備をしてください...しかし、プロットといくつかの良い文字もあります。  MHもコメディーなので、かなりのタイミングでうまくいくジョークを期待しています。  MHはまた、特定のカースト制度の不公平を探究し、主人公はこの不公正に対して戦っている。  MHの女性リードは、道徳観と理想があり、理想主義者にとってこのシリーズを強力な選択肢にしています。\u001b[22m\n\u001b[1m(Numa yu hiki n chi (MH) wa, fansābisu to saidaigen no etchidesu. Sore wa, Ōmori himari to B Gata H Kei ni kurabete ōkina kaizendesu. Haneru mune no junbi o shite kudasai... Shikashi, purotto to ikutsuka no yoi moji mo arimasu. MH mo komedīnanode, kanari no taimingu de umaku iku jōku o kitai shite imasu. MH wa mata, tokutei no kāsuto seido no fukōhei o tankyū shi, shujinkō wa kono fu kōsei ni taishite tatakatte iru. MH no josei rīdo wa, dōtoku-kan to risō ga ari, risō shugi-sha ni totte kono shirīzu o kyōryokuna sentakushi ni shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mManyuu Hikenchou (MH) is fan-service and ecchi to the maximum. It is a big improvement over Omamori Himari and B Gata H Kei in that regard. Get ready for bouncing breasts...but there's also a plot and some good characters. MH is also a comedy, so expect some jokes that work well due to pretty great timing. MH also explores the unfairness of a particular caste system, and the main girl is fighting against this injustice. The female lead in MH has great morals and ideals, which makes this series a strong choice for idealists.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mManyuu Hikenchou (MH) is fan-service and ecchi to the maximum.\u001b[24m\n    \u001b[1m沼湯ひきんち（MH）は、ファンサービスと最大限のエッチです。\u001b[22m, \u001b[1m魔乳Hikenchou（MH）はファンサービスと最高にエッチです。\u001b[22m\n\u001b[4mIt is a big improvement over Omamori Himari and B Gata H Kei in that regard.\u001b[24m\n    \u001b[1mそれは、大森ひまりとB Gata H Keiに比べて大きな改善です。\u001b[22m, \u001b[1mそれは、その点でおまもりひまりおよびB型H系にわたって大きな改善です。\u001b[22m\n\u001b[4mGet ready for bouncing breasts...but there's also a plot and some good characters.\u001b[24m\n    \u001b[1m跳ねる胸の準備をしてください...しかし、プロットといくつかの良い文字もあります。\u001b[22m, \u001b[1m胸をバウンスするための準備をしなさい...しかし、プロットやいくつかの良い文字もあります。\u001b[22m\n\u001b[4mMH is also a comedy, so expect some jokes that work well due to pretty great timing.\u001b[24m\n    \u001b[1mMHもコメディーなので、かなりのタイミングでうまくいくジョークを期待しています。\u001b[22m, \u001b[1mMHもコメディなので、原因はかなり素晴らしいタイミングにうまく機能するいくつかのジョークを期待しています。\u001b[22m\n\u001b[4mMH also explores the unfairness of a particular caste system, and the main girl is fighting against this injustice.\u001b[24m\n    \u001b[1mMHはまた、特定のカースト制度の不公平を探究し、主人公はこの不公正に対して戦っている。\u001b[22m, \u001b[1mMHはまた、特定のカースト制度の不公平を探り、そしてメインの女の子は、この不正に対して戦っています。\u001b[22m\n\u001b[4mThe female lead in MH has great morals and ideals, which makes this series a strong choice for idealists.\u001b[24m\n    \u001b[1mMHの女性リードは、道徳観と理想があり、理想主義者にとってこのシリーズを強力な選択肢にしています。\u001b[22m, \u001b[1mMHでの女性のリードは、このシリーズの理想主義者のための強力な選択肢となります偉大な道徳と理想を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThe two female mains have Yui Hirasawa and Mugi-chan's voice actors, so this is a good show if you liked Yui and/or Mugi in K-ON! as much as I did.\n\n\u001b[1m2本の女性メインには平澤ゆいと麦谷ちゃんの声優がいますので、K-ONでYuiやMugiを好きなら、これはいいショーです！ 私がしたように。\u001b[22m\n\u001b[1m(2-Pon no josei mein'ni wa Hirasawa yui to Mugitani-chan no seiyū ga imasunode, K - ON de Yui ya Mugi o sukinara, kore wa ī shōdesu! Watashi ga shita yō ni.)\u001b[22m\n\nTranslations of \u001b[4mThe two female mains have Yui Hirasawa and Mugi-chan's voice actors, so this is a good show if you liked Yui and/or Mugi in K-ON! as much as I did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe two female mains have Yui Hirasawa and Mugi-chan's voice actors, so this is a good show if you liked Yui and/or Mugi in K-ON!\u001b[24m\n    \u001b[1m2本の女性メインには平澤ゆいと麦谷ちゃんの声優がいますので、K-ONでYuiやMugiを好きなら、これはいいショーです！\u001b[22m, \u001b[1mあなたはK-ONにゆいおよび/または麦を好きなら二人の女性本線は平沢唯とむぎちゃんの声優を持っているので、これは良いショーです！\u001b[22m\n\u001b[4mas much as I did.\u001b[24m\n    \u001b[1m私がしたように。\u001b[22m, \u001b[1m私が行ったように同じくらい。\u001b[22m\n\u001b[1m\u001b[22m\nStory (5):\n\n\u001b[1mストーリー（5）：\u001b[22m\n\u001b[1m(Sutōrī (5 ):)\u001b[22m\n\nTranslations of \u001b[4mStory (5):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (5):\u001b[24m\n    \u001b[1mストーリー（5）：\u001b[22m\n\u001b[1m\u001b[22m\nIn the world of MH (which takes place in feudal Japan), breast size means everything. Huge breasts signify wealth and prosperity. Small breasts are looked down upon and seen as worthless. It is a pretty good setup for this type of series. The main character, Chifusa, has big breasts, but she is morally against the unfair cast system.\n\n\u001b[1m封建日本で行われているMHの世界では、胸の大きさはすべてを意味します。 巨乳は富と繁栄を意味します。 小さな胸は見下され、価値のないものと見なされます。 このタイプのシリーズにはかなり良い設定です。 主人公チフサは大きな胸を持っていますが、彼女は道徳的に不公平なキャストシステムに反対しています。\u001b[22m\n\u001b[1m(Hōken Nihon de okonawa rete iru MH no sekaide wa, mune no ōki-sa wa subete o imi shimasu. Kyonyū wa tomi to han'ei o imi shimasu. Chīsana mune wa mikudasa re, kachi no nai mono to minasa remasu. Kono taipu no shirīzu ni wa kanari yoi setteidesu. Shujinkō chifusa wa ōkina mune o motte imasuga, kanojo wa dōtokuteki ni fukōheina kyasuto shisutemu ni hantai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIn the world of MH (which takes place in feudal Japan), breast size means everything. Huge breasts signify wealth and prosperity. Small breasts are looked down upon and seen as worthless. It is a pretty good setup for this type of series. The main character, Chifusa, has big breasts, but she is morally against the unfair cast system.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the world of MH (which takes place in feudal Japan), breast size means everything.\u001b[24m\n    \u001b[1m封建日本で行われているMHの世界では、胸の大きさはすべてを意味します。\u001b[22m, \u001b[1m（封建時代の日本で起こる）MHの世界では、乳房の大きさはすべてを意味します。\u001b[22m\n\u001b[4mHuge breasts signify wealth and prosperity.\u001b[24m\n    \u001b[1m巨乳は富と繁栄を意味します。\u001b[22m\n\u001b[4mSmall breasts are looked down upon and seen as worthless.\u001b[24m\n    \u001b[1m小さな胸は見下され、価値のないものと見なされます。\u001b[22m, \u001b[1m小さな胸は見下さと価値がないと見られています。\u001b[22m\n\u001b[4mIt is a pretty good setup for this type of series.\u001b[24m\n    \u001b[1mこのタイプのシリーズにはかなり良い設定です。\u001b[22m, \u001b[1mこれは、一連のこのタイプのためのかなり良い設定です。\u001b[22m\n\u001b[4mThe main character, Chifusa, has big breasts, but she is morally against the unfair cast system.\u001b[24m\n    \u001b[1m主人公チフサは大きな胸を持っていますが、彼女は道徳的に不公平なキャストシステムに反対しています。\u001b[22m, \u001b[1mメインキャラクター、Chifusaは、大きな胸を持っていますが、彼女は不公平キャストシステムに対して道徳的です。\u001b[22m\n\u001b[1m\u001b[22m\nChifusa is actually part of the Manyuu clan, which enforces the breasts-above-all doctrine, but she rebels from the clan, due to their unfair practices. She starts a journey to share the clan's secrets of a bigger size with everyone in Japan.\n\n\u001b[1mChifusaは実際には、すべての教義よりも胸を強要するManyuuの一族ですが、彼女はその不公平な行為のために一族から反抗しています。 彼女は一族のより大きなサイズの秘密を日本の皆さんと分かち合う旅を始める。\u001b[22m\n\u001b[1m(Chifusa wa jissai ni wa, subete no kyōgi yori mo mune o kyōyō suru Manyuu no ichizokudesuga, kanojo wa sono fukōheina kōi no tame ni ichizoku kara hankō shite imasu. Kanojo wa ichizoku no yori ōkina saizu no himitsu o Nihon no minasan to wakachi au tabi o hajimeru.)\u001b[22m\n\nTranslations of \u001b[4mChifusa is actually part of the Manyuu clan, which enforces the breasts-above-all doctrine, but she rebels from the clan, due to their unfair practices. She starts a journey to share the clan's secrets of a bigger size with everyone in Japan.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mChifusa is actually part of the Manyuu clan, which enforces the breasts-above-all doctrine, but she rebels from the clan, due to their unfair practices.\u001b[24m\n    \u001b[1mChifusaは実際には、すべての教義よりも胸を強要するManyuuの一族ですが、彼女はその不公平な行為のために一族から反抗しています。\u001b[22m, \u001b[1mChifusaは、実際には胸-上記のすべての教義を強制魔乳一族の一部ですが、それらの不正行為への一族から、彼女の反政府勢力、。\u001b[22m\n\u001b[4mShe starts a journey to share the clan's secrets of a bigger size with everyone in Japan.\u001b[24m\n    \u001b[1m彼女は一族のより大きなサイズの秘密を日本の皆さんと分かち合う旅を始める。\u001b[22m, \u001b[1m彼女は日本のみんなと一緒に大きいサイズの一族の秘密を共有するために旅を開始します。\u001b[22m\n\u001b[1m\u001b[22m\nChifusa gets a ton of development, unlike most anime characters! Her size increases every episode due to using the Breast Flow swordfighting technique, which reduces the opponents breast size and increases hers by the same amount.\n\n\u001b[1mChifusaは、ほとんどのアニメキャラクターとは違って、開発のトンを得る！ 彼女のサイズは、相手の乳房のサイズを減らし、同じ量だけ彼女を増やす、乳房の流れの剣闘術を使用することにより、すべてのエピソードを増加させます。\u001b[22m\n\u001b[1m(Chifusa wa, hotondo no animekyarakutā to wa chigatte, kaihatsu no ton o eru! Kanojo no saizu wa, aite no chibusa no saizu o herashi, onaji ryō dake kanojo o fuyasu, chibusa no nagare no ken 闘術 O shiyō suru koto ni yori, subete no episōdo o zōka sa semasu.)\u001b[22m\n\nTranslations of \u001b[4mChifusa gets a ton of development, unlike most anime characters! Her size increases every episode due to using the Breast Flow swordfighting technique, which reduces the opponents breast size and increases hers by the same amount.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mChifusa gets a ton of development, unlike most anime characters!\u001b[24m\n    \u001b[1mChifusaは、ほとんどのアニメキャラクターとは違って、開発のトンを得る！\u001b[22m, \u001b[1mChifusaは、ほとんどのアニメのキャラクターとは異なり、開発のトンを取得します！\u001b[22m\n\u001b[4mHer size increases every episode due to using the Breast Flow swordfighting technique, which reduces the opponents breast size and increases hers by the same amount.\u001b[24m\n    \u001b[1m彼女のサイズは、相手の乳房のサイズを減らし、同じ量だけ彼女を増やす、乳房の流れの剣闘術を使用することにより、すべてのエピソードを増加させます。\u001b[22m, \u001b[1m彼女のサイズが原因で相手の胸のサイズを低減し、同じ量だけ彼女を増加乳フローswordfighting技術を使用してすべてのエピソードを増加させます。\u001b[22m\n\u001b[1m\u001b[22m\nMH is an episodic series, in which Chifusa helps people in need (or gets help for herself) around Japan. Meanwhile, the people of the manyuu clan are mad and Chifusa rebelling, so they come after her.\n\n\u001b[1mMHはエピソードシリーズであり、日本の周りの人を困らせる（あるいは自分自身のために助けを求める）人を支援します。 その間に、多くの一族の人々は怒っており、チフサは反逆しているので、彼らは彼女の後に来る。\u001b[22m\n\u001b[1m(MH wa episōdoshirīzudeari, Nihon no mawarinohito o komara seru (aruiwa jibun jishin no tame ni tasuke o motomeru) hito o shien shimasu. Sonoaida ni, ōku no ichizoku no hitobito wa okotte ori, chifusa wa hangyaku shite irunode, karera wa kanojo no nochi ni kuru.)\u001b[22m\n\nTranslations of \u001b[4mMH is an episodic series, in which Chifusa helps people in need (or gets help for herself) around Japan. Meanwhile, the people of the manyuu clan are mad and Chifusa rebelling, so they come after her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMH is an episodic series, in which Chifusa helps people in need (or gets help for herself) around Japan.\u001b[24m\n    \u001b[1mMHはエピソードシリーズであり、日本の周りの人を困らせる（あるいは自分自身のために助けを求める）人を支援します。\u001b[22m, \u001b[1mMHは、日本周辺Chifusaが必要としている人々を助ける（または自分のために役立ちます）したエピソードのシリーズです。\u001b[22m\n\u001b[4mMeanwhile, the people of the manyuu clan are mad and Chifusa rebelling, so they come after her.\u001b[24m\n    \u001b[1mその間に、多くの一族の人々は怒っており、チフサは反逆しているので、彼らは彼女の後に来る。\u001b[22m, \u001b[1m一方、魔乳一族の人々は反抗怒っおよびChifusaなので、彼女の後に来ます。\u001b[22m\n\u001b[1m\u001b[22m\nThis story is not outstanding, but the above elements work well to create a decent narrative. There is a good setup for the fan catering and comedy. There are some completely absurd plot twists around the halfway point, which keeps the score of the story low at 5\n\n\u001b[1mこのストーリーは目立つものではありませんが、上記の要素はまともな物語を作るうえでうまくいきます。 ファンケータリングとコメディのための良い設定があります。 中途半端な点の周りにいくつかの完全に不条理なプロットのねじれがあり、それは物語の得点を5に低く保つ\u001b[22m\n\u001b[1m(Kono sutōrī wa medatsu monode wa arimasenga, jōki no yōso wa matomona monogatari o tsukuru ue de umaku ikimasu. Fankētaringu to komedi no tame no yoi settei ga arimasu. Chūtohanpana ten no mawari ni ikutsu ka no kanzen ni fujōrina purotto no nejire ga ari, soreha monogatari no tokuten o 5 ni hikuku tamotsu)\u001b[22m\n\nTranslations of \u001b[4mThis story is not outstanding, but the above elements work well to create a decent narrative. There is a good setup for the fan catering and comedy. There are some completely absurd plot twists around the halfway point, which keeps the score of the story low at 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis story is not outstanding, but the above elements work well to create a decent narrative.\u001b[24m\n    \u001b[1mこのストーリーは目立つものではありませんが、上記の要素はまともな物語を作るうえでうまくいきます。\u001b[22m, \u001b[1mこの物語は、優れたではありませんが、上記の要素は、まともな物語を作成するためによく働きます。\u001b[22m\n\u001b[4mThere is a good setup for the fan catering and comedy.\u001b[24m\n    \u001b[1mファンケータリングとコメディのための良い設定があります。\u001b[22m, \u001b[1mファンケータリングとコメディのための良いセットアップがあります。\u001b[22m\n\u001b[4mThere are some completely absurd plot twists around the halfway point, which keeps the score of the story low at 5\u001b[24m\n    \u001b[1m中途半端な点の周りにいくつかの完全に不条理なプロットのねじれがあり、それは物語の得点を5に低く保つ\u001b[22m, \u001b[1m5でストーリーが低いのスコアを保持する中間点、周りにいくつかの完全に不合理などんでん返しがあります。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters (8):\n\n\u001b[1mキャラクター（8）：\u001b[22m\n\u001b[1m(Kyarakutā (8 ):)\u001b[22m\n\nTranslations of \u001b[4mCharacters (8):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters (8):\u001b[24m\n    \u001b[1mキャラクター（8）：\u001b[22m, \u001b[1m文字（8）：\u001b[22m\n\u001b[1m\u001b[22m\nThe cast is enjoyable in this one. Manyuu has great ideals for a society that doesn't judge, making her a very solid protagonist. Kotobui Minako (the voice of Mugi in K-ON!) adds a lot of believability to this character. She is portrayed effectively as someone with a heart of gold. Chifusa's traveling partner is Kaede, voiced by Toyosaki Aki (also Yui Hirasawa in K-ON!). Similar to K-ON!, there is a lot of playful banter between the main characters. Kaede lost her breasts (due to another samurai using Breast Flow), so she is jealous of Chifusa for that. But she cares deeply about her childhood friend Chifusa.\n\n\u001b[1mこのキャストは楽しいです。  Manyuuは、彼女を非常にしっかりした主人公にして、判断しない社会にとって大きな理想を持っています。  Kotobui Minako（K-ONのMugiの声！）は、このキャラクターに多くの信憑性を追加します。 彼女は金の心を持つ人として効果的に描かれています。  Chifusaの旅のパートナーはKaedeで、豊崎豊（K-ONでは平沢唯もそうです！  K-ON！と同様に、主人公の間にはたくさんの遊び心があります。 楓は胸を失ってしまった（胸の流れを使っている別の武士のため）、彼女はそのためにチフサを嫉妬している。 しかし、彼女は彼女の幼なじみの友人チフサを心配しています。\u001b[22m\n\u001b[1m(Kono kyasuto wa tanoshīdesu. Manyuu wa, kanojo o hijō ni shikkari shita shujinkō ni shite, handan shinai shakai ni totte ōkina risō o motte imasu. Kotobui Minako (K - ON no Mugi no koe! ) Wa, kono kyarakutā ni ōku no shinbyōsei o tsuika shimasu. Kanojo wa kin no kokoro o motsu hito to shite kōka-teki ni egaka rete imasu. Chifusa no tabi no pātonā wa kaede de, Toyosaki Yutaka (K - ONde wa hirasawatada mo sōdesu! K - ON! To dōyō ni, shujinkō no ma ni wa takusan no asobigokoro ga arimasu. Kaede wa mune o ushinatte shimatta (mune no nagare o tsukatte iru betsu no bushi no tame), kanojo wa sonotame ni chifusa o shitto shite iru. Shikashi, kanojo wa kanojo no osananajimi no yūjin chifusa o shinpai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe cast is enjoyable in this one. Manyuu has great ideals for a society that doesn't judge, making her a very solid protagonist. Kotobui Minako (the voice of Mugi in K-ON!) adds a lot of believability to this character. She is portrayed effectively as someone with a heart of gold. Chifusa's traveling partner is Kaede, voiced by Toyosaki Aki (also Yui Hirasawa in K-ON!). Similar to K-ON!, there is a lot of playful banter between the main characters. Kaede lost her breasts (due to another samurai using Breast Flow), so she is jealous of Chifusa for that. But she cares deeply about her childhood friend Chifusa.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe cast is enjoyable in this one.\u001b[24m\n    \u001b[1mこのキャストは楽しいです。\u001b[22m, \u001b[1mキャストはこの1で楽しいです。\u001b[22m\n\u001b[4mManyuu has great ideals for a society that doesn't judge, making her a very solid protagonist.\u001b[24m\n    \u001b[1mManyuuは、彼女を非常にしっかりした主人公にして、判断しない社会にとって大きな理想を持っています。\u001b[22m, \u001b[1m魔乳は彼女の非常に強固な主人公作り、判断しない社会にとって大きな理想を持っています。\u001b[22m\n\u001b[4mKotobui Minako (the voice of Mugi in K-ON!) adds a lot of believability to this character.\u001b[24m\n    \u001b[1mKotobui Minako（K-ONのMugiの声！）は、このキャラクターに多くの信憑性を追加します。\u001b[22m, \u001b[1mKotobui美奈子（K-ONで麦の声が！）この文字に信憑の多くを追加します。\u001b[22m\n\u001b[4mShe is portrayed effectively as someone with a heart of gold.\u001b[24m\n    \u001b[1m彼女は金の心を持つ人として効果的に描かれています。\u001b[22m, \u001b[1m彼女は金の心を持った人として効果的に描かれています。\u001b[22m\n\u001b[4mChifusa's traveling partner is Kaede, voiced by Toyosaki Aki (also Yui Hirasawa in K-ON!).\u001b[24m\n    \u001b[1mChifusaの旅のパートナーはKaedeで、豊崎豊（K-ONでは平沢唯もそうです！\u001b[22m, \u001b[1mChifusaの走行パートナーは豊崎アキ（K-ONでも平沢唯！）表明、楓です。\u001b[22m\n\u001b[4mSimilar to K-ON!, there is a lot of playful banter between the main characters.\u001b[24m\n    \u001b[1mK-ON！と同様に、主人公の間にはたくさんの遊び心があります。\u001b[22m, \u001b[1mK-ONと同様に！メインキャラクター間の遊び心冗談がたくさんあります。\u001b[22m\n\u001b[4mKaede lost her breasts (due to another samurai using Breast Flow), so she is jealous of Chifusa for that.\u001b[24m\n    \u001b[1m楓は胸を失ってしまった（胸の流れを使っている別の武士のため）、彼女はそのためにチフサを嫉妬している。\u001b[22m, \u001b[1m楓（による乳フローを使用して別の武士に）彼女の胸を失ったので、彼女はそのためChifusaの嫉妬です。\u001b[22m\n\u001b[4mBut she cares deeply about her childhood friend Chifusa.\u001b[24m\n    \u001b[1mしかし、彼女は彼女の幼なじみの友人チフサを心配しています。\u001b[22m, \u001b[1mしかし、彼女は彼女の幼なじみChifusaを深く気遣います。\u001b[22m\n\u001b[1m\u001b[22m\nThe other characters change throughout the episodes, and none are too memorable. You've got old town elders that love breasts, little kids that miss their mom's, even more perverted guys, and more girls with big breasts. They usually have funny dialogue, and overall are good characters\n\n\u001b[1m他のキャラクターはエピソードを通して変化し、あまりにも思い出深いものはありません。 あなたは胸を愛している旧市街の長老、彼らのお母さんを見逃す子どもたち、もっと変態した人たち、そして大きな胸を持つ女の子たちがいます。 彼らは通常面白い対話を持っており、全体的に良いキャラクターです\u001b[22m\n\u001b[1m(Hoka no kyarakutā wa episōdo o tōshite henka shi, amarini mo omoidebukai mono wa arimasen. Anata wa mune o aishite iru kyū shigai no chōrō, karera no okāsan o minogasu kodomo-tachi, motto hentai shita hito-tachi, soshite ōkina mune o motsu on'nanoko-tachi ga imasu. Karera wa tsūjō omoshiroi taiwa o motte ori, zentai-teki ni yoi kyarakutādesu)\u001b[22m\n\nTranslations of \u001b[4mThe other characters change throughout the episodes, and none are too memorable. You've got old town elders that love breasts, little kids that miss their mom's, even more perverted guys, and more girls with big breasts. They usually have funny dialogue, and overall are good characters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe other characters change throughout the episodes, and none are too memorable.\u001b[24m\n    \u001b[1m他のキャラクターはエピソードを通して変化し、あまりにも思い出深いものはありません。\u001b[22m, \u001b[1m他の文字はエピソードを通じて変化し、いずれも記憶に残るません。\u001b[22m\n\u001b[4mYou've got old town elders that love breasts, little kids that miss their mom's, even more perverted guys, and more girls with big breasts.\u001b[24m\n    \u001b[1mあなたは胸を愛している旧市街の長老、彼らのお母さんを見逃す子どもたち、もっと変態した人たち、そして大きな胸を持つ女の子たちがいます。\u001b[22m, \u001b[1mあなたは胸を愛し、旧市街の長老たち、彼らのお母さんの、さらに多くの倒錯の男を逃す小さな子供たち、そして大きな胸でより多くの女の子を持っています。\u001b[22m\n\u001b[4mThey usually have funny dialogue, and overall are good characters\u001b[24m\n    \u001b[1m彼らは通常面白い対話を持っており、全体的に良いキャラクターです\u001b[22m, \u001b[1m彼らは通常、面白い対話を持っており、全体的に良好な文字です\u001b[22m\n\u001b[1m\u001b[22m\nArt and Sound (6 and 7):\n\n\u001b[1mアートとサウンド（6と7）：\u001b[22m\n\u001b[1m(Āto to saundo (6 to 7):)\u001b[22m\n\nTranslations of \u001b[4mArt and Sound (6 and 7):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and Sound (6 and 7):\u001b[24m\n    \u001b[1mアートとサウンド（6と7）：\u001b[22m, \u001b[1mアートとサウンド（6および7）：\u001b[22m\n\u001b[1m\u001b[22m\nThe art and sound work well, although they aren't the best in the medium. The animation is fluid, although it is hard to judge quality (due to watching the Kira webcast version)\n\n\u001b[1mアートとサウンドはうまく機能しますが、メディアでは最高です。 アニメーションは流動的ですが、品質を判断するのは難しいです（Kira Webcastバージョンを見ているため）\u001b[22m\n\u001b[1m(Āto to saundo wa umaku kinō shimasuga, mediade wa saikōdesu. Animēshon wa ryūdōtekidesuga, hinshitsu o handan suru no wa muzukashīdesu (Kira Webcast bājon o mite iru tame))\u001b[22m\n\nTranslations of \u001b[4mThe art and sound work well, although they aren't the best in the medium. The animation is fluid, although it is hard to judge quality (due to watching the Kira webcast version)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and sound work well, although they aren't the best in the medium.\u001b[24m\n    \u001b[1mアートとサウンドはうまく機能しますが、メディアでは最高です。\u001b[22m, \u001b[1m当業界とサウンドの作品、それらは媒体中で最高ではないですが。\u001b[22m\n\u001b[4mThe animation is fluid, although it is hard to judge quality (due to watching the Kira webcast version)\u001b[24m\n    \u001b[1mアニメーションは流動的ですが、品質を判断するのは難しいです（Kira Webcastバージョンを見ているため）\u001b[22m, \u001b[1m（これはキラのウェブキャスト版を見に）品質を判断するのは難しいですが、アニメーションは、流体であります\u001b[22m\n\u001b[1m\u001b[22m\nSound gets a 7, largely due to the main characters' voices. This is the only combination of the Yui and Mugi voice actors outside of K-ON! and Hatsukoi Limited, so value is very high for this. The music works well, and the voices of the side characters are funny. The male characters are usually serious in a very comedic way. The music doesn't stand out, but it is decent.\n\n\u001b[1m主なキャラクターの声のために、音は7になります。 これは、K-ON以外のYuiとMugiの声優の唯一の組み合わせです！ これは非常に価値が高いです。 音楽はうまくいき、サイド・キャラクターの声は面白いです。 男性キャラクターは、通常非常にコメディーなやり方で深刻です。 音楽は際立っていませんが、まともです。\u001b[22m\n\u001b[1m(Omona kyarakutā no koe no tame ni,-on wa 7 ni narimasu. Kore wa, K - ON igai no Yui to Mugi no seiyū no yuiitsu no kumiawasedesu! Kore wa hijō ni kachi ga takaidesu. Ongaku wa umaku iki, saido kyarakutā no koe wa omoshiroidesu. Dansei kyarakutā wa, tsūjō hijō ni komedīna yarikata de shinkokudesu. Ongaku wa kiwadatte imasenga, matomodesu.)\u001b[22m\n\nTranslations of \u001b[4mSound gets a 7, largely due to the main characters' voices. This is the only combination of the Yui and Mugi voice actors outside of K-ON! and Hatsukoi Limited, so value is very high for this. The music works well, and the voices of the side characters are funny. The male characters are usually serious in a very comedic way. The music doesn't stand out, but it is decent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound gets a 7, largely due to the main characters' voices.\u001b[24m\n    \u001b[1m主なキャラクターの声のために、音は7になります。\u001b[22m, \u001b[1mサウンドは、主として、メインキャラクターの声に、7を取得します。\u001b[22m\n\u001b[4mThis is the only combination of the Yui and Mugi voice actors outside of K-ON!\u001b[24m\n    \u001b[1mこれは、K-ON以外のYuiとMugiの声優の唯一の組み合わせです！\u001b[22m, \u001b[1mこれはK-ONの外ゆいと麦声優の唯一の組み合わせです！\u001b[22m\n\u001b[4mand Hatsukoi Limited, so value is very high for this.\u001b[24m\n    \u001b[1mこれは非常に価値が高いです。\u001b[22m, \u001b[1mそして初恋限定。は、それほど値は、このための非常に高いです。\u001b[22m\n\u001b[4mThe music works well, and the voices of the side characters are funny.\u001b[24m\n    \u001b[1m音楽はうまくいき、サイド・キャラクターの声は面白いです。\u001b[22m, \u001b[1m音楽はうまく機能し、サイドのキャラクターの声は面白いです。\u001b[22m\n\u001b[4mThe male characters are usually serious in a very comedic way.\u001b[24m\n    \u001b[1m男性キャラクターは、通常非常にコメディーなやり方で深刻です。\u001b[22m, \u001b[1m男性の文字は通常、非常にコミカルな方法で深刻です。\u001b[22m\n\u001b[4mThe music doesn't stand out, but it is decent.\u001b[24m\n    \u001b[1m音楽は際立っていませんが、まともです。\u001b[22m, \u001b[1m音楽が目立ついないが、それはまともです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment (8):\n\n\u001b[1m楽しさ（8）：\u001b[22m\n\u001b[1m(Tanoshisa (8 ):)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (8):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (8):\u001b[24m\n    \u001b[1m楽しさ（8）：\u001b[22m, \u001b[1m楽し（8）：\u001b[22m\n\u001b[1m\u001b[22m\nI'm enjoying the ridiculousness of this whole thing. What surprised me is the comedy. The jokes are far from sophisticated, but the timing is very good. Despite having a decent story, this anime is not taken too seriously at times. It is mostly joking about tits (obviously), and there are also some lesbian jokes, as well. Shows like B Gata H Kei and Baka to Test don't have complex humor either, so Manyuu fits right in with those.\n\n\u001b[1m私はこの全体のばかげさを楽しんでいます。 私が驚いたのはコメディです。 ジョークは洗練されたものではありませんが、タイミングはとても良いです。 まともな物語を持っているにもかかわらず、このアニメは時にはあまり真剣に取られません。 ほとんどの場合、おっぱいについての冗談がありますが（もちろん）、レズビアンのジョークもあります。  B Gata H KeiやTest to Bakaのようなショーは、どちらも複雑なユーモアをもたないので、Manyuuはそれらのものとまったく同じです。\u001b[22m\n\u001b[1m(Watashi wa kono zentai no bakage-sa o tanoshinde imasu. Watashi ga odoroita no wa komedidesu. Jōku wa senrensareta monode wa arimasenga, taimingu wa totemo yoidesu. Matomona monogatari o motte iru nimokakawarazu, kono anime wa tokiniha amari shinken ni tora remasen. Hotondo no baai, oppai ni tsuite no jōdan ga arimasuga (mochiron), rezubian no jōku mo arimasu. B Gata H Kei ya Test to Baka no yōna shō wa, dochira mo fukuzatsuna yūmoa o motanainode, Manyuu wa sorera no mono to mattaku onajidesu.)\u001b[22m\n\nTranslations of \u001b[4mI'm enjoying the ridiculousness of this whole thing. What surprised me is the comedy. The jokes are far from sophisticated, but the timing is very good. Despite having a decent story, this anime is not taken too seriously at times. It is mostly joking about tits (obviously), and there are also some lesbian jokes, as well. Shows like B Gata H Kei and Baka to Test don't have complex humor either, so Manyuu fits right in with those.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm enjoying the ridiculousness of this whole thing.\u001b[24m\n    \u001b[1m私はこの全体のばかげさを楽しんでいます。\u001b[22m, \u001b[1m私は、この全体のことのばかばかしを楽しんでいます。\u001b[22m\n\u001b[4mWhat surprised me is the comedy.\u001b[24m\n    \u001b[1m私が驚いたのはコメディです。\u001b[22m, \u001b[1mどのような私を驚かせたことは喜劇です。\u001b[22m\n\u001b[4mThe jokes are far from sophisticated, but the timing is very good.\u001b[24m\n    \u001b[1mジョークは洗練されたものではありませんが、タイミングはとても良いです。\u001b[22m, \u001b[1mジョークは、洗練されたから遠いですが、タイミングが非常に良いです。\u001b[22m\n\u001b[4mDespite having a decent story, this anime is not taken too seriously at times.\u001b[24m\n    \u001b[1mまともな物語を持っているにもかかわらず、このアニメは時にはあまり真剣に取られません。\u001b[22m, \u001b[1mまともなストーリーを持つにもかかわらず、このアニメは時間にあまりにも真剣に取られていません。\u001b[22m\n\u001b[4mIt is mostly joking about tits (obviously), and there are also some lesbian jokes, as well.\u001b[24m\n    \u001b[1mほとんどの場合、おっぱいについての冗談がありますが（もちろん）、レズビアンのジョークもあります。\u001b[22m, \u001b[1m同様に、それは主におっぱい（当然）について冗談を言っており、いくつかのレズビアンのジョークもあります。\u001b[22m\n\u001b[4mShows like B Gata H Kei and Baka to Test don't have complex humor either, so Manyuu fits right in with those.\u001b[24m\n    \u001b[1mB Gata H KeiやTest to Bakaのようなショーは、どちらも複雑なユーモアをもたないので、Manyuuはそれらのものとまったく同じです。\u001b[22m, \u001b[1mB型H系とバカのようなショーは、魔乳が正しいものとに収まるように、いずれかの複雑なユーモアを持っていませんテストします。\u001b[22m\n\u001b[1m\u001b[22m\nThe anime's fan service is great, and it is well above any other non-hentai I've seen. Lots of exposed breasts in the webcast version. There are a lot of gimmicks with a ton of fan-service, as well. One of the villages has a bouncing breast contest, which is executed well. In another episode, a group of warriors fights an octopus, which is an opportunity for tentacle scenes (and jokes about the tentacle scene). There is also a group of kids who are addicted to their mother's boobs, so they shove their face in the girl's boobs. Meanwhile, the two main characters make jokes while all of these things happen. It is all done in a very slick way. Overall, the fanservice is very enjoyable, and way better than any other title airing today.\n\n\u001b[1mアニメのファンサービスは素晴らしく、それは私が見てきた他の非変態よりもはるかに優れています。 ウェブキャストバージョンでは露出した胸がたくさ​​んあります。 ファンサービスのトンで多くのギミックがあります。  1つの村には跳ねる乳房コンテストがあり、これはうまく実行されます。 別のエピソードでは、戦士のグループがタコの戦い（と触手シーンについてのジョーク）のための機会であるタコを戦う。 彼らの母親のおっぱいに中毒している子供たちのグループもあるので、彼らはその女の子のおっぱいに顔を押した。 一方、2人の主人公はジョークを作りますが、これらのことはすべて起こります。 それはすべて非常に滑らかなやり方で行われます。 全体的に、fanserviceは非常に楽しく、今日の他のタイトルの放送よりも優れています。\u001b[22m\n\u001b[1m(Anime no fansābisu wa subarashiku, sore wa watashi ga mitekita hoka no hi hentai yori mo haruka ni sugurete imasu. U~ebukyasutobājonde wa roshutsu shita mune ga taku-sa ​​ n arimasu. Fansābisu no ton de ōku no gimikku ga arimasu. 1Tsu no mura ni wa haneru chibusa kontesuto ga ari, kore wa umaku jikkō sa remasu. Betsu no episōdode wa, senshi no gurūpu ga tako no tatakai (to shokushu shīn ni tsuite no jōku) no tame no kikaidearu tako o tatakau. Karera no hahaoya no oppai ni chūdoku shite iru kodomo-tachi no gurūpu mo aru node, karera wa sono on'nanoko no oppai ni kao o oshita. Ippō, 2-ri no shujinkō wa jōku o tsukurimasuga, korera no koto wa subete okorimasu. Sore wa subete hijō ni namerakana yarikata de okonawa remasu. Zentai-teki ni, fanservice wa hijō ni tanoshiku, kyō no ta no taitoru no hōsō yori mo sugurete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe anime's fan service is great, and it is well above any other non-hentai I've seen. Lots of exposed breasts in the webcast version. There are a lot of gimmicks with a ton of fan-service, as well. One of the villages has a bouncing breast contest, which is executed well. In another episode, a group of warriors fights an octopus, which is an opportunity for tentacle scenes (and jokes about the tentacle scene). There is also a group of kids who are addicted to their mother's boobs, so they shove their face in the girl's boobs. Meanwhile, the two main characters make jokes while all of these things happen. It is all done in a very slick way. Overall, the fanservice is very enjoyable, and way better than any other title airing today.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime's fan service is great, and it is well above any other non-hentai I've seen.\u001b[24m\n    \u001b[1mアニメのファンサービスは素晴らしく、それは私が見てきた他の非変態よりもはるかに優れています。\u001b[22m, \u001b[1mアニメのファンサービスは素晴らしいです、それはよく私が見てきた他の非変態の上にあります。\u001b[22m\n\u001b[4mLots of exposed breasts in the webcast version.\u001b[24m\n    \u001b[1mウェブキャストバージョンでは露出した胸がたくさんあります。\u001b[22m, \u001b[1mウェブキャスト版で露出した胸のたくさん。\u001b[22m\n\u001b[4mThere are a lot of gimmicks with a ton of fan-service, as well.\u001b[24m\n    \u001b[1mファンサービスのトンで多くのギミックがあります。\u001b[22m, \u001b[1m仕掛けの多くは、同様に、ファンサービスのトンであります。\u001b[22m\n\u001b[4mOne of the villages has a bouncing breast contest, which is executed well.\u001b[24m\n    \u001b[1m1つの村には跳ねる乳房コンテストがあり、これはうまく実行されます。\u001b[22m, \u001b[1m村の一つは、よく実行されるバウンス乳房コンテストを、持っています。\u001b[22m\n\u001b[4mIn another episode, a group of warriors fights an octopus, which is an opportunity for tentacle scenes (and jokes about the tentacle scene).\u001b[24m\n    \u001b[1m別のエピソードでは、戦士のグループがタコの戦い（と触手シーンについてのジョーク）のための機会であるタコを戦う。\u001b[22m, \u001b[1m別のエピソードでは、戦士たちのグループは、触手シーン（と触手のシーンについてのジョーク）のための機会であるタコを、戦います。\u001b[22m\n\u001b[4mThere is also a group of kids who are addicted to their mother's boobs, so they shove their face in the girl's boobs.\u001b[24m\n    \u001b[1m彼らの母親のおっぱいに中毒している子供たちのグループもあるので、彼らはその女の子のおっぱいに顔を押した。\u001b[22m, \u001b[1mそこに母親のおっぱいにはまっている子供たちのグループもあるので、彼らは女の子のおっぱいで自分の顔を突き出します。\u001b[22m\n\u001b[4mMeanwhile, the two main characters make jokes while all of these things happen.\u001b[24m\n    \u001b[1m一方、2人の主人公はジョークを作りますが、これらのことはすべて起こります。\u001b[22m, \u001b[1mこれらの事のすべてが起こるながら一方で、二つの主な文字がジョークを作ります。\u001b[22m\n\u001b[4mIt is all done in a very slick way.\u001b[24m\n    \u001b[1mそれはすべて非常に滑らかなやり方で行われます。\u001b[22m, \u001b[1mこれは、すべての非常に滑らかな方法で行われます。\u001b[22m\n\u001b[4mOverall, the fanservice is very enjoyable, and way better than any other title airing today.\u001b[24m\n    \u001b[1m全体的に、fanserviceは非常に楽しく、今日の他のタイトルの放送よりも優れています。\u001b[22m, \u001b[1m全体的に、サービスカットは非常に楽しい、そして今日の放送、他のタイトルよりもずっといいです。\u001b[22m\n\u001b[1m\u001b[22m\nThere are some ridiculous plot twists, which lowers the enjoyment from a perfect 10. Episode 6 has a completely ridiculous confrontation between Chifusu and her sister, which left me scratching my head. Overall, though, this is an above average enjoyment title, especially compared to other currently airing series.\n\n\u001b[1mちょっとばかげたプロットのねじれがあり、完璧な10時からの楽しみを低下させます。エピソード6はチフスと妹の間に完全にばかげた対立を持っていて、私の頭を傷つけました。 しかし全体的には、これは特に平均的な娯楽タイトルであり、特に現在放映されている他のシリーズと比較します。\u001b[22m\n\u001b[1m(Chotto bakageta purotto no nejire ga ari, kanpekina 10-ji kara no tanoshimi o teika sa semasu. Episōdo 6 wa chifusu to imōto no ma ni kanzen ni bakageta tairitsu o motte ite, watashi no atama o kizutsukemashita. Shikashi zentai-teki ni wa, kore wa tokuni heikin-tekina goraku taitorudeari, tokuni genzai hōei sa rete iru ta no shirīzu to hikaku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere are some ridiculous plot twists, which lowers the enjoyment from a perfect 10. Episode 6 has a completely ridiculous confrontation between Chifusu and her sister, which left me scratching my head. Overall, though, this is an above average enjoyment title, especially compared to other currently airing series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are some ridiculous plot twists, which lowers the enjoyment from a perfect 10. Episode 6 has a completely ridiculous confrontation between Chifusu and her sister, which left me scratching my head.\u001b[24m\n    \u001b[1mちょっとばかげたプロットのねじれがあり、完璧な10時からの楽しみを低下させます。エピソード6はチフスと妹の間に完全にばかげた対立を持っていて、私の頭を傷つけました。\u001b[22m, \u001b[1mChifusuと私の頭を悩ま私を残し、彼女の妹、間完全にばかげ対立を持って完璧な10第6話から楽しさを低下させるいくつかのばかげどんでん返しがあります。\u001b[22m\n\u001b[4mOverall, though, this is an above average enjoyment title, especially compared to other currently airing series.\u001b[24m\n    \u001b[1mしかし全体的には、これは特に平均的な娯楽タイトルであり、特に現在放映されている他のシリーズと比較します。\u001b[22m, \u001b[1m全体的に、しかし、これは特に他の現在放送中のシリーズに比べて、平均以上の楽しみのタイトルです。\u001b[22m\n\u001b[1m\u001b[22m\nManyuu Hikenchou is a solid mix of fan-service, comedy, and social commentary (on the injustice of the breast size caste system). This is by no means a masterpiece, but it is a solid show if you are looking for ecchi/comedy, or if you like Yui and Mugi in K-ON!\n\n\u001b[1m夫人は、ファンサービス、コメディ、ソーシャルコメンタリー（乳房サイズカーストシステムの不公平に対する）の強固な組み合わせです。 これは決して傑作ではありませんが、エッチやコメディを探している場合、またはK-ONのユイとムギが好きな人は、ソリッドショーです！\u001b[22m\n\u001b[1m(Fujin wa, fansābisu, komedi, sōsharukomentarī (chibusa saizukāsutoshisutemu no fukōhei ni taisuru) no kyōkona kumiawasedesu. Kore wa kesshite kessakude wa arimasenga, etchi ya komedi o sagashite iru baai, matawa K - ON no Yui to mugi ga sukinahito wa, soriddoshōdesu!)\u001b[22m\n\nTranslations of \u001b[4mManyuu Hikenchou is a solid mix of fan-service, comedy, and social commentary (on the injustice of the breast size caste system). This is by no means a masterpiece, but it is a solid show if you are looking for ecchi/comedy, or if you like Yui and Mugi in K-ON!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mManyuu Hikenchou is a solid mix of fan-service, comedy, and social commentary (on the injustice of the breast size caste system).\u001b[24m\n    \u001b[1m夫人は、ファンサービス、コメディ、ソーシャルコメンタリー（乳房サイズカーストシステムの不公平に対する）の強固な組み合わせです。\u001b[22m, \u001b[1m魔乳Hikenchouは、ファンサービス、コメディ、および（胸のサイズのカースト制度の不公平に）社会的な論評の固体ミックスです。\u001b[22m\n\u001b[4mThis is by no means a masterpiece, but it is a solid show if you are looking for ecchi/comedy, or if you like Yui and Mugi in K-ON!\u001b[24m\n    \u001b[1mこれは決して傑作ではありませんが、エッチやコメディを探している場合、またはK-ONのユイとムギが好きな人は、ソリッドショーです！\u001b[22m, \u001b[1mこれは傑作を意味していますが、エッチ/コメディを探しているなら、それは固体のショーですかK-ONで唯と麦などがない場合によってです！\u001b[22m\n\u001b[1m\u001b[22m\nStory: 5\n\n\u001b[1mストーリー：5\u001b[22m\n\u001b[1m(Sutōrī: 5)\u001b[22m\n\nTranslations of \u001b[4mStory: 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 5\u001b[24m\n    \u001b[1mストーリー：5\u001b[22m\nArt: 6\n\n\u001b[1mアート：6\u001b[22m\n\u001b[1m(Āto: 6)\u001b[22m\n\nTranslations of \u001b[4mArt: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 6\u001b[24m\n    \u001b[1mアート：6\u001b[22m\nSound: 7\n\n\u001b[1mサウンド：7\u001b[22m\n\u001b[1m(Saundo: 7)\u001b[22m\n\nTranslations of \u001b[4mSound: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7\u001b[24m\n    \u001b[1mサウンド：7\u001b[22m\nCharacter: 8\n\n\u001b[1mキャラクター：8\u001b[22m\n\u001b[1m(Kyarakutā: 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 8\u001b[24m\n    \u001b[1mキャラクター：8\u001b[22m\nEnjoyment: 8\n\n\u001b[1m楽しさ：8\u001b[22m\n\u001b[1m(Tanoshisa: 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 8\u001b[24m\n    \u001b[1m楽しさ：8\u001b[22m\nOverall: 7\n\n\u001b[1m全体：7\u001b[22m\n\u001b[1m(Zentai: 7)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7\u001b[24m\n    \u001b[1m全体：7\u001b[22m"
  },
  {
    "title": "Manyuu_Hikenchou",
    "id": "10465",
    "url": "https://myanimelist.net/anime/10465/Manyuu_Hikenchou",
    "user": "literaturenerd",
    "profile": "/profile/literaturenerd/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=170123",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  1\nサウンド|  1\nキャラクター|  2\n|  2\n\n概要：\n\n「面白い」前提のアニメを見直す時間。 その前提は、典型的なヘンタイと古典的な、チーズな1980年の映画ハイランダーを組み合わせている。 これは、ここでは、ヘンタイハイランダーとして、米国でよく知られています。 私は友人の家で終わり、何とか「最悪のアニメ」の会話が始まった。 私はカイト、MDガイスト、セイコンのQwasar、などのようなゴミを持ち出した。私の友人は単に頭を振って、私がハイランダーの変態について聞いたことがあるかどうか尋ねた。 私の反応はもちろんだった...「何？ それはどうやって愚かなの？ 残念ながらそれは存在します。 魔法先天の馬小屋へようこそ！\n\nプロットと文字数：1/10\n\nこのプロットは、1867年に幕末幕府が明治との戦いで勝利した代替日本で行われました。何故かこの代替的な日本では、乳房の大きさが社会的地位、富、権力を決定すると考えられていました。  1人の強力な一族は、他の雛を剣で斬り、自分のおっぱいを自分の体に吸収させて盗むという、究極のおっぱい成長技術を持っています！  「2人しかいない！」 もっと良い言葉がないという主人公は、一族のほぼ全員のおっぱいを吸収していた彼女の古いライバルと戦わなければなりません。 タイのクルガンは止められますか？ この馬鹿馬鹿しいことを楽しむには、世界に十分な薬がありません。\n\nアート：4/10\n\n芸術は実際にかなりまともですが、少なくとも私は悪化しています。 もちろん、巨大なおっぱいに重点が置かれています。これは、不均衡な漫画のブービーが出てくる限りは間違いありません。  Seikon no Qwasarのための同じアーティストもこれに取り組んでいたと確信しています。 アートスタイルとアニメーションは似ています。\n\n全体：1/10\n\nこれは、アニメについて何も知らない人が作ったファミリーガイのカットアウェイギャグのようなものですが、変態して欲しいという理由でノックアウトしたいのです。 問題は、これが30秒間持続しないことです。 タランティーノのグラインドハウスに見られるようなジョークのトレーラーではありません。 これは実際には13の完全な神の悪いエピソードと同じくそーです。 これがExcel Sagaのような別のアニメに見られるジョークの予告編だったのであれば、いくつかの笑いがありましたが、実際にこの残虐行為をして13回のエピソードを作っていました。 彼らがどんな薬を持っているのか分かりませんが、それは何か有力なことだったに違いないでしょう！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 1\n\n\u001b[1mアニメーション|  1\u001b[22m\n\u001b[1m(Animēshon | 1)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nSound | 1\n\n\u001b[1mサウンド|  1\u001b[22m\n\u001b[1m(Saundo | 1)\u001b[22m\n\nTranslations of \u001b[4mSound | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nOverview:\n\n\u001b[1m概要：\u001b[22m\n\u001b[1m(Gaiyō:)\u001b[22m\n\nDefinitions of \u001b[4mOverview:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    視察\u001b[22m\n        inspection, observation, survey, investigation, scan, scrutiny\n\u001b[1m\u001b[22m\nTime to review an anime with an 'interesting' premise. That premise is combining the classic, cheesy 1980s movie Highlander with a typical hentai. This is Manyuu Hikenchou, better known here in the US as hentai highlander. I was over at a friend's house and somehow the conversation of the 'the worst anime ever' came up. I brought up garbage like Kite, MD Geist, Seikon no Qwasar, etc. My friend simply shook his head and asked if I had ever heard of the Highlander Hentai. My response was of course...'WHAT!? HOW COULD SOMETHING THAT STUPID EXIST?!' Unfortunately it does exist. Welcome to the sheer idiocy of Manyuu Hikenchou!\n\n\u001b[1m「面白い」前提のアニメを見直す時間。 その前提は、典型的なヘンタイと古典的な、チーズな1980年の映画ハイランダーを組み合わせている。 これは、ここでは、ヘンタイハイランダーとして、米国でよく知られています。 私は友人の家で終わり、何とか「最悪のアニメ」の会話が始まった。 私はカイト、MDガイスト、セイコンのQwasar、などのようなゴミを持ち出した。私の友人は単に頭を振って、私がハイランダーの変態について聞いたことがあるかどうか尋ねた。 私の反応はもちろんだった...「何？ それはどうやって愚かなの？ 残念ながらそれは存在します。 魔法先天の馬小屋へようこそ！\u001b[22m\n\u001b[1m(`Omoshiroi' zentei no anime o minaosu jikan. Sono zentei wa, tenkei-tekina hentai to koten-tekina, chīzuna 1980-nen no eiga hairandā o kumiawasete iru. Kore wa, kokode wa, hentaihairandā to shite, Beikoku de yoku shira rete imasu. Watashi wa yūjin no ie de owari, nantoka `saiaku no anime' no kaiwa ga hajimatta. Watashi wa Kaito, MD gaisuto, seikon no Qwasar, nado no yōna gomi o mochidashita. Watashi no yūjin wa tan'ni atama o futte, watashi ga hairandā no hentai ni tsuite kiita koto ga aru ka dō ka tazuneta. Watashi no han'nō wa mochirondatta... `Nani? Sore wa dō yatte orokana no? Zan'nen'nagara soreha sonzai shimasu. Mahō senten no umagoya e yōkoso!)\u001b[22m\n\nTranslations of \u001b[4mTime to review an anime with an 'interesting' premise. That premise is combining the classic, cheesy 1980s movie Highlander with a typical hentai. This is Manyuu Hikenchou, better known here in the US as hentai highlander. I was over at a friend's house and somehow the conversation of the 'the worst anime ever' came up. I brought up garbage like Kite, MD Geist, Seikon no Qwasar, etc. My friend simply shook his head and asked if I had ever heard of the Highlander Hentai. My response was of course...'WHAT!? HOW COULD SOMETHING THAT STUPID EXIST?!' Unfortunately it does exist. Welcome to the sheer idiocy of Manyuu Hikenchou!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTime to review an anime with an 'interesting' premise.\u001b[24m\n    \u001b[1m「面白い」前提のアニメを見直す時間。\u001b[22m, \u001b[1m「面白い」前提でアニメを確認するのにかかった時間。\u001b[22m\n\u001b[4mThat premise is combining the classic, cheesy 1980s movie Highlander with a typical hentai.\u001b[24m\n    \u001b[1mその前提は、典型的なヘンタイと古典的な、チーズな1980年の映画ハイランダーを組み合わせている。\u001b[22m, \u001b[1mその前提は、典型的な変態で古典的な、安っぽい80年代の映画ハイランダーを組み合わせています。\u001b[22m\n\u001b[4mThis is Manyuu Hikenchou, better known here in the US as hentai highlander.\u001b[24m\n    \u001b[1mこれは、ここでは、ヘンタイハイランダーとして、米国でよく知られています。\u001b[22m, \u001b[1mこれは、より良い変態ハイランダーとしてここに米国で知られている魔乳Hikenchou、です。\u001b[22m\n\u001b[4mI was over at a friend's house and somehow the conversation of the 'the worst anime ever' came up.\u001b[24m\n    \u001b[1m私は友人の家で終わり、何とか「最悪のアニメ」の会話が始まった。\u001b[22m, \u001b[1m私は友人の家で終わったと何とか「史上最悪のアニメ「の会話が上がってきました。\u001b[22m\n\u001b[4mI brought up garbage like Kite, MD Geist, Seikon no Qwasar, etc. My friend simply shook his head and asked if I had ever heard of the Highlander Hentai.\u001b[24m\n    \u001b[1m私はカイト、MDガイスト、セイコンのQwasar、などのようなゴミを持ち出した。私の友人は単に頭を振って、私がハイランダーの変態について聞いたことがあるかどうか尋ねた。\u001b[22m, \u001b[1m私は私の友人は、単純に彼の頭を横に振ったし、私が今までハイランダー変態のことを聞いていたかどうかを尋ねられたなどカイト、MDガイスト、SeikonなしQwasar、のようなゴミを育てました。\u001b[22m\n\u001b[4mMy response was of course...'WHAT!?\u001b[24m\n    \u001b[1m私の反応はもちろんだった...「何？\u001b[22m, \u001b[1m私の応答はもちろんでした... 'WHAT!?\u001b[22m\n\u001b[4mHOW COULD SOMETHING THAT STUPID EXIST?!'\u001b[24m\n    \u001b[1mそれはどうやって愚かなの？\u001b[22m, \u001b[1mHOW STUPIDはEXIST何かができました！」\u001b[22m\n\u001b[4mUnfortunately it does exist.\u001b[24m\n    \u001b[1m残念ながらそれは存在します。\u001b[22m, \u001b[1m残念ながら、それは存在しません。\u001b[22m\n\u001b[4mWelcome to the sheer idiocy of Manyuu Hikenchou!\u001b[24m\n    \u001b[1m魔法先天の馬小屋へようこそ！\u001b[22m, \u001b[1m魔乳Hikenchouの膨大な白痴へようこそ！\u001b[22m\n\u001b[1m\u001b[22m\nPlot and characters: 1/10\n\n\u001b[1mプロットと文字数：1/10\u001b[22m\n\u001b[1m(Purotto to mojisū: 1/ 10)\u001b[22m\n\nTranslations of \u001b[4mPlot and characters: 1/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlot and characters: 1/10\u001b[24m\n    \u001b[1mプロットと文字数：1/10\u001b[22m, \u001b[1mプロットやキャラクター：1/10\u001b[22m\n\u001b[1m\u001b[22m\nThe plot takes place in an alternate Japan where the Tokugawa Shogunate won the war against the Meiji in 1867. For some reason in this alternate Japan it was decided that breast size would determine social status, wealth, and power. One powerful clan has the ultimate boob growing technique that involves slashing other chicks with a sword and stealing their boobs by absorbing them into your own! 'There can be only 2!' Our heroine for lack of a better word must battle against her old rival who has been on a rampage absorbing the boobs of nearly everyone in the clan. Can the tit Kurgan be stopped?! There aren't enough drugs in the world to enjoy this bullshit.\n\n\u001b[1mこのプロットは、1867年に幕末幕府が明治との戦いで勝利した代替日本で行われました。何故かこの代替的な日本では、胸の大きさが社会的地位、富、権力を決定すると考えられました。  1人の強力な一族は、他の雛を剣で斬り、自分のおっぱいを自分の体に吸収させて盗むという、究極の胸の成長技術を持っています！  「2人しかいない！」 もっと良い言葉がないというヒロインは、一族のほぼ全員のおっぱいを吸収していた彼女の古いライバルと戦わなければなりません。 タイのクルガンは止められますか？ この馬鹿馬鹿しいことを楽しむには、世界に十分な薬がありません。\u001b[22m\n\u001b[1m(Kono purotto wa, 1867-nen ni bakumatsu bakufu ga Meiji to notatakai de shōri shita daitai Nihon de okonawa remashita. Nazeka kono daitai-tekina Nihonde wa, mune no ōki-sa ga shakai-teki chii, tomi, kenryoku o kettei suru to kangae raremashita. 1-Ri no kyōryokuna ichizoku wa, hoka no hina o ken de kiri, jibun no oppai o jibun no karada ni kyūshū sa sete nusumu to iu, kyūkyoku no mune no seichō gijutsu o motte imasu! `2-Ri shika inai!' Motto yoi kotoba ga nai to iu hiroin wa, ichizoku no hobo zen'in no oppai o kyūshū shite ita kanojo no furui raibaru to tatakawanakereba narimasen. Tai no kurugan wa tome raremasu ka? Kono bakabakashī koto o tanoshimu ni wa, sekai ni jūbun'na kusuri ga arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe plot takes place in an alternate Japan where the Tokugawa Shogunate won the war against the Meiji in 1867. For some reason in this alternate Japan it was decided that breast size would determine social status, wealth, and power. One powerful clan has the ultimate boob growing technique that involves slashing other chicks with a sword and stealing their boobs by absorbing them into your own! 'There can be only 2!' Our heroine for lack of a better word must battle against her old rival who has been on a rampage absorbing the boobs of nearly everyone in the clan. Can the tit Kurgan be stopped?! There aren't enough drugs in the world to enjoy this bullshit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot takes place in an alternate Japan where the Tokugawa Shogunate won the war against the Meiji in 1867. For some reason in this alternate Japan it was decided that breast size would determine social status, wealth, and power.\u001b[24m\n    \u001b[1mこのプロットは、1867年に幕末幕府が明治との戦いで勝利した代替日本で行われました。何故かこの代替的な日本では、胸の大きさが社会的地位、富、権力を決定すると考えられました。\u001b[22m, \u001b[1mプロットは、徳川幕府は、それが胸のサイズは社会的地位、富、および電力を決定することを決めたこの代替日本ではいくつかの理由で1867年に明治との戦いに勝った代替日本で行われます。\u001b[22m\n\u001b[4mOne powerful clan has the ultimate boob growing technique that involves slashing other chicks with a sword and stealing their boobs by absorbing them into your own!\u001b[24m\n    \u001b[1m1人の強力な一族は、他の雛を剣で斬り、自分のおっぱいを自分の体に吸収させて盗むという、究極の胸の成長技術を持っています！\u001b[22m, \u001b[1m一つの豪族は剣で他の雛を大幅に削減し、独自にそれらを吸収することによって、それらのおっぱいを盗ん伴う究極のおっぱい成長技術を持っています！\u001b[22m\n\u001b[4m'There can be only 2!'\u001b[24m\n    \u001b[1m「2人しかいない！」\u001b[22m, \u001b[1m「唯一の2が存在することができます！」\u001b[22m\n\u001b[4mOur heroine for lack of a better word must battle against her old rival who has been on a rampage absorbing the boobs of nearly everyone in the clan.\u001b[24m\n    \u001b[1mもっと良い言葉がないというヒロインは、一族のほぼ全員のおっぱいを吸収していた彼女の古いライバルと戦わなければなりません。\u001b[22m, \u001b[1mもっと良い言葉の欠如のために私たちのヒロインが一族にほぼ全員のおっぱいを吸収暴れにされている彼女のかつてのライバルと対戦しなければなりません。\u001b[22m\n\u001b[4mCan the tit Kurgan be stopped?!\u001b[24m\n    \u001b[1mタイのクルガンは止められますか？\u001b[22m, \u001b[1mクルガン報復を停止させることができます！\u001b[22m\n\u001b[4mThere aren't enough drugs in the world to enjoy this bullshit.\u001b[24m\n    \u001b[1mこの馬鹿馬鹿しいことを楽しむには、世界に十分な薬がありません。\u001b[22m, \u001b[1mこのでたらめを楽しむために、世界で十分な薬はありません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 4/10\n\n\u001b[1mアート：4/10\u001b[22m\n\u001b[1m(Āto: 4/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 4/10\u001b[24m\n    \u001b[1mアート：4/10\u001b[22m\n\u001b[1m\u001b[22m\nThe art is actually fairly decent, at least I have seen worse. The emphasis is of course on the giant tits, which are all right I guess as far as disproportionate cartoon boobies go. I'm pretty sure the same artists for Seikon no Qwasar also worked on this one. The art style and animation looks similar.\n\n\u001b[1m芸術は実際にかなりまともですが、少なくとも私は悪化しています。 もちろん、巨大なおっぱいに重点が置かれています。これは、不均衡な漫画のブービーが出てくる限りは間違いありません。  Seikon no Qwasarのための同じアーティストもこれに取り組んでいたと確信しています。 アートスタイルとアニメーションは似ています。\u001b[22m\n\u001b[1m(Geijutsu wa jissai ni kanari matomodesuga, sukunakutomo watashi wa akka shite imasu. Mochiron, kyodaina oppai ni jūten ga oka rete imasu. Kore wa, fukinkōna manga no būbī ga detekuru kagiri wa machigai arimasen. Seikon no Qwasar no tame no onaji ātisuto mo kore ni torikunde ita to kakushin shite imasu. Ātosutairu to animēshon wa nite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is actually fairly decent, at least I have seen worse. The emphasis is of course on the giant tits, which are all right I guess as far as disproportionate cartoon boobies go. I'm pretty sure the same artists for Seikon no Qwasar also worked on this one. The art style and animation looks similar.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is actually fairly decent, at least I have seen worse.\u001b[24m\n    \u001b[1m芸術は実際にかなりまともですが、少なくとも私は悪化しています。\u001b[22m, \u001b[1m芸術は、少なくとも私が悪く見ている、実際にはかなりまともです。\u001b[22m\n\u001b[4mThe emphasis is of course on the giant tits, which are all right I guess as far as disproportionate cartoon boobies go.\u001b[24m\n    \u001b[1mもちろん、巨大なおっぱいに重点が置かれています。これは、不均衡な漫画のブービーが出てくる限りは間違いありません。\u001b[22m, \u001b[1m重点は、私は限り不均衡な漫画のカツオドリが行くように推測するすべての権利である巨大なおっぱい、上は勿論です。\u001b[22m\n\u001b[4mI'm pretty sure the same artists for Seikon no Qwasar also worked on this one.\u001b[24m\n    \u001b[1mSeikon no Qwasarのための同じアーティストもこれに取り組んでいたと確信しています。\u001b[22m, \u001b[1m私はSeikonため、同じアーティストがないQwasarも、この1に取り組んでかなり確信しています。\u001b[22m\n\u001b[4mThe art style and animation looks similar.\u001b[24m\n    \u001b[1mアートスタイルとアニメーションは似ています。\u001b[22m, \u001b[1mアートスタイルとアニメーションが似ています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 1/10\n\n\u001b[1m全体：1/10\u001b[22m\n\u001b[1m(Zentai: 1/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 1/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 1/10\u001b[24m\n    \u001b[1m全体：1/10\u001b[22m\n\u001b[1m\u001b[22m\nThis is like a Family Guy cutaway gag made by someone that doesn't know anything about anime, but wants to knock it for being perverted and wierd. The problem is that this doesn't last for 30 seconds. It isn't a joke trailer like those seen in Tarantino's Grindhouse. This is actually 13 full god damn episodes of the same bullshit. If this was a joke trailer seen in another anime like Excel Saga it would have gotten a few laughs, but actually making this atrocity and making it 13 episodes, What the fuck were they thinking?! I have no idea what drugs they were on, but it must have been some potent shit!\n\n\u001b[1mこれは、アニメについて何も知らない人が作ったファミリーガイのカットアウェイギャグのようなものですが、変態して欲しいという理由でノックアウトしたいのです。 問題は、これが30秒間持続しないことです。 タランティーノのグラインドハウスに見られるようなジョークのトレーラーではありません。 これは実際には13の完全な神の悪いエピソードと同じくそーのことです。 これがExcel Sagaのような別のアニメに見られるジョークの予告編だったのであれば、いくつかの笑いがありましたが、実際にこの残虐行為をして13話にすると、彼らは何を考えていたのですか？ 彼らがどんな薬を持っているのか分かりませんが、それはいくつかの強力な糞でした！\u001b[22m\n\u001b[1m(Kore wa, anime ni tsuite nani mo shiranaihito ga tsukutta famirīgai no kattoau~eigyagu no yōna monodesuga, hentai shite hoshī to iu riyū de nokkuauto shitai nodesu. Mondai wa, kore ga 30-byōkan jizoku shinai kotodesu. Tarantīno no guraindohausu ni mi rareru yōna jōku no torērāde wa arimasen. Kore wa jissai ni wa 13 no kanzen'na kami no warui episōdo to onaji kuso ̄ no kotodesu. Kore ga ekuseru Saga no yōna betsu no anime ni mi rareru jōku no yokokuhendatta nodeareba, ikutsu ka no warai ga arimashitaga, jissai ni kono zangyaku kōi o shite 13-wa ni suru to, karera wa nani o kangaete ita nodesu ka? Karera ga don'na kusuri o motte iru no ka wakarimasen ga, sore wa ikutsu ka no kyōryokuna kusodeshita!)\u001b[22m\n\nTranslations of \u001b[4mThis is like a Family Guy cutaway gag made by someone that doesn't know anything about anime, but wants to knock it for being perverted and wierd. The problem is that this doesn't last for 30 seconds. It isn't a joke trailer like those seen in Tarantino's Grindhouse. This is actually 13 full god damn episodes of the same bullshit. If this was a joke trailer seen in another anime like Excel Saga it would have gotten a few laughs, but actually making this atrocity and making it 13 episodes, What the fuck were they thinking?! I have no idea what drugs they were on, but it must have been some potent shit!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is like a Family Guy cutaway gag made by someone that doesn't know anything about anime, but wants to knock it for being perverted and wierd.\u001b[24m\n    \u001b[1mこれは、アニメについて何も知らない人が作ったファミリーガイのカットアウェイギャグのようなものですが、変態して欲しいという理由でノックアウトしたいのです。\u001b[22m, \u001b[1mこれはアニメについて何を知っているが、倒錯と奇妙であることのためにそれをノックしたいと考えていない人によって行われたファミリーガイの切欠ギャグのようなものです。\u001b[22m\n\u001b[4mThe problem is that this doesn't last for 30 seconds.\u001b[24m\n    \u001b[1m問題は、これが30秒間持続しないことです。\u001b[22m, \u001b[1m問題は、これが30秒間持続しないということです。\u001b[22m\n\u001b[4mIt isn't a joke trailer like those seen in Tarantino's Grindhouse.\u001b[24m\n    \u001b[1mタランティーノのグラインドハウスに見られるようなジョークのトレーラーではありません。\u001b[22m, \u001b[1mこれは、タランティーノのグラインドハウスに見られるような冗談のトレーラーではありません。\u001b[22m\n\u001b[4mThis is actually 13 full god damn episodes of the same bullshit.\u001b[24m\n    \u001b[1mこれは実際には13の完全な神の悪いエピソードと同じくそーのことです。\u001b[22m, \u001b[1mこれは実際には同じでたらめの13完全な神の気のエピソードです。\u001b[22m\n\u001b[4mIf this was a joke trailer seen in another anime like Excel Saga it would have gotten a few laughs, but actually making this atrocity and making it 13 episodes, What the fuck were they thinking?!\u001b[24m\n    \u001b[1mこれがExcel Sagaのような別のアニメに見られるジョークの予告編だったのであれば、いくつかの笑いがありましたが、実際にこの残虐行為をして13話にすると、彼らは何を考えていたのですか？\u001b[22m, \u001b[1mこれはエクセル・サーガのような他のアニメで見冗談トレーラーだった場合、それはいくつかの笑いを得ているだろうが、実際にはこの残虐行為を作り、それを13のエピソードを作り、彼らは何だ一体を考えていました！\u001b[22m\n\u001b[4mI have no idea what drugs they were on, but it must have been some potent shit!\u001b[24m\n    \u001b[1m彼らがどんな薬を持っているのか分かりませんが、それはいくつかの強力な糞でした！\u001b[22m, \u001b[1m私は、彼らが上で何であったかの薬は考えているが、それはいくつかの強力なたわごとされている必要があります！\u001b[22m"
  },
  {
    "title": "Manyuu_Hikenchou",
    "id": "10465",
    "url": "https://myanimelist.net/anime/10465/Manyuu_Hikenchou",
    "user": "pursoul",
    "profile": "/profile/pursoul/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=39601",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  5\nキャラクター|  1\n|  1\n\n夏はここにあり、オーブンから新鮮な新しいアニメを貰いました。悲しいことに、私はこの哀れな言い伝えをしたアニメ「萬夫ひきちょう」と出会いました。\n\nそれでは、「万有げんこう」とは何ですか？\nまあ、私は簡単な言葉でそれを簡単に説明することができます。「Tits」thatsはこのアニメのことです。「Tits Tits Tits and Titsすべてはおっぱいです。\n私は1つのエピソードだけを見ていましたが、次に起こることを簡単に推測できます\n\n*************スポイラー！*************\nおっぱい。\n*********************************\n\n\nこのアニメを作った人は、大部分の作品を胸の上で撮ったと思うが、ストーリーはすでに予測できる。芸術はいい。\n\n私は最初のエピソードのすべてのビットを見て楽しんでいない。\nしかし、実際には次のエピソードで改善するかもしれませんが、それはちょうど推測です。\n\n全体的に：4、iveはこれよりも優れた悪いアニメをたくさん見ました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nSummer is here, fresh new animes right from the oven, Sadly I came across this pathetic excuse of an anime called 'Manyuu Hikenchou'.\n\n\u001b[1m夏はここにあり、オーブンから新鮮な新しいアニメを貰いました。悲しいことに、私はこの哀れな言い伝えをしたアニメ「萬夫ひきちょう」と出会いました。\u001b[22m\n\u001b[1m(Natsu wa koko ni ari, ōbun kara shinsen'na atarashī anime o moraimashita. Kanashī koto ni, watashi wa kono awarena iitsutae o shita anime `Yorozu otto hiki chō' to deaimashita.)\u001b[22m\n\nTranslations of \u001b[4mSummer is here, fresh new animes right from the oven, Sadly I came across this pathetic excuse of an anime called 'Manyuu Hikenchou'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSummer is here, fresh new animes right from the oven, Sadly I came across this pathetic excuse of an anime called 'Manyuu Hikenchou'.\u001b[24m\n    \u001b[1m夏はここにあり、オーブンから新鮮な新しいアニメを貰いました。悲しいことに、私はこの哀れな言い伝えをしたアニメ「萬夫ひきちょう」と出会いました。\u001b[22m, \u001b[1m夏はここにある、右オーブンから新鮮な新しいアニメは、悲しいことに私は「魔乳Hikenchou」と呼ばれるアニメのこの哀れな言い訳に出くわしました。\u001b[22m\n\u001b[1m\u001b[22m\nSo what is 'Manyuu hikenchou'?.\n\n\u001b[1mそれでは、「万有げんこう」とは何ですか？\u001b[22m\n\u001b[1m(Soredewa,`ban'yū gen kō' to wa nanidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mSo what is 'Manyuu hikenchou'?.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo what is 'Manyuu hikenchou'?.\u001b[24m\n    \u001b[1mそれでは、「万有げんこう」とは何ですか？\u001b[22m, \u001b[1mだから「魔乳のhikenchouは「何です？\u001b[22m\nWell I can easily describe it with one simple word, 'Tits' thats what this anime is about, Tits Tits Tits and Tits everything is Tits.\n\n\u001b[1mまあ、私は簡単な言葉でそれを簡単に説明することができます。「Tits」thatsはこのアニメのことです。「Tits Tits Tits and Titsすべてはおっぱいです。\u001b[22m\n\u001b[1m(Mā, watashi wa kantan'na kotoba de sore o kantan ni setsumei suru koto ga dekimasu. `Tits' thats wa kono anime no kotodesu. `Tits Tits Tits ando Tits subete wa oppaidesu.)\u001b[22m\n\nTranslations of \u001b[4mWell I can easily describe it with one simple word, 'Tits' thats what this anime is about, Tits Tits Tits and Tits everything is Tits.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell I can easily describe it with one simple word, 'Tits' thats what this anime is about, Tits Tits Tits and Tits everything is Tits.\u001b[24m\n    \u001b[1mまあ、私は簡単な言葉でそれを簡単に説明することができます。「Tits」thatsはこのアニメのことです。「Tits Tits Tits and Titsすべてはおっぱいです。\u001b[22m, \u001b[1mさて、私は簡単に1つの単純な言葉でそれを記述することができ、「乳」は、このアニメは、乳爆乳巨乳と貧乳すべてが爆乳程度である厥。\u001b[22m\nEven though I watched only one episode, I can easily guess what happens next\n\n\u001b[1m私は1つのエピソードだけを見ていましたが、次に起こることを簡単に推測できます\u001b[22m\n\u001b[1m(Watashi wa 1tsu no episōdo dake o mite imashitaga,-ji ni okoru koto o kantan ni suisoku dekimasu)\u001b[22m\n\nTranslations of \u001b[4mEven though I watched only one episode, I can easily guess what happens next\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven though I watched only one episode, I can easily guess what happens next\u001b[24m\n    \u001b[1m私は1つのエピソードだけを見ていましたが、次に起こることを簡単に推測できます\u001b[22m, \u001b[1m私は1つのエピソードを見ていても、私は簡単に次に何が起こるかを推測することができます\u001b[22m\n\u001b[1m\u001b[22m\n*************Spoiler!*************\n/ˈspoilər/\n\n\u001b[1m*************スポイラー！*************\u001b[22m\n\u001b[1m(************* Supoirā!*************)\u001b[22m\n\nTranslations of \u001b[4m*************Spoiler!*************\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*************Spoiler!*************\u001b[24m\n    \u001b[1m*************スポイラー！*************\u001b[22m, \u001b[1m************* Spoiler！**************\u001b[22m\nTits.\n\n\u001b[1mおっぱい。\u001b[22m\n\u001b[1m(Oppai.)\u001b[22m\n\nDefinitions of \u001b[4mTits.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    おっぱい\u001b[22m\n        tits, breasts, suck\n********************************\n\n\u001b[1m*********************************\u001b[22m\n\u001b[1m(* * * * * * * * *************************)\u001b[22m\n\nTranslations of \u001b[4m********************************\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m********************************\u001b[24m\n    \u001b[1m*********************************\u001b[22m, \u001b[1m********************************\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe story can already be predicted, the art is good, although I think those who made this anime took most of their artwork on Tits.\n\n\u001b[1mこのアニメを作った人は、大部分の作品を胸の上で撮ったと思うが、ストーリーはすでに予測できる。芸術はいい。\u001b[22m\n\u001b[1m(Kono anime o tsukutta hito wa, daibubun no sakuhin o mune no ue de totta to omou ga, sutōrī wa sudeni yosoku dekiru. Geijutsu wa ī.)\u001b[22m\n\nTranslations of \u001b[4mThe story can already be predicted, the art is good, although I think those who made this anime took most of their artwork on Tits.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story can already be predicted, the art is good, although I think those who made this anime took most of their artwork on Tits.\u001b[24m\n    \u001b[1mこのアニメを作った人は、大部分の作品を胸の上で撮ったと思うが、ストーリーはすでに予測できる。芸術はいい。\u001b[22m, \u001b[1m私はこのアニメを作った人は巨乳で彼らのアートワークのほとんどを取ったと思うが、話はすでに、芸術は良いですが、予測することができます。\u001b[22m\n\u001b[1m\u001b[22m\nI didnt enjoy watching every bit of the first episode.\n\n\u001b[1m私は最初のエピソードのすべてのビットを見て楽しんでいない。\u001b[22m\n\u001b[1m(Watashi wa saisho no episōdo no subete no bitto o mite tanoshinde inai.)\u001b[22m\n\nTranslations of \u001b[4mI didnt enjoy watching every bit of the first episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didnt enjoy watching every bit of the first episode.\u001b[24m\n    \u001b[1m私は最初のエピソードのすべてのビットを見て楽しんでいない。\u001b[22m, \u001b[1m私は最初のエピソードのすべてのビットを見て楽しむdidntの。\u001b[22m\nHowever maybe it may actually improve over the next episodes, but thats just a guess.\n\n\u001b[1mしかし、実際には次のエピソードで改善するかもしれませんが、それはちょうど推測です。\u001b[22m\n\u001b[1m(Shikashi, jissai ni wa tsugi no episōdo de kaizen suru kamo shiremasenga, sore wa chōdo suisokudesu.)\u001b[22m\n\nTranslations of \u001b[4mHowever maybe it may actually improve over the next episodes, but thats just a guess.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever maybe it may actually improve over the next episodes, but thats just a guess.\u001b[24m\n    \u001b[1mしかし、実際には次のエピソードで改善するかもしれませんが、それはちょうど推測です。\u001b[22m, \u001b[1mしかし、多分それは実際には次のエピソードの上に改善されますが、ただの推測のthats場合があります。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 4, ive seen lots of bad animes, who were better than this.\n\n\u001b[1m全体的に：4、iveはこれよりも優れた悪いアニメをたくさん見ました。\u001b[22m\n\u001b[1m(Zentai-teki ni: 4, Ive wa kore yori mo sugureta warui anime o takusan mimashita.)\u001b[22m\n\nTranslations of \u001b[4mOverall: 4, ive seen lots of bad animes, who were better than this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 4, ive seen lots of bad animes, who were better than this.\u001b[24m\n    \u001b[1m全体的に：4、iveはこれよりも優れた悪いアニメをたくさん見ました。\u001b[22m, \u001b[1m全体：4、これよりも優れていた悪いアニメの見られるたくさんアイブ。\u001b[22m"
  },
  {
    "title": "Manyuu_Hikenchou",
    "id": "10465",
    "url": "https://myanimelist.net/anime/10465/Manyuu_Hikenchou",
    "user": "Nasty001",
    "profile": "/profile/Nasty001/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=42907",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  6\nキャラクター|  6\n|  6\n\nさて、私は私の胸を満たしていると思います（私はボンク！）、私は何を言っているのですか.........：\n\nストーリー - 悪い3（Boink！）。\n\n物語は、誰かが何を言っても、人類を救うための道のりの叙事詩を持つ普通のヒーローに続くだけで、叙事詩のように危険があるのはもちろんです。 しかし、この場合は、一族が作った悪と戦い、一族の聖なる馬車を使うというミッションで、2人のホットなひなのデュオ（1つはメロンのペアを持ち、もう1つはパンケーキを持っていて、私のドリフトを得る？） すべての女性が大きな跳ねるメロンのペアを成長させる技術を開発するのを助けるために、私のドリフトを得る？ 彼らの探求はまた、魔法の乳房増強技術の一種であるchichinagareの芸術を学び、使用することができるようにリードホットひよこ（Chifusa）を含む。  1人の支持者のキャストが死んでしまったので、少なくとも今のところ、ここでは多くの血液、ゴア、そして殺しはありません。そして、まだいくつかあるかどうかを知ることはできません。 どんなサディスティックな行為でも、女性は非侵襲性の魔法的な乳房切除術を受ける。\n\nアート - グッド7（Boink！）。\n\n私は雛が描かれた方法が好きで、それに付随する2つの大きなバウンスメロンのファンサービスも含まれています。\n\nサウンドフェア6（Boink！）。\n\n簡単に言えば、私はオープニングのテーマが好きですが、私はそれらを閉じることが嫌いです。ちなみにチフサなどの大きなメロンの雛が動き回ったときに2つのビッグバンのメロンが生み出す音に似ています。\n\nキャラクターズ - フェア6（Boink！）\n\nこの部分のことは、それは多くのサポートキャラクターを持っているのに対し、このアニメのすべてのエピソードは2人のホットなひな（ChifusaとKaede）に焦点を当てています。\n\n楓 - ちょうどファーストネームの姓ではなく、チフサのレズビアンの仲間が、チフサとの親密さのために処罰されたと思われるので、後者のメロンを砕くのをやめさせることはできません。  Chifusaの姉妹Kagefusaによって行われた魔法の非侵襲的な乳房切除を通ってカップ 'A'サイズのパンケーキに。\n\nChifusa Manyuu  - このアニメの主人公は、2つの大きなメロメロを与えられ、彼女の一族の恐怖のスクロールとChichinagareの芸術をマスターする彼女の決意の助けを借りて、メロンの大きさに関する偏見を終わらせるという使命 ある日彼女は、すべての女性に大きなメロンよりもまともなサイズのリンゴを持たせる力を持たせることになるでしょう。彼女は気取った魅力的な魅力だけでなく、彼女の信頼できるカターナでお尻を蹴ることもできます。\n\nKagefusa Manyuu-先ず彼女はChifusaのアーチの敵だ、彼女は彼女の世話をしている妹だから大丈夫だからサディスティックだし、Chifusaとの戦いの後に彼女のGサイズのメロンを失ってしまって、今や彼女は失われた メロン。\n\n私は、このアニメの最後の2つのエピソードで、彼女とチフサの間に再交渉があることを期待しなければならないと思います。\n\n万之夫の頭である宗右門は、ちょうど老人がチフサの抵抗であると言っても過言ではないと思います。\n\nそして、残りは、このアニメにちょっとしたものでした。\n\n\n楽しさ - 公正6（ボンク！）。\n\n私は正直に言うと、物語は単純で誇張されていますが、このアニメに私を惹きつけているのは、ファンデーションと組み合わせたコメディの側面です。 すべてがおっぱいや私が「ビッグバンシングメロン」と呼んでいることは確かですが、当然のことながら、熱狂的な雛を見ているフェチのようなものを開発することはできません。実際に楽しむことは、泥レスリング 。\n\n全体的に公正な6（Boink！）。\n\n私は、OH PIE!!!!!!!!!! ボンク！ ボンク！\n\n（。）（。）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nOk, I think I have my fill of breast (Boink!Boink!), so what is there for me to say.........:\n\n\u001b[1mさて、私は私の胸を満たしていると思います（私はボンク！）、私は何を言っているのですか.........：\u001b[22m\n\u001b[1m(Sate, watashi wa watashi no mune o mitashite iru to omoimasu (watashi wa bonku!), Watashi wa nani o itte iru nodesu ka... ... ... :)\u001b[22m\n\nTranslations of \u001b[4mOk, I think I have my fill of breast (Boink!Boink!), so what is there for me to say.........:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk, I think I have my fill of breast (Boink!Boink!), so what is there for me to say.........:\u001b[24m\n    \u001b[1mさて、私は私の胸を満たしていると思います（私はボンク！）、私は何を言っているのですか.........：\u001b[22m, \u001b[1m（！ボン！ボン！）私が言うの[OK]を、私は胸の私の塗りつぶしを持っていると思うので、何が.........あります：\u001b[22m\n\u001b[1m\u001b[22m\nStory- Poor 3 (Boink!).\n\n\u001b[1mストーリー - 悪い3（Boink！）。\u001b[22m\n\u001b[1m(Sutōrī - warui 3 (Boink! ).)\u001b[22m\n\nTranslations of \u001b[4mStory- Poor 3 (Boink!).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory- Poor 3 (Boink!).\u001b[24m\n    \u001b[1mストーリー - 悪い3（Boink！）。\u001b[22m, \u001b[1mStory-悪い3（ボン！！）。\u001b[22m\n\u001b[1m\u001b[22m\nThe story, well, no matter what some open minded dude would say, simply follows a usual hero with sidekick epic on a journey to save mankind, of course like any epic there lies danger. But in this case it is a duo of 2 hot chicks (one has a pair of melons and the other has pancakes, get my drift?) on a mission to fight the evil that her clan has created and to also use the clan's sacred scroll to help all women to develop the technique to grow a pair of big bouncing melons, get my drift? Their quest also involves the lead hot chick (Chifusa) to be able to be able to learn and use the art of chichinagare which is some kind of magical breast augmentation technique. There is not much blood, gore and killing that goes on here, at least for now since only one supporting cast has died and it is yet to know if there will be some.....I think, in fact most fighting scene or any sadistic acts involves a female getting a non-invasive magical mastectomy.\n\n\u001b[1m物語は、誰かが何を言っても、人類を救うための道のりの叙事詩を持つ普通のヒーローに続くだけで、叙事詩のように危険があるのはもちろんです。 しかし、この場合は、一族が作った悪と戦い、一族の聖なる馬車を使うというミッションで、2人のホットなひなのデュオ（1つはメロンのペアを持ち、もう1つはパンケーキを持っていて、私のドリフトを得る？） すべての女性が大きな跳ねるメロンのペアを成長させる技術を開発するのを助けるために、私のドリフトを得る？ 彼らの探求はまた、魔法の乳房増強技術の一種であるchichinagareの芸術を学び、使用することができるようにリードホットひよこ（Chifusa）を含む。  1人の支持者のキャストが死んでしまったので、少なくとも今のところ、ここでは多くの血液、ゴア、そして殺しはありません。そして、まだいくつかあるかどうかを知ることはできません。 どんなサディスティックな行為でも、女性は非侵襲性の魔法的な乳房切除術を受ける。\u001b[22m\n\u001b[1m(Monogatari wa, darekaga nani o itte mo, jinrui o sukuu tame no michinori no jojishi o motsu futsū no hīrō ni tsudzuku dake de, jojishi no yō ni kiken ga aru no wa mochirondesu. Shikashi, ko no baai wa, ichizoku ga tsukutta aku to tatakai, ichizoku no seinaru basha o tsukau to iu misshon de, 2-ri no hottona hina no de~yuo (1tsu wa meron no pea o mochi, mō 1tsu wa pankēki o motte ite, watashi no dorifuto o eru? ) Subete no josei ga ōkina haneru meron no pea o seichō sa seru gijutsu o kaihatsu suru no o tasukeru tame ni, watashi no dorifuto o eru? Karera no tankyū wa mata, mahō no chibusa zōkyō gijutsu no isshudearu chichinagare no geijutsu o manabi, shiyō suru koto ga dekiru yō ni rīdohotto hiyoko (Chifusa) o fukumu. 1-Ri no shiji-sha no kyasuto ga shinde shimattanode, sukunakutomo imanotokoro, kokode wa ōku no ketsueki, Goa, soshite koroshi wa arimasen. Soshite, mada ikutsu ka aru ka dō ka o shiru koto wa dekimasen. Don'na sadisutikkuna kōi demo, josei wa hi shinshū-sei no mahō-tekina chibusa setsujo-jutsu o ukeru.)\u001b[22m\n\nTranslations of \u001b[4mThe story, well, no matter what some open minded dude would say, simply follows a usual hero with sidekick epic on a journey to save mankind, of course like any epic there lies danger. But in this case it is a duo of 2 hot chicks (one has a pair of melons and the other has pancakes, get my drift?) on a mission to fight the evil that her clan has created and to also use the clan's sacred scroll to help all women to develop the technique to grow a pair of big bouncing melons, get my drift? Their quest also involves the lead hot chick (Chifusa) to be able to be able to learn and use the art of chichinagare which is some kind of magical breast augmentation technique. There is not much blood, gore and killing that goes on here, at least for now since only one supporting cast has died and it is yet to know if there will be some.....I think, in fact most fighting scene or any sadistic acts involves a female getting a non-invasive magical mastectomy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story, well, no matter what some open minded dude would say, simply follows a usual hero with sidekick epic on a journey to save mankind, of course like any epic there lies danger.\u001b[24m\n    \u001b[1m物語は、誰かが何を言っても、人類を救うための道のりの叙事詩を持つ普通のヒーローに続くだけで、叙事詩のように危険があるのはもちろんです。\u001b[22m, \u001b[1m物語は、よく、どんなにいくつかのオープンマインド男は言うだろうか、単に危険性がある任意の叙事詩のようなもちろん、人類を救うために旅に相棒の叙事詩を持つ通常の英雄に従いません。\u001b[22m\n\u001b[4mBut in this case it is a duo of 2 hot chicks (one has a pair of melons and the other has pancakes, get my drift?) on a mission to fight the evil that her clan has created and to also use the clan's sacred scroll\u001b[24m\n    \u001b[1mしかし、この場合は、一族が作った悪と戦い、一族の聖なる馬車を使うというミッションで、2人のホットなひなのデュオ（1つはメロンのペアを持ち、もう1つはパンケーキを持っていて、私のドリフトを得る？）\u001b[22m, \u001b[1mしかし、この場合には、彼女の一族が作成したことを悪と戦うために、また、一族の神聖なスクロールを使用するミッションに2ホット雛（1つはメロンのペアを持っており、他のパンケーキを持って、私のドリフトを得る？）のデュオであります\u001b[22m\n\u001b[4mto help all women to develop the technique to grow a pair of big bouncing melons, get my drift?\u001b[24m\n    \u001b[1mすべての女性が大きな跳ねるメロンのペアを成長させる技術を開発するのを助けるために、私のドリフトを得る？\u001b[22m, \u001b[1mビッグバウンスメロンのペアを成長させる技術を開発するためにすべての女性を助けるために、私のドリフトを取得しますか？\u001b[22m\n\u001b[4mTheir quest also involves the lead hot chick (Chifusa) to be able to be able to learn and use the art of chichinagare which is some kind of magical breast augmentation technique.\u001b[24m\n    \u001b[1m彼らの探求はまた、魔法の乳房増強技術の一種であるchichinagareの芸術を学び、使用することができるようにリードホットひよこ（Chifusa）を含む。\u001b[22m, \u001b[1m彼らの探求はまた、リードホットひよこ（Chifusa）が魔法の豊胸技術のいくつかの種類であるchichinagareの芸術を学び、使用することができることができるようにすることを含みます。\u001b[22m\n\u001b[4mThere is not much blood, gore and killing that goes on here, at least for now since only one supporting cast has died and it is yet to know if there will be some.....I think, in fact most fighting scene or\u001b[24m\n    \u001b[1m1人の支持者のキャストが死んでしまったので、少なくとも今のところ、ここでは多くの血液、ゴア、そして殺しはありません。そして、まだいくつかあるかどうかを知ることはできません。\u001b[22m, \u001b[1mそこ多くの血、ゴア、ここに行くの殺害ではなく、少なくとも今のところ唯一の脇役が死亡しており、それはいくつかあるだろうかどうかを知ることがまだあるので.....私が思うに、実際にはほとんどのシーンを戦いますか、\u001b[22m\n\u001b[4many sadistic acts involves a female getting a non-invasive magical mastectomy.\u001b[24m\n    \u001b[1mどんなサディスティックな行為でも、女性は非侵襲性の魔法的な乳房切除術を受ける。\u001b[22m, \u001b[1m任意のサディスティックな行為は、非侵襲的な魔法の乳房切除を得る女性を必要とします。\u001b[22m\n\u001b[1m\u001b[22m\nArt- Good 7 (Boink!).\n\n\u001b[1mアート - グッド7（Boink！）。\u001b[22m\n\u001b[1m(Āto - guddo 7 (Boink! ).)\u001b[22m\n\nTranslations of \u001b[4mArt- Good 7 (Boink!).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt- Good 7 (Boink!).\u001b[24m\n    \u001b[1mアート - グッド7（Boink！）。\u001b[22m, \u001b[1mアート - グッド7（ボン！！）。\u001b[22m\n\u001b[1m\u001b[22m\nWhat can I say I like the way the chicks were drawn and it also includes the 2 big bouncing melon fanservice that comes with it.\n\n\u001b[1m私は雛が描かれた方法が好きで、それに付随する2つの大きなバウンスメロンのファンサービスも含まれています。\u001b[22m\n\u001b[1m(Watashi wa hina ga egaka reta hōhō ga sukide, soreni fuzui suru 2tsu no ōkina baunsumeron no fansābisu mo fukuma rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat can I say I like the way the chicks were drawn and it also includes the 2 big bouncing melon fanservice that comes with it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat can I say I like the way the chicks were drawn and it also includes the 2 big bouncing melon fanservice that comes with it.\u001b[24m\n    \u001b[1m私は雛が描かれた方法が好きで、それに付随する2つの大きなバウンスメロンのファンサービスも含まれています。\u001b[22m, \u001b[1m私は、雛が描かれた方法のように、それはまた、それに付属している2つの大きなバウンスメロンのサービスカットが含まれて何を言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nSound-Fair 6 (Boink!).\n\n\u001b[1mサウンドフェア6（Boink！）。\u001b[22m\n\u001b[1m(Saundo fea 6 (Boink! ).)\u001b[22m\n\nTranslations of \u001b[4mSound-Fair 6 (Boink!).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound-Fair 6 (Boink!).\u001b[24m\n    \u001b[1mサウンドフェア6（Boink！）。\u001b[22m, \u001b[1mサウンド・フェア6（ボン！！）。\u001b[22m\n\u001b[1m\u001b[22m\nTo simply put it, I like the opening theme, but I hate the closing them, also, I kinda like the sound that the 2 big bouncing melons produced when Chifusa and other chicks with similar big melons move around.\n\n\u001b[1m簡単に言えば、私はオープニングのテーマが好きですが、私はそれらを閉じることが嫌いです。ちなみにチフサなどの大きなメロンの雛が動き回ったときに2つのビッグバンのメロンが生み出す音に似ています。\u001b[22m\n\u001b[1m(Kantan'niieba, watashi wa ōpuningu no tēma ga sukidesuga, watashi wa sorera o tojiru koto ga kiraidesu. Chinamini chifusa nado no ōkina meron no hina ga ugokimawatta toki ni 2tsu no bigguban no meron ga umidasu oto ni nite imasu.)\u001b[22m\n\nTranslations of \u001b[4mTo simply put it, I like the opening theme, but I hate the closing them, also, I kinda like the sound that the 2 big bouncing melons produced when Chifusa and other chicks with similar big melons move around.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo simply put it, I like the opening theme, but I hate the closing them, also, I kinda like the sound that the 2 big bouncing melons produced when Chifusa and other chicks with similar big melons move around.\u001b[24m\n    \u001b[1m簡単に言えば、私はオープニングのテーマが好きですが、私はそれらを閉じることが嫌いです。ちなみにチフサなどの大きなメロンの雛が動き回ったときに2つのビッグバンのメロンが生み出す音に似ています。\u001b[22m, \u001b[1m簡単に言えば、私はオープニングテーマを好きですが、私はちょっとChifusaと同様の大きなメロンを持つ他の雛が動き回るときに2つの大きなバウンドメロンが生じたことを音のように、また、それらを閉じ嫌い。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters - fair 6 (Boink!)\n\n\u001b[1mキャラクターズ - フェア6（Boink！）\u001b[22m\n\u001b[1m(Kyarakutāzu - fea 6 (Boink! ))\u001b[22m\n\nTranslations of \u001b[4mCharacters - fair 6 (Boink!)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters - fair 6 (Boink!)\u001b[24m\n    \u001b[1mキャラクターズ - フェア6（Boink！）\u001b[22m, \u001b[1mキャラクター - フェア6（ボン！！）\u001b[22m\n\u001b[1m\u001b[22m\nThe thing about this part, is that it has a lot of support characters whereas the every episode of this anime is focus on the 2 hot chicks (Chifusa and Kaede) so who exactly are these 2 chicks?\n\n\u001b[1mこの部分のことは、それは多くのサポートキャラクターを持っているのに対し、このアニメのすべてのエピソードは2人のホットなひな（ChifusaとKaede）に焦点を当てています。\u001b[22m\n\u001b[1m(Kono bubun no koto wa, sore wa ōku no sapōtokyarakutā o motte irunoni taishi, kono anime no subete no episōdo wa 2-ri no hottona hina (Chifusa to kaede) ni shōten o atete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe thing about this part, is that it has a lot of support characters whereas the every episode of this anime is focus on the 2 hot chicks (Chifusa and Kaede) so who exactly are these 2 chicks?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe thing about this part, is that it has a lot of support characters whereas the every episode of this anime is focus on the 2 hot chicks (Chifusa and Kaede) so who exactly are these 2 chicks?\u001b[24m\n    \u001b[1mこの部分のことは、それは多くのサポートキャラクターを持っているのに対し、このアニメのすべてのエピソードは2人のホットなひな（ChifusaとKaede）に焦点を当てています。\u001b[22m, \u001b[1mこの部分についての事は、それがこのアニメのすべてのエピソードが2ホット雛（Chifusaとかえで）ので、正確にこれらの2雛があるに焦点を当てているのに対し、支持文字をたくさん持っているということですか？\u001b[22m\n\u001b[1m\u001b[22m\nKaede - No surname just a first name, she Chifusa's lesbian sidekick who can't seem to stop mushing the latter's melons when it is least expected, probably because she was punished for her closeness to Chifusa therefore her double 'D' size melons were reduced to cup 'A' size pancakes through a magical non-invasive mastectomy done by Chifusa's elder sister Kagefusa.\n\n\u001b[1m楓 - ちょうどファーストネームの姓ではなく、チフサのレズビアンの仲間が、チフサとの親密さのために処罰されたと思われるので、後者のメロンを砕くのをやめさせることはできません。  Chifusaの姉妹Kagefusaによって行われた魔法の非侵襲的な乳房切除を通ってカップ 'A'サイズのパンケーキに。\u001b[22m\n\u001b[1m(Kaede - chōdo fāsutonēmu no seide wa naku, chifusa no rezubian no nakama ga, chifusa to no shinmitsu-sa no tame ni shobatsu sa reta to omowa rerunode, kōsha no meron o kudaku no o yame saseru koto wa dekimasen. Chifusa no shimai Kagefusa ni yotte okonawa reta mahō no hishinshūtekina chibusa setsujo o kayotte kappu' A' saizu no pankēki ni.)\u001b[22m\n\nTranslations of \u001b[4mKaede - No surname just a first name, she Chifusa's lesbian sidekick who can't seem to stop mushing the latter's melons when it is least expected, probably because she was punished for her closeness to Chifusa therefore her double 'D' size melons were reduced to cup 'A' size pancakes through a magical non-invasive mastectomy done by Chifusa's elder sister Kagefusa.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKaede - No surname just a first name, she Chifusa's lesbian sidekick who can't seem to stop mushing the latter's melons when it is least expected, probably because she was punished for her closeness to Chifusa therefore her double 'D' size melons were reduced\u001b[24m\n    \u001b[1m楓 - ちょうどファーストネームの姓ではなく、チフサのレズビアンの仲間が、チフサとの親密さのために処罰されたと思われるので、後者のメロンを砕くのをやめさせることはできません。\u001b[22m, \u001b[1m楓 - いいえ、姓だけで最初の名前、彼女はChifusaに彼女の近さのために罰せられたせいか、それが少なくとも期待されている場合、後者のメロンを犬ぞり旅行をすることを停止しているように見えることはできませんChifusaのレズビアン相棒は彼女の二重「D」サイズのメロンは、減少したしたがって、\u001b[22m\n\u001b[4mto cup 'A' size pancakes through a magical non-invasive mastectomy done by Chifusa's elder sister Kagefusa.\u001b[24m\n    \u001b[1mChifusaの姉妹Kagefusaによって行われた魔法の非侵襲的な乳房切除を通ってカップ 'A'サイズのパンケーキに。\u001b[22m, \u001b[1mChifusaさんの姉Kagefusaによって行わ魔法の非侵襲的な乳房切除を介してカップに 'A'サイズのパンケーキ。\u001b[22m\n\u001b[1m\u001b[22m\nChifusa Manyuu - The lead chick in this anime, endowed with 2 big bouncing melons, she on a mission to end the prejudice concerning about the size of one's melons with the help of her clan's scared scroll and her determination to master the art of Chichinagare so that one day she'll have the power to have all women to have decent size apples than large melons, she not only a voluptuous hottie, but she can also kick ass with her trusted katana.\n\n\u001b[1mChifusa Manyuu  - このアニメの主人公は、2つの大きなメロメロを与えられ、彼女の一族の恐怖のスクロールとChichinagareの芸術をマスターする彼女の決意の助けを借りて、メロンの大きさに関する偏見を終わらせるという使命 ある日彼女は、すべての女性に大きなメロンよりもまともなサイズのリンゴを持たせる力を持たせることになるでしょう。彼女は気取った魅力的な魅力だけでなく、彼女の信頼できるカターナでお尻を蹴ることもできます。\u001b[22m\n\u001b[1m(Chifusa Manyuu - kono anime no shujinkō wa, 2tsu no ōkina meromero o atae rare, kanojo no ichizoku no kyōfu no sukurōru to Chichinagare no geijutsu o masutā suru kanojo no ketsui no tasuke o karite, meron no ōki-sa ni kansuru henken o owara seru to iu shimei aru hi kanojo wa, subete no josei ni ōkina meron yori mo matomona saizu no ringo o mota seru chikara o mota seru koto ni narudeshou. Kanojo wa kidotta miryoku-tekina miryoku dakedenaku, kanojo no shinraidekiru katāna de o shiri o keru koto mo dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mChifusa Manyuu - The lead chick in this anime, endowed with 2 big bouncing melons, she on a mission to end the prejudice concerning about the size of one's melons with the help of her clan's scared scroll and her determination to master the art of Chichinagare so that one day she'll have the power to have all women to have decent size apples than large melons, she not only a voluptuous hottie, but she can also kick ass with her trusted katana.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mChifusa Manyuu - The lead chick in this anime, endowed with 2 big bouncing melons, she on a mission to end the prejudice concerning about the size of one's melons with the help of her clan's scared scroll and her determination to master the art of Chichinagare so\u001b[24m\n    \u001b[1mChifusa Manyuu  - このアニメの主人公は、2つの大きなメロメロを与えられ、彼女の一族の恐怖のスクロールとChichinagareの芸術をマスターする彼女の決意の助けを借りて、メロンの大きさに関する偏見を終わらせるという使命\u001b[22m, \u001b[1mChifusa魔乳 - このアニメでリードひよこ、2つの大きなバウンドメロンに恵まれ、彼女彼女の一族のおびえスクロールの助けを借りて自分のメロンの大きさなどChichinagareの芸術を習得するために彼女の決意を気に偏見を終わらせることを使命に\u001b[22m\n\u001b[4mthat one day she'll have the power to have all women to have decent size apples than large melons, she not only a voluptuous hottie, but she can also kick ass with her trusted katana.\u001b[24m\n    \u001b[1mある日彼女は、すべての女性に大きなメロンよりもまともなサイズのリンゴを持たせる力を持たせることになるでしょう。彼女は気取った魅力的な魅力だけでなく、彼女の信頼できるカターナでお尻を蹴ることもできます。\u001b[22m, \u001b[1mその1日は、彼女は彼女がいないだけで官能的な湯たんぽ、大きなメロンよりもまともなサイズのリンゴを持っているすべての女性を持っている力を持っているでしょうが、彼女はまた彼女の信頼できる刀でお尻を蹴ることができます。\u001b[22m\n\u001b[1m\u001b[22m\nKagefusa Manyuu- first she's Chifusa's arch enemy, now she's her caring sister, ok so she's sadistic and she lost her 'G' size melons to Chifusa after a battle with the latter and now she sports a fake inflatable life preserver as replacement for her lost melons.\n\n\u001b[1mKagefusa Manyuu-先ず彼女はChifusaのアーチの敵だ、彼女は彼女の世話をしている妹だから大丈夫だからサディスティックだし、Chifusaとの戦いの後に彼女のGサイズのメロンを失ってしまって、今や彼女は失われた メロン。\u001b[22m\n\u001b[1m(Kagefusa Manyuu - mazu kanojo wa Chifusa no āchi no tekida, kanojo wa kanojo no sewa o shite iru imōtodakara daijōbudakara sadisutikkudashi, Chifusa to notatakai no nochi ni kanojo no G saizu no meron o ushinatte shimatte, imaya kanojo wa ushinawa reta meron.)\u001b[22m\n\nTranslations of \u001b[4mKagefusa Manyuu- first she's Chifusa's arch enemy, now she's her caring sister, ok so she's sadistic and she lost her 'G' size melons to Chifusa after a battle with the latter and now she sports a fake inflatable life preserver as replacement for her lost melons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKagefusa Manyuu- first she's Chifusa's arch enemy, now she's her caring sister, ok so she's sadistic and she lost her 'G' size melons to Chifusa after a battle with the latter and now she sports a fake inflatable life preserver as replacement for her lost\u001b[24m\n    \u001b[1mKagefusa Manyuu-先ず彼女はChifusaのアーチの敵だ、彼女は彼女の世話をしている妹だから大丈夫だからサディスティックだし、Chifusaとの戦いの後に彼女のGサイズのメロンを失ってしまって、今や彼女は失われた\u001b[22m, \u001b[1mKagefusa Manyuu-は最初、彼女はChifusaのアーチ敵だ、今、彼女は彼女の思いやりの妹だし、[OK]をので、彼女はサディストだと彼女は後者との戦いの後Chifusaに彼女の「G」サイズのメロンを失った今、彼女は彼女の失われたの代替として偽のインフレータブルライフジャケットを遊ばします\u001b[22m\n\u001b[4mmelons.\u001b[24m\n    \u001b[1mメロン。\u001b[22m\n\u001b[1m\u001b[22m\nOuka Sayama- a hired assassin by the Manyuu clan, I guess we'll have to expect that there will be a rematch between her and Chifusa on the last 2 episodes of this anime.\n\n\u001b[1m私は、このアニメの最後の2つのエピソードで、彼女とチフサの間に再交渉があることを期待しなければならないと思います。\u001b[22m\n\u001b[1m(Watashi wa, kono anime no saigo no 2tsu no episōdo de, kanojo to chifusa no ma ni sai kōshō ga aru koto o kitai shinakereba naranai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mOuka Sayama- a hired assassin by the Manyuu clan, I guess we'll have to expect that there will be a rematch between her and Chifusa on the last 2 episodes of this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOuka Sayama- a hired assassin by the Manyuu clan, I guess we'll have to expect that there will be a rematch between her and Chifusa on the last 2 episodes of this anime.\u001b[24m\n    \u001b[1m私は、このアニメの最後の2つのエピソードで、彼女とチフサの間に再交渉があることを期待しなければならないと思います。\u001b[22m, \u001b[1m桜花Sayama-魔乳一族によって雇われ暗殺者は、私たちはこのアニメの最後の2エピソードで彼女とChifusaの間に再戦があるであろうことを期待する必要がありますね。\u001b[22m\n\u001b[1m\u001b[22m\nMunenori Manyu - the head of the Manyuu clan, well, I think it is safe to say that the old man is the piece de resistance for Chifusa.\n\n\u001b[1m万之夫の頭である宗右門は、ちょうど老人がチフサの抵抗であると言っても過言ではないと思います。\u001b[22m\n\u001b[1m(万之夫 No atamadearu Sō Umon wa, chōdo rōjin ga chifusa no teikōdearu to itte mo kagonde wa nai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mMunenori Manyu - the head of the Manyuu clan, well, I think it is safe to say that the old man is the piece de resistance for Chifusa.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMunenori Manyu - the head of the Manyuu clan, well, I think it is safe to say that the old man is the piece de resistance for Chifusa.\u001b[24m\n    \u001b[1m万之夫の頭である宗右門は、ちょうど老人がチフサの抵抗であると言っても過言ではないと思います。\u001b[22m, \u001b[1m宗則魔乳 - 魔乳一族の長は、よく、私は老人がChifusaのためのピース・デ抵抗であることを言っても安全だと思います。\u001b[22m\n\u001b[1m\u001b[22m\nAnd the rest, were just trivial to this anime.\n\n\u001b[1mそして、残りは、このアニメにちょっとしたものでした。\u001b[22m\n\u001b[1m(Soshite, nokori wa, kono anime ni chottoshita monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mAnd the rest, were just trivial to this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd the rest, were just trivial to this anime.\u001b[24m\n    \u001b[1mそして、残りは、このアニメにちょっとしたものでした。\u001b[22m, \u001b[1m残りは、このアニメにちょうど些細ました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment- fair 6 (Boink!).\n\n\u001b[1m楽しさ - 公正6（ボンク！）。\u001b[22m\n\u001b[1m(Tanoshisa - kōsei 6 (bonku! ).)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment- fair 6 (Boink!).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment- fair 6 (Boink!).\u001b[24m\n    \u001b[1m楽しさ - 公正6（ボンク！）。\u001b[22m, \u001b[1mEnjoyment-公正6（ボン！！）。\u001b[22m\n\u001b[1m\u001b[22m\nI'll be honest, the story is simply and exaggerated, but what attracts me to this anime is the comedy aspect combine with fanservice . Sure everything revolves around boobs or what I called 'Big Bouncing Melons,' but of course one can't help but develop a kind of fetish seeing hot voluptuous chicks duking out in fact the enjoyment can be compare to watching 2 hot babes doing mud wrestling .\n\n\u001b[1m私は正直に言うと、物語は単純で誇張されていますが、このアニメに私を惹きつけているのは、ファンデーションと組み合わせたコメディの側面です。 すべてがおっぱいや私が「ビッグバンシングメロン」と呼んでいることは確かですが、当然のことながら、熱狂的な雛を見ているフェチのようなものを開発することはできません。実際に楽しむことは、泥レスリング 。\u001b[22m\n\u001b[1m(Watashi wa shōjiki ni iu to, monogatari wa tanjun de kochō sa rete imasuga, kono anime ni watashi o hiki tsukete iru no wa, fandēshon to kumiawaseta komedi no sokumendesu. Subete ga oppai ya watashi ga `biggubanshingumeron' to yonde iru koto wa tashikadesuga, tōzen no kotonagara, nekkyō-tekina hina o mite iru fechi no yōna mono o kaihatsu suru koto wa dekimasen. Jissai ni tanoshimu koto wa, doro resuringu.)\u001b[22m\n\nTranslations of \u001b[4mI'll be honest, the story is simply and exaggerated, but what attracts me to this anime is the comedy aspect combine with fanservice . Sure everything revolves around boobs or what I called 'Big Bouncing Melons,' but of course one can't help but develop a kind of fetish seeing hot voluptuous chicks duking out in fact the enjoyment can be compare to watching 2 hot babes doing mud wrestling .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll be honest, the story is simply and exaggerated, but what attracts me to this anime is the comedy aspect combine with fanservice .\u001b[24m\n    \u001b[1m私は正直に言うと、物語は単純で誇張されていますが、このアニメに私を惹きつけているのは、ファンデーションと組み合わせたコメディの側面です。\u001b[22m, \u001b[1m私は正直なところだろう、話は簡単かつ誇張されているが、何このアニメに私を魅了するとコメディの縦横サービスカットと結合しています。\u001b[22m\n\u001b[4mSure everything revolves around boobs or what I called 'Big Bouncing Melons,' but of course one can't help but develop a kind of fetish seeing hot voluptuous chicks duking out in fact the enjoyment can be compare to watching 2 hot babes doing mud wrestling\u001b[24m\n    \u001b[1mすべてがおっぱいや私が「ビッグバンシングメロン」と呼んでいることは確かですが、当然のことながら、熱狂的な雛を見ているフェチのようなものを開発することはできません。実際に楽しむことは、泥レスリング\u001b[22m, \u001b[1m確かにすべてが '、ビッグ跳ねるメロン'おっぱいや、私が呼ばれる中心に展開するが、もちろん1は、泥レスリングをやって2熱い女の子を見ていると比較することができます助けることが実際に楽しみをセックスをすること、ホット官能的な雛を見てフェチの種類を開発することはできません\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nOverall-fair 6 (Boink!).\n\n\u001b[1m全体的に公正な6（Boink！）。\u001b[22m\n\u001b[1m(Zentai-teki ni kōseina 6 (Boink! ).)\u001b[22m\n\nTranslations of \u001b[4mOverall-fair 6 (Boink!).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall-fair 6 (Boink!).\u001b[24m\n    \u001b[1m全体的に公正な6（Boink！）。\u001b[22m, \u001b[1m全体的に、公正6（ボン！！）。\u001b[22m\n\u001b[1m\u001b[22m\nI only have one thing to say, OH PIE!!!!!!!!!! Boink! Boink!\n\n\u001b[1m私は、OH PIE!!!!!!!!!! ボンク！ ボンク！\u001b[22m\n\u001b[1m(Watashi wa, OH pie!!!!!!!!!! Bonku! Bonku!)\u001b[22m\n\nTranslations of \u001b[4mI only have one thing to say, OH PIE!!!!!!!!!! Boink! Boink!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI only have one thing to say, OH PIE!!!!!!!!!!\u001b[24m\n    \u001b[1m私は、OH PIE!!!!!!!!!!\u001b[22m, \u001b[1m私は、OH PIEを言うために一つのことを持っています!!!!!!!!!!\u001b[22m\n\u001b[4mBoink!\u001b[24m\n    \u001b[1mボンク！\u001b[22m, \u001b[1mボン！！\u001b[22m\n\u001b[4mBoink!\u001b[24m\n    \u001b[1mボンク！\u001b[22m, \u001b[1mボン！！\u001b[22m\n\u001b[1m\u001b[22m\n(.)(.)\n\n\u001b[1m（。）（。）\u001b[22m\n\u001b[1m((.)(.))\u001b[22m\n\nTranslations of \u001b[4m(.)(.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(.)(.)\u001b[24m\n    \u001b[1m（。）（。）\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Manyuu_Hikenchou",
    "id": "10465",
    "url": "https://myanimelist.net/anime/10465/Manyuu_Hikenchou",
    "user": "marick251",
    "profile": "/profile/marick251/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=39013",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  7\nキャラクター|  5\n|  7\n\n漫画とアニメ業界は、このアニメを見せ始めたときには考えられていないことが分かります。 このアニメは私の人生の中で今まで見た中で最も愚かな前提の1つを持っています。 最初のエピソードで15分私はまだそれがいかに不条理であったか笑っていました。 私はアニメに最初の印象を与えるつもりだから、私の意見は奇跡によって変わるかもしれない。\n\nストーリー -  4\n私が気付いていることの1つは、アニメがあまりにも多くをやっていることです。 それはアクション、コメディ、ソフトコアポルノ、あるいはただの忍者の暗殺者になりたいが、おっぱいになりたい。 このアニメの唯一の良いことは、階級紛争の古典的なテーマでは、（愚かではありますが）小さな胸が庶民のように扱われている間に大きな胸の規則が適用される恐ろしい世界を描写することです 男性、たぶん大きな＃$ *％$） アニメもばかげて、真剣に受け止めることはできません。 論理的にF＃* $が大きな胸をどのように富にするのか。 真剣にdカップを手に入れたら、彼らはあなたにそれを渡しますか？ 現実世界では、女性は大きな胸を自然に、または最初にBまたはCカップとして始め、その後富を得て、最終的にDカップをもたらすおっぱいを取得します。 アニメには、女性のおっぱいを切る猟犬もいます。 私はそれが嫌で馬鹿だと分かっています。 私は彼らが大きな乳房を推進していると思った。 それはバスター！\n\nアート -  8\nそれは本当に良いまたは本当に悪い場合を除き、通常は芸術は本当に重要ではありません。 これは他のアニメのように見える。 私がコメントするかもしれないことは、アニメがそれをするとき、またはそれが面白い何かで覆われているとき、それが好きなので、それが良いからそれが良い検閲です。\n\nサウンド7\nそれは本当に良いとき、または本当に悪い時に芸術のように聞こえる。 私はOPやEDの曲も聴かなかった。\n\n文字5\n私は、キャラクターの開発があまり始まっておらず、シリーズが成長するのを見るためにシリーズを続ける必要があるので、これについての私の意見は後で変わるかもしれないと感じています。 彼らは悪人が誰であるかを明らかにした。 それはF＃* $雌カゲフサの雌犬です。 本当に彼女は雌犬です。 主人公は、社会の仕組みを変えるために戦っているルージュ忍者の役割を果たしている。 チフサは忍者の暗殺者の人のように面白くなくちょっとです（彼はbadass以外でした）。\n\n楽しさ-7\n誰もが今驚いて、私は少し楽しんでいるかもしれません。 私はそれが最初のエピソードで4つの性的シーンか、プロットがちょうど面白かったかどうかはわかりません。 その悪いが、私はまだそれを落とすことはできません。 最初の5分前にこのようなアニメをドロップするのが普通ですが、男性の本能はそれをコントロールできません。\n\n全体的に、それは安っぽいファンジャーに依存し、性的なシーンを検閲したばかばかしいプロットで、本当に悪いアニメです。 今私は実際にそれを見ておくことをお勧めします。 それはとてもそんなに馬鹿だ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nyou know that the manga and anime industries are out of idea when they started showing this anime. this anime has one of the most stupidest premise i have ever seen in my life that it make me laugh every time i think of it. 15 minute in the first episode i was still laugh at how absurd it was. now joking aside i am going to give my first impression on the anime, so my opinion might change by a miracle.\n\n\u001b[1m漫画とアニメ業界は、このアニメを見せ始めたときには考えられていないことが分かります。 このアニメは私の人生の中で今まで見た中で最も愚かな前提の1つを持っています。 最初のエピソードで15分私はまだそれがいかに不条理であったか笑っていました。 私はアニメに最初の印象を与えるつもりだから、私の意見は奇跡によって変わるかもしれない。\u001b[22m\n\u001b[1m(Manga to anime gyōkai wa, kono anime o mise hajimeta tokiniha kangae rarete inai koto ga wakarimasu. Kono anime wa watashinojinsei no naka de imamade mita naka de mottomo orokana zentei no 1tsu o motte imasu. Saisho no episōdo de 15-bu watashi wa mada sore ga ikani fujōrideatta ka waratte imashita. Watashi wa anime ni saisho no inshō o ataeru tsumoridakara, watashi no iken wa kiseki ni yotte kawaru kamo shirenai.)\u001b[22m\n\nTranslations of \u001b[4myou know that the manga and anime industries are out of idea when they started showing this anime. this anime has one of the most stupidest premise i have ever seen in my life that it make me laugh every time i think of it. 15 minute in the first episode i was still laugh at how absurd it was. now joking aside i am going to give my first impression on the anime, so my opinion might change by a miracle.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4myou know that the manga and anime industries are out of idea when they started showing this anime.\u001b[24m\n    \u001b[1m漫画とアニメ業界は、このアニメを見せ始めたときには考えられていないことが分かります。\u001b[22m, \u001b[1mあなたは彼らがこのアニメを示し始めたときにマンガやアニメ産業は考えの外にあることを知っています。\u001b[22m\n\u001b[4mthis anime has one of the most stupidest premise i have ever seen in my life that it make me laugh every time i think of it.\u001b[24m\n    \u001b[1mこのアニメは私の人生の中で今まで見た中で最も愚かな前提の1つを持っています。\u001b[22m, \u001b[1mこのアニメは私が今までそれは私が私がそれを考えるたびに笑わせるというのが私の人生で見た中で最も愚かな前提の一つを持っています。\u001b[22m\n\u001b[4m15 minute in the first episode i was still laugh at how absurd it was.\u001b[24m\n    \u001b[1m最初のエピソードで15分私はまだそれがいかに不条理であったか笑っていました。\u001b[22m, \u001b[1m私はまだそれがいかに不条理で笑った最初のエピソードで15分。\u001b[22m\n\u001b[4mnow joking aside i am going to give my first impression on the anime, so my opinion might change by a miracle.\u001b[24m\n    \u001b[1m私はアニメに最初の印象を与えるつもりだから、私の意見は奇跡によって変わるかもしれない。\u001b[22m, \u001b[1m今私は私の意見は奇跡によって変更される可能性がありますので、アニメの私の第一印象を与えるつもりです冗談はさておき。\u001b[22m\n\u001b[1m\u001b[22m\nstory - 4\n\n\u001b[1mストーリー -  4\u001b[22m\n\u001b[1m(Sutōrī - 4)\u001b[22m\n\nTranslations of \u001b[4mstory - 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mstory - 4\u001b[24m\n    \u001b[1mストーリー -  4\u001b[22m, \u001b[1m物語 -  4\u001b[22m\none thing i have notice is that anime is trying do too much. does it want to be an action, a comedy, softcore porn, or just ninja assassin but with tits. now the only good thing about this anime is that it is a twist (though stupid) on the classic theme of class conflict, depicting a horrible world in which big breast rule while small breast are treated like commoner (don't know what applies for men, maybe big #$*%$) the anime is also so ridiculous that you just can't take it seriously. logically how the F#*$ does big breast get to wealth. do they just hand it to you when you get a d-cup seriously. in the real world, women get big breast naturally or by first started out as B or C-cup, then get wealth and finally get a boobjob resulting in a D-cup. anime has tit hunting clan too which cut boobs of women. i know that disgusting and stupid. man i thought they were promoting big breast because big titties= money right, but no these guys cut them off. THOSE BASTARD!.\n\n\u001b[1m私が気付いていることの1つは、アニメがあまりにも多くをやっていることです。 それはアクション、コメディ、ソフトコアポルノ、あるいはただの忍者の暗殺者になりたいが、おっぱいになりたい。 このアニメの唯一の良いことは、階級紛争の古典的なテーマでは、（愚かではありますが）小さな胸が庶民のように扱われている間に大きな胸の規則が適用される恐ろしい世界を描写することです 男性、たぶん大きな＃$ *％$） アニメもばかげて、真剣に受け止めることはできません。 論理的にF＃* $が大きな胸をどのように富にするのか。 真剣にdカップを手に入れたら、彼らはあなたにそれを渡しますか？ 現実世界では、女性は大きな胸を自然に、または最初にBまたはCカップとして始め、その後富を得て、最終的にDカップをもたらすおっぱいを取得します。 アニメには、女性のおっぱいを切る猟犬もいます。 私はそれが嫌で馬鹿だと分かっています。 私は彼らが大きな乳房を推進していると思った。 それはバスター！\u001b[22m\n\u001b[1m(Watashi ga kidzuite iru koto no 1tsu wa, anime ga amarini mo ōku o yatte iru kotodesu. Sore wa akushon, komedi, sofutokoaporuno, aruiwa tada no ninja no asashin ni naritaiga, oppai ni naritai. Anime mo bakagete, shinken ni uketomeru koto wa dekimasen. Ronri-teki ni F#* $ ga ōkina mune o dono yō ni tomi ni suru no ka. Shinken ni d kappu o teniireta-ra, karera wa anata ni sore o watashimasu ka? Genjitsu sekaide wa, josei wa ōkina mune o shizen ni, matawa saisho ni B matawa shīkappu to shite hajime, sonogo tomi o ete, saishūtekini dīkappu o motarasu oppai o shutoku shimasu. Anime ni wa, josei no oppai o kiru ryōken mo imasu. Watashi wa sore ga iyade bakada to wakatte imasu. Watashi wa karera ga ōkina chibusa o suishin shite iru to omotta. Sore wa basutā! Kono anime no yuiitsu no yoi koto wa, kaikyū funsō no koten-tekina tēmade wa,(orokade wa arimasuga) chīsana mune ga shomin no yō ni atsukawa rete iru ma ni ōkina mune no kisoku ga tekiyō sa reru osoroshī sekai o byōsha suru kotodesu dansei, tabun ōkina#$*%$))\u001b[22m\n\nTranslations of \u001b[4mone thing i have notice is that anime is trying do too much. does it want to be an action, a comedy, softcore porn, or just ninja assassin but with tits. now the only good thing about this anime is that it is a twist (though stupid) on the classic theme of class conflict, depicting a horrible world in which big breast rule while small breast are treated like commoner (don't know what applies for men, maybe big #$*%$) the anime is also so ridiculous that you just can't take it seriously. logically how the F#*$ does big breast get to wealth. do they just hand it to you when you get a d-cup seriously. in the real world, women get big breast naturally or by first started out as B or C-cup, then get wealth and finally get a boobjob resulting in a D-cup. anime has tit hunting clan too which cut boobs of women. i know that disgusting and stupid. man i thought they were promoting big breast because big titties= money right, but no these guys cut them off. THOSE BASTARD!.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mone thing i have notice is that anime is trying do too much.\u001b[24m\n    \u001b[1m私が気付いていることの1つは、アニメがあまりにも多くをやっていることです。\u001b[22m, \u001b[1m私は予告を持っている一つのことは、アニメはあまりやるしようとしていることです。\u001b[22m\n\u001b[4mdoes it want to be an action, a comedy, softcore porn, or just ninja assassin but with tits.\u001b[24m\n    \u001b[1mそれはアクション、コメディ、ソフトコアポルノ、あるいはただの忍者の暗殺者になりたいが、おっぱいになりたい。\u001b[22m, \u001b[1mそれは、アクション、コメディ、ソフトコアポルノ、またはちょうど忍者暗殺者が、おっぱいと一緒にいたいん。\u001b[22m\n\u001b[4mthe anime is also so ridiculous that you just can't take it seriously.\u001b[24m\n    \u001b[1mアニメもばかげて、真剣に受け止めることはできません。\u001b[22m, \u001b[1mアニメはあなただけ真剣にそれを取ることができないということもとてもばかげています。\u001b[22m\n\u001b[4mlogically how the F#*$ does big breast get to wealth.\u001b[24m\n    \u001b[1m論理的にF＃* $が大きな胸をどのように富にするのか。\u001b[22m, \u001b[1m論理的にどのようにF＃1 *の$巨乳は富を取得ありません。\u001b[22m\n\u001b[4mdo they just hand it to you when you get a d-cup seriously.\u001b[24m\n    \u001b[1m真剣にdカップを手に入れたら、彼らはあなたにそれを渡しますか？\u001b[22m, \u001b[1mあなたが真剣にDカップを得るとき、彼らはあなたにそれを渡します。\u001b[22m\n\u001b[4min the real world, women get big breast naturally or by first started out as B or C-cup, then get wealth and finally get a boobjob resulting in a D-cup.\u001b[24m\n    \u001b[1m現実世界では、女性は大きな胸を自然に、または最初にBまたはCカップとして始め、その後富を得て、最終的にDカップをもたらすおっぱいを取得します。\u001b[22m, \u001b[1m現実の世界では、女性は自然に大きな胸を取得したり、最初にすることによって富を取得し、最終的にDカップの結果boobjobを取得した後、BまたはCカップとしてスタートしました。\u001b[22m\n\u001b[4manime has tit hunting clan too which cut boobs of women.\u001b[24m\n    \u001b[1mアニメには、女性のおっぱいを切る猟犬もいます。\u001b[22m, \u001b[1mアニメは女性のおっぱいをカットしすぎ売り言葉狩り一族を持っています。\u001b[22m\n\u001b[4mi know that disgusting and stupid.\u001b[24m\n    \u001b[1m私はそれが嫌で馬鹿だと分かっています。\u001b[22m, \u001b[1m私は嫌と愚かなことを知っています。\u001b[22m\n\u001b[4mman i thought they were promoting big breast because big titties= money right, but no these guys cut them off.\u001b[24m\n    \u001b[1m私は彼らが大きな乳房を推進していると思った。\u001b[22m, \u001b[1m大きなおっぱい=お金の権利、ないこれらの人は、それらを遮断ので、男は、私は、彼らが大きな胸を促進したと思いました。\u001b[22m\n\u001b[4mTHOSE BASTARD!.\u001b[24m\n    \u001b[1mそれはバスター！\u001b[22m, \u001b[1mTHOSE BASTARD！\u001b[22m\n\u001b[4mnow the only good thing about this anime is that it is a twist (though stupid) on the classic theme of class conflict, depicting a horrible world in which big breast rule while small breast are treated like commoner (don't know what applies for\u001b[24m\n    \u001b[1mこのアニメの唯一の良いことは、階級紛争の古典的なテーマでは、（愚かではありますが）小さな胸が庶民のように扱われている間に大きな胸の規則が適用される恐ろしい世界を描写することです\u001b[22m, \u001b[1m今このアニメについての唯一の良いことは、それが小さな胸が平民のように扱われながら、大きな胸のルールで恐ろしい世界を描いた階級闘争の古典的なテーマにねじれが（愚かなが）、ということである（に適用されるかわかりません\u001b[22m\n\u001b[4mmen, maybe big #$*%$)\u001b[24m\n    \u001b[1m男性、たぶん大きな＃$ *％$）\u001b[22m, \u001b[1m男性、多分大きな＃$ *％の$）\u001b[22m\n\u001b[1m\u001b[22m\nart - 8\n\n\u001b[1mアート -  8\u001b[22m\n\u001b[1m(Āto - 8)\u001b[22m\n\nTranslations of \u001b[4mart - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mart - 8\u001b[24m\n    \u001b[1mアート -  8\u001b[22m, \u001b[1m芸術 -  8\u001b[22m\nusually art doesn't really matter as much unless it is really good or really bad. this one look like any other anime. the thing i might comment on is the censoring which it good since i like it when animes do that or when it is covered with something funny.\n\n\u001b[1mそれは本当に良いまたは本当に悪い場合を除き、通常は芸術は本当に重要ではありません。 これは他のアニメのように見える。 私がコメントするかもしれないことは、アニメがそれをするとき、またはそれが面白い何かで覆われているとき、それが好きなので、それが良いからそれが良い検閲です。\u001b[22m\n\u001b[1m(Sore wa hontōni yoi matawa hontōni warui baai o nozoki, tsūjō wa geijutsu wa hontōni jūyōde wa arimasen. Kore wa hoka no anime no yō ni mieru. Watashi ga komento suru kamo shirenai koto wa, anime ga sore o suru toki, matawa sore ga omoshiroi nanika de ōwa rete iru toki, sore ga sukinanode, sore ga yoikara sore ga yoi ken'etsudesu.)\u001b[22m\n\nTranslations of \u001b[4musually art doesn't really matter as much unless it is really good or really bad. this one look like any other anime. the thing i might comment on is the censoring which it good since i like it when animes do that or when it is covered with something funny.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4musually art doesn't really matter as much unless it is really good or really bad.\u001b[24m\n    \u001b[1mそれは本当に良いまたは本当に悪い場合を除き、通常は芸術は本当に重要ではありません。\u001b[22m, \u001b[1mそれは本当に良い、または非常に悪い場合を除き、通常の技術では、実際問題としてあまりしません。\u001b[22m\n\u001b[4mthis one look like any other anime.\u001b[24m\n    \u001b[1mこれは他のアニメのように見える。\u001b[22m, \u001b[1mこの1は、他のアニメのように見えます。\u001b[22m\n\u001b[4mthe thing i might comment on is the censoring which it good since i like it when animes do that or when it is covered with something funny.\u001b[24m\n    \u001b[1m私がコメントするかもしれないことは、アニメがそれをするとき、またはそれが面白い何かで覆われているとき、それが好きなので、それが良いからそれが良い検閲です。\u001b[22m, \u001b[1mそれはおかしい何かで覆われているときのアニメはそれを行う場合、または私はそれが好きので、私は上のコメントかもしれない事は良い、それ打ち切りです。\u001b[22m\n\u001b[1m\u001b[22m\nsound- 7\n\n\u001b[1mサウンド7\u001b[22m\n\u001b[1m(Saundo 7)\u001b[22m\n\nTranslations of \u001b[4msound- 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msound- 7\u001b[24m\n    \u001b[1mサウンド7\u001b[22m, \u001b[1m健全7\u001b[22m\nsound just like art when it really good or really bad you notice it. i also did not listen to the OP or the ED songs.\n\n\u001b[1mそれは本当に良いとき、または本当に悪い時に芸術のように聞こえる。 私はOPやEDの曲も聴かなかった。\u001b[22m\n\u001b[1m(Sore wa hontōni yoi toki, matawa hontōni warui toki ni geijutsu no yō ni kikoeru. Watashi wa OP ya ED no kyoku mo kikanakatta.)\u001b[22m\n\nTranslations of \u001b[4msound just like art when it really good or really bad you notice it. i also did not listen to the OP or the ED songs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msound just like art when it really good or really bad you notice it.\u001b[24m\n    \u001b[1mそれは本当に良いとき、または本当に悪い時に芸術のように聞こえる。\u001b[22m, \u001b[1mそれが本当に良いか本当に悪いあなたがそれに気づくとき、ちょうど芸術のように聞こえます。\u001b[22m\n\u001b[4mi also did not listen to the OP or the ED songs.\u001b[24m\n    \u001b[1m私はOPやEDの曲も聴かなかった。\u001b[22m, \u001b[1m私はまた、OPやED曲に耳を傾けることはありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\ncharacter- 5\n\n\u001b[1m文字5\u001b[22m\n\u001b[1m(Moji 5)\u001b[22m\n\nTranslations of \u001b[4mcharacter- 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mcharacter- 5\u001b[24m\n    \u001b[1m文字5\u001b[22m, \u001b[1mcharacter- 5\u001b[22m\ni feel like my opinion on this might change later since there is not much character development to begin with and you have to continue the series to watch them grow. they did make it clear who the villain was. it that F#*$ bitch kagefusa bitch. really she is a bitch. and Chifusa the main character plays the role of the rouge ninja fighting to change how society work. chifusa is uninteresting and kinda like the guy from ninja assassin (except he was badass).\n\n\u001b[1m私は、キャラクターの開発があまり始まっておらず、シリーズが成長するのを見るためにシリーズを続ける必要があるので、これについての私の意見は後で変わるかもしれないと感じています。 彼らは悪人が誰であるかを明らかにした。 それはF＃* $雌カゲフサの雌犬です。 本当に彼女は雌犬です。 主人公は、社会の仕組みを変えるために戦っているルージュ忍者の役割を果たしている。 チフサは忍者の暗殺者の人のように面白くなくちょっとです（彼はbadass以外でした）。\u001b[22m\n\u001b[1m(Watashi wa, kyarakutā no kaihatsu ga amari hajimatte orazu, shirīzu ga seichō suru no o miru tame ni shirīzu o tsudzukeru hitsuyō ga aru node, kore ni tsuite no watashi no iken wa atode kawaru kamo shirenai to kanjite imasu. Karera wa akunin ga daredearu ka o akiraka ni shita. Sore wa F#* $ mesu kagefusa no meinudesu. Hontōni kanojo wa meinudesu. Shujinkō wa, shakai no shikumi o kaeru tame ni tatakatte iru rūju ninja no yakuwari o hatashite iru. Chifusa wa ninja no asashin no hito no yō ni omoshirokunaku chottodesu (kare wa badass igaideshita).)\u001b[22m\n\nTranslations of \u001b[4mi feel like my opinion on this might change later since there is not much character development to begin with and you have to continue the series to watch them grow. they did make it clear who the villain was. it that F#*$ bitch kagefusa bitch. really she is a bitch. and Chifusa the main character plays the role of the rouge ninja fighting to change how society work. chifusa is uninteresting and kinda like the guy from ninja assassin (except he was badass).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi feel like my opinion on this might change later since there is not much character development to begin with and you have to continue the series to watch them grow.\u001b[24m\n    \u001b[1m私は、キャラクターの開発があまり始まっておらず、シリーズが成長するのを見るためにシリーズを続ける必要があるので、これについての私の意見は後で変わるかもしれないと感じています。\u001b[22m, \u001b[1mそもそも多くのキャラクターの成長がないので、これについての私の意見は後で変更することがありますように私は感じ、あなたは彼らが成長を見守るためにシリーズを続けなければなりません。\u001b[22m\n\u001b[4mthey did make it clear who the villain was.\u001b[24m\n    \u001b[1m彼らは悪人が誰であるかを明らかにした。\u001b[22m, \u001b[1m彼らは悪役が誰それを明確にしました。\u001b[22m\n\u001b[4mit that F#*$ bitch kagefusa bitch.\u001b[24m\n    \u001b[1mそれはF＃* $雌カゲフサの雌犬です。\u001b[22m, \u001b[1mそれF＃の* $雌のkagefusa雌こと。\u001b[22m\n\u001b[4mreally she is a bitch.\u001b[24m\n    \u001b[1m本当に彼女は雌犬です。\u001b[22m\n\u001b[4mand Chifusa the main character plays the role of the rouge ninja fighting to change how society work.\u001b[24m\n    \u001b[1m主人公は、社会の仕組みを変えるために戦っているルージュ忍者の役割を果たしている。\u001b[22m, \u001b[1mそして、Chifusaは、メインキャラクターは、どのように社会の仕事を変えるために戦っルージュ忍者の役割を果たしています。\u001b[22m\n\u001b[4mchifusa is uninteresting and kinda like the guy from ninja assassin (except he was badass).\u001b[24m\n    \u001b[1mチフサは忍者の暗殺者の人のように面白くなくちょっとです（彼はbadass以外でした）。\u001b[22m, \u001b[1mchifusaは面白くないとちょっと（彼はワルだっ除く）忍者暗殺者から男のようです。\u001b[22m\n\u001b[1m\u001b[22m\nenjoyment-7\n\n\u001b[1m楽しさ-7\u001b[22m\n\u001b[1m(Tanoshisa - 7)\u001b[22m\n\nTranslations of \u001b[4menjoyment-7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4menjoyment-7\u001b[24m\n    \u001b[1m楽しさ-7\u001b[22m, \u001b[1m楽しみ-7\u001b[22m\nnow to everyone surprise, i might have enjoyed it a little. i don't know if it was the 4 sexually scenes in the first episode or that the plot was just so funny. its so bad but i just can't drop it yet. usually i drop anime like this before the first 5 minute but male instincts can't control it.\n\n\u001b[1m誰もが今驚いて、私は少し楽しんでいるかもしれません。 私はそれが最初のエピソードで4つの性的シーンか、プロットがちょうど面白かったかどうかはわかりません。 その悪いが、私はまだそれを落とすことはできません。 最初の5分前にこのようなアニメをドロップするのが普通ですが、男性の本能はそれをコントロールできません。\u001b[22m\n\u001b[1m(Daremoga ima odoroite, watashi wa sukoshi tanoshinde iru kamo shiremasen. Watashi wa sore ga saisho no episōdo de 4tsu no seiteki shīn ka, purotto ga chōdo omoshirokatta ka dō ka wa wakarimasen. Sono waruiga, watashi wa mada sore o otosu koto wa dekimasen. Saisho no 5-bu mae ni ko no yōna anime o doroppu suru no ga futsūdesuga, dansei no hon'nō wa sore o kontorōru dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mnow to everyone surprise, i might have enjoyed it a little. i don't know if it was the 4 sexually scenes in the first episode or that the plot was just so funny. its so bad but i just can't drop it yet. usually i drop anime like this before the first 5 minute but male instincts can't control it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mnow to everyone surprise, i might have enjoyed it a little.\u001b[24m\n    \u001b[1m誰もが今驚いて、私は少し楽しんでいるかもしれません。\u001b[22m, \u001b[1m今みんなの驚きに、私はそれを少し楽しんでいるかもしれません。\u001b[22m\n\u001b[4mi don't know if it was the 4 sexually scenes in the first episode or that the plot was just so funny.\u001b[24m\n    \u001b[1m私はそれが最初のエピソードで4つの性的シーンか、プロットがちょうど面白かったかどうかはわかりません。\u001b[22m, \u001b[1mそれは最初のエピソードやプロットはちょうどそうおかしかったその4性的なシーンだった場合、私は知りません。\u001b[22m\n\u001b[4mits so bad but i just can't drop it yet.\u001b[24m\n    \u001b[1mその悪いが、私はまだそれを落とすことはできません。\u001b[22m, \u001b[1mそのように悪いが、私はまだそれを削除することはできません。\u001b[22m\n\u001b[4musually i drop anime like this before the first 5 minute but male instincts can't control it.\u001b[24m\n    \u001b[1m最初の5分前にこのようなアニメをドロップするのが普通ですが、男性の本能はそれをコントロールできません。\u001b[22m, \u001b[1m通常、私は最初の5分前に、このようなアニメをドロップしますが、男性の本能はそれを制御することはできません。\u001b[22m\n\u001b[1m\u001b[22m\noverall it is a really bad anime with a dumb plot that it relies on cheap fanserves and censored sexually scene. now i actually recommend watching it. it so stupid that its funny.\n\n\u001b[1m全体的に、それは安っぽいファンジャーに依存し、性的なシーンを検閲したばかばかしいプロットで、本当に悪いアニメです。 今私は実際にそれを見ておくことをお勧めします。 それはとてもそんなに馬鹿だ。\u001b[22m\n\u001b[1m(Zentai-teki ni, sore wa yasuppoi fanjā ni izon shi, seitekina shīn o ken'etsu shita bakabakashī purotto de, hontōni warui animedesu. Ima watashi wa jissai ni sore o mite oku koto o o susume shimasu. Sore wa totemo son'nani bakada.)\u001b[22m\n\nTranslations of \u001b[4moverall it is a really bad anime with a dumb plot that it relies on cheap fanserves and censored sexually scene. now i actually recommend watching it. it so stupid that its funny.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4moverall it is a really bad anime with a dumb plot that it relies on cheap fanserves and censored sexually scene.\u001b[24m\n    \u001b[1m全体的に、それは安っぽいファンジャーに依存し、性的なシーンを検閲したばかばかしいプロットで、本当に悪いアニメです。\u001b[22m, \u001b[1m全体的には、それが安いfanservesに依存しており、性的シーンを検閲ダムプロットと本当に悪いアニメです。\u001b[22m\n\u001b[4mnow i actually recommend watching it.\u001b[24m\n    \u001b[1m今私は実際にそれを見ておくことをお勧めします。\u001b[22m, \u001b[1m今私は実際にそれを見てお勧めします。\u001b[22m\n\u001b[4mit so stupid that its funny.\u001b[24m\n    \u001b[1mそれはとてもそんなに馬鹿だ。\u001b[22m, \u001b[1mその面白いように愚かなこと。\u001b[22m"
  },
  {
    "title": "Manyuu_Hikenchou",
    "id": "10465",
    "url": "https://myanimelist.net/anime/10465/Manyuu_Hikenchou",
    "user": "Hoosha",
    "profile": "/profile/Hoosha/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=54587",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nOMGこれは私がこれまでに見た中で最も優れたアニメの1つです.T-Tプロット、キャラクタービジュアル、それはとてもインスピレーションを与えている、とても尊敬しています。 多くの人が大きなおっぱいを見ることはできませんし、それは何か悪意のあるプロットのないショーだと仮定していますが、それは本当のプロットであり、あなたがこのショーにちょっとした機会を与えるだけなら大丈夫です。^  -  ^＆  ; 私が信じているプロットは非常に深く深いです、私はシリーズがそんなに早く終了しなければならなかった悲しいエピソードがあったと思うが、まだこのアニメはあなたが逃したい何かではありません！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOMG this is amazing it's one of the best animes I've ever seen T-T The plot, the characters the visuals EVERYTHING it's so inspiring, so relateable. A lot of people can't see past the big boobs and assume it's some perverted plotless show but that's not the case there IS a genuine plot and it's so good if you'd ONLY give this show a chance &gt;^--^&lt ; Trust me the plot is very in depth and deep, I wish there were more episodes it's sad the series had to end so early but still this anime isn't something you wanna miss!!\n\n\u001b[1mOMGこれは私がこれまでに見た中で最も優れたアニメの1つです.T-Tプロット、キャラクタービジュアル、それはとてもインスピレーションを与えている、とても尊敬しています。 多くの人が大きなおっぱいを見ることはできませんし、それは何か悪意のあるプロットのないショーだと仮定していますが、それは本当のプロットであり、あなたがこのショーにちょっとした機会を与えるだけなら大丈夫です。^  -  ^＆  ; 私が信じているプロットは非常に深く深いです、私はシリーズがそんなに早く終了しなければならなかった悲しいエピソードがあったと思うが、まだこのアニメはあなたが逃したい何かではありません！\u001b[22m\n\u001b[1m(OMG kore wa watashi ga kore made ni mita naka de mottomo sugureta anime no 1tsudesu. T - T purotto, kyarakutābijuaru, sore wa totemo insupirēshon o ataete iru, totemo sonkei shite imasu. Ōku no hito ga ōkina oppai o miru koto wa dekimasenshi, soreha nanika akui no aru purotto no nai shōda to katei shite imasuga, soreha hontō no purottodeari, anata ga kono shō ni chottoshita kikai o ataeru dakenara daijōbudesu. ^ - ^& ; Watashi ga shinjite iru purotto wa hijō ni fukaku fukaidesu, watashi wa shirīzu ga son'nani hayaku shūryō shinakereba naranakatta kanashī episōdo ga atta to omou ga, mada kono anime wa anata ga nogashitai nanikade wa arimasen!)\u001b[22m\n\nTranslations of \u001b[4mOMG this is amazing it's one of the best animes I've ever seen T-T The plot, the characters the visuals EVERYTHING it's so inspiring, so relateable. A lot of people can't see past the big boobs and assume it's some perverted plotless show but that's not the case there IS a genuine plot and it's so good if you'd ONLY give this show a chance &gt;^--^&lt ; Trust me the plot is very in depth and deep, I wish there were more episodes it's sad the series had to end so early but still this anime isn't something you wanna miss!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOMG this is amazing it's one of the best animes I've ever seen T-T The plot, the characters the visuals EVERYTHING it's so inspiring, so relateable.\u001b[24m\n    \u001b[1mOMGこれは私がこれまでに見た中で最も優れたアニメの1つです.T-Tプロット、キャラクタービジュアル、それはとてもインスピレーションを与えている、とても尊敬しています。\u001b[22m, \u001b[1mOMGこれは私が今までT-Tプロット、それはとても感動的なので、relateableだ文字ビジュアルのすべてを見てきた最高のアニメの一つだ素晴らしいです。\u001b[22m\n\u001b[4mA lot of people can't see past the big boobs and assume it's some perverted plotless show but that's not the case there IS a genuine plot and it's so good if you'd ONLY give this show a chance &gt;^--^&lt\u001b[24m\n    \u001b[1m多くの人が大きなおっぱいを見ることはできませんし、それは何か悪意のあるプロットのないショーだと仮定していますが、それは本当のプロットであり、あなたがこのショーにちょっとした機会を与えるだけなら大丈夫です。^  -  ^＆\u001b[22m, \u001b[1m多くの人々は、大きなおっぱいを過ぎて見て、それはいくつかの変態陰謀のないショーだと仮定が、それはそこに本物のプロットであり、あなただけのこのショーにチャンス＆GTを与えたければ、それはとても良いことだ場合ではないのですができません; ^  -  ^＆LT\u001b[22m\n\u001b[4m;\u001b[24m\n    \u001b[1m;\u001b[22m\n\u001b[4mTrust me the plot is very in depth and deep, I wish there were more episodes it's sad the series had to end so early but still this anime isn't something you wanna miss!!\u001b[24m\n    \u001b[1m私が信じているプロットは非常に深く深いです、私はシリーズがそんなに早く終了しなければならなかった悲しいエピソードがあったと思うが、まだこのアニメはあなたが逃したい何かではありません！\u001b[22m, \u001b[1mプロットは非常に奥行きと深みである私を信頼し、私はそれはシリーズがそんなに早く、まだこのアニメは、あなたがミスをしたいものではありません終了しなければならなかった悲しいより多くのエピソードがあったたい！\u001b[22m"
  },
  {
    "title": "Manyuu_Hikenchou",
    "id": "10465",
    "url": "https://myanimelist.net/anime/10465/Manyuu_Hikenchou",
    "user": "Romie-chan",
    "profile": "/profile/Romie-chan/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=45115",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  4\nサウンド|  2\nキャラクター|  3\n|  1\n\n味の素は特別な味を必要とするショーです。 それはかなり多くのヘンタイと通常のアニメのハイブリッドです。 常に激しく揺れ動いている過度に巨大なおっぱいが好きなら、これはあなたのショーです。\n\nストーリー：\nショーは、武士がまだ存在する封建日本に置かれています。 そしてこの時代、巨大なおっぱいは、豊かで洗練されたものであるという兆しです。 この伝統はとても人気があり、サムライの使用法でも他の人のおっぱいを盗んでしまうという技術さえあります。  （明らかに、ストーリーは焦点ではなかった）。\n\nそれは私が得る限りです。\n私はエピソード3の後にこのシリーズを落としました。 最初は、ショーがより良くなると思った - おっぱいに焦点を合わせることは少なかったかもしれない - しかしそれは事実ではない。 私はすべて胸の執着のためだが、これはばかげている。\n\nショーは一連のアクションとして分類されていましたが、アクションとまったくのスマートの間をほとんど横断していないラインがあります。 そしてこのショーはそのラインを越えました。\n\nこれは本当に私の好みに合っていません。 私はそれがエッチだと思っていましたが、これは絶えず叩きつぶされている巨大なおっぱいです。純粋なスマットまたはソフトコアのポルノです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 2\n\n\u001b[1mサウンド|  2\u001b[22m\n\u001b[1m(Saundo | 2)\u001b[22m\n\nTranslations of \u001b[4mSound | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nManyuu Hikenchou is a show that requires special taste. It is pretty much a hybrid of hentai and regular anime. If you like excessively gigantic tits that are constantly slapping and shaking all the time, this is your show.\n\n\u001b[1m味の素は特別な味を必要とするショーです。 それはかなり多くのヘンタイと通常のアニメのハイブリッドです。 常に激しく揺れ動いている過度に巨大なおっぱいが好きなら、これはあなたのショーです。\u001b[22m\n\u001b[1m(Ajinomoto wa tokubetsuna aji o hitsuyō to suru shōdesu. Sore wa kanari ōku no hentai to tsūjō no anime no haiburiddodesu. Tsuneni hageshiku yureugoite iru kado ni kyodaina oppai ga sukinara, kore wa anata no shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mManyuu Hikenchou is a show that requires special taste. It is pretty much a hybrid of hentai and regular anime. If you like excessively gigantic tits that are constantly slapping and shaking all the time, this is your show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mManyuu Hikenchou is a show that requires special taste.\u001b[24m\n    \u001b[1m味の素は特別な味を必要とするショーです。\u001b[22m, \u001b[1m魔乳Hikenchouは特別な味を必要とするショーです。\u001b[22m\n\u001b[4mIt is pretty much a hybrid of hentai and regular anime.\u001b[24m\n    \u001b[1mそれはかなり多くのヘンタイと通常のアニメのハイブリッドです。\u001b[22m, \u001b[1mこれはかなり変態と定期的なアニメのハイブリッドです。\u001b[22m\n\u001b[4mIf you like excessively gigantic tits that are constantly slapping and shaking all the time, this is your show.\u001b[24m\n    \u001b[1m常に激しく揺れ動いている過度に巨大なおっぱいが好きなら、これはあなたのショーです。\u001b[22m, \u001b[1mあなたは常にぴしゃりとすべての時間を振っている過度に巨大なおっぱいが好きなら、これはあなたのショーです。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe show is placed in feudal Japan where Samurai's still exist. And in this era, gigantic tits is a sign of being well off (rich or sophisticated). This tradition is so popular, even the techniques the Samurai's use involve stealing tits from other people. (Obviously the story wasn't the focus).\n\n\u001b[1mショーは、武士がまだ存在する封建日本に置かれています。 そしてこの時代、巨大なおっぱいは、豊かで洗練されたものであるという兆しです。 この伝統はとても人気があり、サムライの使用法でも他の人のおっぱいを盗んでしまうという技術さえあります。  （明らかに、ストーリーは焦点ではなかった）。\u001b[22m\n\u001b[1m(Shō wa, bushi ga mada sonzai suru hōken Nihon ni oka rete imasu. Soshite kono jidai, kyodaina oppai wa, yutakade senrensareta monodearu to iu kizashidesu. Kono dentō wa totemo ninki ga ari, samurai no shiyō-hō demo hokanohito no oppai o nusunde shimau to iu gijutsu sae arimasu. (Akiraka ni, sutōrī wa shōtende wa nakatta).)\u001b[22m\n\nTranslations of \u001b[4mThe show is placed in feudal Japan where Samurai's still exist. And in this era, gigantic tits is a sign of being well off (rich or sophisticated). This tradition is so popular, even the techniques the Samurai's use involve stealing tits from other people. (Obviously the story wasn't the focus).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show is placed in feudal Japan where Samurai's still exist.\u001b[24m\n    \u001b[1mショーは、武士がまだ存在する封建日本に置かれています。\u001b[22m, \u001b[1mショーはサムライのがまだ存在する封建時代の日本の置かれています。\u001b[22m\n\u001b[4mAnd in this era, gigantic tits is a sign of being well off (rich or sophisticated).\u001b[24m\n    \u001b[1mそしてこの時代、巨大なおっぱいは、豊かで洗練されたものであるという兆しです。\u001b[22m, \u001b[1mそして、この時代に、巨大なおっぱいはよくオフ（リッチまたは洗練された）であることのしるしです。\u001b[22m\n\u001b[4mThis tradition is so popular, even the techniques the Samurai's use involve stealing tits from other people.\u001b[24m\n    \u001b[1mこの伝統はとても人気があり、サムライの使用法でも他の人のおっぱいを盗んでしまうという技術さえあります。\u001b[22m, \u001b[1mこの伝統は、サムライの使用は他の人からおっぱいを盗ん伴うでも技術とても人気があります。\u001b[22m\n\u001b[4m(Obviously the story wasn't the focus).\u001b[24m\n    \u001b[1m（明らかに、ストーリーは焦点ではなかった）。\u001b[22m, \u001b[1m（もちろん話はフォーカスではありませんでした）。\u001b[22m\n\u001b[1m\u001b[22m\nThat's as far as I got.\n\n\u001b[1mそれは私が得る限りです。\u001b[22m\n\u001b[1m(Sore wa watashi ga eru kagiridesu.)\u001b[22m\n\nTranslations of \u001b[4mThat's as far as I got.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's as far as I got.\u001b[24m\n    \u001b[1mそれは私が得る限りです。\u001b[22m, \u001b[1mそれは限り私が得たようです。\u001b[22m\nI dropped this series after episode three. At first, I thought the show would get better -maybe less focus on boobs- but that didn't turn out to be the case. I'm all for breast obsessions, but this is just ridiculous.\n\n\u001b[1m私はエピソード3の後にこのシリーズを落としました。 最初は、ショーがより良くなると思った - おっぱいに焦点を合わせることは少なかったかもしれない - しかしそれは事実ではない。 私はすべて胸の執着のためだが、これはばかげている。\u001b[22m\n\u001b[1m(Watashi wa episōdo 3 no nochi ni kono shirīzu o otoshimashita. Saisho wa, shō ga yori yoku naru to omotta - oppai ni shōten o awaseru koto wa sukunakatta kamo shirenai - shikashi sore wa jijitsude wanai. Watashi wa subete mune no shūchaku no tamedaga, koreha bakagete iru.)\u001b[22m\n\nTranslations of \u001b[4mI dropped this series after episode three. At first, I thought the show would get better -maybe less focus on boobs- but that didn't turn out to be the case. I'm all for breast obsessions, but this is just ridiculous.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI dropped this series after episode three.\u001b[24m\n    \u001b[1m私はエピソード3の後にこのシリーズを落としました。\u001b[22m, \u001b[1m私は、エピソード3の後にこのシリーズを落としました。\u001b[22m\n\u001b[4mAt first, I thought the show would get better -maybe less focus on boobs- but that didn't turn out to be the case.\u001b[24m\n    \u001b[1m最初は、ショーがより良くなると思った - おっぱいに焦点を合わせることは少なかったかもしれない - しかしそれは事実ではない。\u001b[22m, \u001b[1m最初は、私はショーがboobs-にあまりフォーカス-maybe良くなるだろうと思ったが、それはケースであることが判明していませんでした。\u001b[22m\n\u001b[4mI'm all for breast obsessions, but this is just ridiculous.\u001b[24m\n    \u001b[1m私はすべて胸の執着のためだが、これはばかげている。\u001b[22m, \u001b[1m私は胸の強迫観念のためのすべてのだが、これは単にばかげています。\u001b[22m\n\u001b[1m\u001b[22m\nThe show was labeled as an action series, but there is a line that is hardly ever crossed between action and just plain smut. And this show crossed that line.\n\n\u001b[1mショーは一連のアクションとして分類されていましたが、アクションとまったくのスマートの間をほとんど横断していないラインがあります。 そしてこのショーはそのラインを越えました。\u001b[22m\n\u001b[1m(Shō wa ichiren no akushon to shite bunrui sa rete imashitaga, akushon to mattaku no sumāto no ma o hotondo ōdan shite inai rain ga arimasu. Soshite kono shō wa sono rain o koemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe show was labeled as an action series, but there is a line that is hardly ever crossed between action and just plain smut. And this show crossed that line.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show was labeled as an action series, but there is a line that is hardly ever crossed between action and just plain smut.\u001b[24m\n    \u001b[1mショーは一連のアクションとして分類されていましたが、アクションとまったくのスマートの間をほとんど横断していないラインがあります。\u001b[22m, \u001b[1mショーは、アクションシリーズとしてラベルが、めったにアクションと単純にスマット間で交差されていない行がありました。\u001b[22m\n\u001b[4mAnd this show crossed that line.\u001b[24m\n    \u001b[1mそしてこのショーはそのラインを越えました。\u001b[22m, \u001b[1mそして、このショーは、そのラインを越えました。\u001b[22m\n\u001b[1m\u001b[22m\nThis really does not suit my taste. I thought it would be ecchi, but this is just over-the-top gigantic boobs constantly slapping and shaking, it's just pure smut or softcore porn... which ever label you prefer.\n\n\u001b[1mこれは本当に私の好みに合っていません。 私はそれがエッチだと思っていましたが、これは絶えず叩きつぶされている巨大なおっぱいです。純粋なスマットまたはソフトコアのポルノです。\u001b[22m\n\u001b[1m(Kore wa hontōni watashi no konomi ni atte imasen. Watashi wa sore ga etchida to omotte imashitaga, kore wa taezu tataki tsubusa rete iru kyodaina oppaidesu. Junsuina sumatto matawa sofuto koa no porunodesu.)\u001b[22m\n\nTranslations of \u001b[4mThis really does not suit my taste. I thought it would be ecchi, but this is just over-the-top gigantic boobs constantly slapping and shaking, it's just pure smut or softcore porn... which ever label you prefer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis really does not suit my taste.\u001b[24m\n    \u001b[1mこれは本当に私の好みに合っていません。\u001b[22m, \u001b[1mこれは本当に私の好みに合いません。\u001b[22m\n\u001b[4mI thought it would be ecchi, but this is just over-the-top gigantic boobs constantly slapping and shaking, it's just pure smut or softcore porn... which ever label you prefer.\u001b[24m\n    \u001b[1m私はそれがエッチだと思っていましたが、これは絶えず叩きつぶされている巨大なおっぱいです。純粋なスマットまたはソフトコアのポルノです。\u001b[22m, \u001b[1mそれだけで、純粋なスマットやソフトコアポルノだ...今まであなたが好むラベルれ、私はそれがエッチだろうと思ったが、これは単にオーバーザトップ巨大なおっぱいは常にぴしゃりと揺れています。\u001b[22m"
  },
  {
    "title": "Manyuu_Hikenchou",
    "id": "10465",
    "url": "https://myanimelist.net/anime/10465/Manyuu_Hikenchou",
    "user": "colonelpanic",
    "profile": "/profile/colonelpanic/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=97405",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私はこれに戻って来なければならなかった。 私は最初のエピソードの少しを見て、すぐにそれがクイーンズブレイドのようにあまりにも大きかったと決めました。 私は代わりにいくつかのものを見た。 私が最後にそれを見るために座ったとき、私はうれしく驚いた。\n\n私は多くのエッチショーに座っています。 クイーンズブレイドは面倒だったし、Seikon no Qwaserは完全に反抗的でしたが、私は実際にManyuu Hikenchouを楽しんでいました。 私はそれがばかばかしいことを知っているので、それは遠い自分自身を真剣に取ることはないと思う。 それはショーの残りの部分のように演技しないという非常に良い仕事は、エッチのコンテンツを提供する以外の目的はありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nI had to come back to this one. I watched a little bit of the first episode and immediately decided it was too much like Queen’s Blade. I watched some other things instead. When I finally sat down to watch it, I was pleasantly surprised.\n\n\u001b[1m私はこれに戻って来なければならなかった。 私は最初のエピソードの少しを見て、すぐにそれがクイーンズブレイドのようにあまりにも大きかったと決めました。 私は代わりにいくつかのものを見た。 私が最後にそれを見るために座ったとき、私はうれしく驚いた。\u001b[22m\n\u001b[1m(Watashi wa kore ni modotte konakereba naranakatta. Watashi wa saisho no episōdo no sukoshi o mite, sugu ni sore ga kuīnzubureido no yō ni amarini mo ōkikatta to kimemashita. Watashi wa kawarini ikutsu ka no mono o mita. Watashi ga saigo ni sore o miru tame ni suwatta toki, watashi wa ureshiku odoroita.)\u001b[22m\n\nTranslations of \u001b[4mI had to come back to this one. I watched a little bit of the first episode and immediately decided it was too much like Queen’s Blade. I watched some other things instead. When I finally sat down to watch it, I was pleasantly surprised.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had to come back to this one.\u001b[24m\n    \u001b[1m私はこれに戻って来なければならなかった。\u001b[22m, \u001b[1m私は戻ってこれに来ていました。\u001b[22m\n\u001b[4mI watched a little bit of the first episode and immediately decided it was too much like Queen’s Blade.\u001b[24m\n    \u001b[1m私は最初のエピソードの少しを見て、すぐにそれがクイーンズブレイドのようにあまりにも大きかったと決めました。\u001b[22m, \u001b[1m私は最初のエピソードを少し見て、すぐにそれがクイーンズブレイドのような多すぎると判断しました。\u001b[22m\n\u001b[4mI watched some other things instead.\u001b[24m\n    \u001b[1m私は代わりにいくつかのものを見た。\u001b[22m, \u001b[1m私の代わりに、いくつかの他のものを見ました。\u001b[22m\n\u001b[4mWhen I finally sat down to watch it, I was pleasantly surprised.\u001b[24m\n    \u001b[1m私が最後にそれを見るために座ったとき、私はうれしく驚いた。\u001b[22m, \u001b[1m私は最終的にそれを見に座ったとき、私はうれしい驚きでした。\u001b[22m\n\u001b[1m\u001b[22m\nI have a hard time sitting through many ecchi shows. Queen’s Blade was troublesome and Seikon no Qwaser was completely unwatchable, but I actually enjoyed Manyuu Hikenchou. I think it’s because it knows it’s ridiculous and never remotely takes itself seriously. It also does a remarkably good job of not acting like the rest of the show has no purpose beyond serving the ecchi content.\n\n\u001b[1m私は多くのエッチショーに座っています。 クイーンズブレイドは面倒だったし、Seikon no Qwaserは完全に反抗的でしたが、私は実際にManyuu Hikenchouを楽しんでいました。 私はそれがばかばかしいことを知っているので、それは遠い自分自身を真剣に取ることはないと思う。 それはショーの残りの部分のように演技しないという非常に良い仕事は、エッチのコンテンツを提供する以外の目的はありません。\u001b[22m\n\u001b[1m(Watashi wa ōku no etchishō ni suwatte imasu. Kuīnzubureido wa mendōdattashi, Seikon no Qwaser wa kanzen ni hankō-tekideshitaga, watashi wa jissai ni Manyuu Hikenchou o tanoshinde imashita. Watashi wa sore ga bakabakashī koto o shitte irunode, sore wa tōi jibun jishin o shinken ni toru koto wa nai to omou. Sore wa shō no nokori no bubun no yō ni engi shinai to iu hijō ni yoi shigoto wa, etchi no kontentsu o teikyō suru igai no mokuteki wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI have a hard time sitting through many ecchi shows. Queen’s Blade was troublesome and Seikon no Qwaser was completely unwatchable, but I actually enjoyed Manyuu Hikenchou. I think it’s because it knows it’s ridiculous and never remotely takes itself seriously. It also does a remarkably good job of not acting like the rest of the show has no purpose beyond serving the ecchi content.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have a hard time sitting through many ecchi shows.\u001b[24m\n    \u001b[1m私は多くのエッチショーに座っています。\u001b[22m, \u001b[1m私は多くのエッチショーを通して座って苦労します。\u001b[22m\n\u001b[4mQueen’s Blade was troublesome and Seikon no Qwaser was completely unwatchable, but I actually enjoyed Manyuu Hikenchou.\u001b[24m\n    \u001b[1mクイーンズブレイドは面倒だったし、Seikon no Qwaserは完全に反抗的でしたが、私は実際にManyuu Hikenchouを楽しんでいました。\u001b[22m, \u001b[1mクイーンズブレイドは面倒だったとSeikonなしQwaserは完全に見るに耐えないだったが、私は実際に魔乳Hikenchouを楽しみました。\u001b[22m\n\u001b[4mI think it’s because it knows it’s ridiculous and never remotely takes itself seriously.\u001b[24m\n    \u001b[1m私はそれがばかばかしいことを知っているので、それは遠い自分自身を真剣に取ることはないと思う。\u001b[22m, \u001b[1m私はそれはそれはばかげて、決してリモート真剣に自分自身を取る知っているからだと思います。\u001b[22m\n\u001b[4mIt also does a remarkably good job of not acting like the rest of the show has no purpose beyond serving the ecchi content.\u001b[24m\n    \u001b[1mそれはショーの残りの部分のように演技しないという非常に良い仕事は、エッチのコンテンツを提供する以外の目的はありません。\u001b[22m, \u001b[1mまた、番組の残りの部分のように振る舞っていないの著しく良い仕事はエッチなコンテンツを提供する以上の目的を持っていませんありません。\u001b[22m"
  },
  {
    "title": "Manyuu_Hikenchou",
    "id": "10465",
    "url": "https://myanimelist.net/anime/10465/Manyuu_Hikenchou",
    "user": "CloudXIII",
    "profile": "/profile/CloudXIII/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=173749",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  5\n\nこのシリーズは見てはいけません。 主な話題は「乳房」です。 私はどんなストーリーラインがそれを意味するのですか？ 大きな胸が繁栄している人と小さな人が貧しい人生を送ることになる??? 人の胸が切られても、うまくいくのではなく、小さくなってしまいます...そして、主人公は誰もが胸を分かち合うつもりです... yayyyyyyy...いいえ、ありがとう。  -_-\n\nだから、このアニメはちょうど私が非常に退屈な非常に良い物語ではない純粋なecchiです。 エッチアニメでさえ、それの後ろに少なくとも一貫したストーリーがあるべきであり、何よりも、退屈ではなく見ることが楽しいはずです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nThis series is a must NOT watch. It's main topic is 'Breasts'. I mean what kind of a story line is that? The ones who have big breasts prosper and the ones with small are doomed to live a poor life??? Even when people's breasts are cut off they become smaller instead of well... being cut... And the heroine is going to share boobies with everyone yayyyyyyy... no thanks. -_-\n\n\u001b[1mこのシリーズは見てはいけません。 主な話題は「乳房」です。 私はどんなストーリーラインがそれを意味するのですか？ 大きな胸が繁栄している人と小さな人が貧しい人生を送ることになる??? 人の胸が切られても、うまくいくのではなく、小さくなってしまいます...そして、主人公は誰もが胸を分かち合うつもりです... yayyyyyyy...いいえ、ありがとう。  -_-\u001b[22m\n\u001b[1m(Kono shirīzu wa mite wa ikemasen. Omona wadai wa `chibusa'desu. Watashi wa don'na sutōrīrain ga sore o imi suru nodesu ka? Ōkina mune ga han'ei shite iru hito to chīsana hito ga mazushī jinsei o okuru koto ni naru? ? ? Hito no mune ga kira rete mo, umaku iku node wa naku, chīsaku natte shimaimasu... Soshite, shujinkō wa daremoga mune o wakachi au tsumoridesu... Yayyyyyyy... Īe, arigatō. - _ -)\u001b[22m\n\nTranslations of \u001b[4mThis series is a must NOT watch. It's main topic is 'Breasts'. I mean what kind of a story line is that? The ones who have big breasts prosper and the ones with small are doomed to live a poor life??? Even when people's breasts are cut off they become smaller instead of well... being cut... And the heroine is going to share boobies with everyone yayyyyyyy... no thanks. -_-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis series is a must NOT watch.\u001b[24m\n    \u001b[1mこのシリーズは見てはいけません。\u001b[22m, \u001b[1mこのシリーズは見てはいけませんです。\u001b[22m\n\u001b[4mIt's main topic is 'Breasts'.\u001b[24m\n    \u001b[1m主な話題は「乳房」です。\u001b[22m, \u001b[1mこれは、メイントピックが「美乳」であるのです。\u001b[22m\n\u001b[4mI mean what kind of a story line is that?\u001b[24m\n    \u001b[1m私はどんなストーリーラインがそれを意味するのですか？\u001b[22m, \u001b[1m私は、あるストーリーラインのどのような意味ですか？\u001b[22m\n\u001b[4mThe ones who have big breasts prosper and the ones with small are doomed to live a poor life???\u001b[24m\n    \u001b[1m大きな胸が繁栄している人と小さな人が貧しい人生を送ることになる???\u001b[22m, \u001b[1m大きな胸を持っているものは、繁栄と小さなとものが貧しい生活を送る運命にあります？\u001b[22m\n\u001b[4mEven when people's breasts are cut off they become smaller instead of well... being cut... And the heroine is going to share boobies with everyone yayyyyyyy... no thanks.\u001b[24m\n    \u001b[1m人の胸が切られても、うまくいくのではなく、小さくなってしまいます...そして、主人公は誰もが胸を分かち合うつもりです... yayyyyyyy...いいえ、ありがとう。\u001b[22m, \u001b[1m人々の胸が遮断された場合でも、それらは切断される...の代わりに十分小さくなる...そしてヒロインはyayyyyyyy...何のおかげでみんなと一緒におっぱいを共有しないために起こっています。\u001b[22m\n\u001b[4m-_-\u001b[24m\n    \u001b[1m-_-\u001b[22m\n\u001b[1m\u001b[22m\nSo this anime is just pure ecchi with not a very good story which I found very boring. Even ecchi anime should have a atleast mediocre story behind it and most of all it should be fun to watch not boring.\n\n\u001b[1mだから、このアニメはちょうど私が非常に退屈な非常に良い物語ではない純粋なecchiです。 エッチアニメでさえも、それの後ろには少なくとも普通のストーリーがあるはずです。何よりも、退屈ではないことを楽しむべきです。\u001b[22m\n\u001b[1m(Dakara, kono anime wa chōdo watashi ga hijō ni taikutsuna hijō ni yoi monogataride wanai junsuina ecchidesu. Etchi animede sae mo, sore no ushironi wa sukunakutomo futsū no sutōrī ga aru hazudesu. Naniyori mo, taikutsude wanai koto o tanoshimubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mSo this anime is just pure ecchi with not a very good story which I found very boring. Even ecchi anime should have a atleast mediocre story behind it and most of all it should be fun to watch not boring.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo this anime is just pure ecchi with not a very good story which I found very boring.\u001b[24m\n    \u001b[1mだから、このアニメはちょうど私が非常に退屈な非常に良い物語ではない純粋なecchiです。\u001b[22m, \u001b[1mだから、このアニメは、私は非常に退屈見つからない非常に良い話とちょうど純粋なエッチです。\u001b[22m\n\u001b[4mEven ecchi anime should have a atleast mediocre story behind it and most of all it should be fun to watch not boring.\u001b[24m\n    \u001b[1mエッチアニメでさえも、それの後ろには少なくとも普通のストーリーがあるはずです。何よりも、退屈ではないことを楽しむべきです。\u001b[22m, \u001b[1mでもエッチなアニメは、その背後に少なくとも平凡な物語を持っているべきであり、すべてのほとんどは、退屈ではない見ていて楽しいすべきです。\u001b[22m"
  },
  {
    "title": "Manyuu_Hikenchou",
    "id": "10465",
    "url": "https://myanimelist.net/anime/10465/Manyuu_Hikenchou",
    "user": "Joby05",
    "profile": "/profile/Joby05/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=223539",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  6\nキャラクター|  5\n|  4\n\nこれを完全なレビューにするつもりもなく、私はこれをすばやくまとめることができます。 もしあなたがエッチのファンで、他に何も気にしないのであれば、あなたはこのアニメを好きになるでしょう。 武士のテクニックを使ってお互いの胸のサイズを小さくするという女性の考えが面白いか魅力的だと思うなら、この話が好きかもしれません。 生のエッチとして、これはしっかりしていて、たくさんのおっぱい、たくさんのヌード、ばかげた/面白いプロットです。 降下プロットや説得力のあるコンセプトに遠く離れた場所でも何かを探しているなら、これは短くなります。 私はこの1つのパスを渡し、代わりに良いアニメを見て、その後、ヘンタイを見ると思います。\n\nストーリー4 /アート8 /サウンド6 /キャラクター5 /楽しさ4 /全体的な5",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nNot even going to give this a full review, I can sum this up quickly. You will like this anime if you are a fan of ecchi and don't care about anything else but lots of topless girls with huge boobs. You may like this story if you think the concept of women using samurai techniques to reduce each others breasts sizes is interesting or appealing. As a raw ecchi this is solid, lots of huge boobs, plenty of nudity and a silly/funny plot. If you're looking for anything even remotely close to a descent plot or a plausible concept this one will fall WAY short. I'd say give this one a pass and instead watch a good anime and then a hentai.\n\n\u001b[1mこれを完全なレビューにするつもりもなく、私はこれをすばやくまとめることができます。 もしあなたがエッチのファンで、他に何も気にしないのであれば、あなたはこのアニメを好きになるでしょう。 武士のテクニックを使ってお互いの胸のサイズを小さくするという女性の考えが面白いか魅力的だと思うなら、この話が好きかもしれません。 生のエッチとして、これはしっかりしていて、たくさんのおっぱい、たくさんのヌード、ばかげた/面白いプロットです。 降下プロットや説得力のあるコンセプトに遠く離れた場所でも何かを探しているなら、これは短くなります。 私はこの1つのパスを渡し、代わりに良いアニメを見て、その後、ヘンタイを見ると思います。\u001b[22m\n\u001b[1m(Kore o kanzen'na rebyū ni suru tsumori mo naku, watashi wa kore o subayaku matomeru koto ga dekimasu. Moshi anata ga etchi no fan de, hoka ni nani mo ki ni shinai nodeareba, anata wa kono anime o suki ni narudeshou. Bushi no tekunikku o tsukatte otagai no mune no saizu o chīsaku suru to iu josei no kangae ga omoshiroi ka mirikitekida to omounara, kono hanashi ga suki kamo shiremasen.-Sei no etchi to shite, kore wa shikkari shite ite, takusan no oppai, takusan no nūdo, bakageta/ omoshiroi purottodesu. Kōka purotto ya settoku-ryoku no aru konseputo ni tōku hanareta basho demo nanika o sagashite irunara, kore wa mijikaku narimasu. Watashi wa kono 1tsu no pasu o watashi, kawari ni yoi anime o mite, sonogo, hentai o miru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mNot even going to give this a full review, I can sum this up quickly. You will like this anime if you are a fan of ecchi and don't care about anything else but lots of topless girls with huge boobs. You may like this story if you think the concept of women using samurai techniques to reduce each others breasts sizes is interesting or appealing. As a raw ecchi this is solid, lots of huge boobs, plenty of nudity and a silly/funny plot. If you're looking for anything even remotely close to a descent plot or a plausible concept this one will fall WAY short. I'd say give this one a pass and instead watch a good anime and then a hentai.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot even going to give this a full review, I can sum this up quickly.\u001b[24m\n    \u001b[1mこれを完全なレビューにするつもりもなく、私はこれをすばやくまとめることができます。\u001b[22m, \u001b[1mこれさえに完全なレビューを提供するつもりはない、私はすぐにこれをまとめることができます。\u001b[22m\n\u001b[4mYou will like this anime if you are a fan of ecchi and don't care about anything else but lots of topless girls with huge boobs.\u001b[24m\n    \u001b[1mもしあなたがエッチのファンで、他に何も気にしないのであれば、あなたはこのアニメを好きになるでしょう。\u001b[22m, \u001b[1mあなたはエッチのファンであり、巨大なおっぱいを持つ何かが、トップレスの女の子の多くを気にしない場合は、このアニメを好きになるでしょう。\u001b[22m\n\u001b[4mYou may like this story if you think the concept of women using samurai techniques to reduce each others breasts sizes is interesting or appealing.\u001b[24m\n    \u001b[1m武士のテクニックを使ってお互いの胸のサイズを小さくするという女性の考えが面白いか魅力的だと思うなら、この話が好きかもしれません。\u001b[22m, \u001b[1mあなたはお互いの胸のサイズを小さくするために武士の技術を使用して、女性のコンセプトが面白いか、魅力的だと思う場合は、この物語を好むかもしれません。\u001b[22m\n\u001b[4mAs a raw ecchi this is solid, lots of huge boobs, plenty of nudity and a silly/funny plot.\u001b[24m\n    \u001b[1m生のエッチとして、これはしっかりしていて、たくさんのおっぱい、たくさんのヌード、ばかげた/面白いプロットです。\u001b[22m, \u001b[1m生のエッチなように、これは、巨大なおっぱいをたくさん、ヌードをたっぷりと愚かな/面白いプロット固体です。\u001b[22m\n\u001b[4mIf you're looking for anything even remotely close to a descent plot or a plausible concept this one will fall WAY short.\u001b[24m\n    \u001b[1m降下プロットや説得力のあるコンセプトに遠く離れた場所でも何かを探しているなら、これは短くなります。\u001b[22m, \u001b[1mあなたが降下プロットまたはもっともらしいコンセプトにあってもリモートで近いものを探しているなら、この1はWAY及ばないだろう。\u001b[22m\n\u001b[4mI'd say give this one a pass and instead watch a good anime and then a hentai.\u001b[24m\n    \u001b[1m私はこの1つのパスを渡し、代わりに良いアニメを見て、その後、ヘンタイを見ると思います。\u001b[22m, \u001b[1m私はこの1つにパスを与え、代わりに良いアニメ、その後変態を見て言うと思います。\u001b[22m\n\u001b[1m\u001b[22m\nStory 4 / Art 8 / Sound 6 / Character 5 / Enjoyment 4 / Overall 5\n\n\u001b[1mストーリー4 /アート8 /サウンド6 /キャラクター5 /楽しさ4 /全体的な5\u001b[22m\n\u001b[1m(Sutōrī 4/ āto 8/ saundo 6/ kyarakutā 5/ tanoshisa 4/ zentai-tekina 5)\u001b[22m\n\nTranslations of \u001b[4mStory 4 / Art 8 / Sound 6 / Character 5 / Enjoyment 4 / Overall 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 4 / Art 8 / Sound 6 / Character 5 / Enjoyment 4 / Overall 5\u001b[24m\n    \u001b[1mストーリー4 /アート8 /サウンド6 /キャラクター5 /楽しさ4 /全体的な5\u001b[22m, \u001b[1mストーリー4 /アート8 /サウンド6 /キャラクター5 /楽し4 /総合5\u001b[22m"
  },
  {
    "title": "Manyuu_Hikenchou",
    "id": "10465",
    "url": "https://myanimelist.net/anime/10465/Manyuu_Hikenchou",
    "user": "sabconth",
    "profile": "/profile/sabconth/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=207025",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  7\n\nたぶん、あなたがこれを見たいと思うかもしれない2つの理由だけがあります。おそらく、物語やキャラクターのためではありません。\n\nそれは大丈夫です。\n\nしかし、ありがたいことに、Hikenchou Manyuuは好きなキャラクターに合うように管理し、それは他の、メイン、バウンシードローの間の主に魅力的なプロットです。\n\nショーを分ける1つの事は、それが胸に執着した世界の住民にとってどれほど驚くほど自然であるかです。\n\n安価で怠惰な虐待行為を払う代わりに、それを学び、それを尊重するまでには時間がかかります。\n\n主なプロットは完全に真剣に取るにはあまりにもばかげていますが、私たち自身の社会に反映されているおっぱい文化の多くの側面を探求しています。\n\n私はそれが馬鹿に聞こえるのは分かっていますが、どこでも男性のことを話していますが、最初はそのような胸を所有することについて女性自身が考えて感じることは決して考えていません。\n\n女性が耐えなければならない感情的で仲間の圧力をかけた戦争の範囲は、少し目を開けた以上のものでした。\n\n実際には、ショーが開始され、多くのグラフィックシーンが無作為に続いている間に、結論に達すると、これらのファンサービスの瞬間の頻度と詳細が大幅に低下します。\n\nまるで創造者の山田秀樹さんが、人気の高いボディパーツの魅力と一次元の状態を取り除き、代わりに尊敬と自然さを与えたいと思っています。\n\nショーは完璧ではありませんが、それは場所を引きずり、解決しようとしていた主要な紛争のいくつかを締結しません。\n\nそれは2番目のシーズン（私はすべてのためだ）にとって明らかな策略だが、すでに薄いプロットラインをさらに伸ばそうとするよりも、完成したアークを好むだろう。\n\n声優、音楽、芸術はすべて一流であり、私は自分が約束した主な2人よりもずっと多くの理由で自分自身でショーを楽しんでいることに気付きました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThere's likely only 'two reasons' you might want to watch this, and it probably isn't for the story or characters.\n\n\u001b[1mたぶん、あなたがこれを見たいと思うかもしれない2つの理由だけがあります。おそらく、物語やキャラクターのためではありません。\u001b[22m\n\u001b[1m(Tabun, anata ga kore o mitai to omou kamo shirenai 2tsu no riyū dake ga arimasu. Osoraku, monogatari ya kyarakutā no tamede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThere's likely only 'two reasons' you might want to watch this, and it probably isn't for the story or characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's likely only 'two reasons' you might want to watch this, and it probably isn't for the story or characters.\u001b[24m\n    \u001b[1mたぶん、あなたがこれを見たいと思うかもしれない2つの理由だけがあります。おそらく、物語やキャラクターのためではありません。\u001b[22m, \u001b[1mそこには、これを見たいと思うかもしれない唯一の「二つの理由は、「そうだし、それはおそらく、ストーリーや文字のためではありません。\u001b[22m\n\u001b[1m\u001b[22m\nAnd that's okay.\n\n\u001b[1mそれは大丈夫です。\u001b[22m\n\u001b[1m(Sore wa daijōbudesu.)\u001b[22m\n\nTranslations of \u001b[4mAnd that's okay.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd that's okay.\u001b[24m\n    \u001b[1mそれは大丈夫です。\u001b[22m, \u001b[1mそして、それは大丈夫です。\u001b[22m\n\u001b[1m\u001b[22m\nBut thankfully, Manyuu Hikenchou does manage to fit likeable characters and a mostly engaging plot between it's other, main, bouncy draw.\n\n\u001b[1mしかし、ありがたいことに、Hikenchou Manyuuは好きなキャラクターに合うように管理し、それは他の、メイン、バウンシードローの間の主に魅力的なプロットです。\u001b[22m\n\u001b[1m(Shikashi, arigatai koto ni, Hikenchou Manyuu wa sukina kyarakutā ni au yō ni kanri shi, sore wa hoka no, mein, baunshīdorō no ma no omo ni miryoku-tekina purottodesu.)\u001b[22m\n\nTranslations of \u001b[4mBut thankfully, Manyuu Hikenchou does manage to fit likeable characters and a mostly engaging plot between it's other, main, bouncy draw.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut thankfully, Manyuu Hikenchou does manage to fit likeable characters and a mostly engaging plot between it's other, main, bouncy draw.\u001b[24m\n    \u001b[1mしかし、ありがたいことに、Hikenchou Manyuuは好きなキャラクターに合うように管理し、それは他の、メイン、バウンシードローの間の主に魅力的なプロットです。\u001b[22m, \u001b[1mしかし、ありがたいことに、魔乳Hikenchouは好感の持てるキャラクターや、他の、メイン、弾むドローだとの間に、ほとんどの係合プロットに適合するように管理しません。\u001b[22m\n\u001b[1m\u001b[22m\nOne thing that separates the show is how surprisingly good natured it is to the inhabitants of it's breast obsessed world.\n\n\u001b[1mショーを分ける1つの事は、それが胸に執着した世界の住民にとってどれほど驚くほど自然であるかです。\u001b[22m\n\u001b[1m(Shō o wakeru 1tsu no koto wa, sore ga mune ni shūchaku shita sekai no jūmin ni totte dorehodo odoroku hodo shizendearu kadesu.)\u001b[22m\n\nTranslations of \u001b[4mOne thing that separates the show is how surprisingly good natured it is to the inhabitants of it's breast obsessed world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne thing that separates the show is how surprisingly good natured it is to the inhabitants of it's breast obsessed world.\u001b[24m\n    \u001b[1mショーを分ける1つの事は、それが胸に執着した世界の住民にとってどれほど驚くほど自然であるかです。\u001b[22m, \u001b[1mショーを分離することの一つは、それが乳房取りつかれて世界のITの住民にどのように驚くほど良い性格です。\u001b[22m\n\u001b[1m\u001b[22m\nInstead of taking the cheap and lazy route of abusing characters for titillating pay off's, it takes time to let us learn about and even respect them.\n\n\u001b[1m安価で怠惰な虐待行為を払う代わりに、それを学び、それを尊重するまでには時間がかかります。\u001b[22m\n\u001b[1m(Anka de taidana gyakutai kōi o harau kawari ni, sore o manabi, sore o sonchō suru made ni wa jikan ga kakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mInstead of taking the cheap and lazy route of abusing characters for titillating pay off's, it takes time to let us learn about and even respect them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInstead of taking the cheap and lazy route of abusing characters for titillating pay off's, it takes time to let us learn about and even respect them.\u001b[24m\n    \u001b[1m安価で怠惰な虐待行為を払う代わりに、それを学び、それを尊重するまでには時間がかかります。\u001b[22m, \u001b[1m代わりのを賃金をオフに刺激的なために文字を乱用の安価で怠惰なルートを取る、それは私たちが学び、さらにはそれらを尊重できるように時間がかかります。\u001b[22m\n\u001b[1m\u001b[22m\nAlthough the main plot is too ludicrous to ever take fully seriously, Manyuu Hikenchou does explore many aspects of boob culture that are reflective in our own society.\n\n\u001b[1m主なプロットは完全に真剣に取るにはあまりにもばかげていますが、私たち自身の社会に反映されているおっぱい文化の多くの側面を探求しています。\u001b[22m\n\u001b[1m(Omona purotto wa kanzen ni shinken ni toru ni wa amarini mo bakagete imasuga, watashitachi jishin no shakai ni han'ei sa rete iru oppai bunka no ōku no sokumen o tankyū shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAlthough the main plot is too ludicrous to ever take fully seriously, Manyuu Hikenchou does explore many aspects of boob culture that are reflective in our own society.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough the main plot is too ludicrous to ever take fully seriously, Manyuu Hikenchou does explore many aspects of boob culture that are reflective in our own society.\u001b[24m\n    \u001b[1m主なプロットは完全に真剣に取るにはあまりにもばかげていますが、私たち自身の社会に反映されているおっぱい文化の多くの側面を探求しています。\u001b[22m, \u001b[1m主なプロットは、これまで十分に真剣に取るには余りにも滑稽ですが、魔乳Hikenchouは、私たち自身の社会の中で反射されている豊胸手術文化の多くの側面を探求します。\u001b[22m\n\u001b[1m\u001b[22m\nI know that sounds silly, but speaking for men everywhere, I've never really considered what women themselves think and feel about owning such bosoms in the first place.\n\n\u001b[1m私はそれが馬鹿に聞こえるのは分かっていますが、どこでも男性のことを話していますが、最初はそのような胸を所有することについて女性自身が考えて感じることは決して考えていません。\u001b[22m\n\u001b[1m(Watashi wa sore ga baka ni kikoeru no wa wakatte imasuga, doko demo dansei no koto o hanashite imasuga, saisho wa sono yōna mune o shoyū suru koto ni tsuite josei jishin ga kangaete kanjiru koto wa kesshite kangaete imasen.)\u001b[22m\n\nTranslations of \u001b[4mI know that sounds silly, but speaking for men everywhere, I've never really considered what women themselves think and feel about owning such bosoms in the first place.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI know that sounds silly, but speaking for men everywhere, I've never really considered what women themselves think and feel about owning such bosoms in the first place.\u001b[24m\n    \u001b[1m私はそれが馬鹿に聞こえるのは分かっていますが、どこでも男性のことを話していますが、最初はそのような胸を所有することについて女性自身が考えて感じることは決して考えていません。\u001b[22m, \u001b[1m私は愚かな音を知っているが、どこにでも男性のために言えば、私は本当に自分自身が最初の場所でこのようなbosomsを所有について考え、何を感じる女性は考えたことがありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe range of emotional and peer pressured strife that women have to endure was more than a little eye opening.\n\n\u001b[1m女性が耐えなければならない感情的で仲間の圧力をかけた戦争の範囲は、少し目を開けた以上のものでした。\u001b[22m\n\u001b[1m(Josei ga taenakereba naranai kanjō-tekide nakama no atsuryoku o kaketa sensō no han'i wa, sukoshi me o aketa ijō no monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe range of emotional and peer pressured strife that women have to endure was more than a little eye opening.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe range of emotional and peer pressured strife that women have to endure was more than a little eye opening.\u001b[24m\n    \u001b[1m女性が耐えなければならない感情的で仲間の圧力をかけた戦争の範囲は、少し目を開けた以上のものでした。\u001b[22m, \u001b[1m感情やピアの範囲は、女性が少しアイ開口を超えていた我慢しなければならないこと争いに圧力をかけました。\u001b[22m\n\u001b[1m\u001b[22m\nIn fact, while the show starts and continues with many graphic scenes of toplessness, as it reaches conclusion, the frequency and detail of these fan service moments are severely toned down.\n\n\u001b[1m実際には、ショーが開始され、多くのグラフィックシーンが無作為に続いている間に、結論に達すると、これらのファンサービスの瞬間の頻度と詳細が大幅に低下します。\u001b[22m\n\u001b[1m(Jissai ni wa, shō ga kaishi sa re, ōku no gurafikkushīn ga musakui ni tsudzuite iru ma ni, ketsuron ni tassuru to, korera no fansābisu no shunkan no hindo to shōsai ga ōhaba ni teika shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn fact, while the show starts and continues with many graphic scenes of toplessness, as it reaches conclusion, the frequency and detail of these fan service moments are severely toned down.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn fact, while the show starts and continues with many graphic scenes of toplessness, as it reaches conclusion, the frequency and detail of these fan service moments are severely toned down.\u001b[24m\n    \u001b[1m実際には、ショーが開始され、多くのグラフィックシーンが無作為に続いている間に、結論に達すると、これらのファンサービスの瞬間の頻度と詳細が大幅に低下します。\u001b[22m, \u001b[1mショーが始まると、それが結論に達したとして、トップレスの多くのグラフィックシーンを継続しながら、実際には、これらのファンサービスモーメントの周波数と詳細は厳しくトーンダウンされています。\u001b[22m\n\u001b[1m\u001b[22m\nIt's as if the creator, Hideki Yamada, wanted to remove the glamour and one dimensional status of these highly popular body parts and give them some respect and naturalness instead.\n\n\u001b[1mまるで創造者の山田秀樹さんが、人気の高いボディパーツの魅力と一次元の状態を取り除き、代わりに尊敬と自然さを与えたいと思っています。\u001b[22m\n\u001b[1m(Marude sōzō-sha no yamada hideki-san ga, ninki no takai bodipātsu no miryoku to ichi-jigen no jōtai o torinozoki, kawarini sonkei to shizen-sa o ataetai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's as if the creator, Hideki Yamada, wanted to remove the glamour and one dimensional status of these highly popular body parts and give them some respect and naturalness instead.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's as if the creator, Hideki Yamada, wanted to remove the glamour and one dimensional status of these highly popular body parts and give them some respect and naturalness instead.\u001b[24m\n    \u001b[1mまるで創造者の山田秀樹さんが、人気の高いボディパーツの魅力と一次元の状態を取り除き、代わりに尊敬と自然さを与えたいと思っています。\u001b[22m, \u001b[1mクリエーター、秀樹山田は、これらの非常に人気のある体の部分の魅力と1次元のステータスを削除し、代わりに彼らにいくつかの敬意と自然を与えたいと思ったかのようです。\u001b[22m\n\u001b[1m\u001b[22m\nThe show is far from perfect though, it drags in places and doesn't conclude some of the major conflicts it seemed poised to resolve.\n\n\u001b[1mショーは完璧ではありませんが、それは場所を引きずり、解決しようとしていた主要な紛争のいくつかを締結しません。\u001b[22m\n\u001b[1m(Shō wa kanpekide wa arimasenga, soreha basho o hikizuri, kaiketsu shiyou to shite ita shuyōna funsō no ikutsu ka o teiketsu shimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe show is far from perfect though, it drags in places and doesn't conclude some of the major conflicts it seemed poised to resolve.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show is far from perfect though, it drags in places and doesn't conclude some of the major conflicts it seemed poised to resolve.\u001b[24m\n    \u001b[1mショーは完璧ではありませんが、それは場所を引きずり、解決しようとしていた主要な紛争のいくつかを締結しません。\u001b[22m, \u001b[1mショーは、それは場所にドラッグし、それを解決するための態勢を整えたように見えた主要な競合の一部を締結していない、しかし完璧にはほど遠いです。\u001b[22m\n\u001b[1m\u001b[22m\nIt's an obvious ploy for a second season (which I'm all for) but i'd have preferred a completed arc rather than trying to stretch an already thin plotline even further still.\n\n\u001b[1mそれは2番目のシーズン（私はすべてのためだ）にとって明らかな策略だが、すでに薄いプロットラインをさらに伸ばそうとするよりも、完成したアークを好むだろう。\u001b[22m\n\u001b[1m(Sore wa 2-banme no shīzun (watashi wa subete no tameda) ni totte akirakana sakuryakudaga, sudeni usui purottorain o sarani nobasou to suru yori mo, kansei shita āku o konomudarou.)\u001b[22m\n\nTranslations of \u001b[4mIt's an obvious ploy for a second season (which I'm all for) but i'd have preferred a completed arc rather than trying to stretch an already thin plotline even further still.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's an obvious ploy for a second season (which I'm all for) but i'd have preferred a completed arc rather than trying to stretch an already thin plotline even further still.\u001b[24m\n    \u001b[1mそれは2番目のシーズン（私はすべてのためだ）にとって明らかな策略だが、すでに薄いプロットラインをさらに伸ばそうとするよりも、完成したアークを好むだろう。\u001b[22m, \u001b[1mそれは（私がすべてだ）セカンドシーズンのための明白な策略だが、私はむしろさらにまだ、すでに薄いplotlineをストレッチしようとするよりも完成弧を好んだと思います。\u001b[22m\n\u001b[1m\u001b[22m\nThe voice acting, music and art are all top notch, and I found myself enjoying the show for a lot more reasons than the main two it promised.\n\n\u001b[1m声優、音楽、芸術はすべて一流であり、私は自分が約束した主な2人よりもずっと多くの理由で自分自身でショーを楽しんでいることに気付きました。\u001b[22m\n\u001b[1m(Seiyū, ongaku, geijutsu wa subete ichiryūdeari, watashi wa jibun ga yakusoku shita omona 2-ri yori mo zutto ōku no riyū de jibun jishin de shō o tanoshinde iru koto ni kidzukimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe voice acting, music and art are all top notch, and I found myself enjoying the show for a lot more reasons than the main two it promised.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice acting, music and art are all top notch, and I found myself enjoying the show for a lot more reasons than the main two it promised.\u001b[24m\n    \u001b[1m声優、音楽、芸術はすべて一流であり、私は自分が約束した主な2人よりもずっと多くの理由で自分自身でショーを楽しんでいることに気付きました。\u001b[22m, \u001b[1m声の演技、音楽とアートはすべて最高です、と私はそれが約束したメイン2よりもはるかに多くの理由のためにショーを楽しんで自分自身を発見しました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
