[
  {
    "title": "Kimi_to_Boku",
    "id": "10460",
    "url": "https://myanimelist.net/anime/10460/Kimi_to_Boku",
    "user": "JolieJoli",
    "profile": "/profile/JolieJoli/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=207749",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  9\nキャラクター|  3\n|  3\n\n君と僕、英語であなたと私 - は、5人の高校生の男の子の日常生活を非常に現実的に垣間見るように宣伝された生命のアニメです。 メロドラマの欠如と過度の欲求不足のために賞賛されているこのアニメでは、コメディ、毎日のドラマ、ロマンスの風情が一見したものになっています。 疲れた熱気とリハッシュされたストーリーが詰まったジャンルの爽快なコンセプトですが、それは機能しますか？ まあ、そうではありません。\n\nこの番組のための多数の肯定的なレビューを読んだ後、あまりにも多くのドラマがなくても、私は高校生活の現実的な表現を楽しむことを期待していました。 私はまた、豊かな性格、深さ、そして生活のある方向性を備えたキャラクターのキャストを楽しみにしていました。 残念ながら、私はすべての前線で失望した。\n\nキミとボクとの間にはっきりと見られる最初の問題は、一次元のクリシェであるキャラクター、ガーリーボーイ、アップグラスのメガネを着用している男、クールで美しい双子、エネルギッシュで迷惑な子供...  「工場で栽培された」生命のアニメーションの最大の落とし穴の多くをはっきりと見分けることができますが、残念なことにKimi to Bokuはまだ完全な親しみのために独創性を忘れています。\n\n2つ目の問題は、ショーの厳格なノーメロドラマアプローチが、新しい次元を得るために私たちの一次元のキャラクターに提示される障害が決してないからです。 その結果、5人の男の子のすべてはシリーズ全体で同じ性格を持っているように見えますが、小学校のフラッシュバックにいる人から進化することさえありません。\n\nプロットは驚異的なことは何も起こらないという意味で討論可能に現実的です。 一方、私はそれが現実的であるにはあまりにも平凡で退屈であると主張するだろう。 私たちの主人公が親善試合をしたり、様々な場所を歩いたり、宿題をしたり、スイカに塩を入れたり、お互いの髪を裂いたり、肥えたりすることを話しているのを見てください。 私は実際にいくつかのエピソードで鼻を傾けていることを発見し、Shunを見る代わりにKanameらは何もしません。\n\nショーの防衛では、しばらくの間、それは輝きの瞬間を持っています。 エピソード5の芸術、音と方向性は、冬の外であったにもかかわらず、夏の高さに没頭しているように感じました。 エピソード7で女の子の涙を払拭するゆうたは驚くほど優しいです。 しかし、これらの魔法の瞬間は、不満足なほどではありません。そして、キミとボクの基本的な前提から一貫して魅力的で何かを創造することができないという証拠です。\n\n注目すべき出来事はなく、闘争もキャラクターの発達もなく、目に見えないプロット - それは君と悟のです。 残念ながら、人生の断片を別々にしようとする試みは間違っています。人生は注目すべき出来事、紛争、キャラクター開発、ドラマを持っています。それが楽しい、面白い、挑戦的なものです。 ほとんどの場合、キミとボクは楽しいものではなく、面白​​いものでも挑戦的でもありません。\n\nあなたは、キュートな高校の男の子たちが日常的な生活をしているのを見て楽しむなら、キミとボクが好きかもしれません。それは絶対に間違っていることではありません。 しかし、それはあなたのお茶のカップではない、しかし、あなたのコンピュータの電源を切って外に出て、これらの2D漫画のキャラクターを見るのではなく、自分の人生で何か面白い何かをしないでください。"
  },
  {
    "title": "Kimi_to_Boku",
    "id": "10460",
    "url": "https://myanimelist.net/anime/10460/Kimi_to_Boku",
    "user": "connielas",
    "profile": "/profile/connielas/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=59913",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  9\nキャラクター|  10\n|  10\n\n私がこのシリーズを見た理由の中で最も狂ったのは、浅羽悠太さんの心が私が本当に好きな内山幸樹だからです。\n\nしかし、時にはアニメを見るときに、あなたは確かにそれについて幸せに感じるようになる新しいものを見つけるだろう。\n\nこのアニメシリーズの面白いことは、それはそれぞれが異なる物語と性格を持っている多くの文字を持っているということです。\n\n私の話は10です。なぜなら、すべての高校少女とは違って退屈ではないから、少年と少年アニメのスライスです。 物事のために、人々はこのアニメを見るようにしています！ 彼らはかわいくて、さまざまな行動や複雑さを持っています。 彼らの物語は今私たちの人生と非常によく似ています。 それは、このアニメを見る個々人を反映しています。 これにより、彼らは自分自身を理解できるようになります。 それぞれの人間は、かなめ、浅葉双子、千鶴、俊等の個性を持っています。\n\n\n芸術は本当にアニメに共通しているので、芸術はそれほど悪くはなかったし、それは「ワウ」要因でもありませんでした。 しかし、物語があまりにもすごいですので、素晴らしい！ まあ、私は本当に気にしませんでした。\n\n音は良いことではありませんでしたが、ちょっとはずれましたが、私にとってはシリーズ全体を反映しています。  XDだがそれはこのアニメの中で重要な物語である。\n\nキャラクター...それぞれのキャラクターが自分の感情を示す独自の方法を持っているので、それは10です。  5人の男がいたずらをしているのを見て、ランダムなものについて話すことは、私の一日になります!! 彼らは絶対に私を笑わせてくれましたが、私も触れました。\n\nあなたがこのアニメを見るとき、それはあなたにランダムな感情と無数の笑いを与えるので、楽しさも10です！  EVery時キャラクターは自分自身を馬鹿にし、相手は自分自身を馬鹿にする。 とても面白いです。\n\n\n全体的には素晴らしいアニメであり、いい結末になることを願っています！"
  },
  {
    "title": "Kimi_to_Boku",
    "id": "10460",
    "url": "https://myanimelist.net/anime/10460/Kimi_to_Boku",
    "user": "lilRaspberry",
    "profile": "/profile/lilRaspberry/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=69413",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\nこれは私の最初のレビューを書いています,,,,,,\n私はこれが私のコメントと意見によく似ていると思う。\n私は昨年からこのアニメを終了しましたが、私はそれを私の心から取り除くことができませんでした。\n私は最初のエピソードからこのアニメに恋しました。 芸術、オープニング・ソング、彼らがこのアニメで一緒におしゃべりをしたり面白い瞬間を集めたり、キャラクターがどう違うか、そしていかに柔らかくふわふわした暖かい気持ちを与えるか\nこれは私がそれぞれのキャラクターの性格、そしてそれらの面白い瞬間を見るのが好きなので、私は本当に楽しいです。\nしかし、これはあまり話が進んでいないので、あなたの一部には退屈かもしれません。\n隠された愛、片面の愛などに適応した物語。 しかし、このアニメで男の子は愛していない!!!!! 私はこのアニメをスキップする前に最初のエピソードを最初に見ることを敢行する"
  },
  {
    "title": "Kimi_to_Boku",
    "id": "10460",
    "url": "https://myanimelist.net/anime/10460/Kimi_to_Boku",
    "user": "dany_elle1908",
    "profile": "/profile/dany_elle1908/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=50195",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  8\n\n彼らの学校生活と友情についての5人の友人のグループについての単純で複雑なアニメではない。 プロットは優れたものではありませんが、毎週新しいエピソードを待って楽しむのに十分です\n\n芸術は夏目と同じくらい穏やかで穏やかです。 視聴者に暖かさを与え、リラックスさせる。 同じアニメを見せてくれるものの一つであるサウンドも同じです。 エンディングとオープニングの両方が柔らかく、同じサウンドトラックでも同じです。\n\nキャラクターの個性は、それぞれから独特です。私たちはより女性的で、かつては女の子であることによって奪われたものです。そして、その反対側は、非常に精力的で、時には彼がどのように馬鹿にされたかです。 双子を忘れないで。\n\n全体的には非常に素晴らしいアニメと最初のシーズンでした\n\n私はそれを楽しんで、私はアクション、血液またはecchiものがない単純なアニメのように、5つの異なる文字間のコメディのビットのようなものをお勧めします。"
  },
  {
    "title": "Kimi_to_Boku",
    "id": "10460",
    "url": "https://myanimelist.net/anime/10460/Kimi_to_Boku",
    "user": "melonpanfan",
    "profile": "/profile/melonpanfan/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=68449",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  7\n\nこれは私が最初の6つのエピソードの後に​​落ちたアニメだったので、あなたが私のレビューを読んでくれれば、私の意見はそのことに基づいています。 私はこのアニメを本当に楽しみにしていました。最初の数回のエピソードでは、キャラクターを知ることに喜んでいました。 何が起こった？' 一つのことではありません。 それは学校、祭り、家で、真剣に文字の開発と6つのストレートエピソードのためのフィラーだけでそれらを示しています。 とにかく、このアニメについての私の意見は、私は間違っている可能性があるので、私はそれを途中で落としたと言ったように... キャラクターは私が10月10日に私が愛したものです。とてもかわいいですし、それぞれの人格と奇妙さを持っています。 ストーリーは良かった、幼稚園、愛らしい権利以来、イーサン4高校の少年の親友？ 芸術を愛し、それはよく描かれ、音はよく一致した。 しかし、何もしません。 私は文字どおり何も意味しません。 最後のカップルのエピソードは、彼らが秘密の暴力と新しい愛の三角形にあなたを結びつけたのを見ました。 以上です。 あなたが私に尋ねると、最初の6つのエピソードの話は何ですか？"
  },
  {
    "title": "Kimi_to_Boku",
    "id": "10460",
    "url": "https://myanimelist.net/anime/10460/Kimi_to_Boku",
    "user": "Wuddupashley",
    "profile": "/profile/Wuddupashley/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=63051",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nキミとボクは悪い一日の後に見たいアニメのようなものです。 すべてのエピソードを見た後、幸せで暖かい気持ちであなたを残します。 おもう それは本当に私を驚かせました。 最初は私はこれを渡し、高校生の少年たちについてのアニメ、自分自身に考えましたか？ どのように彼らはそれを引き出すことができますか？ 私は非常に間違っていた。 このアニメはプロット無しではあるが、すべてのエピソードにはその目的がある。 それぞれのキャラクターの性格は、他のアニメと違って、彼らがどのように行動するかで殺されているわけではありません。 そうでない場合は、あなたのキャラクターは激しく腐っているように設定されますが、そうではありません。 私はすべてのキャラクターを見て楽しんだ。"
  },
  {
    "title": "Kimi_to_Boku",
    "id": "10460",
    "url": "https://myanimelist.net/anime/10460/Kimi_to_Boku",
    "user": "sakura-icecream",
    "profile": "/profile/sakura-icecream/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=58309",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nあなたが悪い一日を過ごした、笑いを欲しがっているのか、単に退屈しているのかを見てみると、これはすばらしいアニメです。 このアニメには私が思っているプロットはありません。 それは、それがさらに陽気になる、人生のわずかな第一世界の問題に焦点を当てています。 私は13歳以上の人にこのような時代にもっと明確に理解できるので、これをお勧めします。\n\n私はちょうど彼らが冗談を言った小さなことを笑った。 私は彼らが私の友人になりたかったように感じました。 私はそれらのようなより多くの友人がいたらいいなあ。 私はすべてのシングルキャラクター、特にKanameのお母さんを愛していました。 彼女はとても愛らしいですが、私は彼女があまり泣かなかったことを望みます。\n\nこれを見て！\n\nそれからちょうど出てきた配列を見てください！"
  },
  {
    "title": "Kimi_to_Boku",
    "id": "10460",
    "url": "https://myanimelist.net/anime/10460/Kimi_to_Boku",
    "user": "khunter",
    "profile": "/profile/khunter/reviews",
    "pages": "3",
    "number": "8",
    "link": "/reviews.php?id=95849",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nあなたが学校のコメディやそのような性質に近いものを好きなら、私はまだこれを見ることをお勧めします。 なぜ私はそれを見たが、私は喜んで私は覚えていない覚えていない。 実際に陽気で、心温まる。 私はそれがすべての方法を好きだったように。 それは気分が良いアニメでしたし、2番目のシーズンは同じです。 ショーの双子は陽気で、ショーのすべてのキャラクターは面白く、すぐにすべてのキャラクターが好きです。 あなただけの笑いと笑顔をもたらすすべてのキャラクターの間には、驚くような前後があります。 私は学校のコメディーを見たことがない、または私に笑顔とこれを多く笑わせてくれた喜劇を聞かせてはいけません。  （おそらく銀魂）が、このアニメは見ておく価値がある。"
  },
  {
    "title": "Kimi_to_Boku",
    "id": "10460",
    "url": "https://myanimelist.net/anime/10460/Kimi_to_Boku",
    "user": "makotokikuchi",
    "profile": "/profile/makotokikuchi/reviews",
    "pages": "3",
    "number": "9",
    "link": "/reviews.php?id=70717",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  5\nキャラクター|  7\n|  7\n\n私は個人的に何もプロットのない番組のファンではありません。 しかし私は本当にボクにキミがそれを変えたように感じる。 私は最初のエピソードの中で感心し、その後、私は単に恋に落ちた。\n\n最初のシーズンは私をもう少し長く仕上げてくれました。私はそれを見ている間楽しんでいました。 私はエピソードで時々退屈な時がありましたが、全体的に、私は恋していました。\n\n2012年春に第2シーズンが出てきたことが分かったとき、私はその頃に最初のシーズンを終えたばかりでとても興奮しました。 今では2番目のシーズン（これは私が他のアニメで忙しかったので私がずっと時間がかかっていた）でほぼ完成していますが、私はまだ感銘を受けています。\n\n芸術は美しく、キャラクター（特に双子）はあなたが簡単に楽しむことができる独自の性格を持っていました。 私は、彼らの人格がお互いに容易に行くということが最善の部分だと思う。 エピソードが長らく感じられる時もありますが、エピソードがとても面白くて、ただ飛ぶだけで、エンディングのテーマまでは気付かないこともあります。\n\nとにかく、評価時間！\n\nストーリー：全体として、ストーリーは6でなければなりません。アニメ自体には本当にプロットはありません。 それは育っている高校生5人ほどで、彼らは成長しているだけでなく、彼らの友情も成長しています。 それは、いくつかの高校生がやることの日常生活と、彼らがすべて得るような楽しい冒険を示しています。 どちらにしても; あなたがアニメに興味を持っている人のうち、一般的な人生のことだとすれば、 あなたは間違いなくこの番組を見てください。\n\nART：芸術、私は6も与える必要があります。 私がこのシリーズを見始めたとき、私は全く芸術に慣れていませんでした。 私は、いくつかのエピソードを見た後、私は芸術を愛していたことを認めなければならない。 それはユニークで、美しく、すばらしいです。私はそれを楽しんだだけです！ 私は芸術が実際にアニメと一緒に行くと思うし、もしあなたがそれをあなたが見ていればあなたが同意するかもしれないように感じる。\n\nSOUND：通常、オープニングテーマとエンディングテーマはスキップしますが、うわー、アニメ自体の曲がどれくらいうまく収まるかに驚きました。 私はそれが本当にそれを記述したように感じ、それは間違いなく私にそれを聞いて幸せになりました。 私はオープニング/エンディングの曲をスキップしたことはありませんでした。 彼らはキャッチーだったし、私はちょうどそれがすべての音がどのように柔らかく、うれしいかが大好きです！ その他のサウンドについては、 彼らは素晴らしかった！\n\n\n\nエンジョイメント：7！ 私はエピソード1からエピソード13までこのアニメを楽しんだ。人生を過ごしている高校生の男の子や、誰かの日常生活についてのアニメを楽しむなら、このアニメはあなたのためだけだ。\n\n全体：7.私はこのアニメを3回見直し、あなたに伝えます。それは古くはありません。 私がそれを見た毎回、私は喜んで幸せな内部を感じました、そして、それは私の友人と私たちがどのように行動したかを思い出させ、私は私の友人との友情を強く保つ必要があることを私に思い出させました。 キミとボクの関係。 私は非常にこのアニメをお勧めします、特にあなたが笑って笑顔にしたい場合は！"
  }
]
