[
  {
    "title": "Yuru_Yuri",
    "id": "10495",
    "url": "https://myanimelist.net/anime/10495/Yuru_Yuri",
    "user": "JebusMatoi",
    "profile": "/profile/JebusMatoi/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=135097",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  8\n\nAAAAAKARIIIIIIN！\n\nHAAAAAAAAAAAAAAI Jebus reviews Yuru Yuri, hajimatte yo!\n\nだから初めてこの番組を見始めたとき、私は自分自身に「ああ、いや、ここでは中学生がレズビアンだと思ってレズビアンの友人であるレズビアンと一緒にレズビアンのことをやっていると思っている。  ？ 私が正しかった。 今、あなたのことを思い出してください。これはレズビアンがちょっとばかげて面白いと思ったので、他の人のように楽しんでいませんでした。 私は最初のエピソードを好奇心の外に見て、私は涙に飽きて、この番組から出てきたすべてのレズビアンのジョークに怒っていました。 私はそれをオフにして、戻って見ることはありません。 これは放映されたときだった。\n\n...そして、私はちょっと明るくなって3年後にエピソード2を見ました。\n\n私の神、このショーが私のレーダーを通ってどのように伝わったのかは信じられないほどです。 すべてのキャラクターは、感情と感情を持っていて、これらのキャラクターの少なくとも1つを楽しんではいけないということは不可能です。 あなたが騒々しいと屈託のないTOSHINO京子、やんちゃを愛し、時には千夏、思いやりと大胆ユイをケアするか、1-あなた-ジャストcan'tヘルプ-が、感触、申し訳ありません-のためかどうかはAkarin、愛する誰かがそこにあります このショーでは\n\n今、公正であるために、このショーは誰にとってもない。 あなたが人生のジャンルのファンではない、または5回連続して面白い同じランニングジョークを見つけられないなら、ユルユリを楽しむことはできません。 あなたがSOLの歴史の中で最高の状況のいくつかを取り除くためにお互いに仕事をしている女の子が好きなら、あなたはユルユリの地獄を愛するでしょう。\n\nまた、これは多くのアニメの最初のショーで、支持キャストがメインキャストと同じくらい楽しくてすばらしいと判明し、時にはメインの4人よりも多くのスクリーンタイムを取ることもありましたが、少年は効果を発揮します。 綾乃は杏子のために完全にツンデレの女の子であり、彼女がそれを認めようとしているかどうか、誰もが知ることができる。 別のキャラクター（そして私がジョークを実行することについて話したとき）チートは、自分自身で実行中のジョークです。 彼女の眼鏡を取り除くことは、彼女が彼女の前にいると見ている2人の女の子が、ゆり風情に陥ると想像させるので、彼女は鼻血になる。 私は認めます。時には冗談が過度に使用されることもありますが、時には適切な時期に使用されたときにうまく機能することもあります。\n\n全体的に：ショーはキャストとの間の楽しいと好奇心のバランスですが、ショーは「レズビアンのみ」のジョークの雰囲気を放ちますが、ほとんどのジョークは何でもあります。 ほとんどの場合、ジョークはAzumanga DaiohやSchool Rumbleのようなクラシックで見つけることができる単純なSOLジョークです。 設定はシンプルですが、ショーの全体的な感じにはほとんど影響しません。 しかし、私が言ったように、このショーは誰にとっても意味がありません。 また、エピソード1をスキップして2にまっすぐ進むことをお勧めします。\n\nエブスはユルユリに5点満点中4点の好奇心を与えます。"
  },
  {
    "title": "Yuru_Yuri",
    "id": "10495",
    "url": "https://myanimelist.net/anime/10495/Yuru_Yuri",
    "user": "Monjoex",
    "profile": "/profile/Monjoex/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=168763",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  4\nキャラクター|  5\n|  5\n\nあなたがユリュユリが何であるか疑問に思っているなら、タイトルは本当にそれをすべて言います。 女の子たちは学校に通って「楽しい」ものをやります。 女の子たちは前提の中でいくつかのレズビアンのジョークを持っています。馬鹿げた、過酷な楽しい時間を提供することとは別に、そうです。 すべてが深くばかばかしく、とても楽しいです。\nユリユリはかなり無意味でエピソード的です。 魅力的な円を描くチャンスはありません。 クラブの目的は、何もしないことを容易にすることです。\n\nゆうゆりキャラクターデザインは、客観的に言えば、見た目よりもはるかに面白いという意味で、使いやすさの点で標準です。 背景、特にユイのアパートやアミューズメントクラブの部屋は、その目的には十分に詳細で充分に十分ですが、印象的な場面はほとんどありません。 ファンタスティックで確かなことがたくさんありますが、汚いものではありません。特に、ひまわりのブービーギャグや千歳の妄想ファンタジー\n全体的なゆるゆりは、かわいらしくてばかげたショーですが、誰もが笑うのに十分なほど良いものです。"
  },
  {
    "title": "Yuru_Yuri",
    "id": "10495",
    "url": "https://myanimelist.net/anime/10495/Yuru_Yuri",
    "user": "dariken",
    "profile": "/profile/dariken/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=211542",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  4\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nかわいい女の子達がかわいいもの（CGDCT）をやっているとき、ゆりゆりがトップです。 ストーリーは、いつものように、ほとんど何もありません。 かわいい女の子たちが日々の生活を続けています。 しかし、ユルユリはとても面白いので、このメタゲーナーのほとんどの人と同様、エンターテインメントの失敗ではありません。 非常に少数のアニメのうちの1つで、文字通り毎回のエピソードを何度も大声で笑ってしまいます。 生産価値は非常に優れているため、実行面でも問題はありません。 いつものように、このメタゲーレでは、ショーは彼らの相互作用のまわりに完全に構​​築されているので、キャラクターは決定的な要素です。 そして、ユルユリがこのゲームを踏み出すところです。\n\n文字は実際にはすべてのCGDCTがほぼ同じ文字種を持っているという意味で非常に一般的です。 あなたは過活動馬鹿、優しい感覚の女の子、大きな姉妹のタイプ、軽くて軽いもの、そしてサポートキャストの品揃えを手に入れます。 それはユルユリにもあります。 それはちょうどジョークのタイミング、声の演技、表現とどのようにジョークが文字をとても完璧に合わせるかです。 ユリユリは実際にキャラクターを開発しようとする一般的な落とし穴を避け、驚くべき新しい次元を与えます。 代わりに100％純粋で洗練された楽しみです。 それは、もう一つのCGDCTであることについては、控えめではありませんし、ステレオタイプを部分的に誇張に陥らせることによって、それがどのように一般的であるかを楽しませることさえあります。 それが彼らがとても良い理由です。 彼らはまったく倫理化や生活の現実についての何らかの講義に一度でも滑らずに、ショーのコメディーな楽しみに完全に合っています。 単純にそのようなことをやめて、純粋な楽しみの別の線量を挿入してください。\n\nああ、このショーで頻繁に使用される素晴らしいコメディーなエフェクトは、別のキャラクターが知らない視聴者にキャラクターの側面を示し、他のキャラクターが他のキャラクターのアクションの真の意味と意図を完全に知らないように相互作用させることです 視聴者はもちろん知っている。 混乱とチャックルがたくさんある。\n\nタイトルは重いユリを意味し、これは明らかにショーが自分自身を楽しませる場所です。  1つは、ショー全体に男の子がいないということです。それ自体は冗談です。 第二に、ユリの行動はあるキャラクターの妄想でしか起こらない。 ゆりの残りは完全に説明するのが難しいので、それは単に文字の一部になるだけです。 ゲイの女の子のロマンスを探しているなら、それを忘れてください。 ちょうど私がこのコメディの宝石を長い間無視していたと言いましょう 私の間違いをしないでください：楽しい時が欲しいなら、ちょうど行くとこれを見て！"
  },
  {
    "title": "Yuru_Yuri",
    "id": "10495",
    "url": "https://myanimelist.net/anime/10495/Yuru_Yuri",
    "user": "AtlasInvictus",
    "profile": "/profile/AtlasInvictus/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=148371",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  7\nキャラクター|  6\n|  8\n\nわーい！ レズビアン中学生の女の子版でかわいい女の子をやっているかわいい女の子たち！\n私が最初にユリユリについて知ったとき、かわいいことをしているかわいい女の子をただ提示するという規範に反するものを探していました。 少し物事を刺激するもの。 もちろん、そのようなことに対する私の最初の意図はユリではなく、私は合理的に、ユリのテーマ全体が明白なタイトルにもかかわらずほんの少しの冗談であることを正当に考えました。\n\nさて、ユルユリの在庫状況を見てみましょう。\n\nストーリーワイズには、実際には起こっていないことはありません。これはおそらく、可愛い女の子で構成されているように見える同性愛者の主なキャストを除いて。 これは、キャラクターの開発において、どちらの物語にも実質的な物質を加えたり、何かを深刻に変えたりすることはありません。 起こる最悪の事は、ある女の子がはっきりとした恋人を犯すことだが、その直後にコメディが蹴って、どちらかのキャラクターの間に起こっている実際の関係が破壊される可能性があるということです。 ユリのテーマ全体は、真剣にロマンチックなテーマの基礎となるのではなく、ほとんどが不自由な喜劇に大別されています。 しかし、私はこれが創作者の意図であるとは思わない。 ジョークとファンのサービスのためには、あらかじめ関係構築の面で何も期待していなかったので、個人的には私のための怒りではありませんでした。 最終的に考えてみると、それはまあまあだが、厳しいものではない。\n一般的にストーリーはノルムに固執し、設定もそうです。 私たちは、ビーチのエピソード、学校旅行、温泉のエピソード、...。あなたの平均的な学校のコメディのセットとイベントを探している人々は失望することはありません。\n\nYuru Yuriを見ていると、このショーは私にとって最も楽しいものでした。 明るく陽気な色、そして本当にオリジナルではありませんが、まだ愛らしいキャラクターデザインと一定のレベルの質。 それほど賞賛に値するものではありません。\n\n声優やサウンドトラックの面では、ユルユリは才能豊かな声優と、自分の意見では大胆でキャッチーなオープニング、さらには電話で終わったエンディングテーマに自信を持っています。 ゆりゆりのメロディーは、ここではより安全に演奏しますが、この話題ではあまりにも控えめな気がしていても、まあまあ気分を良くしています。\n\n登場人物には、この出来事に関わるあらゆる原型や縄張りがあります。 あなたは、コミカルな救援キャラクターの役目を果たし、彼が株式を持っていた作家のすべてを得るあなたの静かで驚くほどの異性愛者のメインキャラクターAkariを持っています。 そこに横たわっていなくても、この番組の執筆によってAkariは文字通りいじめられます。 事故に遭うことから、気づかれなくなったり、単に無視されたりしても、時にはそれを見て苦痛を伴うことさえありました。 そして、マンガに情熱を持ち、自身の同人誌で働くことさえあり、物語の第二の主人公であり、無限の胃の役目を果たしています。 次にメインキャストにまでたくさん千夏吉川の私の最も好きなキャラクター大部分はあなたの典型的な、より低温側とのおてんば娘と最後ではなく、少なくとも由衣船見です。 彼女はすべての中でかなり標準的で、強制的なものになっているようだ？\n\n全体的に、キャラクターは最もオリジナリティのあるキャラクターではありませんが、私の意見では、ほとんどの場合、かなり好き嫌いがあります。\n\n結論として、Yuru YuriはCute-Girls-Doing-Cute-Things-ジャンルのかなりのエントリーです。 それは私にかなりの時間を笑わせてくれました。そして、愚かな主なキャストを見て、時間の経過とともに彼らに何が起こったのか、とても楽しいものでした。 たぶん、キャラクターは本当に自分のセクシュアリティを自覚しているわけではありません - エイジングの妄想や話している事柄を見てもカウンターなのですが、実際の人間関係を見てみるとよいでしょう。 ファンを惹きつけ、意味のあるキャラクターの開発を単なる1〜2回のエピソードに減らすための「ユリ」テーマ。\n\nまだ。 あなたがそのようなショーを好きで、いくつかのユーリテーマと女の子だけのキャストとは何の関係も持た​​ない場合、ユルユリを試してみてください。"
  },
  {
    "title": "Yuru_Yuri",
    "id": "10495",
    "url": "https://myanimelist.net/anime/10495/Yuru_Yuri",
    "user": "ktulu007",
    "profile": "/profile/ktulu007/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=83126",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  8\nキャラクター|  8\n|  7\n\nようこそ、素敵なファン。 それは新しい年であり、あなたはその意味を知っています。 はい、今年はyuriアニメの月を始める時です。 さて、1月の私は、昨年、敵対的で大人気の林原めぐみのアニメのレビューを覚えているかもしれません。 はい、もう一度やり直すことができますが、今年は代わりにゆりを見ていきます。 私が実際に見たことのないもので月を始めましょう。 ナモリによって書かれ、堂子園スタジオからスクリーンに持ち込まれたのは、ユルユリです。\n\n\n\nさて、私はA-Channelとの比較をたくさんしていることを知っていますので、キャラクターを話すときにそのことをやめようとしていることを知ってうれしいかもしれません。 正直なところ、比較することはあまりありません。  Yuru Yuriの文字は、A-Channelの文字のようなものではありません。 キャラクターを他のアニメと比較しようとすれば、ドゴコボの別のユリコメディであるコヒヒメムスーでなければなりません。 これはまったく同じだと言っているわけではありませんが、両方のアニメは独特の特徴を持ったキャラクターを持っていますが、本当に面白い瞬間に輝くような素晴らしいインタラクションがあります。 だから、私はこの中の文字が好きです。 彼らはモンスターのような深みのあるキャラクターには十分ではありませんが、セミ・ザンジ・コメディーにとっては理想に近いです。\n\n\n\nユリユリは本当に強いキャストを持っています。 これは、大久保ルミと大坪裕香のようなものへの私の最初の露出であるため、一般的なキャストのいくつかについては話すことができません。 実際、主なキャストのほとんどはこれ以外に多くの役割を持っていません。 彼らは本当に良い仕事をしているので、残念なことです。将来私は彼らがもっと多くの仕事を得ることを願っています。 音楽は...楽しいです、私はそれを表現する最良の方法だと思います。 明るく陽気で活気があります。 私がそれについて持っている唯一の本当の苦情は、オープニングのテーマが可聴的に自動調整されているということです。 聞くのはまだ楽しいですが、実際には私はこれを書いている間に完全版を聞いています（それはちょっと疲れているだけですが）、私はちょっと面倒です。\n\nユリ要因は9/10です。 複数のポイントでお互いにキスしている女の子、お互いに怒っている女の子、一般的なホモエロティックなことがたくさんあります。 それで、私が完全に10を与えなかった理由は、実際にはレズビアンのカップルがないということだけです。 前後の女の子がいて、次のシーズンにはカップルとして終わるかもしれませんが、時折のキスシーンにもかかわらず、実際にカップルはいません。 これらは中学生であり、中学生のほとんどは深刻な関係に終わらないので、なぜ彼らはそれをやったのか理解していますが、アニメには完全なユリの評価を得るためにはカノニカルなレズビアンカップルが必要です。 今、生徒会長と理系教師の間には多少の関係があるかもしれませんが、私は本当にこのことでは分かりません。 西垣先生は「爆発の仲間」として禁じられた関係を持っていると言いますが、それが完全に文字通りか文字通りか、比喩的なものかはわかりません。 私は親切な言い方をしていて、そうでなければかなり混乱していると思っています。\n\nですから、私が本当に終わりに言うことができるのは、ユルユリはエネルギッシュで、面白い、ユーリ・リリックで、それはいくつかの素晴らしいキャラクターの相互作用があるということです。 欠点では、レズィーのいくつかは潜在的に不気味ですが、ありがたいことにそれはあまりありませんし、ユーモアは機会に不足します。 あなたがA-Channelを楽しむなら、同じユーモア審美のもとで動作するので、おそらくこれも好きでしょう。 私にとっては、もう少しこれが好きだった。 私はユーモアとキャラクターが全体的にちょっと強かったと思った。 私の最終評価は7.5 / 10です。 あなたがAzumanga Daioh、Manabi Straight、特にA-Channelのような学校の喜劇のファンなら、これを行こう。 あなたが学校コメディを気にしないならば、学校の喜劇に関する唯一の苦情は、彼らのほとんどが持つ重いサブテキストではなく、標準的なレズビアン主義を必要としている場合を除いて、あなたの心を変えることはないでしょう。 それが学校コメディが好きではないというあなたの唯一の理由なら、これはあなたが探しているものかもしれません。 来週、ゆりアニメの月はピンクの髪のメイドと彼女が大好きなメガネの少女を見て続けます。"
  },
  {
    "title": "Yuru_Yuri",
    "id": "10495",
    "url": "https://myanimelist.net/anime/10495/Yuru_Yuri",
    "user": "Occupyingmyeyes",
    "profile": "/profile/Occupyingmyeyes/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=232368",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  8\n\n私はこのショーについて何がわかっていない、私は以前このタイプのアニメを見ていないが、私はそれをまったく憎んでいない。 それは愛らしいものでした。 かわいい女の子はかわいいものを、軽くてふわふわしています。 私は、女の子がお互いに持っている関係やこれを描写するジャンルを見て楽しんでいます。これを見て、私は失望しませんでした。\n\n確かに、私はもっと大人のタイプのユリショーを探していましたが、少女たちが中学生であることと、ショーが互いの関係や幻想をどのように描いているかを見て、これを最初に見たのは少し不安でした。 それは間違いなくユーモアと内容のいくつか/私が見て慣れているよりも変態を検討するだろう。\n\nこれを言ってから、面白くて面白かったので、私は見続けた。 ショーの会話や全体的な感触は悪い味ではなく、愛らしいです。 私は冗談で大声で笑っていなかったが、私はたくさん微笑んだ。 あなたがそれについて考えるとき、どこからでも誘惑されていない笑いを得ることは本当に難しいですが、かわいい女の子がかわいいことをやっていて、お互いに友人であることを楽しんでいるときに、微笑むのは簡単です。 もしあなたがエッチを心配しているのであれば、何もありません。時には少し不快に感じるかもしれませんが、親密な幻想/行動のどんな形にも直面するコメディの救済がすぐにあります。 すぐに。 実際、このショーの一部では、これらの親密な瞬間/空想を使って、その漫画の救済を設定しています。 お互いの世話をする女の子まで、他の部分をチョークすることができます。 まれなキス以外のものは何も表示されません。\n\n芸術のスタイルは素晴らしいですが、私はそれが本当にどのように柔らかく、過度に定義されていないかを知らないので、本当に文字が輝きます。\n\n音がいいです、私は別のサイトでそれを見ましたので、これは関係ないかもしれません。 このカテゴリが声優を指す場合。 私は本当にどのように素晴らしい文字が鳴るかについて十分に言うことができません。 主題歌はショーに合っている。\n\nそれぞれの人物はそれぞれ自分のやり方で楽しんでいました。 それぞれは自分のユーモアと個性のタイプをショーに持っていきます。 髪の色も。 私は彼らがお互いにどのように反応したか、それによって生まれた出来事を見て楽しんでいました。 このショーは、異なる特性がどのように娯楽のために作られるかを示す良い仕事をしています。\n\n私はショーを楽しんでシリーズを続けるだろう、キャラクターが年を取ってロマンスがもう少し深刻だったなら、もっとショーを楽しんだだろうが、それはこのショーのものではない。 このショーは、自分の年齢のキャラクターがお互いに楽しまれていて、友人やその他のサポートキャラクターと一緒に楽しんでいる（そして感情や気持ちを扱っているときに簡単に）。 彼らが年をとっていれば、これはまったく別のショーになり、同じふわふわした魅力を持たないでしょう。\n\n全体的に、ショーは、それがそれ以上のものである場合にのみ行われるショーです。 それが意味をなさないならば。 暖かく、良い気分。 それはあなたを笑顔にするはずです。 私はかわいいと言いましたか？"
  },
  {
    "title": "Yuru_Yuri",
    "id": "10495",
    "url": "https://myanimelist.net/anime/10495/Yuru_Yuri",
    "user": "Alice21Tamaki",
    "profile": "/profile/Alice21Tamaki/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=41297",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  9\n|  10\n\n私は昨日ゆうゆうを見始めて、これまではかなり良かったです。  opは本当にキャッチーでとてもかわいいです。 それはちょうどかわいい学校生活/コメディアニメの中にいくつかのゆりの意図があります。 萌え、学校生活、ゆりが好きなら、それをチェックすることをお勧めします。 芸術のスタイルは大丈夫です、これは本当に明るく明るいです。これはまったく深刻なアニメではないからです。 文字のデザインはまともです、文字は本当に愛らしいです。 女の子はすべて13歳と14歳、中学生で、彼らの多くはレズビアンのようです。 私が見た限りでは、このシリーズには男性キャラクターはありません。 キャラクターの性格はかなり良いです。 あかりが良い女の子です、ユイは成熟した女の子です、京子はオタクで、千夏は無邪気な女の子です。 千夏もゆいに見上げposisbleロマンチックな方法です。 千夏はそんなにMirakuのように見えるので、京子はまた、京子さんの好きなアニメのキャラクター、リトルウィッチMirakuランとして千夏のコスプレをします。"
  },
  {
    "title": "Yuru_Yuri",
    "id": "10495",
    "url": "https://myanimelist.net/anime/10495/Yuru_Yuri",
    "user": "Wintersun93",
    "profile": "/profile/Wintersun93/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=65327",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\nこのセリエが十分に注意を払っていないと私は主にこのレビューを書いています。 このレビューは無料でスポイラーであり、それほど長くはないと言われることはあまりありません。\n\nあなたはラッキースターを楽しんだのですか？ それからあなたは間違いなくこれも楽しむつもりです。\nユルユリがあなたに提供するものは、笑いがたくさんある12のエピソードです。\nそれだけでなく、あなたは、ほとんどのアニメシリーズが最近できないキャラクターに惹かれます。 私はあなたがあなた自身のためにそれを見なければならないので、文字に入ることはありません、私はそれを台無しにしたくありません。 ユルユリもうまくアニメ化されており、音質やエフェクトなどはアニメに合っています。 アニメーションは良いかもしれないが、セリにうまく収まるので、私はそれが必要であるとは思わないと思う。\n\n最近、学校生活やユーモアアニメが同じジョークを繰り返し使用する傾向があり、年を取っているので、私はこのシリーズを始めたときには懐疑的でした。 でもユリユーリは間違っていた。 彼らは予期せぬ数多くのジョークを思いついた。 面白いこと、たまにはジョークが悪いので面白かったです。 そしてそれらのいくつかは地獄のようなものですか？ しかしそれでもまだ面白いです。\n\n私が上で言及したように、これは典型的な学校生活/コメディアニメですが、このセリはユニークであり、私の意見ではそれを試してみるべきです。 真のセリエを探しているセリエの聴衆にはお勧めできません。純粋なランダム性と予期せぬ瞬間のアニメを探しているなら、ユルユリを見ることを強くお勧めします。\n\n今、子供たちを覚えておいてください。  〜あかり。"
  },
  {
    "title": "Yuru_Yuri",
    "id": "10495",
    "url": "https://myanimelist.net/anime/10495/Yuru_Yuri",
    "user": "Micsupreeme",
    "profile": "/profile/Micsupreeme/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=174091",
    "jp": "--- --- --- | ---\n全体的な|  4\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  7\n\nユリユリは「スライスオブライフ」のジャンルに専念していますが、それはストーリーの深さの欠如を説明するかもしれませんが、このようなショーでは深みが全くないという言い訳ではありません。\n\nショーは本当にとても魅力的で好感度が高いですが、本質的に...私はこれを言うのが嫌ですが、本質的に...プロットはありません。ちょうど楽しい少女愛、コメディ、そしてSoLフィラーの12曲のエピソードシリーズです。\n\nアートとサウンドの面では、私がポニーキャニオンから期待したように、それは一流のノッチでした！ アニメーションのスタイルとオーディオは、残念なことに事態のない主題を提示するのにはあまり適していません。\n\nキャラクターは、いくつかの非常に典型的なアニメのステレオタイプはすべてよく紹介されていますが、なんとなくバックストーリーがたくさんありませんが、彼らは簡単に好きで、親しみやすく、そしてカワイです。 これはユルユリのために何をするのですか？ まあ、上のプレゼンテーションと好きなキャラクターのこの組み合わせはまともな対話と楽しい視聴体験をもたらします。 それはかなりそれだけど。\n\n私はちょっと見終わっただけで、ドラマのいくつかの一見から離れて、それは本当に上手くいくものがないので、それは少しぼやけていました。\n\nコメディーは少しばかりで、全体を通して再ハッシュされている。普段の信念に反して、ショーは同性愛について動かす/触れる文を作っていない。ちょっとした面白いシナリオを作るツールとして利用できる。\n\n誰がこれを見たいでしょうか？\nまあ...何かリラックスしたい、ストレスのない、ユーモアのタッチ、そしてかわいい女の子たちがかわいいものをやっているのを探しているのなら -  BINGO！ あなたはあなたのアニメを見つけました！"
  },
  {
    "title": "Yuru_Yuri",
    "id": "10495",
    "url": "https://myanimelist.net/anime/10495/Yuru_Yuri",
    "user": "Bernstein",
    "profile": "/profile/Bernstein/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=211359",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\nユルユリは、かわいい人生のコメディが好きな人のための必需品であり、女の子の束が一緒に放課後を楽しむのを見るのが大好きです。 それはおそらく、このジャンルのあなたの経験に新しいものを加えないでしょう（大きな、そして実際に面白い愛のポリゴンを除いて）。しかし、それはあなたが12のエピソードすべての間に笑いを浮かべることに失敗しません。\n\nストーリーはいつものようにとてもシンプルです。（非公式な）アミューズメントクラブを構成する4人の女の子がクラブルームで遊び、お互いの家を訪ね、ビーチに行き、学生協議会の女の子と楽しい時間を過ごします。  ..; そのキャラクターは、存在感のない主人公としてのアカリを除いて、かなり定評があります。逆説的に、シリーズの中では常に「第4の壁を打ち破ろう」という事実もあります。 何ゆるゆりにこだわっているとの話と文字の両方にかなりのビットを付加することは、実際にはほぼ全員に触れ、ショーでほぼすべての関係に影響を与えるタイトルで発表ユリ、次のとおりです。おそらく、実際の生活の中で押しつぶすのこの長鎖（千夏 グループを破壊するが、ここではその存在が実際に女の子の間で結合を強化する）ゆい、京子は千夏を愛し、綾乃は、というように京子を愛し、愛しています。 それはおそらく後の季節にプロットの理由のために\"有望なカップル\"エピソードがより頻繁であるが、とにかくそれが明らかであることは明らかであるが、誰もがお互いに徐々にお互いに近づくショーでは遅いしかし着実な進化があります グループ内のさまざまな愛の関心事にもかかわらず、一緒に時間を過ごすことが本当に好きです。\n\n技術的な面で、芸術は良いですし、アニメのこのタイプから予想されるように、すべての文字が、かわいく描かれている（と彼らは確かに、彼らが真に恐ろしいだった、と述べするた恐ろしい千夏の図面を作成するのが得意でした）。 バックグラウンドミュージックは大丈夫、何も特別なものではなく、オープニング曲はかなりキャッチーです。\n\n最後に、ユルユリは、かわいい女の子がかわいいことを楽しんで、女の子の愛に悩まされていない場合、非常に良い選択です。あなたがたくさんあるので、私はあなたを保証することができます。"
  },
  {
    "title": "Yuru_Yuri",
    "id": "10495",
    "url": "https://myanimelist.net/anime/10495/Yuru_Yuri",
    "user": "YURIGRRL",
    "profile": "/profile/YURIGRRL/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=168185",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nキャラクター|  8\n|  7\n\n私は時々笑いをするので、私はコメディのファンではありませんが、ユルユリが好きです。私は特に陽気なトシノ・コココを見つけて、すべてのキャラクターを「カワイレズビアン」と見ます。 また誰とでも誰とでも発送できることは素晴らしいことだと思います。 私がショーについて好きではないのは、赤十字赤里が苦しんでいる追放です。 あるキャラクターが理由なく無視されたり、いじめられたりするのは、コメディーではよくあることですが、私は本当にそれを嫌うことはできません。"
  },
  {
    "title": "Yuru_Yuri",
    "id": "10495",
    "url": "https://myanimelist.net/anime/10495/Yuru_Yuri",
    "user": "PyraXadon",
    "profile": "/profile/PyraXadon/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=138151",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  9\n\nあなたが知っているように、文字通りの翻訳「穏やかなレズビアン」のタイトルを持っているときは、あなたが遭遇することは明らかです。 深刻なプロットではやさしく、ユリ中央にいるレズビアン。 そのことを念頭に置いて、長い巻頭の始まりがばかげているので、実際のレビューに乗りましょう。\n\nストーリー（7.01 / 10）：ユルユリの話は、彼女の2年目の友人、杏子とユイとの中学校への新しい旅を始める私たちの素晴らしいメインの主人公、あかり阿久zaです。 少なくとも、それはAkariの存在の欠如のためでないなら、私が言うことです。\n\n正直言って、この物語は新しい/特別なものではありません。 アイデアそのものは何百ものアニメによって何度も行われてきましたが、このショーは違いはありません。 ギャグやキャラクターは実際に人格や行動の仕方で変化しないので、シリーズ全体がすべての地獄にエピソード的であり、シリーズ全体を通して本当のキャラクターの開発がないので、重要なプロットはありません。 このシリーズは、ラッキースター、ニチジュウ、アッチ・コッチ、GJ-Bu、聖闘士会の一等生などとまったく同じ形式です。アニメがストーリーに本当の肉がないこれらのスライスのいずれかである場合、 それはコメディーでそれを作るために、そしてそれはまさにこの番組がするものです。\n\n私が前に言ったように、このショーにはそれにユーリがあります。 それはすべて完璧なコミック感覚で、ショーを他のものと違うものにしています。  （かがみ×コナタがラッキースターに入っているのは確かですが、これはノンキヤノンのものです）他のライフ・ショーとは違って、この中のユリは堂々としており、ショー全体を構成しています キャラクターの中には他のキャラクターにキスしようとする人もいれば、その中にはいくつかのキャラクターが持っているものがあります。\n\nそれ以外は、ユーリではないコメディ（主にアカリの存在感がない）は、面白い部分が現れたときに私が最も笑って笑ったように、そのコメディで完全な円を描いています。\n\n私もショーが好きなのは、このアニメが文字通り打ち切られたという事実です。 完全に予期せぬことをしながら、その境界を押し進めなかったのはトップ・エンディングのようなものでした。 結局のところ、実際のストーリーは独創性の面で誇りに思うものではありませんでしたが、コメディは完全にそれを作り上げました。\n\n概要\n+非常に面白い喜劇（少なくとも私の好みに）\n+それは何のことかについて非常に露骨で明白でした\n - それほど元のプロットポイントではありません。  （これが長期的には問題になるだろう。）\n\nキャラクター（7.75 / 10）：これを見るつもりなら、あなたが知っておくべきことが1つあります。 このシリーズはVaganimeです。 それは何ですか？ これは本質的に、アニメのキャスト全体を記述するために使用される用語で、女性です。 ユルユリは、その名にふさわしく、主に女性の性別とその性別内の性的関係に焦点を当てた男性性格はない。\n\nまず、シリーズの最も重要なキャラクター、京子です。 それとも、綾乃が言う通り、東野京子！ 彼女はシリーズの中で最も散発的で最もランダムなものだから、ショーの最も重要なキャラクターです。 事は、それは動作します。 彼女の偏心した性格は、ハルヒとコナタのそれに匹敵するだけで、彼女はショーが好きです。 それはショーがショーを一緒に引っ張ってくれるから、ショーを見る人が基本的に愛している人格が大好きであれば、何が起こったのだろうかというエピソードを作ることさえあるのです。 個人的に、私は彼女が非常に面白いと彼女はどのように愚かで素晴らしいことができるので、面白い性格を見つける。\n\n次はグループのクールなキャラクター、ユイです。 ユイはグループの中で成熟したひとりとして演技しています。彼らの不自然な高い接線から京子をリールしたり、キャストの「普通の」メンバーのひとりであることを常に試みています。 それにもかかわらず、彼女はまだあなたがしてはならないばかげたことでない限り、彼女の友達のすべてに対して非常に良い友人であるという非常に良い役割を果たし、彼らが何をしても彼らをサポートします。\n\nショーのより萌え/ちび文字は、その最初の年であることが示されているよう千夏は、誰もが崇拝することができます。 彼女はユイに大暴落しています（これはユリショーであることを覚えておいてください）。彼女の長老に印象づけることは何でもでき、彼女と結婚することを希望します。 いいね、夢がありますか？ それを超えて、私は彼女の性格に関しては、恭子を嫌う以外にはあまり見ないが、彼女はこのキャストに素敵な追加です。\n\n今、...私がサイドキャラクターを言及する前に、私は誰かが行方不明になっています。 うーん...京子、結衣、千夏は...いや、誰が欠けているように見えません、見てみましょう。\n\nあかり：「私はどうですか？\n\nハァッ？ あなたは誰ですか？\n\nあかり：「私は主人公、あかりです！ 主人公の主人公？\n\nAkari Akuzaはうまいです...いい方法で冗談です。 最初のキャラクターがシリーズの主人公として紹介されたので、Akariは中学生の冒険を始める幸運な女の子です。 キャストの背中に押し付けられて忘れられただけ。 シリーズ全体を通して、彼女は他のキャラクターから、彼女が非常に平凡で、本当の顕著な特徴がないという事実が伝えられているので、彼女の存在は気づかれていない。  （真面目にも、彼女よりももっと驚くような支持をしているキャストのメンバーがいます。）これは同時にとても悲しい、陽気なことですが、あかりは、 彼女は気づかずに行く。  （私はあなた、あかりを感じる）\n\nこのシリーズの支持的なキャストは、私たちが異なる特性を持っているような幅広いキャラクターを持っていて、異なるグループを代表しているという事実のために、より楽しいものの一つです 。 あるものは頻繁に見られるが、主人公（アヤノや千歳など）とは見なされず、まれにしか出演せず、ギャグや二人しか出演しないもの（ヒマワリやサクラコウなど）もある。 目的。\n\n概要\n+楽しい主人公\n+様々な重要性を持つ大規模な支持鋳造\n - 主人公がクリエイターのトロールになった\n\nアートとサウンド（7.31 / 10と7.84 / 10）：アートはとても明るく、カラフルで、とりわけ非常にモエです。 芸術そのものは過度に詳細に描かれてはいませんが、一般的に白い勾配の側では、実際のアートスタイルはショーの重要な側面の1つです。 初心者にとっては、このショーがどのようにモエであるかを知るのに最も重要なことは、目です。 ほとんどすべてのキャラクターは、これらの非常に大きくて丸い目を持っています。あなたがモエが好きでない限り、またはモーを気にしない限り、これはおそらくすべてのキャラクターがかわいいので、あなたの最悪の悪夢です。\n\n音楽的には、この曲のサウンドトラックはショーを非常にうまく反映しており、ショーの名前を何度も何度も繰り返す非常に魅力的なOSTを持っています。 だから実際には、それはあなたが決して頭から出てこないような曲の一つです。  （ラッキースターやハルヒのように）EDは同じもので、ちょうど異なる曲と歌詞であった。 それはまだそれが由来するショーのように、まだ明るくて幸せであり、間違いなくショーのプラスです。\n\n概要\n+アートのディテールの素晴らしさ\n+あまりにも複雑ではない\n+ VERYアップビートトラック\n - 非常にモエアートスタイル。  （このマイナスは、萌えが気に入らない人のためのものです。）\n\n個人的な楽しさ（8.88 / 10）：私は男だと認めますが、私はこの道を楽しんでいました。 私がこれを見ている間、馬鹿げたコメディ、ユリ、そして実際のプロットラインのバランスが良いので、コメディがどれだけうまく実行されたのか本当に楽しかったです。 オリジナルのアイデアを持たないショーの前の私の以前の発言に関係なく、私はこのショーがいかに楽しかったかで多くのショーが好きだった。\n\n生涯コメディ番組のスライスは、1つのエピソードを観るだけで、プロットを忘れずに1週間後に拾うことができるので、あなたが反省することなく見ることができる番組の1つです。 個人的には、このシリーズがどういうふうに問題になっているのかが気に入っていて、私はそれを最後まで楽しんでいました。 私はちょうど座って、プロットなしで無意味なアニメを楽しんでみたい人にこのシリーズをお勧めします。 私が見つけた良いストレス解消者。 しかし、あなたがファンではない限り...\n\n - ライフ・オブ・ライフ・ショー\n - コメディショー\n - 男性キャラクターのない期間のショー\n - ユリ\n - 由里のファンタジー\n - モエ\n - モエコメディ\n - またはショー全体を盗む超精力的な女の子...あなたはこれをまったく気に入らないでしょう。  （真剣に言えば、上に挙げたことのいずれかが気に入らなければ、これはあなたが望むものではありません。）\n\n総合スコア：（7.32 / 10）"
  },
  {
    "title": "Yuru_Yuri",
    "id": "10495",
    "url": "https://myanimelist.net/anime/10495/Yuru_Yuri",
    "user": "kappamikez",
    "profile": "/profile/kappamikez/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=141829",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  9\n\nあかりん！ はあああい〜 ゆる ゆり れゔぃえｗ はじめるぞう！\n\nユルユリやイージーエンジェルユリは、主にアミューズメントクラブで過ごす4人の中学生の物語です。 あなたが尋ねるアミューズメントクラブとは何ですか？ アミューズメントクラブは、これらの女の子たちが楽しい気持ちを持ち、大抵彼らが好きなことをしています。\n\nLucky Star、Kiniro Mosaic、その他のMoe-Slice-of-Lifeアニメとほぼ同じように、Yuru Yuriはシリーズ全体を通して深みのあるストーリーや目を引くキャラクターアクションを持っていません。 それでは、裕次郎の価値観は何ですか？ タイトルが示唆するように、Yuru Yuriは過度に性的なものではないレズビアンシーンやそのようなものを特集します。 これらのシーンはかなり可愛くて面白いですし、キャラクターの行動は本当に私たちのウォッチャーに良いコメディをもたらすために輝いています。\n\nストーリー：7\n深いストーリーや何かが普通ではないので、ユルユリは7よりも低いレーティングを取るべきだと思います。しかし、再びユルユリの物語とソードアートオンラインの物語を比較するとかなり公平ではありません。 あなたがオレンジとポテトチップスを比較するように。 それが言われて、私はゆうゆりの物語を7にすることを決めました。なぜならそれはちょうど公正なことだと思うからです。\n\nアート：7\nシリーズのアートワークは大丈夫です。 あまりにも多くはないが、私の意見では萌え - スライスオブライフのアニメのタイプについてはうまくいきません。 シリーズには欠かせないカラフルです。\n\nサウンド：8\nOP曲とED曲はしばらく頭についていた。 アニメが本当に始まるか本当に終了する前に、おそらくあなたが一緒に歌うことができる、本当にキャッチーな曲があります。 それはジャンルに合ったとても陽気です。\n\nキャラクター：9\nはい、私は萌えの女の子のための完全な吸盤です、そして、あなたが私と同じであれば、私はあなたもそれを楽しむつもりであると確信しています。 ユルユリの中のキャラクターのほとんどすべてがモエでいっぱいで、お互いに非常に異なっています。 一見すると、私はすでにシリーズで女の子の巨大なラインナップを持っているにもかかわらず、どの女の子が区別されることができます。 いくつかのキャラクターの行動はユニークであるか、または非常にユニークで、時には面白いです。\n\n楽しさ：9\nコメディやキャラクターの振る舞いは新鮮で新鮮で、ゆりゆりを見て楽しんで、いつもそれが続くことを願っています（これは私が知る限り不可能です）。  moe要素はまた、シリーズを何度も見て楽しむのに役立ちます。 私はユルユリが他のアニメへの参照を少し入れたいと思ったが、それは完璧だっただろう。\n\n全体：8\nあなたがアニメを見て初めて新しい人であれば、ゆうゆうは混乱するかもしれませんが、全体を見れば全体的にとても楽しいシリーズです。 頻繁にアニメを鑑賞している人には、人生のことがちょっと荒いと笑顔と笑いを浮かべるアニメの一つになります。"
  },
  {
    "title": "Yuru_Yuri",
    "id": "10495",
    "url": "https://myanimelist.net/anime/10495/Yuru_Yuri",
    "user": "trunk10",
    "profile": "/profile/trunk10/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=106197",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\nこのレビューは、シリーズの両方の季節をカバーします\n\n私はユルユリのレビューを書いてみようとしばらく考えていました。 それが下に来るとき、彼らはすべて同じことです。 たくさんの女の子が学校のものをやり、友人になる。  A-Channel、Lucky Star、K-On！などが主なものです。 それでは、主にこのような一連のシリーズを楽しんでいるのは、文字とその相互作用です。 これまでのところ、ユルユリは、このジャンルの他のどのシリーズよりも、これらのインタラクションをよりよく表現しています。\n\n - 物語の面では、言いたいことは一切ありません。 人生のモエシリーズを見たことがあるなら、あなたはすでに何を期待しているのかを知っています。 学校でのかわいい日々、出かけるかわいい日々、ビーチでのかわいい日々、そしてあなたがこのジャンルで絶対に愛しているすべての楽しいもの。\n\n - ユルユリの芸術は、私がこのジャンルで見た中で最高のもののひとつでなければなりません。 アニメーションが怠けていると感じたときは、何のポイントもありませんでした。 すべてのキャラクターは美しくアニメーション化されており、特にKyokoの動きに満ちていました。 あたかも安価な方法を取っているような気分にさせたイメージは一度も見られませんでした。\n\n - シリーズ全体で演奏された音楽は、各エピソードの途中で商用カットポイントの間に演奏されるキャラクター・ソングと、両シーズンのオープニングとエンディングの曲、ESPECIALLYシーズン1のオープニング 私が今まで聞いたことのない最もキャッチーな曲の一つです。\n\n - キャラクターは間違いなくこのシリーズを見ている価値があるものです。 それぞれのキャラクターはアニメのステレオタイプ特性を持ち、パーツを完全にプレイします。 ハイパー・ワン、かわいいもの、成熟したもの、ツンデレ・ワン、そしてそれ以上のものがあります。 キャラクター同士のやりとりはとても面白いですし、正直言って、これは私が実際に笑い声を出すための唯一のシリーズです（これはすばらしい対話を持ち、陽気な状況に身を任せているためです）。  。 私の好きなやりとりは、通常、AyanoとKyokoの間にあります。その結果、Chitoseは眼鏡を外して二人の愉快な幻想を抱き、常に笑いを浮かべます。\n\n - このシリーズの楽しさの要因は非常に高いです。 これを他のLife of Slice of Lifeシリーズと比較すると、このシリーズがあなたにスローするジョークの量は非常に多く、その大部分はブルズアイに当たっていると言わざるを得ない。  K-Onのようなシリーズに比べて！ またはジョークがエピソードを通して非常に一貫していないAチャンネル、もしあなたがまっすぐなコメディーと何も探していないなら、これはそれです。\n\n全体的に、このアニメは全面的に高い評価を受けています。 それは信じられないほどのビジュアル、キャッチーな音楽、楽しい、愛らしいキャラクター、そしてあなたがもっと見ることを保つために中毒性を持つ楽しいエピソードの物語を提供しています。 私はこのシリーズは確かに最高のスライスオブライフモエシリーズの一つであることに値すると言い、かわいいアニメの女の子、コメディ、そして楽しいことを愛する人にそれを強く勧めます。"
  },
  {
    "title": "Yuru_Yuri",
    "id": "10495",
    "url": "https://myanimelist.net/anime/10495/Yuru_Yuri",
    "user": "ImPico",
    "profile": "/profile/ImPico/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=58643",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  10\n\nさて、かわいいかぎり、これはユニコーンをタイルで乗っているスペックルド子犬よりも、アニメがかわいいです。 しかし、それは良いアニメのためになりますか？ これはユルユリです。\n\nストーリー：5/10\n\nこれにはストーリーがありますか？ まあ、はい、いいえ。 それはライフ・アニメの一部ですから、クラブに加わり、クラブ活動をし、友人と遊ぶ中学生の少女たちの生活に沿っています。 今、私はあなたが思っていることを知っています：「これは、ゆうゆうのようなタイトルの境界線のポルノでなければなりません...」そうではありません。 その中にあるユリの瞬間は、コメディであることを意味し、とても面白いです。 それはおそらく私が物語を5/10と評価した理由である、いくつかのクリシェエピソードを持っています。 私はそれがアニメについて何であるのかわからないが、来る、すべてのアニメは本当にビーチのエピソードが必要ですか？ 全体として、それは実際にプロットに従っていないので、ストーリーは最強の側面ではありませんが、必ずしもそうである必要はありません。\n\nアート：8/10\n\nまあ、私はかわいい女の子のための吸盤です、そして芸術は絶対に愛らしいです。 時にはそれはちょっと変わったように見えますが、あなたがそれを時計にすることを決めたら、私は何を話しているのか分かります。 色は明るく、正直なところ、キャラクターのデザインは私を笑顔にしました。\n\nサウンド：9/10\n\nまず第一に、OPとEDは素晴らしいです！ あなたが最初にそれらを聞いたときにあなたが好きではない場合、あなたはエピソード3または4で、彼らはあなたの上に狂ったように成長します。 声の演技もとても良いです。 綾乃はいつも京子の「たしの京子」と呼んでいるが、私にはちょっと変わった音がするが、かわいいとは言えない。\n\nキャラクター：9/10\n\nこれはキャラクタードリブンショーなので、楽しませ続けるためにキャラクターは絡み合っていなければなりませんでしたし、それは素晴らしい仕事でした。 すべてのキャラクターは面白く面白いです。  4つの主なキャストは、私が時間の半分を大変笑って、字幕を読むのが難しいようにしました。 サポートキャラクターはすべて同じように面白くて、エピソードを1つまたは2つ取得することもできます。 私の個人的な意見では、主役と支持者との関係はとても印象的でした。\n\n楽しさ：10/10\n\nさて、私はこのショーの1秒ごとに始まりから終わりまで楽しんだ。 それが最初に始まったとき、私はそれがすべての規則的な決まりを通過した生命のアニメーションの別のスライスになると思った。 私に間違ってもらわないでください、このショーにはそれにも飾りがありますが、すべてのエピソードはヒラロスです。 私はそれを見て止めることができなかったので、これを（私は2日以内に完了したことに気づくでしょう）私はかなりマラソンしました。 このショーはすばらしかったし、最初のエピソードから夢中になった。\n\n全体：8/10\n\nあなたがSoLを好きなら、これはあなたのお気に入りにたどり着くでしょう。 物語は、またはそこに欠けている、面白いですし、文字は陽気です。 正直、私はあなたにこのショーに時計を与えることを強くお勧めします。 それは本当に、私のopnionで、生命のアニメーションが何であるべきかです。"
  },
  {
    "title": "Yuru_Yuri",
    "id": "10495",
    "url": "https://myanimelist.net/anime/10495/Yuru_Yuri",
    "user": "Tomyloc",
    "profile": "/profile/Tomyloc/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=205820",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  9\nキャラクター|  10\n|  10\n\nユルユリは、私が今までに見た人生の中でも最高のものです。私の2番目のお気に入りです。 コメディは超陽気です。 それはいつもあなたをひっくり返します。 芸術的スタイルは超モエであり、キャラクターは驚くべきものです。それぞれのキャラクターは非常に愛されていて、彼らはすべて完全に定義されたスタイルを持っています。 プロットに関しては、それはあなたがライフ・アニメのアニメから期待するものですが、これは1つのエピソードごとに発生するすべてのイベントに連続性があり、最新のシーズンは本当に 最初の2つの季節にどのようにしたらよいかを使いました。\nたとえ萌えのものが好きでなくても、ゆうゆりをチェックしなければならない。あなたの肺が機能しなくなるまで、あなたは正当な笑い声だ。"
  },
  {
    "title": "Yuru_Yuri",
    "id": "10495",
    "url": "https://myanimelist.net/anime/10495/Yuru_Yuri",
    "user": "VGCKenny",
    "profile": "/profile/VGCKenny/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=58495",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  7\nキャラクター|  9\n|  8\n\nユルユリは真剣に取るべきだと言うと、菜食主義者にマクドナルドで食べるように伝えるのと同じです。 ユリユリは、あまりにも上にあるだけではなく、相殺者と並んで完全に怒っています。 私が得意とするのは、ユルユーリが狂っていることです。それは目立つためには必要なものです。\n\nユル・ユリは、全員女の子の学校でティークラブ・ルームを引き継いだ女の子の約4人です。誰もそれを使わず、ハイ・ジンクスが続いているからです。 これをモハル・ハルヒ・リップ・オフで書き留める前に、ユル・ユリはそれほど面倒ではないので、竜巻がクリーンナチの作品のように見えるか、 すべて。 私があなたに与えた説明は、プロットの範囲であり、実際に起こる出来事のセットです。 物語は本当にうまくいく。なぜなら、それはあらゆる機会を与えられているからだ。 このタイトルは最初の兆候である。なぜならタイトルに「ユーリ」があり、それがまっすぐなヘタナイであることを除いて、そのデッキには深刻なカードを持っていないからだ。 それがあなたのためにそれをしないなら、私にあなたに言わせてください、シリーズの第二のジョークはBig-Lipped Alligator Momentです。 今、あなたがシリーズの早い段階でそれらの1つを引っ張るとき、それはあなたの周りのファックになると、あなたはまったくファックしていないと言います。\n\nこのシリーズはまったくファックではありませんが、それはちょうどそれが価値がある理由です。 それはあなたを笑わせようとしているシリーズであり、それぞれの試みはとても上手で、うまく実行されているので、あなたは笑うことはできません。 それの最も重要な部分は、ジョークのほとんどは自己認識と自己パロディーです、それは確かにそうではないので、深刻な光の中でこれを考えないように知っているすべての非常に漫画 -  ishです。 それはまた、その利点のために皮肉を使用します。私が後にする最大の例は、それについて馬鹿ではなく、むしろユーモアの残りの部分と同じくらいぎっしりです。 ジョークはそれほど予測不能で没入感があるので、たとえそれがもっとうまくできないと思うとしても、何とかそれをすることができるので、基本的にYuru Yuriはあなたの脳を狂わせているものを回避することです。\n\n物語についてのことは、それ自体を発展させることを恐れないということです。 その有名な十字軍の真っ只中に、それはそれ自身を見て、数式を少し混ぜ合わせることに決めます。 ユーモアを取り戻し、最後に暗いユーモアがあっても、このキャラクターだけがこのアニメで実験するのではなく、アニメ自体も実験しています。つまり、あなたが科学実験室に入ることを許可されています 鋭い道具のどれにもアクセスできないにもかかわらず、あなたが貧乏箱に住んでいるとき。 これの最も良い例は、2人目の最後のエピソードで、キャラクターの1人が頭が痛いし、通常は自分のキャラクターを性的に嫌うこともなく、もう1人のキャラクターがそれを怒らせるのでキャラクターが外れている。  「うわー」と思った。  「これは真剣に面白いことばかりではなく、これは良い特徴でもあります。\n\nキャラクター自体は、ストーリーほど狂っているかもしれません。 彼らはそれぞれジャンルのキャラクターのスタイル・パロディーであり、彼らが持っている冗談を新しい極端なものにしても構わない。 あなたはユーモアの多くは、キャラクターの相互作用とそれに比例して吹かれている影響から来ていると言えます。 すでに確立されているように、タイトルはあなたにお伝えしていない場合は、ショーにゆりがありますが、それは変わっていません。 ユーモアはもっと面白いレベルに移行し続けますが、魅力を失うことはありません。 しかし、性的指向のジョークだけではなく、キャラクターが参加する唯一のキャラクターでもあります。 今、ショーの最大のアイロニーは主人公Akariを扱っています。 彼女はシリーズのバット・モンキーです。なぜなら、キャストの残りの部分は、彼女が非常に思い出深いキャラクターではないことを常に指摘しています。 キャスト全体は非常によく開発されており、よく特徴づけられており、シリーズを特徴付けるジョークを作りたいと考えています。\n\nこれまでのところ、私はこのショーについて良いことを言ってきましたが、悪い点は何ですか？ まあ、まずは、音楽と芸術は一見一般的です。 これは、ちょうどまともな背景とまともな文字のデザインを持っているので、特に、この問題があります。 今、世俗的な作品は以前のシリーズと同じように機能していると言いましたが、ここではそうではありません。 彼らはショーの正常性の性質を反映しており、ユルユリについては何も正常ではないので、うまくいった。 芸術部門でもっと頑張っていたような気がします。 音楽に関しては、それはほとんど重要ではないと感じます。 はい、それはとても良いですが、気づいたように感じることはありません。 それは、私が見た以前の作品（自分自身）だけが非常にキャッチーなオープニングを持っていたドゴコボを作ったスタジオに感謝します。 エンディングもオープニングと同じくらい魅力的ではありませんが、かなり良いです。\n\n物語にはまたいくつかの問題があります。 あなたが持っているものを試してみることを恐れず、新しい高みに到達する間に、新しい領域への拡大を恐れています。 それは、そのジャンルだけをパロディ化したいと思っているような気がします。それは、パロディーが知っているものに限定することによって、より多くのジョークを得る機会がなくなると感じています。 しかし、あなたが亡命の際にお手伝いしてくれた素敵な人たちがあなたを尖っている物の近くにお連れできないならば、ブルドーザーにあなたの領土を広げるように求めても、本当に意味がありません。 私が好きではない物語のもう一つのことは、プロットポイントを持ち上げて、再び言及しない、あるいは、ビッグリップのワニの瞬間をあまりにも多く持っているということです。 私は間違っていません、私は良いビッグリップアリゲーターの瞬間が大好きですが、このシリーズは、それが刺激を開始する前にいくつがすることができます乱用。 それでも、これは残りのストーリーにはあまり大きな影響を与えません。それでもすべてを楽しむことができますが、いくつかの点では非常に面倒です。\n\n全体：ユールユリは楽しく楽しいです。 セルフ・パロディの量はすごく奇妙で、良い割合である。 あなたが無関心で面白い何かを探しているなら、これ以上です。 ユリ・ユリは本当にそれが何であるかを知っていて、それはまったく、口を呼吸して、食べることで、遊び場の周りで少女を追いかけている。 そして私は他の方法でそれを持っていないだろう。  8/10"
  },
  {
    "title": "Yuru_Yuri",
    "id": "10495",
    "url": "https://myanimelist.net/anime/10495/Yuru_Yuri",
    "user": "shintai88",
    "profile": "/profile/shintai88/reviews",
    "pages": "2",
    "number": "18",
    "link": "/reviews.php?id=90075",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私の評価は、スライス・オブ・ライフ・コメディの楽しさに左右されます。\n\nYuru Yuriは、女の子の周りに集中しているライフアニメのほとんどのスライスに似ています。 しかし、それをユニークにしたのは、それが単一のグループに集中していないということでした。 代わりに2つのグループに焦点を絞って、徐々に新しいキャラクターを紹介しています。\n\n私はまた、Danshi koukouseiのNichijouにいくつかの側面がどのように似ているか楽しんでいるように、主役がますます重要でなくなるように。\n\nキャラクターはすべてかなり面白く奇妙です。 京子は面白くて楽しいものでした。  Chitosesファンタジーモードは面白いです。 私は迷惑になる予定だったと思っても千夏は、かなり面白いことになりました。\n\n芸術のスタイルは文字と一致し、声の演技はかなり良いです。\n私はそれを楽しんだと私は胃が痛いので、私はとても笑っていた瞬間をたくさん持っていた。\n\n全体的に私はそれを楽しんだ。"
  },
  {
    "title": "Yuru_Yuri",
    "id": "10495",
    "url": "https://myanimelist.net/anime/10495/Yuru_Yuri",
    "user": "kiyyep0ny",
    "profile": "/profile/kiyyep0ny/reviews",
    "pages": "2",
    "number": "19",
    "link": "/reviews.php?id=87791",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  8\n\n私はこのシリーズが本当に好きでしたが、私の唯一の不満はロマンスです。 あまりロマンスはないと思っていましたが、かわいい＆amp; 生き生きとしたアニメのスライス、ロマンスを気にしないで、ゆりゆりを楽しむかもしれません。"
  },
  {
    "title": "Yuru_Yuri",
    "id": "10495",
    "url": "https://myanimelist.net/anime/10495/Yuru_Yuri",
    "user": "nomnom210",
    "profile": "/profile/nomnom210/reviews",
    "pages": "2",
    "number": "20",
    "link": "/reviews.php?id=96749",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\nストーリー（8）：これは、お茶ルームに遊びに来て楽しい中学生4人の話です。 ラッキースターが好きなら、ユルユリも好きになるでしょう。\n\nアート（9）：陰影はありませんが、ラインアートはそれほど多くを補うものではありません。 芸術家は驚くほど手を引く。\n\nサウンド（8）：テーマは、アニメ自体と同じくらい明るく楽しいものであり、声はキャラクターの個性と完全に一致します。\n\nキャラクター（10）：キャラクターはキュートなデザインで、メアリー・スー（メス・スー）（誰も彼女を愛していない女性キャラクター）は誰もいません。\n\n楽しさ（10）：私は、それぞれのエピソードがどのように似ているのか、まだ異なっているのが好きです。 また、私は各エピソードの最後に次のエピソードのプレビューをキャラクターの1人が与えるというプレビューを楽しむ。\n\n全体的に、私はこのアニメ9を与えると私はそれをお勧めします！  ：D"
  }
]
