[
  {
    "title": "Ao_no_6-gou",
    "id": "1051",
    "url": "https://myanimelist.net/anime/1051/Ao_no_6-gou",
    "user": "thekindamad",
    "profile": "/profile/thekindamad/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=17517",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  8\n\nさらに別のアニメは、私はトナミの時代を見て覚えています。 私は暗いプロットのために、私が若くてもそれほど好きではないことを覚えています。 しかし、私は最近、もう一度それを再び見ることができました（何年も後）、これはキスのアニメでした。\n\n私は偉大なプロット、ジャジーな音楽、優れたアニメーション、そして良い道徳的なレッスンで報われました。\n\n物語そのものは、映画の世界の終わりのジャンルのかなり面白い、元のひねりを持っていた。 テーマは人間対自然などで、これははるかにうまくやっていますが、それはやりにくいことではありません。\n彼らがもう少しエピソードを作ってくれることを願っています。 私はちょうど4つのエピソードで見る機会を得られなかったプロットが幾分深まったことを本当に見たいと思っていました。\n\nアニメーションは素晴らしく、少なくとも手描きの部分でした。 それは非常にうまく流れ、色は活気があります。 描かれたものは非常によく老化している... CGIはそれほどではない。 彼らはかなりのCGIを追加しました。これはおそらく10年前に涼しそうでした。 しかし今、あなたは時代をはっきりと見ることができます。 これは時々目が痛むことがあります。\n\nサウンドトラックはかなり面白かったです。 このようなものには壮大なオーケストラスコアがあると思います。 しかし、代わりに、サウンドトラックはジャズトラックのグループで構成されています。 ジャズは実際には思っていたアニメとよく合います...\n\nZorndykeのキャラクターは非常に複雑ではありません.Zorndykeは非常に複雑で深いキャラクターになります。 彼以外にも、他の文字は2次元のままです。 あなたのスタンダードなアンチ・ヒーローです。キノはあなたの標準的な厄介な女性のカウンターパートです。そしてVerg（実際に私のお気に入りです）はあなたの標準的な悪い男です。終わりまで、モンスター・サメのキャプテンとは全く違う面を見ます。\nもう一度、私はこれのためのエピソードの欠如を非難する。 我々は、これらのキャラクターがまったく発展するのを見る時間がないだけです。\n\n全体として、これは最初から最後までかなり良いアニメです。 それはいくつかの非常に興味深いアイデアを持っていて、いくつかの要素が働いている（コンセプトとストーリー）一方で他のものはそうではない（CGI）。\n私はこれをどんなアクション/アポカリプスの中毒者にもお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nYet another anime I remember watching during my Toonami days. I remember not liking it very much when I was younger, due to the dark plot. But I've recently rewatched it again (years later) and I must say, this was a kickass anime.\n\n\u001b[1mさらに別のアニメは、私はトナミの時代を見て覚えています。 私は暗いプロットのために、私が若くてもそれほど好きではないことを覚えています。 しかし、私は最近、もう一度それを再び見ることができました（何年も後）、これはキスのアニメでした。\u001b[22m\n\u001b[1m(Sarani betsu no anime wa, watashi wa Tonami no jidai o mite oboete imasu. Watashi wa kurai purotto no tame ni, watashi ga wakakute mo sorehodo sukide wanai koto o oboete imasu. Shikashi, watashi wa saikin, mōichido sore o futatabi miru koto ga dekimashita (nan'nen mo ato), koreha kisu no animedeshita.)\u001b[22m\n\nTranslations of \u001b[4mYet another anime I remember watching during my Toonami days. I remember not liking it very much when I was younger, due to the dark plot. But I've recently rewatched it again (years later) and I must say, this was a kickass anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYet another anime I remember watching during my Toonami days.\u001b[24m\n    \u001b[1mさらに別のアニメは、私はトナミの時代を見て覚えています。\u001b[22m, \u001b[1mさらに別のアニメは私が私のToonami時代に見て覚えています。\u001b[22m\n\u001b[4mI remember not liking it very much when I was younger, due to the dark plot.\u001b[24m\n    \u001b[1m私は暗いプロットのために、私が若くてもそれほど好きではないことを覚えています。\u001b[22m, \u001b[1m私は私が若かったときに暗いプロットに起因し、それを非常に好きではない覚えています。\u001b[22m\n\u001b[4mBut I've recently rewatched it again (years later) and I must say, this was a kickass anime.\u001b[24m\n    \u001b[1mしかし、私は最近、もう一度それを再び見ることができました（何年も後）、これはキスのアニメでした。\u001b[22m, \u001b[1mしかし、これはもう最高のアニメだった、私は最近、（年後）再度rewatchedていると私は言わなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nI was rewarded with a great plot, jazzy music, excellent animation, and a good moral lesson.\n\n\u001b[1m私は偉大なプロット、ジャジーな音楽、優れたアニメーション、そして良い道徳的なレッスンで報われました。\u001b[22m\n\u001b[1m(Watashi wa idaina purotto, jajīna ongaku, sugureta animēshon, soshite yoi dōtokutekina ressun de mukuwa remashita.)\u001b[22m\n\nTranslations of \u001b[4mI was rewarded with a great plot, jazzy music, excellent animation, and a good moral lesson.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was rewarded with a great plot, jazzy music, excellent animation, and a good moral lesson.\u001b[24m\n    \u001b[1m私は偉大なプロット、ジャジーな音楽、優れたアニメーション、そして良い道徳的なレッスンで報われました。\u001b[22m, \u001b[1m私は偉大なプロット、ジャズ音楽、優れたアニメーション、および良好な道徳的な教訓で報われました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story itself had a pretty interesting and original twist on the End of the World genre of movies. With the theme's of man vs nature and such (it does this much better then The Happening, but that isn't very hard to do).\n\n\u001b[1m物語そのものは、映画の世界の終わりのジャンルのかなり面白い、元のひねりを持っていた。 テーマは人間対自然などで、これははるかにうまくやっていますが、それはやりにくいことではありません。\u001b[22m\n\u001b[1m(Monogatari sonomono wa, eiga no sekainoowari no janru no kanari omoshiroi,-moto no hineri o motte ita. Tēma wa ningen tai shizen nado de, kore wa haruka ni umaku yatte imasuga, soreha yari nikui kotode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe story itself had a pretty interesting and original twist on the End of the World genre of movies. With the theme's of man vs nature and such (it does this much better then The Happening, but that isn't very hard to do).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story itself had a pretty interesting and original twist on the End of the World genre of movies.\u001b[24m\n    \u001b[1m物語そのものは、映画の世界の終わりのジャンルのかなり面白い、元のひねりを持っていた。\u001b[22m, \u001b[1m物語自体は、映画の世界ジャンルの終わりに非常に興味深いと元のねじれを持っていました。\u001b[22m\n\u001b[4mWith the theme's of man vs nature and such (it does this much better then The Happening, but that isn't very hard to do).\u001b[24m\n    \u001b[1mテーマは人間対自然などで、これははるかにうまくやっていますが、それはやりにくいことではありません。\u001b[22m, \u001b[1mテーマの自然とそのような対人間の（それはハプニングその後はるかに良いこれを行いますが、それは行うことは非常に難しいことではありません）を持ちます。\u001b[22m\nI only wish that they'd have made a few more episodes. I'd really have liked to have seen the plot deepen somewhat, which we didn't get the chance to see with just 4 episodes.\n\n\u001b[1m彼らがもう少しエピソードを作ってくれることを願っています。 私はちょうど4つのエピソードで見る機会を得られなかったプロットが幾分深まったことを本当に見たいと思っていました。\u001b[22m\n\u001b[1m(Karera ga mōsukoshi episōdo o tsukutte kureru koto o negatte imasu. Watashi wa chōdo 4tsu no episōdo de miru kikai o e rarenakatta purotto ga ikubun fukamatta koto o hontōni mitai to omotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mI only wish that they'd have made a few more episodes. I'd really have liked to have seen the plot deepen somewhat, which we didn't get the chance to see with just 4 episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI only wish that they'd have made a few more episodes.\u001b[24m\n    \u001b[1m彼らがもう少しエピソードを作ってくれることを願っています。\u001b[22m, \u001b[1m私は、彼らはさらにいくつかのエピソードをしただろうと思います。\u001b[22m\n\u001b[4mI'd really have liked to have seen the plot deepen somewhat, which we didn't get the chance to see with just 4 episodes.\u001b[24m\n    \u001b[1m私はちょうど4つのエピソードで見る機会を得られなかったプロットが幾分深まったことを本当に見たいと思っていました。\u001b[22m, \u001b[1m私は本当に私たちはわずか4エピソードで見る機会を得なかった、プロットはやや深め見ていると言っていると思います。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation was great, at least the hand drawn portion. It flows very nicely and the colors are vibrant. The drawn stuff has aged very well... the CGI not so much. They added quite a bit of CGI, which probably looked cool 10 years ago. But now you can CLEARLY see the age. This can be an eye sore at times.\n\n\u001b[1mアニメーションは素晴らしく、少なくとも手描きの部分でした。 それは非常にうまく流れ、色は活気があります。 描かれたものは非常によく老化している... CGIはそれほどではない。 彼らはかなりのCGIを追加しました。これはおそらく10年前に涼しそうでした。 しかし今、あなたは時代をはっきりと見ることができます。 これは時々目が痛むことがあります。\u001b[22m\n\u001b[1m(Animēshon wa subarashiku, sukunakutomo tegaki no bubundeshita. Sore wa hijō ni umaku nagare,-iro wa kakki ga arimasu. Egaka reta mono wa hijō ni yoku rōka shite iru... CGI wa sorehodode wanai. Karera wa kanari no CGI o tsuika shimashita. Kore wa osoraku 10-nen mae ni suzushi-sōdeshita. Shikashi ima, anata wa jidai o hakkiri to miru koto ga dekimasu. Kore wa tokidoki me ga itamu koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation was great, at least the hand drawn portion. It flows very nicely and the colors are vibrant. The drawn stuff has aged very well... the CGI not so much. They added quite a bit of CGI, which probably looked cool 10 years ago. But now you can CLEARLY see the age. This can be an eye sore at times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation was great, at least the hand drawn portion.\u001b[24m\n    \u001b[1mアニメーションは素晴らしく、少なくとも手描きの部分でした。\u001b[22m, \u001b[1mアニメーションは、少なくとも手描きの部分素晴らしかったです。\u001b[22m\n\u001b[4mIt flows very nicely and the colors are vibrant.\u001b[24m\n    \u001b[1mそれは非常にうまく流れ、色は活気があります。\u001b[22m, \u001b[1mそれは非常にうまく流れ、色は活気に満ちています。\u001b[22m\n\u001b[4mThe drawn stuff has aged very well... the CGI not so much.\u001b[24m\n    \u001b[1m描かれたものは非常によく老化している... CGIはそれほどではない。\u001b[22m, \u001b[1m描かれたものは非常によく熟成した... CGIあまりありません。\u001b[22m\n\u001b[4mThey added quite a bit of CGI, which probably looked cool 10 years ago.\u001b[24m\n    \u001b[1m彼らはかなりのCGIを追加しました。これはおそらく10年前に涼しそうでした。\u001b[22m, \u001b[1mおそらく彼らは10年前にクールに見えたCGIのかなりを追加しました。\u001b[22m\n\u001b[4mBut now you can CLEARLY see the age.\u001b[24m\n    \u001b[1mしかし今、あなたは時代をはっきりと見ることができます。\u001b[22m, \u001b[1mしかし、今は明らかに年齢を確認することができます。\u001b[22m\n\u001b[4mThis can be an eye sore at times.\u001b[24m\n    \u001b[1mこれは時々目が痛むことがあります。\u001b[22m, \u001b[1mこれは、時間に眼の痛みすることができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack was quite interesting. You'd think that something like this would have an epic orchestra score. But instead, the soundtrack consists of a group of jazz tracks. The jazz actually fits very well with the anime, who would've thought...\n\n\u001b[1mサウンドトラックはかなり面白かったです。 このようなものには壮大なオーケストラスコアがあると思います。 しかし、代わりに、サウンドトラックはジャズトラックのグループで構成されています。 ジャズは実際には思っていたアニメとよく合います...\u001b[22m\n\u001b[1m(Saundotorakku wa kanari omoshirokattadesu. Ko no yōna mono ni wa sōdaina ōkesutorasukoa ga aru to omoimasu. Shikashi, kawarini, saundotorakku wa jazu torakku no gurūpu de kōsei sa rete imasu. Jazu wa jissai ni wa omotte ita anime to yoku aimasu...)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack was quite interesting. You'd think that something like this would have an epic orchestra score. But instead, the soundtrack consists of a group of jazz tracks. The jazz actually fits very well with the anime, who would've thought...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack was quite interesting.\u001b[24m\n    \u001b[1mサウンドトラックはかなり面白かったです。\u001b[22m, \u001b[1mサウンドトラックは非常に興味深いものでした。\u001b[22m\n\u001b[4mYou'd think that something like this would have an epic orchestra score.\u001b[24m\n    \u001b[1mこのようなものには壮大なオーケストラスコアがあると思います。\u001b[22m, \u001b[1mあなたはこのようなものは、壮大なオーケストラのスコアを持っているだろうと思うだろう。\u001b[22m\n\u001b[4mBut instead, the soundtrack consists of a group of jazz tracks.\u001b[24m\n    \u001b[1mしかし、代わりに、サウンドトラックはジャズトラックのグループで構成されています。\u001b[22m, \u001b[1mしかし、その代わりに、サウンドトラックはジャズトラックのグループで構成されています。\u001b[22m\n\u001b[4mThe jazz actually fits very well with the anime, who would've thought...\u001b[24m\n    \u001b[1mジャズは実際には思っていたアニメとよく合います...\u001b[22m, \u001b[1mジャズは実際には思っただろうアニメ、と非常によくフィット...\u001b[22m\n\u001b[1m\u001b[22m\nThe characters aren't very complex save for Zorndyke, who ends up being a very complex and deep character. Other than him, the other characters remain 2 dimensional. Hayami is your standard antihero, Kino is your standard annoying female counter part, and Verg (who is actually my favorite) is your standard bad guy, up until the end where we see a completely different side to the monster shark captain.\n\n\u001b[1mZorndykeのキャラクターは非常に複雑ではありません.Zorndykeは非常に複雑で深いキャラクターになります。 彼以外にも、他の文字は2次元のままです。 あなたのスタンダードなアンチ・ヒーローです。キノはあなたの標準的な厄介な女性のカウンターパートです。そしてVerg（実際に私のお気に入りです）はあなたの標準的な悪い男です。終わりまで、モンスター・サメのキャプテンとは全く違う面を見ます。\u001b[22m\n\u001b[1m(Zorndyke no kyarakutā wa hijō ni fukuzatsude wa arimasen. Zorndyke wa hijō ni fukuzatsude fukai kyarakutā ni narimasu. Kare igai ni mo, hoka no moji wa 2-jigen no mamadesu. Anata no sutandādona anchi hīrōdesu. Kino wa anata no hyōjun-tekina yakkaina josei no kauntāpātodesu. Soshite Verg (jissai ni watashinōkiniiridesu) wa anata no hyōjun-tekina warui otokodesu. Owari made, monsutā same no kyaputen to wa mattaku chigau men o mimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters aren't very complex save for Zorndyke, who ends up being a very complex and deep character. Other than him, the other characters remain 2 dimensional. Hayami is your standard antihero, Kino is your standard annoying female counter part, and Verg (who is actually my favorite) is your standard bad guy, up until the end where we see a completely different side to the monster shark captain.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters aren't very complex save for Zorndyke, who ends up being a very complex and deep character.\u001b[24m\n    \u001b[1mZorndykeのキャラクターは非常に複雑ではありません.Zorndykeは非常に複雑で深いキャラクターになります。\u001b[22m, \u001b[1m文字は非常に複雑で深いキャラクタなってしまうZorndyke、ために保存非常に複雑ではありません。\u001b[22m\n\u001b[4mOther than him, the other characters remain 2 dimensional.\u001b[24m\n    \u001b[1m彼以外にも、他の文字は2次元のままです。\u001b[22m, \u001b[1m彼以外にも、他の文字は2次元のまま。\u001b[22m\n\u001b[4mHayami is your standard antihero, Kino is your standard annoying female counter part, and Verg (who is actually my favorite) is your standard bad guy, up until the end where we see a completely different side to the monster shark captain.\u001b[24m\n    \u001b[1mあなたのスタンダードなアンチ・ヒーローです。キノはあなたの標準的な厄介な女性のカウンターパートです。そしてVerg（実際に私のお気に入りです）はあなたの標準的な悪い男です。終わりまで、モンスター・サメのキャプテンとは全く違う面を見ます。\u001b[22m, \u001b[1m速水は、キノはあなたの標準的な迷惑な女性カウンタの一部であり、（実際には私のお気に入りです）Vergアップ我々はモンスターサメのキャプテンに完全に異なる側面を参照してください最後まで、あなたの標準的な悪い男で、あなたの標準的なアンチヒーローです。\u001b[22m\nOnce again, I blame the lack of episodes for this. We're just not given time to watch these characters develop at all.\n\n\u001b[1mもう一度、私はこれのためのエピソードの欠如を非難する。 我々は、これらのキャラクターがまったく発展するのを見る時間がないだけです。\u001b[22m\n\u001b[1m(Mōichido, watashi wa kore no tame no episōdo no ketsujo o hinan suru. Wareware wa, korera no kyarakutā ga mattaku hatten suru no o miru jikan ga nai dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mOnce again, I blame the lack of episodes for this. We're just not given time to watch these characters develop at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnce again, I blame the lack of episodes for this.\u001b[24m\n    \u001b[1mもう一度、私はこれのためのエピソードの欠如を非難する。\u001b[22m, \u001b[1mもう一度、私はこのためのエピソードの欠如を非難します。\u001b[22m\n\u001b[4mWe're just not given time to watch these characters develop at all.\u001b[24m\n    \u001b[1m我々は、これらのキャラクターがまったく発展するのを見る時間がないだけです。\u001b[22m, \u001b[1m私達はちょうどこれらの文字は全く発展見る時間を与えられていません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this is a pretty good anime from beginning to end. It has and uses some very interesting idea's, some elements work (the concept and story) while others don't (the CGI).\n\n\u001b[1m全体として、これは最初から最後までかなり良いアニメです。 それはいくつかの非常に興味深いアイデアを持っていて、いくつかの要素が働いている（コンセプトとストーリー）一方で他のものはそうではない（CGI）。\u001b[22m\n\u001b[1m(Zentai to shite, koreha saisho kara saigomade kanari yoi animedesu. Sore wa ikutsu ka no hijō ni kyōmibukai aidea o motte ite, ikutsu ka no yōso ga hataraite iru (konseputo to sutōrī) ippō de hoka no mono wa sōde wanai (CGI).)\u001b[22m\n\nTranslations of \u001b[4mOverall, this is a pretty good anime from beginning to end. It has and uses some very interesting idea's, some elements work (the concept and story) while others don't (the CGI).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this is a pretty good anime from beginning to end.\u001b[24m\n    \u001b[1m全体として、これは最初から最後までかなり良いアニメです。\u001b[22m, \u001b[1m全体的に、これは初めから終わりまでかなり良いアニメです。\u001b[22m\n\u001b[4mIt has and uses some very interesting idea's, some elements work (the concept and story) while others don't (the CGI).\u001b[24m\n    \u001b[1mそれはいくつかの非常に興味深いアイデアを持っていて、いくつかの要素が働いている（コンセプトとストーリー）一方で他のものはそうではない（CGI）。\u001b[22m, \u001b[1m他の人が（CGI）いない間、それはいくつかの非常に面白いアイデアの、いくつかの要素が機能（コンセプトとストーリー）を有しており、使用しています。\u001b[22m\nI recommend this to any action/apocalypses junkies.\n\n\u001b[1m私はこれをどんなアクション/アポカリプスの中毒者にもお勧めします。\u001b[22m\n\u001b[1m(Watashi wa kore o don'na akushon/ apokaripusu no chūdoku-sha ni mo o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI recommend this to any action/apocalypses junkies.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI recommend this to any action/apocalypses junkies.\u001b[24m\n    \u001b[1m私はこれをどんなアクション/アポカリプスの中毒者にもお勧めします。\u001b[22m, \u001b[1m私は、任意のアクション/ apocalypses中毒にこれをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Ao_no_6-gou",
    "id": "1051",
    "url": "https://myanimelist.net/anime/1051/Ao_no_6-gou",
    "user": "Venneh",
    "profile": "/profile/Venneh/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=4412",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  7\n\nタイトル：Blue Submarine No. 6\n\nマンガ、ライブアクションムービー、アニメ：青い潜水艦第6号はもともと小沢悟郎が作ったマンガでした。 少年の日曜日に運営され、3つの収集量を記録しています。 それはまだStatesideのライセンスが必要です。\n\n2005年には、Gonzoのスタジオで大倉正博監督の実写映画が発表されました。 この後の映画についての情報はないので、あなたの推測は、実際に起こっているかどうかについて私と同じくらい良いものです。\n\nBlue Submarine No. 6は、Gunkzoによって制作された4話のOVAであり、GankutsuouとBokuranoの作品で有名であり、Maeka Maeda（アニメーションマトリックスのGunkutsuouと第2ルネサンス部門の監督で有名）が監督している。  1998年に日本で発売され、2000年にバンダイエンタテインメントの仲間入りを果たし、1つのエピソード（約30分走った）のディスクがリリースされ、最終的なディスクは2000年10月3日にリリースされた。  Toonaamiは2000年11月6日6時から開始されます。\n\nストーリー：近い将来、海は世界の大部分を氾濫させ、ゾーンディケという科学者によって作られた海生きのハイブリッドによって攻撃されたり破壊されたりする土地はほとんどありません。 生き続けるために、人類はブルー潜水艦で知られている潜水艦の乗組員に依存しています。 物語はBlue Submarine No 6、そして早戻しをしてZorndykeと彼のハイブリッドを倒すのを手伝ってくれるように頼まれた早見者と名付けられた退屈な退役軍人に焦点を合わせます。\n\nあなたが見た他のポスト黙示録アニメのように聞こえますか？ まあ、それはほとんどの他のポストapocalypticアニメのようなものですが、それは主に海で行われることを除いて。 大部分は、プロットは何も特別なものではありません。どこでも買われたサブプロットや、WTF製のサブプロットはもちろんです。\n\nキャラクターは、それができるのは4時間30分のエピソードだけでも、特によく発達していません。キャラクターには基本的な特質があり、それがシリーズ全体に残る方法です。 私が持っている問題の1つは、早見と彼女との間の「ロマンス」で、彼女は第3話で早見を感じていることについて突然180才をしている小さな雌犬。\n\nこのすべての例外の1つは、2回目のエピソードで登場するZorndykeであり、おそらく最もよく開発されたプロットラインと全体の特徴です。 彼は当初ZOMG EVIL SCIENTISTとして描かれましたが、OVAが進むにつれて、コードギアスとデスノートのようなショーで見られる彼についてのこの道徳的なあいまいさが残っているほど十分な開発が得られます。\n\nアート：Gonzoが2Dと3Dのアートのブレンドは、特に海のシーンのために、すごく素晴らしいです。 彼らはまた、ハイブリッドのための彼らの設計において特に創造的であり、これは素敵なタッチです。 ちょっと、私たちは海にいるので、全体的な配色は青とグレーと緑のさまざまな色合いに基づいています。\n\n通常のキャラクターデザインは特別なものではありませんが、うまくいきます。\n\n音楽：このシリーズの音楽はすべてジャズ・ベースで、ED（OPなし）と全く同じですが、本当に好きです。  ...それ以上のことは何も言えません。\n\n西友：もう一度、私が死に知っている/愛しているものはないが、まったく、かなり良い仕事。 小道具は、実際の言葉を使わずに、キャラクターと遭遇したいことを伝えることができました（彼女の対話の大部分は、ハチドリまたはランダムな海洋動物のような騒音でした）。\n\n長さ：私は彼らが2つのエピソードを追加するために立つことができたと思うそれは6つのエピソードOVAを、それはプロットと文字の面で、それはもう少し時間を呼吸に与えてきただろう。\n\n全体：1文字、かなりの芸術と音楽、そしてエピソードにふさわしい素晴らしいハイブリッドデザイン、または2つ以上を除いて、プロットやキャラクターを持つかなりまともなOVA。\n\nストーリー：7/10\nアート：9/10\n音楽：9/10\n西友8/10\n長さ：7/10\n\n全体：40/50;  80％（B-）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nTitle: Blue Submarine No. 6\n\n\u001b[1mタイトル：Blue Submarine No. 6\u001b[22m\n\u001b[1m(Taitoru: Burū Submarine nanbā 6)\u001b[22m\n\nTranslations of \u001b[4mTitle: Blue Submarine No. 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTitle: Blue Submarine No. 6\u001b[24m\n    \u001b[1mタイトル：Blue Submarine No. 6\u001b[22m, \u001b[1mタイトル：青の6号\u001b[22m\n\u001b[1m\u001b[22m\nManga, Live-Action Movie, Anime: Blue Submarine No. 6 was originally a manga created by Satoru Ozawa. It ran in Shonen Sunday, and stands at three collected volumes. It has yet to be licensed Stateside.\n\n\u001b[1mマンガ、ライブアクションムービー、アニメ：青い潜水艦第6号はもともと小沢悟郎が作ったマンガでした。 少年の日曜日に運営され、3つの収集量を記録しています。 それはまだStatesideのライセンスが必要です。\u001b[22m\n\u001b[1m(Manga, raibuakushonmūbī, anime: Aoi sensuikan dai 6-gō wa motomoto Ozawa Gorō ga tsukutta mangadeshita. Shōnen no nichiyōbi ni un'ei sa re, 3ttsu no shūshū-ryō o kiroku shite imasu. Sore wa mada Stateside no raisensu ga hitsuyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mManga, Live-Action Movie, Anime: Blue Submarine No. 6 was originally a manga created by Satoru Ozawa. It ran in Shonen Sunday, and stands at three collected volumes. It has yet to be licensed Stateside.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mManga, Live-Action Movie, Anime: Blue Submarine No. 6 was originally a manga created by Satoru Ozawa.\u001b[24m\n    \u001b[1mマンガ、ライブアクションムービー、アニメ：青い潜水艦第6号はもともと小沢悟郎が作ったマンガでした。\u001b[22m, \u001b[1mマンガ、実写映画、アニメ：青の6号は、もともと悟小沢によって作成された漫画でした。\u001b[22m\n\u001b[4mIt ran in Shonen Sunday, and stands at three collected volumes.\u001b[24m\n    \u001b[1m少年の日曜日に運営され、3つの収集量を記録しています。\u001b[22m, \u001b[1mそれは少年サンデーで走り、3収集したボリュームに立っています。\u001b[22m\n\u001b[4mIt has yet to be licensed Stateside.\u001b[24m\n    \u001b[1mそれはまだStatesideのライセンスが必要です。\u001b[22m, \u001b[1mそれは、合衆国のライセンスを取得するためには至っていません。\u001b[22m\n\u001b[1m\u001b[22m\nIn 2005, a live-action movie was announced by Gonzo studios, with Masahiro Ohkura directing. There's no more info about the movie after this, so your guess is as good as mine as to whether or not it's actually still happening.\n\n\u001b[1m2005年には、Gonzoのスタジオで大倉正博監督の実写映画が発表されました。 この後の映画についての情報はないので、あなたの推測は、実際に起こっているかどうかについて私と同じくらい良いものです。\u001b[22m\n\u001b[1m(2005-Nen ni wa, Gonzo no sutajio de dai kura masahiro kantoku no jissha eiga ga happyō sa remashita. Kono ato no eiga ni tsuite no jōhō wanainode, anata no suisoku wa, jissai ni okotte iru ka dō ka ni tsuite watashi to onaji kurai yoi monodesu.)\u001b[22m\n\nTranslations of \u001b[4mIn 2005, a live-action movie was announced by Gonzo studios, with Masahiro Ohkura directing. There's no more info about the movie after this, so your guess is as good as mine as to whether or not it's actually still happening.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn 2005, a live-action movie was announced by Gonzo studios, with Masahiro Ohkura directing.\u001b[24m\n    \u001b[1m2005年には、Gonzoのスタジオで大倉正博監督の実写映画が発表されました。\u001b[22m, \u001b[1m2005年には、実写映画は昌宏大倉の演出で、ハメ撮りスタジオによって発表されました。\u001b[22m\n\u001b[4mThere's no more info about the movie after this, so your guess is as good as mine as to whether or not it's actually still happening.\u001b[24m\n    \u001b[1mこの後の映画についての情報はないので、あなたの推測は、実際に起こっているかどうかについて私と同じくらい良いものです。\u001b[22m, \u001b[1mそこにこの後の映画についての詳細情報はないですので、あなたの推測では、それが実際にはまだ起こっているか否かの鉱山と同じくらい良いです。\u001b[22m\n\u001b[1m\u001b[22m\nBlue Submarine No. 6 is a four episode OVA that was produced by Gonzo (famous for their work on Gankutsuou and Bokurano) and directed by Mahiro Maeda (famous for directing Gankutsuou and the Second Renaissance segments of the Animatrix). It was released in Japan in 1998, and came Stateside in 2000 courtesy of Bandai Entertainment, and was released one episode (which ran about a half hour) a disc, and the final disc was released on October 3rd, 2000. It also aired on Toonami starting on November 6th, 2000 in the 6:00 block.\n\n\u001b[1mBlue Submarine No. 6は、Gunkzoによって制作された4話のOVAであり、GankutsuouとBokuranoの作品で有名であり、Maeka Maeda（アニメーションマトリックスのGunkutsuouと第2ルネサンス部門の監督で有名）が監督している。  1998年に日本で発売され、2000年にバンダイエンタテインメントの仲間入りを果たし、1つのエピソード（約30分走った）のディスクがリリースされ、最終的なディスクは2000年10月3日にリリースされた。  Toonaamiは2000年11月6日6時から開始されます。\u001b[22m\n\u001b[1m(Burū Submarine nanbā 6 wa, Gunkzo ni yotte seisaku sa reta 4-wa no ovu~adeari, Gankutsuou to Bokurano no sakuhin de yūmeideari, Maeka Maeda (animēshonmatorikkusu no Gunkutsuou to dai 2 runesansu bumon no kantoku de yūmei) ga kantoku shite iru. 1998-Nen ni Nihon de hatsubai sa re, 2000-nen ni bandaientateinmento no nakamairi o hatashi, 1tsu no episōdo (yaku 30-bu hashitta) no disuku ga rirīsu sa re, saishū-tekina disuku wa 2000-nen 10 tsuki 3-nichi ni rirīsu sa reta. Toonaami wa 2000-nen 11 tsuki 6-nichi 6-ji kara kaishi sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mBlue Submarine No. 6 is a four episode OVA that was produced by Gonzo (famous for their work on Gankutsuou and Bokurano) and directed by Mahiro Maeda (famous for directing Gankutsuou and the Second Renaissance segments of the Animatrix). It was released in Japan in 1998, and came Stateside in 2000 courtesy of Bandai Entertainment, and was released one episode (which ran about a half hour) a disc, and the final disc was released on October 3rd, 2000. It also aired on Toonami starting on November 6th, 2000 in the 6:00 block.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBlue Submarine No. 6 is a four episode OVA that was produced by Gonzo (famous for their work on Gankutsuou and Bokurano) and directed by Mahiro Maeda (famous for directing Gankutsuou and the Second Renaissance segments of the Animatrix).\u001b[24m\n    \u001b[1mBlue Submarine No. 6は、Gunkzoによって制作された4話のOVAであり、GankutsuouとBokuranoの作品で有名であり、Maeka Maeda（アニメーションマトリックスのGunkutsuouと第2ルネサンス部門の監督で有名）が監督している。\u001b[22m, \u001b[1m青の6号は、（巌窟王とBokurano上で自分の仕事で有名）ハメ撮りによって産生され、前田真宏（巌窟王とアニマトリックスの第二ルネッサンスセグメントを導くための有名な）によって指示された4エピソードOVAです。\u001b[22m\n\u001b[4mIt was released in Japan in 1998, and came Stateside in 2000 courtesy of Bandai Entertainment, and was released one episode (which ran about a half hour) a disc, and the final disc was released on October 3rd, 2000. It also aired on\u001b[24m\n    \u001b[1m1998年に日本で発売され、2000年にバンダイエンタテインメントの仲間入りを果たし、1つのエピソード（約30分走った）のディスクがリリースされ、最終的なディスクは2000年10月3日にリリースされた。\u001b[22m, \u001b[1mそれはまた、上の放映2000年、1998年に日本で発売され、バンダイエンターテイメントの2000礼儀に合衆国に来て、ディスク（約30分走った）1つのエピソードをリリースし、最終的なディスクは、10月3日にリリースされたました\u001b[22m\n\u001b[4mToonami starting on November 6th, 2000 in the 6:00 block.\u001b[24m\n    \u001b[1mToonaamiは2000年11月6日6時から開始されます。\u001b[22m, \u001b[1mToonamiは午前6時00ブロックに11月6日、2000年に始まります。\u001b[22m\n\u001b[1m\u001b[22m\nStory: In the near future, the seas have risen to flood most of the world, and what few areas of land remain are attacked and/or destroyed by sea-living hybrids created by a scientist named Zorndyke. In order to stay alive, humanity relies on the crews of submarines known at the Blue Submarines. The story focuses on Blue Submarine No 6, and a jaded ex-submariner named Hayami, who is asked to come back and help the crew defeat Zorndyke and his hybrids.\n\n\u001b[1mストーリー：近い将来、海は世界の大部分を氾濫させ、ゾーンディケという科学者によって作られた海生きのハイブリッドによって攻撃されたり破壊されたりする土地はほとんどありません。 生き続けるために、人類はブルー潜水艦で知られている潜水艦の乗組員に依存しています。 物語はBlue Submarine No 6、そして早戻しをしてZorndykeと彼のハイブリッドを倒すのを手伝ってくれるように頼まれた早見者と名付けられた退屈な退役軍人に焦点を合わせます。\u001b[22m\n\u001b[1m(Sutōrī: Chikai shōrai, umi wa sekai no daibubun o hanran sa se, zōndike to iu kagaku-sha ni yotte tsukura reta umi iki no haiburiddo ni yotte kōgeki sa re tari hakai sa re tari suru tochi wa hotondo arimasen. Iki tsudzukeru tame ni, jinrui wa burū sensuikan de shira rete iru sensuikan no norikumiin ni izon shite imasu. Monogatari wa burū Submarine No 6, soshite haya modoshi o shite Zorndyke to kare no haiburiddo o taosu no o tetsudatte kureru yō ni tanoma reta hayami-sha to nadzuke rareta taikutsuna taieki gunjin ni shōten o awasemasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: In the near future, the seas have risen to flood most of the world, and what few areas of land remain are attacked and/or destroyed by sea-living hybrids created by a scientist named Zorndyke. In order to stay alive, humanity relies on the crews of submarines known at the Blue Submarines. The story focuses on Blue Submarine No 6, and a jaded ex-submariner named Hayami, who is asked to come back and help the crew defeat Zorndyke and his hybrids.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: In the near future, the seas have risen to flood most of the world, and what few areas of land remain are attacked and/or destroyed by sea-living hybrids created by a scientist named Zorndyke.\u001b[24m\n    \u001b[1mストーリー：近い将来、海は世界の大部分を氾濫させ、ゾーンディケという科学者によって作られた海生きのハイブリッドによって攻撃されたり破壊されたりする土地はほとんどありません。\u001b[22m, \u001b[1mストーリー：近い将来、海は世界のほとんどをあふれさせる上昇している、と土地のいくつかのものの領域はZorndykeという名前の科学者によって作成された海の生きハイブリッドによって攻撃および/または破壊されたままです。\u001b[22m\n\u001b[4mIn order to stay alive, humanity relies on the crews of submarines known at the Blue Submarines.\u001b[24m\n    \u001b[1m生き続けるために、人類はブルー潜水艦で知られている潜水艦の乗組員に依存しています。\u001b[22m, \u001b[1m生き続けるためには、人類はブルー潜水艦で知られている潜水艦の乗組員に依存しています。\u001b[22m\n\u001b[4mThe story focuses on Blue Submarine No 6, and a jaded ex-submariner named Hayami, who is asked to come back and help the crew defeat Zorndyke and his hybrids.\u001b[24m\n    \u001b[1m物語はBlue Submarine No 6、そして早戻しをしてZorndykeと彼のハイブリッドを倒すのを手伝ってくれるように頼まれた早見者と名付けられた退屈な退役軍人に焦点を合わせます。\u001b[22m, \u001b[1m物語は青の6号、そして戻ってきて、乗組員の敗北Zorndykeと彼のハイブリッドを助けるために頼まれる速水という名前うんざり元サブマリーナ、に焦点を当てています。\u001b[22m\n\u001b[1m\u001b[22m\nSound like every other post-apocalyptic anime you've seen? Well, it is like most other post-apocalyptic anime out there, except that it takes place mostly in the sea. For the most part, the plot isn't anything particularly stellar, not to mention subplots that are bought in out of nowhere and kind of made of WTF.\n\n\u001b[1mあなたが見た他のポスト黙示録アニメのように聞こえますか？ まあ、それはほとんどの他のポストapocalypticアニメのようなものですが、それは主に海で行われることを除いて。 大部分は、プロットは何も特別なものではありません。どこでも買われたサブプロットや、WTF製のサブプロットはもちろんです。\u001b[22m\n\u001b[1m(Anata ga mita ta no posuto mokushiroku anime no yō ni kikoemasu ka? Mā, sore wa hotondo no ta no posuto apocalyptic anime no yōna monodesuga, sore wa omoni umi de okonawa reru koto o nozoite. Daibubun wa, purotto wa nani mo tokubetsuna monode wa arimasen. Doko demo kawa reta sabupurotto ya, WTF-sei no sabupurotto wa mochirondesu.)\u001b[22m\n\nTranslations of \u001b[4mSound like every other post-apocalyptic anime you've seen? Well, it is like most other post-apocalyptic anime out there, except that it takes place mostly in the sea. For the most part, the plot isn't anything particularly stellar, not to mention subplots that are bought in out of nowhere and kind of made of WTF.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound like every other post-apocalyptic anime you've seen?\u001b[24m\n    \u001b[1mあなたが見た他のポスト黙示録アニメのように聞こえますか？\u001b[22m, \u001b[1mあなたが見てきた他のすべてのポスト黙示録アニメのように聞こえますか？\u001b[22m\n\u001b[4mWell, it is like most other post-apocalyptic anime out there, except that it takes place mostly in the sea.\u001b[24m\n    \u001b[1mまあ、それはほとんどの他のポストapocalypticアニメのようなものですが、それは主に海で行われることを除いて。\u001b[22m, \u001b[1mまあ、それは主に海で起こること以外は、そこに他のほとんどのポスト黙示録アニメのようなものです。\u001b[22m\n\u001b[4mFor the most part, the plot isn't anything particularly stellar, not to mention subplots that are bought in out of nowhere and kind of made of WTF.\u001b[24m\n    \u001b[1m大部分は、プロットは何も特別なものではありません。どこでも買われたサブプロットや、WTF製のサブプロットはもちろんです。\u001b[22m, \u001b[1mほとんどの部分については、プロットはどこと種類のWTF製の外で購入されたサブプロットはもちろんのこと、特に恒星ものではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are not particularly well-developed, even for having only four half-hour episodes to do it in. The characters have basic traits established, and that's how they stay for the entirety of the series. One of the problems I have is the 'romance' between Hayami and the female lead, Kino, who's a whiny little bitch who suddenly does a 180 about how she feels about Hayami in the third episode.\n\n\u001b[1mキャラクターは、それができるのは4時間30分のエピソードだけでも、特によく発達していません。キャラクターには基本的な特質があり、それがシリーズ全体に残る方法です。 私が持っている問題の1つは、早見と彼女との間の「ロマンス」で、彼女は第3話で早見を感じていることについて突然180才をしている小さな雌犬。\u001b[22m\n\u001b[1m(Kyarakutā wa, sore ga dekiru no wa 4-jikan 30-bu no episōdo dake demo, tokuni yoku hattatsu shite imasen. Kyarakutā ni wa kihon-tekina tokushitsu ga ari, sore ga shirīzu zentai ni nokoru hōhōdesu. Watashi ga motte iru mondai no 1tsu wa, hayami to kanojo to no ma no `romansu' de, kanojo wa dai 3-wa de hayami o kanjite iru koto ni tsuite totsuzen 180-sai o shite iru chīsana meinu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are not particularly well-developed, even for having only four half-hour episodes to do it in. The characters have basic traits established, and that's how they stay for the entirety of the series. One of the problems I have is the 'romance' between Hayami and the female lead, Kino, who's a whiny little bitch who suddenly does a 180 about how she feels about Hayami in the third episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are not particularly well-developed, even for having only four half-hour episodes to do it in. The characters have basic traits established, and that's how they stay for the entirety of the series.\u001b[24m\n    \u001b[1mキャラクターは、それができるのは4時間30分のエピソードだけでも、特によく発達していません。キャラクターには基本的な特質があり、それがシリーズ全体に残る方法です。\u001b[22m, \u001b[1m文字があっても、それを行うにはわずか4時間半のエピソードを持つために、特によく発達していない。文字が確立された基本的な特徴を持っており、それは彼らがシリーズ全体の滞在方法です。\u001b[22m\n\u001b[4mOne of the problems I have is the 'romance' between Hayami and the female lead, Kino, who's a whiny little bitch who suddenly does a 180 about how she feels about Hayami in the third episode.\u001b[24m\n    \u001b[1m私が持っている問題の1つは、早見と彼女との間の「ロマンス」で、彼女は第3話で早見を感じていることについて突然180才をしている小さな雌犬。\u001b[22m, \u001b[1m私が持っている問題の一つは、速水と突然、彼女は第三のエピソードで速水についてどう感じるかについての180をして不機嫌そうな小さな雌犬女性のリード、キノ、間の「ロマンス」です。\u001b[22m\n\u001b[1m\u001b[22m\nThe one exception to all of this is Zorndyke, who comes in in the second episode, and is probably the best well-developed plot line and character of the whole thing. He's initially painted as the ZOMG EVIL SCIENTIST, but as the OVA goes on he gets enough development that you're left with this moral ambiguity about him that you see in shows like Code Geass and Death Note.\n\n\u001b[1mこのすべての例外の1つは、2回目のエピソードで登場するZorndykeであり、おそらく最もよく開発されたプロットラインと全体の特徴です。 彼は当初ZOMG EVIL SCIENTISTとして描かれましたが、OVAが進むにつれて、コードギアスとデスノートのようなショーで見られる彼についてのこの道徳的なあいまいさが残っているほど十分な開発が得られます。\u001b[22m\n\u001b[1m(Ko no subete no reigai no 1tsu wa, 2-kai-me no episōdo de tōjō suru Zorndykedeari, osoraku mottomo yoku kaihatsu sa reta purottorain to zentai no tokuchōdesu. Kare wa tōsho ZOMG ibiru SCIENTIST to shite egaka remashitaga, ovu~a ga susumu ni tsurete, kōdogiasu to desunōto no yōna shō de mi rareru kare ni tsuite no kono dōtokutekina aimai-sa ga nokotte iru hodo jūbun'na kaihatsu ga e raremasu.)\u001b[22m\n\nTranslations of \u001b[4mThe one exception to all of this is Zorndyke, who comes in in the second episode, and is probably the best well-developed plot line and character of the whole thing. He's initially painted as the ZOMG EVIL SCIENTIST, but as the OVA goes on he gets enough development that you're left with this moral ambiguity about him that you see in shows like Code Geass and Death Note.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe one exception to all of this is Zorndyke, who comes in in the second episode, and is probably the best well-developed plot line and character of the whole thing.\u001b[24m\n    \u001b[1mこのすべての例外の1つは、2回目のエピソードで登場するZorndykeであり、おそらく最もよく開発されたプロットラインと全体の特徴です。\u001b[22m, \u001b[1mこのすべての唯一の例外は、第2話に入ってくると、おそらく全部の最良のよく発達したプロットラインと文字でZorndyke、です。\u001b[22m\n\u001b[4mHe's initially painted as the ZOMG EVIL SCIENTIST, but as the OVA goes on he gets enough development that you're left with this moral ambiguity about him that you see in shows like Code Geass and Death Note.\u001b[24m\n    \u001b[1m彼は当初ZOMG EVIL SCIENTISTとして描かれましたが、OVAが進むにつれて、コードギアスとデスノートのようなショーで見られる彼についてのこの道徳的なあいまいさが残っているほど十分な開発が得られます。\u001b[22m, \u001b[1m彼は最初はZOMG EVIL科学者として描いたが、OVAは彼に行くように、あなたはコードギアスとデスノートのようなショーで見ることが彼についてこの道徳的なあいまいさが残っている十分な発展を取得しています。\u001b[22m\n\u001b[1m\u001b[22m\nArt: The blend that Gonzo does of 2D and 3D art here is absolutely stunning, especially for the ocean scenes. They're also particularly creative in their designs for the hybrids, which is a nice touch. The overall color scheme is based on various shades of blue and grey and green, because hey, we're in the ocean.\n\n\u001b[1mアート：Gonzoが2Dと3Dのアートのブレンドは、特に海のシーンのために、すごく素晴らしいです。 彼らはまた、ハイブリッドのための彼らの設計において特に創造的であり、これは素敵なタッチです。 ちょっと、私たちは海にいるので、全体的な配色は青とグレーと緑のさまざまな色合いに基づいています。\u001b[22m\n\u001b[1m(Āto: Gonzo ga 2 D to 3 D no āto no burendo wa, tokuni umi no shīn no tame ni, sugoku subarashīdesu. Karera wa mata, haiburiddo no tame no karera no sekkei ni oite tokuni sōzō-tekideari, kore wa sutekina tatchidesu. Chotto, watashitachiha umi ni iru node, zentai-tekina haishoku wa ao to gurē to midori no samazamana iroai ni motodzuite imasu.)\u001b[22m\n\nTranslations of \u001b[4mArt: The blend that Gonzo does of 2D and 3D art here is absolutely stunning, especially for the ocean scenes. They're also particularly creative in their designs for the hybrids, which is a nice touch. The overall color scheme is based on various shades of blue and grey and green, because hey, we're in the ocean.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The blend that Gonzo does of 2D and 3D art here is absolutely stunning, especially for the ocean scenes.\u001b[24m\n    \u001b[1mアート：Gonzoが2Dと3Dのアートのブレンドは、特に海のシーンのために、すごく素晴らしいです。\u001b[22m, \u001b[1mアート：ハメ撮りがここに2Dと3Dアートのないことをブレンドは、特に海のシーンのために、絶対に素晴らしいです。\u001b[22m\n\u001b[4mThey're also particularly creative in their designs for the hybrids, which is a nice touch.\u001b[24m\n    \u001b[1m彼らはまた、ハイブリッドのための彼らの設計において特に創造的であり、これは素敵なタッチです。\u001b[22m, \u001b[1m彼らはいい感じである、ハイブリッドのための彼らのデザインでも、特に創造的です。\u001b[22m\n\u001b[4mThe overall color scheme is based on various shades of blue and grey and green, because hey, we're in the ocean.\u001b[24m\n    \u001b[1mちょっと、私たちは海にいるので、全体的な配色は青とグレーと緑のさまざまな色合いに基づいています。\u001b[22m, \u001b[1mねえ、私たちは海にいるので、全体的なカラースキームは、青とグレーと緑の様々な色合いに基づいています。\u001b[22m\n\u001b[1m\u001b[22m\nNormal character designs aren't anything particularly special, but hey, it works.\n\n\u001b[1m通常のキャラクターデザインは特別なものではありませんが、うまくいきます。\u001b[22m\n\u001b[1m(Tsūjō no kyarakutādezain wa tokubetsuna monode wa arimasenga, umaku ikimasu.)\u001b[22m\n\nTranslations of \u001b[4mNormal character designs aren't anything particularly special, but hey, it works.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNormal character designs aren't anything particularly special, but hey, it works.\u001b[24m\n    \u001b[1m通常のキャラクターデザインは特別なものではありませんが、うまくいきます。\u001b[22m, \u001b[1m通常のキャラクターデザインは、特に何も特別なことではありませんが、ちょっと、それは動作します。\u001b[22m\n\u001b[1m\u001b[22m\nMusic: The music for this series is all jazz-bassed, as is the ED (no OP), and all in all, I really like it. ...Nothing more I can say about it, really.\n\n\u001b[1m音楽：このシリーズの音楽はすべてジャズ・ベースで、ED（OPなし）と全く同じですが、本当に好きです。  ...それ以上のことは何も言えません。\u001b[22m\n\u001b[1m(Ongaku: Kono shirīzu no ongaku wa subete jazu bēsu de, ED (OP nashi) to mattaku onajidesuga, hontōni sukidesu. ... Sore ijō no koto wa nani mo iemasen.)\u001b[22m\n\nTranslations of \u001b[4mMusic: The music for this series is all jazz-bassed, as is the ED (no OP), and all in all, I really like it. ...Nothing more I can say about it, really.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic: The music for this series is all jazz-bassed, as is the ED (no OP), and all in all, I really like it.\u001b[24m\n    \u001b[1m音楽：このシリーズの音楽はすべてジャズ・ベースで、ED（OPなし）と全く同じですが、本当に好きです。\u001b[22m, \u001b[1m音楽：このシリーズのための音楽のすべてのED（なしOP）であるとしてジャズ・bassed、およびすべての内のすべてのですが、私は本当にそれが好きです。\u001b[22m\n\u001b[4m...Nothing more I can say about it, really.\u001b[24m\n    \u001b[1m...それ以上のことは何も言えません。\u001b[22m, \u001b[1m...何もより多くの私は本当に、それについて言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nSeiyuu: Again, no seiyuu that I recognize/love to death, but all in all, a pretty good job. Props especially to Mutio's seiyuu, who could convey what she wanted to get across with the character without using actual words (most of her dialogue was humming or random sea animal-esque noises).\n\n\u001b[1m西友：もう一度、私が死に知っている/愛しているものはないが、まったく、かなり良い仕事。 小道具は、実際の言葉を使わずに、キャラクターと遭遇したいことを伝えることができました（彼女の対話の大部分は、ハチドリまたはランダムな海洋動物のような騒音でした）。\u001b[22m\n\u001b[1m(Seiyū: Mōichido, watashi ga shini shitte iru/ ai shite iru mono wa naiga, mattaku, kanari yoi shigoto. Kodōgu wa, jissai no kotoba o tsukawazu ni, kyarakutā to sōgū shitai koto o tsutaeru koto ga dekimashita (kanojo no taiwa no daibubun wa, hachidori matawa randamuna kaiyō dōbutsu no yōna sōondeshita).)\u001b[22m\n\nTranslations of \u001b[4mSeiyuu: Again, no seiyuu that I recognize/love to death, but all in all, a pretty good job. Props especially to Mutio's seiyuu, who could convey what she wanted to get across with the character without using actual words (most of her dialogue was humming or random sea animal-esque noises).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeiyuu: Again, no seiyuu that I recognize/love to death, but all in all, a pretty good job.\u001b[24m\n    \u001b[1m西友：もう一度、私が死に知っている/愛しているものはないが、まったく、かなり良い仕事。\u001b[22m, \u001b[1m声優：私は死に/愛を認識するが、すべてのすべてで再び、声優、かなり良い仕事。\u001b[22m\n\u001b[4mProps especially to Mutio's seiyuu, who could convey what she wanted to get across with the character without using actual words (most of her dialogue was humming or random sea animal-esque noises).\u001b[24m\n    \u001b[1m小道具は、実際の言葉を使わずに、キャラクターと遭遇したいことを伝えることができました（彼女の対話の大部分は、ハチドリまたはランダムな海洋動物のような騒音でした）。\u001b[22m, \u001b[1m彼女は実際の言葉を使用せずに文字で渡って取得したいものを伝えることができ、特にMutioの声優の小道具は、（彼女の対話のほとんどをハミングまたはランダム海の動物風騒音ました）。\u001b[22m\n\u001b[1m\u001b[22m\nLength: I think they could've stood to add two more episodes and made it a six-episode OVA, which would've given it a bit more time to breathe, in terms of plot and characters.\n\n\u001b[1m長さ：私は彼らが2つのエピソードを追加するために立つことができたと思うそれは6つのエピソードOVAを、それはプロットと文字の面で、それはもう少し時間を呼吸に与えてきただろう。\u001b[22m\n\u001b[1m(Naga-sa: Watashi wa karera ga 2tsu no episōdo o tsuika suru tame ni tatsu koto ga dekita to omou sore wa muttsu no episōdo ovu~a o, soreha purotto to moji no men de, sore wa mōsukoshi jikan o kokyū ni ataete kitadarou.)\u001b[22m\n\nTranslations of \u001b[4mLength: I think they could've stood to add two more episodes and made it a six-episode OVA, which would've given it a bit more time to breathe, in terms of plot and characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLength: I think they could've stood to add two more episodes and made it a six-episode OVA, which would've given it a bit more time to breathe, in terms of plot and characters.\u001b[24m\n    \u001b[1m長さ：私は彼らが2つのエピソードを追加するために立つことができたと思うそれは6つのエピソードOVAを、それはプロットと文字の面で、それはもう少し時間を呼吸に与えてきただろう。\u001b[22m, \u001b[1m長さ：私は、彼らはさらに2つのエピソードを追加するために立って、それをプロットやキャラクターの面で、それに息をするもう少し時間を与えてくれただろう6エピソードOVAを、作ったことができると思います。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: A pretty decent OVA with a plot and characters that don't stand out much, except for one character, pretty art and music, and awesome hybrid designs that deserved an episode or two more.\n\n\u001b[1m全体：1文字、かなりの芸術と音楽、そしてエピソードにふさわしい素晴らしいハイブリッドデザイン、または2つ以上を除いて、プロットやキャラクターを持つかなりまともなOVA。\u001b[22m\n\u001b[1m(Zentai: 1 Moji, kanari no geijutsu to ongaku, soshite episōdo ni fusawashī subarashī haiburiddo dezain, matawa 2tsu ijō o nozoite, purotto ya kyarakutā o motsu kanari matomona ovu~a.)\u001b[22m\n\nTranslations of \u001b[4mOverall: A pretty decent OVA with a plot and characters that don't stand out much, except for one character, pretty art and music, and awesome hybrid designs that deserved an episode or two more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: A pretty decent OVA with a plot and characters that don't stand out much, except for one character, pretty art and music, and awesome hybrid designs that deserved an episode or two more.\u001b[24m\n    \u001b[1m全体：1文字、かなりの芸術と音楽、そしてエピソードにふさわしい素晴らしいハイブリッドデザイン、または2つ以上を除いて、プロットやキャラクターを持つかなりまともなOVA。\u001b[22m, \u001b[1m全体：1文字、かわいいアートや音楽、エピソードまたは2以上に値する素晴らしいハイブリッドのデザインを除いて、あまり目立ちませんプロットやキャラクターとかなりまともなOVA。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 7/10\n\n\u001b[1mストーリー：7/10\u001b[22m\n\u001b[1m(Sutōrī: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 7/10\u001b[24m\n    \u001b[1mストーリー：7/10\u001b[22m\nArt: 9/10\n\n\u001b[1mアート：9/10\u001b[22m\n\u001b[1m(Āto: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9/10\u001b[24m\n    \u001b[1mアート：9/10\u001b[22m\nMusic: 9/10\n\n\u001b[1m音楽：9/10\u001b[22m\n\u001b[1m(Ongaku: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mMusic: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic: 9/10\u001b[24m\n    \u001b[1m音楽：9/10\u001b[22m, \u001b[1mミュージック：9/10\u001b[22m\nSeiyuu 8/10\n\n\u001b[1m西友8/10\u001b[22m\n\u001b[1m(Seiyū 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSeiyuu 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeiyuu 8/10\u001b[24m\n    \u001b[1m西友8/10\u001b[22m, \u001b[1m声優8/10\u001b[22m\nLength: 7/10\n\n\u001b[1m長さ：7/10\u001b[22m\n\u001b[1m(Naga-sa: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mLength: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLength: 7/10\u001b[24m\n    \u001b[1m長さ：7/10\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 40/50; 80% (B-)\n\n\u001b[1m全体：40/50;  80％（B-）\u001b[22m\n\u001b[1m(Zentai: 40/ 50; 80-Pāsento (B - ))\u001b[22m\n\nTranslations of \u001b[4mOverall: 40/50; 80% (B-)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 40/50;\u001b[24m\n    \u001b[1m全体：40/50;\u001b[22m\n\u001b[4m80% (B-)\u001b[24m\n    \u001b[1m80％（B-）\u001b[22m"
  },
  {
    "title": "Ao_no_6-gou",
    "id": "1051",
    "url": "https://myanimelist.net/anime/1051/Ao_no_6-gou",
    "user": "Brainless906",
    "profile": "/profile/Brainless906/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=23270",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  5\n|  8\n\n私は一般的にレビューをしていませんが、いつもどんな時でも良いものを始めます。これは私の最初のレビューだと言われていますが、ほとんどの場合と比較してちょっと変わっているかもしれません。  '方法。\n\nストーリー：私は細部までは触れていないが、ボーダーラインは驚異的だが、それは非常に「全体的」には見えない。 私はそれがかなり独特で非常に創造的であると言うことは、それが全くそれのようなものを実際に見たことがないので、驚くべきことと言います。 しかし、それは多くの穴を持っているように見えます、多くは説明できないようです。 このアニメの4つの短いエピソードの長さのために、物語は非常に速い速度で進行します、これは物語が非常に「全体的ではない」という私の気持ちを説明するかもしれません\n\n芸術：この芸術は、このアニメについての私の好きな部分の一つであり、すべてが非常にきれいにまとめられており、人間以外のものは全く創造的に組み合わされていました。 私をかなり盗んだ唯一のことは、かなりのCGI（私は私のアニメには耐えられない）の使用でした。  CGIとは別に（もしあなたがそのようなことになっても問題ではない）、このアニメの全体的な「芸術」は素晴らしいです。\n\nサウンド：ミュージックトラックが勝利し、ボイスが勝利し、サウンドエフェクトが勝ち、「サウンド」セクションが勝利する。 つまり、嫌いな声はありません。嫌いなのは私だけです。  （サメの男の子の声は私を少し盗んだ）\n\nキャラクター：これはこのアニメが本当に苦しんでいるセクションで、すべてのセクションで最低の得点を得ます。 私は、この物語のキャラクターの発展は、存在しないものの近くで気になるので、これを言う。 私は全体的にこれを非難することができます。私は非常に短いアニメですが、ポイントのことを正しく理解しなければなりません。しかし、この長さのアニメでさえ、キャラクターの開発の欠如は恐ろしいものです。 新しい文字は導入されておらず、プロットに必要なものが現れた時点から始まります。半分は名前を持たないように見えます。 結局、私は物語の2人の主人公を誰が覚えていても困っていました。 ひどい「キャラクター・アイムス」のこれらの側面にもかかわらず、主人公はあなたの名前を完全に覚えていなくても、非常に好きです。\n\n全体的にこれは楽しい小さなアニメですが、一般的に私は2分以上のCGIを持つアニメーションをスキップしますが（何か嫌なことはありますが）何らかの理由でこのアニメが本当に注目されました。 どんなキャラクターの発展やそれ以外のものも期待してはいけませんが、ちょっと座ってあなたの退屈したことを見てみるといいアニメです。\n\n評決：Brainlessは8/10を承認する\n\nこれは非常によく書かれていませんでした。 脳のないレビュー2/10  - 頭脳12/9/14",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI dont generally do reviews but nows as good of a time as any to start, that being said this is my first review and you may find it a little odd in comparison to most however i'll just keep doing them in my own 'brainless ' way.\n\n\u001b[1m私は一般的にレビューをしていませんが、いつもどんな時でも良いものを始めます。これは私の最初のレビューだと言われていますが、ほとんどの場合と比較してちょっと変わっているかもしれません。  '方法。\u001b[22m\n\u001b[1m(Watashi wa ippantekini rebyū o shite imasenga, itsumo don'na toki demo yoi mono o hajimemasu. Kore wa watashi no saisho no rebyūda to iwa rete imasuga, hotondo no baai to hikaku shite chotto kawatte iru kamo shiremasen. ' Hōhō.)\u001b[22m\n\nTranslations of \u001b[4mI dont generally do reviews but nows as good of a time as any to start, that being said this is my first review and you may find it a little odd in comparison to most however i'll just keep doing them in my own 'brainless ' way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI dont generally do reviews but nows as good of a time as any to start, that being said this is my first review and you may find it a little odd in comparison to most however i'll just keep doing them in my own 'brainless\u001b[24m\n    \u001b[1m私は一般的にレビューをしていませんが、いつもどんな時でも良いものを始めます。これは私の最初のレビューだと言われていますが、ほとんどの場合と比較してちょっと変わっているかもしれません。\u001b[22m, \u001b[1m私は一般的にレビューを行うが、これは私の最初のレビューで言われていることを、いずれかが起動するように時間のように良いをNowsのと私はちょうど私の自身の '愚かでそれらをやっておこう、しかし、あなたは、ほとんどのに比べて、それは少し奇妙見つけることがいけません\u001b[22m\n\u001b[4m' way.\u001b[24m\n    \u001b[1m'方法。\u001b[22m\n\u001b[1m\u001b[22m\nStory: The story, which i'm not going to any detail about, is border-line amazing though it doesn't seem very 'whole'. I say amazing because I've never really seen anything quite like it, that is to say it is quite unique and quite creative. However it does seem to have a lot of holes, much seems to go unexplained. Because of the very short four episode life span of this anime the story does proceed along at a very fast rate, this may explain my feeling of the story not being very 'whole'\n\n\u001b[1mストーリー：私は細部までは触れていないが、ボーダーラインは驚異的だが、それは非常に「全体的」には見えない。 私はそれがかなり独特で非常に創造的であると言うことは、それが全くそれのようなものを実際に見たことがないので、驚くべきことと言います。 しかし、それは多くの穴を持っているように見えます、多くは説明できないようです。 このアニメの4つの短いエピソードの長さのために、物語は非常に速い速度で進行します、これは物語が非常に「全体的ではない」という私の気持ちを説明するかもしれません\u001b[22m\n\u001b[1m(Sutōrī: Watashi wa saibu made wa furete inaiga, bōdārain wa kyōi-tekidaga, sore wa hijō ni `zentai-teki' ni wa mienai. Watashi wa sore ga kanari dokutokude hijō ni sōzō-tekidearu to iu koto wa, sore ga mattaku sore no yōna mono o jissai ni mita koto ga nainode, odorokubeki koto to iimasu. Shikashi, sore wa ōku no ana o motte iru yō ni miemasu, ōku wa setsumei dekinai yōdesu. Kono anime no 4tsu no mijikai episōdo no naga-sa no tame ni, monogatari wa hijō ni hayai sokudo de shinkō shimasu, koreha monogatari ga hijō ni `zentai-tekide wanai' to iu watashi no kimochi o setsumei suru kamo shiremasen)\u001b[22m\n\nTranslations of \u001b[4mStory: The story, which i'm not going to any detail about, is border-line amazing though it doesn't seem very 'whole'. I say amazing because I've never really seen anything quite like it, that is to say it is quite unique and quite creative. However it does seem to have a lot of holes, much seems to go unexplained. Because of the very short four episode life span of this anime the story does proceed along at a very fast rate, this may explain my feeling of the story not being very 'whole'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The story, which i'm not going to any detail about, is border-line amazing though it doesn't seem very 'whole'.\u001b[24m\n    \u001b[1mストーリー：私は細部までは触れていないが、ボーダーラインは驚異的だが、それは非常に「全体的」には見えない。\u001b[22m, \u001b[1mストーリー：それは非常に「全体」は思えませんが、私はについての細部につもりはない話が、境界線素晴らしいです。\u001b[22m\n\u001b[4mI say amazing because I've never really seen anything quite like it, that is to say it is quite unique and quite creative.\u001b[24m\n    \u001b[1m私はそれがかなり独特で非常に創造的であると言うことは、それが全くそれのようなものを実際に見たことがないので、驚くべきことと言います。\u001b[22m, \u001b[1m私は実際にはかなりそれのようなものを見たことがないので、私はそれはそれは非常にユニークで非常に創造的であると言うことです、素晴らしいと言います。\u001b[22m\n\u001b[4mHowever it does seem to have a lot of holes, much seems to go unexplained.\u001b[24m\n    \u001b[1mしかし、それは多くの穴を持っているように見えます、多くは説明できないようです。\u001b[22m, \u001b[1mそれは穴をたくさん持っているように見えるんしかし、多くの原因不明のように思えます。\u001b[22m\n\u001b[4mBecause of the very short four episode life span of this anime the story does proceed along at a very fast rate, this may explain my feeling of the story not being very 'whole'\u001b[24m\n    \u001b[1mこのアニメの4つの短いエピソードの長さのために、物語は非常に速い速度で進行します、これは物語が非常に「全体的ではない」という私の気持ちを説明するかもしれません\u001b[22m, \u001b[1mこのアニメの非常に短い4エピソード寿命の話は非常に速い速度でに沿って進行しないので、これは話は非常に「全体」ではないという私の気持ちを説明することができます\u001b[22m\n\u001b[1m\u001b[22m\nArt: The art was one of my favorite parts about this anime, everything is very nicely put together and anything non-human was quite creatively put together. The only thing that bugged me quite a bit was the use of quite a bit of CGI (which i cannot stand in my anime). Aside from the CGI (if your into that kinda thing, isn't even a problem) the over-all 'art' of this anime is great.\n\n\u001b[1m芸術：この芸術は、このアニメについての私の好きな部分の一つであり、すべてが非常にきれいにまとめられており、人間以外のものは全く創造的に組み合わされていました。 私をかなり盗んだ唯一のことは、かなりのCGI（私は私のアニメには耐えられない）の使用でした。  CGIとは別に（もしあなたがそのようなことになっても問題ではない）、このアニメの全体的な「芸術」は素晴らしいです。\u001b[22m\n\u001b[1m(Geijutsu: Kono geijutsu wa, kono anime ni tsuite no watashi no sukina bubun no hitotsudeari, subete ga hijō ni kirei ni matome rarete ori, ningen igai no mono wa mattaku sōzō-teki ni kumiawasa rete imashita. Watashi o kanari nusunda yuiitsu no koto wa, kanari no CGI (watashi wa watashi no anime ni wa taerarenai) no shiyōdeshita. CGI to wa betsuni (moshi anata ga sono yōna koto ni natte mo mondaide wanai), kono anime no zentai-tekina `geijutsu' wa subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mArt: The art was one of my favorite parts about this anime, everything is very nicely put together and anything non-human was quite creatively put together. The only thing that bugged me quite a bit was the use of quite a bit of CGI (which i cannot stand in my anime). Aside from the CGI (if your into that kinda thing, isn't even a problem) the over-all 'art' of this anime is great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The art was one of my favorite parts about this anime, everything is very nicely put together and anything non-human was quite creatively put together.\u001b[24m\n    \u001b[1m芸術：この芸術は、このアニメについての私の好きな部分の一つであり、すべてが非常にきれいにまとめられており、人間以外のものは全く創造的に組み合わされていました。\u001b[22m, \u001b[1mアート：芸術はこのアニメについての私の好きな部分の一つだった、すべてが非常にきれいにまとめられ、何も非ヒトは非常に創造的にまとめました。\u001b[22m\n\u001b[4mThe only thing that bugged me quite a bit was the use of quite a bit of CGI (which i cannot stand in my anime).\u001b[24m\n    \u001b[1m私をかなり盗んだ唯一のことは、かなりのCGI（私は私のアニメには耐えられない）の使用でした。\u001b[22m, \u001b[1m私はかなりの盗聴唯一のものは、（私は私のアニメに立つことができない）CGIのかなりの使用でした。\u001b[22m\n\u001b[4mAside from the CGI (if your into that kinda thing, isn't even a problem) the over-all 'art' of this anime is great.\u001b[24m\n    \u001b[1mCGIとは別に（もしあなたがそのようなことになっても問題ではない）、このアニメの全体的な「芸術」は素晴らしいです。\u001b[22m, \u001b[1mこのアニメの過剰すべての「芸術は '（あなたがそのちょっとの事にも問題がない場合）は別として、CGIから素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Music track is win, Voice's are win, Sound Effects are win, over-all the 'sound' section is win. That is to say there are no voice's i hated and only one that bugged me. (shark-boy's voice bugged me a little)\n\n\u001b[1mサウンド：ミュージックトラックが勝利し、ボイスが勝利し、サウンドエフェクトが勝ち、「サウンド」セクションが勝利する。 つまり、嫌いな声はありません。嫌いなのは私だけです。  （サメの男の子の声は私を少し盗んだ）\u001b[22m\n\u001b[1m(Saundo: Myūjikkutorakku ga shōri shi, boisu ga shōri shi, saundoefekuto ga kachi,`saundo' sekushon ga shōri suru. Tsumari, kiraina koe wa arimasen. Kiraina no wa watashi dakedesu. (Same no otokonoko no koe wa watashi o sukoshi nusunda))\u001b[22m\n\nTranslations of \u001b[4mSound: Music track is win, Voice's are win, Sound Effects are win, over-all the 'sound' section is win. That is to say there are no voice's i hated and only one that bugged me. (shark-boy's voice bugged me a little)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Music track is win, Voice's are win, Sound Effects are win, over-all the 'sound' section is win.\u001b[24m\n    \u001b[1mサウンド：ミュージックトラックが勝利し、ボイスが勝利し、サウンドエフェクトが勝ち、「サウンド」セクションが勝利する。\u001b[22m, \u001b[1mサウンド：音楽トラックが勝つされ、音声の勝利、サウンドエフェクトですオーバーすべての「サウンド」セクションで、勝利している勝利です。\u001b[22m\n\u001b[4mThat is to say there are no voice's i hated and only one that bugged me.\u001b[24m\n    \u001b[1mつまり、嫌いな声はありません。嫌いなのは私だけです。\u001b[22m, \u001b[1mそれは何も私は嫌わ声の私を盗聴一方のみが存在しないと言うことです。\u001b[22m\n\u001b[4m(shark-boy's voice bugged me a little)\u001b[24m\n    \u001b[1m（サメの男の子の声は私を少し盗んだ）\u001b[22m, \u001b[1m（サメ少年の声は私を少し盗聴しました）\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: This is a section this anime really suffers in, and over all the sections it gets my lowest score. I say this because the character development in this story is damn near non existent. We can blame this on the whole 'I'm a very short anime i have to get right to the point thing' but even for an anime of this length the lack of character development is horrible. New characters are not introduced, they merely start existing when the plot seems to need them, half of which don't even seem to have names. By the end i had trouble even remembering who the two main characters of the story where. despite these aspects of terrible 'character-isms' the main characters are very like-able, even if you don't fully remember their names....\n\n\u001b[1mキャラクター：これはこのアニメが本当に苦しんでいるセクションで、すべてのセクションで最低の得点を得ます。 私は、この物語のキャラクターの発展は、存在しないものの近くで気になるので、これを言う。 私は全体的にこれを非難することができます。私は非常に短いアニメですが、ポイントのことを正しく理解しなければなりません。しかし、この長さのアニメでさえ、キャラクターの開発の欠如は恐ろしいものです。 新しい文字は導入されておらず、プロットに必要なものが現れた時点から始まります。半分は名前を持たないように見えます。 結局、私は物語の2人の主人公を誰が覚えていても困っていました。 ひどい「キャラクター・アイムス」のこれらの側面にもかかわらず、主人公はあなたの名前を完全に覚えていなくても、非常に好きです。\u001b[22m\n\u001b[1m(Kyarakutā: Kore wa kono anime ga hontōni kurushinde iru sekushon de, subete no sekushon de saitei no tokuten o emasu. Watashi wa, kono monogatari no kyarakutā no hatten wa, sonzai shinaimonono chikaku de ki ni narunode, kore o iu. Watashi wa zentai-teki ni kore o hinan suru koto ga dekimasu. Watashi wa hijō ni mijikai animedesuga, pointo no koto o tadashiku rikai shinakereba narimasen. Shikashi, kono naga-sa no animede sae, kyarakutā no kaihatsu no ketsujo wa osoroshī monodesu. Atarashī moji wa dōnyū sa rete orazu, purotto ni hitsuyōnamono ga arawareta jiten kara hajimarimasu. Hanbun wa namae o motanai yō ni miemasu. Kekkyoku, watashi wa monogatari no 2-ri no shujinkō o dare ga oboete ite mo komatte imashita. Hidoi `kyarakutā aimusu' no korera no sokumen nimokakawarazu, shujinkō wa anata no namae o kanzen ni oboete inakute mo, hijō ni sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: This is a section this anime really suffers in, and over all the sections it gets my lowest score. I say this because the character development in this story is damn near non existent. We can blame this on the whole 'I'm a very short anime i have to get right to the point thing' but even for an anime of this length the lack of character development is horrible. New characters are not introduced, they merely start existing when the plot seems to need them, half of which don't even seem to have names. By the end i had trouble even remembering who the two main characters of the story where. despite these aspects of terrible 'character-isms' the main characters are very like-able, even if you don't fully remember their names....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: This is a section this anime really suffers in, and over all the sections it gets my lowest score.\u001b[24m\n    \u001b[1mキャラクター：これはこのアニメが本当に苦しんでいるセクションで、すべてのセクションで最低の得点を得ます。\u001b[22m, \u001b[1mキャラクター：これは、このアニメは本当にで苦しんでいる部分であり、そしてすべてのセクションの上に、それは私の最も低いスコアを取得します。\u001b[22m\n\u001b[4mI say this because the character development in this story is damn near non existent.\u001b[24m\n    \u001b[1m私は、この物語のキャラクターの発展は、存在しないものの近くで気になるので、これを言う。\u001b[22m, \u001b[1mこの物語の中で、文字の開発はいまいましい非存在の近くにあるので、私はこれを言います。\u001b[22m\n\u001b[4mWe can blame this on the whole 'I'm a very short anime i have to get right to the point thing' but even for an anime of this length the lack of character development is horrible.\u001b[24m\n    \u001b[1m私は全体的にこれを非難することができます。私は非常に短いアニメですが、ポイントのことを正しく理解しなければなりません。しかし、この長さのアニメでさえ、キャラクターの開発の欠如は恐ろしいものです。\u001b[22m, \u001b[1m私たちは、「私は非常に短いアニメだ私は点物に権利を取得する必要がある」でさえ、この長さのアニメの文字の開発の欠如は恐ろしいです全体的にこれを非難することができます。\u001b[22m\n\u001b[4mNew characters are not introduced, they merely start existing when the plot seems to need them, half of which don't even seem to have names.\u001b[24m\n    \u001b[1m新しい文字は導入されておらず、プロットに必要なものが現れた時点から始まります。半分は名前を持たないように見えます。\u001b[22m, \u001b[1m新しい文字が導入されていない、彼らは単にプロットがそれらを必要とするように思われるときに、既存の起動、の半分にも名前を持っていないようです。\u001b[22m\n\u001b[4mBy the end i had trouble even remembering who the two main characters of the story where.\u001b[24m\n    \u001b[1m結局、私は物語の2人の主人公を誰が覚えていても困っていました。\u001b[22m, \u001b[1m年末までに私も人の話には主に2つの文字どこで覚えてトラブルがありました。\u001b[22m\n\u001b[4mdespite these aspects of terrible 'character-isms' the main characters are very like-able, even if you don't fully remember their names....\u001b[24m\n    \u001b[1mひどい「キャラクター・アイムス」のこれらの側面にもかかわらず、主人公はあなたの名前を完全に覚えていなくても、非常に好きです。\u001b[22m, \u001b[1mあなたは完全に自分の名前を覚えていない場合でも、ひどい '文字-主義」のこれらの側面にもかかわらず、主要な登場人物は、非常に同じようなことができます....\u001b[22m\n\u001b[1m\u001b[22m\nOverall this is an enjoyable little anime, generally i skip any anime with more then 2 minutes of CGI (grawr i hate that stuff) but for some reason this anime just really kept my attention. don't go into expecting any character development or any of that but its a nice anime to just sit down and watch if your bored.\n\n\u001b[1m全体的にこれは楽しい小さなアニメですが、一般的に私は2分以上のCGIを持つアニメーションをスキップしますが（何か嫌なことはありますが）何らかの理由でこのアニメが本当に注目されました。 どんなキャラクターの発展やそれ以外のものも期待してはいけませんが、ちょっと座ってあなたの退屈したことを見てみるといいアニメです。\u001b[22m\n\u001b[1m(Zentai-teki ni kore wa tanoshī chīsana animedesuga, ippantekini watashi wa 2-bu ijō no CGI o motsu animēshon o sukippu shimasuga (nani ka iyana koto wa arimasuga) nanrakano riyū de kono anime ga hontōni chūmoku sa remashita. Don'na kyarakutā no hatten ya soreigai no mono mo kitai shite wa ikemasenga, chotto suwatte anata no taikutsu shita koto o mite miruto ī animedesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall this is an enjoyable little anime, generally i skip any anime with more then 2 minutes of CGI (grawr i hate that stuff) but for some reason this anime just really kept my attention. don't go into expecting any character development or any of that but its a nice anime to just sit down and watch if your bored.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall this is an enjoyable little anime, generally i skip any anime with more then 2 minutes of CGI (grawr i hate that stuff) but for some reason this anime just really kept my attention.\u001b[24m\n    \u001b[1m全体的にこれは楽しい小さなアニメですが、一般的に私は2分以上のCGIを持つアニメーションをスキップしますが（何か嫌なことはありますが）何らかの理由でこのアニメが本当に注目されました。\u001b[22m, \u001b[1m全体的にこれは、一般的に私は（私はそのようなものを嫌いgrawr）CGIのもっとして2分でのアニメをスキップするが、何らかの理由でこのアニメは本当に私の注意を保持し、楽しい少しアニメです。\u001b[22m\n\u001b[4mdon't go into expecting any character development or any of that but its a nice anime to just sit down and watch if your bored.\u001b[24m\n    \u001b[1mどんなキャラクターの発展やそれ以外のものも期待してはいけませんが、ちょっと座ってあなたの退屈したことを見てみるといいアニメです。\u001b[22m, \u001b[1mただ座って、あなたの退屈ならば見に任意の文字の開発または任意のそののが、その素敵なアニメを期待しに行っていません。\u001b[22m\n\u001b[1m\u001b[22m\nVerdict: Brainless Approves 8/10\n\n\u001b[1m評決：Brainlessは8/10を承認する\u001b[22m\n\u001b[1m(Hyōketsu: Brainless wa 8/ 10 o shōnin suru)\u001b[22m\n\nTranslations of \u001b[4mVerdict: Brainless Approves 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVerdict: Brainless Approves 8/10\u001b[24m\n    \u001b[1m評決：Brainlessは8/10を承認する\u001b[22m, \u001b[1m評決：愚か承認8/10\u001b[22m\n\u001b[1m\u001b[22m\nThis was very poorly written. brainless reviews his review as 2/10 - brainless 12/9/14\n\n\u001b[1mこれは非常によく書かれていませんでした。 脳のないレビュー2/10  - 頭脳12/9/14\u001b[22m\n\u001b[1m(Kore wa hijō ni yoku kaka rete imasendeshita. Nō no nai rebyū 2/ 10 - zunō 12/ 9/ 14)\u001b[22m\n\nTranslations of \u001b[4mThis was very poorly written. brainless reviews his review as 2/10 - brainless 12/9/14\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was very poorly written.\u001b[24m\n    \u001b[1mこれは非常によく書かれていませんでした。\u001b[22m, \u001b[1mこれは非常に下手に書かれました。\u001b[22m\n\u001b[4mbrainless reviews his review as 2/10 - brainless 12/9/14\u001b[24m\n    \u001b[1m脳のないレビュー2/10  - 頭脳12/9/14\u001b[22m, \u001b[1m愚か12/9/14  - 愚かでは2月10日のように彼のレビューをレビュー\u001b[22m"
  },
  {
    "title": "Ao_no_6-gou",
    "id": "1051",
    "url": "https://myanimelist.net/anime/1051/Ao_no_6-gou",
    "user": "Mliekseter",
    "profile": "/profile/Mliekseter/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=20836",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  10\n\n私はBlue Submarine 6について何が好きですか？\nまあ、私はぼんやりと覚えています。それを分割して見て、私が6歳だった美しい6ヶ月間に戻って、Toonamiで無料のケーブルを持っていました。 はい、Gundamn WingとChris Coloradoを見ている時間に沿って、Blue Submarineといくつかの奇妙な動物の男性についてのこの奇妙なショーがありました。\n当時、私はそれほど狂っていませんでしたが、それはほとんどの場合、エピソードの順序を決めることができなかったからです。私はこの漠然としたアイデアを私が見ているかもしれません。\n今はもちろん、その14年と私はシリーズを持っています。\nそして、私はそれを愛しています。\n\nブルーサブ6は、実際には、特定のカテゴリで際立っていません。 私がそれを与えることができる数字の店は、本当にどれくらい私が本当に好きであるかについて本当に正義を行うだろう。 アニメーションは滑らかで美しいですが、どんな点でも目立っていません。 ストーリーは完全にオリジナルではありませんが、その良いとそれはいくつかの素晴らしい小さな詳細があります。 率直に言って、キャラクターは私のために全く目立たない。\nしかし、どういうわけか、すべて一緒に、本当に魅力的なものを見る。 ロマンスには目立った欠点がありますが、ムティオとテツの間に何かがあると思います。 そしておそらく鉄男とまゆみも。 水中戦闘の様子はスタイリッシュで、よく出来ていて、かなり信じがたいですが、これを「バトルアニメ」と呼ぶことはできません。 動物の男性とのシーンは...奇妙ですが、それらのかなり興味深いビューを提示します。 非常に人間ですが、明らかにそうではありません。\n音楽はかなりいいですね、そこには素晴らしく適切なジャズの曲がいくつかあります。 むしろ、その点で私にビッグ・オーを思い出させる。 私はこの点でも目立っているとは言えません\n実際には、このシリーズを愛するための私の理由はすべて、すべての点でそれの特定の側面で見つけることができません。 それは言い換えれば、コンポーネントではなく完成したものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhat is it I love about Blue Submarine 6...\n\n\u001b[1m私はBlue Submarine 6について何が好きですか？\u001b[22m\n\u001b[1m(Watashi wa burū Submarine 6 ni tsuite nani ga sukidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mWhat is it I love about Blue Submarine 6...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat is it I love about Blue Submarine 6...\u001b[24m\n    \u001b[1m私はBlue Submarine 6について何が好きですか？\u001b[22m, \u001b[1mそれは私がブルー潜水艦6について愛する何ですか...\u001b[22m\nWell, I remember, vaguely, watching it in instalments, back during those beautiful 6 months when I was 6 and we had free Cable, on Toonami. At yes, along side those hours watching Gundamn Wing and Chris Colorado, there was this odd little show about a Blue Submarine and some odd Animal men.\n\n\u001b[1mまあ、私はぼんやりと覚えています。それを分割して見て、私が6歳だった美しい6ヶ月間に戻って、Toonamiで無料のケーブルを持っていました。 はい、Gundamn WingとChris Coloradoを見ている時間に沿って、Blue Submarineといくつかの奇妙な動物の男性についてのこの奇妙なショーがありました。\u001b[22m\n\u001b[1m(Mā, watashi wa bon'yari to oboete imasu. Sore o bunkatsu shite mite, watashi ga 6-saidatta utsukushī 6-kagetsu-kan ni modotte, Toonami de muryō no kēburu o motte imashita. Hai, Gundamn uingu to kurisu kororado o mite iru jikan ni sotte, burū Submarine to ikutsu ka no kimyōna dōbutsu no dansei ni tsuite no kono kimyōna shō ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mWell, I remember, vaguely, watching it in instalments, back during those beautiful 6 months when I was 6 and we had free Cable, on Toonami. At yes, along side those hours watching Gundamn Wing and Chris Colorado, there was this odd little show about a Blue Submarine and some odd Animal men.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, I remember, vaguely, watching it in instalments, back during those beautiful 6 months when I was 6 and we had free Cable, on Toonami.\u001b[24m\n    \u001b[1mまあ、私はぼんやりと覚えています。それを分割して見て、私が6歳だった美しい6ヶ月間に戻って、Toonamiで無料のケーブルを持っていました。\u001b[22m, \u001b[1m私は6だったと我々はToonamiに、無料のケーブルを持っていたときまあ、私はそれらの美しい6ヶ月の間に戻って、分割払いでそれを見て、漠然と、覚えておいてください。\u001b[22m\n\u001b[4mAt yes, along side those hours watching Gundamn Wing and Chris Colorado, there was this odd little show about a Blue Submarine and some odd Animal men.\u001b[24m\n    \u001b[1mはい、Gundamn WingとChris Coloradoを見ている時間に沿って、Blue Submarineといくつかの奇妙な動物の男性についてのこの奇妙なショーがありました。\u001b[22m, \u001b[1mそうでは、側面に沿ってGundamnウィングとクリスコロラド州を見て、これらの時間は、ブルー潜水艦といくつかの奇妙な動物の男性については、この奇妙な小さなショーがありました。\u001b[22m\nBack then, I wasn't so crazy on it, but that was mostly because I could never work out what order the episodes went in. I had this vague idea I might be watching them out of sync, or perhaps that I missed one.\n\n\u001b[1m当時、私はそれほど狂っていませんでしたが、それはほとんどの場合、エピソードの順序を決めることができなかったからです。私はこの漠然としたアイデアを私が見ているかもしれません。\u001b[22m\n\u001b[1m(Tōji, watashi wa sorehodo kurutte imasendeshitaga, sore wa hotondo no baai, episōdo no junjo o kimeru koto ga dekinakattakaradesu. Watashi wa kono bakuzento shita aidea o watashi ga mite iru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mBack then, I wasn't so crazy on it, but that was mostly because I could never work out what order the episodes went in. I had this vague idea I might be watching them out of sync, or perhaps that I missed one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBack then, I wasn't so crazy on it, but that was mostly because I could never work out what order the episodes went in. I had this vague idea I might be watching them out of sync, or perhaps that I missed one.\u001b[24m\n    \u001b[1m当時、私はそれほど狂っていませんでしたが、それはほとんどの場合、エピソードの順序を決めることができなかったからです。私はこの漠然としたアイデアを私が見ているかもしれません。\u001b[22m, \u001b[1m当時、私はそれにとてもクレイジーではなかったが、私はエピソードは、私は私の同期がとれて、それらを見ている可能性があり、この漠然とした考えを持っていた、または多分私は1つを逃したことを。で行った注文何かを働くことができませんでしたので、それはほとんどでした。\u001b[22m\nNow of course, its 14 years on and I've got the series.\n\n\u001b[1m今はもちろん、その14年と私はシリーズを持っています。\u001b[22m\n\u001b[1m(Ima wa mochiron, sono 14-nen to watashi wa shirīzu o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mNow of course, its 14 years on and I've got the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow of course, its 14 years on and I've got the series.\u001b[24m\n    \u001b[1m今はもちろん、その14年と私はシリーズを持っています。\u001b[22m, \u001b[1m今もちろん、その14年後に、私はシリーズを持っています。\u001b[22m\nAnd Damn do I love it.\n\n\u001b[1mそして、私はそれを愛しています。\u001b[22m\n\u001b[1m(Soshite, watashi wa sore o aishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd Damn do I love it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd Damn do I love it.\u001b[24m\n    \u001b[1mそして、私はそれを愛しています。\u001b[22m, \u001b[1mそして、くそ私はそれを愛しています。\u001b[22m\n\u001b[1m\u001b[22m\nBlue Sub 6 does not, really, stand out in any particular category. No numerical store I could give it would really do justice to how Much I really Like it. The Animation is smooth, beautiful, but its not remarkable in any way. The Story isn't perfectly original, but its good and it has some wonderful little details. Frankly, the characters don't stand out at all for me.\n\n\u001b[1mブルーサブ6は、実際には、特定のカテゴリで際立っていません。 私がそれを与えることができる数字の店は、本当にどれくらい私が本当に好きであるかについて本当に正義を行うだろう。 アニメーションは滑らかで美しいですが、どんな点でも目立っていません。 ストーリーは完全にオリジナルではありませんが、その良いとそれはいくつかの素晴らしい小さな詳細があります。 率直に言って、キャラクターは私のために全く目立たない。\u001b[22m\n\u001b[1m(Burūsabu 6 wa, jissai ni wa, tokutei no kategori de kiwadatte imasen. Watashi ga sore o ataeru koto ga dekiru sūji no mise wa, hontōni dorekurai watashi ga hontōni sukidearu ka ni tsuite hontōni seigi o okonaudarou. Animēshon wa namerakade utsukushīdesuga, don'na ten demo medatte imasen. Sutōrī wa kanzen ni orijinarude wa arimasenga, sono yoi to sore wa ikutsu ka no subarashī chīsana shōsai ga arimasu. Sotchoku ni itte, kyarakutā wa watashi no tame ni mattaku medatanai.)\u001b[22m\n\nTranslations of \u001b[4mBlue Sub 6 does not, really, stand out in any particular category. No numerical store I could give it would really do justice to how Much I really Like it. The Animation is smooth, beautiful, but its not remarkable in any way. The Story isn't perfectly original, but its good and it has some wonderful little details. Frankly, the characters don't stand out at all for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBlue Sub 6 does not, really, stand out in any particular category.\u001b[24m\n    \u001b[1mブルーサブ6は、実際には、特定のカテゴリで際立っていません。\u001b[22m, \u001b[1m青サブ6は、実際には、任意の特定のカテゴリには目立ちません。\u001b[22m\n\u001b[4mNo numerical store I could give it would really do justice to how Much I really Like it.\u001b[24m\n    \u001b[1m私がそれを与えることができる数字の店は、本当にどれくらい私が本当に好きであるかについて本当に正義を行うだろう。\u001b[22m, \u001b[1m私はそれを与えることができませ数値店は本当に私は本当にそれが好きどのくらいに正義を行わないことになります。\u001b[22m\n\u001b[4mThe Animation is smooth, beautiful, but its not remarkable in any way.\u001b[24m\n    \u001b[1mアニメーションは滑らかで美しいですが、どんな点でも目立っていません。\u001b[22m, \u001b[1mアニメーションは、滑らかで美しいが、どのような方法でその顕著ではありません。\u001b[22m\n\u001b[4mThe Story isn't perfectly original, but its good and it has some wonderful little details.\u001b[24m\n    \u001b[1mストーリーは完全にオリジナルではありませんが、その良いとそれはいくつかの素晴らしい小さな詳細があります。\u001b[22m, \u001b[1mストーリーは完全オリジナルではないですが、その良い、それはいくつかの素晴らしい小さな詳細があります。\u001b[22m\n\u001b[4mFrankly, the characters don't stand out at all for me.\u001b[24m\n    \u001b[1m率直に言って、キャラクターは私のために全く目立たない。\u001b[22m, \u001b[1m率直に言って、文字は私のためにすべてのアウト立っていません。\u001b[22m\nBut somehow, all put together, its a truly enthralling thing to watch. There's a noticeable lack of Romance, although I think there's something implied between Mutio and Tetsu. And perhaps Tetsu and Mayumi too. The Scenes of underwater combat are stylish, well done, and fairly believable, but the far enough between that you can't call this a 'Battle Anime'. The Scenes with the animal men are...Strange, but present a rather interesting view of them. Very human, yet clearly not.\n\n\u001b[1mしかし、どういうわけか、すべて一緒に、本当に魅力的なものを見る。 ロマンスには目立った欠点がありますが、ムティオとテツの間に何かがあると思います。 そしておそらく鉄男とまゆみも。 水中戦闘の様子はスタイリッシュで、よく出来ていて、かなり信じがたいですが、これを「バトルアニメ」と呼ぶことはできません。 動物の男性とのシーンは...奇妙ですが、それらのかなり興味深いビューを提示します。 非常に人間ですが、明らかにそうではありません。\u001b[22m\n\u001b[1m(Shikashi, dō iu wake ka, subete issho ni, hontōni miryoku-tekina mono o miru. Romansu ni wa medatta ketten ga arimasuga, mutio to Tetsu no ma ni nanika ga aru to omoimasu. Soshite osoraku Tetsuo to Mayumi mo. Suichūsentō no yōsu wa sutairisshu de, yoku dekite ite, kanari shinji gataidesuga, kore o `batoru anime' to yobu koto wa dekimasen. Dōbutsu no dansei to no shīn wa... Kimyōdesuga, sorera no kanari kyōmibukai byū o teiji shimasu. Hijō ni ningendesuga, akiraka ni sōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mBut somehow, all put together, its a truly enthralling thing to watch. There's a noticeable lack of Romance, although I think there's something implied between Mutio and Tetsu. And perhaps Tetsu and Mayumi too. The Scenes of underwater combat are stylish, well done, and fairly believable, but the far enough between that you can't call this a 'Battle Anime'. The Scenes with the animal men are...Strange, but present a rather interesting view of them. Very human, yet clearly not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut somehow, all put together, its a truly enthralling thing to watch.\u001b[24m\n    \u001b[1mしかし、どういうわけか、すべて一緒に、本当に魅力的なものを見る。\u001b[22m, \u001b[1mしかし、どういうわけか、すべては、一緒に見て、その本当に夢中にさせる事を置きます。\u001b[22m\n\u001b[4mThere's a noticeable lack of Romance, although I think there's something implied between Mutio and Tetsu.\u001b[24m\n    \u001b[1mロマンスには目立った欠点がありますが、ムティオとテツの間に何かがあると思います。\u001b[22m, \u001b[1m私はMutioとテツの間に暗黙の何かがあると思うが、ロマンスの顕著な欠如が、あります。\u001b[22m\n\u001b[4mAnd perhaps Tetsu and Mayumi too.\u001b[24m\n    \u001b[1mそしておそらく鉄男とまゆみも。\u001b[22m, \u001b[1mそして、おそらくあまりにもテツと真由美。\u001b[22m\n\u001b[4mThe Scenes of underwater combat are stylish, well done, and fairly believable, but the far enough between that you can't call this a 'Battle Anime'.\u001b[24m\n    \u001b[1m水中戦闘の様子はスタイリッシュで、よく出来ていて、かなり信じがたいですが、これを「バトルアニメ」と呼ぶことはできません。\u001b[22m, \u001b[1m水中戦闘のシーンは、スタイリッシュよくやった、とかなり信じていますが、十分に離れている間に、あなたがこのA 'バトルアニメ」と呼ぶことはできません。\u001b[22m\n\u001b[4mThe Scenes with the animal men are...Strange, but present a rather interesting view of them.\u001b[24m\n    \u001b[1m動物の男性とのシーンは...奇妙ですが、それらのかなり興味深いビューを提示します。\u001b[22m, \u001b[1m動物の男性とシーンは...奇妙であるが、そのうちのかなり興味深い見解を提示します。\u001b[22m\n\u001b[4mVery human, yet clearly not.\u001b[24m\n    \u001b[1m非常に人間ですが、明らかにそうではありません。\u001b[22m, \u001b[1m非常に人間、まだ明確ではありません。\u001b[22m\nThe Music is rather nice too, some wonderfully appropriate Jazz tunes in there. Rather reminds me of Big O in that respect. but I can't say it stands out in this regard either\n\n\u001b[1m音楽はかなりいいですね、そこには素晴らしく適切なジャズの曲がいくつかあります。 むしろ、その点で私にビッグ・オーを思い出させる。 私はこの点でも目立っているとは言えません\u001b[22m\n\u001b[1m(Ongaku wa kanari īdesu ne, soko ni wa subarashiku tekisetsuna jazu no kyoku ga ikutsu ka arimasu. Mushiro, sono ten de watashi ni biggu ō o omoidasaseru. Watashi wa kono ten demo medatte iru to wa iemasen)\u001b[22m\n\nTranslations of \u001b[4mThe Music is rather nice too, some wonderfully appropriate Jazz tunes in there. Rather reminds me of Big O in that respect. but I can't say it stands out in this regard either\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Music is rather nice too, some wonderfully appropriate Jazz tunes in there.\u001b[24m\n    \u001b[1m音楽はかなりいいですね、そこには素晴らしく適切なジャズの曲がいくつかあります。\u001b[22m, \u001b[1m音楽は、あまりにもそこにいくつかの素晴らしく適切なジャズの曲かなりいいです。\u001b[22m\n\u001b[4mRather reminds me of Big O in that respect.\u001b[24m\n    \u001b[1mむしろ、その点で私にビッグ・オーを思い出させる。\u001b[22m, \u001b[1mむしろその点でビッグOのことを思い出します。\u001b[22m\n\u001b[4mbut I can't say it stands out in this regard either\u001b[24m\n    \u001b[1m私はこの点でも目立っているとは言えません\u001b[22m, \u001b[1m私はそれがどちらか、この点で際立っていると言うことはできません\u001b[22m\nIn fact, all in all, my reason for loving this series cannot be found in any particular aspect of it. Its, so to speak, in the completion rather than the components.\n\n\u001b[1m実際には、このシリーズを愛するための私の理由はすべて、すべての点でそれの特定の側面で見つけることができません。 それは言い換えれば、コンポーネントではなく完成したものです。\u001b[22m\n\u001b[1m(Jissai ni wa, kono shirīzu o aisuru tame no watashi no riyū wa subete, subete no ten de sore no tokutei no sokumen de mitsukeru koto ga dekimasen. Soreha iikaereba, konpōnentode wa naku kansei shita monodesu.)\u001b[22m\n\nTranslations of \u001b[4mIn fact, all in all, my reason for loving this series cannot be found in any particular aspect of it. Its, so to speak, in the completion rather than the components.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn fact, all in all, my reason for loving this series cannot be found in any particular aspect of it.\u001b[24m\n    \u001b[1m実際には、このシリーズを愛するための私の理由はすべて、すべての点でそれの特定の側面で見つけることができません。\u001b[22m, \u001b[1m実際には、すべてのすべてで、このシリーズを愛するための私の理由は、任意の特定の局面で見つけることができません。\u001b[22m\n\u001b[4mIts, so to speak, in the completion rather than the components.\u001b[24m\n    \u001b[1mそれは言い換えれば、コンポーネントではなく完成したものです。\u001b[22m, \u001b[1mそのため、完成はなくコンポーネントに、話をします。\u001b[22m"
  },
  {
    "title": "Ao_no_6-gou",
    "id": "1051",
    "url": "https://myanimelist.net/anime/1051/Ao_no_6-gou",
    "user": "Nsider_NeoSeth",
    "profile": "/profile/Nsider_NeoSeth/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=219058",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  8\nキャラクター|  6\n|  6\n\nあなたは「ああ、ウォーターワールドは面白い映画だった。 日本が漫画を作ったらどうなったのだろう？  Blue Submarine No. 6がそうであるので、それほど遠くは見えません。 しかし、あなたは知っている、本当にそうではない。\n\nまず、キャラクターとクリーチャーのデザインはスポットライトです。 世界のブルー・サブマリンは視聴者に視覚的に面白くて尋ねられることを懇願しています。 私はそこに少し行った。 あなたがそれをキャッチして欲しいです。 誰もが見た目が非常に異なっていて、いつでも（私がみんなに知り合わなければならない時間は比較的短いにもかかわらず）、キャラクターを他の人と混同してしまったことはありませんでした。 私は当初、アニメのデータベースからコピー/ペーストされたように見えるトロピカルキャストの準備ができました。 しかし、私はすべての人が貧弱な4つのエピソードの中で最も楽しい方法で発展していることを知ってうれしく驚いていました。 あなたが当初彼らがどのようになると思いますか？ 私がアニメを見ているうちに、私はここで見る地球につながった歴史についてもっと知りたいと思っていますが、アニメがあなたにオハイオ州の答えを与えると思ったら、そうではありません。  Hehehe。 それを得る？ それはタイトルのようです。\n\n\n\nこのアニメも恐ろしいCGIでロードされています。 そして男、ああ、それはひどいですか？ カウボーイ・ビバップ、サムライ・シャンプー、その他の伝説のアニメ・サウンドトラックのレベルではないが、それでも素晴らしいと同時に、最悪のCGIでも喜んで座る。 私は驚くほど描かれたキャラクターを見て、「まあ、これは素晴らしいよ！ しかし、多くのひどくCGIの戦いシーンの最初のものが始まります。  Ao No. 6 GouのOH NOがどこから来るのかは間違いありません。 実際には2Dでアニメーション化されていれば、実際には非常に興味深いものになるでしょう。 しかし、CGIが非常に恐ろしいCGIで、水からスプラッシュ効果まで2Dキャラクターを船や他の生き物に不自然に置くと、非常に興味深いビジュアルになるものを楽しむことはほとんど不可能になります。 私は「ほとんど」と言っています。なぜならサウンドトラックはすばらしいからです。 私はそれが本当に良いことを意味します。 まばゆく使用された謎めいた、そして他の世界のトラックでつながれた活発なジャズ。\n\nそれで私はそれをお勧めしますか？ 私は...どういう意味ですか？ 良かったです。 私はそれが好き。 それはアキラではありませんが、それは素晴らしいサウンドトラックで、いくつかのクールな映像と瞬間を持つ、面白いポストapocalyptic物語です。 幻想的ではありませんが、調べる価値があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nHave you ever thought 'Oh man, Waterworld was an interesting movie. I wonder what'd it'd be like if Japan made a cartoon?' Well look no farther because Blue Submarine No. 6 is that. But, you know, not at all really.\n\n\u001b[1mあなたは「ああ、ウォーターワールドは面白い映画だった。 日本が漫画を作ったらどうなったのだろう？  Blue Submarine No. 6がそうであるので、それほど遠くは見えません。 しかし、あなたが知っている、全く実際にはありません。\u001b[22m\n\u001b[1m(Anata wa `ā , u~ōtāwārudo wa omoshiroi eigadatta. Nihon ga manga o tsukuttara dō natta nodarou? Burū Submarine nanbā 6 ga sōdearunode, sorehodo tōku wa miemasen. Shikashi, anata ga shitte iru, mattaku jissai ni wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mHave you ever thought 'Oh man, Waterworld was an interesting movie. I wonder what'd it'd be like if Japan made a cartoon?' Well look no farther because Blue Submarine No. 6 is that. But, you know, not at all really.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHave you ever thought 'Oh man, Waterworld was an interesting movie.\u001b[24m\n    \u001b[1mあなたは「ああ、ウォーターワールドは面白い映画だった。\u001b[22m, \u001b[1mあなたは今まで考えたことがあります」男ああ、ウォーターワールドは面白い映画でした。\u001b[22m\n\u001b[4mI wonder what'd it'd be like if Japan made a cartoon?'\u001b[24m\n    \u001b[1m日本が漫画を作ったらどうなったのだろう？\u001b[22m, \u001b[1m私は、日本は漫画を作った場合、それは次のようになるだろうwhat didの縮約形だろうか？」\u001b[22m\n\u001b[4mWell look no farther because Blue Submarine No. 6 is that.\u001b[24m\n    \u001b[1mBlue Submarine No. 6がそうであるので、それほど遠くは見えません。\u001b[22m, \u001b[1mまあ何も遠くブルー潜水艦6号がそれであるので、探す必要はありません。\u001b[22m\n\u001b[4mBut, you know, not at all really.\u001b[24m\n    \u001b[1mしかし、あなたが知っている、全く実際にはありません。\u001b[22m, \u001b[1mしかし、あなたは本当にすべてではない、知っています。\u001b[22m\n\u001b[1m\u001b[22m\nFirst off, the character and creature designs are spot-on. The world Blue Submarine presents the viewer with is at once visually interesting and begging to be explored. I did a bit there. Hope you caught it. Everyone looks and sounds very distinct and at no point (despite the relatively short amount of time I had to get to know everyone) did I ever confuse a character with another. I was initially ready for a tropey cast that really seemed like they were copy/pasted right out of an anime database. But I was pleasantly surprised to find that everyone develops over the course of the meager four episodes in a most pleasant way. No one is really how you initially expect them to be. As I watched the anime I couldn't help but want to know more about the history that led to the Earth we see here, but if you think the anime is going to give you answers OH NO, it's not. Hehehe. Get it? It's like the title.\n\n\u001b[1mまず、キャラクターとクリーチャーのデザインはスポットライトです。 世界のブルー・サブマリンは視聴者に視覚的に面白くて尋ねられることを懇願しています。 私はそこに少し行った。 あなたがそれをキャッチして欲しいです。 誰もが見た目が非常に異なっていて、いつでも（私がみんなに知り合わなければならない時間は比較的短いにもかかわらず）、キャラクターを他の人と混同してしまったことはありませんでした。 私は当初、アニメのデータベースからコピー/ペーストされたように見えるトロピカルキャストの準備ができました。 しかし、私はすべての人が貧弱な4つのエピソードの中で最も楽しい方法で発展していることを知ってうれしく驚いていました。 あなたが当初彼らがどのようになると思いますか？ 私がアニメを見ているうちに、私はここで見る地球につながった歴史についてもっと知りたいと思っていますが、アニメがあなたにオハイオ州の答えを与えると思ったら、そうではありません。  Hehehe。 それを得る？ それはタイトルのようです。\u001b[22m\n\u001b[1m(Mazu, kyarakutā to kurīchā no dezain wa supottoraitodesu. Sekai no burū sabumarin wa shichō-sha ni shikaku-teki ni omoshirokute tazune rareru koto o kongan shite imasu. Daremoga mitame ga hijō ni kotonatte ite, itsu demo (watashi ga min'na ni shiriawanakereba naranai jikan wa hikakuteki mijikai nimokakawarazu), kyarakutā o hokanohito to kondō shite shimatta koto wa arimasendeshita. Watashi wa tōsho, anime no dētabēsu kara kopī/ pēsuto sa reta yō ni mieru toropikarukyasuto no junbi ga dekimashita. Shikashi, watashi wa subete no hito ga hinjakuna 4tsu no episōdo no naka de mottomo tanoshī hōhō de hatten shite iru koto o shitte ureshiku odoroite imashita. Anata ga tōsho karera ga dono yō ni naru to omoimasu ka? Watashi ga anime o mite iru uchi ni, watashi wa koko de miru chikyū ni tsunagatta rekishi ni tsuite motto shiritai to omotte imasuga, anime ga anata ni Ohaio-shū no kotae o ataeru to omottara,-sōde wa arimasen. Hehehe. Sore o eru? Sore wa taitoru no yōdesu. Watashi wa soko ni sukoshi itta. Anata ga sore o kyatchi shite hoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mFirst off, the character and creature designs are spot-on. The world Blue Submarine presents the viewer with is at once visually interesting and begging to be explored. I did a bit there. Hope you caught it. Everyone looks and sounds very distinct and at no point (despite the relatively short amount of time I had to get to know everyone) did I ever confuse a character with another. I was initially ready for a tropey cast that really seemed like they were copy/pasted right out of an anime database. But I was pleasantly surprised to find that everyone develops over the course of the meager four episodes in a most pleasant way. No one is really how you initially expect them to be. As I watched the anime I couldn't help but want to know more about the history that led to the Earth we see here, but if you think the anime is going to give you answers OH NO, it's not. Hehehe. Get it? It's like the title.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst off, the character and creature designs are spot-on.\u001b[24m\n    \u001b[1mまず、キャラクターとクリーチャーのデザインはスポットライトです。\u001b[22m, \u001b[1mまず第一に、文字や生き物のデザインは、スポットオンです。\u001b[22m\n\u001b[4mThe world Blue Submarine presents the viewer with is at once visually interesting and begging to be explored.\u001b[24m\n    \u001b[1m世界のブルー・サブマリンは視聴者に視覚的に面白くて尋ねられることを懇願しています。\u001b[22m, \u001b[1m世界ブルー潜水艦は一度視覚的に興味深いであると調査されるために物乞いを視聴者に提示します。\u001b[22m\n\u001b[4mEveryone looks and sounds very distinct and at no point (despite the relatively short amount of time I had to get to know everyone) did I ever confuse a character with another.\u001b[24m\n    \u001b[1m誰もが見た目が非常に異なっていて、いつでも（私がみんなに知り合わなければならない時間は比較的短いにもかかわらず）、キャラクターを他の人と混同してしまったことはありませんでした。\u001b[22m, \u001b[1m誰もが見て、非常に明瞭な音、ノーポイントで、私が今まで別の文字を混同しなかった（比較的短い時間にもかかわらず、私は誰もが知るようにしなければなりませんでした）。\u001b[22m\n\u001b[4mI was initially ready for a tropey cast that really seemed like they were copy/pasted right out of an anime database.\u001b[24m\n    \u001b[1m私は当初、アニメのデータベースからコピー/ペーストされたように見えるトロピカルキャストの準備ができました。\u001b[22m, \u001b[1m私は当初、彼らは右のアニメのデータベースから貼り付け/コピーしたように本当に見えたtropeyキャストの準備ができていました。\u001b[22m\n\u001b[4mBut I was pleasantly surprised to find that everyone develops over the course of the meager four episodes in a most pleasant way.\u001b[24m\n    \u001b[1mしかし、私はすべての人が貧弱な4つのエピソードの中で最も楽しい方法で発展していることを知ってうれしく驚いていました。\u001b[22m, \u001b[1mしかし、私は誰もが最も快適な方法で貧弱な4エピソードかけて開発していることを見つけるために驚きました。\u001b[22m\n\u001b[4mNo one is really how you initially expect them to be.\u001b[24m\n    \u001b[1mあなたが当初彼らがどのようになると思いますか？\u001b[22m, \u001b[1m誰もあなたが最初に彼らがあることを想定する方法は本当にありません。\u001b[22m\n\u001b[4mAs I watched the anime I couldn't help but want to know more about the history that led to the Earth we see here, but if you think the anime is going to give you answers OH NO, it's not.\u001b[24m\n    \u001b[1m私がアニメを見ているうちに、私はここで見る地球につながった歴史についてもっと知りたいと思っていますが、アニメがあなたにオハイオ州の答えを与えると思ったら、そうではありません。\u001b[22m, \u001b[1m私はアニメを見ている私は助けるが、私たちはここを参照してください地球につながった歴史についての詳細を知りたいが、あなたはアニメがあなたに答えを与えるために起こっていると思われる場合NO OH、そうではありませんができませんでした。\u001b[22m\n\u001b[4mHehehe.\u001b[24m\n    \u001b[1mHehehe。\u001b[22m, \u001b[1mふふふ。\u001b[22m\n\u001b[4mGet it?\u001b[24m\n    \u001b[1mそれを得る？\u001b[22m, \u001b[1mそれを得ますか？\u001b[22m\n\u001b[4mIt's like the title.\u001b[24m\n    \u001b[1mそれはタイトルのようです。\u001b[22m, \u001b[1mこれは、タイトルのようなものです。\u001b[22m\n\u001b[4mI did a bit there.\u001b[24m\n    \u001b[1m私はそこに少し行った。\u001b[22m, \u001b[1m私は少しありました。\u001b[22m\n\u001b[4mHope you caught it.\u001b[24m\n    \u001b[1mあなたがそれをキャッチして欲しいです。\u001b[22m, \u001b[1mあなたはそれをキャッチ願っています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is also LOADED with terrible CGI. And man, OH MAN, is it terrible. Not on the level of Cowboy Bebop, Samurai Champloo or any of the other legendary anime soundtracks, but still fantastic and it makes sitting through even the worst-looking CGI a pleasure. I saw the amazingly drawn characters and thought 'Alright, this looks great!' But then the first of many terribly CGI'd fight scenes begins. This is definitely where the OH NO of Ao No. 6 Gou comes from. The fights would actually be very interesting if they were just animated in 2D. But with so much terrible CGI saturating the anime, from the water to the splash effects awkwardly places over 2D characters to the ships and other creatures, it almost becomes hard to enjoy what would be very interesting visuals. I say 'almost' because the soundtrack is terrific. I mean, it's really good. Energetic jazz spliced with sparsely used enigmatic and otherworldly tracks.\n\n\u001b[1mこのアニメも恐ろしいCGIでロードされています。 そして男、ああ、それはひどいですか？ カウボーイ・ビバップ、サムライ・シャンプー、その他の伝説のアニメ・サウンドトラックのレベルではないが、それでもやはり幻想的で、最悪のCGIでも喜んで座っている。 私は驚くほど描かれたキャラクターを見て、「まあ、これは素晴らしいよ！ しかし、多くのひどくCGIの戦いシーンの最初のものが始まります。  Ao No. 6 GouのOH NOがどこから来るのかは間違いありません。 実際には2Dでアニメーション化されていれば、実際には非常に興味深いものになるでしょう。 しかし、CGIが非常に恐ろしいCGIで、水からスプラッシュ効果まで2Dキャラクターを船や他の生き物に不自然に置くと、非常に面白いビジュアルになるものを楽しむことはほとんど不可能になります。 私は「ほとんど」と言っています。なぜならサウンドトラックはすばらしいからです。 私はそれが本当に良いことを意味します。 まばゆく使用された謎めいた、そして他の世界のトラックでつながれた活発なジャズ。\u001b[22m\n\u001b[1m(Kono anime mo osoroshī CGI de rōdo sa rete imasu. Soshite otoko, ā, sore wa hidoidesu ka? Watashi wa odoroku hodo egaka reta kyarakutā o mite,`mā, kore wa subarashī yo! Shikashi, ōku no hidoku CGI no tatakai shīn no saisho no mono ga hajimarimasu. Ao nanbā 6 gō no OH NO ga doko kara kuru no ka wa machigai arimasen. Jissai ni wa 2 D de animēshon-ka sa rete ireba, jissai ni wa hijō ni kyōmibukai mono ni narudeshou. Shikashi, CGI ga hijō ni osoroshī CGI de, mizu kara supurasshu kōka made 2 D kyarakutā o fune ya hoka no ikimono ni fushizen ni oku to, hijō ni omoshiroi bijuaru ni naru mono o tanoshimu koto wa hotondo fukanō ni narimasu. Watashi wa `hotondo' to itte imasu. Nazenara saundotorakku wa subarashīkaradesu. Watashi wa sore ga hontōni yoi koto o imi shimasu. Mabayuku shiyō sa reta nazomeita, soshite hoka no sekai no torakku de tsunaga reta kappatsuna jazu. Kaubōi bibappu, samurai shanpū, sonohoka no densetsu no anime saundotorakku no reberude wa naiga, soredemo yahari gensō-tekide, saiaku no CGI demo yorokonde suwatte iru.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is also LOADED with terrible CGI. And man, OH MAN, is it terrible. Not on the level of Cowboy Bebop, Samurai Champloo or any of the other legendary anime soundtracks, but still fantastic and it makes sitting through even the worst-looking CGI a pleasure. I saw the amazingly drawn characters and thought 'Alright, this looks great!' But then the first of many terribly CGI'd fight scenes begins. This is definitely where the OH NO of Ao No. 6 Gou comes from. The fights would actually be very interesting if they were just animated in 2D. But with so much terrible CGI saturating the anime, from the water to the splash effects awkwardly places over 2D characters to the ships and other creatures, it almost becomes hard to enjoy what would be very interesting visuals. I say 'almost' because the soundtrack is terrific. I mean, it's really good. Energetic jazz spliced with sparsely used enigmatic and otherworldly tracks.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is also LOADED with terrible CGI.\u001b[24m\n    \u001b[1mこのアニメも恐ろしいCGIでロードされています。\u001b[22m, \u001b[1mこのアニメはまたひどいCGIがロードされます。\u001b[22m\n\u001b[4mAnd man, OH MAN, is it terrible.\u001b[24m\n    \u001b[1mそして男、ああ、それはひどいですか？\u001b[22m, \u001b[1mそして、OH MAN、それはひどい男です。\u001b[22m\n\u001b[4mI saw the amazingly drawn characters and thought 'Alright, this looks great!'\u001b[24m\n    \u001b[1m私は驚くほど描かれたキャラクターを見て、「まあ、これは素晴らしいよ！\u001b[22m, \u001b[1m私は驚くほど描かれた文字を見て思った」さてさて、これは素晴らしいですね！」\u001b[22m\n\u001b[4mBut then the first of many terribly CGI'd fight scenes begins.\u001b[24m\n    \u001b[1mしかし、多くのひどくCGIの戦いシーンの最初のものが始まります。\u001b[22m, \u001b[1mしかし、多くのひどくCGI'd戦いのシーンの最初から始まります。\u001b[22m\n\u001b[4mThis is definitely where the OH NO of Ao No. 6 Gou comes from.\u001b[24m\n    \u001b[1mAo No. 6 GouのOH NOがどこから来るのかは間違いありません。\u001b[22m, \u001b[1mOH NO青の6号剛はどこから来るこれは間違いです。\u001b[22m\n\u001b[4mThe fights would actually be very interesting if they were just animated in 2D.\u001b[24m\n    \u001b[1m実際には2Dでアニメーション化されていれば、実際には非常に興味深いものになるでしょう。\u001b[22m, \u001b[1m彼らはちょうど2Dでアニメーション化された場合の戦いは、実際には非常に興味深いものになるだろう。\u001b[22m\n\u001b[4mBut with so much terrible CGI saturating the anime, from the water to the splash effects awkwardly places over 2D characters to the ships and other creatures, it almost becomes hard to enjoy what would be very interesting visuals.\u001b[24m\n    \u001b[1mしかし、CGIが非常に恐ろしいCGIで、水からスプラッシュ効果まで2Dキャラクターを船や他の生き物に不自然に置くと、非常に面白いビジュアルになるものを楽しむことはほとんど不可能になります。\u001b[22m, \u001b[1mしかし、そんなにひどいCGIはスプラッシュ効果への水から、アニメを飽和でぎこちなく船や他の生き物に2D文字の上に置き、それはほとんど非常に興味深いビジュアルどうなるか楽しむことが困難となります。\u001b[22m\n\u001b[4mI say 'almost' because the soundtrack is terrific.\u001b[24m\n    \u001b[1m私は「ほとんど」と言っています。なぜならサウンドトラックはすばらしいからです。\u001b[22m, \u001b[1mサウンドトラックは素晴らしいですので、私は「ほとんど」と言います。\u001b[22m\n\u001b[4mI mean, it's really good.\u001b[24m\n    \u001b[1m私はそれが本当に良いことを意味します。\u001b[22m, \u001b[1m私が意味する、それは本当に良いことです。\u001b[22m\n\u001b[4mEnergetic jazz spliced with sparsely used enigmatic and otherworldly tracks.\u001b[24m\n    \u001b[1mまばゆく使用された謎めいた、そして他の世界のトラックでつながれた活発なジャズ。\u001b[22m, \u001b[1mエネルギッシュなジャズがまばらに使用謎と別世界のトラックとスプライスさ。\u001b[22m\n\u001b[4mNot on the level of Cowboy Bebop, Samurai Champloo or any of the other legendary anime soundtracks, but still fantastic and it makes sitting through even the worst-looking CGI a pleasure.\u001b[24m\n    \u001b[1mカウボーイ・ビバップ、サムライ・シャンプー、その他の伝説のアニメ・サウンドトラックのレベルではないが、それでもやはり幻想的で、最悪のCGIでも喜んで座っている。\u001b[22m, \u001b[1mいないカウボーイビバップ、サムライチャンプルーや他の伝説的なアニメのサウンドトラックのいずれかのレベルが、それでも素晴らしい上に、それは最悪の見通しCGIを通じて喜びを座っなります。\u001b[22m\n\u001b[1m\u001b[22m\nSo do I recommend it? I mean... kind of? It was good. I liked it. It's no Akira but it's still an interesting post-apocalyptic story with some cool visuals and moments with a great soundtrack. Nothing fantastic, but worth looking into.\n\n\u001b[1mそれで私はそれをお勧めしますか？ 私は...どういう意味ですか？ 良かったです。 私はそれが好き。 それはアキラではありませんが、それは素晴らしいサウンドトラックで、いくつかのクールな映像と瞬間を持つ、面白いポストapocalyptic物語です。 幻想的ではありませんが、調べる価値があります。\u001b[22m\n\u001b[1m(Sorede watashi wa sore o o susume shimasu ka? Watashi wa... Dōiu imidesu ka? Yokattadesu. Watashi wa sore ga suki. Sore wa Akirade wa arimasenga, sore wa subarashī saundotorakku de, ikutsu ka no kūruna eizō to shunkan o motsu, omoshiroi posuto apocalyptic monogataridesu. Gensō-tekide wa arimasenga, shiraberu kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo do I recommend it? I mean... kind of? It was good. I liked it. It's no Akira but it's still an interesting post-apocalyptic story with some cool visuals and moments with a great soundtrack. Nothing fantastic, but worth looking into.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo do I recommend it?\u001b[24m\n    \u001b[1mそれで私はそれをお勧めしますか？\u001b[22m, \u001b[1mだから私はそれをお勧めしますか？\u001b[22m\n\u001b[4mI mean... kind of?\u001b[24m\n    \u001b[1m私は...どういう意味ですか？\u001b[22m, \u001b[1m私が意味する...のようなものを？\u001b[22m\n\u001b[4mIt was good.\u001b[24m\n    \u001b[1m良かったです。\u001b[22m, \u001b[1m良かったですね。\u001b[22m, \u001b[1mそれは良かった。\u001b[22m, \u001b[1mそれは良かったです。\u001b[22m\n\u001b[4mI liked it.\u001b[24m\n    \u001b[1m私はそれが好き。\u001b[22m, \u001b[1m私はそれが好きだった。\u001b[22m\n\u001b[4mIt's no Akira but it's still an interesting post-apocalyptic story with some cool visuals and moments with a great soundtrack.\u001b[24m\n    \u001b[1mそれはアキラではありませんが、それは素晴らしいサウンドトラックで、いくつかのクールな映像と瞬間を持つ、面白いポストapocalyptic物語です。\u001b[22m, \u001b[1mそれはアキラませんが、それはまだ素晴らしいサウンドトラックといくつかのクールなビジュアルとモーメントとの興味深いポスト黙示録話です。\u001b[22m\n\u001b[4mNothing fantastic, but worth looking into.\u001b[24m\n    \u001b[1m幻想的ではありませんが、調べる価値があります。\u001b[22m, \u001b[1m幻想的な、しかしに探して価値が何もありません。\u001b[22m"
  },
  {
    "title": "Ao_no_6-gou",
    "id": "1051",
    "url": "https://myanimelist.net/anime/1051/Ao_no_6-gou",
    "user": "aindah",
    "profile": "/profile/aindah/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=26056",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  8\nアニメーション|  1\nサウンド|  8\nキャラクター|  5\n|  1\n\nこのアニメを捨てることを考え始めるには、最初のエピソードまで約5〜10分かかりました。 私は大変明白でCGIの過度の使用を嫌っています。ブルー・サブマリン6号が優れているとすれば、それはそれです。 アニメーションの50％以上がCGIであり、「ノーマル」アニメーションと組み合わされています。\nしかし、私はストーリーの発達に興味を持っていたので、私は見守ることに決めました。そして、私は本当に試しました。 しかし、私はちょうどアニメーションを見過ごすことができませんでした。\n私が見た2つのエピソードのキャラクターは、普通のものを何も展示していないので、その部分は私に第3話に移るインセンティブを与えませんでした。 バックグラウンドで演奏していた「すべてのジャズ」は、それだけでなく、このアニメのあらゆる面をかなり損なったアニメーションを補うこともできませんでした。\n私の意見では最悪のことは、アニメーションがCG船と「通常の」アニメーション文字を組み合わせる方法です。 不自然なように見えるかもしれません。\nCGIに恨みがないなら、これを見てみることをお勧めします。悪いCGIです。ぼやけている人も少なく、細部とフィネスが欠けています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 1\n\n\u001b[1mアニメーション|  1\u001b[22m\n\u001b[1m(Animēshon | 1)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nIt took me about 5-10 minutes into the first episode to start thinking about dropping this anime. I hate blatantly obvious, excessive use of CGI, and if Blue Submarine No. 6 excels at anything it's that. More than 50% of animation is CGI and it is combined with 'normal' animation in a awkward and unconvincing way.\n\n\u001b[1mこのアニメを捨てることを考え始めるには、最初のエピソードまで約5〜10分かかりました。 私は大変明白でCGIの過度の使用を嫌っています。ブルー・サブマリン6号が優れているとすれば、それはそれです。 アニメーションの50％以上がCGIであり、「ノーマル」アニメーションと組み合わされています。\u001b[22m\n\u001b[1m(Kono anime o suteru koto o kangae hajimeru ni wa, saisho no episōdo made yaku 5 〜 10-bu kakarimashita. Watashi wa taihen meihakude CGI no kado no shiyō o kiratte imasu. Burū sabumarin 6-gō ga sugurete iru to sureba, sore wa soredesu. Animēshon no 50-pāsento ijō ga CGIdeari,`nōmaru' animēshon to kumiawasa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt took me about 5-10 minutes into the first episode to start thinking about dropping this anime. I hate blatantly obvious, excessive use of CGI, and if Blue Submarine No. 6 excels at anything it's that. More than 50% of animation is CGI and it is combined with 'normal' animation in a awkward and unconvincing way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt took me about 5-10 minutes into the first episode to start thinking about dropping this anime.\u001b[24m\n    \u001b[1mこのアニメを捨てることを考え始めるには、最初のエピソードまで約5〜10分かかりました。\u001b[22m, \u001b[1mそれはこのアニメを落とすについて考え始めるために最初のエピソードに私に約5〜10分かかりました。\u001b[22m\n\u001b[4mI hate blatantly obvious, excessive use of CGI, and if Blue Submarine No. 6 excels at anything it's that.\u001b[24m\n    \u001b[1m私は大変明白でCGIの過度の使用を嫌っています。ブルー・サブマリン6号が優れているとすれば、それはそれです。\u001b[22m, \u001b[1m私は、CGIの過度の使用を露骨に明白嫌い、そして何でブルー潜水艦6号優れる場合には、それはそれです。\u001b[22m\n\u001b[4mMore than 50% of animation is CGI and it is combined with 'normal' animation in a awkward and unconvincing way.\u001b[24m\n    \u001b[1mアニメーションの50％以上がCGIであり、「ノーマル」アニメーションと組み合わされています。\u001b[22m, \u001b[1mアニメーションの50％以上は、CGIであり、これは厄介なと説得の方法で「正常」のアニメーションと組み合わされます。\u001b[22m\nHowever, I was intrigued by the development of the story, so I've decided to keep watching, and I really tried. But I just could not overlook the animation.\n\n\u001b[1mしかし、私はストーリーの発達に興味を持っていたので、私は見守ることに決めました。そして、私は本当に試しました。 しかし、私はちょうどアニメーションを見過ごすことができませんでした。\u001b[22m\n\u001b[1m(Shikashi, watashi wa sutōrī no hattatsu ni kyōmi o motte itanode, watashi wa mimamoru koto ni kimemashita. Soshite, watashi wa hontōni tameshimashita. Shikashi, watashi wa chōdo animēshon o misugosu koto ga dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mHowever, I was intrigued by the development of the story, so I've decided to keep watching, and I really tried. But I just could not overlook the animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, I was intrigued by the development of the story, so I've decided to keep watching, and I really tried.\u001b[24m\n    \u001b[1mしかし、私はストーリーの発達に興味を持っていたので、私は見守ることに決めました。そして、私は本当に試しました。\u001b[22m, \u001b[1mしかし、私は物語の展開に興味をそそられたので、私は見続けることにしました、と私は本当に試してみました。\u001b[22m\n\u001b[4mBut I just could not overlook the animation.\u001b[24m\n    \u001b[1mしかし、私はちょうどアニメーションを見過ごすことができませんでした。\u001b[22m\nThe characters in the two episodes I've seen haven't exhibited anything out of the ordinary, so that part gave me no incentive to move onto the third episode. 'All that jazz' playing in the background, as good as it was, was also unable to compensate for the animation, which pretty much ruined every good aspect of this anime.\n\n\u001b[1m私が見た2つのエピソードのキャラクターは、普通のものを何も展示していないので、その部分は私に第3話に移るインセンティブを与えませんでした。 バックグラウンドで演奏していた「すべてのジャズ」は、それだけでなく、このアニメのあらゆる面をかなり損なったアニメーションを補うこともできませんでした。\u001b[22m\n\u001b[1m(Watashi ga mita 2tsu no episōdo no kyarakutā wa, futsū no mono o nani mo tenji shite inainode, sono bubun wa watashi ni dai 3-wa ni utsuru insentibu o ataemasendeshita. Bakkuguraundo de ensō shite ita `subete no jazu' wa, sore dakedenaku, kono anime no arayuru men o kanari sokonatta animēshon o oginau koto mo dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters in the two episodes I've seen haven't exhibited anything out of the ordinary, so that part gave me no incentive to move onto the third episode. 'All that jazz' playing in the background, as good as it was, was also unable to compensate for the animation, which pretty much ruined every good aspect of this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters in the two episodes I've seen haven't exhibited anything out of the ordinary, so that part gave me no incentive to move onto the third episode.\u001b[24m\n    \u001b[1m私が見た2つのエピソードのキャラクターは、普通のものを何も展示していないので、その部分は私に第3話に移るインセンティブを与えませんでした。\u001b[22m, \u001b[1m一部は私の第三のエピソードに移動するインセンティブを与えないように、私が見てきた2つのエピソードの中の文字は、普通のものを出品していません。\u001b[22m\n\u001b[4m'All that jazz' playing in the background, as good as it was, was also unable to compensate for the animation, which pretty much ruined every good aspect of this anime.\u001b[24m\n    \u001b[1mバックグラウンドで演奏していた「すべてのジャズ」は、それだけでなく、このアニメのあらゆる面をかなり損なったアニメーションを補うこともできませんでした。\u001b[22m, \u001b[1mそれがあったほど良く、バックグラウンドで遊んで「オール・ザット・ジャズ」は、またかなりこのアニメのすべての良い側面を台無しにアニメーションを補償することができませんでした。\u001b[22m\nThe worst thing in my opinion is the way that the animation combines CG vessels with 'normally' animated characters. It looks, as silly as it might sound, unnatural.\n\n\u001b[1m私の意見では最悪のことは、アニメーションがCG船と「通常の」アニメーション文字を組み合わせる方法です。 不自然なように見えるかもしれません。\u001b[22m\n\u001b[1m(Watashi no ikende wa saiaku no koto wa, animēshon ga CG-sen to `tsūjō no' animēshon moji o kumiawaseru hōhōdesu. Fushizen'na yō ni mieru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mThe worst thing in my opinion is the way that the animation combines CG vessels with 'normally' animated characters. It looks, as silly as it might sound, unnatural.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe worst thing in my opinion is the way that the animation combines CG vessels with 'normally' animated characters.\u001b[24m\n    \u001b[1m私の意見では最悪のことは、アニメーションがCG船と「通常の」アニメーション文字を組み合わせる方法です。\u001b[22m, \u001b[1m私の意見では最悪の事態は、アニメーションが「正常」アニメキャラクターとCGの船を組み合わせた方法です。\u001b[22m\n\u001b[4mIt looks, as silly as it might sound, unnatural.\u001b[24m\n    \u001b[1m不自然なように見えるかもしれません。\u001b[22m, \u001b[1mそれは不自然、それが聞こえるかもしれないほど愚かに見えます。\u001b[22m\nIt would be against my better judgment to recommend you try to watch this if you bear no grudge against CGI, because it's bad CGI, which includes little blurry people running around and it lacks details and finesse.\n\n\u001b[1mCGIに恨みがないなら、これを見てみることをお勧めします。悪いCGIです。ぼやけている人も少なく、細部とフィネスが欠けています。\u001b[22m\n\u001b[1m(CGI ni urami ga nainara, kore o mite miru koto o o susume shimasu. Warui CGIdesu. Boyakete iru hito mo sukunaku, saibu to finesu ga kakete imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt would be against my better judgment to recommend you try to watch this if you bear no grudge against CGI, because it's bad CGI, which includes little blurry people running around and it lacks details and finesse.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt would be against my better judgment to recommend you try to watch this if you bear no grudge against CGI, because it's bad CGI, which includes little blurry people running around and it lacks details and finesse.\u001b[24m\n    \u001b[1mCGIに恨みがないなら、これを見てみることをお勧めします。悪いCGIです。ぼやけている人も少なく、細部とフィネスが欠けています。\u001b[22m, \u001b[1mそれはあなたがCGIに対しては恨みを抱くない場合、それは走り回って少しぼやけ人が含まれており、それが詳細とフィネスに欠ける悪いCGI、だから、これを見しようとお勧めする私のより良い判断に反します。\u001b[22m"
  },
  {
    "title": "Ao_no_6-gou",
    "id": "1051",
    "url": "https://myanimelist.net/anime/1051/Ao_no_6-gou",
    "user": "middleground4471",
    "profile": "/profile/middleground4471/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=212503",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  7\nキャラクター|  6\n|  7\n\n*私は技術的にこれが映画ではないことを知っていますが、それは実際には4エピソード長いOVAです。しかし、すべてのエピソードが一緒になって約2時間になるので、私はそれを映画と呼んでいます。\n\nこの映画について私が好きなもの：\n\n私はSci-Fiが大好きなので、この映画の前提を聞いてすぐに私は興味を持った。 狂った科学者、突然変異魚 - 人々、ポスト黙示録の戦争で、この映画の前提は本当に最高です。\n\nまた、いくつかの魚人物のデザインは涼しく、私は魚や人が潜水艦のようなクジラをどのように使っているかなど、ムービーで持っている武器や技術が大好きです。\n\nこの映画について私が好きではないもの：\n\nまず、部屋の象のアニメーションを取り上げてみましょう。 私はこの映画が1998年にCGIがまだ新しいものでスタジオが実験を開始したばかりだったが、この映画はCGIとCGIを混ぜようとしていると理解しています。 たとえば、キャラクタアニメーションは見栄えが良いですが、CGIである背景アニメーションはひどく見えます。 とにかく文字が自分の環境とやり取りしているように見えることさえありません。ほぼ2種類の映画です。\n\n次に、映画の悪役はひどいです。 私はゾーリンディク博士が言っていることを一度も理解していないし、彼は自分のモチベーションを説明しようとしているが、私はもっと混乱させている。 例えば、Zorndykeは人類と共存することを学ぶことができるという希望を持って魚人を作ったと言いますが、それが本当であれば、なぜ人類に人類を破壊するよう命じたのですか？\n\n全体：この映画を作った人たちは良い創造的なアイデアを持っていましたが、その実行とその混在したアニメーションは本当にこの映画が偉大にならないようにしました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n*I know technically this isn't a movie, it's actually a 4 episode long OVA, but all the episodes together add up to about 2 hours so I'm just going to refer to it as a movie.\n\n\u001b[1m*私は技術的にこれが映画ではないことを知っていますが、それは実際には4エピソード長いOVAです。しかし、すべてのエピソードが一緒になって約2時間になるので、私はそれを映画と呼んでいます。\u001b[22m\n\u001b[1m(* Watashi wa gijutsu-teki ni korega eigade wanai koto o shitte imasuga, sore wa jissai ni wa 4 episōdo nagai ovu~adesu. Shikashi, subete no episōdo ga issho ni natte yaku 2-jikan ni narunode, watashi wa sore o eiga to yonde imasu.)\u001b[22m\n\nTranslations of \u001b[4m*I know technically this isn't a movie, it's actually a 4 episode long OVA, but all the episodes together add up to about 2 hours so I'm just going to refer to it as a movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*I know technically this isn't a movie, it's actually a 4 episode long OVA, but all the episodes together add up to about 2 hours so I'm just going to refer to it as a movie.\u001b[24m\n    \u001b[1m*私は技術的にこれが映画ではないことを知っていますが、それは実際には4エピソード長いOVAです。しかし、すべてのエピソードが一緒になって約2時間になるので、私はそれを映画と呼んでいます。\u001b[22m, \u001b[1m*私は技術的に、これは映画ではありません知っている、それは実際に4エピソード長いOVAだが、私はちょうど映画のようにそれを参照するつもりですので、すべてのエピソードが一緒に約2時間まで追加します。\u001b[22m\n\u001b[1m\u001b[22m\nWhat I like about this movie:\n\n\u001b[1mこの映画について私が好きなもの：\u001b[22m\n\u001b[1m(Kono eiga ni tsuite watashi ga sukinamono:)\u001b[22m\n\nTranslations of \u001b[4mWhat I like about this movie:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I like about this movie:\u001b[24m\n    \u001b[1mこの映画について私が好きなもの：\u001b[22m, \u001b[1m私はこの映画について好き：\u001b[22m\n\u001b[1m\u001b[22m\nI love Sci-Fi so when I heard the premise for this movie I was immediately interested; with a mad scientist, mutant fish-people, and a post-apocalypse war, the premise for this movie really is awesome.\n\n\u001b[1m私はSci-Fiが大好きなので、この映画の前提を聞いてすぐに私は興味を持った。 狂った科学者、突然変異魚 - 人々、ポスト黙示録の戦争で、この映画の前提は本当に最高です。\u001b[22m\n\u001b[1m(Watashi wa saifai ga daisukinanode, kono eiga no zentei o kiite sugu ni watashi wa kyōmi o motta. Kurutta kagaku-sha, totsuzenhen'i sakana - hito 々, Posuto mokushiroku no sensō de, kono eiga no zentei wa hontōni saikōdesu.)\u001b[22m\n\nTranslations of \u001b[4mI love Sci-Fi so when I heard the premise for this movie I was immediately interested; with a mad scientist, mutant fish-people, and a post-apocalypse war, the premise for this movie really is awesome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love Sci-Fi so when I heard the premise for this movie I was immediately interested;\u001b[24m\n    \u001b[1m私はSci-Fiが大好きなので、この映画の前提を聞いてすぐに私は興味を持った。\u001b[22m, \u001b[1m私はすぐに興味を持っていたこの映画の前提を聞いたとき、私はそうのSFが大好きです。\u001b[22m\n\u001b[4mwith a mad scientist, mutant fish-people, and a post-apocalypse war, the premise for this movie really is awesome.\u001b[24m\n    \u001b[1m狂った科学者、突然変異魚 - 人々、ポスト黙示録の戦争で、この映画の前提は本当に最高です。\u001b[22m, \u001b[1mマッドサイエンティスト、変異魚人、ポスト黙示録戦争で、この映画のための前提は本当に素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nAlso, the designs for some of the fish-people characters is cool and I do love some of the weapons and technology they have in the movie like how the fish-people use whales like living submarines.\n\n\u001b[1mまた、いくつかの魚人物のデザインは涼しく、私は魚や人が潜水艦のようなクジラをどのように使っているかなど、ムービーで持っている武器や技術が大好きです。\u001b[22m\n\u001b[1m(Mata, ikutsu ka no sakana jinbutsu no dezain wa suzushiku, watashi wa sakana ya hito ga sensuikan no yōna kujira o dono yō ni tsukatte iru ka nado, mūbī de motte iru buki ya gijutsu ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mAlso, the designs for some of the fish-people characters is cool and I do love some of the weapons and technology they have in the movie like how the fish-people use whales like living submarines.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, the designs for some of the fish-people characters is cool and I do love some of the weapons and technology they have in the movie like how the fish-people use whales like living submarines.\u001b[24m\n    \u001b[1mまた、いくつかの魚人物のデザインは涼しく、私は魚や人が潜水艦のようなクジラをどのように使っているかなど、ムービーで持っている武器や技術が大好きです。\u001b[22m, \u001b[1mまた、魚の人々の文字の一部のデザインはクールだと私は、彼らが魚の人々が住んでいる潜水艦のようなクジラを使用する方法のような映画の中で持っている武器や技術のいくつかを愛しています。\u001b[22m\n\u001b[1m\u001b[22m\nWhat I don't like about this movie:\n\n\u001b[1mこの映画について私が好きではないもの：\u001b[22m\n\u001b[1m(Kono eiga ni tsuite watashi ga sukide wanai mono:)\u001b[22m\n\nTranslations of \u001b[4mWhat I don't like about this movie:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I don't like about this movie:\u001b[24m\n    \u001b[1mこの映画について私が好きではないもの：\u001b[22m, \u001b[1m私はこの映画について好きではありません：\u001b[22m\n\u001b[1m\u001b[22m\nFirst, let me address the elephant in the room, the animation. I understand this movie came out in 1998 when CGI was still a new thing and studios were just beginning to experiment with it, but this movie tries to mix cel animation with CGI and it just comes out looking like a big mess. For example, the character animation looks good, but the background animation, which is CGI, looks awful. It doesn't even look like the characters are interacting with their environment in anyway, it's almost 2 different movies.\n\n\u001b[1mまず、部屋の象のアニメーションを取り上げてみましょう。 私はこの映画が1998年にCGIがまだ新しいものでスタジオが実験を開始したばかりだったが、この映画はCGIとCGIを混ぜようとしていると理解しています。 たとえば、キャラクタアニメーションは見栄えが良いですが、CGIである背景アニメーションはひどく見えます。 とにかく文字が自分の環境とやり取りしているように見えることさえありません。ほぼ2種類の映画です。\u001b[22m\n\u001b[1m(Mazu, heya no zō no animēshon o toriagete mimashou. Watashi wa kono eiga ga 1998-nen ni CGI ga mada atarashīmono de sutajio ga jikken o kaishi shita bakaridattaga, kono eiga wa CGI to CGI o mazeyou to shite iru to rikai shite imasu. Tatoeba, kyarakutaanimēshon wa mibae ga yoidesuga, CGIdearu haikei animēshon wa hidoku miemasu. Tonikaku moji ga jibun no kankyō to yaritori shite iru yō ni mieru koto sae arimasen. Hobo 2 shurui no eigadesu.)\u001b[22m\n\nTranslations of \u001b[4mFirst, let me address the elephant in the room, the animation. I understand this movie came out in 1998 when CGI was still a new thing and studios were just beginning to experiment with it, but this movie tries to mix cel animation with CGI and it just comes out looking like a big mess. For example, the character animation looks good, but the background animation, which is CGI, looks awful. It doesn't even look like the characters are interacting with their environment in anyway, it's almost 2 different movies.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst, let me address the elephant in the room, the animation.\u001b[24m\n    \u001b[1mまず、部屋の象のアニメーションを取り上げてみましょう。\u001b[22m, \u001b[1mまず、私は部屋の中の象、アニメーションに対処しましょう。\u001b[22m\n\u001b[4mI understand this movie came out in 1998 when CGI was still a new thing and studios were just beginning to experiment with it, but this movie tries to mix cel animation with CGI and it just comes out looking like a big mess.\u001b[24m\n    \u001b[1m私はこの映画が1998年にCGIがまだ新しいものでスタジオが実験を開始したばかりだったが、この映画はCGIとCGIを混ぜようとしていると理解しています。\u001b[22m, \u001b[1m私はCGIはまだ新しいものだったとスタジオはちょうどそれを試して始めていたが、この映画はCGIでセルアニメーションをミックスしようとすると、それだけで大きな混乱のように見えるが出てきたときに、この映画は1998年に出てきた理解しています。\u001b[22m\n\u001b[4mFor example, the character animation looks good, but the background animation, which is CGI, looks awful.\u001b[24m\n    \u001b[1mたとえば、キャラクタアニメーションは見栄えが良いですが、CGIである背景アニメーションはひどく見えます。\u001b[22m, \u001b[1m例えば、キャラクターアニメーションは良いように見えますが、CGIである背景アニメーションは、ひどい見えます。\u001b[22m\n\u001b[4mIt doesn't even look like the characters are interacting with their environment in anyway, it's almost 2 different movies.\u001b[24m\n    \u001b[1mとにかく文字が自分の環境とやり取りしているように見えることさえありません。ほぼ2種類の映画です。\u001b[22m, \u001b[1mそれも、それはほとんど2つの異なる映画だ、文字はとにかく自分の環境と相互作用しているようには見えません。\u001b[22m\n\u001b[1m\u001b[22m\nNext, the movie's villain is awful. I never understand a single thing Dr. Zorndyke says and throughout the movie he tries to explain his motivation, but he just makes me more confused. For example, Zorndyke says he created the fish-people with the hope that humanity and them could learn to co-exist, but if that's true then why did he order the fish-people to destroy humanity?\n\n\u001b[1m次に、映画の悪役はひどいです。 私はゾーリンディク博士が言っていることを一度も理解していないし、彼は自分のモチベーションを説明しようとしているが、私はもっと混乱させている。 例えば、Zorndykeは人類と共存することを学ぶことができるという希望を持って魚人を作ったと言いますが、それが本当であれば、なぜ人類に人類を破壊するよう命じたのですか？\u001b[22m\n\u001b[1m(Tsugini, eiga no akuyaku wa hidoidesu. Watashi wa zōrindiku hakase ga itte iru koto o ichido mo rikai shite inaishi, kare wa jibun no mochibēshon o setsumeishiyō to shite iruga, watashi wa motto konran sa sete iru. Tatoeba, Zorndyke wa jinrui to kyōzon suru koto o manabu koto ga dekiru to iu kibō o motte gyojin o tsukutta to iimasuga, sore ga hontōdeareba, naze jinrui ni jinrui o hakai suru yō meijita nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mNext, the movie's villain is awful. I never understand a single thing Dr. Zorndyke says and throughout the movie he tries to explain his motivation, but he just makes me more confused. For example, Zorndyke says he created the fish-people with the hope that humanity and them could learn to co-exist, but if that's true then why did he order the fish-people to destroy humanity?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNext, the movie's villain is awful.\u001b[24m\n    \u001b[1m次に、映画の悪役はひどいです。\u001b[22m\n\u001b[4mI never understand a single thing Dr. Zorndyke says and throughout the movie he tries to explain his motivation, but he just makes me more confused.\u001b[24m\n    \u001b[1m私はゾーリンディク博士が言っていることを一度も理解していないし、彼は自分のモチベーションを説明しようとしているが、私はもっと混乱させている。\u001b[22m, \u001b[1m私は博士Zorndykeが言うと映画を通じて、彼は彼の動機を説明しようと、単一の事を理解することはありませんが、彼はちょうど私がより多くの混乱になります。\u001b[22m\n\u001b[4mFor example, Zorndyke says he created the fish-people with the hope that humanity and them could learn to co-exist, but if that's true then why did he order the fish-people to destroy humanity?\u001b[24m\n    \u001b[1m例えば、Zorndykeは人類と共存することを学ぶことができるという希望を持って魚人を作ったと言いますが、それが本当であれば、なぜ人類に人類を破壊するよう命じたのですか？\u001b[22m, \u001b[1m例えば、Zorndykeは、彼が人類とそれらが共存することを学ぶことができますが、それが本当ならば、なぜ、彼は人類を破壊するために魚の人々を注文しなかったことを期待して魚人を作成したと言いますか？\u001b[22m\n\u001b[1m\u001b[22m\nOverall: The people that made this movie had some good creative ideas, but their execution and their mixed animation really stopped this movie from being great.\n\n\u001b[1m全体：この映画を作った人たちは良い創造的なアイデアを持っていましたが、その実行とその混在したアニメーションは本当にこの映画が偉大にならないようにしました。\u001b[22m\n\u001b[1m(Zentai: Kono eiga o tsukutta hito-tachi wa yoi sōzō-tekina aidea o motte imashitaga, sono jikkō to sono konzai shita animēshon wa hontōni kono eiga ga idai ni naranai yō ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mOverall: The people that made this movie had some good creative ideas, but their execution and their mixed animation really stopped this movie from being great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: The people that made this movie had some good creative ideas, but their execution and their mixed animation really stopped this movie from being great.\u001b[24m\n    \u001b[1m全体：この映画を作った人たちは良い創造的なアイデアを持っていましたが、その実行とその混在したアニメーションは本当にこの映画が偉大にならないようにしました。\u001b[22m, \u001b[1m全体：この映画を作った人たちは、いくつかの良い創造的なアイデアを持っていましたが、その実行及びこれらの混合アニメーションは本当に素晴らしいされてからこの映画を停止しました。\u001b[22m"
  },
  {
    "title": "Ao_no_6-gou",
    "id": "1051",
    "url": "https://myanimelist.net/anime/1051/Ao_no_6-gou",
    "user": "Slim_P",
    "profile": "/profile/Slim_P/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=205844",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  9\n\nカウボーイビバップ風の「非アニメ」アニメの一種。 最もユニークな話ではなく、まだ興味深いですが、キャラクターはうまくいきますが、もう少し開発されている可能性があります。 偉大なアニメーション、あなたが実際にはそれほど多くのものを見ていないようなもの、多くのディテールや余分な動きが表情やそのようなものに加わりました。  CGIは日付がついていますが、まだ動作しています。 短いシリーズは、見て退屈したことはありませんでした、そしてまったくの次の時間は間違いではありません。 サブバージョンのバージョンを見て、ダビングされた声のいくつかは本当に良いですが、ほとんどが一種の欠けているし、それをあなたから取り除きます。 あなたがノルムとは違うものを探しているなら、強くお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nKind of a 'non-anime' anime with a Cowboy Bebop-like feel. Not the most unique story but still interesting, the characters are fine but could've been developed a little more. Great animation, the kind you don't really see too much of any more, lots of detail and extra movement added to facial expressions and stuff like that. CGI is dated but still works. Short series, never felt bored while watching, and no bullshit 'next time on blah blah'. Watch the subbed version, some of the dubbed voices are really good but most are kind of lacking and take you out of it. Highly recommend if your looking for something different from the norm.\n\n\u001b[1mカウボーイビバップ風の「非アニメ」アニメの一種。 最もユニークな話ではなく、まだ興味深いですが、キャラクターはうまくいきますが、もう少し開発されている可能性があります。 偉大なアニメーション、あなたが実際にはそれほど多くのものを見ていないようなもの、多くのディテールや余分な動きが表情やそのようなものに加わりました。  CGIは日付がついていますが、まだ動作しています。 短いシリーズは、見て退屈したことはありませんでした、そしてまったくの次の時間は間違いではありません。 サブバージョンのバージョンを見て、ダビングされた声のいくつかは本当に良いですが、ほとんどが一種の欠けているし、それをあなたから取り除きます。 あなたがノルムとは違うものを探しているなら、強くお勧めします。\u001b[22m\n\u001b[1m(Kaubōibibappu-fū no `hi anime' anime no isshu. Mottomo yunīkuna hanashide wa naku, mada kyōmibukaidesuga, kyarakutā wa umaku ikimasuga, mōsukoshi kaihatsu sa rete iru kanōsei ga arimasu. Idaina animēshon, anata ga jissai ni wa sorehodo ōku no mono o mite inai yōna mono, ōku no ditēru ya yobun'na ugoki ga hyōjō ya sono yōna mono ni kuwawarimashita. CGI wa hidzuke ga tsuite imasuga, mada dōsa shite imasu. Mijikai shirīzu wa, mite taikutsu shita koto wa arimasendeshita, soshite mattaku no tsugi no jikan wa machigaide wa arimasen. Sabubājon no bājon o mite, dabingu sa reta koe no ikutsu ka wa hontōni yoidesuga, hotondo ga isshu no kakete irushi, sore o anata kara torinozokimasu. Anata ga norumu to wa chigau mono o sagashite irunara, tsuyoku o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mKind of a 'non-anime' anime with a Cowboy Bebop-like feel. Not the most unique story but still interesting, the characters are fine but could've been developed a little more. Great animation, the kind you don't really see too much of any more, lots of detail and extra movement added to facial expressions and stuff like that. CGI is dated but still works. Short series, never felt bored while watching, and no bullshit 'next time on blah blah'. Watch the subbed version, some of the dubbed voices are really good but most are kind of lacking and take you out of it. Highly recommend if your looking for something different from the norm.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKind of a 'non-anime' anime with a Cowboy Bebop-like feel.\u001b[24m\n    \u001b[1mカウボーイビバップ風の「非アニメ」アニメの一種。\u001b[22m, \u001b[1mカウボーイビバップのような肌触りを持つ「非アニメ「アニメのようなもの。\u001b[22m\n\u001b[4mNot the most unique story but still interesting, the characters are fine but could've been developed a little more.\u001b[24m\n    \u001b[1m最もユニークな話ではなく、まだ興味深いですが、キャラクターはうまくいきますが、もう少し開発されている可能性があります。\u001b[22m, \u001b[1m最もユニークな物語が、それでも面白い、文字が細かいですが、もう少し開発されていたかもしれません。\u001b[22m\n\u001b[4mGreat animation, the kind you don't really see too much of any more, lots of detail and extra movement added to facial expressions and stuff like that.\u001b[24m\n    \u001b[1m偉大なアニメーション、あなたが実際にはそれほど多くのものを見ていないようなもの、多くのディテールや余分な動きが表情やそのようなものに加わりました。\u001b[22m, \u001b[1mグレートアニメーション、あなたが本当にそれ以上のあまり見ない種類は、ディテールや余分な動きの多くはそのような顔の表情とスタッフに加えます。\u001b[22m\n\u001b[4mCGI is dated but still works.\u001b[24m\n    \u001b[1mCGIは日付がついていますが、まだ動作しています。\u001b[22m, \u001b[1mCGIは、日付が、まだ動作します。\u001b[22m\n\u001b[4mShort series, never felt bored while watching, and no bullshit 'next time on blah blah'.\u001b[24m\n    \u001b[1m短いシリーズは、見て退屈したことはありませんでした、そしてまったくの次の時間は間違いではありません。\u001b[22m, \u001b[1mショートシリーズ見ながら、退屈感じたことはない、と全くでたらめ「何とか何とか上の次の時間」。\u001b[22m\n\u001b[4mWatch the subbed version, some of the dubbed voices are really good but most are kind of lacking and take you out of it.\u001b[24m\n    \u001b[1mサブバージョンのバージョンを見て、ダビングされた声のいくつかは本当に良いですが、ほとんどが一種の欠けているし、それをあなたから取り除きます。\u001b[22m, \u001b[1m下塗りバージョンを見て、吹き替えの声のいくつかは本当に良いですが、ほとんどは一種の欠けている、それのあなたを取るされています。\u001b[22m\n\u001b[4mHighly recommend if your looking for something different from the norm.\u001b[24m\n    \u001b[1mあなたがノルムとは違うものを探しているなら、強くお勧めします。\u001b[22m, \u001b[1mあなたが標準とは異なる何かを探している場合非常にお勧め。\u001b[22m"
  },
  {
    "title": "Ao_no_6-gou",
    "id": "1051",
    "url": "https://myanimelist.net/anime/1051/Ao_no_6-gou",
    "user": "ggultra2764",
    "profile": "/profile/ggultra2764/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=85619",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  3\nキャラクター|  5\n|  6\n\nBlue Submarine No. 6はToonamiでかなり前から露出していたので、Gonzoの1998年のOVAシリーズにどのように慣れてきたのですか？ 私はすべての大騒ぎが何であったかを知りたいと思っていましたが、Gonzoの担当者が全面的に仕事をしていることを考慮して、これを取得するのはちょっと躊躇しました。  GunkutsuouやBokuranoのような優れた作品を考えて、一貫して良質のスタジオを作っていて、Witch BladeやZaionのような悪口を作っています。  Blue Submarine No. 6の場合、シリーズは私にとって無駄な可能性のように感じました。\n\nこのシリーズは、地球の大部分が浸水し、人類が突然変異生物の群と戦っている、黙示録的な未来を描いています。 アニメの主な焦点は、人間の青空に対する努力を助けるため青6号の潜水艦に召集された早見辰という若者にあります。 不思議なことに、彼は平和主義的な行動をしているので、原因に寄与したいと思って無関係に思えますが、シリーズは、彼が進歩するにつれて行動する理由を探ります。 これは、彼がシリーズの最もよく開発されたキャラクターと私のための主要なハイライトになりますが、それは私がレビューの後半で説明するように多くを言っていません。\n\nBlue Submarine No. 6のアニメーションは、CGアニメーションと伝統的な手描きアニメーションの素晴らしい組み合わせのおかげで、1990年代のアニメの中で最も印象的でした。 マクロスプラス。  CGアニメーションは、現代的な技術の実装と比べて詳細に見えますが、OVAの実行中に沈んだ建物やさまざまな潜水艦がうまく描かれたデザインが特徴です。 キャラクターが自然なペースで動き回ったとき、アニメーションは非常に流動的でした。海の生き物は水中で説得力があり速く泳ぎ、CGアニメーションは潜水艦の使用のための気泡効果を作り出しました。 彼らが戦闘の熱で発砲した魚雷。 キャラクターデザインは合理的に詳述されていましたが、人間のデザインはプレーンサイドに少しありました。 しかし、生き生きとした海の生き物のキャラクターデザインの一部は、VergとMutioのアニメシリーズ、特に独特のものでした。\n\nBlue Submarine No. 6の品質はペーシングのおかげでかなり苦しんでいます。 シリーズはすぐにあなたの行動にあなたを投げ、非常に速いペースでそのイベントを駆け抜けます。 これは、OVAの実行時間とエピソード数が限られていることと相まって、HayamiとMutioだけが本物のフレッシュアウトや開発を行うため、プロットやキャラクタからの世界の構築と垣間見る機会を大幅に制限します。 ほとんどすべての他のキャラクターは、キャラクターのアーキタイプでタックされています。 このアニメは、ゾーリンディクの独白と早見の行動で見られるように、人類が環境にどのように超過したかが、人間と自然の共存なしにBlue Submarine No. 6の未来につながる可能性についての何らかの道徳的な教訓を表現しようとしていたようだった。 しかし、合理的なフレッシュアウトや世界の構築なしに、このレッスンを表現する効果は大幅に損なわれています。\n\nしかし、おそらくこのOVAの最悪の特徴はサウンドトラックの選択だろう。 この楽曲は完全に上向きのジャズ作品で構成されており、Geneshaftで使用されていた合成テクノ・ロック・サウンドトラックの邪魔に匹敵するかもしれません。\n\n視覚的に満足していて、ストーリーテリングにいくつか有望な要素を持っている一方で、Blue Submarine No.6は、限られた実行時間のおかげで、キャラクターとその世界にどのような焦点を当てることができるのか、  Gonzoの担当者に、私が見た様々な作品の質の高さについて話してください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nBlue Submarine No. 6 got quite a bit of exposure on Toonami years ago, hence how I became familiar with this 1998 OVA series from Gonzo. While I did have interest in wanting to see what all the fuss was about, I was also a bit hesitant to acquire this for my collection considering Gonzo's rep for the quality of their works being all over the place and making it hard to recommend them as a studio for consistently good quality works considering for as excellent quality works they can make like Gankutsuou and Bokurano, they've also made stinkers like Witchblade and Zaion: I Wish You Were Here. In the case of Blue Submarine No. 6, the series felt like wasted potential to me.\n\n\u001b[1mBlue Submarine No. 6はToonamiでかなり前から露出していたので、Gonzoの1998年のOVAシリーズにどのように慣れてきたのですか？ 私はすべての大騒ぎが何であったかを知りたいと思っていましたが、Gonzoの担当者が全面的に仕事をしていることを考慮して、これを取得するのはちょっと躊躇しました。  GunkutsuouやBokuranoのような優れた作品を考えて、一貫して良質のスタジオを作っていて、Witch BladeやZaionのような悪口を作っています。  Blue Submarine No. 6の場合、シリーズは私にとって無駄な可能性のように感じました。\u001b[22m\n\u001b[1m(Burū Submarine nanbā 6 wa Toonami de kanari mae kara roshutsu shite itanode, Gonzo no 1998-nen no ovu~a shirīzu ni dono yō ni narete kita nodesu ka? Watashi wa subete no ōsawagi ga nandeatta ka o shiritai to omotte imashitaga, Gonzo no tantōsha ga zenmen-teki ni shigoto o shite iru koto o kōryo shite, kore o shutoku suru no wa chotto chūcho shimashita. Gunkutsuou ya Bokurano no yōna sugureta sakuhin o kangaete, ikkanshite ryōshitsu no sutajio o tsukutte ite, u~itchi bureido ya Zaion no yōna waruguchi o tsukutte imasu. Burū Submarine nanbā 6 no baai, shirīzu wa watashi ni totte mudana kanōsei no yō ni kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mBlue Submarine No. 6 got quite a bit of exposure on Toonami years ago, hence how I became familiar with this 1998 OVA series from Gonzo. While I did have interest in wanting to see what all the fuss was about, I was also a bit hesitant to acquire this for my collection considering Gonzo's rep for the quality of their works being all over the place and making it hard to recommend them as a studio for consistently good quality works considering for as excellent quality works they can make like Gankutsuou and Bokurano, they've also made stinkers like Witchblade and Zaion: I Wish You Were Here. In the case of Blue Submarine No. 6, the series felt like wasted potential to me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBlue Submarine No. 6 got quite a bit of exposure on Toonami years ago, hence how I became familiar with this 1998 OVA series from Gonzo.\u001b[24m\n    \u001b[1mBlue Submarine No. 6はToonamiでかなり前から露出していたので、Gonzoの1998年のOVAシリーズにどのように慣れてきたのですか？\u001b[22m, \u001b[1m青の6号は、私はハメ撮りから、この1998年のOVAシリーズに精通しになった、従ってどのように、数年前Toonami上の露光のかなりを得ました。\u001b[22m\n\u001b[4mWhile I did have interest in wanting to see what all the fuss was about, I was also a bit hesitant to acquire this for my collection considering Gonzo's rep for the quality of their works being all over the place and making it hard to recommend them as\u001b[24m\n    \u001b[1m私はすべての大騒ぎが何であったかを知りたいと思っていましたが、Gonzoの担当者が全面的に仕事をしていることを考慮して、これを取得するのはちょっと躊躇しました。\u001b[22m, \u001b[1m私はすべての大騒ぎが約だったかを見ることを望むに興味を持っていたが、私はまた、彼らの作品の質はすべての場所であること、それはハードとしてそれらをお勧めするために作るためのGonzoの担当者を考慮し私のコレクションのためにこれを取得するには少しためらいました\u001b[22m\n\u001b[4ma studio for consistently good quality works considering for as excellent quality works they can make like Gankutsuou and Bokurano, they've also made stinkers like Witchblade and Zaion: I Wish You Were Here.\u001b[24m\n    \u001b[1mGunkutsuouやBokuranoのような優れた作品を考えて、一貫して良質のスタジオを作っていて、Witch BladeやZaionのような悪口を作っています。\u001b[22m, \u001b[1m優れた品質は、彼らが巌窟王とBokuranoのように行うことができます動作するために考慮一貫して良質の作品のためのスタジオ、彼らはまた、ウィッチブレイドとZaionようstinkersを加えました：私はあなたがここにいてほしいです。\u001b[22m\n\u001b[4mIn the case of Blue Submarine No. 6, the series felt like wasted potential to me.\u001b[24m\n    \u001b[1mBlue Submarine No. 6の場合、シリーズは私にとって無駄な可能性のように感じました。\u001b[22m, \u001b[1m青の6号の場合には、シリーズは、私には無駄な潜在的なように感じました。\u001b[22m\n\u001b[1m\u001b[22m\nThe series depicts a post-apocalyptic future where most of the Earth has been flooded and humanity is at war with a army of mutant sea creatures given sentience by a rogue human scientist. The main focus of the anime is on a young man named Hayami Tatsu who is recruited by the submarine forces of Blue No. 6 to aid in humanity's efforts against the creatures. He strangely seems indifferent at wanting to contribute to the cause as he is acting pacifistic, but the series explores why he acts as he does as it progresses. This makes him the most well-developed character of the series and a major highlight for me, though that's not saying much as I'll cover later in the review.\n\n\u001b[1mこのシリーズは、地球の大部分が浸水し、人類が突然変異生物の群と戦っている、黙示録的な未来を描いています。 アニメの主な焦点は、人間の青空に対する努力を助けるため青6号の潜水艦に召集された早見辰という若者にあります。 不思議なことに、彼は平和主義的な行動をしているので、原因に寄与したいと思って無関係に思えますが、シリーズは、彼が進歩するにつれて行動する理由を探ります。 これは、彼がシリーズの最もよく開発されたキャラクターと私のための主要なハイライトになりますが、それは私がレビューの後半で説明するように多くを言っていません。\u001b[22m\n\u001b[1m(Kono shirīzu wa, chikyū no daibubun ga shinsui shi, jinrui ga totsuzenhen'i seibutsu no gun to tatakatte iru, mokushiroku-tekina mirai o kaite imasu. Anime no omona shōten wa, ningen no aozora ni taisuru doryoku o tasukeru tame ao 6-gō no sensuikan ni shōshū sa reta hayami tatsu to iu wakamono ni arimasu. Fushigina koto ni, kare wa heiwa shugi-tekina kōdō o shite irunode, gen'in ni kiyo shitai to omotte mukankei ni omoemasuga, shirīzu wa, kare ga shinpo suru ni tsurete kōdō suru riyū o sagurimasu. Kore wa, kare ga shirīzu no mottomo yoku kaihatsu sa reta kyarakutā to watashi no tame no shuyōna hairaito ni narimasuga, sore wa watashi ga rebyū no kōhan de setsumei suru yō ni ōku o itte imasen.)\u001b[22m\n\nTranslations of \u001b[4mThe series depicts a post-apocalyptic future where most of the Earth has been flooded and humanity is at war with a army of mutant sea creatures given sentience by a rogue human scientist. The main focus of the anime is on a young man named Hayami Tatsu who is recruited by the submarine forces of Blue No. 6 to aid in humanity's efforts against the creatures. He strangely seems indifferent at wanting to contribute to the cause as he is acting pacifistic, but the series explores why he acts as he does as it progresses. This makes him the most well-developed character of the series and a major highlight for me, though that's not saying much as I'll cover later in the review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series depicts a post-apocalyptic future where most of the Earth has been flooded and humanity is at war with a army of mutant sea creatures given sentience by a rogue human scientist.\u001b[24m\n    \u001b[1mこのシリーズは、地球の大部分が浸水し、人類が突然変異生物の群と戦っている、黙示録的な未来を描いています。\u001b[22m, \u001b[1mシリーズは、地球のほとんどが殺到しており、人類は不正な人間の科学者によって知覚力を与えられた変異体の海の生き物の軍隊と戦争状態にあるポスト黙示録未来を描いています。\u001b[22m\n\u001b[4mThe main focus of the anime is on a young man named Hayami Tatsu who is recruited by the submarine forces of Blue No. 6 to aid in humanity's efforts against the creatures.\u001b[24m\n    \u001b[1mアニメの主な焦点は、人間の青空に対する努力を助けるため青6号の潜水艦に召集された早見辰という若者にあります。\u001b[22m, \u001b[1mアニメの主な焦点は、生き物に対する人類の努力を支援するためにブルー6号の潜水艦部隊によって動員された速水タツという名の若者にあります。\u001b[22m\n\u001b[4mHe strangely seems indifferent at wanting to contribute to the cause as he is acting pacifistic, but the series explores why he acts as he does as it progresses.\u001b[24m\n    \u001b[1m不思議なことに、彼は平和主義的な行動をしているので、原因に寄与したいと思って無関係に思えますが、シリーズは、彼が進歩するにつれて行動する理由を探ります。\u001b[22m, \u001b[1m彼は妙に彼は平和主義作用しているような原因に貢献したい時無関心ようだが、彼はそれが進むにつれて、彼は同じように機能する理由シリーズは探ります。\u001b[22m\n\u001b[4mThis makes him the most well-developed character of the series and a major highlight for me, though that's not saying much as I'll cover later in the review.\u001b[24m\n    \u001b[1mこれは、彼がシリーズの最もよく開発されたキャラクターと私のための主要なハイライトになりますが、それは私がレビューの後半で説明するように多くを言っていません。\u001b[22m, \u001b[1m私は後でレビューで取り上げるようにそれはあまり言っていないが、これは、彼のシリーズの中で最もよく発達した文字と私のための主要なハイライトになります。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation for Blue Submarine No. 6 is probably some of the most impressive I've seen for a 1990s anime thanks to its nice mix of CG animation and traditional hand-drawn animation, possibly rivaling the quality I seen with the excellent animation work for Macross Plus. While the CG animation looks rough in detail compared to more modern implementations of the technology, it still features nicely rendered designs of sunken buildings and the various submarines in action throughout the OVA's run. Animation was very fluid in this series as well, as characters moved about at a natural pace, sea creatures swam convincingly fast in the water and submarine battles were nice on the eyes as the CG animation produced air bubble effects for the use of said submarines and any torpedoes they fired in the heat of battle. Character designs were reasonably detailed, though human designs were a bit on the plain side. However, some of the character designs for the sentient sea creatures were quite unique and original for an anime series, particularly designs for Verg and Mutio.\n\n\u001b[1mBlue Submarine No. 6のアニメーションは、CGアニメーションと伝統的な手描きアニメーションの素晴らしい組み合わせのおかげで、1990年代のアニメの中で最も印象的でした。 マクロスプラス。  CGアニメーションは、現代的な技術の実装と比べて詳細に見えますが、OVAの実行中に沈んだ建物やさまざまな潜水艦がうまく描かれたデザインが特徴です。 キャラクターが自然なペースで動き回ったとき、アニメーションは非常に流動的でした。海の生き物は水中で説得力があり速く泳ぎ、CGアニメーションは潜水艦の使用のための気泡効果を作り出しました。 彼らが戦闘の熱で発砲した魚雷。 キャラクターデザインは合理的に詳述されていましたが、人間のデザインはプレーンサイドに少しありました。 しかし、生き生きとした海の生き物のキャラクターデザインの一部は、VergとMutioのアニメシリーズ、特に独特のものでした。\u001b[22m\n\u001b[1m(Burū Submarine nanbā 6 no animēshon wa, CG animēshon to dentō-tekina tegaki animēshon no subarashī kumiawase no okage de, 1990-nendai no anime no naka de mottomo inshō-tekideshita. Makurosupurasu. CG animēshon wa, gendai-tekina gijutsu no jissō to kurabete shōsai ni miemasuga, ovu~a no jikkō-chū ni shizunda tatemono ya samazamana sensuikan ga umaku egaka reta dezain ga tokuchōdesu. Kyarakutā ga shizen'na pēsu de ugokimawatta toki, animēshon wa hijō ni ryūdōtekideshita. Uminoikimono wa suichū de settoku-ryoku ga ari hayaku oyogi, CG animēshon wa sensuikan no shiyō no tame no kihō kōka o tsukuridashimashita. Karera ga sentō no netsu de happō shita gyorai. Kyarakutādezain wa gōri-teki ni shōjutsu sa rete imashitaga, ningen no dezain wa purēnsaido ni sukoshi arimashita. Shikashi, ikiikitoshita uminoikimono no kyarakutādezain no ichibu wa, Verg to Mutio no animeshirīzu, tokuni dokutoku no monodeshita.)\u001b[22m\n\u001b[1m\u001b[22m\nGetting all praises out of the way though, Blue Submarine No. 6's quality suffers quite a bit thanks to its pacing. The series immediately throws you into its action and rushes through its events at a very quick pace. This, combined with the limited run time and episode count of the OVA, greatly limits any opportunities for world building and fleshing out of plot and characters, as only Hayami and Mutio get any real fleshing out or development. Mostly every other character is tacked on with a character archetype and we get little to no details revealed about them. The anime seemed like it was trying to express some sort of moral lesson about how man's excesses to the environment could lead to the future of Blue Submarine No. 6 without any coexistence between man and nature, as seen with Zorndyke's monologues and Hayami's actions. Yet without any reasonable fleshing out or world building, the effectiveness of expressing this lesson is greatly crippled.\n\n\u001b[1mBlue Submarine No. 6の品質はペーシングのおかげでかなり苦しんでいます。 シリーズはすぐにあなたの行動にあなたを投げ、非常に速いペースでそのイベントを駆け抜けます。 これは、OVAの実行時間とエピソード数が限られていることと相まって、HayamiとMutioだけが本物のフレッシュアウトや開発を行うため、プロットやキャラクタからの世界の構築と垣間見る機会を大幅に制限します。 ほとんどすべての他のキャラクターは、キャラクターのアーキタイプでタックされています。 このアニメは、ゾーリンディクの独白と早見の行動で見られるように、人類が環境にどのように超過したかが、人間と自然の共存なしにBlue Submarine No. 6の未来につながる可能性についての何らかの道徳的な教訓を表現しようとしていたようだった。 しかし、合理的なフレッシュアウトや世界の構築なしに、このレッスンを表現する効果は大幅に損なわれています。\u001b[22m\n\u001b[1m(Burū Submarine nanbā 6 no hinshitsu wa pēshingu no okage de kanari kurushinde imasu. Shirīzu wa sugu ni anata no kōdō ni anata o nage, hijō ni hayai pēsu de sono ibento o kakenukemasu. Kore wa, ovu~a no jikkō jikan to episōdo-sū ga kagira rete iru koto to aimatte, Hayami to Mutio dake ga honmono no furesshuauto ya kaihatsu o okonau tame, purotto ya kyarakuta kara no sekai no kōchiku to kaimamiru kikai o ōhaba ni seigen shimasu. Hotondo subete no ta no kyarakutā wa, kyarakutā no ākitaipu de takku sa rete imasu. Kono anime wa, zōrindiku no dokuhaku to hayami no kōdō de mi rareru yō ni, jinrui ga kankyō ni dono yō ni chōka shita ka ga, ningen to shizen no kyōzon nashi ni burū Submarine nanbā 6 no mirai ni tsunagaru kanōsei ni tsuite no nanrakano dōtokutekina kyōkun o hyōgen shiyou to shite ita yōdatta. Shikashi, gōri-tekina furesshuauto ya sekai no kōchiku nashi ni, kono ressun o hyōgen suru kōka wa ōhaba ni sokonawa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mGetting all praises out of the way though, Blue Submarine No. 6's quality suffers quite a bit thanks to its pacing. The series immediately throws you into its action and rushes through its events at a very quick pace. This, combined with the limited run time and episode count of the OVA, greatly limits any opportunities for world building and fleshing out of plot and characters, as only Hayami and Mutio get any real fleshing out or development. Mostly every other character is tacked on with a character archetype and we get little to no details revealed about them. The anime seemed like it was trying to express some sort of moral lesson about how man's excesses to the environment could lead to the future of Blue Submarine No. 6 without any coexistence between man and nature, as seen with Zorndyke's monologues and Hayami's actions. Yet without any reasonable fleshing out or world building, the effectiveness of expressing this lesson is greatly crippled.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGetting all praises out of the way though, Blue Submarine No. 6's quality suffers quite a bit thanks to its pacing.\u001b[24m\n    \u001b[1mBlue Submarine No. 6の品質はペーシングのおかげでかなり苦しんでいます。\u001b[22m, \u001b[1mしかし邪魔にならないように、すべての賞賛を得て、ブルー潜水艦6号の品質はそのペースにかなりのおかげを受けます。\u001b[22m\n\u001b[4mThe series immediately throws you into its action and rushes through its events at a very quick pace.\u001b[24m\n    \u001b[1mシリーズはすぐにあなたの行動にあなたを投げ、非常に速いペースでそのイベントを駆け抜けます。\u001b[22m, \u001b[1mシリーズは、すぐにその行動にあなたをスローし、非常に速いペースで、そのイベントを通じて突入します。\u001b[22m\n\u001b[4mThis, combined with the limited run time and episode count of the OVA, greatly limits any opportunities for world building and fleshing out of plot and characters, as only Hayami and Mutio get any real fleshing out or development.\u001b[24m\n    \u001b[1mこれは、OVAの実行時間とエピソード数が限られていることと相まって、HayamiとMutioだけが本物のフレッシュアウトや開発を行うため、プロットやキャラクタからの世界の構築と垣間見る機会を大幅に制限します。\u001b[22m, \u001b[1m速水とMutioのみが実在フレッシングアウトや開発を得るように、これは、OVAの限られた実行時間とエピソード数と合わせ、大きく、世界の建物、プロットやキャラクターの肉付けのためのあらゆる機会を制限します。\u001b[22m\n\u001b[4mMostly every other character is tacked on with a character archetype and we get little to no details revealed about them.\u001b[24m\n    \u001b[1mほとんどすべての他のキャラクターは、キャラクターのアーキタイプでタックされています。\u001b[22m, \u001b[1m主に他のすべての文字は、文字の原型と上のタックと私たちはそれらについて明らかにしていない細部に少しを取得しています。\u001b[22m\n\u001b[4mThe anime seemed like it was trying to express some sort of moral lesson about how man's excesses to the environment could lead to the future of Blue Submarine No. 6 without any coexistence between man and nature, as seen with Zorndyke's monologues and Hayami's actions.\u001b[24m\n    \u001b[1mこのアニメは、ゾーリンディクの独白と早見の行動で見られるように、人類が環境にどのように超過したかが、人間と自然の共存なしにBlue Submarine No. 6の未来につながる可能性についての何らかの道徳的な教訓を表現しようとしていたようだった。\u001b[22m, \u001b[1mそれは環境への人間の行き過ぎがZorndykeのモノローグと速水の行動に見られるように、人間と自然との間の共存なしに青の6号の将来につながる可能性方法についての道徳的な教訓のいくつかの並べ替えを表現しようとしていたようなアニメが見えました。\u001b[22m\n\u001b[4mYet without any reasonable fleshing out or world building, the effectiveness of expressing this lesson is greatly crippled.\u001b[24m\n    \u001b[1mしかし、合理的なフレッシュアウトや世界の構築なしに、このレッスンを表現する効果は大幅に損なわれています。\u001b[22m, \u001b[1mまだ合理的なフレッシングアウトや世界の建物なしで、このレッスンを表現するの有効性が大幅に不自由されています。\u001b[22m\n\u001b[1m\u001b[22m\nBut perhaps the worst feature to this OVA would be its choice of soundtrack. Consisting entirely of upbeat jazz pieces, the musical tracks are totally out of place for the series and are more obnoxious on the ears than enjoyable for me, possibly rivaling the annoyance I had with the synthesized techno-rock soundtrack used for Geneshaft.\n\n\u001b[1mしかし、おそらくこのOVAの最悪の特徴はサウンドトラックの選択だろう。 この楽曲は完全に上向きのジャズ作品で構成されており、Geneshaftで使用されていた合成テクノ・ロック・サウンドトラックの邪魔に匹敵するかもしれません。\u001b[22m\n\u001b[1m(Shikashi, osoraku kono ovu~a no saiaku no tokuchō wa saundotorakku no sentakudarou. Kono gakkyoku wa kanzen ni uemuki no jazu sakuhin de kōsei sa rete ori, Geneshaft de shiyō sa rete ita gōsei tekuno rokku saundotorakku no jama ni hitteki suru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mBut perhaps the worst feature to this OVA would be its choice of soundtrack. Consisting entirely of upbeat jazz pieces, the musical tracks are totally out of place for the series and are more obnoxious on the ears than enjoyable for me, possibly rivaling the annoyance I had with the synthesized techno-rock soundtrack used for Geneshaft.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut perhaps the worst feature to this OVA would be its choice of soundtrack.\u001b[24m\n    \u001b[1mしかし、おそらくこのOVAの最悪の特徴はサウンドトラックの選択だろう。\u001b[22m, \u001b[1mしかし、おそらくこのOVAに対する最悪の特徴は、サウンドトラックのその選択です。\u001b[22m\n\u001b[4mConsisting entirely of upbeat jazz pieces, the musical tracks are totally out of place for the series and are more obnoxious on the ears than enjoyable for me, possibly rivaling the annoyance I had with the synthesized techno-rock soundtrack used for Geneshaft.\u001b[24m\n    \u001b[1mこの楽曲は完全に上向きのジャズ作品で構成されており、Geneshaftで使用されていた合成テクノ・ロック・サウンドトラックの邪魔に匹敵するかもしれません。\u001b[22m, \u001b[1m完全に明るいジャズ片からなる、音楽トラックは、一連のための場所の外に完全であり、私にとっては楽しいよりも耳にもっと不愉快です、多分私はジーンシャフトに使用される合成されたテクノ・ロックのサウンドトラックとしていた不快感に匹敵します。\u001b[22m\n\u001b[1m\u001b[22m\nOverall while visually pleasing and having some promising elements to its storytelling, Blue Submarine No.6 is another anime that I felt had wasted potential thanks to its limited run time greatly limiting what focus could be given to characters and its world, hence adding another subpar work to Gonzo's rep for the varying quality of their works that I've seen.\n\n\u001b[1m視覚的に満足していて、ストーリーテリングにいくつか有望な要素を持っている一方で、Blue Submarine No.6は、限られた実行時間のおかげで、キャラクターとその世界にどのような焦点を当てることができるのか、  Gonzoの担当者に、私が見た様々な作品の質の高さについて話してください。\u001b[22m\n\u001b[1m(Shikaku-teki ni manzoku shite ite, sutōrīteringu ni ikutsu ka yūbōna yōso o motte iru ippō de, burū Submarine nanbā 6 wa, kagira reta jikkō jikan no okage de, kyarakutā to sono sekai ni dono yōna shōten o ateru koto ga dekiru no ka, Gonzo no tantōsha ni, watashi ga mita samazamana sakuhin no shitsu no taka-sa ni tsuite hanashite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mOverall while visually pleasing and having some promising elements to its storytelling, Blue Submarine No.6 is another anime that I felt had wasted potential thanks to its limited run time greatly limiting what focus could be given to characters and its world, hence adding another subpar work to Gonzo's rep for the varying quality of their works that I've seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall while visually pleasing and having some promising elements to its storytelling, Blue Submarine No.6 is another anime that I felt had wasted potential thanks to its limited run time greatly limiting what focus could be given to characters and its world, hence adding another subpar\u001b[24m\n    \u001b[1m視覚的に満足していて、ストーリーテリングにいくつか有望な要素を持っている一方で、Blue Submarine No.6は、限られた実行時間のおかげで、キャラクターとその世界にどのような焦点を当てることができるのか、\u001b[22m, \u001b[1m視覚的に満足し、その物語にいくつかの有望な要素を持ちながら全体として、ブルー潜水艦6番は、私は、その限られ、実行時に持っていた無駄な潜在的なおかげで大幅に別の基準以下を追加するため、文字とその世界に与えることができるものをフォーカス制限を感じた別のアニメです\u001b[22m\n\u001b[4mwork to Gonzo's rep for the varying quality of their works that I've seen.\u001b[24m\n    \u001b[1mGonzoの担当者に、私が見た様々な作品の質の高さについて話してください。\u001b[22m, \u001b[1m私が見てきた彼らの作品の様々な品質のためのGonzoの担当者に働きます。\u001b[22m"
  },
  {
    "title": "Ao_no_6-gou",
    "id": "1051",
    "url": "https://myanimelist.net/anime/1051/Ao_no_6-gou",
    "user": "Kolle",
    "profile": "/profile/Kolle/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=119853",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  6\nキャラクター|  7\n|  9\n\n未知のものに対する恐れ。\n\n私は当初、このアニメに大きなアニメーションで何かを求めて来ました。私が来たものは受け取りましたが、それだけではありませんでした。\n\nストーリー\nストーリーの大部分を期待しているわけではありませんが、私は小さな期待でこれに取り組みます。 物語が多くの道徳で非常に深いことはほとんど分かりませんでした。 構造はプロットの穴に欠陥がありますが、それは非常によく伝えられた道徳で簡単に見過ごされます。\n\nアート\nまず、1998年から2000年に放映されたことを考慮する必要があります。 これでアート/アニメーションは美しいものでした。 スタイルは、放送日のためにかなり古いですが、その品質はこの時間のほとんどのアニメをはるかに超えていました。 アニメーションは、近代的なアニメーションを楽しむ人が楽しむことができ、アニメに耽ってしまうような好都合な雰囲気を作り出します。\n\n音\nこの音はややユニークでした。 長いうちに一度聞いていいジャズがたくさんあった。 オープニングテーマとエンディングテーマは特別なものはありませんでした。 アニメ中の音はうまく行かず、状況によく合いませんでした。 音楽そのものがいいという事実にもかかわらず、音楽の使い方はうまくいきません。\n\nキャラクター\nこのショーのキャラクターは特別なものではありません。 アニメにはキャラクターがあまり発達しておらず、背景もよく分かりません。\n\nあなたが素晴らしい道徳的で傑出した芸術を望むなら、楽しさが行く限り、これを強くお勧めしますが、あなたが文字を知ることを期待しているなら、それを見てください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nFear of the unknown.\n\n\u001b[1m未知のものに対する恐れ。\u001b[22m\n\u001b[1m(Michi no mono ni taisuru osore.)\u001b[22m\n\nTranslations of \u001b[4mFear of the unknown.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFear of the unknown.\u001b[24m\n    \u001b[1m未知のものに対する恐れ。\u001b[22m, \u001b[1m未知の恐怖。\u001b[22m\n\u001b[1m\u001b[22m\nI initially came to this anime in search of something with great animation, and although i did receive what I came for, it was not all I got.\n\n\u001b[1m私は当初、このアニメに大きなアニメーションで何かを求めて来ました。私が来たものは受け取りましたが、それだけではありませんでした。\u001b[22m\n\u001b[1m(Watashi wa tōsho, kono anime ni ōkina animēshon de nanika o motomete kimashita. Watashi ga kita mono wa uketorimashitaga, sore dakede wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI initially came to this anime in search of something with great animation, and although i did receive what I came for, it was not all I got.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI initially came to this anime in search of something with great animation, and although i did receive what I came for, it was not all I got.\u001b[24m\n    \u001b[1m私は当初、このアニメに大きなアニメーションで何かを求めて来ました。私が来たものは受け取りましたが、それだけではありませんでした。\u001b[22m, \u001b[1m私は当初素晴らしいアニメーションで何かの検索でこのアニメに来た、と私は私がのために来たものを受け取るなかったが、それは私が得たすべてではありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nStory\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4mStory\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nNot expecting much of a story, I move into this with small expectations. Little did I know the story is very deep with many morals. Although the structure is flawed with plot holes, it is easily overlooked with the very well transmitted moral.\n\n\u001b[1mストーリーの大部分を期待しているわけではありませんが、私は小さな期待でこれに取り組みます。 物語が多くの道徳で非常に深いことはほとんど分かりませんでした。 構造はプロットの穴に欠陥がありますが、それは非常によく伝えられた道徳で簡単に見過ごされます。\u001b[22m\n\u001b[1m(Sutōrī no daibubun o kitai shite iru wakede wa arimasenga, watashi wa chīsana kitai de kore ni torikumimasu. Monogatari ga ōku no dōtoku de hijō ni fukai koto wa hotondo wakarimasendeshita. Kōzō wa purotto no ana ni kekkan ga arimasuga, sore wa hijō ni yoku tsutae rareta dōtoku de kantan ni misugosa remasu.)\u001b[22m\n\nTranslations of \u001b[4mNot expecting much of a story, I move into this with small expectations. Little did I know the story is very deep with many morals. Although the structure is flawed with plot holes, it is easily overlooked with the very well transmitted moral.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot expecting much of a story, I move into this with small expectations.\u001b[24m\n    \u001b[1mストーリーの大部分を期待しているわけではありませんが、私は小さな期待でこれに取り組みます。\u001b[22m, \u001b[1m物語の多くを期待していない、私は小さな期待をこの中に移動します。\u001b[22m\n\u001b[4mLittle did I know the story is very deep with many morals.\u001b[24m\n    \u001b[1m物語が多くの道徳で非常に深いことはほとんど分かりませんでした。\u001b[22m, \u001b[1mリトル私は物語は、多くの道徳と非常に深いです知っていました。\u001b[22m\n\u001b[4mAlthough the structure is flawed with plot holes, it is easily overlooked with the very well transmitted moral.\u001b[24m\n    \u001b[1m構造はプロットの穴に欠陥がありますが、それは非常によく伝えられた道徳で簡単に見過ごされます。\u001b[22m, \u001b[1m構造がプロット穴に欠陥があるが、それは容易に非常によく道徳的送信して見過ごされています。\u001b[22m\n\u001b[1m\u001b[22m\nArt\n\n\u001b[1mアート\u001b[22m\n\u001b[1m(Āto)\u001b[22m\n\nDefinitions of \u001b[4mArt\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nFirst, It must be taken into consideration that this was aired 1998-2000. The art/animation was beautiful in this. The style was fairly old due to the airing date, but that quality was well beyond most anime of this time. The animation creates a favorable atmosphere that allows those who prefer modern animation to enjoy and become indulged in the anime.\n\n\u001b[1mまず、1998年から2000年に放映されたことを考慮する必要があります。 これでアート/アニメーションは美しいものでした。 スタイルは、放送日のためにかなり古いですが、その品質はこの時間のほとんどのアニメをはるかに超えていました。 アニメーションは、近代的なアニメーションを楽しむ人が楽しむことができ、アニメに耽ってしまうような好都合な雰囲気を作り出します。\u001b[22m\n\u001b[1m(Mazu, 1998-nen kara 2000-nen ni hōei sa reta koto o kōryo suru hitsuyō ga arimasu. Kore de āto/ animēshon wa utsukushī monodeshita. Sutairu wa, hōsō-bi no tame ni kanari furuidesuga, sono hinshitsu wa kono-jikan no hotondo no anime o haruka ni koete imashita. Animēshon wa, kindai-tekina animēshon o tanoshimu hito ga tanoshimu koto ga deki, anime ni fukette shimau yōna kōtsugōna fun'iki o tsukuridashimasu.)\u001b[22m\n\nTranslations of \u001b[4mFirst, It must be taken into consideration that this was aired 1998-2000. The art/animation was beautiful in this. The style was fairly old due to the airing date, but that quality was well beyond most anime of this time. The animation creates a favorable atmosphere that allows those who prefer modern animation to enjoy and become indulged in the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst, It must be taken into consideration that this was aired 1998-2000.\u001b[24m\n    \u001b[1mまず、1998年から2000年に放映されたことを考慮する必要があります。\u001b[22m, \u001b[1mまず、これは1998年から2000年に放送された考慮に入れなければなりません。\u001b[22m\n\u001b[4mThe art/animation was beautiful in this.\u001b[24m\n    \u001b[1mこれでアート/アニメーションは美しいものでした。\u001b[22m, \u001b[1mアート/アニメーションは、この中で綺麗でした。\u001b[22m\n\u001b[4mThe style was fairly old due to the airing date, but that quality was well beyond most anime of this time.\u001b[24m\n    \u001b[1mスタイルは、放送日のためにかなり古いですが、その品質はこの時間のほとんどのアニメをはるかに超えていました。\u001b[22m, \u001b[1mスタイルは放送日のためにかなり古いだったが、その品質はよく、この時間の中で最もアニメを超えていました。\u001b[22m\n\u001b[4mThe animation creates a favorable atmosphere that allows those who prefer modern animation to enjoy and become indulged in the anime.\u001b[24m\n    \u001b[1mアニメーションは、近代的なアニメーションを楽しむ人が楽しむことができ、アニメに耽ってしまうような好都合な雰囲気を作り出します。\u001b[22m, \u001b[1mアニメーションは、近代的なアニメーションを好む人が楽しむとアニメで甘やかさなることができ、良好な雰囲気を作成します。\u001b[22m\n\u001b[1m\u001b[22m\nSound\n\n\u001b[1m音\u001b[22m\n\u001b[1m(Oto)\u001b[22m\n\nDefinitions of \u001b[4mSound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThe sound in this was somewhat unique. There was a lot of jazz which was nice to hear for once after a long time. There was no opening theme and an ending theme that was nothing special. The sound during the anime was not well done and did not fit the situations well. Despite the fact that the music by itself is nice, the usage of the music is not well done.\n\n\u001b[1mこの音はややユニークでした。 長いうちに一度聞いていいジャズがたくさんあった。 オープニングテーマとエンディングテーマは特別なものはありませんでした。 アニメ中の音はうまく行かず、状況によく合いませんでした。 音楽そのものがいいという事実にもかかわらず、音楽の使い方はうまくいきません。\u001b[22m\n\u001b[1m(Kono Oto wa yaya yunīkudeshita. Nagai uchi ni ichido kiite ī jazu ga takusan atta. Ōpuningutēma to endingutēma wa tokubetsuna mono wa arimasendeshita. Anime-chū no oto wa umaku ikazu, jōkyō ni yoku aimasendeshita. Ongaku sonomono ga ī to iu jijitsu nimokakawarazu, ongaku no tsukaikata wa umaku ikimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe sound in this was somewhat unique. There was a lot of jazz which was nice to hear for once after a long time. There was no opening theme and an ending theme that was nothing special. The sound during the anime was not well done and did not fit the situations well. Despite the fact that the music by itself is nice, the usage of the music is not well done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound in this was somewhat unique.\u001b[24m\n    \u001b[1mこの音はややユニークでした。\u001b[22m, \u001b[1mこの中の音はややユニークでした。\u001b[22m\n\u001b[4mThere was a lot of jazz which was nice to hear for once after a long time.\u001b[24m\n    \u001b[1m長いうちに一度聞いていいジャズがたくさんあった。\u001b[22m, \u001b[1m久しぶりに一度のために聞いてよかったジャズがたくさんありました。\u001b[22m\n\u001b[4mThere was no opening theme and an ending theme that was nothing special.\u001b[24m\n    \u001b[1mオープニングテーマとエンディングテーマは特別なものはありませんでした。\u001b[22m, \u001b[1m何のオープニングテーマと特別な何もなかったエンディングテーマはありませんでした。\u001b[22m\n\u001b[4mThe sound during the anime was not well done and did not fit the situations well.\u001b[24m\n    \u001b[1mアニメ中の音はうまく行かず、状況によく合いませんでした。\u001b[22m, \u001b[1mアニメ中に音がよく行われていなかった、よく状況に適合しませんでした。\u001b[22m\n\u001b[4mDespite the fact that the music by itself is nice, the usage of the music is not well done.\u001b[24m\n    \u001b[1m音楽そのものがいいという事実にもかかわらず、音楽の使い方はうまくいきません。\u001b[22m, \u001b[1mそれだけで音楽が素敵であるという事実にもかかわらず、音楽の使用は十分に行われません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4mCharacter\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThe characters in this show are not anything special. There is not much character development in the anime and their backgrounds are not well explained.\n\n\u001b[1mこのショーのキャラクターは特別なものではありません。 アニメにはキャラクターがあまり発達しておらず、背景もよく分かりません。\u001b[22m\n\u001b[1m(Kono shō no kyarakutā wa tokubetsuna monode wa arimasen. Anime ni wa kyarakutā ga amari hattatsu shite orazu, haikei mo yoku wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe characters in this show are not anything special. There is not much character development in the anime and their backgrounds are not well explained.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters in this show are not anything special.\u001b[24m\n    \u001b[1mこのショーのキャラクターは特別なものではありません。\u001b[22m, \u001b[1mこのショーの中の文字は、何も特別なことではありません。\u001b[22m\n\u001b[4mThere is not much character development in the anime and their backgrounds are not well explained.\u001b[24m\n    \u001b[1mアニメにはキャラクターがあまり発達しておらず、背景もよく分かりません。\u001b[22m, \u001b[1mそこに多くのキャラクター開発はアニメではなく、その背景は十分に説明されていません。\u001b[22m\n\u001b[1m\u001b[22m\nAs far as enjoyment goes, I can highly recommend this if you would like a nice moral and some outstanding art, but would definitely ask you to refrain from watching it if you are expecting to get to know the characters.\n\n\u001b[1mあなたが素晴らしい道徳的で傑出した芸術を望むなら、楽しさが行く限り、これを強くお勧めしますが、あなたが文字を知ることを期待しているなら、それを見てください。\u001b[22m\n\u001b[1m(Anata ga subarashī dōtokutekide kesshutsu shita geijutsu o nozomunara, tanoshisa ga iku kagiri, kore o tsuyoku o susume shimasuga, anata ga moji o shiru koto o kitai shite irunara, sore o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAs far as enjoyment goes, I can highly recommend this if you would like a nice moral and some outstanding art, but would definitely ask you to refrain from watching it if you are expecting to get to know the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs far as enjoyment goes, I can highly recommend this if you would like a nice moral and some outstanding art, but would definitely ask you to refrain from watching it if you are expecting to get to know the characters.\u001b[24m\n    \u001b[1mあなたが素晴らしい道徳的で傑出した芸術を望むなら、楽しさが行く限り、これを強くお勧めしますが、あなたが文字を知ることを期待しているなら、それを見てください。\u001b[22m, \u001b[1mあなたは素敵な道徳的、いくつかの優れた芸術をご希望の場合は限り楽しみが行くように、私は非常にこれをお勧めすることができますが、間違いなくあなたは文字を知ってもらうことを期待している場合はそれを見てから控えるように頼むだろう。\u001b[22m"
  },
  {
    "title": "Ao_no_6-gou",
    "id": "1051",
    "url": "https://myanimelist.net/anime/1051/Ao_no_6-gou",
    "user": "Shura-shurato",
    "profile": "/profile/Shura-shurato/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=80790",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  9\n\nその時代（1998年）からの流暢な3Dグラフィックスと非常によく似合うアニメ、そして私のお気に入りの一つ、その物語は面白いので、いくつかの特徴があります。 過去と今何をしているのか！ 私にとって初めてのことは、水中潜水艦の戦闘がとてもうまくいっていて、非常に特別でした。 ちょうどいい出来ました",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nAn anime that has a VERY GOOD mix with almost fluently 3-D graphics from that time(1998)and one of my favorites, the story is interesting, so as some of the charac. past and what they do now! for me the 1st time seeing this was very special mostly because the underwater submarine battles are so well done, it kept me going so there was not much to me to bored about! JUST VERY WELL DONE\n\n\u001b[1mその時代（1998年）からの流暢な3Dグラフィックスと非常によく似合うアニメ、そして私のお気に入りの一つ、その物語は面白いので、いくつかの特徴があります。 過去と今何をしているのか！ 私にとって初めてのことは、水中潜水艦の戦闘がとてもうまくいっていて、非常に特別でした。 ちょうどいい出来ました\u001b[22m\n\u001b[1m(Sono jidai (1998-nen) kara no ryūchōna 3 D gurafikkusu to hijō ni yoku niau anime, soshite watashi no okiniiri no hitotsu, sono monogatari wa omoshiroinode, ikutsu ka no tokuchō ga arimasu. Kako to imanani o shite iru no ka! Watashi ni totte hajimete no koto wa, suichū sensuikan no sentō ga totemo umaku itte ite, hijō ni tokubetsudeshita. Chōdo ī dekimashita)\u001b[22m\n\nTranslations of \u001b[4mAn anime that has a VERY GOOD mix with almost fluently 3-D graphics from that time(1998)and one of my favorites, the story is interesting, so as some of the charac. past and what they do now! for me the 1st time seeing this was very special mostly because the underwater submarine battles are so well done, it kept me going so there was not much to me to bored about! JUST VERY WELL DONE\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAn anime that has a VERY GOOD mix with almost fluently 3-D graphics from that time(1998)and one of my favorites, the story is interesting, so as some of the charac.\u001b[24m\n    \u001b[1mその時代（1998年）からの流暢な3Dグラフィックスと非常によく似合うアニメ、そして私のお気に入りの一つ、その物語は面白いので、いくつかの特徴があります。\u001b[22m, \u001b[1m当時（1998年）、私のお気に入りの1からほぼ流暢に3-Dグラフィックスと非常に良好なミックスを持っているアニメは、物語は、興味深いものですCHARACのいくつかのように。\u001b[22m\n\u001b[4mpast and what they do now!\u001b[24m\n    \u001b[1m過去と今何をしているのか！\u001b[22m, \u001b[1m過去と彼らが今何をすべきか！\u001b[22m\n\u001b[4mfor me the 1st time seeing this was very special mostly because the underwater submarine battles are so well done, it kept me going so there was not much to me to bored about!\u001b[24m\n    \u001b[1m私にとって初めてのことは、水中潜水艦の戦闘がとてもうまくいっていて、非常に特別でした。\u001b[22m, \u001b[1m私のために1回目は、これは水中の潜水艦の戦いは非常によく行われている主な理由は非常に特別なものだった見て、それはとても約退屈に私にはあまりありませんでした私は続けました！\u001b[22m\n\u001b[4mJUST VERY WELL DONE\u001b[24m\n    \u001b[1mちょうどいい出来ました\u001b[22m, \u001b[1mJUST VERY WELL DONE\u001b[22m"
  },
  {
    "title": "Ao_no_6-gou",
    "id": "1051",
    "url": "https://myanimelist.net/anime/1051/Ao_no_6-gou",
    "user": "hessan",
    "profile": "/profile/hessan/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=24773",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  8\n\nこのシリーズを見直した他の何人かの人々とは違って、私はToonamiを子供として見たときにそれを見られなかった。 私は、Outlaw StarとTenchi Muyoを見て忙しすぎると思う。 たぶん私がそれを見たことがなかったのは幸運かもしれません。私が今よりも楽しんだと思うからです。\n\n私は全体のことを台無しにすることなくあまりにも多くのことを言っているわけではないので、概要を超えてストーリーラインについて多くを話すつもりはない。 私は、物語といくつかのキャラクターは、4つのエピソードの時間的制約を考慮すると、非常に深いですが、言うでしょう。 文字のやりとりや対話の表面にはたくさんの場所があります。 これらのポイントのうち少なくともいくつかを推測できない限り、プロットホールで自分の頭を掻き回すことがあります。\n\nキャラクタリゼーションは、シリーズの中で最も強力で弱いリンクです。 キャラクターの中には、アニメのためのステレオタイプの状況に陥っているため、一部には典型的なものもあります。 他のものは、単にそれらを洗い出すために時間を費やすことができないため、典型的なものです。 人類の大量虐殺を呼び起こすための彼の動機が主要な推進力の1つであるため、彼の短期間のプレゼンテーションにもかかわらず、Zorndykeについて多くを見つけます。\n\n芸術は間違いなくシリーズの時代を支えてきました。 アニメーション自体は素晴らしく、一貫しています。  CGIを批判している人もいますが、最近のシリーズではCGIが悪化しています。 彼らが時代のために持っていたものを最大限に活用しようとしたことは明らかです。 水中爆発、物理学、構造は私のほとんど無学の観点からもかなり正確なようです。 驚くべきことではないが、私はMSDFと国立海洋技術センターをクレジットで見たと思う。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nUnlike several of the other people who have reviewed this series, I did not get to see it when I watched Toonami as a kid. I guess I was too busy watching Outlaw Star and Tenchi Muyo. Maybe it is fortunate that I did not get to see it then, as I think I enjoyed it more now than I would have back then.\n\n\u001b[1mこのシリーズを見直した他の何人かの人々とは違って、私はToonamiを子供として見たときにそれを見られなかった。 私は、Outlaw StarとTenchi Muyoを見て忙しすぎると思う。 たぶん私がそれを見たことがなかったのは幸運かもしれません。私が今よりも楽しんだと思うからです。\u001b[22m\n\u001b[1m(Kono shirīzu o minaoshita ta no nan'ninka no hitobito to wa chigatte, watashi wa Toonami o kodomo to shite mita toki ni sore o mi rarenakatta. Watashi wa, Outlaw Star to Tenchi Muyo o mite isogashi sugiru to omou. Tabun watashi ga sore o mita koto ga nakatta no wa kōun kamo shiremasen. Watashi ga ima yori mo tanoshinda to omoukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mUnlike several of the other people who have reviewed this series, I did not get to see it when I watched Toonami as a kid. I guess I was too busy watching Outlaw Star and Tenchi Muyo. Maybe it is fortunate that I did not get to see it then, as I think I enjoyed it more now than I would have back then.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnlike several of the other people who have reviewed this series, I did not get to see it when I watched Toonami as a kid.\u001b[24m\n    \u001b[1mこのシリーズを見直した他の何人かの人々とは違って、私はToonamiを子供として見たときにそれを見られなかった。\u001b[22m, \u001b[1mこのシリーズを検討している他の人々のいくつかとは違って、私は私が子供のようにToonamiを見たときにそれを見るために取得できませんでした。\u001b[22m\n\u001b[4mI guess I was too busy watching Outlaw Star and Tenchi Muyo.\u001b[24m\n    \u001b[1m私は、Outlaw StarとTenchi Muyoを見て忙しすぎると思う。\u001b[22m, \u001b[1m私は無法者スターと天地無用を見てあまりにも忙しかったと思います。\u001b[22m\n\u001b[4mMaybe it is fortunate that I did not get to see it then, as I think I enjoyed it more now than I would have back then.\u001b[24m\n    \u001b[1mたぶん私がそれを見たことがなかったのは幸運かもしれません。私が今よりも楽しんだと思うからです。\u001b[22m, \u001b[1m私はもっと今私は当時持っているものよりもそれを楽しんだと思うように多分私はそれを見ることがなかったことは幸運です。\u001b[22m\n\u001b[1m\u001b[22m\nI'm not going to tell much about the storyline beyond the synopsis because there isn't too much more to tell without spoiling the whole thing. I will say though that the story and several characters are extremely deep considering the time constraints of 4 episodes. There is a lot there beneath the surface of the character interactions and the dialogue. Unless you can infer at least some of those points, you may find yourself scratching your head at times at the plot holes.\n\n\u001b[1m私は全体のことを台無しにすることなくあまりにも多くのことを言っているわけではないので、概要を超えてストーリーラインについて多くを話すつもりはない。 私は、物語といくつかのキャラクターは、4つのエピソードの時間的制約を考慮すると、非常に深いですが、言うでしょう。 文字のやりとりや対話の表面にはたくさんの場所があります。 これらのポイントのうち少なくともいくつかを推測できない限り、プロットホールで自分の頭を掻き回すことがあります。\u001b[22m\n\u001b[1m(Watashi wa zentai no koto o dainashi ni suru koto naku amarini mo ōku no koto o itte iru wakede wanainode, gaiyō o koete sutōrīrain ni tsuite ōku o hanasu tsumori wanai. Watashi wa, monogatari to ikutsu ka no kyarakutā wa, 4tsu no episōdo no jikan-teki seiyaku o kōryo suru to, hijō ni fukaidesuga, iudeshou. Moji no yaritori ya taiwa no hyōmen ni wa takusan no basho ga arimasu. Korera no pointo no uchi sukunakutomo ikutsu ka o suisoku dekinai kagiri, purottohōru de jibun no atama o kakimawasu koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI'm not going to tell much about the storyline beyond the synopsis because there isn't too much more to tell without spoiling the whole thing. I will say though that the story and several characters are extremely deep considering the time constraints of 4 episodes. There is a lot there beneath the surface of the character interactions and the dialogue. Unless you can infer at least some of those points, you may find yourself scratching your head at times at the plot holes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not going to tell much about the storyline beyond the synopsis because there isn't too much more to tell without spoiling the whole thing.\u001b[24m\n    \u001b[1m私は全体のことを台無しにすることなくあまりにも多くのことを言っているわけではないので、概要を超えてストーリーラインについて多くを話すつもりはない。\u001b[22m, \u001b[1m私はあまりにもはるかに全体を損なうことなく伝えることがないので、あらすじを超えたストーリーについて多くを言うつもりはありません。\u001b[22m\n\u001b[4mI will say though that the story and several characters are extremely deep considering the time constraints of 4 episodes.\u001b[24m\n    \u001b[1m私は、物語といくつかのキャラクターは、4つのエピソードの時間的制約を考慮すると、非常に深いですが、言うでしょう。\u001b[22m, \u001b[1mストーリーといくつかの文字が非常に深い4エピソードの時間の制約を考慮されるけれども、私は言うだろう。\u001b[22m\n\u001b[4mThere is a lot there beneath the surface of the character interactions and the dialogue.\u001b[24m\n    \u001b[1m文字のやりとりや対話の表面にはたくさんの場所があります。\u001b[22m, \u001b[1mそこに多くの文字の相互作用との対話の表面の下にあります。\u001b[22m\n\u001b[4mUnless you can infer at least some of those points, you may find yourself scratching your head at times at the plot holes.\u001b[24m\n    \u001b[1mこれらのポイントのうち少なくともいくつかを推測できない限り、プロットホールで自分の頭を掻き回すことがあります。\u001b[22m, \u001b[1mあなたはそれらの点の少なくともいくつかを推測することができない限り、あなた自身が、プロットの穴での回であなたの頭を悩ま見つけることができます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacterization is simultaneously the strongest and weakest link in the series. Some of the characters are archetypal in part because they find themselves in stereotypical situations for anime. Others are archetypal simply because there isn't the time to devote to fleshing them out. You find out a lot about Zorndyke despite his short amount of screentime because his motivations for sparking the genocide of humankind are one of the major driving points.\n\n\u001b[1mキャラクタリゼーションは、シリーズの中で最も強力で弱いリンクです。 キャラクターの中には、アニメのためのステレオタイプの状況に陥っているため、一部には典型的なものもあります。 他のものは、単にそれらを洗い出すために時間を費やすことができないため、典型的なものです。 人類の大量虐殺を呼び起こすための彼の動機が主要な推進力の1つであるため、彼の短期間のプレゼンテーションにもかかわらず、Zorndykeについて多くを見つけます。\u001b[22m\n\u001b[1m(Kyarakutarizēshon wa, shirīzu no naka de mottomo kyōryokude yowai rinkudesu. Kyarakutā no nakaniha, anime no tame no sutereo taipu no jōkyō ni ochītte iru tame, ichibu ni wa tenkei-tekina mono mo arimasu. Hoka no mono wa, tan'ni sorera o araidasu tame ni jikan o tsuiyasu koto ga dekinai tame, tenkei-tekina monodesu. Jinrui no tairyō gyakusatsu o yobiokosu tame no kare no dōki ga shuyōna suishin-ryoku no 1tsudearu tame, kare no tankikan no purezentēshon nimokakawarazu, Zorndyke ni tsuite ōku o mitsukemasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacterization is simultaneously the strongest and weakest link in the series. Some of the characters are archetypal in part because they find themselves in stereotypical situations for anime. Others are archetypal simply because there isn't the time to devote to fleshing them out. You find out a lot about Zorndyke despite his short amount of screentime because his motivations for sparking the genocide of humankind are one of the major driving points.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacterization is simultaneously the strongest and weakest link in the series.\u001b[24m\n    \u001b[1mキャラクタリゼーションは、シリーズの中で最も強力で弱いリンクです。\u001b[22m, \u001b[1mキャラクタリゼーションは、同時にシリーズで最強かつ最も弱いリンクです。\u001b[22m\n\u001b[4mSome of the characters are archetypal in part because they find themselves in stereotypical situations for anime.\u001b[24m\n    \u001b[1mキャラクターの中には、アニメのためのステレオタイプの状況に陥っているため、一部には典型的なものもあります。\u001b[22m, \u001b[1m彼らはアニメのためのステレオタイプな状況で自分自身を見つけるために、文字の一部は、部分的には原型です。\u001b[22m\n\u001b[4mOthers are archetypal simply because there isn't the time to devote to fleshing them out.\u001b[24m\n    \u001b[1m他のものは、単にそれらを洗い出すために時間を費やすことができないため、典型的なものです。\u001b[22m, \u001b[1mそれらを肉付けに専念する時間がないので、他のものは、単に原型です。\u001b[22m\n\u001b[4mYou find out a lot about Zorndyke despite his short amount of screentime because his motivations for sparking the genocide of humankind are one of the major driving points.\u001b[24m\n    \u001b[1m人類の大量虐殺を呼び起こすための彼の動機が主要な推進力の1つであるため、彼の短期間のプレゼンテーションにもかかわらず、Zorndykeについて多くを見つけます。\u001b[22m, \u001b[1m人類の大量虐殺をスパークのための彼の動機は、主要な駆動点の一つであるので、あなたはスクリーン時間の彼の短い量にもかかわらず、Zorndykeについて多くを見つけます。\u001b[22m\n\u001b[1m\u001b[22m\nThe art has definitely held up well for the age of the series. The animation itself is great and consistent. While some have criticized the CGI, I have certainly seen worse CGI in much more recent series. It is clear that they tried to get the most out of what they had for the times. The underwater explosions, physics, and structures also appear to be quite accurate from my largely uneducated point of view. Not surprising I guess, seeing as I believe I saw the MSDF and the National Oceanic and Technology Center in the credits.\n\n\u001b[1m芸術は間違いなくシリーズの時代を支えてきました。 アニメーション自体は素晴らしく、一貫しています。  CGIを批判している人もいますが、最近のシリーズではCGIが悪化しています。 彼らが時代のために持っていたものを最大限に活用しようとしたことは明らかです。 水中爆発、物理学、構造は私のほとんど無学の観点からもかなり正確なようです。 驚くべきことではないが、私はMSDFと国立海洋技術センターをクレジットで見たと思う。\u001b[22m\n\u001b[1m(Geijutsu wa machigainaku shirīzu no jidai o sasaete kimashita. Animēshon jitai wa subarashiku, ikkan shite imasu. CGI o hihan shite iru hito mo imasuga, saikin no shirīzude wa CGI ga akka shite imasu. Karera ga jidai no tame ni motte ita mono o saidaigen ni katsuyō shiyou to shita koto wa akirakadesu. Suichū bakuhatsu, butsurigaku, kōzō wa watashi no hotondo mugaku no kanten karamo kanari seikakuna yōdesu. Odorokubeki kotode wa naiga, watashi wa MSDF to kokuritsu kaiyō gijutsu sentā o kurejitto de mita to omou.)\u001b[22m\n\nTranslations of \u001b[4mThe art has definitely held up well for the age of the series. The animation itself is great and consistent. While some have criticized the CGI, I have certainly seen worse CGI in much more recent series. It is clear that they tried to get the most out of what they had for the times. The underwater explosions, physics, and structures also appear to be quite accurate from my largely uneducated point of view. Not surprising I guess, seeing as I believe I saw the MSDF and the National Oceanic and Technology Center in the credits.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art has definitely held up well for the age of the series.\u001b[24m\n    \u001b[1m芸術は間違いなくシリーズの時代を支えてきました。\u001b[22m, \u001b[1m芸術は間違いなくシリーズの年齢のためによく持ちこたえました。\u001b[22m\n\u001b[4mThe animation itself is great and consistent.\u001b[24m\n    \u001b[1mアニメーション自体は素晴らしく、一貫しています。\u001b[22m, \u001b[1mアニメーション自体は素晴らしいと一致しています。\u001b[22m\n\u001b[4mWhile some have criticized the CGI, I have certainly seen worse CGI in much more recent series.\u001b[24m\n    \u001b[1mCGIを批判している人もいますが、最近のシリーズではCGIが悪化しています。\u001b[22m, \u001b[1mいくつかのCGIを批判してきたが、私は確かにはるかに最近直列に悪化CGIを見てきました。\u001b[22m\n\u001b[4mIt is clear that they tried to get the most out of what they had for the times.\u001b[24m\n    \u001b[1m彼らが時代のために持っていたものを最大限に活用しようとしたことは明らかです。\u001b[22m, \u001b[1m彼らが時間のために持っていたものを最大限に活用しようとしたことは明らかです。\u001b[22m\n\u001b[4mThe underwater explosions, physics, and structures also appear to be quite accurate from my largely uneducated point of view.\u001b[24m\n    \u001b[1m水中爆発、物理学、構造は私のほとんど無学の観点からもかなり正確なようです。\u001b[22m, \u001b[1m水中爆発、物理学、および構造は、ビューの私の大部分は無学の点から非常に正確であるように思われます。\u001b[22m\n\u001b[4mNot surprising I guess, seeing as I believe I saw the MSDF and the National Oceanic and Technology Center in the credits.\u001b[24m\n    \u001b[1m驚くべきことではないが、私はMSDFと国立海洋技術センターをクレジットで見たと思う。\u001b[22m, \u001b[1m私はクレジットで海上自衛隊、国立海洋技術センターを見たと信じとして見て、私は推測驚くべきことではありません。\u001b[22m"
  },
  {
    "title": "Ao_no_6-gou",
    "id": "1051",
    "url": "https://myanimelist.net/anime/1051/Ao_no_6-gou",
    "user": "wierdo5000",
    "profile": "/profile/wierdo5000/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=14890",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はブルーサブ6号がかなりエキサイティングだと思った。 私は子供のようなカートンネットワークを見て、景色の美しさに驚いた。 平和な大洋は、私たちが失い始めているものとそれになるものを思い出させることができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\ni thought blue sub no.6 was quite exciting. I watched in on cartonn network as a kid and was taken aback by the beauty of the scenery. The peaceful quite ocean can remind us of what we are starting to lose and what will become of it.\n\n\u001b[1m私はブルーサブ6号がかなりエキサイティングだと思った。 私は子供のようなカートンネットワークを見て、景色の美しさに驚いた。 平和な大洋は、私たちが失い始めているものとそれになるものを思い出させることができます。\u001b[22m\n\u001b[1m(Watashi wa burūsabu 6-gō ga kanari ekisaitinguda to omotta. Watashi wa kodomo no yōna kāton'nettowāku o mite, keshiki no utsukushi-sa ni odoroita. Heiwana Taiyō wa, watashitachi ga ushinai hajimete iru mono to sore ni naru mono o omoidasa seru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mi thought blue sub no.6 was quite exciting. I watched in on cartonn network as a kid and was taken aback by the beauty of the scenery. The peaceful quite ocean can remind us of what we are starting to lose and what will become of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi thought blue sub no.6 was quite exciting.\u001b[24m\n    \u001b[1m私はブルーサブ6号がかなりエキサイティングだと思った。\u001b[22m, \u001b[1m私は青サブ6番は非常にエキサイティングだと思いました。\u001b[22m\n\u001b[4mI watched in on cartonn network as a kid and was taken aback by the beauty of the scenery.\u001b[24m\n    \u001b[1m私は子供のようなカートンネットワークを見て、景色の美しさに驚いた。\u001b[22m, \u001b[1m私は子供のようにcartonnネットワーク上で見て、景色の美しさに面食らいました。\u001b[22m\n\u001b[4mThe peaceful quite ocean can remind us of what we are starting to lose and what will become of it.\u001b[24m\n    \u001b[1m平和な大洋は、私たちが失い始めているものとそれになるものを思い出させることができます。\u001b[22m, \u001b[1m平和かなり海は私たちが失い始めているものを私たちに思い出させることができますし、それはどうなるのだろう。\u001b[22m"
  },
  {
    "title": "Ao_no_6-gou",
    "id": "1051",
    "url": "https://myanimelist.net/anime/1051/Ao_no_6-gou",
    "user": "NakiatheSilent1",
    "profile": "/profile/NakiatheSilent1/reviews",
    "pages": "1",
    "number": "14",
    "link": "/reviews.php?id=16690",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  9\n\nこれは私の元々のお気に入りの一つでなければなりません。 バットのすぐそばで、私は人間以外の人物に非常に似ていたので、私は好きな人物としてムティオと名付けました。 私がゴリラズを聞き始めた頃、私はそれを見たので、早見はMurdocのように少し見えるか、Murdocはやや早見のように見えた。 どちらにしても...\n\n完全なDVDセットを手に入れようと私には永遠にかかったが、待つだけの価値があった。 ストーリーとアートワークは私を完全に魅了しました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis has to be one of my original favorites, back when Toonami was the shit. Right off the bat, I dubbed Mutio as my favorite character, because I was very into non-human characters. Since I saw it right around the time I started listening to Gorillaz, I initially thought that Hayami looked a little like Murdoc, or Murdoc looked a little like Hayami. Either way...\n\n\u001b[1mこれは私の元々のお気に入りの一つでなければなりません。 バットのすぐそばで、私は人間以外の人物に非常に似ていたので、私は好きな人物としてムティオと名付けました。 私がゴリラズを聞き始めた頃、私はそれを見たので、早見はMurdocのように少し見えるか、Murdocはやや早見のように見えた。 どちらにしても...\u001b[22m\n\u001b[1m(Kore wa watashi no motomoto no okiniiri no hitotsudenakereba narimasen. Batto no sugu soba de, watashi wa ningen igai no jinbutsu ni hijō ni nite itanode, watashi wa sukina jinbutsu to shite mutio to nadzukemashita. Watashi ga gorirazu o kiki hajimeta koro, watashi wa sore o mitanode, hayami wa Murdoc no yō ni sukoshi mieru ka, Murdoc wa yaya hayami no yō ni mieta. Dochira ni shite mo...)\u001b[22m\n\nTranslations of \u001b[4mThis has to be one of my original favorites, back when Toonami was the shit. Right off the bat, I dubbed Mutio as my favorite character, because I was very into non-human characters. Since I saw it right around the time I started listening to Gorillaz, I initially thought that Hayami looked a little like Murdoc, or Murdoc looked a little like Hayami. Either way...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis has to be one of my original favorites, back when Toonami was the shit.\u001b[24m\n    \u001b[1mこれは私の元々のお気に入りの一つでなければなりません。\u001b[22m, \u001b[1mこれは、バックToonamiはたわごとだったとき、私のオリジナルのお気に入りの一つでなければなりません。\u001b[22m\n\u001b[4mRight off the bat, I dubbed Mutio as my favorite character, because I was very into non-human characters.\u001b[24m\n    \u001b[1mバットのすぐそばで、私は人間以外の人物に非常に似ていたので、私は好きな人物としてムティオと名付けました。\u001b[22m, \u001b[1m私は非常に非ヒト文字にあったので、右バット、私は、私の好きなキャラクターとしてMutioを吹き替え。\u001b[22m\n\u001b[4mSince I saw it right around the time I started listening to Gorillaz, I initially thought that Hayami looked a little like Murdoc, or Murdoc looked a little like Hayami.\u001b[24m\n    \u001b[1m私がゴリラズを聞き始めた頃、私はそれを見たので、早見はMurdocのように少し見えるか、Murdocはやや早見のように見えた。\u001b[22m, \u001b[1m私は右の私はゴリラズを聴き始めた頃にそれを見たので、私は当初、速水は少しマードックのように見えた、またはマードックは少し速水のように見えたと思いました。\u001b[22m\n\u001b[4mEither way...\u001b[24m\n    \u001b[1mどちらにしても...\u001b[22m, \u001b[1mいずれにせよ...\u001b[22m, \u001b[1mいずれかの方法...\u001b[22m\n\u001b[1m\u001b[22m\nIt took me forever to get my hands on the complete DVD set, but it was well worth the wait. The story and artwork captivated me completely.\n\n\u001b[1m私は完全なDVDセットを手に入れようと私を永遠に受けましたが、それは待つだけの価値がありました。 ストーリーとアートワークは私を完全に魅了しました。\u001b[22m\n\u001b[1m(Watashi wa kanzen'na DVD setto o te ni ireyou to watashi o eien ni ukemashita ga, soreha matsu dake no kachi ga arimashita. Sutōrī to ātowāku wa watashi o kanzen ni miryō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mIt took me forever to get my hands on the complete DVD set, but it was well worth the wait. The story and artwork captivated me completely.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt took me forever to get my hands on the complete DVD set, but it was well worth the wait.\u001b[24m\n    \u001b[1m私は完全なDVDセットを手に入れようと私を永遠に受けましたが、それは待つだけの価値がありました。\u001b[22m, \u001b[1mこれは、完全なDVDセットに私の手を得るために永遠に連れて行ってくれたが、それは待つだけの価値がありました。\u001b[22m\n\u001b[4mThe story and artwork captivated me completely.\u001b[24m\n    \u001b[1mストーリーとアートワークは私を完全に魅了しました。\u001b[22m, \u001b[1mストーリーとアートワークは完全に私を魅了しました。\u001b[22m"
  },
  {
    "title": "Ao_no_6-gou",
    "id": "1051",
    "url": "https://myanimelist.net/anime/1051/Ao_no_6-gou",
    "user": "blanchien",
    "profile": "/profile/blanchien/reviews",
    "pages": "1",
    "number": "15",
    "link": "/reviews.php?id=59143",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私の評価は自分自身で話してください。 それは傑作です。 しかし、それをうまく理解するために必要な成熟度があることに注意してください。 あなたが明るいアニメを他の場所で探す場合は、 しかし、あなたが暗い/憂鬱な/悲しいシリーズを探しているなら、それ以上は見えません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nLet my ratings speak for themselves. It is a masterpiece. Beware though that there's a certain maturity level needed to well appreciate it. If you're looking for an upbeat anime look elsewhere; if you are however, looking for a darker/gloomier/sadder series, look no further.\n\n\u001b[1m私の評価は自分自身で話してください。 それは傑作です。 しかし、それをうまく理解するために必要な成熟度があることに注意してください。 あなたが明るいアニメを他の場所で探す場合は、 しかし、あなたが暗い/憂鬱な/悲しいシリーズを探しているなら、それ以上は見えません。\u001b[22m\n\u001b[1m(Watashi no hyōka wa jibun jishin de hanashite kudasai. Sore wa kessakudesu. Shikashi, sore o umaku rikai suru tame ni hitsuyōna seijuku-do ga aru koto ni chūi shite kudasai. Anata ga akarui anime o hoka no basho de sagasu baai wa, shikashi, anata ga kurai/ yūutsuna/ kanashī shirīzu o sagashite irunara, soreijō wa miemasen.)\u001b[22m\n\nTranslations of \u001b[4mLet my ratings speak for themselves. It is a masterpiece. Beware though that there's a certain maturity level needed to well appreciate it. If you're looking for an upbeat anime look elsewhere; if you are however, looking for a darker/gloomier/sadder series, look no further.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet my ratings speak for themselves.\u001b[24m\n    \u001b[1m私の評価は自分自身で話してください。\u001b[22m, \u001b[1m私の評価は、自分自身のために話すましょう。\u001b[22m\n\u001b[4mIt is a masterpiece.\u001b[24m\n    \u001b[1mそれは傑作です。\u001b[22m, \u001b[1mこれは傑作です。\u001b[22m\n\u001b[4mBeware though that there's a certain maturity level needed to well appreciate it.\u001b[24m\n    \u001b[1mしかし、それをうまく理解するために必要な成熟度があることに注意してください。\u001b[22m, \u001b[1mよくそれを感謝するために必要な一定の成熟度レベルがあることかかわらず、注意してください。\u001b[22m\n\u001b[4mIf you're looking for an upbeat anime look elsewhere;\u001b[24m\n    \u001b[1mあなたが明るいアニメを他の場所で探す場合は、\u001b[22m, \u001b[1mあなたは明るいアニメを探している場合は別の場所で見えます。\u001b[22m\n\u001b[4mif you are however, looking for a darker/gloomier/sadder series, look no further.\u001b[24m\n    \u001b[1mしかし、あなたが暗い/憂鬱な/悲しいシリーズを探しているなら、それ以上は見えません。\u001b[22m, \u001b[1mあなたはしかし、ある場合には、より暗い/ gloomier /悲しいシリーズを探して、もう探す必要はありません。\u001b[22m"
  }
]
