[
  {
    "title": "Kamisama_no_Memochou",
    "id": "10568",
    "url": "https://myanimelist.net/anime/10568/Kamisama_no_Memochou",
    "user": "Jeffrey-sama",
    "profile": "/profile/Jeffrey-sama/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=47567",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  6\n\nローラーコースターに乗っていると想像してみてください。 それは、同時に、スピードアップしながら、あなたがゆっくりとトラックを上昇させるので、あなたの興奮を構築することから始まります。 その後、ライドの残りの部分は浮き沈み、ループとターン、ランダムなスピンで構成され、最後には爽快なスピードで終わります。 それで私は、神様にメモ帳を見ていると感じました。 最初のエピソードでは、このシリーズは有望に見えましたが、まともな結末を持っていましたが、最終的には配信できませんでした。 アート、キャラクター、サウンド、ストーリーの4つのカテゴリーにどのように取り組むか見てみましょう。\n\nアート（7/10）\nアニメの品質は、通常、アニメを見るときに、キャラクターやストーリーにバックシートをとります。 しかし、これらの2つのカテゴリが穏やかで無益なものになったとき、私は心が疲れてしまうのを防ぐために、エピソードの他の側面に集中することを余儀なくされています。 神様のメモ帳のアートワークは傑出したものではありませんが、それは恐ろしいことではありません。あなたの典型的な常識的な品質です。 それ以上のことは言いません。\n\nキャラクター（6/10）\nたぶん6は、このカテゴリーのために少し寛大であるかもしれません。なぜなら、私が見たほとんどのアニメとは違って、私が好きだったキャラクターが本当にあるとは言えないからです。 はい、いくつかのキャラクターの発展がありましたが、私の好みには十分ではありませんでした。 メインの主人公、藤島鳴美の私のイメージは、全番組を通じて全く変わっていませんでした。 彼はまだ私にとっては平凡で退屈なキャラクターでした。 これに加えて、私はアリスと彼女の人格を少し嫌った。 しかし、前の文章は私の意見ですので、必ずしも同意しないかもしれません。 しかし、私はこのように感じる唯一の人ではないと私は信じています。 記憶に残っていないサイドキャラクターは、このカテゴリーをさらに苦しめます。 それをまとめてみると、神様のメモ帳のキャラクターは幸せではないので、キャラクターの開発に多くの注意を払っている人なら、あまり期待しないでください。\n\nサウンド（7/10）\nもう一度別の寛大なマークが与えられますが、今回はサウンドのカテゴリになります（アニメに同情し始めているように思えるかもしれませんが、それはおそらくそうです）。  OPとは別に、すべてがまともなものだった。  ED、BGM、ボイス演技は平均で最高でした。 それが言われて、私はすべての私の期待が途中で大幅に下がったことを認めます。したがって、このカテゴリーは技術的に現在のスコアよりも低いスコアを受け取るべきです。 とにかく、私はオペレーションが音の面で唯一の明るい場所であることを発見しました。  Kawaru Miraiは私にそれを好きにするためにいくつかのエピソードしか取らなかった。 それはそれに伴って驚くほど良いボーカルと明るくてキャッチーです。 それぞれのエピソードをダウンロードして見る動機の半分は、OPのためだと言うことができます。\n\nストーリー（7/10）\nストーリーがすべてを覆い隠すことができれば、悪い芸術、文字、音を許すことができます。 しかし、残念ながら、この話は他のカテゴリと同じくらい悪いので、神様のメモ帳の場合はそうではありません。 多分、それは最初のエピソードの後に​​そのようには見えませんが、シリーズが進行するにつれて、ストーリーは確かに多くの視聴者の期待に応えられませんでした。 驚くほど興味深い部分もあれば、絶対に恐ろしい部分もありました。 大きな絵を見て、私は個人的にはプロットが十分に進んだと感じなかった。  12話のシーズンでは、ストーリーがあまりにもゆっくりと動き、何事も重要なことはほとんど起こりませんでした。 最後のいくつかのエピソードの間だけ、プロットが最も発展したことがあります。 全体的に、残念な話。\n\n全体的に（7/10）\n神様のメモ帳は軽い小説の適応が間違っているという良い例です。 平均的なアートワーク、退屈なキャラクター、印象的ではないサウンド、そして残念なストーリーは「時間を無駄にしない」と叫ぶだけです。 私は人々にそれを見てもらうことを恐れたくはありませんが、そうでない人にはそれを見なければならないかどうかわからない人には、警告の言葉を伝えたいだけです。 是非、「ミステリー」アニメをやるのが良いやり方があれば試してみてください。 それの終わりに私に同意するかどうかにかかわらず、すべてはあなた次第です。 私が言うことは、これは、「神秘的な」アニメだとはいえ、上野のメモ帳は間違いなく、名探偵コナンのような大きなタイトルが持つ成功のレベルに到達することは間違いありません。 あまり期待しないでください。"
  },
  {
    "title": "Kamisama_no_Memochou",
    "id": "10568",
    "url": "https://myanimelist.net/anime/10568/Kamisama_no_Memochou",
    "user": "Joby05",
    "profile": "/profile/Joby05/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=215421",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n私は十分にこれを繰り返すことはできません：このアニメを見てください。 あなたがどんな人でも、あなたが好きなアニメでも、このアニメが好きでしょう。\n\n要約：これは私の新しい第2のお気に入りのアニメです（それは何もMia-Himeのトップに行くとは思わない）。 アニメを終えた後、私はトップレビューを読んで、レビューに基づいて逃したものがあるかどうかを確認し、一般的なコンセンサスに沿った感じを確認したい。 この1つでは、評価の高いレビューは1件も見つかりませんでした。 これはロリであるNEET探偵についてのアニメだけではなく、これは非常に多くのレベルで深く、忘れられない完璧なエンディングを持っています。 それは、私が今まで見たアニメの中で完璧な結末を見せてくれた最初のアニメだが、私が他のシーズンを最小限に見ることができたので、もっと欲しいと思った。 私はこの宇宙からもっと欲しい！\n\nストーリー：10/10\n\n私が今までに見た中で最高の物語の一つ。 物語は、学校の新しい生徒であるMCから、NEET探偵機関に加わって参加するまで構築されています。 興味深いのは、探偵物語は実際にこのアニメのことではないということです。 リードキャラクターのいくつかは感情的な旅を持ち、自分の人生に関係するケースを解決するためにアリスによって助けられます。 それぞれがリードキャラクターの大きな変化をもたらし、ストーリーを前方に押し上げます。 いくつかのケースは心のこもった、面白いですが、最後のケースは感情的なジェットコースターです。 これはまた、季節にあった可能性のあるものについてソース・マテリアルが続いた場合、またはアニメがLNとエンディングを共有した場合、あいまいな最初のアニメでもあります。 言い換えれば、エンディングはとても完璧だったので、別のシーズンを想像することができたにもかかわらず、適切なシリーズフィナーレのように感じました。\n\nアート：9/10\n芸術は華やかです。 それは非常によく見え、私はそれぞれのキャラクターモデルが好きです。 それが必要なときに暗くなる必要があるときは明るいです。\n\nサウンド：8/10\n私がアリスのテイーな歌「テディ」と思っていたことを聞いたとき、私はカタネガタリのピーコック・ブルー・アイを思い出しました。 同じ人が両方のサウンドトラックを演奏したことが分かります。 私はこれが彼からの別の古典であると付け加えます。 私はめったにこれをしないが、私はOSTを手に入れた。\n\nキャラクター：10/10\n私はこのアニメのすべての主役を愛していました。 過去に見たアニメの声優たちが集まり、この傑作を作りました。 重要なキャラクターにはかなりの量の発達があり、あなたはそれらを知るように感じます。 私は、アリスやアリス自身と一緒に働く3人の人の背景に入るという落とし穴があったと思います。 私はMCと、ケースの主な焦点だった他のリードに焦点を当てるほうが理にかなっており、バックグラウンドを謎のままにしておくことは、シーズン1つのアニメにとって正しいアプローチだったと思います。\n\n楽しさ：10/10\n私はそれが好きだった。 私は年齢のアニメを飲み込んだことはありませんが、この1つは週末にまとめました。\n\n全体：10/10\n驚くべき芸術と堅実なサウンドトラックで、美学のすべてがそこにあります。 感情的な高さのトン（といくつかの低い）と文字駆動の物語を追加し、あなたは完璧に終わるだろうが、もっと欲しいままに素晴らしい話をしています。"
  },
  {
    "title": "Kamisama_no_Memochou",
    "id": "10568",
    "url": "https://myanimelist.net/anime/10568/Kamisama_no_Memochou",
    "user": "JOeXX5",
    "profile": "/profile/JOeXX5/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=158475",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  6\n\n私は「次のエピソード」を楽しみにしていたとは言えません。 プロットが始まり、ストーリーがどのように進むかによって、ちょっと退屈な気分になります。 あなたが興味を持っているのはたった数回ですが、何かが明らかにされようとしているときだけです。 キャラクターの中には、自分の裏話を持っているものはほとんどありませんが、それほど多くの詳細はありません。 あなたがもう一度見る予定のアニメではなく、あなたのリストの別のタイトルです。"
  },
  {
    "title": "Kamisama_no_Memochou",
    "id": "10568",
    "url": "https://myanimelist.net/anime/10568/Kamisama_no_Memochou",
    "user": "zhenwei2972",
    "profile": "/profile/zhenwei2972/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=228271",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\nファンタスティックなショーは、私にエピソード1から夢中になった、すぐにそれをマラソンし、私はそれが空間に残っている空白を除いて、後悔はありません。\n\n物語はむしろ無邪気に始まり、アニメの風景に満ちたショーのもうひとつのように見えます。 アリスが導入されるとすべて変化し、新しい次元がアニメを大幅に変換します。\n\nショーは問題を抱えていたが、いくつかの紹介はむしろ面倒だったが、それを除いて、ショーは本当に挑戦を設定し、視聴者が一連の慎重に作られた経験を通して優雅に導かれ、 壮大な暴力と紆余曲折のために十分に残してください。\n\nそれは確かに思い出深いアニメであり、特にあなたが調査のショーが好きな人は、キャストが多様で明確に定義されているだけでなく、彼らの行動はいつでも論理的で真実であるように思えます。 購入へ。 私は延長を望むしかないかもしれないが、おそらく第2シーズンだが、それがなければ、このアニメに関連する周辺コンテンツを読んで、私の中で影響が生じた空を埋めるために頭を下げる"
  },
  {
    "title": "Kamisama_no_Memochou",
    "id": "10568",
    "url": "https://myanimelist.net/anime/10568/Kamisama_no_Memochou",
    "user": "ggultra2764",
    "profile": "/profile/ggultra2764/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=96383",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  7\n\n私が自分のコレクション内でこれを個人的に所有していることを考えると、私は2年近く前に落として以来、この時計を再開しました。  NEETの探偵機関についての前提がややばかげているのがわかりましたが、天国のメモ帳には高い点があります。 このシリーズは、補償された出会い、ヤクザ、麻薬密売などの日本社会のいくつかの厄介な分野を取り上げているNEETの探偵団が取り上げています。 ほとんどの場合、ケースのストーリーラインは、アリス、彼女のアシスタントや他の連絡先、疑わしいアクティビティに巻き込まれた人たちの影響を調べるショーでかなり真剣に処理されます。 いくつかのケースでは、特に、YondaimeやAyakaのようなキャラクターの背景を探索する際に、個人レベルの主要キャラクターの一部が関与しています。 男性の鉛ナルミは、NEETの探偵たちの偏心に「真っ直ぐな男」として働き、彼らの事件で助けてくれることがよくあります。\n\nしかしシリーズには問題がある。 アリスと彼女のアシスタントは、そのキャラクターのための深みと開発にかなり制限されています。前者の問題は、アリスの専門知識とコンピュータと人間の行動に関する知識から生まれたものです。  Heavenのメモ帳は、Aliceとそのコホートを通してNEETであることを賞賛し、Aliceのキャラクターと一緒に逃げようとしているモエに挑戦しようと努力しているようです。 また、カップルの場合も、通常よりも多くのコメディを組み込むことでケースアークの執行猶予として使用されるため、品質が低下します。\n\n視覚的には、天国のメモ帳は、様々な都市景観、建物の内部、そして様々なコンピュータとぬいぐるみの動物を使ったアリスのアパートの内部まで、鮮やかな色彩と鮮やかな色彩のスポーツのキャラクターや風景のデザインとしっかりしています。 アニメーションは、動きが穏やかに見える場合には劇的で緊張した瞬間に必要な場所に実装されますが、通常、世俗的な場面ではまだ静止しています。\n\n全体として、天国のメモ帳は、アリスと彼女の探偵団が取り組んでいる多くの事件で、魅力的で緊張した話をしっかりと披露し、ショーの著名人物のいくつかを探索し、いくつかの厄介な社会問題に取り組んでいます。 ショーはカップルのエピソードの欠点、アリスと彼女のアシスタントの深さの欠如、そしてNEETであり、ポイントでモエ・ベイトとしてアリスを利用していることを誇りにして、オタクのファンサイトにあまりにも熱心に訴えようとしている。 それでも問題を見渡すことができれば、これはまだ価値のある確かなシリーズです。"
  },
  {
    "title": "Kamisama_no_Memochou",
    "id": "10568",
    "url": "https://myanimelist.net/anime/10568/Kamisama_no_Memochou",
    "user": "naki13",
    "profile": "/profile/naki13/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=135831",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  8\n\nすでに失われていることに意味があるとの確信を強く持っているのは、そのような意味を確かめようとする2人の若者です。  1つは、墓から真実を掘り起こす探偵です。 もう一つは、夢の中でそれらを復活させる作家です。 一緒に、仲間と一緒に、彼らは 'NEET探偵機関'です。 上智のメモ帳は、そのような探偵機関についての感傷的な話のシリーズであり、彼らが援助の手を伸ばしている悩まされた人たちです。 すべての刑事事件の背後には、ロマンチックな真実、愛の動き、そして貴重で愛されているものを守るという物語があります。\n\n心の中では、神秘的ではなく、人格主義的で感情的な人間関心のドラマ。 思考は「方法」にではなく、「なぜ」に入ります。 懸念されるのは、キャラクターが作った行動の理由、信じがたい人物、人間の闘いに苦しんでいる人物です。  NEET Detective Agencyの助けを求める個人は、各ストーリーの焦点になり、わずかな曝露時間しか与えられないにもかかわらず、愛情を込めて感情的な投資として価値のある人物が出現します。 困難な作業ですが、助けを借りて、これらのキャラクターはそれを達成します。\n\n忘れないで、音です。 いつまでも、忠実なサポーターとしての影から、忠実に各シーンを適切な色調と気分でセットアップします。 予想どおり、音声の演技は効果的であり、効果的にキャラクターの多くの感情を引き出します。 オープニングとエンディングの両方のテーマは、ストーリーの中心にある優しい心を反映した思いがけない、キャッチーな曲です。 スタンドアローンのリッスンに十分なほど優れているバックグラウンドトラックもいくつかあります。\n\nボディー・ランゲージや表情は、表情だけでなく、表情も豊かに表現され、広く使われています。 例えば、若い男の言い訳にならない嘆きは、言葉ではなく、悲しい真実を彼に伝える手紙をしっかりと掴むように、静かに泣いている間に話されます。 ダイナミックに感じるだけの十分なアニメーションを街頭で戦います。 キャラクターモデルは一貫性があり、モエの顔はモエであり、背景やテクスチャは豊富に詳細です。  1つの夜明けの朝、陰に覆われた花壇に浸透するように体から流出する血液のプールがすばらしい。 確かに、見栄えの良い血はまた、赤いアクセントでモノクロのシーンにも広がっています。 アニメはちょうどこれらのような感知できるものでいっぱいです。\n\nもちろん、その大規模なキャストを与えれば、非フォーカルキャラクターは未だに未熟なままであり、中心キャラクターのためのプロットを推進するサポーターとしての役割を果たすだけです。\n\n神様のメモ帳は、謎に包まれたセンチメンタルなキャラクタードラマの絵です。 ドラマが主人公であれば、謎が支持的役割を果たす。 それは好奇心を掻き立てるが、甘い優しさの柔らかいコアを露出させるために常に理解したいと望む。 そして、それは本当にいい感じです。"
  },
  {
    "title": "Kamisama_no_Memochou",
    "id": "10568",
    "url": "https://myanimelist.net/anime/10568/Kamisama_no_Memochou",
    "user": "Shizucchi",
    "profile": "/profile/Shizucchi/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=72359",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  5\n\nそれは私の最初のレビューです、あなたがそれを楽しむことを願っています。\nさて、アニメを見る前に私は神様のメモ帳の小説を読んでいました。それは嫌われていたJCスタッフのこの貧しい順応よりも、小説が優れているからです。\nストーリーラインはすべて変更されました - アニメの最後の弧は実際に小説の最初の部分です。すべての物語を変えます。アヤカは小説ではない間ずっとそこにいました（スポイラーには申し訳ありませんが、それは 主なポイント。）\nだから、個々の点に行きましょう。\n\nストーリー - ＆gt;  5\n\n私が前に言ったように、小説は本当に良かった - 実際、それは私の好きなライト小説で、アニメには本当に失望しています。 杉井光は本の偉大な仕事をした後、JCのスタッフが来ました。 しかたがない。\n\nアート - ＆GT;  8\n\n元の芸術のデザインはKishida Melによるものです。 彼女の絵は美しいです（すべての小説の中のアリスがカバーしています！）、彼女はキャラクターデザインで素晴らしい仕事をしました。 アニメーションはまた、アートを良好なレベルに保つための努力をしました。\n\nサウンド - ＆gt;  9\n\n友人が「アニメ版がなぜそんなに嫌いなんだ？」と尋ねたところ、私の答えは「適応の唯一の良い点は、サウンドトラック、エンディングテーマ、そしてヨンダイメが小野大介によって表明されたということでした。 ポイントは - サウンドトラックはすばらしかったです。 アリスがこの事件の解決策を語っているときに演奏して、その場で呟いている少女がいるということを知ることができる「テディ」は、このオストの最高の歌です。 しかし、他のトラックは悪くないです！  OPとEDもかなり良いです。 オープニングのテーマは少しキャッチーですが、それは私の好きなジャンルの音楽ではありません。 私は、鈴村健一が大好きなので、結末について話すのは疑わしいです。私はAsunaroが大好きです（私の着メロとすべてです）...\n\n文字 - ＆gt;  8\n\nええ、このシリーズのキャラクターは本当にいいですね。 アリスは、非常に不器用なニートプロディジーの探偵です。 反社会的で時には怠惰な高校生ナルミ、 絢香、いつも陽気で陽気な女の子。 ギャングの指導者、ギャンブル、ジゴロ、軍人のようなタイプのトグヘイターは、偉大なインストロングキャストを作ります。\n\n楽しさ - ＆gt;  5\n\n私はその話がどのようにアダプテッドされたのか好きではありませんでしたが、私は何もしないほうがいいと思っていました。 芸術は良かった、オストは素晴らしく、何とかアニメはちょっと流れやすい。\n\n総合 - ＆gt;  6\n\nあなたが私のリストに表示されている場合は、私はアニメに7を与えたことがわかりますが、シリーズのための私の愛のためだった。 あなたはかわいい女の子と定期的な探偵アニメをしたい場合は、問題なくそれを見ることができます。 多分あなたはカミモモを試すことができます。\n\n私はあなたがそれを楽しむことを望む。〜"
  },
  {
    "title": "Kamisama_no_Memochou",
    "id": "10568",
    "url": "https://myanimelist.net/anime/10568/Kamisama_no_Memochou",
    "user": "cra0",
    "profile": "/profile/cra0/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=129283",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  4\n\n神様のメモ帳（天国のメモ帳）は、本当に良い芸術とキャラクターデザインを持っています。  J.C. Staffのアニメーションは、RailgunやIndexのようなショーと並行していますが、特に環境デザインは素晴らしいですが、話は恐ろしいものであり、半分の意味合いもありません。 私は本当にこのような良い芸術のスタイルとキャラクターのデザインは、このようなたわごとと恐ろしい話に失望していた。 あなたの退屈しているか、またはあなたがいくつかの良い物語や楽しみをしたい場合は、しかし、この価値観のショーの近くには行っていない場合は、価値観を行うために何も持っていないので、12 EPのフィラーを探している場合。"
  },
  {
    "title": "Kamisama_no_Memochou",
    "id": "10568",
    "url": "https://myanimelist.net/anime/10568/Kamisama_no_Memochou",
    "user": "Waldy565",
    "profile": "/profile/Waldy565/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=120465",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  7\n\nまず、アジアの音楽、レシピ、もちろんアニメやマンガ、特集やレビューなどの機能を提供する英国の雑誌NEO magazineに感謝したいと思います。 そして、NEOがそれを強調するまで存在していなかったこのシリーズに私の関心を引き付けるためにNEOに賞賛されます。 とにかく、以上の手続きは、ジャムしよう： - \nストーリー： - 私はちょうど簡単な概要を与えています。 高校生の平均的な高校生である藤島成美さん（ワウ、どんな独創性、どんな褒め言葉がありますか）は、ラーメン屋でアルバイトをしています。 彼が知っていることはほとんどありません。ラーメンショップには、12歳のロリコン探偵が率いるNEET（雇用、教育、訓練を受けていない）機関もあります。 お元気ですか、日本とあなたの女性のプレゼンテーション！ とにかく、アリスは、刑事であるナリスを、唯一の他のクラブのメンバー、篠崎綾香（実際にクラブ、ガーデニングクラブを作った）と一緒にメジャー（軍に魅了された脱落者）と一緒に雇う。  Tetsu（グループの筋肉、おそらく私の2番目のお気に入りのキャラクター、Aliceは私のお気に入り）とHiro（スムーズな話し手と白いスーツ着用者。 また、アリスのギャングリーダーとアソシエイトのヒナムラ・ソイチロもあります。 最後のメジャーキャラクター（私はもう少し詳しく説明します）は、ラーメンショップのオーナーMinです。\nだからそれは基本的に探偵物語ですが、（間違いなく短い）シリーズを通して、わずか約4例が与えられ、解決されます！ 私はこれがどういう場合か分かりません。 それでも、ここで少しロマンス、コメディのピンチとロリコンの大規模な揺れで、十分楽しんで（ナルトの鳴き声で楽しむ）。 あなたの日本... 6/10。\nアート： - アートは、個人的に、ショーのハイライトです。 それは確かにCGIですが、それはまだ素晴らしく提示されており、あなたが期待するように、luuuurvleyです。 私の唯一の悩みは、唇の同期です。 それはまったく明らかでもあり、あなたが実際に査読者として探しているものではありません。 あなたは、口がいくつかの言葉で十分に広く開かないことを見ることができ、時には口がいくつかの対話でパックマンのように行動することがあります。 バマーのビット... 8/10。\nサウンド： - 主に個人的に忘れられていることを中心にコメントすることはあまりありません。 たくさんの曲はありますが、セミが音を立てました。 イントロはかなり落ち着いていて、落ち着いていて、実際にAngel Beatsに似た素敵なドラムラインとピアノになっています。  6/10。\nキャラクター： - アニメの要点であるアーハー。 私は簡単な概説をしましたが、もう少し言いたいことがあります。 言いましたように、ナルミはあなたのいつもの、空白に直面して、感情的ではない（それが起こるまで、私は言うことはできません、申し訳ありませんが）「主人公」の主人公です。 あまり言わない。 そして彼のクラブのメンバー（彼に激怒している）、Ayakaは、基本的に鳴海の女性版です。\nメジャー、ヒロ、第4はOKです。 メジャーはかなり迷惑になり、ナイルミの「藤島副督」と呼んでいるが、彼は軍事的なオタクとして有益だ。 彼はグループのコメディアンです。  Hiroは基本的にはジョックです。 彼は少しc * ckです。 しかたがない。 最後に、第4は、マフィア/ギャングリーダーのステレオタイプに期待するものです。 平均ですが、本物です。\nミンはかなり強い女性ですが、非常に深刻ですが、彼女の父親のラーメン作りのスタンダードまでは非常に難しいです。 ストーリーを台無しにすることなく、もっと多くを語ることはできません。\n最後に、私の2人の手紙のキャラクター、TetsuとAlice。 鉄人は本当にいい人です。 私は彼のような本物の人が好きで、彼には少しコメディーがあります。 実際、彼がパートナーを持たない唯一の理由は、彼は仕事がないからです。 情けない奴や。\nアリス。 ああ私の神様、彼女はとてもかわいいです！ スマート。 私はアリスを愛しています、彼女は基本的にL（デスノート）がファンの女の子だったかわいいもの（いいセーブではなく）が好き、間違っている人にです。  Lともいえば、彼女は恋人ですL. Honestley、ちょうどアリスの写真を撮って、Lを想像してください。あなたは彼女を持っています。 彼女はラーメンをお菓子にするのを除いて。  Whatevs。  7/10。\n楽しさ/全体： - この番組はすべて楽しいです。 事は...それは潜在的に欠けている。 アリスの声はちょうどそうなのですが...。 残りのクルー（内陸部の方が良い）はOKだが、それほど優れているわけではない。 このアニメをお勧めできますか？ うーん。 エンディングは本当に何かですが、それ自体がエントリーに値するかどうかはわかりません。 私の要約、MALの要約、および他の人々の話の概要を読んで、そこから行くと思います。 個人的には、7/10に値すると思います。 ニース。 だからもっと多くのことがこれに入れられたかもしれません。 いくつかのエピソードが作成されていた場合、いくつかのケースが入れられている可能性があります。「ショジュン」のアスペクトは、より深刻なショーのために落とされた可能性があります。 私は知らない）。 それは私の本当の不満です、なぜ私はそのようなショーを授与しましたか？ ああ、一番最後にやることは？ 私は本当にサブオーバーオーバーをお勧めします。 英語を話す人々はかわいいロリコンの声をすることはできません。 それは不可能だ。"
  },
  {
    "title": "Kamisama_no_Memochou",
    "id": "10568",
    "url": "https://myanimelist.net/anime/10568/Kamisama_no_Memochou",
    "user": "Blakfang402",
    "profile": "/profile/Blakfang402/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=112357",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\n神のメモ帳 名探偵。 後で、彼の「友人」の1人がラーメン店に彼を引きずり、そこで彼は再びこの3つの足を満たす。 ナルミは、ラーメン屋の上にあるアパートコンプレックスに住んでいるアリスにラーメンの食事を運ぶように靴下に掛けられている。 なんとか、ナルミはアリスのパーソナルアシスタントになってしまいます。それは肉体的にはできないので、洗濯から缶の開きまで、彼女はすべてのことを意味します。 そこから、彼はアリスの監督の下、薬物リング、ヤクザ、マネー・ローンダリングを含む複数の犯罪を解決する。 ヤクザ。 ラーメンショップ。 このショーにはすべてのものがあります。 アリスは12歳の探偵です。 どんな探偵、NEET探偵、そして死者のためのスピーカーでもない。 彼女は寝室からほとんどあらゆる犯罪を解決することができます。 ある日、彼女は売春婦がいないことについての情報を収集するために彼女の足取りをする彼女の3人の足首を送ります。 犯罪の場面では、罪のない高校の傍観者、藤島鳴美に会い、絶え間なく町から町に移住する本当の友達はいません。\n\nそれは奇妙に聞こえる、私は知っているが、このアニメは本当に良いです。 超自然的でも狂ったことも、生命観とはまったく違うものはありません。 謎は探偵小説のようなものであり、アリスの鋭い脳だが、幼稚な行動と優れた態度は愛らしい。 私は探偵アニメを楽しむ人にこれをお勧めします。"
  },
  {
    "title": "Kamisama_no_Memochou",
    "id": "10568",
    "url": "https://myanimelist.net/anime/10568/Kamisama_no_Memochou",
    "user": "gamejok3r",
    "profile": "/profile/gamejok3r/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=44375",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  6\nキャラクター|  5\n|  7\n\n上見覚えてないメモは、プロット、芸術、そしてそのキャラクターの私の期待を上回る非常によく書かれたシリーズです。 私は、MALとCountdown.Mandragonのプロットサマリーに基づいて私の元々の期待に驚いたが、キャラクター自身への感情的な愛着の面で、シリーズにはまだ幾分かの後戻りがあった。\n\nプロットはまっすぐに見えましたが、探偵タイプのシリーズのように、あなたが発見したものを取り消そうとしている主人公の謎と根を見つけようとすると、物語に引き込まれるのはかなり簡単でした。 キャラクターが成長し、アクションが増加し、賭け金が劇的な結論に至るまで、シリーズがクレッシェンドのようにきれいに書かれました。\n\n芸術は良かったし、それはオルギナリティーと才能が欠けていたが、よく描かれた。 あなたがシリーズを見ていると、キャラクターとその背景にあるアーティストの堅実なスキルが見えますが、それは傑作を作った特別なものが欠けています。 芸術的な側面がある限り、そこに他のアニメのミックスで迷子になるのは簡単です。\n\nキャラクターは、アニメ全体を通して強く強くなった債券として現実的な関係を持っています。 これはアリス以外のすべての人に適用されます。彼女のひきこもりのような状態がNEET探偵団を始めることができましたが、典型的には私は脱走します。\n\n私がこのシリーズで持っていたいくつかのニットピッカリな問題にもかかわらず、私はそれが驚くほど面白いだけでなく、私は毎週楽しみにしていた堅実なシリーズであったことを繰り返し述べなければならない。\n\n評価7/10\n\nPOSTED BY @ GameJok3r"
  },
  {
    "title": "Kamisama_no_Memochou",
    "id": "10568",
    "url": "https://myanimelist.net/anime/10568/Kamisama_no_Memochou",
    "user": "Dr_Peace",
    "profile": "/profile/Dr_Peace/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=133395",
    "jp": "--- --- --- | ---\n全体的な|  4\n--- | ---\nストーリー|  2\nアニメーション|  6\nサウンド|  4\nキャラクター|  3\n|  2\n\n天国のメモ帳は一見すると注目に値するアニメのように見えるかもしれません。 つまり、このコンセプトはかなり興味深いものです。 ニートの謎を解決する日々を過ごした 私は1つのために、これが興味深い前提であることを発見し、ショーのいくつかのファンが優れたデュラララと比較したように！ やや残念だったが、まあまあまあのイースト・オブ・ザ・イースト、私はこのショーを事前に注文し、それを見るのを待つことができなかった。 私が最後のエピソードを終えたときに失望したことを想像してみてください。怒って、怒って、ちょうどこのショーがどれくらいの機会になったかのように少し悲しい気分になりました。\n\n\n\n今ショーがいかに真剣に行われているのでなければ、これは大きな問題ではないでしょう。 一度だけ紹介されたキャラクターをケアするためにショーがどれほど深く関わったかに驚いていました。 それとも、他の時には、ナルミが二度会った人といかに近いかを示していて、突然その人のために自分の人生を犠牲にすることを心配する前に、まったく一緒だった。 これは、平凡な攻撃から平凡な攻撃に至るまでの「謎」のほとんどがいかに悪いと言われているかによって、さらに悪化しますが、私はそれを2分で知ります。\n\n「ミステリー」自体は多くの場合謎でもなく、実際に視聴者に犯罪を解決するための手がかりを与える代わりに、視聴者からの情報を意図的に隠すため、最後の2秒まで情報をすばやく説明します。 ショーの作家でさえも興味を失ってしまったように見せかけ、それをすぐに説明してやりたいのです。 各エピソードは、しばしばエピソードが非常に明白に横切っている点でハンマーに役立つ、信じられないほど上品で退屈な「哲学的な」（そして私はこの用語をゆるく使用している）独白で終わる。 これらのポイントのほとんどは信じられないほど明白か、まったくばかげたものですが、あなたがそれを得ることを絶対に確信させるためにショーが絶えずあなたの喉にこの点を押し当てていないのであれば、それほど問題はありません。\n\n平凡な声優、忘れられないサウンドトラックやクリシェスクリプトのように、ショーには他にも多くの問題があります。 しかし、ショーの最大の問題点は、それがいかに魅力的ではないかということです。 このショーは、NEETのことであると主張しています。彼らがどれくらいの能力を持っているかを軽蔑する社会を示しています。 アリスはショー全体の中で唯一のNEETであり、ショーが実際にこのことについて全く議論しているかのようなものではない。 一人のキャラクターは、彼女がNEETであることを気にするようなことはありませんし、物語に何も追加しません。 作家やショーは、彼女と彼女の友人のいくつかがニートであるという事実を簡単に断ち切ることができ、その物語は少しでも変わることはありませんでした。\n\n売春、薬物中毒、ギャング戦争のようなショーが注目する他の話題はすべてひどく提示されており、明らかにこれらの話題の知識や理解を持たない人々によって書かれています。 ギャング戦争は、黒人と白人のように描かれ、コミックに縁取られており、薬物中毒者の描写はとても偏見的で無知であり、攻撃的であることに接している。 このショーは、麻薬中毒者を文字通りのスカムとして描写しています。交感神経特性はまったくなく、他人を傷つけ、高みを目指すだけです。 薬物乱用に苦しんでいるいくつかの人々を知っているので、私はこのショーが薬物中毒とそれが犠牲者であることをどのように不快に感じるかは言えません。  「ドラッグアーク」の全道徳は、薬を服用するすべての人が悪であるように思われ、彼らは助けられるよりもむしろ軽蔑すべきである。 正直言って、ショーがすでに間違っていないかのように、このショーの作家がそのテーマについて知識を持っていないときは、それは視聴者に非常に無知なメッセージを強要しようとします。\n\n私がどれほど怒ったのかにかかわらず、このショーについてのあらゆる小さな事柄がひどいわけではありません。 ショーにはまともなアニメーションがありますが、それが約束しているものを提供することはできませんが、それ以外のものがあれば、少なくとも良いものになる可能性があります。 ショーにはキャラクターやストーリーラインを確立するための時間が与えられていただけでなく、より才能のある作家によって書かれていたのですが、これは素晴らしいショーではないにせよ、これはいいことでした。 しかし、現在のところ、デュラララのような天国のメモ帳と同じテーマがたくさん入っているので、自分の好みに関係なく誰にでも本当にお勧めするショーではありません!! パラノイア・エージェントと呼ばれ、天国のメモ帳とは違って、実際に彼らが話していることを知っているような人々によって書かれています。 私の主張がこのアニメを見る決心を揺さぶっていないなら、少なくともオンラインでこれを見て、実際にこの運転手に誰かに支払いをしてもらうことを絶対に確信してください。 あなたの苦労して稼いだ現金は他の場所で一層よく使われます。"
  },
  {
    "title": "Kamisama_no_Memochou",
    "id": "10568",
    "url": "https://myanimelist.net/anime/10568/Kamisama_no_Memochou",
    "user": "NightsofDawn",
    "profile": "/profile/NightsofDawn/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=44059",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  9\n\nご注意：次のレビューにはスポイラーが含まれる場合があります。\n\n神様のメモ帳は、学校の菜園クラブのメンバーである絢香さんの藤島成美さんの物語です。  12本のエピソードシリーズは、「教育、雇用、または訓練ではない」という略語であるNEETの探偵アリスが、彼女の「恋人」と彼女の助手ナルミと一緒に解決するいくつかの謎をカバーしています。\n\nそれは実際にプロットを持っていなかったので、物語はそうだった。 各エピソードは一種のモンスター・オブ・ザ・ウィーク・フォーマットになっていました。 しかし、それは楽しむことからあまり離れていませんでした。 後のエピソードで前のエピソードから多くのアイデアを結びつけたシリーズのこの側面に関する私の好きなこと。 しかし、これは忘れ去られる前に起こったことをファンに思い起こさせる巧妙な方法でしたが、いくつかの穴がありました。 たとえば、アリスとナルミがメオの母親の携帯電話を見つけたとき、なぜその発見がミステリーにとって不可欠であるのかは実際には決して言わない。 それは私が見ている間、私には終わりまで私を本当に怒らせました。\n\nサポートしているキャラクターの多くは、私が望んでいたほどには発展しませんでしたが、一部のキーキャラクターは、この機会を得ました。 例えば、鳴海は、自分が気にかかっている人たちと戦う（恐らく殺す）人に成長する。 彼は冒険的な人物としてシリーズの初めに始まりますが、都市から都市への漂流では問題ありませんが、同時に父親だけが見える時には父親の仕事のためにあまりにも移動しなければならないと怒っています （多分）年に3回。 シリーズが進むにつれて、彼は花やアリス、そして誰もが花丸で日々の生活に満足するようになります。\n\nほとんどの時代には、その音はとても適切でした。 エピソードのミステリーが解決されたとき、または（最後のケースのように）物事がエピソードの最高点に到達したときに、同じ曲が演奏された。 これは素晴らしかったです。 私がこれまでに聞いたことのないような音ではない、気まずい軽快な曲だった。  OPはとてもそうだったし、本当に好きではなかった。 しかし、私はENに恋しました。 それは驚くべきものだった！ それはすべてのことをとてもエキサイティングにし、次のエピソードに気をつけました。 エピソードを終わらせる素敵な方法。 全体的なサウンドも良いし、本当に不快なサウンドエフェクトを持つアニメと同じように、サウンドエフェクトが私の気を散らすことはありませんでした。 サウンドは、バックグラウンドとブレンドされ、目立たなくなります。\n\n芸術はアニメの最高の部分でした。  （私は思う）それはJ.C.スタッフによってアニメーション化され、おそらく彼らの最高のものの1つでした。 芸術は時々矛盾していましたが、あなたがそれに気付くような方法ではありませんでした。 街のライトは美しく、建物のアニメーション化の仕方はすばらしかったです。 アリス（すべてのlolisのように）は、長い髪、様々な色のレースを多く持つ服装、身長の短い服装で活躍しました。 誰もが偉大なキャラクターデザインを持っていた。 私が本当に好きだったのは、異常な髪の色をした人はいませんでした。 最も奇妙な髪の色（それは本当に奇妙ではなかった）はおそらく、鮮やかな赤だった綾香の髪色でした。 私はアリスが描かれた方法を本当に愛していました。それはおそらく私がそれを言及し続けている理由でしょう...\n\nご覧のとおり、私はこのアニメをかなり楽しんでいました。 キャラクターは、それぞれのエピソードはスリリングなミステリーと一緒に融合した非常に陶酔的な経験でした。 それぞれの謎は次のように魅力的で、私の目はコンピュータ画面に接着していました。 私は本当にこのアニメを楽しんだ。\n\n全体的に、これは私の好きな夏のアニメの一つでした。 それは私のすべてのお気に入りを持っていた。 謎があり、行動があり、それに気づいていない人には、ロマンスの喧嘩がありました。 私は、このアニメで起こるすべてのものにかなりの忍耐を持っている人にのみこれをお勧めしたいと思います"
  },
  {
    "title": "Kamisama_no_Memochou",
    "id": "10568",
    "url": "https://myanimelist.net/anime/10568/Kamisama_no_Memochou",
    "user": "DustPotato",
    "profile": "/profile/DustPotato/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=99879",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n私はこのアニメを絶対に愛しました。 私はなぜそれをずっと置いているのかわかりません。 彼女はとても愛らしい、時には恐ろしい。 私は彼女のコンピュータが欲しい。 私は彼女の人生が欲しい。 メインキャラクターも素晴らしいです。 彼は世界を憂鬱な場所とみなしています。 しかし、彼の新しい高等学校での初日、彼はガーデンクラブに彼を招待する少女に会う。 それから彼女はアリスと誰もが知っている彼女の仕事に彼を招待します。 あまりにも多くのことを説明することはできません。 基本的には、NEETとRecluseについての物語はAliceと呼ばれています（私は本当のことを信じていません）。 彼女はNEET探偵です。 彼女には外の仕事をしている人がいて、時には外に出て彼女だけができることをする。 その素晴らしいアニメ。 初めはちょっと混乱しましたが、ちょっとしたことが明らかになってから、それは良くなると明白になりました。 その謎の物語のように。 それはいつもあなたの席の端にあなたを持って来ました。 あなたが最初にアリスを見た瞬間、あなたは歩き、彼女を抱きしめたい。\n\nその素晴らしいアニメ、と私は強くそれをお勧めします。"
  },
  {
    "title": "Kamisama_no_Memochou",
    "id": "10568",
    "url": "https://myanimelist.net/anime/10568/Kamisama_no_Memochou",
    "user": "Vella9",
    "profile": "/profile/Vella9/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=106063",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  9\n\nだまされてはいけません！これは非常に疑わしいアニメシリーズです。 初回は数分（最初の数分）はかなりシンプルに見えますが、最初のエピソードではドラマが本当に始まります。それを知って、2時間が過ぎて、あなたはエピソード5にいます。 何が起こったんだ）。  2日後それはすべて終わった！ あなたの中には、私が過言ではないと思うかもしれませんが、私には私の幸せな暴言を許してください！\n\n遂行は完璧だったし、ショックと驚き、アニメシリーズのストーリーライティングのオリジナリティーへの私の希望を歓迎してくれた。私はこのシリーズにとても喜んでいる。 それを十分に表現してください！ ビルドアップとフォロースルーは、私が経験したストレスと不安の価値があり、証拠に悩まされています。 私は初心者の探偵になることを誇りに思っています。アニメだけでなく、キャラクターの対話、関係、ライティングのすべての方法での手がかりを手に入れようと常に努力しています。そして、公正な私の探偵技能は私が同じページ シリーズのキャラクターとして、私はそれらすべてを得ることはなかった、私が楽しむためにまだ実質的な驚きがあった。 私はキャラクターとの対話があるように感じました。アニメミステリーシリーズではまだ経験していないと思うレベルの関わりを感じました。 それは私がリアルタイムでそれらとの謎を解決する乗組員の一部だったようでした！\n\n鳴海とアリスのキャラクターの発展、特にナルミは素晴らしいです。 彼の発展は見てすばらしいです、彼は蝶々のように、まるで犬のように花開いています。シリーズを通しての彼の変容ははっきりと美しく描かれています。 アリスも素晴らしいです。一見したところで、彼女は彼女が典型的な、目に見えない脆弱な女性のリードであると信じることに騙されるかもしれません。アニメによく見られますが、彼女はそうではありません！ 世界で苦しんでいる人のために、彼女は強くて爽やかで典型的なものから壊れています。\n\n私はあなたが謎を欲しがるならば、このアニメを強く推奨します。\n\n私はこのアニメを過小評価してはいけないと言っています！それは深刻な社会問題を掘り下げています。"
  },
  {
    "title": "Kamisama_no_Memochou",
    "id": "10568",
    "url": "https://myanimelist.net/anime/10568/Kamisama_no_Memochou",
    "user": "Reaperschoice",
    "profile": "/profile/Reaperschoice/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=140659",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  8\n\n私が本当に探していたのは、これを見ていると複雑なアニメでしたが、それは私にはとても素敵な時間を与え、気持ちをたくさん残していました。 主人公と彼の「乗組員」はまったくステレオタイプであったにもかかわらず、キャラクターの間には幅広いバリエーションがありましたが、これはまだ普通ではありませんでした。 音と芸術について言えば、私は何も言いません。\n\nそれを見ているうちに、本当にそれ以上のものになるかもしれないと思いました。 そしてそれはしましたが、私は何とかそれがすぐに終わったと感じました。 私は神秘的な/暗い、しかし暖かく快適な感覚の原因はかなりよく好きだった。 また私は認めなければならない、私は最後に涙を流す。\n\n私は少し遅れているように感じますが、NEETは突然変異体のようなものでしたが、私はそれを確認するまで何もしなかったので、大部分の大国か何かのためにアニメ全体を待っていました。  ^ _ ^\nこれは短くて簡単に見られますが、まだ神秘的で、面白く、強烈で暴力的な今、そして、アニメです。"
  },
  {
    "title": "Kamisama_no_Memochou",
    "id": "10568",
    "url": "https://myanimelist.net/anime/10568/Kamisama_no_Memochou",
    "user": "VincentCrescent",
    "profile": "/profile/VincentCrescent/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=44901",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  7\n\nこれは素晴らしいスタートを持ち、中に落ち込んだ後、かなり良い結末を回復するシリーズの1つです。 残念ながら、遅いミドルは私にこのシリーズについて少し酸っぱくを残す。それは全体的に8または9を得ているはずである。\n\nだから話を始めることができます。 探偵アニメでは珍しいことではないが、このシリーズを走っている主要なプロットラインはないが、それは私に何かが欠けているように感じさせる。 期待するものは何もなく、ペースを落とすことが容易で、このシリーズを落とす。 しかし、個々の物語はあなたの標準的な探偵物語であり、最終的な円はこのアニメにとってより良い要素の1つです。\n\nアニメーションとボイスワークの面では、私は通常何も気づいていない。 しかし、アートワークは目を惹きつけていましたが、声のどれもが迷惑であるか外れているのではないので、私はこの部分に満足しています。 しかし、同時に驚くべきものは何も目立たなかった。\n\nキャラクターは素晴らしく、比較的よく開発されていましたが、もう少し知りたいと思う人がいくつかあります。 このシリーズの長さを考えると、私は本当に不平を言うことはできません。\n\n楽しみの面では、私はシリーズで楽しんだことが分かったが、全体的にはそれほどではなかった。 それは間違いなく落ち込みますが、それは回復しますが、私には何があったのか不思議でした。\n\n全体的に、私はそれに7を与えました。それは素晴らしい努力ですが、それは、より高い評価のために十分ではありません。 まだ今年はもっと良いアニメの一つです。"
  },
  {
    "title": "Kamisama_no_Memochou",
    "id": "10568",
    "url": "https://myanimelist.net/anime/10568/Kamisama_no_Memochou",
    "user": "SAM10795",
    "profile": "/profile/SAM10795/reviews",
    "pages": "2",
    "number": "18",
    "link": "/reviews.php?id=83993",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  8\n\n神様のメモ帳や簡単な言葉では、天国のメモ帳は、基本的にアリスの指揮を執るNEET Detective代理店で、主人公/ナレーターの高校生である福島成美を中心に展開しています。\n\nアリスが犯した事件の調査には、他のNEET Detective代理店のメンバーと、主人公と一緒に平良ギャングのリーダーが関わっています。 シリーズが進むにつれて、プロットにはより多くの文字が導入されます。\n\nシリーズは鳴海がクラスメート（Ayaka）によって学校のガーデニングクラブに引き込まれ、最終的にAliceのアシスタントとしてNEET Detective代理店に引き込まれることから始まります。\n\nアニメは「探偵」エージェンシーと関係があったので、そこには謎が巻き込まれていた。 最初の数回のエピソードでは、視聴者には事件に関する多くの情報が提供されていないため、これらのエピソードでは「探偵になる」ことはできません。 しかし、ヒラサカ・ギャングの元メンバーが関わったプロットでは、視聴者に十分な情報が提供されており、何が起こったのか正確に把握しようとしました。 シリーズが最後のいくつかのエピソードに入ると、ちょっと退屈で憂鬱になります。 少なくとも、私はそれが終わったやり方が気に入らなかった。\n\nキャラクターに関しては、主人公はすべての中で最も「弱者」であり、最も近いものと一致する人物はイカリシンジ（新世紀エヴァンゲリオン）であろう。 しかし、後で、彼は小さな犠牲によってリーダーシップの感覚を得る。\nアリスについては、彼女はテディベアに夢中で出かけたくない（超）ハッカーです。 しかし、私が理解できないことの一つは、とにかく彼女は何歳ですか？ それは私が推測する謎のままです。\nNEET探偵団のメンバーは、データベースにないものからアリスの情報を得るために役立つだけでなく、彼が熱い海に入るときにナルミを救助するのに便利です。\nヒラサカ・ギャングのリーダー、Fourthと前のギャングのメンバーであるHirasaka Renjiはおそらくアニメの大部分で独立していたので、おそらく私の視点からはこのシリーズの中で最高のキャラクターでした。\n\n全体的に、このアニメはいくつかのエピソードの後で面白くなったが、興奮は上昇し続けず、終わりに向かって退屈していた。 それは、大部分にとって素晴らしいことであり、次に何が起こるかについて私に興奮を与え続けました。 もう一度、私が見た他のミステリーのジャンルのアニメと同じくらい良いものではなく、少なくとも一度は十分見ることが間違いありません。"
  },
  {
    "title": "Kamisama_no_Memochou",
    "id": "10568",
    "url": "https://myanimelist.net/anime/10568/Kamisama_no_Memochou",
    "user": "outlawwolf",
    "profile": "/profile/outlawwolf/reviews",
    "pages": "2",
    "number": "19",
    "link": "/reviews.php?id=62405",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  3\n|  6\n\nちょうど別のシリーズを見終わった、今度は天国のメモ帳。 それはGosickやMilky Holmesのような別のロリ探偵物語だが、これは現代日本で行われている。アリスは「これはニートのことだ」という探偵機関を経営するコンピュータ専門家だ。 彼女は他のNEETS（雇用、教育、訓練なし）を雇い、彼女の調査を行い、他人の要請により彼女のために仕事をする。\n\n最高だと大丈夫です。 私は他のロリ探偵ショーを見ていないので、私はそれを比較することは何もない。 最初のエピソードはとても良かったし、最後の3つのエピソードはシリーズの中で最高でしたが、実際には途中でうんざりしてしまいました。 それは12のエピソードシリーズであり、本当に不自由な物語の弧にそれらのエピソードの4つを費やします。 主人公ナルミもとても弱いです。 彼は典型的な\"私は自分の道から出て行きたくない\"というのは、そんなに多くの他のショーに見られる彼自身の良い主人公のためにあまりにも日本のものである。 彼は最後に輝いていますが、彼を徹底的に見ているだけで、勇敢な瞬間のような気持ちと、勇気の瞬間が強くて特徴的ではないように感じます。\n\n他のキャラクターは十分に好きだったし、他のNEETに多くのキャラクターが集中したかったと思う。 アリスはめったにキャラクター発達の瞬間を得ることはほとんどなく、両親のいる場所、彼女の素晴らしいコンピューターにどのように入ってきたのか、彼女の知識や探偵になるためのドライブを学びます。 私は鳴海が主人公であることを知っているが、私が言ったように、私は本当にそれがちょうど12エピソード長いことを知って、その4エピソードアークで本当に動揺した。 私はそれが第2シリーズのために夢中であったように感じるが、それは1つを得ることになるとは思わない。\n\nよりポジティブなノートでは、オープニングの歌とアニメーションが私が長い間見てきた最高のものでした。私はエンディング曲も好きです。"
  },
  {
    "title": "Kamisama_no_Memochou",
    "id": "10568",
    "url": "https://myanimelist.net/anime/10568/Kamisama_no_Memochou",
    "user": "Jackrabb1t",
    "profile": "/profile/Jackrabb1t/reviews",
    "pages": "2",
    "number": "20",
    "link": "/reviews.php?id=129967",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  7\n\n暴力\n言語：中程度\nヌード：マイナー（下着やシートで覆われた文字）\nセクシュアリティ：重要（ただし、暗示されているに過ぎず、実際には描かれていない）\n\n彼の父の仕事のおかげで、藤島成美は子供の頃からずっと動いていて、時間がたつと他の人とつながることをゆっくりとやめました。 彼の新しい学校では、他のメンバーがいないので彼はコンピュータクラブに加わり、彼は人を扱う必要がない。 ナルミが屋根に座っているある日、ガーデニングクラブの義務を果たすためにナルミに圧力をかけている菜園クラブの唯一のメンバー、篠崎綾香が中断している。 ナルミの綾香との友情が深まるラーメン店に通い、NEET探偵機関と呼ばれるNEETのグループ（教育、雇用、訓練ではない：本質的に失業者）のためのハングアウトです。  「ヒツキモリ」や「子どもの天才」アリスが率いるニート探偵庁は、本質的に「生きている人を慰めるために死者を拒否し、市の汚い秘密を掘り起こして死者を尊重するために生計を損ねる」。\n\nこの短いアニメにはいくつかの異なるプロットアークがあります。  10代の売春、麻薬取引、マネーロンダリング、自殺など、非常に重いテーマを扱うものもあります。 あまり深刻なプロットは、地元のビデオゲームセンターの未来を決定するために、ローカルのヤクザ（ギャングスター）グループに対してNEET Detective Agencyをピットインします。 関与する事件の多くが深刻な性質を持つため、私はこのアニメをPG-13に評価します。 特にギャング関連の暴力やストリート・ファイトには大きな暴力があります。 個人は、尋問中にひどく殴られる。 血と外見が描かれており、少なくとも1人のキャラクターが尋問の後に殺されたという印象を受けるが、それは実際にはスクリーン上には描かれていない。 個人は過剰摂取で死に、このシリーズに描かれている2つの自殺があります。そのうちの1つは、体が実際には描かれていないにもかかわらず、血まみれで邪魔です。 ヌードとセクシュアリティに関しては、10代の売春婦の間、女の子はランジェリーで何度も出演しています。 セクシュアリティはシリーズ全体、特に10代の売春婦の間で暗示されていますが、NEETの1人がプレイボーイであり、女性からの情報を引き出すために性的魅力を使用するため、数回も後になります。\n\n\n\nこのアニメのキャラクターは面白いですが、特別なものはありません。 鳴海は時折インスピレーションを得て、事件の成立につながるかなり素朴なキャラクターです。 ナリミは彼の周りの人を連れてくる世話主義者ですが、彼が出会ったいくつかの地下社会団体との彼の団結についての彼の素朴なこともシリーズを通していくつかの危険な結果を持っています。 綾香は、鳴海にはっきりと怒りを浮かべている陽気な同級生/親友であり、アリスはNEETチームの社会的に厄介で撤回された脳です。 ステレオタイプを見るとすぐにそのステレオタイプを認識します。  NEET探偵捜査庁の他のメンバーは大変忘れがたい存在であり、アリスに脚本、使命、および観察をするためのいくつかの「ゴーファー」を与えるためだけに存在します。 一番興味深いのは、子供のように見えるが、技術的なスキルがアリスの情報収集活動の多くに貢献している、軍事的に執着した大学生、メジャーです。 ヤクザは自己吸収的で、傲慢で、暴力的で、頑固ですが、一般的には「尊敬できる」と心にまともに描かれています。 一部のキャラクターは非常にインテリジェントまたはタフなものとして描かれていますが、ここにはスーパーパワーはありません。また、タフさはいくつかのキャラクターに殴られないようにするものではありません。 この意味で、このアニメには現実主義があります。\n\n私は個人的にこのアニメを個人的に楽しんでいましたが、私は子供や、幸せで明るいアニメを望む人にはお勧めできません。 プロットのアークのエンディングは全体的には満足ですが、このアニメの期間中はかなりの汚れで引っ張られますが、その中には口に悪い味が残るものもあります。 あなたが探偵/謎のアニメをしたい場合は、より良い見つけることができます。 あなたがアクションアニメをしたい場合は、より良い見つけることができます。 あなたが気分が良いアニメをしたい場合は、より良い見つけることができます。 しかし、ただ楽しませたいと思っていて、不合理な期待を持っていなければ、このアニメはそれほど悪くはありません。"
  }
]
