[
  {
    "title": "Persona_4_the_Animation",
    "id": "10588",
    "url": "https://myanimelist.net/anime/10588/Persona_4_the_Animation",
    "user": "Kanji_Tatsumi",
    "profile": "/profile/Kanji_Tatsumi/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=128509",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私がこれについて最初に聞いたとき、私は疑問を抱いていました。 私は、ゲームから小魚のアニメーションシリーズに至るまですべてをフィッティングしようとすると、それが虐殺されることになると心配していました。\n\n私は間違っていた。\n\nペルソナ4：アニメーションはゲームの本質を完全にキャプチャします。 感情と感情のいずれも移転で失われません。 キャラクターとストーリーは、ほとんどの場合、完全に接触した状態に保たれます。\n\nネガティブから始めましょう。\n\n - それは比較的短いシリーズです。\n\nエピソードの数が限られているため、ストーリーの外にある多くのものがカットを作りません。 これはシリーズのファンのための物事に少しダンパーを入れます。彼らはまったくそれを作る場合、特定のイベントはあまりにも迅速にカバーされています。 それは完全に理解できますが、少し残念です。 後でいくつかの場合を除いて、この点はゲームをプレイしていない人にとってはあまり意味がありません。\n\n - ストーリー、もう一度。\n\nペルソナ4はゲームの怪物です。 人々は少なくとも40-60時間を1つの演劇に沈める。 この問題は、25個のエピソード（およびOVA）にすべて収まるようにしようとするときに発生します。 キャラクターはシリーズの原動力であるため、これは大きな問題ではありませんが、特定の細部は除外されています。 確かにシリーズの終わりに近づくにつれ、このような細部の欠如は多くの混乱を招く可能性があります。 それは本当に自分自身を説明する最高の仕事をしません。\n\nアニメーションシリーズは、ウォッチャーに元の素材を再生するインセンティブを与えると主張することで、これらを回避することができます。 これは本当ですが、それはまだ存在する混乱を許しません。 彼らは、ストーリーに関係のない急いでいる部分のいくつかを取り出して、その時間を使ってストーリーの細かい点を調べることができました。\n\n今、ポジティブに！\n\n- 物語。\n\nP4：The Animationの背後にあるコンセプトは、やや急いで説明できませんが、非常に興味深いものです。 それはあなたを引き込み、いくつかの激しい瞬間を持っています。 それは自己の考えと受容の重要性を探求する。 それは本当に重いものですが、それは誰もが理解できる方法でそれを描いています。\n\n- アート。\n\nアニメーションは単に美しいです。 私は矛盾や悩みに気付かず、元の素材ではできないような形で稲葉を生き生きとさせる。 小さな田舎の街を綺麗に見渡し、歓迎されています。\n\n - サウンド\n\n多くのトラックがゲームから直接取り込まれましたが、これは強みを発揮するだけです。  Personaシリーズには一般的に素晴らしいOSTがありますが、これは例外ではありません。 ポップとロックの素晴らしいミックスとトラックの大部分のバイオリンの隆盛は、このシリーズの雰囲気を捉えるのに本当に役立ちます。\n\n- キャラクター\n\n私はこれがシリーズの最強の資産だと主張したいと思います。 見て、私は彼らがどれくらいうまくやったのか信じられませんでした。 彼らがキャラクターを紹介し、最終的に彼らの闘いを明らかにする方法は素晴らしいです。 シリーズの急速なペースでも、この点では1秒間揺らぐことはありません。 高校の環境もこれに役立ちます。 キャラクターは、クラス旅行やグループワークなど、あらゆる種類の状況に置かれ、多くの開発につながります。 いくつかのエピソードで一見世俗的なタスクとインスタンスは、シリーズをもっとリアルにし、視聴者がメイングループに容易に繋がるようにすることができます。\n\n要するに、文字は素晴らしいです！\n\n楽しさ - 私が本当にシリーズを楽しんだ、あなたが言うことができない場合。 一貫したユーモアの存在は私には笑われ、暗い話とのコントラストは本当に面白い経験につながった。\n\n全体：これは、あなたがファンであるジャンルに関係なく、誰でも拾うことができるシリーズです。  （ただし、Mechsはありませんが、ペルソナはまあまあです！）これは非常に深刻な問題に取り組んでいますが、ユーモアと幸福ですべてを混合しています。 本当にユニークな体験、そしてあなたがまだ持っていないなら、できるだけ早く持っていなければならないこと！"
  },
  {
    "title": "Persona_4_the_Animation",
    "id": "10588",
    "url": "https://myanimelist.net/anime/10588/Persona_4_the_Animation",
    "user": "HeartlessPhantom",
    "profile": "/profile/HeartlessPhantom/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=215960",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  8\nキャラクター|  8\n|  10\n\nペルソナ4 The Animationは、PS2で2008年にリリースされた有名なJRPGのアニメであり、後でPSVitaを2012年にリマスタリングしました.10時間のゲームプレイ後にアニメを見てから、後でゲームを終了した人から アニメは、それはペルソナ4の描写にかなりまともです。\n\nストーリー -  6\n\n私はここで公正になるだろう、物語は、良い、または悪い、私の意見ではない。 ここでスポイラーを避けるために、例としてプロットポイントを使用せずに説明しようとします。 ペルソナ4アニメーションのプロットは、ビデオゲームのようにアニメにはあまり根拠がありませんが、あなたがLife of School /アニメのアニメーションに参加しているのであれば、まだまだ見守るべきです。\n\nアート -  6\n\n芸術はまともです。 指摘するほど大事なことはありません。それは未解決でもなく、悪いことでもありません。\n\nキャラクター -  8\n\nこれらの文字の多くは素晴らしい展開を与えられており、それは伸びているかもしれませんが、うまく発達しています。 開発者がソーシャルリンクのイベントをゲームに組み込んだことは素晴らしいことです。後で主役​​に影響します。\n\n楽しさ -  10\n\n個人的に、私はこのアニメを大好きでした。 それはとても楽しいです。 それは私が言わなければならないすべてです。\n\n全体的 -  8\n\n全体的に、元のJRPGのファンにとって、まともなアニメです。 私はそれをお勧めします。"
  },
  {
    "title": "Persona_4_the_Animation",
    "id": "10588",
    "url": "https://myanimelist.net/anime/10588/Persona_4_the_Animation",
    "user": "evan1170000",
    "profile": "/profile/evan1170000/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=210954",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  10\n\n憎んではいけないが、私は実際にはゲームからのこのような適応をほんの似ている。 ペルソナ4またはP4G（ペルソナ4ゴールデン）のいずれかをプレイするチャンスが得られれば、それほど悪くはありません。 私は長い間P4Gをプレイしてきましたが、ゲームを何度も打つと、最初から最後まで楽しみました。 全体として、私が今まで見た中で最悪のアニメではない、私はそれを何度も何度も見ているだろう。 それはアニメが私にとってどれほど良いかであり、オリジナルのペルソナ4またはP4Gのいずれかをプレイした人にお勧めします。"
  },
  {
    "title": "Persona_4_the_Animation",
    "id": "10588",
    "url": "https://myanimelist.net/anime/10588/Persona_4_the_Animation",
    "user": "TZARTOS",
    "profile": "/profile/TZARTOS/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=209974",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  9\n\n私の友人の一人がPSPでゲームをしていて、それがアニメの人だったと言って、それがうまかった、と彼は正しいと思ったので、私はペルソナが働いていたのを初めて見ました。 私はアニメを見て、それは非常に良かった。物語は、彼らのそれぞれが自分の個性を持っていることが良い良いキャラクターで素晴らしいでした。\n\nアニメの最初のエピソードでアニメが進行していたのと同じように、アニメが終わってもいいものでした。 私はそれが大好きで、私は今までに作られたペルソナのすべての色を見るでしょう。アートは他のアニメとは違っていましたが、私はこれまで見てきましたが、それはうれしかったです。 アニメキャラクターはありますが、それでもいいです）\n\n私はアニメを楽しむので、私はそれを見ることを強くお勧めします。  8/10"
  },
  {
    "title": "Persona_4_the_Animation",
    "id": "10588",
    "url": "https://myanimelist.net/anime/10588/Persona_4_the_Animation",
    "user": "0ctopusPrime",
    "profile": "/profile/0ctopusPrime/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=69123",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  9\n\nストーリー -  7/10  - 私はPersona 4 The Animationの物語を個人的に楽しんでいましたが、他人があまり許されないと思われるいくつかの問題がありました。 シリーズ全体で象徴性とキャラクターの発展を楽しんでいましたが、コメディのシーンにはほとんど涙がありましたが、スライス・オブ・ライフのエピソードがやや引き出され、ショーのペースが遅くなってしまう例がいくつかありました。 他の視聴者に迷惑をかける可能性のあるもう一つのことは、このアニメがゲームの話を少し近づけているという事実です。 ペルソナ4を殴ったことのある人は、すでに大きな紆余曲折を知っているので、途中で楽しいことがあるかもしれません。 一方、ゲームをプレイしていない人は、シリーズのベテランがすでに理解していることのいくつかを理解していないかもしれません（私は友人に私に何かを教えなければなりませんでした 私）。 しかし、これらの小規模な苦情以外に、私がその物語のために持っている他の批判は考えられません。\n\nアート -  8/10  - 私はP4 The Animationで使われていたアートとアニメーションを楽しんでいました。 黄色のリベラルな使用は、シリーズが進行している気分に本当にフィットし、明るくよくアニメーション化されたオープニングは、私がアニメで見たベストのいくつかです。 アニメーションはうまくいき、上手く見えますが、家に帰る価値はありません。 私が芸術的なスタイルを持つ唯一の問題は、キャラクターの顔にオレンジを使って影を模倣することです。 しばしば、これは、5時のシャドウを持つように見えるか、遠くから見ると非常に痛みを伴う日焼けが口や頬にかかっているように見えます。\n\nサウンド -  9/10  - ペルソナ4アニメには、これまでに聞いたことのあるアニメの中で最高の音楽がいくつかあります。 それぞれの曲は、ペルソナ4（ゲーム）からリフトされるか、アニメーション用に特別に書かれたものです。 また、ペルソナ3の音楽ファンは、特定の学会館を訪れるエピソードの間に治療を受ける予定です。 私が批判しなければならないサウンドデザインの唯一の部分は、テディの声です。 彼らはこのマスコットのキャラクターにとってより不快な声を選ぶことはできませんでした...\n\nキャラクター -  10/10  - キャラクターはアニメの本当の肉です。 ほとんどすべてのキャラクターは、状況に関わらず、面白くて信じられないように管理します。 結局のところ、このショーは、キャラクターが自分の性格の一部を把握して、認識したくないキャラクターに関するものです。 主人公は、多くのアニメの共通のステレオタイプの主人公の多くが行うのと同じ罠に陥っていないので、特に面白いです。\n\n楽しさ -  10/10  - 私は絶対にこのショーが大好きです。 私は今この公演を見て、Personaシリーズに正式に夢中になっています。\n\n全体的に -  8/10  - バグショーのマイナーな問題がいくつかありますが、これは私の意見では間違いなく必見です。 良いビットのFARが悪い部分を上回っているので、あなたが今やっていることを間違いなく落としてこれを見てください。 後悔しない。"
  },
  {
    "title": "Persona_4_the_Animation",
    "id": "10588",
    "url": "https://myanimelist.net/anime/10588/Persona_4_the_Animation",
    "user": "Man-Goes",
    "profile": "/profile/Man-Goes/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=50559",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  8\n\n*私はこのアニメが基づいていたビデオゲームをプレイしたことはありません。 私は1つがあることに気づいていませんでした。 また、私は怠け者なのでストーリーを要約するつもりはありません。 私はちょうどアニメとして純粋にショーの私の意見をそこに得たいと思う。\n\n物語はかなり面白いですが、それは間違いなく私が見た最も魅力的で興味深いものです。 しかし、キャラクターはうまく融合し、素晴らしいコメディーな救済策を提供します。 私はストーリーに7を与える。 ストーリーはかなり簡単で、Samurai Champlooに似ていますが、それは「それをそのまま」というアニメーションのほうが多いです。 すべてが説明されているわけではなく、純粋な対話ではなく、むしろ音を使って気分を伝えます。 しかし、私は時々彼らがより明確になることを望む。 私は失われたことはありませんが、特定の部品をより明確に伝えることができると思います。 私は約12のエピソードを見たにしても、それぞれがかなり予測可能です。 道のりを進むと、もっとプロットの紆余曲折があるだろうと確信していますが、今のところそれはかなり簡単なショーです。 エピソードの大部分は、ポケモンのような同じ原型に従っています。そこでは、紛争の終結の仕方がわかります。 これまでのところ、それほどチャレンジングではないかもしれませんが、それでも楽しいです。\n\n私は実際にアニメーションについて何も知らない。 しかし、私はこのショーの芸術が好きです。 それはきれいでカラフルで、あなたはアニメーション、特にエピソード9でお金を費やしたと言うことができます。私はそれを9にしますが、サムライチャンプルーと言えば、キャラクターは個別化されていない、本当に大きなものです 私。 私が1人のキャラクターの髪型を変えれば、そのキャラクターが誰であるかをまだ知りたいのです。 私はアートに8点を与えます。\n\n文字も素晴らしいです。 各キャラクターに同じストーリーのアーキタイプを使用することは、非常に簡単で効果的なキャラクター化の形式です。 しかし、それぞれのキャラクターがどれほど簡単に定義できるかは私には分かりません。 キャラクターはそれ自体が巧妙ではありませんが、かなり予測可能です。 彼らは謎がなく、過去にはあまり残っていないかのように感じます。 しかし、それは本当に卑劣なことです。 おそらく私の最も興味深いキャラクターは鳴香ですが、それは彼の性格が他のものと同様に明確に定義されていないためです。 私はたくさんの不平を言っていることを知っていますが、私が楽しむことの1つは、キャラクターは少し予測可能かもしれませんが、一貫しているということです。 この対話を通して、キャラクターは互いに強く関係する性格を定義し、この一貫性を提供するのを助けます。 全体的に、文字は7になります。\n\nこれまで私は個人的にこのアニメを楽しんできました。 それは私のお気に入りのものに近いものではありませんが、時には面白いです。 私はショーがどのようにゆっくりと感じるのが好きです。 殺人犯が緩んでいても、ショーは緊急を感じることはありません。 これはまた、非常にうまくいったショーのペースと関係しています。 楽しさは8です。\n\n全体的に私はこのショーが7になると言わなければならないでしょう。楽しかったし、私の得点の大部分が8であったので、私は見たことがないほど良いものではなかったからです。 これまでのところ、それほど高く評価されていないかもしれない他のショーと同じように、私を引き寄せていません。 私はこのショー全体が謎であることを知っていますが、私は夜になると、殺人犯が誰なのか疑問に思っていません。 多分それはそのゆっくりとした性質のためですが、このショーは一般的にかなり基本的でした。 それは一般的には良いことでした。 そして、7人はいいですが、「徹夜してこのショーを見るのは、それが人生を変えるものなので良い」とは限りません。"
  },
  {
    "title": "Persona_4_the_Animation",
    "id": "10588",
    "url": "https://myanimelist.net/anime/10588/Persona_4_the_Animation",
    "user": "Cacttuar",
    "profile": "/profile/Cacttuar/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=58613",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  7\nアニメーション|  5\nサウンド|  5\nキャラクター|  5\n|  7\n\nペルソナ4適応結果\n\n「ペルソナ4アニメ」はPS2ゲーム「ペルソナ4」に基づいており、25のエピソードでそれをカバーし、通常のエンディングまでカバーしています（ゲームには複数のエンディングがあり、「真のエンディング」は OVA後で）。\n\n[ゲームをプレイしておらず、試合に興味がある人は、観る前にプレイすることをお勧めします。60時間以上のゲームプレイのサスペンスを殺すことはありません。 ゲームははるかに良い、本当にです。]\n\n人々は2つの方法でこのアニメを見る：それをゲームと比較するか、それを独立して見る。 私は両方の視点に物事を入れようとしますが、ゲームの品質をはるかに上回っていることを否定することはできません。\n\nストーリーの進行分析\n\n＆gt;イントロ（かなり良い）\n\n物語は、父の父が働いている間1年間滞在するために、奈良城下氏の「穏やかな田舎町」の叔母といとこの家に、 その後、彼の到着後、一連の奇妙な殺人事件が起こり始める。\n最初のエピソードは、遅いゲームのイントロイベントを賢明な方法でスピードアップし、テレビの世界に入る2つの最初の時間の一部を1つに統合し、アクションシーケンスを可能にします。\n\nベルベットのシーンは、エピソードを開いて、他の人とリンクすることによって、ユアのアーケナの力の進化を追跡します。 これはうれしいアイデアであり、主人公の訪問（いくつかのエピソードの間にそれと共にいくつかのシーンとともに）を表すアニメに非常によく合いました。\n\n＆gt;最初の大きな変化（怒涛の種類）\n\nその後、2回目のエピソードはゲームからの大きな変化の1つとなり（新しいエピソードが出てきたときにはっきりした）、ペルソナユーザーは武器を使用したり、影を直に戦わなかったりします。  The Animationの戦闘は完全に召喚によって行われ、キャストされたペルソナがヒットした場合、マスターはダメージを受けます。この第2のポイントは面白くて良いことですが、武器の欠如がアクションを殺すのに役立ちました。  （ゲームで一度、警察の病院警官の問題の後でさえ、彼らはまだ兵器をJunesに運んでいた。彼らはたくさんの鎧を学校の制服に隠していた。\n\n＆gt;アクションシーケンス（不良）\n\nあなたがゲームをプレイしていれば、この変更（武器を取り除く）で少し気になるかもしれませんが、新しい聴衆でさえ、戦闘が鈍く、行動が欠けていると思うかもしれません。 主人公以外の党員はほとんど役に立たず、仕事のほとんどは彼によって秒単位で行われます。\nブルーレイバージョン（奇妙なアニメーションポイントを修正する）であっても、戦いのアニメーションはあまり役に立ちません。それは面白いことではありません。\n\n＆gt;ソーシャルリンク（25個のエピソードでうまくいきました）\n\nゲームでは、「ソーシャルリンク」は、誰かとの友情レベルを上げるために、そのライフジレンマを表すアーケードに力を入れ、主人公をより強力にして、それぞれのアーケーナのペルソナを召喚する、 彼はそれを署名究極のペルソナを召喚することができます。\nガイドや新しいゲーム+がなければ、ほとんどの人は21の社会的リンクをすべて習得することはできません。アニメは習得するものを短くすることによって、あるいは実際にそれらを習得するという概念さえもカバーしています。  25種類のアニメ・フォーマットのエピソードで急いではいけないために80時間以上かかることがあります。 その点で、Persona 4 The Animationはいい感じでしたが、Persona Trinity Soul（Persona 3への変わった、退屈なアニメシーケンス）が2回エピソードを起こしているのを見て、このアニメがリンクをもっと多く使うことができたと思うのです。 これらのプロットが実際にゲームに関係していれば、それは面白いものではありません。\n\nStrenghtとMoonのようなソーシャル・リンクを1つのエピソードでミキシングすることは良いアイデアでもありました。それは、ゲームにはあまり魅力的ではありませんが、理にかなった「フィラー」/修正のようなものに変えました。\n\nYuの手に落ちるエピソードの得られた虚像を示す最初の結末は素晴らしかった。\n\n＆gt;プロットサスペンス（不良）\n\nそれが急いでいるので、ストーリーラインは、ちょっとした緊張に集中してより重いミステリーな雰囲気を作り出すのに数分しかかかりませんでした。 それは、調査の間に拍車をかけているユーモアシーンの大部分と一緒に、それは冗談か表面的なように聞こえました。 その単純なプロットの紆余曲折とサスペンスは、アニメの適応において、ゲームでもっと激しそうに見えました。\nあなたがプレイしていない場合、プロットが非常に急いで、それに多くのエピソードがないと、あなたはそれがあなたに投げられる多くの情報（それほどではない）のためにそれをOKにするかもしれません。\n\n＆gt;ユーモア（申し訳ありませんが、それはゲームの中で一番面白かったです。\n\n演奏した人のために、面白い部分の大部分はThe Animationにありますが、急いで作ったプロットは同じジョークのように聞こえてしまったので面白くありません。\nゲームをプレイしていないなら、ユーモアのシーケンスがたくさんあることに気付くかもしれませんが、成功するとは保証しませんが、面白い出来事があります。\n\n＆gt;サイレントな主人公の性格とパワーの進化\n\nゲームの主人公は黙っていて、プレイヤーに与えられた選択肢だけでほとんど話をしました。 ハイライでは、人格は友達を作り、特質を上げることによってより強くなり、それはアニメで見ることができ、彼の特性は休憩の間に現れる。 また、コメディに集中するのはあまりにも重視されることでしょう。時には、プレーヤーが想像していないような方法で立っていることもあります（この素朴な瞬間は、演奏した人にとって面白いものです。 彼が川に落ちた瞬間、ほとんどの「静かな主人公」の顔で）\n彼は強力な絆を得ると、より強力なペルソナを召喚し融合することができます。たとえば、ゲームの第2のダンジョンであるべきものの高レベルのものを召喚するために急いでいるものがあります。\n\n＆gt;オーディオ（Ok、元のゲームのサウンドトラックから、いくつかの生まれ変わったリミックスと新しいものがたくさんありますが、何度も間違っています）\n\n私はすべてがあまりにも適切ないくつかの関連するサウンドトラックを適切な時間（noes天国は8秒のように再生）apearを作るために急いでいたと思います。\nダビングには、ゲームと呼ばれる多くの俳優がいて、それはとても良いことでした。\n\n＆gt;アニメーション（悪い、笑）\n\nどうやらスタジオはキャストの中でいくつかの問題を抱えていたし、うまく終わらない。 アニメーションの一部はブルーレイバージョンに固定されていましたが、グラフィックがよりよく見えるので、アクションシーンは保存されません。\n\n＆gt;デザイン（良い、アニメのダウングレード）\n\nゲームのオリジナルのアトラスのデザインはよりエレガントに見え、古いアニメーションのカットシーンはシンプルでキャラクターはバールリーに動きますが、アートのスタイルは「すべてが黄色です」というコンセプトのゲームでも「暗く」なっています。 私が言ったように、私はアニメーションが十分なサスペンスを維持するとは思わない。\nアニメーションでは、ユニフォームが描かれた方法のため、少年たちは多分「大きく/大きく」見えます。\n\n＆gt;結論\n\nゲームの試合を行った：5の10\n\nゲームスコアをプレイしていない：6/10\n\nゲームをプレイしている場合、多くの不平を感じるかもしれませんが、事実を見直すために見るのは楽しいです。 そうでない場合、それはかなり定期的なショーですが、チャンスがあれば、それを見るためにプレイすることをお勧めします。\nペルソナ4アニメーションにはもっとエピソードの多い素晴らしいアニメがありました。ソーシャルリンクの面では、アニメの習慣を見せてもらうことができます。 あまりにもそれは急いで戦ったので、私はペルソナ4アニメーション：黄金時代（賢者だけが得ます）を見たいと思っています。"
  },
  {
    "title": "Persona_4_the_Animation",
    "id": "10588",
    "url": "https://myanimelist.net/anime/10588/Persona_4_the_Animation",
    "user": "TokyoSanchez",
    "profile": "/profile/TokyoSanchez/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=181554",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  8\n\nビデオゲームの話をあらゆる種類のメディアアウトレットに適応させることは、マンガをアニメに適応させるよりはるかに難しいことです。 ビデオゲームは、私が感じるエンターテイメントの最も魅力的な媒体です。なぜなら、すべての目的と目的のために、あなたはメインの主人公であり、あなたは物語の中で生きていて、クリエイターがあなたに与えた設定をしているからです。 言い換えれば、プレイヤーのためのこれらの没入型設定を作成するために使用されるツール、特にゲームの仕組みは、あなたが世界と対話していないので、観察するだけで他のメディアに変換することは非常に難しいです。\n\nクイック免責事項。 私は一度ゲームをプレイし、アニメーションを終了してすぐにアニメに入ったので、アニメのレビューに影響を与えるかどうか謝罪します。 私は、適応が原材料に忠実である必要がないという信念の下にあるので、それを自分の別個の実体として見ようとします。\n\n最初に私が話したいのは、ショーの全体的な流れとペーシングです。  80時間以上のゲームプレイを13時間ほどのアニメに変換すると、束の周りで物事が微調整されます。 つまり、アニメは限られたタイムスペースでキャラクターのストーリーをそのまま維持するという非常に良い仕事です。 しかし、ショー全体が結果として非常にばらばらに感じる。 ストーリーに関連する特定のプロットポイントを明らかにした後、アニメはプロットにとって重要な他の日にタイムキーピングするのが大好きで、時には複数の日を過ぎてスキップしすぎて、時には1つのエピソードになることもある それは非常に遅くなって、カップルの時代の中に完全に焦点を当てた。\n\nしかし、私は実際に元の素材を上回ると信じている瞬間があります。 これの最大の要因は確かにコメディだろう。 あなたは漫画の救済に焦点を当てたエピソードは悪いと思うだろうが、私はショーの実際の謎の部分よりもこれらを楽しんだ。\nショーの実際の謎はかなり弱いので、それがおそらく理由です。\n\nこのショーの大きな部分は、ショーの主人公が誘拐され、彼らが影を満たす「TVワールド」に投げ込まれることです。 これらの影は、文字そのものの抑圧された感情です。 彼らの中には忘れてしまっているものがあります。 それぞれの主要な「党員」（MCを除く）はこれらの影を得、彼らはそれらを受け入れなければならず、そうするとき、彼らはペルソナになる。 私が知っているかなり半分の焼きたての説明です。\n\nこの設定は、可能な限り最も簡単なキャラクターの開発を可能にします。 時間制限のために、ゲームのようにこれに焦点を当てるほどではありませんでしたが、かなり階層化された文字を作成するのに十分でした。 それ以外は、メインバンチは非常に好きで、私の個人的なお気に入りはChie Satonakaであるショーの楽しさに多くを追加します。 サイド・キャラクターは、謎、メイン・キャラクターなどのためにサイドリングされているので、確かに壮観ではありません。 同様に、一度に6文字を開発しようとするエピソードがありますが、実際にはうまくいきません。\n\nメインの主人公、鳴海ゆうは、かなり空白のスレートです。 これは基本的にあなたの好みに彼の人格を構築するので、ゲームではるかに良い作品の一つですが、アニメでは、彼は退屈し、時には、人格なしでのみ見られます。 確かに、特にショーの最後には本当に素晴らしい瞬間があります。 それは彼がショーのコメディーな側面に驚くような要素です（主にダブのために起こりますが、それについては後で説明します）。\n\n私はあなたのために主要な悪役を台無しにしませんが、あなたがおそらくそれを期待していないと言ってみましょう。 悪人が本当に誰であるかを隠す方法は、謎のより良い側面の1つです。 悪役自身については、彼の主な動機は「退屈だから」という理由から、彼は少しターンオフになるかもしれないが、彼はそれでも終わりまでには大丈夫な悪役である。\n\n芸術はゲームにかなり忠実であり、いいですね。 すべてが非常に詳細に見え、キャラクターデザインはうまくいきます。 音楽は主にコピーと貼り付けのものですが、ゲームの音楽が好きなのでうれしいです。 私のためのOPとEDのための傑出したは、2番目のOPとED（貼り付けコピーされていない）でなければなりません。\n\nアニメは話題が変わっています。 私はこれについて専門家ではないので、私が間違っていたら謝罪しますが、撮影されていないウェスタンアクション映画の撮影方法のように感じます。 これらの映画では、動きはかなり不安定なカムと多くの編集ショットで撮影され、実際に何かが起こっていることを示すのにわずか数秒しかかかりません。 これは、主に悪い指示を隠すために使用されます。 これは、ペルソナ4：アニメーションの様子がどのように見えるかのようなものです。 アニメーションが高品質であるように見えるように、非常に重いモーションブラーで複数のクイックカメラショットが使用されますが、現実にはそうではありません。 確かに、戦闘シーンはあまりありませんが、それは私が苦しんでいる必要があると感じたものです。 それ以外のアニメーションは標準運賃です。\n\n最後に、ダブについてお話します。 私は英語でゲームをしていたので、ほとんどの人がこのアニメで自分の役割を再現した声優だったので、ダブを見るのが理にかなっていました（ChieのVAを除いて、私はしばらく悲しんでいました）。 私は彼らが試合での公演よりも素晴らしい仕事をしたと感じますが、私は2つの公演について言及しなければなりません。\n\n最初はジョニー・ヨン・ボッシュです。 ゲームでは、彼は主人公のためのVAとルーキー警察の探偵、足立です。  MCはまったく話していなかったので、主にいろいろなことをしなければならず、アタッチのためだけにVAをしなければなりませんでした。 しかし、アニメでは依然として両方の役割を果たしているが、Yu Narukami（MC）はもっと話しの役割を果たし、対話音の量が違う2人を違うものにしなければならず、 私は彼に拍手を送ります。 それだけでなく、彼は実際にいくつかの感情を持っているユの大きな部分であり、彼は彼が言うコメディアンなラインのいくつかの彼の配達と一緒にいます。\n\n次に、白老直人の演奏でメアリー・エリザベス・マクグリンを迎えました。 彼女は男性探偵のキャラクターの一部を、実際に男のように聞こえるところまでうまく演奏します。これは印象的なものです。\n\n\n私は、P4：アニメーションの最大の問題はそれが短すぎるということですが、それは実際問題ではありません。 より多くのエピソードでは、たとえ物事がさらに洗練されても、視聴者の関心を維持することは非常に難しいでしょう。 これはまさにゲームの適応が非常に難しい理由です。 言われているように、それはおそらく、アニメのための最大のゲーム適応ではないかもしれません。 私はまだこのシリーズを心から楽しんでいたので、それは不器用なペーシング、不気味なサイドキャラクター（カップルを除いて）と城上悠の平均ミステリー/プロットは本当に私の楽しみを殺していませんでした。 ゲームのレベルではありませんが、私はキャラクターに投資されました。ダビングとコメディは私にとって大きなセールスポイントでした。 ゲームで80時間以上を過ごしたくない場合（私はゲームがとても幻想的であることをお勧めします）、ペルソナ4：アニメーションは実際にまともな選択肢です。\n\nこの話はスポイラーにひどく縛られているので、私と一緒にそれについて話したいのであれば、私のプロフィールを聞かせてください。 このアニメが適応されたゲームについて議論したい場合は、同じことができます。"
  },
  {
    "title": "Persona_4_the_Animation",
    "id": "10588",
    "url": "https://myanimelist.net/anime/10588/Persona_4_the_Animation",
    "user": "Lunkanlunker",
    "profile": "/profile/Lunkanlunker/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=198584",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  8\nキャラクター|  6\n|  6\n\nまともな適応、あなたがペルソナ4に入ることを楽しみにしている場合は、PS2またはPlayStation vitaでゲームをプレイしてください。\n\nプロットは急いで（期待どおり）、ゲームが持っているのと同じ全体的な感触を持っていませんでした。 周りに散らばった良いコメディーな瞬間があり、ショーの主人公がもちろん主人公であることは間違いありませんが、\n\n\nしかし、私がしたいと思っていたアニメ全体は、もう一度ゲームをするか、ペルソナ4に疲れてしまった。"
  },
  {
    "title": "Persona_4_the_Animation",
    "id": "10588",
    "url": "https://myanimelist.net/anime/10588/Persona_4_the_Animation",
    "user": "llee1000",
    "profile": "/profile/llee1000/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=224412",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  9\n\n適応の目的は、元の作品を別の媒体に適応させることです。 これらのアダプテーションはすでにシリーズのファンを満足させていると同時に、新規参入者を積極的に紹介することができます。\n\nPersona 4 the Animationは2008 PS2 JRPG Persona 4のアニメ化であり、それをアニメに適応させるうえでうまく機能します。 このアニメの適応がPersonaシリーズへの最初の露出であるので、私はそれが良い仕事をすると思います。 このペルソナ4の適応は、私が楽しい遊びをしているこのシリーズを試してみることに納得しました。\n\nストーリー：8/10\n\n物語はおそらくこのシリーズの最も弱い部分です。 それは遅く始まり、エピソード10の後でのみピックアップする。これらの開始エピソードは、通常、次の犠牲者を見つけてそれらを保存しようとする2つのエピソードアークからなる。 一度そのセクションは終わった。 私たちは、主にキャラクターとのインタラクションと楽しい瞬間の瞬間からなる中間セクションに到達します。 主な殺人謎のプロットはこの部分では発生しませんが、この部分はまだ見守るのが楽しいです。 ショーの最後の部分は、殺人の謎のプロットが再び拾うとき、ショーのクライマックスに達するときです。 あなたが最後のセクションを見てから受ける感情は、心臓の疲れを癒し、殺人謎を解決したと感じています。 ペルソナは遅く始まりますが、確かに途中でピックアップします。\n\nキャラクター：10/10\n\nキャラクターは、このシリーズをすばらしくし、ストーリーを補うもので、時には遅くなる可能性があります。 キャラクターのやりとりは、マイナーキャラクターが関わっていても、面白く面白いです。 主なキャストは彼らの苦闘によって定義されるのではなく、むしろそれらの一部です。 彼のゲームで元々黙っている主人公だった城上雄は、より個性があり、彼に合っています。 皮肉だが有益な性格は彼の性格によく合い、アニメでは彼もまた楽しむことができた彼の闘争を乗り越えなければならない。 それぞれのキャラクターはユニークで、克服しなければならない独自のトラブル、欲望と闘いがあります。 マイナーキャラクターでさえも開発されます。 これは、このシリーズをすばらしくするものです。 たいていの場合、マイナーキャラクタはサイドラインに表示されますが、ペルソナがよく知っているのは、メインキャラクターに集中していなくても、マイナーキャラクターにもユニークな生活があることです。 主人公はすべてユニークで、ペルソナの力を使うための苦労を乗り越えなければなりません。 主なキャストの一部は興味深いものではありませんが、彼らが誰であるか受け入れるのを見守ることは、自分を受け入れる際に刺激的です。 これらの文字を介して、私たちは間違いがあっても、私たちが誰であるかにかかわらず、それを構成することを学びます。 そして、これはこれらの文字を深く与えるものです。\n\nアート：9/10\n\nシリーズのアニメーションは鮮明で流動的です。 キャラクターのデザインはオリジナルの素材に忠実でありながら、唯一ユニークな感覚を持っています。 僕の唯一の苦情は、キャラクターの顔の下半分が漸進的に暗くなっていくことです。 それは不自然で、時々不快に感じます。 スタジオによるこのユニークなデザインの選択は、私の唯一の悩みです。\n\nサウンド：10/10\n\nショーで音楽を使用すると、感情を伝えたり、シーンのトーンを作成したりすることができます。 ペルソナ4はこれを、「真実に到達する」、「自分自身に直面する」のような素晴らしいトラックでほぼ完璧にします。 これらのようなトラックは、あなたが戦いのシーンのためにポンプ輸送され、感情的なシーンの間に涙目を感じ、キャラクターの闘いなどを感じることができます。 音楽は超中毒であり、自分自身で聴くことができます（私は実際にこのレビューを書いている間に曲の1つを聴いています）。 オープニングとエンディングは右手で大きく、シリーズの感情をよく伝えます。 私は特に最初のオープニングを楽しむ。 この番組のための日本語と英語のキャストは両方で行われました。 それぞれの声はキャラクターに適しており、シリーズの執筆は楽しく分かりやすくなっていました。 俳優たちは、彼らがやっていた場面にふさわしい感情をもって、そこに納品しました。\n\n楽しさ：9/10\n\n私はこれを見ながら多くを楽しんだ。 ゆっくりと反復的な始まりの種類は私の楽しみを台無しにしたが、文字とその相互作用は本当にこのシリーズを楽しくした。 音楽と声はまた聞くのも楽しいです。 それは私がプロット、キャラクターと設定に夢中になっていた最後を介して感じの旅行だった。 これは本当に楽しいショーでしたが、それにはいくつかの問題がありますが、観客を楽しませる能力を妨げるものではありません。\n\n全体：9/10\n\nペルソナ4は私が見たビデオゲームの中で最も優れたものの1つで、ペルソナシリーズに興味を持っています。 ここのいくつかの問題は傑作であることを妨げているかもしれませんが、それはまだ素晴らしいアニメです。 全体として、私はペルソナ4に9.2 / 10の評価を与えます"
  },
  {
    "title": "Persona_4_the_Animation",
    "id": "10588",
    "url": "https://myanimelist.net/anime/10588/Persona_4_the_Animation",
    "user": "JoshuaJones16",
    "profile": "/profile/JoshuaJones16/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=220690",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  9\n\nアニメになると恐れる2つのことがあります。 映画の適応（やはり、進化のためにどこでもドラゴンボールのファンに心からお礼を言います）、ビデオゲームの適応です。 私はすべてのアニメと同じように、できるだけ低い期待で彼らに歩いていきます。 今では私はAce Attorneyのアニメ（少数派のKindaがそこに歩いていて、それは平均的な私の期待を満たしていました）とPokemon（F * ck Black and White）のように大丈夫です。  （学校の日、破壊の火星、Skelter Sh-私は天国を意味します...それ以上のコメントはありません）、そして私の平均的な期待（Blazblue）を下回ったものは、私が大ファンだと言われています 私がこのアニメを見たとき、私は何を期待するか分からなかった。\n\nみなさん、こんにちは。 私がジョシュとわかっていない人のために、私はペルソナに続くカルトで人気のあるゲームシリーズから適応されたペルソナ4のアニメをレビューしています。 道路上でこのショーを手に入れましょう\n\nストーリー：アニメは、私が好きなペルソナ4のゲームに忠実です。 ここでアニメは元のペルソナ4のゲームではなく、ゴールデンに基づいているので注意してください。私のようにゴールデンを演奏すれば、これは元のゲームに基づいている特定のイベントはそこにはありません。 それはペーシングが悪いと言われています。 私が何かで見た最悪のペーシングではなく、それは悪いです。 私はアニメのカレンダーを使用して彼らと実際の問題はありませんが、私はそれが奇妙なことを見つける。 全体的にストーリーは6/10となっています。 彼らはゲームに真っ続けるが、ペーシングは混乱する可能性がある。 そのコメディは時々ヒットすることもあれば混乱することもありますが、私は自分自身がもっと笑っています\n\nアート - 私は大部分の芸術で大丈夫です。 時には少し奇妙なこともあるが、特に悪いことがある。 私はすべてのキャラクターのデザインで大丈夫だし、背景は大丈夫だ。 全体的な6/10\n\n音は悪くない。 最初のオープニングは私が好きなものですが、2回目のオープニングは本当に良いです。 ダブの声優たちは、私が好きな1人のJohnny Yong BoschがMc Yu Narukamiに声をかけたので、それがプラスになるのはいいですね。 さらに、エンディングは問題ありません。 全体的な7/10\n\nキャラクター：キャラクターは彼らがゲーム中でどのようにしているのか、MCでもある程度までです（主な違いは彼がゲームでやっていないことです）。 キャラクターは大丈夫で、ゲームの中で私がどのように感じたかのように感じました。 私はいくつかの問題があったが、それらの相互作用は、彼らが相互作用を急いだように見える原因になった。 しかし、全体的な文字は7/10になります。\n\n楽しさ - 私は本当にこれを楽しんで、これはおそらくアニメで最高のゲーム適応ではない場合は1つです。 私はこの1つをたくさん楽しんでいた\n\n全体的に見ると、ペルソナ4はいいアニメですが、あなたがゲームをプレイした場合、あなたが見ている方が良いアニメです。 私はまだそれをあなたがゲームに入る良い方法かもしれない原因に誰にでも勧めます。 全体的な7/10\n\nそう言われると、私は人から出ています。 平和"
  },
  {
    "title": "Persona_4_the_Animation",
    "id": "10588",
    "url": "https://myanimelist.net/anime/10588/Persona_4_the_Animation",
    "user": "Ghiblit",
    "profile": "/profile/Ghiblit/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=209636",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  7\n\n私がこれで始めてみましょう、人4ゴールデンは私の意見でこれまでに作られた最高のビデオゲームです。 それは私の心の中ですべてのビデオゲームの上に立っています。\n\nPersona 4によると、アニメーションは残念ですが、実際には期待されることです。 ペルソナ4ゴールデンは40時間もかかりましたが、真実には25エピソードでは不十分です。 私はクリエイターが、与えられた時に可能な限りうまく仕事をしたと信じています。 アートワークは驚異的で、素晴らしいキャラクターと同じ素晴らしいサウンドトラックが引き継ぎます。 非常に堅牢なものの凝縮されたバージョンのように感じるので、実際には不足しています。 私は、ペルソナのファンにとって、その本当に新しいものが動いているのを見ているので、アニメを見ています。 私が言っているゲームのファンではないならば、ストーリーは偽りのようなものではないので、吹き飛ばされることはないと思うので、実際には同じ効果はありません。 全体的にアニメは良いですが、依然として真剣に欠けています。"
  },
  {
    "title": "Persona_4_the_Animation",
    "id": "10588",
    "url": "https://myanimelist.net/anime/10588/Persona_4_the_Animation",
    "user": "Gazoinks",
    "profile": "/profile/Gazoinks/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=112091",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  5\nサウンド|  8\nキャラクター|  8\n|  7\n\nゲームのファンには良い - そして他の誰も。\n\nペルソナ4は素晴らしいPS2 JRPGです。私はここでそれを再検討するつもりはありません。 ペルソナ4アニメーションはゲームに基づいたアニメーションです（ショッカー！）。 両親が国外にいるので、主人公の鳴カミは稲葉町に一年ほど移動したばかりで、殺人ミステリー、神秘的な世界、そして謎の世界に巻き込まれてしまいました。  dorky高校生の束。\n\nすべてのPersona 4において、アニメはいいですが、あなたはそれに巨大なBUTを付けなければなりません：それは非常にファンタスティックです（非セクシーな種類）。 プロットの種類は、あなたがすでにゲームから何が起こっているかを前提にしていると想定しています。キャラクターは以前よりも浅くてメモが浅く、ゲームのシーンがどのように翻訳されているか見るだけです。 物事を悪化させるために、物事は収穫予算に基づいて生産され、それで急上昇しました。 芸術はひどく平凡です。 いくつかのクローズアップは非常に美しく見えますが、動きの中でキャラクターはいつもモデルから外れていて、みんな一般にかなり醜いです。\n\nしかし、ネガを外しても、ポジティブに向かって進むことができます。 多少浅い適応であっても、それは依然として有能なものであり、ゲームの感触を捉えるのには良い仕事です。 このショーには、合法的に素晴らしい瞬間もあります。 ダビングを見れば、ゲームのVAはここにあるので、高品質で正当だと感じます。 私はまた、彼らに主人公の信用を与えなければなりません。 彼らはゲームからの主人公の感情を裏切ることなく、サイレントな主人公を実際のキャラクターに変えるかなりいい仕事をしました。 楽曲もかなりいいですね、作曲家の目黒正治によって、ゲームのトラックと新しい音楽がフィーチャーされています。\n\nそう、ええ、ゲームをプレイする。 しかしその後、私はPersona 4 The Animationを自由にお勧めします。あなたはおそらく楽しいでしょう。"
  },
  {
    "title": "Persona_4_the_Animation",
    "id": "10588",
    "url": "https://myanimelist.net/anime/10588/Persona_4_the_Animation",
    "user": "angelsreview",
    "profile": "/profile/angelsreview/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=86515",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  10\nキャラクター|  8\n|  9\n\nここでは免責事項が少しありますが、私はペルソナのゲームをプレイしたことは一度もなく、ウォークスルーを見たこともありません。 私はこれを見て前にゲームやストーリーについて何も見たことがないので、私はきれいなスレートを持っていた。 私がこれまで知っていた唯一のことは、それがそこにあったアニメとゲームのフランチャイズであり、一部の人々はそれが好きだったということでした。 意味、もし私がショーやショーについて何かばかばかしいと思うなら、NO FANMAIL SAYING SUCK！ ありがとうございました。 申し訳ありませんが、私はここにこれを入れなければなりませんでした。なぜなら、人々は、他のメディアに分かれているショーで物事を間違ったものにすることについて私を悩ませていたからです。\n\nとにかく、レビューに、このショーがどのようにパンが出ているかを見てみましょう。 私が最初にそれを見始めたとき、私はこれまでと同じようなショーを見たことが本当に重い気持ちになりました。そして、D. Gray Manのように感じました。 それは、この全体のショーがちょうどそれのようであると言っているわけではありません、オハイオ州、いいえ、オープニングは、私がD. Gray Manと一緒に持っているそれに少し気味の悪い感じがありました。 それは悪くはなかった、実際には、オープニングは、私が最初の「老人」エゴールがミレニアム・アールと同じ感情を持っていたので、これが何であるかについてもう少し興味をそそられました。 しかし、悲しいことに、私は彼が何を話しているのか分からなかったのは、彼の短い紹介だったということでした。\n\nこの番組では、鳴香美が主人公のようで、静かで思いやりのある人のようです。 探偵の甥だが、彼はそれから少し出ているようだ。誰かが大きな町から小さな町に移動するのは普通だ。 彼の少女ははるかに成長しているようだ。 ああ、今来なさい！ 私はこれが日本の名前だと知っていますが...ええと......あなたが鳴海ゆうの名前をつけると、「あなたは神になる」という言葉に変わります。（オタク教授 。）彼は本当に愚かで劇的な家庭教師と一緒に学校に通うのに苦労しているが、静かではあるが友人を少しでも楽にする傾向がある。 悲しいことに、エピソードの最初の半分のあと、Yuはやや奇妙な人になってしまった。 私はそれが何であるかは分かりませんが、彼はすべてのことに対して真剣に行動し、彼の人格を本当に変えたむしろ変態した側面を示しただけです。 それはむしろ好きではなかった変化だったし、少しでも私を捨ててくれた（私は見ていないわけではない）。 私は彼が以前のやり方に戻ることを望んでいた。  Yuのおじさんは、実際に私が知っている家族のタイプの男ではありません、アニメの探偵に典型的です。\n\nすべてのキャラクターは実際には興味深いものですが、彼らはむしろ予測可能な性格を持つ標準的なキャラクターであるように見えますが、彼らのペルソナのために、すべてがそうであるとは限りません。 彼らは別の自己を持っていると私はこのショーについて素晴らしいことだと思う。 それは自由を壊すために戦う内なる自己の全体の側面に入る。 私はこれが私自身の哲学に少しずつ浸透する時だと思う。 このアニメと同じですが、私たちが本当に何を示すのか怖がっているので、私たちはすべて隠したマスクを持っていると信じています。 私たちの中には、癖のある人もいますし、注意を喚起する人がいることは実際には分かりません。 それは、ショーが実際に私の近くに感じられた理由かもしれません、それは私が信じていることと話したからです。それは、このようなことが実際に起こることを意味するものではありません。 私はあなたが深く入っている感情が爆発することを意味します。\n\nアートワークはほとんど基本的なものですが、私は衣服にステッチが付いているかどうか尋ねなければなりません！ それは正常に大きくて、ちょっとしたように見えます。 また、なぜ主人公の女の子のほとんどは、それらの周りの他の異なるユニフォームを持っていますか？ 私はそれの一部は、彼らが 'やあ、言って目立つようになりますね！ 私は主人公ですが、私は彼らがすでに正しいドレスコードを使用していないことを既に求められていると思います。 例えば、チエは彼女の制服に緑色のジャケットを着け、ドレスコードには黒いセーラーユニフォームがはっきりと見えるときに、ユキコは赤いセーラーシャツを着ています。 場面は、ビデオゲームのカットシーンであるかのように、かなり速く飛ぶように見えますが、Yu周辺のキャラクターについてポイントの小さなものをピン止めするだけでした。 アクションシーンは実際にはちょうど良いスピードラインを使用していない、実際には良いものでした。\n\n私はダビングされたバージョンを見ました。つまり、オープニングソングの英語版を聞くことができました（日本語版があるかどうかわかりませんが）。 彼らが十代のアイドルだったので、彼らがエピソード9に新しいオープニングと曲を作ったのは私にとっては本当に驚きでした。 多くのスタジオは実際にそれに多くの注意を払うことはありません。 バックグラウンドの「ノイズ」や音楽の一部は、ビデオゲームのように聞こえます。 他のバックグラウンドミュージックは、実際にはむしろ「ロッキング」していて、少し楽しいものがあります。 私のお気に入りはバトル音楽の一部です。\n\n\n\n更新：ペルソナ4のカップル「Let's Plays」を見ました。アニメはゲームに非常に近いようです。 実際、ほとんどのダビングはゲーム自体から取られているようです。 今、私はそのすべてを見ることができませんでしたが、それはかなり近いです。"
  },
  {
    "title": "Persona_4_the_Animation",
    "id": "10588",
    "url": "https://myanimelist.net/anime/10588/Persona_4_the_Animation",
    "user": "404Fox",
    "profile": "/profile/404Fox/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=159469",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  9\n\n私はペルソナ・ゲームをプレイしていませんでしたし、他のペルソナ・ショーを見たこともありませんでした。\n\nストーリー\n物語は非常に複雑ですが、複雑ではありません。 ショーは主に謎です。 フィラーのように見えるものはたくさんありますが、本当に重要ではありませんが、まだ注目に値する方法で物語が本当に分かれています。\n謎は、物語の中で最も重要な部分であり、終わりまでショー全体を通して徐々に明らかになる。\n一方、私たちの主人公になるキャラクターたちは一緒になってきます。\nゲームで説明されているが、ここでは説明されていない、ペルソナ、霧などのような説明できないものがいくつかあります。 これがゲームや何かの一部であったとしたら、それを8または9にするかもしれませんが、それを入れることもできますが、そうしないかもしれません。\n\nアート\nペルソナ4アニメーションは、傑出した芸術スタイルのものです。 独自の方法で平均より優れていますが、特別なことはありません。\n彼らはキャラクターの肌のようなこのショーでいくつかの目立つものを試しました、顕著な陰影があったが、私はこれが好意的に働くと思う。\n\n音\nOPとEDはうまくいき、ゲームの音楽に基づいているようです。 多くのサウンドトラックだけでなく、\nしかし、彼らは本当にユニークでキャッチーでした。 彼らは、ショーが開催されたあらゆる場面の気分に合っています。\n\nキャラクター\nこれはおそらくショーの最も重要な部分です。\nすべての主要キャラクターはかなり深いです。 彼らは文字通りプロットと主役の行動の結果である変化を経て行く。\n（メインの主人公）ゆうはかなり静かで神秘的です。 彼の性格はかなり浅いですが、それは一種の矛盾しているように見え、自分自身と一種のように思えるからです。 彼は時々悪いことがあり、恥ずかしいことを言います。\n\n楽しみ\n非常に面白い、やや面白い。\n私はいつかプロットがどのように演奏されたかに触れていて、ショーには素敵なスライスパートがいくつかあります。 彼らは毎日の生活の中で行動を混ぜようとしません。 しかし、それらの瞬間は私にとってとても記憶に残るものではありません。 私は謎を好む人にお勧めします。 これはショーの深刻な部分の中で最高の気分でした。 遅い点がありますが、最後まで多くを拾います。 少し急いでいるように見えるかもしれませんが、実際はそうではありません。 私はそれが意図的だと言うことができます。\n\n概要\nとても良い。 私は、友情のものはすべて私には良い方法で得たと思う:)しかし、あなたが本当にそれを気にしないなら、次に進み、これを見ない。 ほとんどのショーと同様、誰もがそれを愛することはできません。 だからあなたが本当に謎に陥っていないなら、私はあなたが非常に興味を持っているとは思わない。\n私はいつも少なくとも少数のエピソードを試してみることをお勧めしますが、誰もがそれを気に入るとは思っていません。\n私は比較するだけでなく、完全なストーリーを体験するために、今もゲームをしたいと思っています。"
  },
  {
    "title": "Persona_4_the_Animation",
    "id": "10588",
    "url": "https://myanimelist.net/anime/10588/Persona_4_the_Animation",
    "user": "Jefferz",
    "profile": "/profile/Jefferz/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=98875",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nGeneral Review + English Dubレビュー（Sentai）：\n\n一般的な考え方：\n私はPersona 4 TVゲームを購入しました。これは最初にPS2が出ていないので何年も買っていたので、このアニメが予定されていたと聞いてとても興奮して試してみました。 私は全然残念ではなく、それを徹底的に楽しんでいたと言ってうれしいです！ 私は、それぞれの主人公が「影の自己」を満たすという概念を興味深い概念にしていました。私は、隠れた疑問や不安に直面するという考えが好きでした。 私は終わりに向かって、いつもの\"あなたは私の一部です。私はあなたの一部です\"と言うでしょう。各キャラクターがシャドーを倒した後の独白は、最後に少し反復していますが、 やや新しい。 全体的なテーマに加えて、私は多彩なカラフルなキャラクターのグループに恋しました。 私は自分自身が非常に関与し興味を持っていることが分かりました。アニメがユーモアとコメディを適切に巧みに取り除いたことを傷つけません。\n\n私はここで、いくつかのマイナーなニックを持っていたが、主にゲームに基づいてアニメに戻る。 いくつかのフィラーのエピソードは、アニメの場所、主にシリーズの途中で夏のフェスティバルの順序で感じた。 債券の構築と関係の対話には元のゲームの場面がありましたが、その処理は少し不安定で、不安定なストーリーの進行を招いたと感じました。 私が持っていた別のマイナーな喧嘩は、後のアクションシーケンスのいくつかが、遊びの中でおそらく必要とされていたかもしれない様々なペルソナを、ゆっくりとシフトさせていました。 しかし、アクションは一般的にはかなり良く、疑わしいバトルシーケンスにかかわらず、ペルソナは非常にうまくアニメーション化されました。\n\n私はこのアニメを徹底的に愛していましたが、一般的には！ キャラクターたちはそれを完全に私に売ってくれました。そして、ここやそこの些細な飾りや、厄介な夏の祭りの弧にもかかわらず、そのキャラクターはいつも喜んで見守っていました。 結末にも素敵なひねりがありました。そして、私が期待していなかった悪役は、私の意見では堅実なシリーズの上に素敵な小さなボーナスでした。\n\n\nダブプレゼンテーション：\nSentaiは元のゲームのキャストの大部分を保持するためにスマートな動きだったオーディオダビング作業のためにBang Zoom Entertainmentを募集しました。  Erin FitzgeraldとNaotoがMary Elizabeth McGlynnによって演奏されたChieを除いて、キャスト全体がその役割を再現しており、すべてのパフォーマンスが一流のものだった（ただし、新しい俳優も女優も優れていた ）。 ジョニー・ヨン・ボッシュは優勝しましたが、遊戯はゲームに比べてはるかに多くの対話を持っていると聞いて爽やかでした。  YosukeとしてのYuri LowenthalとKanjiとしてのTroy Bakerは、私の2つの傑出したパフォーマンスであり、そのキャラクターが登場するたびにスポットライトを盗んだ。 私はクリスティ・リードの過去の監督作品のいくつかを確信していませんが、後で言及する主要キャストメンバーを除いて、完成したダブが完璧に近いので、これは私の個人的なお気に入りです。\n\n漢字の声優はシリーズの途中で変化しますが、積極的に聞いていない限り、ほとんどのリスナーは気付かないだろうと考えています。 トロイ・ベイカーの漢字としてのパフォーマンスは私の意見では優れていますが、マシュー・マーサーのベーカーとの声優はとてもばかばかしく、私の心を吹き飛ばしました。 私はベイカーのラインが少し自然に流れていると感じていますが、漢字のユーモラスな瞬間をもう少しよく捉えています。マシュー・マーサーはこのような名義での仕事に賞賛します。\n\n残念なことに、私にとって完璧な10人からこのダビングをやめてしまうのは、NanokaとしてのKaren Strassmanです。 キャラクターの時代に彼女の声と変奏曲が見つかると、彼女の演技と対話は信じられないほど矛盾し、強く感じられました。 時には彼女は本当に若い響きだったが、彼女の演技が非常にフラットになって、Nanokaの主要な感情的シーンの多くを鈍らせていた時代の大半。 別の小ニットは、YuとAdachiのJohnny Yong Boschの二重のキャスティングです。 ほとんどの場合、Boschは2人のキャラクターを区別することに優れています（両方のキャラクターが直接お互いに会話していることを考慮すると非常に尊敬します）。しかし、後のAdachiが爆発して叫ぶ場面では、 少し曖昧です。 しかし、これは非常に強力な英語ダビングの提示を損なうものではない小さな問題です。\n\n要約：\n私は全体のシリーズとダビングが非常に強くて強固であることを発見しました。 いくつかのマイナーな決まり文句とニックピックスと特定の女優一人が、私にとって両部門の完璧なスコアからこのシリーズを取り戻しましたが、それは非常に近いです。 ストーリーとコンセプトは、私が聞いたことのある他のアニメとは異なり、優れた英語のダブは視聴経験を高めるだけです。 私はSentaiの最近の作品の多くに失望していましたが、Personaの取り扱いは素晴らしかったです。 同じように素晴らしいダブと素晴らしいアニメ。"
  },
  {
    "title": "Persona_4_the_Animation",
    "id": "10588",
    "url": "https://myanimelist.net/anime/10588/Persona_4_the_Animation",
    "user": "Vanilla5",
    "profile": "/profile/Vanilla5/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=226989",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこのショーは、偉大なアクション、何が起こっているかについての良い神秘的な雰囲気、そして常に重要な良いキャラクターを持っています。 私がそれを9以上与えていない主な理由は、クマ、テディ、アクションのいくつかが十分に長く続くようには見えなかったという事実だけです。 私は他の人がこれを言ったことを知っていますが、戦闘に費やされた時間は一貫していませんでした。 いくつかは引き出され、キャラクターは少し苦労したが、他の人はやり遂げられ、すぐに終わった。 幸いにも、不一致が私の楽しみを妨げることはありませんでした。\n\n私はすべての謎、行動、問題解決を楽しむことができると思います。 私はゲームをプレイしていないので、どのようにそれを比較するのか分からないが、アニメは素晴らしい。 最初はエピソード4の後に落としました。そのエピソードはコピーアンドペースト（真夜中のチャンネルの新しい人を見て、それらを救助し、リンスリピート）したように思えますが、先週再びそれを取り上げた後、私は 間違っていました。 キャラクターはまともな発展を遂げており、良い行動と犯罪解決があります。 前にも述べた理由から、これを撃つ。\n\n私はこれを追加するのを忘れました。 ペルソナはかなり良いデザインと戦闘能力を持っていました。 私は、この昨夜の私がレビューを書いたときに私がこれを含めておくべきであることに気づいた。 あなたがユニークな戦いのアバター、ミステリー、犯罪解決、行動、そしてキャラクターの開発がすべて1つにスローされるのが好きなら、これもまたお楽しみいただけます。"
  },
  {
    "title": "Persona_4_the_Animation",
    "id": "10588",
    "url": "https://myanimelist.net/anime/10588/Persona_4_the_Animation",
    "user": "26194",
    "profile": "/profile/26194/reviews",
    "pages": "2",
    "number": "18",
    "link": "/reviews.php?id=50345",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\nそれはビデオゲームに基づいているためにまともです。 個人的に、私は物語と文字のシナリオが何度も何度も同じになることを知る。 通常：\n私は自分自身が嫌いです！ 影のボス！ ペルソナ！\nそれ以外の場合は、芸術は優れている、最初から最後までデザインは素晴らしいです。 特に私の目には、背景や効果があります。\n私は、ペルソナ（一般的なシリーズ）についての最も重要な部分が文字の魅力であることを認めなければならないでしょう。 私はアートとキャラクターが好きだったので、私が見たのはアニメだと言っていました。 それにもかかわらず、それは私のお気に入りの一つです...リストに入る。"
  },
  {
    "title": "Persona_4_the_Animation",
    "id": "10588",
    "url": "https://myanimelist.net/anime/10588/Persona_4_the_Animation",
    "user": "AnimeIsCool",
    "profile": "/profile/AnimeIsCool/reviews",
    "pages": "2",
    "number": "19",
    "link": "/reviews.php?id=90597",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\n私はエピソード17を打つまでそれがビデオゲームであったことを知らないアニメを見ました。私の友人は私に言った。 私はそれがクールなアニメだったので、私は本当に気にしませんでした。 ペルソナのキャラクターの戦いに使うキャラクターは、それぞれの人物ごとに異なってデザインされています。 試合はPS2で行われていると聞きました。 私はそのシステムを持っていないし、私はすぐにそれを得ているとは思わない。 私は戦闘シーンが本当にクールだと思う。 キャラクターがテレビにどのように入るかは面白いです。 私は他のアニメがそれを持っているとは思わない。"
  },
  {
    "title": "Persona_4_the_Animation",
    "id": "10588",
    "url": "https://myanimelist.net/anime/10588/Persona_4_the_Animation",
    "user": "locokidla",
    "profile": "/profile/locokidla/reviews",
    "pages": "2",
    "number": "20",
    "link": "/reviews.php?id=107165",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nおそらくあなたが集めたペルソナ4は、同じ名前のベストJRPGのうちの1つの適応です。 ゲームのファンとして、私は誇らしげに彼らがそれを正義し、その後いくつか言ったことができます。\n\nストーリー\nこれは正しく行われたストーリーです。情報はここにダンプされません。 あなたが学ぶすべての情報は、文字そのものです。 あなたは主人公、鳴香ゆうを追うことによって超自然を発見します。\n\nアート\nペルソナ4アニメーションは、このテーマに関する人々の意見を分ける確かなユニークなスタイルを持っています。\n\n音\n全体的な音は非常によく行われます。 多くのトラックが新しいものと一緒にゲームから取り込まれ、古いものとまったく同じです。\n\nキャラクター\nこれはアニメが輝く場所です。 すべての文字は、多くの隠された深さでユニークです。 サイドキャラクターも面白く思い出深いものです。 これは、アニメがゲームに勝ったところです。 彼らがゲームからMCを扱う方法は私の最大の心配でした。 彼らは、鳴海ゆうを完全に実現した楽しいキャラクターにしました。\n\n私の意見では、これはあなたの心臓の刺し傷を引っ張ったり、あなたのように感じるたびにあなたのお尻を笑うことができる完璧なアニメです。 よく発達したキャラクター、面白い話、芸術的なスタイル、そして私が聞いた最高の英語のダブの1つが私から10/10を封印した素晴らしいキャストです。"
  }
]
