[
  {
    "title": "Hidan_no_Aria_Special",
    "id": "10604",
    "url": "https://myanimelist.net/anime/10604/Hidan_no_Aria_Special",
    "user": "Moonhead",
    "profile": "/profile/Moonhead/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=53743",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  2\n|  8\n\n私はHiden no Ariaを大いに嫌うが、それは確かにそれのために働くスタッフの騒々しい成果ではなかった。\n\nそれはテレビシリーズだった。\n\nこれはしかし。 これは金です。\n\nストーリー：10\n確かに、確かに、私はシリーズの物語の性質のためにこの10を与えるだけですが、このフランチャイズの残りの部分のために、これはちょっと驚くべきことであり、この小さな宝石の気分をちょうど完全に設定します。\nこれは普通の温泉のエピソードで、メインキャストは温泉で入浴する。 楽しいが、皮膚が表示され、鼻が出血していた。 それはあなたが期待しているもので、それは最初の数分間は続くものですが、最初の半分にはいくつかのカットがスローされます。ちょうど良いことにはならないし、後半にはすべてが爆発します 。\nその温泉で何かが間違っていて、訓練された看守師でさえ、この特定のインで彼らのために出ているものとは何の関係もありません。\n\nアート：8\n芸術はあなたがモエのショーで期待していたものとほとんど一致していますが、写真に収まらない言葉は実際には照明と彩りがとてもよく演じています。 執拗ではないが、それはかなりうまくいく。\n\nサウンド：10\nサウンドはほとんどがこれを売っているものですが、パフォーマンスは期待通りですが、これはテレビ番組からこのような驚異的な相違を生み出す暗いシーンのためのスコアと雰囲気の部分です。\n\nキャラクター：2\nああ、私たちはすべて歴史的な人物の子孫であり、私たちは遺産を不正確に描写しています。\nモエの倍音にもかかわらず、これにはそれほど多くのことはありません。\nオオカミの少女はかなりかわいいです...\n\n楽しさ：8\n少々些細な不満はあるものの、それは分かり次第に良くなるが、悲しいことに彼らはばかげているが、私を信じている。\n\n全体：9\n\nあなたがショーを見て楽しんだ場合、これは興味深いものですが、特に特別なものではありません。\nもしあなたがショーを見ていなければ、モエがあなたのものかどうかに関わらず、これを楽しむかもしれません。なぜなら、それは確かにこのスペシャルの焦点では​​ないからです。\n\nあなたがショーを見てそれを気に入らなかった場合：\nこれを見て！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI dislike Hiden no Aria, not to a large extent, but it was certainly not a crowing achievement of the staff working for it.\n\n\u001b[1m私はHiden no Ariaを大いに嫌うが、それは確かにそれのために働くスタッフの騒々しい成果ではなかった。\u001b[22m\n\u001b[1m(Watashi wa Hiden no Aria o ōini kirauga, sore wa tashika ni sore no tame ni hataraku sutaffu no sōzōshī seikade wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mI dislike Hiden no Aria, not to a large extent, but it was certainly not a crowing achievement of the staff working for it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI dislike Hiden no Aria, not to a large extent, but it was certainly not a crowing achievement of the staff working for it.\u001b[24m\n    \u001b[1m私はHiden no Ariaを大いに嫌うが、それは確かにそれのために働くスタッフの騒々しい成果ではなかった。\u001b[22m, \u001b[1m私は、ない大幅に秘伝のないアリアを嫌うが、それは確かにそれのために働くスタッフの鳴き声成果はなかったです。\u001b[22m\n\u001b[1m\u001b[22m\nThat was the TV-Series.\n\n\u001b[1mそれはテレビシリーズだった。\u001b[22m\n\u001b[1m(Sore wa terebishirīzudatta.)\u001b[22m\n\nTranslations of \u001b[4mThat was the TV-Series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat was the TV-Series.\u001b[24m\n    \u001b[1mそれはテレビシリーズだった。\u001b[22m, \u001b[1mそれはTVシリーズでした。\u001b[22m\n\u001b[1m\u001b[22m\nThis however. This is gold.\n\n\u001b[1mこれはしかし。 これは金です。\u001b[22m\n\u001b[1m(Koreha shikashi. Koreha-kindesu.)\u001b[22m\n\nTranslations of \u001b[4mThis however. This is gold.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis however.\u001b[24m\n    \u001b[1mこれはしかし。\u001b[22m, \u001b[1mしかし、これ。\u001b[22m\n\u001b[4mThis is gold.\u001b[24m\n    \u001b[1mこれは金です。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 10\n\n\u001b[1mストーリー：10\u001b[22m\n\u001b[1m(Sutōrī: 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 10\u001b[24m\n    \u001b[1mストーリー：10\u001b[22m\nOkay admittedly, I only give this a 10 because of the nature of the story in the series, but because of the rest of this franchise this just so damn surprising and sets the mood for this little gem just perfectly.\n\n\u001b[1m確かに、確かに、私はシリーズの物語の性質のためにこの10を与えるだけですが、このフランチャイズの残りの部分のために、これはちょっと驚くべきことであり、この小さな宝石の気分をちょうど完全に設定します。\u001b[22m\n\u001b[1m(Tashika ni, tashika ni, watashi wa shirīzu no monogatari no seishitsu no tame ni kono 10 o ataeru dakedesuga, kono furanchaizu no nokori no bubun no tame ni, kore wa chotto odorokubeki kotodeari, kono chīsana hōseki no kibun o chōdo kanzen ni settei shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOkay admittedly, I only give this a 10 because of the nature of the story in the series, but because of the rest of this franchise this just so damn surprising and sets the mood for this little gem just perfectly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay admittedly, I only give this a 10 because of the nature of the story in the series, but because of the rest of this franchise this just so damn surprising and sets the mood for this little gem just perfectly.\u001b[24m\n    \u001b[1m確かに、確かに、私はシリーズの物語の性質のためにこの10を与えるだけですが、このフランチャイズの残りの部分のために、これはちょっと驚くべきことであり、この小さな宝石の気分をちょうど完全に設定します。\u001b[22m, \u001b[1mさて確かに、私はこれだけを与える10が、このためにフランチャイズこれだけので気驚くべきの残りのシリーズの物語の性質のために、ちょうど完全にこの小さな宝石のためのムードを設定します。\u001b[22m\nThis is an ordinary onsen-episode, the main cast goes off to bathe in a hot spring. Fun was had, skin was shown, noses were bleeding. Atleast that's what you'd expect, and that is the way it goes for the first few minutes, but through the first half a few cuts are thrown in that just don't fit right and the whole thing just blows up in the second half .\n\n\u001b[1mこれは普通の温泉のエピソードで、メインキャストは温泉で入浴する。 楽しいが、皮膚が表示され、鼻が出血していた。 それはあなたが期待しているもので、それは最初の数分間は続くものですが、最初の半分にはいくつかのカットがスローされます。ちょうど良いことにはならないし、後半にはすべてが爆発します 。\u001b[22m\n\u001b[1m(Kore wa futsū no onsen no episōdo de, mein kyasuto wa onsen de nyūyoku suru. Tanoshīga, hifu ga hyōji sa re, hana ga shukketsu shite ita. Sore wa anata ga kitai shite iru mono de, soreha saisho no sū-funkan wa tsudzuku monodesuga, saisho no hanbun ni wa ikutsu ka no katto ga surō sa remasu. Chōdo yoi koto ni wa naranaishi, kōhan ni wa subete ga bakuhatsu shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is an ordinary onsen-episode, the main cast goes off to bathe in a hot spring. Fun was had, skin was shown, noses were bleeding. Atleast that's what you'd expect, and that is the way it goes for the first few minutes, but through the first half a few cuts are thrown in that just don't fit right and the whole thing just blows up in the second half .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is an ordinary onsen-episode, the main cast goes off to bathe in a hot spring.\u001b[24m\n    \u001b[1mこれは普通の温泉のエピソードで、メインキャストは温泉で入浴する。\u001b[22m, \u001b[1mこれは、メインキャストは温泉に入浴するために消灯し、通常の温泉エピソードです。\u001b[22m\n\u001b[4mFun was had, skin was shown, noses were bleeding.\u001b[24m\n    \u001b[1m楽しいが、皮膚が表示され、鼻が出血していた。\u001b[22m, \u001b[1m楽しい鼻出血た、皮膚が示された、有していました。\u001b[22m\n\u001b[4mAtleast that's what you'd expect, and that is the way it goes for the first few minutes, but through the first half a few cuts are thrown in that just don't fit right and the whole thing just blows up in the second half\u001b[24m\n    \u001b[1mそれはあなたが期待しているもので、それは最初の数分間は続くものですが、最初の半分にはいくつかのカットがスローされます。ちょうど良いことにはならないし、後半にはすべてが爆発します\u001b[22m, \u001b[1m少なくともそれは、あなたが期待するものだし、それはそれは最初の数分のために行く方法ですが、いくつかのカットは、その中にスローされる前半までちょうど合わないと全部がちょうど後半に吹きます\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\nSomething is wrong with that onsen and not even trained marksmen can fuck with whatever is out for them in this particular Inn.\n\n\u001b[1mその温泉で何かが間違っていて、訓練された看守師でさえ、この特定のインで彼らのために出ているものとは何の関係もありません。\u001b[22m\n\u001b[1m(Sono onsen de nanika ga machigatte ite, kunren sa reta kanshu-shide sae, kono tokutei no in de karera no tame ni dete iru mono to wa nani no kankei mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSomething is wrong with that onsen and not even trained marksmen can fuck with whatever is out for them in this particular Inn.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSomething is wrong with that onsen and not even trained marksmen can fuck with whatever is out for them in this particular Inn.\u001b[24m\n    \u001b[1mその温泉で何かが間違っていて、訓練された看守師でさえ、この特定のインで彼らのために出ているものとは何の関係もありません。\u001b[22m, \u001b[1m何かが、この特定のインでそれらのためにあるものは何でもと性交することができ、その温泉ともない訓練を受けた射撃と間違っています。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 8\n\n\u001b[1mアート：8\u001b[22m\n\u001b[1m(Āto: 8)\u001b[22m\n\nTranslations of \u001b[4mArt: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8\u001b[24m\n    \u001b[1mアート：8\u001b[22m\nWhile the art is mostly consistent of what you would expect of a moe show, the cuts mentioned that don't fit into the picture really play with the lighting and colouring quite well. Not oustanding, but it works quite well.\n\n\u001b[1m芸術はあなたがモエのショーで期待していたものとほとんど一致していますが、写真に収まらない言葉は実際には照明と彩りがとてもよく演じています。 執拗ではないが、それはかなりうまくいく。\u001b[22m\n\u001b[1m(Geijutsu wa anata ga Moe no shō de kitai shite ita mono to hotondo itchi shite imasuga, shashin ni osamaranai kotoba wa jissai ni wa shōmei to irodori ga totemo yoku enjite imasu. Shitsuyōde wa naiga, sore wa kanari umaku iku.)\u001b[22m\n\nTranslations of \u001b[4mWhile the art is mostly consistent of what you would expect of a moe show, the cuts mentioned that don't fit into the picture really play with the lighting and colouring quite well. Not oustanding, but it works quite well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the art is mostly consistent of what you would expect of a moe show, the cuts mentioned that don't fit into the picture really play with the lighting and colouring quite well.\u001b[24m\n    \u001b[1m芸術はあなたがモエのショーで期待していたものとほとんど一致していますが、写真に収まらない言葉は実際には照明と彩りがとてもよく演じています。\u001b[22m, \u001b[1mアートはあなたが萌えショーに期待されるものの大部分は一貫しているが、絵に収まらない言及したカットは本当に照明と遊ぶと非常によく着色します。\u001b[22m\n\u001b[4mNot oustanding, but it works quite well.\u001b[24m\n    \u001b[1m執拗ではないが、それはかなりうまくいく。\u001b[22m, \u001b[1moustandingが、それはかなりうまく動作しません。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 10\n\n\u001b[1mサウンド：10\u001b[22m\n\u001b[1m(Saundo: 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10\u001b[24m\n    \u001b[1mサウンド：10\u001b[22m\nThe sound is mostly what sells this, while the performances are what you'd expect, it's really the score and the ambiance pieces for the darker scenes that make this such a surprising divergence from the TV-show.\n\n\u001b[1mサウンドはほとんどがこれを売っているものですが、パフォーマンスは期待通りですが、これはテレビ番組からこのような驚異的な相違を生み出す暗いシーンのためのスコアと雰囲気の部分です。\u001b[22m\n\u001b[1m(Saundo wa hotondo ga kore o utte iru monodesuga, pafōmansu wa kitai-dōridesuga, koreha terebibangu kara kono yōna kyōi-tekina sōi o umidasu kurai shīn no tame no sukoa to fun'iki no bubundesu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound is mostly what sells this, while the performances are what you'd expect, it's really the score and the ambiance pieces for the darker scenes that make this such a surprising divergence from the TV-show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound is mostly what sells this, while the performances are what you'd expect, it's really the score and the ambiance pieces for the darker scenes that make this such a surprising divergence from the TV-show.\u001b[24m\n    \u001b[1mサウンドはほとんどがこれを売っているものですが、パフォーマンスは期待通りですが、これはテレビ番組からこのような驚異的な相違を生み出す暗いシーンのためのスコアと雰囲気の部分です。\u001b[22m, \u001b[1m音は性能が、あなたが期待するものであるが、それは本当にスコアやテレビ番組からこのような驚くべき発散を作る暗いシーンの雰囲気の作品ですが、これを販売しているほとんどは何です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 2\n\n\u001b[1mキャラクター：2\u001b[22m\n\u001b[1m(Kyarakutā: 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 2\u001b[24m\n    \u001b[1mキャラクター：2\u001b[22m\nOh look, we are all descendants of historical figures and we portray their heritage inaccurately.\n\n\u001b[1mああ、私たちはすべて歴史的な人物の子孫であり、私たちは遺産を不正確に描写しています。\u001b[22m\n\u001b[1m(Ā, watashitachiha subete rekishi-tekina jinbutsu no shisondeari, watashitachiha isan o fuseikaku ni byōsha shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mOh look, we are all descendants of historical figures and we portray their heritage inaccurately.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh look, we are all descendants of historical figures and we portray their heritage inaccurately.\u001b[24m\n    \u001b[1mああ、私たちはすべて歴史的な人物の子孫であり、私たちは遺産を不正確に描写しています。\u001b[22m, \u001b[1mああ見て、私たちは歴史上の人物のすべての子孫があり、私たちは不正確彼らの遺産を描きます。\u001b[22m\nThere is really not much else to this despite the moe overtones.\n\n\u001b[1mモエの倍音にもかかわらず、これにはそれほど多くのことはありません。\u001b[22m\n\u001b[1m(Moe no baion nimokakawarazu, kore ni wa sorehodo ōku no koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThere is really not much else to this despite the moe overtones.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is really not much else to this despite the moe overtones.\u001b[24m\n    \u001b[1mモエの倍音にもかかわらず、これにはそれほど多くのことはありません。\u001b[22m, \u001b[1m萌え倍音にもかかわらず、これに他の多くは、実際にはありません。\u001b[22m\nAlthough the girl with the wolf is quite cute...\n\n\u001b[1mオオカミの少女はかなりかわいいです...\u001b[22m\n\u001b[1m(Ōkami no shōjo wa kanari kawaīdesu...)\u001b[22m\n\nTranslations of \u001b[4mAlthough the girl with the wolf is quite cute...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough the girl with the wolf is quite cute...\u001b[24m\n    \u001b[1mオオカミの少女はかなりかわいいです...\u001b[22m, \u001b[1m狼と少女は非常にかわいいですが...\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 8\n\n\u001b[1m楽しさ：8\u001b[22m\n\u001b[1m(Tanoshisa: 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 8\u001b[24m\n    \u001b[1m楽しさ：8\u001b[22m\nIt gets better by the minute, although a few minor gripes are to be had, but sadly they are spoilerish, but trust me: The didn't pull a complete 180, just almost.\n\n\u001b[1m少々些細な不満はあるものの、それは分かり次第に良くなるが、悲しいことに彼らはばかげているが、私を信じている。\u001b[22m\n\u001b[1m(Shōshō sasaina fuman wa aru mono no, sore wa wakari shidaini yoku naruga, kanashī koto ni karera wa bakagete iruga, watashi o shinjite iru.)\u001b[22m\n\nTranslations of \u001b[4mIt gets better by the minute, although a few minor gripes are to be had, but sadly they are spoilerish, but trust me: The didn't pull a complete 180, just almost.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt gets better by the minute, although a few minor gripes are to be had, but sadly they are spoilerish, but trust me: The didn't pull a complete 180, just almost.\u001b[24m\n    \u001b[1m少々些細な不満はあるものの、それは分かり次第に良くなるが、悲しいことに彼らはばかげているが、私を信じている。\u001b[22m, \u001b[1mいくつかのマイナーな不満を持っていたことになっているが、それは、分単位で良くなりますが、悲しいことに、彼らはspoilerishですが、私を信頼：ザはちょうどほぼ、完全な180を引っ張っていませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9\n\n\u001b[1m全体：9\u001b[22m\n\u001b[1m(Zentai: 9)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9\u001b[24m\n    \u001b[1m全体：9\u001b[22m\n\u001b[1m\u001b[22m\nIf you watched the show and enjoyed it you will find this to be interesting, but not particularly special.\n\n\u001b[1mあなたがショーを見て楽しんだ場合、これは興味深いものですが、特に特別なものではありません。\u001b[22m\n\u001b[1m(Anata ga shō o mite tanoshinda baai, kore wa kyōmibukai monodesuga, tokuni tokubetsuna monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you watched the show and enjoyed it you will find this to be interesting, but not particularly special.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you watched the show and enjoyed it you will find this to be interesting, but not particularly special.\u001b[24m\n    \u001b[1mあなたがショーを見て楽しんだ場合、これは興味深いものですが、特に特別なものではありません。\u001b[22m, \u001b[1mあなたがショーを見て、それを楽しんでいる場合、あなたは、これは面白いが、特に特別ではないことがわかります。\u001b[22m\nIf you did not watch the show you might still enjoy this, regardless if moe is your thing or not, because that is certainly not the focus of this special.\n\n\u001b[1mもしあなたがショーを見ていなければ、モエがあなたのものかどうかに関わらず、これを楽しむかもしれません。それは確かにこのスペシャルの焦点では​​ないからです。\u001b[22m\n\u001b[1m(Moshi anata ga shō o mite inakereba, Moe ga anata no mono ka dō ka ni kakawarazu, kore o tanoshimu kamo shiremasen. Sore wa tashika ni kono supesharu no shōtende wa ​​ naikaradesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you did not watch the show you might still enjoy this, regardless if moe is your thing or not, because that is certainly not the focus of this special.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you did not watch the show you might still enjoy this, regardless if moe is your thing or not, because that is certainly not the focus of this special.\u001b[24m\n    \u001b[1mもしあなたがショーを見ていなければ、モエがあなたのものかどうかに関わらず、これを楽しむかもしれません。それは確かにこのスペシャルの焦点ではないからです。\u001b[22m, \u001b[1mあなたがショーを見ていない場合それは確かにこの特別の焦点ではないので、あなたはまだ、萌えはあなたのものかそうでないにかかわらず場合は、これを楽しむことがあります。\u001b[22m\n\u001b[1m\u001b[22m\nAnd if you watched the show and did not like it:\n\n\u001b[1mあなたがショーを見てそれを気に入らなかった場合：\u001b[22m\n\u001b[1m(Anata ga shō o mite sore o kiniiranakatta baai:)\u001b[22m\n\nTranslations of \u001b[4mAnd if you watched the show and did not like it:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd if you watched the show and did not like it:\u001b[24m\n    \u001b[1mあなたがショーを見てそれを気に入らなかった場合：\u001b[22m, \u001b[1mそして、あなたはショーを見て、それを好きではなかった場合：\u001b[22m\nWATCH THIS!\n\n\u001b[1mこれを見て！\u001b[22m\n\u001b[1m(Kore o mite!)\u001b[22m\n\nTranslations of \u001b[4mWATCH THIS!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWATCH THIS!\u001b[24m\n    \u001b[1mこれを見て！\u001b[22m, \u001b[1mWATCH THIS！\u001b[22m"
  },
  {
    "title": "Hidan_no_Aria_Special",
    "id": "10604",
    "url": "https://myanimelist.net/anime/10604/Hidan_no_Aria_Special",
    "user": "AmeriLA",
    "profile": "/profile/AmeriLA/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=50163",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  7\n\nOVAのエピソードは、教師が訓練を受けているブテイの学校の生徒に関するものです。 キャラクターはアニメと同じです。 私たちはecchiのシーンも持っています...しかし、ロマンチックなシーンはありません...いくつかの恐怖があるとしましょう。 しかし、それは別のエピソードのようなhidanのアリアです。\n\nストーリー8。\n\nそれは訓練のために温泉に行く我々のキャラクターについてですが、彼らは最初に彼らがXDを訓練していると思っていたいくつかの恐怖を満たすと何??? それはまったく........それを見て、あなたが理解するだろう... XP\n\nアート＆amp; amp; サウンド9。\n\nそれはアニメと同じです、それは素晴らしい芸術と音があります\n\nキャラクター9\n\n彼らはすべてここにも自分の人格を持っています。 彼らは彼らの本当の自己を続ける....\n\n楽しさ7。\n\n私は言う：はいそれは素晴らしかった。 しかし、このOVAのエピソードはもう少し出てきたはずのアニメのエピソードのようなもので、私が一番好きではなかったのは、ヒステリーモードの活性化がなかったということでした。私は、 温泉XDの女の子の間。\n\n全体的に7。\n\n私はちょっと残念だと言った。 アニメが好きだった人たちのためには、それは別のエピソードのアニメだから、見てみる価値がある、X））",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nthe OVA episode is about the butei school's students with teacher going on a training. the characters are the same as in anime. we have ecchi scenes too... but there aren't any romantic scenes... let's say there's some horror. but it's like another episode of hidan no aria.\n\n\u001b[1mOVAのエピソードは、教師が訓練を受けているブテイの学校の生徒に関するものです。 キャラクターはアニメと同じです。 私たちはecchiのシーンも持っています...しかし、ロマンチックなシーンはありません...いくつかの恐怖があるとしましょう。 しかし、それは別のエピソードのようなhidanのアリアです。\u001b[22m\n\u001b[1m(Ovu~a no episōdo wa, kyōshi ga kunren o ukete iru butei no gakkō no seito ni kansuru monodesu. Kyarakutā wa anime to onajidesu. Watashitachiha ecchi no shīn mo motte imasu... Shikashi, romanchikkuna shīn wa arimasen... Ikutsu ka no kyōfu ga aru to shimashou. Shikashi, soreha-betsu no episōdo no yōna hidan no ariadesu.)\u001b[22m\n\nTranslations of \u001b[4mthe OVA episode is about the butei school's students with teacher going on a training. the characters are the same as in anime. we have ecchi scenes too... but there aren't any romantic scenes... let's say there's some horror. but it's like another episode of hidan no aria.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe OVA episode is about the butei school's students with teacher going on a training.\u001b[24m\n    \u001b[1mOVAのエピソードは、教師が訓練を受けているブテイの学校の生徒に関するものです。\u001b[22m, \u001b[1mOVAエピソードは、教師が研修に行くとbuteiの学校の学生についてです。\u001b[22m\n\u001b[4mthe characters are the same as in anime.\u001b[24m\n    \u001b[1mキャラクターはアニメと同じです。\u001b[22m, \u001b[1m文字は、アニメと同じです。\u001b[22m\n\u001b[4mwe have ecchi scenes too... but there aren't any romantic scenes... let's say there's some horror.\u001b[24m\n    \u001b[1m私たちはecchiのシーンも持っています...しかし、ロマンチックなシーンはありません...いくつかの恐怖があるとしましょう。\u001b[22m, \u001b[1m我々はあまりにもエッチなシーンを持っている...しかし、任意のロマンチックなシーンがない...のは、いくつかの恐怖があるとしましょう。\u001b[22m\n\u001b[4mbut it's like another episode of hidan no aria.\u001b[24m\n    \u001b[1mしかし、それは別のエピソードのようなhidanのアリアです。\u001b[22m, \u001b[1mそれはhidanなしアリアの別のエピソードのようなものです。\u001b[22m\n\u001b[1m\u001b[22m\nstory 8.\n\n\u001b[1mストーリー8。\u001b[22m\n\u001b[1m(Sutōrī 8.)\u001b[22m\n\nTranslations of \u001b[4mstory 8.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mstory 8.\u001b[24m\n    \u001b[1mストーリー8。\u001b[22m, \u001b[1m物語8。\u001b[22m\n\u001b[1m\u001b[22m\nit's about our characters going on hot springs for training, but they end up meeting some horror that at first they thought was training XD and what??? it was all just a ........ watch it and you'll understand.. XP\n\n\u001b[1mそれは訓練のために温泉に行く我々のキャラクターについてですが、彼らは最初に彼らがXDを訓練していると思っていたいくつかの恐怖を満たすと何??? それはまったく........それを見て、あなたが理解するだろう... XP\u001b[22m\n\u001b[1m(Sore wa kunren no tame ni onsen'niiku wareware no kyarakutā ni tsuitedesuga, karera wa saisho ni karera ga XD o kunren shite iru to omotte ita ikutsu ka no kyōfu o mitasu to nani? ? ? Sore wa mattaku........ Sore o mite, anata ga rikai surudarou... XP)\u001b[22m\n\nTranslations of \u001b[4mit's about our characters going on hot springs for training, but they end up meeting some horror that at first they thought was training XD and what??? it was all just a ........ watch it and you'll understand.. XP\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mit's about our characters going on hot springs for training, but they end up meeting some horror that at first they thought was training XD and what???\u001b[24m\n    \u001b[1mそれは訓練のために温泉に行く我々のキャラクターについてですが、彼らは最初に彼らがXDを訓練していると思っていたいくつかの恐怖を満たすと何???\u001b[22m, \u001b[1mそれは私たちの文字が訓練のために温泉に行くことについてですが、彼らは最初に彼らが訓練XD、何だと思ったことを会議いくつかの恐怖に終わります？\u001b[22m\n\u001b[4mit was all just a ........ watch it and you'll understand.. XP\u001b[24m\n    \u001b[1mそれはまったく........それを見て、あなたが理解するだろう... XP\u001b[22m, \u001b[1mそれはすべてちょうど..........それを見て、あなたが理解しましょうXPました\u001b[22m\n\u001b[1m\u001b[22m\nart &amp; sound 9.\n\n\u001b[1mアート＆amp; amp; サウンド9。\u001b[22m\n\u001b[1m(Āto& amp; amp; saundo 9.)\u001b[22m\n\nTranslations of \u001b[4mart &amp; sound 9.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mart &amp;\u001b[24m\n    \u001b[1mアート＆amp; amp;\u001b[22m, \u001b[1mアート＆＃038;\u001b[22m\n\u001b[4msound 9.\u001b[24m\n    \u001b[1mサウンド9。\u001b[22m, \u001b[1m9を鳴らします。\u001b[22m\n\u001b[1m\u001b[22m\nit's the same as in anime, it has great art and sounds\n\n\u001b[1mそれはアニメと同じです、それは素晴らしい芸術と音があります\u001b[22m\n\u001b[1m(Sore wa anime to onajidesu, sore wa subarashī geijutsu to oto ga arimasu)\u001b[22m\n\nTranslations of \u001b[4mit's the same as in anime, it has great art and sounds\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mit's the same as in anime, it has great art and sounds\u001b[24m\n    \u001b[1mそれはアニメと同じです、それは素晴らしい芸術と音があります\u001b[22m, \u001b[1mそれはアニメと同じだ、それは偉大な芸術と音を持っています\u001b[22m\n\u001b[1m\u001b[22m\ncharacter 9\n\n\u001b[1mキャラクター9\u001b[22m\n\u001b[1m(Kyarakutā 9)\u001b[22m\n\nTranslations of \u001b[4mcharacter 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mcharacter 9\u001b[24m\n    \u001b[1mキャラクター9\u001b[22m, \u001b[1m文字9\u001b[22m\n\u001b[1m\u001b[22m\nthey all have their own personality even here. they continue with their true selves....\n\n\u001b[1m彼らはすべてここにも自分の人格を持っています。 彼らは彼らの本当の自己を続ける....\u001b[22m\n\u001b[1m(Karera wa subete koko ni mo jibun no jinkaku o motte imasu. Karera wa karera no hontō no jiko o tsudzukeru....)\u001b[22m\n\nTranslations of \u001b[4mthey all have their own personality even here. they continue with their true selves....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthey all have their own personality even here.\u001b[24m\n    \u001b[1m彼らはすべてここにも自分の人格を持っています。\u001b[22m, \u001b[1mそれらはすべてここでも、独自の個性を持っています。\u001b[22m\n\u001b[4mthey continue with their true selves....\u001b[24m\n    \u001b[1m彼らは彼らの本当の自己を続ける....\u001b[22m, \u001b[1m彼らは真の自我を続けます....\u001b[22m\n\u001b[1m\u001b[22m\nenjoyment 7.\n\n\u001b[1m楽しさ7。\u001b[22m\n\u001b[1m(Tanoshisa 7.)\u001b[22m\n\nTranslations of \u001b[4menjoyment 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4menjoyment 7.\u001b[24m\n    \u001b[1m楽しさ7。\u001b[22m, \u001b[1m楽しみ7。\u001b[22m\n\u001b[1m\u001b[22m\ni say: yes it was great. but this OVA episode is just like another episode of anime it should have been a little more exiting and what i didn't like the most was that there wasn't any activation of 'hysteria mode'.yes i said there was some ecchi things but between girls in onsen XD.\n\n\u001b[1m私は言う：はいそれは素晴らしかった。 しかし、このOVAのエピソードはもう少し出てきたはずのアニメのエピソードのようなもので、私が一番好きではなかったのは、ヒステリーモードの活性化がなかったということでした。私は、 温泉XDの女の子の間。\u001b[22m\n\u001b[1m(Watashi wa iu: Hai sore wa subarashikatta. Shikashi, kono ovu~a no episōdo wa mōsukoshi dete kita hazu no anime no episōdo no yōna mono de, watashi ga ichiban sukide wa nakatta no wa, hisuterīmōdo no kassei-ka ga nakatta to iu kotodeshita. Watashi wa, onsen XD no on'nanoko no ma.)\u001b[22m\n\nTranslations of \u001b[4mi say: yes it was great. but this OVA episode is just like another episode of anime it should have been a little more exiting and what i didn't like the most was that there wasn't any activation of 'hysteria mode'.yes i said there was some ecchi things but between girls in onsen XD.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi say: yes it was great.\u001b[24m\n    \u001b[1m私は言う：はいそれは素晴らしかった。\u001b[22m, \u001b[1m私は言う：はい、それは素晴らしかったです。\u001b[22m\n\u001b[4mbut this OVA episode is just like another episode of anime it should have been a little more exiting and what i didn't like the most was that there wasn't any activation of 'hysteria mode'.yes i said there was some ecchi things\u001b[24m\n    \u001b[1mしかし、このOVAのエピソードはもう少し出てきたはずのアニメのエピソードのようなもので、私が一番好きではなかったのは、ヒステリーモードの活性化がなかったということでした。私は、\u001b[22m, \u001b[1mしかし、このOVAエピソードはちょうど別の、それはもう少し出てきたはずです、アニメのエピソードと私が一番好きな私は、いくつかのエッチな事があったと述べヒステリーのmode'.yes」のいずれかの活性化がなかったことはしていなかったようなものです\u001b[22m\n\u001b[4mbut between girls in onsen XD.\u001b[24m\n    \u001b[1m温泉XDの女の子の間。\u001b[22m, \u001b[1mしかし、温泉XDで女の子の間で。\u001b[22m\n\u001b[1m\u001b[22m\noverall 7.\n\n\u001b[1m全体的に7。\u001b[22m\n\u001b[1m(Zentai-teki ni 7.)\u001b[22m\n\nTranslations of \u001b[4moverall 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4moverall 7.\u001b[24m\n    \u001b[1m全体的に7。\u001b[22m, \u001b[1m全体の7。\u001b[22m\n\u001b[1m\u001b[22m\nit was good but aas i said a little disappointing. but for them who liked anime 'hidan no aria' it's another episode of anime so it's worth watching,, X))\n\n\u001b[1m私はちょっと残念だと言った。 アニメが好きだった人たちのためには、それは別のエピソードのアニメだから、見てみる価値がある、X））\u001b[22m\n\u001b[1m(Watashi wa chotto zan'nenda to itta. Anime ga sukidatta hito-tachi no tame ni wa, soreha-betsu no episōdo no animedakara, mite miru kachigāru, X) ))\u001b[22m\n\nTranslations of \u001b[4mit was good but aas i said a little disappointing. but for them who liked anime 'hidan no aria' it's another episode of anime so it's worth watching,, X))\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mit was good but aas i said a little disappointing.\u001b[24m\n    \u001b[1m私はちょっと残念だと言った。\u001b[22m, \u001b[1mそれは良かったが、AAS、私は少し期待はずれと述べました。\u001b[22m\n\u001b[4mbut for them who liked anime 'hidan no aria' it's another episode of anime so it's worth watching,, X))\u001b[24m\n    \u001b[1mアニメが好きだった人たちのためには、それは別のエピソードのアニメだから、見てみる価値がある、X））\u001b[22m, \u001b[1mしかし、彼らのために誰が）、それは見て価値があるので、それは,, Xアニメの別のエピソードだ） 'はアリアをhidanない」アニメが好き\u001b[22m"
  }
]
