[
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "gasai-yuno",
    "profile": "/profile/gasai-yuno/reviews",
    "pages": "19",
    "number": "1",
    "link": "/reviews.php?id=127699",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nちょうど最高のアニメiveが見られるのと同じように\n\nそれは本当に良い物語とキャストを（私はええとええと恋に）ええ、それはそれほどうまく見えるよ今それを見る",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\njust like the best anime ive seen\n\n\u001b[1mちょうど最高のアニメiveが見られるのと同じように\u001b[22m\n\u001b[1m(Chōdo saikō no anime ive ga mi rareru no to onajiyōni)\u001b[22m\n\nTranslations of \u001b[4mjust like the best anime ive seen\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mjust like the best anime ive seen\u001b[24m\n    \u001b[1mちょうど最高のアニメiveが見られるのと同じように\u001b[22m, \u001b[1mちょうど見た最高のアニメアイブのような\u001b[22m\n\u001b[1m\u001b[22m\nit has a really good story and cast ((im in love with yuno so yeah)) and it look good to so yeah WATCH IT NOW\n\n\u001b[1mそれは本当に良い物語とキャストを（私はええとええと恋に）ええ、それはそれほどうまく見えるよ今それを見る\u001b[22m\n\u001b[1m(Sore wa hontōni yoi monogatari to kyasuto o (watashi wa e eto ē to koi ni) ē, sore wa sore hodo umaku mieru yo ima sore o miru)\u001b[22m\n\nTranslations of \u001b[4mit has a really good story and cast ((im in love with yuno so yeah)) and it look good to so yeah WATCH IT NOW\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mit has a really good story and cast ((im in love with yuno so yeah)) and it look good to so yeah WATCH IT NOW\u001b[24m\n    \u001b[1mそれは本当に良い物語とキャストを（私はええとええと恋に）ええ、それはそれほどうまく見えるよ今それを見る\u001b[22m, \u001b[1mそれは（そううん）ゆと恋に（IM）、それはそうそう今それを見るために良い見て本当に良いストーリーとキャストを持っています\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "Drslug",
    "profile": "/profile/Drslug/reviews",
    "pages": "19",
    "number": "2",
    "link": "/reviews.php?id=127003",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  10\n\n強いスタート、素晴らしいプロット。 ほとんどの時間関連のアニメと同様に、ストーリーはよく書かれ、かなり楽しいものです。 また、競争の要素を持っているので、あなたの好奇心が限界に達し、一日でシリーズ全体を見たいと思うようになります。 芸術は本当に傑出しているわけではありませんが、まだ賞賛されています。 キャラクター開発の面では、キャラクターはうまく設計されていますが、時には深さが欠けていることがあります。 しかし、ユノの複雑な性格は完全にそれを補う。 最後に、私はシリーズを摂取したので、私にとって本当に楽しいものでした。今後のようなアニメをもっと見たいと思っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nStrong start, great plot. As with most time related animes the story is well written and pretty enjoyable. It also posses the element of competition, that boosts your curiosity to the limit and makes you want to see the whole series in a day. The art isn't really outstanding but still admirable. In terms of character development, the characters are well designed but sometimes lack depth. However,Yuno's complicated character totally makes up for it. Finally, it was really enjoyable for me as i 'consumed' the series and i would like to see more animes like that in the future.\n\n\u001b[1m強いスタート、素晴らしいプロット。 ほとんどの時間関連のアニメと同様に、ストーリーはよく書かれ、かなり楽しいものです。 また、競争の要素を持っているので、あなたの好奇心が限界に達し、一日でシリーズ全体を見たいと思うようになります。 芸術は本当に傑出しているわけではありませんが、まだ賞賛されています。 キャラクター開発の面では、キャラクターはうまく設計されていますが、時には深さが欠けていることがあります。 しかし、ユノの複雑な性格は完全にそれを補う。 最後に、私はシリーズを摂取したので、私にとって本当に楽しいものでした。今後のようなアニメをもっと見たいと思っています。\u001b[22m\n\u001b[1m(Tsuyoi sutāto, subarashī purotto. Hotondo no jikan kanren no anime to dōyō ni, sutōrī wa yoku kaka re, kanari tanoshī monodesu. Mata, kyōsō no yōso o motte irunode, anata no kōkishin ga genkai ni tasshi, tsuitachi de shirīzu zentai o mitai to omou yō ni narimasu. Geijutsu wa hontōni kesshutsu shite iru wakede wa arimasenga, mada shōsan sa rete imasu. Kyarakutā kaihatsu no mende wa, kyarakutā wa umaku sekkei sa rete imasuga, tokiniha fuka-sa ga kakete iru koto ga arimasu. Shikashi, Yuno no fukuzatsuna seikaku wa kanzen ni sore o oginau. Saigo ni, watashi wa shirīzu o sesshu shitanode, watashi ni totte hontōni tanoshī monodeshita. Kongo no yōna anime o motto mitai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mStrong start, great plot. As with most time related animes the story is well written and pretty enjoyable. It also posses the element of competition, that boosts your curiosity to the limit and makes you want to see the whole series in a day. The art isn't really outstanding but still admirable. In terms of character development, the characters are well designed but sometimes lack depth. However,Yuno's complicated character totally makes up for it. Finally, it was really enjoyable for me as i 'consumed' the series and i would like to see more animes like that in the future.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStrong start, great plot.\u001b[24m\n    \u001b[1m強いスタート、素晴らしいプロット。\u001b[22m, \u001b[1m好調なスタート、偉大なプロット。\u001b[22m\n\u001b[4mAs with most time related animes the story is well written and pretty enjoyable.\u001b[24m\n    \u001b[1mほとんどの時間関連のアニメと同様に、ストーリーはよく書かれ、かなり楽しいものです。\u001b[22m, \u001b[1mほとんどの時間に関連したアニメと同じように話がよく書かれており、かなり楽しいです。\u001b[22m\n\u001b[4mIt also posses the element of competition, that boosts your curiosity to the limit and makes you want to see the whole series in a day.\u001b[24m\n    \u001b[1mまた、競争の要素を持っているので、あなたの好奇心が限界に達し、一日でシリーズ全体を見たいと思うようになります。\u001b[22m, \u001b[1mまた、制限するためにあなたの好奇心を高め、あなたが一日で全シリーズを見たくなる競争の要素を、保有します。\u001b[22m\n\u001b[4mThe art isn't really outstanding but still admirable.\u001b[24m\n    \u001b[1m芸術は本当に傑出しているわけではありませんが、まだ賞賛されています。\u001b[22m, \u001b[1m芸術は本当に優れたが、それでも立派ではありません。\u001b[22m\n\u001b[4mIn terms of character development, the characters are well designed but sometimes lack depth.\u001b[24m\n    \u001b[1mキャラクター開発の面では、キャラクターはうまく設計されていますが、時には深さが欠けていることがあります。\u001b[22m, \u001b[1mキャラクター開発の面では、文字がうまく設計されたが、時には深さを欠いています。\u001b[22m\n\u001b[4mHowever,Yuno's complicated character totally makes up for it.\u001b[24m\n    \u001b[1mしかし、ユノの複雑な性格は完全にそれを補う。\u001b[22m, \u001b[1mしかし、ユーノの複雑な文字は完全にそれを補います。\u001b[22m\n\u001b[4mFinally, it was really enjoyable for me as i 'consumed' the series and i would like to see more animes like that in the future.\u001b[24m\n    \u001b[1m最後に、私はシリーズを摂取したので、私にとって本当に楽しいものでした。今後のようなアニメをもっと見たいと思っています。\u001b[22m, \u001b[1m私はシリーズ「消費」と私は将来的にそのようなより多くのアニメを見てみたい最後に、それは私のために本当に楽しかったです。\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "Echdout",
    "profile": "/profile/Echdout/reviews",
    "pages": "19",
    "number": "3",
    "link": "/reviews.php?id=230691",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  7\n\nテレビ番組では、主人公の時代には不適切なコンテンツがあるのは珍しいことですが、Future Diaryの最も衝撃的な側面の1つです。その主役は中学校であり、他の多くのアニメのような高校ではありません。 それは、14歳の未来の日記を共有することは想像もつきません。 アニメの特徴は、飢餓による拷問、切迫による拷問、児童虐待の複数のシーン、グラフィック・グランプリの複数のシーン、テロリストの爆撃と中東戦争イメージの複数のシーン、内臓の銃創、矢の傷、 中毒、感電、頭蓋骨切開、心のこもった刺し傷のための特別な愛があります。 多くの場合、これは大人よりも子供に影響を及ぼします（中学生だけでなく小規模のフライも多くなります）。女性が恐ろしく解体されると、部分的に裸であることもしばしばです。 これは明日の日記を恥ずべきではなく、このような明示的な内容だけで構想するのではなく、少年時代の外観にもかかわらず、これはYAの群衆のために軽い死と騒乱を伴うHunger Gamesではないことを明確にする。 それは最初から暗く傾斜し、下方に螺旋状になるにつれてよりぞっとするようになる。\n\n残念ながら、アニメとしての未来の日記は、これを理解していないか、まったく達成しようとしていることを理解しているように見えます。 全滅する神によって実行される殺害ゲームを想像してください。 彼は悲劇と恐怖を駆使して、知っている、意図的な手で、いつもの時に衝撃と結果を表明し、自分の邪悪で彼の駒を閉じ込め、壊れた一人の勝利者が残るまで撃ち落とす。 彼は教授であり、生存ゲームは彼の不気味なレッスン計画です。 そして、ある日、彼は本当に主題やレッスン計画を理解していない無知な代理人を連れて来ますが、確かに彼が一番クールな先生であることを証明したいと思っています。\n\nそれは未来の日記です。 それは、子供たちが本当に涼しいと思うように子供たちに必然的にケータリングする無能でひどい学生の先生です。 それは、未来の日記は何もしないことを意味するものではありません。（レビューの先頭に掲載されている著しい残虐行為のリストを参照してください！）最初から最後まで、時間と空間を操作することで陰謀に殺人があります。 それで、「価値」の事柄はどうしてそんなに徹底的に欠けているのですか？\n\n\n\n未来の日記の魂の穴の中の2番目は、その盲目のことです。 聴覚障害者が強力な感情から別の不器用なものへと飛び跳ねていると見なすことができれば、未来日記のトーン・ブラインドは、最初は完全には達成できない離婚感情の間を飛び交っています。 そのパズルピースのキャラクターのために、ドラマはショックと嫌悪感よりも深いレベルでプレイすることはありませんが、ユーモアはそれほど良いものではありません。 スタンダードなビッグ・オア・ブービー・ギャグと、クール・ママ・テイク・ツー・ゲット・ザ・ソング・レイ・ビットは、おかしな時間に遊園地のシーンが広がっていて、控えめなシットコム・ユーモア 離脱と性的暴行の場面に悩まされる。 未来の日記の唯一の面白い部分、そしておそらく最も感情的に成功したのは、Murmur、Deus ex Machinaの魔女のミニオンを主演した後のエピソードの漫画です。 彼らはメインショーが不気味な笑みを浮かべて失敗するところで成功し、かわいいものから馬鹿げたものまで幅広い色調を達成する。 彼らは素晴らしいことではありませんが、可能な限り最悪のジョークと並んで非常に真剣に取り組もうとしているFuture Diaryの不幸から、大きな進歩を遂げています。\n\n\n\n未来の日記の悲惨な恐ろしい眼差しの「熟練」は、その内容だけに適用され、技術的なプレゼンテーションではないことに注意することが重要です。 このアニメは、30以上のアニメーションハウスの間を行き来し、重要な仕事、仲間入り、仕上げの間で往々にしてハッキングされてしまったため、プロダクションクレジットをより多くスクランブルしています。 同時に、まれにモデル上のものが長い間存在することはほとんどありません。 基本的な美学はジェネリックの中で最も一般的ですが、エピソードからエピソードに切り替えると、そのような標準的なスタイルの範囲内でさえ、彼女の老化のように見えるユノの顔の特徴に大きな変化が見られます。 それは特に目に見えないアニメではありませんが、それはかなり醜いと矛盾し、悪い、本当に印象的ではありません。 アクションシーンはフラットでシンプルで、同じ古いアニメのトリックでいっぱいです。とても美しいアニメーションの最初のシーケンスが到着するまでに、最後の2つのエピソードでは、まったく同じように心が吹きます それが終わりの前にcruddyの瞬間を見るのを止めるまでショーがいかにcruddy見られたか気づいた。\n\n\n\n通常、これは英国のダブについて言わなければならないすべてのものである：有能な監督であり、日本人と同等の能力を発揮する。 残念なことに、悪魔は、将来の日記の適応執筆に入っています。変化した対話があるので、それは他の楽しいダビングを完全に沈める恐れがあります。  Funimationは過去にリベラルな書き直しで告発されてきましたが、これらの努力は、元の意図を英語でよりよく説明するために自然主義的な言い換えの必要性を認識していないサブ純粋主義者によって通常誇張されます。  （例：カウボーイビバップの朗唱されたダブは、意図を変えずに自然主義のために大きく再解釈されています。）通常、Funimationの反逆は意図を損なわずに残しているか、 トラック。 しかし未来のダイアリーのダブ・スクリプトは、あまりにも書かれた若い成人向けの小説のように時代遅れの俗語や慣用慣用句のジャンクファイルの点で自己パロディーのように見える恐ろしい。 ダビングスクリプトを適切にしないでください。\n\n\n\nそのひどい構造にもかかわらず、未来の日記にはある種の奇妙な魔法があります。 それは決して退屈ではなく、本当に減速することはありません。 悪い決断から別のものへと雪を降らすだけで、ただ悪いことではなく本当に誠実に悪いことに満足するのではなく、最終的に思いがけない思い出になります。 未来の日記は、それぞれの残虐行為が味わい深いストーリーテリングによって効果が少なくても、最後の5つのエピソードで予期せぬ腐敗の深みを遂行し、成功裏に達成することはできません。 本当にひどい。 十代の殺人事件が溢れている市場では、未来の日記のやり方で消えない痕跡を残すことは難しいものであり、完全に稼いでいる。 フラクタスが終わったら、価値のあるものは何もないので、ただ推薦できるわけではありませんが、ちょうど示唆され、ほこりの中に横たわって、奇妙な「見たいだけ」の暗闇の中で掘り起こされます。\n\nしかし、警告の言葉：もしあなたがそれを全く見始めるつもりなら、あなたが大いなる終わりにならなければ、何の意味もありません。  （または、あなたが何らかの嫌な瞬間や他のことで完全に理解できるもので止まらないと感じる場合を除きます。）満足の未来の日記はユニークであり、あなたが耳から食べる毎年のチョコレートイースターバニー、空の砂糖の罪 そしてあなたの空の中心にあなたの道を作るように、獣医と獣医師は虚しく結合されました。 中空の満足度は依然として満足の一種であり、最低限でも、未来の日記は思い出に残るほど馬鹿だと賞賛することができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nIt's unusual for a TV show to have content unsuitable for the age of its own main character, but therein lies one of the most shocking aspects of Future Diary: its lead characters are in middle school, not high school like in so many other anime. That said, it's hard to imagine sharing Future Diary with a 14-year old. The anime features, (but is not limited to) torture through starvation, torture through mutilation, multiple scenes of child abuse, multiple scenes of graphic gangrape, multiple scenes of terrorist bombings and middle-east war imagery, visceral gunshot wounds, arrow wounds, poisonings, electrocutions, decapitations, and a particular love for hearty stabbings. More often this affects children than adults, (not just the middle schoolers, but many smaller fries too,) and if women are horribly dismembered, they're often partially naked as well. This isn't to shame Future Diary, framing it solely through its explicit content like this, but instead to make clear that despite its juvenile appearance, this is not The Hunger Games with mild death and mayhem for the YA crowd. It slants darker from the beginning and only gets more gruesome as it spirals downward.\n\n\u001b[1mテレビ番組では、主人公の時代には不適切なコンテンツがあるのは珍しいことですが、Future Diaryの最も衝撃的な側面の1つです。その主役は中学校であり、他の多くのアニメのような高校ではありません。 それは、14歳の未来の日記を共有することは想像もつきません。 アニメの特徴は、飢餓による拷問、切迫による拷問、児童虐待の複数のシーン、グラフィック・グランプリの複数のシーン、テロリストの爆撃と中東戦争イメージの複数のシーン、内臓の銃創、矢の傷、 中毒、感電、頭蓋骨切開、心のこもった刺し傷のための特別な愛があります。 多くの場合、これは大人よりも子供に影響を及ぼします（中学生だけでなく小規模のフライも多くなります）。女性が恐ろしく解体されると、部分的に裸であることもしばしばです。 これは明日の日記を恥ずべきではなく、このような明示的な内容だけで構想するのではなく、少年時代の外観にもかかわらず、これはYAの群衆のために軽い死と騒乱を伴うHunger Gamesではないことを明確にする。 それは最初から暗く傾斜し、下方に螺旋状になるにつれてよりぞっとするようになる。\u001b[22m\n\u001b[1m(Terebibangude wa, shujinkō no jidai ni wa futekisetsuna kontentsu ga aru no wa mezurashī kotodesuga, Future daiarī no mottomo shōgeki-tekina sokumen no 1tsudesu. Sono shuyaku wa chūgakkōdeari, hoka no ōku no anime no yōna kōkōde wa arimasen. Sore wa, 14-sai no mirai no nikki o kyōyū suru koto wa sōzō mo tsukimasen. Anime no tokuchō wa, kiga ni yoru gōmon, seppaku ni yoru gōmon, jidō gyakutai no fukusū no shīn, gurafikku guranpuri no fukusū no shīn, terorisuto no bakugeki to chūtōsensō imēji no fukusū no shīn, naizō no jūsō, ya no kizu, chūdoku, kanden, zugaikotsu sekkai, kokoro no komotta sashi kizu no tame no tokubetsuna ai ga arimasu. Ōku no baai, koreha otona yori mo kodomo ni eikyō o oyoboshimasu (chūgakusei dakedenaku shōkibo no furai mo ōku narimasu). Josei ga osoroshiku kaitai sa reru to, bubun-teki ni hadakadearu koto mo shibashibadesu. Kore wa ashita no nikki o hazubekide wa naku, kono yōna meishitekina naiyō dake de kōsō suru node wa naku, shōnen jidai no gaikan nimokakawarazu, koreha YA no gunshū no tame ni karui shi to sōran o tomonau hangā gēmusude wanai koto o meikaku ni suru. Sore wa saisho kara kuraku keisha shi, kahō ni rasen-jō ni naru ni tsurete yori zotto suru yō ni naru.)\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately, Future Diary, as an anime, does not understand this, or even seem to understand what it's trying to accomplish at all. Imagine a killing game run by an omniscient deity. His is a commanding authority combing through tragedy and terror with a knowing, deliberate hand, unveiling shock and consequence at all the right times, trapping his pawns with their own vices, whittling them down until one broken victor remains. He is the professor, and the survival game is his macabre lesson plan. And then, one day, he brings in a clueless substitute who doesn't really understand the subject or the lesson plan, but sure wants to prove that he's the coolest teacher around, boys n' girls!\n\n\u001b[1m残念ながら、アニメとしての未来の日記は、これを理解していないか、まったく達成しようとしていることを理解しているように見えます。 全滅する神によって実行される殺害ゲームを想像してください。 彼は悲劇と恐怖を駆使して、知っている、意図的な手で、いつもの時に衝撃と結果を表明し、自分の邪悪で彼の駒を閉じ込め、壊れた一人の勝利者が残るまで撃ち落とす。 彼は教授であり、生存ゲームは彼の不気味なレッスン計画です。 そして、ある日、彼は本当に主題やレッスン計画を理解していない無知な代理人を連れて来ますが、確かに彼が一番クールな先生であることを証明したいと思っています。\u001b[22m\n\u001b[1m(Zan'nen'nagara, anime to shite no mirai no nikki wa, kore o rikai shite inai ka, mattaku tassei shiyou to shite iru koto o rikai shite iru yō ni miemasu. Zenmetsu suru kami ni yotte jikkō sa reru satsugai gēmu o sōzō shite kudasai. Kare wa higeki to kyōfu o kushi shite, shitte iru, itotekina-te de, itsumo no toki ni shōgeki to kekka o hyōmei shi, jibun no jaaku de kare no koma o tojikome, kowareta hitori no shōri-sha ga nokoru made uchiotosu. Kare wa kyōjudeari, seizon gēmu wa kare no bukimina ressun keikakudesu. Soshite, aru hi, kare wa hontōni shudai ya ressun keikaku o rikai shite inai muchina dairinin o tsuretekimasu ga, tashikani kare ga ichiban kūruna senseidearu koto o shōmei shitai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately, Future Diary, as an anime, does not understand this, or even seem to understand what it's trying to accomplish at all. Imagine a killing game run by an omniscient deity. His is a commanding authority combing through tragedy and terror with a knowing, deliberate hand, unveiling shock and consequence at all the right times, trapping his pawns with their own vices, whittling them down until one broken victor remains. He is the professor, and the survival game is his macabre lesson plan. And then, one day, he brings in a clueless substitute who doesn't really understand the subject or the lesson plan, but sure wants to prove that he's the coolest teacher around, boys n' girls!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately, Future Diary, as an anime, does not understand this, or even seem to understand what it's trying to accomplish at all.\u001b[24m\n    \u001b[1m残念ながら、アニメとしての未来の日記は、これを理解していないか、まったく達成しようとしていることを理解しているように見えます。\u001b[22m, \u001b[1m残念ながら、未来日記は、アニメのように、このことを理解し、あるいはすべてで達成しようとしているものを理解していないようです。\u001b[22m\n\u001b[4mImagine a killing game run by an omniscient deity.\u001b[24m\n    \u001b[1m全滅する神によって実行される殺害ゲームを想像してください。\u001b[22m, \u001b[1m全知の神によって実行殺害ゲームを想像してみてください。\u001b[22m\n\u001b[4mHis is a commanding authority combing through tragedy and terror with a knowing, deliberate hand, unveiling shock and consequence at all the right times, trapping his pawns with their own vices, whittling them down until one broken victor remains.\u001b[24m\n    \u001b[1m彼は悲劇と恐怖を駆使して、知っている、意図的な手で、いつもの時に衝撃と結果を表明し、自分の邪悪で彼の駒を閉じ込め、壊れた一人の勝利者が残るまで撃ち落とす。\u001b[22m, \u001b[1m彼は、1壊れた勝者が残るまでそれらを削り、自分自身悪徳と彼のポーンを捕捉、すべての権利の回で知って、意図的な手、除幕式ショック、結果と悲劇と恐怖を介してコーミング指揮機関です。\u001b[22m\n\u001b[4mHe is the professor, and the survival game is his macabre lesson plan.\u001b[24m\n    \u001b[1m彼は教授であり、生存ゲームは彼の不気味なレッスン計画です。\u001b[22m, \u001b[1m彼は教授で、サバイバルゲームは、彼の不気味レッスンプランです。\u001b[22m\n\u001b[4mAnd then, one day, he brings in a clueless substitute who doesn't really understand the subject or the lesson plan, but sure wants to prove that he's the coolest teacher around, boys n' girls!\u001b[24m\n    \u001b[1mそして、ある日、彼は本当に主題やレッスン計画を理解していない無知な代理人を連れて来ますが、確かに彼が一番クールな先生であることを証明したいと思っています。\u001b[22m, \u001b[1mそして、ある日、彼は本当に被写体やレッスンプランを理解していない無知な代替にもたらしますが、必ず彼は、男の子n 'は女の子の周りにクールな先生だということを証明したいです！\u001b[22m\n\u001b[1m\u001b[22m\nThat's Future Diary. It is the incompetent and cavalier student teacher desperately catering to children to think he's really cool while getting nothing of value accomplished. That's not to imply that Future Diary gets nothing done (See the list of striking atrocities listed at the top of the review!) From beginning to end there are murders upon conspiracies upon manipulations of time and space. So what are the things of 'value' so sorely missing from it all?\n\n\u001b[1mそれは未来の日記です。 それは、子供たちが本当に涼しいと思うように子供たちに必然的にケータリングする無能でひどい学生の先生です。 それは、未来の日記は何もしないことを意味するものではありません。（レビューの先頭に掲載されている著しい残虐行為のリストを参照してください！）最初から最後まで、時間と空間を操作することで陰謀に殺人があります。 それで、「価値」の事柄はどうしてそんなに徹底的に欠けているのですか？\u001b[22m\n\u001b[1m(Sore wa mirai no nikkidesu. Sore wa, kodomo-tachi ga hontōni suzushī to omou yō ni kodomo-tachi ni hitsuzen-teki ni kētaringu suru munōde hidoi gakusei no senseidesu. Sore wa, mirai no nikki wa nani mo shinai koto o imi suru monode wa arimasen. (Rebyū no sentō ni keisai sa rete iru ichijirushii zangyaku kōi no risuto o sanshō shite kudasai! ) Saisho kara saigomade, jikan to kūkan o sōsa suru koto de inbō ni satsujin ga arimasu. Sorede,`kachi' no kotogara wa dōshite son'nani tetteiteki ni kakete iru nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mThat's Future Diary. It is the incompetent and cavalier student teacher desperately catering to children to think he's really cool while getting nothing of value accomplished. That's not to imply that Future Diary gets nothing done (See the list of striking atrocities listed at the top of the review!) From beginning to end there are murders upon conspiracies upon manipulations of time and space. So what are the things of 'value' so sorely missing from it all?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's Future Diary.\u001b[24m\n    \u001b[1mそれは未来の日記です。\u001b[22m, \u001b[1mそれは未来日記です。\u001b[22m\n\u001b[4mIt is the incompetent and cavalier student teacher desperately catering to children to think he's really cool while getting nothing of value accomplished.\u001b[24m\n    \u001b[1mそれは、子供たちが本当に涼しいと思うように子供たちに必然的にケータリングする無能でひどい学生の先生です。\u001b[22m, \u001b[1m達成値の何を取得していない間、彼は本当にクールだと思うために必死に子供たちにケータリング無能と傲慢学生の先生です。\u001b[22m\n\u001b[4mThat's not to imply that Future Diary gets nothing done (See the list of striking atrocities listed at the top of the review!) From beginning to end there are murders upon conspiracies upon manipulations of time and space.\u001b[24m\n    \u001b[1mそれは、未来の日記は何もしないことを意味するものではありません。（レビューの先頭に掲載されている著しい残虐行為のリストを参照してください！）最初から最後まで、時間と空間を操作することで陰謀に殺人があります。\u001b[22m, \u001b[1mそれは未来日記が終わったものは時間と空間の操作時に陰謀時の殺人事件がある初めから終わりまで（見直しの上部に記載されている印象的な残虐行為の一覧をご覧ください！）を取得していないことを意味するではありません。\u001b[22m\n\u001b[4mSo what are the things of 'value' so sorely missing from it all?\u001b[24m\n    \u001b[1mそれで、「価値」の事柄はどうしてそんなに徹底的に欠けているのですか？\u001b[22m, \u001b[1mそれでは、「値」の事はとても痛んでそれをすべてから欠落していますか？\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSecond among the holes in Future Diary's soul is its blindness to tone. If we can assume tone deafness is jumping from one powerful emotion to another clumsily, Future Diary's tone blindness is jumping between divorced emotions that it never fully achieves in the first place. Because of its puzzle-piece characters, drama never plays on a deeper level than shock and revulsion, (the chief currency of Future Diary) but the humor isn't really any better. Standard big-ole-boobies gags coupled with cool-mom-tries-to-get-her-son-laid bits squared with wacky-times-at-amusement-park scenes add up to little more than tepid sitcom humor, both unfunny and baffling alongside scenes of dismemberment and sexual assault. The only funny part of Future Diary, and probably the most emotionally successful, are the after-episode cartoons starring Murmur, Deus ex Machina's impish minion. They succeed where the main show fails in putting a wry smile on the macabre, and achieve a range of tones from cute to absurd. They're not great, but they're a significant step up from the misery of Future Diary attempting to take itself super-seriously alongside the lamest jokes possible.\n\n\u001b[1m未来の日記の魂の穴の中の2番目は、その盲目のことです。 聴覚障害者が強力な感情から別の不器用なものへと飛び跳ねていると見なすことができれば、未来日記のトーン・ブラインドは、最初は完全には達成できない離婚感情の間を飛び交っています。 そのパズルピースのキャラクターのために、ドラマはショックと嫌悪感よりも深いレベルでプレイすることはありませんが、ユーモアはそれほど良いものではありません。 スタンダードなビッグ・オア・ブービー・ギャグと、クール・ママ・テイク・ツー・ゲット・ザ・ソング・レイ・ビットは、おかしな時間に遊園地のシーンが広がっていて、控えめなシットコム・ユーモア 離脱と性的暴行の場面に悩まされる。 未来の日記の唯一の面白い部分、そしておそらく最も感情的に成功したのは、Murmur、Deus ex Machinaの魔女のミニオンを主演した後のエピソードの漫画です。 彼らはメインショーが不気味な笑みを浮かべて失敗するところで成功し、かわいいものから馬鹿げたものまで幅広い色調を達成する。 彼らは素晴らしいことではありませんが、可能な限り最悪のジョークと並んで非常に真剣に取り組もうとしているFuture Diaryの不幸から、大きな進歩を遂げています。\u001b[22m\n\u001b[1m(Mirai no nikki no tamashī no ana no naka no 2-banme wa, sono mōmoku no kotodesu. Chōkaku shōgai-sha ga kyōryokuna kanjō kara betsu no bukiyōna mono e to tobihanete iru to minasu koto ga dekireba, mikunikki no tōn buraindo wa, saisho wa kanzen ni wa tassei dekinai rikon kanjō no ma o tobikatte imasu. Sono pazurupīsu no kyarakutā no tame ni, dorama wa shokku to ken'o-kan yori mo fukai reberu de purei suru koto wa arimasenga, yūmoa wa sore hodo yoi monode wa arimasen. Sutandādona biggu oa būbī gyagu to, kūru mama teiku tsū Getto za songu rei bitto wa, okashina jikan ni yuenchi no shīn ga hirogatte ite, hikaemena shittokomu yūmoa ridatsu to seiteki bōkō no bamen ni nayamasa reru. Mirai no nikki no yuiitsu no omoshiroi bubun, soshite osoraku mottomo kanjō-teki ni seikō shita no wa, Murmur, Deus ex mashīna no majo no minion o shuen shita nochi no episōdo no mangadesu. Karera wa meinshō ga bukimina emi o ukabete shippai suru tokoro de seikō shi, kawaī mono kara bakageta mono made habahiroi shikichō o tassei suru. Karera wa subarashī kotode wa arimasenga, kanōnakagiri saiaku no jōku to narande hijō ni shinken ni torikumou to shite iru Future daiarī no fukō kara, ōkina shinpo o togete imasu.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIt is important to note that Future Diary's 'mastery' of relentless gruesome spectacle applies only to its content, and not its technical presentation. This anime has more scrambled production credits than most, having been hacky-sacked back and forth between well over 30 animation houses for key work, inbetweens, finishing, and as a result the show seems static and limited. At the same time, rarely is anything on-model for long. The base aesthetic is the most generic of the generic, but if you flip from episode to episode, you can see a remarkable shift in Yuno's facial features that seems to age her up and down even within the confines of such a standard style. It's not a notably bad-looking anime, but it is fairly ugly and inconsistent, and worse, never really impressive. Action scenes are flat and simple, full of the same old anime tricks, so much so that by the time the first sequences of nice-looking animation arrive, in the last couple episodes, it feels mind-blowing, as if you'd never noticed how cruddy the show looked until it stopped looking cruddy moments before the end.\n\n\u001b[1m未来の日記の悲惨な恐ろしい眼差しの「熟練」は、その内容だけに適用され、技術的なプレゼンテーションではないことに注意することが重要です。 このアニメは、30以上のアニメーションハウスの間を行き来し、重要な仕事、仲間入り、仕上げの間で往々にしてハッキングされてしまったため、プロダクションクレジットをより多くスクランブルしています。 同時に、まれにモデル上のものが長い間存在することはほとんどありません。 基本的な美学はジェネリックの中で最も一般的ですが、エピソードからエピソードに切り替えると、そのような標準的なスタイルの範囲内でさえ、彼女の老化のように見えるユノの顔の特徴に大きな変化が見られます。 それは特に目に見えないアニメではありませんが、それはかなり醜いと矛盾し、悪い、本当に印象的ではありません。 アクションシーンはフラットでシンプルで、同じ古いアニメのトリックでいっぱいです。とても美しいアニメーションの最初のシーケンスが到着するまでに、最後の2つのエピソードでは、まったく同じように心が吹きます それが終わりの前にcruddyの瞬間を見るのを止めるまでショーがいかにcruddy見られたか気づいた。\u001b[22m\n\u001b[1m(Mirai no nikki no hisan'na osoroshī manazashino `jukuren' wa, sono naiyō dake ni tekiyō sa re, gijutsu-tekina purezentēshonde wanai koto ni chūi suru koto ga jūyōdesu. Kono anime wa, 30 ijō no animēshonhausu no ma o ikiki shi, jūyōna shigoto, nakamairi, shiage no ma de ōōnishite hakkingu sa rete shimatta tame, purodakushonkurejitto o yori ōku sukuranburu shite imasu. Dōjini, mare ni moderu-jō no mono ga nagaiai sonzai suru koto wa hotondo arimasen. Kihon-tekina bigaku wa jenerikku no naka de mottomo ippan-tekidesuga, episōdo kara episōdo ni kirikaeru to, sono yōna hyōjun-tekina sutairu no han'i-naide sae, kanojo no rōka no yō ni mieru Yuno no kao no tokuchō ni ōkina henka ga mi raremasu. Sore wa tokuni menimienai animede wa arimasenga, sore wa kanari minikui to mujun shi, warui, hontōni inshō-tekide wa arimasen. Akushonshīn wa furatto de shinpurude, onaji furui anime no torikku de ippaidesu. Totemo utsukushī animēshon no saisho no shīkensu ga tōchaku suru made ni, saigo no 2tsu no episōdode wa, mattaku onajiyōni kokoro ga fukimasu sore ga owari no mae ni cruddy no shunkan o miru no o tomeru made shō ga ikani cruddy mi rareta ka kidzuita.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nNormally, this would be all that needs be said about the English dub: competently directed and performed equivalent to the Japanese, a solid Funimation effort. Unfortunately, the devil is in the adaptive writing on Future Diary, with altered dialogue so obnoxious it threatens to sink the otherwise enjoyable dub outright. Funimation has been accused of liberal rewrites in the past, but these efforts are usually exaggerated by sub purists who don't realize the need for naturalistic re-wording to better illustrate the original intent in English. (Example: Cowboy Bebop's oft-lauded dub is heavily re-interpreted for naturalism without changing the intent.) Typically, Funimation 'reversionings' have left the intent intact, or even embellished it to the extent that the dub has more resonance than the original track. Future Diary's dub script, however, is dreadful, seeming like self-parody at points in its junkpiling of outdated slang and trite idioms as if it was a poorly written young adult novel...which Future Diary sort of is, but this coincidence does not make the dub script appropriate.\n\n\u001b[1m通常、これは英国のダブについて言わなければならないすべてのものである：有能な監督であり、日本人と同等の能力を発揮する。 残念なことに、悪魔は、将来の日記の適応執筆に入っています。変化した対話があるので、それは他の楽しいダビングを完全に沈める恐れがあります。  Funimationは過去にリベラルな書き直しで告発されてきましたが、これらの努力は、元の意図を英語でよりよく説明するために自然主義的な言い換えの必要性を認識していないサブ純粋主義者によって通常誇張されます。  （例：カウボーイビバップの朗唱されたダブは、意図を変えずに自然主義のために大きく再解釈されています。）通常、Funimationの反逆は意図を損なわずに残しているか、 トラック。 しかし未来のダイアリーのダブ・スクリプトは、あまりにも書かれた若い成人向けの小説のように時代遅れの俗語や慣用慣用句のジャンクファイルの点で自己パロディーのように見える恐ろしい。 ダビングスクリプトを適切にしないでください。\u001b[22m\n\u001b[1m(Tsūjō, kore wa Igirisu no dabu ni tsuite iwanakereba naranai subete no monodearu: Yūnōna kantokudeari, nihonjin to dōtō no nōryoku o hakki suru. Zan'nen'nakotoni, akuma wa, shōrai no nikki no tekiō shippitsu ni haitte imasu. Henka shita taiwa ga aru node, sore wa hoka no tanoshī dabingu o kanzen ni shizumeru osore ga arimasu. Funimation wa kako ni riberaruna kakinaoshi de kokuhatsu sa rete kimashitaga, korera no doryoku wa,-moto no ito o eigo de yori yoku setsumei suru tame ni shizen shugi-tekina iikae no hitsuyō-sei o ninshiki shite inai sabu junsuishugi-sha ni yotte tsūjō kochō sa remasu. (Rei: Kaubōibibappu no rōshō sa reta dabu wa, ito o kaezu ni shizen shugi no tame ni ōkiku sai kaishaku sa rete imasu. ) Tsūjō, Funimation no hangyaku wa ito o sokonawazu ni nokoshite iru ka, torakku. Shikashi mirai no daiarī no dabu sukuriputo wa, amarini mo kaka reta wakai seijin-muke no shōsetsu no yō ni jidaiokure no zokugo ya kan'yō kan'yō-ku no janku fairu no ten de jiko parodī no yō ni mieru osoroshī. Dabingusukuriputo o tekisetsu ni shinaide kudasai.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nDespite its terrible construction, there is a kind of nauseous magic to Future Diary. It's never boring, and it never truly slows down. It only snowballs from one bad decision to another, not content to be only merely bad but really most sincerely bad, and by the end, it is irrevocably memorable. Even with each atrocity having less and less effect due to tasteless storytelling, Future Diary plows forward and successfully accomplishes depths of depravity unforeseen in its last five episodes, meriting a kind of simultaneous slow-clap-head-shake that's rare to accomplish even in the truly terrible. In a market overflowing with a glut of teen murder stories, leaving an indelible stain in the way Future Diary does is hard-won and fully earned. It cannot be justifiably 'recommended,' as there's nothing worthwhile absorbed once the fracas is over, but merely suggested, left to lay in the dust and be dug back up under cover of darkness by those curious 'just to see.'\n\n\u001b[1mそのひどい構造にもかかわらず、未来の日記にはある種の奇妙な魔法があります。 それは決して退屈ではなく、本当に減速することはありません。 悪い決断から別のものへと雪を降らすだけで、単に悪いことではなく本当に誠実に悪いことに満足するのではなく、最終的に思いがけなく思い出深いものです。 未来の日記は、それぞれの残虐行為が味わい深いストーリーテリングによって影響が少なくても、最後の5つのエピソードで予期せぬ腐敗の深みを遂行し、成功裏に達成することはできません。 本当にひどい。 十代の殺人事件が溢れている市場では、未来の日記のやり方で消えない痕跡を残すことは難しいものであり、完全に稼いでいる。 フラクタスが終わったときには価値のあるものは何もないので、「推奨」することはできませんが、ほんのちょうど示唆され、ほこりに横たわって、奇妙な「見たいだけ」の暗闇の中で掘り起こされました。\u001b[22m\n\u001b[1m(Sono hidoi kōzō nimokakawarazu, mirai no nikki ni wa arushuno kimyōna mahō ga arimasu. Sore wa kesshite taikutsude wa naku, hontōni gensoku suru koto wa arimasen. Warui ketsudan kara betsu no mono e to yuki o furasu dake de, tan'ni warui kotode wanaku hontōni seijitsu ni warui koto ni manzoku suru node wa naku, saishūtekini omoigakenaku omoidebukai monodesu. Mirai no nikki wa, sorezore no zangyaku kōi ga ajiwaibukai sutōrīteringu ni yotte eikyō ga sukunakute mo, saigo no itsutsu no episōdo de yoki senu fuhai no fukami o suikō shi, seikōrini tassei suru koto wa dekimasen. Hontōni hidoi. Jūdai no satsujin jiken ga afurete iru ichibade wa, mirai no nikki no yarikata de kienai konseki o nokosu koto wa muzukashī monodeari, kanzen ni kaseide iru. Furakutasu ga owatta tokiniha kachi no aru mono wa nani mo nainode,`suishō' suru koto wa dekimasenga, hon'no chōdo shisa sa re, hokori ni yokotawatte, kimyōna `mitai dake' no kurayaminonakade horiokosa remashita.)\u001b[22m\n\nTranslations of \u001b[4mDespite its terrible construction, there is a kind of nauseous magic to Future Diary. It's never boring, and it never truly slows down. It only snowballs from one bad decision to another, not content to be only merely bad but really most sincerely bad, and by the end, it is irrevocably memorable. Even with each atrocity having less and less effect due to tasteless storytelling, Future Diary plows forward and successfully accomplishes depths of depravity unforeseen in its last five episodes, meriting a kind of simultaneous slow-clap-head-shake that's rare to accomplish even in the truly terrible. In a market overflowing with a glut of teen murder stories, leaving an indelible stain in the way Future Diary does is hard-won and fully earned. It cannot be justifiably 'recommended,' as there's nothing worthwhile absorbed once the fracas is over, but merely suggested, left to lay in the dust and be dug back up under cover of darkness by those curious 'just to see.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite its terrible construction, there is a kind of nauseous magic to Future Diary.\u001b[24m\n    \u001b[1mそのひどい構造にもかかわらず、未来の日記にはある種の奇妙な魔法があります。\u001b[22m, \u001b[1mその恐ろしい建設にもかかわらず、未来日記に吐き気を魔法のようなものがあります。\u001b[22m\n\u001b[4mIt's never boring, and it never truly slows down.\u001b[24m\n    \u001b[1mそれは決して退屈ではなく、本当に減速することはありません。\u001b[22m, \u001b[1mそれは退屈なことはない、それは本当に遅くなることはありません。\u001b[22m\n\u001b[4mIt only snowballs from one bad decision to another, not content to be only merely bad but really most sincerely bad, and by the end, it is irrevocably memorable.\u001b[24m\n    \u001b[1m悪い決断から別のものへと雪を降らすだけで、単に悪いことではなく本当に誠実に悪いことに満足するのではなく、最終的に思いがけなく思い出深いものです。\u001b[22m, \u001b[1mそれだけで別の悪い決定から雪玉、コンテンツだけではなく、単に悪いが、本当に心から悪いことにする、とendで、それが取消不能の形で印象的です。\u001b[22m\n\u001b[4mEven with each atrocity having less and less effect due to tasteless storytelling, Future Diary plows forward and successfully accomplishes depths of depravity unforeseen in its last five episodes, meriting a kind of simultaneous slow-clap-head-shake that's rare to accomplish even in the\u001b[24m\n    \u001b[1m未来の日記は、それぞれの残虐行為が味わい深いストーリーテリングによって影響が少なくても、最後の5つのエピソードで予期せぬ腐敗の深みを遂行し、成功裏に達成することはできません。\u001b[22m, \u001b[1mでもそれぞれの残虐行為が原因で無味物語に少なく効果持つ、未来日記は前方プラウ、正常にでさえ達成するためにまれです同時遅い拍手ヘッドシェイクの種類を値する、その最後の5のエピソードで不測の堕落の深さを実現します\u001b[22m\n\u001b[4mtruly terrible.\u001b[24m\n    \u001b[1m本当にひどい。\u001b[22m, \u001b[1m本当にひどいです。\u001b[22m\n\u001b[4mIn a market overflowing with a glut of teen murder stories, leaving an indelible stain in the way Future Diary does is hard-won and fully earned.\u001b[24m\n    \u001b[1m十代の殺人事件が溢れている市場では、未来の日記のやり方で消えない痕跡を残すことは難しいものであり、完全に稼いでいる。\u001b[22m, \u001b[1m市場は未来日記が行うようにして消えない汚れを残し、十代の殺人物語の供給過剰に溢れでは、ハードウォンと完全に獲得しています。\u001b[22m\n\u001b[4mIt cannot be justifiably 'recommended,' as there's nothing worthwhile absorbed once the fracas is over, but merely suggested, left to lay in the dust and be dug back up under cover of darkness by those curious 'just to see.'\u001b[24m\n    \u001b[1mフラクタスが終わったときには価値のあるものは何もないので、「推奨」することはできませんが、ほんのちょうど示唆され、ほこりに横たわって、奇妙な「見たいだけ」の暗闇の中で掘り起こされました。\u001b[22m, \u001b[1mそれは騒動が終わった後に吸収された価値がある何もないとして正当に '、推奨'、単に示唆することができない、ほこりに配置するために左と好奇心、それらによって暗闇のカバーの下にバックアップ掘らこと」だけを参照すること。」\u001b[22m\n\u001b[1m\u001b[22m\nA word of warning, however: if you're going to start watching it at all, there's no point unless you get to the ghastly end. (Or unless you feel forced to stop by some disgusting moment or another, which is entirely understandable.) The satisfaction Future Diary grants is unique and it is rare, an annual chocolate Easter bunny you consume from the ears down, the sin of empty sugar and critter carnage combined emptily as you make your way down to its empty center. Hollow satisfaction is still a kind of satisfaction, and at the least of the least, Future Diary can be applauded for being stupid enough to be remembered.\n\n\u001b[1mしかし、警告の言葉：もしあなたがそれを全く見始めるつもりなら、あなたが大いなる終わりにならなければ、何の意味もありません。  （または、あなたが何らかの嫌な瞬間や他のことで完全に理解できるもので止まらないと感じる場合を除きます。）満足の未来の日記はユニークであり、あなたが耳から食べる毎年のチョコレートイースターバニー、空の砂糖の罪 そしてあなたの空の中心にあなたの道を作るように、獣医と獣医師は虚しく結合されました。 中空の満足度は依然として満足の一種であり、最低限でも、未来の日記は思い出に残るほど馬鹿だと賞賛することができます。\u001b[22m\n\u001b[1m(Shikashi, keikoku no kotoba: Moshi anata ga sore o mattaku mi hajimeru tsumorinara, anata ga ōinaru owari ni naranakereba, nani no imi mo arimasen. (Matawa, anata ga nanrakano iyana shunkan ya hoka no koto de kanzen ni rikai dekiru mono de tomaranai to kanjiru baai o nozokimasu. ) Manzoku no mirai no nikki wa yunīkudeari, anata ga mimi kara taberu maitoshi no chokorētoīsutābanī, sora no satō no tsumi soshite anata no sora no chūshin ni anata no michi o tsukuru yō ni, jūi to jūi-shi wa munashiku ketsugō sa remashita. Chūkū no manzoku-do wa izentoshite manzoku no isshudeari, saiteigen demo, mirai no nikki wa omoide ni nokoru hodo bakada to shōsan suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mA word of warning, however: if you're going to start watching it at all, there's no point unless you get to the ghastly end. (Or unless you feel forced to stop by some disgusting moment or another, which is entirely understandable.) The satisfaction Future Diary grants is unique and it is rare, an annual chocolate Easter bunny you consume from the ears down, the sin of empty sugar and critter carnage combined emptily as you make your way down to its empty center. Hollow satisfaction is still a kind of satisfaction, and at the least of the least, Future Diary can be applauded for being stupid enough to be remembered.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA word of warning, however: if you're going to start watching it at all, there's no point unless you get to the ghastly end.\u001b[24m\n    \u001b[1mしかし、警告の言葉：もしあなたがそれを全く見始めるつもりなら、あなたが大いなる終わりにならなければ、何の意味もありません。\u001b[22m, \u001b[1m警告の言葉は、しかし：あなたがすべてでそれを見始めるつもりなら、あなたが恐ろしい最後に到達しない限り、何のポイントはありません。\u001b[22m\n\u001b[4m(Or unless you feel forced to stop by some disgusting moment or another, which is entirely understandable.) The satisfaction Future Diary grants is unique and it is rare, an annual chocolate Easter bunny you consume from the ears down, the sin of empty sugar\u001b[24m\n    \u001b[1m（または、あなたが何らかの嫌な瞬間や他のことで完全に理解できるもので止まらないと感じる場合を除きます。）満足の未来の日記はユニークであり、あなたが耳から食べる毎年のチョコレートイースターバニー、空の砂糖の罪\u001b[22m, \u001b[1m（それとも、完全に理解している、いくつかの嫌な瞬間または別によって停止することを余儀なくさを感じる場合を除きます。）の満足未来日記の助成金がユニークであり、それは稀であり、あなたがダウンして耳から消費の年間チョコレートイースターバニー、空の砂糖の罪\u001b[22m\n\u001b[4mand critter carnage combined emptily as you make your way down to its empty center.\u001b[24m\n    \u001b[1mそしてあなたの空の中心にあなたの道を作るように、獣医と獣医師は虚しく結合されました。\u001b[22m, \u001b[1mそして、生き物の大虐殺は、あなたがダウンしてその空の中心にあなたの方法を作るように空虚に組み合わせます。\u001b[22m\n\u001b[4mHollow satisfaction is still a kind of satisfaction, and at the least of the least, Future Diary can be applauded for being stupid enough to be remembered.\u001b[24m\n    \u001b[1m中空の満足度は依然として満足の一種であり、最低限でも、未来の日記は思い出に残るほど馬鹿だと賞賛することができます。\u001b[22m, \u001b[1m中空の満足度はまだ満足の一種であり、少なくともの少なくとも、未来日記を覚えておくのに十分な愚かであることのために称賛されることができます。\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "camay1997",
    "profile": "/profile/camay1997/reviews",
    "pages": "19",
    "number": "4",
    "link": "/reviews.php?id=230192",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  6\n|  5\n\nだから、私はキャラクターのデザインが好きで、彼らが互いに人と戦う超人的ではないという理想が好きだった。 私が好きでなかったことに焦点を当てましょうと言いました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nSo, I liked the character designs and the ideal that they weren’t super humanly powered battling one another. Having said that let’s focus on what I didn’t like.\n\n\u001b[1mだから、私はキャラクターのデザインが好きで、彼らが互いに人と戦う超人的ではないという理想が好きだった。 私が好きでなかったことに焦点を当てましょうと言いました。\u001b[22m\n\u001b[1m(Dakara, watashi wa kyarakutā no dezain ga sukide, karera ga tagaini hito to tatakau chō jintekide wa nai to iu risō ga sukidatta. Watashi ga sukidenakatta koto ni shōten o atemashou to iimashita.)\u001b[22m\n\nTranslations of \u001b[4mSo, I liked the character designs and the ideal that they weren’t super humanly powered battling one another. Having said that let’s focus on what I didn’t like.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, I liked the character designs and the ideal that they weren’t super humanly powered battling one another.\u001b[24m\n    \u001b[1mだから、私はキャラクターのデザインが好きで、彼らが互いに人と戦う超人的ではないという理想が好きだった。\u001b[22m, \u001b[1mだから、私はキャラクターデザインと、彼らは超人間的に互いを戦って電源が入っていなかったことが理想的で好き。\u001b[22m\n\u001b[4mHaving said that let’s focus on what I didn’t like.\u001b[24m\n    \u001b[1m私が好きでなかったことに焦点を当てましょうと言いました。\u001b[22m, \u001b[1m私は好きではなかったかについてのletのフォーカスと述べました。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "egs",
    "profile": "/profile/egs/reviews",
    "pages": "19",
    "number": "5",
    "link": "/reviews.php?id=157443",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  5\nキャラクター|  7\n|  8\n\n私は正直言って、私がゆのの性格とは違ったやり方でエッセイを書くことができました。 彼女は非常にスマートで、非常に複雑で興味深いキャラクターになる可能性が非常に高いですが、作家は彼女をあまり遊ばせませんでした。\nまた、YukiとYunoの関係は本当に早くなる。 彼が彼女の気持ちを発達させるという事実は、非現実的で奇妙なように見えました。 それは良い方法だったかもしれませんが、未来の日記の概念は私が見守っていれば十分でした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI could honestly write an entire essay on what I would have done differently with Yuno's character. She's so incredibly smart and had a lot of potential to be a very complex and interesting character, but the writers played her off as not much.\n\n\u001b[1m私は正直言って、私がゆのの性格とは違ったやり方でエッセイを書くことができました。 彼女は非常にスマートで、非常に複雑で興味深いキャラクターになる可能性が非常に高いですが、作家は彼女をあまり遊ばせませんでした。\u001b[22m\n\u001b[1m(Watashi wa shōjiki itte, watashi ga yu no no seikaku to wa chigatta yarikata de essei o kaku koto ga dekimashita. Kanojo wa hijō ni sumāto de, hijō ni fukuzatsude kyōmibukai kyarakutā ni naru kanōsei ga hijō ni takaidesuga, sakka wa kanojo o amari asobasemasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI could honestly write an entire essay on what I would have done differently with Yuno's character. She's so incredibly smart and had a lot of potential to be a very complex and interesting character, but the writers played her off as not much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI could honestly write an entire essay on what I would have done differently with Yuno's character.\u001b[24m\n    \u001b[1m私は正直言って、私がゆのの性格とは違ったやり方でエッセイを書くことができました。\u001b[22m, \u001b[1m私は正直なところ、私はユーノの文字で異なる行っているであろうものに全体のエッセイを書くことができます。\u001b[22m\n\u001b[4mShe's so incredibly smart and had a lot of potential to be a very complex and interesting character, but the writers played her off as not much.\u001b[24m\n    \u001b[1m彼女は非常にスマートで、非常に複雑で興味深いキャラクターになる可能性が非常に高いですが、作家は彼女をあまり遊ばせませんでした。\u001b[22m, \u001b[1m彼女は信じられないほどスマートだし、非常に複雑で興味深いキャラクターであることを多くの可能性を持っていましたが、作家はあまりないとして彼女を果たしました。\u001b[22m\nAlso, the relationship between Yuki and Yuno gets old really fast. The fact that he develops feelings for her seemed unrealistic and weird. It could have been way better, but the concept of a Future Diary was enough for me to keep watching.\n\n\u001b[1mまた、YukiとYunoの関係は本当に早くなる。 彼が彼女の気持ちを発達させるという事実は、非現実的で奇妙なように見えました。 それは良い方法だったかもしれませんが、未来の日記の概念は私が見守っていれば十分でした。\u001b[22m\n\u001b[1m(Mata, Yuki to Yuno no kankei wa hontōni hayaku naru. Kare ga kanojo no kimochi o hattatsu sa seru to iu jijitsu wa, higenjitsuteki de kimyōna yō ni miemashita. Sore wa yoi hōhōdatta kamo shiremasenga, mirai no nikki no gainen wa watashi ga mimamotte ireba jūbundeshita.)\u001b[22m\n\nTranslations of \u001b[4mAlso, the relationship between Yuki and Yuno gets old really fast. The fact that he develops feelings for her seemed unrealistic and weird. It could have been way better, but the concept of a Future Diary was enough for me to keep watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, the relationship between Yuki and Yuno gets old really fast.\u001b[24m\n    \u001b[1mまた、YukiとYunoの関係は本当に早くなる。\u001b[22m, \u001b[1mまた、ユキとゆとの関係は本当に速い古い取得します。\u001b[22m\n\u001b[4mThe fact that he develops feelings for her seemed unrealistic and weird.\u001b[24m\n    \u001b[1m彼が彼女の気持ちを発達させるという事実は、非現実的で奇妙なように見えました。\u001b[22m, \u001b[1m彼は彼女のために感情を開発するということは、非現実的と奇妙に思えました。\u001b[22m\n\u001b[4mIt could have been way better, but the concept of a Future Diary was enough for me to keep watching.\u001b[24m\n    \u001b[1mそれは良い方法だったかもしれませんが、未来の日記の概念は私が見守っていれば十分でした。\u001b[22m, \u001b[1mそれはずっといいだったかもしれないが、私が見て維持するために未来日記の概念は十分でした。\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "Kirikon",
    "profile": "/profile/Kirikon/reviews",
    "pages": "19",
    "number": "6",
    "link": "/reviews.php?id=123795",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\n[OK、これは私の最初のレビューを書くので、私と一緒にxDを負担してください]\n\nスポイラーは存在する!!\n\n私のFacebookのニュースフィードをスクロールすると、私は愛らしい顔をしたピンクの髪の女の子の写真を見たことがあります。 私は非常に奇妙な発見。 それで、私はそれがどんなアニメを見上げたときに、私は「ミライ日記」の題名を見つけました。 それを見る前に、私は情報を収集し、私を馬鹿にしてしまったいくつかの細部を読んだ。 そして、私の中の好奇心が強い子供が私に、1日だけ全エピソードを見させました。\n\nいくつかのエピソードの後、私は自分が汚点を理解しており、エンディングは本当に予測可能であると自分自身に語った。  YukiteruとYunoは結局他のすべての日記所有者を殺し、YukiはYunoを殺し、Yukiは神になるでしょう。 おそらくボタンを押すことで、ゆのを元気に戻し、彼らは幸せな生活を送ってくれるでしょう。 しかし、私は間違っていた、私は一生懸命に間違っていたことはありません！\n\nストーリー8-ストーリー自体は本当に印象的です。 ここにはすべての紆余曲折を考えてください。 大災害の後にキャラクターがかなり落ち着いているような部分がありましたが、私は個人的には嫌いでした。\nしかし、私はすべての日記所有者の話を拍手する必要があり、それぞれの人は私が大好きでユニークで感動的な話をしていました。 ジャンルはコメディをカバーしていませんが、私のお尻を笑った部分がたくさんありました。 ミライ・ニッキーのストーリーを9にして、完全なものではない10。失ったような瞬間があったので、あなたがエピソードをスキップしたかどうか疑問に思いました。 ストーリーは速かったし、ペースにほとんど追いつかなかったことは認めている。  18番以上のエピソードでは、一番上に少し上がっていて、私は同じアニメを見ているのだろうかと思った。 しかし、私は本当に将来の日記を持っているという考えが好きだった：D\n\n芸術は満足していますが、私はDeusがどのようにアニメーション化されていたかは嫌ですが、怠け者で、動きは限られているように見えますが、それぞれのキャラクターがどのようにデザインされているかは本当に気に入っています。 着色やシェーディングさえ本当に壮大です。 しかし、私はちょっとエイトのキャラクターデザインと混同していましたが、全く意味がありませんでした。彼女はとても巨大でした！ 戦闘シーンはすべて良かった。 特に表現！ ユノの表現はインターネット上でも広く知られています。\n\nサウンズ10  - 最初のオープニングソングは、それが電話のプレイリストと私の心のための道になりました。 結末の歌もよかった！ そして、私は再びサウンドトラックを選んだ人々に拍手を捧げ、彼らはすべて完璧でした！\n\nキャラクター10  - キャラクターの開発は本当に素晴らしく、多分それがアニメが好きな理由の一つです。 特に、ユキのキャラクターは親の死後、大きく変わって、ゆーのようになりました。 彼のscumbagの父親さえ本当に彼の中に性格を持っていました。 そして、ゆのは傑出していました。彼女が首を切って胃を刺すのがいかに簡単か、彼女がスナップして彼女の正気を得たときの彼女の行動が本当に好きでした。 彼女は完全に予測できません！\n\nエンジョイメント9-私は本当にミライニッキーを見て楽しかったですが、私はいくつかの部分で少し眠いです。 しかし、私は本当にMirai Nikkiが大好きです。今後YanderexGorexBloodxRomancexContinuumxTimeTravelxFeelsをもっと見たいと思っています！\n\n全9  -  Mirai Nikkiはユニークな話を持ち、それぞれのキャラクターには深い秘密があります。 結末は単に完璧でした、そして、私はそれらのプロットの紆余曲折からほとんど亡くなりました。 ミライ・ニッキーは何年も過ぎても、それを見た人に深い刻印をしています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n[Okay, so this is my first time writing a review so please bear with me xD ]\n\n\u001b[1m[OK、これは私の最初のレビューを書くので、私と一緒にxDを負担してください]\u001b[22m\n\u001b[1m([OK, kore wa watashi no saisho no rebyū o kakunode, watashitoisshoni xD o futan shite kudasai])\u001b[22m\n\nTranslations of \u001b[4m[Okay, so this is my first time writing a review so please bear with me xD ]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[Okay, so this is my first time writing a review so please bear with me xD ]\u001b[24m\n    \u001b[1m[OK、これは私の最初のレビューを書くので、私と一緒にxDを負担してください]\u001b[22m, \u001b[1m[わかりましたので、これはレビューを書いて初めてですので、私と一緒のxDをご負担下さい]\u001b[22m\n\u001b[1m\u001b[22m\nSpoilers are present!!\n\n\u001b[1mスポイラーは存在する!!\u001b[22m\n\u001b[1m(Supoirā wa sonzai suru! !)\u001b[22m\n\nTranslations of \u001b[4mSpoilers are present!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpoilers are present!!\u001b[24m\n    \u001b[1mスポイラーは存在する!!\u001b[22m, \u001b[1mスポイラーは存在しています！\u001b[22m\n\u001b[1m\u001b[22m\nScrolling down my facebook news feed, I've seen pictures of a pink haired girl who looked adorable and at some point she looked completely creepy! which i found very odd. So, when I looked up what anime it was, I stumbled upon the tittle 'Mirai Nikki' . Before watching it, I collected information and read a few details that left me dumb founded. And the curious child inside me made me watch the whole episode only in a day.\n\n\u001b[1m私のFacebookのニュースフィードをスクロールすると、私は愛らしい顔をしたピンクの髪の女の子の写真を見たことがあります。 私は非常に奇妙な発見。 それで、私はそれがどんなアニメを見上げたときに、私は「ミライ日記」の題名を見つけました。 それを見る前に、私は情報を収集し、私を馬鹿にしてしまったいくつかの細部を読んだ。 そして、私の中の好奇心が強い子供が私に、1日だけ全エピソードを見させました。\u001b[22m\n\u001b[1m(Watashi no feisubukku no nyūsufīdo o sukurōru suru to, watashi wa airashī kao o shita pinku no kami no on'nanoko no shashin o mita koto ga arimasu. Watashi wa hijō ni kimyōna hakken. Sorede, watashi wa sore ga don'na anime o miageta toki ni, watashi wa `mirai nikki' no daimei o mitsukemashita. Sore o miru mae ni, watashi wa jōhō o shūshū shi, watashi o baka ni shite shimatta ikutsu ka no saibu o yonda. Soshite, watashi no naka no kōkishin ga tsuyoi kodomo ga watashi ni, 1-nichi dake zen episōdo o mi sasemashita.)\u001b[22m\n\nTranslations of \u001b[4mScrolling down my facebook news feed, I've seen pictures of a pink haired girl who looked adorable and at some point she looked completely creepy! which i found very odd. So, when I looked up what anime it was, I stumbled upon the tittle 'Mirai Nikki' . Before watching it, I collected information and read a few details that left me dumb founded. And the curious child inside me made me watch the whole episode only in a day.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mScrolling down my facebook news feed, I've seen pictures of a pink haired girl who looked adorable and at some point she looked completely creepy!\u001b[24m\n    \u001b[1m私のFacebookのニュースフィードをスクロールすると、私は愛らしい顔をしたピンクの髪の女の子の写真を見たことがあります。\u001b[22m, \u001b[1m私のFacebookのニュースフィードをスクロールダウン、私は愛らしい見て、ピンクの髪の少女の写真を見てきましたし、いくつかの点で彼女は完全に不気味に見えました！\u001b[22m\n\u001b[4mwhich i found very odd.\u001b[24m\n    \u001b[1m私は非常に奇妙な発見。\u001b[22m, \u001b[1mこれは私は非常に奇妙な発見しました。\u001b[22m\n\u001b[4mSo, when I looked up what anime it was, I stumbled upon the tittle 'Mirai Nikki' .\u001b[24m\n    \u001b[1mそれで、私はそれがどんなアニメを見上げたときに、私は「ミライ日記」の題名を見つけました。\u001b[22m, \u001b[1m私はそれが何であったかアニメ見上げたときに、私は点画「未来日記」につまずきました。\u001b[22m\n\u001b[4mBefore watching it, I collected information and read a few details that left me dumb founded.\u001b[24m\n    \u001b[1mそれを見る前に、私は情報を収集し、私を馬鹿にしてしまったいくつかの細部を読んだ。\u001b[22m, \u001b[1mそれを見て前に、私は情報を収集し、ダムに設立私を残しいくつかの詳細をお読みください。\u001b[22m\n\u001b[4mAnd the curious child inside me made me watch the whole episode only in a day.\u001b[24m\n    \u001b[1mそして、私の中の好奇心が強い子供が私に、1日だけ全エピソードを見させました。\u001b[22m, \u001b[1mそして、私の中好奇心旺盛な子供は私が一日に全体のエピソードを見ました。\u001b[22m\n\u001b[1m\u001b[22m\nAfter a few episodes, I told myself that I've understood the blot and the ending is really predictable. Yukiteru and Yuno will eventually kill all the other diary owners, Yuki will kill Yuno and Yuki will become god. And possibly a press of a button will bring Yuno back to life and they will live a happy life. But I was wrong, I have never been so wrong in my whole life!\n\n\u001b[1mいくつかのエピソードの後、私は自分が汚点を理解しており、エンディングは本当に予測可能であると自分自身に語った。  YukiteruとYunoは結局他のすべての日記所有者を殺し、YukiはYunoを殺し、Yukiは神になるでしょう。 おそらくボタンを押すことで、ゆのを元気に戻し、彼らは幸せな生活を送ってくれるでしょう。 しかし、私は間違っていた、私は一生懸命に間違っていたことはありません！\u001b[22m\n\u001b[1m(Ikutsu ka no episōdo no ato, watashi wa jibun ga oten o rikai shite ori, endingu wa hontōni yosoku kanōdearu to jibun jishin ni katatta. Yukiteru to Yuno wa kekkyoku hoka no subete no nikki shoyū-sha o koroshi, Yuki wa Yuno o koroshi, Yuki wa kami ni narudeshou. Osoraku botan o osu koto de, yu no o genki ni modoshi, karera wa shiawasena seikatsu o okutte kurerudeshou. Shikashi, watashi wa machigatte ita, watashi wa isshōkenmei ni machigatte ita koto wa arimasen!)\u001b[22m\n\nTranslations of \u001b[4mAfter a few episodes, I told myself that I've understood the blot and the ending is really predictable. Yukiteru and Yuno will eventually kill all the other diary owners, Yuki will kill Yuno and Yuki will become god. And possibly a press of a button will bring Yuno back to life and they will live a happy life. But I was wrong, I have never been so wrong in my whole life!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter a few episodes, I told myself that I've understood the blot and the ending is really predictable.\u001b[24m\n    \u001b[1mいくつかのエピソードの後、私は自分が汚点を理解しており、エンディングは本当に予測可能であると自分自身に語った。\u001b[22m, \u001b[1mいくつかのエピソードの後、私はブロットを理解してきたし、エンディングは本当に予測可能であることを自分自身に言いました。\u001b[22m\n\u001b[4mYukiteru and Yuno will eventually kill all the other diary owners, Yuki will kill Yuno and Yuki will become god.\u001b[24m\n    \u001b[1mYukiteruとYunoは結局他のすべての日記所有者を殺し、YukiはYunoを殺し、Yukiは神になるでしょう。\u001b[22m, \u001b[1mYukiteruと湯野は、最終的にすべての他の日記所有者を殺すだろう、ユキはゆを殺すだろうとユキは神になるだろう。\u001b[22m\n\u001b[4mAnd possibly a press of a button will bring Yuno back to life and they will live a happy life.\u001b[24m\n    \u001b[1mおそらくボタンを押すことで、ゆのを元気に戻し、彼らは幸せな生活を送ってくれるでしょう。\u001b[22m, \u001b[1mそしておそらくボタンを押すには、生活に戻ってゆをもたらすでしょう、彼らは幸せな生活をします。\u001b[22m\n\u001b[4mBut I was wrong, I have never been so wrong in my whole life!\u001b[24m\n    \u001b[1mしかし、私は間違っていた、私は一生懸命に間違っていたことはありません！\u001b[22m, \u001b[1mしかし、私は間違っていた、私は私の人生で非常に間違ったことはありません！\u001b[22m\n\u001b[1m\u001b[22m\nSTORY 8- The story itself is really impressive. Considering all the twists here and there. There were some parts where the characters seems pretty calm and laid back after a big disaster happened, and I personally disliked that--they acted as if nothing bad just occurred.\n\n\u001b[1mストーリー8-ストーリー自体は本当に印象的です。 ここにはすべての紆余曲折を考えてください。 大災害の後にキャラクターがかなり落ち着いているような部分がありましたが、私は個人的には嫌いでした。\u001b[22m\n\u001b[1m(Sutōrī 8 - sutōrī jitai wa hontōni inshō-tekidesu. Koko ni wa subete no uyokyokusetsu o kangaete kudasai. Dai saigai no nochi ni kyarakutā ga kanari ochitsuite iru yōna bubun ga arimashitaga, watashi wa kojin-teki ni wa kiraideshita.)\u001b[22m\n\nTranslations of \u001b[4mSTORY 8- The story itself is really impressive. Considering all the twists here and there. There were some parts where the characters seems pretty calm and laid back after a big disaster happened, and I personally disliked that--they acted as if nothing bad just occurred.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY 8- The story itself is really impressive.\u001b[24m\n    \u001b[1mストーリー8-ストーリー自体は本当に印象的です。\u001b[22m, \u001b[1mSTORY 8-物語自体は本当に印象的です。\u001b[22m\n\u001b[4mConsidering all the twists here and there.\u001b[24m\n    \u001b[1mここにはすべての紆余曲折を考えてください。\u001b[22m, \u001b[1mここにあるすべてのねじれを考慮。\u001b[22m\n\u001b[4mThere were some parts where the characters seems pretty calm and laid back after a big disaster happened, and I personally disliked that--they acted as if nothing bad just occurred.\u001b[24m\n    \u001b[1m大災害の後にキャラクターがかなり落ち着いているような部分がありましたが、私は個人的には嫌いでした。\u001b[22m, \u001b[1m何も悪いがちょうど発生していないかのように、彼らが行動した - 大きな災害が起こった、と私は個人的にすることを嫌いした後の文字はかなり穏やかで、のんびりと思われるいくつかの部分がありました。\u001b[22m\nBut I have to applause all the diary owner's story, each individual had a unique and touching story which i love very much. Though it's genre doesn't cover comedy, there were a lot of parts were in i laughed my ass off. 'm giving Mirai Nikki's story a 9 and not a perfect 10 because there were moments as if you feel lost, wondering if you skipped an episode or not. It's story was fast and I admit I hardly kept up with the pace. During episode 18 and above was a bit over the top and made me wonder if i'm still watching the same anime. Though, I really liked the idea of having a future diary :D\n\n\u001b[1mしかし、私はすべての日記所有者の話を拍手する必要があり、それぞれの人は私が大好きでユニークで感動的な話をしていました。 ジャンルはコメディをカバーしていませんが、私のお尻を笑った部分がたくさんありました。 ミライ・ニッキーのストーリーを9にして、完全なものではない10。失ったような瞬間があったので、あなたがエピソードをスキップしたかどうか疑問に思いました。 ストーリーは速かったし、ペースにほとんど追いつかなかったことは認めている。  18番以上のエピソードでは、一番上に少し上がっていて、私は同じアニメを見ているのだろうかと思った。 しかし、私は本当に将来の日記を持っているという考えが好きだった：D\u001b[22m\n\u001b[1m(Shikashi, watashi wa subete no nikki shoyū-sha no hanashi o hakushu suru hitsuyō ga ari, sorezore no hito wa watashi ga daisukide yunīku de kandō-tekina hanashi o shite imashita. Janru wa komedi o kabā shite imasenga, watashi no o shiri o waratta bubun ga takusan arimashita. Mirai nikkī no sutōrī o 9 ni shite, kanzen'na monode wanai 10. Ushinatta yōna shunkan ga attanode, anata ga episōdo o sukippu shita ka dō ka gimon ni omoimashita. Sutōrī wa hayakattashi, pēsu ni hotondo oitsukanakatta koto wa mitomete iru. 18-Ban ijō no episōdode wa, ichiban-jō ni sukoshi agatte ite, watashi wa onaji anime o mite iru nodarou ka to omotta. Shikashi, watashi wa hontōni shōrai no nikki o motte iru to iu kangae ga sukidatta: D)\u001b[22m\n\nTranslations of \u001b[4mBut I have to applause all the diary owner's story, each individual had a unique and touching story which i love very much. Though it's genre doesn't cover comedy, there were a lot of parts were in i laughed my ass off. 'm giving Mirai Nikki's story a 9 and not a perfect 10 because there were moments as if you feel lost, wondering if you skipped an episode or not. It's story was fast and I admit I hardly kept up with the pace. During episode 18 and above was a bit over the top and made me wonder if i'm still watching the same anime. Though, I really liked the idea of having a future diary :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut I have to applause all the diary owner's story, each individual had a unique and touching story which i love very much.\u001b[24m\n    \u001b[1mしかし、私はすべての日記所有者の話を拍手する必要があり、それぞれの人は私が大好きでユニークで感動的な話をしていました。\u001b[22m, \u001b[1mしかし、私は拍手に、すべての日記所有者の話では、各個人は、私は非常に愛しユニークで感動的な話がありました。\u001b[22m\n\u001b[4mThough it's genre doesn't cover comedy, there were a lot of parts were in i laughed my ass off.\u001b[24m\n    \u001b[1mジャンルはコメディをカバーしていませんが、私のお尻を笑った部分がたくさんありました。\u001b[22m, \u001b[1mそれは喜劇をカバーしていないジャンルだが、私は私のお尻をオフに笑っに部品の多くがあったがありました。\u001b[22m\n\u001b[4m'm giving Mirai Nikki's story a 9 and not a perfect 10 because there were moments as if you feel lost, wondering if you skipped an episode or not.\u001b[24m\n    \u001b[1mミライ・ニッキーのストーリーを9にして、完全なものではない10。失ったような瞬間があったので、あなたがエピソードをスキップしたかどうか疑問に思いました。\u001b[22m, \u001b[1m'あなたはエピソードをスキップするかどう不思議、あなたが失われたと感じているかのような瞬間があった9と完璧ではない10ため、未来日記の話を与えてメートル。\u001b[22m\n\u001b[4mIt's story was fast and I admit I hardly kept up with the pace.\u001b[24m\n    \u001b[1mストーリーは速かったし、ペースにほとんど追いつかなかったことは認めている。\u001b[22m, \u001b[1mそれは物語が速かったですし、私はほとんどのペースに追いついていない認めます。\u001b[22m\n\u001b[4mDuring episode 18 and above was a bit over the top and made me wonder if i'm still watching the same anime.\u001b[24m\n    \u001b[1m18番以上のエピソードでは、一番上に少し上がっていて、私は同じアニメを見ているのだろうかと思った。\u001b[22m, \u001b[1m上記のエピソード18との間にトップ上のビットだったと私はまだ同じアニメを見ているなら、私は不思議ました。\u001b[22m\n\u001b[4mThough, I really liked the idea of having a future diary :D\u001b[24m\n    \u001b[1mしかし、私は本当に将来の日記を持っているという考えが好きだった：D\u001b[22m, \u001b[1mD：しかし、私は本当に将来の日記を持っていることのアイデアが好き\u001b[22m\n\u001b[1m\u001b[22m\nART 10- The animation is satisfactory, though I really hated how Deus was animated, it seems lazy and he looks like his movements were limited but I really liked how each characters are designed. Even the coloring and shading is really magnificent. But I was a bit confused with Eight's character design, it had no sense at all.. she was so huge! but the fighting scenes were all good. Especially the expressions ! Yuno's expressions are still widely known all across the internet.\n\n\u001b[1m芸術は満足していますが、私はDeusがどのようにアニメーション化されていたかは嫌ですが、怠け者で、動きは限られているように見えますが、それぞれのキャラクターがどのようにデザインされているかは本当に気に入っています。 着色やシェーディングさえ本当に壮大です。 しかし、私はちょっとエイトのキャラクターデザインと混同していましたが、全く意味がありませんでした。彼女はとても巨大でした！ 戦闘シーンはすべて良かった。 特に表現！ ユノの表現はインターネット上でも広く知られています。\u001b[22m\n\u001b[1m(Geijutsu wa manzoku shite imasuga, watashi wa Deus ga dono yō ni animēshon-ka sa rete ita ka wa iyadesuga, namakemono de, ugoki wa kagira rete iru yō ni miemasuga, sorezore no kyarakutā ga dono yō ni dezain sa rete iru ka wa hontōni kiniitte imasu. Chakushoku ya shēdingu sae hontōni sōdaidesu. Shikashi, watashi wa chotto eito no kyarakutādezain to kondō shite imashitaga, mattaku imi ga arimasendeshita. Kanojo wa totemo kyodaideshita! Sentō shīn wa subete yokatta. Tokuni hyōgen! Yuno no hyōgen wa intānetto-jō demo hiroku shira rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mART 10- The animation is satisfactory, though I really hated how Deus was animated, it seems lazy and he looks like his movements were limited but I really liked how each characters are designed. Even the coloring and shading is really magnificent. But I was a bit confused with Eight's character design, it had no sense at all.. she was so huge! but the fighting scenes were all good. Especially the expressions ! Yuno's expressions are still widely known all across the internet.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART 10- The animation is satisfactory, though I really hated how Deus was animated, it seems lazy and he looks like his movements were limited but I really liked how each characters are designed.\u001b[24m\n    \u001b[1m芸術は満足していますが、私はDeusがどのようにアニメーション化されていたかは嫌ですが、怠け者で、動きは限られているように見えますが、それぞれのキャラクターがどのようにデザインされているかは本当に気に入っています。\u001b[22m, \u001b[1mART 10-私は本当にデウスがアニメ化された方法を嫌ってもアニメーションが、満足のいくものである、それは怠惰なようで、彼の動きが制限されていましたが、私は本当にそれぞれの文字が設計されているか言っていますように、彼が見えます。\u001b[22m\n\u001b[4mEven the coloring and shading is really magnificent.\u001b[24m\n    \u001b[1m着色やシェーディングさえ本当に壮大です。\u001b[22m, \u001b[1mでも着色やシェーディングは本当に壮大です。\u001b[22m\n\u001b[4mBut I was a bit confused with Eight's character design, it had no sense at all.. she was so huge!\u001b[24m\n    \u001b[1mしかし、私はちょっとエイトのキャラクターデザインと混同していましたが、全く意味がありませんでした。彼女はとても巨大でした！\u001b[22m, \u001b[1m私はエイトのキャラクターデザインと少し混乱していた。しかし、それは彼女がとても巨大だった..全く意味がありませんでした！\u001b[22m\n\u001b[4mbut the fighting scenes were all good.\u001b[24m\n    \u001b[1m戦闘シーンはすべて良かった。\u001b[22m, \u001b[1mしかし戦闘シーンはすべて良好でした。\u001b[22m\n\u001b[4mEspecially the expressions !\u001b[24m\n    \u001b[1m特に表現！\u001b[22m\n\u001b[4mYuno's expressions are still widely known all across the internet.\u001b[24m\n    \u001b[1mユノの表現はインターネット上でも広く知られています。\u001b[22m, \u001b[1mユーノの表情はまだ広く、すべてのインターネット上で知られています。\u001b[22m\n\u001b[1m\u001b[22m\nSOUNDS 10- The first opening song made it's way to phone's playlist and also my heart. The ending songs were good too ! And I would once again applaud the people who picked the soundtracks, they were all perfect!\n\n\u001b[1mサウンズ10  - 最初のオープニングソングは、それが電話のプレイリストと私の心のための道になりました。 結末の歌もよかった！ そして、私は再びサウンドトラックを選んだ人々に拍手を捧げ、彼らはすべて完璧でした！\u001b[22m\n\u001b[1m(Saunzu 10 - saisho no ōpuningusongu wa, sore ga denwa no pureirisuto to watashi no kokoro no tame no michi ni narimashita. Ketsumatsu no uta mo yokatta! Soshite, watashi wa futatabi saundotorakku o eranda hitobito ni hakushu o sasage, karera wa subete kanpekideshita!)\u001b[22m\n\nTranslations of \u001b[4mSOUNDS 10- The first opening song made it's way to phone's playlist and also my heart. The ending songs were good too ! And I would once again applaud the people who picked the soundtracks, they were all perfect!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUNDS 10- The first opening song made it's way to phone's playlist and also my heart.\u001b[24m\n    \u001b[1mサウンズ10  - 最初のオープニングソングは、それが電話のプレイリストと私の心のための道になりました。\u001b[22m, \u001b[1mSOUNDS 10-最初のオープニング曲は、それはまた、携帯電話のプレイリストへの道と私の心だしました。\u001b[22m\n\u001b[4mThe ending songs were good too !\u001b[24m\n    \u001b[1m結末の歌もよかった！\u001b[22m, \u001b[1mエンディング曲があまりにも良かったです！\u001b[22m\n\u001b[4mAnd I would once again applaud the people who picked the soundtracks, they were all perfect!\u001b[24m\n    \u001b[1mそして、私は再びサウンドトラックを選んだ人々に拍手を捧げ、彼らはすべて完璧でした！\u001b[22m, \u001b[1mそして、私はもう一度サウンドトラックを選んだ人々を称賛だろう、それらはすべて完璧でした！\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTER 10- The character development is really amazing and maybe that's one of the many reasons why I liked the anime. Especially, Yuki's character gravely changed after his parent's death and made him more like Yuno which I enjoyed a lot. Even his scumbag father really had a character in him. And Yuno was outstanding, how easy it was for her to cut their necks and stab their stomachs and I really liked how she acts when she snaps out and gains her sanity. She is completely unpredictable!\n\n\u001b[1mキャラクター10  - キャラクターの開発は本当に素晴らしく、多分それがアニメが好きな理由の一つです。 特に、ユキのキャラクターは親の死後、大きく変わって、ゆーのようになりました。 彼のscumbagの父親さえ本当に彼の中に性格を持っていました。 そして、ゆのは傑出していました。彼女が首を切って胃を刺すのがいかに簡単か、彼女がスナップして彼女の正気を得たときの彼女の行動が本当に好きでした。 彼女は完全に予測できません！\u001b[22m\n\u001b[1m(Kyarakutā 10 - kyarakutā no kaihatsu wa hontōni subarashiku, tabun sore ga anime ga sukina riyū no hitotsudesu. Tokuni, Yuki no kyarakutā wa oya no shigo, ōkiku kawatte, yu ̄ no yō ni narimashita. Kare no scumbag no chichioya sae hontōni kare no naka ni seikaku o motte imashita. Soshite, yu no wa kesshutsu shite imashita. Kanojo ga kubi o kitte i o sasu no ga ikani kantan ka, kanojo ga sunappu shite kanojo no shōki o eta toki no kanojo no kōdō ga hontōni sukideshita. Kanojo wa kanzen ni yosoku dekimasen!)\u001b[22m\n\nTranslations of \u001b[4mCHARACTER 10- The character development is really amazing and maybe that's one of the many reasons why I liked the anime. Especially, Yuki's character gravely changed after his parent's death and made him more like Yuno which I enjoyed a lot. Even his scumbag father really had a character in him. And Yuno was outstanding, how easy it was for her to cut their necks and stab their stomachs and I really liked how she acts when she snaps out and gains her sanity. She is completely unpredictable!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTER 10- The character development is really amazing and maybe that's one of the many reasons why I liked the anime.\u001b[24m\n    \u001b[1mキャラクター10  - キャラクターの開発は本当に素晴らしく、多分それがアニメが好きな理由の一つです。\u001b[22m, \u001b[1mCHARACTER 10-文字の開発は本当に素晴らしいですし、多分それは私がアニメを好きでは多くの理由の一つです。\u001b[22m\n\u001b[4mEspecially, Yuki's character gravely changed after his parent's death and made him more like Yuno which I enjoyed a lot.\u001b[24m\n    \u001b[1m特に、ユキのキャラクターは親の死後、大きく変わって、ゆーのようになりました。\u001b[22m, \u001b[1m特に、ユキの文字が重々しく彼の親の死の後に変更し、より多くの私は多くを楽しんだゆのように彼を作りました。\u001b[22m\n\u001b[4mEven his scumbag father really had a character in him.\u001b[24m\n    \u001b[1m彼のscumbagの父親さえ本当に彼の中に性格を持っていました。\u001b[22m, \u001b[1m彼の卑劣な人の父は本当に彼の文字を持っていました。\u001b[22m\n\u001b[4mAnd Yuno was outstanding, how easy it was for her to cut their necks and stab their stomachs and I really liked how she acts when she snaps out and gains her sanity.\u001b[24m\n    \u001b[1mそして、ゆのは傑出していました。彼女が首を切って胃を刺すのがいかに簡単か、彼女がスナップして彼女の正気を得たときの彼女の行動が本当に好きでした。\u001b[22m, \u001b[1mそして、ゆは、彼女が自分の首を切断して、その胃を刺すと私は本当に彼女が出てスナップと彼女の正気を獲得したとき、彼女が機能する仕組みを気に入っすることがいかに簡単に、傑出していました。\u001b[22m\n\u001b[4mShe is completely unpredictable!\u001b[24m\n    \u001b[1m彼女は完全に予測できません！\u001b[22m, \u001b[1m彼女は完全に予測不可能です！\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT 9- I really enjoyed watching Mirai Nikki but I got a bit sleepy at some parts. But I really love Mirai Nikki and I'm hoping to watch more YanderexGorexBloodxRomancexContinuumxTimeTravelxFeels in the future!\n\n\u001b[1mエンジョイメント9-私は本当にミライニッキーを見て楽しかったですが、私はいくつかの部分で少し眠いです。 しかし、私は本当にMirai Nikkiが大好きです。今後YanderexGorexBloodxRomancexContinuumxTimeTravelxFeelsをもっと見たいと思っています！\u001b[22m\n\u001b[1m(Enjoimento 9 - watashi wa hontōni mirainikkī o mite tanoshikattadesuga, watashi wa ikutsu ka no bubun de sukoshi nemuidesu. Shikashi, watashi wa hontōni Mirai Nikki ga daisukidesu. Kongo Y ando e r e x G o r e x B l o o d x roman c e x konti nuumxTimeTravelxFeels o motto mitai to omotte imasu!)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT 9- I really enjoyed watching Mirai Nikki but I got a bit sleepy at some parts. But I really love Mirai Nikki and I'm hoping to watch more YanderexGorexBloodxRomancexContinuumxTimeTravelxFeels in the future!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT 9- I really enjoyed watching Mirai Nikki but I got a bit sleepy at some parts.\u001b[24m\n    \u001b[1mエンジョイメント9-私は本当にミライニッキーを見て楽しかったですが、私はいくつかの部分で少し眠いです。\u001b[22m, \u001b[1m享有9-私は本当に未来日記を見て楽しんだが、私はいくつかの部分で少し眠くなりました。\u001b[22m\n\u001b[4mBut I really love Mirai Nikki and I'm hoping to watch more YanderexGorexBloodxRomancexContinuumxTimeTravelxFeels in the future!\u001b[24m\n    \u001b[1mしかし、私は本当にMirai Nikkiが大好きです。今後YanderexGorexBloodxRomancexContinuumxTimeTravelxFeelsをもっと見たいと思っています！\u001b[22m, \u001b[1mしかし、私は本当に未来日記を愛し、私は将来的にはより多くのYanderexGorexBloodxRomancexContinuumxTimeTravelxFeelsを見るために願っています！\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL 9- Mirai Nikki has a unique story and each character has their own deep secrets. The ending was simply perfect and I almost died from all those plot twists. Even after all the years that have passed, Mirai Nikki has engraved a deep mark in the ones who have watched it.\n\n\u001b[1m全9  -  Mirai Nikkiはユニークな話を持ち、それぞれのキャラクターには深い秘密があります。 結末は単に完璧でした、そして、私はそれらのプロットの紆余曲折からほとんど亡くなりました。 ミライ・ニッキーは何年も過ぎても、それを見た人に深い刻印をしています。\u001b[22m\n\u001b[1m(Zen 9 - Mirai Nikki wa yunīkuna hanashi o mochi, sorezore no kyarakutā ni wa fukai himitsu ga arimasu. Ketsumatsu wa tan'ni kanpekideshita, soshite, watashi wa sorera no purotto no uyokyokusetsu kara hotondo nakunarimashita. Mirai nikkī wa nan-nen mo sugite mo, sore o mita hito ni fukai kokuin o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mOVERALL 9- Mirai Nikki has a unique story and each character has their own deep secrets. The ending was simply perfect and I almost died from all those plot twists. Even after all the years that have passed, Mirai Nikki has engraved a deep mark in the ones who have watched it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL 9- Mirai Nikki has a unique story and each character has their own deep secrets.\u001b[24m\n    \u001b[1m全9  -  Mirai Nikkiはユニークな話を持ち、それぞれのキャラクターには深い秘密があります。\u001b[22m, \u001b[1mOVERALL 9-未来日記は、ユニークなストーリーを持っており、各文字は、独自の深い秘密を持っています。\u001b[22m\n\u001b[4mThe ending was simply perfect and I almost died from all those plot twists.\u001b[24m\n    \u001b[1m結末は単に完璧でした、そして、私はそれらのプロットの紆余曲折からほとんど亡くなりました。\u001b[22m, \u001b[1mエンディングは、単に完璧だったと私はほとんどすべてのそれらのどんでん返しで死亡しました。\u001b[22m\n\u001b[4mEven after all the years that have passed, Mirai Nikki has engraved a deep mark in the ones who have watched it.\u001b[24m\n    \u001b[1mミライ・ニッキーは何年も過ぎても、それを見た人に深い刻印をしています。\u001b[22m, \u001b[1mでも合格したすべての年後に、未来日記はそれを見ているものに深いマークを刻印しました。\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "FictionalAlarm",
    "profile": "/profile/FictionalAlarm/reviews",
    "pages": "19",
    "number": "7",
    "link": "/reviews.php?id=225185",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  6\nキャラクター|  3\n|  2\n\nちょうどこのアニメを終了しました。 恐ろしい。 私のアドバイスは、このアニメをスキップして、他の何かを見ることです。\n\n私はキャラクターが嫌いです。 私が今までに見たことのない、最も好都合な主人公のひとり。 彼は弱く、泣き虫で、酔いどれだった。 実際には、すべての人物に深刻な欠陥がありましたが、人間化の方法ではありませんでした。 腹が硬い。\n\n私はねじれが嫌い。\n\n私は決断が嫌いです。 まだ主人公を憎んでいた。\n\nほとんどの時間私は物語が嫌いでした。 それは意味をなさない。 それは、論理において寛大な飛躍を必要とした。 主人公が困っているときは、「deus ex machina」（たいていは文字通り）の解像度があまりにも多くあります。\n\n何回エピソードがあるのを忘れて、20歳くらいになると、次のエピソードに出るたびに、私は最後のエピソードを祈っていました。 私はちょうどそれが終わってほしかった。 私は自分の時間を無駄にしていないことを望みました。 そのような総合スコアが高い理由を理解できません。 恐ろしい。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nJust finished this anime. Terrible. My advice would be to skip this anime and watch just about anything else.\n\n\u001b[1mちょうどこのアニメを終了しました。 恐ろしい。 私のアドバイスは、このアニメをスキップして、他の何かを見ることです。\u001b[22m\n\u001b[1m(Chōdo kono anime o shūryō shimashita. Osoroshī. Watashi no adobaisu wa, kono anime o sukippu shite, hoka no nanika o miru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mJust finished this anime. Terrible. My advice would be to skip this anime and watch just about anything else.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust finished this anime.\u001b[24m\n    \u001b[1mちょうどこのアニメを終了しました。\u001b[22m, \u001b[1mただ、このアニメを終えました。\u001b[22m\n\u001b[4mTerrible.\u001b[24m\n    \u001b[1m恐ろしい。\u001b[22m, \u001b[1mひどいです。\u001b[22m\n\u001b[4mMy advice would be to skip this anime and watch just about anything else.\u001b[24m\n    \u001b[1m私のアドバイスは、このアニメをスキップして、他の何かを見ることです。\u001b[22m, \u001b[1m私のアドバイスは、このアニメをスキップして、何か他のものについてだけ見ることであろう。\u001b[22m\n\u001b[1m\u001b[22m\nI hate the characters. One of the least likable main characters I've ever seen. He was weak, whiny, wishy-washy. Actually every character was deeply flawed, but not in a humanizing way. Hard to stomach.\n\n\u001b[1m私はキャラクターが嫌いです。 私が今までに見たことのない、最も好都合な主人公のひとり。 彼は弱く、泣き虫で、酔いどれだった。 実際には、すべての人物に深刻な欠陥がありましたが、人間化の方法ではありませんでした。 腹が硬い。\u001b[22m\n\u001b[1m(Watashi wa kyarakutā ga kiraidesu. Watashi ga ima made ni mita koto no nai, mottomo kōtsugōna shujinkō no hitori. Kare wa yowaku, nakimushi de, yoidoredatta. Jissai ni wa, subete no jinbutsu ni shinkokuna kekkan ga arimashitaga, ningen-ka no hōhōde wa arimasendeshita. Hara ga katai.)\u001b[22m\n\nTranslations of \u001b[4mI hate the characters. One of the least likable main characters I've ever seen. He was weak, whiny, wishy-washy. Actually every character was deeply flawed, but not in a humanizing way. Hard to stomach.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hate the characters.\u001b[24m\n    \u001b[1m私はキャラクターが嫌いです。\u001b[22m, \u001b[1m私は文字を憎みます。\u001b[22m\n\u001b[4mOne of the least likable main characters I've ever seen.\u001b[24m\n    \u001b[1m私が今までに見たことのない、最も好都合な主人公のひとり。\u001b[22m, \u001b[1m私が今まで見た中で最も好感の持てるメインキャラクターの一つ。\u001b[22m\n\u001b[4mHe was weak, whiny, wishy-washy.\u001b[24m\n    \u001b[1m彼は弱く、泣き虫で、酔いどれだった。\u001b[22m, \u001b[1m彼はなよなよし、不機嫌そうな、弱かったです。\u001b[22m\n\u001b[4mActually every character was deeply flawed, but not in a humanizing way.\u001b[24m\n    \u001b[1m実際には、すべての人物に深刻な欠陥がありましたが、人間化の方法ではありませんでした。\u001b[22m, \u001b[1m実際にはすべての文字はなく、ヒト化する方法で、大きな欠陥がありました。\u001b[22m\n\u001b[4mHard to stomach.\u001b[24m\n    \u001b[1m腹が硬い。\u001b[22m, \u001b[1m胃へのハード。\u001b[22m\n\u001b[1m\u001b[22m\nI hate the twists.\n\n\u001b[1m私はねじれが嫌い。\u001b[22m\n\u001b[1m(Watashi wa nejire ga kirai.)\u001b[22m\n\nTranslations of \u001b[4mI hate the twists.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hate the twists.\u001b[24m\n    \u001b[1m私はねじれが嫌い。\u001b[22m, \u001b[1m私は、ねじれを憎みます。\u001b[22m\n\u001b[1m\u001b[22m\nI hate the resolution. Still hated the main character at the end.\n\n\u001b[1m私は決断が嫌いです。 まだ主人公を憎んでいた。\u001b[22m\n\u001b[1m(Watashi wa ketsudan ga kiraidesu. Mada shujinkō o nikunde ita.)\u001b[22m\n\nTranslations of \u001b[4mI hate the resolution. Still hated the main character at the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hate the resolution.\u001b[24m\n    \u001b[1m私は決断が嫌いです。\u001b[22m, \u001b[1m私は解像度を憎みます。\u001b[22m\n\u001b[4mStill hated the main character at the end.\u001b[24m\n    \u001b[1mまだ主人公を憎んでいた。\u001b[22m, \u001b[1mそれでも最後で主人公を嫌っ。\u001b[22m\n\u001b[1m\u001b[22m\nMost of the time I hated the story. It didn't make sense. It required generous leaps in logic. It has too many 'deus ex machina' (often literally) resolutions whenever the main character(s) got in trouble.\n\n\u001b[1mほとんどの時間私は物語が嫌いでした。 それは意味をなさない。 それは、論理において寛大な飛躍を必要とした。 主人公が困っているときは、「deus ex machina」（たいていは文字通り）の解像度があまりにも多くあります。\u001b[22m\n\u001b[1m(Hotondo no jikan watashi wa monogatari ga kiraideshita. Sore wa imiwonasanai. Sore wa, ronri ni oite kandaina hiyaku o hitsuyō to shita. Shujinkō ga komatte iru toki wa,`deus ex machina'(taitei wa mojidōri) no kaizōdo ga amarini mo ōku arimasu.)\u001b[22m\n\nTranslations of \u001b[4mMost of the time I hated the story. It didn't make sense. It required generous leaps in logic. It has too many 'deus ex machina' (often literally) resolutions whenever the main character(s) got in trouble.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost of the time I hated the story.\u001b[24m\n    \u001b[1mほとんどの時間私は物語が嫌いでした。\u001b[22m, \u001b[1m時間のほとんどは、私が話を嫌っ。\u001b[22m\n\u001b[4mIt didn't make sense.\u001b[24m\n    \u001b[1mそれは意味をなさない。\u001b[22m, \u001b[1mそれは意味がありませんでした。\u001b[22m\n\u001b[4mIt required generous leaps in logic.\u001b[24m\n    \u001b[1mそれは、論理において寛大な飛躍を必要とした。\u001b[22m, \u001b[1mそれはロジックで寛大な飛躍を必要としました。\u001b[22m\n\u001b[4mIt has too many 'deus ex machina' (often literally) resolutions whenever the main character(s) got in trouble.\u001b[24m\n    \u001b[1m主人公が困っているときは、「deus ex machina」（たいていは文字通り）の解像度があまりにも多くあります。\u001b[22m, \u001b[1mそれは、主人公（s）がトラブルになったときはいつでも、あまりにも多くの「デウスエクスマキナ」（多くの場合、文字通り）の解像度を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nHaving forgotten how many episodes there were, by the time I got to around 20, every time I went to the next episode I kept praying it was the last. I just wanted it to be over. Wish I hadn't wasted my time watching it. Can't understand why it has such a high overall score. Terrible.\n\n\u001b[1m何回エピソードがあるのを忘れて、20歳くらいになると、次のエピソードに出るたびに、私は最後のエピソードを祈っていました。 私はちょうどそれが終わってほしかった。 私は自分の時間を無駄にしていないことを望みました。 そのような総合スコアが高い理由を理解できません。 恐ろしい。\u001b[22m\n\u001b[1m(Nankai episōdo ga aru no o wasurete, 20-sai kurai ni naru to,-ji no episōdo ni deru tabi ni, watashi wa saigo no episōdo o inotte imashita. Watashi wa chōdo sore ga owatte hoshikatta. Watashi wa jibun no jikan o muda ni shite inai koto o nozomimashita. So no yōna sōgō sukoa ga takai riyū o rikai dekimasen. Osoroshī.)\u001b[22m\n\nTranslations of \u001b[4mHaving forgotten how many episodes there were, by the time I got to around 20, every time I went to the next episode I kept praying it was the last. I just wanted it to be over. Wish I hadn't wasted my time watching it. Can't understand why it has such a high overall score. Terrible.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaving forgotten how many episodes there were, by the time I got to around 20, every time I went to the next episode I kept praying it was the last.\u001b[24m\n    \u001b[1m何回エピソードがあるのを忘れて、20歳くらいになると、次のエピソードに出るたびに、私は最後のエピソードを祈っていました。\u001b[22m, \u001b[1m私は約20になった時点で、そこにいたどのように多くのエピソード忘れたが、私は次のエピソードに行ったたびに私はそれが最後だった祈って続けました。\u001b[22m\n\u001b[4mI just wanted it to be over.\u001b[24m\n    \u001b[1m私はちょうどそれが終わってほしかった。\u001b[22m, \u001b[1m私はちょうどそれがオーバーになりたかったです。\u001b[22m\n\u001b[4mWish I hadn't wasted my time watching it.\u001b[24m\n    \u001b[1m私は自分の時間を無駄にしていないことを望みました。\u001b[22m, \u001b[1mウィッシュ私はそれを見て私の時間を無駄にしていませんでした。\u001b[22m\n\u001b[4mCan't understand why it has such a high overall score.\u001b[24m\n    \u001b[1mそのような総合スコアが高い理由を理解できません。\u001b[22m, \u001b[1mそれはこのような高い全体的なスコアを持っている理由を理解することはできません。\u001b[22m\n\u001b[4mTerrible.\u001b[24m\n    \u001b[1m恐ろしい。\u001b[22m, \u001b[1mひどいです。\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "wkoppin10",
    "profile": "/profile/wkoppin10/reviews",
    "pages": "19",
    "number": "8",
    "link": "/reviews.php?id=123547",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  9\n\n私はこのシリーズが大好きです！ 感情的なフックが深く沈んでいて、後ですぐにそれを買った\n\nミライ・ニッキーは、中学生のゆかり、社会的隠居、そして「サバイバル・ゲーム」に参加することになります。ユニークな「未来の日記」の助けを借りて、ユキは他の11人の日記所有者を驚かせて、 神。'\n\n私はイベントのペーシングが素晴らしかったと感じましたが、視点にはちょっとしたものがありました。 ほとんどの場合、いくつかの文字は愛されるように探検され、他の文字は道端でも重要なものです。 全体的には紆余曲折の楽しい経験でしたが、最後のいくつかのエピソードでは目を見張るものがありました。\n\nアニメーションは、どんな時点でも本質的にシリーズを助けたり、妨げたりすることなく、うまくいきました。\n\n音はうまくいきましたが、音楽は出ていません。 オープニングはキャッチーで楽しいものでした。 私はダブの下で声優のほうが好きでした。\n\n...強く多様です！ 推測が成立するかもしれないので、ゆのは私の個人的な好みです。私は彼女を絶対的な扱いと見ていました。 主なリードは時には過度に泣き言や馬鹿になることがありますが、これは通常、彼の性格の中に取り入れられると理解できます。 それ以外の場合、サポートするキャストは楽しく、多くの異なる色合いです。 私の他の批判は、いくつかのキャラクターは、開発されたか提供されたかがほとんどないため、あまり考えずに投げ捨てられてしまうということです。\n\nシリーズをすごく見て楽しんで、最近発表されたと思われる代替のプロットやストーリーの可能性を楽しみにしています！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI love-loved this series! The emotional hooks sunk in deep and I bought it immediately afterwards with no regrets\n\n\u001b[1m私はこのシリーズを愛していました！ 感情的なフックが深く沈んでいて、後ですぐにそれを買った\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu o aishite imashita! Kanjō-tekina fukku ga fukaku shizunde ite,-go de sugu ni sore o katta)\u001b[22m\n\nTranslations of \u001b[4mI love-loved this series! The emotional hooks sunk in deep and I bought it immediately afterwards with no regrets\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love-loved this series!\u001b[24m\n    \u001b[1m私はこのシリーズを愛していました！\u001b[22m, \u001b[1m私はこのシリーズは大好き、愛しました！\u001b[22m\n\u001b[4mThe emotional hooks sunk in deep and I bought it immediately afterwards with no regrets\u001b[24m\n    \u001b[1m感情的なフックが深く沈んでいて、後ですぐにそれを買った\u001b[22m, \u001b[1m感情的なフックが深く沈んで、私は後悔して、その後すぐにそれを買いました\u001b[22m\n\u001b[1m\u001b[22m\nMirai Nikki revolves around Middle-School student Yukiteru, a social recluse, and the 'Survival Game' he ends up participating in. With the help of a unique 'Future Diary' Yuki must outsmart the other eleven diary owners to achieve the crown of ' God.'\n\n\u001b[1mミライ・ニッキーは、中学生のゆかり、社会的隠居、そして「サバイバル・ゲーム」に参加することになります。ユニークな「未来の日記」の助けを借りて、ユキは他の11人の日記所有者を驚かせて、 神。'\u001b[22m\n\u001b[1m(Mirai nikkī wa, chūgakusei no yukari, shakai-teki inkyo, soshite `sabaibaru gēmu' ni sanka suru koto ni narimasu. Yunīku na `mirai no nikki' no tasuke o karite, Yuki wa hoka no 11-ri no nikki shoyū-sha o odoroka sete,-shin.')\u001b[22m\n\nTranslations of \u001b[4mMirai Nikki revolves around Middle-School student Yukiteru, a social recluse, and the 'Survival Game' he ends up participating in. With the help of a unique 'Future Diary' Yuki must outsmart the other eleven diary owners to achieve the crown of ' God.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMirai Nikki revolves around Middle-School student Yukiteru, a social recluse, and the 'Survival Game' he ends up participating in. With the help of a unique 'Future Diary' Yuki must outsmart the other eleven diary owners to achieve the crown of '\u001b[24m\n    \u001b[1mミライ・ニッキーは、中学生のゆかり、社会的隠居、そして「サバイバル・ゲーム」に参加することになります。ユニークな「未来の日記」の助けを借りて、ユキは他の11人の日記所有者を驚かせて、\u001b[22m, \u001b[1m未来日記は、彼がに参加終わるミドルスクールの学生Yukiteru、社会的な世捨て人、および「サバイバルゲーム」を中心に展開。独特の助けを借りて「未来日記」ユキは」の冠を達成するために、他の11の日記所有者の裏をかく必要があります\u001b[22m\n\u001b[4mGod.'\u001b[24m\n    \u001b[1m神。'\u001b[22m, \u001b[1m神様。\u001b[22m, \u001b[1m神」。\u001b[22m\n\u001b[1m\u001b[22m\nI felt the pacing of events was great, but hiccuped at points, seeming to accelerate and brake to simulate a bit of whiplash for the viewer. Mostly because some characters are lovingly explored while others that are just as important fall by the wayside. Overall though it was enjoyable experience of twists and turns, with the last few episodes introducing a remarkable departure.\n\n\u001b[1m私はイベントのペーシングが素晴らしかったと感じましたが、視点にはちょっとしたものがありました。 ほとんどの場合、いくつかの文字は愛されるように探検され、他の文字は道端でも重要なものです。 全体的には紆余曲折の楽しい経験でしたが、最後のいくつかのエピソードでは目を見張るものがありました。\u001b[22m\n\u001b[1m(Watashi wa ibento no pēshingu ga subarashikatta to kanjimashitaga, shiten ni wa chottoshita mono ga arimashita. Hotondo no baai, ikutsu ka no moji wa aisa reru yō ni tanken sa re, hoka no moji wa michibata demo jūyōna monodesu. Zentai-teki ni wa uyokyokusetsu no tanoshī keikendeshitaga, saigo no ikutsu ka no episōdode wa mewomiharu mono ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mI felt the pacing of events was great, but hiccuped at points, seeming to accelerate and brake to simulate a bit of whiplash for the viewer. Mostly because some characters are lovingly explored while others that are just as important fall by the wayside. Overall though it was enjoyable experience of twists and turns, with the last few episodes introducing a remarkable departure.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI felt the pacing of events was great, but hiccuped at points, seeming to accelerate and brake to simulate a bit of whiplash for the viewer.\u001b[24m\n    \u001b[1m私はイベントのペーシングが素晴らしかったと感じましたが、視点にはちょっとしたものがありました。\u001b[22m, \u001b[1m私はイベントのペーシングは偉大だと感じたが、視聴者のためにむち打ちのビットをシミュレートするために加速し、ブレーキために見せかけ、ポイントでhiccuped。\u001b[22m\n\u001b[4mMostly because some characters are lovingly explored while others that are just as important fall by the wayside.\u001b[24m\n    \u001b[1mほとんどの場合、いくつかの文字は愛されるように探検され、他の文字は道端でも重要なものです。\u001b[22m, \u001b[1m一部の文字が愛情を込めて路傍によって同じように重要秋です他人ながら探求されている主な理由。\u001b[22m\n\u001b[4mOverall though it was enjoyable experience of twists and turns, with the last few episodes introducing a remarkable departure.\u001b[24m\n    \u001b[1m全体的には紆余曲折の楽しい経験でしたが、最後のいくつかのエピソードでは目を見張るものがありました。\u001b[22m, \u001b[1mそれは、最後のいくつかのエピソードが顕著出発を導入して、紆余曲折の楽しい経験だった総合的なのに。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation was good, without helping or hindering the series in any substantial way at any point in time.\n\n\u001b[1mアニメーションは、どんな時点でも本質的にシリーズを助けたり、妨げたりすることなく、うまくいきました。\u001b[22m\n\u001b[1m(Animēshon wa, don'na jiten demo honshitsu-teki ni shirīzu o tasuke tari, samatage tari suru koto naku, umaku ikimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe animation was good, without helping or hindering the series in any substantial way at any point in time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation was good, without helping or hindering the series in any substantial way at any point in time.\u001b[24m\n    \u001b[1mアニメーションは、どんな時点でも本質的にシリーズを助けたり、妨げたりすることなく、うまくいきました。\u001b[22m, \u001b[1mアニメーションは、任意の時点で任意の実質的な方法でシリーズを助けるか、阻害することなく、良好でした。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound was well-done, though none of the music sticks out. The openings were catchy and enjoyable. I much preferred the sub voices over the dub, I felt that they better represented the characters...\n\n\u001b[1m音はうまくいきましたが、音楽は出ていません。 オープニングはキャッチーで楽しいものでした。 私はダブの下で声優のほうが好きでした。\u001b[22m\n\u001b[1m(Oto wa umaku ikimashitaga, ongaku wa dete imasen. Ōpuningu wa kyatchī de tanoshī monodeshita. Watashi wa dabu no shita de seiyū no hō ga sukideshita.)\u001b[22m\n\nTranslations of \u001b[4mThe sound was well-done, though none of the music sticks out. The openings were catchy and enjoyable. I much preferred the sub voices over the dub, I felt that they better represented the characters...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound was well-done, though none of the music sticks out.\u001b[24m\n    \u001b[1m音はうまくいきましたが、音楽は出ていません。\u001b[22m, \u001b[1m音楽のどれもが突き出ていないのに音が、よく行われていました。\u001b[22m\n\u001b[4mThe openings were catchy and enjoyable.\u001b[24m\n    \u001b[1mオープニングはキャッチーで楽しいものでした。\u001b[22m, \u001b[1m開口部は、キャッチーで楽しいでした。\u001b[22m\n\u001b[4mI much preferred the sub voices over the dub, I felt that they better represented the characters...\u001b[24m\n    \u001b[1m私はダブの下で声優のほうが好きでした。\u001b[22m, \u001b[1m私はずっとダブオーバーサブ声を好ん、私は、彼らがより良い文字を表すことを感じました...\u001b[22m\n\u001b[1m\u001b[22m\n...which are strong and diverse! As speculation might hold, Yuno is a personal favorite of mine, and I found watching her to be an absolute treat. The main lead can occasionally become overly whinny and maudlin, but this is usually understandable if taken into the context of his character. Otherwise the supporting cast is fun and in many different shades. My other criticism is that some characters end up being thrown-away without much thought because of how little they were developed or had to offer.\n\n\u001b[1m...強く多様です！ 推測が成立するかもしれないので、ゆのは私の個人的な好みです。私は彼女を絶対的な扱いと見ていました。 主なリードは時には過度に泣き言や馬鹿になることがありますが、これは通常、彼の性格の中に取り入れられると理解できます。 それ以外の場合、サポートするキャストは楽しく、多くの異なる色合いです。 私の他の批判は、いくつかのキャラクターは、開発されたか提供されたかがほとんどないため、あまり考えずに投げ捨てられてしまうということです。\u001b[22m\n\u001b[1m(... Tsuyoku tayōdesu! Suisoku ga seiritsu suru kamo shirenainode, yu no wa watashi no kojin-tekina konomidesu. Watashi wa kanojo o zettai-tekina atsukai to mite imashita. Omona rīdo wa tokiniha kado ni nakigoto ya baka ni naru koto ga arimasuga, koreha tsūjō, kare no seikaku no naka ni toriire rareru to rikai dekimasu. Sore igai no baai, sapōto suru kyasuto wa tanoshiku, ōku no kotonaru iroaidesu. Watashi no ta no hihan wa, ikutsu ka no kyarakutā wa, kaihatsu sa reta ka teikyō sa reta ka ga hotondo nai tame, amari kangaezu ni nagesute rarete shimau to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4m...which are strong and diverse! As speculation might hold, Yuno is a personal favorite of mine, and I found watching her to be an absolute treat. The main lead can occasionally become overly whinny and maudlin, but this is usually understandable if taken into the context of his character. Otherwise the supporting cast is fun and in many different shades. My other criticism is that some characters end up being thrown-away without much thought because of how little they were developed or had to offer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m...which are strong and diverse!\u001b[24m\n    \u001b[1m...強く多様です！\u001b[22m, \u001b[1m...強力かつ多様です！\u001b[22m\n\u001b[4mAs speculation might hold, Yuno is a personal favorite of mine, and I found watching her to be an absolute treat.\u001b[24m\n    \u001b[1m推測が成立するかもしれないので、ゆのは私の個人的な好みです。私は彼女を絶対的な扱いと見ていました。\u001b[22m, \u001b[1m投機が保持している可能性のあるように、ゆは私の個人的な好みである、と私は彼女が絶対御馳走であることを見て発見しました。\u001b[22m\n\u001b[4mThe main lead can occasionally become overly whinny and maudlin, but this is usually understandable if taken into the context of his character.\u001b[24m\n    \u001b[1m主なリードは時には過度に泣き言や馬鹿になることがありますが、これは通常、彼の性格の中に取り入れられると理解できます。\u001b[22m, \u001b[1mメインリードは時折過度馬のいななきと感傷的になることができますが、彼の性格のコンテキストに取り込まれた場合、これは通常は理解できます。\u001b[22m\n\u001b[4mOtherwise the supporting cast is fun and in many different shades.\u001b[24m\n    \u001b[1mそれ以外の場合、サポートするキャストは楽しく、多くの異なる色合いです。\u001b[22m, \u001b[1mそうでなければ脇役は楽しさと、多くの異なる色合いです。\u001b[22m\n\u001b[4mMy other criticism is that some characters end up being thrown-away without much thought because of how little they were developed or had to offer.\u001b[24m\n    \u001b[1m私の他の批判は、いくつかのキャラクターは、開発されたか提供されたかがほとんどないため、あまり考えずに投げ捨てられてしまうということです。\u001b[22m, \u001b[1m私の他の批判は、一部の文字があるため、彼らが開発または提供していたし、いかに少ないかをずっと考えずアウェイを投げされてしまうということです。\u001b[22m\n\u001b[1m\u001b[22m\nI enjoyed watching the series immensely, and look forward to the possibility of alternate plots and stories that I believe were recently announced!\n\n\u001b[1mシリーズをすごく見て楽しんで、最近発表されたと思われる代替のプロットやストーリーの可能性を楽しみにしています！\u001b[22m\n\u001b[1m(Shirīzu o sugoku mite tanoshinde, saikin happyō sa reta to omowa reru daitai no purotto ya sutōrī no kanōsei o tanoshiminishiteimasu!)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed watching the series immensely, and look forward to the possibility of alternate plots and stories that I believe were recently announced!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed watching the series immensely, and look forward to the possibility of alternate plots and stories that I believe were recently announced!\u001b[24m\n    \u001b[1mシリーズをすごく見て楽しんで、最近発表されたと思われる代替のプロットやストーリーの可能性を楽しみにしています！\u001b[22m, \u001b[1m私は非常にシリーズを見て楽しんだ、と私は最近発表されたと考えている代替プロットとストーリーの可能性を楽しみにしています！\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "JuliusLight",
    "profile": "/profile/JuliusLight/reviews",
    "pages": "19",
    "number": "9",
    "link": "/reviews.php?id=224969",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  10\n\nこれは私がすぐに終わった別のアニメだった、と思ったのは2日だった。\n\nMirai Nikki、またはFuture Diaryは面白いです。 元気のキャラクターは目立つ。 キャラクターの好き嫌いを倫理的に感じたいのであれば、このアニメを見て湯乃湯を見てください。 これは本当に私たちが愛のために行うことの例です。 彼女のユキ極端な愛はありますか？ それは正当化されていますか？ このアニメは、私が見たより成熟したもののひとつです。ロマンスと血の公平な分け合いがあります。 あなたがHunger Games、Fate / Zero、または他の死のための戦いのような物語が好きなら、Mirai Nikkiが大好きです。 このアニメでは、時間と空間がややぼやけています。それは、プロットのねじれと時間のねじれと文字のねじれがあります。\n\nすべてのアニメOSTがかなり良いので、音はいいです。 芸術は特に思い出深いものではありませんが、アニメーションの血とはっきりした現実に合った、程よく描かれたような、目的に合っています。 現実？ うーん...\n\nかなり面白いショー。 間違いなく、ある時点で再ウォッチするもの。 結末は私の目に涙を浮かべました。 愛は強力です、それはそうです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis was another anime that I finished quickly, two days I think.\n\n\u001b[1mこれは私がすぐに終わった別のアニメだった、と思ったのは2日だった。\u001b[22m\n\u001b[1m(Kore wa watashi ga sugu ni owatta-betsu no animedatta, to omotta no wa 2-nichidatta.)\u001b[22m\n\nTranslations of \u001b[4mThis was another anime that I finished quickly, two days I think.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was another anime that I finished quickly, two days I think.\u001b[24m\n    \u001b[1mこれは私がすぐに終わった別のアニメだった、と思ったのは2日だった。\u001b[22m, \u001b[1mこれは私が私が思うに2日間、すぐに終了し、別のアニメでした。\u001b[22m\n\u001b[1m\u001b[22m\nMirai Nikki, or Future Diary, is... interesting. The character of Yuno Gasai is remarkable. If you want to feel morally ambivalent about liking a character, then see this anime to see Yuno Gasai. This is truly an example of the things we do for love. Is her love for Yuki extreme? Is it justified? This anime is one of the more mature I've seen -- it has its fair share of romance and blood. If you like stories like Hunger Games, Fate/Zero, or other fights to the death, then you'll surely like Mirai Nikki. Time and space are somewhat blurred in this anime -- it has its plot twists and time twists and character twists.\n\n\u001b[1mMirai Nikki、またはFuture Diaryは面白いです。 元気のキャラクターは目立つ。 キャラクターの好き嫌いを倫理的に感じたいのであれば、このアニメを見て湯乃湯を見てください。 これは本当に私たちが愛のために行うことの例です。 彼女のユキ極端な愛はありますか？ それは正当化されていますか？ このアニメは、私が見たより成熟したもののひとつです。ロマンスと血の公平な分け合いがあります。 あなたがHunger Games、Fate / Zero、または他の死のための戦いのような物語が好きなら、Mirai Nikkiが大好きです。 このアニメでは、時間と空間がややぼやけています。それは、プロットのねじれと時間のねじれと文字のねじれがあります。\u001b[22m\n\u001b[1m(Mirai Nikki, matawa Future daiarī wa omoshiroidesu. Genki no kyarakutā wa medatsu. Kyarakutā no sukikirai o rinri-teki ni kanjitai nodeareba, kono anime o mite yu Osamu yu o mite kudasai. Kore wa hontōni watashitachi ga ai no tame ni okonau koto no reidesu. Kanojo no Yuki kyokutan'na ai wa arimasu ka? Sore wa seitō-ka sa rete imasu ka? Kono anime wa, watashi ga mita yori seijuku shitamonono hitotsudesu. Romansu to chi no kōheina wakeai ga arimasu. Anata ga hangā gēmusu, feito/ Zero, matawa hoka no shi no tame no tatakai no yōna monogatari ga sukinara, Mirai Nikki ga daisukidesu. Kono animede wa, jikan to kūkan ga yaya boyakete imasu. Sore wa, purotto no nejire to jikan no nejire to moji no nejire ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mMirai Nikki, or Future Diary, is... interesting. The character of Yuno Gasai is remarkable. If you want to feel morally ambivalent about liking a character, then see this anime to see Yuno Gasai. This is truly an example of the things we do for love. Is her love for Yuki extreme? Is it justified? This anime is one of the more mature I've seen -- it has its fair share of romance and blood. If you like stories like Hunger Games, Fate/Zero, or other fights to the death, then you'll surely like Mirai Nikki. Time and space are somewhat blurred in this anime -- it has its plot twists and time twists and character twists.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMirai Nikki, or Future Diary, is... interesting.\u001b[24m\n    \u001b[1mMirai Nikki、またはFuture Diaryは面白いです。\u001b[22m, \u001b[1m未来日記、または未来日記は、...面白いです。\u001b[22m\n\u001b[4mThe character of Yuno Gasai is remarkable.\u001b[24m\n    \u001b[1m元気のキャラクターは目立つ。\u001b[22m, \u001b[1m我妻由乃の文字が顕著です。\u001b[22m\n\u001b[4mIf you want to feel morally ambivalent about liking a character, then see this anime to see Yuno Gasai.\u001b[24m\n    \u001b[1mキャラクターの好き嫌いを倫理的に感じたいのであれば、このアニメを見て湯乃湯を見てください。\u001b[22m, \u001b[1mあなたは文字を好きに関する道徳的に曖昧な感じにしたい場合は、我妻由乃を表示するには、このアニメを参照してください。\u001b[22m\n\u001b[4mThis is truly an example of the things we do for love.\u001b[24m\n    \u001b[1mこれは本当に私たちが愛のために行うことの例です。\u001b[22m, \u001b[1mこれは本当に私たちは愛のために行うものの一例です。\u001b[22m\n\u001b[4mIs her love for Yuki extreme?\u001b[24m\n    \u001b[1m彼女のユキ極端な愛はありますか？\u001b[22m, \u001b[1mユキ極度のための彼女の愛はありますか？\u001b[22m\n\u001b[4mIs it justified?\u001b[24m\n    \u001b[1mそれは正当化されていますか？\u001b[22m, \u001b[1mそれが正当化されますか？\u001b[22m\n\u001b[4mThis anime is one of the more mature I've seen -- it has its fair share of romance and blood.\u001b[24m\n    \u001b[1mこのアニメは、私が見たより成熟したもののひとつです。ロマンスと血の公平な分け合いがあります。\u001b[22m, \u001b[1mこのアニメは私が見てきたより成熟の一つである - それはロマンスと血液の公正なシェアを持っています。\u001b[22m\n\u001b[4mIf you like stories like Hunger Games, Fate/Zero, or other fights to the death, then you'll surely like Mirai Nikki.\u001b[24m\n    \u001b[1mあなたがHunger Games、Fate / Zero、または他の死のための戦いのような物語が好きなら、Mirai Nikkiが大好きです。\u001b[22m, \u001b[1mあなたの死に飢餓ゲーム、フェイト/ゼロ、または他の戦いのような話のような場合、あなたはきっと未来日記を気に入るだろう。\u001b[22m\n\u001b[4mTime and space are somewhat blurred in this anime -- it has its plot twists and time twists and character twists.\u001b[24m\n    \u001b[1mこのアニメでは、時間と空間がややぼやけています。それは、プロットのねじれと時間のねじれと文字のねじれがあります。\u001b[22m, \u001b[1m時間と空間は、このアニメではややぼやけている - それは、そのどんでん返しと時間のねじれや文字のひねりを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound is good, as all anime OST is pretty much good. The art is not particularly memorable or illuminating but it fits the purpose -- kind of stark, painted-like, which fits the blood and stark reality of the anime. Reality? Hmmm...\n\n\u001b[1mすべてのアニメOSTがかなり良いので、音はいいです。 芸術は特に思い出深いものではありませんが、アニメーションの血とはっきりした現実に合った、程よく描かれたような、目的に合っています。 現実？ うーん...\u001b[22m\n\u001b[1m(Subete no anime OST ga kanari yoinode,-on wa īdesu. Geijutsu wa tokuni omoidebukai monode wa arimasenga, animēshon no chi to hakkiri shita genjitsu ni atta, hodoyoku egaka reta yōna, mokuteki ni atte imasu. Genjitsu? U ̄ n...)\u001b[22m\n\nTranslations of \u001b[4mThe sound is good, as all anime OST is pretty much good. The art is not particularly memorable or illuminating but it fits the purpose -- kind of stark, painted-like, which fits the blood and stark reality of the anime. Reality? Hmmm...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound is good, as all anime OST is pretty much good.\u001b[24m\n    \u001b[1mすべてのアニメOSTがかなり良いので、音はいいです。\u001b[22m, \u001b[1mすべてのアニメのOSTはかなり良いですのように音が良いです。\u001b[22m\n\u001b[4mThe art is not particularly memorable or illuminating but it fits the purpose -- kind of stark, painted-like, which fits the blood and stark reality of the anime.\u001b[24m\n    \u001b[1m芸術は特に思い出深いものではありませんが、アニメーションの血とはっきりした現実に合った、程よく描かれたような、目的に合っています。\u001b[22m, \u001b[1m技術は、特に記憶に残るか、照明はありませんが、それは目的フィット - 種類の荒涼と、塗装のような、血液やアニメの厳しい現実に適合します。\u001b[22m\n\u001b[4mReality?\u001b[24m\n    \u001b[1m現実？\u001b[22m\n\u001b[4mHmmm...\u001b[24m\n    \u001b[1mうーん...\u001b[22m\n\u001b[1m\u001b[22m\nQuite an interesting show. Definitely something to rewatch at one point. The ending brought some tears to my eyes. Love is powerful, that it is.\n\n\u001b[1mかなり面白いショー。 間違いなく、ある時点で再ウォッチするもの。 終わりは私の目に若干の涙をもたらしました。 愛は強力です、それはそうです。\u001b[22m\n\u001b[1m(Kanari omoshiroi shō. Machigainaku, aru jiten de sai u~otchi suru mono. Owari wa watashi no me ni jakkan no namida o motarashimashita. Ai wa kyōryokudesu, sore wa sōdesu.)\u001b[22m\n\nTranslations of \u001b[4mQuite an interesting show. Definitely something to rewatch at one point. The ending brought some tears to my eyes. Love is powerful, that it is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mQuite an interesting show.\u001b[24m\n    \u001b[1mかなり面白いショー。\u001b[22m, \u001b[1m非常に興味深いショー。\u001b[22m\n\u001b[4mDefinitely something to rewatch at one point.\u001b[24m\n    \u001b[1m間違いなく、ある時点で再ウォッチするもの。\u001b[22m, \u001b[1m確かに何かが一点でrewatchします。\u001b[22m\n\u001b[4mThe ending brought some tears to my eyes.\u001b[24m\n    \u001b[1m終わりは私の目に若干の涙をもたらしました。\u001b[22m, \u001b[1m結末は、私の目にいくつかの涙をもたらしました。\u001b[22m\n\u001b[4mLove is powerful, that it is.\u001b[24m\n    \u001b[1m愛は強力です、それはそうです。\u001b[22m, \u001b[1m愛はそれがあることを、強力です。\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "kenshin96",
    "profile": "/profile/kenshin96/reviews",
    "pages": "19",
    "number": "10",
    "link": "/reviews.php?id=62873",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  5\nキャラクター|  10\n|  10\n\n私が始める前に、私は、このアニメに含まれるジャンル、アクション、ホラー、心理的、ロマンス、超自然のジャンルを列挙したいと思います。 それはecchiを持っていますが、それはあなたの通常の感覚ecchiではないので、私はそれを含めていません、私は以下のより言う。\n\n\n私は東のエデンを愛していて、これはおそらくそれがそうであることを見たので、このアニメを見始めた。 まあ、素晴らしい携帯電話があるという点で同じです....そして、実際には唯一の重要な類似点があります。 私はあなたに今言いましょう、東のエデンのためにここに来た場合、これらのアニメは基本的に完全に異なっています。 東のエデンは、世界を救おうとしている素敵で、健全な男です。 それは幸せなアニメです。 みらいニッキー、英語の未来の日記、暗い、血まみれのもの、プロットの中に別のひねりがあります。 そして私にあなたにこれを伝えさせてください：それはあなたの起き上がる心を爆発させます!!\n\nストーリー：9\nそれは非常に良いストーリーを持っている、別のプロットツイストが別の後にある、あなたがそれはすべてのラビダビだと思う1秒、ストーリーがとても混乱しているため、あなたの髪を引き出すしようとします。 物語は若い子供のためのものではありません、14歳以上は問題ありませんが、暴力や血が多く、トピックが育ちました。\n\nアート：7\n芸術は大丈夫だった、あなたは満足するだろう。 このアニメはしばしばエッチと呼ばれます。 私たちがアニメを表現するために使用する言葉ですが、これはヌードがないことを意味しますが、それはかなり近づきます。 幸いなことに、これはあなたのいつものエッチアニメではなく、キャラクターがより成長していることを象徴すると考えられています。 もう一度、たくさんの血は小さな子供にこれを見せてはいけません。\n\n\nサウンド：5\n通常、私は音については非常に気難しいですが、このアニメでは気づいていないようです。 実際にそれに注意を払っていない、それは重要な役割を果たしていない、と私は良いと思う。 私は音のために5を入れますが、私は5で0と10の間であることを意味しています、私は本当にこのアニメには関係ありません、それは重要ではありません\n\n\n文字：10\nこれはこのアニメを偉大なものにしたものです。 メールの主人公は良いです、彼は最後にいくつかの大きな発展を経ています。 女性の主人公は未来ニッキーみらいニッキーを作るものです。 彼女は文字通り狂っている。 彼女がこの十代の少女である一瞬、彼女は彼女の愛を救うために殺す。 彼女はストーカーであり、サッカーはストーカーです。 彼女はまた非常に良い戦闘機であることが判明したので、ここでアクションが来るところです。 あなたはこの女の子にとても不満を感じるでしょう。なぜなら、彼女が数秒ごとに全体のプロットを見せてくれるからです。 この女の子はあなたの心を吹き飛ばすでしょう、あなたは椅子の端に座って、彼女が次に何をするのか把握しようとします。 しかし、ゆうはできません:)。\n\n楽しさ：10\n\n私は2日間でこのアニメを見ました。私は他にもたくさんのことがあったからです。 しかし自由な秒ごとに私はそれを見ました。 私はこれほど長い間アニメを楽しんでいませんでした。\n\n全体：10\nこれは驚異的なアニメです。それを見守ってはいけません。私の得点はすべてのstreightが10であることを知っていますが、私はそれに10を与えなければならなかった。私はこれやシーズン2か何かが出てくることを読む 、私は待つことができません。 もし誰かがこれについてもっと知っていれば、私に書いてくださいことを躊躇しないでください。\n\n\n文法上の誤りやスペルミスには申し訳ありませんが、私は急いでいますが、これを書かなければなりませんでした。 これは私の最初のレビューですが、私はこのアニメのためにこれをやり始めました。\nあなたが私のレビューを楽しんで欲しい",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nbefore i start, i'd like to list what genres this anime includes: action, horror, psychological, romance, supernatural. it does have ecchi, but i'm not including it since it is not your usual sensles ecchi, i say more below.\n\n\u001b[1m私が始める前に、私は、このアニメに含まれるジャンル、アクション、ホラー、心理的、ロマンス、超自然のジャンルを列挙したいと思います。 それはecchiを持っていますが、それはあなたの通常の感覚ecchiではないので、私はそれを含めていません、私は以下より言います。\u001b[22m\n\u001b[1m(Watashi ga hajimeru mae ni, watashi wa, kono anime ni fukuma reru janru, akushon, horā, shinri-teki, romansu, chō shizen no janru o rekkyo shitai to omoimasu. Sore wa ecchi o motte imasuga, sore wa anata no tsūjō no kankaku ecchide wanainode, watashi wa sore o fukumete imasen, watashi wa ika yori iimasu.)\u001b[22m\n\nTranslations of \u001b[4mbefore i start, i'd like to list what genres this anime includes: action, horror, psychological, romance, supernatural. it does have ecchi, but i'm not including it since it is not your usual sensles ecchi, i say more below.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mbefore i start, i'd like to list what genres this anime includes: action, horror, psychological, romance, supernatural.\u001b[24m\n    \u001b[1m私が始める前に、私は、このアニメに含まれるジャンル、アクション、ホラー、心理的、ロマンス、超自然のジャンルを列挙したいと思います。\u001b[22m, \u001b[1mアクション、ホラー、心理的、ロマンス、超自然：私が開始する前に、私はこのアニメが含まれるものをジャンル一覧したいと思います。\u001b[22m\n\u001b[4mit does have ecchi, but i'm not including it since it is not your usual sensles ecchi, i say more below.\u001b[24m\n    \u001b[1mそれはecchiを持っていますが、それはあなたの通常の感覚ecchiではないので、私はそれを含めていません、私は以下より言います。\u001b[22m, \u001b[1m私はより以下と言う、それはエッチしていないが、それはあなたの通常のsenslesエッチではありませんので、私はそれを含めていませんよ。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nI started watching this anime because i loved eden of the east and saw that this was supposedly like it. Well, it is the same in that there are awesome cellphones....and thats actualy about the only important similarity there is. Let me tell you now, if you came here because of eden of the east, these animes are basicly completely different. eden of the east is about a nice, cocky guy trying to save the world. it's a happy anime. mirai nikki, or future diary in english, is dark, bloody and there is one twist in the plot after another. and let me tell you this: IT WILL BLOW YOUR FREAKING MIND!!!!\n\n\u001b[1m私は東のエデンを愛していて、これはおそらくそれがそうであることを見たので、このアニメを見始めた。 まあ、素晴らしい携帯電話があるという点で同じです....そして、実際には唯一の重要な類似点があります。 私はあなたに今言いましょう、東のエデンのためにここに来た場合、これらのアニメは基本的に完全に異なっています。 東のエデンは、世界を救おうとしている素敵で、健全な男です。 それは幸せなアニメです。 みらいニッキー、英語の未来の日記、暗い、血まみれのもの、プロットの中に別のひねりがあります。 そして私にあなたにこれを伝えさせてください：それはあなたの起き上がる心を爆発させます!!\u001b[22m\n\u001b[1m(Watashi wa higashinoeden o aishite ite, kore wa osoraku sore ga sōdearu koto o mitanode, kono anime o mi hajimeta. Mā, subarashī geitaidenwa ga aru to iu ten de onajidesu. ... Soshite, jissai ni wa yuiitsu no jūyōna ruiji-ten ga arimasu. Watashi wa anata ni ima iimashou, higashinoeden no tame ni koko ni kita baai, korera no anime wa kihontekini kanzen ni kotonatte imasu. Higashinoeden wa, sekai o sukuou to shite iru sutekide, kenzen'na otokodesu. Sore wa shiawasena animedesu. Mi rai nikkī, eigo no mirai no nikki, kurai, chimamire no mono, purotto no naka ni betsu no hineri ga arimasu. Soshite watashi ni anata ni kore o tsutae sasete kudasai: Sore wa anata no okiagaru kokoro o bakuhatsu sa semasu! !)\u001b[22m\n\nTranslations of \u001b[4mI started watching this anime because i loved eden of the east and saw that this was supposedly like it. Well, it is the same in that there are awesome cellphones....and thats actualy about the only important similarity there is. Let me tell you now, if you came here because of eden of the east, these animes are basicly completely different. eden of the east is about a nice, cocky guy trying to save the world. it's a happy anime. mirai nikki, or future diary in english, is dark, bloody and there is one twist in the plot after another. and let me tell you this: IT WILL BLOW YOUR FREAKING MIND!!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI started watching this anime because i loved eden of the east and saw that this was supposedly like it.\u001b[24m\n    \u001b[1m私は東のエデンを愛していて、これはおそらくそれがそうであることを見たので、このアニメを見始めた。\u001b[22m, \u001b[1m私は東のエデンを愛し、これはおそらくそれのようだったことを見たので、私はこのアニメを見始めました。\u001b[22m\n\u001b[4mWell, it is the same in that there are awesome cellphones....and thats actualy about the only important similarity there is.\u001b[24m\n    \u001b[1mまあ、素晴らしい携帯電話があるという点で同じです....そして、実際には唯一の重要な類似点があります。\u001b[22m, \u001b[1mまあ、それは素晴らしい携帯電話があるという点で同じである....とがある唯一の重要な類似性についてactualyのthats。\u001b[22m\n\u001b[4mLet me tell you now, if you came here because of eden of the east, these animes are basicly completely different.\u001b[24m\n    \u001b[1m私はあなたに今言いましょう、東のエデンのためにここに来た場合、これらのアニメは基本的に完全に異なっています。\u001b[22m, \u001b[1m東のエデンの、これらのアニメはbasicly完全に異なっているので、あなたがここに来たなら、私は、今、あなたを教えてみましょう。\u001b[22m\n\u001b[4meden of the east is about a nice, cocky guy trying to save the world.\u001b[24m\n    \u001b[1m東のエデンは、世界を救おうとしている素敵で、健全な男です。\u001b[22m, \u001b[1m東のエデンは世界を保存しようと素敵な、生意気な男についてです。\u001b[22m\n\u001b[4mit's a happy anime.\u001b[24m\n    \u001b[1mそれは幸せなアニメです。\u001b[22m\n\u001b[4mmirai nikki, or future diary in english, is dark, bloody and there is one twist in the plot after another.\u001b[24m\n    \u001b[1mみらいニッキー、英語の未来の日記、暗い、血まみれのもの、プロットの中に別のひねりがあります。\u001b[22m, \u001b[1m未来日記、または英語での将来の日記は、流血、暗く、別の後、プロット内の1つのねじれがあります。\u001b[22m\n\u001b[4mand let me tell you this: IT WILL BLOW YOUR FREAKING MIND!!!!\u001b[24m\n    \u001b[1mそして私にあなたにこれを伝えさせてください：それはあなたの起き上がる心を爆発させます!!\u001b[22m, \u001b[1mそして私はこのあなたを教えてみましょう：それはあなたのFREAKINGの心を爆破します!!!!\u001b[22m\n\u001b[1m\u001b[22m\nstory:9\n\n\u001b[1mストーリー：9\u001b[22m\n\u001b[1m(Sutōrī: 9)\u001b[22m\n\nTranslations of \u001b[4mstory:9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mstory:9\u001b[24m\n    \u001b[1mストーリー：9\u001b[22m\nit has a very good story, there is one plot twist after another, one second you think it's all lovey dubby, the next you will try to pull out your hair because the story got so messed up. the story is not meant for younger children, 14 and up is fine, but there is a lot of violence and blood and grown up topics.\n\n\u001b[1mそれは非常に良いストーリーを持っている、別のプロットツイストが別の後にある、あなたがそれはすべてのラビダビだと思う1秒、ストーリーがとても混乱しているため、あなたの髪を引き出すしようとします。 物語は若い子供のためのものではありません、14歳以上は問題ありませんが、暴力や血が多く、トピックが育ちました。\u001b[22m\n\u001b[1m(Sore wa hijō ni yoi sutōrī o motte iru,-betsu no purottotsuisuto ga betsu no nochi ni aru, anata ga sore wa subete no rabidabida to omou 1-byō, sutōrī ga totemo konran shite iru tame, anata no kami o hikidasu shiyou to shimasu. Monogatari wa wakai kodomo no tame no monode wa arimasen, 14-sai ijō wa mondaiarimasen ga, bōryoku ya chi ga ōku, topikku ga sodachimashita.)\u001b[22m\n\nTranslations of \u001b[4mit has a very good story, there is one plot twist after another, one second you think it's all lovey dubby, the next you will try to pull out your hair because the story got so messed up. the story is not meant for younger children, 14 and up is fine, but there is a lot of violence and blood and grown up topics.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mit has a very good story, there is one plot twist after another, one second you think it's all lovey dubby, the next you will try to pull out your hair because the story got so messed up.\u001b[24m\n    \u001b[1mそれは非常に良いストーリーを持っている、別のプロットツイストが別の後にある、あなたがそれはすべてのラビダビだと思う1秒、ストーリーがとても混乱しているため、あなたの髪を引き出すしようとします。\u001b[22m, \u001b[1mそれはあなたが物語がそう台無ししまったので、あなたの髪を抜くしようと次々プロットツイスト、あなたはそれがすべておまえダビーだと思う1秒、次がある、非常に良い話を持っています。\u001b[22m\n\u001b[4mthe story is not meant for younger children, 14 and up is fine, but there is a lot of violence and blood and grown up topics.\u001b[24m\n    \u001b[1m物語は若い子供のためのものではありません、14歳以上は問題ありませんが、暴力や血が多く、トピックが育ちました。\u001b[22m, \u001b[1m物語は、若い子供たちのためのものではありません、14およびアップは結構ですが、暴力と血と育っトピックがたくさんあります。\u001b[22m\n\u001b[1m\u001b[22m\nart: 7\n\n\u001b[1mアート：7\u001b[22m\n\u001b[1m(Āto: 7)\u001b[22m\n\nTranslations of \u001b[4mart: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mart: 7\u001b[24m\n    \u001b[1mアート：7\u001b[22m\nthe art was fine, you'll be satisfied. this anime is often described as ecchi. for those that o not know, ecchi is a term that we use to describe anime, it means that there isn't any nudity in this, but it gets pretty close. fortunatly, this isn't your usual ecchi anime, it is supposed to symbolize that the characters are more grown up,and in one case more insane. again, a lot of blood=don't let small kids see this.\n\n\u001b[1m芸術は大丈夫だった、あなたは満足するだろう。 このアニメはしばしばエッチと呼ばれます。 私たちがアニメを表現するために使用する言葉ですが、これはヌードがないことを意味しますが、それはかなり近づきます。 幸いなことに、これはあなたのいつものエッチアニメではなく、キャラクターがより成長していることを象徴すると考えられています。 もう一度、たくさんの血は小さな子供にこれを見せてはいけません。\u001b[22m\n\u001b[1m(Geijutsu wa daijōbudatta, anata wa manzoku surudarou. Kono anime wa shibashiba etchi to yoba remasu. Watashitachi ga anime o hyōgen suru tame ni shiyō suru kotobadesuga, koreha nūdo ga nai koto o imi shimasuga, sore wa kanari chikadzukimasu. Saiwaina koto ni, kore wa anata no itsumo no etchi animede wa naku, kyarakutā ga yori seichō shite iru koto o shōchō suru to kangae rarete imasu. Mōichido, takusan no chi wa chīsana kodomo ni kore o misete wa ikemasen.)\u001b[22m\n\nTranslations of \u001b[4mthe art was fine, you'll be satisfied. this anime is often described as ecchi. for those that o not know, ecchi is a term that we use to describe anime, it means that there isn't any nudity in this, but it gets pretty close. fortunatly, this isn't your usual ecchi anime, it is supposed to symbolize that the characters are more grown up,and in one case more insane. again, a lot of blood=don't let small kids see this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe art was fine, you'll be satisfied.\u001b[24m\n    \u001b[1m芸術は大丈夫だった、あなたは満足するだろう。\u001b[22m, \u001b[1m技術は、あなたが満足することでしょう、大丈夫でした。\u001b[22m\n\u001b[4mthis anime is often described as ecchi.\u001b[24m\n    \u001b[1mこのアニメはしばしばエッチと呼ばれます。\u001b[22m, \u001b[1mこのアニメは、多くの場合、エッチとして記載されています。\u001b[22m\n\u001b[4mfor those that o not know, ecchi is a term that we use to describe anime, it means that there isn't any nudity in this, but it gets pretty close.\u001b[24m\n    \u001b[1m私たちがアニメを表現するために使用する言葉ですが、これはヌードがないことを意味しますが、それはかなり近づきます。\u001b[22m, \u001b[1mO分からないもののために、エッチは、この内の任意のヌードがないことを意味し、それはかなり近づく、私たちがアニメを記述するために使用される用語です。\u001b[22m\n\u001b[4mfortunatly, this isn't your usual ecchi anime, it is supposed to symbolize that the characters are more grown up,and in one case more insane.\u001b[24m\n    \u001b[1m幸いなことに、これはあなたのいつものエッチアニメではなく、キャラクターがより成長していることを象徴すると考えられています。\u001b[22m, \u001b[1mfortunatly、これは、文字がより成長し、そして1の場合で複数の非常識されていることを象徴することになっている、あなたの通常のエッチなアニメではありません。\u001b[22m\n\u001b[4magain, a lot of blood=don't let small kids see this.\u001b[24m\n    \u001b[1mもう一度、たくさんの血は小さな子供にこれを見せてはいけません。\u001b[22m, \u001b[1m再び、血液=の多くは、小さな子供たちがこれを見てみましょうしないでください。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nsound:5\n\n\u001b[1mサウンド：5\u001b[22m\n\u001b[1m(Saundo: 5)\u001b[22m\n\nTranslations of \u001b[4msound:5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msound:5\u001b[24m\n    \u001b[1mサウンド：5\u001b[22m, \u001b[1m音：5\u001b[22m\nnormally i am very picky about the sound, but in this anime i didn't really seem to notice it. iwasn't actualy paying any attention to it, it doesn't play an important role, and i think thats good. i put a 5 for sound, but i am using it in the sence that 5 is between 0 and 10, i really doesn't matter to this anime, it is insignificent\n\n\u001b[1m通常、私は音については非常に気難しいですが、このアニメでは気づいていないようです。 実際にそれに注意を払っていない、それは重要な役割を果たしていない、と私は良いと思う。 私は音のために5を入れますが、私は5で0と10の間であることを意味しています、私は本当にこのアニメには関係ありません、それは重要ではありません\u001b[22m\n\u001b[1m(Tsūjō, watashi wa otonitsuite wa hijō ni kimuzukashīdesuga, kono animede wa kidzuite inai yōdesu. Jissai ni sore ni chūi o haratte inai, sore wa jūyōna yakuwari o hatashite inai, to watashi wa yoi to omou. Watashi wa oto no tame ni 5 o iremasuga, watashi wa 5 de 0 to 10 no madearu koto o imi shite imasu, watashi wa hontōni kono anime ni wa kankei arimasen, sore wa jūyōde wa arimasen)\u001b[22m\n\nTranslations of \u001b[4mnormally i am very picky about the sound, but in this anime i didn't really seem to notice it. iwasn't actualy paying any attention to it, it doesn't play an important role, and i think thats good. i put a 5 for sound, but i am using it in the sence that 5 is between 0 and 10, i really doesn't matter to this anime, it is insignificent\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mnormally i am very picky about the sound, but in this anime i didn't really seem to notice it.\u001b[24m\n    \u001b[1m通常、私は音については非常に気難しいですが、このアニメでは気づいていないようです。\u001b[22m, \u001b[1m通常、私は音が非常にうるさいけど、このアニメでは私は実際にそれに気づくしていないようでした。\u001b[22m\n\u001b[4miwasn't actualy paying any attention to it, it doesn't play an important role, and i think thats good.\u001b[24m\n    \u001b[1m実際にそれに注意を払っていない、それは重要な役割を果たしていない、と私は良いと思う。\u001b[22m, \u001b[1miwasn'tがactualyそれに注意を払って、それが重要な役割を果たしていない、と私はthatsの良いと思います。\u001b[22m\n\u001b[4mi put a 5 for sound, but i am using it in the sence that 5 is between 0 and 10, i really doesn't matter to this anime, it is insignificent\u001b[24m\n    \u001b[1m私は音のために5を入れますが、私は5で0と10の間であることを意味しています、私は本当にこのアニメには関係ありません、それは重要ではありません\u001b[22m, \u001b[1m私は音のために5を入れて、しかし、私は5は、0と10の間でローミングサービスでそれを使用しています、私は本当にそれがinsignificentで、このアニメには関係ありません\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\ncharacter: 10\n\n\u001b[1m文字：10\u001b[22m\n\u001b[1m(Moji: 10)\u001b[22m\n\nTranslations of \u001b[4mcharacter: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mcharacter: 10\u001b[24m\n    \u001b[1m文字：10\u001b[22m, \u001b[1mキャラクター：10\u001b[22m\nthis is was makes this anime great. the mail main character is good, he goes through some great development to the end. but the female main charater is what makes mirai nikki mirai nikki. she's literaly insane. one moment she is this swee teenageed girl, the next she kills to save her love. she's a stalker, and a sccary one at that. and here's where the action comes in, because it turns out she's also an insanely good fighter. you will be so frustrated with this girl because she pretty much turs arounnd the whole plot every few seconds, you'll never see it coming. this girl will blow your mind, you'll be sitting at the edge of your chair trying to figure out what she'll do next. but yu won't:).\n\n\u001b[1mこれはこのアニメを偉大なものにしたものです。 メールの主人公は良いです、彼は最後にいくつかの大きな発展を経ています。 女性の主人公は未来ニッキーみらいニッキーを作るものです。 彼女は文字通り狂っている。 彼女がこの十代の少女である一瞬、彼女は彼女の愛を救うために殺す。 彼女はストーカーであり、サッカーはストーカーです。 彼女はまた非常に良い戦闘機であることが判明したので、ここでアクションが来るところです。 あなたはこの女の子にとても不満を感じるでしょう。なぜなら、彼女が数秒ごとに全体のプロットを見せてくれるからです。 この女の子はあなたの心を吹き飛ばすでしょう、あなたは椅子の端に座って、彼女が次に何をするのか把握しようとします。 しかし、ゆうはできません:)。\u001b[22m\n\u001b[1m(Kore wa kono anime o idaina mono ni shita monodesu. Mēru no shujinkō wa yoidesu, kare wa saigo ni ikutsu ka no ōkina hatten o hete imasu. Josei no shujinkō wa mirai nikkī mi rai nikkī o tsukuru monodesu. Kanojo wa mojidōri kurutte iru. Kanojo ga kono jūdai no shōjodearu isshun, kanojo wa kanojo no ai o sukuu tame ni korosu. Kanojo wa sutōkādeari, sakkā wa sutōkādesu. Kanojo wa mata hijō ni yoi sentōkidearu koto ga hanmei shitanode, koko de akushon ga kuru tokorodesu. Anata wa kono on'nanoko ni totemo fuman o kanjirudeshou. Nazenara, kanojo ga sū-byō-goto ni zentai no purotto o misete kurerukaradesu. Kono on'nanoko wa anata no kokoro o fukitobasudeshou, anata wa isu no hashi ni suwatte, kanojo ga tsugini nani o suru no ka haaku shiyou to shimasu. Shikashi, Yū wa dekimasen: ).)\u001b[22m\n\nTranslations of \u001b[4mthis is was makes this anime great. the mail main character is good, he goes through some great development to the end. but the female main charater is what makes mirai nikki mirai nikki. she's literaly insane. one moment she is this swee teenageed girl, the next she kills to save her love. she's a stalker, and a sccary one at that. and here's where the action comes in, because it turns out she's also an insanely good fighter. you will be so frustrated with this girl because she pretty much turs arounnd the whole plot every few seconds, you'll never see it coming. this girl will blow your mind, you'll be sitting at the edge of your chair trying to figure out what she'll do next. but yu won't:).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis is was makes this anime great.\u001b[24m\n    \u001b[1mこれはこのアニメを偉大なものにしたものです。\u001b[22m, \u001b[1mこれがあった。このアニメは素晴らしいことができます。\u001b[22m\n\u001b[4mthe mail main character is good, he goes through some great development to the end.\u001b[24m\n    \u001b[1mメールの主人公は良いです、彼は最後にいくつかの大きな発展を経ています。\u001b[22m, \u001b[1mメール主人公は、彼が最後にいくつかの大きな発展を通過し、良いです。\u001b[22m\n\u001b[4mbut the female main charater is what makes mirai nikki mirai nikki.\u001b[24m\n    \u001b[1m女性の主人公は未来ニッキーみらいニッキーを作るものです。\u001b[22m, \u001b[1mしかし、女性の主なcharaterは未来日記未来日記を作るものです。\u001b[22m\n\u001b[4mshe's literaly insane.\u001b[24m\n    \u001b[1m彼女は文字通り狂っている。\u001b[22m, \u001b[1m彼女はliteraly非常識です。\u001b[22m\n\u001b[4mone moment she is this swee teenageed girl, the next she kills to save her love.\u001b[24m\n    \u001b[1m彼女がこの十代の少女である一瞬、彼女は彼女の愛を救うために殺す。\u001b[22m, \u001b[1m一瞬、彼女はこのSWEE teenageed少女、彼女は彼女の愛を救うために殺すの隣にあります。\u001b[22m\n\u001b[4mshe's a stalker, and a sccary one at that.\u001b[24m\n    \u001b[1m彼女はストーカーであり、サッカーはストーカーです。\u001b[22m, \u001b[1m彼女はストーカー、その時sccary一つです。\u001b[22m\n\u001b[4mand here's where the action comes in, because it turns out she's also an insanely good fighter.\u001b[24m\n    \u001b[1m彼女はまた非常に良い戦闘機であることが判明したので、ここでアクションが来るところです。\u001b[22m, \u001b[1mアクションが入ってくるところ、それは彼女がまためちゃくちゃ良い戦闘機だが判明しているため、ここで、です。\u001b[22m\n\u001b[4myou will be so frustrated with this girl because she pretty much turs arounnd the whole plot every few seconds, you'll never see it coming.\u001b[24m\n    \u001b[1mあなたはこの女の子にとても不満を感じるでしょう。なぜなら、彼女が数秒ごとに全体のプロットを見せてくれるからです。\u001b[22m, \u001b[1m彼女はかなりtursは、全体のプロットを数秒ごとにarounndので、あなたがこの少女に不満になり、あなたはそれが来るのを見ることは決してないだろう。\u001b[22m\n\u001b[4mthis girl will blow your mind, you'll be sitting at the edge of your chair trying to figure out what she'll do next.\u001b[24m\n    \u001b[1mこの女の子はあなたの心を吹き飛ばすでしょう、あなたは椅子の端に座って、彼女が次に何をするのか把握しようとします。\u001b[22m, \u001b[1mこの女の子はあなたが彼女が次やるかを把握しようとしているあなたの椅子の端に座ってことでしょう、あなたの心を爆破します。\u001b[22m\n\u001b[4mbut yu won't:).\u001b[24m\n    \u001b[1mしかし、ゆうはできません:)。\u001b[22m, \u001b[1mしかし、湯は:)ません。\u001b[22m\n\u001b[1m\u001b[22m\nenjoyment: 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4menjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4menjoyment: 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\n\u001b[1m\u001b[22m\ni watched this anime in two days, and only because i had a lot of other stuff to do. but every free second i had i watched it. i havn't enjoyed a anime this much in a long time.\n\n\u001b[1m私は2日でこのアニメを見ました。私は他にもたくさんのことがあったからです。 しかし自由な秒ごとに私はそれを見ました。 私はこれほど長い間アニメを楽しんでいませんでした。\u001b[22m\n\u001b[1m(Watashi wa 2-nichi de kono anime o mimashita. Watashi wa hoka ni mo takusan no koto ga attakaradesu. Shikashi jiyūna byō-goto ni watashi wa sore o mimashita. Watashi wa kore hodo nagaiai anime o tanoshinde imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mi watched this anime in two days, and only because i had a lot of other stuff to do. but every free second i had i watched it. i havn't enjoyed a anime this much in a long time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi watched this anime in two days, and only because i had a lot of other stuff to do.\u001b[24m\n    \u001b[1m私は2日でこのアニメを見ました。私は他にもたくさんのことがあったからです。\u001b[22m, \u001b[1m私は2日間でこのアニメを見て、私が行うために、他のものをたくさん持っていただけの理由。\u001b[22m\n\u001b[4mbut every free second i had i watched it.\u001b[24m\n    \u001b[1mしかし自由な秒ごとに私はそれを見ました。\u001b[22m, \u001b[1mしかし、私が持っていたすべての自由第二は、私はそれを見ていました。\u001b[22m\n\u001b[4mi havn't enjoyed a anime this much in a long time.\u001b[24m\n    \u001b[1m私はこれほど長い間アニメを楽しんでいませんでした。\u001b[22m, \u001b[1m私は長い時間でこれだけのアニメを楽しんでやりなさい。\u001b[22m\n\u001b[1m\u001b[22m\noverall: 10\n\n\u001b[1m全体：10\u001b[22m\n\u001b[1m(Zentai: 10)\u001b[22m\n\nTranslations of \u001b[4moverall: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4moverall: 10\u001b[24m\n    \u001b[1m全体：10\u001b[22m, \u001b[1m全体的な：10\u001b[22m\nthis is an amazying anime, don't heitate to watch it.i know that my scores wern't all streight tens, but i had to give it a 10. i read that something like this or a season 2 or something is coming out , and i can't wait. if anyone knows more about this, please don't hesitate to write me.\n\n\u001b[1mこれは驚異的なアニメです。それを見守ってはいけません。私の得点はすべてのstreightが10であることを知っていますが、私はそれに10を与えなければならなかった。私はこれやシーズン2か何かが出てくることを読む 、私は待つことができません。 もし誰かがこれについてもっと知っていれば、私に書いてくださいことを躊躇しないでください。\u001b[22m\n\u001b[1m(Kore wa kyōi-tekina animedesu. Sore o mimamotte wa ikemasen. Watashi no tokuten wa subete no streight ga 10dearu koto o shitte imasuga, watashi wa sore ni 10 o ataenakereba naranakatta. Watashi wa kore ya shīzun 2 ka nanika ga dete kuru koto o yomu, watashi wa matsu koto ga dekimasen. Moshi darekaga kore ni tsuite motto shitte ireba, watashi ni kaite kudasai koto o chūcho shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mthis is an amazying anime, don't heitate to watch it.i know that my scores wern't all streight tens, but i had to give it a 10. i read that something like this or a season 2 or something is coming out , and i can't wait. if anyone knows more about this, please don't hesitate to write me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis is an amazying anime, don't heitate to watch it.i know that my scores wern't all streight tens, but i had to give it a 10. i read that something like this or a season 2 or something is coming out\u001b[24m\n    \u001b[1mこれは驚異的なアニメです。それを見守ってはいけません。私の得点はすべてのstreightが10であることを知っていますが、私はそれに10を与えなければならなかった。私はこれやシーズン2か何かが出てくることを読む\u001b[22m, \u001b[1mこれはit.iが私のスコアはすべてストレイト十をwern'tことを知って見にheitateはありません、amazyingアニメですが、私はそれを私はこのまたはシーズン2か何かのようなものが出ていることを読ん10を与えなければなりませんでした\u001b[22m\n\u001b[4m, and i can't wait.\u001b[24m\n    \u001b[1m、私は待つことができません。\u001b[22m, \u001b[1m、と私は待つことはできません。\u001b[22m\n\u001b[4mif anyone knows more about this, please don't hesitate to write me.\u001b[24m\n    \u001b[1mもし誰かがこれについてもっと知っていれば、私に書いてくださいことを躊躇しないでください。\u001b[22m, \u001b[1m誰もがこれについての詳細を知っているなら、私を書くことを躊躇しないでください。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\ni'm sorry for any grammer errors or misspelling, i'm in kind of a hurry, but i just had to write this. this is my first review, but i started doing this just because of this anime.\n\n\u001b[1m文法上の誤りやスペルミスには申し訳ありませんが、私は急いでいますが、これを書かなければなりませんでした。 これは私の最初のレビューですが、私はこのアニメのためにこれをやり始めました。\u001b[22m\n\u001b[1m(Bunpō-jō no ayamari ya superumisu ni wa mōshiwakearimasenga, watashi wa isoide imasuga, kore o kakanakereba narimasendeshita. Kore wa watashi no saisho no rebyūdesuga, watashi wa kono anime no tame ni kore o yari hajimemashita.)\u001b[22m\n\nTranslations of \u001b[4mi'm sorry for any grammer errors or misspelling, i'm in kind of a hurry, but i just had to write this. this is my first review, but i started doing this just because of this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi'm sorry for any grammer errors or misspelling, i'm in kind of a hurry, but i just had to write this.\u001b[24m\n    \u001b[1m文法上の誤りやスペルミスには申し訳ありませんが、私は急いでいますが、これを書かなければなりませんでした。\u001b[22m, \u001b[1m私は急いの種類によ、任意の文法エラーやスペルミスため申し訳ありませんが、私はちょうどこれを書かなければなりませんでした。\u001b[22m\n\u001b[4mthis is my first review, but i started doing this just because of this anime.\u001b[24m\n    \u001b[1mこれは私の最初のレビューですが、私はこのアニメのためにこれをやり始めました。\u001b[22m, \u001b[1mこれは私の最初のレビューですが、私はちょうどので、このアニメの本を始めました。\u001b[22m\ni hope you enjoyed my review\n\n\u001b[1mあなたが私のレビューを楽しんで欲しい\u001b[22m\n\u001b[1m(Anata ga watashi no rebyū o tanoshinde hoshī)\u001b[22m\n\nTranslations of \u001b[4mi hope you enjoyed my review\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi hope you enjoyed my review\u001b[24m\n    \u001b[1mあなたが私のレビューを楽しんで欲しい\u001b[22m, \u001b[1m私はあなたが私のレビューを楽しんだことを望み\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "riprapper24",
    "profile": "/profile/riprapper24/reviews",
    "pages": "19",
    "number": "11",
    "link": "/reviews.php?id=60779",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\nこのアニメは、ちょっと恐ろしくてちょっと気味悪いものの1つです。 私はそれから本当に病気の楽しさを得た。 ストーリーラインが実際に開発され、文字は本当にユニークです。 それはまたほとんどのものと異なっています。 主人公は本当に不気味なストーカーを持っていますが、両方を助けるためにそれを使うことを学びます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nthis anime is one of those kinda awesome and kinda creepy. i did get a really sick enjoyment out of it though. the story line is really developed and the characters are really unique. its also different than most. the main character has a really creepy stalker, but learns to use that to help them both.\n\n\u001b[1mこのアニメは、ちょっと恐ろしくてちょっと気味悪いものの1つです。 私はそれから本当に病気の楽しさを得た。 ストーリーラインが実際に開発され、文字は本当にユニークです。 それはまたほとんどのものと異なっています。 主人公は本当に不気味なストーカーを持っていますが、両方を助けるためにそれを使うことを学びます。\u001b[22m\n\u001b[1m(Kono anime wa, chotto osoroshikute chotto kimiwarui mono no 1tsudesu. Watashi wa sore kara hontōni byōki no tanoshisa o eta. Sutōrīrain ga jissai ni kaihatsu sa re, moji wa hontōni yunīkudesu. Sore wa mata hotondo no mono to kotonatte imasu. Shujinkō wa hontōni bukimina sutōkā o motte imasuga, ryōhō o tasukeru tame ni sore o tsukau koto o manabimasu.)\u001b[22m\n\nTranslations of \u001b[4mthis anime is one of those kinda awesome and kinda creepy. i did get a really sick enjoyment out of it though. the story line is really developed and the characters are really unique. its also different than most. the main character has a really creepy stalker, but learns to use that to help them both.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis anime is one of those kinda awesome and kinda creepy.\u001b[24m\n    \u001b[1mこのアニメは、ちょっと恐ろしくてちょっと気味悪いものの1つです。\u001b[22m, \u001b[1mこのアニメはちょっとすごいとちょっと不気味それらの一つです。\u001b[22m\n\u001b[4mi did get a really sick enjoyment out of it though.\u001b[24m\n    \u001b[1m私はそれから本当に病気の楽しさを得た。\u001b[22m, \u001b[1mでも、私はそれから本当に病気楽しさを手に入れました。\u001b[22m\n\u001b[4mthe story line is really developed and the characters are really unique.\u001b[24m\n    \u001b[1mストーリーラインが実際に開発され、文字は本当にユニークです。\u001b[22m, \u001b[1mストーリーラインは、実際に開発され、文字は本当にユニークです。\u001b[22m\n\u001b[4mits also different than most.\u001b[24m\n    \u001b[1mそれはまたほとんどのものと異なっています。\u001b[22m, \u001b[1mそのほとんどよりも異なります。\u001b[22m\n\u001b[4mthe main character has a really creepy stalker, but learns to use that to help them both.\u001b[24m\n    \u001b[1m主人公は本当に不気味なストーカーを持っていますが、両方を助けるためにそれを使うことを学びます。\u001b[22m, \u001b[1m主人公は本当に不気味なストーカーを持っていますが、それらの両方を支援するためにそれを使用することを学びます。\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "gwern",
    "profile": "/profile/gwern/reviews",
    "pages": "19",
    "number": "12",
    "link": "/reviews.php?id=96863",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  6\nキャラクター|  8\n|  7\n\nGasai Yuno  - これまで最高のyandere、または単に最高のyandere？\n\n悲しいことに、YunoはMNを自分自身から救うことはできません。 ユノは素晴らしいバックストーリーを持っていますが、問題は、ミネソタは本質的にデスノートであるべきデスノートであるシナリオを設定しています。これは頭の良い戦略と思考が期待されます。 このメモはぎこちなくなります。 エピソード10で、「私は誰もがデッドエンドについて忘れていますか？ あなたは、それが他の携帯電話のユーザーを強制するか、またはトリックする、この点で重要な整備士だと思うでしょう。\n\n結局のところ、私は事実に直面しなければならなかった：ソリッド8が7シリーズに落ちたのは何ですか？ 執筆はゆるやかになった、_Steinsのようなピークに達しなかった; gate_の比較的複雑な時間旅行; ループはうまいですが、特にマンガのエンディングを読んでゆーのことが分かったときには大規模な警官を終わらせました。構築された宇宙を任意に破って完全にハッピーエンドにする例を手配します。  'ハッピーエンド'？ もっと「愚かな終わり」のようなもの。  Yukiteruがemoになっても問題ありませんでした。  _Madoka_はMadokaを彼女の犠牲の後に戻す必要性を感じなかった。 嫌な人。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nGasai Yuno - greatest yandere ever, or merely the best yandere ever?\n\n\u001b[1mGasai Yuno  - これまで最高のyandere、または単に最高のyandere？\u001b[22m\n\u001b[1m(Gasai Yuno - kore made saikō no yandere, matawa tan'ni saikō no yandere?)\u001b[22m\n\nTranslations of \u001b[4mGasai Yuno - greatest yandere ever, or merely the best yandere ever?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGasai Yuno - greatest yandere ever, or merely the best yandere ever?\u001b[24m\n    \u001b[1mGasai Yuno  - これまで最高のyandere、または単に最高のyandere？\u001b[22m, \u001b[1m画彩ゆ - 史上最高のヤンデレ、またはこれまで単に最高のヤンデレ？\u001b[22m\n\u001b[1m\u001b[22m\nAlas, Yuno cannot rescue MN from itself. Yuno has a great backstory, but the problem is, MN has set up a scenario which ought to be essentially _Death Note_ where everyone has a different kind of Death Note, and this comes with expectations of brainy strategizing and thinking - and MN generally fails on this note gets sloppy; by episode 10, I kept thinking: 'has everyone but me forgotten about Dead Ends?' You'd think that'd be a key mechanic by this point, forcing or tricking other cellphone users.\n\n\u001b[1m悲しいことに、YunoはMNを自分自身から救うことはできません。 ユノは素晴らしいバックストーリーを持っていますが、問題は、ミネソタは本質的にデスノートであるべきデスノートであるシナリオを設定しています。これは頭の良い戦略と思考が期待されます。 このメモはぎこちなくなります。 エピソード10で、「私は誰もがデッドエンドについて忘れていますか？ あなたは、それが他の携帯電話のユーザーを強制するか、またはトリックする、この点で重要な整備士だと思うでしょう。\u001b[22m\n\u001b[1m(Kanashī koto ni, Yuno wa MN o jibun jishin kara sukuu koto wa dekimasen. Yuno wa subarashī bakkusutōrī o motte imasuga, mondai wa, Minesota wa honshitsu-teki ni desunōtodearubeki desunōtodearu shinario o settei shite imasu. Kore wa atamanoyoi senryaku to shikō ga kitai sa remasu. Kono memo wa gikochinaku narimasu. Episōdo 10 de,`watashi wa daremoga deddoendo ni tsuite wasurete imasu ka? Anata wa, sore ga hoka no geitaidenwa no yūzā o kyōsei suru ka, matawa torikku suru, kono ten de jūyōna seibi-shida to omoudeshou.)\u001b[22m\n\nTranslations of \u001b[4mAlas, Yuno cannot rescue MN from itself. Yuno has a great backstory, but the problem is, MN has set up a scenario which ought to be essentially _Death Note_ where everyone has a different kind of Death Note, and this comes with expectations of brainy strategizing and thinking - and MN generally fails on this note gets sloppy; by episode 10, I kept thinking: 'has everyone but me forgotten about Dead Ends?' You'd think that'd be a key mechanic by this point, forcing or tricking other cellphone users.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlas, Yuno cannot rescue MN from itself.\u001b[24m\n    \u001b[1m悲しいことに、YunoはMNを自分自身から救うことはできません。\u001b[22m, \u001b[1m悲しいかな、ユーノは自身からMNを救うことはできません。\u001b[22m\n\u001b[4mYuno has a great backstory, but the problem is, MN has set up a scenario which ought to be essentially _Death Note_ where everyone has a different kind of Death Note, and this comes with expectations of brainy strategizing and thinking - and MN generally fails on\u001b[24m\n    \u001b[1mユノは素晴らしいバックストーリーを持っていますが、問題は、ミネソタは本質的にデスノートであるべきデスノートであるシナリオを設定しています。これは頭の良い戦略と思考が期待されます。\u001b[22m, \u001b[1mユーノは偉大な裏話を持っていますが、問題がある、MNは、基本的に誰もがデスノートの異なる種類があり、これは聡明ストラテジーや思考の期待が付属しています_Death Note_あるべきシナリオ設定している - とMNは、一般的に失敗を\u001b[22m\n\u001b[4mthis note gets sloppy;\u001b[24m\n    \u001b[1mこのメモはぎこちなくなります。\u001b[22m, \u001b[1mこのノートは、ずさんな取得します。\u001b[22m\n\u001b[4mby episode 10, I kept thinking: 'has everyone but me forgotten about Dead Ends?'\u001b[24m\n    \u001b[1mエピソード10で、「私は誰もがデッドエンドについて忘れていますか？\u001b[22m, \u001b[1mエピソード10で、私は考え続けた：「？誰もが、私は行き止まり忘れました」\u001b[22m\n\u001b[4mYou'd think that'd be a key mechanic by this point, forcing or tricking other cellphone users.\u001b[24m\n    \u001b[1mあなたは、それが他の携帯電話のユーザーを強制するか、またはトリックする、この点で重要な整備士だと思うでしょう。\u001b[22m, \u001b[1mあなたはそれが強制的に、または他の携帯電話ユーザーをだまし、この点によってキーメカニックであると思うだろう。\u001b[22m\n\u001b[1m\u001b[22m\nBy the end, I had to face facts: what was a solid 8 dropped to a 7 series. The writing got sloppy, it reached no peak like _Steins;gate_'s relatively intricate time travel; the loop was good, but the ending a massive cop out, especially when you read the manga ending and realize how Yuno broke in. An arrant example of arbitrarily breaking a constructed universe to *force* a totally happy ending. 'Happy End'? More like' Stupid End'. Yukiteru being emo was fine; even _Madoka_ didn't feel the need to bring Madoka back after her sacrifice. Disgusted.\n\n\u001b[1m結局のところ、私は事実に直面しなければならなかった：ソリッド8が7シリーズに落ちたのは何ですか？ 執筆はゆるやかになった、_Steinsのようなピークに達しなかった; gate_の比較的複雑な時間旅行; ループはうまいですが、特にマンガのエンディングを読んでゆーのことが分かったときには大規模な警官を終わらせました。構築された宇宙を任意に破って完全にハッピーエンドにする例を手配します。  'ハッピーエンド'？ もっと「愚かな終わり」のようなもの。  Yukiteruがemoになっても問題ありませんでした。  _Madoka_はMadokaを彼女の犠牲の後に戻す必要性を感じなかった。 嫌な人。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, watashi wa jijitsu ni chokumen shinakereba naranakatta: Soriddo 8 ga 7 shirīzu ni ochita no wa nanidesu ka? Shippitsu wa yuruyaka ni natta,_ Steins no yōna pīku ni tasshinakatta; gēto _ no hikakuteki fukuzatsuna jikan ryokō; rūpu wa umaidesuga, tokuni manga no endingu o yonde yu ̄ no koto ga wakatta tokiniha ōkibona keikan o owara semashita. Kōchiku sa reta uchū o nin'i ni yabutte kanzen ni happīendo ni suru rei o tehai shimasu. ' Happīendo'? Motto `orokana owari' no yōna mono. Yukiteru ga emo ni natte mo mondai arimasendeshita. _ Madoka _ wa Madoka o kanojo no gisei no nochi ni modosu hitsuyō-sei o kanjinakatta. Iyana hito.)\u001b[22m\n\nTranslations of \u001b[4mBy the end, I had to face facts: what was a solid 8 dropped to a 7 series. The writing got sloppy, it reached no peak like _Steins;gate_'s relatively intricate time travel; the loop was good, but the ending a massive cop out, especially when you read the manga ending and realize how Yuno broke in. An arrant example of arbitrarily breaking a constructed universe to *force* a totally happy ending. 'Happy End'? More like' Stupid End'. Yukiteru being emo was fine; even _Madoka_ didn't feel the need to bring Madoka back after her sacrifice. Disgusted.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBy the end, I had to face facts: what was a solid 8 dropped to a 7 series.\u001b[24m\n    \u001b[1m結局のところ、私は事実に直面しなければならなかった：ソリッド8が7シリーズに落ちたのは何ですか？\u001b[22m, \u001b[1m年末までに、私は事実に直面しなければならなかった：固体8は、7シリーズに何を滴下しました。\u001b[22m\n\u001b[4mThe writing got sloppy, it reached no peak like _Steins;gate_'s relatively intricate time travel;\u001b[24m\n    \u001b[1m執筆はゆるやかになった、_Steinsのようなピークに達しなかった; gate_の比較的複雑な時間旅行;\u001b[22m, \u001b[1m書き込みがずさんだ、それは_Steinsのようなピークに達していない。GATE_の比較的複雑なタイムトラベル。\u001b[22m\n\u001b[4mthe loop was good, but the ending a massive cop out, especially when you read the manga ending and realize how Yuno broke in. An arrant example of arbitrarily breaking a constructed universe to *force* a totally happy ending.\u001b[24m\n    \u001b[1mループはうまいですが、特にマンガのエンディングを読んでゆーのことが分かったときには大規模な警官を終わらせました。構築された宇宙を任意に破って完全にハッピーエンドにする例を手配します。\u001b[22m, \u001b[1mループは良かったが、あなたは漫画の結末を読み、ゆで破った方法を理解する場合は特に、大規模な警官を終了する。任意*力*完全にハッピーエンドに構築し、宇宙を破壊するこのうえない例。\u001b[22m\n\u001b[4m'Happy End'?\u001b[24m\n    \u001b[1m'ハッピーエンド'？\u001b[22m, \u001b[1m「ハッピーエンド」？\u001b[22m\n\u001b[4mMore like' Stupid End'.\u001b[24m\n    \u001b[1mもっと「愚かな終わり」のようなもの。\u001b[22m, \u001b[1mもっと「愚かなエンド」など。\u001b[22m\n\u001b[4mYukiteru being emo was fine;\u001b[24m\n    \u001b[1mYukiteruがemoになっても問題ありませんでした。\u001b[22m, \u001b[1mYukiteruいるエモは大丈夫でした。\u001b[22m\n\u001b[4meven _Madoka_ didn't feel the need to bring Madoka back after her sacrifice.\u001b[24m\n    \u001b[1m_Madoka_はMadokaを彼女の犠牲の後に戻す必要性を感じなかった。\u001b[22m, \u001b[1mでも_Madoka_は彼女の犠牲の後にまどかを取り戻す必要性を感じませんでした。\u001b[22m\n\u001b[4mDisgusted.\u001b[24m\n    \u001b[1m嫌な人。\u001b[22m, \u001b[1mうんざり。\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "Afrosephurai",
    "profile": "/profile/Afrosephurai/reviews",
    "pages": "19",
    "number": "13",
    "link": "/reviews.php?id=94547",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  7\nキャラクター|  10\n|  10\n\nこれは私の最初のレビューですので、私に同行してください。\n\n私はMirai Nikkiを絶対に愛しました。 これは実際に心理的なスリラーを見て私の最初の時間でした。 通常、私は安全を保ち、行動とロマンチックなコメディを見るために、ちょっとしたドラマで頑張っています。 しかし、私は自分の快適ゾーンを抜け出して、とても感銘を受けました。\n\nストーリーはちょっと混乱しています。タイムトラベルが投げ込まれたときに、私がプロットをオンラインで調べなければならなかった時がありました。本当に私を悩ませた唯一の主な主人公は、 エピソード2回を除いて、全シリーズを通してゆ노に頼っている。\n\n正直言って、彼女が狂っているにもかかわらず、私は本当にシリーズ全体を通して勇気に共感することができました。私は彼女とユキの心を勝ち取るための彼女の征服を応援していました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is my first review so please bear with me.\n\n\u001b[1mこれは私の最初のレビューですので、私に同行してください。\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no rebyūdesunode, watashi ni dōkō shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThis is my first review so please bear with me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my first review so please bear with me.\u001b[24m\n    \u001b[1mこれは私の最初のレビューですので、私に同行してください。\u001b[22m, \u001b[1mこれには、私と一緒にご負担ください私の最初のレビューです。\u001b[22m\n\u001b[1m\u001b[22m\nI absolutely LOVED Mirai Nikki. This was actually my first time watching a psychological thriller. Usually I try to keep safe and watch action and romantic-comedy with a wee' bit of drama. But I ventured out my comfort zone and I was very impressed.\n\n\u001b[1m私はMirai Nikkiを絶対に愛しました。 これは実際に心理的なスリラーを見て私の最初の時間でした。 通常、私は安全を保ち、行動とロマンチックなコメディを見るために、ちょっとしたドラマで頑張っています。 しかし、私は自分の快適ゾーンを抜け出して、とても感銘を受けました。\u001b[22m\n\u001b[1m(Watashi wa Mirai Nikki o zettai ni aishimashita. Kore wa jissai ni shinri-tekina surirā o mite watashi no saisho no jikandeshita. Tsūjō, watashi wa anzen o tamochi, kōdō to romanchikkuna komedi o miru tame ni, chottoshita dorama de ganbatte imasu. Shikashi, watashi wa jibun no kaiteki zōn o nukedashite, totemo kanmei o ukemashita.)\u001b[22m\n\nTranslations of \u001b[4mI absolutely LOVED Mirai Nikki. This was actually my first time watching a psychological thriller. Usually I try to keep safe and watch action and romantic-comedy with a wee' bit of drama. But I ventured out my comfort zone and I was very impressed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI absolutely LOVED Mirai Nikki.\u001b[24m\n    \u001b[1m私はMirai Nikkiを絶対に愛しました。\u001b[22m, \u001b[1m私は絶対に未来日記を愛しました。\u001b[22m\n\u001b[4mThis was actually my first time watching a psychological thriller.\u001b[24m\n    \u001b[1mこれは実際に心理的なスリラーを見て私の最初の時間でした。\u001b[22m, \u001b[1mこれは実際にサイコスリラーを見て私の初めてでした。\u001b[22m\n\u001b[4mUsually I try to keep safe and watch action and romantic-comedy with a wee' bit of drama.\u001b[24m\n    \u001b[1m通常、私は安全を保ち、行動とロマンチックなコメディを見るために、ちょっとしたドラマで頑張っています。\u001b[22m, \u001b[1m通常、私は安全を守るとドラマのおしっこ」ビットで動作し、ロマンチック・コメディーを見てみてください。\u001b[22m\n\u001b[4mBut I ventured out my comfort zone and I was very impressed.\u001b[24m\n    \u001b[1mしかし、私は自分の快適ゾーンを抜け出して、とても感銘を受けました。\u001b[22m, \u001b[1mしかし、私は私の快適ゾーンを思い切って、私は非常に感銘を受けました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is a bit confusing, there were times were I had to look-up the plot online, especially when time-travel was thrown in. The only thing that truly bothered me was the main male protagonist being sorta wimpy and winy, having to rely on Yuno through the entire series, except for an episode or two.\n\n\u001b[1mストーリーはちょっと混乱しています。タイムトラベルが投げ込まれたときに、私がプロットをオンラインで調べなければならなかった時がありました。本当に私を悩ませた唯一の主な主人公は、 エピソード2回を除いて、全シリーズを通してゆ노に頼っている。\u001b[22m\n\u001b[1m(Sutōrī wa chotto konran shite imasu. Taimu toraberu ga nagekoma reta toki ni, watashi ga purotto o onrain de shirabenakereba naranakatta toki ga arimashita. Hontōni watashi o nayama seta yuiitsu no omona shujinkō wa, episōdo 2-kai o nozoite, zen shirīzu o tōshite yu no ni tayotte iru.)\u001b[22m\n\nTranslations of \u001b[4mThe story is a bit confusing, there were times were I had to look-up the plot online, especially when time-travel was thrown in. The only thing that truly bothered me was the main male protagonist being sorta wimpy and winy, having to rely on Yuno through the entire series, except for an episode or two.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is a bit confusing, there were times were I had to look-up the plot online, especially when time-travel was thrown in. The only thing that truly bothered me was the main male protagonist being sorta wimpy and winy, having to\u001b[24m\n    \u001b[1mストーリーはちょっと混乱しています。タイムトラベルが投げ込まれたときに、私がプロットをオンラインで調べなければならなかった時がありました。本当に私を悩ませた唯一の主な主人公は、\u001b[22m, \u001b[1m話は少し混乱して、時間があった私は、タイムトラベルが中にスローされた場合は特に、ルックアップするためにプロットをオンラインで有していた。本当に私を気に唯一のものは、を有する、みかん弱虫とワインのあるメイン男性主人公でした\u001b[22m\n\u001b[4mrely on Yuno through the entire series, except for an episode or two.\u001b[24m\n    \u001b[1mエピソード2回を除いて、全シリーズを通してゆ노に頼っている。\u001b[22m, \u001b[1mエピソードまたは2を除いて、シリーズ全体を通してゆに依存しています。\u001b[22m\n\u001b[1m\u001b[22m\nTo be quite honest, despite her being insane, I could really sympathize with Yuno throughout the entire series as well, I was rooting for her and her conquest to win Yuki's (Yukki) heart.\n\n\u001b[1m正直言って、彼女が狂っているにもかかわらず、私は本当にシリーズ全体を通して勇気に共感することができました。私は彼女とユキの心を勝ち取るための彼女の征服を応援していました。\u001b[22m\n\u001b[1m(Shōjiki itte, kanojo ga kurutte iru nimokakawarazu, watashi wa hontōni shirīzu zentai o tōshite yūki ni kyōkan suru koto ga dekimashita. Watashi wa kanojo to Yuki no kokoro o kachitoru tame no kanojo no seifuku o ōen shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mTo be quite honest, despite her being insane, I could really sympathize with Yuno throughout the entire series as well, I was rooting for her and her conquest to win Yuki's (Yukki) heart.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo be quite honest, despite her being insane, I could really sympathize with Yuno throughout the entire series as well, I was rooting for her and her conquest to win Yuki's (Yukki) heart.\u001b[24m\n    \u001b[1m正直言って、彼女が狂っているにもかかわらず、私は本当にシリーズ全体を通して勇気に共感することができました。私は彼女とユキの心を勝ち取るための彼女の征服を応援していました。\u001b[22m, \u001b[1mかなり正直に言うと、彼女は非常識であるにもかかわらず、私は本当に彼女と彼女の征服は結城の（Yukki）の心を獲得するために、私は応援して、同様にシリーズ全体を通してゆに共感できました。\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "TheSandsOfTime",
    "profile": "/profile/TheSandsOfTime/reviews",
    "pages": "19",
    "number": "14",
    "link": "/reviews.php?id=58851",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  5\n|  8\n\nさて、このシリーズは素晴らしいです。 しかし、それはまた、一部の人々だけが理解できないほど狂っているという形で、ひどく痴呆である。  「他の日記所有者」のようなマイナーキャラクターでさえ、非常に良いバックストーリーを持っていますが、それほど酷い暴力はありません。 私が他人の痛みや苦しみにあまり敏感ではない場合、私は自分の頭を膝の間で泣いているでしょう。代わりに、私はちょうど完全にうんざりしています。 シリーズが驚異的なのは、私が犯されたすべての上品さにもかかわらず、それを見ていることです。 それはまたあなたが目を覚ますのに非常に努力していて、もっと見ることを非常に不本意に望んでいる信じられない心理的操作要素を持っています。\n\nTLDR：ファンタスティックなシリーズですが、ハートエドのようなものはありません。\n\n\n*スポイラー*\n\n\nシリーズ2/3を経て、すでにギャング・レイプの2例とギャング・レイプの試みがなされている。 それはちょうどanyonesの本でめちゃくちゃです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nOk, this series is fantastic. But it's also heinously demented in a way that only some people are insane enough to comprehend. While even the minor characters such as 'other diary owners' have very good backstories, THERE IS TOO MUCH RAPE. If I weren't quite so desensitised to the pain and suffering of others, I would be crying my eyes out with my head between my knees, instead, i'm just thoroughly disgusted. It's a very good sign of how freaking amazing the series is that i'm watching it despite all the fucked up-ness going on. It also has an incredible psychological manipulation element that has you both trying very hard to stay awake, and wanting extremely impatiently to watch more.\n\n\u001b[1mさて、このシリーズは素晴らしいです。 しかし、それはまた、一部の人々だけが理解できないほど狂っているという形で、ひどく痴呆である。  「他の日記所有者」のようなマイナーキャラクターでさえ、非常に良いバックストーリーを持っていますが、それほど酷い暴力はありません。 私が他人の痛みや苦しみにあまり敏感ではない場合、私は自分の頭を膝の間で泣いているでしょう。代わりに、私はちょうど完全にうんざりしています。 シリーズが驚異的なのは、私が犯されたすべての上品さにもかかわらず、それを見ていることです。 それはまたあなたが目を覚ますのに非常に努力していて、もっと見ることを非常に不本意に望んでいる信じられない心理的操作要素を持っています。\u001b[22m\n\u001b[1m(Sate, kono shirīzu wa subarashīdesu. Shikashi, soreha mata, ichibu no hitobito dake ga rikai dekinai hodo kurutte iru to iu katachi de, hidoku chihōdearu. `Hoka no nikki shoyū-sha' no yōna mainākyarakutāde sae, hijō ni yoi bakkusutōrī o motte imasuga, sore hodo hidoi bōryoku wa arimasen. Watashi ga tanin no itami ya kurushimi ni amari binkande wanai baai, watashi wa jibun no atama o hiza no ma de naite irudeshou. Kawari ni, watashi wa chōdo kanzen ni unzari shite imasu. Shirīzu ga kyōi-tekina no wa, watashi ga okasa reta subete no jōhin-sa nimokakawarazu, sore o mite iru kotodesu. Sore wa mata anata ga me o samasu no ni hijō ni doryoku shite ite, motto miru koto o hijō ni fuhon'i ni nozonde iru shinjirarenai shinri-teki sōsa yōso o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mOk, this series is fantastic. But it's also heinously demented in a way that only some people are insane enough to comprehend. While even the minor characters such as 'other diary owners' have very good backstories, THERE IS TOO MUCH RAPE. If I weren't quite so desensitised to the pain and suffering of others, I would be crying my eyes out with my head between my knees, instead, i'm just thoroughly disgusted. It's a very good sign of how freaking amazing the series is that i'm watching it despite all the fucked up-ness going on. It also has an incredible psychological manipulation element that has you both trying very hard to stay awake, and wanting extremely impatiently to watch more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk, this series is fantastic.\u001b[24m\n    \u001b[1mさて、このシリーズは素晴らしいです。\u001b[22m, \u001b[1m[OK]を、このシリーズは素晴らしいです。\u001b[22m\n\u001b[4mBut it's also heinously demented in a way that only some people are insane enough to comprehend.\u001b[24m\n    \u001b[1mしかし、それはまた、一部の人々だけが理解できないほど狂っているという形で、ひどく痴呆である。\u001b[22m, \u001b[1mしかし、それだけで何人かの人々が理解するのに十分な非常識であるような方法でも凶悪に認知症です。\u001b[22m\n\u001b[4mWhile even the minor characters such as 'other diary owners' have very good backstories, THERE IS TOO MUCH RAPE.\u001b[24m\n    \u001b[1m「他の日記所有者」のようなマイナーキャラクターでさえ、非常に良いバックストーリーを持っていますが、それほど酷い暴力はありません。\u001b[22m, \u001b[1mこのような「他の日記所有者として少しでも文字は非常に良いbackstoriesを有するが、TOO MUCHレイプがあります。\u001b[22m\n\u001b[4mIf I weren't quite so desensitised to the pain and suffering of others, I would be crying my eyes out with my head between my knees, instead, i'm just thoroughly disgusted.\u001b[24m\n    \u001b[1m私が他人の痛みや苦しみにあまり敏感ではない場合、私は自分の頭を膝の間で泣いているでしょう。代わりに、私はちょうど完全にうんざりしています。\u001b[22m, \u001b[1m私はそれほど減感他人の痛みや苦しみになかったら、私は私の膝の間に私の頭と私の目を叫んであろう、その代わりに、私はちょうど徹底的にうんざりです。\u001b[22m\n\u001b[4mIt's a very good sign of how freaking amazing the series is that i'm watching it despite all the fucked up-ness going on.\u001b[24m\n    \u001b[1mシリーズが驚異的なのは、私が犯されたすべての上品さにもかかわらず、それを見ていることです。\u001b[22m, \u001b[1mこれは、シリーズは私がアップネスすべて犯さが起こってもかかわらず、それを見ているということです素晴らしいおかしくかの非常に良い兆候です。\u001b[22m\n\u001b[4mIt also has an incredible psychological manipulation element that has you both trying very hard to stay awake, and wanting extremely impatiently to watch more.\u001b[24m\n    \u001b[1mそれはまたあなたが目を覚ますのに非常に努力していて、もっと見ることを非常に不本意に望んでいる信じられない心理的操作要素を持っています。\u001b[22m, \u001b[1mまた、あなたは両方の目を覚まし滞在するのは非常に努力し、より多くのを見て非常にイライラしたい持っている信じられないほどの心理的な操作要素を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nTLDR: Fantastic series, but not for the feint of heart-ed.\n\n\u001b[1mTLDR：ファンタスティックなシリーズですが、ハートエドのようなものはありません。\u001b[22m\n\u001b[1m(TLDR: Fantasutikkuna shirīzudesuga, hātoedo no yōna mono wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mTLDR: Fantastic series, but not for the feint of heart-ed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTLDR: Fantastic series, but not for the feint of heart-ed.\u001b[24m\n    \u001b[1mTLDR：ファンタスティックなシリーズですが、ハートエドのようなものはありません。\u001b[22m, \u001b[1mTLDR：ファンタスティックシリーズではなく、心-EDのフェイントのため。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n*spoiler*\n/ˈspoilər/\n\n\u001b[1m*スポイラー*\u001b[22m\n\u001b[1m(* Supoirā*)\u001b[22m\n\nTranslations of \u001b[4m*spoiler*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*spoiler*\u001b[24m\n    \u001b[1m*スポイラー*\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n2/3 through the series, and already there have been 2 cases of gang rape and one of attempted gang rape. That's just fucked up in anyones books.\n\n\u001b[1mシリーズ2/3を経て、すでにギャング・レイプの2例とギャング・レイプの試みがなされている。 それはちょうどanyonesの本でめちゃくちゃです。\u001b[22m\n\u001b[1m(Shirīzu 2/ 3 o hete, sudeni gyangu reipu no 2-rei to gyangu reipu no kokoromi ga nasa rete iru. Sore wa chōdo anyones no hon de mechakuchadesu.)\u001b[22m\n\nTranslations of \u001b[4m2/3 through the series, and already there have been 2 cases of gang rape and one of attempted gang rape. That's just fucked up in anyones books.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2/3 through the series, and already there have been 2 cases of gang rape and one of attempted gang rape.\u001b[24m\n    \u001b[1mシリーズ2/3を経て、すでにギャング・レイプの2例とギャング・レイプの試みがなされている。\u001b[22m, \u001b[1mシリーズを通して2/3、すでに2集団強姦の例と試みた集団強姦の1がありました。\u001b[22m\n\u001b[4mThat's just fucked up in anyones books.\u001b[24m\n    \u001b[1mそれはちょうどanyonesの本でめちゃくちゃです。\u001b[22m, \u001b[1mそれはちょうどanyones本でめちゃくちゃです。\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "poetification",
    "profile": "/profile/poetification/reviews",
    "pages": "19",
    "number": "15",
    "link": "/reviews.php?id=59941",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n私が最初のエピソードを見たとき、私はこのアニメが良いと思った。 私は他のエピソードを見て、私はこのアニメに中毒になった。 そしてそれは終わった。 それは良い26話だった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhen i watched the first episode i thought that this anime is good. As i watch other episodes i became addicted to this anime. And then it finished. It was good 26 episodes.\n\n\u001b[1m私が最初のエピソードを見たとき、私はこのアニメが良いと思った。 私は他のエピソードを見て、私はこのアニメに中毒になった。 そしてそれは終わった。 それは良い26話だった。\u001b[22m\n\u001b[1m(Watashi ga saisho no episōdo o mita toki, watashi wa kono anime ga yoi to omotta. Watashi wa hoka no episōdo o mite, watashi wa kono anime ni chūdoku ni natta. Soshite sore wa owatta. Sore wa yoi 26-wadatta.)\u001b[22m\n\nTranslations of \u001b[4mWhen i watched the first episode i thought that this anime is good. As i watch other episodes i became addicted to this anime. And then it finished. It was good 26 episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen i watched the first episode i thought that this anime is good.\u001b[24m\n    \u001b[1m私が最初のエピソードを見たとき、私はこのアニメが良いと思った。\u001b[22m, \u001b[1m私は最初のエピソードを見たとき、私はこのアニメが良好であることを考えました。\u001b[22m\n\u001b[4mAs i watch other episodes i became addicted to this anime.\u001b[24m\n    \u001b[1m私は他のエピソードを見て、私はこのアニメに中毒になった。\u001b[22m, \u001b[1m私は他のエピソードを見て、私はこのアニメにはまりました。\u001b[22m\n\u001b[4mAnd then it finished.\u001b[24m\n    \u001b[1mそしてそれは終わった。\u001b[22m, \u001b[1mそして、それが終了しました。\u001b[22m\n\u001b[4mIt was good 26 episodes.\u001b[24m\n    \u001b[1mそれは良い26話だった。\u001b[22m, \u001b[1mこれは、26話良かったです。\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "rukuthehunter",
    "profile": "/profile/rukuthehunter/reviews",
    "pages": "19",
    "number": "16",
    "link": "/reviews.php?id=60165",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n誰かが時々暗い笑いを好む人\n\nこのシリーズはハーレムではありませんでした。\n\n私は部屋のカップルを持っているし、私のようなアニメには大きなものがあり、このシリーズは私が前後に走っていました。\n\n物語は深くて暗いひねりの物語です... ep 1 spoiler-\n\nだからあなたは友達がいないが、あなたの携帯電話にあなたの毎日の人生を記録するあなたの孤独をOKあなたは時間と空間の神であるデカルトを呼び出す\"想像上の\"友人を持っている.... あなたが思うこと）\n彼はこのアイデアを持っているので、あなたの人生はあなたの携帯電話であなたの未来を予測する能力を与え、あなたの人生が病気を意味するようにしたい、クールで甘い............そう、この能力を持つ他の12人の人 そしてあなたはすべて死に向かって戦わなければならないので、神として私の場所を取ることができますが、大丈夫です。\n\n物語は素晴らしく、作家の創造性はターンの後にあなたの座席ターンの端にあなたを保つ素晴らしいです。\n\n主人公の主人公の湯野さんは、私が彼女のために落ちたキャストへの素晴らしい追加です\n彼女は甘くてかわいらしいキャラクターで、暗くてひどい性格を持っています。 あなたはシリーズ全体の中であなた自身を尋ねるままになっています、彼女は友人か敵ですか？\n\nあなたが暗いひねりの恋愛アクションが好きなら、本当にそれをお勧めします\n弱い胃を警告するいくつかのシーンは楽しいものではありません",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIm someone who likes the occasional dark harem\n\n\u001b[1m誰かが時々暗い笑いを好む人\u001b[22m\n\u001b[1m(Dareka ga tokidoki kurai warai o konomu hito)\u001b[22m\n\nTranslations of \u001b[4mIm someone who likes the occasional dark harem\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIm someone who likes the occasional dark harem\u001b[24m\n    \u001b[1m誰かが時々暗い笑いを好む人\u001b[22m, \u001b[1m時折暗いハーレムが好きイム誰か\u001b[22m\n\u001b[1m\u001b[22m\nThis series wasn’t a harem.... it was so much better\n\n\u001b[1mこのシリーズはハーレムではありませんでした。\u001b[22m\n\u001b[1m(Kono shirīzu wa hāremude wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis series wasn’t a harem.... it was so much better\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis series wasn’t a harem.... it was so much better\u001b[24m\n    \u001b[1mこのシリーズはハーレムではありませんでした。\u001b[22m, \u001b[1mこのシリーズは、それがとても良かった....ハーレムではありませんでした\u001b[22m\n\u001b[1m\u001b[22m\nI have a couple of roomies and there big on anime like me and this series had me running back and forth going omg omg dudes guess what just happened\n\n\u001b[1m私は部屋のカップルを持っているし、私のようなアニメには大きなものがあり、このシリーズは私が前後に走っていました。\u001b[22m\n\u001b[1m(Watashi wa heya no kappuru o motte irushi, watashi no yōna anime ni wa ōkina mono ga ari, kono shirīzu wa watashi ga zengo ni hashitte imashita.)\u001b[22m\n\nTranslations of \u001b[4mI have a couple of roomies and there big on anime like me and this series had me running back and forth going omg omg dudes guess what just happened\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have a couple of roomies and there big on anime like me and this series had me running back and forth going omg omg dudes guess what just happened\u001b[24m\n    \u001b[1m私は部屋のカップルを持っているし、私のようなアニメには大きなものがあり、このシリーズは私が前後に走っていました。\u001b[22m, \u001b[1m男はちょうど何が起こったのかを推測するOMG OMG私は私のようなアニメに大きな存在roomiesとのカップルを持っているし、このシリーズは私が戻って実行していて、前後に行くしていました\u001b[22m\n\u001b[1m\u001b[22m\nThe story is a deep and dark twist tale... ep 1 spoiler-\n\n\u001b[1m物語は深くて暗いひねりの物語です... ep 1 spoiler-\u001b[22m\n\u001b[1m(Monogatari wa fukakute kurai hineri no monogataridesu... Ep 1 spoiler -)\u001b[22m\n\nTranslations of \u001b[4mThe story is a deep and dark twist tale... ep 1 spoiler-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is a deep and dark twist tale... ep 1 spoiler-\u001b[24m\n    \u001b[1m物語は深くて暗いひねりの物語です... ep 1 spoiler-\u001b[22m, \u001b[1m物語は深く、暗いツイスト物語... EP 1 spoiler-です\u001b[22m\n\u001b[1m\u001b[22m\nso ok your a loner you have no friends but you record your every day life on your phone but its ok you have a “imaginary” friend call Duex who happens to be the god of time and space.... yeh right (well that's what you think)\n\n\u001b[1mだからあなたは友達がいないが、あなたの携帯電話にあなたの毎日の人生を記録するあなたの孤独をOKあなたは時間と空間の神であるデカルトを呼び出す\"想像上の\"友人を持っている.... あなたが思うこと）\u001b[22m\n\u001b[1m(Dakara anata wa tomodachi ga inaiga, anata no geitaidenwa ni anata no mainichi no jinsei o kiroku suru anata no kodoku o OK anata wa jikan to kūkan no kamidearu Dekaruto o yobidasu\" sōzō-jō no\" yūjin o motte iru. ... Anata ga omoukoto))\u001b[22m\n\nTranslations of \u001b[4mso ok your a loner you have no friends but you record your every day life on your phone but its ok you have a “imaginary” friend call Duex who happens to be the god of time and space.... yeh right (well that's what you think)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mso ok your a loner you have no friends but you record your every day life on your phone but its ok you have a “imaginary” friend call Duex who happens to be the god of time and space.... yeh right (well that's\u001b[24m\n    \u001b[1mだからあなたは友達がいないが、あなたの携帯電話にあなたの毎日の人生を記録するあなたの孤独をOKあなたは時間と空間の神であるデカルトを呼び出す\"想像上の\"友人を持っている....\u001b[22m, \u001b[1mあなたは友達がいないが、あなたの携帯電話であなたの毎日の生活を記録していますが、（時間と空間....葉の右の神であることを起こる「虚」友人Duexを呼び出すを持っているだけでなくそれは大丈夫です、そのあなたの一匹狼ので大丈夫\u001b[22m\n\u001b[4mwhat you think)\u001b[24m\n    \u001b[1mあなたが思うこと）\u001b[22m, \u001b[1mあなたが考えるもの）\u001b[22m, \u001b[1mあなたが何を考えて）\u001b[22m\nhe has this idea 'ok so you want your life to mean something ill give you the ability to predict your future through your mobile phone, sounds cool, sweet...... oh by the way there's 12 other people that have this ability as well and you all have to fight to the death so you can take my place as a god but that's ok don't sweet the small stuff no biggy.'\n\n\u001b[1m彼はこのアイデアを持っているので、あなたの人生はあなたの携帯電話であなたの未来を予測する能力を与え、あなたの人生が病気を意味するようにしたい、クールで甘い............そう、この能力を持つ他の12人の人 そしてあなたはすべて死に向かって戦わなければならないので、神として私の場所を取ることができますが、大丈夫です。\u001b[22m\n\u001b[1m(Kare wa kono aidea o motte irunode, anata no jinsei wa anata no geitaidenwa de anata no mirai o yosoku suru nōryoku o atae, anata no jinsei ga byōki o imi suru yō ni shitai, kūru de amai... ... ... ... Sō, kono nōryoku o motsu ta no 12-ri no hito soshite anata wa subete shi ni mukatte tatakawanakereba naranainode,-shin to shite watashi no basho o toru koto ga dekimasuga, daijōbudesu.)\u001b[22m\n\nTranslations of \u001b[4mhe has this idea 'ok so you want your life to mean something ill give you the ability to predict your future through your mobile phone, sounds cool, sweet...... oh by the way there's 12 other people that have this ability as well and you all have to fight to the death so you can take my place as a god but that's ok don't sweet the small stuff no biggy.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mhe has this idea 'ok so you want your life to mean something ill give you the ability to predict your future through your mobile phone, sounds cool, sweet...... oh by the way there's 12 other people that have this ability\u001b[24m\n    \u001b[1m彼はこのアイデアを持っているので、あなたの人生はあなたの携帯電話であなたの未来を予測する能力を与え、あなたの人生が病気を意味するようにしたい、クールで甘い............そう、この能力を持つ他の12人の人\u001b[22m, \u001b[1m彼はこのアイデア「大丈夫そう、あなたの人生が病気に何かを意味する、あなたの携帯電話を通して、あなたの将来を予測する能力を与えたい、ああところで、この能力を持っている12他の人があります......、クールな甘い音を持っています\u001b[22m\n\u001b[4mas well and you all have to fight to the death so you can take my place as a god but that's ok don't sweet the small stuff no biggy.'\u001b[24m\n    \u001b[1mそしてあなたはすべて死に向かって戦わなければならないので、神として私の場所を取ることができますが、大丈夫です。\u001b[22m, \u001b[1m同様に、あなたのすべては、あなたが神として私の場所を取ることができるように死に戦わなければならないが、それは大丈夫小さなもののない巨大なもの甘いない操作を行います。」\u001b[22m\n\u001b[1m\u001b[22m\nThe story is fantastic and the creativity of the writers is fantastic it keeps you on the edge of your seat turn after turn.\n\n\u001b[1m物語は素晴らしく、作家の創造性はターンの後にあなたの座席ターンの端にあなたを保つ素晴らしいです。\u001b[22m\n\u001b[1m(Monogatari wa subarashiku, sakka no sōzō-sei wa tān no nochi ni anata no zaseki tān no hashi ni anata o tamotsu subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is fantastic and the creativity of the writers is fantastic it keeps you on the edge of your seat turn after turn.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is fantastic and the creativity of the writers is fantastic it keeps you on the edge of your seat turn after turn.\u001b[24m\n    \u001b[1m物語は素晴らしく、作家の創造性はターンの後にあなたの座席ターンの端にあなたを保つ素晴らしいです。\u001b[22m, \u001b[1m物語は幻想であり、作家の創造力は素晴らしいです、それはターン後のお座席のターンの端にあなたを保持します。\u001b[22m\n\u001b[1m\u001b[22m\nYuno the main female protagonist is a great addition to the cast i fell for her\n\n\u001b[1m主人公の主人公の湯野さんは、私が彼女のために落ちたキャストへの素晴らしい追加です\u001b[22m\n\u001b[1m(Shujinkō no shujinkō no Yuno-san wa, watashi ga kanojo no tame ni ochita kyasuto e no subarashī tsuikadesu)\u001b[22m\n\nTranslations of \u001b[4mYuno the main female protagonist is a great addition to the cast i fell for her\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYuno the main female protagonist is a great addition to the cast i fell for her\u001b[24m\n    \u001b[1m主人公の主人公の湯野さんは、私が彼女のために落ちたキャストへの素晴らしい追加です\u001b[22m, \u001b[1mユーノメインの女性主人公は私が彼女のために落ちたキャストに素晴らしい付加であります\u001b[22m\nShe’s a devoted cute and sweet character that has a dark twisted and sick personality.. (yes she is both). You’re left asking your self during the whole series, is she friend or foe?\n\n\u001b[1m彼女は甘くてかわいらしいキャラクターで、暗くてひどい性格を持っています。 あなたはシリーズ全体の中であなた自身を尋ねるままになっています、彼女は友人か敵ですか？\u001b[22m\n\u001b[1m(Kanojo wa amakute kawairashī kyarakutā de, kurakute hidoi seikaku o motte imasu. Anata wa shirīzu zentai no naka de anata jishin o tazuneru mama ni natte imasu, kanojo wa yūjin ka tekidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mShe’s a devoted cute and sweet character that has a dark twisted and sick personality.. (yes she is both). You’re left asking your self during the whole series, is she friend or foe?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShe’s a devoted cute and sweet character that has a dark twisted and sick personality.. (yes she is both).\u001b[24m\n    \u001b[1m彼女は甘くてかわいらしいキャラクターで、暗くてひどい性格を持っています。\u001b[22m, \u001b[1m彼女は暗いねじれや病気の人格..（はい、彼女は両方である）を持つ献身的なキュートで甘い文字です。\u001b[22m\n\u001b[4mYou’re left asking your self during the whole series, is she friend or foe?\u001b[24m\n    \u001b[1mあなたはシリーズ全体の中であなた自身を尋ねるままになっています、彼女は友人か敵ですか？\u001b[22m, \u001b[1mあなたが彼女は敵か味方で、シリーズ全体の間にあなたの自己を求めて左にしていますか？\u001b[22m\n\u001b[1m\u001b[22m\nWould really recommend it if you like a love action with a dark twist\n\n\u001b[1mあなたが暗いひねりの恋愛アクションが好きなら、本当にそれをお勧めします\u001b[22m\n\u001b[1m(Anata ga kurai hineri no ren'ai akushon ga sukinara, hontōni sore o o susume shimasu)\u001b[22m\n\nTranslations of \u001b[4mWould really recommend it if you like a love action with a dark twist\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWould really recommend it if you like a love action with a dark twist\u001b[24m\n    \u001b[1mあなたが暗いひねりの恋愛アクションが好きなら、本当にそれをお勧めします\u001b[22m, \u001b[1mあなたが暗いひねりを加えた愛のアクションが好きならば、実際にそれをお勧めします\u001b[22m\nwarning weak stomach some scenes aren’t pleasant\n\n\u001b[1m弱い胃を警告するいくつかのシーンは楽しいものではありません\u001b[22m\n\u001b[1m(Yowai i o keikoku suru ikutsu ka no shīn wa tanoshī monode wa arimasen)\u001b[22m\n\nTranslations of \u001b[4mwarning weak stomach some scenes aren’t pleasant\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwarning weak stomach some scenes aren’t pleasant\u001b[24m\n    \u001b[1m弱い胃を警告するいくつかのシーンは楽しいものではありません\u001b[22m, \u001b[1m弱い胃を警告いくつかのシーンは、快適ではありません\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "iateyourcookies",
    "profile": "/profile/iateyourcookies/reviews",
    "pages": "19",
    "number": "17",
    "link": "/reviews.php?id=62149",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  9\n\nこれはあなたの典型的なアニメの組み合わせではありません。 このアニメはホラー、スリラー、ロマンスのジャンルを含んでいます。 それはまた、その中に亀裂を持っていますが、それほど極端ではありません。 私は彼らのオープニング・ソングが大好きで、ミライ・ニッキーの全エピソードをダウンロードできるようにしました。 私はこのアニメを、暴力と愛情を愛する人々にお勧めしたいと思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis is not your typical anime pairings. This anime contains the genre of horror, thriller and romance. It also has gore in it but not not really that extreme. I love their opening song that it made made me download the whole Mirai Nikki episodes. I would want to recommend this anime to people who loves violence and gore.\n\n\u001b[1mこれはあなたの典型的なアニメの組み合わせではありません。 このアニメはホラー、スリラー、ロマンスのジャンルを含んでいます。 それはまた、その中に亀裂を持っていますが、それほど極端ではありません。 私は彼らのオープニング・ソングが大好きで、ミライ・ニッキーの全エピソードをダウンロードできるようにしました。 私はこのアニメを、暴力と愛情を愛する人々にお勧めしたいと思います。\u001b[22m\n\u001b[1m(Kore wa anata no tenkei-tekina anime no kumiawasede wa arimasen. Kono anime wa horā, surirā, romansu no janru o fukunde imasu. Sore wa mata, sono naka ni kiretsu o motte imasuga, sorehodo kyokutande wa arimasen. Watashi wa karera no ōpuningu songu ga daisukide, mirai nikkī no zen episōdo o daunrōdo dekiru yō ni shimashita. Watashi wa kono anime o, bōryoku to aijō o aisuru hitobito ni o susume shitai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is not your typical anime pairings. This anime contains the genre of horror, thriller and romance. It also has gore in it but not not really that extreme. I love their opening song that it made made me download the whole Mirai Nikki episodes. I would want to recommend this anime to people who loves violence and gore.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is not your typical anime pairings.\u001b[24m\n    \u001b[1mこれはあなたの典型的なアニメの組み合わせではありません。\u001b[22m, \u001b[1mこれはあなたの典型的なアニメのペアではありません。\u001b[22m\n\u001b[4mThis anime contains the genre of horror, thriller and romance.\u001b[24m\n    \u001b[1mこのアニメはホラー、スリラー、ロマンスのジャンルを含んでいます。\u001b[22m, \u001b[1mこのアニメはホラー、スリラーとロマンスのジャンルが含まれています。\u001b[22m\n\u001b[4mIt also has gore in it but not not really that extreme.\u001b[24m\n    \u001b[1mそれはまた、その中に亀裂を持っていますが、それほど極端ではありません。\u001b[22m, \u001b[1mまた、その中にマチがありますが、本当に極端ではないではありません。\u001b[22m\n\u001b[4mI love their opening song that it made made me download the whole Mirai Nikki episodes.\u001b[24m\n    \u001b[1m私は彼らのオープニング・ソングが大好きで、ミライ・ニッキーの全エピソードをダウンロードできるようにしました。\u001b[22m, \u001b[1m私はそれが作られた私は、全体の未来日記のエピソードをダウンロードし作られた彼らのオープニング曲が大好きです。\u001b[22m\n\u001b[4mI would want to recommend this anime to people who loves violence and gore.\u001b[24m\n    \u001b[1m私はこのアニメを、暴力と愛情を愛する人々にお勧めしたいと思います。\u001b[22m, \u001b[1m私は暴力とゴアを愛する人々にこのアニメをお勧めしたいと思います。\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "LeFlower-kun",
    "profile": "/profile/LeFlower-kun/reviews",
    "pages": "19",
    "number": "18",
    "link": "/reviews.php?id=121255",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  9\nキャラクター|  3\n|  9\n\nみらい にっき （あか ふつれ ぢあＲＹ）\n非常に中毒性の高いアニメは、多くの肯定的なものと否定的なものがあります。\nサバイバルゲームタイプのアニメであることから、あなたはすでにあなたが誇示されることを知っています。\nしかし、それはそれをうまく描写しているのですか？  = YESとNO\n\nはい、物語は非常にユニークなので、それはサバイバルゲームタイプのアニメですので、自動的に私のブラザーズから9を取得します。 いくつかの場面ではかなり感情的で、コメディはまともです。\nアニメの深刻さやダークトーンを崩壊させてしまうこともあります。\n\nストーリー9：私が上記のように、それは日記を与えられた日記保持者についてのものであり、それぞれの日記は特定の異なる能力と用途を持ち、さまざまな方法で将来を予測することができます。 彼らは、神が死んで、その結果として世界が破壊された締め切り前にお互いを殺す必要があります。 そのため、1人の受賞者（日記ユーザー）が新しい世界の新しい神になれるよう、残っている最後の1人になる必要があります。\n\nアート7：時には芸術にいくつかの間違いがあります。アニメのアートのように美しいものではありません。（サイコパス、罪悪感のあるクラウン、エンジェルビートなど）、アートは少し優雅です そして古い。 それは多くの面で幼稚に見えます。\n\n9サウンド：私は好き\nオープニング1と2は良いものだったし、悲しいシーンで使われた感情的なサウンドトラックもあった。\n\nキャラクター3：LOL 26人のLOLがいる場合、最初の5つのエピソードですでに12人の日記ユーザーのようになり、約5人が死亡しています。 ペーシングはひどく行われ、より良い結果が得られた可能性があります。\nキャラクターのデザインによって、私は牛や羊のような笑い声になります。 私は画面上で吐き気を吐き、床に喘ぐ。 メインボーイの主人公は騒がしく、唯一の好きなキャラクターは、精神的な問題を抱えている変態サイコマニアックな美人の女の子であるゆのです。 日記保持者のキャラクターの恐ろしいデザインは、暗くて深刻な気分や雰囲気をアニメから遠ざけます。\n\n楽しさ9：本当にマルタのような中毒チョコレート〜\n全体的に9：もちろん、どうしてですか？ それはあなたが農業の理由のために畑で使用される牛になることが犯罪にもかかわらず、良いアニメです。\n\nフラワービーオックスフォード教授",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nみらい にっき （あか ふつれ ぢあＲＹ）\n(Mi rai ni kki (aka futsure dji a RY))\n\n\u001b[1mみらい にっき （あか ふつれ ぢあＲＹ）\u001b[22m\n\u001b[1m(Mi rai ni kki (aka futsure dji a RY))\u001b[22m\nA very addicting anime, has many positive things as well as negative things.\n\n\u001b[1m非常に中毒性の高いアニメは、多くの肯定的なものと否定的なものがあります。\u001b[22m\n\u001b[1m(Hijō ni chūdoku-sei no takai anime wa, ōku no kōtei-tekina mono to hitei-tekina mono ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mA very addicting anime, has many positive things as well as negative things.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA very addicting anime, has many positive things as well as negative things.\u001b[24m\n    \u001b[1m非常に中毒性の高いアニメは、多くの肯定的なものと否定的なものがあります。\u001b[22m, \u001b[1m非常に中毒アニメは、多くの肯定的なものだけでなく、負のものを持っています。\u001b[22m\nBeing a survival game type anime, you already know you are gonna be hyped up.\n\n\u001b[1mサバイバルゲームタイプのアニメであることから、あなたはすでにあなたが誇示されることを知っています。\u001b[22m\n\u001b[1m(Sabaibarugēmutaipu no animedearu koto kara, anata wa sudeni anata ga koji sa reru koto o shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mBeing a survival game type anime, you already know you are gonna be hyped up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeing a survival game type anime, you already know you are gonna be hyped up.\u001b[24m\n    \u001b[1mサバイバルゲームタイプのアニメであることから、あなたはすでにあなたが誇示されることを知っています。\u001b[22m, \u001b[1mサバイバルゲームのタイプのアニメなので、あなたはすでにあなたがつもりアップ宣伝されている知っています。\u001b[22m\nBUT question is, does it portray it well? = YES AND NO\n\n\u001b[1mしかし、それはそれをうまく描写しているのですか？  = YESとNO\u001b[22m\n\u001b[1m(Shikashi, sore wa sore o umaku byōsha shite iru nodesu ka? = I~esu to NO)\u001b[22m\n\nTranslations of \u001b[4mBUT question is, does it portray it well? = YES AND NO\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBUT question is, does it portray it well?\u001b[24m\n    \u001b[1mしかし、それはそれをうまく描写しているのですか？\u001b[22m, \u001b[1mしかし、問題は、それはそれをうまく描くんですか？\u001b[22m\n\u001b[4m= YES AND NO\u001b[24m\n    \u001b[1m= YESとNO\u001b[22m\n\u001b[1m\u001b[22m\nYES because the story is quite unique and it is a survival game type anime and so it automatically gets a 9 from me bros. It is quite emotional at some scenes as well and comedy is decent.\n\n\u001b[1mはい、物語は非常にユニークなので、それはサバイバルゲームタイプのアニメですので、自動的に私のブラザーズから9を取得します。 いくつかの場面ではかなり感情的で、コメディはまともです。\u001b[22m\n\u001b[1m(Hai, monogatari wa hijō ni yunīkunanode, soreha sabaibarugēmutaipu no animedesunode, jidōtekini watashi no burazāzu kara 9 o shutoku shimasu. Ikutsu ka no bamende wa kanari kanjō-tekide, komedi wa matomodesu.)\u001b[22m\n\nTranslations of \u001b[4mYES because the story is quite unique and it is a survival game type anime and so it automatically gets a 9 from me bros. It is quite emotional at some scenes as well and comedy is decent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYES because the story is quite unique and it is a survival game type anime and so it automatically gets a 9 from me bros.\u001b[24m\n    \u001b[1mはい、物語は非常にユニークなので、それはサバイバルゲームタイプのアニメですので、自動的に私のブラザーズから9を取得します。\u001b[22m, \u001b[1mYES物語は非常にユニークであり、それはサバイバルゲームのタイプのアニメですので、それは自動的に私ブロスから9を取得しているため。\u001b[22m\n\u001b[4mIt is quite emotional at some scenes as well and comedy is decent.\u001b[24m\n    \u001b[1mいくつかの場面ではかなり感情的で、コメディはまともです。\u001b[22m, \u001b[1mそれだけでなく、いくつかのシーンで非常に感情的で、喜劇はまともです。\u001b[22m\nNO because the comedy presented can sometimes be viewed quite lamely, the characters and their designs make me want to puke and vomit so bad sometimes, it just ruins the seriousness and dark tone of the anime.\n\n\u001b[1mアニメの深刻さやダークトーンを崩壊させてしまうこともあります。\u001b[22m\n\u001b[1m(Anime no shinkoku-sa ya dākutōn o hōkai sa sete shimau koto mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mNO because the comedy presented can sometimes be viewed quite lamely, the characters and their designs make me want to puke and vomit so bad sometimes, it just ruins the seriousness and dark tone of the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNO because the comedy presented can sometimes be viewed quite lamely, the characters and their designs make me want to puke and vomit so bad sometimes, it just ruins the seriousness and dark tone of the anime.\u001b[24m\n    \u001b[1mアニメの深刻さやダークトーンを崩壊させてしまうこともあります。\u001b[22m, \u001b[1m提示コメディが、時には非常に弱々しく見ることができるので、NO、文字とそのデザインはそれだけで深刻さやアニメの暗いトーン遺跡、私は吐くと、時々悪く嘔吐したくなります。\u001b[22m\n\u001b[1m\u001b[22m\nStory 9: Win, like I mentioned above, it is about diary holders who have been given diaries and each diary has specific different abilities and uses and can predict the future in different ways. They have to kill each other before the deadline, where the God dies and thus as a result, the world is destroyed as well. For that reason, one winner (a diary user) will have to be the last one remaining so they can become the new God of a new world.\n\n\u001b[1mストーリー9：私が上記のように、それは日記を与えられた日記保持者についてのものであり、それぞれの日記は特定の異なる能力と用途を持ち、さまざまな方法で将来を予測することができます。 彼らは、神が死んで、その結果として世界が破壊された締め切り前にお互いを殺す必要があります。 そのため、1人の受賞者（日記ユーザー）が新しい世界の新しい神になれるよう、残っている最後の1人になる必要があります。\u001b[22m\n\u001b[1m(Sutōrī 9: Watashi ga jōki no yō ni, soreha nikki o atae rareta nikki hoji-sha ni tsuite no monodeari, sorezore no nikki wa tokutei no kotonaru nōryoku to yōto o mochi, samazamana hōhō de shōrai o yosoku suru koto ga dekimasu. Karera wa,-shin ga shinde, sono kekka to shite sekai ga hakai sa reta shimekiri mae ni otagai o korosu hitsuyō ga arimasu. Sonotame, 1-ri no jushō-sha (nikki yūzā) ga atarashī sekai no atarashī kami ni nareru yō, nokotte iru saigo no 1-ri ni naru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory 9: Win, like I mentioned above, it is about diary holders who have been given diaries and each diary has specific different abilities and uses and can predict the future in different ways. They have to kill each other before the deadline, where the God dies and thus as a result, the world is destroyed as well. For that reason, one winner (a diary user) will have to be the last one remaining so they can become the new God of a new world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 9: Win, like I mentioned above, it is about diary holders who have been given diaries and each diary has specific different abilities and uses and can predict the future in different ways.\u001b[24m\n    \u001b[1mストーリー9：私が上記のように、それは日記を与えられた日記保持者についてのものであり、それぞれの日記は特定の異なる能力と用途を持ち、さまざまな方法で将来を予測することができます。\u001b[22m, \u001b[1mストーリー9：私は上記のように勝つには、それは日記を与えられた日記所有者についてであり、各日記は、特定のさまざまな能力や用途を有しており、さまざまな方法で未来を予測することができます。\u001b[22m\n\u001b[4mThey have to kill each other before the deadline, where the God dies and thus as a result, the world is destroyed as well.\u001b[24m\n    \u001b[1m彼らは、神が死んで、その結果として世界が破壊された締め切り前にお互いを殺す必要があります。\u001b[22m, \u001b[1m彼らは、神が死んだので、結果として、世界は同様に破壊される期限、前にお互いを殺さなければなりません。\u001b[22m\n\u001b[4mFor that reason, one winner (a diary user) will have to be the last one remaining so they can become the new God of a new world.\u001b[24m\n    \u001b[1mそのため、1人の受賞者（日記ユーザー）が新しい世界の新しい神になれるよう、残っている最後の1人になる必要があります。\u001b[22m, \u001b[1mそのため、1勝者（日記ユーザー）は、それらが新しい世界の新しい神になることができるように残っている最後の1である必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nArt 7: There are some evident mistakes in the art at times, and it isn't really beautiful like some art of some anime can be (eg psycho-pass, guilty crown and angel beats) and the art is a bit un-elegant and old. it looks childish in many aspects.\n\n\u001b[1mアート7：時には芸術にいくつかの間違いがあります。アニメのアートのように美しいものではありません。（サイコパス、罪悪感のあるクラウン、エンジェルビートなど）、アートは少し優雅です そして古い。 それは多くの面で幼稚に見えます。\u001b[22m\n\u001b[1m(Āto 7: Tokiniha geijutsu ni ikutsu ka no machigai ga arimasu. Anime no āto no yō ni utsukushī monode wa arimasen. (Saikopasu, zaiaku-kan no aru Kuraun, enjerubīto nado), āto wa sukoshi yūgadesu soshite furui. Sore wa ōku no men de yōchi ni miemasu.)\u001b[22m\n\nTranslations of \u001b[4mArt 7: There are some evident mistakes in the art at times, and it isn't really beautiful like some art of some anime can be (eg psycho-pass, guilty crown and angel beats) and the art is a bit un-elegant and old. it looks childish in many aspects.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 7: There are some evident mistakes in the art at times, and it isn't really beautiful like some art of some anime can be (eg psycho-pass, guilty crown and angel beats) and the art is a bit un-elegant\u001b[24m\n    \u001b[1mアート7：時には芸術にいくつかの間違いがあります。アニメのアートのように美しいものではありません。（サイコパス、罪悪感のあるクラウン、エンジェルビートなど）、アートは少し優雅です\u001b[22m, \u001b[1mアート7：あり当いくつかの明白な誤りが倍であり、そしていくつかのアニメのいくつかの技術は、（例えばPSYCHO-PASSサイコパス、ギルティクラウンとエンジェルビーツ）することができ、技術はビット未エレガントであるように、それは本当に美しいではありません\u001b[22m\n\u001b[4mand old.\u001b[24m\n    \u001b[1mそして古い。\u001b[22m, \u001b[1m古いです。\u001b[22m\n\u001b[4mit looks childish in many aspects.\u001b[24m\n    \u001b[1mそれは多くの面で幼稚に見えます。\u001b[22m\n\u001b[1m\u001b[22m\nSound 9: me gusta\n\n\u001b[1m9サウンド：私は好き\u001b[22m\n\u001b[1m(9 Saundo: Watashi wa suki)\u001b[22m\n\nTranslations of \u001b[4mSound 9: me gusta\u001b[24m\n[ \u001b[4mEspañol\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[4mSound\u001b[24m\n    \u001b[1mサウンド\u001b[22m, \u001b[1m聞こえる\u001b[22m, \u001b[1mのサウンド\u001b[22m, \u001b[1mに聞こえる\u001b[22m, \u001b[1mの音\u001b[22m\n\u001b[4m:\u001b[24m\n    \u001b[1m：\u001b[22m\n\u001b[4mme me gusta\u001b[24m\n    \u001b[1m私は好き\u001b[22m, \u001b[1m私が好き\u001b[22m, \u001b[1m私が好きな\u001b[22m, \u001b[1m私のよう\u001b[22m, \u001b[1m私のような\u001b[22m\nOpening 1 and ending 2 were good, and also the emotional soundtracks that were used during the sad scenes.\n\n\u001b[1mオープニング1と2は良いものだったし、悲しいシーンで使われた感情的なサウンドトラックもあった。\u001b[22m\n\u001b[1m(Ōpuningu 1 to 2 wa yoi monodattashi, kanashī shīn de tsukawa reta kanjō-tekina saundotorakku mo atta.)\u001b[22m\n\nTranslations of \u001b[4mOpening 1 and ending 2 were good, and also the emotional soundtracks that were used during the sad scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOpening 1 and ending 2 were good, and also the emotional soundtracks that were used during the sad scenes.\u001b[24m\n    \u001b[1mオープニング1と2は良いものだったし、悲しいシーンで使われた感情的なサウンドトラックもあった。\u001b[22m, \u001b[1m1を開くと2を終了することはよかった、とも悲しい場面で使用された感情的なサウンドトラック。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters 3: LOL There are like 12 diary users and about 5 die off already in the first 5 episodes when there are 26 LOL. Pacing is done badly, and could have been better.\n\n\u001b[1mキャラクター3：LOL 26人のLOLがいる場合、最初の5つのエピソードですでに12人の日記ユーザーのようになり、約5人が死亡しています。 ペーシングはひどく行われ、より良い結果が得られた可能性があります。\u001b[22m\n\u001b[1m(Kyarakutā 3: LOL 26-ri no LOL ga iru baai, saisho no itsutsu no episōdo de sudeni 12-ri no nikki yūzā no yō ni nari, yaku 5-ri ga shibō shite imasu. Pēshingu wa hidoku okonawa re, yori yoi kekka ga e rareta kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters 3: LOL There are like 12 diary users and about 5 die off already in the first 5 episodes when there are 26 LOL. Pacing is done badly, and could have been better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters 3: LOL There are like 12 diary users and about 5 die off already in the first 5 episodes when there are 26 LOL.\u001b[24m\n    \u001b[1mキャラクター3：LOL 26人のLOLがいる場合、最初の5つのエピソードですでに12人の日記ユーザーのようになり、約5人が死亡しています。\u001b[22m, \u001b[1mキャラクター3：LOL 12日記ユーザーのような存在であり、26 LOLがあるときに、約5は、最初の5話ですでに死滅します。\u001b[22m\n\u001b[4mPacing is done badly, and could have been better.\u001b[24m\n    \u001b[1mペーシングはひどく行われ、より良い結果が得られた可能性があります。\u001b[22m, \u001b[1mペーシングがひどく行われ、改善の余地があります。\u001b[22m\nThe character designs make me laugh like cow and sheep stock. Makes me vomit on the screen, and piss on the floor. The main boy protagonist is a wuss and the only likeable character is Yuno, who is a freaky psycho maniac good looking girl with mental issues. The horrible designs of some of the diary holder characters drive the dark and serious mood and atmosphere away from the anime.\n\n\u001b[1mキャラクターのデザインは、私を牛と羊のストックのように笑わせる。 私は画面上で吐き気を吐き、床に喘ぐ。 メインボーイの主人公は騒がしく、唯一の好きなキャラクターは、精神的な問題を抱えている変態サイコマニアックな美人の女の子であるゆのです。 日記保持者のキャラクターの恐ろしいデザインは、暗くて深刻な気分や雰囲気をアニメから遠ざけます。\u001b[22m\n\u001b[1m(Kyarakutā no dezain wa, watashi o ushi to hitsuji no sutokku no yō ni warawaseru. Watashi wa gamen'ue de hakike o haki, yuka ni aegu. Meinbōi no shujinkō wa sawagashiku, yuiitsu no sukina kyarakutā wa, seishin-tekina mondai o kakaete iru hentai saikomaniakkuna bijin no on'nanokodearu yu nodesu. Nikki hoji-sha no kyarakutā no osoroshī dezain wa, kurakute shinkokuna kibun ya fun'iki o anime kara tōzakemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe character designs make me laugh like cow and sheep stock. Makes me vomit on the screen, and piss on the floor. The main boy protagonist is a wuss and the only likeable character is Yuno, who is a freaky psycho maniac good looking girl with mental issues. The horrible designs of some of the diary holder characters drive the dark and serious mood and atmosphere away from the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character designs make me laugh like cow and sheep stock.\u001b[24m\n    \u001b[1mキャラクターのデザインは、私を牛と羊のストックのように笑わせる。\u001b[22m, \u001b[1mキャラクターデザインは、私は牛や羊の株式のように笑わせます。\u001b[22m\n\u001b[4mMakes me vomit on the screen, and piss on the floor.\u001b[24m\n    \u001b[1m私は画面上で吐き気を吐き、床に喘ぐ。\u001b[22m, \u001b[1m私は、画面上に嘔吐し、床に小便にします。\u001b[22m\n\u001b[4mThe main boy protagonist is a wuss and the only likeable character is Yuno, who is a freaky psycho maniac good looking girl with mental issues.\u001b[24m\n    \u001b[1mメインボーイの主人公は騒がしく、唯一の好きなキャラクターは、精神的な問題を抱えている変態サイコマニアックな美人の女の子であるゆのです。\u001b[22m, \u001b[1mメイン少年の主人公は怖がりであり、唯一の好感の持てるキャラクターが精神的な問題との気紛れサイコマニアック格好良い女の子ですゆ、です。\u001b[22m\n\u001b[4mThe horrible designs of some of the diary holder characters drive the dark and serious mood and atmosphere away from the anime.\u001b[24m\n    \u001b[1m日記保持者のキャラクターの恐ろしいデザインは、暗くて深刻な気分や雰囲気をアニメから遠ざけます。\u001b[22m, \u001b[1m日記ホルダー文字の一部の恐ろしいデザインは離れアニメから暗いと深刻な気分や雰囲気を駆動します。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 9: Gets Really addicting like MALTESERS chocolate~\n\n\u001b[1m楽しさ9：本当にマルタのような中毒チョコレート〜\u001b[22m\n\u001b[1m(Tanoshisa 9: Hontōni Maruta no yōna chūdoku chokorēto 〜)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 9: Gets Really addicting like MALTESERS chocolate~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 9: Gets Really addicting like MALTESERS chocolate~\u001b[24m\n    \u001b[1m楽しさ9：本当にマルタのような中毒チョコレート〜\u001b[22m, \u001b[1m楽し9：本当に〜MALTESERSチョコレートのような中毒を取得します\u001b[22m\nOverall 9: Sure, why not? it is a good anime despite the flawswhich make you become cows used on a field for agricultural reasons.\n\n\u001b[1m全体的に9：もちろん、どうしてですか？ それはあなたが農業の理由のために畑で使用される牛になることが犯罪にもかかわらず、良いアニメです。\u001b[22m\n\u001b[1m(Zentai-teki ni 9: Mochiron, dōshitedesu ka? Sore wa anata ga nōgyō no riyū no tame ni hata de shiyō sa reru ushi ni naru koto ga hanzai nimokakawarazu, yoi animedesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall 9: Sure, why not? it is a good anime despite the flawswhich make you become cows used on a field for agricultural reasons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 9: Sure, why not?\u001b[24m\n    \u001b[1m全体的に9：もちろん、どうしてですか？\u001b[22m, \u001b[1m9全体：確かに、なぜでしょうか？\u001b[22m\n\u001b[4mit is a good anime despite the flawswhich make you become cows used on a field for agricultural reasons.\u001b[24m\n    \u001b[1mそれはあなたが農業の理由のために畑で使用される牛になることが犯罪にもかかわらず、良いアニメです。\u001b[22m, \u001b[1mそれはあなたが農業の理由のために、フィールド上で使用される牛になるようになりflawswhichにもかかわらず、良いアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nFlowerbyo- ex oxford professor\n\n\u001b[1mフラワービーオックスフォード教授\u001b[22m\n\u001b[1m(Furawābīokkusufōdo kyōju)\u001b[22m\n\nTranslations of \u001b[4mFlowerbyo- ex oxford professor\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFlowerbyo- ex oxford professor\u001b[24m\n    \u001b[1mフラワービーオックスフォード教授\u001b[22m, \u001b[1mFlowerbyo-元オックスフォード教授\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "anotherbanglah",
    "profile": "/profile/anotherbanglah/reviews",
    "pages": "19",
    "number": "19",
    "link": "/reviews.php?id=119957",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  6\nキャラクター|  5\n|  8\n\n将来の日記として英語でも知られているミライニッキーは、26世紀の長いシリーズで、世界中のデュー・エス・マシナの神によって編成されたバトル・ロイヤルデスマッチでお互いに戦っている数少ない人たちです。 このショーは、最初の数回のエピソードでは、さまざまな方法で未来を伝えることができる特定の日記を持つという独創的なコンセプトを追加しても、何の特別なものでもありません。  Fate / zeroのようなものに匹敵する華麗なアニメ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nMirai nikki also known in english as future diary is a 26 episode long series that is about a select few number of people battling each other in a battle royal deathmatch orchestrated by the god of the world deus ex machina. This show is really nothing special despite it having a glimmer of hope in the first few episodes with adding a very original concept of having a specific diary that can tell the future in various ways but all balanced which personally i believed based on setting alone was an anime brilliant enough to rival things such as Fate/zero.\n\n\u001b[1m将来の日記として英語でも知られているミライニッキーは、26世紀の長いシリーズで、世界中のデュー・エス・マシナの神によって編成されたバトル・ロイヤルデスマッチでお互いに戦っている数少ない人たちです。 このショーは、最初の数回のエピソードでは、さまざまな方法で未来を伝えることができる特定の日記を持つという独創的なコンセプトを追加しても、何の特別なものでもありません。  Fate / zeroのようなものに匹敵する華麗なアニメ。\u001b[22m\n\u001b[1m(Shōrai no nikki to shite eigode mo shira rete iru mirainikkī wa, 26 seiki no nagai shirīzu de, sekaijū no de~yū Esu mashina no kami ni yotte hensei sa reta batoru roiyarudesumatchi de otagai ni tatakatte iru kazusukunai hito-tachidesu. Kono shō wa, saisho no sū-kai no episōdode wa, samazamana hōhō de mirai o tsutaeru koto ga dekiru tokutei no nikki o motsu to iu dokusō-tekina konseputo o tsuika shite mo, nani no tokubetsuna monode mo arimasen. Feito/ zero no yōna mono ni hitteki suru kareina anime.)\u001b[22m\n\nTranslations of \u001b[4mMirai nikki also known in english as future diary is a 26 episode long series that is about a select few number of people battling each other in a battle royal deathmatch orchestrated by the god of the world deus ex machina. This show is really nothing special despite it having a glimmer of hope in the first few episodes with adding a very original concept of having a specific diary that can tell the future in various ways but all balanced which personally i believed based on setting alone was an anime brilliant enough to rival things such as Fate/zero.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMirai nikki also known in english as future diary is a 26 episode long series that is about a select few number of people battling each other in a battle royal deathmatch orchestrated by the god of the world deus ex machina.\u001b[24m\n    \u001b[1m将来の日記として英語でも知られているミライニッキーは、26世紀の長いシリーズで、世界中のデュー・エス・マシナの神によって編成されたバトル・ロイヤルデスマッチでお互いに戦っている数少ない人たちです。\u001b[22m, \u001b[1mまた、将来の日記として英語で知られている未来日記はデウスエクスマキナ世界の神によって画策戦い王室のデスマッチで互いに戦っ人の少数精鋭数についてです26エピソード長いシリーズです。\u001b[22m\n\u001b[4mThis show is really nothing special despite it having a glimmer of hope in the first few episodes with adding a very original concept of having a specific diary that can tell the future in various ways but all balanced which personally i believed based on setting alone was an\u001b[24m\n    \u001b[1mこのショーは、最初の数回のエピソードでは、さまざまな方法で未来を伝えることができる特定の日記を持つという独創的なコンセプトを追加しても、何の特別なものでもありません。\u001b[22m, \u001b[1mこのショーは、それが個人的に私がしただけでは設定に基づいて考えられてバランスがさまざまな形で将来が、すべてを伝えることができ、特定の日記を持っていることの非常にオリジナルのコンセプトを追加すると最初のいくつかのエピソードにかすかな希望を持つにもかかわらず、本当に特別なものではありません\u001b[22m\n\u001b[4manime brilliant enough to rival things such as Fate/zero.\u001b[24m\n    \u001b[1mFate / zeroのようなものに匹敵する華麗なアニメ。\u001b[22m, \u001b[1mこのようなフェイト/ゼロとして物事に対抗するのに十分な華麗なアニメ。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "hboc22",
    "profile": "/profile/hboc22/reviews",
    "pages": "19",
    "number": "20",
    "link": "/reviews.php?id=98537",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\nあなたはたぶん、このシリーズについて聞いたことがあります。なぜなら、ゆには、物語の多くが周りを回っている執拗な精神的擬似ストーカーです。 だから、ほとんどの人がこのアニメを見始めます。なぜなら、そのアニメは、「狂った女の子がいるアニメ」だからです。 私は本当にこのシリーズを楽しんだが、それは誰のためではない。 本質的にはサバイバルゲームに包まれたサスペンスな雰囲気の中で、慣習的ではないロマンスの物語。 それは意味が分かりませんが、光の妖怪がすべてを吸って、ガールフレンドがすべてをやり遂げるようになったデスノートを想像してみると、終わり近くに人々は魔法の力を得て、互いにカメハメハを投げ始めます。 プロットは生き残る最後の人に彼の神聖な力を与える死ぬ神によって未来を見る能力を与えられている約12人の人々を回している。 すべてのキャラクターはよく考えられており、ショーの最大の強みは、頻繁に起こる恐ろしい出来事のために彼らが発展する方法です。 あなたの注意を引きつけるためにそれを得るためにいくつかの暴力を必要とする、しかし、あなたはこのシリーズを楽しむでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nYou probably have heard about this series because of Yuno, the clingy psychotic pseudo-stalker who much of the story revolves around. So most people start watching this anime because they are suggested it as an 'anime with a crazy girl in it.' I really enjoyed the series, but it's not for everyone. Essentially its a unconventional romance story in a suspenseful setting wrapped in a survival game. If that doesn't make sense imagine Death Note where light yagami sucks at everything and has his girlfriend do everything instead ,and then near the end people get magic powers and start throwing Kamehamehas at each other. The plot revolves around twelve people who are given the ability to see the future by a dying god who will give his godly powers to the last one alive. All of the characters are well thought out ,and the biggest strength of the show is way they develop due to the frequent horrible events they are forced into. If want to see an intertaining story, with great character progression, but need some violence for it to keep your attention you will enjoy this series.\n\n\u001b[1mあなたはたぶん、このシリーズについて聞いたことがあります。なぜなら、ゆには、物語の多くが周りを回っている執拗な精神的擬似ストーカーです。 だから、ほとんどの人がこのアニメを見始めます。なぜなら、そのアニメは、「狂った女の子がいるアニメ」だからです。 私は本当にこのシリーズを楽しんだが、それは誰のためではない。 本質的にはサバイバルゲームに包まれたサスペンスな雰囲気の中で、慣習的ではないロマンスの物語。 それは意味が分かりませんが、光の妖怪がすべてを吸って、ガールフレンドがすべてをやり遂げるようになったデスノートを想像してみると、終わり近くに人々は魔法の力を得て、互いにカメハメハを投げ始めます。 プロットは生き残る最後の人に彼の神聖な力を与える死ぬ神によって未来を見る能力を与えられている約12人の人々を回している。 すべてのキャラクターはよく考えられており、ショーの最大の強みは、頻繁に起こる恐ろしい出来事のために彼らが発展する方法です。 あなたの注意を引きつけるためにそれを得るためにいくつかの暴力を必要とする、しかし、あなたはこのシリーズを楽しむでしょう。\u001b[22m\n\u001b[1m(Anata wa tabun, kono shirīzu ni tsuite kiita koto ga arimasu. Nazenara, yu ni wa, monogatari no ōku ga mawari o mawatte iru shitsuyōna seishin-teki giji sutōkādesu. Dakara, hotondo no hito ga kono anime o mi hajimemasu. Nazenara, sono anime wa,`kurutta on'nanoko ga iru anime'dakaradesu. Watashi wa hontōni kono shirīzu o tanoshindaga, sore wa dare no tamede wanai. Honshitsu-teki ni wa sabaibarugēmu ni tsutsuma reta sasupensuna fun'iki no naka de, kanshū-tekide wanai romansu no monogatari. Sore wa imi ga wakarimasenga,-kō no yōkai ga subete o sutte, gārufurendo ga subete o yaritogeru yō ni natta desunōto o sōzō shite miru to, owari chikaku ni hitobito wa mahō no chikara o ete, tagaini kamehameha o nage hajimemasu. Purotto wa ikinokoru saigo no hito ni kare no shinseina-ryoku o ataeru shinu kami ni yotte mirai o miru nōryoku o atae rarete iru yaku 12-ri no hitobito o mawashite iru. Subete no kyarakutā wa yoku kangae rarete ori, shō no saidai no tsuyomi wa, hinpan ni okoru osoroshī dekigoto no tame ni karera ga hatten suru hōhōdesu. Anata no chūi o hikitsukeru tame ni sore o eru tame ni ikutsu ka no bōryoku o hitsuyō to suru, shikashi, anata wa kono shirīzu o tanoshimudeshou.)\u001b[22m"
  }
]
