[
  {
    "title": "Tibet_Inu_Monogatari",
    "id": "10629",
    "url": "https://myanimelist.net/anime/10629/Tibet_Inu_Monogatari",
    "user": "ridojiri",
    "profile": "/profile/ridojiri/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=60111",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\nチベットの「大凶暴な犬」の話は、母親が死亡した後に父親と一緒に住むチベットに移住した男の子について、ちょっとした感傷的な話です。 ここで彼は複数の関係を築く。 中心的な関係は金色の毛皮で覆われたチベットの「マスチフ」との関係である。 ストーリーがゆっくりと動いているので、私はストーリーをさらに説明すればこの映画を見て楽しむことができます。\nこのアニメのアニメーションはかなり良いです。 動物の動き、人間の動きは非常に流動的で、非常に印象的です。 景観のアートワークは、それが実際のチベットの風景よりも生産的で緑色であることを誇張しながら、まだよく行われています。 実際の犬とオオカミはよく描かれ、彼らが実際にどのように見えるかと常に強い関係があります。 しかし、馬はわずかに活発ではなく、実際には犬が過度に人間化されている映画の中で、それらを実際にはオブジェクトとして描写しています。 アニメーションの1つの制限は、地形、地形、景観をまったく伝えていないことです。 キャラクターのデザインはかなり正確にとどまり、服のような建築やその他の文化的特徴のデザインもかなり献身的です。 この映画は、視聴者にチベットの幸せを満喫することを絶対に望んでいる。\nサウンドはかなり標準的な公正です。 声優との少しの混乱が最初に感じら​​れるかもしれません。これは重要なポイントかもしれません。 確かに何も政治的ではなく、それほど熱心なものではなく、中国の様式はチベットのものの代わりにある程度描かれています。 クリント・イーストウッドが砂漠のホワイト・サンを指揮していたならば、この生産プロセスは映画の混乱を招いてしまいました。 これの大きなポイントは北京語です。 どのチベット人が話せない言語 - チベット語では難しいことですが、映画で使用される可能性が最も高い言語は、3つの別々の「方言」（統一者、Dzongkha）です。 中国）の公式チベット人。 いくつかのアニメファンは、マンダリンの嫌がらせを見つけるかもしれません。 しかし、少なくとも身体の言語は、ある程度は日本人にとどまっています。 この映画は北京語です。 え？ あなたは言う。 同意する。 あなたが言っている中国市場のためにMadhouseによって作られたアニメ？ そして、あなたはまた、映画を通して表現された様々な中国の特徴とマナーを気づいています。 私は映画がチベットのネスを満喫することを望んでいると言いましたか？ このチベット語は、中国がチベットを描いたものです。\n声優私はもう少し難解な点があります。 私はマンダリン（または広東語）の作品をあまりにも多く見ていないが、確かに品質は良いようだ。 その感情は、ハムの演技や私が言うことのできない良い演技ならば、演技の声ではっきりと分かりました。 犬は少し奇妙に聞こえましたが、不合理なものはありません。 バックグラウンドミュージックは気づかず、クライマックスなどとうまく調和していたので、かなり成功しました。\nキャラクターは、映画が非常にゆっくりと動くにつれて、私たちのキャストの良い写真が得られます。 小さなイベントのドラマは、チベット犬の物語の主要な特徴であるので、これは念頭に置いておくことができます。 これは若い10代を対象にした映画なので、見た目の未熟さにもかかわらず、すべての年齢層の人々が楽しめる上品でジューリな映画である少年と少女が混在しています。\nおそらく些細な欠点にもかかわらず、本当によく作られたアニメです。 彼らが字幕を気にしないなら、家族と一緒に見る素晴らしい映画。 間違いなく私はマンダリンでこれまでに見てきた最高のアニメです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThe story of the Tibetan 'big ferocious dog', is a touching little ditty about a boy relocating to Tibet to live with his father after his mother has died. Here he forges multiple relationships; the central relationship being one with a golden furred Tibetan 'Mastiff'. As the story is slow moving, I would spoil the joy of watching this movie if I explained the story any further.\n\n\u001b[1mチベットの「大凶暴な犬」の話は、母親が死亡した後に父親と一緒に住むチベットに移住した男の子について、ちょっとした感傷的な話です。 ここで彼は複数の関係を築く。 中心的な関係は金色の毛皮で覆われたチベットの「マスチフ」との関係である。 ストーリーがゆっくりと動いているので、私はストーリーをさらに説明すればこの映画を見て楽しむことができます。\u001b[22m\n\u001b[1m(Chibetto no `dai kyōbōna inu' no hanashi wa, hahaoya ga shibō shita nochi ni chichioya to isshonisumu Chibetto ni ijū shita otokonoko ni tsuite, chottoshita kanshō-tekina hanashidesu. Koko de kare wa fukusū no kankei o kizuku. Chūshin-tekina kankei wa kin'iro no kegawa de ōwa reta Chibetto no `masuchifu' to no kankeidearu. Sutōrī ga yukkuri to ugoite irunode, watashi wa sutōrī o sarani setsumei sureba kono eiga o mite tanoshimu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story of the Tibetan 'big ferocious dog', is a touching little ditty about a boy relocating to Tibet to live with his father after his mother has died. Here he forges multiple relationships; the central relationship being one with a golden furred Tibetan 'Mastiff'. As the story is slow moving, I would spoil the joy of watching this movie if I explained the story any further.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of the Tibetan 'big ferocious dog', is a touching little ditty about a boy relocating to Tibet to live with his father after his mother has died.\u001b[24m\n    \u001b[1mチベットの「大凶暴な犬」の話は、母親が死亡した後に父親と一緒に住むチベットに移住した男の子について、ちょっとした感傷的な話です。\u001b[22m, \u001b[1mチベット「ビッグ凶暴な犬の物語は、彼の母親が死亡した後、彼の父親と一緒に暮らすチベットへの移転少年について触れて少し小唄です。\u001b[22m\n\u001b[4mHere he forges multiple relationships;\u001b[24m\n    \u001b[1mここで彼は複数の関係を築く。\u001b[22m, \u001b[1mここで彼は、複数の関係を偽造します。\u001b[22m\n\u001b[4mthe central relationship being one with a golden furred Tibetan 'Mastiff'.\u001b[24m\n    \u001b[1m中心的な関係は金色の毛皮で覆われたチベットの「マスチフ」との関係である。\u001b[22m, \u001b[1m中央の関係は黄金の毛皮チベット「マスティフ」との一つです。\u001b[22m\n\u001b[4mAs the story is slow moving, I would spoil the joy of watching this movie if I explained the story any further.\u001b[24m\n    \u001b[1mストーリーがゆっくりと動いているので、私はストーリーをさらに説明すればこの映画を見て楽しむことができます。\u001b[22m, \u001b[1m物語はゆっくりと動くように私はそれ以上の話を説明している場合、私はこの映画を見ての喜びを台無しになります。\u001b[22m\nAnimation in this anime is pretty good. Movements of animals, movement of humans, is very fluid and manages to be very impressive. Artwork of landscapes is- while being a hyperbole in the fact that it's more productive and green than actual Tibetan landscapes, still very well done. The actual dogs, and wolves, are drawn well and hold a constantly strong relationship to how they actually look. Horses, however, are slightly less lively, and their use indeed simply portrays them as objects in a film where a dog is excessively humanised. One limitation of the animation is that it did not convey the terrain, topography, of the landscapes well at all. Character design stays fairly accurate, and the actual designs of architecture and other such cultural traits as clothes is also pretty dedicated. The film absolutely wants the viewer to bask in the Tibetan-ness.\n\n\u001b[1mこのアニメのアニメーションはかなり良いです。 動物の動き、人間の動きは非常に流動的で、非常に印象的です。 景観のアートワークは、それが実際のチベットの風景よりも生産的で緑色であることを誇張しながら、まだよく行われています。 実際の犬とオオカミはよく描かれ、彼らが実際にどのように見えるかと常に強い関係があります。 しかし、馬はわずかに活発ではなく、実際には犬が過度に人間化されている映画の中で、それらを実際にはオブジェクトとして描写しています。 アニメーションの1つの制限は、地形、地形、景観をまったく伝えていないことです。 キャラクターのデザインはかなり正確にとどまり、服のような建築やその他の文化的特徴のデザインもかなり献身的です。 この映画は、視聴者にチベットの幸せを満喫することを絶対に望んでいる。\u001b[22m\n\u001b[1m(Kono anime no animēshon wa kanari yoidesu. Dōbutsu no ugoki, ningen no ugoki wa hijō ni ryūdōtekide, hijō ni inshō-tekidesu. Keikan no ātowāku wa, sore ga jissai no Chibetto no fūkei yori mo seisan-tekide midoriirodearu koto o kochō shinagara, mada yoku okonawa rete imasu. Jissai no inu to ōkami wa yoku egaka re, karera ga jissai ni dono yōnimieru ka to tsuneni tsuyoi kankei ga arimasu. Shikashi,-ba wa wazuka ni kappatsude wa naku, jissai ni wa inu ga kado ni ningen-ka sa rete iru eiga no naka de, sorera o jissai ni wa obujekuto to shite byōsha shite imasu. Animēshon no 1tsu no seigen wa, chikei, chikei, keikan o mattaku tsutaete inai kotodesu. Kyarakutā no dezain wa kanari seikaku ni todomari,-fuku no yōna kenchiku ya sonohoka no bunka-teki tokuchō no dezain mo kanari kenshin-tekidesu. Kono eiga wa, shichō-sha ni Chibetto no shiawase o mankitsu suru koto o zettai ni nozonde iru.)\u001b[22m\n\nTranslations of \u001b[4mAnimation in this anime is pretty good. Movements of animals, movement of humans, is very fluid and manages to be very impressive. Artwork of landscapes is- while being a hyperbole in the fact that it's more productive and green than actual Tibetan landscapes, still very well done. The actual dogs, and wolves, are drawn well and hold a constantly strong relationship to how they actually look. Horses, however, are slightly less lively, and their use indeed simply portrays them as objects in a film where a dog is excessively humanised. One limitation of the animation is that it did not convey the terrain, topography, of the landscapes well at all. Character design stays fairly accurate, and the actual designs of architecture and other such cultural traits as clothes is also pretty dedicated. The film absolutely wants the viewer to bask in the Tibetan-ness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation in this anime is pretty good.\u001b[24m\n    \u001b[1mこのアニメのアニメーションはかなり良いです。\u001b[22m, \u001b[1mこのアニメでのアニメーションはかなり良いです。\u001b[22m\n\u001b[4mMovements of animals, movement of humans, is very fluid and manages to be very impressive.\u001b[24m\n    \u001b[1m動物の動き、人間の動きは非常に流動的で、非常に印象的です。\u001b[22m, \u001b[1m動物の動き、人間の動きは、非常に流動的であり、非常に印象的であることを管理しています。\u001b[22m\n\u001b[4mArtwork of landscapes is- while being a hyperbole in the fact that it's more productive and green than actual Tibetan landscapes, still very well done.\u001b[24m\n    \u001b[1m景観のアートワークは、それが実際のチベットの風景よりも生産的で緑色であることを誇張しながら、まだよく行われています。\u001b[22m, \u001b[1mそれは、より生産的で、実際のチベットの風景よりも緑だという事実で誇張しながらIS-風景のアートワークは、まだ非常によくやりました。\u001b[22m\n\u001b[4mThe actual dogs, and wolves, are drawn well and hold a constantly strong relationship to how they actually look.\u001b[24m\n    \u001b[1m実際の犬とオオカミはよく描かれ、彼らが実際にどのように見えるかと常に強い関係があります。\u001b[22m, \u001b[1m実際の犬とオオカミは、よく描かれ、彼らが実際に見てどのように常に強力な関係を保持しています。\u001b[22m\n\u001b[4mHorses, however, are slightly less lively, and their use indeed simply portrays them as objects in a film where a dog is excessively humanised.\u001b[24m\n    \u001b[1mしかし、馬はわずかに活発ではなく、実際には犬が過度に人間化されている映画の中で、それらを実際にはオブジェクトとして描写しています。\u001b[22m, \u001b[1m馬は、しかし、わずかに小さい活気のある、およびそれらの使用は確かに、単に犬が過度にヒト化されたフィルム内のオブジェクトとしてそれらを描いています。\u001b[22m\n\u001b[4mOne limitation of the animation is that it did not convey the terrain, topography, of the landscapes well at all.\u001b[24m\n    \u001b[1mアニメーションの1つの制限は、地形、地形、景観をまったく伝えていないことです。\u001b[22m, \u001b[1mアニメーションの1つの制限は、それがすべてでよく風景の地形、地形を、伝えていなかったということです。\u001b[22m\n\u001b[4mCharacter design stays fairly accurate, and the actual designs of architecture and other such cultural traits as clothes is also pretty dedicated.\u001b[24m\n    \u001b[1mキャラクターのデザインはかなり正確にとどまり、服のような建築やその他の文化的特徴のデザインもかなり献身的です。\u001b[22m, \u001b[1mキャラクターデザインは、かなり正確なままで、アーキテクチャの実際のデザインや衣服などの他のそのような文化的特色もかなり専用です。\u001b[22m\n\u001b[4mThe film absolutely wants the viewer to bask in the Tibetan-ness.\u001b[24m\n    \u001b[1mこの映画は、視聴者にチベットの幸せを満喫することを絶対に望んでいる。\u001b[22m, \u001b[1mフィルムは絶対に視聴者がチベットらしさを浴びるしたいと考えています。\u001b[22m\nSound is pretty standard fair. A little confusion with voice actors may be felt at the start, and this may be a critical point. So certainly nothing political, nothing too aspirational, and the Chinese mannerisms are portrayed instead of Tibetan ones to an extent. This process of production has led the film down a confused path- we could expect the same kind of result if Clint Eastwood had of directed White Sun of the Desert for instance. A major point in this is the Mandarin. Which Tibetans don't speak- languages is a hard thing in Tibet, the language most likely to be used in a film would be Dzongkha, a unifier as per the three seperate 'dialects' (actually completely different but classes as the same thing by China) of official Tibetan. Some anime fans may find Mandarin jarring. However, at least body language stays to an extent Japanese. This film is in Mandarin. Eh? you say. I agree. An anime made by Madhouse for the Chinese market you'd say? And then you also notice the different Chinese characteristics and mannerisms expressed throughout the film. Notice I said the film wants the viewer to bask in the Tibetan-ness? This Tibetan-ness, is China's portrayal of Tibet.\n\n\u001b[1mサウンドはかなり標準的な公正です。 声優との少しの混乱が最初に感じら​​れるかもしれません。これは重要なポイントかもしれません。 確かに何も政治的ではなく、それほど熱心なものではなく、中国の様式はチベットのものの代わりにある程度描かれています。 クリント・イーストウッドが砂漠のホワイト・サンを指揮していたならば、この生産プロセスは映画の混乱を招いてしまいました。 これの大きなポイントは北京語です。 どのチベット人が話せない言語 - チベット語では難しいことですが、映画で使用される可能性が最も高い言語は、3つの別々の「方言」（統一者、Dzongkha）です。 中国）の公式チベット人。 いくつかのアニメファンは、マンダリンの嫌がらせを見つけるかもしれません。 しかし、少なくとも身体の言語は、ある程度は日本人にとどまっています。 この映画は北京語です。 え？ あなたは言う。 同意する。 あなたが言っている中国市場のためにMadhouseによって作られたアニメ？ そして、あなたはまた、映画を通して表現された様々な中国の特徴とマナーを気づいています。 私は映画がチベットのネスを満喫することを望んでいると言いましたか？ このチベット語は、中国がチベットを描いたものです。\u001b[22m\n\u001b[1m(Saundo wa kanari hyōjun-tekina kōseidesu. Seiyū to no sukoshi no konran ga saisho ni kanji-ra ​​ reru kamo shiremasen. Kore wa jūyōna pointo kamo shiremasen. Kono eiga wa Pekin-godesu. E? Anata wa iu. Dōi suru. Anata ga itte iru Chūgoku ichiba no tame ni Madhouse ni yotte tsukura reta anime? Soshite, anata wa mata, eiga o tōshite hyōgen sa reta samazamana Chūgoku no tokuchō to manā o kidzuite imasu. Watashi wa eiga ga Chibetto no Nesu o mankitsu suru koto o nozonde iru to iimashita ka? Kono Chibetto-go wa, Chūgoku ga Chibetto o kaita monodesu. Tashika ni nani mo seidjitekide wa naku, sorehodo nesshin'na monode wa naku, Chūgoku no yōshiki wa Chibetto no mono no kawari ni aruteido egaka rete imasu. Kurinto īsutouddo ga sabaku no howaito san o shiki shite itanaraba, kono seisan purosesu wa eiga no konran o maneite shimaimashita. Kore no ōkina pointo wa Pekin-godesu. Dono Chibetto hito ga hanasenai gengo - Chibetto-gode wa muzukashī kotodesuga, eiga de shiyō sa reru kanōsei ga mottomo takai gengo wa, 3ttsu no betsubetsu no `hōgen'(tōitsu-sha, Dzongkha)desu. Chūgoku) no kōshiki Chibetto hito. Ikutsu ka no anime fan wa, mandarin no iyagarase o mitsukeru kamo shiremasen. Shikashi, sukunakutomo karada no gengo wa, aruteido wa nihonjin ni todomatte imasu.)\u001b[22m\nVoice acting I have a little more difficulty commenting on; I don't watch too many productions in Mandarin (or Cantonese for that matter), yet certainly the quality seemed good. The emotions were very obvious in the voice acting, if that's ham acting or good acting I can't quite say. The dogs sounded a little odd, but nothing unreasonable. Background music was pretty unnoticeable, it blended in well with the climaxes and so forth, so it was quite successful.\n\n\u001b[1m声優私はもう少し難解な点があります。 私はマンダリン（または広東語）の作品をあまりにも多く見ていないが、確かに品質は良いようだ。 その感情は、ハムの演技や私が言うことのできない良い演技ならば、演技の声ではっきりと分かりました。 犬は少し奇妙に聞こえましたが、不合理なものはありません。 バックグラウンドミュージックは気づかず、クライマックスなどとうまく調和していたので、かなり成功しました。\u001b[22m\n\u001b[1m(Seiyū watashi wa mōsukoshi nankaina ten ga arimasu. Watashi wa mandarin (matawa Kanton-go) no sakuhin o amarini mo ōku miteinai ga, tashikani hinshitsu wa yoi yōda. Sono kanjō wa, hamu no engi ya watashi ga iu koto no dekinai yoi enginaraba, engi no koe de hakkiri to wakarimashita. Inu wa sukoshi kimyō ni kikoemashitaga, fugōrina mono wa arimasen. Bakkuguraundomyūjikku wa kidzukazu, kuraimakkusu nado to umaku chōwa shite itanode, kanari seikō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mVoice acting I have a little more difficulty commenting on; I don't watch too many productions in Mandarin (or Cantonese for that matter), yet certainly the quality seemed good. The emotions were very obvious in the voice acting, if that's ham acting or good acting I can't quite say. The dogs sounded a little odd, but nothing unreasonable. Background music was pretty unnoticeable, it blended in well with the climaxes and so forth, so it was quite successful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVoice acting I have a little more difficulty commenting on;\u001b[24m\n    \u001b[1m声優私はもう少し難解な点があります。\u001b[22m, \u001b[1m声が、私はもう少し難易度コメントを持って働きます。\u001b[22m\n\u001b[4mI don't watch too many productions in Mandarin (or Cantonese for that matter), yet certainly the quality seemed good.\u001b[24m\n    \u001b[1m私はマンダリン（または広東語）の作品をあまりにも多く見ていないが、確かに品質は良いようだ。\u001b[22m, \u001b[1m私は（そのことについてまたは広東語）中国語であまりにも多くの作品を見ていない、まだ確かな品質が良いように見えました。\u001b[22m\n\u001b[4mThe emotions were very obvious in the voice acting, if that's ham acting or good acting I can't quite say.\u001b[24m\n    \u001b[1mその感情は、ハムの演技や私が言うことのできない良い演技ならば、演技の声ではっきりと分かりました。\u001b[22m, \u001b[1mそれはハムの演技や、私はかなり言うことができない良い演技だ場合の感情は、声の演技で非常に明白でした。\u001b[22m\n\u001b[4mThe dogs sounded a little odd, but nothing unreasonable.\u001b[24m\n    \u001b[1m犬は少し奇妙に聞こえましたが、不合理なものはありません。\u001b[22m, \u001b[1m犬は少し奇妙に聞こえますが、何も無理。\u001b[22m\n\u001b[4mBackground music was pretty unnoticeable, it blended in well with the climaxes and so forth, so it was quite successful.\u001b[24m\n    \u001b[1mバックグラウンドミュージックは気づかず、クライマックスなどとうまく調和していたので、かなり成功しました。\u001b[22m, \u001b[1mバックグラウンドミュージックはかなり目立たなくした、それはクライマックスにうまくブレンドなど、それは非常に成功しました。\u001b[22m\nThe characters are developed, as the film moves quite slowly, we get a good picture of our cast. Drama of small events would be a major characteristic of The Story of a Tibetan Dog, so this may be kept in mind. It's a film that's really aimed at young teens, so the story is a mix of shounen and shoujo, a tasteful Ghibli like film that can be enjoyed by people of all ages despite its apparent immaturity.\n\n\u001b[1mキャラクターは、映画が非常にゆっくりと動くにつれて、私たちのキャストの良い写真が得られます。 小さなイベントのドラマは、チベット犬の物語の主要な特徴であるので、これは念頭に置いておくことができます。 これは若い10代を対象にした映画なので、見た目の未熟さにもかかわらず、すべての年齢層の人々が楽しめる上品でジューリな映画である少年と少女が混在しています。\u001b[22m\n\u001b[1m(Kyarakutā wa, eiga ga hijō ni yukkuri to ugoku ni tsurete, watashitachi no kyasuto no yoi shashin ga e raremasu. Chīsana ibento no dorama wa, Chibetto inu no monogatari no shuyōna tokuchōdearunode, koreha nentō ni oite oku koto ga dekimasu. Kore wa wakai 10-dai o taishō ni shita eigananode, mitame no mijuku-sa nimokakawarazu, subete no nenrei-sō no hitobito ga tanoshimeru jōhin de jūrina eigadearu shōnen to shōjo ga konzai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are developed, as the film moves quite slowly, we get a good picture of our cast. Drama of small events would be a major characteristic of The Story of a Tibetan Dog, so this may be kept in mind. It's a film that's really aimed at young teens, so the story is a mix of shounen and shoujo, a tasteful Ghibli like film that can be enjoyed by people of all ages despite its apparent immaturity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are developed, as the film moves quite slowly, we get a good picture of our cast.\u001b[24m\n    \u001b[1mキャラクターは、映画が非常にゆっくりと動くにつれて、私たちのキャストの良い写真が得られます。\u001b[22m, \u001b[1m文字は、フィルムが非常にゆっくりと移動すると、私たちはキャストの良い画像を取得し、開発されています。\u001b[22m\n\u001b[4mDrama of small events would be a major characteristic of The Story of a Tibetan Dog, so this may be kept in mind.\u001b[24m\n    \u001b[1m小さなイベントのドラマは、チベット犬の物語の主要な特徴であるので、これは念頭に置いておくことができます。\u001b[22m, \u001b[1m小さなイベントのドラマは、チベット犬の物語の大きな特徴となるので、これは心の中で保持することができます。\u001b[22m\n\u001b[4mIt's a film that's really aimed at young teens, so the story is a mix of shounen and shoujo, a tasteful Ghibli like film that can be enjoyed by people of all ages despite its apparent immaturity.\u001b[24m\n    \u001b[1mこれは若い10代を対象にした映画なので、見た目の未熟さにもかかわらず、すべての年齢層の人々が楽しめる上品でジューリな映画である少年と少女が混在しています。\u001b[22m, \u001b[1mそれは、その見かけの未熟さにもかかわらず、すべての年齢層の人々が楽しむことができる物語は少年と少女のミックスですので、本当に、若い十代の若者たちを狙っていますフィルム、フィルムのような上品なジブリです。\u001b[22m\nIt's a really well made anime, despite its perhaps trivial faults. A nice film to watch with the family if they don't mind subtitles. Definitely the best anime I've seen in Mandarin to date.\n\n\u001b[1mおそらく些細な欠点にもかかわらず、本当によく作られたアニメです。 彼らが字幕を気にしないなら、家族と一緒に見る素晴らしい映画。 間違いなく私はマンダリンでこれまでに見てきた最高のアニメです。\u001b[22m\n\u001b[1m(Osoraku sasaina ketten nimokakawarazu, hontōni yoku tsukura reta animedesu. Karera ga jimaku o kinishinainara, kazoku to issho ni miru subarashī eiga. Machigainaku watashi wa mandarin de kore made ni mitekita saikō no animedesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's a really well made anime, despite its perhaps trivial faults. A nice film to watch with the family if they don't mind subtitles. Definitely the best anime I've seen in Mandarin to date.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's a really well made anime, despite its perhaps trivial faults.\u001b[24m\n    \u001b[1mおそらく些細な欠点にもかかわらず、本当によく作られたアニメです。\u001b[22m, \u001b[1mそれはおそらく、些細な障害にもかかわらず、本当によく作られたアニメです。\u001b[22m\n\u001b[4mA nice film to watch with the family if they don't mind subtitles.\u001b[24m\n    \u001b[1m彼らが字幕を気にしないなら、家族と一緒に見る素晴らしい映画。\u001b[22m, \u001b[1m彼らは字幕を気にしない場合は家族と一緒に見て素敵な映画。\u001b[22m\n\u001b[4mDefinitely the best anime I've seen in Mandarin to date.\u001b[24m\n    \u001b[1m間違いなく私はマンダリンでこれまでに見てきた最高のアニメです。\u001b[22m, \u001b[1m間違いなく最高のアニメ私がこれまでに中国語で見てきました。\u001b[22m"
  },
  {
    "title": "Tibet_Inu_Monogatari",
    "id": "10629",
    "url": "https://myanimelist.net/anime/10629/Tibet_Inu_Monogatari",
    "user": "Hana-Lu",
    "profile": "/profile/Hana-Lu/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=55319",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n古典的な\"少年と犬\"の関係を新たに捉えました。 これは、動物愛好家や美しい物語を探している人にとっては必見です。 もしあなたがまだいなければ、チベットのマスチフと恋に落ちるでしょう。\n\nアニメの場合、チベットの山々で行われるようなオリジナルの設定です。  PLOTは、母親が死亡した後、チベットの田舎に移動する若い男の子に従うので、魅力的です。 彼は新しい生活様式と父親との関係に合うように奮闘するので、山犬と仲良くなる。 アート、チベットの風景は美しく描かれ、キャラクターは独特でオリジナルであり、チベット人の生きものの洞察を提供する。 全体的に私は本当にこの映画を楽しんで誰にでも推薦します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nA new take on the classic 'boy and dog' relationship. This is a must see for any animal lover or for anyone looking for a beautiful story. If you're not already, you'll fall in love with the Tibetan Mastiff.\n\n\u001b[1m古典的な\"少年と犬\"の関係を新たに捉えました。 これは、動物愛好家や美しい物語を探している人にとっては必見です。 もしあなたがまだいなければ、チベットのマスチフと恋に落ちるでしょう。\u001b[22m\n\u001b[1m(Koten-tekina\" shōnen to inu\" no kankei o arata ni toraemashita. Kore wa, dōbutsu aikō-ka ya utsukushī monogatari o sagashite iru hito ni totte wa hikkendesu. Moshi anata ga mada inakereba, Chibetto no masuchifu to koiniochirudeshou.)\u001b[22m\n\nTranslations of \u001b[4mA new take on the classic 'boy and dog' relationship. This is a must see for any animal lover or for anyone looking for a beautiful story. If you're not already, you'll fall in love with the Tibetan Mastiff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA new take on the classic 'boy and dog' relationship.\u001b[24m\n    \u001b[1m古典的な\"少年と犬\"の関係を新たに捉えました。\u001b[22m, \u001b[1m古典的な「少年と犬の関係に新しいテイク。\u001b[22m\n\u001b[4mThis is a must see for any animal lover or for anyone looking for a beautiful story.\u001b[24m\n    \u001b[1mこれは、動物愛好家や美しい物語を探している人にとっては必見です。\u001b[22m, \u001b[1mこれは、任意の動物愛好家のために、または美しい物語を探している人のために必見です。\u001b[22m\n\u001b[4mIf you're not already, you'll fall in love with the Tibetan Mastiff.\u001b[24m\n    \u001b[1mもしあなたがまだいなければ、チベットのマスチフと恋に落ちるでしょう。\u001b[22m, \u001b[1m既にいない場合、あなたはチベタン・マスティフと恋に落ちるでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nFor anime the setting is original as takes place in the mountains of Tibet. The PLOT is engaging as it follows a young boy who moves to the Tibetan countryside following the death of his mother. As he struggles to fit in to his new way of life and the relationship with his father he befriends a mountain dog. ART, The landscapes of Tibet are beautifully draw while the CHARACTERS are distinctive and origina and provide an insight in to Tibetan lifel. OVERALL I really enjoyed this film and would recommend it to anyone.\n\n\u001b[1mアニメの場合、チベットの山々で行われるようなオリジナルの設定です。  PLOTは、母親が死亡した後、チベットの田舎に移動する若い男の子に従うので、魅力的です。 彼は新しい生活様式と父親との関係に合うように奮闘するので、山犬と仲良くなる。 アート、チベットの風景は美しく描かれ、キャラクターは独特でオリジナルであり、チベット人の生きものの洞察を提供する。 全体的に私は本当にこの映画を楽しんで誰にでも推薦します。\u001b[22m\n\u001b[1m(Anime no baai, Chibetto no yamayama de okonawa reru yōna orijinaru no setteidesu. Purotto wa, hahaoya ga shibō shita nochi, Chibetto no inaka ni idō suru wakai otokonoko ni shitagau node, mirikitekidesu. Kare wa atarashī seikatsu yōshiki to chichioya to no kankei ni au yō ni funtō surunode, yamainu to nakayoku naru. Āto, Chibetto no fūkei wa utsukushiku egaka re, kyarakutā wa dokutokude orijinarudeari, Chibetto hito no ikimono no dōsatsu o teikyō suru. Zentai-teki ni watashi wa hontōni kono eiga o tanoshinde darenidemo suisen shimasu.)\u001b[22m\n\nTranslations of \u001b[4mFor anime the setting is original as takes place in the mountains of Tibet. The PLOT is engaging as it follows a young boy who moves to the Tibetan countryside following the death of his mother. As he struggles to fit in to his new way of life and the relationship with his father he befriends a mountain dog. ART, The landscapes of Tibet are beautifully draw while the CHARACTERS are distinctive and origina and provide an insight in to Tibetan lifel. OVERALL I really enjoyed this film and would recommend it to anyone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor anime the setting is original as takes place in the mountains of Tibet.\u001b[24m\n    \u001b[1mアニメの場合、チベットの山々で行われるようなオリジナルの設定です。\u001b[22m, \u001b[1mチベットの山の中で起こるようにアニメの設定はオリジナルです。\u001b[22m\n\u001b[4mThe PLOT is engaging as it follows a young boy who moves to the Tibetan countryside following the death of his mother.\u001b[24m\n    \u001b[1mPLOTは、母親が死亡した後、チベットの田舎に移動する若い男の子に従うので、魅力的です。\u001b[22m, \u001b[1mそれは彼の母親の死、次のチベットの田舎に移動若い男の子を次のようにプロットが従事されています。\u001b[22m\n\u001b[4mAs he struggles to fit in to his new way of life and the relationship with his father he befriends a mountain dog.\u001b[24m\n    \u001b[1m彼は新しい生活様式と父親との関係に合うように奮闘するので、山犬と仲良くなる。\u001b[22m, \u001b[1m彼は彼の新しい人生の道であり、彼は山の犬をbefriends父親との関係にフィットするのに苦労したよう。\u001b[22m\n\u001b[4mART, The landscapes of Tibet are beautifully draw while the CHARACTERS are distinctive and origina and provide an insight in to Tibetan lifel.\u001b[24m\n    \u001b[1mアート、チベットの風景は美しく描かれ、キャラクターは独特でオリジナルであり、チベット人の生きものの洞察を提供する。\u001b[22m, \u001b[1mARTは、チベットの風景は美しく文字が個性的でoriginaありながら描くとチベットlifelにに洞察を提供しています。\u001b[22m\n\u001b[4mOVERALL I really enjoyed this film and would recommend it to anyone.\u001b[24m\n    \u001b[1m全体的に私は本当にこの映画を楽しんで誰にでも推薦します。\u001b[22m, \u001b[1m全体的に私は本当にこの映画を楽しんだし、誰にもそれをお勧めします。\u001b[22m"
  }
]
