[
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "KuroshitJelly",
    "profile": "/profile/KuroshitJelly/reviews",
    "pages": "5",
    "number": "1",
    "link": "/reviews.php?id=151711",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\n今、私はそれを見直すことができるユキ・ユキ・ユキのビデオです。\n\n物語はあなたのアイデアを反復して吹き飛ばすことだけを夢中にしていると思っているような魅力的な方法で頑張ります。これが確実に私を見守ってくれました。 キャラクターはこれを助け、まだそれらを解読することなくそれらのいくつかを知っている出口を助ける。 見た目は非常に創造的なコンセプトで、アニメに多くの人生を与えてくれるキャラクターが盛り込まれています。\n\n元のイントロ/アウトロの音楽は特にトップノッチでしたが、後でそのような変化のファンではありませんでしたが、それまでに私はプロットで傷つきすぎて忙しかったと思います。\n芸術の面では、私は本当に慣れていないし、あまりフィットしていない3Dishの瞬間もありますが、私はそれがエーテル的なものや他の世界のものを生成するという考え方を理解しました。\n\n間違いなく友人に推薦してもらえば、後で空になったときにシリーズが好きで、できるだけ多くの追加の動画をすぐに視聴する必要があることが分かります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nNow I've managed to drag myself from the hilarity that is the Yuki Yuki Yuki video I can review it..\n\n\u001b[1m今、私はそれを見直すことができるユキ・ユキ・ユキのビデオです。\u001b[22m\n\u001b[1m(Ima, watashi wa sore o minaosu koto ga dekiru Yuki Yuki Yuki no bideodesu.)\u001b[22m\n\nTranslations of \u001b[4mNow I've managed to drag myself from the hilarity that is the Yuki Yuki Yuki video I can review it..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow I've managed to drag myself from the hilarity that is the Yuki Yuki Yuki video I can review it..\u001b[24m\n    \u001b[1m今、私はそれを見直すことができるユキ・ユキ・ユキのビデオです。\u001b[22m, \u001b[1m今、私はそれを確認することができゆきゆきゆきビデオではしゃぎから自分自身をドラッグするために管理してきました..\u001b[22m\n\u001b[1m\u001b[22m\nThe story works in such an enthralling way you continually seem to think you have it all sussed only to have your ideas repeatadly blown apart - this is what kept me watching for sure. The characters aid this, and the exitment of knowing some of them without having disocoverd them yet. Seemingly very creative concepts and plently of fleshed out characters giving much life to the anime.\n\n\u001b[1m物語はあなたのアイデアを反復して吹き飛ばすことだけを夢中にしていると思っているような魅力的な方法で頑張ります。これが確実に私を見守ってくれました。 キャラクターはこれを助け、まだそれらを解読することなくそれらのいくつかを知っている出口を助ける。 見た目は非常に創造的なコンセプトで、アニメに多くの人生を与えてくれるキャラクターが盛り込まれています。\u001b[22m\n\u001b[1m(Monogatari wa anata no aidea o hanpuku shite fukitobasu koto dake o muchū ni shite iru to omotte iru yōna miryoku-tekina hōhō de ganbarimasu. Kore ga kakujitsu ni watashi o mimamotte kuremashita. Kyarakutā wa kore o tasuke, mada sorera o kaidoku suru koto naku sorera no ikutsu ka o shitte iru deguchi o tasukeru. Mitame wa hijō ni sōzō-tekina konseputo de, anime ni ōku no jinsei o ataete kureru kyarakutā ga morikoma rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story works in such an enthralling way you continually seem to think you have it all sussed only to have your ideas repeatadly blown apart - this is what kept me watching for sure. The characters aid this, and the exitment of knowing some of them without having disocoverd them yet. Seemingly very creative concepts and plently of fleshed out characters giving much life to the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story works in such an enthralling way you continually seem to think you have it all sussed only to have your ideas repeatadly blown apart - this is what kept me watching for sure.\u001b[24m\n    \u001b[1m物語はあなたのアイデアを反復して吹き飛ばすことだけを夢中にしていると思っているような魅力的な方法で頑張ります。これが確実に私を見守ってくれました。\u001b[22m, \u001b[1mこれは確かに見て、私を守っものである - 物語は、あなたが継続的にあなたはそれがすべてのあなたのアイデアがrepeatadly吹き飛ばさ持っているだけ精通した持っていると思うように見えるような心を奪うように動作します。\u001b[22m\n\u001b[4mThe characters aid this, and the exitment of knowing some of them without having disocoverd them yet.\u001b[24m\n    \u001b[1mキャラクターはこれを助け、まだそれらを解読することなくそれらのいくつかを知っている出口を助ける。\u001b[22m, \u001b[1m文字はこれを助け、そしてそれらをまだdisocoverdことなく、それらのいくつかを知るexitment。\u001b[22m\n\u001b[4mSeemingly very creative concepts and plently of fleshed out characters giving much life to the anime.\u001b[24m\n    \u001b[1m見た目は非常に創造的なコンセプトで、アニメに多くの人生を与えてくれるキャラクターが盛り込まれています。\u001b[22m, \u001b[1m一見非常に創造的な概念とplentlyアニメに多くの命を与え肉付けの文字。\u001b[22m\n\u001b[1m\u001b[22m\nThe music for the original intro/outro was especially top notch, wasn't such a fan for the change later on but by then I suppose I was too busy being traumatised by the plot.\n\n\u001b[1m元のイントロ/アウトロの音楽は特にトップノッチでしたが、後でそのような変化のファンではありませんでしたが、それまでに私はプロットで傷つきすぎて忙しかったと思います。\u001b[22m\n\u001b[1m(Gen no Intoro/ autoro no ongaku wa tokuni toppunotchideshitaga, atode sono yōna henka no fande wa arimasendeshitaga, sore made ni watashi wa purotto de kizutsuki sugite isogashikatta to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe music for the original intro/outro was especially top notch, wasn't such a fan for the change later on but by then I suppose I was too busy being traumatised by the plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music for the original intro/outro was especially top notch, wasn't such a fan for the change later on but by then I suppose I was too busy being traumatised by the plot.\u001b[24m\n    \u001b[1m元のイントロ/アウトロの音楽は特にトップノッチでしたが、後でそのような変化のファンではありませんでしたが、それまでに私はプロットで傷つきすぎて忙しかったと思います。\u001b[22m, \u001b[1mオリジナルのイントロ/アウトロのための音楽は、特に一流だった、後で変更するために、このようなファンではなかったが、その後することによって、私はプロットによって心に傷を負ったされてあまりにも忙しかったとします。\u001b[22m\nIn terms of art, all nice and dandy, the 3Dish moments I never really got used to and didn't seem quite to fit, though I understood the reasoning behind it in terms of generating etheral or otherworldy subjects.\n\n\u001b[1m芸術の面では、私は本当に慣れていないし、あまりフィットしていない3Dishの瞬間もありますが、私はそれがエーテル的なものや他の世界のものを生成するという考え方を理解しました。\u001b[22m\n\u001b[1m(Geijutsu no mende wa, watashi wa hontōni narete inaishi, amari fitto shite inai 3 Dish no shunkan mo arimasuga, watashi wa sore ga ēteru-tekina mono ya hoka no sekai no mono o seisei suru to iu kangaekata o rikai shimashita.)\u001b[22m\n\nTranslations of \u001b[4mIn terms of art, all nice and dandy, the 3Dish moments I never really got used to and didn't seem quite to fit, though I understood the reasoning behind it in terms of generating etheral or otherworldy subjects.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn terms of art, all nice and dandy, the 3Dish moments I never really got used to and didn't seem quite to fit, though I understood the reasoning behind it in terms of generating etheral or otherworldy subjects.\u001b[24m\n    \u001b[1m芸術の面では、私は本当に慣れていないし、あまりフィットしていない3Dishの瞬間もありますが、私はそれがエーテル的なものや他の世界のものを生成するという考え方を理解しました。\u001b[22m, \u001b[1m私は本当にために使用やったことがなかったと私はエーテル性またはotherworldy科目を生成するという点で、それの背後にある理由を理解しているが、非常にフィットしていないようでした。3Dish瞬間、芸術の面では、すべてが素晴らしく、ダンディ\u001b[22m\n\u001b[1m\u001b[22m\nDefinitely would and have recommended to a friend, you know a series is good when you feel empty afterwards and require to watch as many additional videos about it straight after as you can.\n\n\u001b[1m間違いなく友人に推薦してもらえば、後で空になったときにシリーズが好きで、できるだけ多くの追加の動画をすぐに視聴する必要があることが分かります。\u001b[22m\n\u001b[1m(Machigainaku yūjin ni suisen shite moraeba,-go de sora ni natta toki ni shirīzu ga sukide, dekiru dake ōku no tsuika no dōga o sugu ni shichō suru hitsuyō ga aru koto ga wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mDefinitely would and have recommended to a friend, you know a series is good when you feel empty afterwards and require to watch as many additional videos about it straight after as you can.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDefinitely would and have recommended to a friend, you know a series is good when you feel empty afterwards and require to watch as many additional videos about it straight after as you can.\u001b[24m\n    \u001b[1m間違いなく友人に推薦してもらえば、後で空になったときにシリーズが好きで、できるだけ多くの追加の動画をすぐに視聴する必要があることが分かります。\u001b[22m, \u001b[1m確かだろうと友人に推奨している、あなたはその後、空の感じ、ストレートの後にすることができますようにそれについて多くの追加ビデオを視聴することが必要な場合シリーズは良いですね。\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "Yukinoinu",
    "profile": "/profile/Yukinoinu/reviews",
    "pages": "5",
    "number": "2",
    "link": "/reviews.php?id=219738",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  6\nサウンド|  5\nキャラクター|  1\n|  1\n\n要約のために私はこれを見に行きました、私はこれをまったく見ていないことになりました。 これは本当に良い話だったかもしれませんが、それはまるでゴア、レイプ、無意味なヌードだけで完全に台無しです。\n\nこのアニメは、実際には無意味な殺害、それぞれのエピソードでの一定の再利用プロットで私を悩ましました。 それはいくつかの良い点がありましたが、若い女の子の強姦のせいでエピソード6でそれをほとんどドロップしました。これによってレイプが示唆されるわけではありません。 それは文字通り彼女が100人の男によってレイプされ、それが彼女の足のいたるところに精液を示すことを示しています。\n\nこれであなたがこれを見る計画を止めることを考えさせなければ、後に別のレイプシーンが表示されます。私はエピソード16を信じます。前の少年よりも古いですが、まだ中学校のようです。  4人の男が激しく殴られて、彼女に犯されているのを示して、殺害されましたが、それでも馬鹿げて邪魔になりません。\n\n結局、これはとてもひどかったので、私はそれを見て時間を無駄にするとは信じられませんでした。それは学校の日ほど悪くはありませんでしたが、学校の日は26エピソードの周りにあなたを保つことはありませんでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nI ended up watching this because of the abridged, I wish I ended up not watching this at all. This could have been a really good story, but it is completely ruined by just gore, rape and pointless nudity.\n\n\u001b[1m要約のために私はこれを見に行きました。私はこれをまったく見ていないことになりました。 これは本当に良い話だったかもしれませんが、それはまるでゴア、レイプ、無意味なヌードだけで完全に台無しです。\u001b[22m\n\u001b[1m(Yōyaku no tame ni watashi wa kore o miniikimashita. Watashi wa kore o mattaku mite inai koto ni narimashita. Kore wa hontōni yoi hanashidatta kamo shiremasenga, sore wa marude Goa, reipu, muimina nūdo dakede kanzen ni dainashidesu.)\u001b[22m\n\nTranslations of \u001b[4mI ended up watching this because of the abridged, I wish I ended up not watching this at all. This could have been a really good story, but it is completely ruined by just gore, rape and pointless nudity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI ended up watching this because of the abridged, I wish I ended up not watching this at all.\u001b[24m\n    \u001b[1m要約のために私はこれを見に行きました。私はこれをまったく見ていないことになりました。\u001b[22m, \u001b[1m私は要約の、私は私がすべてでこれを見ていない終わったいので、これを見てしまいました。\u001b[22m\n\u001b[4mThis could have been a really good story, but it is completely ruined by just gore, rape and pointless nudity.\u001b[24m\n    \u001b[1mこれは本当に良い話だったかもしれませんが、それはまるでゴア、レイプ、無意味なヌードだけで完全に台無しです。\u001b[22m, \u001b[1mこれは本当に良い話だったかもしれないが、それは完全にちょうどゴア、レイプや無意味なヌードによって台無しにされています。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime really bothered me with pointless killing, constant reusing plots in each episode. It had some good points, but I almost dropped it in episode 6 due to some very disturbing rape of a young girl, and by this I do not mean suggested rape. It literally shows her being raped by 100s of guys and it shows semen all over her legs.\n\n\u001b[1mこのアニメは、実際には無意味な殺害、それぞれのエピソードでの一定の再利用プロットで私を悩ましました。 それはいくつかの良い点がありましたが、若い女の子の強姦のせいでエピソード6でそれをほとんどドロップしました。これによってレイプが示唆されるわけではありません。 それは文字通り彼女が100人の男によってレイプされ、それが彼女の足のいたるところに精液を示すことを示しています。\u001b[22m\n\u001b[1m(Kono anime wa, jissai ni wa muimina satsugai, sorezore no episōdo de no ittei no sai riyō purotto de watashi o nayamashimashita. Sore wa ikutsu ka no yoi ten ga arimashitaga, wakai on'nanoko no gōkan no sei de episōdo 6 de sore o hotondo doroppu shimashita. Kore ni yotte reipu ga shisa sa reru wakede wa arimasen. Sore wa mojidōri kanojo ga 100-ri no otoko ni yotte reipu sa re, sore ga kanojo no ashi no itaru tokoro ni seieki o shimesu koto o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime really bothered me with pointless killing, constant reusing plots in each episode. It had some good points, but I almost dropped it in episode 6 due to some very disturbing rape of a young girl, and by this I do not mean suggested rape. It literally shows her being raped by 100s of guys and it shows semen all over her legs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime really bothered me with pointless killing, constant reusing plots in each episode.\u001b[24m\n    \u001b[1mこのアニメは、実際には無意味な殺害、それぞれのエピソードでの一定の再利用プロットで私を悩ましました。\u001b[22m, \u001b[1mこのアニメは本当に無意味な殺害、各エピソードに一定の再利用プロットで私を気に。\u001b[22m\n\u001b[4mIt had some good points, but I almost dropped it in episode 6 due to some very disturbing rape of a young girl, and by this I do not mean suggested rape.\u001b[24m\n    \u001b[1mそれはいくつかの良い点がありましたが、若い女の子の強姦のせいでエピソード6でそれをほとんどドロップしました。これによってレイプが示唆されるわけではありません。\u001b[22m, \u001b[1mこれは、いくつかの良い点を持っていましたが、私はほとんどによる少女のいくつかの非常に不穏なレイプにエピソード6でそれを滴下し、これによって私は提案された強姦を意味するものではありません。\u001b[22m\n\u001b[4mIt literally shows her being raped by 100s of guys and it shows semen all over her legs.\u001b[24m\n    \u001b[1mそれは文字通り彼女が100人の男によってレイプされ、それが彼女の足のいたるところに精液を示すことを示しています。\u001b[22m, \u001b[1mそれは文字通り彼女は男の100Sによってレイプされて表示され、それはすべての彼女の足の上に精液を示しています。\u001b[22m\n\u001b[1m\u001b[22m\nIf this doesn't make you think about stopping the plan to watch this, it shows another rape scene later on I believe episode 16. Older than the little girl before but still in like middle school. Raped by 4 guys and it shows them screwing her too then they get murdered but still none the less stupidly disturbing.\n\n\u001b[1mこれであなたがこれを見る計画を止めることを考えさせなければ、後に別のレイプシーンが表示されます。私はエピソード16を信じます。前の少年よりも古いですが、まだ中学校のようです。  4人の男が激しく殴られて、彼女に犯されているのを示して、殺害されましたが、それでも馬鹿げて邪魔になりません。\u001b[22m\n\u001b[1m(Kore de anata ga kore o miru keikaku o tomeru koto o kangae sasenakereba,-go ni betsu no reipushīn ga hyōji sa remasu. Watashi wa episōdo 16 o shinjimasu. Mae no shōnen yori mo furuidesuga, mada chūgakkō no yōdesu. 4-Ri no otoko ga hageshiku nagura rete, kanojo ni okasa rete iru no o shimeshite, satsugai sa remashitaga, soredemo bakagete jama ni narimasen.)\u001b[22m\n\nTranslations of \u001b[4mIf this doesn't make you think about stopping the plan to watch this, it shows another rape scene later on I believe episode 16. Older than the little girl before but still in like middle school. Raped by 4 guys and it shows them screwing her too then they get murdered but still none the less stupidly disturbing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf this doesn't make you think about stopping the plan to watch this, it shows another rape scene later on I believe episode 16. Older than the little girl before but still in like middle school.\u001b[24m\n    \u001b[1mこれであなたがこれを見る計画を止めることを考えさせなければ、後に別のレイプシーンが表示されます。私はエピソード16を信じます。前の少年よりも古いですが、まだ中学校のようです。\u001b[22m, \u001b[1mこれはあなたがこれを見て計画を停止する考えがないのであれば、私はエピソード16の前に小さな女の子よりも古いが、まだのような中学校を信じ上の別のレイプシーン後で示します。\u001b[22m\n\u001b[4mRaped by 4 guys and it shows them screwing her too then they get murdered but still none the less stupidly disturbing.\u001b[24m\n    \u001b[1m4人の男が激しく殴られて、彼女に犯されているのを示して、殺害されましたが、それでも馬鹿げて邪魔になりません。\u001b[22m, \u001b[1m4人の男にレイプされ、それは彼らが彼女のあまりにも、彼らが殺害されますが、まだどれもそれほど愚かな妨害をねじ込む示しています。\u001b[22m\n\u001b[1m\u001b[22m\nIn the end this was so bad I cannot believe I wasted my time watching it, it is not as bad as school days, but school days did not keep you around for 26 episodes.\n\n\u001b[1m結局、これはとてもひどかったので、私はそれを見て時間を無駄にするとは信じられませんでした。それは学校の日ほど悪くはありませんでしたが、学校の日は26エピソードの周りにあなたを保つことはありませんでした。\u001b[22m\n\u001b[1m(Kekkyoku, kore wa totemo hidokattanode, watashi wa sore o mite jikan o mudanisuru to wa shinji raremasendeshita. Sore wa gakkō no hi hodo waruku wa arimasendeshitaga, gakkō no hi wa 26 episōdo no mawari ni anata o tamotsu koto wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mIn the end this was so bad I cannot believe I wasted my time watching it, it is not as bad as school days, but school days did not keep you around for 26 episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end this was so bad I cannot believe I wasted my time watching it, it is not as bad as school days, but school days did not keep you around for 26 episodes.\u001b[24m\n    \u001b[1m結局、これはとてもひどかったので、私はそれを見て時間を無駄にするとは信じられませんでした。それは学校の日ほど悪くはありませんでしたが、学校の日は26エピソードの周りにあなたを保つことはありませんでした。\u001b[22m, \u001b[1m最後に、これは私がそれを見て私の時間を無駄に信じることができないので、悪かった、それは学生時代ほど悪くはありませんが、学生時代には、26のエピソードのためにあなたの周りを守りませんでした。\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "JoshuaSan1017",
    "profile": "/profile/JoshuaSan1017/reviews",
    "pages": "5",
    "number": "3",
    "link": "/reviews.php?id=205135",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  10\n\n私は最高のアニメはあなたがそれがどのように終了するか見たいものですが、あなたは本当にそれが終わりを見たいとは思わないものであることがわかります。 これは私がMirai Nikkiを通して経験した気分です。 私はエンディングに興奮していましたが、このような素晴らしいショーが終わらなければならなかったことは挫折しました。 このレビューは、物語のいずれかを台無しにするためのものではなく、その目的はあなたにこのショーを見るように説得することです。\n\n私はMirai Nikkiの悪い評価の私の公正な分けより多くを見てきました、そして、彼らは多くの良い点を持ち出します。 それはプロットホールの公平な共有以上のものがあり、キャラクターは予期せぬことが起こりそうにないことが起こっている可能性があります。 しかし、私はあなたが素晴らしいショー、ラブストーリー（並べ替え）、そして勇野のすばらしいキャラクターを手に入れたこれらのプロットホールをすべて見ていると信じています。 いくつかのエンディングは強制されているようだが、私はfrickenがこのショーを愛していたにもかかわらず。 私はYunoとYukkiの話を大好きでした。私は他のキャラクターについてのすべての小さなことを愛しています。 時には、ゆのさんがこのショーを彼女の背中に運んでいるように感じることもありますが、彼女はアニメで見た最もユニークなキャラクターの1つで、いつも私の好きなアニメキャラクターの1つになるかもしれないと考えています。\n\nこのショーでは、私はひどいプロットのひねりで私を引き戻し続けました。私たちは、次に何が起こるのか、そして何よりも私たちの主人公の関係で起こることを知る必要がありました。 はい、このアニメはプロットの穴でいっぱいですが、これは私が持っていた最も楽しい乗り物の一つであったにもかかわらず、私は確かにそれを忘れることはありません。  TBH私はもっと多くのことがあるかもしれないが、このショーとはあまり関係がありません。 私はMirai Nikkiを試してみることを強くお勧めします。何が間違っているのかを忘れて、この話について素晴らしいことに焦点を当てます。\n\nPS：もしあなたが幸せを望むなら、そのあちこちはMirai Nikki Redialを見るのを忘れないで！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI find the best animes are the ones where you want to see how it ends but you really dont want to see it end. This is the feeling i had through out Mirai Nikki. I was excited for the ending but was crushed that such a great show had to end. This review is not meant to spoil any of the story and its purpose is to only convince you to watch this show.\n\n\u001b[1m私は最高のアニメはあなたがそれがどのように終了するか見たいものですが、あなたは本当にそれが終わりを見たいとは思わないものであることがわかります。 これは私がMirai Nikkiを通して経験した気分です。 私はエンディングに興奮していましたが、このような素晴らしいショーが終わらなければならなかったことは挫折しました。 このレビューは、物語のいずれかを台無しにするためのものではなく、その目的はあなたにこのショーを見るように説得することです。\u001b[22m\n\u001b[1m(Watashi wa saikō no anime wa anata ga sore ga dono yō ni shūryō suru ka mitai monodesuga, anata wa hontōni sore ga owari o mitai to wa omowanai monodearu koto ga wakarimasu. Kore wa watashi ga Mirai Nikki o tōshite keiken shita kibundesu. Watashi wa endingu ni kōfun shite imashitaga, kono yōna subarashī shō ga owaranakereba naranakatta koto wa zasetsu shimashita. Kono rebyū wa, monogatari no izureka o dainashi ni suru tame no monode wa naku, sono mokuteki wa anata ni kono shō o miru yō ni settoku suru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mI find the best animes are the ones where you want to see how it ends but you really dont want to see it end. This is the feeling i had through out Mirai Nikki. I was excited for the ending but was crushed that such a great show had to end. This review is not meant to spoil any of the story and its purpose is to only convince you to watch this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI find the best animes are the ones where you want to see how it ends but you really dont want to see it end.\u001b[24m\n    \u001b[1m私は最高のアニメはあなたがそれがどのように終了するか見たいものですが、あなたは本当にそれが終わりを見たいとは思わないものであることがわかります。\u001b[22m, \u001b[1m私は最高のアニメはあなたがそれを終了方法を確認したいが、あなたは本当にそれが終わる見たいと思ってはいけないものです見つけます。\u001b[22m\n\u001b[4mThis is the feeling i had through out Mirai Nikki.\u001b[24m\n    \u001b[1mこれは私がMirai Nikkiを通して経験した気分です。\u001b[22m, \u001b[1mこれは私が出て未来日記を通して持っていた感じです。\u001b[22m\n\u001b[4mI was excited for the ending but was crushed that such a great show had to end.\u001b[24m\n    \u001b[1m私はエンディングに興奮していましたが、このような素晴らしいショーが終わらなければならなかったことは挫折しました。\u001b[22m, \u001b[1m私は結末のために興奮していたが、このような素晴らしいショーを終了しなければならなかったことを粉砕しました。\u001b[22m\n\u001b[4mThis review is not meant to spoil any of the story and its purpose is to only convince you to watch this show.\u001b[24m\n    \u001b[1mこのレビューは、物語のいずれかを台無しにするためのものではなく、その目的はあなたにこのショーを見るように説得することです。\u001b[22m, \u001b[1mこのレビューは、物語のいずれかを台無しにすることを意味し、その目的は、このショーを見るためにあなたを説得することですされていません。\u001b[22m\n\u001b[1m\u001b[22m\nI've seen more than my fair share of bad reviews on Mirai Nikki and they bring up a lot of good points. It has more than its fair share of plot holes, characters do unexpected things that seem to happen unexplained and possibly out of order. But i believe if you look past all these plot holes you get a great show, love story (Sort of) and an amazing character in Yuno. Some endings seem forced but despite all that i fricken loved this show. I loved the story of Yuno and Yukki and i even love all the little thing about the other characters. Sometimes it feels like Yuno is carrying this show on her back but thats okay considering she is one of the most unique characters i have seen in anime and may go down as one of my favorite anime characters of all time.\n\n\u001b[1m私はMirai Nikkiの悪い評価の私の公正な分けより多くを見てきました、そして、彼らは多くの良い点を持ち出します。 それはプロットホールの公平な共有以上のものがあり、キャラクターは予期せぬことが起こりそうにないことが起こっている可能性があります。 しかし、私はあなたが素晴らしいショー、ラブストーリー（並べ替え）、そして勇野のすばらしいキャラクターを手に入れたこれらのプロットホールをすべて見ていると信じています。 いくつかのエンディングは強制されているようだが、私はfrickenがこのショーを愛していたにもかかわらず。 私はYunoとYukkiの話を大好きでした。私は他のキャラクターについてのすべての小さなことを愛しています。 時には、ゆのさんがこのショーを彼女の背中に運んでいるように感じることもありますが、彼女はアニメで見た最もユニークなキャラクターの1つで、いつも私の好きなアニメキャラクターの1つになるかもしれないと考えています。\u001b[22m\n\u001b[1m(Watashi wa Mirai Nikki no warui hyōka no watashi no kōseina wake yori ōku o mitekimashita, soshite, karera wa ōku no yoi ten o mochidashimasu. Sore wa purottohōru no kōheina kyōyū ijō no mono ga ari, kyarakutā wa yoki senu koto ga okori-sō ninai koto ga okotte iru kanōsei ga arimasu. Shikashi, watashi wa anata ga subarashī shō, rabusutōrī (narabe-gae), soshite Isamu no no subarashī kyarakutā o teniireta korera no purottohōru o subete mite iru to shinjite imasu. Ikutsu ka no endingu wa kyōsei sa rete iru yōdaga, watashi wa fricken ga kono shō o aishite ita nimokakawarazu. Watashi wa Yuno to Yukki no hanashi o daisukideshita. Watashi wa hoka no kyarakutā ni tsuite no subete no chīsana koto o aishiteimasu. Tokiniha, yu no-san ga kono shō o kanojo no senaka ni hakonde iru yō ni kanjiru koto mo arimasuga, kanojo wa anime de mita mottomo yunīkuna kyarakutā no 1tsu de, itsumo watashi no sukina animekyarakutā no 1tsu ni naru kamo shirenai to kangaete imasu.)\u001b[22m\n\nTranslations of \u001b[4mI've seen more than my fair share of bad reviews on Mirai Nikki and they bring up a lot of good points. It has more than its fair share of plot holes, characters do unexpected things that seem to happen unexplained and possibly out of order. But i believe if you look past all these plot holes you get a great show, love story (Sort of) and an amazing character in Yuno. Some endings seem forced but despite all that i fricken loved this show. I loved the story of Yuno and Yukki and i even love all the little thing about the other characters. Sometimes it feels like Yuno is carrying this show on her back but thats okay considering she is one of the most unique characters i have seen in anime and may go down as one of my favorite anime characters of all time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've seen more than my fair share of bad reviews on Mirai Nikki and they bring up a lot of good points.\u001b[24m\n    \u001b[1m私はMirai Nikkiの悪い評価の私の公正な分けより多くを見てきました、そして、彼らは多くの良い点を持ち出します。\u001b[22m, \u001b[1m私は未来日記に悪いレビューの私の公正な取り分より多くを見てきましたし、彼らは良い点の多くを持ち出します。\u001b[22m\n\u001b[4mIt has more than its fair share of plot holes, characters do unexpected things that seem to happen unexplained and possibly out of order.\u001b[24m\n    \u001b[1mそれはプロットホールの公平な共有以上のものがあり、キャラクターは予期せぬことが起こりそうにないことが起こっている可能性があります。\u001b[22m, \u001b[1mこれは、プロットの穴の公正なシェアよりも多くを持って、文字が原因不明、おそらく順不同に起こるように見える予期しない物事を行います。\u001b[22m\n\u001b[4mBut i believe if you look past all these plot holes you get a great show, love story (Sort of) and an amazing character in Yuno.\u001b[24m\n    \u001b[1mしかし、私はあなたが素晴らしいショー、ラブストーリー（並べ替え）、そして勇野のすばらしいキャラクターを手に入れたこれらのプロットホールをすべて見ていると信じています。\u001b[22m, \u001b[1mしかし、私はあなたがすべてのこれらのプロットの穴を過ぎて見ればあなたは素晴らしいショー、愛の物語（ソートの）とゆで驚くほどの文字を取得すると信じています。\u001b[22m\n\u001b[4mSome endings seem forced but despite all that i fricken loved this show.\u001b[24m\n    \u001b[1mいくつかのエンディングは強制されているようだが、私はfrickenがこのショーを愛していたにもかかわらず。\u001b[22m, \u001b[1mいくつかの語尾は、強制ように見えるが、すべてのことにもかかわらず、私はこの番組を愛しfricken。\u001b[22m\n\u001b[4mI loved the story of Yuno and Yukki and i even love all the little thing about the other characters.\u001b[24m\n    \u001b[1m私はYunoとYukkiの話を大好きでした。私は他のキャラクターについてのすべての小さなことを愛しています。\u001b[22m, \u001b[1m私はユーノとYukkiの物語を愛し、私も他の文字についてのすべての小さい事が大好きです。\u001b[22m\n\u001b[4mSometimes it feels like Yuno is carrying this show on her back but thats okay considering she is one of the most unique characters i have seen in anime and may go down as one of my favorite anime characters of all time.\u001b[24m\n    \u001b[1m時には、ゆのさんがこのショーを彼女の背中に運んでいるように感じることもありますが、彼女はアニメで見た最もユニークなキャラクターの1つで、いつも私の好きなアニメキャラクターの1つになるかもしれないと考えています。\u001b[22m, \u001b[1m時にはそれがゆが彼女の背中にこのショーを運んでいるような感じが、彼女は私がアニメで見た中で最もユニークな文字の一つであり、すべての時間の私の好きなアニメのキャラクターの一人として下がってもよい考慮大丈夫thatsの。\u001b[22m\n\u001b[1m\u001b[22m\nThis show kept drawing me back in with insane plot twists and i just needed to know what would happen next and most of all what would happen with our main characters relationship. Yes, this anime is full of plot holes but despite all that this was one of the most enjoyable rides i had and i certainly wont forget it. TBH i wish there could be more but there isnt very much else to do with this show. I highly recommend giving Mirai Nikki a try and just forget about whats wrong and focus what is great about this story.\n\n\u001b[1mこのショーでは、私はひどいプロットの紆余曲折で私を引き戻し続けました。私は、次に何が起こるのか、そして何よりも私たちの主人公の関係で起こることを知る必要がありました。 はい、このアニメはプロットの穴でいっぱいですが、これは私が持っていた最も楽しい乗り物の一つであったにもかかわらず、私は確かにそれを忘れることはありません。  TBH私はもっと多くのことがあるかもしれないが、このショーとはあまり関係がありません。 私はMirai Nikkiを試してみることを強くお勧めします。何が間違っているのかを忘れて、この話について素晴らしいことに焦点を当てます。\u001b[22m\n\u001b[1m(Kono shōde wa, watashi wa hidoi purotto no uyokyokusetsu de watashi o hikimodoshi tsudzukemashita. Watashi wa, tsugini nani ga okoru no ka, soshite naniyori mo watashitachi no shujinkō no kankei de okoru koto o shiru hitsuyō ga arimashita. Hai, kono anime wa purotto no ana de ippaidesuga, kore wa watashi ga motte ita mottomo tanoshī norimono no hitotsudeatta nimokakawarazu, watashi wa tashika ni sore o wasureru koto wa arimasen. TBH watashi wa motto ōku no koto ga aru kamo shirenaiga, kono shō to wa amari kankei ga arimasen. Watashi wa Mirai Nikki o tameshite miru koto o tsuyoku o susume shimasu. Nani ga machigatte iru no ka o wasurete, kono-wa ni tsuite subarashī koto ni shōten o atemasu.)\u001b[22m\n\nTranslations of \u001b[4mThis show kept drawing me back in with insane plot twists and i just needed to know what would happen next and most of all what would happen with our main characters relationship. Yes, this anime is full of plot holes but despite all that this was one of the most enjoyable rides i had and i certainly wont forget it. TBH i wish there could be more but there isnt very much else to do with this show. I highly recommend giving Mirai Nikki a try and just forget about whats wrong and focus what is great about this story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show kept drawing me back in with insane plot twists and i just needed to know what would happen next and most of all what would happen with our main characters relationship.\u001b[24m\n    \u001b[1mこのショーでは、私はひどいプロットの紆余曲折で私を引き戻し続けました。私は、次に何が起こるのか、そして何よりも私たちの主人公の関係で起こることを知る必要がありました。\u001b[22m, \u001b[1mこのショーは、非常識などんでん返しで後ろに私を描画維持し、私はちょうど次のと私たちのメインキャラクターの関係で何が起こるか、すべてのほとんど何が起こるか知っておく必要がありました。\u001b[22m\n\u001b[4mYes, this anime is full of plot holes but despite all that this was one of the most enjoyable rides i had and i certainly wont forget it.\u001b[24m\n    \u001b[1mはい、このアニメはプロットの穴でいっぱいですが、これは私が持っていた最も楽しい乗り物の一つであったにもかかわらず、私は確かにそれを忘れることはありません。\u001b[22m, \u001b[1mはい、このアニメは、プロットの穴だらけしかし、これは私が持っていたと私は確かに文句を言わない、それを忘れて最も楽しい乗り物の一つであったことすべてにもかかわらずです。\u001b[22m\n\u001b[4mTBH i wish there could be more but there isnt very much else to do with this show.\u001b[24m\n    \u001b[1mTBH私はもっと多くのことがあるかもしれないが、このショーとはあまり関係がありません。\u001b[22m, \u001b[1mTBH、私はより多くのがあるかもしれないが、このショーで行うには他にあまりがイマイチたいです。\u001b[22m\n\u001b[4mI highly recommend giving Mirai Nikki a try and just forget about whats wrong and focus what is great about this story.\u001b[24m\n    \u001b[1m私はMirai Nikkiを試してみることを強くお勧めします。何が間違っているのかを忘れて、この話について素晴らしいことに焦点を当てます。\u001b[22m, \u001b[1m私は非常に未来日記を試しを与えることをお勧めしますし、ちょうどいただきました間違ったことを忘れると、この物語の素晴らしいです何焦点を当てています。\u001b[22m\n\u001b[1m\u001b[22m\nPS: If you want a happy after its all over dont forget to watch Mirai Nikki Redial!\n\n\u001b[1mPS：もしあなたが幸せを望むなら、そのあちこちはMirai Nikki Redialを見るのを忘れないで！\u001b[22m\n\u001b[1m(PS: Moshi anata ga shiawase o nozomunara, sono achikochi wa Mirai Nikki Redial o miru no o wasurenaide!)\u001b[22m\n\nTranslations of \u001b[4mPS: If you want a happy after its all over dont forget to watch Mirai Nikki Redial!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPS: If you want a happy after its all over dont forget to watch Mirai Nikki Redial!\u001b[24m\n    \u001b[1mPS：もしあなたが幸せを望むなら、そのあちこちはMirai Nikki Redialを見るのを忘れないで！\u001b[22m, \u001b[1mPS：あなたはそのすべての上に未来日記リダイヤルを見ることを忘れていけないの後に幸せにしたい場合は！\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "Jazzy_wolfie",
    "profile": "/profile/Jazzy_wolfie/reviews",
    "pages": "5",
    "number": "4",
    "link": "/reviews.php?id=203978",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は、このアニメを見てゆのが私の霊の動物だと決めました。  Oh Ma Lordこのアニメは完璧だった...オバも悲しい結末を救った。 私はこのアニメを誰もが完璧であることを示すことができたらいいと思う。 私はこのアニメの後期ブーマーでしたが、最近見ましたが、それがこの良いことが分かっていれば、早くそれを見ていたはずです。 私はエピソードを見るたびに同じ音がするように感じました。 私が終わったらすぐに、私はこのアニメと同じアニメを見つけることは決してないだろうと私は自問自答しました。私はYunoとYukkiを船に乗せています。 終わりは地獄のように愛らしい（私はOVAの終わりを指している）しかし全体的に私はこのアニメのすべての秒を愛していた！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI have decided that Yuno is now my spirit animal after watching this anime. Oh Ma Lord this anime was perfect...the Ova saved the sad ending as well. I wish I could show everyone this anime as it perfection. I was a late boomer to this anime and I watched it recently but I should've watched it earlier if I knew it was this good. I felt like I had the same buzz every time I watched an episode. As soon as I finished it, I said to myself that I would never find an anime as good as this one ever again...I ship Yuno and Yukki so much man it's amazing they just fix together so well. The ending was adorable as hell ( I'm referring to the OVA ending) But Overall I loved every second of this anime!!!\n\n\u001b[1m私は、このアニメを見てゆのが私の霊の動物だと決めました。  Oh Ma Lordこのアニメは完璧だった...オバも悲しい結末を救った。 私はこのアニメを誰もが完璧であることを示すことができたらいいと思う。 私はこのアニメの後期ブーマーでしたが、最近見ましたが、それがこの良いことが分かっていれば、早くそれを見ていたはずです。 私はエピソードを見るたびに同じ音がするように感じました。 私が終わったらすぐに、私はこのアニメと同じアニメを見つけることは決してないだろうと私は自問しました.YunoとYukkiはそんなに大変です。 終わりは地獄のように愛らしい（私はOVAの終わりを指している）しかし全体的に私はこのアニメのすべての秒を愛していた！\u001b[22m\n\u001b[1m(Watashi wa, kono anime o mite yu no ga watashi no rei no dōbutsuda to kimemashita. Oh Ma Lord kono anime wa kanpekidatta... Oba mo kanashī ketsumatsu o sukutta. Watashi wa kono anime o daremoga kanpekidearu koto o shimesu koto ga dekitara ī to omou. Watashi wa kono anime no kōki būmādeshitaga, saikin mimashitaga, sore ga kono yoi koto ga wakatte ireba, hayaku sore o mite ita hazudesu. Watashi wa episōdo o miru tabi ni onaji Oto ga suru yō ni kanjimashita. Watashi ga owattara sugu ni, watashi wa kono anime to onaji anime o mitsukeru koto wa kesshite naidarou to watashi wa jimon shimashita. Yuno to Yukki wa son'nani taihendesu. Owari wa jigoku no yō ni airashī (watashi wa ovu~a no owari o sashite iru) shikashi zentai-teki ni watashi wa kono anime no subete no byō o aishite ita!)\u001b[22m\n\nTranslations of \u001b[4mI have decided that Yuno is now my spirit animal after watching this anime. Oh Ma Lord this anime was perfect...the Ova saved the sad ending as well. I wish I could show everyone this anime as it perfection. I was a late boomer to this anime and I watched it recently but I should've watched it earlier if I knew it was this good. I felt like I had the same buzz every time I watched an episode. As soon as I finished it, I said to myself that I would never find an anime as good as this one ever again...I ship Yuno and Yukki so much man it's amazing they just fix together so well. The ending was adorable as hell ( I'm referring to the OVA ending) But Overall I loved every second of this anime!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have decided that Yuno is now my spirit animal after watching this anime.\u001b[24m\n    \u001b[1m私は、このアニメを見てゆのが私の霊の動物だと決めました。\u001b[22m, \u001b[1m私はユーノがこのアニメを見た後、今、私の精神の動物であることを決定しました。\u001b[22m\n\u001b[4mOh Ma Lord this anime was perfect...the Ova saved the sad ending as well.\u001b[24m\n    \u001b[1mOh Ma Lordこのアニメは完璧だった...オバも悲しい結末を救った。\u001b[22m, \u001b[1mああ馬主はこのアニメはOVAを同様に悲しい結末を保存...完璧でした。\u001b[22m\n\u001b[4mI wish I could show everyone this anime as it perfection.\u001b[24m\n    \u001b[1m私はこのアニメを誰もが完璧であることを示すことができたらいいと思う。\u001b[22m, \u001b[1m私はそれ完璧としてこのアニメみんなを示すことがしたいです。\u001b[22m\n\u001b[4mI was a late boomer to this anime and I watched it recently but I should've watched it earlier if I knew it was this good.\u001b[24m\n    \u001b[1m私はこのアニメの後期ブーマーでしたが、最近見ましたが、それがこの良いことが分かっていれば、早くそれを見ていたはずです。\u001b[22m, \u001b[1m私はこのアニメの後半団塊世代だったと私は最近、それを見たが、私はそれがこの良いことを知っていた場合、私は以前それを見てきたはずです。\u001b[22m\n\u001b[4mI felt like I had the same buzz every time I watched an episode.\u001b[24m\n    \u001b[1m私はエピソードを見るたびに同じ音がするように感じました。\u001b[22m, \u001b[1m私は、同じ話題に私はエピソードを見たびに持っていたように私は感じました。\u001b[22m\n\u001b[4mAs soon as I finished it, I said to myself that I would never find an anime as good as this one ever again...I ship Yuno and Yukki so much man it's amazing they just fix together so well.\u001b[24m\n    \u001b[1m私が終わったらすぐに、私はこのアニメと同じアニメを見つけることは決してないだろうと私は自問しました.YunoとYukkiはそんなに大変です。\u001b[22m, \u001b[1mできるだけ早く私はそれを終えたとして、私はそれは彼らがちょうどそうよく一緒に固定する驚くべきことだ、私はそんなに男ゆとYukkiを出荷...二度とこの1良いとしてアニメを見つけることはないだろうと自分自身に言いました。\u001b[22m\n\u001b[4mThe ending was adorable as hell ( I'm referring to the OVA ending) But Overall I loved every second of this anime!!!\u001b[24m\n    \u001b[1m終わりは地獄のように愛らしい（私はOVAの終わりを指している）しかし全体的に私はこのアニメのすべての秒を愛していた！\u001b[22m, \u001b[1mエンディングは地獄のように愛らしいだった（私はエンディングOVAを参照しています）しかし、全体的に私はこのアニメの毎秒を愛しました！\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "Da_Harem_King",
    "profile": "/profile/Da_Harem_King/reviews",
    "pages": "5",
    "number": "5",
    "link": "/reviews.php?id=156755",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  8\n\nこれはMALの私の最初のレビューです....私はここから新しい...私はちょうどこれを試してみるので...私はそれらを作るように私の間違いを修正してください....多くのappriciatedされます。\n\nさて、アニメの最初のエピソードについての私の最初の印象は...これらの過去2年間のアニメを見た後のことです...私はそれを...と記述することができました。 もちろん、私は、Bakemonogatari、Mekakucity Actorsなど、もっと神秘的なアニメを見てきました。だからここにMirai Nikki（TV）のレビューがあります。\n\nストーリー（9月10日）：私はこれらのアニメのような、ジャンル、アクション、ミステリー、ホラー、スリラーのタイプのようなreaalllyy...そんなに私も一日で全体のアニメを見る。  ：Dとエピソード7までの最初のエピソードは私を抱きしめてしまった!! 私は似ていた：OMG別の！  XD。  Bystander多くの人と交流しない十代の少年。 私の好奇心のモードスイッチが反転した「日記」と呼んでいるものを常に書いています。 だから私のために物語を説明するためには、9。\n\nアート（7/10）：このショーのアートは、私の視界ではかなり正常です。なぜなら、アニメではまだ本当の「アート」を理解していないからです。 しかし、私はそれを記述しなければならなかった....例えば、目と髪...時々ラインの途切れている？ 目が元の位置から遠く離れているように？  Meh...それでも、とにかくエピソードごとに私はまだ興奮してしまった：D so.... 7。\n\nSound（8/10）：Ok...このアニメのサウンドはBADASS...本当に好き!! それは完璧に状況に合っている！ ハートレーシングシーン、ハートウォーミングシーン。  OPとEDの曲もいいですね!! 私はとても好きです.... 8。\n\nキャラクター（8/10）：うーん...これは私の「最も重要なレビューの一部」です...私は本当に..本当に....本当に!!! このショーでMCを憎む...彼は狼狽のように行動し、女の子のように!!  （彼が後で悪いことをしても）私はまだ彼が私に持っていた彼の最初の印象が嫌い...。なぜこの1つの私の得点はまだ8/10を得ましたか？ 女性の主人公のために。あなたが今までに持っている最も無慈悲で精神的な恋人とストーカー！  XD。 そこで彼女はMCの愚かな行動を補った。 従って8/10。\n\n楽しさ（8/10）：私は何を言うことができますか？ このショーは本当に私をたくさん興奮させる!! サスペンスと強さと好奇心の多く！ あなたは本当にそれに夢中になるだろう：P....だからここにそれがある!!  8..!!\n\n全体的に（9/10）：全体的にこのレビューは私の「自分の意見」を要約しているので、私のレビューを嫌う人はいないと私はそれを憎んではいけない:(すでに2年間アニメを見ていてもMALの初心者... もちろんアニメそのものは、私が混乱して残されるさまざまな側面やジャンルで私を魅了します。これは、私がこれらのジャンルから期待しているものです＆gt;：D。だから全体的に私にとっては9/10です！\n\nMirai Nikki（TV）のレビューを読んで私のような初心者に時間をとっていただきありがとうございます;）おはようございます",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis is my first review in MAL....since im new here...i'll just try this out...so please correct my mistakes as i make them....will be much appriciated.\n\n\u001b[1mこれはMALの私の最初のレビューです....私はここから新しい...私はちょうどこれを試してみるので...私はそれらを作るように私の間違いを修正してください....多くのappriciatedされます。\u001b[22m\n\u001b[1m(Kore wa MAL no watashi no saisho no rebyūdesu. ... Watashi wa koko kara atarashī... Watashi wa chōdo kore o tameshite miru node... Watashi wa sorera o tsukuru yō ni watashi no machigai o shūsei shite kudasai. ... Ōku no appriciated sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is my first review in MAL....since im new here...i'll just try this out...so please correct my mistakes as i make them....will be much appriciated.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my first review in MAL....since im new here...i'll just try this out...so please correct my mistakes as i make them....will be much appriciated.\u001b[24m\n    \u001b[1mこれはMALの私の最初のレビューです....私はここから新しい...私はちょうどこれを試してみるので...私はそれらを作るように私の間違いを修正してください....多くのappriciatedされます。\u001b[22m, \u001b[1mこれは、ここに新しいイムので...私はちょうどはるかにappriciatedされます....私はそれらを作るように、私の間違いを修正してください...これを試してみましょう.... MALの私の最初のレビューです。\u001b[22m\n\u001b[1m\u001b[22m\nOkay....my first impression on the first episode on the anime was...well after watching anime's for these past two years...i could describe it as....Mysterious?? Of course i have seen more mysterious anime's like Bakemonogatari,Mekakucity Actors etc. So here's my review for Mirai Nikki (TV).\n\n\u001b[1mさて、アニメの最初のエピソードについての私の最初の印象は...これらの過去2年間のアニメを見た後のことです...私はそれを...と記述することができました。 もちろん、私は、Bakemonogatari、Mekakucity Actorsなど、もっと神秘的なアニメを見てきました。だからここにMirai Nikki（TV）のレビューがあります。\u001b[22m\n\u001b[1m(Sate, anime no saisho no episōdo ni tsuite no watashi no saisho no inshō wa... Korera no kako 2-nenkan no anime o mita nochi no kotodesu... Watashi wa sore o... To kijutsu suru koto ga dekimashita. Mochiron, watashi wa, Bakemonogatari, Mekakucity akutāzu nado, motto shinpi-tekina anime o mitekimashita. Dakara koko ni Mirai Nikki (TV) no rebyū ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mOkay....my first impression on the first episode on the anime was...well after watching anime's for these past two years...i could describe it as....Mysterious?? Of course i have seen more mysterious anime's like Bakemonogatari,Mekakucity Actors etc. So here's my review for Mirai Nikki (TV).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay....my first impression on the first episode on the anime was...well after watching anime's for these past two years...i could describe it as....Mysterious??\u001b[24m\n    \u001b[1mさて、アニメの最初のエピソードについての私の最初の印象は...これらの過去2年間のアニメを見た後のことです...私はそれを...と記述することができました。\u001b[22m, \u001b[1mさて....アニメの最初のエピソードの私の第一印象だった...よく、これらの過去2年間のアニメのを見た後...私は不思議な....としてそれを記述することができます？\u001b[22m\n\u001b[4mOf course i have seen more mysterious anime's like Bakemonogatari,Mekakucity Actors etc. So here's my review for Mirai Nikki (TV).\u001b[24m\n    \u001b[1mもちろん、私は、Bakemonogatari、Mekakucity Actorsなど、もっと神秘的なアニメを見てきました。だからここにMirai Nikki（TV）のレビューがあります。\u001b[22m, \u001b[1mもちろん、私はここに未来日記（TV）のための私のレビューだなど化物語、Mekakucity俳優のような、より神秘的なアニメのを見てきました。\u001b[22m\n\u001b[1m\u001b[22m\nStory (9/10): Ok i reaalllyy like these anime's that have the Genre: Action,Mystery,Horror,Thriller types...so much that i even watch a whole anime in one day. :D and the first episode till episode 7 got me HOOKED!! I was like: OMG Another another!! XD. A Bystander Teenage boy who doesn't interact wwith many people. And is always writing in his what we may call 'Diary' which my curiosity mode switch got flipped on. So to describe the story for me its a 9.\n\n\u001b[1mストーリー（9月10日）：私はこれらのアニメのような、ジャンル、アクション、ミステリー、ホラー、スリラーのタイプのようなreaalllyy...そんなに私も一日で全体のアニメを見る。  ：Dとエピソード7までの最初のエピソードは私を抱きしめてしまった!! 私は似ていた：OMG別の！  XD。  Bystander多くの人と交流しない十代の少年。 そして、私の好奇心のモードスイッチが反転した「日記」と呼ぶかもしれないものを常に書いています。 だから私のために物語を説明するためには、9。\u001b[22m\n\u001b[1m(Sutōrī (9 tsuki 10-nichi): Watashi wa korera no anime no yōna, janru, akushon, misuterī, horā, surirā no taipu no yōna reaalllyy... Son'nani watashi mo tsuitachi de zentai no anime o miru. : D to episōdo 7 made no saisho no episōdo wa watashi o dakishimete shimatta! ! Watashi wa nite ita: OMG-betsu no! XD. Bystander ōku no hito to kōryū shinai jūdai no shōnen. Soshite, watashi no kōkishin no mōdosuitchi ga hanten shita `nikki' to yobu kamo shirenai mono o tsuneni kaite imasu. Dakara watashi no tame ni monogatari o setsumei suru tame ni wa, 9.)\u001b[22m\n\nTranslations of \u001b[4mStory (9/10): Ok i reaalllyy like these anime's that have the Genre: Action,Mystery,Horror,Thriller types...so much that i even watch a whole anime in one day. :D and the first episode till episode 7 got me HOOKED!! I was like: OMG Another another!! XD. A Bystander Teenage boy who doesn't interact wwith many people. And is always writing in his what we may call 'Diary' which my curiosity mode switch got flipped on. So to describe the story for me its a 9.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (9/10): Ok i reaalllyy like these anime's that have the Genre: Action,Mystery,Horror,Thriller types...so much that i even watch a whole anime in one day.\u001b[24m\n    \u001b[1mストーリー（9月10日）：私はこれらのアニメのような、ジャンル、アクション、ミステリー、ホラー、スリラーのタイプのようなreaalllyy...そんなに私も一日で全体のアニメを見る。\u001b[22m, \u001b[1mストーリー（9/10）：[OK]を私はジャンルを持っているこれらのアニメのようreaalllyy：アクション、ミステリー、ホラー、スリラータイプ...私も一日で全体のアニメを見ていることをそんなに。\u001b[22m\n\u001b[4m:D and the first episode till episode 7 got me HOOKED!!\u001b[24m\n    \u001b[1m：Dとエピソード7までの最初のエピソードは私を抱きしめてしまった!!\u001b[22m, \u001b[1m：Dとエピソード7までの最初のエピソードは、私は夢中になりました！\u001b[22m\n\u001b[4mI was like: OMG Another another!!\u001b[24m\n    \u001b[1m私は似ていた：OMG別の！\u001b[22m, \u001b[1m私はのようだった：OMGもう一つ別！\u001b[22m\n\u001b[4mXD.\u001b[24m\n    \u001b[1mXD。\u001b[22m\n\u001b[4mA Bystander Teenage boy who doesn't interact wwith many people.\u001b[24m\n    \u001b[1mBystander多くの人と交流しない十代の少年。\u001b[22m, \u001b[1m多くの人々wwith相互作用しない傍観十代の少年。\u001b[22m\n\u001b[4mAnd is always writing in his what we may call 'Diary' which my curiosity mode switch got flipped on.\u001b[24m\n    \u001b[1mそして、私の好奇心のモードスイッチが反転した「日記」と呼ぶかもしれないものを常に書いています。\u001b[22m, \u001b[1mそして、いつも私たちは私の好奇心モードスイッチがオンに反転してしまった「日記」を呼び出すことができますどのような彼に書いています。\u001b[22m\n\u001b[4mSo to describe the story for me its a 9.\u001b[24m\n    \u001b[1mだから私のために物語を説明するためには、9。\u001b[22m, \u001b[1mだから、私の9のための物語を説明します。\u001b[22m\n\u001b[1m\u001b[22m\nArt (7/10): The art in this show is quite normal in my sight..because i really don't understand true 'Art' yet in anime. But if i had to describe it....for example the eyes and hair...are a bit way out of line sometimes?? Like the eyes are far away from their original position? Meh...well it still got me excited every episode anyway :D so....7.\n\n\u001b[1mアート（7/10）：このショーのアートは、私の視界ではかなり正常です。なぜなら、アニメではまだ本当の「アート」を理解していないからです。 しかし、私はそれを記述しなければならなかった....例えば、目と髪...時々ラインの途切れている？ 目が元の位置から遠く離れているように？  Meh...それでも、とにかくエピソードごとに私はまだ興奮してしまった：D so.... 7。\u001b[22m\n\u001b[1m(Āto (7 / 10): Kono shō no āto wa, watashi no shikaide wa kanari seijōdesu. Nazenara, animede wa mada hontō no `āto' o rikai shite inaikaradesu. Shikashi, watashi wa sore o kijutsu shinakereba naranakatta. ... Tatoeba,-me to kami... Tokidoki rain no togirete iru? Me ga motonoichi kara tōkuhanarete iru yō ni? Meh... Soredemo, tonikaku episōdo-goto ni watashi wa mada kōfun shite shimatta: D so... . 7.)\u001b[22m\n\nTranslations of \u001b[4mArt (7/10): The art in this show is quite normal in my sight..because i really don't understand true 'Art' yet in anime. But if i had to describe it....for example the eyes and hair...are a bit way out of line sometimes?? Like the eyes are far away from their original position? Meh...well it still got me excited every episode anyway :D so....7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (7/10): The art in this show is quite normal in my sight..because i really don't understand true 'Art' yet in anime.\u001b[24m\n    \u001b[1mアート（7/10）：このショーのアートは、私の視界ではかなり正常です。なぜなら、アニメではまだ本当の「アート」を理解していないからです。\u001b[22m, \u001b[1mアート（7/10）：このショーでアートは、私は本当にアニメではまだ真の「アート」を理解していない私のsight..becauseに非常に正常です。\u001b[22m\n\u001b[4mBut if i had to describe it....for example the eyes and hair...are a bit way out of line sometimes??\u001b[24m\n    \u001b[1mしかし、私はそれを記述しなければならなかった....例えば、目と髪...時々ラインの途切れている？\u001b[22m, \u001b[1m私はそれを記述しなければならない場合でも....例えば目や髪が...時々ラインのうちビット方法です??\u001b[22m\n\u001b[4mLike the eyes are far away from their original position?\u001b[24m\n    \u001b[1m目が元の位置から遠く離れているように？\u001b[22m, \u001b[1m目のように遠く離れた元の位置からですか？\u001b[22m\n\u001b[4mMeh...well it still got me excited every episode anyway :D so....7.\u001b[24m\n    \u001b[1mMeh...それでも、とにかくエピソードごとに私はまだ興奮してしまった：D so.... 7。\u001b[22m, \u001b[1mMEH...よくそれはまだとにかく私に興奮すべてのエピソードを持って：7 Dそう...。\u001b[22m\n\u001b[1m\u001b[22m\nSound (8/10): Ok...the sound in this anime is BADASS...really like it!! It fits the situation perfectly..! Heart Racing Scenes,Heart Warming Scenes. Even the OP and ED Song are good!! I like it very much so....8.\n\n\u001b[1mSound（8/10）：Ok...このアニメのサウンドはBADASS...本当に好き!! それは完璧に状況に合っている！ ハートレーシングシーン、ハートウォーミングシーン。  OPとEDの曲もいいですね!! 私はとても好きです.... 8。\u001b[22m\n\u001b[1m(Sound (8 / 10): Ok... Kono anime no saundo wa badasu... Hontōni suki! ! Sore wa kanpeki ni jōkyō ni atte iru! Hātorēshingushīn, hātou~ōmingushīn. OP to ED no kyoku mo īdesu ne! ! Watashi wa totemo sukidesu. ... 8.)\u001b[22m\n\nTranslations of \u001b[4mSound (8/10): Ok...the sound in this anime is BADASS...really like it!! It fits the situation perfectly..! Heart Racing Scenes,Heart Warming Scenes. Even the OP and ED Song are good!! I like it very much so....8.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (8/10): Ok...the sound in this anime is BADASS...really like it!!\u001b[24m\n    \u001b[1mSound（8/10）：Ok...このアニメのサウンドはBADASS...本当に好き!!\u001b[22m, \u001b[1mサウンド（8/10）：[OK]を...このアニメの音が本当にそれのように... BADASSです！\u001b[22m\n\u001b[4mIt fits the situation perfectly..!\u001b[24m\n    \u001b[1mそれは完璧に状況に合っている！\u001b[22m, \u001b[1mそれは完全な状況にフィット..！\u001b[22m\n\u001b[4mHeart Racing Scenes,Heart Warming Scenes.\u001b[24m\n    \u001b[1mハートレーシングシーン、ハートウォーミングシーン。\u001b[22m, \u001b[1mハートレーシングシーン、心温まるシーン。\u001b[22m\n\u001b[4mEven the OP and ED Song are good!!\u001b[24m\n    \u001b[1mOPとEDの曲もいいですね!!\u001b[22m, \u001b[1mでもOPとED曲が良いです!!\u001b[22m\n\u001b[4mI like it very much so....8.\u001b[24m\n    \u001b[1m私はとても好きです.... 8。\u001b[22m, \u001b[1m私は8....ので、それを非常に好きです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter (8/10): Hmm...this is one of my 'Most Important Part of the review' comes...i really..really....really!!! Hate the MC in this show...he acts like a wimp and like a girl!! (even if he does get badass later on) i still hate his first impressions he had on me..so why did my score in this one still got a 8/10?? Because of the Female Protagonist..The most weridest and Psychotic lover and stalker you will ever have! XD. So she made up for the MC's stupid actions. So therefore 8/10.\n\n\u001b[1mキャラクター（8/10）：うーん...これは私の「最も重要なレビューの一部」です...私は本当に..本当に....本当に!!! このショーでMCを憎む...彼は狼狽のように行動し、女の子のように!!  （彼が後で悪いことをしても）私はまだ彼が私に持っていた彼の最初の印象が嫌い...。なぜこの1つの私の得点はまだ8/10を得ましたか？ 女性の主人公のために。あなたが今までに持っている最も無慈悲で精神的な恋人とストーカー！  XD。 そこで彼女はMCの愚かな行動を補った。 従って8/10。\u001b[22m\n\u001b[1m(Kyarakutā (8 / 10): U ̄ n... Kore wa watashi no `mottomo jūyōna rebyū no ichibu'desu... Watashi wa hontōni.. Hontōni.... Hontōni! ! ! Kono shō de MC o nikumu... Kare wa rōbai no yō ni kōdō shi, on'nanoko no yō ni! ! (Kare ga atode warui koto o shite mo) watashi wa mada kare ga watashi ni motte ita kare no saisho no inshō ga kirai.... Naze kono 1tsu no watashi no tokuten wa mada 8/ 10 o emashita ka? Josei no shujinkō no tame ni. Anata ga ima made ni motte iru mottomo mujihide seishin-tekina koibito to sutōkā! XD. Sokode kanojo wa MC no orokana kōdō o oginatta. Shitagatte 8/ 10.)\u001b[22m\n\nTranslations of \u001b[4mCharacter (8/10): Hmm...this is one of my 'Most Important Part of the review' comes...i really..really....really!!! Hate the MC in this show...he acts like a wimp and like a girl!! (even if he does get badass later on) i still hate his first impressions he had on me..so why did my score in this one still got a 8/10?? Because of the Female Protagonist..The most weridest and Psychotic lover and stalker you will ever have! XD. So she made up for the MC's stupid actions. So therefore 8/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter (8/10): Hmm...this is one of my 'Most Important Part of the review' comes...i really..really....really!!!\u001b[24m\n    \u001b[1mキャラクター（8/10）：うーん...これは私の「最も重要なレビューの一部」です...私は本当に..本当に....本当に!!!\u001b[22m, \u001b[1m文字（8/10）：うーん...これは私の「レビューの最も重要な部分」の一つである...私really..really....本当に来ます！\u001b[22m\n\u001b[4mHate the MC in this show...he acts like a wimp and like a girl!!\u001b[24m\n    \u001b[1mこのショーでMCを憎む...彼は狼狽のように行動し、女の子のように!!\u001b[22m, \u001b[1mこの番組でMCを憎む...彼は弱虫のような女の子のような役割を果たし!!\u001b[22m\n\u001b[4m(even if he does get badass later on) i still hate his first impressions he had on me..so why did my score in this one still got a 8/10??\u001b[24m\n    \u001b[1m（彼が後で悪いことをしても）私はまだ彼が私に持っていた彼の最初の印象が嫌い...。なぜこの1つの私の得点はまだ8/10を得ましたか？\u001b[22m, \u001b[1m（彼は後にワル取得している場合であっても）この1の私のスコアはまだ8月10日を持ってなかった理由私はまだ彼がme..soに持っていた彼の第一印象を嫌います？\u001b[22m\n\u001b[4mBecause of the Female Protagonist..The most weridest and Psychotic lover and stalker you will ever have!\u001b[24m\n    \u001b[1m女性の主人公のために。あなたが今までに持っている最も無慈悲で精神的な恋人とストーカー！\u001b[22m, \u001b[1mあなたが持っているであろう女性Protagonist..The最もweridestと精神病の恋人とストーカーのために！\u001b[22m\n\u001b[4mXD.\u001b[24m\n    \u001b[1mXD。\u001b[22m\n\u001b[4mSo she made up for the MC's stupid actions.\u001b[24m\n    \u001b[1mそこで彼女はMCの愚かな行動を補った。\u001b[22m, \u001b[1mそこで彼女は、MCの愚かな行動のために作ら。\u001b[22m\n\u001b[4mSo therefore 8/10.\u001b[24m\n    \u001b[1m従って8/10。\u001b[22m, \u001b[1mだから、そのため8月10日。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment (8/10): What can i say?? This show really thrills me a lot!! A lot of suspense and intensity and curiosity! You will really get hooked on it :P....so here it is!! 8..!!\n\n\u001b[1m楽しさ（8/10）：私は何を言うことができますか？ このショーは本当に私をたくさん興奮させる!! サスペンスと強さと好奇心の多く！ あなたは本当にそれに夢中になるだろう：P....だからここにそれがある!!  8..!!\u001b[22m\n\u001b[1m(Tanoshisa (8 / 10): Watashi wa nani o iu koto ga dekimasu ka? Kono shō wa hontōni watashi o takusan kōfun sa seru! ! Sasupensu to tsuyo-sa to kōkishin no ōku! Anata wa hontōni sore ni muchū ni narudarou: P.... Dakara koko ni sore ga aru! ! 8.. ! !)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (8/10): What can i say?? This show really thrills me a lot!! A lot of suspense and intensity and curiosity! You will really get hooked on it :P....so here it is!! 8..!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (8/10): What can i say??\u001b[24m\n    \u001b[1m楽しさ（8/10）：私は何を言うことができますか？\u001b[22m, \u001b[1m楽し（8/10）：私が何を言うことができます？\u001b[22m\n\u001b[4mThis show really thrills me a lot!!\u001b[24m\n    \u001b[1mこのショーは本当に私をたくさん興奮させる!!\u001b[22m, \u001b[1mこのショーは本当に私をたくさんスリル！\u001b[22m\n\u001b[4mA lot of suspense and intensity and curiosity!\u001b[24m\n    \u001b[1mサスペンスと強さと好奇心の多く！\u001b[22m, \u001b[1mサスペンスと強度と好奇心がたくさん！\u001b[22m\n\u001b[4mYou will really get hooked on it :P....so here it is!!\u001b[24m\n    \u001b[1mあなたは本当にそれに夢中になるだろう：P....だからここにそれがある!!\u001b[22m, \u001b[1mあなたは本当にそれに夢中になります：P....だからここにあります！\u001b[22m\n\u001b[4m8..!!\u001b[24m\n    \u001b[1m8..!!\u001b[22m\n\u001b[1m\u001b[22m\nOverall(9/10): Overall this review summarizes up my 'Own Opinion' so the other's who dislike my review please don't hate me for it :( newbie in MAL even though i already watched anime for 2 years.... well of course the anime itself captivates me with different aspects and genres that i will be left confused..which is what i expect from these genres &gt;:D. So overall it's a 9/10 for me!\n\n\u001b[1m全体的に（9/10）：全体的にこのレビューは私の「自分の意見」を要約しているので、私のレビューを嫌う人はいないと私はそれを憎んではいけない:(すでに2年のアニメを見ていてもMALの初心者... もちろんアニメそのものは、私が混乱して残されるさまざまな側面やジャンルで私を魅了します。これは、私がこれらのジャンルから期待しているものです＆gt;：D。だから全体的に私にとっては9/10です！\u001b[22m\n\u001b[1m(Zentai-teki ni (9 / 10): Zentai-teki ni kono rebyū wa watashi no `jibun no iken' o yōyaku shite irunode, watashi no rebyū o kirau hito wa inaito watashi wa sore o nikunde wa ikenai: (Sudeni 2-nen no anime o mite ite mo MAL no shoshinsha... Mochiron anime sonomono wa, watashi ga konran shite nokosa reru samazamana sokumen ya janru de watashi o miryō shimasu. Kore wa, watashi ga korera no janru kara kitai shite iru monodesu& gt; : D. Dakara zentai-teki ni watashi ni totte wa 9/ 10desu!)\u001b[22m\n\nTranslations of \u001b[4mOverall(9/10): Overall this review summarizes up my 'Own Opinion' so the other's who dislike my review please don't hate me for it :( newbie in MAL even though i already watched anime for 2 years.... well of course the anime itself captivates me with different aspects and genres that i will be left confused..which is what i expect from these genres &gt;:D. So overall it's a 9/10 for me!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall(9/10): Overall this review summarizes up my 'Own Opinion' so the other's who dislike my review please don't hate me for it :( newbie in MAL even though i already watched anime for 2 years....\u001b[24m\n    \u001b[1m全体的に（9/10）：全体的にこのレビューは私の「自分の意見」を要約しているので、私のレビューを嫌う人はいないと私はそれを憎んではいけない:(すでに2年のアニメを見ていてもMALの初心者...\u001b[22m, \u001b[1m総合（9/10）：総合この口コミは私自身の意見」をアップまとめたので、私のレビューはそれのために私を嫌いしないでください:(初心者をMALで私はすでに2年間のアニメを見ていても嫌いな人の他の....\u001b[22m\n\u001b[4mwell of course the anime itself captivates me with different aspects and genres that i will be left confused..which is what i expect from these genres &gt;:D. So overall it's a 9/10 for me!\u001b[24m\n    \u001b[1mもちろんアニメそのものは、私が混乱して残されるさまざまな側面やジャンルで私を魅了します。これは、私がこれらのジャンルから期待しているものです＆gt;：D。だから全体的に私にとっては9/10です！\u001b[22m, \u001b[1mよく、もちろんそれ自体は私がconfused..whichを残されるさまざまな側面やジャンルで私を魅了するアニメは私がこれらのジャンル＆GTから期待するものです。：Dだから、全体的な、それは私のために9月10日です。！\u001b[22m\n\u001b[1m\u001b[22m\nThank you for taking your time on a newbie such as me on reading my review for Mirai Nikki (TV) ;) Good day all\n\n\u001b[1mMirai Nikki（TV）のレビューを読んで私のような初心者に時間をとっていただきありがとうございます;）おはようございます\u001b[22m\n\u001b[1m(Mirai Nikki (TV) no rebyū o yonde watashi no yōna shoshinsha ni jikan o totte itadaki arigatōgozaimasu; ) ohayōgozaimasu)\u001b[22m\n\nTranslations of \u001b[4mThank you for taking your time on a newbie such as me on reading my review for Mirai Nikki (TV) ;) Good day all\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThank you for taking your time on a newbie such as me on reading my review for Mirai Nikki (TV) ;) Good day all\u001b[24m\n    \u001b[1mMirai Nikki（TV）のレビューを読んで私のような初心者に時間をとっていただきありがとうございます;）おはようございます\u001b[22m, \u001b[1mすべての良い一日）;未来日記（TV）のための私のレビューを読んで、このような私のような初心者にお時間を割いていただき、ありがとうございます\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "firemercury",
    "profile": "/profile/firemercury/reviews",
    "pages": "5",
    "number": "6",
    "link": "/reviews.php?id=202671",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  6\n|  8\n\n私は前方にあり、このアニメの私の全体の問題が終わりであると言うでしょう。 本当に珍しいことではありません。 最後の2つのエピソードはすべて存在する必要はなく、アニメが最後に独自のルールを破らなかった場合、同じ結論で来る可能性があります。\nそれで、 それはまだ本当に良いアニメと見て価値がある。 イントロとアウトトトロは素晴らしいですし、良いキャラクターがたくさんあります。 全体的な物語と紆余曲折は素晴らしく、もっとあなたのために来てくれるクリフハンガーがたくさんあります。 だからあなたはまだそれを見て、もっと理にかなった自分の結末を想像してください。\nしかし、このシリーズにはヌードがたくさんあり、ヌード（意図的に曖昧）を含むいくつかの邪魔な部分があります。 場合によっては、他の人と何かを見る予定があるかどうかを知ることができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI'll be forward and say my entire problem with this anime is the ending. Not unusual really. The entire last 2 episodes didn't need to exist and they could have come by the same conclusion if the anime hadn't broken its own rules in the end.\n\n\u001b[1m私は前方にあり、このアニメの私の全体の問題が終わりであると言うでしょう。 本当に珍しいことではありません。 最後の2つのエピソードはすべて存在する必要はなく、アニメが最後に独自のルールを破らなかった場合、同じ結論で来る可能性があります。\u001b[22m\n\u001b[1m(Watashi wa zenpō ni ari, kono anime no watashi no zentai no mondai ga owaridearu to iudeshou. Hontōni mezurashī kotode wa arimasen. Saigo no 2tsu no episōdo wa subete sonzai suru hitsuyō wa naku, anime ga saigo ni dokuji no rūru o yaburanakatta baai, onaji ketsuron de kuru kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI'll be forward and say my entire problem with this anime is the ending. Not unusual really. The entire last 2 episodes didn't need to exist and they could have come by the same conclusion if the anime hadn't broken its own rules in the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll be forward and say my entire problem with this anime is the ending.\u001b[24m\n    \u001b[1m私は前方にあり、このアニメの私の全体の問題が終わりであると言うでしょう。\u001b[22m, \u001b[1m私は前方になるとこのアニメと私の全体の問題は終了であると言うでしょう。\u001b[22m\n\u001b[4mNot unusual really.\u001b[24m\n    \u001b[1m本当に珍しいことではありません。\u001b[22m\n\u001b[4mThe entire last 2 episodes didn't need to exist and they could have come by the same conclusion if the anime hadn't broken its own rules in the end.\u001b[24m\n    \u001b[1m最後の2つのエピソードはすべて存在する必要はなく、アニメが最後に独自のルールを破らなかった場合、同じ結論で来る可能性があります。\u001b[22m, \u001b[1m全体の最後の2エピソードが存在する必要はありませんでしたし、アニメが最後に独自のルールを破っていなかった場合、彼らは同じ結論で来るかもしれません。\u001b[22m\nWith that said; it's still a really good anime and worth watching. The intros and outtros are both great and there are a lot of good characters. The overall story and twists are great and there are plenty of cliffhangers to keep you coming for more. So you should still watch it and just imagine your own ending that makes more sense.\n\n\u001b[1mそれで、 それはまだ本当に良いアニメと見て価値がある。 イントロとアウトトトロは素晴らしいですし、良いキャラクターがたくさんあります。 全体的な物語と紆余曲折は素晴らしく、もっとあなたのために来てくれるクリフハンガーがたくさんあります。 だからあなたはまだそれを見て、もっと理にかなった自分の結末を想像してください。\u001b[22m\n\u001b[1m(Sore de, sore wa mada hontōni yoi anime to mite kachigāru. Intoro to autototoro wa subarashīdesushi, yoi kyarakutā ga takusan arimasu. Zentai-tekina monogatari to uyokyokusetsu wa subarashiku, motto anata no tame ni kite kureru kurifuhangā ga takusan arimasu. Dakara anata wa mada sore o mite, motto ri ni kanatta jibun no ketsumatsu o sōzō shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mWith that said; it's still a really good anime and worth watching. The intros and outtros are both great and there are a lot of good characters. The overall story and twists are great and there are plenty of cliffhangers to keep you coming for more. So you should still watch it and just imagine your own ending that makes more sense.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith that said;\u001b[24m\n    \u001b[1mそれで、\u001b[22m, \u001b[1mそのことを言いました。\u001b[22m\n\u001b[4mit's still a really good anime and worth watching.\u001b[24m\n    \u001b[1mそれはまだ本当に良いアニメと見て価値がある。\u001b[22m, \u001b[1mそれはまだ本当に良いアニメと見て価値があります。\u001b[22m\n\u001b[4mThe intros and outtros are both great and there are a lot of good characters.\u001b[24m\n    \u001b[1mイントロとアウトトトロは素晴らしいですし、良いキャラクターがたくさんあります。\u001b[22m, \u001b[1mイントロとouttrosは両方偉大であり、良好な文字がたくさんあります。\u001b[22m\n\u001b[4mThe overall story and twists are great and there are plenty of cliffhangers to keep you coming for more.\u001b[24m\n    \u001b[1m全体的な物語と紆余曲折は素晴らしく、もっとあなたのために来てくれるクリフハンガーがたくさんあります。\u001b[22m, \u001b[1m全体的なストーリーとねじれは素晴らしいですし、あなたがより多くのために来て維持するcliffhangersがたくさんあります。\u001b[22m\n\u001b[4mSo you should still watch it and just imagine your own ending that makes more sense.\u001b[24m\n    \u001b[1mだからあなたはまだそれを見て、もっと理にかなった自分の結末を想像してください。\u001b[22m, \u001b[1mだからあなたはまだそれを見て、ちょうどより多くの理にかなっている、独自の結末を想像する必要があります。\u001b[22m\nA couple of quick warnings for people though: there is kind of a lot of nudity in this series and some disturbing parts involving nudity (purposefully vague). Sometimes that can be good to know if you plan to watch something with some one else.\n\n\u001b[1mしかし、このシリーズにはヌードがたくさんあり、ヌード（意図的に曖昧）を含むいくつかの邪魔な部分があります。 場合によっては、他の人と何かを見る予定があるかどうかを知ることができます。\u001b[22m\n\u001b[1m(Shikashi, kono shirīzu ni wa nūdo ga takusan ari, nūdo (itotekini aimai) o fukumu ikutsu ka no jamana bubun ga arimasu. Baainiyotte wa, hokanohito to nanika o miru yotei ga aru ka dō ka o shiru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mA couple of quick warnings for people though: there is kind of a lot of nudity in this series and some disturbing parts involving nudity (purposefully vague). Sometimes that can be good to know if you plan to watch something with some one else.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA couple of quick warnings for people though: there is kind of a lot of nudity in this series and some disturbing parts involving nudity (purposefully vague).\u001b[24m\n    \u001b[1mしかし、このシリーズにはヌードがたくさんあり、ヌード（意図的に曖昧）を含むいくつかの邪魔な部分があります。\u001b[22m, \u001b[1mしかし人々のための迅速な警告のカップル：そこヌードの多くの種類は、このシリーズで、ヌードを含むいくつかの不穏な部分（意図的に曖昧）。\u001b[22m\n\u001b[4mSometimes that can be good to know if you plan to watch something with some one else.\u001b[24m\n    \u001b[1m場合によっては、他の人と何かを見る予定があるかどうかを知ることができます。\u001b[22m, \u001b[1m時にはそれはあなたが他のいくつかのいずれかで何かを見るために計画かどうかを知ることが良いことができます。\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "warbeast007",
    "profile": "/profile/warbeast007/reviews",
    "pages": "5",
    "number": "7",
    "link": "/reviews.php?id=232940",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n誰かがあなたに電話を使わないと言ったら、おそらくその人を宇宙人になる資格が与えられます。 私はスマートフォンが平均的な人間の分離可能な身体部分（主に記憶）になったと思う。\n\nあなたが「5時にジャックを起こす」ように通知したとしますが、5時にアラームが鳴り、「心配しないでください！ ジャックは死んでいる！\"、あなたはレンガをたわすでしょう。 アニメの基本的なコンセプトはそれだけです。 物語は十代の内向的な天野悠輝を中心に展開し、彼の携帯電話のバーチャル日記で、近くで見られるすべての出来事を数秒で分けて書き出します。 時間と空間の神を除いて、彼の想像力の一部でもある多くの友人はいない。\n\nアニメーションの品質は非常に良く、1080p（暴力とEcchiコンテンツが含まれています）で利用できます。 スポイラーを避けるために、私はアニメーションを完全に終えるまでオープニングやエンディングの曲を見ないでください。 バックグラウンドのスコア、OST、サウンドトラックは、プロットについてより多くのことを考えるよう強く求めます。 キャラクターデベロップメントはシリーズ全体（特に熱くつないだガールフレンド）で経験する最も良いものです。 それぞれのキャラクターはそれぞれ独自の重要性とユニークさを持っています。 あなたは一人のキャラクターが（たとえ非常に短い時間でさえ）役に立たないことはありません。 さて、最高の部分、クライマックス、スリルとサスペンス、.....私はあなたに言うことはありません。 自分自身を見て、あなたの心を吹き飛ばしてください。 あなたがデスノート、スタインズゲート、モンスターなどのようなアニメを愛しているのなら、それを見てください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIf someone tells you that he/she doesn't use a phone, you probably entitle that person to be an alien. I think smartphone has become a detachable body part(mainly the memory) of any average human being.\n\n\u001b[1m誰かがあなたに電話を使わないと言ったら、おそらくその人を宇宙人になる資格が与えられます。 私はスマートフォンが平均的な人間の分離可能な身体部分（主に記憶）になったと思う。\u001b[22m\n\u001b[1m(Darekaga anata ni denwa o tsukawanai to ittara, osoraku sono hito o uchūbito ni naru shikaku ga atae raremasu. Watashi wa sumātofon ga heikin-tekina ningen no bunri kanōna karada bubun (omo ni kioku) ni natta to omou.)\u001b[22m\n\nTranslations of \u001b[4mIf someone tells you that he/she doesn't use a phone, you probably entitle that person to be an alien. I think smartphone has become a detachable body part(mainly the memory) of any average human being.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf someone tells you that he/she doesn't use a phone, you probably entitle that person to be an alien.\u001b[24m\n    \u001b[1m誰かがあなたに電話を使わないと言ったら、おそらくその人を宇宙人になる資格が与えられます。\u001b[22m, \u001b[1m誰かが彼/彼女は携帯電話を使用していないことを示しています場合は、おそらくその人が外国人であることを権利を与えます。\u001b[22m\n\u001b[4mI think smartphone has become a detachable body part(mainly the memory) of any average human being.\u001b[24m\n    \u001b[1m私はスマートフォンが平均的な人間の分離可能な身体部分（主に記憶）になったと思う。\u001b[22m, \u001b[1m私はスマートフォンが任意の平均的な人間の取り外し可能な身体の部分（主メモリ）になっていると思います。\u001b[22m\n\u001b[1m\u001b[22m\nImagine you have set a reminder 'To wake up Jack at 5', but when the alarm rings at 5 and it displays 'Don't worry! Jack is dead!”, you will shit bricks. The basic concept of the anime is that only. The story revolves around Yukiteru Amano, a teen introvert, writes all the event that he observes nearby, seconds in and seconds out, in his phone's virtual diary. Has not much friends except the god of time and space himself, who is also a part of his imagination.\n\n\u001b[1mあなたが「5時にジャックを起こす」ように通知したとしますが、5時にアラームが鳴り、「心配しないでください！ ジャックは死んでいる！\"、あなたはレンガをたわすでしょう。 アニメの基本的なコンセプトはそれだけです。 物語は十代の内向的な天野悠輝を中心に展開され、彼の携帯電話のバーチャル日記で、近くに見られるすべてのイベントを数秒で、数秒で書き出す。 時間と空間の神を除いて、彼の想像力の一部でもある多くの友人はいない。\u001b[22m\n\u001b[1m(Anata ga `5-ji ni jakku o okosu'-yō ni tsūchi shita to shimasuga, 5-ji ni arāmu ga nari,`shinpaishinaidekudasai! Jakku wa shinde iru! \", Anata wa renga ota wasudeshou. Anime no kihon-tekina konseputo wa sore dakedesu. Monogatari wa jūdai no naikō-tekina Amano Yūki o chūshin ni tenkai sa re, kare no geitaidenwa no bācharu nikki de, chikaku ni mirareru subete no ibento o sū-byō de, sū-byō de kakidasu. Jikan to kūkan no kami o nozoite, kare no sōzō-ryoku no ichibu demo aru ōku no yūjin wa inai.)\u001b[22m\n\nTranslations of \u001b[4mImagine you have set a reminder 'To wake up Jack at 5', but when the alarm rings at 5 and it displays 'Don't worry! Jack is dead!”, you will shit bricks. The basic concept of the anime is that only. The story revolves around Yukiteru Amano, a teen introvert, writes all the event that he observes nearby, seconds in and seconds out, in his phone's virtual diary. Has not much friends except the god of time and space himself, who is also a part of his imagination.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mImagine you have set a reminder 'To wake up Jack at 5', but when the alarm rings at 5 and it displays 'Don't worry!\u001b[24m\n    \u001b[1mあなたが「5時にジャックを起こす」ように通知したとしますが、5時にアラームが鳴り、「心配しないでください！\u001b[22m, \u001b[1m想像してみて、あなたは5 'でジャックを覚ますために「リマインダーを設定しているが、ときにアラーム5でリングと、それが表示されます'が心配しないでください！\u001b[22m\n\u001b[4mJack is dead!”, you will shit bricks.\u001b[24m\n    \u001b[1mジャックは死んでいる！\"、あなたはレンガをたわすでしょう。\u001b[22m, \u001b[1mジャックは死んでいる！」、あなたはレンガをたわごとます。\u001b[22m\n\u001b[4mThe basic concept of the anime is that only.\u001b[24m\n    \u001b[1mアニメの基本的なコンセプトはそれだけです。\u001b[22m, \u001b[1mアニメの基本的な概念は唯一のことです。\u001b[22m\n\u001b[4mThe story revolves around Yukiteru Amano, a teen introvert, writes all the event that he observes nearby, seconds in and seconds out, in his phone's virtual diary.\u001b[24m\n    \u001b[1m物語は十代の内向的な天野悠輝を中心に展開され、彼の携帯電話のバーチャル日記で、近くに見られるすべてのイベントを数秒で、数秒で書き出す。\u001b[22m, \u001b[1m物語はYukiteru天野、十代の内向的中心に展開し、自分の携帯電話の仮想日記に、彼は近く観察することで秒と秒を、すべてのイベントを書き出します。\u001b[22m\n\u001b[4mHas not much friends except the god of time and space himself, who is also a part of his imagination.\u001b[24m\n    \u001b[1m時間と空間の神を除いて、彼の想像力の一部でもある多くの友人はいない。\u001b[22m, \u001b[1mまた、彼の想像力の一部であり、時間と空間の神自身、以外あまりいない友人を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation quality is very good, available in 1080p (Violent and Ecchi Content Included). For avoiding spoilers, DO NOT, i repeat, do not watch the opening or the ending song till you finish the anime completely. The background scores, OSTs and soundtracks compels you to think more and more about the plot further. Character development is the best thing that you will experience in the whole series(specially a hot overly attached girlfriend). Each and every character has its own importance and uniqueness. You won’t find a single character useless (even for a very less time). Now, the best part, climax, thrill and suspense, which ..... I won't tell you. Go watch it yourself and get your mind blown. Final Verdict, if you love anime like, Death Note, Steins Gate, Monster, etc., do watch it.\n\n\u001b[1mアニメーションの品質は非常に良く、1080p（暴力とEcchiコンテンツが含まれています）で利用できます。 スポイラーを避けるために、私はアニメーションを完全に終えるまでオープニングやエンディングの曲を見ないでください。 バックグラウンドのスコア、OST、サウンドトラックは、プロットについてより多くのことを考えるよう強く求めます。 キャラクターデベロップメントは、シリーズ全体（特に熱くぎっしりついているガールフレンド）の中で最高のものです。 それぞれのキャラクターはそれぞれ独自の重要性とユニークさを持っています。 あなたは一人のキャラクターが（たとえ非常に短い時間でさえ）役に立たないことはありません。 さて、最高の部分、クライマックス、スリルとサスペンス、.....私はあなたに言うことはありません。 自分自身を見て、あなたの心を吹き飛ばしてください。 あなたがデスノート、スタインズゲート、モンスターなどのアニメを愛しているのなら、それを見てください。\u001b[22m\n\u001b[1m(Animēshon no hinshitsu wa hijō ni yoku, 1080 p (bōryoku to Ecchi kontentsu ga fukuma rete imasu) de riyō dekimasu. Supoirā o yokeru tame ni, watashi wa animēshon o kanzen ni oeru made ōpuningu ya endingu no kyoku o minaide kudasai. Bakkuguraundo no sukoa, OST, saundotorakku wa, purotto ni tsuite yori ōku no koto o kangaeru yō tsuyoku motomemasu. Kyarakutādeberoppumento wa, shirīzu zentai (tokuni atsuku gisshiri tsuite iru gārufurendo) no naka de saikō no monodesu. Sorezore no kyarakutā wa sorezore dokuji no jūyō-sei to yunīku-sa o motte imasu. Anata wa hitori no kyarakutā ga (tatoe hijō ni mijikai jikande sae) yakunitatanai koto wa arimasen. Sate, saikō no bubun, kuraimakkusu, surirutosasupensu,..... Watashi wa anata ni iu koto wa arimasen. Jibun jishin o mite, anata no kokoro o fukitobashite kudasai. Anata ga desunōto, sutainzugēto, monsutā nado no anime o aishite iru nonara, sore o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAnimation quality is very good, available in 1080p (Violent and Ecchi Content Included). For avoiding spoilers, DO NOT, i repeat, do not watch the opening or the ending song till you finish the anime completely. The background scores, OSTs and soundtracks compels you to think more and more about the plot further. Character development is the best thing that you will experience in the whole series(specially a hot overly attached girlfriend). Each and every character has its own importance and uniqueness. You won’t find a single character useless (even for a very less time). Now, the best part, climax, thrill and suspense, which ..... I won't tell you. Go watch it yourself and get your mind blown. Final Verdict, if you love anime like, Death Note, Steins Gate, Monster, etc., do watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation quality is very good, available in 1080p (Violent and Ecchi Content Included).\u001b[24m\n    \u001b[1mアニメーションの品質は非常に良く、1080p（暴力とEcchiコンテンツが含まれています）で利用できます。\u001b[22m, \u001b[1mアニメーションの品質は1080で利用可能な、非常に良いです（暴力とエッチコンテンツが含まれています）。\u001b[22m\n\u001b[4mFor avoiding spoilers, DO NOT, i repeat, do not watch the opening or the ending song till you finish the anime completely.\u001b[24m\n    \u001b[1mスポイラーを避けるために、私はアニメーションを完全に終えるまでオープニングやエンディングの曲を見ないでください。\u001b[22m, \u001b[1mネタバレを避けるために、あなたは完全にアニメを終えるまで、オープニングやエンディング曲を見ていない、私は繰り返し、しないでください。\u001b[22m\n\u001b[4mThe background scores, OSTs and soundtracks compels you to think more and more about the plot further.\u001b[24m\n    \u001b[1mバックグラウンドのスコア、OST、サウンドトラックは、プロットについてより多くのことを考えるよう強く求めます。\u001b[22m, \u001b[1m背景のスコア、のOSTとサウンドトラックを使用すると、プロットさらに、約もっともっと考えるように強います。\u001b[22m\n\u001b[4mCharacter development is the best thing that you will experience in the whole series(specially a hot overly attached girlfriend).\u001b[24m\n    \u001b[1mキャラクターデベロップメントは、シリーズ全体（特に熱くぎっしりついているガールフレンド）の中で最高のものです。\u001b[22m, \u001b[1mキャラクターの開発では、全シリーズ（特別ホット過度に添付ガールフレンド）で経験する最高のものです。\u001b[22m\n\u001b[4mEach and every character has its own importance and uniqueness.\u001b[24m\n    \u001b[1mそれぞれのキャラクターはそれぞれ独自の重要性とユニークさを持っています。\u001b[22m, \u001b[1mそれぞれ、すべての文字は、独自の重要性と独自性を持っています。\u001b[22m\n\u001b[4mYou won’t find a single character useless (even for a very less time).\u001b[24m\n    \u001b[1mあなたは一人のキャラクターが（たとえ非常に短い時間でさえ）役に立たないことはありません。\u001b[22m, \u001b[1mあなたは（でも非常に短い時間のために）無駄な単一の文字を見つけることができません。\u001b[22m\n\u001b[4mNow, the best part, climax, thrill and suspense, which ..... I won't tell you.\u001b[24m\n    \u001b[1mさて、最高の部分、クライマックス、スリルとサスペンス、.....私はあなたに言うことはありません。\u001b[22m, \u001b[1m今、最良の部分、クライマックス、スリルとサスペンスは、どの.....私はあなたを教えてくれません。\u001b[22m\n\u001b[4mGo watch it yourself and get your mind blown.\u001b[24m\n    \u001b[1m自分自身を見て、あなたの心を吹き飛ばしてください。\u001b[22m, \u001b[1mそれを自分で見に行くと、あなたの心は吹き飛ばされます。\u001b[22m\n\u001b[4mFinal Verdict, if you love anime like, Death Note, Steins Gate, Monster, etc., do watch it.\u001b[24m\n    \u001b[1mあなたがデスノート、スタインズゲート、モンスターなどのアニメを愛しているのなら、それを見てください。\u001b[22m, \u001b[1m最終的な評決は、あなたがなどアニメのような、デスノート、シュタインズゲート、モンスターを、愛していれば、それを見てください。\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "k0usei",
    "profile": "/profile/k0usei/reviews",
    "pages": "5",
    "number": "8",
    "link": "/reviews.php?id=232570",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  2\nアニメーション|  4\nサウンド|  4\nキャラクター|  2\n|  3\n\n数年前にアニメを見始めたときにこのシリーズにオススメされていたので、私の潜在意識の中で常に浮かんで見て経験しています。 私の一部はしばらくの間それを避けましたが、このシリーズの結果である多くのジョークを理解するために、私はそれを撃つことにしました。\n\n私は、本能は間違いなく私が頻繁に従わなければならないものであることを覚えておく必要があります。\n\n私はこのシリーズを楽しんだのですか？ 部分的に。 楽しい時がありました。そうでなければ、私はそれを完成させることができませんでした。 しかし、このシリーズは不条理な配列になっていました。 キャラクターの動機は斜めであり、しばしば面白くない場合があり、時にはほとんど意味をなさないこともあり、プロットに役立つだけです。 このような重さのスリラーや心理的なアイデアのために、そこでは多くのことができたような気がしますが、Mirai Nikkiはただの喜びを乗り越えるだけなので満足できませんでした。 それは私がそれを見て完成したままにしておらず、ラインのないすべての色だった。 それは非常に基本的なストーリー構造を持たずにたくさんのことをしようとします。 いくつかの部分は楽しいものでしたが、起こったほとんどのことから生じた混乱の感情はそれを圧倒しました。\n\nプロットのねじれなどのばかげたものよりも私を悩ませたものは、キャラクターの選択肢には重みがないということです。 結果が出ると、彼らは簡単に言い訳をすることができます。私はこれが怠惰な脚本のためであると感じています。それは、シリーズの前提があまりにも有望だったので、ちょっと侮辱しました。 キャラクターが特定の選択の結果に対してより合理的な重さがあった場合、キャラクターの心理的な側面をより感謝してくれました。 最後のいくつかのエピソードで、シリーズの中で作られていたはずのもののいくつかのすべてを急いでしようとすると、主人公が感情的で感情的になるたびに文字通りに試合を笑わせることができませんでした。 私はシリーズを真剣に受け入れることができませんでした。 あなたは26のエピソードだけを持つことはできません。私の主人公の物語のいくつかのことをヒントして、最後の5-6ですべてを投げてください。 私はそれらを気にしてください、特に私が何かの中でかなりの時間経験するようになった奇妙なプロットのひねりと結び付けてください。\n\nシリーズは予測可能でしたか？ はい。\nプロットのねじれが予想されましたか？ いいえ、その理由は、そうです、彼らはそれ以前の可能性について実際には示唆していませんでしたが、ちょうどそこに投げ込む何かを起こすための言い訳のように感じました。\n\n私はまた、YunoとYukkiの関係について非常に批判的です。 明らかにそれは健康的なものではありませんが、私がそれをとても批判的に感じる理由は、誠実な明快さと一貫性が欠けていたからです。 実際、このシリーズについてはまったく一貫していません。 キャラクターは、どれほど馬鹿げていてもそれが見えないとしても、プロットを前方に動かすために突然の選択をします。 私は本当に彼らに起こったことを気にすることはできませんでした。 私は、すべての地獄が緩んでいることを目の当たりにして、可能な結果に全く共感しませんでした。\n\nプロットの穴は最初は容認できませんでしたが、ちょうど下の螺線になります。 あたかもこのシリーズに大きなインパクトを与える喜びはないように感じます。 戦闘シーンでさえも、すばらしい影響はありませんでした。 ショーのために起こっているものがたくさんあります。\n\nそれは完全に完全に失望していた、と私は前にシリーズについては非常に怒ったとは思わない。 たぶん、私は実際につながりを感じた1〜2文字がありました。そのうちの後ろにもっと物語が好きでしたが、夢は無料です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nI was recommended this series a few years ago when I started watching anime, so it's always been floating in my subconscious to watch and experience. Part of me avoided it for some time, but in an attempt to understand the many jokes that result from this series, I decided to give it a shot.\n\n\u001b[1m数年前にアニメを見始めたときにこのシリーズにオススメされていたので、私の潜在意識の中で常に浮かんで見て経験しています。 私の一部はしばらくの間それを避けましたが、このシリーズの結果である多くのジョークを理解するために、私はそれを撃つことにしました。\u001b[22m\n\u001b[1m(Sūnenmae ni anime o mi hajimeta toki ni kono shirīzu ni osusume sa rete itanode, watashi no senzai ishiki no naka de tsuneni ukande mite keiken shite imasu. Watashi no ichibu wa shibarakunoaida sore o sakemashitaga, kono shirīzu no kekkadearu ōku no jōku o rikai suru tame ni, watashi wa sore o utsu koto ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI was recommended this series a few years ago when I started watching anime, so it's always been floating in my subconscious to watch and experience. Part of me avoided it for some time, but in an attempt to understand the many jokes that result from this series, I decided to give it a shot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was recommended this series a few years ago when I started watching anime, so it's always been floating in my subconscious to watch and experience.\u001b[24m\n    \u001b[1m数年前にアニメを見始めたときにこのシリーズにオススメされていたので、私の潜在意識の中で常に浮かんで見て経験しています。\u001b[22m, \u001b[1m私はアニメを見始めたとき、私は数年前にこのシリーズを勧められたので、それは常に私の見て潜在意識と経験に浮遊されています。\u001b[22m\n\u001b[4mPart of me avoided it for some time, but in an attempt to understand the many jokes that result from this series, I decided to give it a shot.\u001b[24m\n    \u001b[1m私の一部はしばらくの間それを避けましたが、このシリーズの結果である多くのジョークを理解するために、私はそれを撃つことにしました。\u001b[22m, \u001b[1m私の一部は、いくつかの時間のためにそれを回避したが、このシリーズから生じる多くのジョークを理解しようとする試みで、私はそれに打撃を与えることにしました。\u001b[22m\n\u001b[1m\u001b[22m\nI must remember that sometimes instincts are definitely something I should follow more often than not.\n\n\u001b[1m私は、本能は間違いなく私が頻繁に従わなければならないものであることを覚えておく必要があります。\u001b[22m\n\u001b[1m(Watashi wa, hon'nō wa machigainaku watashi ga hinpan ni shitagawanakereba naranai monodearu koto o oboete oku hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI must remember that sometimes instincts are definitely something I should follow more often than not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI must remember that sometimes instincts are definitely something I should follow more often than not.\u001b[24m\n    \u001b[1m私は、本能は間違いなく私が頻繁に従わなければならないものであることを覚えておく必要があります。\u001b[22m, \u001b[1m私は時々本能は間違いなく、私は少なからず従うべきものであることを覚えておく必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nDid I enjoy this series? Partially. It had some enjoyable moments, or else I wouldn't have been able to complete it; however, this series was in an array of absurdity. The character motivations are askew and often uninteresting, sometimes they barely make sense and are just there to serve the plot. For a thriller or psychological idea with this kind of weight, I feel like there could've been much done there, but Mirai Nikki just serves as a joy ride, so it wasn't satisfying. It didn't leave me fulfilled to have watched it, and was all the colour without the lines. It tries to be a lot without having very basic story structure. Some parts were fun, but the feelings of confusion that arose from almost anything that happened overwhelmed that.\n\n\u001b[1m私はこのシリーズを楽しんだのですか？ 部分的に。 楽しい時がありました。そうでなければ、私はそれを完成させることができませんでした。 しかし、このシリーズは不条理な配列になっていました。 キャラクターの動機は斜めであり、しばしば面白くない場合があり、時にはほとんど意味をなさないこともあり、プロットに役立つだけです。 このような重さのスリラーや心理的なアイデアのために、そこでは多くのことができたような気がしますが、Mirai Nikkiはただの喜びを乗り越えるだけなので満足できませんでした。 それは私がそれを見て完成したままにしておらず、ラインのないすべての色だった。 それは非常に基本的なストーリー構造を持たずにたくさんのことをしようとします。 いくつかの部分は楽しいものでしたが、起こったほとんどのことから生じた混乱の感情はそれを圧倒しました。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu o tanoshinda nodesu ka? Bubun-teki ni. Tanoshī toki ga arimashita. Sōdenakereba, watashi wa sore o kansei sa seru koto ga dekimasendeshita. Shikashi, kono shirīzu wa fujōrina hairetsu ni natte imashita. Kyarakutā no dōki wa nanamedeari, shibashiba omoshirokunai baai ga ari, tokiniha hotondo imi o nasanai koto mo ari, purotto ni yakudatsu dakedesu. Ko no yōna omo-sa no surirā ya shinri-tekina aidea no tame ni, sokode wa ōku no koto ga dekita yōna ki ga shimasuga, Mirai Nikki wa tada no yorokobi o norikoeru dakenanode manzoku dekimasendeshita. Sore wa watashi ga sore o mite kansei shita mama ni shite orazu, rain no nai subete no irodatta. Sore wa hijō ni kihon-tekina sutōrī kōzō o motazu ni takusan no koto o shiyou to shimasu. Ikutsu ka no bubun wa tanoshī monodeshitaga, okotta hotondo no koto kara shōjita konran no kanjō wa sore o attō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mDid I enjoy this series? Partially. It had some enjoyable moments, or else I wouldn't have been able to complete it; however, this series was in an array of absurdity. The character motivations are askew and often uninteresting, sometimes they barely make sense and are just there to serve the plot. For a thriller or psychological idea with this kind of weight, I feel like there could've been much done there, but Mirai Nikki just serves as a joy ride, so it wasn't satisfying. It didn't leave me fulfilled to have watched it, and was all the colour without the lines. It tries to be a lot without having very basic story structure. Some parts were fun, but the feelings of confusion that arose from almost anything that happened overwhelmed that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDid I enjoy this series?\u001b[24m\n    \u001b[1m私はこのシリーズを楽しんだのですか？\u001b[22m, \u001b[1m私はこのシリーズを楽しんでいましたか？\u001b[22m\n\u001b[4mPartially.\u001b[24m\n    \u001b[1m部分的に。\u001b[22m\n\u001b[4mIt had some enjoyable moments, or else I wouldn't have been able to complete it;\u001b[24m\n    \u001b[1m楽しい時がありました。そうでなければ、私はそれを完成させることができませんでした。\u001b[22m, \u001b[1mこれは、いくつかの楽しい瞬間があった、または他の私はそれを完了することはできなかったでしょう。\u001b[22m\n\u001b[4mhowever, this series was in an array of absurdity.\u001b[24m\n    \u001b[1mしかし、このシリーズは不条理な配列になっていました。\u001b[22m, \u001b[1mしかし、このシリーズは不条理の配列でした。\u001b[22m\n\u001b[4mThe character motivations are askew and often uninteresting, sometimes they barely make sense and are just there to serve the plot.\u001b[24m\n    \u001b[1mキャラクターの動機は斜めであり、しばしば面白くない場合があり、時にはほとんど意味をなさないこともあり、プロットに役立つだけです。\u001b[22m, \u001b[1m文字の動機は、時には彼らはほとんど意味をなさないとプロットを提供するだけであり、斜めに、しばしばつまらないです。\u001b[22m\n\u001b[4mFor a thriller or psychological idea with this kind of weight, I feel like there could've been much done there, but Mirai Nikki just serves as a joy ride, so it wasn't satisfying.\u001b[24m\n    \u001b[1mこのような重さのスリラーや心理的なアイデアのために、そこでは多くのことができたような気がしますが、Mirai Nikkiはただの喜びを乗り越えるだけなので満足できませんでした。\u001b[22m, \u001b[1m重量のこの種のスリラーや心理的なアイデアについては、私はそこのような感じがずっとそこで行われていたかもしれないが、未来日記はただ喜び乗りとして機能するので、それは満足ではなかったです。\u001b[22m\n\u001b[4mIt didn't leave me fulfilled to have watched it, and was all the colour without the lines.\u001b[24m\n    \u001b[1mそれは私がそれを見て完成したままにしておらず、ラインのないすべての色だった。\u001b[22m, \u001b[1mそれは私がそれを見たことが成就し、ラインなしですべての色でしたありません。\u001b[22m\n\u001b[4mIt tries to be a lot without having very basic story structure.\u001b[24m\n    \u001b[1mそれは非常に基本的なストーリー構造を持たずにたくさんのことをしようとします。\u001b[22m, \u001b[1mこれは非常に基本的な物語構造を有することなく、多くのことをしようとします。\u001b[22m\n\u001b[4mSome parts were fun, but the feelings of confusion that arose from almost anything that happened overwhelmed that.\u001b[24m\n    \u001b[1mいくつかの部分は楽しいものでしたが、起こったほとんどのことから生じた混乱の感情はそれを圧倒しました。\u001b[22m, \u001b[1mいくつかの部分は楽しみだったが、起こったほとんど何から生じた混乱の感情はそれを圧倒しました。\u001b[22m\n\u001b[1m\u001b[22m\nSomething that irked me more than the ridiculousness of the plot twists and such, is that there's no weight to a character's choices. When there is consequences they are easily excused, and I feel this is because of lazy screenwriting, which I found a little insulting only because the premise of the series had so much promise. If there were a more reasonable weight to the consequences of a particular choice a character has made, this would've made me appreciate the psychological aspect of the characters more, and I would've had more empathy for them. When by the last few episodes they try to rush all the weight of some of that, of which should've been built throughout the series, I couldn't help but laugh in bouts at literally every time the main characters got emotional and sentimental. I could not take the series seriously. You can't just have 26 episodes, just hint at some things in a main character's story to me, and then just throw it all in at the last 5-6 and expect me to get past all the things they've done before and make me care about them, especially coupled with the weirdest plot twist I've come to experience in something for quite some time.\n\n\u001b[1mプロットのねじれなどのばかげたものよりも私を悩ませたものは、キャラクターの選択肢には重みがないということです。 結果が出ると、彼らは簡単に言い訳をすることができます。私はこれが怠惰な脚本のためであると感じています。それは、シリーズの前提があまりにも有望だったので、ちょっと侮辱しました。 キャラクターが特定の選択の結果に対してより合理的な重さがあった場合、キャラクターの心理的な側面をより感謝してくれました。 最後のいくつかのエピソードで、シリーズの中で作られていたはずのもののいくつかのすべてを急いでしようとすると、主人公が感情的で感情的になるたびに文字通りに試合を笑わせることができませんでした。 私はシリーズを真剣に受け入れることができませんでした。 あなたは26のエピソードだけを持つことはできません。私の主人公の物語のいくつかのことをヒントして、最後の5-6ですべてを投げてください。 私はそれらを気にしてください、特に私が何かの中でかなりの時間経験するようになった奇妙なプロットのひねりと結び付けてください。\u001b[22m\n\u001b[1m(Purotto no nejire nado no bakageta mono yori mo watashi o nayama seta mono wa, kyarakutā no sentakushi ni wa omomi ga nai to iu kotodesu. Kekkagaderu to, karera wa kantan ni iiwake o suru koto ga dekimasu. Watashi wa kore ga taidana kyakuhon no tamedearu to kanjite imasu. Sore wa, shirīzu no zentei ga amarini mo yūbōdattanode, chotto bujoku shimashita. Kyarakutā ga tokutei no sentaku no kekka ni taishite yori gōri-tekina omo-sa ga atta baai, kyarakutā no shinri-tekina sokumen o yori kansha shite kuremashita. Saigo no ikutsu ka no episōdo de, shirīzu no naka de tsukura rete ita hazu no mono no ikutsu ka no subete o isoide shiyou to suru to, shujinkō ga kanjō-tekide kanjō-teki ni naru tabi ni mojidōri ni shiai o warawaseru koto ga dekimasendeshita. Watashi wa shirīzu o shinken ni ukeireru koto ga dekimasendeshita. Anata wa 26 no episōdo dake o motsu koto wa dekimasen. Watashi no shujinkō no monogatari no ikutsu ka no koto o hinto shite, saigo no 5 - 6 de subete o nagete kudasai. Watashi wa sorera o ki ni shite kudasai, tokuni watashi ga nanika no naka de kanari no jikan keiken suru yō ni natta kimyōna purotto no hineri to musubitsukete kudasai.)\u001b[22m\n\u001b[1m\u001b[22m\nWas the series predictable? Yes.\n\n\u001b[1mシリーズは予測可能でしたか？ はい。\u001b[22m\n\u001b[1m(Shirīzu wa yosoku kanōdeshita ka? Hai.)\u001b[22m\n\nTranslations of \u001b[4mWas the series predictable? Yes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWas the series predictable?\u001b[24m\n    \u001b[1mシリーズは予測可能でしたか？\u001b[22m, \u001b[1mシリーズは予測ましたか？\u001b[22m\n\u001b[4mYes.\u001b[24m\n    \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m\nWas the plot twist expected? No, and the reason for that is, yes, they didn't really hint towards that being a possibility before, but it felt more like an excuse to make something else happen to just throw in there just... because.\n\n\u001b[1mプロットのねじれが予想されましたか？ いいえ、その理由は、そうです、彼らはそれ以前の可能性について実際には示唆していませんでしたが、ちょうどそこに投げ込む何かを起こすための言い訳のように感じました。\u001b[22m\n\u001b[1m(Purotto no nejire ga yosō sa remashita ka? Īe, sono riyū wa,-sōdesu, karera wa sore izen no kanōsei ni tsuite jissai ni wa shisa shite imasendeshitaga, chōdo soko ni nagekomu nanika o okosu tame no iiwake no yō ni kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mWas the plot twist expected? No, and the reason for that is, yes, they didn't really hint towards that being a possibility before, but it felt more like an excuse to make something else happen to just throw in there just... because.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWas the plot twist expected?\u001b[24m\n    \u001b[1mプロットのねじれが予想されましたか？\u001b[22m, \u001b[1mプロットのねじれは期待されましたか？\u001b[22m\n\u001b[4mNo, and the reason for that is, yes, they didn't really hint towards that being a possibility before, but it felt more like an excuse to make something else happen to just throw in there just... because.\u001b[24m\n    \u001b[1mいいえ、その理由は、そうです、彼らはそれ以前の可能性について実際には示唆していませんでしたが、ちょうどそこに投げ込む何かを起こすための言い訳のように感じました。\u001b[22m, \u001b[1mいいえ、その理由は、はい、彼らは本当にそれが前に可能であることの方にヒントなかったが、それはより多くの理由だけで...ちょうどそこに投げるために起こる何か他のものを作るための言い訳のように感じました。\u001b[22m\n\u001b[1m\u001b[22m\nI'm also very critical of Yuno and Yukki's relationship. Obviously it is not a healthy one, but the reason why I feel so critical of it is because it lacked sincere clarity, and consistency. In fact, nothing about this series is very consistent at all. Characters will make sudden choices just to move the plot forward, no matter how stupid and unfitting it may seem for them. I really couldn't care less what happened to them. I was just witnessing all hell break loose with absolutely no empathy towards the possible results.\n\n\u001b[1m私はまた、YunoとYukkiの関係について非常に批判的です。 明らかにそれは健康的なものではありませんが、私がそれをとても批判的に感じる理由は、誠実な明快さと一貫性が欠けていたからです。 実際、このシリーズについてはまったく一貫していません。 キャラクターは、どれほど馬鹿げていてもそれが見えないとしても、プロットを前方に動かすために突然の選択をします。 私は本当に彼らに起こったことを気にすることはできませんでした。 私は、すべての地獄が緩んでいることを目の当たりにして、可能な結果に全く共感しませんでした。\u001b[22m\n\u001b[1m(Watashi wa mata, Yuno to Yukki no kankei ni tsuite hijō ni hihantekidesu. Akiraka ni sore wa kenkō-tekina monode wa arimasenga, watashi ga sore o totemo hihanteki ni kanjiru riyū wa, seijitsuna meikai-sa to ikkan-sei ga kakete itakaradesu. Jissai, kono shirīzu ni tsuite wa mattaku ikkan shite imasen. Kyarakutā wa, dorehodo bakagete ite mo sore ga mienai to shite mo, purotto o zenpō ni ugokasu tame ni totsuzen no sentaku o shimasu. Watashi wa hontōni karera ni okotta koto o ki ni suru koto wa dekimasendeshita. Watashi wa, subete no jigoku ga yurunde iru koto o manoatari ni shite, kanōna kekka ni mattaku kyōkan shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI'm also very critical of Yuno and Yukki's relationship. Obviously it is not a healthy one, but the reason why I feel so critical of it is because it lacked sincere clarity, and consistency. In fact, nothing about this series is very consistent at all. Characters will make sudden choices just to move the plot forward, no matter how stupid and unfitting it may seem for them. I really couldn't care less what happened to them. I was just witnessing all hell break loose with absolutely no empathy towards the possible results.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm also very critical of Yuno and Yukki's relationship.\u001b[24m\n    \u001b[1m私はまた、YunoとYukkiの関係について非常に批判的です。\u001b[22m, \u001b[1m私はまた、ゆとYukkiの関係の非常に重要なんです。\u001b[22m\n\u001b[4mObviously it is not a healthy one, but the reason why I feel so critical of it is because it lacked sincere clarity, and consistency.\u001b[24m\n    \u001b[1m明らかにそれは健康的なものではありませんが、私がそれをとても批判的に感じる理由は、誠実な明快さと一貫性が欠けていたからです。\u001b[22m, \u001b[1m明らかにそれは健全なものではありませんが、それは誠実な明快さ、および一貫性を欠いていたので、私はそれの非常に重要感じる理由があります。\u001b[22m\n\u001b[4mIn fact, nothing about this series is very consistent at all.\u001b[24m\n    \u001b[1m実際、このシリーズについてはまったく一貫していません。\u001b[22m, \u001b[1m実際には、このシリーズについては何もすべてで非常に一貫性がありません。\u001b[22m\n\u001b[4mCharacters will make sudden choices just to move the plot forward, no matter how stupid and unfitting it may seem for them.\u001b[24m\n    \u001b[1mキャラクターは、どれほど馬鹿げていてもそれが見えないとしても、プロットを前方に動かすために突然の選択をします。\u001b[22m, \u001b[1m文字が突然の選択肢はただどんなに愚かで不適当それが彼らのために見えるかもしれませんが、前方にプロットを移動しないようになります。\u001b[22m\n\u001b[4mI really couldn't care less what happened to them.\u001b[24m\n    \u001b[1m私は本当に彼らに起こったことを気にすることはできませんでした。\u001b[22m, \u001b[1m私は本当に彼らに何が起こったのかあまり気にしませんでした。\u001b[22m\n\u001b[4mI was just witnessing all hell break loose with absolutely no empathy towards the possible results.\u001b[24m\n    \u001b[1m私は、すべての地獄が緩んでいることを目の当たりにして、可能な結果に全く共感しませんでした。\u001b[22m, \u001b[1m私は可能な結果に向かって全く共感と緩いすべての地獄の休憩を目の当たりにしました。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot holes, at first, were excusable, but it just goes into a down spiral. It feels as if this series didn't have any qualms to make a great impact, though it wanted to. Even the fight scenes didn't impact superbly. There's just lots of messed up things happening for show, and nothing to fall back on.\n\n\u001b[1mプロットの穴は最初は容認できませんでしたが、ちょうど下の螺線になります。 あたかもこのシリーズに大きなインパクトを与える喜びはないように感じます。 戦闘シーンでさえも、すばらしい影響はありませんでした。 ショーのために起こっているものがたくさんあります。\u001b[22m\n\u001b[1m(Purotto no ana wa saisho wa yōnin dekimasendeshitaga, chōdo shita no nishi-sen ni narimasu. Atakamo kono shirīzu ni ōkina inpakuto o ataeru yorokobi wa nai yō ni kanjimasu. Sentō shīnde sae mo, subarashī eikyō wa arimasendeshita. Shō no tame ni okotte iru mono ga takusan arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe plot holes, at first, were excusable, but it just goes into a down spiral. It feels as if this series didn't have any qualms to make a great impact, though it wanted to. Even the fight scenes didn't impact superbly. There's just lots of messed up things happening for show, and nothing to fall back on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot holes, at first, were excusable, but it just goes into a down spiral.\u001b[24m\n    \u001b[1mプロットの穴は最初は容認できませんでしたが、ちょうど下の螺線になります。\u001b[22m, \u001b[1mプロットの穴は、最初は、許さあったが、それだけでダウンスパイラルに入ります。\u001b[22m\n\u001b[4mIt feels as if this series didn't have any qualms to make a great impact, though it wanted to.\u001b[24m\n    \u001b[1mあたかもこのシリーズに大きなインパクトを与える喜びはないように感じます。\u001b[22m, \u001b[1mそれは、それが望んでいたものの、このシリーズは、大きな影響を作るために、任意の良心の呵責を持っていなかったかのように感じています。\u001b[22m\n\u001b[4mEven the fight scenes didn't impact superbly.\u001b[24m\n    \u001b[1m戦闘シーンでさえも、すばらしい影響はありませんでした。\u001b[22m, \u001b[1mでも戦いのシーンは見事に影響を与えませんでした。\u001b[22m\n\u001b[4mThere's just lots of messed up things happening for show, and nothing to fall back on.\u001b[24m\n    \u001b[1mショーのために起こっているものがたくさんあります。\u001b[22m, \u001b[1mそこにショーのために起こって台無しに物事の多くはただだし、何も頼るしないように。\u001b[22m\n\u001b[1m\u001b[22m\nIt was completely and utterly disappointing, and I don't think I've felt so mad about a series before. There were perhaps 1-2 characters I actually felt a connection with, of which I would've loved more story behind, but dreams are for free.\n\n\u001b[1mそれは完全に完全に失望していた、と私は前にシリーズについては非常に怒ったとは思わない。 たぶん、私は実際につながりを感じた1〜2文字がありました。そのうちの後ろにもっと物語が好きでしたが、夢は無料です。\u001b[22m\n\u001b[1m(Sore wa kanzen ni kanzen ni shitsubō shite ita, to watashi wa mae ni shirīzu ni tsuite wa hijō ni okotta to wa omowanai. Tabun, watashi wa jissai ni tsunagari o kanjita 1 〜 2 moji ga arimashita. Sonōchi no ushironi motto monogatari ga sukideshita ga, yume wa muryōdesu.)\u001b[22m\n\nTranslations of \u001b[4mIt was completely and utterly disappointing, and I don't think I've felt so mad about a series before. There were perhaps 1-2 characters I actually felt a connection with, of which I would've loved more story behind, but dreams are for free.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was completely and utterly disappointing, and I don't think I've felt so mad about a series before.\u001b[24m\n    \u001b[1mそれは完全に完全に失望していた、と私は前にシリーズについては非常に怒ったとは思わない。\u001b[22m, \u001b[1mそれは完全と全く残念だった、と私は私が前に一連そんなに怒っ感じていたとは思いません。\u001b[22m\n\u001b[4mThere were perhaps 1-2 characters I actually felt a connection with, of which I would've loved more story behind, but dreams are for free.\u001b[24m\n    \u001b[1mたぶん、私は実際につながりを感じた1〜2文字がありました。そのうちの後ろにもっと物語が好きでしたが、夢は無料です。\u001b[22m, \u001b[1m私は実際に私が背後にあるより多くの物語を愛してきたことになるのとの接続を、感じたが、夢は自由のためにあるかもしれません1-2の文字がありました。\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "Trequartista",
    "profile": "/profile/Trequartista/reviews",
    "pages": "5",
    "number": "9",
    "link": "/reviews.php?id=90773",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  6\nアニメーション|  5\nサウンド|  4\nキャラクター|  3\n|  4\n\nMirai Nikki...正しいトラックで始まったアニメ番組のどれかが完全にポイントから外れ、最後に部分的にそれを償還しようとする...「DEAD END」が発生する。\n初めはシリーズに大きな期待を持っていましたが、最初の数回のエピソードではかなり満足していましたが、それ以来、それは降りて行き、絶対的な難破に終わりました。\n\nストーリー - 宇宙時代の神（Deus Ex Machina）は、私たちの主人公ゆきるる、彼の執拗なストーカーガールフレンド、サイコチョコ湯乃と10人の死の戦いに参加し、それぞれの将来の日記を集めています。  1つの立場が次の神になる。これは、他の選手を殺してゆきテルと宇宙時間の新しい神を作り上げようとしているゆきテールとユノの試みを始めた。\n\nキャラクター - 私はAkiseとMinene以外のすべてのキャラクターをほとんど憎んだ...\nYukiteruはいつも泣き虫だった、おそらく私は明らかにIkari Shinjiの後で見た中で最も騒々しいキャラクターだった。 その狂気がチャートを上回っていたガスイユノは、最初は楽しいものでしたが、シリーズの終わりにはとても迷惑でした。他のキャラクターはほとんど開発されていませんでした。\n\nアートメディケア、本当は気にしない。\n\n音 -  opとedはgood.especially 'ハッピーエンディング'のテーマが好きだった。\n\n全体的に、未来ニッキーは約束をたくさん見せてくれました...しかし、中間部分は本当に哀れでした。私は終わりが好きでしたが、私はもっと多くを期待しました。\nだから、もしあなたがホラー/ゴアジャンルのファンであれば、ひぐらしを見たり、エルフェンが嘘をついたりするのは、未来ニッキよりも良い見通しです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nMirai Nikki..one of those anime shows which starts off in the right track,then completely gets out of point...and finally attempts to partially redeem itself...resulting in a 'DEAD END'.\n\n\u001b[1mMirai Nikki...正しいトラックで始まったアニメ番組のどれかが完全にポイントから外れ、最後に部分的にそれを償還しようとする...「DEAD END」が発生する。\u001b[22m\n\u001b[1m(Mirai Nikki... Tadashī torakku de hajimatta anime bangumi no dore ka ga kanzen ni pointo kara hazure, saigo ni bubun-teki ni sore o shōkan shiyou to suru... `Deddoendo' ga hassei suru.)\u001b[22m\n\nTranslations of \u001b[4mMirai Nikki..one of those anime shows which starts off in the right track,then completely gets out of point...and finally attempts to partially redeem itself...resulting in a 'DEAD END'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMirai Nikki..one of those anime shows which starts off in the right track,then completely gets out of point...and finally attempts to partially redeem itself...resulting in a 'DEAD END'.\u001b[24m\n    \u001b[1mMirai Nikki...正しいトラックで始まったアニメ番組のどれかが完全にポイントから外れ、最後に部分的にそれを償還しようとする...「DEAD END」が発生する。\u001b[22m, \u001b[1m右のトラックでオフに開始したものアニメ番組の未来Nikki..oneは、その後、完全にポイントを抜け...そして最終的には部分的に自分自身を償還しようとする... 'DEAD END」が生じます。\u001b[22m\nInitially having high hopes for the series,i felt quite satisfied in the first few episodes...however since then it went downhill,resulting in an absolute trainwreck.\n\n\u001b[1m初めはこのシリーズに大きな期待を持っていましたが、最初の数回のエピソードではかなり満足していました...しかし、それ以来、それは降りて行き、絶対的な難破をもたらしました。\u001b[22m\n\u001b[1m(Hajime wa kono shirīzu ni ōkina kitai o motte imashitaga, saisho no sū-kai no episōdode wa kanari manzoku shite imashita... Shikashi, sore irai, soreha orite iki, zettai-tekina nanpa o motarashimashita.)\u001b[22m\n\nTranslations of \u001b[4mInitially having high hopes for the series,i felt quite satisfied in the first few episodes...however since then it went downhill,resulting in an absolute trainwreck.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInitially having high hopes for the series,i felt quite satisfied in the first few episodes...however since then it went downhill,resulting in an absolute trainwreck.\u001b[24m\n    \u001b[1m初めはこのシリーズに大きな期待を持っていましたが、最初の数回のエピソードではかなり満足していました...しかし、それ以来、それは降りて行き、絶対的な難破をもたらしました。\u001b[22m, \u001b[1m当初はシリーズのための大きな期待を持つ、私はそれが絶対trainwreckで、その結果、下り坂行ってきましたが、それ以来...最初のいくつかのエピソードでは非常に満足して感じました。\u001b[22m\n\u001b[1m\u001b[22m\nStory- simple enough..the god of space time (Deus Ex Machina),gathers our protagonist Yukiteru,his obsessively stalking girlfriend aka psycho Yuno Gasai and 10 others to engage in a battle of death,each having their specific future diaries.The last one standing gets to be the next God.Thus began yukiteru and yuno's attempts to kill the other contestants and making yukiteru the new God of space time.\n\n\u001b[1mストーリー - 宇宙時代の神（Deus Ex Machina）は、私たちの主人公ゆきるる、彼の執拗なストーカーガールフレンド、サイコチョコ湯乃と10人の死の戦いに参加し、それぞれの将来の日記を集めています。  1つの立場が次の神になる。これは、他の選手を殺してゆきテルと宇宙時間の新しい神を作り上げようとしているゆきテールとユノの試みを始めた。\u001b[22m\n\u001b[1m(Sutōrī - uchū jidai no kami (deusuekusu mashīna) wa, watashitachi no shujinkō Yuki ruru, kare no shitsuyōna sutōkāgārufurendo, saikochoko yu Osamu to 10-ri no shi no tatakai ni sanka shi, sorezore no shōrai no nikki o atsumete imasu. 1Tsu no tachiba ga tsugi no kami ni naru. Kore wa, hoka no senshu o koroshite yuki Teru to uchū jikan no atarashī kami o tsukuriageyou to shite iru yuki tēru to Yuno no kokoromi o hajimeta.)\u001b[22m\n\nTranslations of \u001b[4mStory- simple enough..the god of space time (Deus Ex Machina),gathers our protagonist Yukiteru,his obsessively stalking girlfriend aka psycho Yuno Gasai and 10 others to engage in a battle of death,each having their specific future diaries.The last one standing gets to be the next God.Thus began yukiteru and yuno's attempts to kill the other contestants and making yukiteru the new God of space time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory- simple enough..the god of space time (Deus Ex Machina),gathers our protagonist Yukiteru,his obsessively stalking girlfriend aka psycho Yuno Gasai and 10 others to engage in a battle of death,each having their specific future diaries.The last\u001b[24m\n    \u001b[1mストーリー - 宇宙時代の神（Deus Ex Machina）は、私たちの主人公ゆきるる、彼の執拗なストーカーガールフレンド、サイコチョコ湯乃と10人の死の戦いに参加し、それぞれの将来の日記を集めています。\u001b[22m, \u001b[1m時空（デウスエクスマキナ）の単純なenough..the神をStory-、私たちの主人公Yukiteruを収集し、彼の執拗ストーカー行為のガールフレンド別名心理我妻由乃と10他の人が死の戦いに従事し、それぞれが自分の将来の特定を持つdiaries.The最後\u001b[22m\n\u001b[4mone standing gets to be the next God.Thus began yukiteru and yuno's attempts to kill the other contestants and making yukiteru the new God of space time.\u001b[24m\n    \u001b[1m1つの立場が次の神になる。これは、他の選手を殺してゆきテルと宇宙時間の新しい神を作り上げようとしているゆきテールとユノの試みを始めた。\u001b[22m, \u001b[1m1立って次のGod.Thusがyukiteruと他の出場者を殺すためにゆの試みを始め、宇宙の時間の新しい神をyukiteru作ることを取得します。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters- i almost hated all the characters,except Akise and Minene...\n\n\u001b[1mキャラクター - 私はAkiseとMinene以外のすべてのキャラクターをほとんど憎んだ...\u001b[22m\n\u001b[1m(Kyarakutā - watashi wa Akise to Minene igai no subete no kyarakutā o hotondo nikunda...)\u001b[22m\n\nTranslations of \u001b[4mCharacters- i almost hated all the characters,except Akise and Minene...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters- i almost hated all the characters,except Akise and Minene...\u001b[24m\n    \u001b[1mキャラクター - 私はAkiseとMinene以外のすべてのキャラクターをほとんど憎んだ...\u001b[22m, \u001b[1m私はほとんどAkiseとMinene除いて、すべての文字を嫌っCharacters-...\u001b[22m\nYukiteru was a crybaby all the time,probably the most whiny character i've seen after obviously Shinji Ikari . Gasai yuno,whose insanity topped the charts..was enjoyable at the start but then was so annoying at the end of the series.All the other characters practically got no development.\n\n\u001b[1mYukiteruはいつも泣き虫だった、おそらく私は明らかにIkari Shinjiの後で見た中で最も騒々しいキャラクターだった。 その狂気がチャートを上回っていたガスイユノは、最初は楽しいものでしたが、シリーズの終わりにはとても迷惑でした。他のキャラクターはほとんど開発されていませんでした。\u001b[22m\n\u001b[1m(Yukiteru wa itsumo nakimushidatta, osoraku watashi wa akiraka ni Ikari Shinji no nochi de mita naka de mottomo sōzōshī kyarakutādatta. Sono kyōki ga chāto o uwamawatte ita gasuiyuno wa, saisho wa tanoshī monodeshitaga, shirīzu no owari ni wa totemo meiwakudeshita. Hoka no kyarakutā wa hotondo kaihatsu sa rete imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mYukiteru was a crybaby all the time,probably the most whiny character i've seen after obviously Shinji Ikari . Gasai yuno,whose insanity topped the charts..was enjoyable at the start but then was so annoying at the end of the series.All the other characters practically got no development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYukiteru was a crybaby all the time,probably the most whiny character i've seen after obviously Shinji Ikari .\u001b[24m\n    \u001b[1mYukiteruはいつも泣き虫だった、おそらく私は明らかにIkari Shinjiの後で見た中で最も騒々しいキャラクターだった。\u001b[22m, \u001b[1mYukiteruはおそらく、私は明らかに碇シンジの後に見た中で最も不機嫌そうな文字のすべての時間泣き虫でした。\u001b[22m\n\u001b[4mGasai yuno,whose insanity topped the charts..was enjoyable at the start but then was so annoying at the end of the series.All the other characters practically got no development.\u001b[24m\n    \u001b[1mその狂気がチャートを上回っていたガスイユノは、最初は楽しいものでしたが、シリーズの終わりにはとても迷惑でした。他のキャラクターはほとんど開発されていませんでした。\u001b[22m, \u001b[1mその狂気開始時に楽しいcharts..wasを突破したが、その後、他の文字は事実上何の開発を持っていないseries.Allの終わりにとても迷惑だった画彩ゆ、。\u001b[22m\n\u001b[1m\u001b[22m\nArt- mediocare,not really mindblowing.\n\n\u001b[1mアートメディケア、本当は気にしない。\u001b[22m\n\u001b[1m(Ātomedikea, hontōwa kinishinai.)\u001b[22m\n\nTranslations of \u001b[4mArt- mediocare,not really mindblowing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt- mediocare,not really mindblowing.\u001b[24m\n    \u001b[1mアートメディケア、本当は気にしない。\u001b[22m, \u001b[1mアート -  mediocare、本当にmindblowingありません。\u001b[22m\n\u001b[1m\u001b[22m\nSound- the op and ed were good.especially liked the 'happy ending' theme.\n\n\u001b[1m音 -  opとedはgood.especially 'ハッピーエンディング'のテーマが好きだった。\u001b[22m\n\u001b[1m(Oto - op to ed wa guddo. Especially' happīendingu' no tēma ga sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mSound- the op and ed were good.especially liked the 'happy ending' theme.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound- the op and ed were good.especially liked the 'happy ending' theme.\u001b[24m\n    \u001b[1m音 -  opとedはgood.especially 'ハッピーエンディング'のテーマが好きだった。\u001b[22m, \u001b[1mOPとED健全good.especially「ハッピーエンド」のテーマを気に入りました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall,mirai nikki showed a lot of promise...but the middle part was really pathetic.Even though i liked the ending,i expected a lot more.\n\n\u001b[1m全体的に、未来ニッキーは約束をたくさん見せてくれました...しかし、中間部分は本当に哀れでした。私は終わりが好きでしたが、私はもっと多くを期待しました。\u001b[22m\n\u001b[1m(Zentai-teki ni, mirai nikkī wa yakusoku o takusan misete kuremashita... Shikashi, chūkan bubun wa hontōni awaredeshita. Watashi wa owari ga sukideshita ga, watashi wa motto ōku o kitai shimashita.)\u001b[22m\n\nTranslations of \u001b[4mOverall,mirai nikki showed a lot of promise...but the middle part was really pathetic.Even though i liked the ending,i expected a lot more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall,mirai nikki showed a lot of promise...but the middle part was really pathetic.Even though i liked the ending,i expected a lot more.\u001b[24m\n    \u001b[1m全体的に、未来ニッキーは約束をたくさん見せてくれました...しかし、中間部分は本当に哀れでした。私は終わりが好きでしたが、私はもっと多くを期待しました。\u001b[22m, \u001b[1m全体的に、未来日記は約束の多くを示した...しかし、中央部には、本当に私は、エンディングが好き私はより多くを期待してもpathetic.Evenました。\u001b[22m\nSo if u are a fan of the horror/gore genre..watching Higurashi or elfen lied is a better prospect than Mirai nikki.\n\n\u001b[1mだから、もしあなたがホラー/ゴアジャンルのファンであれば、ひぐらしを見たり、エルフェンが嘘をついたりするのは、未来ニッキよりも良い見通しです。\u001b[22m\n\u001b[1m(Dakara, moshi anata ga horā/ Goa janru no fandeareba, higurashi o mi tari, erufen ga uso o tsui tari suru no wa, mirai nikki yori mo yoi mitōshidesu.)\u001b[22m\n\nTranslations of \u001b[4mSo if u are a fan of the horror/gore genre..watching Higurashi or elfen lied is a better prospect than Mirai nikki.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo if u are a fan of the horror/gore genre..watching Higurashi or elfen lied is a better prospect than Mirai nikki.\u001b[24m\n    \u001b[1mだから、もしあなたがホラー/ゴアジャンルのファンであれば、ひぐらしを見たり、エルフェンが嘘をついたりするのは、未来ニッキよりも良い見通しです。\u001b[22m, \u001b[1muはホラー/マチgenre..watchingひぐらしのファンであるか、嘘をついたエルフェンもしそうであれば未来日記よりも良い見通しです。\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "Lurna",
    "profile": "/profile/Lurna/reviews",
    "pages": "5",
    "number": "10",
    "link": "/reviews.php?id=45249",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  9\n\n私は1つのエピソードを見ただけですが、私はこのシリーズが素晴らしいものになることは確かであります。 東方のエデンのようなもの、携帯電話を持っている人はサバイバルゲームに終わり、この未来を保持している最後の人が勝者となり、勝者または新しい神となる。\nこれらの携帯電話は、自分たちの将来を選んだ12人の人々のそれぞれに伝えます。 それは彼らのために特別に書かれた日記です。\n\n私にとっての物語は、イーストとスタインズゲートのエデンの十字架です（ただし、未来はありません）\n\nすべての偉大な物語は、それがいくつかのアニメに似ていても、それはまったく異なっています。\n\n私は彼らがシリーズの12文字のそれぞれを説明すると仮定することができます。\n\n全体的に、偉大な声優、音楽を愛し、芸術は文字のために美しいです、私は、神のための特に賢明な芸術の賢明さを思い出させる種類。\n\n私はこのシリーズが腕時計でなければならないので、この物語が叙事詩であり続けることを本当に願っています！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nAlthough i have only seen one episode i can be certain this series will be a great one. Its kind of like Eden of the east, people with cellphones that end up in a survival game with the winner being the last person holding this future telling cell phone the winner or new god.\n\n\u001b[1m私は1つのエピソードを見ただけですが、私はこのシリーズが素晴らしいものになることは確かであります。 東方のエデンのようなもの、携帯電話を持っている人はサバイバルゲームに終わり、この未来を保持している最後の人が勝者となり、勝者または新しい神となる。\u001b[22m\n\u001b[1m(Watashi wa 1tsu no episōdo o mita dakedesuga, watashi wa kono shirīzu ga subarashī mono ni naru koto wa tashikadearimasu. Tōhō no eden no yōna mono, geitaidenwa o motte iru hito wa sabaibarugēmu ni owari, kono mirai o hoji shite iru saigo no hito ga shōsha to nari, shōsha matawa atarashī kami to naru.)\u001b[22m\n\nTranslations of \u001b[4mAlthough i have only seen one episode i can be certain this series will be a great one. Its kind of like Eden of the east, people with cellphones that end up in a survival game with the winner being the last person holding this future telling cell phone the winner or new god.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough i have only seen one episode i can be certain this series will be a great one.\u001b[24m\n    \u001b[1m私は1つのエピソードを見ただけですが、私はこのシリーズが素晴らしいものになることは確かであります。\u001b[22m, \u001b[1m私は1つのエピソードを見てきましたが、私はこのシリーズは素晴らしいものになります特定することができます。\u001b[22m\n\u001b[4mIts kind of like Eden of the east, people with cellphones that end up in a survival game with the winner being the last person holding this future telling cell phone the winner or new god.\u001b[24m\n    \u001b[1m東方のエデンのようなもの、携帯電話を持っている人はサバイバルゲームに終わり、この未来を保持している最後の人が勝者となり、勝者または新しい神となる。\u001b[22m, \u001b[1m東のエデンのように、その種類、勝者は携帯電話勝者または新しい神を伝えるこの未来を保持最後の人であるとサバイバルゲームに終わるの携帯電話を持つ人々。\u001b[22m\nThese cellphones tell each of the 12 peoples who are chosen their own future. It is a diary written specifically for them.\n\n\u001b[1mこれらの携帯電話は、自分たちの将来を選んだ12人の人々のそれぞれに伝えます。 それは彼らのために特別に書かれた日記です。\u001b[22m\n\u001b[1m(Korera no geitaidenwa wa, jibun-tachi no shōrai o eranda 12-ri no hitobito no sorezore ni tsutaemasu. Sore wa karera no tame ni tokubetsu ni kaka reta nikkidesu.)\u001b[22m\n\nTranslations of \u001b[4mThese cellphones tell each of the 12 peoples who are chosen their own future. It is a diary written specifically for them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThese cellphones tell each of the 12 peoples who are chosen their own future.\u001b[24m\n    \u001b[1mこれらの携帯電話は、自分たちの将来を選んだ12人の人々のそれぞれに伝えます。\u001b[22m, \u001b[1mこれらの携帯電話は、自分自身の未来を選択された12の民族のそれぞれを教えてください。\u001b[22m\n\u001b[4mIt is a diary written specifically for them.\u001b[24m\n    \u001b[1mそれは彼らのために特別に書かれた日記です。\u001b[22m\n\u001b[1m\u001b[22m\nThe story for me is a cross of Eden of the East and Steins Gate (but futuristic not past)\n\n\u001b[1m私にとっての物語は、イーストとスタインズゲートのエデンの十字架です（ただし、未来はありません）\u001b[22m\n\u001b[1m(Watashi ni totte no monogatari wa, īsuto to sutainzugēto no eden no jūjikadesu (tadashi, mirai wa arimasen))\u001b[22m\n\nTranslations of \u001b[4mThe story for me is a cross of Eden of the East and Steins Gate (but futuristic not past)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story for me is a cross of Eden of the East and Steins Gate (but futuristic not past)\u001b[24m\n    \u001b[1m私にとっての物語は、イーストとスタインズゲートのエデンの十字架です（ただし、未来はありません）\u001b[22m, \u001b[1m私のための物語は、東のエデンとシュタインズ・ゲートのクロス（しかし未来的な過去ではない）であります\u001b[22m\n\u001b[1m\u001b[22m\nOver all great story even if it is similar to some animes, it is also completely different so far.\n\n\u001b[1mすべての偉大な物語は、それがいくつかのアニメに似ていても、これまでのところ全く異なっています。\u001b[22m\n\u001b[1m(Subete no idaina monogatari wa, sore ga ikutsu ka no anime ni nite ite mo, kore made no tokoro mattaku kotonatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mOver all great story even if it is similar to some animes, it is also completely different so far.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOver all great story even if it is similar to some animes, it is also completely different so far.\u001b[24m\n    \u001b[1mすべての偉大な物語は、それがいくつかのアニメに似ていても、これまでのところ全く異なっています。\u001b[22m, \u001b[1mすべての偉大な物語の上にいくつかのアニメに類似している場合でも、それは、これまでも完全に異なっています。\u001b[22m\n\u001b[1m\u001b[22m\nI can presume they will explain each of the twelve characters over the series.\n\n\u001b[1m私は彼らがシリーズの12文字のそれぞれを説明すると仮定することができます。\u001b[22m\n\u001b[1m(Watashi wa karera ga shirīzu no 12 moji no sorezore o setsumei suru to katei suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mI can presume they will explain each of the twelve characters over the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can presume they will explain each of the twelve characters over the series.\u001b[24m\n    \u001b[1m私は彼らがシリーズの12文字のそれぞれを説明すると仮定することができます。\u001b[22m, \u001b[1m私は、彼らが一連の上に12文字のそれぞれについて説明します推測することができます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, great voice actors, love the music, the art is beautiful for the characters, kind of reminds me of Noein art wise especially for the 'God'.\n\n\u001b[1m全体的に、偉大な声優、音楽を愛し、芸術は文字のために美しいです、私は、神のための特に賢明な芸術の賢明さを思い出させる種類。\u001b[22m\n\u001b[1m(Zentai-teki ni, idaina seiyū, ongaku o aishi, geijutsu wa moji no tame ni utsukushīdesu, watashi wa,-shin no tame no tokuni kenmeina geijutsu no kenmei-sa o omoidasaseru shurui.)\u001b[22m\n\nTranslations of \u001b[4mOverall, great voice actors, love the music, the art is beautiful for the characters, kind of reminds me of Noein art wise especially for the 'God'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, great voice actors, love the music, the art is beautiful for the characters, kind of reminds me of Noein art wise especially for the 'God'.\u001b[24m\n    \u001b[1m全体的に、偉大な声優、音楽を愛し、芸術は文字のために美しいです、私は、神のための特に賢明な芸術の賢明さを思い出させる種類。\u001b[22m, \u001b[1m全体的に、声優素晴らしい、音楽を愛し、芸術は文字の美しいです、一種の「神」のために賢明特にノエインもうひとりの君への芸術のことを思い出します。\u001b[22m\n\u001b[1m\u001b[22m\nI really hope this story continues to be epic, as this series is must watch!\n\n\u001b[1m私はこのシリーズが腕時計でなければならないので、この物語が叙事詩であり続けることを本当に願っています！\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu ga udedokeidenakereba naranainode, kono monogatari ga jojishideari tsudzukeru koto o hontōni negatte imasu!)\u001b[22m\n\nTranslations of \u001b[4mI really hope this story continues to be epic, as this series is must watch!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really hope this story continues to be epic, as this series is must watch!\u001b[24m\n    \u001b[1m私はこのシリーズが腕時計でなければならないので、この物語が叙事詩であり続けることを本当に願っています！\u001b[22m, \u001b[1mこのシリーズは見ている必要がありますように私は本当に、この物語は叙事詩であり続けて願っています！\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "Sparkyt3hMadman",
    "profile": "/profile/Sparkyt3hMadman/reviews",
    "pages": "5",
    "number": "11",
    "link": "/reviews.php?id=49017",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  5\nキャラクター|  10\n|  8\n\n私は、このシリーズについて正しい印象を得ていないのにもかかわらず、自分のレビューを書き直さなければならないことが分かりました。 私はしばらくかかりましたが、最終的にこのショーのためにオリジナルの漫画を手にしました。著者が本当にやりたかったことを理解した後、ここに描かれている奇妙なことに困惑しています。\nまず最初に、そしておそらく最も重要なのは、ミライニッキーは心理的なホラーマンガです。 一方、アニメは、大気から完全に遠ざかるような行動に重点を置いて、非常に行動指向です。 これは、アニメがした1つのミスです。 マンガはあなたが主人公から得たアドレナリン・ラッシュをもっとよく理解することを可能にします。そして、彼らをとても興味深いものにすることは、自分の問題にもっと関連させる能力です - 彼らの人間的側面は最終的にショーで失われます。 これはすぐに、いくつかのノッチ、特にそれがすでに混乱の混乱の一種であるとき、特にペーシングが完全にオフのときに余裕がない、障害をストーリーに取ります。\nアートスタイルは非常に一般的です。 最初は私はそれが信じられないほどうまくいったと思ったが、マンガを読んだ後、私は助けてもらえませんでした。 それは非常にカリスマ的で賢い組み合わせです。 私は本当に個々の側面に恋しませんでしたが、私はそれがどのように一緒に来たかを絶対に愛しました。 これは私が思っていた以上に多分楽しむことができました。 それはほぼカーボンコピーのように思えますが、それは決して良いことではありません。 アニメは新しい人生を念頭に置いて設計されており、それができない場合は、忠実な順応に失敗します。 健全な仕事はさらに悪化する。 オープニングテーマとは別に、それはほとんどすべての時間のように思われます、あなたを混乱させようとしています。 サウンドトラックやキャラクターの音声作業の中には、サスペンスを築くものもありますが、その結果、いくらか安く恐怖になることが判明しました。 彼らは摂取にあまり熱心ではない。 どのキャラクターが自分の声で何をやっているのかを即座に告げることができます。そして、それはまるでステレオタイプで、まばらなようです。 つまり、このアニメが優れているのは、そのマンガが秀でたものです。\n全体として、それはひどいアニメではない。 あなたが絶対的な批評家であれば、それを細断して絶対に嫌うかもしれませんが、あなたがエンターテイメントを探しているなら、これはあなたが探しているものを提供するかもしれません。 私はまだそれを見続けるつもりです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI find myself having to rewrite my review after not getting the right impression about this series. It took me a while but I finally got my hands on the original manga for this show, and after understanding what the author really wanted to do, I find myself puzzled at how weirdly it's portrayed here.\n\n\u001b[1m私は、このシリーズについて正しい印象を得ていないのにもかかわらず、自分のレビューを書き直さなければならないことが分かりました。 私はしばらくかかりましたが、最終的にこのショーのためにオリジナルの漫画を手にしました。著者が本当にやりたかったことを理解した後、ここに描かれている奇妙なことに困惑しています。\u001b[22m\n\u001b[1m(Watashi wa, kono shirīzu ni tsuite tadashī inshō o ete inainoni mo kakawarazu, jibun no rebyū o kakinaosanakereba naranai koto ga wakarimashita. Watashi wa shibaraku kakarimashitaga, saishūtekini kono shō no tame ni orijinaru no manga o te ni shimashita. Chosha ga hontōni yaritakatta koto o rikai shita nochi, koko ni egaka rete iru kimyōna koto ni konwaku shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI find myself having to rewrite my review after not getting the right impression about this series. It took me a while but I finally got my hands on the original manga for this show, and after understanding what the author really wanted to do, I find myself puzzled at how weirdly it's portrayed here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI find myself having to rewrite my review after not getting the right impression about this series.\u001b[24m\n    \u001b[1m私は、このシリーズについて正しい印象を得ていないのにもかかわらず、自分のレビューを書き直さなければならないことが分かりました。\u001b[22m, \u001b[1m私は自分自身がこのシリーズに関する権利の印象を取得していない後に私のレビューを書き換えることを見つけます。\u001b[22m\n\u001b[4mIt took me a while but I finally got my hands on the original manga for this show, and after understanding what the author really wanted to do, I find myself puzzled at how weirdly it's portrayed here.\u001b[24m\n    \u001b[1m私はしばらくかかりましたが、最終的にこのショーのためにオリジナルの漫画を手にしました。著者が本当にやりたかったことを理解した後、ここに描かれている奇妙なことに困惑しています。\u001b[22m, \u001b[1mそれは私にしばらく時間がかかったが、私は最終的にこのショーのために原作に手を持って、そして著者が本当にやりたいことを理解した後、私はそれがここに描かれていますどのように変なふうに私自身が困惑見つけます。\u001b[22m\nFirst off, and probably most importantly, Mirai Nikki is a psychological horror manga. The anime, on the other hand, is very action-oriented, with such an emphasis on the action that it takes away completely from the atmosphere. This is one mistake the anime made. The manga allows you to get a much better understanding of the adrenaline rush you get from the main characters, and what makes them so interesting is your ability to relate more to their problems - their human aspects are ultimately lost in the show. This immediately takes the story down a few notches, a hindrance it absolutely cannot afford, especially when it's already sort of a jumbled mess, and especially when the pacing is totally off.\n\n\u001b[1mまず最初に、そしておそらく最も重要なのは、ミライニッキーは心理的なホラーマンガです。 一方、アニメは、大気から完全に遠ざかるような行動に重点を置いて、非常に行動指向です。 これは、アニメがした1つのミスです。 マンガはあなたが主人公から得たアドレナリン・ラッシュをもっとよく理解することを可能にします。そして、彼らをとても興味深いものにすることは、自分の問題にもっと関連させる能力です - 彼らの人間的側面は最終的にショーで失われます。 これはすぐに、いくつかのノッチ、特にそれがすでに混乱の混乱の一種であるとき、特にペーシングが完全にオフのときに余裕がない、障害をストーリーに取ります。\u001b[22m\n\u001b[1m(Mazu saisho ni, soshite osoraku mottomo jūyōna no wa, mirainikkī wa shinri-tekina horāmangadesu. Ippō, anime wa, taiki kara kanzen ni tōzakaru yōna kōdō ni jūten o oite, hijō ni kōdō shikōdesu. Kore wa, anime ga shita 1tsu no misudesu. Manga wa anata ga shujinkō kara eta adorenarin rasshu o motto yoku rikai suru koto o kanō ni shimasu. Soshite, karera o totemo kyōmibukai mono ni suru koto wa, jibun no mondai ni motto kanren sa seru nōryokudesu - karera no ningen-teki sokumen wa saishūtekini shō de ushinawa remasu. Kore wa sugu ni, ikutsu ka no notchi, tokuni sore ga sudeni konran no konran no isshudearu toki, tokuni pēshingu ga kanzen ni ofu no toki ni yoyūganai, shōgai o sutōrī ni torimasu.)\u001b[22m\n\nTranslations of \u001b[4mFirst off, and probably most importantly, Mirai Nikki is a psychological horror manga. The anime, on the other hand, is very action-oriented, with such an emphasis on the action that it takes away completely from the atmosphere. This is one mistake the anime made. The manga allows you to get a much better understanding of the adrenaline rush you get from the main characters, and what makes them so interesting is your ability to relate more to their problems - their human aspects are ultimately lost in the show. This immediately takes the story down a few notches, a hindrance it absolutely cannot afford, especially when it's already sort of a jumbled mess, and especially when the pacing is totally off.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst off, and probably most importantly, Mirai Nikki is a psychological horror manga.\u001b[24m\n    \u001b[1mまず最初に、そしておそらく最も重要なのは、ミライニッキーは心理的なホラーマンガです。\u001b[22m, \u001b[1mまず第一に、そしておそらく最も重要なのは、未来日記は心理的なホラー漫画です。\u001b[22m\n\u001b[4mThe anime, on the other hand, is very action-oriented, with such an emphasis on the action that it takes away completely from the atmosphere.\u001b[24m\n    \u001b[1m一方、アニメは、大気から完全に遠ざかるような行動に重点を置いて、非常に行動指向です。\u001b[22m, \u001b[1mアニメは、他の一方で、それは雰囲気から完全に奪うことを行動にそのような重点を置いて、非常に行動指向です。\u001b[22m\n\u001b[4mThis is one mistake the anime made.\u001b[24m\n    \u001b[1mこれは、アニメがした1つのミスです。\u001b[22m, \u001b[1mこれは、1つのミス製アニメです。\u001b[22m\n\u001b[4mThe manga allows you to get a much better understanding of the adrenaline rush you get from the main characters, and what makes them so interesting is your ability to relate more to their problems - their human aspects are ultimately lost in the show.\u001b[24m\n    \u001b[1mマンガはあなたが主人公から得たアドレナリン・ラッシュをもっとよく理解することを可能にします。そして、彼らをとても興味深いものにすることは、自分の問題にもっと関連させる能力です - 彼らの人間的側面は最終的にショーで失われます。\u001b[22m, \u001b[1m漫画は、あなたがアドレナリンのより良い理解があなたがメインキャラクターから取得急ぐ取得することができ、そしてどのような彼らはとても興味深いことは彼らの問題に多くを関連付けるためにあなたの能力である - 彼らの人間の側面は、最終的にショーで失われています。\u001b[22m\n\u001b[4mThis immediately takes the story down a few notches, a hindrance it absolutely cannot afford, especially when it's already sort of a jumbled mess, and especially when the pacing is totally off.\u001b[24m\n    \u001b[1mこれはすぐに、いくつかのノッチ、特にそれがすでに混乱の混乱の一種であるとき、特にペーシングが完全にオフのときに余裕がない、障害をストーリーに取ります。\u001b[22m, \u001b[1mこれはすぐにいくつかのノッチを話をダウンされます、それは一種のすでにごちゃ混ぜ混乱だ特に、ペーシングが完全にオフになっている場合は特に、それは絶対に許されません障害、。\u001b[22m\nThe art style is very generic. At first I thought it was incredibly well done, but after reading the manga, I can't help but feel that I've seen it somewhere before. it's a very charismatic and clever combination of things. I didn't really fall in love with the individual aspects, but I absolutely loved how it all came together. This allowed me to enjoy it probably a bit more than I thought. It almost seems like a carbon copy, and that's never good. Anime was designed with breathing new life in mind, and if it can't do that, it fails at being a faithful adaptation. The sound work is even worse; aside from the opening theme, it almost seems like the entire time, it's trying to confuse you. Some of the soundtrack and character voice work do build up suspense, but it turns out to be somewhat of a cheap scare as a result. They're not too keen on the uptake, either; you can instantly tell exactly what character is supposed to be doing what by their voice acting, and it all seems kinda stereotypical and bland. That said, what this anime does excel at is what its manga excelled at as well;\n\n\u001b[1mアートスタイルは非常に一般的です。 最初は私はそれが信じられないほどうまくいったと思ったが、マンガを読んだ後、私は助けてもらえませんでした。 それは非常にカリスマ的で賢い組み合わせです。 私は本当に個々の側面に恋しませんでしたが、私はそれがどのように一緒に来たかを絶対に愛しました。 これは私が思っていた以上に多分楽しむことができました。 それはほぼカーボンコピーのように思えますが、それは決して良いことではありません。 アニメは新しい人生を念頭に置いて設計されており、それができない場合は、忠実な順応に失敗します。 健全な仕事はさらに悪化する。 オープニングテーマとは別に、それはほとんどすべての時間のように思われます、あなたを混乱させようとしています。 サウンドトラックやキャラクターの音声作業の中には、サスペンスを築くものもありますが、その結果、いくらか安く恐怖になることが判明しました。 彼らは摂取にあまり熱心ではない。 どのキャラクターが自分の声で何をやっているのかを即座に告げることができます。そして、それはまるでステレオタイプで、まばらなようです。 つまり、このアニメが優れているのは、そのマンガが秀でたものです。\u001b[22m\n\u001b[1m(Ātosutairu wa hijō ni ippan-tekidesu. Saisho wa watashi wa sore ga shinji rarenai hodo umaku itta to omottaga, manga o yonda nochi, watashi wa tasukete moraemasendeshita. Sore wa hobo kābonkopī no yō ni omoemasuga, sore wa kesshite yoi kotode wa arimasen. Anime wa atarashī jinsei o nentō ni oite sekkei sa rete ori, sore ga dekinai baai wa, chūjitsuna jun'nō ni shippai shimasu. Kenzen'na shigoto wa sarani akka suru. Ōpuningutēma to wa betsuni, sore wa hotondo subete no jikan no yō ni omowa remasu, anata o konran sa seyou to shite imasu. Saundotorakku ya kyarakutā no onsei sagyō no nakaniha, sasupensu o kizuku mono mo arimasuga, sono kekka, ikuraka yasuku kyōfu ni naru koto ga hanmei shimashita. Karera wa sesshu ni amari nesshinde wanai. Dono kyarakutā ga jibun no koe de nani o yatte iru no ka o sokuza ni tsugeru koto ga dekimasu. Soshite, sore wa marude sutereo taipu de, mabarana yōdesu. Tsumari, kono anime ga sugurete iru no wa, sono manga ga hīdeta monodesu. Sore wa hijō ni karisuma-tekide kashikoi kumiawasedesu. Watashi wa hontōni koko no sokumen ni koi shimasendeshitaga, watashi wa sore ga dono yō ni issho ni kitaka o zettai ni aishimashita. Kore wa watashi ga omotte ita ijō ni tabun tanoshimu koto ga dekimashita.)\u001b[22m\nOverall, it's not a terrible anime; if you're an absolute critic, you can tear it to shreds and absolutely hate it, but if you're looking for entertainment, this may or may not deliver what you're looking for. I'm still going to keep watching it myself.\n\n\u001b[1m全体として、それはひどいアニメではない。 あなたが絶対的な批評家であれば、それを細断して絶対に嫌うかもしれませんが、あなたがエンターテイメントを探しているなら、これはあなたが探しているものを提供するかもしれません。 私はまだそれを見続けるつもりです。\u001b[22m\n\u001b[1m(Zentai to shite, sore wa hidoi animede wanai. Anata ga zettai-tekina hihyō-kadeareba, sore o Hoso dan shite zettai ni kirau kamo shiremasenga, anata ga entāteimento o sagashite irunara, kore wa anata ga sagashite iru mono o teikyō suru kamo shiremasen. Watashi wa mada sore o mi tsudzukeru tsumoridesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, it's not a terrible anime; if you're an absolute critic, you can tear it to shreds and absolutely hate it, but if you're looking for entertainment, this may or may not deliver what you're looking for. I'm still going to keep watching it myself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, it's not a terrible anime;\u001b[24m\n    \u001b[1m全体として、それはひどいアニメではない。\u001b[22m, \u001b[1m全体的に、それはひどいアニメではありません。\u001b[22m\n\u001b[4mif you're an absolute critic, you can tear it to shreds and absolutely hate it, but if you're looking for entertainment, this may or may not deliver what you're looking for.\u001b[24m\n    \u001b[1mあなたが絶対的な批評家であれば、それを細断して絶対に嫌うかもしれませんが、あなたがエンターテイメントを探しているなら、これはあなたが探しているものを提供するかもしれません。\u001b[22m, \u001b[1mあなたは絶対的な評論家なら、あなたはズタズタに引き裂くと、絶対にそれを嫌うが、あなたは娯楽を探しているなら、これがまたはあなたが探しているものを提供してもしなくてもよいことができます。\u001b[22m\n\u001b[4mI'm still going to keep watching it myself.\u001b[24m\n    \u001b[1m私はまだそれを見続けるつもりです。\u001b[22m, \u001b[1m私はまだそれを自分自身を見続けるつもりです。\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "wh1telightning",
    "profile": "/profile/wh1telightning/reviews",
    "pages": "5",
    "number": "12",
    "link": "/reviews.php?id=55113",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\nこれは私の最初のレビューです。 最初にアニメの説明を読んでください。そこに書かれている詳細は含まれません。\n\nまず、これはすべての時間の私の好きなアニメ、かなり可能性が高いですが、私は全体的なスコアが偏っていますが、私は偏っていません。 このアニメを公平な方法で評価するなら、私はおそらくそれを8または9にします。このレビューの残りの部分は理由を説明します。\n\nオープニング/エンディングテーマ -  10。\nそこには最高のものがあります。 彼らは気分に本当によく合い、見ることの経験を増強する役割を果たす。 アニメのオープニングテーマとエンディングテーマは、アニメのテーマが充分であれば、あなたのアトラクションを拡大することができます。\n\n残りのサウンドトラック -  8。\n「悲しい」曲（これは信じられないほど感情的な瞬間を作りました）を除いて、本当に何も目立たなかったのです。 サウンドトラックは確かに傷つきませんし、それはそれをかなり補完することができますが、それは吹き飛ぶものではありません。\n\nストーリー -  9。\n私は基本的なプロットが非常に興味深いと思う。 簡単に言えば、日記所有者間の関係はかなり脆弱です。 協力があれば、道のりのある時点で裏切りに終わることになる。 これは緊張の感覚を作り出しますが、それはそれができたほど強く作られていません（死の緊張と同様ですが、非常にマイナーです）。 これはいくつかの「面白い」キャラクターと組み合わされて、予期せぬストーリーを作り出します。\n\nエピソードの進行 -  7。\nこのカテゴリは、エピソードによるアニメの流れを表します。 それを鈍くするには、かなり荒いです。 いくつかのエピソードは狂っていて、おいしさやその他のエピソードがいっぱいであれば、事実上何も起こっていないので、あなたは不満を感じることがあります。\n\nアート -  8。\n公平になるために、私はアートに多くの注意を払っていません。 私は、使用されているカラースキームのいくつかとキャラクターの表現が大好きですが、芸術が際立ち、オリジナル/革新的であるとは言いません。\n\nキャラクター -  9。\n私はちょうどGasai Yunoと言うことができ、それを残すことができますが、もう少し追加します。 私はキャラクターの間に良い品種があることを発見しました。そして、ユキを除いて、私は特にそれらのどれも嫌いませんでした。 二人のキャラクターは同じではなく、それぞれのキャラクターと個性があります。 すべてのキャラクターが奥行きを持っているわけではありませんが、フラッシュバックを通じていくらかの利益を得ています。 アニメはキャラクターを使って将来のエピソードのための予感を作り出すのに良い仕事をします（主にゆのですが、Akiseは非常に不思議なマイナーキャラクターです）。\n\n文字接続 -  10。\nこのアニメには多くのフラッシュバックがあります。 メインのプロットを続行したいときにはイライラすることがありますが、実際には全体としての経験が向上します。 ほとんどのフラッシュバックでは、日記の所有者の過去を覗き見ることができます。そして、神になるための動機を知り、彼らのタイプに関するアイディアをあなたに与えます。 これらのフラッシュバックは、日記保持者の一部に感情的に投資することを容易にし、いくつかの場面を胸の痛ましいものにすることができます。 私はあなたが泣きたいと思うシーンが少なくとも1つはあることを保証することができます。\n\nキャラクター開発 -  9。\n少数のキャラクターを除いて、彼らは実際に変わらない。 キャラクターには魅力的な関係がいくつかありますが、それを見ていくことは大事です。 私はちょうどここにこれを投げ捨てます：多くの人がユキを嫌いですが、私は理解しますが、ただ迷惑なユキがいるので、アニメをあきらめることはありません。 彼は主人公であり、それは彼をキャラクター開発の最重要候補にしている。\n\n楽しさ -  10。\nこのアニメの欲求不満な部分を無視して、私はそれが非常に報われていると感じました。 これは私がこの物語の本質に信じられないほど描かれているからです。 最初のエピソードの終わりの湯野のイメージは私を恋に落ちさせ、湯野はこのシリーズのNaruto / Ichigoのようなものですが、はるかに優れた性格を持っています。 前提に夢中になっている人はそれを愛し、穏やかなエピソードのいくつかの列の中で無関心になるリスクがありません。\n\n全体的に -  10。\nあなたがこのアニメに没頭していない場合、明らかに欠陥があるので、あなたはそれを与えません10。 しかし、私はかなりの魅力があると思うし、多くの人々が私のようにそれに恋しています。 ユノとユキの関係の発展を期待して、視聴者はより多くのことを望んでいます。 本当にこのショーをすごく魅力的なものにしているのは、このゲームが終わり、日記所有者が少なくなるため、ゆ노やゆきが死ななければならないことが分かっているからです。\n\ntl; dr\nユキの最初の印象に基づいてこれを判断せず、ショーの少なくとも半分を書き留めてから書き留めてください。 私は終わりが吹き飛ぶことになる印象を受け、後半は上半期よりも優れている。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is my first review. Read the anime description first as I will not include details written in there.\n\n\u001b[1mこれは私の最初のレビューです。 最初にアニメの説明を読んでください。そこに書かれている詳細は含まれません。\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no rebyūdesu. Saisho ni anime no setsumei o yonde kudasai. Soko ni kaka rete iru shōsai wa fukuma remasen.)\u001b[22m\n\nTranslations of \u001b[4mThis is my first review. Read the anime description first as I will not include details written in there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my first review.\u001b[24m\n    \u001b[1mこれは私の最初のレビューです。\u001b[22m\n\u001b[4mRead the anime description first as I will not include details written in there.\u001b[24m\n    \u001b[1m最初にアニメの説明を読んでください。そこに書かれている詳細は含まれません。\u001b[22m, \u001b[1m私はそこに書かれた詳細は含まれませんように、第1のアニメの説明をお読みください。\u001b[22m\n\u001b[1m\u001b[22m\nFirst off, this is quite possibly my favorite anime of all time, but I will not be biased, though my overall score is biased. If I were to rate this anime in an unbiased manner, I would probably give it an 8 or 9. The rest of this review will explain why.\n\n\u001b[1mまず、これはすべての時間の私の好きなアニメ、かなり可能性が高いですが、私は全体的なスコアが偏っていますが、私は偏っていません。 このアニメを公平な方法で評価するなら、私はおそらくそれを8または9にします。このレビューの残りの部分は理由を説明します。\u001b[22m\n\u001b[1m(Mazu, koreha subete no jikan no watashi no sukina anime, kanari kanōsei ga takaidesuga, watashi wa zentai-tekina sukoa ga katayotte imasuga, watashi wa katayotte imasen. Kono anime o kōheina hōhō de hyōka surunara, watashi wa osoraku sore o 8 matawa 9 ni shimasu. Kono rebyū no nokori no bubun wa riyū o setsumei shimasu.)\u001b[22m\n\nTranslations of \u001b[4mFirst off, this is quite possibly my favorite anime of all time, but I will not be biased, though my overall score is biased. If I were to rate this anime in an unbiased manner, I would probably give it an 8 or 9. The rest of this review will explain why.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst off, this is quite possibly my favorite anime of all time, but I will not be biased, though my overall score is biased.\u001b[24m\n    \u001b[1mまず、これはすべての時間の私の好きなアニメ、かなり可能性が高いですが、私は全体的なスコアが偏っていますが、私は偏っていません。\u001b[22m, \u001b[1mまず第一に、これは非常に可能性のすべての時間の私の好きなアニメですが、私の全体的なスコアは、バイアスされているものの、私は、バイアスされることはありません。\u001b[22m\n\u001b[4mIf I were to rate this anime in an unbiased manner, I would probably give it an 8 or 9. The rest of this review will explain why.\u001b[24m\n    \u001b[1mこのアニメを公平な方法で評価するなら、私はおそらくそれを8または9にします。このレビューの残りの部分は理由を説明します。\u001b[22m, \u001b[1m私は公正な方法でこのアニメを評価した場合、私はおそらくそれを理由を説明しますこのレビューの8または9休息を与えるだろう。\u001b[22m\n\u001b[1m\u001b[22m\nOpening/ Ending themes - 10.\n\n\u001b[1mオープニング/エンディングテーマ -  10。\u001b[22m\n\u001b[1m(Ōpuningu/ endingutēma - 10.)\u001b[22m\n\nTranslations of \u001b[4mOpening/ Ending themes - 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOpening/ Ending themes - 10.\u001b[24m\n    \u001b[1mオープニング/エンディングテーマ -  10。\u001b[22m\nSome of the best out there. They fit the mood really well and play a role in enhancing the experience of watching. I feel that the opening and ending themes of an anime can magnify your attraction to it if they are good enough and the themes in this anime are.\n\n\u001b[1mそこには最高のものがあります。 彼らは気分に本当によく合い、見ることの経験を増強する役割を果たす。 アニメのオープニングテーマとエンディングテーマは、アニメのテーマが充分であれば、あなたのアトラクションを拡大することができます。\u001b[22m\n\u001b[1m(Soko ni wa saikō no mono ga arimasu. Karera wa kibun ni hontōni yoku ai, miru koto no keiken o zōkyō suru yakuwariwohatasu. Anime no ōpuningutēma to endingutēma wa, anime no tēma ga jūbundeareba, anata no atorakushon o kakudai suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mSome of the best out there. They fit the mood really well and play a role in enhancing the experience of watching. I feel that the opening and ending themes of an anime can magnify your attraction to it if they are good enough and the themes in this anime are.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome of the best out there.\u001b[24m\n    \u001b[1mそこには最高のものがあります。\u001b[22m, \u001b[1mそこに最高のいくつか。\u001b[22m\n\u001b[4mThey fit the mood really well and play a role in enhancing the experience of watching.\u001b[24m\n    \u001b[1m彼らは気分に本当によく合い、見ることの経験を増強する役割を果たす。\u001b[22m, \u001b[1m彼らは本当によく気分にフィットし、見ての経験を高める役割を果たしています。\u001b[22m\n\u001b[4mI feel that the opening and ending themes of an anime can magnify your attraction to it if they are good enough and the themes in this anime are.\u001b[24m\n    \u001b[1mアニメのオープニングテーマとエンディングテーマは、アニメのテーマが充分であれば、あなたのアトラクションを拡大することができます。\u001b[22m, \u001b[1m私は、彼らが十分であり、このアニメでテーマがある場合は、アニメのオープニングとエンディングテーマがそれにあなたの魅力を拡大することができていることを感じています。\u001b[22m\n\u001b[1m\u001b[22m\nRest of the soundtrack - 8.\n\n\u001b[1m残りのサウンドトラック -  8。\u001b[22m\n\u001b[1m(Nokori no saundotorakku - 8.)\u001b[22m\n\nTranslations of \u001b[4mRest of the soundtrack - 8.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRest of the soundtrack - 8.\u001b[24m\n    \u001b[1m残りのサウンドトラック -  8。\u001b[22m, \u001b[1m8  - サウンドトラックの残りの部分。\u001b[22m\nNothing really stood out for me except for the 'sad' song (which made some incredibly emotional moments). The soundtrack certainly doesn't hurt and it can be quite complementary to it, but it is nothing mind blowing.\n\n\u001b[1m「悲しい」曲（これは信じられないほど感情的な瞬間を作りました）を除いて、本当に何も目立たなかったのです。 サウンドトラックは確かに傷つきませんし、それはそれをかなり補完することができますが、それは吹き飛ぶものではありません。\u001b[22m\n\u001b[1m(`Kanashī'-kyoku (kore wa shinji rarenai hodo kanjō-tekina shunkan o tsukurimashita) o nozoite, hontōni nani mo medatanakatta nodesu. Saundotorakku wa tashika ni kizutsukimasenshi, sore wa sore o kanari hokan suru koto ga dekimasuga, sore wa fukitobu monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mNothing really stood out for me except for the 'sad' song (which made some incredibly emotional moments). The soundtrack certainly doesn't hurt and it can be quite complementary to it, but it is nothing mind blowing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNothing really stood out for me except for the 'sad' song (which made some incredibly emotional moments).\u001b[24m\n    \u001b[1m「悲しい」曲（これは信じられないほど感情的な瞬間を作りました）を除いて、本当に何も目立たなかったのです。\u001b[22m, \u001b[1m何も本当に（いくつかの非常に感情的な瞬間を作った）「悲しい歌を除いて私のために際立っていません。\u001b[22m\n\u001b[4mThe soundtrack certainly doesn't hurt and it can be quite complementary to it, but it is nothing mind blowing.\u001b[24m\n    \u001b[1mサウンドトラックは確かに傷つきませんし、それはそれをかなり補完することができますが、それは吹き飛ぶものではありません。\u001b[22m, \u001b[1mサウンドトラックは確かに悪くはない、それはそれに非常に相補的であり得るが、それは何も心が吹いています。\u001b[22m\n\u001b[1m\u001b[22m\nStory - 9.\n\n\u001b[1mストーリー -  9。\u001b[22m\n\u001b[1m(Sutōrī - 9.)\u001b[22m\n\nTranslations of \u001b[4mStory - 9.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 9.\u001b[24m\n    \u001b[1mストーリー -  9。\u001b[22m\nI find the basic plot quite intriguing. To put it simply, the relationships between diary holders are quite fragile. If there is cooperation, it is doomed to end in betrayal at some point down the road. This creates a sense of tension, though it is not made nearly as strong as it could have been made (similar to the tension in death note, but very minor). This combined with some 'interesting' characters makes for a story that is unpredictable and contains plot twists that you just don't see coming.\n\n\u001b[1m私は基本的なプロットが非常に興味深いと思う。 簡単に言えば、日記所有者間の関係はかなり脆弱です。 協力があれば、道のりのある時点で裏切りに終わることになる。 これは緊張の感覚を作り出しますが、それはそれができたほど強く作られていません（死の緊張と同様ですが、非常にマイナーです）。 これはいくつかの「面白い」キャラクターと組み合わされて、予期せぬストーリーを作り出し、あなたには見えないプロットのひねりを含んでいます。\u001b[22m\n\u001b[1m(Watashi wa kihon-tekina purotto ga hijō ni kyōmibukai to omou. Kantan'niieba, nikki shoyū-sha-kan no kankei wa kanari zeijakudesu. Kyōryoku ga areba, michinori no aru jiten de uragiri ni owaru koto ni naru. Kore wa kinchō no kankaku o tsukuridashimasuga, sore wa sore ga dekita hodo tsuyoku tsukura rete imasen (shi no kinchō to dōyōdesuga, hijō ni mainādesu). Kore wa ikutsu ka no `omoshiroi' kyarakutā to kumiawasa rete, yoki senu sutōrī o tsukuridashi, anata ni wa mienai purotto no hineri o fukunde imasu.)\u001b[22m\n\nTranslations of \u001b[4mI find the basic plot quite intriguing. To put it simply, the relationships between diary holders are quite fragile. If there is cooperation, it is doomed to end in betrayal at some point down the road. This creates a sense of tension, though it is not made nearly as strong as it could have been made (similar to the tension in death note, but very minor). This combined with some 'interesting' characters makes for a story that is unpredictable and contains plot twists that you just don't see coming.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI find the basic plot quite intriguing.\u001b[24m\n    \u001b[1m私は基本的なプロットが非常に興味深いと思う。\u001b[22m, \u001b[1m私は基本的なプロットは非常に興味深い見つけます。\u001b[22m\n\u001b[4mTo put it simply, the relationships between diary holders are quite fragile.\u001b[24m\n    \u001b[1m簡単に言えば、日記所有者間の関係はかなり脆弱です。\u001b[22m, \u001b[1m簡単に言えば、日記の所有者との関係は非常に壊れやすいです。\u001b[22m\n\u001b[4mIf there is cooperation, it is doomed to end in betrayal at some point down the road.\u001b[24m\n    \u001b[1m協力があれば、道のりのある時点で裏切りに終わることになる。\u001b[22m, \u001b[1m協力があれば、道をいくつかの点で裏切りに終了する運命にあります。\u001b[22m\n\u001b[4mThis creates a sense of tension, though it is not made nearly as strong as it could have been made (similar to the tension in death note, but very minor).\u001b[24m\n    \u001b[1mこれは緊張の感覚を作り出しますが、それはそれができたほど強く作られていません（死の緊張と同様ですが、非常にマイナーです）。\u001b[22m, \u001b[1mそれは（デスノートの張力に似ていますが、非常にマイナーな）行われている可能性があるので、それはほとんどのような強いなされていないが、これは、緊張感を作成します。\u001b[22m\n\u001b[4mThis combined with some 'interesting' characters makes for a story that is unpredictable and contains plot twists that you just don't see coming.\u001b[24m\n    \u001b[1mこれはいくつかの「面白い」キャラクターと組み合わされて、予期せぬストーリーを作り出し、あなたには見えないプロットのひねりを含んでいます。\u001b[22m, \u001b[1mいくつかの「面白い」の文字と組み合わせるこれは予測不可能であり、あなたがちょうど来て表示されていないどんでん返しが含まれている話になります。\u001b[22m\n\u001b[1m\u001b[22m\nEpisode Progression - 7.\n\n\u001b[1mエピソードの進行 -  7。\u001b[22m\n\u001b[1m(Episōdo no shinkō - 7.)\u001b[22m\n\nTranslations of \u001b[4mEpisode Progression - 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEpisode Progression - 7.\u001b[24m\n    \u001b[1mエピソードの進行 -  7。\u001b[22m\nThis category represents the flow of the anime by episode. To put it bluntly, it is quite rough. Some episodes are crazy and full of goodies and other episodes leave you feeling unsatisfied as virtually nothing has happened.\n\n\u001b[1mこのカテゴリは、エピソードによるアニメの流れを表します。 それを鈍くするには、かなり荒いです。 いくつかのエピソードは狂っていて、おいしさやその他のエピソードがいっぱいであれば、事実上何も起こっていないので、あなたは不満を感じることがあります。\u001b[22m\n\u001b[1m(Kono kategori wa, episōdo ni yoru anime no nagare o arawashimasu. Sore o nibuku suru ni wa, kanari araidesu. Ikutsu ka no episōdo wa kurutte ite, oishi-sa ya sonohoka no episōdo ga ippaideareba, jijitsujō nani mo okotte inainode, anata wa fuman o kanjiru koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis category represents the flow of the anime by episode. To put it bluntly, it is quite rough. Some episodes are crazy and full of goodies and other episodes leave you feeling unsatisfied as virtually nothing has happened.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis category represents the flow of the anime by episode.\u001b[24m\n    \u001b[1mこのカテゴリは、エピソードによるアニメの流れを表します。\u001b[22m, \u001b[1mこのカテゴリにはエピソードによってアニメの流れを表しています。\u001b[22m\n\u001b[4mTo put it bluntly, it is quite rough.\u001b[24m\n    \u001b[1mそれを鈍くするには、かなり荒いです。\u001b[22m, \u001b[1m単刀直入に言えば、それは非常に荒いです。\u001b[22m\n\u001b[4mSome episodes are crazy and full of goodies and other episodes leave you feeling unsatisfied as virtually nothing has happened.\u001b[24m\n    \u001b[1mいくつかのエピソードは狂っていて、おいしさやその他のエピソードがいっぱいであれば、事実上何も起こっていないので、あなたは不満を感じることがあります。\u001b[22m, \u001b[1mいくつかのエピソードは狂気とグッズでいっぱいであり、他のエピソードは事実上何も起こらなかったようにあなたが不満を感じたままにします。\u001b[22m\n\u001b[1m\u001b[22m\nArt - 8.\n\n\u001b[1mアート -  8。\u001b[22m\n\u001b[1m(Āto - 8.)\u001b[22m\n\nTranslations of \u001b[4mArt - 8.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 8.\u001b[24m\n    \u001b[1mアート -  8。\u001b[22m\nTo be fair, I don't pay much attention to the art. I like some of the color schemes used and a lot of the character expressions, but I wouldn't say that the art stands out or is original/ innovative.\n\n\u001b[1m公平になるために、私はアートに多くの注意を払っていません。 私は、使用されているカラースキームのいくつかとキャラクターの表現が大好きですが、芸術が際立ち、オリジナル/革新的であるとは言いません。\u001b[22m\n\u001b[1m(Kōhei ni naru tame ni, watashi wa āto ni ōku no chūi o haratte imasen. Watashi wa, shiyō sa rete iru karāsukīmu no ikutsu ka to kyarakutā no hyōgen ga daisukidesuga, geijutsu ga kiwadachi, orijinaru/ kakushin-tekidearu to wa iimasen.)\u001b[22m\n\nTranslations of \u001b[4mTo be fair, I don't pay much attention to the art. I like some of the color schemes used and a lot of the character expressions, but I wouldn't say that the art stands out or is original/ innovative.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo be fair, I don't pay much attention to the art.\u001b[24m\n    \u001b[1m公平になるために、私はアートに多くの注意を払っていません。\u001b[22m, \u001b[1m公平を期すために、私は芸術に多くの注意を払っていません。\u001b[22m\n\u001b[4mI like some of the color schemes used and a lot of the character expressions, but I wouldn't say that the art stands out or is original/ innovative.\u001b[24m\n    \u001b[1m私は、使用されているカラースキームのいくつかとキャラクターの表現が大好きですが、芸術が際立ち、オリジナル/革新的であるとは言いません。\u001b[22m, \u001b[1m私が使用するカラースキームや文字式の多くのいくつかが好きで、私は芸術が際立っているかの革新的な/オリジナルであることを言わないだろう。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters - 9.\n\n\u001b[1mキャラクター -  9。\u001b[22m\n\u001b[1m(Kyarakutā - 9.)\u001b[22m\n\nTranslations of \u001b[4mCharacters - 9.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters - 9.\u001b[24m\n    \u001b[1mキャラクター -  9。\u001b[22m\nI could just say Gasai Yuno and leave it at that, but I will add a bit more. I found that there was a good variety between the characters and aside from Yuki, I didn't particularly dislike any of them. No two characters are the same and you get a sense of individuality with each of them. Not all of the characters have depth, but a good number gain some through flashbacks. The anime does a good job at using the characters to create anticipation for future episodes (mainly Yuno, but Akise is a very mysterious minor character).\n\n\u001b[1m私はちょうどGasai Yunoと言うことができ、それを残すことができますが、もう少し追加します。 私はキャラクターの間に良い品種があることを発見しました。そして、ユキを除いて、私は特にそれらのどれも嫌いませんでした。 二人のキャラクターは同じではなく、それぞれのキャラクターと個性があります。 すべてのキャラクターが奥行きを持っているわけではありませんが、フラッシュバックを通じていくらかの利益を得ています。 アニメはキャラクターを使って将来のエピソードのための予感を作り出すのに良い仕事をします（主にゆのですが、Akiseは非常に不思議なマイナーキャラクターです）。\u001b[22m\n\u001b[1m(Watashi wa chōdo Gasai Yuno to iu koto ga deki, sore o nokosu koto ga dekimasuga, mōsukoshi tsuika shimasu. Watashi wa kyarakutā no ma ni yoi hinshu ga aru koto o hakken shimashita. Soshite, Yuki o nozoite, watashi wa tokuni sorera no dore mo kiraimasendeshita. Futari no kyarakutā wa onajide wa naku, sorezore no kyarakutā to kosei ga arimasu. Subete no kyarakutā ga okuyuki o motte iru wakede wa arimasenga, furasshu bakku o tsūjite ikuraka no rieki o ete imasu. Anime wa kyarakutā o tsukatte shōrai no episōdo no tame no yokan o tsukuridasu no ni yoi shigoto o shimasu (omoni yu nodesuga, Akise wa hijō ni fushigina mainākyarakutādesu).)\u001b[22m\n\nTranslations of \u001b[4mI could just say Gasai Yuno and leave it at that, but I will add a bit more. I found that there was a good variety between the characters and aside from Yuki, I didn't particularly dislike any of them. No two characters are the same and you get a sense of individuality with each of them. Not all of the characters have depth, but a good number gain some through flashbacks. The anime does a good job at using the characters to create anticipation for future episodes (mainly Yuno, but Akise is a very mysterious minor character).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI could just say Gasai Yuno and leave it at that, but I will add a bit more.\u001b[24m\n    \u001b[1m私はちょうどGasai Yunoと言うことができ、それを残すことができますが、もう少し追加します。\u001b[22m, \u001b[1m私はちょうど画彩ゆを言って、そのままにしておくが、私はもう少しが追加されます可能性があります。\u001b[22m\n\u001b[4mI found that there was a good variety between the characters and aside from Yuki, I didn't particularly dislike any of them.\u001b[24m\n    \u001b[1m私はキャラクターの間に良い品種があることを発見しました。そして、ユキを除いて、私は特にそれらのどれも嫌いませんでした。\u001b[22m, \u001b[1m私は、特にそれらのいずれかを嫌いしませんでした、ユキからの文字と脇の間の良い品種があったことがわかりました。\u001b[22m\n\u001b[4mNo two characters are the same and you get a sense of individuality with each of them.\u001b[24m\n    \u001b[1m二人のキャラクターは同じではなく、それぞれのキャラクターと個性があります。\u001b[22m, \u001b[1mいいえ2つの文字が同じものはありません、あなたはそれらのそれぞれに個性の感覚を得ます。\u001b[22m\n\u001b[4mNot all of the characters have depth, but a good number gain some through flashbacks.\u001b[24m\n    \u001b[1mすべてのキャラクターが奥行きを持っているわけではありませんが、フラッシュバックを通じていくらかの利益を得ています。\u001b[22m, \u001b[1mていないすべての文字は、深さを持っていますが、かなりの数は、フラッシュバックを介して、いくつかを得ます。\u001b[22m\n\u001b[4mThe anime does a good job at using the characters to create anticipation for future episodes (mainly Yuno, but Akise is a very mysterious minor character).\u001b[24m\n    \u001b[1mアニメはキャラクターを使って将来のエピソードのための予感を作り出すのに良い仕事をします（主にゆのですが、Akiseは非常に不思議なマイナーキャラクターです）。\u001b[22m, \u001b[1mアニメは（主にユーノが、Akiseは非常に神秘的なマイナーな文字である）は、将来のエピソードのために期待を作成するために文字を使用してで良い仕事をしていません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter connection - 10.\n\n\u001b[1m文字接続 -  10。\u001b[22m\n\u001b[1m(Moji setsuzoku - 10.)\u001b[22m\n\nTranslations of \u001b[4mCharacter connection - 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter connection - 10.\u001b[24m\n    \u001b[1m文字接続 -  10。\u001b[22m, \u001b[1mキャラクターの接続 -  10。\u001b[22m\nThere are a lot of flashbacks in this anime. It can be frustrating when you want the main plot to continue, but it really improves the experience as a whole. Most of the flashbacks give you a peek at the past of the diary holders and you find out their motives for becoming god, giving you an idea about the type of people they are. These flashbacks make it easy to be emotionally invested in some of the diary holders and can make some of the scenes heartbreaking. I can assure you that there will be at least one scene where you will want to cry.\n\n\u001b[1mこのアニメには多くのフラッシュバックがあります。 メインのプロットを続行したいときにはイライラすることがありますが、実際には全体としての経験が向上します。 ほとんどのフラッシュバックでは、日記の所有者の過去を覗き見ることができます。そして、神になるための動機を知り、彼らのタイプに関するアイディアをあなたに与えます。 これらのフラッシュバックは、日記保持者の一部に感情的に投資するのが容易になり、いくつかの場面を胸の痛ましいものにすることができます。 私はあなたが泣きたいと思う少なくとも1つの場面があることをあなたに保証することができます。\u001b[22m\n\u001b[1m(Kono anime ni wa ōku no furasshu bakku ga arimasu. Mein no purotto o zokkō shitai toki ni wa iraira suru koto ga arimasuga, jissai ni wa zentai to shite no keiken ga kōjō shimasu. Hotondo no furasshu bakkude wa, nikki no shoyū-sha no kako o nozoki miru koto ga dekimasu. Soshite,-shin ni naru tame no dōki o shiri, karera no taipu ni kansuru aidia o anata ni ataemasu. Korera no furasshu bakku wa, nikki hoji-sha no ichibu ni kanjō-teki ni tōshi suru no ga yōi ni nari, ikutsu ka no bamen o mune no itamashī mono ni suru koto ga dekimasu. Watashi wa anata ga nakitai to omou sukunakutomo 1tsu no bamen ga aru koto o anata ni hoshō suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere are a lot of flashbacks in this anime. It can be frustrating when you want the main plot to continue, but it really improves the experience as a whole. Most of the flashbacks give you a peek at the past of the diary holders and you find out their motives for becoming god, giving you an idea about the type of people they are. These flashbacks make it easy to be emotionally invested in some of the diary holders and can make some of the scenes heartbreaking. I can assure you that there will be at least one scene where you will want to cry.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are a lot of flashbacks in this anime.\u001b[24m\n    \u001b[1mこのアニメには多くのフラッシュバックがあります。\u001b[22m, \u001b[1mこのアニメでフラッシュバックがたくさんあります。\u001b[22m\n\u001b[4mIt can be frustrating when you want the main plot to continue, but it really improves the experience as a whole.\u001b[24m\n    \u001b[1mメインのプロットを続行したいときにはイライラすることがありますが、実際には全体としての経験が向上します。\u001b[22m, \u001b[1mあなたは、メインプロットは続けたいときにイライラすることができますが、それは本当に、全体としての経験を向上させます。\u001b[22m\n\u001b[4mMost of the flashbacks give you a peek at the past of the diary holders and you find out their motives for becoming god, giving you an idea about the type of people they are.\u001b[24m\n    \u001b[1mほとんどのフラッシュバックでは、日記の所有者の過去を覗き見ることができます。そして、神になるための動機を知り、彼らのタイプに関するアイディアをあなたに与えます。\u001b[22m, \u001b[1mフラッシュバックのほとんどは、あなたの日記所有者の過去に覗き見を与え、あなたはあなたに彼らは人々のタイプについての考えを与えて、神になるための動機を見つけます。\u001b[22m\n\u001b[4mThese flashbacks make it easy to be emotionally invested in some of the diary holders and can make some of the scenes heartbreaking.\u001b[24m\n    \u001b[1mこれらのフラッシュバックは、日記保持者の一部に感情的に投資するのが容易になり、いくつかの場面を胸の痛ましいものにすることができます。\u001b[22m, \u001b[1mこれらのフラッシュバックは、感情的に日記所有者の一部に投資することを容易にし、シーンのいくつかは悲痛することができます。\u001b[22m\n\u001b[4mI can assure you that there will be at least one scene where you will want to cry.\u001b[24m\n    \u001b[1m私はあなたが泣きたいと思う少なくとも1つの場面があることをあなたに保証することができます。\u001b[22m, \u001b[1m私はあなたが泣くことになるでしょう、少なくとも一つのシーンがあるだろうことを保証することができます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter development - 9.\n\n\u001b[1mキャラクター開発 -  9。\u001b[22m\n\u001b[1m(Kyarakutā kaihatsu - 9.)\u001b[22m\n\nTranslations of \u001b[4mCharacter development - 9.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter development - 9.\u001b[24m\n    \u001b[1mキャラクター開発 -  9。\u001b[22m\nAside from a few characters, they don't really change. There are a few fascinating relationships that characters have though and watching them develop is a treat. I will just throw this out here: a lot of people hate Yuki and I understand, but I wouldn't give up on the anime just because of how annoying Yuki is. He is a main character and that makes him a prime candidate for character development.\n\n\u001b[1m少数のキャラクターを除いて、彼らは実際に変わらない。 キャラクターには魅力的な関係がいくつかありますが、それを見ていくことは大事です。 私はちょうどここにこれを投げ捨てます：多くの人がユキを嫌いですが、私は理解しますが、ただ迷惑なユキがいるので、アニメをあきらめることはありません。 彼は主人公であり、それは彼をキャラクター開発の最重要候補にしている。\u001b[22m\n\u001b[1m(Shōsū no kyarakutā o nozoite, karera wa jissai ni kawaranai. Kyarakutā ni wa miryoku-tekina kankei ga ikutsu ka arimasuga, sore o mite iku koto wa daijidesu. Watashi wa chōdo koko ni kore o nagesutemasu: Ōku no hito ga Yuki o kiraidesu ga, watashi wa rikai shimasuga, tada meiwakuna Yuki ga iru node, anime o akirameru koto wa arimasen. Kare wa shujinkōdeari, sore wa kare o kyarakutā kaihatsu no saijūyō kōho ni shite iru.)\u001b[22m\n\nTranslations of \u001b[4mAside from a few characters, they don't really change. There are a few fascinating relationships that characters have though and watching them develop is a treat. I will just throw this out here: a lot of people hate Yuki and I understand, but I wouldn't give up on the anime just because of how annoying Yuki is. He is a main character and that makes him a prime candidate for character development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAside from a few characters, they don't really change.\u001b[24m\n    \u001b[1m少数のキャラクターを除いて、彼らは実際に変わらない。\u001b[22m, \u001b[1m別にいくつかの文字から、彼らは本当に変更されません。\u001b[22m\n\u001b[4mThere are a few fascinating relationships that characters have though and watching them develop is a treat.\u001b[24m\n    \u001b[1mキャラクターには魅力的な関係がいくつかありますが、それを見ていくことは大事です。\u001b[22m, \u001b[1m文字はしかし持ち、それらが開発視聴は御馳走であるいくつかの魅力的な関係があります。\u001b[22m\n\u001b[4mI will just throw this out here: a lot of people hate Yuki and I understand, but I wouldn't give up on the anime just because of how annoying Yuki is.\u001b[24m\n    \u001b[1m私はちょうどここにこれを投げ捨てます：多くの人がユキを嫌いですが、私は理解しますが、ただ迷惑なユキがいるので、アニメをあきらめることはありません。\u001b[22m, \u001b[1m私はちょうどここにこれをスローします：多くの人々は、結城を嫌い、私は理解しますが、私はちょうどので、ゆきがどのように迷惑のアニメをあきらめないであろう。\u001b[22m\n\u001b[4mHe is a main character and that makes him a prime candidate for character development.\u001b[24m\n    \u001b[1m彼は主人公であり、それは彼をキャラクター開発の最重要候補にしている。\u001b[22m, \u001b[1m彼が主人公であり、それは彼のキャラクター開発のための最有力候補になります。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - 10.\n\n\u001b[1m楽しさ -  10。\u001b[22m\n\u001b[1m(Tanoshisa - 10.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 10.\u001b[24m\n    \u001b[1m楽しさ -  10。\u001b[22m\nIgnoring some of the frustrating aspects of this anime, I have found it very rewarding. This is because I am incredibly drawn to the nature of this story. The image of Yuno at the end of the first episode made me fall in love and Yuno is like the Naruto/ Ichigo of this series, but with a vastly superior character. Those who are hooked on the premise will love it and those who aren't are at risk of getting disinterested during a few strings of bland episodes.\n\n\u001b[1mこのアニメの欲求不満な部分を無視して、私はそれが非常に報われていると感じました。 これは私がこの物語の本質に信じられないほど描かれているからです。 最初のエピソードの終わりの湯野のイメージは私を恋に落ちさせ、湯野はこのシリーズのNaruto / Ichigoのようなものですが、はるかに優れた性格を持っています。 前提に夢中になっている人はそれを愛し、穏やかなエピソードのいくつかの列の中で無関心になるリスクがありません。\u001b[22m\n\u001b[1m(Kono anime no yokkyū fuman'na bubun o mushi shite, watashi wa sore ga hijō ni mukuwa rete iru to kanjimashita. Kore wa watashi ga kono monogatari no honshitsu ni shinji rarenai hodo egaka rete irukaradesu. Saisho no episōdo no owari no Yuno no imēji wa watashi o koi ni ochi sase, Yuno wa kono shirīzu no Naruto/ Ichigo no yōna monodesuga, haruka ni sugureta seikaku o motte imasu. Zentei ni muchū ni natte iru hito wa sore o aishi, odayakana episōdo no ikutsu ka no retsu no naka de mukanshin ni naru risuku ga arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIgnoring some of the frustrating aspects of this anime, I have found it very rewarding. This is because I am incredibly drawn to the nature of this story. The image of Yuno at the end of the first episode made me fall in love and Yuno is like the Naruto/ Ichigo of this series, but with a vastly superior character. Those who are hooked on the premise will love it and those who aren't are at risk of getting disinterested during a few strings of bland episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIgnoring some of the frustrating aspects of this anime, I have found it very rewarding.\u001b[24m\n    \u001b[1mこのアニメの欲求不満な部分を無視して、私はそれが非常に報われていると感じました。\u001b[22m, \u001b[1mこのアニメのイライラの側面のいくつかを無視して、私はそれが非常にやりがいを発見しました。\u001b[22m\n\u001b[4mThis is because I am incredibly drawn to the nature of this story.\u001b[24m\n    \u001b[1mこれは私がこの物語の本質に信じられないほど描かれているからです。\u001b[22m, \u001b[1m私は信じられないほど、この物語の性質に惹かれるためです。\u001b[22m\n\u001b[4mThe image of Yuno at the end of the first episode made me fall in love and Yuno is like the Naruto/ Ichigo of this series, but with a vastly superior character.\u001b[24m\n    \u001b[1m最初のエピソードの終わりの湯野のイメージは私を恋に落ちさせ、湯野はこのシリーズのNaruto / Ichigoのようなものですが、はるかに優れた性格を持っています。\u001b[22m, \u001b[1m最初のエピソードの終わりのゆの画像は私が恋に落ちると、ゆがこのシリーズのナルト/いちごのようなものですが、非常に優れた文字で作られました。\u001b[22m\n\u001b[4mThose who are hooked on the premise will love it and those who aren't are at risk of getting disinterested during a few strings of bland episodes.\u001b[24m\n    \u001b[1m前提に夢中になっている人はそれを愛し、穏やかなエピソードのいくつかの列の中で無関心になるリスクがありません。\u001b[22m, \u001b[1m前提に引っ掛けている人は、それを愛し、当たり障りのないエピソードのいくつかの文字列の間に利害得ることの危険にさらされていない人たちでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nOverall - 10.\n\n\u001b[1m全体的に -  10。\u001b[22m\n\u001b[1m(Zentai-teki ni - 10.)\u001b[22m\n\nTranslations of \u001b[4mOverall - 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall - 10.\u001b[24m\n    \u001b[1m全体的に -  10。\u001b[22m\nIf you are not immersed in this anime, you will not give it a 10 because it has obvious flaws. However, I think there is quite a bit of appeal and a lot of people will fall in love with it like I have. The anticipation of the development of Yuno and Yuki's relationship keeps the viewer wanting more. Really, what makes this show so amazing is that you know that Yuno or Yuki will have to die for this game to end and as fewer diary holders remain, the suspense of how the game will end keeps building up.\n\n\u001b[1mあなたがこのアニメに没頭していない場合、明らかに欠陥があるので、あなたはそれを与えません10。 しかし、私はかなりの魅力があると思うし、多くの人々が私のようにそれに恋しています。 ユノとユキの関係の発展を期待して、視聴者はより多くのことを望んでいます。 本当にこのショーをすごく魅力的なものにしているのは、このゲームが終わり、日記所有者が少なくなるため、ゆ노やゆきが死ななければならないことが分かっているからです。\u001b[22m\n\u001b[1m(Anata ga kono anime ni bottō shite inai baai, akiraka ni kekkan ga aru node, anata wa sore o ataemasen 10. Shikashi, watashi wa kanari no miryoku ga aru to omoushi, ōku no hitobito ga watashi no yō ni sore ni koishite imasu. Yuno to Yuki no kankei no hatten o kitai shite, shichō-sha wa yori ōku no koto o nozonde imasu. Hontōni kono shō o sugoku miryoku-tekina mono ni shite iru no wa, kono gēmu ga owari, nikki shoyū-sha ga sukunaku naru tame, yu no ya yuki ga shinanakereba naranai koto ga wakatte irukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you are not immersed in this anime, you will not give it a 10 because it has obvious flaws. However, I think there is quite a bit of appeal and a lot of people will fall in love with it like I have. The anticipation of the development of Yuno and Yuki's relationship keeps the viewer wanting more. Really, what makes this show so amazing is that you know that Yuno or Yuki will have to die for this game to end and as fewer diary holders remain, the suspense of how the game will end keeps building up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you are not immersed in this anime, you will not give it a 10 because it has obvious flaws.\u001b[24m\n    \u001b[1mあなたがこのアニメに没頭していない場合、明らかに欠陥があるので、あなたはそれを与えません10。\u001b[22m, \u001b[1mあなたはこのアニメに浸漬されていない場合、それは明らかな欠陥を持っているので、あなたはそれを10を与えることはありません。\u001b[22m\n\u001b[4mHowever, I think there is quite a bit of appeal and a lot of people will fall in love with it like I have.\u001b[24m\n    \u001b[1mしかし、私はかなりの魅力があると思うし、多くの人々が私のようにそれに恋しています。\u001b[22m, \u001b[1mしかし、私はそこに魅力のかなりがあると私は持っているように多くの人々はそれと恋に落ちるだろうと思います。\u001b[22m\n\u001b[4mThe anticipation of the development of Yuno and Yuki's relationship keeps the viewer wanting more.\u001b[24m\n    \u001b[1mユノとユキの関係の発展を期待して、視聴者はより多くのことを望んでいます。\u001b[22m, \u001b[1mゆとユキの関係の発展の期待がより多くを望む視聴者を保持します。\u001b[22m\n\u001b[4mReally, what makes this show so amazing is that you know that Yuno or Yuki will have to die for this game to end and as fewer diary holders remain, the suspense of how the game will end keeps building up.\u001b[24m\n    \u001b[1m本当にこのショーをすごく魅力的なものにしているのは、このゲームが終わり、日記所有者が少なくなるため、ゆ노やゆきが死ななければならないことが分かっているからです。\u001b[22m, \u001b[1m実際に、どのようなこのショーはとても素晴らしい作ることはあなたがゆや結城は、このゲームを終了するために死ぬ必要がありますし、少ない日記所有者が残っているように、ゲームを終了する方法のサスペンスを構築し続けることを知っているということです。\u001b[22m\n\u001b[1m\u001b[22m\ntl;dr\n\n\u001b[1mtl; dr\u001b[22m\n\u001b[1m(Tl; dr)\u001b[22m\n\nTranslations of \u001b[4mtl;dr\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mtl;dr\u001b[24m\n    \u001b[1mtl; dr\u001b[22m\nDon't judge this based on your first impressions of Yuki and try to watch at least half the show before writing it off. I get the impression that the end is going to be mind blowing, making the 2nd half superior to the first half.\n\n\u001b[1mユキの最初の印象に基づいてこれを判断せず、ショーの少なくとも半分を書き留めてから書き留めてください。 私は終わりが吹き飛ぶことになる印象を受け、後半は上半期よりも優れている。\u001b[22m\n\u001b[1m(Yuki no saisho no inshō ni motodzuite kore o handan sezu, shō no sukunakutomo hanbun o kakitomete kara kakitomete kudasai. Watashi wa owari ga fukitobu koto ni naru inshō o uke, kōhan wa kamihanki yori mo sugurete iru.)\u001b[22m\n\nTranslations of \u001b[4mDon't judge this based on your first impressions of Yuki and try to watch at least half the show before writing it off. I get the impression that the end is going to be mind blowing, making the 2nd half superior to the first half.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon't judge this based on your first impressions of Yuki and try to watch at least half the show before writing it off.\u001b[24m\n    \u001b[1mユキの最初の印象に基づいてこれを判断せず、ショーの少なくとも半分を書き留めてから書き留めてください。\u001b[22m, \u001b[1mユキのあなたの第一印象に基づいてこれを判断し、それを書き込む前に、少なくとも半分ショーを見しようとしないでください。\u001b[22m\n\u001b[4mI get the impression that the end is going to be mind blowing, making the 2nd half superior to the first half.\u001b[24m\n    \u001b[1m私は終わりが吹き飛ぶことになる印象を受け、後半は上半期よりも優れている。\u001b[22m, \u001b[1m私は終わりが前半に2番目の半分は、優れた作り、心が吹いになるだろうという印象を得ます。\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "dat_boi_ami",
    "profile": "/profile/dat_boi_ami/reviews",
    "pages": "5",
    "number": "13",
    "link": "/reviews.php?id=228310",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  8\n\n未来の日記...まあ...このアニメは私が間違った理由だと思うもののために非常に人気があります。 誰かがあなたにそれを見てくれたら、彼らの言い訳は、彼らが主人公の湯ガスを愛している可能性が高いからです。 私の意見では、彼女はこの一人の男に執着したバイアッチでした。\n\n話はかなり良かった。 飢餓のゲームを私に思い出させたのは...あなたが勝つならば、あなたが神であることを除いて、基本的に同じことでした。 このコンセプトは、誰もがなぜ神になりたいのか分からないという事実を見て興味深いものでした。  （8/10）\n\n芸術は私がこのショーについて本当に好きだったものです。 ちょうど...髪を描いた方法と目...それは本当に楽しい経験でした。 そして、その血が描かれた方法...それはとても素敵でした。  （10/10）\n\n音は素晴らしかったです。 私は1つは、それを日本語で見て、私は声優が非常に合っていたと思います。 音楽はまあ...私はこのショーが提供しなければならなかったトラックが本当に好きでした。 悲しいトラックは非常にきれいだったし、よく私はそれを聞いて自分自身を見つける。  （9/10）\n\n文字は全体的に、非常に興味深いものでした。 私はなぜ人々が彼女を好きになるのか分からないが、ゆのは興味深いものだった。 彼女はかなり...まあまあ、しかし正当な理由のために。 それらのすべてが彼ら自身の特別な方法で気味悪い、たくさんの文字があった。  （10/10）\n\nこの番組の私の楽しみは....とても良かった。 それは大量のゴア、悲しみ、さらにはロマンスのシェアを持っていました。  （8/10）\n\n全体的に私はこの番組をとても良いと評価します。 ショーの全体のアイデアは、私が他の誰かのためにどれだけ遠くまで行くかを考えさせました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nFuture Diary... Well... This anime is very popular for what I think is the wrong reason. If someone told you to watch it, their reasoning for saying so is because they most likely love the character Yuno Gasai. In my opinion, she was a biatch who was obsessed with this one guy.\n\n\u001b[1m未来の日記...まあ...このアニメは私が間違った理由だと思うもののために非常に人気があります。 誰かがあなたにそれを見てくれたら、彼らの言い訳は、彼らが主人公の湯ガスを愛している可能性が高いからです。 私の意見では、彼女はこの一人の男に執着したバイアッチでした。\u001b[22m\n\u001b[1m(Mirai no nikki... Mā... Kono anime wa watashi ga machigatta riyūda to omou mono no tame ni hijō ni ninki ga arimasu. Darekaga anata ni sore o mite kuretara, karera no iiwake wa, karera ga shujinkō no yu gasu o aishite iru kanōsei ga takaikaradesu. Watashi no ikende wa, kanojo wa kono ichi-ri no otoko ni shūchaku shita baiatchideshita.)\u001b[22m\n\nTranslations of \u001b[4mFuture Diary... Well... This anime is very popular for what I think is the wrong reason. If someone told you to watch it, their reasoning for saying so is because they most likely love the character Yuno Gasai. In my opinion, she was a biatch who was obsessed with this one guy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFuture Diary... Well... This anime is very popular for what I think is the wrong reason.\u001b[24m\n    \u001b[1m未来の日記...まあ...このアニメは私が間違った理由だと思うもののために非常に人気があります。\u001b[22m, \u001b[1m未来日記は...うーん...このアニメは私が間違っている理由だと思う何のために非常に人気があります。\u001b[22m\n\u001b[4mIf someone told you to watch it, their reasoning for saying so is because they most likely love the character Yuno Gasai.\u001b[24m\n    \u001b[1m誰かがあなたにそれを見てくれたら、彼らの言い訳は、彼らが主人公の湯ガスを愛している可能性が高いからです。\u001b[22m, \u001b[1m誰かがそれを見て、あなたに言った場合、彼らが最も可能性の高い文字我妻由乃を愛しているから、そう言って、その理由はあります。\u001b[22m\n\u001b[4mIn my opinion, she was a biatch who was obsessed with this one guy.\u001b[24m\n    \u001b[1m私の意見では、彼女はこの一人の男に執着したバイアッチでした。\u001b[22m, \u001b[1m私の意見では、彼女はこの1男に取りつかれたbiatchのでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe story was pretty good. Kind of reminded me of The Hunger Games because... It was basically the same thing except you're God if you win. I found this concept to be interesting seeing as to the fact that I never got why anyone would want to be God. (8/10)\n\n\u001b[1m話はかなり良かった。 飢餓のゲームを私に思い出させたのは...あなたが勝つならば、あなたが神であることを除いて、基本的に同じことでした。 このコンセプトは、誰もがなぜ神になりたいのか分からないという事実を見て興味深いものでした。  （8/10）\u001b[22m\n\u001b[1m(Hanashi wa kanari yokatta. Kiga no gēmu o watashi ni omoidasa seta no wa... Anata ga katsunaraba, anata ga kamidearu koto o nozoite, kihontekini onaji kotodeshita. Kono konseputo wa, daremoga naze kami ni naritai no ka wakaranai to iu jijitsu o mite kyōmibukai monodeshita. (8 / 10))\u001b[22m\n\nTranslations of \u001b[4mThe story was pretty good. Kind of reminded me of The Hunger Games because... It was basically the same thing except you're God if you win. I found this concept to be interesting seeing as to the fact that I never got why anyone would want to be God. (8/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was pretty good.\u001b[24m\n    \u001b[1m話はかなり良かった。\u001b[22m, \u001b[1m話はかなり良かったです。\u001b[22m\n\u001b[4mKind of reminded me of The Hunger Games because... It was basically the same thing except you're God if you win.\u001b[24m\n    \u001b[1m飢餓のゲームを私に思い出させたのは...あなたが勝つならば、あなたが神であることを除いて、基本的に同じことでした。\u001b[22m, \u001b[1m...基本的にあなたが勝った場合、あなたが神だ以外は同じものだったので、一種の飢餓ゲームを思い出しました。\u001b[22m\n\u001b[4mI found this concept to be interesting seeing as to the fact that I never got why anyone would want to be God.\u001b[24m\n    \u001b[1mこのコンセプトは、誰もがなぜ神になりたいのか分からないという事実を見て興味深いものでした。\u001b[22m, \u001b[1m私は、この概念は、誰もが神になりたい理由私がやったことがなかったという事実にとして見て面白いことが判明しました。\u001b[22m\n\u001b[4m(8/10)\u001b[24m\n    \u001b[1m（8/10）\u001b[22m\n\u001b[1m\u001b[22m\nThe art is something that I really did like about this show. Just... the way the hair was drawn and the eyes... made it really enjoyable experience. And the way that the blood was drawn... That was very nice. (10/10)\n\n\u001b[1m芸術は私がこのショーについて本当に好きだったものです。 ちょうど...髪を描いた方法と目...それは本当に楽しい経験でした。 そして、その血が描かれた方法...それはとても素敵でした。  （10/10）\u001b[22m\n\u001b[1m(Geijutsu wa watashi ga kono shō ni tsuite hontōni sukidatta monodesu. Chōdo... Kami o kaita hōhō to me... Sore wa hontōni tanoshī keikendeshita. Soshite, sono chi ga egaka reta hōhō... Sore wa totemo sutekideshita. (10/ 10))\u001b[22m\n\nTranslations of \u001b[4mThe art is something that I really did like about this show. Just... the way the hair was drawn and the eyes... made it really enjoyable experience. And the way that the blood was drawn... That was very nice. (10/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is something that I really did like about this show.\u001b[24m\n    \u001b[1m芸術は私がこのショーについて本当に好きだったものです。\u001b[22m, \u001b[1m芸術は、私は本当にこの番組についてのようにやったものです。\u001b[22m\n\u001b[4mJust... the way the hair was drawn and the eyes... made it really enjoyable experience.\u001b[24m\n    \u001b[1mちょうど...髪を描いた方法と目...それは本当に楽しい経験でした。\u001b[22m, \u001b[1mただ...髪が描かれた方法と目が...それは本当に楽しい経験しました。\u001b[22m\n\u001b[4mAnd the way that the blood was drawn... That was very nice.\u001b[24m\n    \u001b[1mそして、その血が描かれた方法...それはとても素敵でした。\u001b[22m, \u001b[1mそして、血液が描かれた方法は...それはとても素敵でした。\u001b[22m\n\u001b[4m(10/10)\u001b[24m\n    \u001b[1m（10/10）\u001b[22m\n\u001b[1m\u001b[22m\nThe sound was great to. I for one, watched it in Japanese, and I think the voice actors were very fitting. The music well... I really did like the track this show had to offer. The sad track was very pretty and I often find myself listening to it. (9/10)\n\n\u001b[1m音は素晴らしかったです。 私は1つは、それを日本語で見て、私は声優が非常に合っていたと思います。 音楽はまあ...私はこのショーが提供しなければならなかったトラックが本当に好きでした。 悲しいトラックは非常にきれいだったし、よく私はそれを聞いて自分自身を見つける。  （9/10）\u001b[22m\n\u001b[1m(Oto wa subarashikattadesu. Watashi wa 1tsu wa, sore o nihongo de mite, watashi wa seiyū ga hijō ni atte ita to omoimasu. Ongaku wa mā... Watashi wa kono shō ga teikyō shinakereba naranakatta torakku ga hontōni sukideshita. Kanashī torakku wa hijō ni kireidattashi, yoku watashi wa sore o kiite jibun jishin o mitsukeru. (9 / 10))\u001b[22m\n\nTranslations of \u001b[4mThe sound was great to. I for one, watched it in Japanese, and I think the voice actors were very fitting. The music well... I really did like the track this show had to offer. The sad track was very pretty and I often find myself listening to it. (9/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound was great to.\u001b[24m\n    \u001b[1m音は素晴らしかったです。\u001b[22m, \u001b[1m音がする素晴らしかったです。\u001b[22m\n\u001b[4mI for one, watched it in Japanese, and I think the voice actors were very fitting.\u001b[24m\n    \u001b[1m私は1つは、それを日本語で見て、私は声優が非常に合っていたと思います。\u001b[22m, \u001b[1m私は1つのために、日本でそれを見て、私は声優が非常にフィッティングだったと思います。\u001b[22m\n\u001b[4mThe music well... I really did like the track this show had to offer.\u001b[24m\n    \u001b[1m音楽はまあ...私はこのショーが提供しなければならなかったトラックが本当に好きでした。\u001b[22m, \u001b[1m音楽だけでなく...私は本当にこの番組が提供していたトラックのようでした。\u001b[22m\n\u001b[4mThe sad track was very pretty and I often find myself listening to it.\u001b[24m\n    \u001b[1m悲しいトラックは非常にきれいだったし、よく私はそれを聞いて自分自身を見つける。\u001b[22m, \u001b[1m悲しいトラックは非常にきれいだったと私はしばしば自分自身がそれを聞いて見つけます。\u001b[22m\n\u001b[4m(9/10)\u001b[24m\n    \u001b[1m（9/10）\u001b[22m\n\u001b[1m\u001b[22m\nThe characters were overall, very interesting. Although I don't get why people would ever like her, Yuno was an interesting character. She is quite... well, insane but for good reason. There were lots of characters, all of them creepy in their own special way. (10/10)\n\n\u001b[1m文字は全体的に、非常に興味深いものでした。 私はなぜ人々が彼女を好きになるのか分からないが、ゆのは興味深いものだった。 彼女はかなり...まあまあ、しかし正当な理由のために。 それらのすべてが彼ら自身の特別な方法で気味悪い、たくさんの文字があった。  （10/10）\u001b[22m\n\u001b[1m(Moji wa zentai-teki ni, hijō ni kyōmibukai monodeshita. Watashi wa naze hitobito ga kanojo o suki ni naru no ka wakaranai ga, yu no wa kyōmibukai monodatta. Kanojo wa kanari... Mā mā, shikashi seitōnariyū no tame ni. Sorera no subete ga karera jishin no tokubetsuna hōhō de kimiwarui, takusan no moji ga atta. (10/ 10))\u001b[22m\n\nTranslations of \u001b[4mThe characters were overall, very interesting. Although I don't get why people would ever like her, Yuno was an interesting character. She is quite... well, insane but for good reason. There were lots of characters, all of them creepy in their own special way. (10/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were overall, very interesting.\u001b[24m\n    \u001b[1m文字は全体的に、非常に興味深いものでした。\u001b[22m, \u001b[1m文字は、全体的に非常に興味深いものでした。\u001b[22m\n\u001b[4mAlthough I don't get why people would ever like her, Yuno was an interesting character.\u001b[24m\n    \u001b[1m私はなぜ人々が彼女を好きになるのか分からないが、ゆのは興味深いものだった。\u001b[22m, \u001b[1m人々が今まで彼女をしたいと思いますなぜ私は得ることはありませんが、ユーノは面白いキャラクターでした。\u001b[22m\n\u001b[4mShe is quite... well, insane but for good reason.\u001b[24m\n    \u001b[1m彼女はかなり...まあまあ、しかし正当な理由のために。\u001b[22m, \u001b[1m彼女は非常に...よく、非常識が、正当な理由のためです。\u001b[22m\n\u001b[4mThere were lots of characters, all of them creepy in their own special way.\u001b[24m\n    \u001b[1mそれらのすべてが彼ら自身の特別な方法で気味悪い、たくさんの文字があった。\u001b[22m, \u001b[1m文字の多くは、独自の特別な方法でそれらのすべてが不気味な、ありました。\u001b[22m\n\u001b[4m(10/10)\u001b[24m\n    \u001b[1m（10/10）\u001b[22m\n\u001b[1m\u001b[22m\nMy enjoyment of this show was.... Very good. It had a good amount of gore, sadness, and even it's share of romance. (8/10)\n\n\u001b[1mこの番組の私の楽しみは....とても良かった。 それは大量のゴア、悲しみ、さらにはロマンスのシェアを持っていました。  （8/10）\u001b[22m\n\u001b[1m(Kono bangumi no watashi no tanoshimi wa.... Totemo yokatta. Sore wa tairyō no Goa, kanashimi, sarani wa romansu no shea o motte imashita. (8 / 10))\u001b[22m\n\nTranslations of \u001b[4mMy enjoyment of this show was.... Very good. It had a good amount of gore, sadness, and even it's share of romance. (8/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy enjoyment of this show was.... Very good.\u001b[24m\n    \u001b[1mこの番組の私の楽しみは....とても良かった。\u001b[22m, \u001b[1mこのショーの私の楽しみは....非常に良好でした。\u001b[22m\n\u001b[4mIt had a good amount of gore, sadness, and even it's share of romance.\u001b[24m\n    \u001b[1mそれは大量のゴア、悲しみ、さらにはロマンスのシェアを持っていました。\u001b[22m, \u001b[1mこれは、ゴア、悲しみの良い量を持っていた、とも、それはロマンスのシェアです。\u001b[22m\n\u001b[4m(8/10)\u001b[24m\n    \u001b[1m（8/10）\u001b[22m\n\u001b[1m\u001b[22m\nOverall I would rate this show as very good. The whole idea of the show got me thinking how far I would go for someone else.\n\n\u001b[1m全体的に私はこの番組をとても良いと評価します。 ショーの全体のアイデアは、私が他の誰かのためにどれだけ遠くまで行くかを考えさせました。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa kono bangumi o totemo yoi to hyōka shimasu. Shō no zentai no aidea wa, watashi ga hoka no dareka no tame ni dore dake tōku made iku ka o kangae sasemashita.)\u001b[22m\n\nTranslations of \u001b[4mOverall I would rate this show as very good. The whole idea of the show got me thinking how far I would go for someone else.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I would rate this show as very good.\u001b[24m\n    \u001b[1m全体的に私はこの番組をとても良いと評価します。\u001b[22m, \u001b[1m全体的に私は非常に良いとしてこのショーを評価します。\u001b[22m\n\u001b[4mThe whole idea of the show got me thinking how far I would go for someone else.\u001b[24m\n    \u001b[1mショーの全体のアイデアは、私が他の誰かのためにどれだけ遠くまで行くかを考えさせました。\u001b[22m, \u001b[1mショーの全体的なアイデアは、私は他の誰かのために行くだろうどこまで考えるようになりました。\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "AStupidPotato",
    "profile": "/profile/AStupidPotato/reviews",
    "pages": "5",
    "number": "14",
    "link": "/reviews.php?id=209388",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\nストーリー：9\nこの話はおそらく、心理的、スリラー、アクション、そしてロマンスの最高のミックスです。 ストーリーはうまくペースが取れていたが（最後のエピソードで少し急いで感じたが）、私は見守ることができなかった。 物語はユニークで、あなたはもう何を信じるべきか分からない時点であなたを驚かせる。 私が個人的に気にしないファンサービスはほとんど存在しません。 エンディングについて...まあ、あなたは本当に素晴らしいアニメだったので、アニメを見て感じるべきです\n\nアート：9\n美しい芸術は、10とそれを評価しますが、何かが欠落していると感じることはありません、それはおそらく真剣さを取り除く愚かに描かれた文字の一部です\n\nサウンド：10\nこれは単に私が長い間聞いた最良のイントロです。 どのキャラクターが狂っているのか、怖がっているのかを聞くだけで、素晴らしい雰囲気を作り出します\n\nキャラクター：9\nキャラクターの発展はアニメ全体を通して成長している主役が決定的なリーダーになるのを見ることができて大変です。私はいくつかのキャラクターについてもっと知りたいのでこれを10で評価しませんでした。 しかし、全体的に各キャラクターはユニークな特徴を持ち、ストーリーが進むにつれて発展する\n\n楽しさ：10\n私はこのアニメが大好きで、時間があると確かにそれを再ウォッチします。 心理学者が好きな人は、スリラーはこれを撃つべきです\n\n全体：9\n推奨されます。 私の意見では、すべてのアニメファンはいつかこれを見なければなりません",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nStory: 9\n\n\u001b[1mストーリー：9\u001b[22m\n\u001b[1m(Sutōrī: 9)\u001b[22m\n\nTranslations of \u001b[4mStory: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9\u001b[24m\n    \u001b[1mストーリー：9\u001b[22m\nThis story is probably the best mix of psychological, thriller, action and romance. The story was well paced (although it felt a bit rushed during the final episodes) at the point I couldn't stop watching. The story is unique and always gets you by suprise at the point you don't know what to believe anymore. The fanservice almost nonexistent which I personally don't mind. About the ending...well you should really watch the anime to get the feels because it was simply amazing\n\n\u001b[1mこの話はおそらく、心理的、スリラー、アクション、そしてロマンスの最高のミックスです。 ストーリーはうまくペースが取れていたが（最後のエピソードで少し急いで感じたが）、私は見守ることができなかった。 物語はユニークで、あなたはもう何を信じるべきか分からない時点であなたを驚かせる。 私が個人的に気にしないファンサービスはほとんど存在しません。 エンディングについて...まあ、あなたは本当に素晴らしいアニメだったので、アニメを見て感じるべきです\u001b[22m\n\u001b[1m(Kono hanashi wa osoraku, shinri-teki, surirā, akushon, soshite romansu no saikō no mikkusudesu. Sutōrī wa umaku pēsu ga torete itaga (saigo no episōdo de sukoshi isoide kanjitaga), watashi wa mimamoru koto ga dekinakatta. Monogatari wa yunīku de, anata wa mō nani o shinjirubeki ka wakaranai jiten de anata o odoroka seru. Watashi ga kojin-teki ni kinishinai fansābisu wa hotondo sonzai shimasen. Endingu ni tsuite... Mā, anata wa hontōni subarashī animedattanode, anime o mite kanjirubekidesu)\u001b[22m\n\nTranslations of \u001b[4mThis story is probably the best mix of psychological, thriller, action and romance. The story was well paced (although it felt a bit rushed during the final episodes) at the point I couldn't stop watching. The story is unique and always gets you by suprise at the point you don't know what to believe anymore. The fanservice almost nonexistent which I personally don't mind. About the ending...well you should really watch the anime to get the feels because it was simply amazing\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis story is probably the best mix of psychological, thriller, action and romance.\u001b[24m\n    \u001b[1mこの話はおそらく、心理的、スリラー、アクション、そしてロマンスの最高のミックスです。\u001b[22m, \u001b[1mこの物語は、おそらく心理的、スリラー、アクションとロマンスのベストミックスです。\u001b[22m\n\u001b[4mThe story was well paced (although it felt a bit rushed during the final episodes) at the point I couldn't stop watching.\u001b[24m\n    \u001b[1mストーリーはうまくペースが取れていたが（最後のエピソードで少し急いで感じたが）、私は見守ることができなかった。\u001b[22m, \u001b[1m私が見て止めることができなかった時点で（それが最終的なエピソードの中に急いでビットを感じたが）話はよくペースのでした。\u001b[22m\n\u001b[4mThe story is unique and always gets you by suprise at the point you don't know what to believe anymore.\u001b[24m\n    \u001b[1m物語はユニークで、あなたはもう何を信じるべきか分からない時点であなたを驚かせる。\u001b[22m, \u001b[1m物語は一意であり、常にあなたはもう信じてかわからない時点で驚きによって取得します。\u001b[22m\n\u001b[4mThe fanservice almost nonexistent which I personally don't mind.\u001b[24m\n    \u001b[1m私が個人的に気にしないファンサービスはほとんど存在しません。\u001b[22m, \u001b[1m私は個人的に気にしない、ほとんど存在しないサービスカット。\u001b[22m\n\u001b[4mAbout the ending...well you should really watch the anime to get the feels because it was simply amazing\u001b[24m\n    \u001b[1mエンディングについて...まあ、あなたは本当に素晴らしいアニメだったので、アニメを見て感じるべきです\u001b[22m, \u001b[1mそれはただ驚くばかりだったので、結末について...よくあなたは本当に感触を得るためにアニメを見なければなりません\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9\n\n\u001b[1mアート：9\u001b[22m\n\u001b[1m(Āto: 9)\u001b[22m\n\nTranslations of \u001b[4mArt: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9\u001b[24m\n    \u001b[1mアート：9\u001b[22m\nBeautiful art, would rate it with a 10 but it doesn't feel right there is something missing, it's probably some of the stupidly drawn characters that take away the seriousness\n\n\u001b[1m美しい芸術は、10とそれを評価しますが、何かが欠落していると感じることはありません、それはおそらく真剣さを取り除く愚かに描かれた文字の一部です\u001b[22m\n\u001b[1m(Utsukushī geijutsu wa, 10 to sore o hyōka shimasuga, nanika ga ketsuraku shite iru to kanjiru koto wa arimasen, sore wa osoraku shinken-sa o torinozoku oroka ni egaka reta moji no ichibudesu)\u001b[22m\n\nTranslations of \u001b[4mBeautiful art, would rate it with a 10 but it doesn't feel right there is something missing, it's probably some of the stupidly drawn characters that take away the seriousness\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeautiful art, would rate it with a 10 but it doesn't feel right there is something missing, it's probably some of the stupidly drawn characters that take away the seriousness\u001b[24m\n    \u001b[1m美しい芸術は、10とそれを評価しますが、何かが欠落していると感じることはありません、それはおそらく真剣さを取り除く愚かに描かれた文字の一部です\u001b[22m, \u001b[1m美しい芸術は、10でそれを評価しますが、それは不足しているものがある右感じていない、それはおそらく深刻さを奪う愚か描かれた文字の一部です\u001b[22m\n\u001b[1m\u001b[22m\nSound: 10\n\n\u001b[1mサウンド：10\u001b[22m\n\u001b[1m(Saundo: 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10\u001b[24m\n    \u001b[1mサウンド：10\u001b[22m\nThis is simply the best intro I have heard in a long time. You can say which character is crazy or scared simply by hearing them which also creates a great atmosphere\n\n\u001b[1mこれは単に私が長い間聞いた最良のイントロです。 どのキャラクターが狂っているのか、怖がっているのかを聞くだけで、素晴らしい雰囲気を作り出します\u001b[22m\n\u001b[1m(Kore wa tan'ni watashi ga nagaiai kiita sairyō no Intorodesu. Dono kyarakutā ga kurutte iru no ka, kowagatte iru no ka o kiku dake de, subarashī fun'iki o tsukuridashimasu)\u001b[22m\n\nTranslations of \u001b[4mThis is simply the best intro I have heard in a long time. You can say which character is crazy or scared simply by hearing them which also creates a great atmosphere\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is simply the best intro I have heard in a long time.\u001b[24m\n    \u001b[1mこれは単に私が長い間聞いた最良のイントロです。\u001b[22m, \u001b[1mこれは単に私が長い時間で聞いたことが最善のイントロです。\u001b[22m\n\u001b[4mYou can say which character is crazy or scared simply by hearing them which also creates a great atmosphere\u001b[24m\n    \u001b[1mどのキャラクターが狂っているのか、怖がっているのかを聞くだけで、素晴らしい雰囲気を作り出します\u001b[22m, \u001b[1mまた、素晴らしい雰囲気を作成するだけで、それらを聞くことによって狂気またはおびえている文字と言うことができます\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 9\n\n\u001b[1mキャラクター：9\u001b[22m\n\u001b[1m(Kyarakutā: 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 9\u001b[24m\n    \u001b[1mキャラクター：9\u001b[22m\nThe character development is great you can see the protagonist growing throughout the anime from being a scared kid into a decisive leader, I didn't rate this with a 10 because I would like to know more about some characters. But overall each character has unique traits and develops as the story goes\n\n\u001b[1mキャラクターの発展はアニメ全体を通して成長している主役が決定的なリーダーになってしまうのを見ることができて大変です。私はいくつかのキャラクターについてもっと知りたいのでこれを10で評価しませんでした。 しかし、全体的に各キャラクターはユニークな特徴を持ち、ストーリーが進むにつれて発展する\u001b[22m\n\u001b[1m(Kyarakutā no hatten wa anime zentai o tōshite seichō shite iru shuyaku ga ketteitekina rīdā ni natte shimau no o miru koto ga dekite taihendesu. Watashi wa ikutsu ka no kyarakutā ni tsuite motto shiritainode kore o 10 de hyōka shimasendeshita. Shikashi, zentai-teki ni kaku kyarakutā wa yunīkuna tokuchō o mochi, sutōrī ga susumu ni tsurete hatten suru)\u001b[22m\n\nTranslations of \u001b[4mThe character development is great you can see the protagonist growing throughout the anime from being a scared kid into a decisive leader, I didn't rate this with a 10 because I would like to know more about some characters. But overall each character has unique traits and develops as the story goes\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character development is great you can see the protagonist growing throughout the anime from being a scared kid into a decisive leader, I didn't rate this with a 10 because I would like to know more about some characters.\u001b[24m\n    \u001b[1mキャラクターの発展はアニメ全体を通して成長している主役が決定的なリーダーになってしまうのを見ることができて大変です。私はいくつかのキャラクターについてもっと知りたいのでこれを10で評価しませんでした。\u001b[22m, \u001b[1m文字の開発では、主人公が決定的なリーダーにおびえ子供であることから、アニメを通して成長して見ることができます私はいくつかの文字についての詳細を知っていただきたいと思いますので、私は10でこれを評価しませんでした素晴らしいです。\u001b[22m\n\u001b[4mBut overall each character has unique traits and develops as the story goes\u001b[24m\n    \u001b[1mしかし、全体的に各キャラクターはユニークな特徴を持ち、ストーリーが進むにつれて発展する\u001b[22m, \u001b[1mしかし、全体として各文字は、ユニークな特徴を持っており、物語が進むにつれて開発します\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\nI loved this anime and will definitely rewatch it once I find some time. Everyone that likes psychologica, thrillers should give this a shot\n\n\u001b[1m私はこのアニメが大好きで、時間があると確かにそれを再ウォッチします。 心理学者が好きな人は、スリラーはこれを撃つべきです\u001b[22m\n\u001b[1m(Watashi wa kono anime ga daisukide, jikan ga aru to tashikani sore o sai u~otchi shimasu. Shinri gakusha ga sukinahito wa, surirā wa kore o utsubekidesu)\u001b[22m\n\nTranslations of \u001b[4mI loved this anime and will definitely rewatch it once I find some time. Everyone that likes psychologica, thrillers should give this a shot\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved this anime and will definitely rewatch it once I find some time.\u001b[24m\n    \u001b[1m私はこのアニメが大好きで、時間があると確かにそれを再ウォッチします。\u001b[22m, \u001b[1m私はこのアニメを愛し、私はいくつかの時間を見つけたら、間違いなくそれをrewatchます。\u001b[22m\n\u001b[4mEveryone that likes psychologica, thrillers should give this a shot\u001b[24m\n    \u001b[1m心理学者が好きな人は、スリラーはこれを撃つべきです\u001b[22m, \u001b[1mpsychologicaが好き誰もが、スリラーは、このショットを与える必要があります\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9\n\n\u001b[1m全体：9\u001b[22m\n\u001b[1m(Zentai: 9)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9\u001b[24m\n    \u001b[1m全体：9\u001b[22m\nRecommended. In my opinion every anime fan should watch this at some point\n\n\u001b[1m推奨されます。 私の意見では、すべてのアニメファンはいつかこれを見なければなりません\u001b[22m\n\u001b[1m(Suishō sa remasu. Watashi no ikende wa, subete no anime fan wa itsuka kore o minakereba narimasen)\u001b[22m\n\nTranslations of \u001b[4mRecommended. In my opinion every anime fan should watch this at some point\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRecommended.\u001b[24m\n    \u001b[1m推奨されます。\u001b[22m, \u001b[1m推奨。\u001b[22m\n\u001b[4mIn my opinion every anime fan should watch this at some point\u001b[24m\n    \u001b[1m私の意見では、すべてのアニメファンはいつかこれを見なければなりません\u001b[22m, \u001b[1m私の意見では、すべてのアニメファンは、いくつかの点でこれを見なければなりません\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "MagorTuga",
    "profile": "/profile/MagorTuga/reviews",
    "pages": "5",
    "number": "15",
    "link": "/reviews.php?id=196667",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  9\n\nこれはアニメのようなものではなく、ダークテーマや奇妙なもののために見ることができます。他人のように、私が本当に楽しんでいるのは、キャラクターの精神状態とそのストーリーがいかに良く発展しているかです。\nまた、Introはこれまで見てきたすべてのものの中で私が好きなものでなければなりません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis is not the kinda of Anime you watch for dark themes and creepy stuff like Another and such, what I really enjoyed about it is the mental state of the characters and how the story develops so well.\n\n\u001b[1mこれはアニメのようなものではなく、ダークテーマや奇妙なもののために見ることができます。他人のように、私が本当に楽しんでいるのは、キャラクターの精神状態とそのストーリーがいかに良く発展しているかです。\u001b[22m\n\u001b[1m(Kore wa anime no yōna monode wa naku, dākutēma ya kimyōna mono no tame ni miru koto ga dekimasu. Tanin no yō ni, watashi ga hontōni tanoshinde iru no wa, kyarakutā no seishin jōtai to sono sutōrī ga ikani yoku hatten shite iru kadesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is not the kinda of Anime you watch for dark themes and creepy stuff like Another and such, what I really enjoyed about it is the mental state of the characters and how the story develops so well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is not the kinda of Anime you watch for dark themes and creepy stuff like Another and such, what I really enjoyed about it is the mental state of the characters and how the story develops so well.\u001b[24m\n    \u001b[1mこれはアニメのようなものではなく、ダークテーマや奇妙なもののために見ることができます。他人のように、私が本当に楽しんでいるのは、キャラクターの精神状態とそのストーリーがいかに良く発展しているかです。\u001b[22m, \u001b[1mこれはちょっとアニメのあなたはそれが文字の精神状態であり、話がうまく開発方法について、私は本当に楽しんで何を別などのようなダークなテーマと不気味なもの、のために見ていないです。\u001b[22m\nAlso, the Intro has to be my favorite of all the ones I've watched so far.\n\n\u001b[1mまた、Introはこれまで見てきたすべてのものの中で私が好きなものでなければなりません。\u001b[22m\n\u001b[1m(Mata, intoro wa kore made mitekita subete no mono no naka de watashi ga sukina monodenakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mAlso, the Intro has to be my favorite of all the ones I've watched so far.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, the Intro has to be my favorite of all the ones I've watched so far.\u001b[24m\n    \u001b[1mまた、Introはこれまで見てきたすべてのものの中で私が好きなものでなければなりません。\u001b[22m, \u001b[1mまた、イントロは、私がこれまで見てきたすべてのものの私のお気に入りである必要があります。\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "callum521",
    "profile": "/profile/callum521/reviews",
    "pages": "5",
    "number": "16",
    "link": "/reviews.php?id=196652",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  6\nサウンド|  7\nキャラクター|  9\n|  9\n\n私の意見では、このアニメはとても良かったです。 あなたがイントロソングを聞いている瞬間、あなたはその良いアニメを知っています。  'kuusou mesorogiwi'は暗い響きの歌で観客の注目を集めています。\n\nだからとにかくプロットは、アニメは、飢餓のゲームに非常によく似た死のゲームで約13人です。 それぞれの人は自分の将来の日記を持っていますが、将来を伝えるものはありますが、それぞれの日記は異なります。 ゲームに勝つためには、あなたは最後の生存者でなければならず、あなたの賞は時間と空間の次の神になります。 しかし、あなたの日記を壊したら、あなたは死ぬでしょう。\n\n文字はすべて非常に異なっており、それぞれが過去から何らかの形で壊れていることがわかります。 しかし、私たちの主なキャラクターは、天野幸輝と元気です。 この2人は同じ学校に通う十代の若者たちで、ゆのが長年ユキに気づいていることが分かりますが、彼女は非常に執拗です。 これは彼女が私の好きなアニメのキャラクターのうち、とてもかわいいですが、非常に暴力的で、あなたがアニメを見た後、あなたは彼女を覚えています。 しかし、ユキになると、私は本当に彼の性格が気に入らず、その理由はただの臆病者です。 例えば、彼は彼がいつも彼の側で必要とした彼自身のために固執することができなかったし、彼は次のエピソードで誰かを殺すために勇気を持っていたとき、彼は非常にイライラする彼の臆病な方法に戻るだろう。\n\nとにかく芸術のスタイルは、それは良いが、何も驚くばかりだが、血まみれの私はそれを考慮して死の多くが関与していると思った。 声優も大丈夫だったけど、ゆのさんの声を聞いた村田友子さんは、ゆーの吹き替えで僕の声を聞いて驚いた。\n\n私はこのアニメを楽しんだのですか？ はい、実際に私のお気に入りの1つのエピソードのそれぞれのエピソードあなたがより多くを望むだろうと、それは終わりになる....うわーそれは私の心を爆破したが、ここで何かを検討するときにneartoアニメーションを終えると注意を払うか、 それはちょっと混乱しているので、それは私に起こったことである。\n\n全部私はアニメを8/10星に格付けし、血液とファンサービスがあるのでその15と言うが、とにかくこのレビューの終わりだ^ __ ^",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIn my opinion this anime was very good. The moment you hear the intro song you know its a good anime. 'kuusou mesorogiwi' really grabs the watchers attention with its dark sounding song.\n\n\u001b[1m私の意見では、このアニメはとても良かったです。 あなたがイントロソングを聞いている瞬間、あなたはその良いアニメを知っています。  'kuusou mesorogiwi'は暗い響きの歌で観客の注目を集めています。\u001b[22m\n\u001b[1m(Watashi no ikende wa, kono anime wa totemo yokattadesu. Anata ga intorosongu o kiite iru shunkan, anata wa sono yoi anime o shitte imasu. ' Kuusou mesorogiwi' wa kurai hibiki no uta de kankyaku no chūmoku o atsumete imasu.)\u001b[22m\n\nTranslations of \u001b[4mIn my opinion this anime was very good. The moment you hear the intro song you know its a good anime. 'kuusou mesorogiwi' really grabs the watchers attention with its dark sounding song.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn my opinion this anime was very good.\u001b[24m\n    \u001b[1m私の意見では、このアニメはとても良かったです。\u001b[22m, \u001b[1m私の意見ではこのアニメは非常に良好でした。\u001b[22m\n\u001b[4mThe moment you hear the intro song you know its a good anime.\u001b[24m\n    \u001b[1mあなたがイントロソングを聞いている瞬間、あなたはその良いアニメを知っています。\u001b[22m, \u001b[1m瞬間、あなたはその良いアニメを知っているイントロ歌を聞きます。\u001b[22m\n\u001b[4m'kuusou mesorogiwi' really grabs the watchers attention with its dark sounding song.\u001b[24m\n    \u001b[1m'kuusou mesorogiwi'は暗い響きの歌で観客の注目を集めています。\u001b[22m, \u001b[1m「空想mesorogiwi本当にそのダークなサウンドの歌でウォッチャーの注目をつかみます。\u001b[22m\n\u001b[1m\u001b[22m\nSo anyway the plot, the anime is about 13 people in a death game quite similar to the hunger games. Each person has their own future diary what tells the future but each diary is different. To win the game you must be the last survivor and your award is you become the next god of time and space. But if you break your diary then you die.\n\n\u001b[1mだからとにかくプロットは、アニメは、飢餓のゲームに非常によく似た死のゲームで約13人です。 それぞれの人は自分の将来の日記を持っていますが、将来を伝えるものはありますが、それぞれの日記は異なります。 ゲームに勝つためには、あなたは最後の生存者でなければならず、あなたの賞は時間と空間の次の神になります。 しかし、あなたの日記を壊したら、あなたは死ぬでしょう。\u001b[22m\n\u001b[1m(Dakara tonikaku purotto wa, anime wa, kiga no gēmu ni hijō ni yoku nita shi no gēmu de yaku 13-ridesu. Sorezore no hito wa jibun no shōrai no nikki o motte imasuga, shōrai o tsutaeru mono wa arimasuga, sorezore no nikki wa kotonarimasu. Gēmu ni katsu tame ni wa, anata wa saigo no seizon-shadenakereba narazu, anata no shō wa jikan to kūkan no tsugi no kami ni narimasu. Shikashi, anata no nikki o kowashitara, anata wa shinudeshou.)\u001b[22m\n\nTranslations of \u001b[4mSo anyway the plot, the anime is about 13 people in a death game quite similar to the hunger games. Each person has their own future diary what tells the future but each diary is different. To win the game you must be the last survivor and your award is you become the next god of time and space. But if you break your diary then you die.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo anyway the plot, the anime is about 13 people in a death game quite similar to the hunger games.\u001b[24m\n    \u001b[1mだからとにかくプロットは、アニメは、飢餓のゲームに非常によく似た死のゲームで約13人です。\u001b[22m, \u001b[1mとにかくプロットは、アニメは飢餓のゲームと非常によく似死のゲームでは約13人です。\u001b[22m\n\u001b[4mEach person has their own future diary what tells the future but each diary is different.\u001b[24m\n    \u001b[1mそれぞれの人は自分の将来の日記を持っていますが、将来を伝えるものはありますが、それぞれの日記は異なります。\u001b[22m, \u001b[1m一人一人が未来を告げるもの、自分の将来の日記がありますが、各日記が異なっています。\u001b[22m\n\u001b[4mTo win the game you must be the last survivor and your award is you become the next god of time and space.\u001b[24m\n    \u001b[1mゲームに勝つためには、あなたは最後の生存者でなければならず、あなたの賞は時間と空間の次の神になります。\u001b[22m, \u001b[1mゲームに勝つためにあなたが最後の生存者でなければならず、あなたの賞は、あなたが時間と空間の次の神になるです。\u001b[22m\n\u001b[4mBut if you break your diary then you die.\u001b[24m\n    \u001b[1mしかし、あなたの日記を壊したら、あなたは死ぬでしょう。\u001b[22m, \u001b[1mしかし、あなたはあなたの日記を破るならば、あなたは死にます。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are all very different and we do find out that each one is broken in some way from their past. But our main characters are Yukiteru Amano and Yuno Gasai. These two are both teens who go to the same school and you do find out that Yuno has feeling for Yuki for a long time but she is very obsessed with him. This is why she is by far one of my favorite anime characters she is very cute but is also very violent and after you watch the anime you remember her. But when it comes to Yuki I really did not like his character and the reason for it is hes just a coward. For example he couldn't stick up for himself he always needed Yuno by him side and when he did have the courage to kill someone by the next episode he would go back to his cowardly ways what is very frustrating.\n\n\u001b[1m文字はすべて非常に異なっており、それぞれが過去から何らかの形で壊れていることがわかります。 しかし、私たちの主なキャラクターは天野幸輝と元気です。 この2人は同じ学校に通う十代の若者たちで、ゆのが長年ユキに気づいていることが分かりますが、彼女は非常に執拗です。 これは彼女が私の好きなアニメのキャラクターのうち、とてもかわいいですが、非常に暴力的で、あなたがアニメを見た後、あなたは彼女を覚えています。 しかし、ユキになると、私は本当に彼の性格が気に入らず、その理由はただの臆病者です。 例えば、彼は彼がいつも彼の側で必要とした彼自身のために固執することができなかったし、彼は次のエピソードで誰かを殺すために勇気を持っていたとき、彼は非常にイライラする彼の臆病な方法に戻るだろう。\u001b[22m\n\u001b[1m(Moji wa subete hijō ni kotonatte ori, sorezore ga kako kara nanrakano katachi de kowarete iru koto ga wakarimasu. Shikashi, watashitachi no omona kyarakutā wa Amano Kōki to genkidesu. Kono 2-ri wa onaji gakkō ni kayou jūdai no wakamono-tachi de, yu no ga naganen Yuki ni kidzuite iru koto ga wakarimasuga, kanojo wa hijō ni shitsuyōdesu. Kore wa kanojo ga watashi no sukina anime no kyarakutā no uchi, totemo kawaīdesuga, hijō ni bōryoku-tekide, anata ga anime o mita nochi, anata wa kanojo o oboete imasu. Shikashi, Yuki ni naru to, watashi wa hontōni kare no seikaku ga kiniirazu, sono riyū wa tada no okubyōmonodesu. Tatoeba, kare wa kare ga itsumo kare no soba de hitsuyō to shita kare jishin no tame ni koshū suru koto ga dekinakattashi, kare wa tsugi no episōdo de dareka o korosu tame ni yūki o motte ita toki, kare wa hijō ni iraira suru kare no okubyōna hōhō ni modorudarou.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are all very different and we do find out that each one is broken in some way from their past. But our main characters are Yukiteru Amano and Yuno Gasai. These two are both teens who go to the same school and you do find out that Yuno has feeling for Yuki for a long time but she is very obsessed with him. This is why she is by far one of my favorite anime characters she is very cute but is also very violent and after you watch the anime you remember her. But when it comes to Yuki I really did not like his character and the reason for it is hes just a coward. For example he couldn't stick up for himself he always needed Yuno by him side and when he did have the courage to kill someone by the next episode he would go back to his cowardly ways what is very frustrating.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are all very different and we do find out that each one is broken in some way from their past.\u001b[24m\n    \u001b[1m文字はすべて非常に異なっており、それぞれが過去から何らかの形で壊れていることがわかります。\u001b[22m, \u001b[1m文字はすべての非常に異なっており、我々はそれぞれ1が自分の過去から何らかの方法で壊れていることがわかります。\u001b[22m\n\u001b[4mBut our main characters are Yukiteru Amano and Yuno Gasai.\u001b[24m\n    \u001b[1mしかし、私たちの主なキャラクターは天野幸輝と元気です。\u001b[22m, \u001b[1mしかし、私たちの主な文字はYukiteru天野と我妻由乃です。\u001b[22m\n\u001b[4mThese two are both teens who go to the same school and you do find out that Yuno has feeling for Yuki for a long time but she is very obsessed with him.\u001b[24m\n    \u001b[1mこの2人は同じ学校に通う十代の若者たちで、ゆのが長年ユキに気づいていることが分かりますが、彼女は非常に執拗です。\u001b[22m, \u001b[1mこれら二つは同じ学校に行くの両方の十代の若者たちであり、あなたはゆが長い間結城のために感じていることを見つけるんが、彼女は彼と非常に取りつかれています。\u001b[22m\n\u001b[4mThis is why she is by far one of my favorite anime characters she is very cute but is also very violent and after you watch the anime you remember her.\u001b[24m\n    \u001b[1mこれは彼女が私の好きなアニメのキャラクターのうち、とてもかわいいですが、非常に暴力的で、あなたがアニメを見た後、あなたは彼女を覚えています。\u001b[22m, \u001b[1m彼女ははるかに彼女はとてもかわいいですが、また、非常に暴力的な、あなたが彼女を覚えているアニメを見た後で、私の好きなアニメのキャラクターの一つである理由はここにあります。\u001b[22m\n\u001b[4mBut when it comes to Yuki I really did not like his character and the reason for it is hes just a coward.\u001b[24m\n    \u001b[1mしかし、ユキになると、私は本当に彼の性格が気に入らず、その理由はただの臆病者です。\u001b[22m, \u001b[1mそれは結城に来るとき、それはただの臆病者HESであるためにしかし、私は本当に彼のキャラクターとその理由を好きではなかったです。\u001b[22m\n\u001b[4mFor example he couldn't stick up for himself he always needed Yuno by him side and when he did have the courage to kill someone by the next episode he would go back to his cowardly ways what is very frustrating.\u001b[24m\n    \u001b[1m例えば、彼は彼がいつも彼の側で必要とした彼自身のために固執することができなかったし、彼は次のエピソードで誰かを殺すために勇気を持っていたとき、彼は非常にイライラする彼の臆病な方法に戻るだろう。\u001b[22m, \u001b[1m例えば、彼はいつも彼の側でユーノを必要と自分自身のために固執し、彼がしたとき、彼は非常にイライラさせられるものを彼の卑劣なやり方に戻って行くだろう次のエピソードによって人を殺すために勇気を持っていませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nAnyway the art style, it was good but nothing amazing but bloody what i did enjoy about it considering there is alot of death involved. The voice acting was also alright but Tomosa Murata who voiced Yuno did an amazing job at catching her crazy where in the dub Yuno didn't sound as good in the sub.\n\n\u001b[1mとにかく芸術的なスタイルだったけど、それは素晴らしいものでしたが、何も素晴らしいものではありませんでした。 声優も大丈夫だったけど、ゆのさんの声を聞いた村田友子さんは、ゆーの吹き替えで僕の声を聞いて驚いた。\u001b[22m\n\u001b[1m(Tonikaku geijutsu-tekina sutairudattakedo, sore wa subarashī monodeshitaga, nani mo subarashī monode wa arimasendeshita. Seiyū mo daijōbudattakedo, yu no-san no koe o kiita Murata Tomoko-san wa, yu ̄ no fukikae de boku no koe o kiite odoroita.)\u001b[22m\n\nTranslations of \u001b[4mAnyway the art style, it was good but nothing amazing but bloody what i did enjoy about it considering there is alot of death involved. The voice acting was also alright but Tomosa Murata who voiced Yuno did an amazing job at catching her crazy where in the dub Yuno didn't sound as good in the sub.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyway the art style, it was good but nothing amazing but bloody what i did enjoy about it considering there is alot of death involved.\u001b[24m\n    \u001b[1mとにかく芸術的なスタイルだったけど、それは素晴らしいものでしたが、何も素晴らしいものではありませんでした。\u001b[22m, \u001b[1mアートスタイルとにかく、それは良かったが、私はそれが考慮について楽しんでなかったものは何も素晴らしいが、血まみれの関与死の多くがあります。\u001b[22m\n\u001b[4mThe voice acting was also alright but Tomosa Murata who voiced Yuno did an amazing job at catching her crazy where in the dub Yuno didn't sound as good in the sub.\u001b[24m\n    \u001b[1m声優も大丈夫だったけど、ゆのさんの声を聞いた村田友子さんは、ゆーの吹き替えで僕の声を聞いて驚いた。\u001b[22m, \u001b[1m声の演技も大丈夫だったが、ゆを表明村田知沙は吹き替えでゆがサブのように良い音しなかったところ、彼女の狂気をキャッチで素晴らしい仕事をしてくれました。\u001b[22m\n\u001b[1m\u001b[22m\nDid I enjoy this anime? Yes its actually one of my favorites each episode you will be wanting more and when it comes to the ending....Wow it blew my mind but here is something to consider when you come nearto finishing the anime pay attention or you wont understand how it ends because its kinda confusing least that's what happened to me.\n\n\u001b[1m私はこのアニメを楽しんだのですか？ はい、実際に私のお気に入りの1つのエピソードのそれぞれのエピソードあなたがより多くを望むだろうと、それは終わりになる....うわーそれは私の心を爆破したが、ここで何かを検討するときにneartoアニメーションを終えると注意を払うか、 それはちょっと混乱しているので、それは私に起こったことである。\u001b[22m\n\u001b[1m(Watashi wa kono anime o tanoshinda nodesu ka? Hai, jissai ni watashinōkiniiri no 1tsu no episōdo no sorezore no episōdo anata ga yori ōku o nozomudarou to, soreha owari ni naru. ... Uwa ̄ sore wa watashi no kokoro o bakuha shitaga, koko de nanika o kentō suru toki ni nearto animēshon o oeru to chūiwoharau ka, sore wa chotto konran shite irunode, sore wa watashi ni okotta kotodearu.)\u001b[22m\n\nTranslations of \u001b[4mDid I enjoy this anime? Yes its actually one of my favorites each episode you will be wanting more and when it comes to the ending....Wow it blew my mind but here is something to consider when you come nearto finishing the anime pay attention or you wont understand how it ends because its kinda confusing least that's what happened to me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDid I enjoy this anime?\u001b[24m\n    \u001b[1m私はこのアニメを楽しんだのですか？\u001b[22m, \u001b[1m私はこのアニメを楽しんでいましたか？\u001b[22m\n\u001b[4mYes its actually one of my favorites each episode you will be wanting more and when it comes to the ending....Wow it blew my mind but here is something to consider when you come nearto finishing the anime pay attention or you wont understand how\u001b[24m\n    \u001b[1mはい、実際に私のお気に入りの1つのエピソードのそれぞれのエピソードあなたがより多くを望むだろうと、それは終わりになる....うわーそれは私の心を爆破したが、ここで何かを検討するときにneartoアニメーションを終えると注意を払うか、\u001b[22m, \u001b[1mはい、そのは実際に私のお気に入りの一つ各エピソードは、あなたがより多くを望むされ、それが終了することになると....うわー、それは私の心を吹いたが、ここであなたがneartoアニメの注意を払う仕上げてくるか、あなたは文句を言わない方法を理解する際に考慮すべきものです\u001b[22m\n\u001b[4mit ends because its kinda confusing least that's what happened to me.\u001b[24m\n    \u001b[1mそれはちょっと混乱しているので、それは私に起こったことである。\u001b[22m, \u001b[1mそのちょっとそれは私に起こったものだ少なくとも混乱ので、それが終了します。\u001b[22m\n\u001b[1m\u001b[22m\nOver all i'm going to rate the anime a 8/10 stars and say that its a 15 because there is blood and some fan service but anyway thats the end of this review ^__^\n\n\u001b[1m全部私はアニメを8/10星に格付けし、血液とファンサービスがあるのでその15と言うが、とにかくこのレビューの終わりだ^ __ ^\u001b[22m\n\u001b[1m(Zenbu watashi wa anime o 8/ 10 hoshi ni kakudzuke shi, ketsueki to fansābisu ga aru node sono 15 to iuga, tonikaku kono rebyū no owarida ^ _ _ ^)\u001b[22m\n\nTranslations of \u001b[4mOver all i'm going to rate the anime a 8/10 stars and say that its a 15 because there is blood and some fan service but anyway thats the end of this review ^__^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOver all i'm going to rate the anime a 8/10 stars and say that its a 15 because there is blood and some fan service but anyway thats the end of this review ^__^\u001b[24m\n    \u001b[1m全部私はアニメを8/10星に格付けし、血液とファンサービスがあるのでその15と言うが、とにかくこのレビューの終わりだ^ __ ^\u001b[22m, \u001b[1mすべての上に私はとにかくこのレビューの最後のthats ^ _ ^アニメを8月10日星を評価し、その15ためには、血液や一部のファンサービスが、存在することを言うつもりです\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "zxcvmnb",
    "profile": "/profile/zxcvmnb/reviews",
    "pages": "5",
    "number": "17",
    "link": "/reviews.php?id=194128",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n*奇妙な*ジャンルを除外すれば、これは狂った主流のアニメです。\nプロットの穴や文字が奇妙に振る舞いますが、このシリーズを間に置くことは不可能です。 私は間違いなく愛情のあるガールフレンドとロマンチックなアニメを探している人にこれをお勧めします。同じように、ひぐらしをかわいい子供のショーを探している人にお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nIf we exclude the *weird* genre this is the craziest mainstream anime.\n\n\u001b[1m*奇妙な*ジャンルを除外すれば、これは狂った主流のアニメです。\u001b[22m\n\u001b[1m(* Kimyōna* janru o jogai sureba, kore wa kurutta shuryū no animedesu.)\u001b[22m\n\nTranslations of \u001b[4mIf we exclude the *weird* genre this is the craziest mainstream anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf we exclude the *weird* genre this is the craziest mainstream anime.\u001b[24m\n    \u001b[1m*奇妙な*ジャンルを除外すれば、これは狂った主流のアニメです。\u001b[22m, \u001b[1m私たちは*奇妙*ジャンルを除外した場合、これはクレイジー主流のアニメです。\u001b[22m\nThere are plot holes and characters do behave strangely but it is impossible to leave this series in between. I would definitely recommend this to people looking for romantic anime with overly attached girlfriend, same way I would recommend Higurashi to people looking for a cute kids show.\n\n\u001b[1mプロットの穴や文字が奇妙に振る舞いますが、このシリーズを間に置くことは不可能です。 私は間違いなく愛情のあるガールフレンドとロマンチックなアニメを探している人にこれをお勧めします。同じように、ひぐらしをかわいい子供のショーを探している人にお勧めします。\u001b[22m\n\u001b[1m(Purotto no ana ya moji ga kimyō ni furumaimasuga, kono shirīzu o ma ni oku koto wa fukanōdesu. Watashi wa machigainaku aijō no aru gārufurendo to romanchikkuna anime o sagashite iru hito ni kore o o susume shimasu. Onajiyōni, higurashi o kawaī kodomo no shō o sagashite iru hito ni o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere are plot holes and characters do behave strangely but it is impossible to leave this series in between. I would definitely recommend this to people looking for romantic anime with overly attached girlfriend, same way I would recommend Higurashi to people looking for a cute kids show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are plot holes and characters do behave strangely but it is impossible to leave this series in between.\u001b[24m\n    \u001b[1mプロットの穴や文字が奇妙に振る舞いますが、このシリーズを間に置くことは不可能です。\u001b[22m, \u001b[1mそこプロットの穴と文字が奇妙な動作んですが、間にこのシリーズを残すことは不可能です。\u001b[22m\n\u001b[4mI would definitely recommend this to people looking for romantic anime with overly attached girlfriend, same way I would recommend Higurashi to people looking for a cute kids show.\u001b[24m\n    \u001b[1m私は間違いなく愛情のあるガールフレンドとロマンチックなアニメを探している人にこれをお勧めします。同じように、ひぐらしをかわいい子供のショーを探している人にお勧めします。\u001b[22m, \u001b[1m私は間違いなく、過度に添付のガールフレンドとのロマンチックなアニメを探している人にこれをお勧めします、同じように私が示しかわいい子供たちを探している人に日暮をお勧めします。\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "readthemanuel",
    "profile": "/profile/readthemanuel/reviews",
    "pages": "5",
    "number": "18",
    "link": "/reviews.php?id=194061",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\n正直な話です。 もしあなたがこれを10（私のような）のように与えたならば、それはあなたが類似の関係にあったからです。あなたは今、どちらかといえば地獄です。\n\nもし夢野が10であれば、狂った限り、実生活における私の関係は、現実の誰もこのアニメの中で何が起こるかを知ることはできないので、5のようなものでした。 私は単に、ゆの/私の元が持っていた心理的状態を指しています。\n\nクリス・タッカーが「私たちは特別なものを持っていたかもしれませんが、あなたは狂った雌犬です！\n\nすべての正直なところで、私はこれが愛であるか、それがアニメのタイプであるかを憎むことができます。 私の本ではこれは傑作ですが、それはとても親切であったからですが、それはあなたのために違うかもしれません。 このアニメには、あなたの胃が真っ直ぐになる暗い瞬間があることだけを知っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nLets be honest. If you gave this a 10 (like I did), its either because you have been in a similar relationship as Yuki, you're in one right now, or hell, you long for a relationship like that!\n\n\u001b[1m正直な話です。 もしあなたがこれを10（私のような）のように与えたならば、それはあなたが類似の関係にあったからです。あなたは今、どちらかといえば地獄です。\u001b[22m\n\u001b[1m(Shōjikina hanashidesu. Moshi anata ga kore o 10 (watashi no yōna) no yō ni ataetanaraba, sore wa anata ga ruiji no kankei ni attakaradesu. Anata wa ima, dochira ka to ieba jigokudesu.)\u001b[22m\n\nTranslations of \u001b[4mLets be honest. If you gave this a 10 (like I did), its either because you have been in a similar relationship as Yuki, you're in one right now, or hell, you long for a relationship like that!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLets be honest.\u001b[24m\n    \u001b[1m正直な話です。\u001b[22m, \u001b[1m正直に言うことができます。\u001b[22m\n\u001b[4mIf you gave this a 10 (like I did), its either because you have been in a similar relationship as Yuki, you're in one right now, or hell, you long for a relationship like that!\u001b[24m\n    \u001b[1mもしあなたがこれを10（私のような）のように与えたならば、それはあなたが類似の関係にあったからです。あなたは今、どちらかといえば地獄です。\u001b[22m, \u001b[1mあなたはこの与えた場合10（私が行ったように）、そのどちらかあなたは結城と同様の関係になっているので、あなたが今1にいる、または地獄、そのような関係のためにあなたが長いです！\u001b[22m\n\u001b[1m\u001b[22m\nIf Yuno is a 10, as far as crazy goes, my relationship in real life was like a 5 because lets be honest no one in real life could get away with what happens in this anime. I'm simply referring to the psychological state that Yuno/my ex possessed.\n\n\u001b[1mもし夢野が10であれば、狂った限り、実生活における私の関係は、現実の誰もこのアニメの中で何が起こるかを知ることはできないので、5のようなものでした。 私は単に、ゆの/私の元が持っていた心理的状態を指しています。\u001b[22m\n\u001b[1m(Moshi Yumeno ga 10deareba, kurutta kagiri, jisseikatsu ni okeru watashi no kankei wa, genjitsu no dare mo kono anime no naka de nani ga okoru ka o shiru koto wa dekinainode, 5 no yōna monodeshita. Watashi wa tan'ni, yu no/ watashi no gen ga motte ita shinri-teki jōtai o sashite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIf Yuno is a 10, as far as crazy goes, my relationship in real life was like a 5 because lets be honest no one in real life could get away with what happens in this anime. I'm simply referring to the psychological state that Yuno/my ex possessed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf Yuno is a 10, as far as crazy goes, my relationship in real life was like a 5 because lets be honest no one in real life could get away with what happens in this anime.\u001b[24m\n    \u001b[1mもし夢野が10であれば、狂った限り、実生活における私の関係は、現実の誰もこのアニメの中で何が起こるかを知ることはできないので、5のようなものでした。\u001b[22m, \u001b[1mユーノが10の場合、実際の生活の中で誰がこのアニメで何が起こるかと逃げることができなかった正直に言うことができますので、限り狂気が行く、実際の生活の中で、私の関係は、5のようでした。\u001b[22m\n\u001b[4mI'm simply referring to the psychological state that Yuno/my ex possessed.\u001b[24m\n    \u001b[1m私は単に、ゆの/私の元が持っていた心理的状態を指しています。\u001b[22m, \u001b[1m私は単にゆ/私の元が保有する心理状態を参照しています。\u001b[22m\n\u001b[1m\u001b[22m\nAs Chris Tucker would say 'We coulda had something special... but you're one crazy ass bitch!'\n\n\u001b[1mクリス・タッカーが「私たちは特別なものを持っていたかもしれませんが、あなたは狂った雌犬です！\u001b[22m\n\u001b[1m(Kurisu takkā ga `watashitachi wa tokubetsuna mono o motte ita kamo shiremasenga, anata wa kurutta meinudesu!)\u001b[22m\n\nTranslations of \u001b[4mAs Chris Tucker would say 'We coulda had something special... but you're one crazy ass bitch!'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs Chris Tucker would say 'We coulda had something special... but you're one crazy ass bitch!'\u001b[24m\n    \u001b[1mクリス・タッカーが「私たちは特別なものを持っていたかもしれませんが、あなたは狂った雌犬です！\u001b[22m, \u001b[1mクリス・タッカーが言うように「私達はcould haveの縮約形特別な何かを持っていた...しかし、あなたは1狂ったお尻の雌犬です！」\u001b[22m\n\u001b[1m\u001b[22m\nIn all honesty I can see how this is a love it or hate it type of anime. In my book this is a masterpiece because it was so relatable, but it may be different for you. Just know that this anime does have some dark moments that really make your stomach turn.\n\n\u001b[1mすべての正直なところで、私はこれが愛であるか、それがアニメのタイプであるかを憎むことができます。 私の本ではこれは傑作ですが、それはとても親切であったからですが、それはあなたのために違うかもしれません。 このアニメには、あなたの胃が真っ直ぐになる暗い瞬間があることだけを知っています。\u001b[22m\n\u001b[1m(Subete no shōjikina tokoro de, watashi wa kore ga aidearu ka, sore ga anime no taipudearu ka o nikumu koto ga dekimasu. Watashi no honde wa kore wa kessakudesuga, sore wa totemo shinsetsudeattakaradesuga, sore wa anata no tame ni chigau kamo shiremasen. Kono anime ni wa, anata no i ga massugu ni naru kurai shunkan ga aru koto dake o shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIn all honesty I can see how this is a love it or hate it type of anime. In my book this is a masterpiece because it was so relatable, but it may be different for you. Just know that this anime does have some dark moments that really make your stomach turn.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn all honesty I can see how this is a love it or hate it type of anime.\u001b[24m\n    \u001b[1mすべての正直なところで、私はこれが愛であるか、それがアニメのタイプであるかを憎むことができます。\u001b[22m, \u001b[1m正直なところ、私はこれは愛、それがどのように参照するか、それをアニメの種類を憎むことができます。\u001b[22m\n\u001b[4mIn my book this is a masterpiece because it was so relatable, but it may be different for you.\u001b[24m\n    \u001b[1m私の本ではこれは傑作ですが、それはとても親切であったからですが、それはあなたのために違うかもしれません。\u001b[22m, \u001b[1m私の本ではそれはとても関係づけだったので、これは傑作ですが、それはあなたのために異なる場合があります。\u001b[22m\n\u001b[4mJust know that this anime does have some dark moments that really make your stomach turn.\u001b[24m\n    \u001b[1mこのアニメには、あなたの胃が真っ直ぐになる暗い瞬間があることだけを知っています。\u001b[22m, \u001b[1mただ、このアニメは本当にあなたの胃のターンを作るいくつかの暗い瞬間を持っていないことを知っています。\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "Hazza231",
    "profile": "/profile/Hazza231/reviews",
    "pages": "5",
    "number": "19",
    "link": "/reviews.php?id=193690",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\nスポイラーなし\n\nこれは私が見てきた2度目のアニメのテレビシリーズで、私のために何を始めるのか。\n私はこのテレビシリーズのためにちょっと偏っているかもしれませんが、それは素晴らしいものです\nキャラクター開発：それはあなたの座席の端にあなたを保つそれは大丈夫になるだろうと思っていますか？  TVシリーズのキャラクターはまったく悪とは見えず、「サバイバルゲーム」から楽しむことができないので、キャラクターは素晴らしいです。\n他のすべては仕事をして、このショーの基準を維持します\n\nこのショーの唯一の欠点は、ちょっとばかばかしいように見えますが、メインの2人のキャラクターは14歳で、その最高のショーは最高のショーであることを忘れてしまいます。\nあなたがゴア、暴力、ロマンス、スリラー、謎、少し厄介なコメディが好きなら、これは最高のショーです",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nNo spoilers\n\n\u001b[1mスポイラーなし\u001b[22m\n\u001b[1m(Supoirā nashi)\u001b[22m\n\nTranslations of \u001b[4mNo spoilers\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNo spoilers\u001b[24m\n    \u001b[1mスポイラーなし\u001b[22m, \u001b[1mいいえネタバレありません\u001b[22m\n\u001b[1m\u001b[22m\nThis is the 2nd ever anime TV series I have watched, and what a way to start off for me.\n\n\u001b[1mこれは私が見てきた2度目のアニメのテレビシリーズで、私のために何を始めるのか。\u001b[22m\n\u001b[1m(Kore wa watashi ga mitekita 2-dome no anime no terebishirīzu de, watashi no tame ni nani o hajimeru no ka.)\u001b[22m\n\nTranslations of \u001b[4mThis is the 2nd ever anime TV series I have watched, and what a way to start off for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the 2nd ever anime TV series I have watched, and what a way to start off for me.\u001b[24m\n    \u001b[1mこれは私が見てきた2度目のアニメのテレビシリーズで、私のために何を始めるのか。\u001b[22m, \u001b[1mこれは私が見ていると、どのような方法私のためにオフに開始する第二、これまでアニメのテレビシリーズです。\u001b[22m\nI may be a bit biased for this TV series but what goes great for it is\n\n\u001b[1m私はこのテレビシリーズのためにちょっと偏っているかもしれませんが、それは素晴らしいものです\u001b[22m\n\u001b[1m(Watashi wa kono terebishirīzu no tame ni chotto katayotte iru kamo shiremasenga, sore wa subarashī monodesu)\u001b[22m\n\nTranslations of \u001b[4mI may be a bit biased for this TV series but what goes great for it is\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI may be a bit biased for this TV series but what goes great for it is\u001b[24m\n    \u001b[1m私はこのテレビシリーズのためにちょっと偏っているかもしれませんが、それは素晴らしいものです\u001b[22m, \u001b[1m私は、ビットは、このテレビシリーズのためにバイアスすることができ、それがあるために何が素晴らしい行きます\u001b[22m\nCharacter development: it keeps you on the edge of your seat thinking is it going to be okay? the characters are great as no character in the TV series can be seen as plain evil and take enjoyment from the 'survival game'.\n\n\u001b[1mキャラクター開発：それはあなたの座席の端にあなたを保つそれは大丈夫になるだろうと思っていますか？  TVシリーズのキャラクターはまったく悪とは見えず、「サバイバルゲーム」から楽しむことができないので、キャラクターは素晴らしいです。\u001b[22m\n\u001b[1m(Kyarakutā kaihatsu: Sore wa anata no zaseki no hashi ni anata o tamotsu sore wa daijōbu ni narudarou to omotte imasu ka? TV shirīzu no kyarakutā wa mattaku aku to wa miezu,`sabaibarugēmu' kara tanoshimu koto ga dekinainode, kyarakutā wa subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter development: it keeps you on the edge of your seat thinking is it going to be okay? the characters are great as no character in the TV series can be seen as plain evil and take enjoyment from the 'survival game'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter development: it keeps you on the edge of your seat thinking is it going to be okay?\u001b[24m\n    \u001b[1mキャラクター開発：それはあなたの座席の端にあなたを保つそれは大丈夫になるだろうと思っていますか？\u001b[22m, \u001b[1mキャラクター開発：それはあなたの座席の思考の端にあなたを維持し、それは大丈夫になるだろうか？\u001b[22m\n\u001b[4mthe characters are great as no character in the TV series can be seen as plain evil and take enjoyment from the 'survival game'.\u001b[24m\n    \u001b[1mTVシリーズのキャラクターはまったく悪とは見えず、「サバイバルゲーム」から楽しむことができないので、キャラクターは素晴らしいです。\u001b[22m, \u001b[1mテレビシリーズには文字がプレーンな悪として見ていないと「サバイバルゲーム」から楽しみを取ることができるような文字は素晴らしいです。\u001b[22m\neverything else does its job and keeps the standards of this show up\n\n\u001b[1m他のすべては仕事をして、このショーの基準を維持します\u001b[22m\n\u001b[1m(Hoka no subete wa shigoto o shite, kono shō no kijun o iji shimasu)\u001b[22m\n\nTranslations of \u001b[4meverything else does its job and keeps the standards of this show up\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4meverything else does its job and keeps the standards of this show up\u001b[24m\n    \u001b[1m他のすべては仕事をして、このショーの基準を維持します\u001b[22m, \u001b[1m他のすべては、その仕事をしていませんし、このショーの最大の水準を維持します\u001b[22m\n\u001b[1m\u001b[22m\nthe only down side of this show is that it can seem just plain ridiculous but just forget that the main two characters are 14 years old and its one the best shows around.\n\n\u001b[1mこのショーの唯一の欠点は、ちょっとばかばかしいように見えますが、メインの2人のキャラクターは14歳で、その最高のショーは最高のショーであることを忘れてしまいます。\u001b[22m\n\u001b[1m(Kono shō no yuiitsu no ketten wa, chotto bakabakashī yō ni miemasuga, mein no 2-ri no kyarakutā wa 14-sai de, sono saikō no shō wa saikō no shōdearu koto o wasurete shimaimasu.)\u001b[22m\n\nTranslations of \u001b[4mthe only down side of this show is that it can seem just plain ridiculous but just forget that the main two characters are 14 years old and its one the best shows around.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe only down side of this show is that it can seem just plain ridiculous but just forget that the main two characters are 14 years old and its one the best shows around.\u001b[24m\n    \u001b[1mこのショーの唯一の欠点は、ちょっとばかばかしいように見えますが、メインの2人のキャラクターは14歳で、その最高のショーは最高のショーであることを忘れてしまいます。\u001b[22m, \u001b[1mこのショーの唯一のマイナス面は、それが単なるばかげているようですが、ちょうどメインの2文字は14歳、最高のショーの周りのその1であることを忘れることができるということです。\u001b[22m\nif you like gore, violence, romance, thrillers, mysteries and a little bit of awkward comedy, this is the best show around\n\n\u001b[1mあなたがゴア、暴力、ロマンス、スリラー、謎、少し厄介なコメディが好きなら、これは最高のショーです\u001b[22m\n\u001b[1m(Anata ga Goa, bōryoku, romansu, surirā, nazo, sukoshi yakkaina komedi ga sukinara, koreha saikō no shōdesu)\u001b[22m\n\nTranslations of \u001b[4mif you like gore, violence, romance, thrillers, mysteries and a little bit of awkward comedy, this is the best show around\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mif you like gore, violence, romance, thrillers, mysteries and a little bit of awkward comedy, this is the best show around\u001b[24m\n    \u001b[1mあなたがゴア、暴力、ロマンス、スリラー、謎、少し厄介なコメディが好きなら、これは最高のショーです\u001b[22m, \u001b[1mあなたはゴア、暴力、ロマンス、スリラー、謎と厄介な喜劇を少し好きなら、これは、周りの最高のショーです\u001b[22m"
  },
  {
    "title": "Mirai_Nikki_TV",
    "id": "10620",
    "url": "https://myanimelist.net/anime/10620/Mirai_Nikki_TV",
    "user": "SpookyScry_Anime",
    "profile": "/profile/SpookyScry_Anime/reviews",
    "pages": "5",
    "number": "20",
    "link": "/reviews.php?id=193654",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  1\n\n私が始める前に、これは皆私の意見であり、あなたが同意するかもしれないし、同意しないかもしれないと言いたい。 私は誰もが私のように思っておらず、論争があることを知っていますが、公正であるために私は私のように思うように強制するわけではないので、私の意見を尊重すべきです。 ありがとう:)\n\nMirai Nikki...私はこれを言うことから始めます：驚くべきキャラクターデザイン、十分なビジュアル、良いストーリー、良いサウンドとの組み合わせ。 あなたは私がこのアニメをとても楽しんだと思うかもしれません....もしそうなら、あなたが間違っていると言うのは残念です。 あなたは理由を尋ねるかもしれません、そして、私は心からあなたに伝えます：私は非常にゆうーが嫌いです！ どうして？ まあ、ゆののために、彼女は陰謀、キャラクターデザイン、そして私の全体的な楽しみを台無しにしました。 私はアニメの残りの部分を見直しながら、もっと説明します。\n\nストーリー＆amp; プロット：\nポジティブ：ストーリーは全体的にオリジナルではないが、デッドマンワンダーランドと非常によく似ているので...私が言うかもしれないプロットは、非常にオリジナルで非常に興味深いものだった。 すべてのエピソードでは、各エピソードが「ジューシーなもの」とプロットの紆余曲折で盛り上がるので、次に何が起こるかを見たいと思っていました。 したがって、状況が高まるにつれて、多くのことが予期せぬものとなり、それがアニメを楽しくするものです。\nネガティブ：ネガは実際にポジティブを覆い隠しています。それは私が得る1つの理由のためです。 しかし、私はシリーズの終わり近くにエピソードを開始します。 アニメは各エピソードでドラマを構築するのが非常に難しく、もっと複雑にしようとしました。 彼らは多少なりともこれを達成しましたが、アニメーションの制作者が達成しようとしている複雑さを単に隠す多くのプロットホールを残しました。 また、最後の近くには、プロットホールのために、プロットはデスマッチサバイバルゲームとYandere bullcrapの2つのプロットに単純に分岐しました。  Yandere bullcrapのもののために、アニメは私をbarfにした 'love'の不要なシーンで台無しになる。  Yandere bullcrapのことがなければ、アニメーションは不必要なシーンを含まなくてもポールホールが少なく、複雑さが増してストーリーを進化させることができました。 ああ、私はエンディングがごみだと言いましたか？  Yandereのやっかいもキャラクターデザインの失敗を助けました。\n\nキャラクターデザイン：\nポジティブ：ミライ・ニッキーは、いつも最高のキャラクターデザインを持っていましたが、最終的にはシリーズの終わり近くに崩壊します。 キャラクターはすべて、自分の背景、道徳、目標とともに非常に興味をそそられています。 それぞれのキャラクターには独自の「声」があり、興味深い人物とともに非常に多様です。 ショーを通して、キャラクターもまた発展し、時には彼らの意見を変えます。 だから、ほとんどのアニメと違って、キャラクターはあなたがそれらについてより多くを学ぶにつれて、より良くなり、より良くなります。 アニメは、さまざまなキャラクターを持つように、視聴者に特定のキャラクターと「結合」する機会を与えます。\nネガティブ：ショー全体を通して、すべてのキャラクターがとても違っていて、シーンタイムが足りないキャラクターもいれば、あなたの好きなキャラクターは長く続くかもしれません...あなたの好きなキャラクターが死んだときはとても残念です。 他の誰もそれらを置き換えることはできません....次に、プロットは2つの別々のプロットに分岐するので、多くの場合、重要な文字は重要ではなくなりました。\n現在存在する唯一の2つの「重要なキャラクター」は、YunoとYukiです。 そのため、他のキャラクターが持っていた感情やその他のものは、今は何もないとみなされます。 主人公が現在持っている唯一の関係は、ゆのです。 他のキャラクターはどこに行ったの？ 主人公も遅れてしまった！\n\nそれ以外のものは十分に細かいものであり、悪くも良いものでもないので、非常に興味深いものではありませんでした。 それゆえ、これが私の行動を呼び起こしてくれます...ゆのとゆきの愛の関係を破壊して、それを友好的なものに変えてください。 多くの人々がそれがプロットを推進すると考えていますが、それ以外のものはすべて同じであることができるわずかなフィクスチャでなければなりません。 ユノとユキだけが友好的な関係を持っていれば、プロットはかなり変わらず、あまり嫌なほど誇張されている。 これは、文字のデザインを変更することもできます。  YukiとYunoの関係はもはやそれほど重要ではないので、他のキャラクターはもっと重要になり、主人公は鼻にする必要はありません。 私はまた、「愛のシーン」（彼らはかなりきれいではありません）とうんざりしません。 ああ、私が以前言った恐ろしい結末を覚えていますか？ ええ、「愛」が友情に取って代わられると、エンディングははるかに良いでしょう。\n\n最終的な評決：通常、私はおそらくアニメ全体に嫌気と怒ったアニメを1/10にするでしょう。 しかし、もしも「愛」がただの友情であれば、私はアニメを与えます：7.12 / 10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nOk, before I start, I want to say that this is all my opinion, which you may or may not agree with. I am aware that everyone does not think like I do and there will be controversy, but to be fair you should respect my opinion as I am not forcing you to think like I am and this is just a review. Thanks :)\n\n\u001b[1m私が始める前に、これは皆私の意見であり、あなたが同意するかもしれないし、同意しないかもしれないと言いたい。 私は誰もが私のように思っておらず、論争があることを知っていますが、公正であるために私は私のように思うように強制するわけではないので、私の意見を尊重すべきです。 ありがとう:)\u001b[22m\n\u001b[1m(Watashi ga hajimeru mae ni, kore wa mina watashi no ikendeari, anata ga dōi suru kamo shirenaishi, dōi shinai kamo shirenai to iitai. Watashi wa daremoga watashi no yō ni omotte orazu, ronsō ga aru koto o shitte imasuga, kōseidearu tame ni watashi wa watashi no yō ni omou yō ni kyōsei suru wakede wanainode, watashi no iken o sonchō subekidesu. Arigatō: ))\u001b[22m\n\nTranslations of \u001b[4mOk, before I start, I want to say that this is all my opinion, which you may or may not agree with. I am aware that everyone does not think like I do and there will be controversy, but to be fair you should respect my opinion as I am not forcing you to think like I am and this is just a review. Thanks :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk, before I start, I want to say that this is all my opinion, which you may or may not agree with.\u001b[24m\n    \u001b[1m私が始める前に、これは皆私の意見であり、あなたが同意するかもしれないし、同意しないかもしれないと言いたい。\u001b[22m, \u001b[1m私が開始する前に、[OK]を、私はこれがあなたがまたはに同意しない場合があり、すべての私の意見であることを言いたいです。\u001b[22m\n\u001b[4mI am aware that everyone does not think like I do and there will be controversy, but to be fair you should respect my opinion as I am not forcing you to think like I am and this is just a review.\u001b[24m\n    \u001b[1m私は誰もが私のように思っておらず、論争があることを知っていますが、公正であるために私は私のように思うように強制するわけではないので、私の意見を尊重すべきです。\u001b[22m, \u001b[1m私は誰もが私が行うように考えていないと論争があるでしょうが、私は私がのように考えるためにあなたを強制するわけではないとして、あなたが私の意見を尊重すべきである公正であることが、これは単にレビューであることを承知しています。\u001b[22m\n\u001b[4mThanks :)\u001b[24m\n    \u001b[1mありがとう:)\u001b[22m, \u001b[1mおかげで:)\u001b[22m\n\u001b[1m\u001b[22m\nMirai Nikki... I will start of by saying this: amazing character design, fair enough visuals, and a good story, combined with good sounds. You may think that I very well enjoyed this anime.... Well if you did, I am sad to say that you are wrong. You may ask why, and I shall tell you with my heart: I extremely dislike Yuno! Why? Well, because of Yuno, she managed to ruin the plot, character design and my overall enjoyment. I will explain more as I review the rest of the aspects of the anime.\n\n\u001b[1mMirai Nikki...私はこれを言うことから始めます：驚くべきキャラクターデザイン、十分なビジュアル、良いストーリー、良いサウンドとの組み合わせ。 あなたは私がこのアニメをとても楽しんだと思うかもしれません....もしそうなら、あなたが間違っていると言って悲しいです。 あなたは理由を尋ねるかもしれません、そして、私は心からあなたに伝えます：私は非常にゆうーが嫌いです！ どうして？ まあ、ゆののために、彼女は陰謀、キャラクターデザイン、そして私の全体的な楽しさを台無しにしました。 私はアニメの残りの部分を見直しながら、もっと説明します。\u001b[22m\n\u001b[1m(Mirai Nikki... Watashi wa kore o iu koto kara hajimemasu: Odorokubeki kyarakutādezain, jūbun'na bijuaru, yoi sutōrī, yoi saundo to no kumiawase. Anata wa watashi ga kono anime o totemo tanoshinda to omou kamo shiremasen. ... Moshi sōnara, anata ga machigatte iru to itte kanashīdesu. Anata wa riyū o tazuneru kamo shiremasen, soshite, watashi wa kokorokara anata ni tsutaemasu: Watashi wa hijō ni yū ̄ ga kiraidesu! Dōshite? Mā, yu no no tame ni, kanojo wa inbō, kyarakutādezain, soshite watashi no zentai-tekina tanoshisa o dainashi ni shimashita. Watashi wa anime no nokori no bubun o minaoshinagara, motto setsumei shimasu.)\u001b[22m\n\nTranslations of \u001b[4mMirai Nikki... I will start of by saying this: amazing character design, fair enough visuals, and a good story, combined with good sounds. You may think that I very well enjoyed this anime.... Well if you did, I am sad to say that you are wrong. You may ask why, and I shall tell you with my heart: I extremely dislike Yuno! Why? Well, because of Yuno, she managed to ruin the plot, character design and my overall enjoyment. I will explain more as I review the rest of the aspects of the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMirai Nikki... I will start of by saying this: amazing character design, fair enough visuals, and a good story, combined with good sounds.\u001b[24m\n    \u001b[1mMirai Nikki...私はこれを言うことから始めます：驚くべきキャラクターデザイン、十分なビジュアル、良いストーリー、良いサウンドとの組み合わせ。\u001b[22m, \u001b[1m良い音と組み合わせた素晴らしいキャラクターデザイン、公正十分なビジュアル、そして良い話を、：未来日記...私はこれを言って開始します。\u001b[22m\n\u001b[4mYou may think that I very well enjoyed this anime.... Well if you did, I am sad to say that you are wrong.\u001b[24m\n    \u001b[1mあなたは私がこのアニメをとても楽しんだと思うかもしれません....もしそうなら、あなたが間違っていると言って悲しいです。\u001b[22m, \u001b[1mあなたがした場合は、私は非常によく、このアニメを楽しんだと思うかもしれ....まあ、私はあなたが間違っていると言って悲しいです。\u001b[22m\n\u001b[4mYou may ask why, and I shall tell you with my heart: I extremely dislike Yuno!\u001b[24m\n    \u001b[1mあなたは理由を尋ねるかもしれません、そして、私は心からあなたに伝えます：私は非常にゆうーが嫌いです！\u001b[22m, \u001b[1mあなたはなぜ求めることができる、と私は私の心をあなたに教えなければならない。私は非常にゆが嫌い！\u001b[22m\n\u001b[4mWhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜでしょうか？\u001b[22m\n\u001b[4mWell, because of Yuno, she managed to ruin the plot, character design and my overall enjoyment.\u001b[24m\n    \u001b[1mまあ、ゆののために、彼女は陰謀、キャラクターデザイン、そして私の全体的な楽しさを台無しにしました。\u001b[22m, \u001b[1mまあ、ゆのため、彼女は、プロット、キャラクターデザインと私の全体的な楽しみを台無しにすることができました。\u001b[22m\n\u001b[4mI will explain more as I review the rest of the aspects of the anime.\u001b[24m\n    \u001b[1m私はアニメの残りの部分を見直しながら、もっと説明します。\u001b[22m, \u001b[1m私はアニメの側面の残りの部分を見直すように私はより多くを説明します。\u001b[22m\n\u001b[1m\u001b[22m\nStory &amp; plot:\n\n\u001b[1mストーリー＆amp; プロット：\u001b[22m\n\u001b[1m(Sutōrī& amp; purotto:)\u001b[22m\n\nTranslations of \u001b[4mStory &amp; plot:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory &amp;\u001b[24m\n    \u001b[1mストーリー＆amp;\u001b[22m, \u001b[1mストーリー＆＃038;\u001b[22m\n\u001b[4mplot:\u001b[24m\n    \u001b[1mプロット：\u001b[22m\nPositives: Although the story is not overall original, as it was very much similar to Deadman Wonderland... The plot I may say, was very original and very intriguing as well. Every episode I was very interested to see what would happen next as each episode builds up with the 'juicy stuff' and the twists and turns in the plot. Therefore, many things were unexpected , as the situation increases, and that is what makes the anime so enjoyable.\n\n\u001b[1mポジティブ：ストーリーは全体的にオリジナルではないが、デッドマンワンダーランドと非常によく似ているので...私が言うかもしれないプロットは、非常にオリジナルで非常に興味深いものだった。 すべてのエピソードでは、各エピソードが「ジューシーなもの」とプロットの紆余曲折で盛り上がるので、次に何が起こるかを見たいと思っていました。 したがって、状況が高まるにつれて、多くのことが予期せぬものとなり、それがアニメを楽しくするものです。\u001b[22m\n\u001b[1m(Pojitibu: Sutōrī wa zentai-teki ni orijinarude wa naiga, deddomanwandārando to hijō ni yoku nite irunode... Watashi ga iu kamo shirenai purotto wa, hijō ni orijinaru de hijō ni kyōmibukai monodatta. Subete no episōdode wa, kaku episōdo ga `jūshīna mono' to purotto no uyokyokusetsu de moriagarunode, tsugini nani ga okoru ka o mitai to omotte imashita. Shitagatte, jōkyō ga takamaru ni tsurete, ōku no koto ga yoki senu mono to nari, sore ga anime o tanoshiku suru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mPositives: Although the story is not overall original, as it was very much similar to Deadman Wonderland... The plot I may say, was very original and very intriguing as well. Every episode I was very interested to see what would happen next as each episode builds up with the 'juicy stuff' and the twists and turns in the plot. Therefore, many things were unexpected , as the situation increases, and that is what makes the anime so enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPositives: Although the story is not overall original, as it was very much similar to Deadman Wonderland... The plot I may say, was very original and very intriguing as well.\u001b[24m\n    \u001b[1mポジティブ：ストーリーは全体的にオリジナルではないが、デッドマンワンダーランドと非常によく似ているので...私が言うかもしれないプロットは、非常にオリジナルで非常に興味深いものだった。\u001b[22m, \u001b[1m陽性：物語は全体的にオリジナルではないですが、それは非常に多くのデッドマン・ワンダーランド...私が言うかもしれないプロットに類似していたとして、同様に非常に独創的で非常に興味をそそらでした。\u001b[22m\n\u001b[4mEvery episode I was very interested to see what would happen next as each episode builds up with the 'juicy stuff' and the twists and turns in the plot.\u001b[24m\n    \u001b[1mすべてのエピソードでは、各エピソードが「ジューシーなもの」とプロットの紆余曲折で盛り上がるので、次に何が起こるかを見たいと思っていました。\u001b[22m, \u001b[1mすべてのエピソードは、私は、各エピソードは「ジューシーもの 'とねじれで構築し、プロットになりますように、次の何が起こるか見ることは非常に興味がありました。\u001b[22m\n\u001b[4mTherefore, many things were unexpected , as the situation increases, and that is what makes the anime so enjoyable.\u001b[24m\n    \u001b[1mしたがって、状況が高まるにつれて、多くのことが予期せぬものとなり、それがアニメを楽しくするものです。\u001b[22m, \u001b[1mしたがって、状況が増加するにつれて、多くのものは、予想外であった、それはアニメがとても楽しく作るものです。\u001b[22m\nNegatives: The negatives actually overshadow the positives and that is because of one reason, for which I will get to. But, I would start of with the episodes near the end of the series; the anime tried very hard to build up the drama in each episode and tried to make it more complex. Although they somewhat achieved this, it also left with many plot holes which simply overshadow the complexity that the makers of the anime where trying to achieve. Also, including near the end, because of the plot holes, the plot simply diverged into two plots being a deathmatch survival game and a Yandere bullcrap thing. Because of the Yandere bullcrap thing, the anime gets ruined with the unnecessary scenes of 'love' which made me barf. Without the Yandere bullcrap thing, the anime could've advanced in the story with less polt holes and more complexity without having to include unnecessary scenes. Oh yeah did I mention the ending is rubbish? The Yandere crap also helped made the character design fail as well.\n\n\u001b[1mネガティブ：ネガは実際にポジティブを覆い隠しています。それは私が得る1つの理由のためです。 しかし、私はシリーズの終わり近くにエピソードを開始します。 アニメは各エピソードでドラマを構築するのが非常に難しく、もっと複雑にしようとしました。 彼らは多少なりともこれを達成しましたが、アニメーションの制作者が達成しようとしている複雑さを単に隠す多くのプロットホールを残しました。 また、最後の近くには、プロットホールのために、プロットはデスマッチサバイバルゲームとYandere bullcrapの2つのプロットに単純に分岐しました。  Yandere bullcrapのもののために、アニメは私をbarfにした 'love'の不要なシーンで台無しになる。  Yandere bullcrapのことがなければ、アニメーションは不必要なシーンを含まなくてもポールホールが少なく、複雑さが増してストーリーを進化させることができました。 ああ、私はエンディングがごみだと言いましたか？  Yandereのやっかいもキャラクターデザインの失敗を助けました。\u001b[22m\n\u001b[1m(Negatibu: Nega wa jissai ni pojitibu o ōi kakushite imasu. Sore wa watashi ga eru 1tsu no riyū no tamedesu. Shikashi, watashi wa shirīzu no owari chikaku ni episōdo o kaishi shimasu. Anime wa kaku episōdo de dorama o kōchiku suru no ga hijō ni muzukashiku, motto fukuzatsu ni shiyou to shimashita. Karera wa tashōnaritomo kore o tassei shimashitaga, animēshon no seisaku-sha ga tassei shiyou to shite iru fukuzatsu-sa o tan'ni kakusu ōku no purottohōru o nokoshimashita. Mata, saigo no chikaku ni wa, purottohōru no tame ni, purotto wa desumatchisabaibarugēmu to Yandere bullcrap no 2tsu no purotto ni tanjun ni bunki shimashita. Yandere bullcrap no mono no tame ni, anime wa watashi o barf ni shita' love' no fuyōna shīn de dainashi ni naru. Yandere bullcrap no koto ga nakereba, animēshon wa fuhitsuyōna shīn o fukumanakute mo pōruhōru ga sukunaku, fukuzatsu-sa ga mashite sutōrī o shinka sa seru koto ga dekimashita. Ā, watashi wa endingu ga gomida to iimashita ka? Yandere no yakkai mo kyarakutādezain no shippai o tasukemashita.)\u001b[22m\n\u001b[1m\u001b[22m\nCharacter design:\n\n\u001b[1mキャラクターデザイン：\u001b[22m\n\u001b[1m(Kyarakutādezain:)\u001b[22m\n\nTranslations of \u001b[4mCharacter design:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter design:\u001b[24m\n    \u001b[1mキャラクターデザイン：\u001b[22m\nPositives: Mirai Nikki had one of the best character designs of all time, which eventually breaks down during near the end of the series. Characters are all very intriguing with their own backgrounds, morals, and goals. Each character also has their very own 'voice' and are all very diverse with interesting personalities. Throughout the show, characters also develop more, and change sometimes their views. So, unlike most anime, the characters only become better and better as you learn more about them. The anime, being so that it has a diverse range of characters, it gives the viewer a chance to 'bond' with a certain character.\n\n\u001b[1mポジティブ：ミライ・ニッキーはいつも最高のキャラクターデザインを持っていましたが、最終的にはシリーズの終わり近くに崩壊します。 キャラクターはすべて、自分の背景、道徳、目標とともに非常に興味をそそられています。 それぞれのキャラクターには独自の「声」があり、興味深い人物とともに非常に多様です。 ショーを通して、キャラクターもまた発展し、時には彼らの意見を変えます。 だから、ほとんどのアニメと違って、キャラクターはあなたがそれらについてより多くを学ぶにつれて、より良くなり、より良くなります。 アニメは、さまざまなキャラクターを持つように、視聴者に特定のキャラクターと「結合」する機会を与えます。\u001b[22m\n\u001b[1m(Pojitibu: Mirai nikkī wa itsumo saikō no kyarakutādezain o motte imashitaga, saishūtekini wa shirīzu no owari chikaku ni hōkai shimasu. Kyarakutā wa subete, jibun no haikei, dōtoku, mokuhyō to tomoni hijō ni kyōmi o sosora rete imasu. Sorezore no kyarakutā ni wa dokuji no `koe' ga ari, kyōmibukai jinbutsu to tomoni hijō ni tayōdesu. Shō o tōshite, kyarakutā mo mata hatten shi, tokiniha karera no iken o kaemasu. Dakara, hotondo no anime to chigatte, kyarakutā wa anata ga sorera ni tsuite yori ōku o manabu ni tsurete, yori yoku nari, yori yoku narimasu. Anime wa, samazamana kyarakutā o motsu yō ni, shichō-sha ni tokutei no kyarakutā to `ketsugō' suru kikai o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mPositives: Mirai Nikki had one of the best character designs of all time, which eventually breaks down during near the end of the series. Characters are all very intriguing with their own backgrounds, morals, and goals. Each character also has their very own 'voice' and are all very diverse with interesting personalities. Throughout the show, characters also develop more, and change sometimes their views. So, unlike most anime, the characters only become better and better as you learn more about them. The anime, being so that it has a diverse range of characters, it gives the viewer a chance to 'bond' with a certain character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPositives: Mirai Nikki had one of the best character designs of all time, which eventually breaks down during near the end of the series.\u001b[24m\n    \u001b[1mポジティブ：ミライ・ニッキーはいつも最高のキャラクターデザインを持っていましたが、最終的にはシリーズの終わり近くに崩壊します。\u001b[22m, \u001b[1m陽性：未来日記は、最終的にシリーズの終わり近くの間にブレークダウンしている、すべての時間の中で最高のキャラクターデザインのいずれかを持っていました。\u001b[22m\n\u001b[4mCharacters are all very intriguing with their own backgrounds, morals, and goals.\u001b[24m\n    \u001b[1mキャラクターはすべて、自分の背景、道徳、目標とともに非常に興味をそそられています。\u001b[22m, \u001b[1m文字はすべて自分自身の背景、道徳、そして目標と非常に興味深いです。\u001b[22m\n\u001b[4mEach character also has their very own 'voice' and are all very diverse with interesting personalities.\u001b[24m\n    \u001b[1mそれぞれのキャラクターには独自の「声」があり、興味深い人物とともに非常に多様です。\u001b[22m, \u001b[1m各文字はまた、非常に独自の「声」を持っており、すべての興味深い個性を持つ非常に多様です。\u001b[22m\n\u001b[4mThroughout the show, characters also develop more, and change sometimes their views.\u001b[24m\n    \u001b[1mショーを通して、キャラクターもまた発展し、時には彼らの意見を変えます。\u001b[22m, \u001b[1mショーを通して、文字もより多くの開発、そして時には自分の意見を変えます。\u001b[22m\n\u001b[4mSo, unlike most anime, the characters only become better and better as you learn more about them.\u001b[24m\n    \u001b[1mだから、ほとんどのアニメと違って、キャラクターはあなたがそれらについてより多くを学ぶにつれて、より良くなり、より良くなります。\u001b[22m, \u001b[1mだから、ほとんどのアニメとは異なり、文字だけであなたがそれらについての詳細を学ぶように良くなります。\u001b[22m\n\u001b[4mThe anime, being so that it has a diverse range of characters, it gives the viewer a chance to 'bond' with a certain character.\u001b[24m\n    \u001b[1mアニメは、さまざまなキャラクターを持つように、視聴者に特定のキャラクターと「結合」する機会を与えます。\u001b[22m, \u001b[1mアニメでは、それは文字の多様な範囲を持つようにされて、それが視聴者に、特定の文字と「結合」に機会を与えてくれます。\u001b[22m\nnegatives: Throughout the show, being so that all the characters are so different, and some don't get enough scene time, and your favorite character may only last for so long... it is very unfortunate when your favorite character dies, since no one else can replace them.... Next, because the plot diverges into two separate plots, many once was important characters become no longer important as they seem to be discarded without a good end to any of them\n\n\u001b[1mネガティブ：ショー全体を通して、すべてのキャラクターがとても違っていて、シーンタイムが足りないキャラクターもいれば、あなたの好きなキャラクターは長く続くかもしれません...あなたの好きなキャラクターが死んだときはとても残念です。 他の誰もそれらを置き換えることはできません....次に、プロットは2つの別々のプロットに分岐するので、多くの場合、重要な文字は重要ではなくなりました。\u001b[22m\n\u001b[1m(Negatibu: Shō zentai o tōshite, subete no kyarakutā ga totemo chigatte ite, shīntaimu ga tarinai kyarakutā mo ireba, anata no sukina kyarakutā wa nagaku tsudzuku kamo shiremasen... Anata no sukina kyarakutā ga shinda toki wa totemo zan'nendesu. Hoka no dare mo sorera o okikaeru koto wa dekimasen. ... Tsugini, purotto wa 2tsu no betsubetsu no purotto ni bunki surunode, ōku no baai, jūyōna moji wa jūyōde wanaku narimashita.)\u001b[22m\n\nTranslations of \u001b[4mnegatives: Throughout the show, being so that all the characters are so different, and some don't get enough scene time, and your favorite character may only last for so long... it is very unfortunate when your favorite character dies, since no one else can replace them.... Next, because the plot diverges into two separate plots, many once was important characters become no longer important as they seem to be discarded without a good end to any of them\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mnegatives: Throughout the show, being so that all the characters are so different, and some don't get enough scene time, and your favorite character may only last for so long... it is very unfortunate when your favorite character dies, since\u001b[24m\n    \u001b[1mネガティブ：ショー全体を通して、すべてのキャラクターがとても違っていて、シーンタイムが足りないキャラクターもいれば、あなたの好きなキャラクターは長く続くかもしれません...あなたの好きなキャラクターが死んだときはとても残念です。\u001b[22m, \u001b[1mすべての文字がとても異なっている、といくつかの十分なシーン時間を得ることはありませんし、あなたの好きなキャラクターはそんなに長い間持続することができるようにされてショーを通して、...あなたの好きなキャラクターが死んだとき、それは非常に残念です、以来：ネガ\u001b[22m\n\u001b[4mno one else can replace them.... Next, because the plot diverges into two separate plots, many once was important characters become no longer important as they seem to be discarded without a good end to any of them\u001b[24m\n    \u001b[1m他の誰もそれらを置き換えることはできません....次に、プロットは2つの別々のプロットに分岐するので、多くの場合、重要な文字は重要ではなくなりました。\u001b[22m, \u001b[1mプロットは、彼らがそれらのいずれかに優れたエンドずに廃棄しているように見えるように多くの人が一度の重要な文字は、もはや重要になった二つの別々のプロット、に分岐するので誰もが、次の....それらを交換することはできません\u001b[22m\nwhich makes the only two 'important characters' currently existing are: Yuno and Yuki. Because of that, all of the feeling and whatnot the other characters had, are now deemed to be nothing. The only relationships that the main character has now, is with Yuno. Where did all the other characters go?! The main character also changes into being a retarded f***!\n\n\u001b[1m現在存在する唯一の2つの「重要なキャラクター」は、YunoとYukiです。 そのため、他のキャラクターが持っていた感情やその他のものは、今は何もないとみなされます。 主人公が現在持っている唯一の関係は、ゆのです。 他のキャラクターはどこに行ったの？ 主人公も遅れてしまった！\u001b[22m\n\u001b[1m(Genzai sonzai suru yuiitsu no 2tsu no `jūyōna kyarakutā' wa, Yuno to Yukidesu. Sonotame, hoka no kyarakutā ga motte ita kanjō ya sonohoka no mono wa, ima wa nani mo nai to minasa remasu. Shujinkō ga genzai motte iru yuiitsu no kankei wa, yu nodesu. Hoka no kyarakutā wa doko ni itta no? Shujinkō mo okurete shimatta!)\u001b[22m\n\nTranslations of \u001b[4mwhich makes the only two 'important characters' currently existing are: Yuno and Yuki. Because of that, all of the feeling and whatnot the other characters had, are now deemed to be nothing. The only relationships that the main character has now, is with Yuno. Where did all the other characters go?! The main character also changes into being a retarded f***!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwhich makes the only two 'important characters' currently existing are: Yuno and Yuki.\u001b[24m\n    \u001b[1m現在存在する唯一の2つの「重要なキャラクター」は、YunoとYukiです。\u001b[22m, \u001b[1mこれになり、現在、既存の2つだけ」の重要な文字は 'は：ゆとユキ。\u001b[22m\n\u001b[4mBecause of that, all of the feeling and whatnot the other characters had, are now deemed to be nothing.\u001b[24m\n    \u001b[1mそのため、他のキャラクターが持っていた感情やその他のものは、今は何もないとみなされます。\u001b[22m, \u001b[1mそのため、感情やその他もろもろ他のすべての文字は、今何もないとみなされるていました。\u001b[22m\n\u001b[4mThe only relationships that the main character has now, is with Yuno.\u001b[24m\n    \u001b[1m主人公が現在持っている唯一の関係は、ゆのです。\u001b[22m, \u001b[1m主人公が今持っている唯一の関係は、ゆです。\u001b[22m\n\u001b[4mWhere did all the other characters go?!\u001b[24m\n    \u001b[1m他のキャラクターはどこに行ったの？\u001b[22m, \u001b[1m他のすべての文字はどこに行きました！\u001b[22m\n\u001b[4mThe main character also changes into being a retarded f***!\u001b[24m\n    \u001b[1m主人公も遅れてしまった！\u001b[22m, \u001b[1m主人公はまた、***遅Fであることに変わり！\u001b[22m\n\u001b[1m\u001b[22m\nEverything else was fine enough, and wasn't very interesting to review on, as they are not bad nor too good. Therefore, this brings my call to action... Please, destroy the love relationship between Yuno and Yuki and change it to a friendly one. Although many people think that it drives the plot, there only has to be a slight fixture which everything else can still be the same. If Yuno and Yuki only had a friendly relationship, then the plot can remain fairly the same, only less disgustingly exaggerated, and with way less plot holes which makes the ending better. This can also change the character design; since Yuki and Yuno's relationship isn't that significant anymore, other characters can now be more important and the main character doesn't have to be a snot. I also won't be disgusted with the 'love scenes' (they are definitely not pretty). Oh yeah, remember that horrible ending I said earlier? Yeah, with the 'love' being replaced with friendship, the ending would be much better.\n\n\u001b[1mそれ以外のものは十分に細かいものであり、悪くも良いものでもないので、非常に興味深いものではありませんでした。 それゆえ、これが私の行動を呼び起こしてくれます...ゆのとゆきの愛の関係を破壊して、それを友好的なものに変えてください。 多くの人々がそれがプロットを推進すると考えていますが、それ以外のものはすべて同じであることができるわずかなフィクスチャでなければなりません。 ユノとユキだけが友好的な関係を持っていれば、プロットはかなり変わらず、あまり嫌なほど誇張されている。 これは、文字のデザインを変更することもできます。  YukiとYunoの関係はもはやそれほど重要ではないので、他のキャラクターはもっと重要になり、主人公は鼻にする必要はありません。 私はまた、「愛のシーン」（彼らはかなりきれいではありません）とうんざりしません。 ああ、私が以前言った恐ろしい結末を覚えていますか？ ええ、「愛」が友情に取って代わられると、エンディングははるかに良いでしょう。\u001b[22m\n\u001b[1m(Sore igai no mono wa jūbun ni komakai monodeari, waruku mo yoi monode mo nainode, hijō ni kyōmibukai monode wa arimasendeshita. Sore-yue, kore ga watashi no kōdō o yobiokoshite kuremasu... Yu no to yuki no ai no kankei o hakai shite, sore o yūkō-tekina mono ni kaete kudasai. Ōku no hitobito ga sore ga purotto o suishin suru to kangaete imasuga, soreigai no mono wa subete onajidearu koto ga dekiru wazukana fikusuchadenakereba narimasen. Yuno to Yuki dake ga yūkō-tekina kankei o motte ireba, purotto wa kanari kawarazu, amari iyana hodo kochō sa rete iru. Kore wa, moji no dezain o henkō suru koto mo dekimasu. Yuki to Yuno no kankei wa mohaya sorehodo jūyōde wanainode, hoka no kyarakutā wa motto jūyō ni nari, shujinkō wa hana ni suru hitsuyō wa arimasen. Watashi wa mata,`ai no shīn'(karera wa kanari kireide wa arimasen) to unzari shimasen. Ā, watashi ga izen itta osoroshī ketsumatsu o oboete imasu ka? E e,`-ai' ga yūjō ni totte kawara reru to, endingu wa haruka ni yoideshou.)\u001b[22m\n\nTranslations of \u001b[4mEverything else was fine enough, and wasn't very interesting to review on, as they are not bad nor too good. Therefore, this brings my call to action... Please, destroy the love relationship between Yuno and Yuki and change it to a friendly one. Although many people think that it drives the plot, there only has to be a slight fixture which everything else can still be the same. If Yuno and Yuki only had a friendly relationship, then the plot can remain fairly the same, only less disgustingly exaggerated, and with way less plot holes which makes the ending better. This can also change the character design; since Yuki and Yuno's relationship isn't that significant anymore, other characters can now be more important and the main character doesn't have to be a snot. I also won't be disgusted with the 'love scenes' (they are definitely not pretty). Oh yeah, remember that horrible ending I said earlier? Yeah, with the 'love' being replaced with friendship, the ending would be much better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEverything else was fine enough, and wasn't very interesting to review on, as they are not bad nor too good.\u001b[24m\n    \u001b[1mそれ以外のものは十分に細かいものであり、悪くも良いものでもないので、非常に興味深いものではありませんでした。\u001b[22m, \u001b[1m他のすべてが十分に大丈夫だった、と彼らは悪いもあまりにも良いではないとして、上に検討することは非常に興味深いものではありませんでした。\u001b[22m\n\u001b[4mTherefore, this brings my call to action... Please, destroy the love relationship between Yuno and Yuki and change it to a friendly one.\u001b[24m\n    \u001b[1mそれゆえ、これが私の行動を呼び起こしてくれます...ゆのとゆきの愛の関係を破壊して、それを友好的なものに変えてください。\u001b[22m, \u001b[1mしたがって、これは行動に私の呼び出しをもたらす...、ゆとユキの間の愛の関係を破壊し、優しい1に変更してください。\u001b[22m\n\u001b[4mAlthough many people think that it drives the plot, there only has to be a slight fixture which everything else can still be the same.\u001b[24m\n    \u001b[1m多くの人々がそれがプロットを推進すると考えていますが、それ以外のものはすべて同じであることができるわずかなフィクスチャでなければなりません。\u001b[22m, \u001b[1m多くの人々は、それがプロットを駆動すると思いますが、唯一の他のすべてがまだ同じであることができるわずかな固定具が存在しなければなりません。\u001b[22m\n\u001b[4mIf Yuno and Yuki only had a friendly relationship, then the plot can remain fairly the same, only less disgustingly exaggerated, and with way less plot holes which makes the ending better.\u001b[24m\n    \u001b[1mユノとユキだけが友好的な関係を持っていれば、プロットはかなり変わらず、あまり嫌なほど誇張されている。\u001b[22m, \u001b[1mゆと結城だけ友好的な関係を持っていた場合、その後のプロットは少ないうんざりするほど、かなり誇張された同じままであり、より良いエンディングになるよう以下のプロットの穴を持つことができます。\u001b[22m\n\u001b[4mThis can also change the character design;\u001b[24m\n    \u001b[1mこれは、文字のデザインを変更することもできます。\u001b[22m, \u001b[1mこれはまた、キャラクターデザインを変更することができます。\u001b[22m\n\u001b[4msince Yuki and Yuno's relationship isn't that significant anymore, other characters can now be more important and the main character doesn't have to be a snot.\u001b[24m\n    \u001b[1mYukiとYunoの関係はもはやそれほど重要ではないので、他のキャラクターはもっと重要になり、主人公は鼻にする必要はありません。\u001b[22m, \u001b[1mユキとユーノの関係はもうその重要ではないので、他の文字は今より重要であることができ、メインキャラクターは鼻水である必要はありません。\u001b[22m\n\u001b[4mI also won't be disgusted with the 'love scenes' (they are definitely not pretty).\u001b[24m\n    \u001b[1m私はまた、「愛のシーン」（彼らはかなりきれいではありません）とうんざりしません。\u001b[22m, \u001b[1m私はまた、「ラブシーン」（彼らは間違いなくかなりではない）とうんざりされることはありません。\u001b[22m\n\u001b[4mOh yeah, remember that horrible ending I said earlier?\u001b[24m\n    \u001b[1mああ、私が以前言った恐ろしい結末を覚えていますか？\u001b[22m, \u001b[1mそうそう、私が以前に言った恐ろしい結末を覚えていますか？\u001b[22m\n\u001b[4mYeah, with the 'love' being replaced with friendship, the ending would be much better.\u001b[24m\n    \u001b[1mええ、「愛」が友情に取って代わられると、エンディングははるかに良いでしょう。\u001b[22m, \u001b[1mうん、友情に置き換えられる '愛'で、結末はずっと良いだろう。\u001b[22m\n\u001b[1m\u001b[22m\nFinal Verdict: Normally I would probably give the anime a 1/10 as I disgusted and pissed of throughout the anime. But, if the 'love' can just be friendship, then I will give the anime: 7.12/10\n\n\u001b[1m最終的な評決：通常、私はおそらくアニメ全体に嫌気と怒ったアニメを1/10にするでしょう。 しかし、もしも「愛」がただの友情であれば、私はアニメを与えます：7.12 / 10\u001b[22m\n\u001b[1m(Saishū-tekina hyōketsu: Tsūjō, watashi wa osoraku anime zentai ni kenki to okotta anime o 1/ 10 ni surudeshou. Shikashi, moshimo `ai' ga tada no yūjōdeareba, watashi wa anime o ataemasu: 7. 12/ 10)\u001b[22m\n\nTranslations of \u001b[4mFinal Verdict: Normally I would probably give the anime a 1/10 as I disgusted and pissed of throughout the anime. But, if the 'love' can just be friendship, then I will give the anime: 7.12/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Verdict: Normally I would probably give the anime a 1/10 as I disgusted and pissed of throughout the anime.\u001b[24m\n    \u001b[1m最終的な評決：通常、私はおそらくアニメ全体に嫌気と怒ったアニメを1/10にするでしょう。\u001b[22m, \u001b[1m最終的な評決：私はうんざりやアニメを通じての腹を立てとして通常、私はおそらくアニメに1/10を与えるだろう。\u001b[22m\n\u001b[4mBut, if the 'love' can just be friendship, then I will give the anime: 7.12/10\u001b[24m\n    \u001b[1mしかし、もしも「愛」がただの友情であれば、私はアニメを与えます：7.12 / 10\u001b[22m, \u001b[1m7.12 / 10： '愛'はちょうど友情することができますしかし、もし、私はアニメを与えます\u001b[22m"
  }
]
