[
  {
    "title": "Towa_no_Quon_4__Guren_no_Shoushin",
    "id": "10715",
    "url": "https://myanimelist.net/anime/10715/Towa_no_Quon_4__Guren_no_Shoushin",
    "user": "EvilByte",
    "profile": "/profile/EvilByte/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=79562",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  8\n\n十和のクォンシリーズは、紅蓮の酒蔵と一緒に4回目を迎えました。 ほぼすべての分野で少なくともわずかに向上し、哲学的に実現し、スリリングな乗り心地を兼ね備えています。 ショーの素朴な側面は、ここでより成熟して実現され、人生と戦うキャラクターに適したより強力な理想主義のように感じる。 それは多分ではありませんが、それは確かに楽しませるのに十分です。\n\nこのエピソードの主なテーマは、許しと犯罪性と関係しています。 クストスサイボーグと超人アトラクタの戦いは続いているが、現在の予期せぬ事故を引き起こす過去についての啓示により、主人公の一人が変わってしまうほど複雑になる。\n\nこれは、不信、憎しみ、混乱、幻滅、啓蒙さえ、さまざまなキャラクターからのあらゆる種類の感情を引き出します。 相手側の人たちを完全に経験させるために、私たちのスイッチャーは、そこにいるみんなで人類を実現し、以前に起こったことに対して大きな罪悪感を感じます。 その一方で、他のメンバーは単に新しい追加を信頼することはできず、リーダーの判断に疑問を呈しています。\n\n映画は、これらの感情的、哲学的なテーマを非常にうまく探求しています。 それは決してあまりにもサッカリンや過度に述べたことはありませんし、それは十分に深く、チーズやナイーブを感じることはありません。 たとえ対話と交流が単純なままであっても、ショーはかなり成熟しているように感じます。 これらのシーンは、ショー全体で最高のものであり、シリーズの最も劇的な感情のいくつかをまだ持っている爆発的なエンディングに美しく導きます。\n\nアニメーションは再び恒星であり、全体の背景は非常に詳細で魅力的でした。 いくつかの場面ではあまりにも鈍いという最後のエピソードからの私のわずかな不満は答えられました。そしていくつか - 街の通りにさえ色々な色がありました。 戦いの順序も非常に良い、新しいアトラクタの追加は、ショーを盗んでいる。 私の唯一の不満は、クォンは最終的な戦いでは見た目だけに新しいアトラクタを強調するために軽視されていたことであり、彼は特徴的に弱いと感じました。 しかし、これはマイナーな不満であり、終わりの崖のハンガーは私に後遺症の予感を残しました。\n\nシリーズのこの時点では、事前の知識なしにステップインするのが容易かどうかはわかりません。 私は、対話やテーマがキャラクターを知らない聴衆にも満足できるほど広く普及しているように感じていますが、これまでのところ誰もがどのように苦労しているか分からずに、同情的な影響を失うことは間違いありません。 しかし、最初の3人のファンにとって、このエピソードは確かに失望しないだろうし、それは間違いなく私にとって最初の4つの中で最高だ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThe Towa no Quon series picks up significantly in its fourth outing, with Guren no Shoushin. It improves at least slightly in almost all areas, and manages to be both a philosophically fulfilling and thrilling ride. The naive aspects of the show are more maturely realized here, and feel more like powerful idealism fit for characters battling with their lives. It's not prolific, but it certainly is good enough to entertain.\n\n\u001b[1m十和のクォンシリーズは、紅蓮の酒蔵と一緒に4回目を迎えました。 ほぼすべての分野で少なくともわずかに向上し、哲学的に実現し、スリリングな乗り心地を兼ね備えています。 ショーの素朴な側面は、ここでより成熟して実現され、人生と戦うキャラクターに適したより強力な理想主義のように感じる。 それは多分ではありませんが、それは確かに楽しませるのに十分です。\u001b[22m\n\u001b[1m(Tōwa no ku~onshirīzu wa, guren no sakagura to issho ni 4 eme o mukaemashita. Hobo subete no bun'ya de sukunakutomo wazuka ni kōjō shi, tetsugaku-teki ni jitsugen shi, suriringuna nori-gokochi o kanesonaete imasu. Shō no sobokuna sokumen wa, koko de yori seijuku shite jitsugen sa re, jinsei to tatakau kyarakutā ni tekishita yori kyōryokuna risō shugi no yō ni kanjiru. Sore wa tabunde wa arimasenga, sore wa tashika ni tanoshima serunoni jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mThe Towa no Quon series picks up significantly in its fourth outing, with Guren no Shoushin. It improves at least slightly in almost all areas, and manages to be both a philosophically fulfilling and thrilling ride. The naive aspects of the show are more maturely realized here, and feel more like powerful idealism fit for characters battling with their lives. It's not prolific, but it certainly is good enough to entertain.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Towa no Quon series picks up significantly in its fourth outing, with Guren no Shoushin.\u001b[24m\n    \u001b[1m十和のクォンシリーズは、紅蓮の酒蔵と一緒に4回目を迎えました。\u001b[22m, \u001b[1m東和ないクオンシリーズは紅蓮なしShoushinで、その第四遠出で大幅にピックアップしていません。\u001b[22m\n\u001b[4mIt improves at least slightly in almost all areas, and manages to be both a philosophically fulfilling and thrilling ride.\u001b[24m\n    \u001b[1mほぼすべての分野で少なくともわずかに向上し、哲学的に実現し、スリリングな乗り心地を兼ね備えています。\u001b[22m, \u001b[1mそれはほとんどすべての分野で少なくともわずかに改善し、哲学的に履行し、スリリングな乗り心地の両方であることを管理しています。\u001b[22m\n\u001b[4mThe naive aspects of the show are more maturely realized here, and feel more like powerful idealism fit for characters battling with their lives.\u001b[24m\n    \u001b[1mショーの素朴な側面は、ここでより成熟して実現され、人生と戦うキャラクターに適したより強力な理想主義のように感じる。\u001b[22m, \u001b[1mショーの素朴な側面がより分別ここに実現し、より自分たちの生活と戦った文字のための強力な理想主義フィットのように感じています。\u001b[22m\n\u001b[4mIt's not prolific, but it certainly is good enough to entertain.\u001b[24m\n    \u001b[1mそれは多分ではありませんが、それは確かに楽しませるのに十分です。\u001b[22m, \u001b[1mそれは多作ではないが、それは確かに楽しませる十分です。\u001b[22m\n\u001b[1m\u001b[22m\nThe main themes of this episode have to do with forgiveness and culpability. The battle between the Custos cyborgs and the superhuman Attractors continues on, but it becomes more complicated as one of the main characters is forced to switch sides due to a revelation about the past that causes an unforeseen accident in the present.\n\n\u001b[1mこのエピソードの主なテーマは、許しと犯罪性と関係しています。 クストスサイボーグと超人アトラクタの戦いは続いているが、現在の予期せぬ事故を引き起こす過去についての啓示により、主人公の一人が変わってしまうほど複雑になる。\u001b[22m\n\u001b[1m(Kono episōdo no omona tēma wa, yurushi to hanzai-sei to kankei shite imasu. Kusutosusaibōgu to chōjin atorakuta no tatakai wa tsudzuite iruga, genzai no yoki senu jiko o hikiokosu kako ni tsuite no keiji ni yori, shujinkō no hitori ga kawatte shimau hodo fukuzatsu ni naru.)\u001b[22m\n\nTranslations of \u001b[4mThe main themes of this episode have to do with forgiveness and culpability. The battle between the Custos cyborgs and the superhuman Attractors continues on, but it becomes more complicated as one of the main characters is forced to switch sides due to a revelation about the past that causes an unforeseen accident in the present.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main themes of this episode have to do with forgiveness and culpability.\u001b[24m\n    \u001b[1mこのエピソードの主なテーマは、許しと犯罪性と関係しています。\u001b[22m, \u001b[1mこのエピソードの主なテーマは、赦しと有罪としなければなりません。\u001b[22m\n\u001b[4mThe battle between the Custos cyborgs and the superhuman Attractors continues on, but it becomes more complicated as one of the main characters is forced to switch sides due to a revelation about the past that causes an unforeseen accident in the present.\u001b[24m\n    \u001b[1mクストスサイボーグと超人アトラクタの戦いは続いているが、現在の予期せぬ事故を引き起こす過去についての啓示により、主人公の一人が変わってしまうほど複雑になる。\u001b[22m, \u001b[1m管理人のサイボーグと超人的なアトラクタ間の戦いがオンに続行されますが、それが原因で現在で不慮の事故の原因となる過去についての啓示にメインキャラクターの一つは両側を切り替えることを余儀なくされているように、より複雑になります。\u001b[22m\n\u001b[1m\u001b[22m\nThis brings out all kinds of emotions from the different characters - mistrust, hatred, confusion, disillusionment, even enlightenment. Forced to fully experience the individuals on the other side, our switcher realizes the humanity in everyone present there, and feels great guilt over what has transpired previously. Meanwhile, other members simply can't trust the new addition, and question the judgement of their leader.\n\n\u001b[1mこれは、不信、憎しみ、混乱、幻滅、啓蒙さえ、さまざまなキャラクターからのあらゆる種類の感情を引き出します。 相手側の人たちを完全に経験させるために、私たちのスイッチャーは、そこにいるみんなで人類を実現し、以前に起こったことに対して大きな罪悪感を感じます。 その一方で、他のメンバーは単に新しい追加を信頼することはできず、リーダーの判断に疑問を呈しています。\u001b[22m\n\u001b[1m(Kore wa, fushin, nikushimi, konran, genmetsu, keimō sae, samazamana kyarakutā kara no arayuru shurui no kanjō o hikidashimasu. Aite-gawa no hito-tachi o kanzen ni keiken sa seru tame ni, watashitachi no suitchā wa, soko ni iru min'na de jinrui o jitsugen shi, izen ni okotta koto ni taishite ōkina zaiaku-kan o kanjimasu. Sono ippō de, hoka no menbā wa tan'ni atarashī tsuika o shinrai suru koto wa dekizu, rīdā no handan ni gimon o teishite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis brings out all kinds of emotions from the different characters - mistrust, hatred, confusion, disillusionment, even enlightenment. Forced to fully experience the individuals on the other side, our switcher realizes the humanity in everyone present there, and feels great guilt over what has transpired previously. Meanwhile, other members simply can't trust the new addition, and question the judgement of their leader.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis brings out all kinds of emotions from the different characters - mistrust, hatred, confusion, disillusionment, even enlightenment.\u001b[24m\n    \u001b[1mこれは、不信、憎しみ、混乱、幻滅、啓蒙さえ、さまざまなキャラクターからのあらゆる種類の感情を引き出します。\u001b[22m, \u001b[1m不信感、憎悪、混乱、幻滅、でも啓発 - これは、異なる文字から感情のすべての種類を引き出します。\u001b[22m\n\u001b[4mForced to fully experience the individuals on the other side, our switcher realizes the humanity in everyone present there, and feels great guilt over what has transpired previously.\u001b[24m\n    \u001b[1m相手側の人たちを完全に経験させるために、私たちのスイッチャーは、そこにいるみんなで人類を実現し、以前に起こったことに対して大きな罪悪感を感じます。\u001b[22m, \u001b[1m完全に反対側の個人を体験することを余儀なくさ、私たちのスイッチャーがそこに存在皆で人間性を実現し、以前に蒸散したものの上に大きな罪悪感を感じています。\u001b[22m\n\u001b[4mMeanwhile, other members simply can't trust the new addition, and question the judgement of their leader.\u001b[24m\n    \u001b[1mその一方で、他のメンバーは単に新しい追加を信頼することはできず、リーダーの判断に疑問を呈しています。\u001b[22m, \u001b[1m一方、他のメンバーは、単純に新しい追加を信頼し、彼らの指導者の判断を疑問視することはできません。\u001b[22m\n\u001b[1m\u001b[22m\nThe movie manages to explore these emotional and philosophical themes in a very nice way. It's never too saccharine or over-stated, and it's deep enough not to feel cheesy or naive. The show feels quite mature, even if the dialogue and exchanges remain simple. These scenes are among the best in the whole show, and lead beautifully in to the explosive ending, which has some of the most dramatic emotions of the series yet.\n\n\u001b[1m映画は、これらの感情的、哲学的なテーマを非常にうまく探求しています。 それは決してあまりにもサッカリンや過度に述べたことはありませんし、それは十分に深く、チーズやナイーブを感じることはありません。 たとえ対話と交流が単純なままであっても、ショーはかなり成熟しているように感じます。 これらのシーンは、ショー全体で最高のものであり、シリーズの最も劇的な感情のいくつかをまだ持っている爆発的なエンディングに美しく導きます。\u001b[22m\n\u001b[1m(Eiga wa, korera no kanjō-teki, tetsugaku-tekina tēma o hijō ni umaku tankyū shite imasu. Sore wa kesshite amarini mo sakkarin ya kado ni nobeta koto wa arimasenshi, sore wa jūbun ni fukaku, chīzu ya naību o kanjiru koto wa arimasen. Tatoe taiwa to kōryū ga tanjun'na mamadeatte mo, shō wa kanari seijuku shite iru yō ni kanjimasu. Korera no shīn wa, shō zentai de saikō no monodeari, shirīzu no mottomo gekitekina kanjō no ikutsu ka o mada motte iru bakuhatsu-tekina endingu ni utsukushiku michibikimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe movie manages to explore these emotional and philosophical themes in a very nice way. It's never too saccharine or over-stated, and it's deep enough not to feel cheesy or naive. The show feels quite mature, even if the dialogue and exchanges remain simple. These scenes are among the best in the whole show, and lead beautifully in to the explosive ending, which has some of the most dramatic emotions of the series yet.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movie manages to explore these emotional and philosophical themes in a very nice way.\u001b[24m\n    \u001b[1m映画は、これらの感情的、哲学的なテーマを非常にうまく探求しています。\u001b[22m, \u001b[1m映画は非常にいい方法でこれらの感情的、哲学的なテーマを探求するために管理しています。\u001b[22m\n\u001b[4mIt's never too saccharine or over-stated, and it's deep enough not to feel cheesy or naive.\u001b[24m\n    \u001b[1mそれは決してあまりにもサッカリンや過度に述べたことはありませんし、それは十分に深く、チーズやナイーブを感じることはありません。\u001b[22m, \u001b[1mそれはあまりにもサッカリンまたは過剰に述べたことはない、それは安っぽいか素朴な感じないほど深いのです。\u001b[22m\n\u001b[4mThe show feels quite mature, even if the dialogue and exchanges remain simple.\u001b[24m\n    \u001b[1mたとえ対話と交流が単純なままであっても、ショーはかなり成熟しているように感じます。\u001b[22m, \u001b[1mショーは対話と交流がシンプル残っていても、非常に成熟した感じ。\u001b[22m\n\u001b[4mThese scenes are among the best in the whole show, and lead beautifully in to the explosive ending, which has some of the most dramatic emotions of the series yet.\u001b[24m\n    \u001b[1mこれらのシーンは、ショー全体で最高のものであり、シリーズの最も劇的な感情のいくつかをまだ持っている爆発的なエンディングに美しく導きます。\u001b[22m, \u001b[1mこれらのシーンは、全体のショーでも最高であり、まだシリーズの最も劇的な感情のいくつかを持って爆発的なエンディング、とに美しく導きます。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation was again stellar, and the backgrounds throughout were very well-detailed and attractive. My slight complaint from the last episode of being too bland in some scenes was answered and then some - there was a lot of color even in the city streets, with bright neon signs dotting the stores. The fight sequences are also very good, with the addition of a new Attractor stealing the show. My only complaint is that Quon was downplayed in the final fight seemingly only to emphasize the new Attractor, and he felt uncharacteristically weak. But this is a minor gripe, as the ending cliff-hanger left me with a sense of anticipation for the sequel.\n\n\u001b[1mアニメーションは再び恒星であり、全体の背景は非常に詳細で魅力的でした。 いくつかの場面ではあまりにも鈍いという最後のエピソードからの私のわずかな不満は答えられました。そしていくつか - 街の通りにさえ色々な色がありました。 戦いの順序も非常に良い、新しいアトラクタの追加は、ショーを盗んでいる。 私の唯一の不満は、クォンは最終的な戦いでは見た目だけに新しいアトラクタを強調するために軽視されていたことであり、彼は特徴的に弱いと感じました。 しかし、これはマイナーな不満であり、終わりの崖のハンガーは私に後遺症の予感を残しました。\u001b[22m\n\u001b[1m(Animēshon wa futatabi kōseideari, zentai no haikei wa hijō ni shōsaide mirikitekideshita. Ikutsu ka no bamende wa amarini mo nibui to iu saigo no episōdo kara no watashi no wazukana fuman wa kotae raremashita. Soshite ikutsu ka - machi no tōri ni sae iroironairo ga arimashita. Tatakai no junjo mo hijō ni yoi, atarashī atorakuta no tsuika wa, shō o nusunde iru. Watashi no yuiitsu no fuman wa, ku~on wa saishū-tekina tatakaide wa mitame dake ni atarashī atorakuta o kyōchō suru tame ni keishi sa rete ita kotodeari, kare wa tokuchō-teki ni yowai to kanjimashita. Shikashi, koreha maināna fumandeari, owari no gake no hangā wa watashi ni kōishō no yokan o nokoshimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe animation was again stellar, and the backgrounds throughout were very well-detailed and attractive. My slight complaint from the last episode of being too bland in some scenes was answered and then some - there was a lot of color even in the city streets, with bright neon signs dotting the stores. The fight sequences are also very good, with the addition of a new Attractor stealing the show. My only complaint is that Quon was downplayed in the final fight seemingly only to emphasize the new Attractor, and he felt uncharacteristically weak. But this is a minor gripe, as the ending cliff-hanger left me with a sense of anticipation for the sequel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation was again stellar, and the backgrounds throughout were very well-detailed and attractive.\u001b[24m\n    \u001b[1mアニメーションは再び恒星であり、全体の背景は非常に詳細で魅力的でした。\u001b[22m, \u001b[1mアニメーションが再び恒星で、全体に背景が非常によく、詳細かつ魅力的でした。\u001b[22m\n\u001b[4mMy slight complaint from the last episode of being too bland in some scenes was answered and then some - there was a lot of color even in the city streets, with bright neon signs dotting the stores.\u001b[24m\n    \u001b[1mいくつかの場面ではあまりにも鈍いという最後のエピソードからの私のわずかな不満は答えられました。そしていくつか - 街の通りにさえ色々な色がありました。\u001b[22m, \u001b[1mいくつかのシーンであまりにも当たり障りのないことの最後のエピソードから、私のわずかな不満は答えた、その後、いくつかの - 色の多くは店舗に点在明るいネオンサインで、でも街の通りにありました。\u001b[22m\n\u001b[4mThe fight sequences are also very good, with the addition of a new Attractor stealing the show.\u001b[24m\n    \u001b[1m戦いの順序も非常に良い、新しいアトラクタの追加は、ショーを盗んでいる。\u001b[22m, \u001b[1m戦いシーケンスはショーを盗む新しいトラクターを加えて、また非常に良いです。\u001b[22m\n\u001b[4mMy only complaint is that Quon was downplayed in the final fight seemingly only to emphasize the new Attractor, and he felt uncharacteristically weak.\u001b[24m\n    \u001b[1m私の唯一の不満は、クォンは最終的な戦いでは見た目だけに新しいアトラクタを強調するために軽視されていたことであり、彼は特徴的に弱いと感じました。\u001b[22m, \u001b[1m私の唯一の不満は、クオンは、新しいアトラクターを強調するために、一見だけ最後の戦いで軽視された、と彼は珍しく弱い感じたということです。\u001b[22m\n\u001b[4mBut this is a minor gripe, as the ending cliff-hanger left me with a sense of anticipation for the sequel.\u001b[24m\n    \u001b[1mしかし、これはマイナーな不満であり、終わりの崖のハンガーは私に後遺症の予感を残しました。\u001b[22m, \u001b[1m終了崖のハンガーは、続編のための期待感を私に左のようにしかし、これは、マイナーな不満です。\u001b[22m\n\u001b[1m\u001b[22m\nAt this point in the series I'm not sure if it would be easy to step in without prior knowledge. I feel like the dialogue and themes are universal enough to be pleasing even to an audience who didn't know the characters, but it would definitely lose some sympathetic impact not knowing how everyone has struggled thus far. But for fans of the first three, this episode will surely not disappoint, and it's definitely the best of the first four to me.\n\n\u001b[1mシリーズのこの時点では、事前の知識なしにステップインするのが容易かどうかはわかりません。 私は、対話やテーマがキャラクターを知らない聴衆にも満足できるほど広く普及しているように感じていますが、これまでのところ誰もがどのように苦労しているか分からずに、同情的な影響を失うことは間違いありません。 しかし、最初の3人のファンにとって、このエピソードは確かに失望しないだろうし、それは間違いなく私にとって最初の4つの中で最高だ。\u001b[22m\n\u001b[1m(Shirīzu no kono jitende wa, jizen no chishiki nashi ni suteppuin suru no ga yōi ka dō ka wa wakarimasen. Watashi wa, taiwa ya tēma ga kyarakutā o shiranai chōshū ni mo manzoku dekiru hodo hiroku fukyū shite iru yō ni kanjite imasuga, kore made no tokoro daremoga dono yō ni kurō shite iru ka wakarazu ni, dōjō-tekina eikyō o ushinau koto wa machigai arimasen. Shikashi, saisho no 3-ri no fan ni totte, kono episōdo wa tashika ni shitsubō shinaidaroushi, soreha machigainaku watashi ni totte saisho no 4tsu no naka de saikōda.)\u001b[22m\n\nTranslations of \u001b[4mAt this point in the series I'm not sure if it would be easy to step in without prior knowledge. I feel like the dialogue and themes are universal enough to be pleasing even to an audience who didn't know the characters, but it would definitely lose some sympathetic impact not knowing how everyone has struggled thus far. But for fans of the first three, this episode will surely not disappoint, and it's definitely the best of the first four to me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt this point in the series I'm not sure if it would be easy to step in without prior knowledge.\u001b[24m\n    \u001b[1mシリーズのこの時点では、事前の知識なしにステップインするのが容易かどうかはわかりません。\u001b[22m, \u001b[1mシリーズのこの時点で私は事前知識なしでステップするのは簡単だろうかはわかりません。\u001b[22m\n\u001b[4mI feel like the dialogue and themes are universal enough to be pleasing even to an audience who didn't know the characters, but it would definitely lose some sympathetic impact not knowing how everyone has struggled thus far.\u001b[24m\n    \u001b[1m私は、対話やテーマがキャラクターを知らない聴衆にも満足できるほど広く普及しているように感じていますが、これまでのところ誰もがどのように苦労しているか分からずに、同情的な影響を失うことは間違いありません。\u001b[22m, \u001b[1m私は対話のように感じるとテーマがあっても、文字を知らなかった観客を喜ばせることは十分に普遍的なものであるが、それは間違いなく、誰もがこれまで苦労している方法を知らないいくつかの交感神経の影響を失うことになります。\u001b[22m\n\u001b[4mBut for fans of the first three, this episode will surely not disappoint, and it's definitely the best of the first four to me.\u001b[24m\n    \u001b[1mしかし、最初の3人のファンにとって、このエピソードは確かに失望しないだろうし、それは間違いなく私にとって最初の4つの中で最高だ。\u001b[22m, \u001b[1mしかし、最初の3のファンのために、このエピソードは確かに失望させない、それは間違いなく私には最初の4つのベストです。\u001b[22m"
  },
  {
    "title": "Towa_no_Quon_4__Guren_no_Shoushin",
    "id": "10715",
    "url": "https://myanimelist.net/anime/10715/Towa_no_Quon_4__Guren_no_Shoushin",
    "user": "HybridMedia",
    "profile": "/profile/HybridMedia/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=89813",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  6\n|  7\n\n（このレビューは、映画シリーズのすべての部分に適用されます）\n\nさて、これまでのアニメでは気づいていなかったことが映画シリーズと呼ばれています......これは、映画シリーズが劇場公開されている間は、OVAとはまったく異なります。 アニメ映画シリーズの多くの例には、「Kara No Kyouukai」（またはThe Sinners of the Garden）、「Broken Blade＆amp; 機動戦士ガンダムUCユニコーン。 デビルマン、ヴァンドレッド、ヘルシング（元のもの）、モビルスーツガンダン：第08回MSチーム＆amp; シャングリラ。 残念なことに、映画がリリースされる前に、2010年に49歳で肺がんを亡くしました。それは、Kon Satoshiが膵がんから亡くなったのと同じ年です...。\n\n未来の東京では、独特の力を目覚めさせたユニークな人間が、クストスという秘密の組織によって狩りされています。  「誘引者」として知られるこれらの例外的な人間は、自分自身を守るために力を合わせています。 彼らはクオンという男の子によって導かれます。クオンは、彼ができるすべてのアトラクタを救う決心をしている理想主義者です。\n\nここでは、これらの映画に関することがあります：彼らは暗いスーパーヒーローのジャンルとほとんどがX-メンのフランチャイズを思い起こさせます。これは、彼らが並行している大部分です。 彼らの過去に影響を及ぼし、生命のためにそれらを傷つけ、彼らは才能ある若者のためのザビエル教授の学校のように施設​​に連れて行き、それをしている彼らは、彼らをやりたい秘密機関によって捜索されている ええ、このアイデアは完全にオリジナルではありませんが、それは興味深いコンセプトと前提です。その理由だけでは紙の上で動作し、大きな画面でも動作します。\n\n\n\nアニメーションに関しては、BONESがこれについて優れた仕事をしたと言うことができます。特に、時にはペースが速く、しばしばぎこちなく感じられる戦闘アニメーション、そしてそれはショーのアートスタイルにも影響します。 それは若い目にとってぞっとするだろう。  LAZYの\"Reckless\"と呼ばれる主題は、私が聞いたたびに\"Silly Rock Emotion、Burning Rock Emotion\"という歌詞のいくつかにEngrishを使用していることが分かっているので、やや面白いです。 一度あなたはそれを何度も聞いていました。\n\nSentai Filmworksのダブでは、私はなぜクオンにはカリスマがないと言ったのかを知ることができます。それはCorey Hartzogのおかげです。そしてクオンが緊張しているにもかかわらず、あまりにも冷たい音がします。しかし、私は喜んでいます。 残りはJessica Boone（Yuri）、Emily Neves（Kiri＆amp;  TeiとしてのMonica Rial。\n\n最終的な鑑賞：BONES（No.6、Ghost Slayers Ayashi）の不景気のタイトルを見た後、BONESが大部分のショーに取り入れていたはずの質の向上と改善です。 それは日本にとっては異質のようなコンセプトだが、それがうまく処理されれば、それはかなり印象的に変わることができる。 私は簡単にマーベルの漫画のキャラクターに似ている人にこれをお勧めすることができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n(This review goes to all parts of the movie series.)\n\n\u001b[1m（このレビューは、映画シリーズのすべての部分に適用されます）\u001b[22m\n\u001b[1m((Kono rebyū wa, eiga shirīzu no subete no bubun ni tekiyō sa remasu))\u001b[22m\n\nTranslations of \u001b[4m(This review goes to all parts of the movie series.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(This review goes to all parts of the movie series.)\u001b[24m\n    \u001b[1m（このレビューは、映画シリーズのすべての部分に適用されます）\u001b[22m, \u001b[1m（このレビューは、映画シリーズのすべての部分になります。）\u001b[22m\n\u001b[1m\u001b[22m\nNow, here’s a thing that I never noticed in most recent anime before and that is called the Movie Series……now this is definitely different from the term “OVA” as in movie series are released theatrically while OVAs are direct-to-video. Many examples of anime movie series include Kara No Kyōukai (or The Garden of Sinners), Broken Blade &amp; Mobile Suit Gundam UC Unicorn. The film series is directed by Umanosuke Iida, known for directing anime such as Devilman, Vandread, Hellsing (the original one), Mobile Suit Gundan: The 08th MS Team &amp; Shangri-La. Unfortunately, before the movies were released, he passed away of lung cancer at the age of 49 in 2010, and that’s the same year that Satoshi Kon passed away from pancreatic cancer..…..OK, let’s just get to the review.\n\n\u001b[1mさて、これまでのアニメでは気づいていなかったことが映画シリーズと呼ばれています......これは、映画シリーズが劇場公開されている間は、OVAとはまったく異なります。 アニメ映画シリーズの多くの例には、「Kara No Kyouukai」（またはThe Sinners of the Garden）、「Broken Blade＆amp; 機動戦士ガンダムUCユニコーン。 デビルマン、ヴァンドレッド、ヘルシング（元のもの）、モビルスーツガンダン：第08回MSチーム＆amp; シャングリラ。 残念なことに、映画がリリースされる前に、2010年に49歳で肺がんを亡くしました。それは、Kon Satoshiが膵がんから亡くなったのと同じ年です...。\u001b[22m\n\u001b[1m(Sate, kore made no animede wa kidzuite inakatta koto ga eiga shirīzu to yoba rete imasu... ... Kore wa, eiga shirīzu ga gekijō kōkai sa rete iru ma wa, ovu~a to wa mattaku kotonarimasu. Anime eiga shirīzu no ōku no rei ni wa,`Kara No Kyouukai'(matawa The Sinners of the Garden),`burōkun bureido& amp; kidō senshi Gandamu UC yunikōn. Debiruman, vu~andoreddo, herushingu (gen no mono), mobirusūtsugandan: Dai 08-kai MS chīmu& amp; shangurira. Zan'nen'nakotoni, eiga ga rirīsu sa reru mae ni, 2010-nen ni 49-sai de haigan o nakushimashita. Sore wa, Kon Satoshi ga 膵 Gan kara nakunatta no to onajidoshidesu....)\u001b[22m\n\nTranslations of \u001b[4mNow, here’s a thing that I never noticed in most recent anime before and that is called the Movie Series……now this is definitely different from the term “OVA” as in movie series are released theatrically while OVAs are direct-to-video. Many examples of anime movie series include Kara No Kyōukai (or The Garden of Sinners), Broken Blade &amp; Mobile Suit Gundam UC Unicorn. The film series is directed by Umanosuke Iida, known for directing anime such as Devilman, Vandread, Hellsing (the original one), Mobile Suit Gundan: The 08th MS Team &amp; Shangri-La. Unfortunately, before the movies were released, he passed away of lung cancer at the age of 49 in 2010, and that’s the same year that Satoshi Kon passed away from pancreatic cancer..…..OK, let’s just get to the review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, here’s a thing that I never noticed in most recent anime before and that is called the Movie Series……now this is definitely different from the term “OVA” as in movie series are released theatrically while OVAs are direct-to-video.\u001b[24m\n    \u001b[1mさて、これまでのアニメでは気づいていなかったことが映画シリーズと呼ばれています......これは、映画シリーズが劇場公開されている間は、OVAとはまったく異なります。\u001b[22m, \u001b[1mさて、ここで私は前に最も最近のアニメに気づいたことがないことだと、そのムービーシリーズと呼ばれて......今、この映画のシリーズのように、用語「OVA」から間違いなく異なるOVASがダイレクト・ツー・ビデオであるが劇場公開されているです。\u001b[22m\n\u001b[4mMany examples of anime movie series include Kara No Kyōukai (or The Garden of Sinners), Broken Blade &amp;\u001b[24m\n    \u001b[1mアニメ映画シリーズの多くの例には、「Kara No Kyouukai」（またはThe Sinners of the Garden）、「Broken Blade＆amp;\u001b[22m, \u001b[1mアニメ映画シリーズの多くの例は、空の境界（または罪人の庭）を含む、ブレード＆アンプブロークン。\u001b[22m\n\u001b[4mMobile Suit Gundam UC Unicorn.\u001b[24m\n    \u001b[1m機動戦士ガンダムUCユニコーン。\u001b[22m\n\u001b[4mThe film series is directed by Umanosuke Iida, known for directing anime such as Devilman, Vandread, Hellsing (the original one), Mobile Suit Gundan: The 08th MS Team &amp;\u001b[24m\n    \u001b[1mデビルマン、ヴァンドレッド、ヘルシング（元のもの）、モビルスーツガンダン：第08回MSチーム＆amp;\u001b[22m, \u001b[1m映画シリーズは、デビルマン、ヴァンドレッド、ヘルシング（元1）、機動戦士軍団としてアニメを向けるために知られている飯田馬之介、によって導かれる：第08MS小隊＆＃038;\u001b[22m\n\u001b[4mShangri-La.\u001b[24m\n    \u001b[1mシャングリラ。\u001b[22m, \u001b[1mシャングリ・ラ。\u001b[22m\n\u001b[4mUnfortunately, before the movies were released, he passed away of lung cancer at the age of 49 in 2010, and that’s the same year that Satoshi Kon passed away from pancreatic cancer..…..OK, let’s just get to the review.\u001b[24m\n    \u001b[1m残念なことに、映画がリリースされる前に、2010年に49歳で肺がんを亡くしました。それは、Kon Satoshiが膵がんから亡くなったのと同じ年です...。\u001b[22m, \u001b[1m残念ながら、映画がリリースされる前に、彼は2010年に49歳で離れ肺がんの渡され、それが今敏が離れて膵臓癌から渡されたのと同じ年だ.......OK、ちょうどレビューに取得してみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nIn a futuristic Tokyo, unique human beings who have awakened distinct powers are being hunted by a secret organization named Custos. Known as 'Attractors', these exceptional humans are joining forces to defend themselves. They are led by a boy named Quon, an idealist who is determined to save all the Attractors he can.\n\n\u001b[1m未来の東京では、独特の力を目覚めさせたユニークな人間が、クストスという秘密の組織によって狩りされています。  「誘引者」として知られるこれらの例外的な人間は、自分自身を守るために力を合わせています。 彼らはクオンという男の子によって導かれます。クオンは、彼ができるすべてのアトラクタを救う決心をしている理想主義者です。\u001b[22m\n\u001b[1m(Mirai no Tōkyōde wa, dokutoku no chikara o mezame saseta yunīkuna ningen ga, kusutosu to iu himitsu no soshiki ni yotte kari sa rete imasu. `Yūin-sha' to shite shira reru korera no reigai-tekina ningen wa, jibun jishin o surutameni-ryoku o awasete imasu. Karera wa kuon to iu otokonoko ni yotte michibika remasu. Kuon wa, kare ga dekiru subete no atorakuta o sukuu kesshin o shite iru risō shugi-shadesu.)\u001b[22m\n\nTranslations of \u001b[4mIn a futuristic Tokyo, unique human beings who have awakened distinct powers are being hunted by a secret organization named Custos. Known as 'Attractors', these exceptional humans are joining forces to defend themselves. They are led by a boy named Quon, an idealist who is determined to save all the Attractors he can.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn a futuristic Tokyo, unique human beings who have awakened distinct powers are being hunted by a secret organization named Custos.\u001b[24m\n    \u001b[1m未来の東京では、独特の力を目覚めさせたユニークな人間が、クストスという秘密の組織によって狩りされています。\u001b[22m, \u001b[1m未来の東京では、個別の力を目覚めさせているユニークな人間が管理人という名前の秘密組織によって狩られています。\u001b[22m\n\u001b[4mKnown as 'Attractors', these exceptional humans are joining forces to defend themselves.\u001b[24m\n    \u001b[1m「誘引者」として知られるこれらの例外的な人間は、自分自身を守るために力を合わせています。\u001b[22m, \u001b[1m「アトラクター」として知られ、これらの例外的な人間は、自分自身を守るために力を合わせています。\u001b[22m\n\u001b[4mThey are led by a boy named Quon, an idealist who is determined to save all the Attractors he can.\u001b[24m\n    \u001b[1m彼らはクオンという男の子によって導かれます。クオンは、彼ができるすべてのアトラクタを救う決心をしている理想主義者です。\u001b[22m, \u001b[1mこれらは、クオン少年、彼ができるすべてのアトラクタを保存することが決定された理想主義者によって導かれています。\u001b[22m\n\u001b[1m\u001b[22m\nNow here's the thing about these films: They are quite reminiscent of the dark superhero genre and mostly the X-Men franchise, which are the majority of which they are parallel to, such as, ordinary people who have these powers that they can't control, which have affected their past and scarred them for life and they are being taken in a facility, much like Professor Xavier's School for Gifted Youngsters to an extent and like that, they are being hunted down by a secret organization that wants to do them in. Yeah, this idea isn't exactly wholly original but it's an interesting concept and premise and I can say for that reason alone, it works on paper and it does work on the big screen.\n\n\u001b[1mここでは、これらの映画に関することがあります：彼らは暗いスーパーヒーローのジャンルと、ほとんどがX-メンのフランチャイズを思い起こさせます。これは、彼らが並行している大部分です。 彼らの過去に影響を及ぼし、生命のためにそれらを傷つけ、彼らは才能ある若者のためのザビエル教授の学校のように施設​​に連れて行き、それをしている彼らは、彼らをやりたい秘密機関によって捜索されている ええ、このアイデアは完全にオリジナルではありませんが、それは興味深いコンセプトと前提です。その理由だけでは紙の上で動作し、大きな画面でも動作します。\u001b[22m\n\u001b[1m(Kokode wa, korera no eiga ni kansuru koto ga arimasu: Karera wa kurai sūpāhīrō no janru to, hotondo ga X - men no furanchaizu o omoiokosa semasu. Kore wa, karera ga heikō shite iru daibubundesu. Karera no kako ni eikyō o oyoboshi, seimei no tame ni sorera o kizutsuke, karera wa sainō aru wakamono no tame no zabieru kyōju no gakkō no yō ni shisetsu ​​ ni tsurete iki, sore o shite iru karera wa, karera o yaritai himitsu kikan ni yotte sōsaku sa rete iru e e, kono aidea wa kanzen ni orijinarude wa arimasenga, sore wa kyōmibukai konseputo to zenteidesu. Sono riyū dakede wa kami no ue de dōsa shi, ōkina gamen demo dōsa shimasu.)\u001b[22m\n\nTranslations of \u001b[4mNow here's the thing about these films: They are quite reminiscent of the dark superhero genre and mostly the X-Men franchise, which are the majority of which they are parallel to, such as, ordinary people who have these powers that they can't control, which have affected their past and scarred them for life and they are being taken in a facility, much like Professor Xavier's School for Gifted Youngsters to an extent and like that, they are being hunted down by a secret organization that wants to do them in. Yeah, this idea isn't exactly wholly original but it's an interesting concept and premise and I can say for that reason alone, it works on paper and it does work on the big screen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow here's the thing about these films: They are quite reminiscent of the dark superhero genre and mostly the X-Men franchise, which are the majority of which they are parallel to, such as, ordinary people who have these powers that they can't\u001b[24m\n    \u001b[1mここでは、これらの映画に関することがあります：彼らは暗いスーパーヒーローのジャンルと、ほとんどがX-メンのフランチャイズを思い起こさせます。これは、彼らが並行している大部分です。\u001b[22m, \u001b[1m今ここに、これらのフィルムについての事だ：彼らは彼らのような、と平行であるそのうちの大部分は、これらの権限を持っている普通の人であるダークスーパーヒーローのジャンルや、主にX-メンフランチャイズ、かなり連想させること、彼らがすることはできません\u001b[22m\n\u001b[4mcontrol, which have affected their past and scarred them for life and they are being taken in a facility, much like Professor Xavier's School for Gifted Youngsters to an extent and like that, they are being hunted down by a secret organization that wants to do them\u001b[24m\n    \u001b[1m彼らの過去に影響を及ぼし、生命のためにそれらを傷つけ、彼らは才能ある若者のためのザビエル教授の学校のように施設に連れて行き、それをしている彼らは、彼らをやりたい秘密機関によって捜索されている\u001b[22m, \u001b[1m自分の過去を影響を受け、生活のためにそれらを傷跡、彼らは程度に多くの才能豊かな青少年のための教授ザビエルの学校のように、施設で撮影されており、そのように、彼らはそれらをしたい秘密組織によって追い詰められているしている制御、\u001b[22m\n\u001b[4min. Yeah, this idea isn't exactly wholly original but it's an interesting concept and premise and I can say for that reason alone, it works on paper and it does work on the big screen.\u001b[24m\n    \u001b[1mええ、このアイデアは完全にオリジナルではありませんが、それは興味深いコンセプトと前提です。その理由だけでは紙の上で動作し、大きな画面でも動作します。\u001b[22m, \u001b[1mで。うん、このアイデアは、まさに完全にオリジナルではないですが、それは興味深い概念と前提だと、私は一人でその理由のために言うことができる、それは紙の上で動作し、それが大画面で動作します。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAs for the animation, I can safely say that BONES did an excellent job on this, especially the fighting animation where it feels so fast-paced and often gritty sometimes and that goes to the art style of the show, too, especially with some scenes that would be gruesome for younger eyes. The main theme for the show called “Reckless” by LAZY is somewhat thrilling and yet unintentionally funny for every time I hear, “Feel Rock Emotion, Burning Rock Emotion” because I know they use Engrish in some of the lyrics, but it still feel silly once you heard it so many times.\n\n\u001b[1mアニメーションに関しては、BONESがこれについて優れた仕事をしたと言うことができます。特に、時にはペースが速く、しばしばぎこちなく感じられる戦闘アニメーション、そしてそれはショーのアートスタイルにも影響します。 それは若い目にとってぞっとするだろう。  LAZYの\"Reckless\"と呼ばれる主題は、私が聞いたたびに\"Silly Rock Emotion、Burning Rock Emotion\"という歌詞のいくつかにEngrishを使用していることが分かっているので、やや面白いです。 一度あなたはそれを何度も聞いていました。\u001b[22m\n\u001b[1m(Animēshon ni kanshite wa, bōnzu ga kore ni tsuite sugureta shigoto o shita to iu koto ga dekimasu. Tokuni, tokiniha pēsu ga hayaku, shibashiba gikochinaku kanji rareru sentō animēshon, soshite sore wa shō no ātosutairu ni mo eikyō shimasu. Sore wa wakai me ni totte zotto surudarou. Reijī no\" Reckless\" to yoba reru shudai wa, watashi ga kiita tabi ni\" shirī Rock Emotion, Burning Rock Emotion\" to iu kashi no ikutsu ka ni Engrish o shiyō shite iru koto ga wakatte irunode, yaya omoshiroidesu. Ichido anata wa sore o nando mo kiite imashita.)\u001b[22m\n\nTranslations of \u001b[4mAs for the animation, I can safely say that BONES did an excellent job on this, especially the fighting animation where it feels so fast-paced and often gritty sometimes and that goes to the art style of the show, too, especially with some scenes that would be gruesome for younger eyes. The main theme for the show called “Reckless” by LAZY is somewhat thrilling and yet unintentionally funny for every time I hear, “Feel Rock Emotion, Burning Rock Emotion” because I know they use Engrish in some of the lyrics, but it still feel silly once you heard it so many times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the animation, I can safely say that BONES did an excellent job on this, especially the fighting animation where it feels so fast-paced and often gritty sometimes and that goes to the art style of the show, too, especially with some scenes\u001b[24m\n    \u001b[1mアニメーションに関しては、BONESがこれについて優れた仕事をしたと言うことができます。特に、時にはペースが速く、しばしばぎこちなく感じられる戦闘アニメーション、そしてそれはショーのアートスタイルにも影響します。\u001b[22m, \u001b[1mアニメーションのように、私は特にいくつかの場面で、あまりにも、それはそのように速いペースで、時には多くの場合、ザラザラ感じ、それはショーのアートスタイルに進み、BONESは、特に戦闘アニメーションをこの上で素晴らしい仕事をしたと言う安全にすることができます\u001b[22m\n\u001b[4mthat would be gruesome for younger eyes.\u001b[24m\n    \u001b[1mそれは若い目にとってぞっとするだろう。\u001b[22m, \u001b[1mそれは、若い目に陰惨であろう。\u001b[22m\n\u001b[4mThe main theme for the show called “Reckless” by LAZY is somewhat thrilling and yet unintentionally funny for every time I hear, “Feel Rock Emotion, Burning Rock Emotion” because I know they use Engrish in some of the lyrics, but it still feel\u001b[24m\n    \u001b[1mLAZYの\"Reckless\"と呼ばれる主題は、私が聞いたたびに\"Silly Rock Emotion、Burning Rock Emotion\"という歌詞のいくつかにEngrishを使用していることが分かっているので、やや面白いです。\u001b[22m, \u001b[1mLAZYによって「無謀」と呼ばれるショーのメインテーマは、私が聞くたびにするため、意図せずに面白いまだ多少スリリングであり、「フィール・ロック感情、ロック感情燃える\"私は、彼らが歌詞の一部でerufuを使用する知っているが、それはまだ感じるので、\u001b[22m\n\u001b[4msilly once you heard it so many times.\u001b[24m\n    \u001b[1m一度あなたはそれを何度も聞いていました。\u001b[22m, \u001b[1mあなたはそれを何度も聞いたら、愚かな。\u001b[22m\n\u001b[1m\u001b[22m\nFor the dub by Sentai Filmworks, I can see why I said that Quon had no charisma and that's thanks to Corey Hartzog and his lackluster performance as Quon sounds too chill, even in a tense situation, but I will say that, I'm pleased with the rest of their performances including Jessica Boone as Yuri, Emily Neves as Kiri &amp; Monica Rial as Tei.\n\n\u001b[1mSentai Filmworksのダブでは、私はなぜクオンにはカリスマがないと言ったのかを知ることができます。それはCorey Hartzogのおかげです。そして、クオンが緊張しているにもかかわらず、 残りはJessica Boone（Yuri）、Emily Neves（Kiri＆amp;  TeiとしてのMonica Rial。\u001b[22m\n\u001b[1m(Sentai Filmworks no dabude wa, watashi wa naze kuon ni wa karisuma ga nai to itta no ka o shiru koto ga dekimasu. Sore wa korī Hartzog no okagedesu. Soshite, kuon ga kinchō shite iru nimokakawarazu, nokori wa jeshika Boone (Yuri), emirī Neves (Kiri& amp; Tei to shite no monika Rial.)\u001b[22m\n\nTranslations of \u001b[4mFor the dub by Sentai Filmworks, I can see why I said that Quon had no charisma and that's thanks to Corey Hartzog and his lackluster performance as Quon sounds too chill, even in a tense situation, but I will say that, I'm pleased with the rest of their performances including Jessica Boone as Yuri, Emily Neves as Kiri &amp; Monica Rial as Tei.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the dub by Sentai Filmworks, I can see why I said that Quon had no charisma and that's thanks to Corey Hartzog and his lackluster performance as Quon sounds too chill, even in a tense situation, but I will say that, I'm pleased\u001b[24m\n    \u001b[1mSentai Filmworksのダブでは、私はなぜクオンにはカリスマがないと言ったのかを知ることができます。それはCorey Hartzogのおかげです。そして、クオンが緊張しているにもかかわらず、\u001b[22m, \u001b[1m戦隊Filmworksによってダブのために、私はクオンはないカリスマ性を持っていたと言った私はなぜ見ることができ、それはコーリーHartzogとクオンがあっても緊迫した状況では、あまりにも寒さに聞こえるように彼の精彩を欠いたパフォーマンスのおかげだが、私は満足している、と言うだろう\u001b[22m\n\u001b[4mwith the rest of their performances including Jessica Boone as Yuri, Emily Neves as Kiri &amp;\u001b[24m\n    \u001b[1m残りはJessica Boone（Yuri）、Emily Neves（Kiri＆amp;\u001b[22m, \u001b[1mキリ＆アンプとして由利としてジェシカ・ブーン、エミリー・ネヴェス含むその性能の残りの部分と、\u001b[22m\n\u001b[4mMonica Rial as Tei.\u001b[24m\n    \u001b[1mTeiとしてのMonica Rial。\u001b[22m, \u001b[1m亭としてモニカリアル。\u001b[22m\n\u001b[1m\u001b[22m\nFINAL VERDICT: After seeing some lackluster titles from BONES (No.6, Ghost Slayers Ayashi), this is an improvement and the kind of quality that BONES should have put in most of their shows. It’s a concept that seems foreign to Japan but if handled well, it can turn to be pretty impressive. I could easily recommend this to people who are akin to any Marvel comic character.\n\n\u001b[1m最終的な鑑賞：BONES（No.6、Ghost Slayers Ayashi）の不景気のタイトルを見た後、BONESが大部分のショーに取り入れていたはずの質の向上と改善です。 それは日本にとっては異質のようなコンセプトだが、それがうまく処理されれば、それはかなり印象的に変わることができる。 私は簡単にマーベルの漫画のキャラクターに似ている人にこれをお勧めすることができます。\u001b[22m\n\u001b[1m(Saishū-tekina kanshō: Bōnzu (nanbā 6, Ghost Slayers Ayashi) no fukeiki no taitoru o mita nochi, bōnzu ga daibubun no shō ni toriirete ita hazu no shitsu no kōjō to kaizendesu. Sore wa Nihon ni totte wa ishitsu no yōna konseputodaga, sore ga umaku shori sa rereba, sore wa kanari inshō-teki ni kawaru koto ga dekiru. Watashi wa kantan ni māberu no manga no kyarakutā ni nite iru hito ni kore o o susume suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mFINAL VERDICT: After seeing some lackluster titles from BONES (No.6, Ghost Slayers Ayashi), this is an improvement and the kind of quality that BONES should have put in most of their shows. It’s a concept that seems foreign to Japan but if handled well, it can turn to be pretty impressive. I could easily recommend this to people who are akin to any Marvel comic character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFINAL VERDICT: After seeing some lackluster titles from BONES (No.6, Ghost Slayers Ayashi), this is an improvement and the kind of quality that BONES should have put in most of their shows.\u001b[24m\n    \u001b[1m最終的な鑑賞：BONES（No.6、Ghost Slayers Ayashi）の不景気のタイトルを見た後、BONESが大部分のショーに取り入れていたはずの質の向上と改善です。\u001b[22m, \u001b[1m最終的な判定は：BONES（6番、天保異聞妖奇士）からいくつかの精彩を欠いたタイトルを見た後、これを改善し、骨が彼らのショーのほとんどに入れている必要があります品質の一種です。\u001b[22m\n\u001b[4mIt’s a concept that seems foreign to Japan but if handled well, it can turn to be pretty impressive.\u001b[24m\n    \u001b[1mそれは日本にとっては異質のようなコンセプトだが、それがうまく処理されれば、それはかなり印象的に変わることができる。\u001b[22m, \u001b[1mこれは、日本への外国人のようだが、うまく処理すれば、それはかなり印象的であることを回すことができるという概念です。\u001b[22m\n\u001b[4mI could easily recommend this to people who are akin to any Marvel comic character.\u001b[24m\n    \u001b[1m私は簡単にマーベルの漫画のキャラクターに似ている人にこれをお勧めすることができます。\u001b[22m, \u001b[1m私は簡単に任意のマーベルコミックのキャラクターに似ている人にこれをお勧めします可能性があります。\u001b[22m"
  }
]
