[
  {
    "title": "Mawaru_Penguindrum",
    "id": "10721",
    "url": "https://myanimelist.net/anime/10721/Mawaru_Penguindrum",
    "user": "marikamira",
    "profile": "/profile/marikamira/reviews",
    "pages": "5",
    "number": "1",
    "link": "/reviews.php?id=209020",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメは超過小評価されています。 実際に私たちの社会の問題に取り組む少数のアニメの1つであり、社会問題が東京サリンガステロ攻撃のような事件を引き起こすのを探る。 革命家ウテナのイクハラ監督、それは象徴的な重さです。 日本の人々が既にこの番組を理解することを知っていた多くの情報は、番組を見る前に海外の視聴者には知られていなかったので、多くの海外の視聴者がそれを落としたような気がします。 私のアドバイスは、ショーを見る前に、東京サリンのガス攻撃と銀河鉄道の夜を少し調べてみることです。\n何がこのことをとても好きにしたの？ それは簡単です。 私を信じて、「Penguindrum」の本当の意味を知ると、全体のショーは感じや意味の倍になります。  Mawaru Penguindrumは愛、運命、運命の物語です。 それを見に行きなさい。 さらに、ペンギンは愛らしいです。 それは単に美しいです。 キャラクター、感情、音楽、アート、ストーリー - このショーは本当に人生と運命を考えさせます。 それぞれのキャラクターは感情的なストーリーを持っています。 おそらく、あなたは個人的に1つまたは2つのキャラクターに関連付けることができます。 私の意見ではストーリーの結論は素晴らしかった。 それは起こったことの非常に直接的な説明を与えるのではなく、むしろそれを視聴者自身の物語の解釈に任せている。 私はそれを見てショーの後ろの意味についていくつかのブログを読むことをお勧めします。 このショーにはただの愛があります。"
  },
  {
    "title": "Mawaru_Penguindrum",
    "id": "10721",
    "url": "https://myanimelist.net/anime/10721/Mawaru_Penguindrum",
    "user": "puvijain",
    "profile": "/profile/puvijain/reviews",
    "pages": "5",
    "number": "2",
    "link": "/reviews.php?id=50339",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは私が全部で10を与えた唯一のシリーズです...このアニメはとても美しくて本物です。\n視聴者が厚い複雑なプロットに巻き込まれるようなアニメや、時には生活様式の設定のような視聴者がいることもあります。 両方を調和させて組み合わせることは可能でしょうか？  Mawaru penguindrumはこれを正確に行い、それを美しく行います。 それは、人生の種類の感触、謎、スリル、優れた開発、密なテーマも持っています。\nキャラクターはとても愛され、楽しいです。 彼らは、彼らが高い理想に固執し、それを無意識のうちに、時には刺激的にこだわるような種類のキャラクターではありません。 プロットの構造は、シリーズの一部が主にキャラクターに集中しているか、各キャラクターごとに1つのエピソードが存在する通常のアニメとは異なります。 あなたはキャラクターについて十分に知るようになり、最終的にはより多くのことを明らかにする必要が生じます。\n\nプロットは、すべてが非常にゆっくりと、私たちを止めないような方法で明らかにされ、私たちがシリーズに夢中になる理由になります。 姉妹を救うために最善を尽くしている2人の兄弟は、アニメシリーズでは新鮮ではありませんが、新鮮ではありません。 その通常は友人や通常は栄光のあるコンセプトを保存しようとする人です。 しかし、家族の感情は、はるかに本物で明白なので、栄光になる必要はありませんので、アニメは何を賞賛せずに生き残りますか？ あなたは自分自身を見つけなければなりません。\n始まりは軽く、情熱的な雰囲気があり、とても楽しく、後で優雅に導入された太いプロットと厚いコンセプトに発展します。 そして、この猶予は、このシリーズのために気を付けるべきことは何ですか...絶対に見なければならない..."
  },
  {
    "title": "Mawaru_Penguindrum",
    "id": "10721",
    "url": "https://myanimelist.net/anime/10721/Mawaru_Penguindrum",
    "user": "Jefferz",
    "profile": "/profile/Jefferz/reviews",
    "pages": "5",
    "number": "3",
    "link": "/reviews.php?id=98879",
    "jp": "--- --- --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nGeneral Review + English Dubレビュー（Sentai）：\n\nシリーズ前提：\n人々は運命や未来のことをよく話します。 その1つのテーマは、カワイイペンギンドルムの複雑なストーリーの多くが、カラフルなキャラクターのキャストを結びつける根拠になっています。 アニメは、主人公のShouma、Kanba、Himariの3人を中心に運営され、運命は「Penguindrum」という神秘的なアイテムにリンクしています。 水族館を訪れた後、ひまりは突然病気になり、亡くなります。  ShoumaとKanbaが離れると、Himariは水族館で買ったペンギンの帽子のように突然目を覚ます。 帽子は、姉妹のひまりが生き続けるようにするために、2人の兄弟にこのペンギンドムルを探すように指示します。 このシリーズは、「彼女の運命」で指示された自分の理由で、先生のTabukiをストーカーしているRingoという名前の女の子を所有していると信じているこの神秘的なアイテムの2つの検索として進行します。同様に、 不意打ちしながらタブキとリンゴにリンクしているユリ、タブーの婚約者、神保が狩猟と神バを粉砕した不思議な若い女性、そして最終的に現実の空間を曲げて変えてしまったサネトシという男を含む。 これらのキャラクターはすべて、運命の概念とパスが相互に絡み合うように運命づけられているものを持っています。ペンギンドルムと呼ばれるこの神秘的なアイテムを追求しています。\n\n\n一般的な考え方：\nMawaru Penguindrumのエピソードの最初のカップルを見て私の最初の思考は、\"このショーは完全にランダムです、何が起こっているのですか？\"アニメの最初の3分の1の実行は非常にコメディーであり、  「ハット」がヒマリを所有し、ペンギンドムを話すたびに、ファンタジーの散りばりが混じった、生き生きとした学校感覚。 これらのエピソードは紙で面白かったが、私は完全にそれらに販売されていないと非常に分離感じた。 後見では、そのことの良い部分はダビング作業（以下で説明する）に起因すると信じていますが、元のサブを見ている間も、私はそれに飽きてしまいました。 最初のシークエンスは、リンゴを彼女に連れて行かせるためにストーキングしている、あるいは私が言うべきことである、この2人の兄弟に重点を置いている。 彼らの壮大な計画と馬鹿は面白かったし、リンゴはどんなスポイラーも放棄せずに絶対にクレイ・クレイ・ガールですが、ユーモアはいくつかのエピソードに渡って少し古くなってしまいました。 私はこの時点でショーにあまり投資しておらず、それを落とすと考えました。\n\n\nしかし、中間点に達した後、アニメはトーンと全体的な感じの非常に特有のシフトを持っています。 中途半端から、私は、各キャラクターの裏話や運命の信念に住むことに焦点を当てたショーを評価しました。 エピソード20については、プロットが実際に始まり、エピソードの最後のシーケンスが非常に関わっていることがわかりました。 スポイラーを一切与えないようにしていましたが、特定のキャラクターの変化は予想外でしたが、うまく実行されたと私は思っていましたが、このシリーズの前半では、 拡張されたメタファーのいくつかはかなり...拡張され複雑なものだったので、私はいくつかの結論を見逃したように感じました。\n\n個人的には、シリーズの最初の2/3には満足していなかったので、Penguindrumと少し違ったペースがあったと思いますが、最後のセクションを楽しんでいました。 特に、私はRingoとTabukiの彼女のストーキングに焦点を当てた初期のエピソードは、あまりにも多くのエピソードであまりにも長く伸びていたと思って、シリーズの後半に移行を設定することはあまりありませんでした。 前半は非常にランダムで、さまざまなキャラクターのバックストーリーと追求を追加し始めたとき、彼らは左のフィールドから出てきたように感じた。 興味深いものの、私は絶えず「オハイオは涼しいが、世界ではどこから来たのか」と考え続けていた。上半期のキャラクターの行動は隠れたアジェンダを伝えるのに十分な仕事をしなかったような気がした。 全体的に私はアニメが好きでしたが、アニメの最初の2/3が私に仕上げて通ってもらうために大変好きでした。 ペーシングがよりバランスが取れていて、独特の面白いセクションではなく深刻なセクションではなく、スタイルのミックスであれば、私はもっとショーを高く評価しているでしょう。\n\n\nダブプレゼンテーション：\n私が前に述べたように、後見では、ショーのための私の嫌悪感の良い部分は、おそらく、Sentaiのダビング作業のせいかもしれません。 私は今日の典型的なダビング品質と比較して、悪いことを聞いていますが、これは悪いです。 私にとっては、このダブにはかなりの不快な経験が加わり、今日はあまり頻繁に起こらないようなサブシステムに切り替えることを余儀なくされる多くの問題がありました。 いくつかのキーキャラクターがキャストされていると感じている間に、俳優が奇妙で不自然な変奏曲をしたり、木製の演技をしたり、上にはすぎるほど多くの瞬間がありました。 私はこれらの俳優のいくつかが過去に素晴らしい仕事をしていると聞いたことがありますが、私はこのダブの失敗は監督スティーブンフォスターにあると信じています。 私が監督として発表したとき、特にClannadのダブの仕事の後で、私は遅れて心配していました。 しかし、Penguindrumに戻って、私が感じたことは非常に多くの不自然な行がありました。 特に、ソーマとしてのブレイク・シーペルトとカンバとしてのイリッヒ・ガーディオラは、この問題からさらに悪化しています。\n\n\n\n\n理由は不明ですが、ADRディレクターが中途半端に変更されることに言及することは注目に値することです。 私は好奇心からシリーズの後半にダブを聞くために戻って行って、変更が全体的な品質を向上させたことに気づいた。 一般的に、木製の演技はまだ場所に残っていますが、すべての俳優はユーモラスなコメディーの場所（王子/プリンセスの瞬間の一部はすべてのコメディアンの価値を失った）と比べて、それぞれの深刻な瞬間ではるかに優れた仕事をしました。 私はキャストの半分が必ずしも彼らの役割のための最良の選択肢ではないと感じましたが、最終的に演出（演出によるイモ）は元のオーディオトラックと比較して踊りを起こしました。\n\nインサート・ソングはダビングされておらず、ペンギン（当初はサブのそれぞれの所有者によって発音されていた）が、彼らの性格を大きく失う一般的なペンギン・ノイズに置き換えられたオーディオを持っていたことに注意することが重要です。\n\n\n要約：\n私は多くの人がこのアニメを愛していたと知っていますが、それは私のお茶のカップではないと私は認めます。 私はエピソードの最後のカップルを愛し、それが私のためにシリーズを保存するのを助けたが、最初の部分は私が見続けることを試みていた。 ダブはあまり良くありません。 私は正直それを好きにしたいと思ったが、それはちょうど傷つくまでではなく、オリジナルの材料を何の正義もしない。 私は巨大なダブサポーターであり、すべてを英語で見ようとするが、これは一般的に避けなければならない。  Sentaiは過去のシーズンだけをライセンスしているので、すぐにゲームを始めることを願っています。"
  },
  {
    "title": "Mawaru_Penguindrum",
    "id": "10721",
    "url": "https://myanimelist.net/anime/10721/Mawaru_Penguindrum",
    "user": "sushiitaco",
    "profile": "/profile/sushiitaco/reviews",
    "pages": "5",
    "number": "4",
    "link": "/reviews.php?id=152697",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n今、あなたは、実際にこのアニメ全体を少なくとも10分以上考えている査読者によって書かれた他のレビューを読むことができ、彼らはあなたにMawaruがどのように感じさせるかについてより良いレビューを与えるでしょう。 私はこのレビューを使って私の気持ちを伝えています。\n\n私はこのレビューを書いていることに躊躇しています。なぜなら、ウテナのように、私のレビューはこのような驚くべきアニメにはふさわしくないからです。 私はちょうどこのアニメを数分前に終えました、そして、私はこのレビューが十分に十分であるとは思わないが、今、それを書く必要があると感じています。\n\n私がこのアニメを勧められたとき、監督はRevolutionary Girl Utena（私が大好きな別のすばらしいアニメ）と同じで、このアニメは「スピリチュアルな続編」（私はまだそれが意味するものを完全に理解していません） このアニメは、近親相姦やテロのような重い話題をたくさん扱っていることが分かった。 これらはすべて真実でした。\n\nMawaru Penguindrumはよく象徴的なアニメです。 最初の半分は、私と同じように、あなたの多くを守ってくれるかもしれません。 私は、このアニメが、ほとんどのアニメのような「奇妙な」アニメキャラクターの生活に短期間乗り込んでいくと思っていましたが、深くても充実しているはずのメモで終了しましたが、とても間違っていました。 マワルは上半期にはこことそこに暗闇に若干変わるが、後半には本当に変化する。 それはまったく新しいアニメのようなもので、私たちが最初に理解していなかったすべての愚かさは一緒に織り込まれています。  24のエピソードの1つの部分は無駄ではありません。\n\n私は決して最後の文字を憎むことはなかった。 アニメの最中でも私はそれらを嫌っていませんでした。  Mawaruは本当にあなたが文字を知ることができるように時間がかかるし、それらを好きになる機会を与える。 彼らはただの邪悪な敵対者ではなく、人間です。 彼らは何かばかばかしいインスピレーションの主人公ではなく、彼らは人です。 彼らは愛するものと信じるもののために戦っているすべての人々です。 特に話の拮抗者のために、簡単に忘れられて聞こえるかもしれない音に簡単で親しみやすい。\n\n短いストーリー、Mawaru Penguindrumはそうではありません。 それははるかに多く、それはあなたがそれを覚えて、ずっと後にそれについて考えるようになります。 文字は好きで、アートやアニメーションは明らかに素晴らしいです。 あなたはそれを楽しむでしょう。 それは傑出しているでしょう。 あなたが死ぬ前に少なくともこのアニメを見てください。\n\nまた、お勧めのアニメとして、あなたはおそらくすでに来ているのを見ました：Revolutionary Girl Utena。  2人はよく一緒に行き、同様のテーマを持っています。  Mawaruを見守ってくれた人の一人として、Mawaru PenguindrumはUtenaの「スピリチュアルな続編」です。"
  },
  {
    "title": "Mawaru_Penguindrum",
    "id": "10721",
    "url": "https://myanimelist.net/anime/10721/Mawaru_Penguindrum",
    "user": "loos",
    "profile": "/profile/loos/reviews",
    "pages": "5",
    "number": "5",
    "link": "/reviews.php?id=199209",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  5\n|  5\n\n運命は複雑な話題であり、誰もが違うビジョンを持っています。 だから私は本当にこのシリーズを見ることを楽しみにしていました。そして、私はSteins Gateのような深い話を本当に望んでいました。 正直言って私はかなり不平を言う。 ペンギンの量は実際にはかなり迷惑だった。 すべてがペンギンに関連していた（アーティストにはそれに執着があるように、微妙なペンギンのヒントはすでに十分だった）\n\nしたがって、その話は本当に難しいものでした。 クリエイターは多くのメタファーを使用していましたが、多くのウォッチャーがそれらをすべて理解しているとは思いません。 しかし、あなたがそれらの隠喩を見て、その物語は実際に本当に良いです。 アートワークも本当に良いです。 アートワークとストーリーがお互いに合っていないことだけです。 物語は本当に成熟しており、アートワークはかなり幼稚です。 アートワークがより成熟したかったら、このシリーズは傑作だったかもしれません。"
  },
  {
    "title": "Mawaru_Penguindrum",
    "id": "10721",
    "url": "https://myanimelist.net/anime/10721/Mawaru_Penguindrum",
    "user": "Chrono1219",
    "profile": "/profile/Chrono1219/reviews",
    "pages": "5",
    "number": "6",
    "link": "/reviews.php?id=51347",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nしばらくの間、私は季節のアニメチャートを使って、毎シーズンのプレミアになる新しい番組を追跡し、何を見るかを決めています。 私はPenguindrumがそれに現れるのを覚えていなかった。 だから私がチェックした新しいショーのリストでエピソードを見たとき、それは...ペンギンのロゴのかなり退屈な写真だった。\n\n私は何の期待もなくシリーズに入った。 私はウテナを見たことがないので、何を期待するか分からなかった。 最初のエピソードは起こっている、それは良い、楽しい、そして、突然...まったくどこからでも...サバイバル戦略。 私がそこに座っている途中で私はその場面で驚いた。私はその時、私は何か特別なことを見つけた。\n\nアニメ自体はひねりがいっぱいです。 しかし、その中核となるのは、ペンギンの帽子でペンギンドムと呼ばれるものを探し出し、最近死んだ（今生きている）姉妹、ひまりに命を与えてくれる2人の兄弟（カンバとショウマ）  。 しかし、アニメは、兄弟が望んでいるものよりも多くの人々がいるので、はるかに複雑であることが判明している。 ストーリーが進むにつれて、キャラクターたちは自分たちの周りのものや自分自身についてもっと学びます。\n\nそれは心理学であり、アニメはあなたの思考を促し、時にはアニメが出しているテーマや時にはあなたの心を混乱させるテーマについても考えます。 本当に何が起こっているのか分からないと思っても、あなたは驚くでしょう。\n\nキャラクターの開発は、フラッシュバックで大量に行われます。フラッシュバックは、エピソードの大半を占めることがあります。 キャラクターの過去はこのシリーズでは非常に重要で、各キャラクターのバックストーリーの公開は、視聴者を驚かせるような完璧な場所に置かれます。 瞬時にあなたのキャラクターや状況の認識は大幅に変わることがあります。\n\n文字自体は多様で楽しいものです。 個人的に私は本当にリンゴが好きです、彼女はちょっと怖いです（元気でとてもうかがっています）が、彼女はあなたの根源となる少女になりました。  「ファビュラス・マックス」のピンクの髪の男がいる。 それぞれのキャラクターについてもっと学ぶと、ショーの状況と全体についてもっと理解することができます。\n\n芸術作品はとても印象的です。 私は一人でいるのかどうかはわかりませんが、アニメーションの再利用、NPCキャラクターのアウトラインなど、いくつかの明白なお金を節約するトラックを作ってから予算が掛かっているのだろうかと思っています。  （Kare Kanoの適応は同じことをしました...しかしそれはさらに問題になっていました）。 それでも、私は何にも苦情はありません。 アニメーションはすべて鮮明で、多くのアニメには見られない芸術的な才能があります。 化物語の芸術スタイルを楽しんでいれば、ペンギンドラムを楽しめます。\n\nOPは一般的にお互いに非常によく似ています。 私は彼らの気持ちが、ショーの感じ方に本当に合っていると言いたい。 しかし、音楽の本当のチャンピオンは、ロック・オン・ジャパンです。サバイバル・ストラテジー・セグメントで演奏する曲です。 それは単にあなたを画面に接着します。\n\n結局、Mawaru Penguindrumはあなたが尋ねてきたすべてのレベルを提供し、その後いくつかを提供します。 あなたが何にも決して負けない低生命を聞いて、Mawaru Penguindrumを見てください。\n\n今、サバイバル戦略を開始しましょう。"
  },
  {
    "title": "Mawaru_Penguindrum",
    "id": "10721",
    "url": "https://myanimelist.net/anime/10721/Mawaru_Penguindrum",
    "user": "Teenmediareviews",
    "profile": "/profile/Teenmediareviews/reviews",
    "pages": "5",
    "number": "7",
    "link": "/reviews.php?id=67759",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\n（ドラマ、コメディ、ミステリー、心理学）\n\n運命という言葉について疑問に思ったことはありますか？ そして、それがあなたに存在していたら、この運命を親切な愛する神や残忍な無神論の神として見た神を見ることができますか？\n\n物語は3人の主人公から始まります。若い幸運な双子の高倉秀和、年老いた男の子の双子神奈高葉と無邪気な妹の高倉ひまり。 最初は物語は静かな物語のように思われます。二人の兄弟が病気の妹ひまりであることを心配していますが、双子が見つかると姉が生き続けると主張する神秘的なペンギンの帽子でヒマーリが元気に戻ってくるとき、  「ペンギンドラム」と呼ばれるもの。 このペンギンドラムが何であるかを導き出すことなく、双子は数多くの予期せぬ出来事に投げ込まれ、彼らが交渉した以上に掘り起こすことになります。 あなたはすぐに、彼らの家族さえ本当にそうでないかもしれないことをすぐに学びます。\n\nこのシリーズは大成功です。 そして私はそれが好きです！ シリーズを通して表現されたコンセプトは非常に面白いと思っていました。 また、キャラクターはすべて非常にユニークで、あなたは本当に過去を発見しようとしていました。 このシリーズを非常に中毒性にさせる非常にキャッチーなキャッチフレーズもいくつかありました。 シリーズで使われているコメディも大好きで、ユニークで楽しい作品もありました。 しかし、私が最も大好きだったのは、それぞれのキャラクター間の関係の複雑さでした。 それは小さな円として始まりますが、その後はストーリーに深みがあることがわかります。シリーズが進むにつれて、このシリーズを作った人々がどのようにそのような概念を考え出し、視聴者を驚かせることができるのだろうかと思い始めます。 エピソードの後。\n\nあなたはプロットが一方向に向くと思うが、次のエピソードでは、完全に予期せぬところでいくつかのことが起こる。 私は、このシリーズは最もユニークなコンセプトを持ち、全体としては非常に芸術的であると信じています。\n\n見なければならないのですか？\n\n10/10\n\nサバイバル戦略!!!!!"
  },
  {
    "title": "Mawaru_Penguindrum",
    "id": "10721",
    "url": "https://myanimelist.net/anime/10721/Mawaru_Penguindrum",
    "user": "dublincore",
    "profile": "/profile/dublincore/reviews",
    "pages": "5",
    "number": "8",
    "link": "/reviews.php?id=88397",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  7\n|  7\n\nRevolutionary Girl Utenaと話したいと思ったストーリーの完成を見た後、Ikuhara Kunihiko監督はhelming animeから少し休憩を取った。 そして、「少しの休憩」によって、私は10年以上を意味する。 ちょうど最近、ウテナを自分の前から後ろまで見ていたことから、次は何が起こるのか、私が待っていたわけではありませんでしたが、ウテナのファンはどこにいても、\n\nPenguindrumは、2人の兄弟と終わりのない妹の物語で、非常に特別な帽子で奇跡的に生きている。帽子は宇宙人の生命体でもそうでなくてもよい。 この帽子は時折彼女を持っており、信じられなければならない奇妙な奇妙な女の子の変身シーケンスに私たちを扱います。 ウテナのように、イクハラはまっすぐな魔法少女の話には興味がありません。少女が本当に多くのことをするのではなく、2人の兄弟を屈辱させ、 彼女のために彼女の入札。 その目的のために、彼女は2人の兄弟（そして彼女が彼女がかなり甘くて控えめな状態になっているときに）3人の魔法のペンギン風の生き物を募集しました。 これらのペンギンは、他の人に見られたり、やりとりされたりすることはありません。そのため、彼らは完璧なスカウト、さらにはスパイです。 彼らの目標は、あなたがそれを推測したような神秘的な物体を見つける際に兄弟を助けることです。特別な帽子があいまいな理由で必要とする「ペンギンドラム」です。 兄弟がペンギンドラムを見つけていない場合、帽子は単に姉妹が死ぬことを許し、その後新しい宿主に移ることを許すことを意味しています（心配しないでください、それは後のエピソードでより明確になります）。\n\nPenguindrumはいくつかの点で、Ikuharaの以前の研究に比べてかなりコンパクトでペースが良いという点で改善しています。 ここにはたくさんのフィラーはありません。通常、各エピソード（変換シーケンス）ごとにアニメーションが繰り返されていますが、ウテナのアニメーションが繰り返されたほどの攻撃的な高さにはなりません。 ウテナでは、株価情報を使って自分自身を楽しませたり、早送りボタンでいい友達になれるようにしなければなりませんでした。 ここで問題はありません。  （さらに、誰もが、特に英語の吹き替えで、誰かがこの変換シーケンスに疲れている可能性はまったくありません： 'Survivaaaaaaaal Tactiiiiiic！Iiiiiimmaaagggiiiinnnnaattiiooon！'それは素晴らしいことです。 はるかに優れている。）\n\n他の方法では、それはウテナからの一歩です。 リングナを除いてウテナのいくつかの魅力的なキャラクターは誰もいません。アンティよりもファンベースのブレーカーでもあるかもしれません。 残念なことに、初期のエピソードの多くはリンゴに奇妙な強さで焦点を当てています。これはちょっと奇妙なことですが、このような最初の楽しい愛情のあるショーはそんな奇妙な女の子ととても長い時間を過ごしたいと思われるからです。 リンゴは面白い状況に身を任せるためのヒントを持っていますが、それは本当ですが、彼女はすべての不気味なストーカーを終わらせるための不気味なストーカーです。そして、彼女の初期の手続きで長時間過ごすことは、 キャラクターの発達は彼女をよりキレイにする。\n\nウテナと同様、ここで永続的な魅力と陰謀の多くは、マインド・ベンディング・エンディング、芸術的な方向性、予期せぬ開発やテーマがあります。 結末は、何かを台無しにすることを恐れて話すことは一切ありませんが、アートとテーマ別の開発にすばやく触れることができます。 芸術的には、これはかなり素晴らしい見せ方です - 西洋的な影響を表示します（ただし、Gainaxの狂気のような努力と同じ程度はありません）。そして、少しきれいに見えるかもしれませんが、これは明らかに高価なアニメでした 物事の見た目から、それはよく使われたお金でした。 一部の視聴者は、特定のスタイル上の選択肢（サイネージ画像やアイコンに重点を置いています）に問題を抱えていますが、ショーが暗い領域に向かうにつれて、これらの選択の理由が非常に明白になります。\n\nそして、より暗い領域について言えば、Penguindrumはそれ以前のUtenaのように、審美的でターゲットのある視聴者を想定して、視聴者に予期しない方法で挑戦するのを恐れることはありません。 はい、可愛い女の子とかわいい男の子やかわいい動物や癖やステレオタイプやガールズキーの瞬間が豊富ですが、国内のテロリズム、親の無視、強姦、法廷暴行、虐待、近親相姦のテーマもあります（近親相姦はお気に入りのテーマです 郁原のこと）と終末期の病気。 このシリーズには、社会がどのように個性を無視して標準化を促進するかについて驚くほど鋭敏なことがあります。ピンクフロイドの壁の肉粉砕機の恐怖に匹敵する、\n\nUtenaのように、Penguindrumには欠陥がかなりありますが、その中には特定の人々が耐え難くなるものもあります。  （理解しやすいように、新世紀エヴァンゲリオンとシリアル実験でも、ウテナやペンギンドラムよりも欠陥をすべて受け入れることが簡単です。）しかし、ウテナのように、もしあなたがそれらの欠陥をただちにロールアウトすれば、 ここで感謝しています。 私は日本のアニメにとって私が一番好きなのは、西洋人のアニメーションと比較してどれほど控えめであるかということです。 日本のアニメーターは、ロジック、ストーリー、キャラクターを完全に放棄することを意味していても、すべてのツールを自由に使いこなすことを恐れることはありません。 これはしばしばイライラすることがありますが、ポストモダンとシュールレアリスムの文学の外ではめったに見つからない、対立的でチャレンジングな瞬間も可能です。  Thomas Pynchonが、GravityのRainbowで、陰謀理論とパラノイアに関する重要なポイントを家に持ち帰る（そして、村上春樹の作品にも私を始めさせない）、感情的な、不滅の電球について書いていたように、Penguindrumは 厄介なかわいいペンギンのイメージに変わって、その点については、まあ何でも。  ^^おすすめ。"
  },
  {
    "title": "Mawaru_Penguindrum",
    "id": "10721",
    "url": "https://myanimelist.net/anime/10721/Mawaru_Penguindrum",
    "user": "gwern",
    "profile": "/profile/gwern/reviews",
    "pages": "5",
    "number": "9",
    "link": "/reviews.php?id=96891",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  8\n\n初期印象：視覚的に、色は印象的であり、_Utena_の幾何学的スタイルは下がっています。 それはかなり明確なコピー/動詞/類似点を持つ明らかにIkuharaの作品です。 イクハラはトロルの感性を失うことなく、病気のイトウを殺して復活させた。 プロットは初めは意味がありません（私たちが彼女のことを賛成するくらいストーカーの女の子の感覚を作ろうとすると、3つのエピソードには何の意味もありません）が、それはあなたのためのイクハラです。 私は非常に興味を持っていました -  MPは初心者には何の譲歩もしていないようですが、最初の数分ではGalaxy Railwayの夜中にかなり挑発的な言い伝えがありました - そして、私は陪審先輩が_Utena_から戻ってくるのを見てうれしく思いました。 私は心配し始め、少し怒りを得るようになった。  _Steins; gate_も明らかにこの点で主弧を開始しました！\n\nそれは07年と08年のヴェルサイユ_アリスの_Roseはもっと露骨なことはできませんでしたが、私たちはまだ、 フラッシュバックにもかかわらず、地球上で何が起こっていたかについての本当の考えはありません。\n\n私は最終的には混合感情を残しました。 私はほとんどのウォッチャー以上の人を理解しているようです（例えば、最初のエピソードでケンジ参照を逃しましたが、最初のエピソードではなく最後を理解できませんでしたが）。  Aum Shinrikyoと他のテーマを楽しんでいいですね。でも、何年も後にIkuharaが真剣なアニメに戻ってきたら、私は電化したいと思っていました。\n\n私が教えてくれた教訓_Mawaru Penguindrum_：あなたが誰かを強姦しようとすると、致命的な事故を引き起こすことは、道徳的には問題ありません。"
  },
  {
    "title": "Mawaru_Penguindrum",
    "id": "10721",
    "url": "https://myanimelist.net/anime/10721/Mawaru_Penguindrum",
    "user": "Svelte",
    "profile": "/profile/Svelte/reviews",
    "pages": "5",
    "number": "10",
    "link": "/reviews.php?id=78293",
    "jp": "--- --- --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  4\n|  6\n\nストーリー：物語はちょうど十分に始まった - ちょうどいくつかの兄弟が乙女を救いたい。 しかし、より多くのプロット要素が追加されました...最初は問題ありませんでしたが、それは迷惑になりました。 どうして？\n\nペンギンドラムは非常に「心理的」である。 設定は無定形であるか、むしろ精神的に展性がある。 シリーズが捨てられたので、あなたは噛みざるを得ませんでした。いくつかの部分が成功しました - 深さを追加し、2番目のレイヤー、他のものは失敗しました - ポイントからランダムポイントに移動し、\n\nだからシリーズは終わり、ピースは結びついている：D...しかし完璧にはない。 他のすべてにもかかわらず、ソリューションは非常によく設計されています。\n\nアート：典型的。 キャラクターデザイン、風景、アニメーションではそれほど特別なものはありません。 しかし、ストーリーボードのための小道具。\n\nサウンド：すべての部門で平均以上\n\n文字：ああ主。  Penguindrumの主な欠陥はキャラクターの発展です。 最後のいくつかのエピソードの前に何らかの変更を受ける唯一のキャラクターはリンゴです。 彼らはいい仕事をした。 私はちょうど彼らが彼女のより多くに焦点を当て、彼らの成功を果たしたかった。\n\n他人？  Meh、静かすぎる。 そして、変化が現れたとき、それは不当だった...\n\nこれらの展開は最終的にプロットを引きずり出しました。 私は文字を気にしなかっただけです。\n\n楽しみ？ 私はカジュアルな視聴者としてそれを楽しんだが、毎日それを見るために私を引き裂くものは何もなかった。\n\n全体的：6/10"
  },
  {
    "title": "Mawaru_Penguindrum",
    "id": "10721",
    "url": "https://myanimelist.net/anime/10721/Mawaru_Penguindrum",
    "user": "Taufiq91",
    "profile": "/profile/Taufiq91/reviews",
    "pages": "5",
    "number": "11",
    "link": "/reviews.php?id=48845",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  6\n\n私はこのアニメが好きではありません。 私はそれを嫌うことはありません。 私はただそれを好きにすることを拒否する。 しかし、私は私があなた、私と私たちの知る人のようなヒップスター映画を楽しむのと同じようにこれを楽しむ。 それはヒップスターでいっぱいのギャラリーで陽気に悪いパフォーマンスアートを見ているようなものです。 私はそこにいました.Penguindrumはその正確な経験のアニメーション版です。\n\nウクレレ革命娘ウッテナと呼ばれる素晴らしいマインドファックを指揮した生原邦彦監督。 彼は、彼の弟である榎木雄二がスタードライバーのようなアニメのエゴ旅行に嫉妬しているので、このシリーズを作った。 だから、彼は基本的には吸いたくないものを作ろうとしています（しかし素晴らしい！）。 結果はPenguindrumです。\n\nPenguindrumについての話は、近親相姦と言われたテロリストのアンカーの話です。 うん、それはそうだ、と思う。 それは親がペンギンの恐怖崇拝者であり、ロンドンを近代戦争でロンドンを爆破したこの兄弟の家族に関するものです。兄弟のひとり、ひまりが死んでいて彼女を救うために、他の2人の兄弟KanbaとShoumaはHimariをPenguindrum 彼女がウテナの背景を持つペンギンの帽子をかぶっているとき、ヒマリによると。  PenguindrumのヒントはRingoのノートにあります。Ringoは、Tabuki、Shoumaの先生、石田晃のキャラクターがオペラ歌手と結婚したことに惚れています。 同時に、ShoumaとKanbaは、彼女の病的な兄のためにPenguindrumを目指しているMasakoという女性に挑戦されている。\n\n最初はかなりストーリーが混乱していますが、説明すると理解しやすくなります。 それは、悪いカルト映画や劇場で「Wowはかなり馬鹿だ」と思っていたことを見ているようなものでした。後であなたはそれについて考えました。 ペンギンドラムはそれです。 そして、これを深く見せようとすることによって、「Bad Hipster Performance Art Experience」を実現します。 それは、基本的には特定の男たちによって深く呼ばれています。それは、すべてのヒップスターが、赤ちゃんを描き、キャンディー・バーを彼女のお尻に「現代社会についての深く洞察力のある物語」として描いている女性についての話を思い起こさせるものです。 真剣に、話は弱いですが、人々はそれがイクハラによって作られたので、それを賞賛します。 そして、イクハラは、グリニッジビレッジなんかのようなバーやクラブでウテナを飲んだ後、アメリカで自分の時間を過ごしたのと同時に、9/11以降に目撃したテロリズムについてのパラノイアが、ペンギンドラムへの影響力を作ったからです。 しかし、彼が「テロリストのアンカーの赤ちゃん」についてのアニメをしたいのであれば、彼は近親相姦のテロリストのアンカーの赤ちゃんではなく、テロリストのアンカーの赤ちゃんのアニメを作るだけでよい。\n\n芸術は大丈夫です。 私はそれが雛を車に変えた人のものなので何か驚くべきものを期待しましたが、それでも気にすることはありません。 私は実際にKyoAniの驚くべきアニメーションやビジュアルのレベルがまだ起こらなかったことを期待していました。 地獄、それはBrain Baseなので、私はBaccanoのようなクールなアートも期待していました！そしてそれも起こりません。 芸術を説明するには、「ミニマルは素晴らしいヨーロッパの前代未聞の芸術に合っている」だろう。 私はミニマリズムのための吸盤ですが、私は後者のファンではないので、私はスタードライバーを落としました。 そして彼らはスティックな人々として背景に人を描くべきではありません。 私はこのシリーズは予算が限られていることを知っていますが、他の人が傷つけない他のドローを試みるには余分な1ドルまたは2ドルを費やしています。\n\n音楽は素晴らしいです。 私はディフェーズのコルタルからのEDが大好きです。 私はまた、ドヴォルザークによる音楽の使用が大好きで、これに対するバックグラウンドミュージックは目立つようです。\n\nキャラクターはこの物語の最高の部分です。 私はひまりを愛する。 彼女はこのシリーズのポスターの女の子を地獄のようにかわいそうにしていますが、ShoumaとKanbaは自分自身でも素晴らしいキャラクターです。 それらを唱える人はルーキー・シユウス・ベイスデス・ショウマですが、他のキャラクターは本当にイイダキャラクターの完璧な定義であるタブーのようなものです。 雅子の堀江由井は、カノンのアユのようなキャラクターに慣れていたので個人的には好きですが、彼女の声は深くてセクシーです。 常樹ゆりのような能登真美子も狂ったサイコレズビアンを完璧にやっているからすごくいいです。\n\n全体的なPenguindrumは私がそれを好きに認めないアニメです。 私が言ったように、それはBad Hipsterパフォーマンスアートです：アニメ。 それは奇妙なことのために偽りと変わったですが、それはその文字と音楽で素晴らしいと素晴らしいです。 あなたがハードコアウテナかイクハラファンなら、これを見てください。  mindfuckアニメが大好きなら、それも見てください。 しかし、あなたがヒップスターを犯しているあなたの顔にあなたをパンチするので、話が深いと私に言わないでください。"
  },
  {
    "title": "Mawaru_Penguindrum",
    "id": "10721",
    "url": "https://myanimelist.net/anime/10721/Mawaru_Penguindrum",
    "user": "SamMan",
    "profile": "/profile/SamMan/reviews",
    "pages": "5",
    "number": "12",
    "link": "/reviews.php?id=69651",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  8\n\n運命とは何ですか？ これはMawaru Penguindrumが大事にしていることです。それは多くのことです。 しかし、この部分は完全に爽やかでした。 それを試してみてください、私はそれがあなたの現在の表現が何であるかと同じようにはならないと確信しています。 この1つのシリーズは私に目立ち、分類するのは難しいです。 このシリーズを見て、多くのテーマにうまく乗るようにしてください。 このシリーズのどれも予測可能ではなく、それはあなたに嘘をつき、意味を隠し、最終的に大きな叙事詩を残します。 私は本当に何かについてあなたに多くを教えたくありません。 あなたの楽しみに公正ではありません。 ここでは、1から10までの数字、プロット9の流れ、すべての主要テーマ9、キャラクター開発9、キャラクター9、ストーリー10、音楽8、アニメーション8、ストーリーメッセージ10です。 私は泣いて止めることができず、さらに話が進むにつれて驚きを感じます。 私が驚くほど多くのシリーズは開発されていません。"
  },
  {
    "title": "Mawaru_Penguindrum",
    "id": "10721",
    "url": "https://myanimelist.net/anime/10721/Mawaru_Penguindrum",
    "user": "sakuradrop",
    "profile": "/profile/sakuradrop/reviews",
    "pages": "5",
    "number": "13",
    "link": "/reviews.php?id=39857",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|\n|  9\n\nストーリー\n\nこのアニメは私のコレクションに間違いなくあります。\n物語は非常によく発達しており、それを見ている間、私は荒川アンダーブリッジの狂気アニメを思い出させる。 黒い喜劇がたくさんあります。人生の重大な状況は、それをペンギンと一緒に狂わせてしまいました\n\nアート\n\n非常に良い描画、私に少しパラダイスキスを思い出させる。\n非常に創造的ですが、同時に、白人の歩行者は私のものではありません。彼らは創造性があるはずですが、半分\n\n音\n\nとても良い\n\nキャラクター\n\n彼ら自身の人格と、彼らが誰であるかの彼らの状態を持っている\n\n楽しみ\n\nすばらしいです\n\n全体\n\nアニメが好きなら、あなたは偉人、黒人のコメディ、偉大な芸術、偉大なキャラクターになり、荒川のような不条理なことが好きなら、ここでたくさん見つけることができます。 あなたはこのアニメを見逃すべきではありません。"
  },
  {
    "title": "Mawaru_Penguindrum",
    "id": "10721",
    "url": "https://myanimelist.net/anime/10721/Mawaru_Penguindrum",
    "user": "Jazzy_Noodles",
    "profile": "/profile/Jazzy_Noodles/reviews",
    "pages": "5",
    "number": "14",
    "link": "/reviews.php?id=92149",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nだからMawaru Penguindrumは一言で言えば、終末がんで死んだ2人の兄弟とその妹の家族についての感情的な話です。 しかし、彼女は以前購入したペンギンの帽子で元気になり、ペンギンの帽子は、姉が生き続けるために、この「ペンギンドラム」を見つけることを要求しています。\n\nそしてそれはおそらく私がそれを集計する最良の方法でした。 物語そのものは、暗い感情と非常に軽い感情のミックスです。 あなたがエピソード1を見たら、あなたは暗くて明るい感情のミックスが意味することを理解するでしょう。\n\nとにかく私はアニメを評価する本当に奇妙な方法に移動します：\n\nストーリー＆amp; 設定（1/2）：\n\n物語は現代日本に設定されているので、視聴者が吸収しなければならない文脈の量はほとんどない。 最初のエピソードは、実際にキャラクターを設定し、何が起こっているかでうまくいきます。\n\n物語そのものは、直感的で直感的で、2人の兄弟と聴衆は、神秘的な「ペンギンドルム」と何らかの関係を持つ新しい人に会うことができます。 しかし、ストーリーのいくつかの側面は、目に見えないペンギンが突然現れるなどの視聴者には魅力的ではないかもしれません。 私は、エンディングが少し消滅したと感じましたが、私はまだアニメを徹底的に楽しんでいました。\n\nアート＆amp; amp; アニメーション（2/2）：\n\nこの側面は、おそらくアニメの最も独特でユニークな側面です。 運命は、さまざまな目的地と列車の旅のような視覚化が可能で、運命や目的地を転送する能力は非常に創造的です。 あなたは、セッティング/ストーリーと、運命を変える/移すという探求されたアイデアとの間に、多くのつながりがあることがわかります。\n\n芸術的に、このアニメは非常にカラフルです。 サバイバルストラテジーミーティングのシーケンスは、アニメの非常に暗い感じとは対照的に、私は笑顔になります。\n\n私が感謝するもう一つの細部は主人公だけが彼らの出現に詳細を得るという事実です。 他のすべての背景の人物は、人物として描かれます。 だから私は創造的な主人公にすべての注意を引く。\n\nこのアニメは非常にうまくいきます。 それは本当に飛行戦艦やメカでアクションアニメではないので、私はそれに不満や称賛することはあまりありません。\n\nサウンド[音声演技、OP + ED、BGM]（2/2）：\n\nこのアニメで演じる声はまあまあでした。 私はこの分野に大きな問題はない。 運命について多くの独白があり、それは少し繰り返し得るかもしれません。 しかし、あまりにも悪くはありません。\n\n両方のOPは大丈夫だった。 私はそれらを憎んでいないが、私もそれらを愛していませんでした。 私はEDにはあまり注意を払っていません。\n\nバックグラウンドミュージックも大丈夫だと思います。 それについてのコメントはあまりありません。 それはアニメを見て私の全体的な経験を妨げることはありませんでした。 しかし、私がこのアニメから常に覚えているバックグラウンドミュージックは、サバイバル戦略ミーティングのシーケンスミュージックです。 親愛なる主人は、その序列は魅力的です。\n\nキャラクタリゼーション（2/2）：\n\nキャラクターの中にはあなたにとって奇妙なものがあるかもしれませんが、最終的には本当に悲しい瞬間を伴って暖かくぼやけています。 彼らが達成しようとしていることについてあなたを混乱させるかもしれない多くのキャラクターがありますが、アニメは最後までうまく包み込みます。\n\n一般的にアニメのキャラクターには問題はありません。 私は覚えていない。\n\n全体的な楽しさ（1/2）：\n\n私はこのアニメ、特に対照的なテーマ、そして彼らが最後にどのように絡み合っているかを徹底的に楽しんだ。 悲しい瞬間と愚かな瞬間がたくさんありましたが、私はまだエンディングが本当に私を失望させるように感じます。 しかしそれは個人的な意見かもしれません。\n\nこのアニメのテイク・ホーム・ポイントは、そこに伝えられる感情がたくさんあり、あなたが期待していたものとは違うこのアニメを見つけるかもしれないということです。\n\n私の心の中では9または10のように座っていますが、8/10。"
  },
  {
    "title": "Mawaru_Penguindrum",
    "id": "10721",
    "url": "https://myanimelist.net/anime/10721/Mawaru_Penguindrum",
    "user": "Pinkette",
    "profile": "/profile/Pinkette/reviews",
    "pages": "5",
    "number": "15",
    "link": "/reviews.php?id=49169",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nMawaru Penguindrumについてのレビューを書くことは本当に難しいです。 このシリーズを表現する最良の方法は、ローラーコースターのようなものです。 あなたは将来のエピソードで何が起こるか決して分かりません。\n\nシリーズを見始めたとき。 私は本当に興味があり、次に何が起こるかを知りたがっていました。 私が第5話について知り合ったとき、私は退屈になり始めました。 自分自身に伝えるこのアニメはついにいつ終わるのですか？ 私はできるだけ早くそれを通過したい！ しかし、あなたがいくつかの退屈なエピソードを過ぎた後、約エピソード15で、シリーズはますます面白くなります。 今すぐ次のエピソードを見るのを待つことができません。 最後の対話の代わりにクリップのような、次のエピソードのための実際のプレビューを私たちに見せるべきだと私は考え続けます。\n\nまた、以前はMawaru Penguindrumのようなアニメを見たこともありませんでした。 私たちが唾液を見ることになっている時、代わりにこれらの赤いペンギンの兆候が飛んでくるのを見ます。 それはどこにでもペンギンを持っています（記号とそのキャラクターを表す4つのペンギン）。\nアニメーションは素晴らしいです、キャラクターは素晴らしいですし、物語は素晴らしいです。 しかし、私は本当にいくつかのことを理解していません。 私はこの魔法は何とかして役割を果たすと思いますか？ 多分？？？\n\nシリーズの冒頭で、彼らはエピソード22でまだ明らかにされていないペンギンドラムに言及しています。実際、これは私がこのショーを見続けた理由の1つでした。 当初、彼らはこの謎を解き放って人々にアニメをもっと見せさせた。"
  },
  {
    "title": "Mawaru_Penguindrum",
    "id": "10721",
    "url": "https://myanimelist.net/anime/10721/Mawaru_Penguindrum",
    "user": "M4tt30",
    "profile": "/profile/M4tt30/reviews",
    "pages": "5",
    "number": "16",
    "link": "/reviews.php?id=53419",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\nさて、ここにいるのです。 私はMawaru Penguindrumの最後のエピソードを見てから約5分です。 そしてあなたは何を知っていますか？ 私はこのレビューで何を書くべきか分からない。\n\n私はストーリーについてのこのレビューには書きません。 ああ。 なぜなら、私はそれをどのように表現しても、私が感じるようにあなたはそれを感じないでしょう。 それは、それを理解するために、それを感じるために、監視する必要があります。\n確かに私は何について話すことができるが、私は今それを行う必要はありません。\n\n私はこのレビューで文字について書きません。 それらのすべてはユニークですが、あなたはそれを知っています。 あなたはすでに、あなたが「Brains Base」という名前を開いたときにそれを知っています。 もちろん、デュラララやバカノを見たら。 もしそうでなければ、私は今あなたに語っています：すべてはユニークです。 すべてが秘密を持っており、あなたがそれらを発見したときにあなたは驚くでしょう。\n\n私はサウンドトラックや芸術については書きません。 あなたはそれを見る必要があるからです。 あなたはそれを聞く必要があります。\n（しかし、私が言うべきことが1つあります：これは1つのアニメで8つのエンディングを見るのは初めてで、すべてが素晴らしいですし、最後まで各エピソードを見ることができます）。\n\nあなたが見ることができるように、このレビューではまだ重要で意味のあることは書いていません。\n私はあなたにそれを見てもらうことを勧めていません。 なぜ私はそれをしなかったのですか？\n\nMawaru Penguindrumは私がこれまで見た中で最も奇妙なアニメです。\n私は最初のいくつかのエピソードを見て、全く感銘を受けませんでした。\n最初の数回のエピソードの後も、それは本当に興味深いとは思わない。\nそれは時間を費やす価値がないということ。\n\n今私はすべての24のエピソードを見た、私はちょうどそれがどのように進化したか信じられない。\n「かなり良い」から、それぞれのエピソードでは、ただ「傑出した」まで成長しました。\nだからあなたはそれを見なければなりません。\n\nMawaru Penguindrumは私が今まで見た中で最も奇妙なアニメかもしれません。\nしかし、それはすべてがあります。 喜劇、サスペンス、謎。 多くのプロットの紆余曲折、偉大な文字、壮大なサウンドトラック、素晴らしい芸術と叙事詩の終わり。\n\nあなたはこれを見て何度も驚くでしょう。\nしかし確かにあなたは失望しません。"
  },
  {
    "title": "Mawaru_Penguindrum",
    "id": "10721",
    "url": "https://myanimelist.net/anime/10721/Mawaru_Penguindrum",
    "user": "NostalgicDPT",
    "profile": "/profile/NostalgicDPT/reviews",
    "pages": "5",
    "number": "17",
    "link": "/reviews.php?id=95093",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  10\n\n運命は、最も幸せな生活をもたらすことができますが、悲惨さ、犯罪、苦しみの人生をもたらすこともあります。 運命を少しでも変えるという考え方は、刑罰を伴わなければならず、アニメを通して視聴者は「運命」のサイクルを見ることになる。\n\n2人の双子の兄弟から成っている3人の家族、そして小さな妹が1つの家に集結しています。 しかし、運命は、個々人ごとに異なる道を指示します。 誰も魅力的ではない。 運命を変える行為には報酬と罰がある。 家族は彼らの目標を追求するための極端な措置をとるだろうし、彼らの目標はすべて同じではない。 多くのフラッシュバックがあり、視聴者が一緒になって状況をさらに理解することができます。 スポイラーを避けるために、私はさらに詳細には触れません。 しかし、アニメは10時間のエピソードの後に​​スピードアップするので、ペースが「超ゆっくりと退屈」になるとは思わないでください。\n\n私はそれを評価する前にアニメ全体を見たり、それを「悪い」と非難することを勧めます。 私は実際に終わりに近づき、すべてのフラッシュバックが何を意味するのかを理解するまで、これを良いアニメと呼ぶつもりはなかった。物事が深刻になった後、典型的な「厄介な」キャラクターは邪魔にならず、プロットのねじれは予測が非常に難しい 。\n\n\nストーリー9/10：物語は心温まる、面白く、プロットはアニメーションの真中に向かって動きが速い。 このアニメを見るとき、アニメの1/3がキャラクターに暖かくなり、彼らの性格や現状を理解できるようになっていることを覚えておくことが重要です。 アニメが中間点に達すると、各キャラクターの秘密を迅速に明らかにし始めます。\n\nアート8/10：芸術はまともで、驚くべきことはありませんが、間違いなく「悪い」ではありません。\n\nSound 10/10：アニメに直接関係する本当に素晴らしいOP / ED曲。 音楽は素晴らしいです。\n\nキャラクター9/10：キャラクターは基本的にアニメ全体です。 多くの文字があり、視聴者はほとんどすべてを理解し、POVから見ることができます。 最初は私は本当に特定のキャラクターに悩まされましたが、アニメの終わりにはキャラクターが常に進化しているので、実際にキャラクターが気に入っていました。 彼らの理想は変わり、それ自体も変わります。\n\n楽しさ10/10：アニメは実際に私がエピソードごとに思うようにしました。それは私がまとめなければならないパズルであり、それは楽しいパズルでした。\n\n全体的に9/10：私はアニメが私にとても面白かったと認めます。 私はキャラクターが好きでしたが、主に私はストーリー全体のスキームが好きでした（私はスポイラーを避けるためにあまり説明しませんでした）。"
  },
  {
    "title": "Mawaru_Penguindrum",
    "id": "10721",
    "url": "https://myanimelist.net/anime/10721/Mawaru_Penguindrum",
    "user": "derpefy",
    "profile": "/profile/derpefy/reviews",
    "pages": "5",
    "number": "18",
    "link": "/reviews.php?id=89865",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\nストーリー：9\n私が思っていた話はかなり元気だったし、かなり良かった。 唯一のことは、私はストーリーの種類がちょうどそれ自体を引きずったと感じました。\n\nキャラクター：9\n私はMawaru Penguindrumが素敵で親切なひまり、プレイボーイカンバ、普通のShoumaという愛らしいキャストを持っていると思った。 私を悩ませた唯一のキャラクターはShoumasペンギンでした。 彼のペンギンは何もしなかった。 ペンギンは、ペンギンドラムについても知らなかった。\n\n楽しさ：9\n私はユニークなプロットとプロットのねじれのためにそれを楽しんだ。 最初は少し幼稚ではあるが、暗くて良くなる。 しかし、私が以前に言ったように、時には何かが最終的に起こるまで、物語はちょうどそれ自身を引きずります。\n\n全体：9\n行こうとすると、ロマンス、コメディがありますが、多くの暴かれた過去、死、プロット・ツイストとともに、それはまた非常に深刻です。"
  },
  {
    "title": "Mawaru_Penguindrum",
    "id": "10721",
    "url": "https://myanimelist.net/anime/10721/Mawaru_Penguindrum",
    "user": "wallflower_",
    "profile": "/profile/wallflower_/reviews",
    "pages": "5",
    "number": "19",
    "link": "/reviews.php?id=90067",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  8\n\n私は通常、レビューを書くことはありませんが、これは非常に過小評価されているアニメのように感じる。 このアニメは、私が見てきたほとんどすべての面で完全にユニークです。 それが構造化されている方法、そしてロマンスとコメディとの超自然の要素のバランスがどのように完璧であったか、それを探している人々のための行動もありました。 最初はちょっとばかげているようですが、ショーは進行するにつれてより悲しく悲劇的になります。 その全体的なテーマは実際にはかなり悲しいです。 アニメは幾分複雑ですが、あまりにもそうではありません。\n\nアニメーションの面では、それはかなり新しいものです。 それはシャープなラインを持っていて、あまりにもファジーな見た目ではありません。私はしばしばそうですが、うまくアニメ化されたアニメを探している人にとってはそうです。\n\n今、私は主にアニメにはかなり良い英語ダブを見ます。 しかし、私は潜水艦にコメントをすることはできません..かんばんは少しでも慣れていました。 音楽（テーマ、エンディングなど）はとても楽しいものでした。音楽はアニメを見るときに多くの注意を払っています。\n\n私は複数の機会にこのアニメに出会ったことを認めなければなりませんが、それがどれほど愚かであるかによってそれを却下しました。 私は最近、疲れて、数日でショーを飛びました。\n\n新しいアニメを探している人にとっては間違いなくオススメです。"
  },
  {
    "title": "Mawaru_Penguindrum",
    "id": "10721",
    "url": "https://myanimelist.net/anime/10721/Mawaru_Penguindrum",
    "user": "MAND4",
    "profile": "/profile/MAND4/reviews",
    "pages": "5",
    "number": "20",
    "link": "/reviews.php?id=106219",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  8\n\n運命。 私たちはそれに縛られていますか？ 私たちは選択肢の中で一つのことばを持っていますか？ 私たちの人生はすでに紙に書かれており、私たちは単にその追従者ですか？ それから逃れることができますか？\n\nMawaru Penguindrumはいろいろなことがありますが、まずそれはユニークなアニメであり、ストーリーテリングという意味で解明されています。 それはどんな意味でも巧みだとは言いませんが、それはむしろさっぱりしていて、実際にはかなり良い時期です。 それは、話す時間が必要で、視聴者からの注意を必要とする物語です。 すべてにおいて、それは複雑ではありません。 むしろ、意味をなさないためにお互いを結びつける必要のある要素がたくさんあります。そして、最初の欠陥は、私にとっては、このアニメが付属しています。\n\nストーリーは、すべてのことが意味をなさないように、不条理な出来事の変わり目を必要としました。つまり、最後のエピソードはデュース・エキスのように見えます。 あなたはこれらのことが一生懸命語ったことを知っていますが、突然突然現れ、苦い味を残します。 しかし、それは悪いとは言えません。 それは実際にはかなり礼儀正しいストーリーテリングです。多くの象徴主義と、家族、闘争、そしてさまざまな信念の繁栄とのメッセージがあります。 それでも、すべてが結びつくと、それは私のために急いだと感じられ、余波はすべて合理的に見えませんでした。\n\nシリーズの前半には多くのコメディがあり、ゆっくりとあなたを物語に魅了します。 その主な側面を設定し、キャラクターの開発から始まり、突然暗くなります。 それは明白ではありませんが、一部の視聴者にとっては、それはあまりにも突然で、ターンの予期しない可能性があります。 すべての話は基本的に特定の出来事に結びついています。ここにはいくつかの抜け穴があり、何か質問は答えられていませんが、そうでなければ災害であったかもしれないことに確固たる結論があります。\n\n最初にあなたに飛び乗るのは、芸術です。 最初の半分は最もカラフルなアートスタイルの一つとして私は目撃するチャンスがあったが、それは何とか一緒に落ちた。 それでも、ストーリーの色調が変わると、アートも変わりました。 徐々に、カラフルさは失われ、より深刻な色とより小さなパレットで交換されました。 息を呑むような風景や風景が一貫してあり、私はしばしばこの美しい世界を注視することに畏敬の念を抱いていました。 アニメーションの品質は一貫していて正直ではありますが、私は多くのことを驚かせました。 多くのアクションはありませんが、常に画面上に何か起きています。 文字のデザインは本当に魅力的でした。 彼らは芸術の残りの部分と同じくらいカラフルで、見分けがつきやすく、簡単すぎるとは思えませんでした。 私が大好きだったのは、すべての女性/男性キャラクターが同じタイプの目を持っているわけではなく、彼らの性格に最も適したものを持っているということです。\n\n芸術だけでなく、サウンドスコアも私を驚かせました。 ここには美しい音楽がいくつかありますが、しばしば特定のシーンの全体的な感覚を強調します。 キャラクターには、それぞれが強力なパフォーマンスをもたらし、キャラクターとの接続のための別の手段を提供する、適切な声がありました。\n\nしかし、私は芸術と音を称えただけで、その人たちのために同じことを言うことはできません。 興味深いものがいくつかありますが、多くのキャラクターが開発中に鈍いように見えましたが、これは良い兆候ではありません。 多くのキャラクターがあり、それらはすべて、ある方法または別の方法でつながっているように見えます。 彼らの性格は異なりますが、彼らの目標はいつか重なります。 いくつかの不合理な選択肢、狂気の意思決定とシリーズのほとんどすべてのキャラクターからの利己的な行動があり、時々彼らの相互作用はあなたを少し迷惑にすることがあります。 ヒマリは本当によく話をしていない「完璧な妹」の役割を果たしました。  Kanbaは、強くて決定的な男性のリードと兄弟の役割を果たしました。 あなたが愛している根本的なキャラクターはたくさんありますが、それでもあなたがそれらに同意しないだけでなく、馬鹿げているからです。\n\n楽しさになるとそうです。 あなたがこのようなアニメの中にいるかどうかにかかっています。 ストーリーには甘い時間がかかり、キャラクターも甘い時間を取って発達し、コメディの面が失われ、物語があなたに伝えなくても揺れ始めるので、全体的な楽しさはおそらく後半に決定するでしょう 重要なこと。\n\n私は私の心の中で議論しました - 私はMawaru Pengiundrum 8または9を与えなければなりません。しかし、9を与えることは私が経験を徹底的に楽しんでいることを意味し、それはフラットな嘘です。  Mawaru Pengiundrumはたくさんのことをしています。その中には良いものもあれば、悪いものもあります。 それはユニークな経験を提供し、あなたは少なくとも2つのエピソードのために自由な時間があれば確かにそれをチェックする必要があります。"
  }
]
