[
  {
    "title": "IS__Infinite_Stratos_Encore_-_Koi_ni_Kogareru_Rokujuusou",
    "id": "10794",
    "url": "https://myanimelist.net/anime/10794/IS__Infinite_Stratos_Encore_-_Koi_ni_Kogareru_Rokujuusou",
    "user": "Plagus777",
    "profile": "/profile/Plagus777/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=48821",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  9\n\nストーリー -  8\n\n物語は元のシリーズの出来事の後に起こります。 それは人生、ロマンス、エピソード、そしてアカデミーとは全く別のものです。  Ichikaは一人で家にいて、彼の女性の友人はこのチャンスを自分の家に止めることに決めました。 スーパーストリームがバックグラウンドでプレイするのを聞いたときに終わったと思ったら、IchikaとHoukiがフェスティバルで一緒に過ごす数分の間、正しいバックアップを選びます。 それはとてもきれいに包み込み、私が一番嫌いな部分は、私がすでに全部のことを終えたことに気付いたときでした。\n\nアート -  8\n\n私は何度も前に言ってきましたが、ISの芸術は平均以上です。 ハレームアニメの重要なことがあれば、それは芸術であり、キャラクターが視覚的に魅了される前に、ステレオタイプではありえないほどのモエの魅力にさらされる前に、魅力的です。 どこでも良いハレムのアニメの評判を捨てる。 すべてが形になっていて、不平を言うことは何もなかったし、たくさんの承認を得ることができた。\n\n女性のキャラクター、その衣服、動き、ボディ、絶対においしいと言っても大丈夫。\n\nサウンド -  8\n\n私が言うことがあるという事実は、自動的に高い評価を要求します。 私はついにKana（Charのための声）が、いつも欲しがっていた、恥ずかしがり、神経質な声を聞くようになった。\n\nそれ自体は治療だった。 音声の演技は無意味でした。\n\nキャラクター -  8\n\n驚くばかり。 正しいハレム。 私はそれを前に見たことがありますが、それは前に無数の時間失敗するのを見たことでそれをより良くします。 私はIchikaが既に誰かを決定したい。\n\n楽しさ -  9\n\nHoukiがお風呂に入ったときに、OVAの2番目の部分に向かってハイライトが表示され、あなたは潜水艦を無視して、ちょっとした天国の秒間乳首を見つめます。  GODDAMNはすばらしいです。\n\n全体的 -  9\n\n明らかに、私は元気なハレムのアニメを楽しむ方法を知っていて、私の元気なことを私に伝えない人です。\n\nあなたがアニメを愛していたり​​、好きだったりしたら、このOVAが好きかもしれません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nStory - 8\n\n\u001b[1mストーリー -  8\u001b[22m\n\u001b[1m(Sutōrī - 8)\u001b[22m\n\nTranslations of \u001b[4mStory - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 8\u001b[24m\n    \u001b[1mストーリー -  8\u001b[22m\n\u001b[1m\u001b[22m\nThe story takes place after the events of the original series. It's pretty much a slice of life, romance, episode, completely separate from the Academy. Ichika is home alone and his lady friends decide to take this chance to stop by at his house. Just when you think it's over when you hear Super Stream begin to play in the back ground, it picks right back up for a few minutes of Ichika and Houki spending time together at a festival. It wraps up very nicely and the part I hated most was when I realized that I had finished the whole damn thing already.\n\n\u001b[1m物語は元のシリーズの出来事の後に起こります。 それは人生、ロマンス、エピソード、そしてアカデミーとは全く別のものです。  Ichikaは一人で家にいて、彼の女性の友人はこのチャンスを自分の家に止めることに決めました。 スーパーストリームがバックグラウンドでプレイするのを聞いたときに終わったと思ったら、IchikaとHoukiがフェスティバルで一緒に過ごす数分の間、正しいバックアップを選びます。 それはとてもきれいに包み込み、私が一番嫌いな部分は、私がすでに全部のことを終えたことに気付いたときでした。\u001b[22m\n\u001b[1m(Monogatari wa gen no shirīzu no dekigoto no nochi ni okorimasu. Sore wa jinsei, romansu, episōdo, soshite akademī to wa mattaku betsu no monodesu. Ichika wa hitori de ie ni ite, kare no josei no yūjin wa kono chansu o jibun no ie ni tomeru koto ni kimemashita. Sūpāsutorīmu ga bakkuguraundo de purei suru no o kiita toki ni owatta to omottara, Ichika to Houki ga fesutibaru de issho ni sugosu sūbun no ma, tadashī bakkuappu o erabimasu. Sore wa totemo kirei ni tsutsumikomi, watashi ga ichiban kiraina bubun wa, watashi ga sudeni zenbu no koto o oeta koto ni kidzuita tokideshita.)\u001b[22m\n\nTranslations of \u001b[4mThe story takes place after the events of the original series. It's pretty much a slice of life, romance, episode, completely separate from the Academy. Ichika is home alone and his lady friends decide to take this chance to stop by at his house. Just when you think it's over when you hear Super Stream begin to play in the back ground, it picks right back up for a few minutes of Ichika and Houki spending time together at a festival. It wraps up very nicely and the part I hated most was when I realized that I had finished the whole damn thing already.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story takes place after the events of the original series.\u001b[24m\n    \u001b[1m物語は元のシリーズの出来事の後に起こります。\u001b[22m, \u001b[1mストーリーはオリジナルシリーズのイベントの後に行われます。\u001b[22m\n\u001b[4mIt's pretty much a slice of life, romance, episode, completely separate from the Academy.\u001b[24m\n    \u001b[1mそれは人生、ロマンス、エピソード、そしてアカデミーとは全く別のものです。\u001b[22m, \u001b[1mこれはかなりアカデミーとは完全に独立した生活、恋愛、エピソードのスライス、です。\u001b[22m\n\u001b[4mIchika is home alone and his lady friends decide to take this chance to stop by at his house.\u001b[24m\n    \u001b[1mIchikaは一人で家にいて、彼の女性の友人はこのチャンスを自分の家に止めることに決めました。\u001b[22m, \u001b[1mシンジ（プラグスーツ）は、単独で家であり、彼の女性の友人が彼の家に立ち寄るには、この機会を取ることにしました。\u001b[22m\n\u001b[4mJust when you think it's over when you hear Super Stream begin to play in the back ground, it picks right back up for a few minutes of Ichika and Houki spending time together at a festival.\u001b[24m\n    \u001b[1mスーパーストリームがバックグラウンドでプレイするのを聞いたときに終わったと思ったら、IchikaとHoukiがフェスティバルで一緒に過ごす数分の間、正しいバックアップを選びます。\u001b[22m, \u001b[1mあなたはそれはあなたがスーパーストリームがバックグラウンドで再生し始める聞いたときの上だと思うときちょうど、それは正しいバックアップシンジ（プラグスーツ）と宝亀過ごす時間の数分間一緒祭りで選択されます。\u001b[22m\n\u001b[4mIt wraps up very nicely and the part I hated most was when I realized that I had finished the whole damn thing already.\u001b[24m\n    \u001b[1mそれはとてもきれいに包み込み、私が一番嫌いな部分は、私がすでに全部のことを終えたことに気付いたときでした。\u001b[22m, \u001b[1mそれは非常にきれいにラップし、私はすでに全体こいつを終えたことに気づいたとき、私は最も嫌わ部分がありました。\u001b[22m\n\u001b[1m\u001b[22m\nArt - 8\n\n\u001b[1mアート -  8\u001b[22m\n\u001b[1m(Āto - 8)\u001b[22m\n\nTranslations of \u001b[4mArt - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 8\u001b[24m\n    \u001b[1mアート -  8\u001b[22m\n\u001b[1m\u001b[22m\nI've said many times before, the art in IS is above average. If there's anything important about a harem anime it's the art, and making sure you are visually attracted by a character before you're even further ensnared by their stereotypical but irresistibly moe qualities.They have done this outstandingly well, which other cheap animes fail to do, besmirching the reputation of good Harem animes everywhere. Everything was up to shape, nothing to complain and plenty to nod in approval at.\n\n\u001b[1m私は何度も前に言ってきましたが、ISの芸術は平均以上です。 ハレームアニメの重要なことがあれば、それは芸術であり、キャラクターが視覚的に魅了される前に、ステレオタイプではありえないほどのモエの魅力にさらされる前に、魅力的です。 どこでも良いハレムのアニメの評判を捨てる。 すべてが形になっていて、不平を言うことは何もなかったし、たくさんの承認を得ることができた。\u001b[22m\n\u001b[1m(Watashi wa nando mo mae ni itte kimashitaga, IS no geijutsu wa heikin ijōdesu. Harēmuanime no jūyōna koto ga areba, soreha geijutsudeari, kyarakutā ga shikaku-teki ni miryō sa reru mae ni, sutereo taipude wa arienai hodo no Moe no miryoku ni sarasa reru mae ni, mirikitekidesu. Doko demo yoi haremu no anime no hyōban o suteru. Subete ga katachi ni natte ite, fuhei o iu koto wa nani mo nakattashi, takusan no shōnin o eru koto ga dekita.)\u001b[22m\n\nTranslations of \u001b[4mI've said many times before, the art in IS is above average. If there's anything important about a harem anime it's the art, and making sure you are visually attracted by a character before you're even further ensnared by their stereotypical but irresistibly moe qualities.They have done this outstandingly well, which other cheap animes fail to do, besmirching the reputation of good Harem animes everywhere. Everything was up to shape, nothing to complain and plenty to nod in approval at.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've said many times before, the art in IS is above average.\u001b[24m\n    \u001b[1m私は何度も前に言ってきましたが、ISの芸術は平均以上です。\u001b[22m, \u001b[1m私は何度も前に、ISのアートが平均以上であると述べました。\u001b[22m\n\u001b[4mIf there's anything important about a harem anime it's the art, and making sure you are visually attracted by a character before you're even further ensnared by their stereotypical but irresistibly moe qualities.They have done this outstandingly well, which other cheap animes fail to\u001b[24m\n    \u001b[1mハレームアニメの重要なことがあれば、それは芸術であり、キャラクターが視覚的に魅了される前に、ステレオタイプではありえないほどのモエの魅力にさらされる前に、魅力的です。\u001b[22m, \u001b[1mハーレムアニメに関する重要な何かがあれば、それは芸術だ、とあなたはさらに、他の安価なアニメがために失敗する、抜群によく、これを行っている彼らの固定観念が、たまらなく萌えqualities.Theyによってわなている前に、あなたが視覚的に文字に惹かれていることを確認すること\u001b[22m\n\u001b[4mdo, besmirching the reputation of good Harem animes everywhere.\u001b[24m\n    \u001b[1mどこでも良いハレムのアニメの評判を捨てる。\u001b[22m, \u001b[1mどこでも良いハーレムアニメの評判をbesmirching、行います。\u001b[22m\n\u001b[4mEverything was up to shape, nothing to complain and plenty to nod in approval at.\u001b[24m\n    \u001b[1mすべてが形になっていて、不平を言うことは何もなかったし、たくさんの承認を得ることができた。\u001b[22m, \u001b[1mすべては、形状まで文句を言うとたくさんで承認でうなずくために何もなかったです。\u001b[22m\n\u001b[1m\u001b[22m\nThe female characters, their clothing, movement, bodies, absolutely delicious to say the least.\n\n\u001b[1m女性のキャラクター、その衣服、動き、ボディ、絶対においしいと言っても大丈夫。\u001b[22m\n\u001b[1m(Josei no kyarakutā, sono ifuku, ugoki, bodi, zettai ni oishī to itte mo daijōbu.)\u001b[22m\n\nTranslations of \u001b[4mThe female characters, their clothing, movement, bodies, absolutely delicious to say the least.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe female characters, their clothing, movement, bodies, absolutely delicious to say the least.\u001b[24m\n    \u001b[1m女性のキャラクター、その衣服、動き、ボディ、絶対においしいと言っても大丈夫。\u001b[22m, \u001b[1m女性キャラクターは、彼らの衣服、運動、体、絶対においしいは控えめに言って。\u001b[22m\n\u001b[1m\u001b[22m\nSound - 8\n\n\u001b[1mサウンド -  8\u001b[22m\n\u001b[1m(Saundo - 8)\u001b[22m\n\nTranslations of \u001b[4mSound - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 8\u001b[24m\n    \u001b[1mサウンド -  8\u001b[22m\n\u001b[1m\u001b[22m\nThe fact that I have something to say automatically calls for a high rating. I finally got to hear Kana (voice for Char) do that shy, nervous, moe voice I always wanted.\n\n\u001b[1m私が言うことがあるという事実は、自動的に高い評価を要求します。 私はついにKana（Charのための声）が、いつも欲しがっていた、恥ずかしがり、神経質な声を聞くようになった。\u001b[22m\n\u001b[1m(Watashi ga iu koto ga aru to iu jijitsu wa, jidōteki ni takai hyōka o yōkyū shimasu. Watashi wa tsuini Kana (chā no tame no koe) ga, itsumo hoshi gatte ita, hazukashigari, shinkeishitsuna koe o kiku yō ni natta.)\u001b[22m\n\nTranslations of \u001b[4mThe fact that I have something to say automatically calls for a high rating. I finally got to hear Kana (voice for Char) do that shy, nervous, moe voice I always wanted.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe fact that I have something to say automatically calls for a high rating.\u001b[24m\n    \u001b[1m私が言うことがあるという事実は、自動的に高い評価を要求します。\u001b[22m, \u001b[1m私は自動的に言いたいことがあるという事実は、高い評価を求めています。\u001b[22m\n\u001b[4mI finally got to hear Kana (voice for Char) do that shy, nervous, moe voice I always wanted.\u001b[24m\n    \u001b[1m私はついにKana（Charのための声）が、いつも欲しがっていた、恥ずかしがり、神経質な声を聞くようになった。\u001b[22m, \u001b[1m私は最終的にカナ（シャアのための音声）を行う、私はいつも望んでいたその恥ずかしがり屋、神経、萌え声を聞くようになりました。\u001b[22m\n\u001b[1m\u001b[22m\nThat in itself was a treat. Voice acting was faultless.\n\n\u001b[1mそれ自体は治療だった。 音声の演技は無意味でした。\u001b[22m\n\u001b[1m(Sore jitai wa chiryōdatta. Onsei no engi wa muimideshita.)\u001b[22m\n\nTranslations of \u001b[4mThat in itself was a treat. Voice acting was faultless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat in itself was a treat.\u001b[24m\n    \u001b[1mそれ自体は治療だった。\u001b[22m, \u001b[1mそれ自体がそれは御馳走でした。\u001b[22m\n\u001b[4mVoice acting was faultless.\u001b[24m\n    \u001b[1m音声の演技は無意味でした。\u001b[22m, \u001b[1m声の演技は非の打ち所のないでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - 8\n\n\u001b[1mキャラクター -  8\u001b[22m\n\u001b[1m(Kyarakutā - 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - 8\u001b[24m\n    \u001b[1mキャラクター -  8\u001b[22m, \u001b[1m文字 -  8\u001b[22m\n\u001b[1m\u001b[22m\nAwesome. A harem done right. I've seen it before, but that only makes it better by the fact that I've seen it fail countless times before. I just want Ichika to decide on someone already.\n\n\u001b[1m驚くばかり。 正しいハレム。 私はそれを前に見たことがありますが、それは前に無数の時間失敗するのを見たことでそれをより良くします。 私はIchikaが既に誰かを決定したい。\u001b[22m\n\u001b[1m(Odoroku bakari. Tadashī haremu. Watashi wa sore o mae ni mita koto ga arimasuga, soreha mae ni musū no jikan shippai suru no o mita koto de sore o yori yoku shimasu. Watashi wa Ichika ga sudeni dareka o kettei shitai.)\u001b[22m\n\nTranslations of \u001b[4mAwesome. A harem done right. I've seen it before, but that only makes it better by the fact that I've seen it fail countless times before. I just want Ichika to decide on someone already.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAwesome.\u001b[24m\n    \u001b[1m驚くばかり。\u001b[22m, \u001b[1m素晴らしい。\u001b[22m, \u001b[1m恐ろしいです。\u001b[22m\n\u001b[4mA harem done right.\u001b[24m\n    \u001b[1m正しいハレム。\u001b[22m, \u001b[1mハーレムは正しく行わ。\u001b[22m\n\u001b[4mI've seen it before, but that only makes it better by the fact that I've seen it fail countless times before.\u001b[24m\n    \u001b[1m私はそれを前に見たことがありますが、それは前に無数の時間失敗するのを見たことでそれをより良くします。\u001b[22m, \u001b[1m私は前にそれを見てきましたが、それは唯一の私はそれが前に幾度となく失敗見てきたという事実によって良いことになります。\u001b[22m\n\u001b[4mI just want Ichika to decide on someone already.\u001b[24m\n    \u001b[1m私はIchikaが既に誰かを決定したい。\u001b[22m, \u001b[1m私はシンジ（プラグスーツ）が既に誰かを決定します。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - 9\n\n\u001b[1m楽しさ -  9\u001b[22m\n\u001b[1m(Tanoshisa - 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 9\u001b[24m\n    \u001b[1m楽しさ -  9\u001b[22m\n\u001b[1m\u001b[22m\nThe highlight was towards the second part of the OVA when Houki takes a bath and you get to ignore the subs and stare at her nipple for a few heavenly seconds. GODDAMN THAT WAS AWESOME.\n\n\u001b[1mHoukiがお風呂に入ったときに、OVAの2番目の部分に向かってハイライトが表示され、あなたは潜水艦を無視して、ちょっとした天国の秒間乳首を見つめます。  GODDAMNはすばらしいです。\u001b[22m\n\u001b[1m(Houki ga o furo ni haitta toki ni, ovu~a no 2-banme no bubun ni mukatte hairaito ga hyōji sa re, anata wa sensuikan o mushi shite, chottoshita tengoku no-byōkan chikubi o mitsumemasu. GODDAMN wa subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe highlight was towards the second part of the OVA when Houki takes a bath and you get to ignore the subs and stare at her nipple for a few heavenly seconds. GODDAMN THAT WAS AWESOME.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe highlight was towards the second part of the OVA when Houki takes a bath and you get to ignore the subs and stare at her nipple for a few heavenly seconds.\u001b[24m\n    \u001b[1mHoukiがお風呂に入ったときに、OVAの2番目の部分に向かってハイライトが表示され、あなたは潜水艦を無視して、ちょっとした天国の秒間乳首を見つめます。\u001b[22m, \u001b[1mハイライトは、箒（ほうき）が入浴OVAの第二部に向かっていた、あなたは潜水艦を無視して、いくつかの天秒間彼女の乳首を凝視してもらいます。\u001b[22m\n\u001b[4mGODDAMN THAT WAS AWESOME.\u001b[24m\n    \u001b[1mGODDAMNはすばらしいです。\u001b[22m, \u001b[1m最高でしたいまいましいです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall - 9\n\n\u001b[1m全体的 -  9\u001b[22m\n\u001b[1m(Zentai-teki - 9)\u001b[22m\n\nTranslations of \u001b[4mOverall - 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall - 9\u001b[24m\n    \u001b[1m全体的 -  9\u001b[22m, \u001b[1m全体的に -  9\u001b[22m\n\u001b[1m\u001b[22m\nObviously I'm someone who knows how to enjoy a well done Harem anime without letting the unoriginality get to me.\n\n\u001b[1m明らかに、私は元気なハレムのアニメを楽しむ方法を知っていて、私の元気なことを私に伝えない人です。\u001b[22m\n\u001b[1m(Akiraka ni, watashi wa genkina haremu no anime o tanoshimu hōhō o shitte ite, watashi no genkina koto o watashi ni tsutaenai hitodesu.)\u001b[22m\n\nTranslations of \u001b[4mObviously I'm someone who knows how to enjoy a well done Harem anime without letting the unoriginality get to me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mObviously I'm someone who knows how to enjoy a well done Harem anime without letting the unoriginality get to me.\u001b[24m\n    \u001b[1m明らかに、私は元気なハレムのアニメを楽しむ方法を知っていて、私の元気なことを私に伝えない人です。\u001b[22m, \u001b[1m明らかに私はunoriginalityが私に取得させることなくよくやっハーレムアニメを楽しむ方法を知っている人です。\u001b[22m\n\u001b[1m\u001b[22m\nIf you loved or liked the anime, you'll sure as well like or love this OVA.\n\n\u001b[1mあなたがアニメを愛していたり​​、好きだったりしたら、このOVAが好きかもしれません。\u001b[22m\n\u001b[1m(Anata ga anime o aishite i tari ​​, sukidattari shitara, kono ovu~a ga suki kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you loved or liked the anime, you'll sure as well like or love this OVA.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you loved or liked the anime, you'll sure as well like or love this OVA.\u001b[24m\n    \u001b[1mあなたがアニメを愛していたり、好きだったりしたら、このOVAが好きかもしれません。\u001b[22m, \u001b[1mあなたは愛さやアニメが好きなら、あなたは確かとしても好きか、このOVAを好きになります。\u001b[22m"
  },
  {
    "title": "IS__Infinite_Stratos_Encore_-_Koi_ni_Kogareru_Rokujuusou",
    "id": "10794",
    "url": "https://myanimelist.net/anime/10794/IS__Infinite_Stratos_Encore_-_Koi_ni_Kogareru_Rokujuusou",
    "user": "Nasty001",
    "profile": "/profile/Nasty001/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=48889",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  5\nサウンド|  6\nキャラクター|  7\n|  7\n\nそれで、元のInfinite StratosのアニメのOVAは、「IS：Infinite Stratos Encore：Koi ni Kogareru Sextet」と表示されました。この拡張OVAは一般的には良いと言えますが、 元アニメのほとんどのジャンルはもはや適用されません、この場合はshounenとharemのジャンルのみが適用されます。 それは、それが開始するchiquita（Houkiを参照しています）でありながらもミックスに追加されたロマンスのジャンルはもちろんですが、Houkiのためのecchiオフもあります。 私はOVAが2つの部分に分かれていて、1つの部分はすべてIchkaと彼のハーレムが彼の愛情のための競争を決して終わらせていないことが好きで、2番目の部分はすべてについてです ホキはやっと自分自身にIchikaを持っていましたが、他の当事者との競争はありませんでした。 しかし、私はちょうど最後のエピソードで、2（IchkaとHouki）が他の当事者が介入するときにキスしようとしていたので、HoukiとIchkaがキスしていたはずだったはずです。 アート、オリジナルとOVAの両方を作成する際に同じアートが使用されているので、「平凡な」ナンバー5が演奏すると言いたいのですが、音に関しては5を与えてもらいました。  OVAの2番目のエンディングテーマは「フェア」ナンバー6が大丈夫だと決めました。\n\nキャラクター：良い7。\n\nまあ、以前のアニメのキャラクターの大部分はまだそこに残っていましたが、このOVAはIchikaとHoukiにはまだまだそんな評価があります。 ところで、Ichkaの長男のChifuyuについて、彼女はIchkaと複雑な兄弟がいるのか、彼女のレズビアンですか？\n\n楽しさと総合：良い7。\n\nすべて、私は言うことができるOVAのこの1は、すべてのグッド、シーズン2があるかどうか、幸子は、最後にIchikaを持っていたことができていいです、私はもはや行く気にしない方法で 漫画を通して、私のためにco'z私はIchkaが彼のためのHoukiの気持ちについて馬鹿であり、それが私の評価の理由である場合でも2を一緒に見ることに興味があるだけです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nOk, so the OVA of the original Infinite Stratos anime has now been shown which is titled 'IS: Infinite Stratos Encore: Koi ni Kogareru Sextet,' I'd say that this extended OVA is generally good, however just like any OVAs from its original anime most of the genres don't apply anymore, in this case it only the shounen and harem genre applys. There is of course a romance genre added into the mix even though it is the chiquita (referring to Houki) who initiates it and there is also a one off ecchi for Houki that is. So for the story I'll give it a 'Good' number 7, since I like that the OVA is divided into 2 parts, one part is all about Ichka and his harem's never ending competition for his affection and the 2nd part is all about Houki finally having Ichika all to herself, but not without some competition from another party. But, I was kinda hoping that Houki and Ichka should have gone forth with the kiss since in the last episode, the 2 (Ichka and Houki) were about to kiss when other parties intervene. Art, well since it is still the same art being use in creating both the original and the OVA, I'd say that a 'Mediocre' number 5 will do and for the sound, I would have given it a 5 but since there is a 2nd ending theme in the OVA I'd decide that a 'Fair' number 6 is ok.\n\n\u001b[1mそれで、元のInfinite StratosのアニメのOVAは、「IS：Infinite Stratos Encore：Koi ni Kogareru Sextet」と表示されました。この拡張OVAは一般的には良いと言えますが、 元アニメのほとんどのジャンルはもはや適用されません、この場合はshounenとharemのジャンルのみが適用されます。 それは、それが開始するchiquita（Houkiを参照しています）でありながらもミックスに追加されたロマンスのジャンルはもちろんですが、Houkiのためのecchiオフもあります。 私はOVAが2つの部分に分かれていて、1つの部分はすべてIchkaと彼のハーレムが彼の愛情のための競争を決して終わらせていないことが好きで、2番目の部分はすべてについてです ホキはやっと自分自身にIchikaを持っていましたが、他の当事者との競争はありませんでした。 しかし、私はちょうど最後のエピソードで、2（IchkaとHouki）が他の当事者が介入するときにキスしようとしていたので、HoukiとIchkaがキスしていたはずだったはずです。 アート、オリジナルとOVAの両方を作成する際に同じアートが使用されているので、「平凡な」ナンバー5が演奏すると言いたいのですが、音に関しては5を与えてもらいました。  OVAの2番目のエンディングテーマは「フェア」ナンバー6が大丈夫だと決めました。\u001b[22m\n\u001b[1m(Sore de,-moto no infinitto Stratos no anime no ovu~a wa,`IS: Infinitto Stratos ankōru: Koi ni Kogareru Sextet' to hyōji sa remashita. Kono kakuchō ovu~a wa ippantekini wa yoi to iemasuga, moto anime no hotondo no janru wa mohaya tekiyō sa remasen, ko no baai wa shounen to harem no janru nomi ga tekiyō sa remasu. Sore wa, sore ga kaishi suru chiquita (Houki o sanshō shite imasu)dearinagara mo mikkusu ni tsuika sa reta romansu no janru wa mochirondesuga, Houki no tame no ecchi ofu mo arimasu. Watashi wa ovu~a ga 2tsu no bubun ni wakarete ite, 1tsu no bubun wa subete Ichka to kare no hāremu ga kare no aijō no tame no kyōsō o kesshite owara sete inai koto ga sukide, 2-banme no bubun wa subete ni tsuitedesu hoki wa yatto jibun jishin ni Ichika o motte imashitaga, hoka no tōjisha to no kyōsō wa arimasendeshita. Shikashi, watashi wa chōdo saigo no episōdo de, 2 (Ichka to Houki) ga hoka no tōjisha ga kainyū suru toki ni kisushiyō to shite itanode, Houki to Ichka ga kisu shite ita hazudatta hazudesu. Āto, orijinaru to ovu~a no ryōhō o sakusei suru sai ni onaji āto ga shiyō sa rete irunode,`heibon'na' nanbā 5 ga ensō suru to iitai nodesuga,-on ni kanshite wa 5 o ataete moraimashita. Ovu~a no 2-banme no endingutēma wa `fea' nanbā 6 ga daijōbuda to kimemashita.)\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: Good 7.\n\n\u001b[1mキャラクター：良い7。\u001b[22m\n\u001b[1m(Kyarakutā: Yoi 7.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: Good 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: Good 7.\u001b[24m\n    \u001b[1mキャラクター：良い7。\u001b[22m, \u001b[1mキャラクター：7良いです。\u001b[22m\n\u001b[1m\u001b[22m\nWell, most of the characters from the previous anime were still there, even though that this OVA is more on Ichika and Houki they still deserve such rating. By the way about Ichka's eldest sister Chifuyu, I kinda wonder if she also has some brother complex with Ichka or is she lesbian, eh, who cares?\n\n\u001b[1mまあ、以前のアニメのキャラクターの大部分はまだそこに残っていましたが、このOVAはIchikaとHoukiにはまだまだそんな評価があります。 ところで、Ichkaの長男のChifuyuについて、彼女はIchkaと複雑な兄弟がいるのか、彼女のレズビアンですか？\u001b[22m\n\u001b[1m(Mā, izen no anime no kyarakutā no daibubun wa mada soko ni nokotte imashitaga, kono ovu~a wa Ichika to Houki ni wa madamada son'na hyōka ga arimasu. Tokorode, Ichka no chōnan no Chifuyu ni tsuite, kanojo wa Ichka to fukuzatsuna kyōdai ga iru no ka, kanojo no rezubiandesu ka?)\u001b[22m\n\nTranslations of \u001b[4mWell, most of the characters from the previous anime were still there, even though that this OVA is more on Ichika and Houki they still deserve such rating. By the way about Ichka's eldest sister Chifuyu, I kinda wonder if she also has some brother complex with Ichka or is she lesbian, eh, who cares?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, most of the characters from the previous anime were still there, even though that this OVA is more on Ichika and Houki they still deserve such rating.\u001b[24m\n    \u001b[1mまあ、以前のアニメのキャラクターの大部分はまだそこに残っていましたが、このOVAはIchikaとHoukiにはまだまだそんな評価があります。\u001b[22m, \u001b[1mさて、前回のアニメのキャラクターのほとんどは、このOVAはシンジ（プラグスーツ）と宝亀の詳細であることを彼らはまだそのような評価に値するにもかかわらず、そこにまだありました。\u001b[22m\n\u001b[4mBy the way about Ichka's eldest sister Chifuyu, I kinda wonder if she also has some brother complex with Ichka or is she lesbian, eh, who cares?\u001b[24m\n    \u001b[1mところで、Ichkaの長男のChifuyuについて、彼女はIchkaと複雑な兄弟がいるのか、彼女のレズビアンですか？\u001b[22m, \u001b[1mIchkaの長男姉千冬約ところで、私はちょっと、彼女はまたIchkaでいくつかの兄弟コンプレックスを持っているか、彼女はええ、誰が気に、レズビアンありますかしら？\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment and Overall : Good 7.\n\n\u001b[1m楽しさと総合：良い7。\u001b[22m\n\u001b[1m(Tanoshisa to sōgō: Yoi 7.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment and Overall : Good 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment and Overall : Good 7.\u001b[24m\n    \u001b[1m楽しさと総合：良い7。\u001b[22m, \u001b[1m楽しさと全体：7良いです。\u001b[22m\n\u001b[1m\u001b[22m\nAll, I can say is that this 1 off OVA is 'ALL GOOD,' whether there will be a season 2 or not, it is nice that Houki was able to have Ichika in the end, by the way I no longer bother to go through the manga, co'z for me I'm only interested to see the 2 together even if Ichka is a moron about Houki's feelings for him and that's the reason for my rating.\n\n\u001b[1mすべて、私は言うことができるOVAのこの1は、すべてのグッド、シーズン2があるかどうか、幸子は、最後にIchikaを持っていたことができていいです、私はもはや行く気にしない方法で 漫画を通して、私のためにco'z私はIchkaが彼のためのHoukiの気持ちについてばかげていても、2つを一緒に見ることに興味があり、それが私の評価の理由です。\u001b[22m\n\u001b[1m(Subete, watashi wa iu koto ga dekiru ovu~a no kono 1 wa, subete no guddo, shīzun 2 ga aru ka dō ka, Sachiko wa, saigo ni Ichika o motte ita koto ga dekite īdesu, watashi wa mohaya iku kinishinai hōhō de manga o tōshite, watashi no tame ni co' z watashi wa Ichka ga kare no tame no Houki no kimochi ni tsuite bakagete ite mo, 2tsu o issho ni miru koto ni kyōmi ga ari, sore ga watashi no hyōka no riyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mAll, I can say is that this 1 off OVA is 'ALL GOOD,' whether there will be a season 2 or not, it is nice that Houki was able to have Ichika in the end, by the way I no longer bother to go through the manga, co'z for me I'm only interested to see the 2 together even if Ichka is a moron about Houki's feelings for him and that's the reason for my rating.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll, I can say is that this 1 off OVA is 'ALL GOOD,' whether there will be a season 2 or not, it is nice that Houki was able to have Ichika in the end, by the way I no longer bother to go\u001b[24m\n    \u001b[1mすべて、私は言うことができるOVAのこの1は、すべてのグッド、シーズン2があるかどうか、幸子は、最後にIchikaを持っていたことができていいです、私はもはや行く気にしない方法で\u001b[22m, \u001b[1mすべて、私はOVAオフこの1であることである 'ALL GOOD、「シーズン2かがあるかどうか、それは箒（ほうき）が最後にシンジ（プラグスーツ）を持つことができたことはいいです、ところで私がもはや行くことをわざわざ言うことはできません\u001b[22m\n\u001b[4mthrough the manga, co'z for me I'm only interested to see the 2 together even if Ichka is a moron about Houki's feelings for him and that's the reason for my rating.\u001b[24m\n    \u001b[1m漫画を通して、私のためにco'z私はIchkaが彼のためのHoukiの気持ちについてばかげていても、2つを一緒に見ることに興味があり、それが私の評価の理由です。\u001b[22m, \u001b[1m私にとって漫画、co'zを通して私はIchkaは彼のために宝亀の気持ちバカであり、それが私の評価の理由だ場合でも、一緒に2を参照するだけ興味があります。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "IS__Infinite_Stratos_Encore_-_Koi_ni_Kogareru_Rokujuusou",
    "id": "10794",
    "url": "https://myanimelist.net/anime/10794/IS__Infinite_Stratos_Encore_-_Koi_ni_Kogareru_Rokujuusou",
    "user": "Xenosblade23",
    "profile": "/profile/Xenosblade23/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=50095",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  8\n\nプレビュー：私はInfinite Stratosを愛しています。 ショーを通して私たちは、Ichikaの関係が特にHoukiの少女と進化するのを見ます。  ISの終わりにはIchikaとHoukiがキスをしているのが見えますが、彼らはグループによって中断されています。 全体的に見ると、私たちは黙っているように伯母を選ぶと確信しています。  OVA IS：encoreでは、私たちの仮説は、Houkiに特別な注意を払うという事実によって裏付けられています。\n\nレビューをお楽しみください。\n\n--------------ポイントまで--------------\n\nストーリー -  7\n\n物語は元のシリーズの出来事の後に起こります。 それは、学校の周辺の外で起こっている生命エピソードのかなり冷たいスライスです。あまりにも素晴らしいことはありません。 一人一人の女の子が一人一人で彼と話をする機会を得るために、彼の所に到着したとき、一人で家にいます。彼は幸子との関係を築くために馬鹿げています。 エピソードの主な批判は、あまりにも早く終わるかのように感じるということです。\n\nアート -  8\n\nISの芸術に関しては、間違いなく平均以上です。 芸術は以前のISとまったく同じです。鮮明で清潔で視覚的に魅力的なキャラクターになります。 彼らは本当にすべてが非常にうまくいっていることに不平を言うことは何もありません。 具体的には、動き、言葉のダビング、背中（木、山、水）などです。\n\n\nサウンド -  7\n\n音楽は素晴らしかったが、傑出したものではなかった。 私たちはついに、かなを歌うことができました。 彼女の声は、ISの終わりと終わりをした以前のアーティストとは異なります。声優はかなり高い予算のアニメから期待される最高のノッチです。 しかし、それはまだ聞こえる治療だった。\n\n\nキャラクター -  7\n\nHoukiを除いてほとんどの文字は大きく変わらない。 彼女は最終的に彼女の気持ちをIchikaに伝えるという彼女の恐怖を克服することができました。 それは間違いなくプラスでした。 しかし、再び、キャラクターは、1つのエピソードOVAから期待されるように大きく発展しなかった。\n\n楽しさ -  8\n\n楽しさは間違いなく彼らのものでした。 キャラクターが戻って生命を楽しむというライフスタイルのエピソードのスライスが贈られます。 料理シーンはエピソードに興奮のバーを追加しました。ただの生きている人、女の子がやっている女の子、そしてイチカはいつも元気な自分を見て楽しかったです。\n\n全体的 -  7\n\n私はこのシリーズがアイデアを取り入れ、リフレッシュしてより良くしたいくつかのユニークではないアイデアではあるが、これをハレーム・アニメとして十分に考えている。 このシリーズの最も重要な部分は、芸術と物語でなければなりません。 ここではOVAに示されています。 最後に、イチカと女の子が彼を追いかけ、イチカの注目を得るのに良い時間を過ごしているのを見て嬉しかったです。\n\n_ _ _ _ _ _最後のコメント_ _ _ _ _ _\n\n\nあなたが最初のISを楽しんだり、あなたがHoukiのファンであるならば、OVA IS：Infinite Stratos Encore：Koi ni Kogareru Sextetに必ず行ってください。 こちらをご覧くださいhttp://www.animeshippuuden.com/infinite-stratos-ova-1/",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nPREVIEW: I love Infinite Stratos ever since the first episode which aired awhile back. All throughout the show we see Ichika's relationship evolve with the girls specifically Houki. At the end of the IS we see Ichika and Houki about to kiss but then they are interrupted by the group. Overall as viewers we are pretty confident that he would choose Houki as is implied. In the OVA IS: encore our hypotheses are backed up by the fact that he gives Houki special attention.\n\n\u001b[1mプレビュー：私はInfinite Stratosを愛しています。 ショーを通して私たちは、Ichikaの関係が特にHoukiの少女と進化するのを見ます。  ISの終わりにはIchikaとHoukiがキスをしているのが見えますが、彼らはグループによって中断されています。 全体的に見ると、私たちは黙っているように伯母を選ぶと確信しています。  OVA IS：encoreでは、私たちの仮説は、Houkiに特別な注意を払うという事実によって裏付けられています。\u001b[22m\n\u001b[1m(Purebyū: Watashi wa infinitto Stratos o aishiteimasu. Shō o tōshite watashitachiha, Ichika no kankei ga tokuni Houki no shōjo to shinka suru no o mimasu. IS no owari ni wa Ichika to Houki ga kisu o shite iru no ga miemasuga, karera wa gurūpu ni yotte chūdan sa rete imasu. Zentai-teki ni miru to, watashitachiha damatte iru yō ni oba o erabu to kakushin shite imasu. Ovu~a IS: Encorede wa, watashitachi no kasetsu wa, Houki ni tokubetsuna chūiwoharau to iu jijitsu ni yotte uradzuke rarete imasu.)\u001b[22m\n\nTranslations of \u001b[4mPREVIEW: I love Infinite Stratos ever since the first episode which aired awhile back. All throughout the show we see Ichika's relationship evolve with the girls specifically Houki. At the end of the IS we see Ichika and Houki about to kiss but then they are interrupted by the group. Overall as viewers we are pretty confident that he would choose Houki as is implied. In the OVA IS: encore our hypotheses are backed up by the fact that he gives Houki special attention.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPREVIEW: I love Infinite Stratos ever since the first episode which aired awhile back.\u001b[24m\n    \u001b[1mプレビュー：私はInfinite Stratosを愛しています。\u001b[22m, \u001b[1mPREVIEW：私はしばらく前に放映された最初のエピソード以来インフィニット・ストラトスが大好きです。\u001b[22m\n\u001b[4mAll throughout the show we see Ichika's relationship evolve with the girls specifically Houki.\u001b[24m\n    \u001b[1mショーを通して私たちは、Ichikaの関係が特にHoukiの少女と進化するのを見ます。\u001b[22m, \u001b[1m私たちはシンジ（プラグスーツ）の関係を参照してくださいショー全体のすべてのは、具体的には箒（ほうき）女の子と進化します。\u001b[22m\n\u001b[4mAt the end of the IS we see Ichika and Houki about to kiss but then they are interrupted by the group.\u001b[24m\n    \u001b[1mISの終わりにはIchikaとHoukiがキスをしているのが見えますが、彼らはグループによって中断されています。\u001b[22m, \u001b[1mISの終わりに、私たちはシンジ（プラグスーツ）と箒（ほうき）が約キスを参照してくださいが、その後、彼らはグループによって中断されています。\u001b[22m\n\u001b[4mOverall as viewers we are pretty confident that he would choose Houki as is implied.\u001b[24m\n    \u001b[1m全体的に見ると、私たちは黙っているように伯母を選ぶと確信しています。\u001b[22m, \u001b[1m全体的な視聴者として、私たちは暗示されているとして、彼は宝亀を選ぶだろうとかなり確信しています。\u001b[22m\n\u001b[4mIn the OVA IS: encore our hypotheses are backed up by the fact that he gives Houki special attention.\u001b[24m\n    \u001b[1mOVA IS：encoreでは、私たちの仮説は、Houkiに特別な注意を払うという事実によって裏付けられています。\u001b[22m, \u001b[1mOVAにあります。私たちの仮説は、彼は宝亀特別な注意を与えるという事実によってバックアップされアンコール。\u001b[22m\n\u001b[1m\u001b[22m\nPlease enjoy the review.\n\n\u001b[1mレビューをお楽しみください。\u001b[22m\n\u001b[1m(Rebyū o o tanoshimi kudasai.)\u001b[22m\n\nTranslations of \u001b[4mPlease enjoy the review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlease enjoy the review.\u001b[24m\n    \u001b[1mレビューをお楽しみください。\u001b[22m, \u001b[1mレビューをお楽しみ下さい。\u001b[22m\n\u001b[1m\u001b[22m\n--------------Down To the point--------------\n\n\u001b[1m--------------ポイントまで--------------\u001b[22m\n\u001b[1m(-------------- Pointo made --------------)\u001b[22m\n\nTranslations of \u001b[4m--------------Down To the point--------------\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--------------Down To the point--------------\u001b[24m\n    \u001b[1m--------------ポイントまで--------------\u001b[22m, \u001b[1m--------------ダウンポイントへ--------------\u001b[22m\n\u001b[1m\u001b[22m\nStory - 7\n\n\u001b[1mストーリー -  7\u001b[22m\n\u001b[1m(Sutōrī - 7)\u001b[22m\n\nTranslations of \u001b[4mStory - 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 7\u001b[24m\n    \u001b[1mストーリー -  7\u001b[22m\n\u001b[1m\u001b[22m\nThe story takes place after the events of the original series. It's pretty much a chill slice of life episode taking place just outside the perimeter of the school.Nothing too terrific happens in it tho. Ichika is at home by himself when one by one each of the girls arrive at his place hooping to get a chance to talk to him all alone.He is given a hance to develop his relationship with Houki. My main criticism for the episode is that it feels as if it ends too quickly.\n\n\u001b[1m物語は元のシリーズの出来事の後に起こります。 それは、学校の周辺の外で起こっている生命エピソードのかなり冷たいスライスです。あまりにも素晴らしいことはありません。 一人一人の女の子が一人一人で彼と話をする機会を得るために、彼の所に到着したとき、一人で家にいます。彼は幸子との関係を築くために馬鹿げています。 エピソードの主な批判は、あまりにも早く終わるかのように感じるということです。\u001b[22m\n\u001b[1m(Monogatari wa gen no shirīzu no dekigoto no nochi ni okorimasu. Sore wa, gakkō no shūhen no soto de okotte iru seimei episōdo no kanari tsumetai suraisudesu. Amarini mo subarashī koto wa arimasen. Hitorihitori no on'nanoko ga hitorihitori de kare to hanashi o suru kikai o eru tame ni, kare no tokoro ni tōchaku shita toki, hitori de ie ni imasu. Kare wa Sachiko to no kankei o kizuku tame ni bakagete imasu. Episōdo no omona hihan wa, amarini mo hayaku owaru ka no yō ni kanjiru to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story takes place after the events of the original series. It's pretty much a chill slice of life episode taking place just outside the perimeter of the school.Nothing too terrific happens in it tho. Ichika is at home by himself when one by one each of the girls arrive at his place hooping to get a chance to talk to him all alone.He is given a hance to develop his relationship with Houki. My main criticism for the episode is that it feels as if it ends too quickly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story takes place after the events of the original series.\u001b[24m\n    \u001b[1m物語は元のシリーズの出来事の後に起こります。\u001b[22m, \u001b[1mストーリーはオリジナルシリーズのイベントの後に行われます。\u001b[22m\n\u001b[4mIt's pretty much a chill slice of life episode taking place just outside the perimeter of the school.Nothing too terrific happens in it tho.\u001b[24m\n    \u001b[1mそれは、学校の周辺の外で起こっている生命エピソードのかなり冷たいスライスです。あまりにも素晴らしいことはありません。\u001b[22m, \u001b[1mこれはかなり人生エピソードはあまりにも素晴らしいschool.Nothingの境界の外部で起こるのチルスライスだカントーその中に起こります。\u001b[22m\n\u001b[4mIchika is at home by himself when one by one each of the girls arrive at his place hooping to get a chance to talk to him all alone.He is given a hance to develop his relationship with Houki.\u001b[24m\n    \u001b[1m一人一人の女の子が一人一人で彼と話をする機会を得るために、彼の所に到着したとき、一人で家にいます。彼は幸子との関係を築くために馬鹿げています。\u001b[22m, \u001b[1m女の子の1ずつ、それぞれがすべてalone.Heは宝亀と彼の関係を発展させるハンスを与えられている彼に話をする機会を得るために彼の場所の掛けに到着したときシンジ（プラグスーツ）は、自分で家にいます。\u001b[22m\n\u001b[4mMy main criticism for the episode is that it feels as if it ends too quickly.\u001b[24m\n    \u001b[1mエピソードの主な批判は、あまりにも早く終わるかのように感じるということです。\u001b[22m, \u001b[1mエピソードのための私の主な批判は、それがあまりにも速く終わるかのように感じているということです。\u001b[22m\n\u001b[1m\u001b[22m\nArt - 8\n\n\u001b[1mアート -  8\u001b[22m\n\u001b[1m(Āto - 8)\u001b[22m\n\nTranslations of \u001b[4mArt - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 8\u001b[24m\n    \u001b[1mアート -  8\u001b[22m\n\u001b[1m\u001b[22m\nAs for the art in IS is it is definitely above average. The art is exactly the same as from the previous IS.It is crisp and clean which in turn leads to visually attractive characters. Their is nothing to really complain about everything is done very well. Specifically movement,dubbing of words, and backrounds ( Trees, mountains, and water) Just to name a few.\n\n\u001b[1mISの芸術に関しては、間違いなく平均以上です。 芸術は以前のISとまったく同じです。鮮明で清潔で視覚的に魅力的なキャラクターになります。 彼らは本当にすべてが非常にうまくいっていることに不平を言うことは何もありません。 具体的には、動き、言葉のダビング、背中（木、山、水）などです。\u001b[22m\n\u001b[1m(IS no geijutsu ni kanshite wa, machigainaku heikin ijōdesu. Geijutsu wa izen no IS to mattaku onajidesu. Senmeide seiketsude shikaku-teki ni miryoku-tekina kyarakutā ni narimasu. Karera wa hontōni subete ga hijō ni umaku itte iru koto ni fuhei o iu koto wa nani mo arimasen. Gutaitekini wa, ugoki, kotoba no dabingu, senaka (ki, yama, mizu) nadodesu.)\u001b[22m\n\nTranslations of \u001b[4mAs for the art in IS is it is definitely above average. The art is exactly the same as from the previous IS.It is crisp and clean which in turn leads to visually attractive characters. Their is nothing to really complain about everything is done very well. Specifically movement,dubbing of words, and backrounds ( Trees, mountains, and water) Just to name a few.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the art in IS is it is definitely above average.\u001b[24m\n    \u001b[1mISの芸術に関しては、間違いなく平均以上です。\u001b[22m, \u001b[1mISのアートは、それは間違いなく平均以上です。\u001b[22m\n\u001b[4mThe art is exactly the same as from the previous IS.It is crisp and clean which in turn leads to visually attractive characters.\u001b[24m\n    \u001b[1m芸術は以前のISとまったく同じです。鮮明で清潔で視覚的に魅力的なキャラクターになります。\u001b[22m, \u001b[1m芸術は前IS.Itからとまったく同じである今度は視覚的に魅力の文字につながるくっきりときれいです。\u001b[22m\n\u001b[4mTheir is nothing to really complain about everything is done very well.\u001b[24m\n    \u001b[1m彼らは本当にすべてが非常にうまくいっていることに不平を言うことは何もありません。\u001b[22m, \u001b[1m本当にすべてが非常によく行われて文句を言うことは何も彼らではありません。\u001b[22m\n\u001b[4mSpecifically movement,dubbing of words, and backrounds ( Trees, mountains, and water) Just to name a few.\u001b[24m\n    \u001b[1m具体的には、動き、言葉のダビング、背中（木、山、水）などです。\u001b[22m, \u001b[1m具体的に動き、言葉のダビング、およびbackrounds（木、山、水は）わずか数名に。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound - 7\n\n\u001b[1mサウンド -  7\u001b[22m\n\u001b[1m(Saundo - 7)\u001b[22m\n\nTranslations of \u001b[4mSound - 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 7\u001b[24m\n    \u001b[1mサウンド -  7\u001b[22m\n\u001b[1m\u001b[22m\nThe music was good but not outstanding. We were finally able to hear Kana sing which was a treat. Her voice is different than the previous artist that did the op and end of IS.The voice acting was top notch which is to be expected from a fairly high budget anime. But it was still a treat to hear.\n\n\u001b[1m音楽は素晴らしかったが、傑出したものではなかった。 私たちはついに、かなを歌うことができました。 彼女の声は、ISの終わりと終わりをした以前のアーティストとは異なります。声優はかなり高い予算のアニメから期待される最高のノッチです。 しかし、それはまだ聞こえる治療だった。\u001b[22m\n\u001b[1m(Ongaku wa subarashikatta ga, kesshutsu shita monode wa nakatta. Watashitachi wa tsuini, kana o utau koto ga dekimashita. Kanojo no koe wa, IS no owari to owari o shita izen no ātisuto to wa kotonarimasu. Seiyū wa kanari takai yosan no anime kara kitai sa reru saikō no notchidesu. Shikashi, sore wa mada kikoeru chiryōdatta.)\u001b[22m\n\nTranslations of \u001b[4mThe music was good but not outstanding. We were finally able to hear Kana sing which was a treat. Her voice is different than the previous artist that did the op and end of IS.The voice acting was top notch which is to be expected from a fairly high budget anime. But it was still a treat to hear.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music was good but not outstanding.\u001b[24m\n    \u001b[1m音楽は素晴らしかったが、傑出したものではなかった。\u001b[22m, \u001b[1m音楽は良いが、未解決ではありませんでした。\u001b[22m\n\u001b[4mWe were finally able to hear Kana sing which was a treat.\u001b[24m\n    \u001b[1m私たちはついに、かなを歌うことができました。\u001b[22m, \u001b[1m我々は最終的に御馳走だったかなSINGを聞くことができました。\u001b[22m\n\u001b[4mHer voice is different than the previous artist that did the op and end of IS.The voice acting was top notch which is to be expected from a fairly high budget anime.\u001b[24m\n    \u001b[1m彼女の声は、ISの終わりと終わりをした以前のアーティストとは異なります。声優はかなり高い予算のアニメから期待される最高のノッチです。\u001b[22m, \u001b[1m彼女の声はオペアンプとIS.Theの声の演技の最後にはかなり高い予算のアニメから予想される一流だったやった前回のアーティストとは異なります。\u001b[22m\n\u001b[4mBut it was still a treat to hear.\u001b[24m\n    \u001b[1mしかし、それはまだ聞こえる治療だった。\u001b[22m, \u001b[1mしかし、まだ聞いて御馳走でした。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - 7\n\n\u001b[1mキャラクター -  7\u001b[22m\n\u001b[1m(Kyarakutā - 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter - 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - 7\u001b[24m\n    \u001b[1mキャラクター -  7\u001b[22m, \u001b[1m文字 -  7\u001b[22m\n\u001b[1m\u001b[22m\nMost of the characters don’t change much with the exception of Houki. She finally was able to overcome her fears of telling Ichika her feelings. Which was definitely a plus. But again the characters did not develop much which is to be expected from a single episode OVA.\n\n\u001b[1mHoukiを除いてほとんどの文字は大きく変わらない。 彼女は最終的に彼女の気持ちをIchikaに伝えるという彼女の恐怖を克服することができました。 それは間違いなくプラスでした。 しかし、再び、キャラクターは、1つのエピソードOVAから期待されるように大きく発展しなかった。\u001b[22m\n\u001b[1m(Houki o nozoite hotondo no moji wa ōkiku kawaranai. Kanojo wa saishūtekini kanojo no kimochi o Ichika ni tsutaeru to iu kanojo no kyōfu o kokufuku suru koto ga dekimashita. Sore wa machigainaku purasudeshita. Shikashi, futatabi, kyarakutā wa, 1tsu no episōdo ovu~a kara kitai sa reru yō ni ōkiku hatten shinakatta.)\u001b[22m\n\nTranslations of \u001b[4mMost of the characters don’t change much with the exception of Houki. She finally was able to overcome her fears of telling Ichika her feelings. Which was definitely a plus. But again the characters did not develop much which is to be expected from a single episode OVA.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost of the characters don’t change much with the exception of Houki.\u001b[24m\n    \u001b[1mHoukiを除いてほとんどの文字は大きく変わらない。\u001b[22m, \u001b[1m文字のほとんどは、箒（ほうき）を除いてあまり変化しません。\u001b[22m\n\u001b[4mShe finally was able to overcome her fears of telling Ichika her feelings.\u001b[24m\n    \u001b[1m彼女は最終的に彼女の気持ちをIchikaに伝えるという彼女の恐怖を克服することができました。\u001b[22m, \u001b[1m彼女は最終的にシンジ（プラグスーツ）に彼女の気持ちを伝えるの彼女の恐怖を克服することができました。\u001b[22m\n\u001b[4mWhich was definitely a plus.\u001b[24m\n    \u001b[1mそれは間違いなくプラスでした。\u001b[22m, \u001b[1mこれは間違いなくプラスでした。\u001b[22m\n\u001b[4mBut again the characters did not develop much which is to be expected from a single episode OVA.\u001b[24m\n    \u001b[1mしかし、再び、キャラクターは、1つのエピソードOVAから期待されるように大きく発展しなかった。\u001b[22m, \u001b[1mしかし、再び文字は、単一エピソードOVAから予想されるべき多くを開発していません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - 8\n\n\u001b[1m楽しさ -  8\u001b[22m\n\u001b[1m(Tanoshisa - 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 8\u001b[24m\n    \u001b[1m楽しさ -  8\u001b[22m\n\u001b[1m\u001b[22m\nThe enjoyment was definetly their. You are presented a slice of life style episode were the characters lay back and enjoy life. The cooking scenes added burts of excitment into the episde.It was enjoyable to see everyone just living, the girls doing what girls do and Ichika being his usual lively self.\n\n\u001b[1m楽しさは間違いなく彼らのものでした。 キャラクターが戻って生命を楽しむというライフスタイルのエピソードのスライスが贈られます。 料理シーンはエピソードに興奮のバーを追加しました。ただの生きている人、女の子がやっている女の子、そしてイチカはいつも元気な自分を見て楽しかったです。\u001b[22m\n\u001b[1m(Tanoshisa wa machigainaku karera no monodeshita. Kyarakutā ga modotte seimei o tanoshimu to iu raifusutairu no episōdo no suraisu ga okura remasu. Ryōri shīn wa episōdo ni kōfun no bā o tsuika shimashita. Tada no ikite iru hito, on'nanoko ga yatte iru on'nanoko, soshite Ichika wa itsumo genkina jibun o mite tanoshikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe enjoyment was definetly their. You are presented a slice of life style episode were the characters lay back and enjoy life. The cooking scenes added burts of excitment into the episde.It was enjoyable to see everyone just living, the girls doing what girls do and Ichika being his usual lively self.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe enjoyment was definetly their.\u001b[24m\n    \u001b[1m楽しさは間違いなく彼らのものでした。\u001b[22m, \u001b[1m楽しさは、彼らのdefinetlyました。\u001b[22m\n\u001b[4mYou are presented a slice of life style episode were the characters lay back and enjoy life.\u001b[24m\n    \u001b[1mキャラクターが戻って生命を楽しむというライフスタイルのエピソードのスライスが贈られます。\u001b[22m, \u001b[1mあなたが文字をバックレイと人生を楽しむたライフスタイルエピソードのスライスを提示されています。\u001b[22m\n\u001b[4mThe cooking scenes added burts of excitment into the episde.It was enjoyable to see everyone just living, the girls doing what girls do and Ichika being his usual lively self.\u001b[24m\n    \u001b[1m料理シーンはエピソードに興奮のバーを追加しました。ただの生きている人、女の子がやっている女の子、そしてイチカはいつも元気な自分を見て楽しかったです。\u001b[22m, \u001b[1mepisde.Itにexcitmentのburtsを追加した調理シーンは、誰もがちょうど、女の子は女の子が何をやって生きているとシンジ（プラグスーツ）は、彼のいつも賑やかな自己されて見ることが楽しかったです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall - 7\n\n\u001b[1m全体的 -  7\u001b[22m\n\u001b[1m(Zentai-teki - 7)\u001b[22m\n\nTranslations of \u001b[4mOverall - 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall - 7\u001b[24m\n    \u001b[1m全体的 -  7\u001b[22m, \u001b[1m全体的に -  7\u001b[22m\n\u001b[1m\u001b[22m\nAll in all I consider this to be a well done harem anime although their are some unoriginal ideas the series took those ideas and refreshed them and made them better. The best part of this series would have to be the art and story. Which are shown here in the OVA. Lastly it was nice and refreshing to see Ichika and the girls chasing him and having a good time competing for Ichika's attention.\n\n\u001b[1m私はこのシリーズがアイデアを取り入れ、リフレッシュしてより良くしたいくつかのユニークではないアイデアではあるが、これをハレーム・アニメとして十分に考えている。 このシリーズの最も重要な部分は、芸術と物語でなければなりません。 ここではOVAに示されています。 最後に、イチカと女の子が彼を追いかけ、イチカの注目を得るのに良い時間を過ごしているのを見て嬉しかったです。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu ga aidea o toriire, rifuresshu shite yori yoku shita ikutsu ka no yunīkude wanai aideade wa aru ga, kore o harēmu anime to shite jūbun ni kangaete iru. Kono shirīzu no mottomojūyōna bubun wa, geijutsu to monogataridenakereba narimasen. Kokode wa ovu~a ni shimesa rete imasu. Saigo ni, Ichika to on'nanoko ga kare o oikake, Ichika no chūmoku o eru no ni yoi jikan o sugoshite iru no o mite ureshikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mAll in all I consider this to be a well done harem anime although their are some unoriginal ideas the series took those ideas and refreshed them and made them better. The best part of this series would have to be the art and story. Which are shown here in the OVA. Lastly it was nice and refreshing to see Ichika and the girls chasing him and having a good time competing for Ichika's attention.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all I consider this to be a well done harem anime although their are some unoriginal ideas the series took those ideas and refreshed them and made them better.\u001b[24m\n    \u001b[1m私はこのシリーズがアイデアを取り入れ、リフレッシュしてより良くしたいくつかのユニークではないアイデアではあるが、これをハレーム・アニメとして十分に考えている。\u001b[22m, \u001b[1mいくつかの独創性に欠けるアイデアはシリーズは、彼らのそれらのアイデアを取り、それらをリフレッシュし、それらをよりよく作られていますが、すべてのすべてで、私は、これはよくやっハーレムアニメであると考えています。\u001b[22m\n\u001b[4mThe best part of this series would have to be the art and story.\u001b[24m\n    \u001b[1mこのシリーズの最も重要な部分は、芸術と物語でなければなりません。\u001b[22m, \u001b[1mこのシリーズの最良の部分は、アートとストーリーでなければなりません。\u001b[22m\n\u001b[4mWhich are shown here in the OVA.\u001b[24m\n    \u001b[1mここではOVAに示されています。\u001b[22m, \u001b[1mここOVAで示されています。\u001b[22m\n\u001b[4mLastly it was nice and refreshing to see Ichika and the girls chasing him and having a good time competing for Ichika's attention.\u001b[24m\n    \u001b[1m最後に、イチカと女の子が彼を追いかけ、イチカの注目を得るのに良い時間を過ごしているのを見て嬉しかったです。\u001b[22m, \u001b[1m最後に、シンジ（プラグスーツ）と少女は彼を追いかけとシンジ（プラグスーツ）の注目のために競合する良い時間を過ごして見に素晴らしく、さわやかでした。\u001b[22m\n\u001b[1m\u001b[22m\n_ _ _ _ _ _ Final Comment _ _ _ _ _ _\n\n\u001b[1m_ _ _ _ _ _最後のコメント_ _ _ _ _ _\u001b[22m\n\u001b[1m(_ _ _ _ _ _ Saigo no komento _ _ _ _ _ _)\u001b[22m\n\nTranslations of \u001b[4m_ _ _ _ _ _ Final Comment _ _ _ _ _ _\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m_ _ _ _ _ _ Final Comment _ _ _ _ _ _\u001b[24m\n    \u001b[1m_ _ _ _ _ _最後のコメント_ _ _ _ _ _\u001b[22m, \u001b[1m_ _ _ _ _ _ファイナルコメント_ _ _ _ _ _\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIf you enjoyed the first IS or you are a fan of Houki be sure to toon in to the OVA IS: Infinite Stratos Encore: Koi ni Kogareru Sextet. You can watch here http://www.animeshippuuden.com/infinite-stratos-ova-1/\n\n\u001b[1mあなたが最初のISを楽しんだり、あなたがHoukiのファンであるならば、OVA IS：Infinite Stratos Encore：Koi ni Kogareru Sextetに必ず行ってください。 こちらをご覧くださいhttp://www.animeshippuuden.com/infinite-stratos-ova-1/\u001b[22m\n\u001b[1m(Anata ga saisho no IS o tanoshin dari, anata ga Houki no fandearunaraba, ovu~a IS: Infinitto Stratos ankōru: Koi ni Kogareru Sextet ni kanarazu itte kudasai. Kochira o goran kudasai http: / / Www. Animeshippuuden. Komu/ infinite - stratos - ova - 1/)\u001b[22m\n\nTranslations of \u001b[4mIf you enjoyed the first IS or you are a fan of Houki be sure to toon in to the OVA IS: Infinite Stratos Encore: Koi ni Kogareru Sextet. You can watch here http://www.animeshippuuden.com/infinite-stratos-ova-1/\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you enjoyed the first IS or you are a fan of Houki be sure to toon in to the OVA IS: Infinite Stratos Encore: Koi ni Kogareru Sextet.\u001b[24m\n    \u001b[1mあなたが最初のISを楽しんだり、あなたがHoukiのファンであるならば、OVA IS：Infinite Stratos Encore：Koi ni Kogareru Sextetに必ず行ってください。\u001b[22m, \u001b[1mあなたが最初にISを楽しんだか、箒（ほうき）のファンならOVAにトゥーンしてくださいIS：インフィニット・ストラトスアンコール：恋Kogareruセクステット。\u001b[22m\n\u001b[4mYou can watch here http://www.animeshippuuden.com/infinite-stratos-ova-1/\u001b[24m\n    \u001b[1mこちらをご覧くださいhttp://www.animeshippuuden.com/infinite-stratos-ova-1/\u001b[22m, \u001b[1m現在地http://www.animeshippuuden.com/infinite-stratos-ova-1/見ることができます\u001b[22m"
  },
  {
    "title": "IS__Infinite_Stratos_Encore_-_Koi_ni_Kogareru_Rokujuusou",
    "id": "10794",
    "url": "https://myanimelist.net/anime/10794/IS__Infinite_Stratos_Encore_-_Koi_ni_Kogareru_Rokujuusou",
    "user": "Hinata",
    "profile": "/profile/Hinata/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=234532",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\nこのOVAは、非常にかわいい、元のシリーズ「Infinite Stratos」の後ろにあなたの顔に笑顔をもたらします。\n\nこのエピソードは、CharlがIchikaの家で始まるように、Charlのファンのための強打で外に出る。 その後、セシリア、そして残りの女の子が現れます。 少数のコメディを持つ人生の一部は、関係するすべての女の子と一緒に家の中で動揺します。 このOVAの後半は、Ichikaと、あるフェスティバルで5人のうちの特定の女の子（腕時計を見つける）との間に、いくつかの幸せな瞬間があります。 私はシーズン1の後でこれをまっすぐに見て、シーズン2にスキップしないことを強く勧めます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis OVA is very kawaii and brings a smile to your face after the original series, 'Infinite Stratos'.\n\n\u001b[1mこのOVAは、非常にかわいい、元のシリーズ「Infinite Stratos」の後ろにあなたの顔に笑顔をもたらします。\u001b[22m\n\u001b[1m(Kono ovu~a wa, hijō ni kawaī,-moto no shirīzu `infinitto Stratos' no ushironi anata no kao ni egao o motarashimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis OVA is very kawaii and brings a smile to your face after the original series, 'Infinite Stratos'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis OVA is very kawaii and brings a smile to your face after the original series, 'Infinite Stratos'.\u001b[24m\n    \u001b[1mこのOVAは、非常にかわいい、元のシリーズ「Infinite Stratos」の後ろにあなたの顔に笑顔をもたらします。\u001b[22m, \u001b[1mこのOVAはとてもかわいいですし、オリジナルシリーズ、「インフィニット・ストラトス」の後にあなたの顔に笑顔をもたらします。\u001b[22m\n\u001b[1m\u001b[22m\nThis episode goes off with a bang for the Charl fans, as Charl starts off at Ichika's house. Afterwards Cecilia, and then the rest of the girls show up. Some slice of life with a small amount of comedy stirs up in the house with all the girls involved. The second half of this OVA ends up with some happy moments involving Ichika and one particular girl out of the five (watch to find out) at a festival. I highly recommend watching this straight after season 1 and not skip to season 2.\n\n\u001b[1mこのエピソードは、CharlがIchikaの家で始まるように、Charlのファンのための強打で外に出る。 その後、セシリア、そして残りの女の子が現れます。 少数のコメディを持つ人生の一部は、関係するすべての女の子と一緒に家の中で動揺します。 このOVAの後半は、Ichikaと、あるフェスティバルで5人のうちの特定の女の子（腕時計を見つける）との間に、いくつかの幸せな瞬間があります。 私はシーズン1の後でこれをまっすぐに見て、シーズン2にスキップしないことを強く勧めます。\u001b[22m\n\u001b[1m(Kono episōdo wa, Charl ga Ichika no ie de hajimaru yō ni, Charl no fan no tame no kyōda de soto ni deru. Sonogo, seshiria, soshite nokori no on'nanoko ga arawaremasu. Shōsū no komedi o motsu jinsei no ichibu wa, kankei suru subete no on'nanoko to issho ni uchinonaka de dōyō shimasu. Kono ovu~a no kōhan wa, Ichika to, aru fesutibaru de 5-ri no uchi no tokutei no on'nanoko (udedokei o mitsukeru) to no ma ni, ikutsu ka no shiawasena shunkan ga arimasu. Watashi wa shīzun 1 no nochi de kore o massugu ni mite, shīzun 2 ni sukippu shinai koto o tsuyoku susumemasu.)\u001b[22m\n\nTranslations of \u001b[4mThis episode goes off with a bang for the Charl fans, as Charl starts off at Ichika's house. Afterwards Cecilia, and then the rest of the girls show up. Some slice of life with a small amount of comedy stirs up in the house with all the girls involved. The second half of this OVA ends up with some happy moments involving Ichika and one particular girl out of the five (watch to find out) at a festival. I highly recommend watching this straight after season 1 and not skip to season 2.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis episode goes off with a bang for the Charl fans, as Charl starts off at Ichika's house.\u001b[24m\n    \u001b[1mこのエピソードは、CharlがIchikaの家で始まるように、Charlのファンのための強打で外に出る。\u001b[22m, \u001b[1mチャールはシンジ（プラグスーツ）の家でオフを開始するように、このエピソードは、チャールファンのための強打で消灯します。\u001b[22m\n\u001b[4mAfterwards Cecilia, and then the rest of the girls show up.\u001b[24m\n    \u001b[1mその後、セシリア、そして残りの女の子が現れます。\u001b[22m, \u001b[1mその後セシリア、その後、女の子の残りの部分が表示。\u001b[22m\n\u001b[4mSome slice of life with a small amount of comedy stirs up in the house with all the girls involved.\u001b[24m\n    \u001b[1m少数のコメディを持つ人生の一部は、関係するすべての女の子と一緒に家の中で動揺します。\u001b[22m, \u001b[1mコメディ少量の人生のいくつかのスライスは、関係するすべての女の子と家の中にかき立てます。\u001b[22m\n\u001b[4mThe second half of this OVA ends up with some happy moments involving Ichika and one particular girl out of the five (watch to find out) at a festival.\u001b[24m\n    \u001b[1mこのOVAの後半は、Ichikaと、あるフェスティバルで5人のうちの特定の女の子（腕時計を見つける）との間に、いくつかの幸せな瞬間があります。\u001b[22m, \u001b[1mこのOVAの後半は、祭で（見つけるために、時計）シンジ（プラグスーツ）及び5のうち一つの特定の女の子を含むいくつかの幸せな瞬間で終わります。\u001b[22m\n\u001b[4mI highly recommend watching this straight after season 1 and not skip to season 2.\u001b[24m\n    \u001b[1m私はシーズン1の後でこれをまっすぐに見て、シーズン2にスキップしないことを強く勧めます。\u001b[22m, \u001b[1m私は非常にストレートのシーズン1の後にこれを見てお勧めしますし、シーズン2にスキップしません。\u001b[22m"
  }
]
