[
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "Nocti",
    "profile": "/profile/Nocti/reviews",
    "pages": "4",
    "number": "1",
    "link": "/reviews.php?id=97651",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこれは最近見たベストアニメの一つです。 それは、日本のスポーツとなった伝統的なカードゲームであるカルタをプレイする友人のグループについてです。\n\nこのゲームは要約に述べられているように、実際には「百人一首」と呼ばれているわけではありません。  Karutaと呼ばれています。 それらの中には、詩の3つの最初の詩が読み込まれる「うたガータ」と、対戦相手の前に読み込まれたものと最後の2つの詩のカードを見つけなければならないものがあります。 この詩は、百人一首（100人の詩人、それぞれ1つの詩）と呼ばれる古典的な詩集に含まれています。\n\nチハヤフルは、夢の追求の物語です。  3人の主人公のひとりであるアルタは、日本で最高の選手が世界で最高の選手と同じなので、日本で最高の選手に与えられたタイトルのカルタマスターになりたいです。 私はこの考え方をとても偉大なものにしました！ 私は家でアンソロジーと「うたガータ」カードセットを持っています。 私は詩を学び、アルゼンチンで最高の選手になるつもりです。ほとんどの場合、私は自分自身と競争することができます。 それがこのタイプのアニメが私の中で生み出すものです。私は突然自分自身が考えていると感じます。私はそれもやりたいです!!!! しかし、私が言っていたことに戻ると、チヤヤは女子選手に与えられたタイトルである女王になりたいです。 他の男性主人公の太一は、彼がアラタと同じくらいうまくやっていないことを知っています。 彼は厳しいですが、Chihayaの絶え間ないサポートによって、より良くなり、友人を上回るように働きます。\n\n3人の中に愛の三角問題がありますが、アニメの中で最も重要なストーリー・ラインであることは決してありません（少なくとも今までの最後のエピソードまで見ています）。 物語は進んでいます - 私がすでに言ったように - 主に夢と友情を追求しています。\n\nゲームのシーンは非常にエキサイティングです。 物語はまったく違っていますが、ひかりの碁を見たことのある人にとっては、千早丸がはるかに最近であり、静かなイメージではなく、ひかりの行進を見ている感覚と同じです。 ずっといい。 このアニメでは、幽霊、霊魂、または幻想的な要素を期待しないでください...私は、あなたがトーナメントの場面を見ているという気持ちだけを話しています。\n\nキャラクターは「完璧な男」ではない。 おそらく最も完璧なのは千早です。 しかし、彼らはすべて、ストーリーが進むにつれて、間違いを犯し、学び、成長します。 最も複雑なのは、他の人によって既に述べられているように、太一です。なぜなら、彼は最も葛藤のようなキャラクターだからです。\n\nもう一つの非常に興味深いキャラクターがあります。 彼女は7番目または8番目のエピソードの後に​​Karuta Clubに加わります。 彼女は伝統的な日本の恋人、特に伝統的な洋服や詩です。 彼女はアニメに詩的な次元をもたらします。  Karutaのプレーヤーは音とスピードに頼っています。 彼らはその意味をあまり考えずに詩を学び、詩の1つか2つの音節だけを聞いてカードを選ぶことを学びます。 かなでは、ゲームの詩的価値に関心がないことを叱り、詩の意味と美しさを教えています。 私のように日本の詩を愛する人は、おそらくこの人物を愛するでしょう。\n\n芸術は非常に現実的です。 巨大な目、奇妙な色の毛、または何かのものを期待しないでください。 桜や紅葉、色は、日本の古典詩の中核をなすものであり、とても重要です。\n\n私は絶対にこのアニメを愛し、私は熱狂的にそれを見てお勧めします。 すべての面で絶対10。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "Tyer123",
    "profile": "/profile/Tyer123/reviews",
    "pages": "4",
    "number": "2",
    "link": "/reviews.php?id=60637",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  5\nキャラクター|  10\n|  8\n\nChihayafuruは、それがラブキャスティングであり、カルタが本当に面白かったかのショーケースで私を驚かせたシリーズです。 しかし、スポーツに関する有望な動機付けの話として始まり（このシリーズを見てからカルタをスポーツとして定義する）、友情はエピソード15でピークに達し、最終的な10回のエピソードでは決してどこにも行かなかった。\n\nストーリー - それはただの典型的なスポーツアニメで、ロマンスと友情の両面が揃っています。 それは言われている、それはかなりよく書かれている、とKarutaのシーンはかなりエッジのシートのものだった。 しかし、私はしばしば、その物語はどこにも行かず、進歩の欠如がイライラすることがあると感じました。\n\nアート - 少女スタイル。 私は個人的にはこのスタイルの大きなファンではありませんが、平均よりもはるかに高いと言います。\n\n音 - 私にとって本当に何も目立たなかった。\n\nキャラクター - キャラクターはこのシリーズが輝く場所です。 それぞれのキャラクターには面白い裏技、奇妙な特質があり、それぞれが永続的な印象を残します。シリーズ全体で紹介された多数のキャラクターのためにかなり印象的です。主キャストが様々なトーナメントで出会う小さなキャラクターを含みます。\n\n楽しさ - 私が前に言及したように、私は最初の15かそれ以上のエピソードを愛しましたが、最後の10は何とかやりにくいものでした。\n\n全体的に - このシリーズは楽しいものでしたし、キャラクターのキャストは私がしばらく見ていた最高のものでした。 しかし、このシリーズについては、私にとって本当に目立つものは他にありませんでした。 それは言われている、もし第二シーズンが来たら、私はそれにも確実に従います。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "SweetkissK",
    "profile": "/profile/SweetkissK/reviews",
    "pages": "4",
    "number": "3",
    "link": "/reviews.php?id=85347",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nChihayafuruは私が見ている最高のアニメの一つです！ それは、それぞれのキャラクターを完全に表現するユニークで複雑な図面を持っています。 私はストーリーラインを楽しんだ。 ストーリーラインは新鮮で、ゲームやアクティビティの周りを回転する他のアニメとは異なります。 彼女はKarutaを演奏しているとき、それがChihayaの楽観主義と野心にどのように集中しているのが大好きです。 それは私が画面に私の手を伸ばしてKarutaを演奏したいと思った：D\n\nキャラクターはアニメにぴったりだった。 チハヤ・トゥボーイッシュの行動は、しかし、面白くて楽しい行動は、物語を生き生きとさせ、私が見続けるようにしました。 彼女のキャラクターは美しいものではありません！ 私は、スエツグと彼女と他のキャラクターたち、非常に詳細ではあるがシンプルなキャラクターが描かれていたことを愛しています。\n\nアラタのアクセントはそれを違ったものにして、聞こえるようにしました。 チヤヤがアラタに連絡しようとする時、いつか熱心な気持ちを持っていました。 しかし、彼らがmeetitするときには、私は失望感を感じさせるように、常に短くカットされていますが、それでも私が見守ることはもっと面白くなります！\n\n私は太一の性格が、彼がカールタをやり直し始めたときに子供が完全に変わったときの様子が大好きです！\n\n全体的なチハヤフルはエキサイティングで楽しいアニメとマンガです。\nキャラクターが感じて表現する感情は、観客があなたと同じように感じるようになります。\n\n私は誰にでも、特にフレッシュでフレンドリーで魅力的なアニメを見るのが好きな人におすすめです！"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "EyeBall1844",
    "profile": "/profile/EyeBall1844/reviews",
    "pages": "4",
    "number": "4",
    "link": "/reviews.php?id=126419",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  10\n\n「私は何にも決して良くはなかった。 私は決して夢がなかった。 しかし、アラタは私が日本で最高のカルタ選手になれば、世界で一番いいと言いました。 私が何かの世界で最高になることができれば、それは価値があると思う」  - ちあやあ\n\nチハヤフルは毎回もっと欲しがるシリーズです。\n\nストーリー -  7/10\n女性リード千早は、カルタと呼ばれる古いゲームに夢中です。 彼女は小太郎（小学生の少年）と出会った後、カルタに魅了される。 話は驚くべきことではありませんが、提示される方法は素晴らしいです。 最初の数回のエピソードは、「カルタとは何か？」など、多くのことを説明するフラッシュバックから始まります。 なぜ彼女はこの試合をしますか？ チハヤフルの本当の魅力は、物語の中にはありませんが、それはキャラクターです。\n\nキャラクター -  9/10\nキャラクターは、チハヤフルが本当に目立つもので、キャラクターはそれぞれユニークでカラフルです。 彼女の奇妙ないたずらや嫌な行為や彼女の幼なじみの友人太一と彼の心を計算しています。 すべてのキャラクターには、シリーズの中で直面して克服しなければならない問題があります。\n\nアート -  9/10\nアニメーションと芸術は本当にうまくいった。 アニメーションは流動的で、文字はすべて異なって見えました。 アニメ/漫画のほとんどが私が個人的には好きではなかったまつげがあったが、まつげは実際にはキャラクターとよく合います。\n\nサウンド -  8/10\n音楽は彼らが入るたびに流れと気分によく合います。オープニングとエンディングは聞くのも楽しいものでした。\n\n楽しさ -  10/10\nショーは、彼らがゲームをプレイしていなくても、彼らが結果がいついつも予測不可能であっても、面白いです。 エピソードが終わるたびに、私は次のエピソードにまっすぐジャンプすることを熱望していました。\n\n全体的に -  9/10\nちハヤフルはアニメを見る必要があり、あなたがもっと欲しいままになります。 幸運なことに、第2シーズンは既に完璧であり、かなり満足しています。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "MAND4",
    "profile": "/profile/MAND4/reviews",
    "pages": "4",
    "number": "5",
    "link": "/reviews.php?id=125251",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  7\n\n私は物事を「ライバル」として言及するアニメに入るたびに、常にそれを慎重に入力します。 日本人はコンセプトで少し外に出ることができますし、ライバルが何であるかという考えにうんざりしています - 実際、正直言って私はライバル自身の考えに甘えています。\n\nそう言えば、終わりのない良いレビューのためにチハヤフルを見ていただけです。  3位/ 4位に到達してから9位を下回ったレビューを見つけなければなりませんでした。 残念なことに、私は他の批評家のように大魅力を見ませんでした。\n\nチハヤフルの物語はシンプルですが、あまりにも単純です。 これは基本的で標準的で、どんなスポーツ/競争力のある漫画/アニメも今日のように真実です。 あなたがBoukmanやKnBを見たことがあるなら、それはかなりです - マンガを描き、バスケットボールをするのではなく、カルタだけで。 それは、トリオ（主にデュオ）、あなたの古典的なトボーイと空中、アラタ、神秘的な、繁殖の男と太子、標準、嫉妬深い幼なじみの友人の話に続きます。 物語そのものは主にチハヤに焦点を当てていますが、特に後者のエピソードでは、時にはタチといくつかのサイドキャラクターに捧げられます。\nそれは最高になりたいという物語です！ ストーリー壁、突然の新しい暴力、私たちの主人公を改善する突然の新しいテクニック、ライバルのライバルたちのような、アニメ/マンガで見つかったものと同じものを使用したということです。  /彼女は、彼女のことを不本意ながらも楽しく教えているOPのキャラクター、私たちのデュオ/トリオのメインデュオ/トリオが辿り着くのを待っている...あなたはポイントを得る。 それは類似のジャンルの他の漫画/アニメのすべてが持っています。 新しいことは何もない - 紆余曲折、説得力のあるストーリー、または先天的な深みはありません。 ストーリーが輝く唯一の時間は、他のものと同じです。大きな試合があり、誰もが最強です。 新しいものはありません。 最高で平凡です。\n\n一方、アートとサウンドは素晴らしいです。 最初のエピソードから、私は芸術に夢中になった。 それはかなり少女だったけれど、それは熱い男と女の子だけで満たされていなかった（Arataもそれほど熱くない）、周囲は見ることを非常に満足していた。 アニメーションは、「重要でない」試合の間に絵が摺動しながら時々欠けていましたが、輝く瞬間もありました。 サウンドトラックにはいくつかの美しい構成があり、非常に緊張して聴きに満足していたものもあり、声優はそのキャラクターで素晴らしい仕事をしました - 最近私が目撃した最高のものの一つです。\n\n誰もが私に宝石を見つけようと私に言ったところで、私はしなかった。 キャラクター...オハイオ州の文字。 私は、彼らがあなたの基本的な、上から上のクリシェ基準（サイドキャラささえ）として始めることを気にしませんでした。 しかし、問題は彼らが決して本当に変わることではなく、もしそうであれば、私にはそれほど魅力的ではないということです。\nまずは千早を始めましょう。 私はいつもマンボー/アニメのトムボーイ・イズ・ガールのために「もの」を持っていましたが、見ることが楽しいので、チハイアは私にひどく擦れました。 彼女は初めてのエピソードを自分の神経に掛け始めました。これは決して良いことではありませんでした。 私は物語のために一定レベルの非論理的な出来事が必要であると理解していますが、ランダムな見知らぬ人に対して長年の友情を捨てる者はいません。 たぶん私はあまりにも多くのことを考えているかもしれませんが、それは私の意見です。 エピソードを通して、私たちは、彼女の性格ではなく、彼女のカルタの強さの涙の中で - しかし、チヤヤが成長するのを見ます。 最初のエピソードから最後まで、彼女はまさに同じ！ そうでなければ、証明する事実はありません。 彼女はまだアラタの上でうんざりしている、まだ太一に完全に無知であり、まだ愚かな空中（無駄な美しさ）であり、まだ叫んで、彼女が最初にやった同じ呼び出しをしています。 私は別の季節があることを理解していますが、少なくとも少量のキャラクター開発には25エピソードで十分です。\n太一は、エピソード1以来の私の好きなキャラクターでした。 彼はそれとは別に最高のキャラクターではないが、私はいつも彼のようなキャラクターが好きだった。 皮肉なことに、彼はおそらくキャラクターとカルタの両方の強さの面で、シリーズ全体を通して最も発展しています。 太一はすべての取引のあなたの「元の」ジャックですが、 彼は驚くべき成績を残しています。（彼は決して1〜2枚の写真で勉強することは決してありません）、トロフィーで満たされた部屋を持っていて、とても豊かで、彼の寝室には小さなテレビしかありません。 厳しい母親がいます...あなたはそのタイプを知っています。 しかし、彼の性格の成長は目立つし、ChihayaのほかにChihayaよりもずっと多くのスクリーンタイムを獲得する。 それでも、私は彼の臆病者の部分を好きになったことはありません。\nしかし、Arataについてはあまり言い訳がありません。 彼は終わりに近づくまでほとんど画面時間を取らない。 彼は突然の悲劇に襲われ、彼の人生で最も愛していることをするために彼を追求するために彼の友人を必要としているあなたの典型的な最高経営者です。 平凡で面白い性格。\n\n私はチハヤフルを楽しんだのですか？ 比較的そう。 特に激しいカルタの試合では、それは瞬間です。（Taichi＆Porkyはまだ最高の試合です） しかしそれに加えて、それにはあまり進んでいません。 それは物語の条件、それは完全に欠けている、1つが得ることができるような決まり文句である。 文字では、どのような視点から物を見るかに応じて、そうである可能性があります。 しかし、25回のエピソードは、ランク付けのいくつかの成長の他に重要なことなしに、あまりにも引きずられていたようだ。 しかし、もしあなたがコルコのバスケット、バクマンのタイプが気に入らなければ、私はそれが何であれ、競争のスポーツに完全に参加していないならば、私はそれをお勧めしません。 等\n\n全体として、チハヤフルは、私の謙虚な意見では、現在の得点に値するものではありません。 両方の面では、アニメ（特にキャラクター）の中で最も重要な側面であるストーリーとキャラクターは、何も特別なものはありません。 それは時々厄介な風変わりなユーモアを持っていますが、それでも後半には消えます。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "WatcherOfWorlds",
    "profile": "/profile/WatcherOfWorlds/reviews",
    "pages": "4",
    "number": "6",
    "link": "/reviews.php?id=135897",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  8\n\nスライス・オブ・ライフ/スポーツのジャンルでアニメを見ることはめったにありません。 しかし、チハヤフルは、これらの両方を面白い時計になるような方法で組み合わせています。 このレビューは最初のシーズンにのみ基づいています。\n\n物語は、日本で人気のある現実の競争力のあるカードゲームであるカルタを中心に展開しています。 主人公、16歳の綾瀬千早と彼女のクラスメートたちは学校でカルタクラブを始め、さまざまな国内トーナメントに参加し、最終的にマスターとクイーンのチャンピオンシップタイトルを目指しています。 基本的にそれはプロットの本質です。\n\nしかし、このショーを興味深いものにするのは、主役の特徴です。 彼らは彼らがプレーするゲームについて真剣であり、常に自分自身を改善し、完璧を達成しようとしています。 文字は頻繁に失敗や成功について感情的になります。 カードゲームについてのこのような過熱は、ちょっと変わって見えるかもしれませんが、キャラクターの本当の美しさは、友情と愛の強さにあります。 それはカルタに対する彼らの共通の情熱によって表現される。 ロマンスのタッチは、この心地よい青春の感情の融合にのみ追加されます。\n\n最後に、カルティヤの複雑なルールや、大宮神宮のような現実的な遊び場の詳細な描写についての詳細に細心の注意を払うことで、クリエイターを称える必要があります。 カルタの詩的な歴史も探求され、美しく織り交ぜられています。\n\n私がまだ見ていない第2シーズンには話が続きます。 チハヤと彼女の友人たちはまだすべての夢を叶えていませんが、カルタの世界を旅することは、カルタだけでなく人生そのものについて多くの貴重な教訓を教えています。\n\nスコア：8/10\n\n推奨されます。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "UltraDoom",
    "profile": "/profile/UltraDoom/reviews",
    "pages": "4",
    "number": "7",
    "link": "/reviews.php?id=181592",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nあなたはカルタについて何か知っていますか？ これまでに見たことのあるスポーツやゲームよりも気にしますか？ チハヤフルはあなたのためです。 私は人生の一部を望んでいた、私はスポーツアニメを得ていたと思った、私は完全に私を驚かせたライフコメディのロマンスアニメのスポーツスライスで終わった。 このアニメは素晴らしいです、私は非常に多くの第3シーズンが欲しいとペーシングは少し精神分裂病になることができますが、経験はまだ私が見ている他のものとは異なります。 これはサスペンス愛好家の夢です！ それを行けば、おそらく喜んで驚くでしょう。 私はDesktomu-kunという名前を考えるとまだ笑います。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "jooules",
    "profile": "/profile/jooules/reviews",
    "pages": "4",
    "number": "8",
    "link": "/reviews.php?id=57233",
    "jp": "--- --- --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  6\nキャラクター|  5\n|  7\n\n警告：私はシリーズを完成させており、私のレビューはそのようなことを反映し、最終的なエピソードで結びついています。 私は完全に何かを駄目にするわけではありませんが（非終わりを甘やかすのは難しいです）、これを念頭に置いておきたいかもしれません....\n\n私は肯定的なものから始めましょう：チハイフルは美しいです。 視覚的には素晴らしく、明らかにデジタル的に行われていますが、「場所のCGはありません」とは言えません。すべてに桜の花がたくさんあります。  25のエピソードを通して審美的な質の著しい低下はない。 日本の若者の間で「主流の人気」ではない日本の競争的なゲームを扱う別のシリーズ「ひかりの碁」に似た「スポーツアニメ」を探しているなら、これは完璧です。  「トレーニング」（いくつかありますが）と、複数の種類のより戦略的な研究はほとんどありません。 それは現実的な設定（超自然ではなく、幽霊、笑）で行われ、それは設定において非常に信じられ、現実的であり、学校の主人公を知覚する他の人々など、などである。\n\n主人公は実際には一次元で停滞していて、私の本当の心配は全くありません。 私はそれを文字の欠如と呼ぶだろう。 主人公の3人のキャラクターは完全に悪い（3）と思っていますが、キャスト全体がそれをより高いスコアに丸めました。\n\n\n\n彼女は最初に妹のために少し複雑になっていますが、この劣等感の複雑な言及はすべてエピソード12で取り下げられ、再び言及されませんでした。\n千早は学ばず、彼女の唯一の「成長」は「私は強くなりたい！ あらゆる他のスポーツ/競技会のショーのように。 しかし、他のショーとは違って、彼女は人として成長するためにこれを使うことは決してありません。他人との関係や彼女の家族、あるいは彼女の疎遠な友人とのコミュニケーションができないので、彼女はやや厄介で、\n\n\n\nエンディングは、元のストーリーが25話のタイムスパン（またはストーリーがラップされていないので、私がそれを呼び出すので「終わりはない」）内で終了する時間を持たない「スポーツ」タイプのストーリーにとってかなり平均的です。  。 将来のために恐ろしいことではなく、おそらく続編（私が疑問に思う）を立てるかもしれないが、実際に私が見たいと思っているのは、かなで、西田、努、またはおそらくArata 現実にはChihayaの愚かな頭に抱かれた小さな頭での彼の役割）。 最後のエピソードでは、かなでの成長を少し垣間見ることができますが、それはちょうど真実に彼女を失望させていたChihayaによって縮小されています。 私たちはまた、実際の詩を勉強していることを知っていますが、早くしてはいけません。 私はカナディアンの日本語と文学への愛が、チハヤの「恋人」よりもはるかに説得力があり、純粋な心を抱いていたことが、「女王陛下の勝利」であることを発見しました。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "Hengao",
    "profile": "/profile/Hengao/reviews",
    "pages": "4",
    "number": "9",
    "link": "/reviews.php?id=52511",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  9\n\nちあやふる、特定のゲームをするのが大好きな女性の高校生を中心に展開するアニメ。 普及しているゲームや、今日のような技術が必要なゲームではありません。 特定のゲームをプレイすること、または最も好ましくは、それに執着していることは、人の趣味または好きなことである。\nゲーム、人、食べ物などのような強迫観念には、多くの人が異なる味を持っています。\n\n畳を長時間寝かせ、明日がないかのように手を動かす、他人のような試合で自分の勝利を奨める。 それが「カルタ」と呼ばれるゲームの仕組みです。\n\n - 彼女のクラスメートの一人が彼女の演奏方法を教えてくれたとき、チラヤの女の子はカルタが好きになりました。 そして、それがすべて始まるところです。まあ、そうは思わないでしょう。 それ以後、それ以前には多くのことが起こりました。 ここで話をまとめるためには、スポイラーの方がはるかに多いでしょう。\n\n千葉フル（Chihayafuru：Chihaya Full）の話は、カールタと呼ばれる日本のゲームの周りを回っています。 ゲームは、詩の詩​​が書かれたカードで構成されています。 私たちの主人公、綾瀬千早は現在、「女王」として勝利し、資格を得ることを目指しています。\n\nチハヤフルの物語は、私たちの実生活と比べて比較することができます。 ストーリーの中でユニークなものは本当にありませんが、ストーリーはシリーズ全体を通して多くのことを強調することができます。 日本のゲームをテーマにしたアニメはほとんど見たことがありません。  Karutaのように。 私にとっては、それは私のためのかなり新しいペースです。\n\nチハヤフルの物語にも多くの教訓があります。 彼らは私たちに、他の誰も比較できない教訓を教え、前進する方法、諦めないこと、終わりまで戦う方法を教えてくれます。 友情と協力は、グループを輝かせるものの一つです。 そしてKarutaクラブにはそれがあります。 彼女が若い頃、彼女の元ライバルの一人を含めて、チハヤがメンバーを募集するのは少し難しかった。\nしかし、それはChihayaを止めませんでした、彼女はまだ永続的で熱望していて、その人は簡単にあきらめてしまいます（私はここで誰が話しているか知っていれば少し怒っています）。\n\n私が言ったように、チハヤフルはレッスンを教えるだけでなく、苦労することもあります。 苦難と挑戦があっても、決して諦めないでください。 チハヤフルは、あなたの夢がいかにも不可能であっても、あなたが試みても決して諦めることができなければ、それを得ることができることを示しています。\n\n - チハフルの芸術はそれほど単純ではなく、ユニークではない、レベルが「中」にあるとしよう。 チハヤフルの芸術にはいくつかの欠陥がありますが、それほど大きな問題ではありません。 それが欠点を持つ唯一のものは、文字の目です。\n私はそれらを奇妙なものとみなして取ります。 なぜか分かりませんが、初めて私がそれを見たとき、目が私の注意を引いた。 私は彼らの目の上にくっついているまつ毛のためだと思います。\n\n背景や設定は素晴らしく、それほど注目を集めません。 私が意味することは、時々、いくつかのアニメは、その上のキャラクターより多くの注意を引く背景があるということです。 そして、その設定の一部はよく描かれていないようです。\n\n私はチハヤフルの芸術を素晴らしいと評価するでしょう！\n\n - 千早丸のオープニング・ソング、エンディング・ソング、バックグラウンド・ミュージックは、すべてとても良いですね、なぜですか？ 私はエンディングテーマを少し悲しいと思う。 私はそれが私に音を評価させたと思う8.それはそれに少し悲しみと憂鬱な感情を持っています。 私は歌のテーマは苦労と挑戦のせいかもしれないと知っています。 それは大きく適合します。 それでも、エンディングのテーマは素晴らしいですし、私はそれが好きです。\n\n一方、オープニング曲は素晴らしいです。 正直言ってオープニングソングが本当に好きだったし、それに素敵で幸せな気分だった。 歌手の声も素晴らしいです。 これはちょうど私です：オープニング・ソングの主題は彼らの友情とボンディング・タイムに関するものです。 友人や同級生を考慮して\n\n - チハヤフルには、さまざまな性格のキャラクターがあります。 食べる恋人、スマートなもの、そしてひとつのキャラクターに収まるように混合されたものなどがあります。 すべてのキャラクターには、その性格があります。 どんなキャラクターも迷惑だが、彼女がたくさん泣くので、あなたは千早を迷惑に思うかもしれない。 それは彼女の人格の一部ですが、彼女は彼女が持っていたすべての苦労、挑戦、そして敗北の後も執拗かつ強くなります。\n\n私は彼らがここでかなりのナッツを作ったと言うでしょう。 ストーリーの初めの年に若かったキャラクターはかなり変化しました。 彼らは男の子のようなものを美しさに変えました。私は彼のことを考えています。\n\n私はキャラクターがたくさん好きになると思うのは、彼らが物語の一部であるだけでなく、何かを教えてくれるからです。 そして、それらを止めることができる障害はない。\n\n - チハヤフルを拾ってうれしいです。 私はプロットやストーリーラインにかなり夢中になっています。 それは私にとっては非常にユニークでした。 シンプルなゲームは、あなたを幸せにすることができます、もっと何ですか？ それはあなたの夢の理由と目標です。 ちょうどアニメだけでもチハヤフルがあなたを強くしてくれることを願っています。 それは部分的には真実のようなものです。 私たちの夢に到達し、それを実現するように励ます。\n正直言って、私は本当にゲームをテーマにしたアニメではありません。 しかし、物語は私に夢中になり、私は早くそれを終わらせたいと思う。\n\nどんな種類の障害もケーキだが、それはチハヤフルの物語（カールタとその夢についての話でもある）：D"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "UkiHana",
    "profile": "/profile/UkiHana/reviews",
    "pages": "4",
    "number": "10",
    "link": "/reviews.php?id=219405",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nチハヤフルは誰もが楽しむことができる非常に良い少女史、普通はこのジャンルから離れていく人さえあると私は思う。 これは最初の1分以来愛する高校で実践されている日本の典型的なスポーツについての忘れられないキャラクターの美しい歴史です。 それはあなたを巻き込む魔法のような雰囲気を持っており、あなたにそれを中毒させるものです。\n\nカルタにもかかわらず（それは私たちが見たり遊んだことのない別のスポーツですが、理解することは本当に難しいことではありませんし、日本の伝統芸術を詩や衣装としてもっと見ることは美しいです） それはチャンスを与えるための良い理由：陽気なメインキャラクター、彼女自身の夢を達成するために決して降伏して、彼らの最愛の子供の友人に従う女の子との生命の良いスライス。\n\nChihayaの自然は、このアニメを見ている主なポイントです。決して諦めずに彼女の夢を追いかける強い女の子です。 チハヤフルの良い話題のいくつかは、友情、努力、勝利と敗北です。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "Petalview",
    "profile": "/profile/Petalview/reviews",
    "pages": "4",
    "number": "11",
    "link": "/reviews.php?id=143465",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nアニメがそれほど印象に残っていないのは、ずっと前のことかもしれません。\n\n最初の瞬間に、スポーツにタグ付けされたカードベースのアニメがあった理由を尋ねました。 しかし、私は速いことを認識しました。それは単なるカードゲームに関するものです。\n\nKarutaは日本の古典の百の詩を参照する伝統的な日本のカードゲームです。 個人の試合やチームの試合があり、究極の野望は良い聴覚、素早さ、本能、戦略、気持ち、そして詩/カードとあなたとのつながりを使って試合に勝ち、より良いカルタ選手になることです。 あなたは反対側からあなたの対戦相手よりも速くカードを取っておかなければなりません。\n\nチワヤフルはカルタの世界に連れて行ってくれるかもしれないし、アニメのためにしたよりももっと愛するようになるかもしれない。 少なくともそれは私のために働いた。 穴のあるアニメは抜群で、何とか私は途中でカルタをどこかで演奏しようと考えています。 だから私はチハヤフルを楽しんでくれることを願っています。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "hinatasashybamf",
    "profile": "/profile/hinatasashybamf/reviews",
    "pages": "4",
    "number": "12",
    "link": "/reviews.php?id=141679",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  10\n\nChihayafuruはあなたが学び、見た最もエキサイティングなものの1つをカードゲームにすることを管理します。 このアニメの私の好きなことは、私の目の前でKarutaの芸術が展開しているのを見ていることです。\n\nこのアニメの第2の好きなものは、キャラクターが成長するカルタの情熱を見ているところです。 それはあなたの夢を追うことについての感動的な物語であり、それは物語の中で最も真面目なものの一つであるにもかかわらず、まったく偽善ではありません。\n\n愛の三角形のヒントがありますが、それは物語を支配しません。 物語は、彼女が愛していることに優れた少女のことです。 チハヤフルは傑出した、愛され、心温まる芸術作品です。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "mathsiam",
    "profile": "/profile/mathsiam/reviews",
    "pages": "4",
    "number": "13",
    "link": "/reviews.php?id=116311",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n最初にチハヤフルの第1シーズンを見逃していた人として、私は長い道のりを歩みました。そして今、私はこのアニメでもっとも執拗な人の一人です。\n\nどうして？\n\n1.キャラクターと2。チハヤフルのすべての巧妙さと、ストーリーが素晴らしいアニメーションやオストと結びついていかに視聴者に雄弁に展開するか。 その「カルタ集団プロット」のためにシリーズを開始することにまだ消極的な人には、ただそれを行けば、一緒にぼやけている多くの平凡なハレムと超自然のアニメの間で、必ずアニメの宝石を見つけるでしょう。\n\nストーリー：9\nchihayafuruの最初のシーズンは、一連のシリーズを通してさまざまなキャラクターとその成長にもっと焦点を合わせました。 実際のゲームが何をしているのかわからなくても、ルールや習慣が何であるかについて何か手掛かりがあるにも関わらず、興味深いカルタができるのは本当に楽しかったです。 それはそれ自体が物語の素晴らしさの証です。それはとても楽しいようにカルタを自分自身で学び始めることを本当に奨励するショーの1つです！ キャラクターの開発は驚くべきものでした。特に太一は最初は私が彼が大好きではなかったが、物語が進行するにつれて、彼が本当にどのように本物であるかがわかる。 しかし、私はそれについて後で少し詳しく説明します。 しかし全体的な話は確かに非常に楽しいものであり、物語の非常に微妙なロマンスはちょうどちょうどchihayafuru経験を高める。 私がそこにほしいと思ったことの一つは、ロマンスがもっと似ていると思うけど、私は微妙な感じがします。\n\nアート：9\nいつものように、マドハウスはすばらしいアニメーションを提供しています。そして、忍の動きの流動性がどのように活気づけられているか、特にカルタのマッチは非常にうまくいきます。 アニメーションは非常に一貫していて、アートスタイルは私が好むものです（私はスエツグ先生の作品の大ファンです）\n\nサウンド：9\nOSTは素晴らしかった!! それは本当にすべてのカルタの試合の緊張を高め、感動的な瞬間は、それに伴うOSTなしでは確かに良い気分ではないだろう。 私は森尾朝香を愛している。彼は本当に私が大きなナナのファンであり、彼が確かに彼の方向性（私は少しオフトラックだった：P）で私にアピールするのに失敗しなかったので、\n\nキャラクター：10\n文字は素晴らしいです。 私は、チハヤフルのすべてのキャラクターが本当にどれほど驚くべきかを十分に強調することはできません（特に太一は私を愛しています）。 それぞれのキャラクターはそれぞれ輝く瞬間を持ち、シリーズを通しての展開は私が見ている最高のものの1つです。 千早の情熱、太一の反発と決意、ポーキーのユーモア、大江さんの女性性と机（彼の名前の綴り方はわからない）、人の動機など。 それぞれのキャラクターはシリーズに追加され、それらのどれもが穏やかではありません。 皇后でさえ好きになった！\n\n楽しさ：10\nすでにお伝えしたように、私はチハヤフルの大ファンであり、私はそれを楽しんでいます。 私は上記が本当にこのアニメに対する情熱を反映していると思う。\n\n全体：10\nこのアニメが好きかどうかについてまだ疑問が残っている場合、そのアニメを見ることをお勧めします。その疑いはすぐに消去され、確かに失望しないでしょう。 私はこのジャンルが誰のためでもないことを理解していますが、私は本当にチハヤフルが誰もが関連してこのアニメを楽しむことができると信じています。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "sukamichan",
    "profile": "/profile/sukamichan/reviews",
    "pages": "4",
    "number": "14",
    "link": "/reviews.php?id=134239",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "AnotherPeanut",
    "profile": "/profile/AnotherPeanut/reviews",
    "pages": "4",
    "number": "15",
    "link": "/reviews.php?id=97829",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nさて、これはアニメについての私の最初のレビューですが、チハヤフルはそれに値するだけです。\n\nこれは本当に古い日本のカードゲームをしている少女のことですが、どうすればこのゲームを楽しむことができますか？まあ、面白いです。 私はゲームのためにこのシリーズを見なければなりませんでした、それだけで私の注意を引いた、それだけですが、私はこれを多く楽しんだとは思わなかったし、 なぜなら、祖父母や少女はいつも欠けているからです。\n\n私は男の子のように、いつもかわいい少女と一緒に回っているビショネン・ダーツバッグを期待しているので、私はちょうど妖精や少女アニメを見ていませんが、ちょっと違う、チハヤフルはどのように joseiかshoujoはべきである。\n\nストーリー（9/10）：カルタを弾くのが大好きな美しい女の子、チアヤが遊んでいて何の役にも立たないので、今はクラブを作りたいけど、 日本のゲーム、誰も本当に関心を寄せていない）。 アニメは、非常に爽やかなシーンと本当に消化可能なアニメーション、さらには何が起こっているのかを実際に理解できるように、いくつかの詩の意味（各カードには100詩の100詩が含まれています） 各ゲームで。\n\nフラッシュバックと物語の残りの部分はかなり面白いですが、時には人がこの物で本当に退屈になることがありますが、このシリーズではそれぞれのフラッシュバックが実際にあなたに夢中になることがあります。 本当にチハヤフルについて\n\n\nアート（15/10）芸術は単に美しく、私は本当に少なく与えることはできませんので、私は15を与える、キャラクターのデザインは本当に爽やかで、アニメーションは神の層であり、景色は単に素晴らしいです、本当にできません それは私にとって優れているので、それについてもっと書いてください。\n\n\nSound（11/10）これは本当に私を魅了しました。メインのテーマはきわめて美しく、残りの部分はかなり素晴らしいです。オープニングは、私がAno hanaから得たのと同じ暖かい感触を与えました。\n\n\nCharacter（9/10）：非常にアクティブなChihaya（Karutaの場合）からDesktomuとPorkyまで、シリーズのかなり特殊な特徴で、それぞれユニークであり、独自の問題と真実がありますが、それぞれが発展しています シリーズを通って、時には太一と苛立ちますが、大丈夫です。\n\n\n楽しさ（10/10）、どれくらい楽しんでいるのか聞いたら、テレビの前で自分の顔を見て、各ゲームを本当に激しくして、いつかプレイしようとしています。\n\n\n全体：私は本当にこのアニメが好きだった、すべてが良いから完璧にして、あなたはそれから多くを期待しないかもしれないが、それは本当に本当にあなたを殺す。\n\nこのレビューが好きだったり嫌いだったりしたら、教えてください。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "EtTuJudas",
    "profile": "/profile/EtTuJudas/reviews",
    "pages": "4",
    "number": "16",
    "link": "/reviews.php?id=82502",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこのレビューがかなり長くなることは申し訳ありませんが、今回はこのアニメについて多くのことを書いてみたいと思います）\n時には、あなたが良いかどうかにかかわらず、異なる感じを起こすそれらのアニメのいずれかの間につまずき、あなたにまでですが、まだ彼らは/異なって感じています。\nチハヤフルはその種の一つです。\n基本的には、スポーツ、コメディー、ドラマの混合物で、最も一般的なアニメではありませんが、ユニークではありません。\n\nアニメ全体をまとめてみると、チハヤフルはすべて「カルタ」のことです。\nKarutaは、詩を書いたカードを使った日本のゲームです。\nゲームに勝つためには、プレイヤーはゲームフィールド上の特定のカードを獲得しなければならず、それは第三者によって読み出されている別のカード（または詩）に対する適切なカードである。\nあなたが相手よりも前に正しいカードに触れると、そのカードに勝つ。\nあなたのフィールド（各プレイヤーのカード25枚）をクリアすると、ゲームに勝ちます。\n基本的には、すべてのカード/詩と適切なカード/詩を覚えて、相手よりも速くすることです。\nこれは非常にシンプルなゲームの説明方法です。チハヤフルを見れば、この時点までに聞こえるよりも難しいことを理解することができます。\n\nアニメには6人の主人公、5人のカルタ・クラブのメンバー、クラブの2人の創設者の友人がいます。彼らは遠くに住んでいるので頻繁には出演しません。 それにもかかわらず、彼は重要なキャラクターの1つです。\n倉田クラブの5人のメンバーは、それぞれの服装、行動、ゲームの遊び方、キャラクターのスピード、純粋な数学、覚えているスキルなどすべてが非常にユニークであるため、チハヤフルの強みです。\n彼らのさまざまな能力を使って、アニメにとって重要なプレイのスタイルの違いを簡単に見ることができます。そうでなければ、それはすぐに退屈になるでしょう。\n\n戦いについて話すと、彼らは面白いと思いますが、床に座ってカードに触れるというアニメは単調になる危険性が高いと思いますが、戦闘は本当に強烈でスリリングです。すでに言及したように、  Karutaクラブのすべてのキャラクターとのプレイのスタイルが変わります。\n\nアニメのもう一つの良い点は、ユーモアです、彼らはチハヤフルをコメディアニメと呼ぶほど頻繁ではなく、彼らは息を飲んだり、顎を落としたりすることはありませんが、ギャグは高さのために遍在する緊張した雰囲気を減らすのに十分です Karutaクラブの目標。\n\nペーシングもうまくいっています。\n少年アニメとは違って（ちょうど嵐のようなもので、この時点でSAOに言及することができる）、カルタクラブには多くの挫折と敗北があるので、私たちはチハヤとその友人たちを見守ることができず、 世界樹の頂上に向かう途中で...ウーマンナショナルチャンピオンシップ。\nさらに、より多くのshounen（DBZを見てください）とは異なり、優れた選手は劣勢の選手を抜いているようには見えません。実際には多くの進歩を見ていますが、screentimeはうまく割り当てられています。  3つの良いものにぶつからない。\nだからヤムチャ、チョアーズじゃなく、同じ焦点を共有しています。\n私はこのアニメが多少異なっていると言いました。もちろん、学校の設定のステレオタイプが完全に無視され、クラブの最強のプレーヤーがゲーム全体の最大の欠陥、問題、そして最小の理解を持つような事実があります 。\nこれらのものはチハヤフルを私に独特なものに感じさせ、それを大切にしています。\n\nもちろん、チハヤフルの議論の余地がありますが、アニメは、アニメ全体を構成するゲームを理解することは重要ですが、面倒な気分になる多くのテクニックやルールについて説明しています。\n1つの音節、2つの音節と死んだカード、位置づけのテクニック、動きパターンについての終わりのない会話のために、人々がアニメの視聴をやめるのを理解できます。\n私が言ったように、退屈ではあるが必要、必要だが退屈。\nまた、アニメにカルタ以外の何かが関わってくることを期待するなら、あなたは失望します。もちろん、愛のようないくつかの側面がありますが、それらは一瞬でほとんど粉砕されています。\nチハヤフルの一場面では、\n*携帯電話のリング* '申し訳ありません、それは私のガールフレンドです...ねえ... mhm... mhm...ええ、壊れましょう。  「待って、ガールフレンドと仲良くしたの？」  「なんで、ファルキング・カルタ！\n私はこれが文脈から完全に取り除かれていることを知っていますが、まだKarutaではないものに対する全体的な態度を上げています。\n舞台裏で何かが起こっていることは知っています。特に、1人のキャラクターは多くの考えを持っていますし、愛などのことについて考えることもありますが、実際には何も起こりません。\n\n終わりに近づくために、Chihayafuruは激しい戦いと愛らしいキャラクターとの古いカードゲームについて驚くほど面白いアニメです。\nそれにもかかわらず、このアニメにはカルタ以外何もありませんので、あなたがこのゲームを好きにすることができないなら、チハヤフルを大いに楽しまないかもしれません。\n少なくともそれを撃つようにしてください、私はこのアニメで多くの楽しみを持っていました。\n\n+\nキャラクター、キャラクターの平等、強烈な戦い、ユーモア、オープニング（!!!）\n\n - \n理論の多くは、Karuta以外"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "LuciusXerX",
    "profile": "/profile/LuciusXerX/reviews",
    "pages": "4",
    "number": "17",
    "link": "/reviews.php?id=88239",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  9\n\nこれが私の最初のレビューで、私は一日一日それを見た後、私が9時間前のように見終わったアニメ、チハヤフルを見直すことにしました。\n\nChihayafuruは最初、あなたが興味を持たないと思うかもしれないアニメの1つです。（少なくとも私にとっては）スポーツアニメ、そして私がこのアニメを見るまで私が知り得ないスポーツのスポーツです。\n\n私はその前提に魅了されていなかったので、かなり長い間このチハヤフルを避けていたことは認めています。 しかし、それはしばしば行くように、最初の3つのエピソードが重要であり、あなたが夢中になるか、またはあなたはオフフックです。 私のために、それは最初のものでした。 私はメインの主人公が全世界をこのプロセスで節約しないようなカジュアルなアニメが好きです。（しばらくしても、それは見ても良いですが）これはスポーツアニメの作り方の完全な例です。\n\nそれぞれの試合は、Kurokosのバスケットボールと比べて本当に短い（実際には、5つのエピソードやそのようなものを取る1つのバスケットボール試合のように...）、ここでは1つまたは1つ以上のエピソードを取ることはありません 12分で決済されることがあります。\n\nキャラクターの開発はスポイラーなしではここでは議論することができないので、最初から最後までそれぞれの主人公との進歩を見ることができます。\n\n音楽が進むにつれて、ここでは何も思い出せない、時には私はバックグラウンドで演奏する音楽があることを忘れていました。 私は一回以上見ようとしましたが、それでも私はいつもそれをスキップしてしまいました（何もスパイスとオオカミを打ち負かしません...）\n\n最終的にチハヤフルは、スポーツについて何も知らない場合でも、あなたを魅了するスポーツアニメの1つです。主人公の闘争は、このシリーズを一日中見ることができます。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "XiiLE_ZEUS",
    "profile": "/profile/XiiLE_ZEUS/reviews",
    "pages": "4",
    "number": "18",
    "link": "/reviews.php?id=112555",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\nねえ、ポーカーの試合に熱心？\nナーナーメイト私は今夜カールタをロック、私のレベルの仲間に乗る！\nそうです！  Karutaは何ですか？\n\n良い質問私の友人。 チワヤフルのレビューを無料で短期間nスイートスポイラーに持って帰ってきて、リラックスしてみてください。 最初はうんざり....\n\nストーリー：9\n\n千早と太一は、新しく設立された高校カルタの会員を募集しています。 新しい友達を作り、仲間の支援を受けて、千早とクラブは、競争力のあるカルタで最高の高校になるための第一歩を踏み出しました。 このアニメは血まみれの豪華な手を下にしています。 友人の間で使用される対話は、これらのティーンエイジャーが若者の春にいるという信念を実際に与えます。 カルタの試合を観戦することは爽快だった。 カルタが何であるか知りませんか？ それを見て、私を含めて他の多くの人がもっと盛り上がってくれたように、自分自身を見つけ出すのが最善です。\n\nワード評価：うん、私のゆきおデッキを置く！\n\nアート：9\n\nアニメのアートワークは素敵で心地良いものです。 キャラクターデザイン\n見ることが鮮明で素晴らしいです。 文字の中には実際に見ることができる唇があります。 あなたは1080pで見ることができますが、私は720pの解像度でそれを見て、それは大丈夫だと思った。\n\n言葉の評価：はい裸のギリシャの像........？  um\n\n音楽：9\n\n優れた配達での楽しい音楽体験は、楽しい、笑い、愛、青春の意味を示すアニメに一定の雰囲気をもたらします。 山下康介さんは音楽を通してこれを見せてくれるとともに、特定のシーンに音楽伴奏を追加して効果を追加するという素晴らしい仕事をしています。\n\n言葉の評価：ええチャックでビートDre\n\n全体：9\n\n偉大なアニメと必見、楽しい、笑い、そして良い時のオーバーフロー。 このジャンルはジョセイですが、男性はこの女性を楽しむだけで、おそらくもっと知っているでしょう。 私のカルタのスキルを拾う時間、腕の保証。\n\nZEUSの平和！"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "Toucanbird",
    "profile": "/profile/Toucanbird/reviews",
    "pages": "4",
    "number": "19",
    "link": "/reviews.php?id=57425",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  8\n\n私のレビューを始める前に、私はいくつかの人々が私の得点を見に行くと思う、と思う？ ナニ！？ ' ちょうど私を聞いてください。\n\n私はチハヤフルが本当に楽しいと認めます。 私は本当にこのアニメを見て楽しい時間を過ごしました。 しかし、このアニメの欠陥はかなり明白であり、私はそれがそれらになると少し厳しいです。 まず、私が好きなことから始めましょう。\n\nポジティブ\nキャラクター - 私はこのシリーズのキャラクターが大好きでした。  Chihayaの「すべてのKaruta、いつもの人格」から、彼女はディッツですが、彼女はそれについてちょうどいいので、彼女を愛しています。太一の「私は賢くて傲慢ですが、それにもかかわらず、私たちはまだ内部の闘いを認めます 千早の気持ち。 レトロくんや原田先生のような副人さえ。 私はちょうど立つことができなかったキャラクターを実際に選ぶことができないほど楽しいキャラクターがたくさんあった。 かわいい、古い教師でさえ、彼女がカルタ・クラブに暖まったときの暴動だった。\n\nアニメーション＆amp; 音楽 - アニメーションは豪華だった。 彼らがこのアニメのアートワークに参加することに決めたカラーパレットはすばらしかった。 キャラクターは見事に見えました。  NishidaやRetroが素晴らしいと思っている人はあまりいないと確信しています。 いずれにせよ、アートワークは素晴らしく、私はそれを愛していました。 私がもっと愛していたのは、音楽がどうやってうまく収まるかでした。\n\nストーリー（ちょっと） - 私が好きではなかったストーリーの要素がいくつかあったので、これは触れ合いになります。 具体的には、千早、太一、アラタの周りを回る話が大好きでした。 私はこれら3つの間のロマンチック/友情の緊張を大好きでした。 それはあなたの古典的な愛の三角形でした。\n\nネガティブ\nペーシング - これは私にとってのキラーだったし、他のすべてに対して8秒と9秒を与えたにもかかわらず、なぜ私は全体の得点に7点しか与えなかったのか？ このアニメのペーシングは、ウェイ、ウェイ、ウェイ、ウェイ、あまりにも遅いでした。 このアニメ？ 彼らは25のエピソードの後に​​続編のためにそれを設定した...そしておそらく別の25のエピソードの季節。 このアニメのために、それはあまりにも長く感じる。 エピソード全体は、物事の壮大な計画ではほとんど達成されていませんでした。 地獄、ミッドシーズンのレビューエピソードがあった...なぜ？ なぜあなたはカタツムリのペースで動くアニメの中期査読エピソードを持っていますか？ ええ、私たちはエピソード1〜12の間に何が起こったのか知っています...エピソード2または3で何が起こったのかを忘れるためには、壮大な計画であまり起こっていません。 非常に満足していませんでした。 今、私は長いアニメシリーズが好きではないタイプの人です。  12〜26のエピソードの間のどこでも完璧です。 それを超えて行くことは伸びるように感じる。\n\n成果とストーリーテリング - 警告、このパラグラフのスポイラー！ あなたがANIMEを見たことがないなら、読まないでください。 私は推測する？ 彼が1年半かかってカルタをやめてから、再び千早と太一によって吸血鬼になったことを考えれば、あなたは彼が改善したと言えるだろう。  *一息*ちあやと太一、千早とアラタの関係はどうですか？ それらはどこに行ったのですか？ いいえ。 このアニメは、これらの2人の間の潜在的なロマンチックなペアリングと、実際に起こったことのないものに「暗示」しています。 全体的に、25エピソードのアニメのために、ちょうど全く進歩しなかった。 初期に確立されたプロットポイントの多くは、進行がゼロであるように見えました。 主人公よりも、このカルタ競争の中でいくつかの競合相手をもっとよく理解しなければならないかのように感じました。 申し訳ありませんが、それは貧弱なストーリーテリングです。 私は振り返り、熟考し、このシリーズは何を達成しましたか？ 私はすべてサイド・ストーリーとサイド・キャラクターのためのものですが、このアニメが主人公よりも話をするために大きな努力をしているように見えるときには、問題があります。 エンドスポイラー 千早が女王になったのですか？ いいえ、彼女は近くに来ましたか？ いいえ、彼女は少なくとも途中から最後まで改善しましたか？ 実際、いいえ、彼女が悪化したように感じました。 まあ、Arataは少なくともマスターになりましたか？ いいえ...まあ、彼は少なくとも近づいたのですか？ いいえ...ええ、彼は改善しましたか？\n\n全体\n私はそれを作るのはかなり面白い声明を知っているが、このアニメは貧弱なストーリーテリングで偉大な話をしていた。 それは一緒に作業するプロットを持っていた...ちょうどそれで動作しませんでした。 キャラクターは素晴らしかったし、25のエピソードで見てもいいのですが、ストーリー全体のペースはゆっくりで単調だったし、「私たちはまだ何かを達成しようとしていますか？ 私たちには5... 4... 3... 2...エピソードが残っていて、まだ何もない？ チハヤフルは、私がそれを見てうれしいと言いますが、全体的な製品には本当に失望していると言います。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "ceraphin",
    "profile": "/profile/ceraphin/reviews",
    "pages": "4",
    "number": "20",
    "link": "/reviews.php?id=48135",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  9\n\n私はゲームのKarutaのために全く気にしないかもしれません。彼らが何か他のものに真剣にゲームを切り替えたなら、まったく正直なところで、私は気にしません。 私は正直なところ、カルタの実際のゲームプレイに焦点を当てることはあまりありませんでしたが、私はプロットデバイスとしてのその価値を完全に認識しています。\n\nとにかくもっと重要なのは、このアニメを楽しむために私を育てるのは、キャラクター、アート、インタラクション、そして彼らの一般的な生活です。 現実的で不条理な物語のアニメを発見することは難しいです（ロリから大金持ちのドープまで、彼のピックを持つ男について真剣に何アニメが必要ですか？）これは間違いなく私に穏やかな楽しみを与えてくれます。 次に起こります。\n\nこのショーの芸術は、それ自体のことを話しています。私が何年も見てきたことの中で最も気に入っているものですので、私はそれについてコメントしません。\n\nこの話は、私の意見では長すぎたり短すぎたりしなかった少年のエピソードのフラッシュバックで、バックストーリーを幼少時代にいたるまで説明することを素晴らしく説明し始めました。 この話は、明らかにする性格のキャラクター、自分自身、夢、そして野望をより深く掘り下げています。 このようなアニメを発見しても、私はあらゆるプロットの開発に疑念を抱かせることはできません。 ここに期待している。"
  }
]
