[
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "Hazegurl",
    "profile": "/profile/Hazegurl/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=46881",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は私が第5話にしかいないことを知っていますが、私はこのアニメを愛していると言わなければなりません！ 私はそれが物語が実際に起こることができる生命のアニメの真のスライスの1つだと思うので、それは人生の物語の断片に包まれていませんが、私はそれを見ました。 人生の断片と名付けられた超自然的なタイプの物語だけを見つけた後、私は生のアニメーションの良い普通のスライスのために徘徊していました。 最初は、Karutaのゲームで何を期待するのか本当に分かりませんでした。 私はゲームをするのが大好きですが、すべてのエピソードでいくつかのゲームを見るのを見て座りたくありませんでした。\n\nしかし、私が見つけたのは、詩のゲームをしている子供たちのショーだけではなく、自分の夢を見つけること、他人のインスピレーションを見つけること、そしておそらくラブストーリーという話でした。\n\n私はキミとボクを同じ時期に見始めて以来、ストーリーの部分を伝えるためのフラッシュバックの使用など、類似している番組の特定の側面を比較するのは手伝いできません。 キハイとボクはチハヤフルの作家から2つのことを学ぶことができます。 キミとボクは現在を中断させるフラッシュバックで溢れており、大部分は無関係です。 チハヤフルでは、チヤヤ、アラタ、太一が現在の物語にどのようになっているのかを物語るために完全なフラッシュバックを使いました。 それは現在のプロットやキャラクターに関連する情報を与え、彼らが誰であるかを知るのに役立ちます。\n\nキャラクターといえば、私が好きではないものは1つではなく、私はそれらの3つすべてが好きです。もちろん、一度は太一が好きではありませんでした。 しかし、彼はArataとChihayaのような自分の欠点を持っているキャラクターであり、私は成長しました（私は細部まで進んで何かを台無しにしたくはありません）。\n\nショーの主な焦点はKarutaですが、彼らはそれを見てエキサイティングなものにする方法を知っていますが、ある時点で彼らは興奮を引き出すために使用する極端な音楽の選択を見越しているかもしれませんが、 試してみると責められない。 私はゲームを見たこともプレイしたこともありませんでしたが、ショーほどエキサイティングではないと確信しています。 私は光を見て覚えていて、ゲームを手に入れようとしましたが、退屈で、落ち込んでいました。（少なくとも私がプレイした場所では）落ち着いていましたが、ひかりのように私は それはちょっとでもゲームです。\n\nしかしゲームのほかに、ここでは3人の主人公の間に、そして少年と少女の間に三角形が形成されているかも知れません。\n\nエピソード5では、現在のティーンエイジャーのキャラクターの間に葛藤があります。最初は、アラタキャラクターを少し心配していました。最後のエピソードでは、彼と一緒にエモのルートを進んでいるようだったからです。 しかし、このエピソードでは、なぜ彼は彼が4番目のエピソード（私は何かを台無しにしません）だった方法を理解しています私は本当にそれが処理されたようにやった、私は完全にArataの気持ちを理解し、私は次のエピソード 出てきます。\n--------------------------------------------------  ---------\nエピソード8の後にレビューが更新されました：私はこの番組がArataなしでとても退屈なので、これを9から7にバンプする以外に選択肢はありません。 彼と一緒に試練を終えた後は、ChihayaとTaichiの募集メンバーだけに集中して、Chihayaに焦点を当てた各エピソードで、それぞれの人にゲームの素晴らしさを見せようとしました。 彼らはそれを見ている瞬間、ゲームに瞬時に恋しています。 または、プレーすることに同意するための何らかの種類の条件があります。 これらのエピソードは、基本的にチハヤで人々を叫び、壁やドアに叩きつけたり、人の机などをクラブルームに引きずったりします。 しばらくしてからは、処理するには多すぎます。 彼女は子供の頃からずっと変わっていないようですが、それはあまり変わった新と太一に比べて良いことではありません。 彼女の性格はちょうど停滞してくる。 うまくいけば、それはバックアップを選ぶでしょう。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "Serendipity",
    "profile": "/profile/Serendipity/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=216925",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  10\n\n「彼らがカルタを愛してくれることを願っています。 私たちのやり方...\"- 綾瀬千早\n\n\n額面では、チハヤフルを見たことはないと思う。 カードゲーム、カルタの周りを回って、スポーツアニメであると、私は避けようとしている2つのボックスを自然にチェックしました。 外国のスポーツにアニメーションで人生をもたらすことができるという斬新な好奇心によって、私はアニメを見終わった。 私の偏見がそれほど間違っていなかったので、これは私が作った最高の気まぐれな決定の1つでした - 私はこのアニメを愛しました。 チハヤフルは、スポーツジャンルで何度も探求されている簡単な前提を中心に展開するアニメです。スポーツを通しての友情。 幼い頃の友人の渡屋新田とカルタを交えて、綾瀬千早と夢を見ている。 彼女は高校のMiyuzawa High Schoolで、新しくArataに会う日のスキルを向上させるためにクラブを開こうとします。 物語は非常に洗練されていないと、生産価値がショーを盗むことはありませんが、Chihayafuruは、カルタの世界で導入されたテーマと様々なキャラクターのキャストを通して、本当に\"スポーツ\"という言葉の理想をキャプチャします。\n\n\n「競争力のあるカルタについて知るほど、より魔法のように思えます。 性別は関係ありません。 サイズは関係ありません。 知性と強さは関係ありません。 年齢は問題ではありません。 すべての詩があなたを1000年前に戻します。 このような偉業はどれくらいのスポーツができますか？\"- 宮口先生\n\n\nスポーツとして偽装された奇妙なカードゲームを中心にしているにもかかわらず、ちょうど別のスポーツアニメとしてチハヤフルを払拭するのは簡単です。 カルタは、ジャンル、性別、運動能力、知的能力が重要でないスポーツであるチハヤフルと他のショーとを区別しています。 チハヤフルは記憶と反射に強く精神的にも物理的にも課税されるゲームであるにもかかわらず、誰でも「運動選手」になれることを明確にしている。 高校生の少年が競技場を上下する多くのスポーツアニメとは異なり、チハヤフルは新鮮な空気の息吹である。 スポーツアニメの女性主役としての珍しい千早の経験を通して、様々なキャラクターを紹介します。 若者と老人、男性と女性、本や運動などのマッチを見ることができます。 多くのアスリートは、地元のYMCAまたは公園で、年長の、しかし根本的に健全な選手に謙虚さを感じています。 同様に、チハヤフルでは、知的選手が対戦相手を戦術的に解剖し、成熟した選手はその敵対者を克服するために優れたゲーム感覚を使用する。 チハヤフルはすべてのアスリートに敬遠されています。スポーツは差別的ではなく、それぞれの個人が自分のペースでプレーできるように、プレーする正しい方法や間違った方法はありません。\n\n\n「あなたが試してみるまで、あなたが知ることのできないものです。 そして、あなたが遊んだ後も、あなたはまだ理解しません。 私は45年間プレイしてきましたが、私はまだ理解していません。 私は決してそれを理解することができませんでした。 そういうわけで私は遊んでいる」 - 原田先生\n\n\nChihayafuruの強みは、前述のさまざまなキャラクターの強さにあります。 宮沢高校のカルタ・クラブのメンバー全員が個性的で、スポーツの世界とその理由について様々な視点を伝えることができます。 結局のところ、視聴者はこれらの新しい選手が鳴り響くのを見て、カルタの最高と最低を経験するごとにそれぞれの勝利と敗北で泣きます。 あなたがスポーツに恋していると言うことができる瞬間を特定することは、しばしば困難です。 愛はちょうど起こり、Chihayafuruの魅力的なキャラクター開発はこれを完全にキャプチャします。 スポーツはおもしろいことですが、彼らはしばしば親によって子供に強制的に強制されるものです。  Chihayaの場合、彼女はArataとの関係をさらに深めるためにカルタを始める。 友情は私達を結びつけるこれらのゲームを行ったり来たりします。 しかし、チハヤは最終的にはゲームに対する愛情によって捉えられ、彼女の周りに誰もいなくても引き続きプレーする。 それは「スポーツ」という言葉の美しさです。 誰もが自分の状況に恵まれてプレイすることができますが、しばしばゲーム自体と深いつながりを持っています。 ミユザワのカルタ・クラブの他のメンバーは変わりません。 例えば、太一は最初は自分の気持ちを持っている少女の近くにいるが、そのゲームはすぐに臆病を克服し、自分が誰であるかを受け入れるという願望の出口になる。\n\n\n「天才ではなく、新しいメンバーをマットに取り組む人にする」 - マシマ・タイチ\n\n\nスポーツをすることは恐ろしいことです。 対戦相手に暴露されると、プレーしている表面に足を踏み入れることは、勇気の行為である - 自分の弱点を認め、自分の欠点を受け入れること。 多くのプレーヤーにとって、スポーツ環境で繁栄するためにはサポートが必要です。  Chihayafuruは主にカルタのチームの側面に焦点を当て、これを実証しています。 ミユザワのカルタクラブは、リーダーシップ、コミュニケーション、チームメイトの理解の重要性を強調し、技術的スキルがスポーツで成功するには不十分であることを示しています。 原田先生は、「自分で遊んでいる間、チームメートを信頼しなければなりません」と言います。\n\nさらに、千早丸との連帯感や友情感を育むアニメはほとんどありません。 宮沢のカルタ・クラブの各メンバーはユニークであり、思いやりとチームワークが瞬時に家にぶつかります。 太一とツムムの間の友情の瞬間は、私の記憶の中で本当に激しいものです。 彼は、何らかの規律で太極拳を越えてクラブに入団したことで、期待していた以上にカルタが存在することに気づいた。 彼のチームメイトは実際に彼を押しつぶし、劣等感が現れます。太一はこの紛争を認識して、かのうにも才能がないと言いながら、血を流して汗を流して勝利し続けます 、涙が最大の満足です。\n\n\n「本当にやりたいことをする前に、あなたがしたくないことをする必要があります。」 - 小野勉\n\n\n上記の引用が示唆するように、最も重要なのは基本を飛ばすことではありません。 走るには、最初に歩くことができなければなりませんし、チハヤフルはそのキャラクターが輝くために必要な足技に取り組まなければなりません。 プロットはシンプルで、プロットツイストはほとんどありませんが、カルタとカルタの周辺の文化を説明する作業を優雅に帆走します。 チハヤフルのテンポは速く、ゲームからゲームに流れるので、多くのキャラクターが紹介され、開発されます。 マッチ自体は巧みに計画されており、スポーツ自体の緊張した情熱的な雰囲気を損なうことなく、プレーヤーの内部の対話とゲームの分析に重点を置いています。 これをあなたに騙させてはいけません。このアニメには面白くてかわいい瞬間があります。 断続的なメロドラマと嫌なユーモアがありますが、結果は魅力的ですが、本当に愛らしいキャラクターとのストーリーラインに従います。\n\n\n「女性はテーブルを拭いたり、シートを乾燥させたりするなど、常に恵みをもって行動しなければなりません。 またはあなたの人生の戦いで。\"- 大江カナデ\n\n\n生産価値の面では、チハヤフルは幻想的です。 畳の上を飛んでいるカードのアニメーションは非常に流動的で、柔らかく明るい色を使って様々な背景を描いた素晴らしい仕事をしています。 アニメーターは、カルタのゲームプレイを生き生きとさせるだけでなく、スポーツを特徴付ける豊かな文化をもたらします。 宮沢カルタが身に着けている袴から、詩の後の映像を見ると、千鶴は、カルタの歴史が時代を超越するという感覚を喚起することに成功する。 視覚的なニックピックがあれば、それはキャラクターのデザインです。 さまざまなユニークなキャラクターモデルがありますが、多くの人は非常に大きな目と長いまつげを持っています。 しかし、アニメの適応は、マンガに非常によく似ており、ビジュアルを忠実にキャプチャするための賞賛に値することに注意する必要があります。\n\n音に関しては、チハヤフルの声優が仕事をしています。 目立つ声はあまりありませんが、そのように声優は仕事をしています。それぞれの声はそれぞれの性格に合っています。 曲は軽くて盛り上がり、ホーンは罪のない、魅力的で、自分の夢を追い求める気持ちを提供します。 そのトラックとは別に、他のオーケストラ作品は、視聴者の様々な感情を呼び起こし、ストーリーラインの重要な瞬間をさらに高めることができます。 瀬戸朝美は、千早の特徴である無邪気で強烈な情熱を引き出し、私をたくさん感銘しました。  Chihayaはアニメの中で最もユニークでカリスマ的な女性リードの1つなので、実際に私と個人的には違いがありました。 さらに、Chihayafuruは私が聴いた中で最高のサウンドトラックの一つを持っています。 オープニングのテーマから始めて、YOUTHFULは、ChihayaがArataの後を追っていることを実感しています。 それはまた、アニメの中で私の好きなオープニングテーマの一つであり、陽気で魅力的です。 結末のテーマである「笑顔のイマ」も、千早の希望に反しているが、思い出深いものではない。 しかし、楽譜の実体は、アニメ全体で使用されているオーケストラのテーマのコレクションです。 私が最も楽しかったのはチームチハヤフルでした。\n\n\n「カルタを持っている限り、私たちはお互いをもう一度見るでしょう、そうではありませんか？ 私たちが遊び続ける限り、私たちはお互いを再び見るでしょう」 - 綾瀬千早\n\n\n全体的に、チハヤフルは私の心の中に特別な場所を持っています。 スポーツ愛好家やアスリートとして、私はチヤヤフルが本当にジャンルの競争力を捉える爽やかなアニメであることを説明することはできません。 私は強く、スポーツジャンルのすべてのファンだけでなく、多くを見たことがない視聴者のために、このアニメをお勧めします。 このプロットはユニークでもなく、その生産価値も抜群ですが、チハヤフルは記憶に残るキャラクターときれいなストーリーラインを提供します。 シンプルなアニメですが、投資しやすい魅力的なものです。第2シーズンも同じように素晴らしく、マンガはまだ稼働していますので、今はオンボードに乗るのが良い時期です。 上の引用を念頭に置いて、私は個人的にチハヤフルを待っています3  - このフランチャイズは宝石です！"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "Hibbington",
    "profile": "/profile/Hibbington/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=216844",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  10\n\nあなたが子供でポケモンカードを集めたときに覚えていますか？\nあなたは競技会に出席することは楽しいと感じましたが、最初の試合では競技の真剣さに衝撃を受けました。\nカールタが日本のカードゲームを愛する理由であると感じているから、自分を助けることはできません。\n\nこのショーを見るとき、主なドローはカルタ自身でした。\n私はこのショーを見る前にカードゲームについて聞いたこともありません。\nショーをユニークなものにしてくれて、カルタについてもっと知りたいと思っていました。\nこのショーを格付けする私の最初のプロセスは、ゲームの栄光の問題でした。  ChilhayafuruはKarutaを現実的なスペクトル内に保つか？\n私は出て行っていくつかのYouTubeのビデオを見て、その類似性が蔓延していました。 だから私はショー全体を通して非常に現実的なトーンを期待していた。\n\n私はゲームのトーンがキャラクターに反映されたと言います。\n主な2人のキャラクターがうれしかったのは、どれも「天才」ではなかったということでした。\n両方とも千早のスピードとマシマの心を持つ才能を持っていたが、彼らが最高の選手になる魔法のトランプカードはなかったということは疑いがない。\n選手の成長は、私が見た中で最も遅いもののいくつかでしたが、スポーツにとって理にかなっています。\nKarutaは野球バットを振るよりも繰り返しが必要です。\n\n当然、Karutaの現在のマスターとQueenのようなショーの天才がありますが、それは到達するためのより多くのベンチマークです。\n彼らは、私たちの主人公が征服するために必要なものであり、明確な独自の特性を持っています。\nショーの前半には、Arataの主人公に幻想的な人物として築かれたもう1つの天才もあります。\n\nArataは実際にこのショーを10時から10時に戻すことの1つです。\n彼自身は悪いキャラクターだからではなく、彼と他の主人公との間のビルドアップが解決されていないか、または完了するために投資されていないからです。\n\n注意すべきたくさんの良いサイド・キャラクターがあります。\nDesktomuは将来のコーチであるという特徴を示し、Kanaは将来のリーダーであるという特徴を示している。\nこれは、このショーで戦略の量を実際に掘り起こしていたことに気づく良い機会になるでしょう。\n\n最終決定は、このショーでは、本物のショーでマスターピースを見ているものの、最初のシーズンには至りません。\nエンディングとオープニングは良かった。 私はそれをスキップするのではなく、聞く傾向があります。\n私はショーにあまりにも多くの泣き声があったと信じています。 私は、ドラマショーの多くがこれに犠牲になる傾向があると感じています。\nあなたが感情的に達成したいと思う影響が多すぎると涙が出ることがあります。\nシーズン2は、おそらく10を得るために、未完成の私たちの余剰の良い部分を完全に完了する必要があります。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "ahushofgalaxy",
    "profile": "/profile/ahushofgalaxy/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=213061",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  7\n\n新しいアニメを捜すために、Chihayafuruは、あまりにも集中力と精神分析が必要なシリアル実験Lainとしてのショーを見て、軽くて新鮮な選択肢であることが判明しました。 そして真実は私が良い決断をしたことです。\n\nストーリーはシンプルで予測可能ですが、友好、自己改善、プロフェッショナリズムなどの重要な価値を強調しています。 注目すべき点の1つは、例えばPing Pong The Animationのようなものです。これはスポーツに焦点を当てたショーではありませんが、キャラクターを開発するためのリソースとして使用します.Karutaが特定のグレードの隆起 その拠点、演奏スタイル、そしてそれぞれの詩の後ろの意味さえも知っている。 唯一の問題は、プロット構造が他のスポーツアニメと似ていることであり、ショー全体の発展には大きなポイントはありません。\n\nそれぞれのキャラクターにはユニークな個性があります。シリーズに沿って彼らが直面している様々な魅力や恐怖に裏打ちされています。 主役Chihayaは最初のエピソードでは完璧すぎるように見えるかもしれませんが、これは彼女を人として信用できるショーの通過と一緒に消えます。 さらに、彼女はチームの化学の鍵であり、彼女がいなくても物事は同じではないことは注目に値する。 一般的に言えば、レパートリーは堅実で多様です。\n\n技術的な面で言えば、チハヤフルは、鮮やかな色、描かれた背景とデザイン性を備えたビジュアルを持っています。 しかし、遠くのある場面は壮観を失います。 アニメーションはその目的を達成し、キャラクターがカルタをプレイするときに緊張感と敏捷感を効率的に伝達します。 サウンドエフェクトはオーガニックに聞こえますが、気付かないことがあります。  OPとEDの両方が少し一般的ですが、彼らはショーの良いプレゼンテーションを行います。 もちろん、声優は優れた仕事をして各キャラクターを解釈しました。\n\nChihayafuruはとても楽しいショーで、ほとんどの面で本当に魅力的なものではない場合、見て分かりやすいです。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "Tacas",
    "profile": "/profile/Tacas/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=212343",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  8\n\n最近、スポーツアニメが普及している。 元気な唯一のスポーツアニメだった時代が終わり、今日では、俳優、黒子のバスケット、やわむしペダルなどのシリーズには膨大なファンがいます。 しかし、ブームの前でさえ、スポーツアニメが存在していた。 その一つがカルタについてのショー、チハヤフルです。  Karutaは、スピード、精度、反応時間などの面を含む日本の詩に関するゲームです。 日本では広く知られていますが、競争の激しいスポーツとしては人気がありません。\n\nこれはチハヤフルで首尾よく反映されています。チハヤは、高校で彼女のカルタクラブの新メンバーを見つけるのが難しい主人チハヤから始まります。 これは、アニメではかなり頻繁に起こるテーマです。フリーですが、水泳とは逆に、カルタは実際に人気のないスポーツであり、チハヤの困難を大きく信じられます。\n\n千早の隣には、太一とアラタの2人の男性主人公がいる。 アニメの冒頭で、私たちは幼少時代に3人を見て、彼らがカルタとどのように連絡を取ったかを学びます。 他のアニメでは、この様相は、通常、複数回のフラッシュバックを通して、後の時点でカバーされる。 チハヤフルの方法は珍しいが、カルタのアニメだけではなく、成長して成熟するという話でもあります。\n\n千早は誰もが幸せになれるように幸せな少女です。 彼女は誰かがいじめられた時に気に入らず、その結果、千早の授業では新しいので、友人がいないArataを守り、彼をよく知ろうとします。 アラタを訪れているうちに、彼女は日本で最高のカルタ選手になりたいと考えています。 チハヤとアラタと同級生の人気少年太一は、千早の趣味への愛情を受け入れたくないし、頑固な子供であることから、両者をいじめる。 いくつかの出来事のために、彼らの3人は、絶対的な心温まる方法で近づくようになり、友人になる。 アニメはこの時間帯にとどまっていればすでに素晴らしいものでしたが、上記のように時間スキップを行うことに決めました。そして、主人公が高校時代の生活をどのように扱っているかを学びます。\n\n彼女はまだカルタに熱狂しているので、チハヤはあまり変わっていない。 他の主人公と比較して、彼女はなしの開発の隣に受け取りました。 しかし、これは彼女の高校時代に彼女がより良いカルタの選手になると、彼女の人格に大きく影響するように変化します。\n\n太一は、時間のスキップの間に最も変わった人物かもしれない。 彼はもはや甘やかされた子供ではなく、他人を気遣う理解の人です。 千早と比べ、高校時代には強く発達していないが、カルタと彼の友人がゲームをプレイすることで克服できるいくつかの問題に対処しなければならない。\n\nArataは、人格が運命のストロークによって変化するため、特別なケースです。 彼が経験したことを記述するのは適切な時期ではないかもしれませんが、彼の才能は彼の幼年期のArataとはかなり異なっています。 そのアニメは、恐怖と心配に直面することができなければならない人としてArataを提示し、とても華麗に演じる。\n\n三人の主人公の隣には、千早のカルタクラブに参加しているメンバーもいます。 それらのすべてには、区別できる性格と異なる目標があり、カルタを演奏する方法に反映されています。 彼らはゲームのために強くなり、彼らが何をしているのかに自信を持っています。 さらに、スポーツアニメであることから、カルタクラブが直面している多くの対戦相手は当然存在します。 彼らのほとんどは面白い裏話を持っているか、少なくとも面白い性格を持っています。 いくつかは反復文字でもあるため、1つのエピソードにしか登場しないキャラクターよりも重要になります。\n\nその話は、基本的に千早のカルタ・クラブと、彼らがどのように異なるトーナメントに出席するかについてです。 アニメは標準的なスポーツアニメ公式を使用しているので、マッチの結果はしばしばかなり予測可能ですが、非常にうまく実行されます。 チハヤフルは間違いなくキャラクター志向のショーで、プロットの紆余曲折をたくさん見たい場合には見てはいけません。 それにもかかわらず、試合は激しく、キャラクターはいくつかのカードを見つめているにもかかわらず、どのようにエピソードがすばやく終了するのか不思議に思う。\n\n一方、このアニメの1つの問題は、あまりにも多くのテーマを含めることです。 チハヤフルは競争力のあるカルタ、育ちの話、愛の物語、恋愛の話、家族からの感謝のストーリー、人生の優先事項に関する話、友情の維持に関する話です。 それがいくつかの話題を放棄し、その中のいくつかをより徹底的に悪用したなら、それは有益だったかもしれない。 アニメはテーマの実装に失敗することはありませんが、すべてを適切に伝えるには短すぎます。\n\nサウンドトラックはちょっと繰り返しですが、まだ思い出深い、アニメの雰囲気に合っています。 オープニングはすべてのエピソードへの完全な紹介であり、エンディングはもっとフィット感がありませんでした。 チハヤフルの芸術スタイルは、鉱石物語に似ており、驚くべきことにアニメの単純な性質に合っています。 同時に、それはゲームの強さを幻想的に捉えることができ、結果的にはそれほど優れていなかったでしょう。\n\n結局のところ、私はこのアニメを基本的に皆にお勧めできます。 通常のスポーツアニメに興味がなくても、そのキャラクターだけでチハヤフルは価値があります。 そのようなニッチな趣味についてのアニメがあることはよくありませんが、もしあれば、チハヤフルのようにする必要があります。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "doc_awesome",
    "profile": "/profile/doc_awesome/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=196723",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  10\n|  9\n\n日本の詩に基づいたあいまいなカードゲームに関するスポーツアニメ...私は通常、ドラマアニメを楽しんでいますが、カプセルの説明に基づいてこの特定のアニメについてはあまり確かではありませんでした。 それは私が見た最高のドラマシリーズ、そして私の個人的に好きなスポーツアニメの1つになった。\n\nChihayafuruは物語とキャラクターと緊張したスポーツアクションが分かりにくいので、それほど得意ではない。 そして、はい、カードゲームはスポーツになることができます、それは間違いなく競争の高いレベルです。アニメの世界では、これは非常に積極的な、心臓を集中的に使用するゲームで、プレーヤーは汗をかきます。 スポーツシーンは非常によく行われており、キャラクターの進行中の開発と深く絡み合っています。\n\nショーの大部分はストローマットから離れて行われ、キャラクターの開発に膨大な時間が与えられます。 私たちの主役Chihayaはよく発達したキャラクターですが、彼女は模型を持っていますが、彼女の磨きのある個性と、女性らしさに興味がないため、「無駄な美しさ」として知られています。 彼女は授業の前に座っているのが気にならないかもしれませんが、リードキャラクターとしては非常に好感が持てます。楽しませるために十分な愚かさを持っていますが、彼女は完璧な人間であり、彼女の欠点を克服するのがとても報われています。\n\n彼女の2人の親友は、貧困に苦しんでいる、Karutoに執着した男の子、Karuto自身に夢中になった超富裕な太一です。  2人の男の子には、千早との関係で焦点が当てられていますが、シリーズが進行するにつれて大きく変化する強烈なキャラクターでもあり、どちらか一方に根付いているのは簡単です。\n\n言いたいことは多すぎますが、大部分は上品ではなく、ショーの楽しさとオリジナルの追加です。アクションが進行するにつれて、チハヤの仲間たちと仲良くなります。\n\nこれはただのアニメドラマです。 その基本的なプロットデバイスはあなたが以前に見たことのないものではありませんが、キャラクターにはまだ独創性があり、この狂ったカードゲームの周りに構築されたアニメの斬新なアイデアは、 すべてがちょうどうまくいった、これは本当の勝者です。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "Holorence",
    "profile": "/profile/Holorence/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=213422",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  9\n\n~~これはシーズン1と2の両方のレビューです~~\n\nコンセプトのためにこのタイトルを無視して何度もまっすぐにした後、ついにそれを見ることに決めました。 それはあなたが見たいと思っているものがたくさんあり、決断を下すことができない、衝動的な決定のようなものでした。 あなたの目を閉じて、タイトルをクリックして見てください。 私はこれ以上多くを行う必要があります。 多分私はチハヤフルのような他の宝石を見つけるでしょう。\n\nチハヤフルを取り巻く一般的な誤解がたくさんあります。私は自分自身が信じることに罪を犯していると誤解しています。 正直言って私は自分自身や他人を責めません。 後で、詩についてのカードゲームはどのように刺激的なことができますか？ 古典的な日本文学を少し混ぜて、あなたは見ていると思うと多くの人が誇りに思うショーを手に入れました。 チハヤフルを見て、盲目的にショーに入るよう教えてくれました。 あなたがそれを好きなら、共通の意見に揺さぶられず自分で決めてください。\n\n今、レビューに！\n\nショーを簡単に要約すると、  Chihayafuruは、彼女が若いときにKarutaと呼ばれる特定のカードゲームに恋したChihayaという高校生についてです。 ストーリーの中で役割を果たすあるキャラクターを演じた後、彼女はそれに恋しました。 彼女の目標は、日本で最高のカルタ選手になり、最高の女性選手のタイトルであるいわゆる「女王」になることです。 短い要約でゲームを要約する。  100の詩があり、各プレイヤーには詩の2番目の詩に25枚のランダムなカードが与えられます。 プレイヤーには、自分の好きな方法でカードを床に置く時間が与えられます。 いわゆる「リーダー」は詩の最初の詩を読んで、プレイヤーはそのカードに2番目の詩をとることになっています。 片面にカードが残っていない場合、ゲームは終了します。\nこれは、プレイヤーが両側からカードを受け取ることが許可されているため、サイドが自動的に失われたことを意味するものではありません。\n\nチハヤフルはたくさんあります。 それは本当のドラマのスポーツアニメです。 これは、いくつかのロマンスが混在したスライス・オブ・ライフのショーです。スポーツに成熟するゲームについてのショーであり、最も重要なのは、主人公がいないショーです。 すべてのキャラクターは自分のストーリーの主人公のように感じます。 はい、技術的にはChihayaが主人公ですが、他のキャラクターは同じスクリーンタイム、自分のストーリー、問題を非常に詳しく扱います。 千早を主人公と呼ぶのは正義の表れではないような気がする。 私は知っていて、太一や小牧のようなキャラクターはちょうど千早ほど好きです。\n\nショーはストーリーのトーンを設定する良い仕事を行います。 それはあまりにも複雑ではありません。 それ以外はストーリーはとても良いペースである。 彼女が一番好きなものをベストにしようとする女の子についての簡単な話です。 それは輝く執行です。 私たちは千早の旅を経験し、クラブを設立し、メンバーを募集し、そのメンバーの物語を体験します。 冒頭には意味をなさないものがいくつかあります。 もし何か不具合があるなら、メンバーの募集は強制的に感じられるでしょう。 それはうまく流れませんでした。 このショーは、あなたが即座にクラブに加わることができるキャラクターに私たちをランダムに紹介します。 それまでの出来事はそれほど重要でないと感じました。\n\nチハヤフルの最大の強みは、そのキャラクターです。 私はすべての単一の文字を知っているように感じる。 我々はライバルについても多くの洞察を得ている。 私たちは彼らの闘争、思考、そして目標を主なキャストと同じくらい見つけます。 これがチハヤフールをとてもいいものにするのです。 多くの時間私は主なキャストほど敵のために根を下ろしたかった。\n\n私がChihayaを主人公と呼ぶのが不公平だと感じる理由の1つは、主なキャストとの間に面白いキャラクターダイナミックがたくさんあるからです。  Chihaya以外のキャラクターと時間を過ごす人もいます。 私はこれが彼らを形作る上で重要なポイントだと感じています。 彼らは千早のためにすべてではありません。 彼らは自分自身のために、自分の目標と、自分の苦闘を克服するためにここにいます。 間に友人を作り、グループとしてもっと近づく。  Chihayafuruがそのキャラクターを扱う方法は、これまでアニメから見たことのない最高のキャラクターを持っているHunter x Hunterと非常に似ています。\n\n心臓ではチハヤフルはスポーツショーと同じくらいドラマです。 成功するドラマに焦点を当てたショーではとても重要なことは、信じられないほどの闘いで信じられないキャラクターを作ることです。 決定され、動機づけられたキャラクターは、より強くなるために最善を尽くし、ショー全体を通じてその決定に至る結果を経験します。 あなたが見逃したくない旅です。 この2つのことがなければ、あなたは強制されたり、過度にドラマ化されたりしないドラマを作ることはできません。 すべてのドラマが本当にどのように感じられたかは、私の驚きになりました。 いくつかの文字Karutaは絶対にすべてを意味します。 あなたがあなたが2枚のカードだけで勝つことができると知っていた試合を失ったときを想像してください。 私がカルタに非常に熱心だった人なら、私は失望と悲しみの涙を流すだろうと確信しています。 より強いものになりたいが、それを達成しようとする気持ちは、私たちの多くがつながるものです。 強くなることは誰のためでもありません。 実際、強くなることは決断を必要とし、これはショーが本当にうまく描写するものです。\n\nChihayafuruのサウンド部門は、適切なバックグラウンドミュージックを作成し、適切なタイミングでそれらを使用する際に目覚しい仕事をしてきました。 同時に、彼らのNO音の使用は非常に成功していることが証明されています。 聴覚が成功に不可欠なゲームでは、いくつかの場面での音の欠如は実際に緊張を助け、詩が読まれる前にプレイヤーが直面することを理解するのに役立ちます。 オープニング曲は楽しくて素敵です。 それは特別なものではありませんが、この種のショーに期待している種類の曲です。 もう一方のエンディング・ソングは非常に優れていて、私はまだその両方を繰り返しています。\n\nチハヤフルは見逃したくないショーです。 それはちょうど良いことです。 初めはあなたのジェネリックのように思えるかもしれませんが、それ以上のものは真に特別なものです。 彼らが重要であり、達成したいと思っているものにそれぞれの性格の旅。 チハヤフルは、私が長い間持っていなかった気持ちを私に与えてくれました。 見守って、次に何が起こるかを知りたいと思っていて、私たちのキャラクターをある種の静かな後見人として見守っているという希望。 私は本当に私が最後にショーを観て終了することに決めたことを本当にうれしく思います。 これは宝石であるため、あなたは絶対に見逃したくありません。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "ChiefViriathus",
    "profile": "/profile/ChiefViriathus/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=213264",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  10\n\nスポーツアニメになると、私はいつも欠けていたと感じたことが1つありました。 彼らは一般的にはかなり早い段階で観客を引きつける緊張した雰囲気を提示するのには良いが、本当にこのジャンルで好きな人物を見つけるのは難しい。 例外はもちろん、チハヤフールです。 このアニメに描かれているスポーツは従来のものではありませんが、クールで「オーバーザトップ」よりも、キャラクターの精神に重点を置いています。  Chihayafuruはマンガシリーズとして始まり、2011年にアニメのアダプテーションを、2013年には2番目のシーズンを受賞しました。それをちょっと掘り下げてみてみましょう。\n\nその前提はシンプルなものです。高校1年生の綾瀬千早は、カルタと呼ばれるゲームで最後の4年間を過ごしました。そこには詩が書かれたカードが読み込まれ、プレイヤーは相手の前に触れなければなりません。 彼女は地元のKaruta Societyで独身で中学校を過ごしましたが、Karuta National High School KarutaトーナメントでプレーできるようにKarutaクラブを創設しようとしています。 まるで運命のように、彼女は何年も前に遊んだ彼女の幼なじみであるマシマ太一と再会する。 ここから、千早とマシマの過去と、カタルを紹介した人について - ワタヤアラータについて話します。 現在の話が再開すると、各地域の最高のカルタ選手が集まり、互いに競争する大神神宮に到達することを目指して、学校のKarutaクラブで5人のメンバーを集めるChihayaの努力が見られます。 それは、ちょっとしたやり方で、千早に関係するすべてのキャラクターを永遠に変える旅です。\n\nChihayafuruの主なセールスポイントは、その驚くべき特徴です。 多くのアニメはこの権利を得ることができますが、キャラクターに同時に気づかせることはできません。 一方では、画面に表示されるほとんどの文字の裏話と開発が行われます。 そうです - チハヤフルには、ほとんどすべての文字をカウントするこの\"能力\"があります。  Chihayaチームのメンバーであろうと相手であろうと、各キャラクター、カルタを動かすモチベーション、その奇抜なことなど、多くのことを学ぶようになります。 そして、あなたがあらゆる性格について知っているこの知識は、あなたがそれらに非常に簡単に付けられるようにします。 彼らが成功すると幸せになり、失敗すると悲しくなり、人々として成長すると驚くでしょう...それは目覚しい経験です。 あなたが現在適応しているものの終わりに達し、キャラクターを振り返ると、エピソードを通して彼らが持っていた発展を感じることができます。彼らはまったく同じではなく、人として成長しました。 これは私が多くの漫画の漫画でよく使われているのがよく見られる共通の特徴であり、チハヤフルは間違いなく例外ではない。\n\nその特徴付けの他にも、チハヤフルは緊張面にも優れています。 いくつかの試合はかなり長くなることがあり、あるトーナメントは1日に5試合になることがあり、その間に休む時間は非常に短いです。 そして時には、ゲームはすべてのカードが重要なポイントに達することがあります。  「勢い」、「精神安定」、「過剰思考」などの概念は、ゲームの結果に大きく影響する可能性があります。 たとえば、複数のカードを連続して獲得したり、最善のカードを獲得したりして相手を威嚇する方法を知っている場合、カードは自信がなくなり、ゆっくりとなります。 また、怪我や個人的な問題のような、ゲームに関係しないあらゆる種類の理由によって、プレーヤーが気を散らすことができるという事実もあります。 これらすべての要素はすべてのゲームで考慮されるので、Karutaは身体的スポーツだけでなく、非常に心理的なものです。 戦略、カードを取ろうとするさまざまな方法、ユニークな精神力、相手が右手か左手か、ゲーム感覚、スピード、カードがどこにあるかを記憶する能力などがあります。 そして、これは、特にあなたがトーナメントの決勝戦に出るようないくつかのゲームがどれほど重要であるかを考えているときに、大気圏に多くの緊張を感じることに優れたアニメを作ります。プレイヤーが汗を流したり、 その他の問題。\n\n私がこれまで述べてきたすべてのことにもかかわらず、チハヤフルにはコメディーと喜んでいる瞬間もたくさんあります。 これは、聴衆がKaruta環境の外のキャラクターを見ることを可能にするこのような瞬間です。これは非常に重要です。なぜなら、良いキャラクターは一次元ではないので、彼らがさまざまな状況でどのように行動するかを見ることが必須です 1。 彼らには、面白いインタラクションがたくさんあり、あなたに笑顔や笑わせることができる「面白い」顔があります。 チワヤがアラタを追い求め、何年も後に遊ぶのを見たいと思っていて、太田はカルタを通して自分の気持ちを知ってもらうために最善を尽くしています。 そしてこの愛の三角は、3人の間のいくつかのキャラクターのやりとりを本当に面白くするものです。 たとえば、太一はArataについての気持ちが混ざり合っています。 彼は幸せに見えるときに幸せと安心感を感じますが、同時に彼はArataを「敵」とみなしているので、彼に会いたくはありません。 これらの関係の興味深い面は、千早はArataではなくKarutaに興味があると思われるので、太一はそうでないとは思わない。 アニメが終了した時点では、公式のペアも確認されていないので、船の戦争は続けることになる。\n\n\n\n\n\n全体的に、チハヤフルは美しいアニメです。  ChihayaがArataの後を追うように、人々の夢を追うよう動機づけることができます。それは人間の最良の側面、特に諦めない持続性を描くことができ、そのテーマとキャラクターの両方の実行は印象的です。 それは、その兄弟たちと同じ公式に従わず、上から上の面を犠牲にし、真によく書かれた真実の人物を紹介することを選んでいません。 特に、千早は、とても多くの人々が従う「輸送経路」を逸脱しようとする限り、とても好きなキャラクターです。 彼女はシンプルなキャラクターで、彼女の「ドライブ」が簡単であることを理解し、感情を分かち合っています。 彼女が勝ったとき、本当に幸せであることが分かった。失ったときは本当に悲しいし、彼女の性格がどう対処されたのか本当に感銘を受けた。 彼女はシリーズ全体を通してあなたに成長するキャラクターです。それは確かです。 優れたキャラクターとテーマを持つアニメを探している人、そしてこれらの両方の優れた執行を望む人にはチハヤフルをお勧めします。また、そのシリーズが知られているゆっくりとしたペーシングと、美学に関連する側面 ブラッシングとアートワーク。 それはあなたが見逃したくない体験です。それはあなたに何かを教えるかもしれません。\n\n読んでくれてありがとう！"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "ItIsIDio",
    "profile": "/profile/ItIsIDio/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=212602",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  6\nアニメーション|  3\nサウンド|  5\nキャラクター|  4\n|  3\n\nこのレビューは、シリーズの最初の6つのエピソードにのみ適用され、アニメ自体の全体的な経験を構成するものではなく、アニメとその理由を落とした理由について嫌いなもので構成されます。\n\nだからチハヤフルの私の問題は、私が実際にカードゲームに関心を持っていないということです。 私に説明させてください。 人は読者の声に慣れさせるために、カード自体に書かれていないものから始まって、たくさんの詩を読みます。 そして、彼らは続けて、彼らが聞いたカードを選ぶ。 あなたが何かをした場合にあなたの領土から対戦相手や逆行者にカードを移動させることになる特定の罰則がありますが、私はそれらを本当に知っておらず、単に読んでいますが、これは大丈夫です。  ＆gt;これまでの＆lt;。 まず第一に、それはカードゲームではなく、代わりに反応ゲームです。 ゲームは理解しやすいです。 あなたはデッキの中に100枚あるカードを持っています。これはあなたが望む順番に、あなたが望む順番に置くことができます。基本的にはWikipediaを引用します。プレイヤーの前にあるスペースは87cm、相手のカードから3cm  。 一度プレイヤーが自分の領土にカードがなくなると、勝利しました。 あなたが与えた任意のポジションを習得するために15分与えられたカードを手配したら、ゲームが始まります。 それぞれのカードには、古い日本の詩集から始まった詩が書かれています。 プレイヤーは、基本的には、彼らが認識している詩を聞くたびにカードを選択する必要があります。\n\nだから私のここの問題は簡単です。 アニメはこのゲームの戦略的な部分を表示しなかっただけで、それはあなたが基本的にあなたが反応することができるのと同じ速さの2つのものを選ぶマッチ2のゲームのように見えるようにしました。 私が競争力のあるカルタについて読んだことから、あなたが急いで不利な立場で急いで反応すると、ある種の罰則が課せられます。 しかし、アニメがそれを表示する方法は単なる反応ゲームです。 私がカードゲームを考えるとき、私はどちらか2つのうちの1つを考えます。  A）あなたは基本的に特定のタイプの対戦者と戦うために戦略的にデッキを形成するゲームですが、結果は一般的に明白になり、運は一般的に最小限になり、ゲーム自体の複雑さとあなたの敵の予知感を示します。  B）戦略の考え方を変え、状況に適応しなければならない場面を描き、成功するために何らかの機会を取る必要があるため、異なる機会に起因するさまざまな状況が発生します。\n\nアニメにカルタも表示されていません。 それはすべて速い反応時間です。 あなたが何が起こっているのかを理解できるとき、あなたはいつもより楽しんでいるからです。 私は、ペナルティをかけても、それがない場合でも、より速く反応する人のゲームになるだろうが、少なくともゲームの深さを示す... ゲームに関するほとんどの説明は、状況の本質的ではない相対的な理解を与えるためにそこにあります。 私を間違えないでください。ゲームは正確に表示され、競合するカルタにとって確かに正確なことが起こります。 マッチとアクションが進む限り、それは正確です。 しかし、それは実際にはあまり説明されていません。 アニメが正しく説明するのを邪魔していないというGoogle検索の簡単な説明でわかったことはたくさんあります。 アニメがそれを表示すると、Karutaで成功するためにあなたがしなければならないことは、あなたの対戦相手より常に速く反応します。 あなたが安全のために努力するのではなくxのために行くならば、ペナルティーを受ける価値があるかどうかを知る必要があるので、実際には必要ではありません。 だから一番下の行は、彼らがやったことの背後にある思考なしにできるだけ早く反応する人々を見るつもりです。\n\nしかし、シリーズがカードゲームのカルタに焦点を当てていない場合、シリーズは何を焦点にしていますか？ ゲームのあらゆるキャラクターの情熱について。 非常に率直に言って、ストーリーそのものは、あなたが楽しむ何かをフォローアップし、他の人々と一緒にそれを改善し、楽しむために最善を尽くすことをフォローアップする決心をもっていることがほとんどです。 キャラクターの背後にあるモチベーションはある程度まで理解でき、楽しめるものでもあり、その程度は各エピソードごとに泣く何らかの理由があるキャラクターです...最初のエピソードで何か涙が出ても100％確信していませんが 最初のエピソードの後の各エピソードで本当に確信している、誰かまたは多数のキャラクターが泣かなければならない。 そして、私がその年齢を意味しているので、あなたが子供の頃にしか起こらなかった場合（シリーズは主人公の幼年期についての逆戻りから始まる）、あなたは感情的になる傾向がありますが、そうでない場合は、  「私は着物が好きです...」と言っている間、あなたは元気です。\n\nそしてキャラクターのモチベーションはよく説明されていますが...よく...まず主人公は2人の少年、1人の少女、1人の少年、静かで予約されている、もう1人の、勇気と率直な少女と少女 はっきりしていて、やや積極的です。 愛の三角でそれを補強し、あなたはすでに私の楽しさを終末がんにしました。 私がすでに全部言ったことと結びつけて、少なくともエピソードの事ごとに一度は泣き叫び、貧しい人々や真面目なデモティビターのようなものを追加して、人生を捧げて何かをやめさせるようにしましょう。 あまりにも...私は最初からこの権利を楽しむつもりはありませんでしたか？ あなたは2人の少年を見ます、1人の少女グループは私がshounen tri-fectaと呼んでいたものです。それで私がすべてのものの中で見つけたときの私の驚きを想像してください。 このタイプの文字グループには新しい名前が必要になります。 少なくとも私はもう誤解されていません。\n\n私は全体的な設定がグループでそれらを持っていないと彼らが育ったので、少し不公平かもしれません...それらのいくつか...大丈夫、スポイラーを本当に考えている彼らの1人が変わった。 しかし、そのキャラクターのルートも当初からかなり明白です。私にとっては、キャラクタールートで進むべきことはありません。 ゲームは私を誘惑しません。そのテーマは面白く、ややうまく実行されますが、それはキャラクターに依存します。私は何年も遭遇したのと同じアーキタイプです...私は何を残しましたか？ 私がよく女性らしいと表現できる芸術のスタイルは？ キャラクターを補完するために使用される音「私は気分が嫌いですし、日本の詩も気にしませんでした。\n\nかなり率直に言えば、もし私が持っていたロードブロッキングが本当にあなたのための障害ではないなら、あなたはこのアニメを楽しむことができるでしょう。 キャラクターがやや上品で、何が起こっているのかを単に理解していれば、あなたの好きなものに対する献身のテーマは、あなたにとって本当に強くなるでしょう。 しかし、私が言いましたこれらのすべてのハードルで、私はこのシリーズを楽しむことができませんでした。 ゲームがやや面白いと聞こえたら、このシリーズを試すことができます。なぜなら、それはそれが何をしようとしているのかをさらに強くするからです。 しかし、あなたがトロフィーのキャラクターを嫌い、ゲームの音が聞こえない場合は、テーマの不可欠な部分であるため、あなたは多くのことを率直に考えていないと思います。 あなたが私よりも深く頭を下ろそうと決めたら、そのゲームの深みがうまく説明されることを願っていますが、キャラクター自体はあなたが予測できない新しいものではありません。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "AliceLiddel",
    "profile": "/profile/AliceLiddel/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=177653",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのショーはとても良いです、私はそれをうまく説明する方法を知らない。\n\nまず、このアニメが、あなたが思っている以上に泣くようにすることができます。 時々彼らは悲しい涙であり、ほとんどの場合、幸せなものです。 それが私が期待していたものではありません。 全体が元々だったし、私はそれが一度も何度も見直された唯一の人ではないと確信しています...\nさて、私はこのショーを見直すために最善を尽くすつもりです〜\n\nストーリー：ストーリーは、彼女がモデルになりやすいように見える高校生の女の子から始まりましたが、誰も完璧ではありません。 彼女が歩く、話す、または動くとき、彼女は彼女の美しさを失い、残っているものはすべて、彼女がおとめを落ち着かせる必要があるように見える女の子です。 それは、彼女が「カルタ・バカ」だったことが判明しました。カルタに全人生を費やして女王になるまでに中毒した人でした。 さて、それには理由があったことが分かりました。\n小学校に戻って、千早にはたくさんの友人がいました。 新人のArataが登場し、誰もが彼が「違う」ために彼を迎え入れる。 クラスのいじめっ子、太一は彼と友だちをしようとする人を選ぶことにします。 実際に彼と友だちをしようとした人は千早でした。 太一も彼女をいじめることにした。 こうしてすべてが再生されます。 アラタは、千早にカルタを紹介し、「日本で一番になると、世界で一番になる」という言葉で恋に落ちる。\n数回のフラッシュバックの後、私たちは高校に復帰し、太一も彼女の学校に入学したことが判明しました。 これが涙が始まる場所です。  （彼らがまだ持っていなければ...彼らは私のために持っていた〜）彼女はクラブを作り、友人を集め、ナショナルトーナメントへの戦いが始まる。\n\n私がこのような気持ちが好きなのは、作家がよく知っていないスポーツを取ったことであり、あなたもスポーツを試してみるための何かを作ったのです。 ここ日本では、子供たちはカルタをしています。スポーツを試してみたら、これまで以上に多くのことができました。 私はそれがすばらしいことがわかります。\n\nアート＆amp; amp; サウンド：芸術は本当にかわいかったです。 あなたはいくつかのシーンが描写するために年齢を取っていなければならないということ、それがどれほど詳細であるかということをします。 そして、シリーズ全体を通してそれらのシーンを楽しむことができます。 正直、私は芸術を本当に愛していました。\n音楽は本当にかわいいですし、それは穏やかです。 私は実際にOST全体を自分のiPodに入れて、それを何度も聞くことができた。\n\n文字：Chihayaは本当に面白いキャラクターです。 彼女は物語の中で彼女をサポートしたいと思っています。彼女が理由でトップに出ようとしているという事実を無視するのは難しいです...遠慮なく彼は彼を再び見たいと思っています。 それは彼女の勢いです。どういうわけか彼女は彼女を助けるために他の人を陰謀させています...すべてを愛してください... IT O-Oを見る\n\n楽しさ：私はそれを愛した。 愛が大好き/ o /\n\n全体として、私が物語のどこにいても嫌いだとは言えませんでした。 それは楽しいものでした、それは傑出していました、そして、私は次の季節を待つことができませんでした！\n\nP.S. 主人公が目標を達成しようとしているアニメが好きで、途中でロマンスのヒントを見つけた人にこのアニメをお勧めします。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "Nasty001",
    "profile": "/profile/Nasty001/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=56871",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  6\nキャラクター|  7\n|  7\n\nもう一度行くと、もう一度、ChihayaとArataの間に気候的な戦いがないと確信しているので、誰もが終わりに掛かってしまうことに誰も同意しないが、物語りではこの25話のアニメ ゲームやスポーツのジャンル、よく.......ゲームのジャンルでは、そのジャンルは何よりも過剰なものだからスポーツのジャンルについてはよく分かりませんでした。確かに、メジャーがあります 伝統的な日本のカードゲームのクラタとの競争。 そして再びゲームくらたは有益な情報であり、このゲームについて一見垣間見るだけでなく、ゲームについて日本人がどのように情熱を持っているかを見せてくれます。 話のために、私は「非常に良い」ナンバー8を与えます。\n\nアート：良い7。\n\nさて、もしあなたがそれを見るなら、文字が描かれた方法と同じ萌えのものはありません。実際に文字が表示される方法はかなり上品で、 キャラクターは伝統的な日本の袴にいました。\n\nサウンド：フェア6。\n\n私はちょうどオープニングのテーマとChihayaの子供の声が好きです。\n\nキャラクター：良い7。\n\nさて、これはChihayaとChurayaのチームで、クラブの天才であるTsutomu、Tachiと日本の習慣、詩人のかなえと同じくらい良いfatsoのYuusei、  Chihayaは、非常に競争力の高い日本の倉田選手を代表すると言えるかもしれませんが、Arataとの戦いを期待していますが、私が好きな人に近づくには多くのことをする必要があります。 太一とアラタに行きましょう。あなたが憎んだ人が育った時に好きなキャラクターになりました。一方で、ひとたび親切な子供がいた今、このアニメのアンタゴニストである必要があります。 この部分に興味を持っています。\n\n楽しさと全体的：良い7。\n\nこれはたぶんぶら下がってしまうかもしれない1つのアニメかもしれませんが、それは少年の代わりにメインの主人公である女の子であるため、この25のエピソードを見ていることはもう間違いです。プロットは普通ですが彼女の闘いを見て、 このアニメの全体像。 シーズン2がないかぎり、このアニメが気候的な終わりを持つかどうかはわかりません。 著者が1つの最後のエプシデオですべてを絞ることを計画している可能性がありますが、私はちょうど推測しているので、それについて大騒ぎしないでください。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "AnimeFan500",
    "profile": "/profile/AnimeFan500/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=48481",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのアニメに引き寄せられました。なぜなら、それは私にヒカルの行方をあまりにも思い出させたからです。チハフルのゲームとキャラクターは、ひかりのGOと似ています。  ChihayafuruはKarutaと呼ばれるゲームです。 このゲームのルールは、プレイヤーが100枚の詩を暗記しなければならないということです。これはカードに書かれています。 カードを一定のパターンで下に向けてセットする。 試合が始まると、アナウンサーは詩を読み、プレイヤーはそのカードをノックアウトする必要があります。 主人公の綾谷千也（Karata Master XD）と出会って、Karataの世界に描かれ、女王のタイトルを取得したいので、KarataをArataでプレイできる主人公Ayase Chihaya。 マサミ・太一（千早の友人）もカラタを演じる。 高校1年生の後、彼女は親友のMasami Taichiと再び会い、Karataクラブを始めた。 ヒカルの行くファンはこのショーが大好き！"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "X0XjulietX0X",
    "profile": "/profile/X0XjulietX0X/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=46047",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  7\nキャラクター|  9\n|  9\n\n警告：itty-bitty spoilersが含まれている可能性があります。  :)しかし、それはアニメのあなたの判断を台無しにしません。 このレビューを編集するには、私はもっと多くのエピソードを見ながら、さらに数週間後に戻ってきます。\n\n\n2011年10月22日現在、私はチハヤフルの3つのエピソードしか見ていませんでしたが、それまでは素晴らしい約束を示しています。 すでに私はこのシリーズに非常に感情的に結びついています。私はほとんど、ALMOSTが涙を流しました。 しかし、少年は私の目に水がかかったのですか？\n\n物語は、主人公、美しい少女、千早と始まります。 あなたはすぐにチヤハを学ぶことは、あなたが美しい少女のように行動することを期待するものではありません - あなたが知っている、姿勢が良い、優美な、＆amp; 落ち着いて収集してすべて。 代わりに、彼女は不器用で、少年で、無邪気である。 私はこれが彼女をとても愛していると思う。  Chihayaは彼女の外見と彼女の行動の両方に際立っています。 私は皆さんを知っています。否定しないでください。 あなたにもう一度見せてくれないかわいい女の子。 しかし千早は違う。 彼女の出現にもかかわらず、彼女は正直で、彼女は正しいと信じています。\n\n最初のエピソードの最後の半分から3つめのエピソードまで、私はChihayaの過去に行きます（私が正しいならば、私は中学校に戻ってきます）。 彼女は、クラスに大きな影響を与えたと思われる太一という男の子との友人です。 とにかく、クラスの中には、アラタと呼ばれる静かな男の子がいます。 チハヤは、太一と同級生のいじめを受けているのを見て、彼女を無視してクラスメートを犠牲にしてアラタに立ち向かう。\n\nアラタからカルタの情熱と芸術を学ぶ。 カルタが何であるかわからない場合は、簡単に言えば、敵の前に詩の行が読まれているときにカードを見つける必要があります。 私はあなたにそれを説明しようとすると退屈だと思うが、あなたがそれを見て、それを見て、見て、アニメを見て（！）。\n\nストーリー[9]\n私は10を与えるだろうが、私はこれを確認する前にいくつかのエピソードを見る必要があります。\n\nART [10]\n場合は、私はまだこれを言っていない、芸術は素晴らしいです。 私がそれで見つけた唯一の欠点は、彼らが子供の時（フラッシュバック中）、彼らが高等学校にいるときと同じように魅力的ではないように見えて、芸術の美しさに影を落とすことです。 バックグラウンドシーンは平均に向かって傾いていますが、キャラクターアートは目にはとても簡単です。\n\nサウンド[7]\n私は音楽に多くの注意を払っていませんが、何も私に詰まっていないので、私はそれを強くします7.私は戻って、いくつかのエピソードの後に​​このセクションを編集するかもしれません。\n\nキャラクター[9]\nキャラクターの開発は素晴らしいです。 私は既にそれぞれのキャラクターをどれくらい知っているのかは驚くべきことだと思う。 私は彼らが自分のやり方で成長するのを楽しみにしています。\n\nエンジョイ[9]\n真実は、おそらく9は本当に公正な判断ではないと言われます。 それは10でなければなりません。しかし、少女とロマンスの中毒者であるため、これまでのところほとんどロマンスがないので、9点を下げる必要があります。 私はここでそこの小さなヒントを見ることができますが、私は、ストーリーが進むにつれて、それがまったく何かに咲くかもしれないことを非常に悪く望むことを望んでいます。\n\n全体的[8.5]\nこれは、上記の上に私の賞賛すべてで、低い得点のように見えるかもしれませんが、私はこれをすべて3つのエピソードだけに基づいています。 私はそれが始まりに過ぎないので、私のバーを高くしておかなければなりません。それ以上のエピソードが通り過ぎると、この時点から渦巻くようになります。\n\n\nさようならパフォーマンス、\n\n\na.k.a ANIME＆manga Addict  -  Julie"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "alexanderadonis",
    "profile": "/profile/alexanderadonis/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=204520",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nChihayauruは私が今まで見た中で最高のアニメの1つです!!!それは私が言わなければならないすべてのジャンルのミックスを持っています。 私は説明を読んだとき、私はカルタ、カードゲームを見た。 しかし、私の友人は非常に高い評価を受けているアニメであると私に言いました。 それは本当に素晴らしいアニメです。\n\nストーリー\n\nこのアニメは、主人公の綾瀬ちあやさんから始まります。綾瀬ちあやは普通の女の子ですが、本当に特別なことはありません。妹の世界観を夢見る人がいます。 しかし福井出身の渡谷新田さんに会った時、彼女は自分の夢ではないと気づいた。 和太也はカルタを彼女に紹介した。伝統的なカードゲームで、詩が読まれたら、相手の前にそのカードを見つけなければならない。  ChihayaはKarutaの演奏は楽しいと気づき、彼女は女王Karutaチャンピオンになるための才能を持っていました。\n\n彼らはチヤヤの子供仲間の友人マシマ太一とともにチームを作った。 しかし、彼らは中学校に行って何とか離れてしまった！ しかし、チヤヤがカルタクラブをつくろうとしている高校では、チヤヤと太一の運命が再び結ばれ、ナショナルズのアラタにチャレンジできるようになりました！ でも、カルタは東京の人々にはあまり好きではありません！  Karuta Clubを作ることができますか？ 彼女は女王になれるだろうか？\n\nキャラクター\n\nストーリーのように、キャラクターは非常にユニークで完璧です。 彼らの紹介は非常にスムーズで、サイドキャラクターさえストーリーラインを乱すことなく導入されました！\n\n綾瀬は「無駄な美しさ」として知られています。 彼女はとても美しいですが、彼女が話す瞬間、彼女の嫌なイメージで壊れています。 しかし彼女はあなたを巻き込む非常に特徴的なものです。彼女はグループを一緒に保つ楽しいエネルギーであり、ゲームの彼女の優位性にもかかわらず、本当に彼女の友人を気遣って、カルタを追求する彼らの旅に助けます。\n\n太一、綾瀬の幼なじみ。 彼はチハヤの真の友人であり、いつも彼女の助けを借りて彼女と共にいます。 彼の精神的な利点は、ゲームがこれまでに知っていたほとんどのプレイヤーには匹敵しません。 たとえ一度でも100のデッキ全体でランダムにすべてのカードを唱えることもできます。 彼の家族は特権を与えられており、彼はスポーツや試験の面で最高の階層を維持するために両親から圧力を受けています。 彼の頭脳は、単に運動能力のために自分の地位を達成する純粋主義者と同等に保つ。 彼はグループのモチベーターとリーダーとして活動し、多くの人が自分たちの不況から「ただ正しい言葉」を使って回って、彼らを回します。\n\nArataは太極の反対側を表しています。 物語が進むにつれて、彼のより暗い過去が実現し、彼は引き続き綾瀬にとって輝くビーコンになります。\n他にも、アラータの後に才能のあるカルタの選手であるニシダと、カルタとかなちゃんを楽しんで友だちを作るブックワームであるデスクトモくんもいます。\n\nアニメーション\n\n私はこのような詳細なアニメーションを見たのはずっと後でした。 すべてのキャラクターは、純粋なディテールで作られています。 アニメはそれほど重要ではありませんが、正直なところ、このアニメはまだ見たアニメキャラクターとストーリーの完璧なコンボを持っています！\n\nキャラクターは完璧なボディデザイン、フェイスの形やその他の詳細を持っています！ さらに、コミックの背景やちびちゃの瞬間は素晴らしいです。\n\n楽しみ\n\n私はアニメを楽しんだか???\nはい！！ やった。 私が最初にやったのと同じように、見直しをしても、それを見ても同じ楽しみがありました。  Karutaを見ても楽しかったです。実際の畳の上で楽しく遊べるのはいつか不思議です。\n\nそして最も重要なのは\nあなたはそれらの詩とすべての詩の背後にある意味を聞くのを楽しむでしょう。 各エピソードは1つの詩に捧げられていて、私の興奮度が次のエピソードを見るために100％になっているのでとても美しく関連しています！\n物語は速いペースを持っていますので、2度目にも飽きることはありません。また、喜劇的な背景や冗談はいつも陽気な気持ちを保ちます。\n\n音\n\n私はオープニング曲「YOUTHFUL」とエンディング曲「Soshite Ima」を評価するために、これを別の見出しとして使用しています。 私はそのような美しいオープニングを聞いたときに正直に言うと、ある時間の後にされている人！ 歌手の声とともに、歌詞は素晴らしいです！\n\n全体の話はオープニングの歌に美しく織り込まれていて、私はこの歌の美しさを説明する言葉はありません!!!\n\n全体\n\nその長さと短さは、チハヤフルはその種類の一つです。 それは傑作です！ このアニメを見たことがない人は、後悔します。 それはそれのすべての要素を持っています、それは人生、コメディ、ロマンス、楽しいとはいのスライスを持っています............あなたは確かにKarutaトーナメントを見ることを愛するでしょう！ あなたの息を吹き飛ばしてくれる顕著な詩と象徴。 あなたはカルタに恋し、私があなたに約束することができます。\n\n私は今あなたの気分を予測することができませんが、それはまた、これよりも優れているシーズン2を持っているあなたの興奮をギヤにさせてください！\nはい、私はそれを上のすべてのカテゴリで10を与えることを忘れてしまった！"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "Cryptic-senpai",
    "profile": "/profile/Cryptic-senpai/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=227589",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  6\nキャラクター|  5\n|  6\n\n正直言って、私はスポーツアニメのファンではありません。 スポーツの周りを回るもの。 ショーは確かに始まりました。 もっと言えば、私は物理的に競争の激しい人ではありません。 私にエッセイの話題を与えてください、私は私の相手よりも良く書くことができることを証明するのが一番難しいです。 私にいくつかの数学的な質問を与えると、私は単一のエラーを起こさないようにストレスから私の脳を溶かすでしょう。 脳のゲームになると、私は完璧主義者です。 しかし、私が仲間のバレエの同級生よりも優れていると感じた瞬間、私のインスピレーションと欲望はさらに遠ざかり、消え去りました。 私の授業がレクリエーションのためだけではなく、他の同僚との競争のためであったことを私が理解した瞬間、私は完全に興味を失った。 それは私の特権ではなく、私はそれを認めることを恥ずかしくない。 だから私は、チハヤフルが私に間違っていることを証明することを大変望んでいた。なぜなら、スポーツアニメは、私の主題に対する興味の欠如にもかかわらず、他のスポーツアニメと同じくらい魅力的であると私に示すことだ。\n\n主人公の千早は、高校に通っています。 彼女の元小学校の同級生との会合は、いくつかのエピソードにまたがって、このクラスメートとの彼女の以前の歴史を詳述し、より具体的には、珍しいスポーツカルタに対する千早の情熱の始まりを促すフラッシュバックを促す。  Karutaは物理的な優しさを必要とするだけでなく、あなたの脳を常に使用する必要があります。ゲームの基礎は100詩の暗記です。 いずれかのゲームでは、これらのうち50個だけが使用されます。 カルタの選手が使用するカードには、詩の2番目の詩が含まれています。 一言で言えば、読者は特定の詩の最初の詩を暗唱します。 あなたはその詩の2番目の詩を持っているカードをつかむ。 シンプルに聞こえますが、カルタでうまくいくためには多くの訓練が必要です。\n\n私はカルタをしたいと思っているのかと思っていたのでしょうか？ それだけではありませんが、アニメがカルタに対する千早の愛を示すように取り入れられました。 さらに、同じ趣味や情熱のために、さまざまな愛情に触れたことも好きだった.Chihayaの高校の同級生のひとりは、特に競争力があるのではなく、彼女の詩が好きなので、  、そしてそれぞれの背後にある歴史と意味。 アニメがテーマを提示した多様性と慎重さが私の注目を集めました。 私は間違いなくキャラクターが好きで、エピソード8で私は自分を歓迎していました。 カードゲームの試合さえもエキサイティングでした。 私は緊張して、主人公の一人が勝つことを望んで、物事がうまくいくことを望んでいました。\n\nしかし、私は、エピソード20で、私はほとんどすべての文字について知っていないことに気がついたとき、物事は下り坂になり始めました。 主人公のちひやと一緒に始めましょう。 私はすでに金田について言及しています。西田は、千早とアラタと同様に、カルタを愛する太りすぎの少年です。 彼女はカルタに夢中です。 これは、間違いなく、彼女が実際に好きになった最初の趣味だったからです。 子供の頃、彼女の唯一の夢は、彼女の姉が有名なモデルになるのを見たことでしたが、小学生の少年との会談が彼女の情熱を呼び起こしました。 アラタの良さを見て、チハヤは彼と同じくらい良かったと思っていて、おそらく彼を上回っていました。 新郎自身はちょっと混じったバッグです。 彼は家族の悲劇のために昔と同じように遊んでいないが、カルタに似た情熱を持っているストイックな若い男として特徴付けられている。 太一はチハヤの幼なじみで、小学校​​ではアラタを悩ませていましたが、それ以来彼には敬虔な敬意を払っています。 それから、西田と一緒に、高等学校で出会う女性のクラスメートの千早と太一がいます。\n\n\"しかし、先輩、あなたはそのキャラクターについて私にあまり教えてくれました！\"はい、しかし、私は彼らの個性の特徴をあまり含まないことに気付きましたか？ 彼らはたくさん持っていないからです。 アラタは自分自身で生きているようだが、カナデについて知っている唯一のことは、後のカルタの試合の一部に出席しているからだけである。 彼らは穏やかで、究極的には面白くないと感じます。これはプロット駆動型よりもキャラクター駆動型のアニメにとって大きな問題です。 アニメは間違いなくそのキャラクターを洗い出すのに多くの時間を費やすことはない。  Chihayaの厄介さや彼女の趣味について彼女の両親と話すことができないなど、最初に育った興味深いサブプロットは、最終的には決して彼らが存在しなかったかのように後で追い払われます。 私は、特に彼女がカルタをとてもうまくしており、これらすべてのチャンピオンシップと試合で進歩していることから、チハヤが彼女の情熱について開かれているのを見たいと思っていました。 彼女の両親はカルタを遊ぶためにたくさんの旅行をしていると感じていますか？ 彼女の妹はどう？ 私たちはそれに関与していません。 同様に、太一や西田の家族生活については何も知らない。\n\nそれは、愛のプロットが人工的だと感じているということです。 最初のエピソードを見れば、千早が千早を圧倒していることをかなり速く推測することができます。 千早が電話番号を手に入れたことは分かりません。 シーンはちょうど終わって終わり、次のシーンに進みます。 簡単に言えば、ArataはChihayaに興味があるという兆候はほとんどないことを示しています。 実際、太一との関係は他のどのものよりも密接です。 私は正直なところ、第2シーズンには彼が彼を圧倒していることが明らかになるだろうと推測しています。 それは実際にはシリーズの中で少しずつ発展しています。なぜなら最後のカップルのエピソードでは、太一はこれを自分自身に認めているからです。 一方、千早は、アラタに長年にわたり激怒しています。 問題は、彼女がこの圧倒的理由を持つ理由があまりないように見えるということです。 私は間違ってはいけません。私は無作法なロマンスのためのもので、Arataの理想化をある程度理解することができます。 しかし、彼女がメールやテキストをメールしたり、返信したりしないときは、気を失うことがあります。 彼が実際にメールを見るときさえも。 太一に千早に携帯電話番号をつけてもらい、太一はそれを自分でやるべきと答えているシーンが1つあります。 しかし、私たちはそのシーンの後に何が起こるかについて何も知らない。\n\nカルタに戻って、それはこのアニメの主題ですから、最初はマッチが面白いです。 しかし、後で、彼らはむしろ反復的かつ予測可能になる。 あなたは、2人のプレイヤーが互いに戦っているゲームでは、2つの可能な結果しかないと主張することができますが、それでもさらに興味深いものにすることができます。 チハヤは良い選手になるはずですが、彼女はいつもとても驚いて相手を驚かせて、私はこれらの優秀な選手がどこにいるのだろうと思っています。 なぜ彼らは木工に隠れていたのですか？ 太一の試合は、チアヤよりも全体的に面白かった。主な女性の主人公とは違って、彼は冷静さを保ち、試合に集中する傾向があるからだ。\n\n私が競合するもう一つのことは、チルヤがカルタで最高の選手を構成するランクAであることです。 グループAに入ることは非常に難しいということが早いうちに伝えられている。チヤヤはグループAに入る。彼女は本当に良い選手に違いないよね？ 多分、私たちはそれをあまり見ていません。 彼女は非常に多くの間違いを犯し、非常に多くの間違いを犯し、あまりにも多くのランクAの試合を失うので、最初にAランクを獲得することさえ難しいと思う。 たぶん、彼女はカルタで才能があることを示すことがポイントです。 それはうまくやっているけど、キャラクターがカルタにうってつけだと言ったら、後で彼らが完全にひどく怒られているのを見せてもらえれば、彼らは最高のグループに入る価値があると私に納得させることはできません プレーヤー。 太一と西田は、ランクの材料をはるかに信じています。\n\nおそらく、私がチハヤフルについて最も気に入っていたのは、カルタを楽しむことができるさまざまな方法に焦点を当て、それに情熱を注ぐ独自の理由を見つけることです。 これらの側面は、カルタやその他のスポーツにも適用されますが、必ずしもそうである必要はありません。 趣味、学校、そして本当に、あなたが必要としている、あるいは集中したいことなど、他の多くのものにも適用できます。 それは私が本当に興味深いと思っていたもので、ショー全体で素晴らしいテーマでした。\n\nチハヤフルのOSTは本当に家に帰るものではありません。 そこにあり、必要なときに機能しますが、サウンドトラックを見直して再び聞くことはできませんでした。 オープニングテーマは、99RadioServiceによって実行されるYOUTHFULです。 バンド名のように、それは役に立つOPですが、完全に私のお茶はありません。 私は結末のテーマがもっと好きだった - 瀬戸麻美さんのSoshite Imaという曲。 ほとんどの場合、セイウは良い仕事をする。 私は特に声優と女優のいくつかを認識したが、私が特に好きな声を本当に識別できなかった。\n\n芸術とアニメーションは本当にショーが輝く場所です。 マドハウスはいつもいい仕事をしているし、チハヤフルも例外ではない。 色は明るく、文字のデザインは非常に好きであり、アニメーションは流動的です。  CGIを使用する機会がありますが、決して邪魔にならず、気を散らすこともなく、ほとんどの場合うまく収まります。\n\n全体的に、チハヤフルは非常にうまく始まりますが、最終的に長期的にはスチームを失います。 私は多くのことを見ていないので、全体としては良いスポーツのアニメかどうかは言えませんが、私が関わっていればそれを楽しむことができました。 結局、私はジャンルを試してみたい人にお勧めしているとは思っていませんので、他のスポーツ指向のタイトルに詳しい方にお任せします。 それが持続していた間は良かったし、私の意見では、より厳密でより一貫したストーリーテリングから恩恵を受けただろう。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "Nadimi",
    "profile": "/profile/Nadimi/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=226470",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\nアニメがすばらしい驚きでいっぱいになると、それを表現する言葉が1つしかありません。\n\n私が最初に死のノートを終えてチハヤフルを見始めて以来、私は正直言ってそれから多くを期待していませんでした。 確かに、それはいくつかの良いレビューといくつかのわかりにくい日本のカードゲームについての興味深い前提を持っていましたが、私はまだそれが何か素晴らしい（または遠隔エンターテイメント）に変わるのを見ることができませんでした。\n\n何かあれば日本文化について新しいことを学ぶかもしれないと思った。 結局のところ、15年のアニメを見て、日本の食べ物、祭り、伝統、礼儀、敬意などについて教えてくれたので、カードゲームについても学んでみませんか？\n\n私がこの死後のうつ病/教育観のためのアニメーションのために、チハヤフルを見始めたとき、私はすぐに、このショーについての新鮮で予期しないものがどれほど吹き飛ばされたのかがわかりました。\n\nすぐに、私の心に入った最初の言葉が「印象的」でした。 これは主にアートに関係していましたが、ストーリー、音楽、キャラクターはそれほど悪くはないように見えました。\n\n美しい芸術は、しばしば美しくてカラフルであるだけでなく、やや現実的な（緑色/紫色の髪の毛やペットボート）のために、「しがつは君のうそ」を思い起こさせました。 文字の中にはピンクやブルーの髪の毛がありますが、その色合いは明るくても暗くても自然な髪色に似ていて信じられないようです。 彼らの目も非常に表現力があり、ショーで完全に魅了されたり、それを見たくないようにすることは困難です。 あまりにも充分ではないかと思いますが、すべてが非常にうまくアニメーション化されていて、上に述べたアニメのことをもう一度思い出してしまいました。開封には、シガツのオープニングで、 キミの宇宙。 この美しくモダンなアートとアニメーションを考えると、私はこのアニメが昨年（または2年前から）でなければならないと考えていたので、それはほぼ5年前に出てきたことに気づいた。\n\nもう一つの驚きは、宮野守の声が聞こえたことです。 彼は最近、私が見ているすべてのショーにかなりいますが、私はこれまで聞いたことのないアニメに登場することを期待していませんでした。 彼の声優は間違いなくすべてをより良くしましたが、それはこのショーの最も重要な側面ではなく、他のすべての才能も賞賛しました。 千早の声は特に耳にするのがとても楽しく、偽装や耳障りな感情を感じることなく、さまざまな感情を伝えました。 他の奏者は、アクセントの場合と同じように声をあげず、福井県を中心にしていました（しかし、他の地域の人も登場しました）。 私は明らかに日本語のアクセントには熟練していませんが、これらの「地域」の文字と、フレーズの最後に追加したパーティクル（例えば、「wa」ではなく「ya」）  、 'ga'など）。\n\nこのような一見浅いアニメのために、このような才能ある俳優をキャスティングした私の最初の驚きの後、私はすぐに彼らが仕事に雇われた理由をすぐに発見しました。 このショーはあなたが通常学校の環境で見つけた通常の子犬の愛と愛の三角形と同様、このショーが馬鹿なカードゲームであると期待していますが、このアニメは一次元で予測可能ではありませんでした。 複雑な個人的な闘いからダイナミックな関係まで、それに関するすべては動いており、詩的であり、最も重要なのは、常に一定の動きと進化でした。\n\nキャラクターが発展し、プロットが解かれるにつれて、景色の美しい芸術と魅力的な目だけでなく、素敵な声や背景音楽が聞こえるようになりました。 この世界から何も出てこなくても、チハヤフルで使われているテーマや曲はとても合っていて適切です。 これにより、アニメは一貫して平穏でリラックスした気分になりますが、必要に応じて激しく劇的になります。 漫画の救済はどちらも忘れられていないし、しばしばちび顔、性格の癖や批判、そしてもちろんチーズなジョー​​クの形で現れる。\n\nその結果、Chihaya Furuは素晴らしいショーとなり、おそらくすべての時間の中で最も過小評価されています。 あなたは美しい芸術、偉大な声優、またはカルタを含む新規/教育的側面のためにそれを見たいかどうか、このアニメが持つ野生の乗り物を間違いなく経験する必要があります。  25枚のエピソードを周回して見ても、この日本のカードゲームのプレイ方法はまだわからないかもしれませんが、少なくとも実際にどれくらい楽しくなるかは分かりました。\n\n\nPS：Chihayafuruの私の唯一の問題は、最終エピソードが最初のシーズンのエンディングを提供しなかったのですが、代わりに第2シーズンの前提を設定するために使用されました。 私は個人的にこのショーのすべてのシーズンを何度も何度も見ることができますが、時間や欲求がない人もいることを理解しています。そうすれば、 感謝されました。 しかし、チハヤフルはこのトリックを取り上げる最初のアニメーションでも最後のアニメでもないので、それ以外の素晴らしいショーの名前ですべてが許されます。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "Softkiller00",
    "profile": "/profile/Softkiller00/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=220092",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\nこれは私の最初のレビューになるので、私はあなたに私を負担するように頼む:)\n\n物語。\n\nあなたがカードゲームを好きだが、カードをする方法が違っていて、あなたが競争に参加していれば、私はあなたにこのことを強くお勧めします。\n\n彼らはモンスターやそのようなXDを彷彿させません。\n\nアート。\n\n\nその良い、それは、少女のファンのための親指と、それは本当に音と音楽に溶け込むことができる良いです。\n\nサウンド。\n\nサウンドは素晴らしいです！ 私は実際にすべての開口部とそれの終わりをダウンロードしたhahaha、その本当に良い！\n\nキャラクター。\n\nうーん、キャラクターは良い、特に主人公のヒロル、私は本当に彼女のu003c3を愛するが、私は彼らが描かれた方法が好きではなかったいくつかがあります。\n\n楽しさ。\n\nまあ、本当に楽しんで、あなたがメインストリームのアニメから降りたい場合は、私はこれを最初に行うことをお勧めします。\n私は完全にこのアニメに夢中になった。\n\n全体。\nまあそれを要約すると、その本当に良い、私は実際にカールタカードLOLのセットを購入するポイントに行った。 あなたがレビューに満足していないと、とにかくあなたがそれを鑑賞することができるように自分自身を見に行って、それはあなたがそれを好きであれheheであればそれを判断することができるでしょう。\n\n\n読んでくれてありがとう！"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "Varmkun",
    "profile": "/profile/Varmkun/reviews",
    "pages": "2",
    "number": "18",
    "link": "/reviews.php?id=196545",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n*このレビューはスポイラーフリーです*\n\nチハヤフルは私の意見ではあまり注目されないアニメです。\nキャラクターはよく書かれており、最初のエピソードからストーリーがあなたを引き込みます。\nはい、このアニメは面白いと興奮の両方ですが、私たちの多くが存在していなかったゲーム/スポーツにどのように洞察力を得るのかはもちろんです。\n\n私はこのアニメを強い女性のリード、競争の激しいスポーツ、偉大なキャラクターの開発、そしてロマンスの最後の恋愛のビットが振りかざされているような強烈な対決を好む人にお勧めします（そして、魅力的なカップルを忘れないようにしましょう）  YW）\n私は自分がこのアニメを実際に楽しんでいたことを、私が最初に思ったよりもずっと多く感じました。そして、あなたのほとんどが同じ気持ちになると私は信じています！ それを打つ、それはあなたを驚かせるだろう！  「doki doki」"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "ndsempai",
    "profile": "/profile/ndsempai/reviews",
    "pages": "2",
    "number": "19",
    "link": "/reviews.php?id=218889",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  10\nキャラクター|  6\n|  6\n\n私はアニメのカードゲームの面が好きです。 それはルールとそれの背後にあるいくつかの戦略を説明する良い仕事をしています。 芸術は素晴らしく、カラフルで、音楽はうまくいく。 サイドキャラクターはすべてクールです。\n\n私は特に彼らが熱心に働き、勝つ方法についての戦略を考え出すので、小野君と太一が好きです。 彼らは静かな状況で状況を分析するために時間を費やします。 標準的なアニメのファッションでは、彼らのカテゴリーで最悪です。 勝者は長年にわたり単一のスタイルを走っていたChihayaと、ちょうど休憩から戻ってきたArataですが、彼は天才として生まれました。\n\nあなたは知っている、ハードワークと冷静な分析の心は敗者のためです。 勝者は先天性の才能で生まれます。\n\nそして、最悪の部分は、これのロマンスの面はちょうど.. ewwです。 名前を「Friendzone」に変更してください！ 代わりに「アニメ」。  GG太一。 これを愛の三角形と呼ぶことは間違いです。 セックスアラタsrsly。\n\nシーズン2に戻っていない。（太一のためにコーナーとソブに行く）"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "petiteclochette",
    "profile": "/profile/petiteclochette/reviews",
    "pages": "2",
    "number": "20",
    "link": "/reviews.php?id=211158",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  9\nキャラクター|  9\n|  10\n\nチハヤフルはアニメですが何度も何度も戻ってきます。 理由は次のとおりです。\n\n芸術はこのアニメの中で最も驚くべき部分ではありませんが、友情、チームスピリット、時代到来などのテーマに焦点を当てたこの情熱主義のストーリーが本当に私に語りかけました。 文字はよく考えられ、開発されています。私は本当に、私が彼らの希望、背景、および関係を通してそれらを知るようになったように感じました。\n\nChihaya-Taichi-Arataの愛三角はおそらくストーリーの最も不満足な部分ですが、愛の三角に専念するのではなく、他のテーマに焦点を当てたものを見て楽しんでいました。 チハヤフルを見て、カルタ、百人一首、古典日本の他の要素について学びます。 あなたがスポーツ中心のアニメを楽しむなら、あなたはおそらくこの物語が好きでしょう。\n\n全体的に、私はこのアニメをほとんどの人に強くお勧めします。 高校生の友達を援助し、サポートするノスタルジア、カルタのトーナメントの周りでの興奮を大いに楽しみました（おそらく、アニメの後で本当のことを見てしまうでしょう）。 強くお勧めします。"
  }
]
