[
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "dragynfaerie",
    "profile": "/profile/dragynfaerie/reviews",
    "pages": "5",
    "number": "1",
    "link": "/reviews.php?id=76983",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n私はChihaya Furuを始めから終わりまで愛しました。 私は倉田のマッチにどのようになったのか信じられない。  Chihayaは彼女の外見とは反対の美しいHS生徒です。 彼女は最高の生徒ではない。 彼女は優雅ではない。 そして、彼女はおとぎ話の人です。 彼女はまたあなたの相手の前に朗読された詩の正しい行を持っているカードを奪う必要があるゲームの倉田が大好きです。 彼女は、徐々に彼女のために落ちるようになって、彼女の高校の校友、太一を含む人々のグループとは考えにくいクラブを開始することを決めます。 彼女の希望は、ある日、彼女にゲームを教えてくれる別の古い友人、Arataをプレイすることです。\n\n私はアニメーションが大好きです。 それは「ソフト」でしたが、リードキャラクター、チハヤの夢のような状態と考え方、そして人々を引き込む彼女の能力に合っています。執筆はとても良いです。 キャラクターは、セイユによって非常によく表現された、非常に注意して化学で書かれました。  Chihaya Furuの唯一の問題は、それが短すぎるということです。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "TheFlowerBlooms",
    "profile": "/profile/TheFlowerBlooms/reviews",
    "pages": "5",
    "number": "2",
    "link": "/reviews.php?id=112823",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  8\n\n.....のために見なければならない。まあ、それは言うのは難しい。 結局のところ、この詩カードゲームについて日本国外で実際に聞いたことはありますか？ だけでは、西洋のアニメのファンの基礎。 ほとんどの人にとって、「カードゲーム」は遊戯王を意味します。 そしてYu-Gi-Ohは、任意のアニメで嫌いなものすべてを意味します：予測可能なプロット、クッキーカッターキャラクター。 まあ、チハヤフルはそれのどれもありません。 確かにそれは別の高校で設定された成人向けアニメであり、このストーリーは特定のカルタ（カードゲーム）クラブにスポットを当てています。\n\n私の最近のアニメ体験と高校のこのアニメを考えれば、私はこれがもう一つのオタクの奇抜なスライス・オブ・ライフアニメだと思っていました。  Karutaのゲームは、ちょうどハーフアップされたプロットデバイス以上のものでしたが、アニメは実際にゲーム自体を宣伝するのに非常に注意を払っていました。そして、ファンはゲームについて多くのことを教えてくれました。 没入型、はい、「没入型」は正しい言葉です。\n\nキャラクターは華麗に作られていた。 ほとんどすべてのキャラクターには注意が払われていましたが、どれも完全に透明ではありませんでした。 主人公の登場にもかかわらず、これはアニメがロマンスに重点を置いていないことを指摘する必要があります。\n\n私がチハヤフルについて最も楽しかったのは、物語が何度も繰り返して作り出すことができたダイナミックな雰囲気です。 物語は決して疑う余地がなかった。 予想外の登場人物には失望感があり、驚くべき勝利があり、顔に笑顔を浮かべる驚くべき弱者のキャラクターがあります。 この物語にはプロットアーマーはなく、誰もが問題になりやすいですが、失敗、成功、献身についての心温まる話です。 そして、私は一度も退屈しませんでした。 ストーリー自体があまりにも真剣ではなく、観客が作った雰囲気がキャラクターの状況と同期して感じられ、それが必要な場所で明るく感じられ、感情的で適切な場所であること、 それはたくさんのギャグ/漫画の瞬間を持っています。\n\n全体的に、それは非常に面白いアニメ、確かに私が今年持っていた最高の驚きです。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "angelic_jos",
    "profile": "/profile/angelic_jos/reviews",
    "pages": "5",
    "number": "3",
    "link": "/reviews.php?id=70885",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこの番組を見た後、私は本当にあなたがこれらのキャラクターに付き添っていると言うことができます。 それはよく書かれており、それに感情を持っています。 この1つのスポーツのキャラクターによって示された決定は、何かに取り組む努力が本当に重要であるように感じます。 成功への努力と負けの傷は、誰もが関係することができるものです...私はカルタのことは聞いたことがありませんでしたが、もしショーが他のスポーツに根ざしていたら、少し失ってしまうと思います 。  Karutaは相手と試合しているように見えますが、あなたはまだチームワークを感じています。 彼らは自分の強みと知識を使ってお互いがより強くなるのを助けます。なぜ私はそれがとても興味深いのかを知っています。 キャラクターは一貫性を保ちながらも改善していくことが好きだった。 私は別の季節を見ることを望む...多分もっとロマンス"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "airwegha",
    "profile": "/profile/airwegha/reviews",
    "pages": "5",
    "number": "4",
    "link": "/reviews.php?id=116329",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  8\n\nこのレビューはChihayafuru Season 1と2をカバーしています。\nストーリー=＆gt;  8\nこのアニメは純粋なオリジナルストーリーを持っています。間違いなく、私が知る限り、カルタについて語る他のアニメはないので、このアニメはいいです。 私はこのアニメを楽しんでいたと思ったことは一度もないと思っていましたが、以前は貧しいアニメアート、恐ろしいキャラデザインを見ることができますが、 すごくいい。\nこれはその話が一流の理由です：\n1.考えられたスポーツ・アニメのために全く誇張されていない、神様のショット、虎のショット、ピンポン・ボールなど他のものだけではない\n2.その本当に非常に現実的な、主人公と彼女のチームはしばしば失って、我々は彼らの弱点をより良くして克服するために彼らの進歩を見ることができます。 こんにちは、これは神様のチャーとアニメではなく、常に100％勝っています。\n3.その物語は非常に細かく、しっかりと詰まっていて、ジャンプや追従が容易ではない\n4.カルタについて語る？ このアニメは最高だと思うけど、私はこのアニメを日本人でなくても、カルタのことは知らなかったので、今カルタが好きになったと思う！カルタの情熱、各カードの意味、あらゆるテクニック、戦略をここにきれいに描いた\n5.深いキャラクターストーリーの深みとその関係\n\nアート=＆GT;  6\nまあその弱点は、このアニメが非常に貧しい芸術を持っていることを悲しんで、漫画のようにほぼ同じですが、アニメーション、thatsすべて、非常に多くの欠点は比例しないcharのような\n\nサウンド=＆gt;  7\nまあ、これはそうだと言うことができる、そういう意味には深い意味がありますが、聞いてもそれほど楽しいものではありません。\n\n文字=＆gt;  7\n以前にも述べたように、貧しいキャラデザインのアートと見ることに満足していないが、先にも説明したように、魅力的なストーリー、ストーリー\n\n楽しさ=＆gt;  8\nまあ、私は多くのマイナス側面があると言うことができます、私は本当に見て楽しんで、私は本当に楽しんで、このアニメを最初から最後まで上記のその壮大な話のために\n\n全体=＆gt;  8\n良い良い単純に良い\n\nああ、私はこのアニメが、現代カールタが徐々に溺れて消えてしまったので、日本のカールタの人気を高める公式の日本政府のプログラムであるという情報を読んでいます。 日本政府とゴーカルタからの素敵な一人!!"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "Akira_Tsukino",
    "profile": "/profile/Akira_Tsukino/reviews",
    "pages": "5",
    "number": "5",
    "link": "/reviews.php?id=184954",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのアニメを100％満足していました。 最初は私はそれが普通の退屈なアニメの1つだと思っていました。 私がこのシリーズに入った瞬間、私はその事が私にすでに起こっていることを知っていました。 私は絶対に愛するロマンスがあります。 チハイフルは競争とカルタを愛するように教えてくれました。\n\n私が説明してみましょう、Karutaのゲームの基本的な考え方は、カードの配列からどのカードが必要であるかを迅速に判断し、カードが相手に掴まれる前にカードをつかむことです。 記憶とスキルが必要です。\n\n私は絶対に相手とチハヤの好きな架空のキャラクター、パパが大好きです。 私は3番目のシーズンがあることを願って、私はロマンスを揺るがすことに何が起こるかを知ることができた。 それは私を吊り下げハンガーに置いた。 私は、その男がこの片面愛を持っているとき、それを大好きです。 彼らの出来事を見るのは面白いです。 千早は無知だということをさらに愛しています。 うん、私のレビューを終える。 私はこれらのアニメをもう一度見たいと思っています。 私は次のものが何であるのだろうと思っています..特別なA？ ナー、私はすでにそれを見てきました。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "gwern",
    "profile": "/profile/gwern/reviews",
    "pages": "5",
    "number": "6",
    "link": "/reviews.php?id=96813",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  6\n\n私は、チハヤフル_を始めることにぞっとしていました。多くの人が過小評価されていると思っていましたが、予想以上に良いと思っていましたが、前提はちょっとばかばかしいようです。  2つのエピソードの後に​​...私は感動していません（色づけ）。しかし、私は理解し始めていると思っています.Chihayafuru_：これは、スポーツのアニメーションの脱構築です。 小さな子供たちが、野生のスポーツが野球のようにもっと同じであることを示唆しています。\n\n申し訳ありませんが真剣に、最近_Chihayafuru_のいくつかのより賞賛的なレビューを見て、シーズン2は私が実際に私の印象を合計していないことを思い出させる。\n\n私が前に言ったように、私はショーを見る前に音楽が好きで、第2シーズンのOSTを探しています。 私はまた、色の鮮明な使用が好きです（半透明のメープルの茶色がかった赤色は長い間私のお気に入りの色でした）。 プロダクションレベルでは、以前のアニメほど贅沢ではなかったとしても、私は_Hyouka_のように見ていました。\n\nそれで私はなぜそれを嫌うのですか？ ほとんどの人が賞賛されるように思われるものから始めましょう。 彼らは「生き生きとした」、そして「本当の」ものです。 同意しません。\n\n -  Chihayaはあなたの在庫を知らない愛好家で、彼女の悩みに執着し、社会的恵みを欠いています。 あなたの標準的な男性マニアックを女性にすることは、単に性転換に過ぎず、彼女を美しくすることは、通常の目のキャンディ＆amp; 視聴者に迷惑をかけて＆amp; 安価なジョークを可能にする。  _Genshiken_や_Lucky Star_のような他のアニメの「オタク」の女性キャラクターはすべて美しいか、少なくともかわいいです。 すべての悪夢のエピソード*のようないくつかの少女の変奏曲は、彼女が基本的にあなたのショーンリードであることを変更しません： '敵と戦って、成長し、友達を作り、最高になる、よろしい！\n - 太一は両親と静かな賛美者（かわいそうだと言うならば）が動いている黄金の少年で、これまでのほぼすべての少女漫画に現実感があります。\n - ポーキーは優しそうです。 それは私が言うことができる最高です。 それに直面してみましょう、彼はそれ以外の特徴をたくさん得られません。 そしてたくさん食べる。\n -  Desktomu：ステレオタイプのブックワーム。「分析では素晴らしい」（もしかしたら、彼が一番素晴らしいといえば）。 私はマンガを読まなければならないと思うが、彼はチヤヤの仲間/オタク教祖以外の何者にもなれないだろう。\n - かな：実際に、かなはおそらく最も興味深いものです。 彼女は他のすべてを償うことはありません。\n - 山本由美：元女王の名誉の言葉を投げたい。 すべてのキャラクターの中で、彼女はおそらく最も興味深く面白かったでしょう。 しかし、彼女の第4壁破壊は、シリーズの半分がすでにチェックアウトされている場合にのみ、1つの壁に壊れる可能性があります。\n\n文字のために多くの。 ショーの肉、カルタはどう？ ここで私のこれまでのコメントは正確です。カールタはひどいゲームです。深みがなく、反射に陥り、元の詩に対する感謝を破棄します。真剣に追求している人にとっては少しでも悲しみや哀れみを感じます。 アニメの最終的なマスターマッチは、そのような高レベルのプレイについて遠隔で正確であれば、極端にプッシュされたときのゲームの浅みと縮退を示す。マスターは聴覚と磨きの反射だけで勝利する。 それはゲームではない、それは手の目の協調の心理測定検査が不適切に管理されていることである。\n\nもちろん、標準的な野球のアニメを見ることは決してできません。 それは私のための質問を提起する：私は_HikaruのGohの公正なビットを見て、最終的にはGoの側面は、バランスをとって、文字とプロットから人生を吸って、 私はアニメを失敗と見なしました。\n\nGoは、運がない、無作為でない、純粋なスキルとパターン認識に頼って、カルタの正反対にあり、深刻な存在です。 だから、なぜ私は_Chihayafuru_と_Hikaru no Go_の両方をパンしましたか？ 私たちが「教訓的な」内容と呼ぶものに関して、ゴールデン・ミー（Golden Mean）があるからだと思う。 主題があまりにも単純すぎると、少々のエピソードの後に​​、被験者は疲れて、繰り返し、疲労感、嫌悪感、嫌悪感、自己パロディーに落ちる（少し幻想的な設定から始まった_Chihayafuru_  _Dragon Ball_のように、秘密の詩、光速スイング、時間旅行のプレイヤーなどで、_DBZ_のような少年のスタイルを強化します。 それが複雑すぎると、主人公のスキルが合理的に進行した後、彼らは最も献身的な視聴者を残してしまうかもしれません。また、話題に関する遠隔的な完全なプライマーを提示するために、 アスペクトは素晴らしいアニメが必要です。\n\nそれで比較のために、私たちは_Thermae Romae_、_Moshidora_、_Moyashimon_を使うかもしれません。 主人公が学び、使用している（教材作り、アメリカ経営理論、微生物学＆食品科学）、それぞれが教訓的な内容を持っていますが、それは必ずしも浅みや疎遠のためにそれを批判することなく楽しんでいました。  Scylla＆amp;  Charybdis？ 彼らが分かち合う明白な特性は、彼らが*短く：1コース以下であることです。 彼らの深さは本当に浅いです（あなたはモヤシモン_からのバクテリアや発酵についてはあまり学ばないでしょう）が、これは問題ではありません。 彼らがそれほど長くないからです。 彼らの浅みは歓迎されず、良いアニメの他のすべての成分にも適合します。\n\n最終的な比較のために：私は、チョイジャフルを、ジョゼイではなく、少女/少年の融合の何かを考慮するかどうかについてうっとりしています。  _Naruto_のようなあなたのポピュラーな少年アニメは、上記の私の「教訓的な」スキームにどこに収まるだろうか？ それは実際には金色の意味に合っています。 これは、魔法とチャクラと呪文と戦闘マテリアルがすべて作者の便宜のために完全に作られているのに対し、_Chihayafuru_のような他のシリーズは真実との限られた自由しか取ることができないからです。 だから、ナルトは「血統の限界」と「チャクラの点」について複雑になるかもしれないが、作者は彼が必要なプロット装置やデュース元町を発明した瞬間を止めることができ、Scylla＆amp; 彼は喜んでCharybdis。 彼は以前に言ったことを無視したり、それをやり直すことができるので、彼があまりにも勝たれていることを心配する必要はありません。そして、プロットが休憩を必要とする場合、彼はいくつかのtechnobabbleを通過することができます。\n\nだから、あなたの標準的な非現実的な少年は、脚本家たちが妥当な外挿法を考えなかったか、または物理学の既知の法則と一貫しているとは思えないが、必要な場所に「技術」という言葉を挿入するだけでスクリプトを書いた いくつかの技術革新：「スポック氏、私たちは技術を技術化できますか？  「キャプテン、技術が壊れるので、技術はそれほど高くはありません！」\n\nこの「ソフトSF」は、既知の技術を外挿し、既知の物理学や少なくとも投機的な物理学に一貫して取り組む多くの努力を費やしている「ハードSF」とは対照的です。最も極端な例は、グレッグ・イガンの「クラークワークロケット」です。  （IIRC、数学の学位を持っている）は、彼の環境の斬新な物理を研究し、キャラクターが関連する方程式を発見して利用することを示している。\n\nあなたはEganが_Star Trek_のような家庭用の名前ではないことに気付くでしょう。 特に、_Clockwork Rocket_は、数学や物理学に従わない人にとってはかなり退屈な話です。\n\nこれは、教訓的なアニメやフィクション（教育ゲームに一般化することができる）の問題を示しています。仕事に追加の要件を加えることは、しばしば元の要件の1つを減らすことにつながります。 トレードオフが存在する。  'A＆amp;  B"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "NobleVoyager",
    "profile": "/profile/NobleVoyager/reviews",
    "pages": "5",
    "number": "7",
    "link": "/reviews.php?id=100891",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n（私は昨年、このレビューを既に書いていました。ちょうどあなたが知っているので、私はちょうどそれを投稿することができませんでした）。\n\n通常、私はこれらの妖精のアニメやマンガには関わっていません。 私は、来ることを意味します。 古い日本のカードゲームを楽しんでいる高校のお母さんの話に誰が興味を持っていますか？ それで、私はそれに何をもたらしたのですか？ 私の好きなビデオ編集者が作ったチハヤフルのAMV（Animated Music Video）を見ていると、それはすべて始まった。 私は一見してアニメーションに魅了されたので、私はその概要を見た。\n\n「チハヤフル」は、彼女が人生で何をしたいのか分からない典型的な高校生の女の子についてです。 彼女の名前は綾瀬千早です。 彼女はいつも彼女の妹、千歳が日本のスーパーモデルになるのを見たいと思っていました。 彼女の人生観は、日本の詩にもとづく「カールタ」という古い日本のカードゲームで才能のある、初級の男性同級生である荒田彩太と出会ったときに変わりました。 彼は夢が自分自身に関係しなければならないということ、そして彼女が熱心に働かなければならないことを彼女に納得させることができました。 こうして、チラヤはカルタでの彼女の情熱を発見し、その国で最高の女性選手になる決意を、そしておそらく世界でさえも決心しました。\n\n最初は、私は物語に本当に興味がありませんでした。 私は通常、あまりにも予測可能で、理解不能な傾向があるので、ライフ・ショーのスライスで賞賛を受けることはありません。 このアニメについてのいくつかのレビューを見たとき、多くの人々がそれがどれほど偉大であり、それがはるかに生命のアニメの最高のスライスであることを賞賛していました。 だから、私はそれを打ち撃ち、カードゲームについてのショーが本当に大好きだったかどうかを見てみました。 そして私はあなたに言わなければならない。 それは私の期待を上回った。\n\nこのアニメは単なるカードゲーム以上のものです。 あなたが夢を実現するためには、自分の才能と強さだけに常に頼ることはできません。 あなたが汗をたくさん吹き込んでいないときにスキルを持つことのポイントは何ですか？ あなたはあなたがどんなに良いと思っても、そのスキルを磨くことが必要です。 私はキャラクター、特に千早でこれを見ることができました。 彼女の唯一の動機は、アラタに再び会うことができるように思えるかもしれませんが、時間が進むにつれて、彼女は本当に自分自身のためにそれをやっていません。\n\n私がこのショーについて絶対に愛していることがあれば、それはキャラクターの発展だろう。 キャラクターは独自の方法でユニークであり、シリーズの過程でより立体的に成長しました。 私は認めなければならない。 それぞれのキャラクターは何とか今日の典型的な高校生を映し出していて、あなたがそれらに関連することができるように十分に精巧に見えました。 彼らは時にはあまりにも誇張することができますが、彼らは本当に人間であるように見えます。\n\nあなたが私に尋ねると、私のお気に入りのキャラクターは、彼女が物語の主人公であるか、私がまだ見た中で最も美しいアニメキャラクターではないので、綾瀬千早です。 彼女は高密度に見えるかもしれませんが、彼女の誇りと情熱から彼女の目標を達成するための真摯な決意まで、彼女を本当にすばらしいものにする何かがあります。 彼女は単なる「スーパーモデルの体に閉じ込められたトムボーイ」以上のものです。 彼女のために、私は強い反対者との競争に感謝することを学んだ。 あなたが特定のスキルを向上させるためには、あなたよりも優れている人から学ぶことによってゲームを強化する必要があります。 彼女は、行くことが厳しいときに終了する人ではありません。\n\nかるたのやり方を千早に教えた荒田荒太も好きなキャラクターです。 シリーズではあまりスクリーンタイムを取らなかったし、予期せぬ状況のため故郷の福井に戻らなければならなかった。 彼は幾分暗い性格を持っているかもしれませんが、それは彼が残りのキャラクターから目立つようにするものです。 私は彼と関係していても、彼が何を経験しているのか、特に彼が子供のときには関係することができます。 私が自分の靴の中にいたなら、私が愛する人を失うときと同じように感じるでしょう。\n\n私が絶対に賞賛しているもう一つのキャラクターは、高島の小学生の友人であり、高校のKarutaクラブの社長である真島太一です。 彼のリーダーシップスキルや戦略能力以外に、彼は逃げないで短期間で決断を下すことのない人物であることを示しています。 彼はむしろ不安定であり、この劣等感を持っているかもしれないが、彼は落ち着いているようだ。\n\n私はこれをどのように置くべきか分かりません。 そのアクションは、あらゆるカルタの試合で強さとサスペンスを感じることができます。 実際には、ほとんどのアクション・アニメに見られる戦闘シーンの「フライイン・パンチング、ヘッド・バギング、キック・バット」よりも、これらの試合を見て楽しんでいました。 私はアニメーションが好きで、OSTはシリーズの気分に合わせていました。\n\n私はそれにも悪い点があることを認めます。 それは何とかしっかりしたプロットができず、ちょうど一連の出来事だったように思えました。 しかし全体的に、チハヤフルは私の好きなアニメのリストにスポットをあげました。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "101swoop101",
    "profile": "/profile/101swoop101/reviews",
    "pages": "5",
    "number": "8",
    "link": "/reviews.php?id=99237",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私が今までに見た中で最も偉大なアニメの多くで、正直言ってほとんど最初に通り過ぎてしまったのは面白いです。 これは例外ではありません。 私は心臓温暖化を探していましたが、これを見つけたときには良いシリーズを感じます。 それはクールだと思っていましたが、私はそれが欲しいかどうかは分かりませんでした。 芸術はかなり涼しそうだったので、私は試してみるためにそれを.......と私は恋に落ちた。 個人的には、まだ放映中の番組は嫌いですが、私はこのエピソードを毎週待っても大丈夫でした。\n\nチハヤフルはあなたを吸って、あなたの座席の端にあなたを保つでしょう。 キャラクターは素晴らしく、ストーリーはまあまあです。 私がこの物語について愛したことの1つは、それがそうであると思ったようにそれが真実ではなかったということです。 それは現実的なスポーツアニメでした。 現実の世界では、あなたがどれくらい準備するにせよ、あなたが必死に勝つことを望んでいても、不運、幸運、勝利、敗北、後悔、そして必然的に遭遇する教訓があります。 すべて。 私は完全にこのシリーズを誰にでも推薦します。 それは楽しむための本当に簡単なショーですので、試してみるのは怖いことはありません; D"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "rollabladz",
    "profile": "/profile/rollabladz/reviews",
    "pages": "5",
    "number": "9",
    "link": "/reviews.php?id=76187",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  9\nキャラクター|  7\n|  6\n\n良い、しかし私はマンガを好む。\n\nアニメは外面で何が起きているかをよく描写していますが、漫画の話をとても楽しくしてくれたキャラクターの内的思考や感情（特に失敗に対処する）の一部を省略しています。\n\n私は漫画の次の記事を待つ間、私の渇望を満足させるために、それを見ています。\n\n結局のところ、私はこの物語の深い楽しみのためのマンガをお勧めしますが、絶対に時間がない場合は、それだけで、私はこのアニメをお勧めします、それは悪くないので、芸術は非常にいいですし、少なくとも その後、より多くの人々がこの素敵な話の味を得ることができます。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "Misaki321",
    "profile": "/profile/Misaki321/reviews",
    "pages": "5",
    "number": "10",
    "link": "/reviews.php?id=57193",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  7\n|  9\n\nこれは私の最初のレビューです....\nとにかく、2012年3月27日に千早丸が終了し、それが放映された最後の日だったので、私はこのアニメについてどう感じるかについてかなりうまく考えました。 しかし、まず私をバックアップさせてください...\n\nチワヤフルはカルタのカードの17番ですが、これはたくさんのことが言われているように、全体のストーリーラインを通してこれを覚えています。もちろん、主人公はチハヤと呼ばれています。 私は詩が大好きですが、このような漫画/アニメが存在していたとは思っていませんでした。 私はこのアニメを人生の一部として分類しますが、それだけではありません。 それは非常にユニークで信じられないほど楽しいです。\n\nストーリー -  8/10（非常に良い）\n\n結末はそれほど偉大ではなかったので、私はストーリーを8にしました。25エピソードが短すぎるので、あなたがしたいと思ったことを終わらせないことを誰もが知っていました。 初めは非常に混乱していました。 あなたが進歩するにつれて、エピソードの最初のカップルが重要であることを実感してください。 千早丸の全ポイントはかるたの試合だった。 ストーリーは主にランクアップしたり、マスターやクイーンになったりする主人公に焦点を当てています。 回転カルタに行くすべてのものにとって、それはとても良いです。 私は太一、千早、アラタの間で何かが起こりたいと思っていたので、8話も出しました。 私はこれがロマンスのアニメではないことを知っていますが、私は本当に一緒にこれらの3つのより多くの相互作用を望んでいた。\n\nアート -  10/10（抜粋）\n\n芸術は素晴らしかったです。 アニメーターはキャラクターが生き生きとしていたので非常に良い仕事をしました。 彼らは3次元ではありませんでしたが、90年代のアニメのようにはなりませんでした。  karutaカードが心配していたとき、芸術はさらに驚くように見えました。 彼らは柔らかく、実際にあなたは各カードの背後にある意味について考えさせました。 特にかなが意味を説明していた時、芸術は彼女が何を言っているのかを強調しているように見えました。 それは何らかの形で美しいサブキャラクターとして提供されました。 全体的に、私は大胆で、柔らかく、美しく、芸術を愛していました。\n\nサウンド -  9/10（素晴らしい）\n\nオープニング曲は完璧でした。 それはあまりにもおしゃれではなく、完全にゆっくり歩いたわけでもありませんでした。 彼らの声がアニメ全体が放つ熱意とエネルギーを伝えたので、それを歌った人はすばらしかったです。 しかしそれはまた、あなた自身をゲーム自体に味わう柔らかさを伝えました。 それは完璧でした。 エンディングのテーマもうまくいきました。 メロディアスなバックグラウンドとゆっくりとしたペースは、本当に素晴らしいものでした。\nサウンドはあなたをエピソードの中に出し入れする良い仕事をしました。\n\nキャラクター7/10（良い）\n\n主に注目していたキャラクターは、千早、太一、アラタでした。 それからDesktomukun、Porky、Kanaを構成したChihayaとTaichiのkaruta club。\n千早はとてもうまくいった。 彼女の情熱とカルタへの愛はあなたもゲームを愛していました。 そして、彼女の決意はあなたにインスピレーションを与えました。 彼女は泣いたときに泣いて、あなたは笑った。 彼女は深みのあるキャラクターでした。\n太一はあなたが大好きなキャラクターでした。 あなたは本当に最初に彼を免れたことはありませんでしたが、彼の人生、彼の状況、彼の愛を理解すると、あなたは彼に共感し始めました。 彼はチャンスがなかったのに、彼はまだ試してみた。 あなたは彼のために応援し、あなたは本当に彼に何かをさせることを望んでいた。\nアラタ、私は本当にもっと見たかった。 彼は非常に最初に来て、彼の同情はあなたの心に触れました。 あなたは哀れみを抱き、少しの間愛していたことをやめたときに失望し、再び帰ったときに喜んで飛び降りました。 あなたも彼を愛していたほど、彼をずっと見かけることはありませんでした。あなたは彼の視点の多くを経験しませんでした。\n私は千早を愛していましたが、太一とアラタの奥行きの欠如はキャラクターに9や10を与えるのを妨げていました。 私はこれらの2人のキャラクターはもっとエピソードがあるとうまくいっただろうと思っていますが、結局彼らがどこに立っているのか混乱していました。\n\n楽しさ -  9/10（素晴らしい）\n\n私はそれを楽しんでいました。 見ているのは本当に面白かったし、キャラクターが大好きだったというゲームのことを知りました。 私は本当に私が最後まで試合をしたいと思っていました。 私はすべてのエピソードを待っていて、本当にそれが終わったことを悲しんでいます。\n\n全体的 -  8/10（非常に良い）\n\n私が楽しさ9を与えたにもかかわらず、キャラクターとストーリーはもっと深いものでした。 私はちょうどそれが終わったのが好きではなかったし、私は本当にすぐに見て2番目のシーズンがあったことを本当に願った。 あまりにも多くの未解決の質問がありました。 私は間違っていない、私はアニメを愛し、ちょうど私がこのアニメに本当に情熱的だったいくつかのことがあり、それを終了するには、2番目のシーズンの発表は本当に私を苛立たせる。 それは、あなたが楽しいアニメをしたい場合は、あなたが何かを得ることができる、あなたが愛することを学ぶ文字を持っていることを言って、このアニメをご覧ください。  Haruhi、Ouran、Sailor Moon、Bleach、Fairy Tail、Code Geassのようなものをお探しなら、これはあなたのアニメではありません。 しかし、誰もがこのアニメを愛するでしょう。 第二のシーズンがあるなら私は100％見る！ それは良い、それはユニークです、それは特別です。\n\n私は助けてくれることを願っています！"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "jealousghost",
    "profile": "/profile/jealousghost/reviews",
    "pages": "5",
    "number": "11",
    "link": "/reviews.php?id=66465",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  9\n\nスポーツ、ボードゲーム、カードゲームなどについてのショーの問題は、彼らがゲームを説明していない時間の良い部分です。  Karutaは日本でよく知られているゲームですが、カルタについて何か知っていることを期待していますが、外国人（ゲームと習慣の両方に外国人）が見守るのは簡単です。 同じトークンでは、ビューアのために物事をダムしません。\n\nART：カードはほぼ常に3Dであり、見ることを妨害します。 たとえば、カナがスライドガラスのドアの前に立っていて、チハヤが空気を飛ばしてカナの顔の前でドアを叩くカードを叩くシーンがあります。 アニメーションの違いはそれほど明白であり、それは損なわれる。\n\nすべてのシーンがガウスのぼかしで覆われているため、長い夢のシーケンスのように見えます。 これは楽しいかもしれないような豪華で、柔らかい、少女の方法でキャラクターが描かれていることを除いて、迷惑になるかもしれません。 特に、彼らの目は美しいです。 さらに、3Dカードは私に迷惑をかけるかもしれませんが、私は袴模様を崇拝しました。 衣服の模様がアニメーション化されているいくつかのショーでは、衣服の折り目やキャラクターの動きの仕方によって動かない。 しかし、チハヤフルでは複雑な模様をアニメ化する時間がかかりました。私はそれを観客として感謝します。 私はハカマを頻繁に着て以来、これがアニメ化する時間を想像することしかできません。\n\n音：私はそれが何と呼ばれているのかわかりませんが、私は読者が詩を読んでいるような気持ちを愛しています。 それは私をすべて養殖し、見守るものにしました。\n\nキャラクター：さて、素朴な女の子は私を悩ます。 しかし、千早の性格はとても面白いので見落としやすかったです。例えば、笑いの瞬間（畳の直後）に眠り、批評を受けて学ぶことができます。 彼女は誰の日時かを問われるギャグのエピソードを披露していたが、千早はすぐにかなちゃんと答えた。\n\nストーリー：プロットの大きな問題は、彼女が自分の夢を持っている必要があると彼女は言う。彼女は妹の夢ではなく、基本的に夢を盗んでしまう。 また、ショーは、彼女と彼女の姉妹の間の千早の家族の関係にもっと焦点を当てていたはずです。 私は彼らが2番目のシーズンにもっとそれに取り組むことを願っています。\n\nしかしながら！ このショーは正直なところカルタに興味を持ってくれました。 非常に多くの翻訳があり、このショーは新しい翻訳の取り組みには間違いありません。 彼らの友達やゲームに対する千早の無邪気な愛を示す方法も素晴らしいです。 あるシーンは、彼女が見たくない長い失われた友人を見ているだけで、美しい出来事であり、詩自体があります。\n\nエンジョイメント：ショーは甘く、深刻で、競争力があります。 また、かなが説明的に詩を説明する素敵な瞬間もあります。 または、DesktomuはChihayaの演奏の数学的分析を説明します。 これらの場面は、ショーを、ちょうど1つのカルタの試合ではなく、見るのが面白くする。 そしてこのショーのユーモアはとてもかわいいです。 このショーは、K-onと共通しているのは、放課後のグループテーマを悩ますことだけですが、彼らは無邪気でユーモアでお互いを思い出させます。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "GeneH",
    "profile": "/profile/GeneH/reviews",
    "pages": "5",
    "number": "12",
    "link": "/reviews.php?id=57943",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nChihaya Furuの信じられないことは、それは日本人だけのゲームであり、あまりにも一般的ではありませんでしたが、故郷で興味が増すだけでなく、両方を理解し理解することができるということです ゲームとそれに対するキャラクターの情熱。\n文字の豊かさは成功の秘訣です。 彼らは好き嫌いがあり、本物であり、しばしば迷惑をかける（実際の人のように）愛想があります。  。 永遠に愛する。\nライティングは視聴者をリベットし、アニメーションはアニメーションであることに気付かない。 各エピソードの終わりには、それを見て楽しむことの最高から降りてきたので、あなたは気付く。「ねえ！ アニメだよ！\nそれは別の季節を持たなければならない。 または3.または10.どのようなショー！"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "animeaddictt",
    "profile": "/profile/animeaddictt/reviews",
    "pages": "5",
    "number": "13",
    "link": "/reviews.php?id=61551",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\nうわー！ 私はこのシリーズを2回見て、それでもそれを愛しています。 私が9を与えた理由は、それがいくつかの部分では遅かったということですが、それ以外はすべて素晴らしかったです。 物語はあなたがもっと欲しいと思っているし、やや中毒です。 要約と写真はあなたがそれをスキップしたいが、一度始めると止めることができなくなる。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "xWendyx",
    "profile": "/profile/xWendyx/reviews",
    "pages": "5",
    "number": "14",
    "link": "/reviews.php?id=58355",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nこれは実際に私の最初のレビューなので、それほど良いとは限りません。 私は最善を尽くしています。\n\n\nChihayafuruは、あなたの夢を追いかけ、友情を維持することについてのアニメです。\n\nまず、芸術が本当に驚きだったから、チハヤフルを楽しんだ。 それは本当に私が見た中で最も美しい芸術の一つでした。\n\nストーリー：\nその話は、古い日本のカードゲーム「かるた」で彼女の情熱を見つけた千早についてです。 まず第一に、実際にはちょっと退屈でしたが、私はまだそれに多くの素晴らしいレビューがあったという事実に基づいて変更を加えました。そして、私はすでに本当に美しいと言っていたようでした。 彼女は途中で問題を抱えていますが、彼女はこれらすべてを克服しようと努力しています。\n\nアート：\nキャラクターとその周辺が描かれた方法が本当に好きだった。\n\n音：\n音、そして特にオープニングとエンディングテーマは本当に美しい。 それは非常によくアニメにフィットし、それらは非常に楽しいものでした。 アニメの他のサウンドも非常によく選ばれていました。\n\nキャラクター：\n私は本当にすべてのキャラクターが好きだった。 彼らはすべてキャラクター開発をしていました。 そして、私はそれらのどれも嫌いではなかった（私は通常、アニメのために何を持っているのか）。 彼らはすべて私が本当に愛していた、彼らの素敵で甘い側面を持っていました。\n\n\n楽しみ：\nそれらの事実のすべてが私に本当にそれらを見たいと思った今、私はマンガを読んでいる。 あなたの夢を大切にし、それらを達成することは本当にすばらしいアニメでした。 それを見て、それは本当に私に多くのことを考えさせました。\n実際にこのレビューを書いた後、私は再びそれを見たい！\n\n\n\nOveral私はこのアニメに10点を与えました。本当に本当に本当に2度目の季節があり、本当にロマンスが来ることを願っています:)"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "Jigoku-n3ko",
    "profile": "/profile/Jigoku-n3ko/reviews",
    "pages": "5",
    "number": "15",
    "link": "/reviews.php?id=57497",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  8\n\nチハヤフルは、テトリスと呼ばれるゲームをすることに関するスポーティーなアニメです。\n...実際、そうではありませんが、実際のカルタ・マタマブーがいかに退屈なことを考えているかを考えると、そうかもしれません。 ちょうど誰かがテトリスを見ているのが好きです。 私はそれが実際にカルタを演奏している方がもっと面白いと思っています。 あなたが実際に十分な日本語を理解し、覚えている覚えの技を持っているなら。\n\nストーリー：\n止めることのできない女の子は、カルタを演奏することで彼女の人生の意味を見つけ、他の人たちと一緒に日本で最高になるよう探求します。 あまりにも多くのゲームや生命の瞬間が少なすぎます。\n物語は地獄のような卑劣なものです。テトリスの周りに構築されています...カールタは、あなたが戻って来るような魅力的な文字の間にいくつかの選択肢の瞬間を合わせ、それらをぴったり合わせます。 試合でさえ、あなたの興味を維持するのに十分なバラエティと驚きを持っています。そのような退屈なスポーツのための小さな偉業はありません。 しかし、あなたが一番見たいものは決して実際には起こりません。 そして、私は誰がテトリスを得たのか話していません...エル、カルタ決勝！ このショーは終わり、物語は不完全なままになります。 キャラクターがゲームプレイの洞察を得ている点を除けば、輸入の何も解決されません。 報告された低い販売は第2シーズンを保証しないので、あなたはbluebellsのように多く聞こえる何かの大規模な場合が残っている。\n\nキャラクター：\nチワヤは、カルタの情熱を追ってきた社会的に偶然の女の子です。（確かに、テトリスのジョークは育ちました。 このようなキャラクターのほうがもっと沢山あります。ヤマトナデシコは、男の子がそんなに見えているときに、気分が悪いアニメの響きを和らげています。  Anyhoo、Chihayaは見て楽しいです。そして彼女の純粋なエネルギーはエンタープライズを動かすのに十分です。 彼女は彼女の周りのすべてのキャラクターのための触媒と接着剤であり、明るい星の周りの彼女の周りの惑星の周りを回っている。\n太一はチヤヤの幼なじみの友達のひとりで、このショーの過程でほとんどの変更を行っています。 彼は拒否の問題とそれが最も重要な箇所での失敗の見込みに対処しなければならないので、彼はすぐに最初になることにとても慣れています。 彼はまたあなたの手の届かないところにある（愛の）三角形の一部です（あなたがマンガを読まない限り、私はちょうど次に起こったことを知ることを知っています）\nArataは、他の幼なじみの友人で、カルタにチハヤが夢中になっています。 彼は彼の話がどれだけ広がっていくかを見たいと思っていたのと比べて、面白くない驚きを得る。 彼は自分の人生で不幸な出来事の後に、何度も罪悪感を扱い、再び彼の運転を見つけなければならない。 彼が三角形の他の2つの部分に対してどのようにしてプレイしているかは非常によく書かれている。  Arataがピボットポイントとなることで、それらの間には常に微妙なバランスがあります。\nクラブ会員：すべてのスポーツアニメにはクラブ会員が必要です。ここには3つのグループがあります。 それらのそれぞれはゲームのアプローチとは異なるものをもたらします。 芸術的な感謝から数学的計算まで、永続的な経験に至るまで、彼らは彼女の目標に向かって動くように、彼らの3人は千早への新しい道を開きます。\nライバルたち：ライバルはそれぞれ独特で、彼女のチヤヤと彼女のチームのために彼ら自身の挑戦とアイ・オープナーを持っています。 ジェネリック？ ここには一般的なものはない、デュデロ。\n\nアニメーション：\nマドハウス。 彼らは、動きの流動性、創造的なショットやシーケンスに多くの投資をして、マッチを面白く保ちました。 細部やアイピングの背景にはそれほど多くはありませんが、これはそれが必要なアニメではないので大丈夫です。 非常に素敵なキャラクターデザイン、あまりにも最後に、5歳ではなく年齢を見ている人。\n\n音：\nそれは、伝統的な日本の音を呼び起こすが、近代的なタッチと交響曲、高貴な、上向きの倍音を持っていた繰り返しの精力的なトラックの小さなセットがあります。 まあ、それは私に響きました、私は間違っている可能性があります。\nOP：恒星はありませんが、エネルギッシュに満ちあふれています。\nED：スライドショーと義務的なバラードで安価なCGの背景ショット。 あなたが行くので、本当に派手なEDを必要としませんでした。\n\n概要：\n多くの考えの後、私はこれを保ち、後でカルタの試合で何が起こったのか忘れてしまったときにそれを見直すことにしました。 私は生命の部分のジューシーなスライスに完全にスキップするかもしれません。 私は人生のファンやテトリスを観戦するのが好きな人たちにおすすめします。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "tuva",
    "profile": "/profile/tuva/reviews",
    "pages": "5",
    "number": "16",
    "link": "/reviews.php?id=145557",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  9\n\nいくつかのカードゲームの楽しみに焦点を当てたアニメですか？ 私ははいと言うだろう。\n\nストーリー：9  - 綾瀬千早は、アラタ・ワラヤが彼女をこの「スポーツ」ゲームに紹介して以来、いつもカールタを幼少時から演じてきたトボーイ少女です。 今や高校では、綾瀬はまだ同じ情熱を持ち、カルタ・クラブを作ります。 それ以来、ストーリーは彼女と彼女の友人/仲間に焦点を当て、彼らのスキルや関係を進歩させています。 私は以前考えていた何かの別の側面が単なる幼稚なカードゲームであることを明らかにしたので、かなり興味深い話を見つけましたが、ここではそうではありません。\n\nアート：9  - 私たちは手の動きをきわめて緊密に見なければならず、私は失望していないと思ったので、アートは非常に重要な側面でした。\n\nサウンド：8  - サウンドは非常に若々しく、伝統的な感覚を持っているため、これはアニメにとどまらず信頼性の高いサポートになっています。\n\nキャラクター：9  - キャラクターは、彼らがまだ開発しているように、対照的な、結合され、一体となってうまくやっていたのでうまくいった。\n\n楽しさ：9  - 私はこのシリーズを真剣に受け止め、素晴らしいことである可能性を示しながら、このシリーズを楽しんでいました。\n\nハナサクいろは、ひかりの碁、さき、バクマン、竹刀、赤木、シオンノウ、ワン・アウトは、キャラクターの緊張感やテーマ/ゴールの類似点として、このシリーズが好きです。\n\n全体的に、全体的に、このシリーズはかなり好きだったし、はるかに価値があるにもかかわらず、私は控えめであった。 このシリーズはあらゆる観客に適しており、特にスポーツ/バトル/ゲーム/少年アニメが好きな人には好評です。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "HarvestM",
    "profile": "/profile/HarvestM/reviews",
    "pages": "5",
    "number": "17",
    "link": "/reviews.php?id=133287",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのアニメを多かれ少なかれ偶然見つけました。 私は以前に聞いたことがなかったcompetetive karutaと呼ばれるカードゲームについてのスポーツアニメではなく、素敵でロマンチックなアニメを実際に探していました。\nそして、私はそれを見始めたと私は本当にカルタが何だったか分からなかった。 私が最初のエピソードを終えたとき、私はこのアニメがちょうど素晴らしいことに気付きました。 そして、私はKarutaで使われている100の詩をグーグルで始めました。私はそれらを理解しようとしましたが、理解するのは難しいです。\nカタルーニャの各試合では、アートと音が完璧にフィットしていて、試合を見ていて緊張していて、千早と太一が勝つことが大好きで、太極拳と千早と千早とアラタも一緒になりたい ちょっと〜を見るのを止められない。\nそれぞれのエピソードで、あなたはカルタのキャラクターと、あなたが成し遂げたいものを決してあきらめない方法についてもっと学ぶことができました：D\n私はまだKarutaが本当の人生のように何を知らないのですが、このアニメの後、私はそれが素晴らしいと思います、そして、私は本当に実際の生活に合って見たいと思っています。\nこのアニメは価値観以上のものです"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "NicoleM",
    "profile": "/profile/NicoleM/reviews",
    "pages": "5",
    "number": "18",
    "link": "/reviews.php?id=106085",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  9\n\nチハヤフルはそれ自身の特別な方法で特別なアニメです。 このアニメを見て、私は古い日本のゲームであるカルタに対するキャラクターの情熱に包まれていることに気付きました。 キャラクターが勝利したとき、喜びの涙が泣いているのを見て、彼らが迷子になったときに泣いてしまいました。 私は自分自身がロマンチックな部分をうんざりしているのを見つけ、この独特のゲームに対するキャラクターの献身を見て笑っていました。 主人公の一人である千早は、アニメを見ている中で最も興味深い女性キャラクターのひとりです。 彼女はあなたの典型的なステレオタイプの女性ではありません。 彼女がカルタの試合に勝ったとしても、彼女はいつもより良くなるように努力します。 私はチハヤフルと恋に落ちましたが、私は主に、これらの素敵なキャラクターがカルタのために持っていた情熱に恋しました。"
  },
  {
    "title": "Chihayafuru",
    "id": "10800",
    "url": "https://myanimelist.net/anime/10800/Chihayafuru",
    "user": "Nunnanation31",
    "profile": "/profile/Nunnanation31/reviews",
    "pages": "5",
    "number": "19",
    "link": "/reviews.php?id=78764",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  9\n\nカードゲームについてのショーがすごく素晴らしいと分かっていたのは誰ですか？ 私はそれらのファンタジーショーについても、キャラクターがカードから他のキャラクターや存在と共謀するためにクリーチャーやその他の魔法のものを召喚することで話しているわけではありません。 チハヤフルには魔法や超自然の出来事はありませんが、カードゲームの倉田を強烈な娯楽の場として提示する方法があります。 さまざまなカードトーナメントに加えて、このシリーズにはコメディ、ドラマ、ロマンスの要素が含まれています。 しかし、チハヤフルを振り返ってみると、芸術は美しく、音楽は素晴らしく、登場人物はすべてよく発達しており、特に主人公の千早が好きです。 彼女のオタクな性格は、特に彼女が豪華であるという事実と組み合わされたとき、ユーモラスで愛想があります。 実際、私は個人的には、千早はアニメの中でも一番美しい女の子ではないと思います。 ショーには明確なエンディングはありませんが、今年の冬には第2シーズンが放送されるため、これは問題にはなりません。\n\nあなたがアクションバフでなければ、チハヤフルを見るためにそれをあなた自身に借りています。  joseiとしてリストされ、ひよこフリックのすべての外観を持っているが、私は性別にかかわらず、ほとんどの人がこのシリーズは非常に面白いと非常に面白い見つけるだろうと思う。 私はチハヤフルに9/10（優秀）と高い推薦を与えます。"
  }
]
