[
  {
    "title": "Mobile_Police_Patlabor_2__The_Movie",
    "id": "1096",
    "url": "https://myanimelist.net/anime/1096/Mobile_Police_Patlabor_2__The_Movie",
    "user": "Archaeon",
    "profile": "/profile/Archaeon/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=21930",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  9\n\nOshii Mamoruが指揮する、政治と哲学がハイテクの詐欺師をフィーチャーした複雑なプロットにミックスされ、偉大なアニメーション、サウンド、キャラクタライゼーションを持っている、インテリジェントな、巧みに作られたムービーを平均的なアニメファンに尋ねると、 答えはシェルのゴーストです。\n\nまたは、彼らはパトレイバー2についてあなたに教えてくれるでしょう。\n\n1993年にリリースされたパトレイバーの最初の映画から4年後、続編は再び帽子の才能、特に脚本家の伊藤和則と大井自身の才能を結集した。 映画は広範囲にわたり批判的な評価を受け、メカアクションではなく緊張感のドラマに重点を置いているが、そのジャンルのハードコアファンを疎外させたが、大部分の人々は映画のより成熟した姿勢を楽しんだ。\n\nパトレイバー2は、最初の映画の3年後の2002年に設定されています。 セクション2のスペシャルビークル第2部門のメンバーは、この期間中に成熟し、そのうちのいくつかは、異なる部門または公共部門のキャリアを追求するために出発します。 すべてが平和で、ミサイルが横浜ベイブリッジを破壊する日まで、JGSDF（日本の地上自衛隊）は攻撃がJASDF（日本の自衛隊）によって遂行されたという戒厳令を宣言している。\n\nしかし、琴井隊長は単純な軍事クーデター以上にプレーしていると思っており、秘密裏にSV2のメンバーを集めて、何が起きているのか、さらに重要なのは何が問題になっているのかを見極める。\n\n当時の標準的なメカの姿からは、この映画のプロットを策定する際には、伊藤一憲がはるかに微妙で成熟したものを選んだ。  Mechsに関係するショーは一定のルールに従わなければならないと信じている人がいるが、Headgearは再びその信念を水から吹き飛ばすことに決めた。 パトレイバー2は、典型的なメカ・アニメ以外の何ものではなく、アクションが映画にはまだ残っていますが、時にはこれまでに遡っていたドラマの裏づけとなっています。\n\n執筆の面では、この映画は時間の多くの他のものの上と肩、そして今日でも多くのものです。 プロットは、政治的な仕掛けや哲学的正当化に重点を置いているため、特定の時代に引き寄せているように見えます（ボートで荒川との会話はこれの一例です）。しかし、これらの瞬間は、 遊びます。  JGSDF、政府、JASDF、および他のすべての関連当事者は、人々が思うほどシンプルで簡単なことは何も起こりません。 プロットの複雑さは、時々、驚くべきことではありませんが、この映画は単に楽しむために設計されたものではなく、一つのことを反映させるものです。\n\n特に最初の映画と比較して、この映画の最も顕著なものの1つは、どのようにキャラクターがより成熟しているかです。 高田明美は本当に彼女が何をしているのか注目していた。大半のキャラクターは最初の映画と同じだが、肉体的に成長させる努力がなされたため少し違って見える。 メカ・アニメのキャラクターが変わらず、あるシーズンから次のシーズンにかけて変化しないという傾向を考えると、パトレイバー2でキャラクターが古くなっているという事実は、このジャンルではまれです。\n\n他のビジュアルに関しては、背景や設定が非常に良いです。 詳細な風景が映画に現実感を与えています。都市の多くとその周辺が東京の写真を元にした最初の映画のものに基づいているということを考えると分かります。 この現実的なアプローチは、キャ​​ラクターデザイン、したがって物理的な老化、フランチャイズの実用的な原則に従ったメカデザインにも広く普及しています。\n\nアニメーションの面では、実際にはパトレイバー2が元のムービーよりも優れています。 非常によくchoregraphedアクションシーケンスがありますが、映画の多くが戦闘から解放されているという事実を考えると、キャラクターの動きに注意を払わなければ、品質の違いは認識しにくいです。 少々のCGが映画に組み込まれていますが、CGを標準のアニメーションにシームレスに絡ませるように苦痛を感じるので、これを見つけるのは難しいです。\n\nパトレイバー2の私の不満のひとつは音楽です。 映画には音楽がほとんどありませんが、非常にテクノベースのものがあります。 これはほとんどの場合振り付けがよく、音楽は自分の好みに合うものではありません。 それは、トラックの選択が悪いと言うわけではありません、いいえ、それは単に個人的な好みです。 つまり、画面上での操作に非常によく合うトラックがいくつかありますが、電子的ではあるけれどオーケストラであり、むしろ大気であるものがいくつかあります。\n\nこの映画が映っている部分は、声優になっています。 最初の映画のキャストはもう一度やり直されました。まれに、これは日本のダブだけでなく、両方の英語のダブにも当てはまります。 これのメリットの1つは、3つのダブすべてで、キャラクターがはるかに自信を持って構成されていることです（視聴者の認知度を高め、より成熟したものにする）。 また、最初の映画のバンダイダブと違って、パトレイバー2での演技ははるかに有能であり、多くはマンガエンタテインメントによるリリースよりも優れていると考えています。\n\nその効果については、最初の映画と同様に、聴覚感覚の質は確かに非常に良いです。この映画の背後にある制作チームは、以前と同じように、驚くべきことではありません。\n\nパタボア2は、非常にキャラクター主導の作品であった最初の映画とは異なり、健全な哲学的正当性をもって、はるかに政治ドラマである。 それはキャラクターが何らかの形でやっているのと同じように発達しないと言っているわけではありません。 しかし、この映画は実際にキャラクターを開発することではなく、そのために仕事でそのような包括的な特徴が存在する理由であることに留意すべきである。 つまり、攻撃や戒厳令の影響がキャラクターに影響を及ぼしますが、観客はこれが単なる人生の章であることを知っているので、このフォーマットは映画にとって非常にうまく機能します。\n\n他人の人生のあらゆる章と同様に、成長は必ずしも即時ではなく、明白ではありません。\n\nすべての正直なところで私はこの映画が魅力的で報われていることが分かった。 政治と哲学に重点を置いて、特にこれがメカショーになっているように、爽やかに違った話をしました。 映画が大きな言葉や概念を使うことを恐れていないという事実は、Oshiiと他の乗組員があらゆる小さな細部を説明する必要性を感じるのではなく、視聴者の知性を信頼しているように見えることも珍しい。 大まかな言葉や概念を使用する他のメカショーもありますが、それらの数多くのものは、過度に説明する傾向があります。これはしばしばひいきになります。\n\n最初の映画のように、Patlabor 2は、より成熟した視聴者を対象としていますが、最初の映画とは異なり、これは作成された時間にはるかに関連しています。 その生産と解放の時、日本には大きな緊張があり、その多くは国連平和維持軍のJSDFの地位に焦点を当てていました。 映画は、内部の紛争、政治的な行為、テロリストの活動、市民の不安を前提に、現実の生活と非常に明確な比較をしています。また、数多くの実際の出来事が映画で引用されたか、 その物語は、人々が無視することを困難にした、それに関する不安定な空気を持っていたことを意味した。 これに加えて、映画が本質的に謎のスリラー（当時はまれなもの）であるという事実は、観客、特に政治的なスリラーのファンは、ストーリーにもっと簡単に関連する可能性があり、 この映画が平均的なアニメファンではなく、一般の人々にアピールすることを意味するものでした。\n\n最初の映画、またはシェルのゴーストが好きだったなら、これは間違いなく見ることです。 パトレイバー2は、最初の映画のように、肉体に重点を置かないという事実は、フランチャイズにチャンスを与えないようにジャンルのファンを説得するかもしれないが、両方の映画の内容と質を考えると、 実際には、最初の映画は特定の地域では珍しいものでしたが、Patlabor 2はこれを補うものであり、妥当性と概念化の面でGitSと少なくとも同等であると私は信じています。 視聴者は、この映画がPatlabor 2の対話で実際にパックから切り離されているので、この映画も最初のものよりもちょっと言い方が良いという事実によって、延期されるべきではありません。\n\n全体的に見て、これは優れた政治スリラー（ちょうどメカを含む）ですが、現在でも世界の現状を考慮してある程度の関連性を保持しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIf you ask the average anime fan for an intelligent, well crafted movie directed by Oshii Mamoru that has politics and philosophy mixed into a complex plot that featured high tech shenanigans, and that had great animation, sound and characterisation, then the chances are that the answer will be Ghost in the Shell.\n\n\u001b[1mOshii Mamoruが指揮する、政治と哲学がハイテクの詐欺師をフィーチャーした複雑なプロットにミックスされ、偉大なアニメーション、サウンド、キャラクタライゼーションを持っている、インテリジェントな、巧みに作られたムービーを平均的なアニメファンに尋ねると、 答えはシェルのゴーストです。\u001b[22m\n\u001b[1m(Oshii Mamoru ga shiki suru, seiji to tetsugaku ga haiteku no sagi-shi o fīchā shita fukuzatsuna purotto ni mikkusu sa re, idaina animēshon, saundo, kyarakutaraizēshon o motte iru, interijentona, takumi ni tsukura reta mūbī o heikin-tekina anime fan ni tazuneru to, kotaeha sheru no gōsutodesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you ask the average anime fan for an intelligent, well crafted movie directed by Oshii Mamoru that has politics and philosophy mixed into a complex plot that featured high tech shenanigans, and that had great animation, sound and characterisation, then the chances are that the answer will be Ghost in the Shell.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you ask the average anime fan for an intelligent, well crafted movie directed by Oshii Mamoru that has politics and philosophy mixed into a complex plot that featured high tech shenanigans, and that had great animation, sound and characterisation, then the chances are that the\u001b[24m\n    \u001b[1mOshii Mamoruが指揮する、政治と哲学がハイテクの詐欺師をフィーチャーした複雑なプロットにミックスされ、偉大なアニメーション、サウンド、キャラクタライゼーションを持っている、インテリジェントな、巧みに作られたムービーを平均的なアニメファンに尋ねると、\u001b[22m, \u001b[1mあなたはハイテクペテンを特色にした複雑なプロットに混入政治や哲学を持っている押井守監督のインテリジェントな、よく細工されたムービーの平均アニメファンを尋ねると、それは素晴らしいアニメーション、サウンドおよび特徴付けを持っていた場合、チャンスはことです\u001b[22m\n\u001b[4manswer will be Ghost in the Shell.\u001b[24m\n    \u001b[1m答えはシェルのゴーストです。\u001b[22m, \u001b[1m答えは、攻殻機動隊になります。\u001b[22m\n\u001b[1m\u001b[22m\nOr, they'll tell you about Patlabor 2.\n\n\u001b[1mまたは、彼らはパトレイバー2についてあなたに教えてくれるでしょう。\u001b[22m\n\u001b[1m(Matawa, karera wa patoreibā 2 ni tsuite anata ni oshietekurerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mOr, they'll tell you about Patlabor 2.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOr, they'll tell you about Patlabor 2.\u001b[24m\n    \u001b[1mまたは、彼らはパトレイバー2についてあなたに教えてくれるでしょう。\u001b[22m, \u001b[1mそれとも、彼らは機動警察パトレイバー2をご紹介します。\u001b[22m\n\u001b[1m\u001b[22m\nReleased in 1993, four years after the first Patlabor movie, the sequel once again united the talents of Headgear, in particular those of scriptwriter Ito Kazunori and Oshii himself. The movie received widespread critical acclaim, and although it's emphasis on taut drama rather than mecha action alienated some hardcore fans of the genre, the majority of people enjoyed the more mature stance taken by the film.\n\n\u001b[1m1993年にリリースされたパトレイバーの最初の映画から4年後、続編は再び帽子の才能、特に脚本家の伊藤和則と大井自身の才能を結集した。 映画は広範囲にわたり批判的な評価を受け、メカアクションではなく緊張感のドラマに重点を置いているが、そのジャンルのハードコアファンを疎外させたが、大部分の人々は映画のより成熟した姿勢を楽しんだ。\u001b[22m\n\u001b[1m(1993-Nen ni rirīsu sa reta patoreibā no saisho no eiga kara 4-nen-go, zokuhen wa futatabi bōshi no sainō, tokuni kyakuhon-ka no Itō Kazunori to Ōi jishin no sainō o kesshū shita. Eiga wa kōhan'i ni watari hihantekina hyōka o uke, mekaakushonde wa naku kinchō-kan no dorama ni jūten o oite iruga, sono janru no hādokoafan o sogai sa setaga, daibubun no hitobito wa eiga no yori seijuku shita shisei o tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mReleased in 1993, four years after the first Patlabor movie, the sequel once again united the talents of Headgear, in particular those of scriptwriter Ito Kazunori and Oshii himself. The movie received widespread critical acclaim, and although it's emphasis on taut drama rather than mecha action alienated some hardcore fans of the genre, the majority of people enjoyed the more mature stance taken by the film.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReleased in 1993, four years after the first Patlabor movie, the sequel once again united the talents of Headgear, in particular those of scriptwriter Ito Kazunori and Oshii himself.\u001b[24m\n    \u001b[1m1993年にリリースされたパトレイバーの最初の映画から4年後、続編は再び帽子の才能、特に脚本家の伊藤和則と大井自身の才能を結集した。\u001b[22m, \u001b[1m4年第一機動警察パトレイバー映画の後、1993年にリリースされ、続編は再びヘッドギアの才能、脚本伊藤和典と押井自身の特定のものを統一しました。\u001b[22m\n\u001b[4mThe movie received widespread critical acclaim, and although it's emphasis on taut drama rather than mecha action alienated some hardcore fans of the genre, the majority of people enjoyed the more mature stance taken by the film.\u001b[24m\n    \u001b[1m映画は広範囲にわたり批判的な評価を受け、メカアクションではなく緊張感のドラマに重点を置いているが、そのジャンルのハードコアファンを疎外させたが、大部分の人々は映画のより成熟した姿勢を楽しんだ。\u001b[22m, \u001b[1m映画が普及批評家の称賛を受け、それがピンと張ったドラマに重点を置いではなくメカアクションだが、大多数の人々は、フィルムで撮影した、より成熟した姿勢を楽しんで、ジャンルのいくつかの筋金入りのファンを遠ざけました。\u001b[22m\n\u001b[1m\u001b[22m\nPatlabor 2 is set in 2002, three years after the first movie. The members of Section 2's Special Vehicles 2nd Division have matured during this time, with several of them leaving to pursue careers in different departments or in the public sector. All is peaceful until the day a missile destroys the Yokohama Bay Bridge, at which point the JGSDF (Japanese Ground Self Defense Force), declares martial law in the beief that the attack was commited by the JASDF (Japanese Air Self Defense Force).\n\n\u001b[1mパトレイバー2は、最初の映画の3年後の2002年に設定されています。 セクション2のスペシャルビークル第2部門のメンバーは、この期間中に成熟し、そのうちのいくつかは、異なる部門または公共部門のキャリアを追求するために出発します。 すべてが平和で、ミサイルが横浜ベイブリッジを破壊する日まで、JGSDF（日本の地上自衛隊）は攻撃がJASDF（日本の自衛隊）によって遂行されたという戒厳令を宣言している。\u001b[22m\n\u001b[1m(Patoreibā 2 wa, saisho no eiga no 3-nen-go no 2002-nen ni settei sa rete imasu. Sekushon 2 no supesharubīkuru dai 2 bumon no menbā wa, kono kikan-chū ni seijuku shi, sonōchi no ikutsu ka wa, kotonaru bumon matawa kōkyō bumon no kyaria o tsuikyū suru tame ni shuppatsu shimasu. Subete ga heiwade, misairu ga yokohamabeiburijji o hakai suru hi made, JGSDF (Nihon no chijō Jieitai) wa kōgeki ga JASDF (Nihon no Jieitai) ni yotte suikō sa reta to iu kaigenrei o sengen shite iru.)\u001b[22m\n\nTranslations of \u001b[4mPatlabor 2 is set in 2002, three years after the first movie. The members of Section 2's Special Vehicles 2nd Division have matured during this time, with several of them leaving to pursue careers in different departments or in the public sector. All is peaceful until the day a missile destroys the Yokohama Bay Bridge, at which point the JGSDF (Japanese Ground Self Defense Force), declares martial law in the beief that the attack was commited by the JASDF (Japanese Air Self Defense Force).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPatlabor 2 is set in 2002, three years after the first movie.\u001b[24m\n    \u001b[1mパトレイバー2は、最初の映画の3年後の2002年に設定されています。\u001b[22m, \u001b[1m機動警察パトレイバー2は、3年間の最初の映画の後、2002年に設定されています。\u001b[22m\n\u001b[4mThe members of Section 2's Special Vehicles 2nd Division have matured during this time, with several of them leaving to pursue careers in different departments or in the public sector.\u001b[24m\n    \u001b[1mセクション2のスペシャルビークル第2部門のメンバーは、この期間中に成熟し、そのうちのいくつかは、異なる部門または公共部門のキャリアを追求するために出発します。\u001b[22m, \u001b[1m第2の特殊車両第二課のメンバーは、それらのいくつかは、異なる部門や公共部門でのキャリアを追求するために残して、この時間の間に成熟してきました。\u001b[22m\n\u001b[4mAll is peaceful until the day a missile destroys the Yokohama Bay Bridge, at which point the JGSDF (Japanese Ground Self Defense Force), declares martial law in the beief that the attack was commited by the JASDF (Japanese Air Self Defense Force).\u001b[24m\n    \u001b[1mすべてが平和で、ミサイルが横浜ベイブリッジを破壊する日まで、JGSDF（日本の地上自衛隊）は攻撃がJASDF（日本の自衛隊）によって遂行されたという戒厳令を宣言している。\u001b[22m, \u001b[1m日ミサイルは横浜ベイブリッジを破壊するまで、すべてが平和で、陸上自衛隊（日本の陸上自衛隊）その時点で、攻撃が航空自衛隊（日本の航空自衛隊）によってコミットされたことをbeiefに戒厳令を宣言します。\u001b[22m\n\u001b[1m\u001b[22m\nCaptain Gotoh Kiichi however, suspects that there is more at play than a simple military coup, and secretly brings together the old members of SV2 to find out what is at play, and more importantly, what is at stake.\n\n\u001b[1mしかし、琴井隊長は単純な軍事クーデター以上にプレーしていると思っており、秘密裏にSV2のメンバーを集めて、何が起きているのか、さらに重要なのは何が問題になっているのかを見極める。\u001b[22m\n\u001b[1m(Shikashi, koto i taichō wa tanjun'na gunji kūdetā ijō ni purē shite iru to omotte ori, himitsuri ni SV 2 no menbā o atsumete, nani ga okite iru no ka, sarani jūyōna no wa nani ga mondai ni natte iru no ka o mikiwameru.)\u001b[22m\n\nTranslations of \u001b[4mCaptain Gotoh Kiichi however, suspects that there is more at play than a simple military coup, and secretly brings together the old members of SV2 to find out what is at play, and more importantly, what is at stake.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCaptain Gotoh Kiichi however, suspects that there is more at play than a simple military coup, and secretly brings together the old members of SV2 to find out what is at play, and more importantly, what is at stake.\u001b[24m\n    \u001b[1mしかし、琴井隊長は単純な軍事クーデター以上にプレーしていると思っており、秘密裏にSV2のメンバーを集めて、何が起きているのか、さらに重要なのは何が問題になっているのかを見極める。\u001b[22m, \u001b[1mキャプテン後藤喜一は危機に瀕しているもの、しかし、単純な軍事クーデターよりも遊んでよりがあることを疑う、と密かに遊んでいるかを見つけるためにSV2の古いメンバーを結集し、より重要なこと。\u001b[22m\n\u001b[1m\u001b[22m\nIn a departure from the standard mecha format of guts winning the day, Ito Kazunori opted for something far more subtle and mature when developing the plot for this movie. There are those who believe that any show involving mechs must follow certain rules, however Headgear has chosen to, once again, blow those beliefs out of the water. Patlabor 2 is anything but a typical mecha anime, and while the action is still present in the movie, at times it's more of an afterthought to the drama that has gone before.\n\n\u001b[1m当時の標準的なメカの姿からは、この映画のプロットを策定する際には、伊藤一憲がはるかに微妙で成熟したものを選んだ。  Mechsに関係するショーは一定のルールに従わなければならないと信じている人がいるが、Headgearは再びその信念を水から吹き飛ばすことに決めた。 パトレイバー2は、典型的なメカ・アニメ以外の何ものではなく、アクションが映画にはまだ残っていますが、時にはこれまでに遡っていたドラマの裏づけとなっています。\u001b[22m\n\u001b[1m(Tōji no hyōjun-tekina meka no sugata kara wa, kono eiga no purotto o sakutei suru sai ni wa, Itō Kazunori ga haruka ni bimyōde seijuku shita mono o eranda. Mechs ni kankei suru shō wa ittei no rūru ni shitagawanakereba naranai to shinjite iru hito ga iru ga, Headgear wa futatabi sono shin'nen o mizu kara fukitobasu koto ni kimeta. Patoreibā 2 wa, tenkei-tekina meka anime igai no nanimonode wa naku, akushon ga eiga ni wa mada nokotte imasuga, tokiniha kore made ni sakanobotte ita dorama no uradzuke to natte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIn a departure from the standard mecha format of guts winning the day, Ito Kazunori opted for something far more subtle and mature when developing the plot for this movie. There are those who believe that any show involving mechs must follow certain rules, however Headgear has chosen to, once again, blow those beliefs out of the water. Patlabor 2 is anything but a typical mecha anime, and while the action is still present in the movie, at times it's more of an afterthought to the drama that has gone before.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn a departure from the standard mecha format of guts winning the day, Ito Kazunori opted for something far more subtle and mature when developing the plot for this movie.\u001b[24m\n    \u001b[1m当時の標準的なメカの姿からは、この映画のプロットを策定する際には、伊藤一憲がはるかに微妙で成熟したものを選んだ。\u001b[22m, \u001b[1mこの映画のプロットを開発する際にその日の勝利のガッツの標準メカフォーマットから逸脱では、伊藤和典がはるかに繊細で成熟したものを選びました。\u001b[22m\n\u001b[4mThere are those who believe that any show involving mechs must follow certain rules, however Headgear has chosen to, once again, blow those beliefs out of the water.\u001b[24m\n    \u001b[1mMechsに関係するショーは一定のルールに従わなければならないと信じている人がいるが、Headgearは再びその信念を水から吹き飛ばすことに決めた。\u001b[22m, \u001b[1mメックを含む任意のショーは水の中から、それらの信念を吹く、再び、しかし、ヘッドギアはに選ばれた、一定のルールに従わなければならないと信じている人たちがあります。\u001b[22m\n\u001b[4mPatlabor 2 is anything but a typical mecha anime, and while the action is still present in the movie, at times it's more of an afterthought to the drama that has gone before.\u001b[24m\n    \u001b[1mパトレイバー2は、典型的なメカ・アニメ以外の何ものではなく、アクションが映画にはまだ残っていますが、時にはこれまでに遡っていたドラマの裏づけとなっています。\u001b[22m, \u001b[1m機動警察パトレイバー2は、典型的なメカアニメ以外のものであり、アクションはまだ映画の中で存在している間、時々それは前に行ってしまったドラマに付け足しのより多くのです。\u001b[22m\n\u001b[1m\u001b[22m\nIn terms of writing though, this movie is head and shoulders above many others of the time, and many today as well. The plot, with it's heavy focus on political machinations and philosophical justification, can seem to drag at certain times (Gotoh's conversation with Arakawa on the boat is one example of this), however these moments are worth hearing if one remembers the politics that are at play. The machinations of the JGSDF, the Government, the JASDF, and all other involved parties is wonderful to behold, with nothing that occurs being as simple or straightforward as people might think. The complexity of the plot can, at times, be a little bewildering, however this movie isn't simply designed to be enjoyed, but also to make one reflect.\n\n\u001b[1m執筆の面では、この映画は時間の多くの他のものの上と肩、そして今日でも多くのものです。 そのプロットは、政治的な仕掛けや哲学的正当化に重点を置いているため、特定の時代に引き寄せられるように見えるかもしれません（ボートの荒川との会話はこれの一例です）。しかし、これらの瞬間は、 遊びます。  JGSDF、政府、JASDF、および他のすべての関連当事者は、人々が思うほどシンプルで簡単なことは何も起こりません。 プロットの複雑さは、時々、驚くべきことではありませんが、この映画は単に楽しむために設計されたものではなく、一つのことを反映させるものです。\u001b[22m\n\u001b[1m(Shippitsu no mende wa, kono eiga wa jikan no ōku no ta no mono no ue to kata, soshite kyō demo ōku no monodesu. Sono purotto wa, seiji-tekina shikake ya tetsugaku-teki seitō-ka ni jūten o oite iru tame, tokutei no jidai ni hikiyose rareru yō ni mieru kamo shiremasen (bōto no Arakawa to no kaiwa wa kore no ichireidesu). Shikashi, korera no shunkan wa, asobimasu. JGSDF, seifu, JASDF, oyobi hoka no subete no kanren tōjisha wa, hitobito ga omou hodo shinpurude kantan'na koto wa nani mo okorimasen. Purotto no fukuzatsu-sa wa,-ji 々, Odorokubeki kotode wa arimasenga, kono eiga wa tan'ni tanoshimu tame ni sekkei sa reta monode wa naku, hitotsu no koto o han'ei sa seru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mIn terms of writing though, this movie is head and shoulders above many others of the time, and many today as well. The plot, with it's heavy focus on political machinations and philosophical justification, can seem to drag at certain times (Gotoh's conversation with Arakawa on the boat is one example of this), however these moments are worth hearing if one remembers the politics that are at play. The machinations of the JGSDF, the Government, the JASDF, and all other involved parties is wonderful to behold, with nothing that occurs being as simple or straightforward as people might think. The complexity of the plot can, at times, be a little bewildering, however this movie isn't simply designed to be enjoyed, but also to make one reflect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn terms of writing though, this movie is head and shoulders above many others of the time, and many today as well.\u001b[24m\n    \u001b[1m執筆の面では、この映画は時間の多くの他のものの上と肩、そして今日でも多くのものです。\u001b[22m, \u001b[1m書き込みの面では、しかし、この映画は、同様に頭と肩の時間の多くの他上記の、そして多くの今日です。\u001b[22m\n\u001b[4mThe plot, with it's heavy focus on political machinations and philosophical justification, can seem to drag at certain times (Gotoh's conversation with Arakawa on the boat is one example of this), however these moments are worth hearing if one remembers the politics that are at\u001b[24m\n    \u001b[1mそのプロットは、政治的な仕掛けや哲学的正当化に重点を置いているため、特定の時代に引き寄せられるように見えるかもしれません（ボートの荒川との会話はこれの一例です）。しかし、これらの瞬間は、\u001b[22m, \u001b[1mプロット、それは政治的陰謀と哲学的正当性の上に重いフォーカスだと、特定の時間にドラッグするように見えることができるものがである政治を覚えている場合（ボート上の荒川と後藤の会話はその一例である）、しかし、これらの瞬間を聞いて価値があります\u001b[22m\n\u001b[4mplay.\u001b[24m\n    \u001b[1m遊びます。\u001b[22m, \u001b[1m演奏する。\u001b[22m, \u001b[1m遊ぶ。\u001b[22m\n\u001b[4mThe machinations of the JGSDF, the Government, the JASDF, and all other involved parties is wonderful to behold, with nothing that occurs being as simple or straightforward as people might think.\u001b[24m\n    \u001b[1mJGSDF、政府、JASDF、および他のすべての関連当事者は、人々が思うほどシンプルで簡単なことは何も起こりません。\u001b[22m, \u001b[1m陸上自衛隊、政府、航空自衛隊、および他のすべての関係者の陰謀は、人々が考えるほど単純または直接的なという起こる何も、見よのは素晴らしいです。\u001b[22m\n\u001b[4mThe complexity of the plot can, at times, be a little bewildering, however this movie isn't simply designed to be enjoyed, but also to make one reflect.\u001b[24m\n    \u001b[1mプロットの複雑さは、時々、驚くべきことではありませんが、この映画は単に楽しむために設計されたものではなく、一つのことを反映させるものです。\u001b[22m, \u001b[1mプロットの複雑さは、時々、しかしこの映画は単に楽しむことに設計されていませんが、また1を反映させるために、少し困惑することができます。\u001b[22m\n\u001b[1m\u001b[22m\nOne of the most noticeable things about this movie, especially in comparison to the first one, is how much more mature the characters look. Takada Akemi has really paid attention to what she was doing as, while the majority of characters are the same as the first movie, they look a little different because the effort has been made to give them some physical growth. Given the penchant for characters in mecha anime to remain unchanged and unchangeable in terms of their physical appearance from one season to the next, the fact that the characters are presented as older in Patlabor 2 makes this a rarity in the genre.\n\n\u001b[1m特に最初の映画と比較して、この映画の最も顕著なものの1つは、どのようにキャラクターがより成熟しているかです。 高田明美は本当に彼女が何をしているのか注目していた。大半のキャラクターは最初の映画と同じだが、肉体的に成長させる努力がなされたため少し違って見える。 メカ・アニメのキャラクターが変わらず、あるシーズンから次のシーズンにかけて変化しないという傾向を考えると、パトレイバー2でキャラクターが古くなっているという事実は、このジャンルではまれです。\u001b[22m\n\u001b[1m(Tokuni saisho no eiga to hikaku shite, kono eiga no mottomo kenchona mono no 1tsu wa, dono yō ni kyarakutā ga yori seijuku shite iru kadesu. Takada akemi wa hontōni kanojo ga nani o shite iru no ka chūmoku shite ita. Taihan no kyarakutā wa saisho no eiga to onajidaga, nikutai-teki ni seichō sa seru doryoku ga nasa reta tame sukoshi chigatte mieru. Meka anime no kyarakutā ga kawarazu, aru shīzun kara tsugi no shīzun ni kakete henka shinai to iu keikō o kangaeru to, patoreibā 2 de kyarakutā ga furuku natte iru to iu jijitsu wa, kono janrude wa maredesu.)\u001b[22m\n\nTranslations of \u001b[4mOne of the most noticeable things about this movie, especially in comparison to the first one, is how much more mature the characters look. Takada Akemi has really paid attention to what she was doing as, while the majority of characters are the same as the first movie, they look a little different because the effort has been made to give them some physical growth. Given the penchant for characters in mecha anime to remain unchanged and unchangeable in terms of their physical appearance from one season to the next, the fact that the characters are presented as older in Patlabor 2 makes this a rarity in the genre.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of the most noticeable things about this movie, especially in comparison to the first one, is how much more mature the characters look.\u001b[24m\n    \u001b[1m特に最初の映画と比較して、この映画の最も顕著なものの1つは、どのようにキャラクターがより成熟しているかです。\u001b[22m, \u001b[1m特に最初の1と比較してこの映画についての最も顕著なものの一つは、文字がどのように見えるかはるかに成熟しています。\u001b[22m\n\u001b[4mTakada Akemi has really paid attention to what she was doing as, while the majority of characters are the same as the first movie, they look a little different because the effort has been made to give them some physical growth.\u001b[24m\n    \u001b[1m高田明美は本当に彼女が何をしているのか注目していた。大半のキャラクターは最初の映画と同じだが、肉体的に成長させる努力がなされたため少し違って見える。\u001b[22m, \u001b[1m高田明美は本当に文字の大半は最初の映画と同じでありながら努力は彼らにいくつかの物理的な成長を与えるために行われているので、彼らは少し違って見える、彼女のようにやっていたものに注意を払いました。\u001b[22m\n\u001b[4mGiven the penchant for characters in mecha anime to remain unchanged and unchangeable in terms of their physical appearance from one season to the next, the fact that the characters are presented as older in Patlabor 2 makes this a rarity in the genre.\u001b[24m\n    \u001b[1mメカ・アニメのキャラクターが変わらず、あるシーズンから次のシーズンにかけて変化しないという傾向を考えると、パトレイバー2でキャラクターが古くなっているという事実は、このジャンルではまれです。\u001b[22m, \u001b[1m次へ1シーズンからその物理的な外観の点では変わらないと不変のままにメカアニメの文字ための傾向を考えると、文字が機動警察パトレイバー2で古いとして提示されているという事実は、このジャンルでは珍しいことができます。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the other visuals, the backgrounds and settings are very, very good. The detailed scenery adds and air of realism to the movie, which is understandable when one considers the fact that much of the city and it's environs is based on that of the first movie, which in turn was based on photos of Tokyo. This realistic approach is also prevalent in both the character design, hence the physical aging, and also the mecha designs, which follow the utilitarian principles of the franchise.\n\n\u001b[1m他のビジュアルに関しては、背景や設定が非常に良いです。 詳細な風景が映画に現実感を与えています。都市の多くとその周辺が東京の写真を元にした最初の映画のものに基づいているということを考えると分かります。 この現実的なアプローチは、キャ​​ラクターデザイン、したがって物理的な老化、フランチャイズの実用的な原則に従ったメカデザインにも広く普及しています。\u001b[22m\n\u001b[1m(Hoka no bijuaru ni kanshite wa, haikei ya settei ga hijō ni yoidesu. Shōsaina fūkei ga eiga ni genjitsu-kan o ataete imasu. Toshi no ōku to sono shūhen ga Tōkyō no shashin o gen ni shita saisho no eiga no mono ni motodzuite iru to iu koto o kangaeru to wakarimasu. Kono genjitsu-tekina apurōchi wa, kya ​​ rakutādezain, shitagatte butsuri-tekina rōka, furanchaizu no jitsuyō-tekina gensoku ni shitagatta meka dezain ni mo hiroku fukyū shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAs for the other visuals, the backgrounds and settings are very, very good. The detailed scenery adds and air of realism to the movie, which is understandable when one considers the fact that much of the city and it's environs is based on that of the first movie, which in turn was based on photos of Tokyo. This realistic approach is also prevalent in both the character design, hence the physical aging, and also the mecha designs, which follow the utilitarian principles of the franchise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the other visuals, the backgrounds and settings are very, very good.\u001b[24m\n    \u001b[1m他のビジュアルに関しては、背景や設定が非常に良いです。\u001b[22m, \u001b[1mその他のビジュアルについては、背景や設定は非常に、非常に優れています。\u001b[22m\n\u001b[4mThe detailed scenery adds and air of realism to the movie, which is understandable when one considers the fact that much of the city and it's environs is based on that of the first movie, which in turn was based on photos of Tokyo.\u001b[24m\n    \u001b[1m詳細な風景が映画に現実感を与えています。都市の多くとその周辺が東京の写真を元にした最初の映画のものに基づいているということを考えると分かります。\u001b[22m, \u001b[1m詳細な風景が追加され、もう1つは、市内の多くのそれの環境が今度は東京の写真に基づいていた最初の映画のそれに基づいているという事実を考えると理解しやすい映画にリアリズムの空気。\u001b[22m\n\u001b[4mThis realistic approach is also prevalent in both the character design, hence the physical aging, and also the mecha designs, which follow the utilitarian principles of the franchise.\u001b[24m\n    \u001b[1mこの現実的なアプローチは、キャラクターデザイン、したがって物理的な老化、フランチャイズの実用的な原則に従ったメカデザインにも広く普及しています。\u001b[22m, \u001b[1mこの現実的なアプローチは、キャラクターデザイン、ひいては物理的老化し、またフランチャイズの実用的原則に従うメカ設計、両方でも流行しています。\u001b[22m\n\u001b[1m\u001b[22m\nIn terms of animation Patlabor 2 is actually better than the original movie. There are some extremely well choregraphed action sequences, however given the fact that much of the movie is free of combat, the difference in quality is more difficult to recognise unless one pays attention to the movements of the characters themselves. There's also a small amount of CG incorporated into the movie, however this is difficult to spot as pains have been taken to mesh the CG seamlessly into the standard animation.\n\n\u001b[1mアニメーションの面では、実際にはパトレイバー2が元のムービーよりも優れています。 非常によくchoregraphedアクションシーケンスがありますが、映画の多くが戦闘から解放されているという事実を考えると、キャラクターの動きに注意を払わなければ、品質の差異は認識しにくいです。 少々のCGが映画に組み込まれていますが、CGを標準のアニメーションにシームレスに絡ませるように苦痛を感じるので、これを見つけるのは難しいです。\u001b[22m\n\u001b[1m(Animēshon no mende wa, jissai ni wa patoreibā 2 ga gen no mūbī yori mo sugurete imasu. Hijō ni yoku choregraphed akushonshīkensu ga arimasuga, eiga no ōku ga sentō kara kaihō sa rete iru to iu jijitsu o kangaeru to, kyarakutā no ugoki ni chūi o harawanakereba, hinshitsu no sai wa ninshiki shi nikuidesu. Shōshō no CG ga eiga ni kumikoma rete imasuga, CG o hyōjun no animēshon ni shīmuresu ni karama seru yō ni kutsū o kanjiru node, kore o mitsukeru no wa muzukashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mIn terms of animation Patlabor 2 is actually better than the original movie. There are some extremely well choregraphed action sequences, however given the fact that much of the movie is free of combat, the difference in quality is more difficult to recognise unless one pays attention to the movements of the characters themselves. There's also a small amount of CG incorporated into the movie, however this is difficult to spot as pains have been taken to mesh the CG seamlessly into the standard animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn terms of animation Patlabor 2 is actually better than the original movie.\u001b[24m\n    \u001b[1mアニメーションの面では、実際にはパトレイバー2が元のムービーよりも優れています。\u001b[22m, \u001b[1mアニメーション機動警察パトレイバー2の観点では、実際に元のムービーよりも優れています。\u001b[22m\n\u001b[4mThere are some extremely well choregraphed action sequences, however given the fact that much of the movie is free of combat, the difference in quality is more difficult to recognise unless one pays attention to the movements of the characters themselves.\u001b[24m\n    \u001b[1m非常によくchoregraphedアクションシーケンスがありますが、映画の多くが戦闘から解放されているという事実を考えると、キャラクターの動きに注意を払わなければ、品質の差異は認識しにくいです。\u001b[22m, \u001b[1mいくつかの非常によくchoregraphedアクションシーケンスは、しかし、映画の多くは戦闘の自由であるという事実を考えると、ありますが、品質の差は、1文字自体の動きに注意を支払わない限り、認識することはより困難です。\u001b[22m\n\u001b[4mThere's also a small amount of CG incorporated into the movie, however this is difficult to spot as pains have been taken to mesh the CG seamlessly into the standard animation.\u001b[24m\n    \u001b[1m少々のCGが映画に組み込まれていますが、CGを標準のアニメーションにシームレスに絡ませるように苦痛を感じるので、これを見つけるのは難しいです。\u001b[22m, \u001b[1m映画に組み込まれたCG少量のもありますが、これは痛みが標準のアニメーションにシームレスにCGをメッシュに取られてきたとして発見することは困難です。\u001b[22m\n\u001b[1m\u001b[22m\nOne of my gripes with Patlabor 2 is the music. The movie has little music in it, but what is there is very techno based. While this is well choreographed for the most part, the music just isn't really to my tastes. That's not to say that the choice of tracks is bad, no, it's simply a personal preference. That said, there are some tracks which fit extremely well with the on screen action, and there are some pieces that, while being electronic, are more orchestral, and rather atmospheric.\n\n\u001b[1mパトレイバー2の私の不満のひとつは音楽です。 映画には音楽がほとんどありませんが、非常にテクノベースのものがあります。 これはほとんどの場合振り付けがよく、音楽は自分の好みに合うものではありません。 それは、トラックの選択が悪いと言うわけではありません、いいえ、それは単に個人的な好みです。 つまり、画面上での操作に非常によく合うトラックがいくつかありますが、電子的ではあるけれどオーケストラであり、むしろ大気であるものがいくつかあります。\u001b[22m\n\u001b[1m(Patoreibā 2 no watashi no fuman no hitotsu wa ongakudesu. Eiga ni wa ongaku ga hotondo arimasenga, hijō ni tekunobēsu no mono ga arimasu. Kore wa hotondo no baai furitsuke ga yoku, ongaku wa jibun no konomi ni au monode wa arimasen. Sore wa, torakku no sentaku ga warui to iu wakede wa arimasen, īe, sore wa tan'ni kojin-tekina konomidesu. Tsumari, gamen'ue de no sōsa ni hijō ni yoku au torakku ga ikutsu ka arimasuga, denshi-tekide waarukeredo ōkesutoradeari, mushiro taikidearu mono ga ikutsu ka arimasu.)\u001b[22m\n\nTranslations of \u001b[4mOne of my gripes with Patlabor 2 is the music. The movie has little music in it, but what is there is very techno based. While this is well choreographed for the most part, the music just isn't really to my tastes. That's not to say that the choice of tracks is bad, no, it's simply a personal preference. That said, there are some tracks which fit extremely well with the on screen action, and there are some pieces that, while being electronic, are more orchestral, and rather atmospheric.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of my gripes with Patlabor 2 is the music.\u001b[24m\n    \u001b[1mパトレイバー2の私の不満のひとつは音楽です。\u001b[22m, \u001b[1m機動警察パトレイバー2と私の不満の一つは音楽です。\u001b[22m\n\u001b[4mThe movie has little music in it, but what is there is very techno based.\u001b[24m\n    \u001b[1m映画には音楽がほとんどありませんが、非常にテクノベースのものがあります。\u001b[22m, \u001b[1m映画はそれでちょっと音楽を持っていますが、ベースの非常にテクノがそこにあるものです。\u001b[22m\n\u001b[4mWhile this is well choreographed for the most part, the music just isn't really to my tastes.\u001b[24m\n    \u001b[1mこれはほとんどの場合振り付けがよく、音楽は自分の好みに合うものではありません。\u001b[22m, \u001b[1mこれはよく、ほとんどの部分のために振り付けされているが、音楽は私の好みに本当にないです。\u001b[22m\n\u001b[4mThat's not to say that the choice of tracks is bad, no, it's simply a personal preference.\u001b[24m\n    \u001b[1mそれは、トラックの選択が悪いと言うわけではありません、いいえ、それは単に個人的な好みです。\u001b[22m, \u001b[1mつまり、トラックの選択が悪いと言うことはありません、いや、それは単に個人的な好みです。\u001b[22m\n\u001b[4mThat said, there are some tracks which fit extremely well with the on screen action, and there are some pieces that, while being electronic, are more orchestral, and rather atmospheric.\u001b[24m\n    \u001b[1mつまり、画面上での操作に非常によく合うトラックがいくつかありますが、電子的ではあるけれどオーケストラであり、むしろ大気であるものがいくつかあります。\u001b[22m, \u001b[1mそれによると、画面上のアクションに非常によく適合し、かつ電子ながら、より多くのオーケストラ、むしろ大気あり、いくつかの作品があり、いくつかのトラックがあります。\u001b[22m\n\u001b[1m\u001b[22m\nThe area where this movie does shine though, is in the voice acting. The cast from the first movie have been reprised once more, and in a rare occurence, this is true for not only the Japanese dub, but also for both English dubs as well. One of the benefits of this is that in all three dubs the characters seem far more self-assured and composed (for the most part), something which enhances the viewers recognition of them being older and more mature. Also, unlike the Bandai dub of the first movie, the acting in Patlabor 2 is far more competent, and many consider it to be better than the release by Manga Entertainment.\n\n\u001b[1mこの映画が映っている部分は、声優になっています。 最初の映画のキャストはもう一度やり直されました。まれに、これは日本のダブだけでなく、両方の英語のダブにも当てはまります。 これのメリットの1つは、3つのダブすべてで、キャラクターがはるかに自信を持って構成されていることです（視聴者の認知度を高め、より成熟したものにする）。 また、最初の映画のバンダイダブと違って、パトレイバー2での演技ははるかに有能であり、多くはマンガエンタテインメントによるリリースよりも優れていると考えています。\u001b[22m\n\u001b[1m(Kono eiga ga utsutte iru bubun wa, seiyū ni natte imasu. Saisho no eiga no kyasuto wa mōichido yarinaosa remashita. Mare ni, kore wa Nihon no dabu dakedenaku, ryōhō no eigo no dabu ni mo atehamarimasu. Kore no meritto no 1tsu wa, 3ttsu no dabu subete de, kyarakutā ga haruka ni jishin o motte kōsei sa rete iru kotodesu (shichō-sha no ninchi-do o takame, yori seijuku shita mono ni suru). Mata, saisho no eiga no bandaidabu to chigatte, patoreibā 2 de no engi wa haruka ni yūnōdeari, ōku wa mangaentateinmento ni yoru rirīsu yori mo sugurete iru to kangaete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe area where this movie does shine though, is in the voice acting. The cast from the first movie have been reprised once more, and in a rare occurence, this is true for not only the Japanese dub, but also for both English dubs as well. One of the benefits of this is that in all three dubs the characters seem far more self-assured and composed (for the most part), something which enhances the viewers recognition of them being older and more mature. Also, unlike the Bandai dub of the first movie, the acting in Patlabor 2 is far more competent, and many consider it to be better than the release by Manga Entertainment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe area where this movie does shine though, is in the voice acting.\u001b[24m\n    \u001b[1mこの映画が映っている部分は、声優になっています。\u001b[22m, \u001b[1mこの映画はしかし輝くない領域は、声の演技です。\u001b[22m\n\u001b[4mThe cast from the first movie have been reprised once more, and in a rare occurence, this is true for not only the Japanese dub, but also for both English dubs as well.\u001b[24m\n    \u001b[1m最初の映画のキャストはもう一度やり直されました。まれに、これは日本のダブだけでなく、両方の英語のダブにも当てはまります。\u001b[22m, \u001b[1m最初の映画からのキャストは、もう一度再演されており、稀な出現で、これは両方とも英語が同様にダビング用の日本語吹替ないだけのために真のですが、また。\u001b[22m\n\u001b[4mOne of the benefits of this is that in all three dubs the characters seem far more self-assured and composed (for the most part), something which enhances the viewers recognition of them being older and more mature.\u001b[24m\n    \u001b[1mこれのメリットの1つは、3つのダブすべてで、キャラクターがはるかに自信を持って構成されていることです（視聴者の認知度を高め、より成熟したものにする）。\u001b[22m, \u001b[1mこれの利点の一つは、すべての3つのダビング文字で、（大部分は）はるかに自信と構成古い、より成熟しているそれらの視聴者の認識を高めるものに見えるということです。\u001b[22m\n\u001b[4mAlso, unlike the Bandai dub of the first movie, the acting in Patlabor 2 is far more competent, and many consider it to be better than the release by Manga Entertainment.\u001b[24m\n    \u001b[1mまた、最初の映画のバンダイダブと違って、パトレイバー2での演技ははるかに有能であり、多くはマンガエンタテインメントによるリリースよりも優れていると考えています。\u001b[22m, \u001b[1mまた、最初の映画のバンダイのダブとは異なり、機動警察パトレイバー2の演技がはるかに有能であり、多くはそれがマンガエンタテインメントのリリースよりも良いと考えています。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the effects, well, as with the first movie the quality of the aural sensation is very good indeed, which should be no surprise given that the production teams behind this film are, for the most part, the same as before.\n\n\u001b[1mその効果については、最初の映画と同様に、聴覚感覚の質は確かに非常に良いです。この映画の背後にある制作チームは、以前と同じように、驚くべきことではありません。\u001b[22m\n\u001b[1m(Sono kōka ni tsuite wa, saisho no eiga to dōyō ni, chōkaku kankaku no shitsu wa tashika ni hijō ni yoidesu. Kono eiga no haigo ni aru seisaku chīmu wa, izen to onajiyōni, odorokubeki kotode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAs for the effects, well, as with the first movie the quality of the aural sensation is very good indeed, which should be no surprise given that the production teams behind this film are, for the most part, the same as before.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the effects, well, as with the first movie the quality of the aural sensation is very good indeed, which should be no surprise given that the production teams behind this film are, for the most part, the same as before.\u001b[24m\n    \u001b[1mその効果については、最初の映画と同様に、聴覚感覚の質は確かに非常に良いです。この映画の背後にある制作チームは、以前と同じように、驚くべきことではありません。\u001b[22m, \u001b[1m効果については、よく、最初の映画と同様に聴覚感覚の品質は確かに非常に良いですが、この映画の背後にある制作チームことを考えれば何の驚きもないはずである、ほとんどの部分は、前と同じです。\u001b[22m\n\u001b[1m\u001b[22m\nUnlike the first movie, which was very much a character driven piece, Patlabor 2 is far more of a political drama, with a healthy dose of philosophical justification. That's not to say that the characters don't get any development though, as they do in certain ways. However it should be noted that this movie isn't really about developing the characters, hence the reason why there is such comprehensive characterisation at work. That said, this format works extremely well for the movie as, while the effects of the attacks and martial law do have consequences for the characters, the audience knows that this is simply a chapter in their lives.\n\n\u001b[1mパタボア2は、非常にキャラクター主導の作品であった最初の映画とは異なり、健全な哲学的正当性をもって、はるかに政治ドラマである。 それはキャラクターが何らかの形でやっているのと同じように発達しないと言っているわけではありません。 しかし、この映画は実際にキャラクターを開発することではなく、そのために仕事でそのような包括的な特徴が存在する理由であることに留意すべきである。 つまり、攻撃や戒厳令の影響がキャラクターに影響を及ぼしますが、観客はこれが単なる人生の章であることを知っているので、このフォーマットは映画にとって非常にうまく機能します。\u001b[22m\n\u001b[1m(Pataboa 2 wa, hijō ni kyarakutā shudō no sakuhindeatta saisho no eiga to wa kotonari, kenzen'na tetsugaku-teki seitō-sei o motte, haruka ni seiji doramadearu. Sore wa kyarakutā ga nanrakano katachi de yatte iru no to onajiyōni hattatsu shinai to itte iru wakede wa arimasen. Shikashi, kono eiga wa jissai ni kyarakutā o kaihatsu suru kotode wa naku, sonotame ni shigoto de sono yōna hōkatsu-tekina tokuchō ga sonzai suru riyūdearu koto ni ryūi subekidearu. Tsumari, kōgeki ya kaigenrei no eikyō ga kyarakutā ni eikyō o oyoboshimasuga, kankyaku wa kore ga tan'naru jinsei no shōdearu koto o shitte irunode, kono fōmatto wa eiga ni totte hijō ni umaku kinō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mUnlike the first movie, which was very much a character driven piece, Patlabor 2 is far more of a political drama, with a healthy dose of philosophical justification. That's not to say that the characters don't get any development though, as they do in certain ways. However it should be noted that this movie isn't really about developing the characters, hence the reason why there is such comprehensive characterisation at work. That said, this format works extremely well for the movie as, while the effects of the attacks and martial law do have consequences for the characters, the audience knows that this is simply a chapter in their lives.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnlike the first movie, which was very much a character driven piece, Patlabor 2 is far more of a political drama, with a healthy dose of philosophical justification.\u001b[24m\n    \u001b[1mパタボア2は、非常にキャラクター主導の作品であった最初の映画とは異なり、健全な哲学的正当性をもって、はるかに政治ドラマである。\u001b[22m, \u001b[1m非常に多くの文字駆動作品だった最初の映画とは異なり、機動警察パトレイバー2は哲学的正当化の健全な線量で、政治的なドラマのはるかです。\u001b[22m\n\u001b[4mThat's not to say that the characters don't get any development though, as they do in certain ways.\u001b[24m\n    \u001b[1mそれはキャラクターが何らかの形でやっているのと同じように発達しないと言っているわけではありません。\u001b[22m, \u001b[1mそれは、彼らが特定の方法で行うように文字が、しかし任意の開発を得ることはありませんと言うことはありません。\u001b[22m\n\u001b[4mHowever it should be noted that this movie isn't really about developing the characters, hence the reason why there is such comprehensive characterisation at work.\u001b[24m\n    \u001b[1mしかし、この映画は実際にキャラクターを開発することではなく、そのために仕事でそのような包括的な特徴が存在する理由であることに留意すべきである。\u001b[22m, \u001b[1mしかし、この映画はそれ故に、仕事でこのような総合的な特性評価がある理由を文字の開発については、実際にはないことに留意すべきです。\u001b[22m\n\u001b[4mThat said, this format works extremely well for the movie as, while the effects of the attacks and martial law do have consequences for the characters, the audience knows that this is simply a chapter in their lives.\u001b[24m\n    \u001b[1mつまり、攻撃や戒厳令の影響がキャラクターに影響を及ぼしますが、観客はこれが単なる人生の章であることを知っているので、このフォーマットは映画にとって非常にうまく機能します。\u001b[22m, \u001b[1mつまり、この形式では、などの映画のために非常にうまく機能攻撃や戒厳令の効果は文字のための結果を持っていながら、観客はこれは単に自分たちの生活の章であることを知っている、と述べました。\u001b[22m\n\u001b[1m\u001b[22m\nAs with any chapter in anyone's life, growth isn't always immediate, or apparent.\n\n\u001b[1m他人の人生のあらゆる章と同様に、成長は必ずしも即時ではなく、明白ではありません。\u001b[22m\n\u001b[1m(Tanin no jinsei no arayuru shō to dōyō ni, seichō wa kanarazushimo sokujide wa naku, meihakude wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAs with any chapter in anyone's life, growth isn't always immediate, or apparent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs with any chapter in anyone's life, growth isn't always immediate, or apparent.\u001b[24m\n    \u001b[1m他人の人生のあらゆる章と同様に、成長は必ずしも即時ではなく、明白ではありません。\u001b[22m, \u001b[1m誰の生活の中でいずれかの章と同様に、成長は常に即時、または明らかではありません。\u001b[22m\n\u001b[1m\u001b[22m\nIn all honesty I found this movie intruiging and rewarding. The emphasis on politics and philosophy, especially as this is supposed to be a mecha show, made for a refreshingly different story. The fact that the movie isn't afraid to use big words and concepts was also unusual in that Oshii and the rest of the crew seem to be trusting in the intelligence of the viewer rather than feeling the need to explain every tiny detail. Granted there are other mech shows that also use big words and concepts, but a good number of those have a penchant for over-explaining, which can often come off as patronizing.\n\n\u001b[1mすべての正直なところで私はこの映画が魅力的で報われていることが分かった。 政治と哲学に重点を置いて、特にこれがメカショーになっているように、爽やかに違った話をしました。 映画が大きな言葉や概念を使うことを恐れていないという事実は、Oshiiと他の乗組員があらゆる小さな細部を説明する必要性を感じるのではなく、視聴者の知性を信頼しているように見えることも珍しい。 大まかな言葉や概念を使用する他のメカショーもありますが、それらの数多くのものは、過度に説明する傾向があります。これはしばしばひいきになります。\u001b[22m\n\u001b[1m(Subete no shōjikina tokoro de watashi wa kono eiga ga mirikiteki de mukuwa rete iru koto ga wakatta. Seiji to tetsugaku ni jūten o oite, tokuni kore ga mekashō ni natte iru yō ni, sawayaka ni chigatta hanashi o shimashita. Eiga ga ōkina kotoba ya gainen o tsukau koto o osorete inai to iu jijitsu wa, Oshii to hoka no norikumiin ga arayuru chīsana saibu o setsumei suru hitsuyō-sei o kanjiru node wa naku, shichō-sha no chisei o shinrai shite iru yō ni mieru koto mo mezurashī. Ōmakana kotoba ya gainen o shiyō suru ta no mekashō mo arimasuga, sorera no kazuōku no mono wa, kado ni setsumei suru keikō ga arimasu. Kore wa shibashiba hīki ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn all honesty I found this movie intruiging and rewarding. The emphasis on politics and philosophy, especially as this is supposed to be a mecha show, made for a refreshingly different story. The fact that the movie isn't afraid to use big words and concepts was also unusual in that Oshii and the rest of the crew seem to be trusting in the intelligence of the viewer rather than feeling the need to explain every tiny detail. Granted there are other mech shows that also use big words and concepts, but a good number of those have a penchant for over-explaining, which can often come off as patronizing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn all honesty I found this movie intruiging and rewarding.\u001b[24m\n    \u001b[1mすべての正直なところで私はこの映画が魅力的で報われていることが分かった。\u001b[22m, \u001b[1m正直なところ、私はこの映画がintruigingとやりがいが見つかりました。\u001b[22m\n\u001b[4mThe emphasis on politics and philosophy, especially as this is supposed to be a mecha show, made for a refreshingly different story.\u001b[24m\n    \u001b[1m政治と哲学に重点を置いて、特にこれがメカショーになっているように、爽やかに違った話をしました。\u001b[22m, \u001b[1m特にこれと政治と哲学上の重点は、爽快別の話のために作られたメカのショー、することになっています。\u001b[22m\n\u001b[4mThe fact that the movie isn't afraid to use big words and concepts was also unusual in that Oshii and the rest of the crew seem to be trusting in the intelligence of the viewer rather than feeling the need to explain every tiny detail.\u001b[24m\n    \u001b[1m映画が大きな言葉や概念を使うことを恐れていないという事実は、Oshiiと他の乗組員があらゆる小さな細部を説明する必要性を感じるのではなく、視聴者の知性を信頼しているように見えることも珍しい。\u001b[22m, \u001b[1m映画は大きな言葉や概念を使用することを恐れないという事実は、その押井にも珍しいものだったと乗組員の残りの部分は、視聴者の知性を信頼ではなく、すべての小さな詳細を説明する必要性を感じているようです。\u001b[22m\n\u001b[4mGranted there are other mech shows that also use big words and concepts, but a good number of those have a penchant for over-explaining, which can often come off as patronizing.\u001b[24m\n    \u001b[1m大まかな言葉や概念を使用する他のメカショーもありますが、それらの数多くのものは、過度に説明する傾向があります。これはしばしばひいきになります。\u001b[22m, \u001b[1m確かにそこにも大きな言葉や概念を使用する他のメカのショーがありますが、それらのかなりの数は、多くの場合、ご愛用のようにオフに来ることができ、過説明するための傾向を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nLike the first movie, Patlabor 2 is aimed at a more mature audience, however unlike the first movie this is far more relevant to the time it was made. At the time of it's production and release there was a great deal of tension in Japan, much of it focused on the status of the JSDF within the UN Peacekeeping forces. The movie's premise of internal conflict, political byplay, terrorist activity, and civil unrest, made very clear comparisons to real life, and the fact that a number of real life events were either cited in the film, or used as a reference for the plot , meant that the story had an air of plausibilty about it that made it difficult for people to ignore. In addition to this, the fact that the movie is essentially a mystery thriller (something of a rarity in those days), rather than a no brain action flick meant that audiences, especially fans of political thrillers, could more easily relate to the story, something which meant that the movie appealed to the public in general rather than to the average anime fan.\n\n\u001b[1m最初の映画のように、Patlabor 2は、より成熟した視聴者を対象としていますが、最初の映画とは異なり、これは作成された時間にはるかに関連しています。 その生産と解放の時、日本には大きな緊張があり、その多くは国連平和維持軍のJSDFの地位に焦点を当てていました。 映画は、内部の紛争、政治的な行為、テロリストの活動、市民の不安を前提に、現実の生活と非常に明確な比較をしています。また、数多くの実際の出来事が映画で引用されたか、 その物語は、人々が無視することを困難にした、それに関する不安定な空気を持っていたことを意味した。 これに加えて、映画が本質的に謎のスリラー（当時はまれなもの）であるという事実は、観客、特に政治的なスリラーのファンは、ストーリーにもっと簡単に関連する可能性があり、 この映画が平均的なアニメファンではなく、一般の人々にアピールすることを意味するものでした。\u001b[22m\n\u001b[1m(Saisho no eiga no yō ni, Patlabor 2 wa, yori seijuku shita shichō-sha o taishō to shite imasuga, saisho no eiga to wa kotonari, koreha sakusei sa reta jikan ni haruka ni kanren shite imasu. Sono seisan to kaihō no toki, Nihon ni wa ōkina kinchō ga ari, sono ōku wa Kokuren heiwa iji-gun no JSDF no chii ni shōten o atete imashita. Eiga wa, naibu no funsō, seiji-tekina kōi, terorisuto no katsudō, shimin no fuan o zentei ni, genjitsu no seikatsu to hijō ni meikakuna hikaku o shite imasu. Mata, kazuōku no jissai no dekigoto ga eiga de in'yō sa reta ka, sono monogatari wa, hitobito ga mushi suru koto o kon'nan ni shita, sore ni kansuru fuanteina kūki o motte ita koto o imi shita. Kore ni kuwaete, eiga ga honshitsu-teki ni nazo no surirā (tōji wa marena mono)dearu to iu jijitsu wa, kankyaku, tokuni seiji-tekina surirā no fan wa, sutōrī ni motto kantan ni kanren suru kanōsei ga ari, kono eiga ga heikin-tekina anime fande wa naku, ippan no hitobito ni apīru suru koto o imi suru monodeshita.)\u001b[22m\n\u001b[1m\u001b[22m\nIf you liked the first movie, or Ghost in the Shell, then this is definitely one to watch. The fact that Patlabor 2, like the first movie, doesn't place an emphasis on the mechs may dissuade some diehard fans of the genre from giving the franchise a chance, however this is very short sighted given the content and quality of both movies. In truth, while the first movie was a tad naive in certain areas, Patlabor 2 more than makes up for this, and I believe it to be at least on par with GitS in terms of plausibility and conceptualisation. Viewers shouldn't be put off by the fact that this movie is also a little more 'wordy' than the first one either, as it's the dialogue in Patlabor 2 that really separates it from the pack.\n\n\u001b[1m最初の映画、またはシェルのゴーストが好きだったなら、これは間違いなく見ることです。 パトレイバー2は、最初の映画のように、肉体に重点を置かないという事実は、フランチャイズにチャンスを与えないようにジャンルのファンを説得するかもしれないが、両方の映画の内容と質を考えると、 実際には、最初の映画は特定の地域では珍しいものでしたが、Patlabor 2はこれを補うものであり、妥当性と概念化の面でGitSと少なくとも同等であると私は信じています。 視聴者は、この映画がPatlabor 2の対話で実際にパックから切り離されているので、この映画も最初のものよりもちょっと言い方が良いという事実によって、延期されるべきではありません。\u001b[22m\n\u001b[1m(Saisho no eiga, matawa sheru no gōsuto ga sukidattanara, koreha machigainaku miru kotodesu. Patoreibā 2 wa, saisho no eiga no yō ni, nikutai ni jūten o okanai to iu jijitsu wa, furanchaizu ni chansu o ataenai yō ni janru no fan o settoku suru kamo shirenaiga, ryōhō no eiga no naiyō to shitsu o kangaeru to, jissai ni wa, saisho no eiga wa tokutei no chiikide wa mezurashī monodeshitaga, Patlabor 2 wa kore o oginau monodeari, datōsei to gainen-ka no men de GitS to sukunakutomo dōtōdearu to watashi wa shinjite imasu. Shichō-sha wa, kono eiga ga Patlabor 2 no taiwa de jissai ni pakku kara kirihanasa rete irunode, kono eiga mo saisho no mono yori mo chotto iikata ga yoi to iu jijitsu ni yotte, enki sa rerubekide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you liked the first movie, or Ghost in the Shell, then this is definitely one to watch. The fact that Patlabor 2, like the first movie, doesn't place an emphasis on the mechs may dissuade some diehard fans of the genre from giving the franchise a chance, however this is very short sighted given the content and quality of both movies. In truth, while the first movie was a tad naive in certain areas, Patlabor 2 more than makes up for this, and I believe it to be at least on par with GitS in terms of plausibility and conceptualisation. Viewers shouldn't be put off by the fact that this movie is also a little more 'wordy' than the first one either, as it's the dialogue in Patlabor 2 that really separates it from the pack.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you liked the first movie, or Ghost in the Shell, then this is definitely one to watch.\u001b[24m\n    \u001b[1m最初の映画、またはシェルのゴーストが好きだったなら、これは間違いなく見ることです。\u001b[22m, \u001b[1mあなたはシェルで最初の映画、またはゴーストが好きなら、これは間違いなく見て1です。\u001b[22m\n\u001b[4mThe fact that Patlabor 2, like the first movie, doesn't place an emphasis on the mechs may dissuade some diehard fans of the genre from giving the franchise a chance, however this is very short sighted given the content and quality of both movies.\u001b[24m\n    \u001b[1mパトレイバー2は、最初の映画のように、肉体に重点を置かないという事実は、フランチャイズにチャンスを与えないようにジャンルのファンを説得するかもしれないが、両方の映画の内容と質を考えると、\u001b[22m, \u001b[1m最初の映画のような機動警察パトレイバー2は、メカに重点を置いていないという事実は、フランチャイズにチャンスを与えることから、ジャンルのいくつかの筋金入りのファンを説得することができるが、これは、両方の映画の内容と質与えられた晴眼非常に短いです。\u001b[22m\n\u001b[4mIn truth, while the first movie was a tad naive in certain areas, Patlabor 2 more than makes up for this, and I believe it to be at least on par with GitS in terms of plausibility and conceptualisation.\u001b[24m\n    \u001b[1m実際には、最初の映画は特定の地域では珍しいものでしたが、Patlabor 2はこれを補うものであり、妥当性と概念化の面でGitSと少なくとも同等であると私は信じています。\u001b[22m, \u001b[1m最初の映画があったが、真実では、特定の分野でのナイーブ少し、機動警察パトレイバー2がよりこれを構成している、と私はそれが妥当と概念化の観点から、少なくともGITSと同等のことを考えています。\u001b[22m\n\u001b[4mViewers shouldn't be put off by the fact that this movie is also a little more 'wordy' than the first one either, as it's the dialogue in Patlabor 2 that really separates it from the pack.\u001b[24m\n    \u001b[1m視聴者は、この映画がPatlabor 2の対話で実際にパックから切り離されているので、この映画も最初のものよりもちょっと言い方が良いという事実によって、延期されるべきではありません。\u001b[22m, \u001b[1m視聴者はそれが本当にパックからそれを分離機動警察パトレイバー2における対話だとしてこの映画は、また、いずれかの最初のものより少し「くどい」であるという事実によって延期されるべきではありません。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, this is an excellent political thriller (that just happens to include mechs), one that, even now, holds a degree of relevance given the current state of the world.\n\n\u001b[1m全体的に見て、これは優れた政治スリラー（ちょうどメカを含む）ですが、現在でも世界の現状を考慮してある程度の関連性を保持しています。\u001b[22m\n\u001b[1m(Zentai-teki ni mite, koreha sugureta seiji surirā (chōdo meka o fukumu)desuga, genzai demo sekai no genjō o kōryo shite aruteido no kanren-sei o hoji shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, this is an excellent political thriller (that just happens to include mechs), one that, even now, holds a degree of relevance given the current state of the world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, this is an excellent political thriller (that just happens to include mechs), one that, even now, holds a degree of relevance given the current state of the world.\u001b[24m\n    \u001b[1m全体的に見て、これは優れた政治スリラー（ちょうどメカを含む）ですが、現在でも世界の現状を考慮してある程度の関連性を保持しています。\u001b[22m, \u001b[1mすべてのすべてで、これは優れた政治スリラー（それはちょうどメカを含めるために起こる）、今でも、世界の現在の状態を与えられた関連度を保持し、1です。\u001b[22m"
  },
  {
    "title": "Mobile_Police_Patlabor_2__The_Movie",
    "id": "1096",
    "url": "https://myanimelist.net/anime/1096/Mobile_Police_Patlabor_2__The_Movie",
    "user": "Huntsman",
    "profile": "/profile/Huntsman/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=1289",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n1999年、カンボジアでの国連平和維持活動はひどく間違っています。 労働部を使って菅幸仁中佐が率いた部隊はゲリラに襲われ、射撃しないよう命じられている。 そこから、制御不能なものが渦巻きます。 カンボジアのジャングルに彼の男性が殺され、一人で放置されているのを見て、強制的に見守っている。  2002年と最初の映画の3年後にスキップします。 セクション2で働いていた多くの人々が再割り当てされました。NoaとShinoharaは現在Shinohara Heavy Industriesで働いています。 太田はインストラクターに再割り当てされました。 新神は東京都警察に再任された。 第2節では新たな労働訓練を受けた。 事は確かに変わった。 横浜ベイブリッジが戦闘機のミサイルに当たって破壊されると、物事は熱くなる。\n\nこれはおそらく最高のアニメ映画の一つではない場合は最高です。 ストーリーは一流であり、今日との関連性があります。 政治的陰謀、忠誠心、テロリスト、戦争の脅威、マーシャルの法律などがあります。 最初のパトレイバー映画を上回るのは難しいですが、これはそうです。  tharの文字は戻って、ただ素晴らしいです。  NoaとShinoharaの関係はますます複雑になります。 エンディングは素晴らしいです。 今の14歳のアニメーションは今でもよく、多くのアニメと出会っています。 音楽は一流のもので、アニメの感触に加わります。 私は今から始めて10回楽しんでいました。\n\n全体的に古典的なアニメ映画私はアニメを愛する人は誰も見る必要があると思う。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIn 1999 a UN peacekeeping in Cambodia goes terribly wrong. A unit led by Lieutenant Colonel Yukihito Tsuge using Labor Units are ambushed by guerrillas and he has orders not to fire back. From there things spiral out of control. So he's forced to watch as his men are killed, and left alone in the Cambodia jungle. Skip to 2002 and 3 years after the first movie. Many people who worked for section 2 have been reassigned Noa and Shinohara are still there now working for Shinohara Heavy Industries. Ota has been reassigned as a instructor. Shinshi as been reassigned to Tokyo Metropolitan Police General Affairs. Section 2 has gotten new labor pilots as well. Things certainly have changed. Things heat up when the Yokohama Bay Bridge is destroyed when a missile from a fighter hits it.\n\n\u001b[1m1999年、カンボジアでの国連平和維持活動はひどく間違っています。 労働部を使って菅幸仁中佐が率いた部隊はゲリラに襲われ、射撃しないよう命じられている。 そこから、制御不能なものが渦巻きます。 カンボジアのジャングルに彼の男性が殺され、一人で放置されているのを見て、強制的に見守っている。  2002年と最初の映画の3年後にスキップします。 セクション2で働いていた多くの人々が再割り当てされました。NoaとShinoharaは現在Shinohara Heavy Industriesで働いています。 太田はインストラクターに再割り当てされました。 新神は東京都警察に再任された。 第2節では新たな労働訓練を受けた。 事は確かに変わった。 横浜ベイブリッジが戦闘機のミサイルに当たって破壊されると、物事は熱くなる。\u001b[22m\n\u001b[1m(1999-Nen, Kanbojia de no Kokuren heiwa iji katsudō wa hidoku machigatte imasu. Rōdō-bu o tsukatte Suga Yukihito chūsa ga hikiita butai wa gerira ni osowa re, shageki shinai yō meiji rarete iru. Kanbojia no janguru ni kare no dansei ga korosa re, hitori de hōchi sa rete iru no o mite, kyōsei-teki ni mimamotte iru. 2002-Nen to saisho no eiga no 3-nen-go ni sukippu shimasu. Sekushon 2 de hataraite ita ōku no hitobito ga sai wariate sa remashita. Noa to shinohara wa genzai shinohara hebī Industries de hataraite imasu. Ōta wa insutorakutā ni sai wariate sa remashita. Shin kami wa Tōkyōto keisatsu ni sainin sa reta. Dai 2-setsude wa aratana rōdō kunren o uketa. Koto wa tashika ni kawatta. Yokohamabeiburijji ga sentōki no misairu ni atatte hakai sa reru to, monogoto wa atsuku naru. Soko kara, seigyo funōna mono ga uzumakimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn 1999 a UN peacekeeping in Cambodia goes terribly wrong. A unit led by Lieutenant Colonel Yukihito Tsuge using Labor Units are ambushed by guerrillas and he has orders not to fire back. From there things spiral out of control. So he's forced to watch as his men are killed, and left alone in the Cambodia jungle. Skip to 2002 and 3 years after the first movie. Many people who worked for section 2 have been reassigned Noa and Shinohara are still there now working for Shinohara Heavy Industries. Ota has been reassigned as a instructor. Shinshi as been reassigned to Tokyo Metropolitan Police General Affairs. Section 2 has gotten new labor pilots as well. Things certainly have changed. Things heat up when the Yokohama Bay Bridge is destroyed when a missile from a fighter hits it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn 1999 a UN peacekeeping in Cambodia goes terribly wrong.\u001b[24m\n    \u001b[1m1999年、カンボジアでの国連平和維持活動はひどく間違っています。\u001b[22m, \u001b[1m1999年にカンボジアでの国連平和維持活動はひどくうまくいきません。\u001b[22m\n\u001b[4mA unit led by Lieutenant Colonel Yukihito Tsuge using Labor Units are ambushed by guerrillas and he has orders not to fire back.\u001b[24m\n    \u001b[1m労働部を使って菅幸仁中佐が率いた部隊はゲリラに襲われ、射撃しないよう命じられている。\u001b[22m, \u001b[1m労務単位を使用して、中佐幸人柘植率いるユニットはゲリラによって待ち伏せされ、彼が戻って発射しないように注文しています。\u001b[22m\n\u001b[4mSo he's forced to watch as his men are killed, and left alone in the Cambodia jungle.\u001b[24m\n    \u001b[1mカンボジアのジャングルに彼の男性が殺され、一人で放置されているのを見て、強制的に見守っている。\u001b[22m, \u001b[1mそこで彼は、彼の男性が殺害されているように見ることを余儀なくされ、カンボジアのジャングルの中で一人で残っています。\u001b[22m\n\u001b[4mSkip to 2002 and 3 years after the first movie.\u001b[24m\n    \u001b[1m2002年と最初の映画の3年後にスキップします。\u001b[22m, \u001b[1m最初の映画の後に2002年と3年にスキップします。\u001b[22m\n\u001b[4mMany people who worked for section 2 have been reassigned Noa and Shinohara are still there now working for Shinohara Heavy Industries.\u001b[24m\n    \u001b[1mセクション2で働いていた多くの人々が再割り当てされました。NoaとShinoharaは現在Shinohara Heavy Industriesで働いています。\u001b[22m, \u001b[1mセクション2のために働いた多くの人々はノアと篠原がまだ今篠原重工のために働いている再割り当てされています。\u001b[22m\n\u001b[4mOta has been reassigned as a instructor.\u001b[24m\n    \u001b[1m太田はインストラクターに再割り当てされました。\u001b[22m, \u001b[1m太田講師として再割り当てされています。\u001b[22m\n\u001b[4mShinshi as been reassigned to Tokyo Metropolitan Police General Affairs.\u001b[24m\n    \u001b[1m新神は東京都警察に再任された。\u001b[22m, \u001b[1m警視庁総務に再割り当てされてとして紳士。\u001b[22m\n\u001b[4mSection 2 has gotten new labor pilots as well.\u001b[24m\n    \u001b[1m第2節では新たな労働訓練を受けた。\u001b[22m, \u001b[1m第2節では、同様に新しい労働パイロットをたどっています。\u001b[22m\n\u001b[4mThings certainly have changed.\u001b[24m\n    \u001b[1m事は確かに変わった。\u001b[22m, \u001b[1m物事は確かに変更されました。\u001b[22m\n\u001b[4mThings heat up when the Yokohama Bay Bridge is destroyed when a missile from a fighter hits it.\u001b[24m\n    \u001b[1m横浜ベイブリッジが戦闘機のミサイルに当たって破壊されると、物事は熱くなる。\u001b[22m, \u001b[1m戦闘機からミサイルがそれに当たると横浜ベイブリッジが破壊されたときに物事はヒートアップ。\u001b[22m\n\u001b[4mFrom there things spiral out of control.\u001b[24m\n    \u001b[1mそこから、制御不能なものが渦巻きます。\u001b[22m, \u001b[1mそこの事から、制御不能にスパイラル。\u001b[22m\n\u001b[1m\u001b[22m\nThis is perhaps the best if not one of the best anime movies ever. The story is top notch, with it's relevance to today. Political intrigue, crossed loyalties, terrorist attacks, threat of war, and marshal law. It's hard to surpass the first Patlabor movie, but this one does. The characters thar are back, are just great. The relationship between Noa and Shinohara grows, and yet becomes more complicated. The ending is just superb. The animation now 14 years old is still good and match many anime coming out now. The music is top notch, and adds to the feel of the anime. I enjoyed it from start to finish 10 times now.\n\n\u001b[1mこれはおそらく最高のアニメ映画の一つではない場合は最高です。 ストーリーは一流であり、今日との関連性があります。 政治的陰謀、忠誠心、テロリスト、戦争の脅威、マーシャルの法律などがあります。 最初のパトレイバー映画を上回るのは難しいですが、これはそうです。  tharの文字は戻って、ただ素晴らしいです。  NoaとShinoharaの関係はますます複雑になります。 エンディングは素晴らしいです。 今の14歳のアニメーションは今でもよく、多くのアニメと出会っています。 音楽は一流のもので、アニメの感触に加わります。 私は今から始めて10回楽しんでいました。\u001b[22m\n\u001b[1m(Kore wa osoraku saikō no anime eiga no hitotsude wanai baai wa saikōdesu. Sutōrī wa ichiryūdeari, kyō to no kanren-sei ga arimasu. Seidjiteki inbō, chūsei kokoro, terorisuto, sensō no kyōi, māsharu no hōritsu nado ga arimasu. Saisho no patoreibā eiga o uwamawaru no wa muzukashīdesuga, kore wa sōdesu. Thar no moji wa modotte, tada subarashīdesu. Noa to shinohara no kankei wa masumasu fukuzatsu ni narimasu. Endingu wa subarashīdesu. Ima no 14-sai no animēshon wa ima demo yoku, ōku no anime to deatte imasu. Ongaku wa ichiryū no mono de, anime no kanshoku ni kuwawarimasu. Watashi wa ima kara hajimete 10-kai tanoshinde imashita.)\u001b[22m\n\nTranslations of \u001b[4mThis is perhaps the best if not one of the best anime movies ever. The story is top notch, with it's relevance to today. Political intrigue, crossed loyalties, terrorist attacks, threat of war, and marshal law. It's hard to surpass the first Patlabor movie, but this one does. The characters thar are back, are just great. The relationship between Noa and Shinohara grows, and yet becomes more complicated. The ending is just superb. The animation now 14 years old is still good and match many anime coming out now. The music is top notch, and adds to the feel of the anime. I enjoyed it from start to finish 10 times now.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is perhaps the best if not one of the best anime movies ever.\u001b[24m\n    \u001b[1mこれはおそらく最高のアニメ映画の一つではない場合は最高です。\u001b[22m, \u001b[1mこれはおそらく最高でない場合は史上最高のアニメ映画の一つです。\u001b[22m\n\u001b[4mThe story is top notch, with it's relevance to today.\u001b[24m\n    \u001b[1mストーリーは一流であり、今日との関連性があります。\u001b[22m, \u001b[1m物語は、今日までそれの関連で、一流です。\u001b[22m\n\u001b[4mPolitical intrigue, crossed loyalties, terrorist attacks, threat of war, and marshal law.\u001b[24m\n    \u001b[1m政治的陰謀、忠誠心、テロリスト、戦争の脅威、マーシャルの法律などがあります。\u001b[22m, \u001b[1m政治的陰謀は、忠誠心、テロ、戦争の脅威、およびマーシャル法を越えました。\u001b[22m\n\u001b[4mIt's hard to surpass the first Patlabor movie, but this one does.\u001b[24m\n    \u001b[1m最初のパトレイバー映画を上回るのは難しいですが、これはそうです。\u001b[22m, \u001b[1mそれは最初パトレイバー映画を上回るのは難しいですが、これがありません。\u001b[22m\n\u001b[4mThe characters thar are back, are just great.\u001b[24m\n    \u001b[1mtharの文字は戻って、ただ素晴らしいです。\u001b[22m, \u001b[1m文字のタールは、戻ってきただけで素晴らしいです。\u001b[22m\n\u001b[4mThe relationship between Noa and Shinohara grows, and yet becomes more complicated.\u001b[24m\n    \u001b[1mNoaとShinoharaの関係はますます複雑になります。\u001b[22m, \u001b[1mノアと篠原との関係が成長し、より一層複雑になります。\u001b[22m\n\u001b[4mThe ending is just superb.\u001b[24m\n    \u001b[1mエンディングは素晴らしいです。\u001b[22m, \u001b[1mエンディングはちょうど素晴らしいです。\u001b[22m\n\u001b[4mThe animation now 14 years old is still good and match many anime coming out now.\u001b[24m\n    \u001b[1m今の14歳のアニメーションは今でもよく、多くのアニメと出会っています。\u001b[22m, \u001b[1m今14歳のアニメーションがまだ良いですし、多くのアニメが今出てくると一致します。\u001b[22m\n\u001b[4mThe music is top notch, and adds to the feel of the anime.\u001b[24m\n    \u001b[1m音楽は一流のもので、アニメの感触に加わります。\u001b[22m, \u001b[1m音楽は一流で、アニメの感触に追加されます。\u001b[22m\n\u001b[4mI enjoyed it from start to finish 10 times now.\u001b[24m\n    \u001b[1m私は今から始めて10回楽しんでいました。\u001b[22m, \u001b[1m私は今10回を最初から最後までそれを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall a classic anime movie I think everyone who loves anime needs to see.\n\n\u001b[1m全体的に古典的なアニメ映画私はアニメを愛する人は誰も見る必要があると思う。\u001b[22m\n\u001b[1m(Zentai-teki ni koten-tekina anime eiga watashi wa anime o aisuruhito wa dare mo miru hitsuyō ga aru to omou.)\u001b[22m\n\nTranslations of \u001b[4mOverall a classic anime movie I think everyone who loves anime needs to see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall a classic anime movie I think everyone who loves anime needs to see.\u001b[24m\n    \u001b[1m全体的に古典的なアニメ映画私はアニメを愛する人は誰も見る必要があると思う。\u001b[22m, \u001b[1m全体的な古典的なアニメ映画私はアニメを愛し、誰もが見ることが必要だと思います。\u001b[22m"
  },
  {
    "title": "Mobile_Police_Patlabor_2__The_Movie",
    "id": "1096",
    "url": "https://myanimelist.net/anime/1096/Mobile_Police_Patlabor_2__The_Movie",
    "user": "FAKEANIMEGIRL",
    "profile": "/profile/FAKEANIMEGIRL/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=227778",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私がパトレイバーフランチャイズについて学んだ瞬間から、私が見たのはこの映画に到達するためのものでした。 パトレイバーの峰と大井守の偉大な作品のひとつとして広く知られています。 アニメ映画の主要なランドマークであるメチャのジャンル、そしてオシイの最高の政治スリラーの1つは、いくつかの理由からそれを必須のポイントにしました。 奇妙なことに、この映画は時代遅れに近づくとほぼ完璧に見えなくなります。 パトレイバー・アーリー・デイズOVAは、キャラクターのパーソナリティ主導型の生き方の警察冒険とディスストピアンの潮流とのミックスであり、最初のパトレイバー・ムービーのレビューで、私はそれがどのように論理的な方向に進むのか注目しました。  OVAの終わり。 私はまた、ストライドがどのくらい大きいのか失望を表明しました。キャストは、純粋な博覧会のプロットを行うためにバックグラウンドに大きく押しやられていました。そして、パトレイバーを目立たせるものから遠ざかると思っていました。 それは必ずしも複雑な政治的手続きになるのには恩恵を受けるわけではないが、パトレイバー2はそれをさらにその方向に導く。 文字通り、より良いものと悪いものの両方。\n\nPatlabor 2の前身と比較して大幅に改善されたのは、密集した政治ドラマのままではあるが、主題の重さを最前線に押しやり、最初の映画よりもあいまいで個人的なテーマを扱っている OVAで言及されている暗い下腹部のセットアップに）。 パトレイバー2の最も難しい面は、個人事業であり、日本が特に日本について制作した映画であり、現代日本の政治的地位の最も深いメカニズムに対する視聴者の理解を橋渡しすることにはあまり関心をもたれていません。 この意味はすべて暗黙のものであるとの前提で、映画の出来事と比較して、過去の現実の日本の政治的な混乱に引き継がれている。 解説対話のヒープは視聴者に投げられ、常に前回のパトレイバーの作品によって適切な程度に構築されていないため、説明する時間を費やさずに映画の状況の政治的コンテキストを迅速に確立し、 ムービーのプロットとステートメントを収容します。\n\nこれは時系列的に来たときにパトレイバー2について非常に奇妙に感じるものにつながります。 それは、日本の考えを表現し、Patlaborを乗り物として使った政治的な物語を作ろうと思っていたのと同じように、大井守氏のような気分でした。それはおそらく財政的支援者と才能を手に入れやすい既存のフランチャイズでした。  Patlabor 'Patlabor'は、これらの哲学的告発の背景に押し出されたものです。 コメディはほぼ完全に消えていて、メカはほとんど使われておらず、最も深刻な登場人物であるゴトウとナグモを中心に強制されるため、以前のキャストはほとんど存在しない。 他の人たちのためにアタッチメントが築かれた後、彼らは映画のクライマックスで何らかの種類のクォータとして強制的に頭に持ち込まれているに過ぎず、閉鎖はしていないのが残念です。 映画のクライマックスは本当にアクション指向になっている唯一の場所でもあり、私はドラマにもっと集中したいと思って映画を嫌うことはないので、前の映画にも同様の その最終的なセットピースは、範囲がはるかに大きく、イベントを指示するより複雑な戦略であった。\n\n\n\nパトレイバー2についての最も驚くべきことは、大井守の方向性です。 この映画についての私の好きなことは、日本の冷たい灰色の都市が何度も空っぽに詰まった状態で撮影されたことです。 バックグラウンドは密接に詳細に描かれており、ズームされた街並みの詰まったスチールをほぼ無限に取引しています。 この魅力的な音色は、川井賢治の氷の電子新時代のスコアによって支えられています。 強い背景静止画はこの映画の審美的なバックボーンであり、全体的に動きが軽いですが、いくつかのショットが好きです。 一つは狙撃兵が目標を邪魔している鳥を撃墜することを心配しているが、とにかく射撃を命じて射撃を命じる。  NagumoがTsugeの手を撫でる前に手を差し伸べる終わりに向かっている手錠のシーンは、彼女の仕事の責任への愛着と過去への愛着との間の大きなトレードオフです。\n\nすべてが言ってやったとき、パトレイバー2は、おしおの最も文学的な作品の一つです。 その政治的ドラマやテーマを重視することは、個々の物語をバックグラウンドに押しつけることになるため、アンローバル・ジン・ローというよりも前者を成功に導くことはできますが、パトレイバー・ネームに実際に収入を与えることはありません。 それは非常に言葉の明示的な政治ドラマ、その下の人間の感情の無菌の処理のために、あまりスリルのない政治スリラーです。 ある意味では、Patlaborフランチャイズのテーマの多様性の中で最も興味深い部分ですが、最も一般的で簡単なことで最も興味深いのは別の意味です。  Patlaborは、そのジャンルのなかでPatlaborのようなものは何もありませんでしたが、Patlabor 2は、よりパーソナリティのあるものの枠組みを持つストレートシューティングの政治声明のように感じます。 日本の政治的な問題があなたとはあまり関係しない場合、この映画の暗黙の感情的な潮流は、結局のところ、ほとんど公開されません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nFrom the moment I learned about the Patlabor franchise, all of my watching it was for the purpose of reaching this movie. It's widely regarded as the peak of Patlabor and one of Mamoru Oshii's greatest films. Being a major landmark in anime movies, the mecha genre, and allegedly one of Oshii's best political thrillers made it an essential point for several reasons. Oddly, approaching this movie chronologically almost makes it seem out of place. The Patlabor Early Days OVA was a character personality-driven mix of comedic slice of life police adventures with a dystopian undercurrent, and in my review for the first Patlabor movie I noted how it went in a logical direction by continuing the more serious tone reached by the end of the OVA. I also expressed some disappointment how large the stride was, with the cast largely being pushed to the background to stage pure expositionary plot and that I thought it was getting away from the things that made Patlabor stand out. It doesn't necessarily benefit it to become a convoluted political procedural, but Patlabor 2 brings it in that direction even further. Literally for both better and worse.\n\n\u001b[1m私がパトレイバーフランチャイズについて学んだ瞬間から、私が見たのはこの映画に到達するためのものでした。 パトレイバーの峰と大井守の偉大な作品のひとつとして広く知られています。 アニメ映画の主要なランドマークであるメチャのジャンル、そしてオシイの最高の政治スリラーの1つは、いくつかの理由からそれを必須のポイントにしました。 奇妙なことに、この映画は時代遅れに近づくとほぼ完璧に見えなくなります。 パトレイバー・アーリー・デイズOVAは、キャラクターのパーソナリティ主導型の生き方の警察冒険とディスストピアンの潮流とのミックスであり、最初のパトレイバー・ムービーのレビューで、私はそれがどのように論理的な方向に進むのか注目しました。  OVAの終わり。 私はまた、ストライドがどのくらい大きいのか失望を表明しました。キャストは、純粋な博覧会のプロットを行うためにバックグラウンドに大きく押しやられていました。そして、パトレイバーを目立たせるものから遠ざかると思っていました。 それは必ずしも複雑な政治的手続きになるのには恩恵を受けるわけではないが、パトレイバー2はそれをさらにその方向に導く。 文字通り、より良いものと悪いものの両方。\u001b[22m\n\u001b[1m(Watashi ga patoreibāfuranchaizu ni tsuite mananda shunkan kara, watashi ga mita no wa kono eiga ni tōtatsu suru tame no monodeshita. Patoreibā no mine to ōi mamoru no idaina sakuhin no hitotsu to shite hiroku shira rete imasu. Anime eiga no shuyōna randomākudearu mecha no janru, soshite Oshī no saikō no seiji surirā no 1tsu wa, ikutsu ka no riyū kara sore o hissu no pointo ni shimashita. Kimyōna koto ni, kono eiga wa jidaiokure ni chikadzuku to hobo kanpeki ni mienaku narimasu. Patoreibā ārī deizu ovu~a wa, kyarakutā no pāsonariti shudō-gata no ikikata no keisatsu bōken to disusutopian no chōryū to no mikkusudeari, saisho no patoreibā mūbī no rebyū de, watashi wa sore ga dono yō ni ronri-tekina hōkō ni susumu no ka chūmoku shimashita. Ovu~a no owari. Watashi wa mata, sutoraido ga dono kurai ōkī no ka shitsubō o hyōmei shimashita. Kyasuto wa, junsuina hakurankai no purotto o okonau tame ni bakkuguraundo ni ōkiku oshiyara rete imashita. Soshite, patoreibā o medata seru mono kara tōzakaru to omotte imashita. Sore wa kanarazushimo fukuzatsuna seidjiteki tetsudzuki ni naru no ni wa onkei o ukeru wakede wa naiga, patoreibā 2 wa sore o sarani sono hōkō ni michibiku. Mojidōri, yori yoi mono to warui mono no ryōhō.)\u001b[22m\n\u001b[1m\u001b[22m\nA significant improvement of Patlabor 2 over its predecessor is that while it remains a dense political drama it pushes its thematic weight to the forefront and deals with more ambiguous and more personal themes than the first movie's which were quite buried (fairly acceptably, since it fell into the set-up of that dark underbelly mentioned in the OVA). The most difficult aspect of Patlabor 2 is that personal business: it's a movie made by Japan, specifically about Japan, and is understandably not too concerned with bridging the viewer's understanding of the deepest mechanisms of contemporary Japan's political status. Allusions are made in passing to previous real-life Japanese political turmoil in comparison with the movie's events with the assumption that the meaning is all implicit. Heaps of expository dialogue are thrown at the viewer and are always outpacing itself, rapidly establishing the political context of the movie's situation without spending the time to explain it because the setting wasn't built up to a suitable extent by previous Patlabor works in order to house the movie's plot and statements.\n\n\u001b[1mPatlabor 2の前身と比較して大幅に改善されたのは、密集した政治ドラマのままではあるが、主題の重さを最前線に押しやり、最初の映画よりもあいまいで個人的なテーマを扱っている OVAで言及されている暗い下腹部のセットアップに）。 パトレイバー2の最も難しい面は、個人事業であり、日本が特に日本について制作した映画であり、現代日本の政治的地位の最も深いメカニズムに対する視聴者の理解を橋渡しすることにはあまり関心をもたれていません。 この意味はすべて暗黙のものであるとの前提で、映画の出来事と比較して、過去の現実の日本の政治的な混乱に引き継がれている。 解説対話のヒープは視聴者に投げられ、常に前回のパトレイバーの作品によって適切な程度に構築されていないため、説明する時間を費やさずに映画の状況の政治的コンテキストを迅速に確立し、 ムービーのプロットとステートメントを収容します。\u001b[22m\n\u001b[1m(Patlabor 2 no zenshin to hikaku shite ōhaba ni kaizen sa reta no wa, misshū shita seiji dorama no mamade wa aru ga, shudai no omo-sa o saizensen ni oshiyari, saisho no eiga yori mo aimaide kojin-tekina tēma o atsukatte iru ovu~a de genkyū sa rete iru kurai kafukubu no settoappu ni). Patoreibā 2 no mottomo muzukashī men wa, kojin jigyōdeari, Nihon ga tokuni Nihon ni tsuite seisaku shita eigadeari, gendainihon no seidjiteki chii no mottomo fukai mekanizumu ni taisuru shichō-sha no rikai o hashiwatashi suru koto ni wa amari kanshin o mota rete imasen. Kono imi wa subete anmoku no monodearu to no zentei de, eiga no dekigoto to hikaku shite, kako no genjitsu no nihon'noseiji-tekina konran ni hikitsuga rete iru. Kaisetsu taiwa no hīpu wa shichō-sha ni nage rare, tsuneni zenkai no patoreibā no sakuhin ni yotte tekisetsuna teido ni kōchiku sa rete inai tame, setsumei suru jikan o tsuiyasazu ni eiga no jōkyō no seidjiteki kontekisuto o jinsoku ni kakuritsu shi, mūbī no purotto to sutētomento o shūyō shimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nThis leads into what feels so odd about Patlabor 2 when having come to it chronologically. It feels exactly like Mamoru Oshii, or perhaps the writers, wanted to make a political story expressing their thoughts on Japan and used Patlabor as a vehicle, it being an existing franchise presumably making it easier to get financial backers and talent on board. What made Patlabor 'Patlabor' is pushed to the backdrop for these philosophical diatribes. The comedy is almost completely gone, the mecha barely used, and the previous cast is nearly non-existent as the movie is forced to revolve around Gotou and Nagumo, the most serious characters. After attachment has been built up for the others, it's disappointing that they're only forcibly brought to the head at the movie's climax as some sort of quota but without closure. The climax of the movie is also the only place it truly becomes action-oriented, and I'd never begrudge the movie for wanting to focus more on drama, so I only bring up this up for the fact that the previous movie had a similar structure but its final set-piece was much larger in scope and with a more complex strategy dictating the events.\n\n\u001b[1mこれは時系列的に来たときにパトレイバー2について非常に奇妙に感じるものにつながります。 それは、日本の考えを表現し、Patlaborを乗り物として使った政治的な物語を作ろうと思っていたのと同じように、大井守氏のような気分でした。それはおそらく財政的支援者と才能を手に入れやすい既存のフランチャイズでした。  Patlabor 'Patlabor'は、これらの哲学的告発の背景に押し出されたものです。 コメディはほぼ完全に消えていて、メカはほとんど使われておらず、最も深刻な登場人物であるゴトウとナグモを中心に強制されるため、以前のキャストはほとんど存在しない。 他の人たちのためにアタッチメントが築かれた後、彼らは映画のクライマックスで何らかの種類のクォータとして強制的に頭に持ち込まれているに過ぎず、閉鎖はしていないのが残念です。 映画のクライマックスは本当にアクション指向になっている唯一の場所でもあり、私はドラマにもっと集中したいと思って映画を嫌うことはないので、前の映画にも同様の その最終的なセットピースは、範囲がはるかに大きく、イベントを指示するより複雑な戦略であった。\u001b[22m\n\u001b[1m(Kore wa jikeiretsu-teki ni kita toki ni patoreibā 2 ni tsuite hijō ni kimyō ni kanjiru mono ni tsunagarimasu. Sore wa, Nihon no kangae o hyōgen shi, Patlabor o norimono to shite tsukatta seiji-tekina monogatari o tsukurou to omotte ita no to onajiyōni, ōi mamoru-shi no yōna kibundeshita. Sore wa osoraku zaisei-teki shien-sha to sainō o te ni ire yasui kizon no furanchaizudeshita. Patlabor' Patlabor' wa, korera no tetsugaku-teki kokuhatsu no haikei ni oshidasa reta monodesu. Komedi wa hobo kanzen ni kiete ite, meka wa hotondo tsukawa rete orazu, mottomo shinkokuna tōjō jinbutsudearu gotō to Nagumo o chūshin ni kyōsei sa reru tame, izen no kyasuto wa hotondo sonzaishinai. Hokanohito-tachi no tame ni atatchimento ga kizuka reta nochi, karera wa eiga no kuraimakkusu de nanrakano shurui no ku~ōta to shite kyōsei-teki ni atama ni mochikoma rete iru ni sugizu, heisa wa shite inai no ga zan'nendesu. Eiga no kuraimakkusu wa hontōni akushon shikō ni natte iru yuiitsu no basho demo ari, watashi wa dorama ni motto shūchū shitai to omotte eiga o kirau koto wanainode, mae no eiga ni mo dōyō no sono saishū-tekina settopīsu wa, han'i ga haruka ni ōkiku, ibento o shiji suru yori fukuzatsuna senryakudeatta.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe least surprising thing about Patlabor 2 is Mamoru Oshii's direction. My favorite thing about the movie was its cinematography, with numerous shots of the cold, grey cities of Japan stuck in an empty stasis. Backgrounds are densely detailed with a nearly endless trading off of packed stills of zoomed out city-scapes. This glacially austere tone is assisted by Kenji Kawai's icy electronic new age score that glides by and only briefly shows signs of life with cooed vocals. Strong background stills are this movie's aesthetic backbone and it's light on movement overall, but I recall liking several shots. One is how a sniper is concerned about shooting down birds that obstruct his target, but then is ordered to fire anyway and shoots them down, symbolic of how Tsuge is risking the public's safety by luring them out of their illusion. The handcuff scene towards the end where Nagumo caresses Tsuge's hand before cuffing it is a great trade-off between her attachment to her job's responsibility replacing her attachment to the past.\n\n\u001b[1mパトレイバー2についての最も驚くべきことは、大井守の方向性です。 この映画についての私の好きなことは、日本の冷たい灰色の都市が何度も空っぽに詰まった状態で撮影されたことです。 バックグラウンドは密接に詳細に描かれており、ズームされた街並みの詰まったスチールをほぼ無限に取引しています。 この魅力的な音色は、川井賢治の氷の電子新時代のスコアによって支えられています。 強い背景静止画はこの映画の審美的なバックボーンであり、全体的に動きが軽いですが、いくつかのショットが好きです。 一つは狙撃兵が目標を邪魔している鳥を撃墜することを心配しているが、とにかく射撃を命じて射撃を命じる。  NagumoがTsugeの手を撫でる前に手を差し伸べる終わりに向かっている手錠のシーンは、彼女の仕事の責任への愛着と過去への愛着との間の大きなトレードオフです。\u001b[22m\n\u001b[1m(Patoreibā 2 ni tsuite no mottomo odorokubeki koto wa, ōi mamoru no hōkō-seidesu. Kono eiga ni tsuite no watashi no sukinakoto wa, Nihon no tsumetai haiiro no toshi ga nando mo karappo ni tsumatta jōtai de satsuei sa reta kotodesu. Bakkuguraundo wa missetsu ni shōsai ni egaka rete ori, zūmu sa reta machinami no tsumatta suchīru o hobo mugen ni torihiki shite imasu. Kono miryoku-tekina neiro wa, Kawai Kenji no kōri no denshi shin jidai no sukoa ni yotte sasae rarete imasu. Tsuyoi haikei seishi-ga wa kono eiga no shinbi-tekina bakkubōndeari, zentai-teki ni ugoki ga karuidesuga, ikutsu ka no shotto ga sukidesu. Hitotsu wa sogeki-hei ga mokuhyō o jama shite iru tori o gekitsui suru koto o shinpai shite iruga, tonikaku shageki o meijite shageki o meijiru. Nagumo ga Tsuge no te o naderu mae ni tewosashinoberu owari ni mukatte iru tejō no shīn wa, kanojo no shigoto no sekinin e no aichaku to kako e no aichaku to no ma no ōkina torēdoofudesu.)\u001b[22m\n\u001b[1m\u001b[22m\nWhen all's said and done, Patlabor 2 is one of Oshii's most literary works. The emphasis on its political drama and themes pushes the individual stories to the background which makes the former more of a success than say the unbalanced Jin-Roh, but it bears the unfortunate decision of attaching itself to the Patlabor name without really earning it. It's an extremely wordy demonstrative political drama, a political thriller without much in the way of thrills because of its sterile handling of the human emotions underneath it. It's in one sense the most interesting part of the Patlabor franchise for its thematic diversity, and yet another sense it's the least interesting by being the most ordinary and straightforward. There was nothing quite like Patlabor among its genre, yet Patlabor 2 feels like a straight-shooting political statement with the framework of something that had more personality. If Japan's political issues don't hold much relevance to you, this movie's implied emotional undercurrent gained by association will barely expose itself.\n\n\u001b[1mすべてが言ってやったとき、パトレイバー2は、おしおの最も文学的な作品の一つです。 その政治的ドラマやテーマを重視することは、個々の物語をバックグラウンドに押しつけることになるため、アンローバル・ジン・ローというよりも前者を成功に導くことはできますが、パトレイバー・ネームに実際に収入を与えることはありません。 それは非常に言葉の明示的な政治ドラマ、その下の人間の感情の無菌の処理のために、あまりスリルのない政治スリラーです。 ある意味では、Patlaborフランチャイズのテーマの多様性の中で最も興味深い部分ですが、最も一般的で簡単なことで最も興味深いのは別の意味です。  Patlaborは、そのジャンルのなかでPatlaborのようなものは何もありませんでしたが、Patlabor 2は、よりパーソナリティのあるものの枠組みを持つストレートシューティングの政治声明のように感じます。 日本の政治的な問題があなたとはあまり関係しない場合、この映画の暗黙の感情的な潮流は、結局のところ、ほとんど公開されません。\u001b[22m\n\u001b[1m(Subete ga itte yatta toki, patoreibā 2 wa, oshi ono mottomo bungaku-tekina sakuhin no hitotsudesu. Sono seidjiteki dorama ya tēma o jūshi suru koto wa, koko no monogatari o bakkuguraundo ni oshitsukeru koto ni naru tame, anrōbaru jin rō to iu yori mo zensha o seikō ni michibiku koto wa dekimasuga, patoreibā nēmu ni jissai ni shūnyū o ataeru koto wa arimasen. Sore wa hijō ni kotoba no meishitekina seiji dorama, sono-ka no ningen no kanjō no mukin no shori no tame ni, amari suriru no nai seiji surirādesu. Aruimide wa, Patlabor furanchaizu no tēma no tayō-sei no naka de mottomo kyōmibukai bubundesuga, mottomo ippan-tekide kantan'na koto de mottomo kyōmibukai no wa betsu no imidesu. Patlabor wa, sono janru no naka de Patlabor no yōna mono wa nani mo arimasendeshitaga, Patlabor 2 wa, yori pāsonariti no aru mono no wakugumi o motsu sutorētoshūtingu no seiji seimei no yō ni kanjimasu. Nihon'noseiji-tekina mondai ga anata to wa amari kankei shinai baai, kono eiga no anmoku no kanjō-tekina chōryū wa, kekkyokunotokoro, hotondo kōkai sa remasen.)\u001b[22m"
  },
  {
    "title": "Mobile_Police_Patlabor_2__The_Movie",
    "id": "1096",
    "url": "https://myanimelist.net/anime/1096/Mobile_Police_Patlabor_2__The_Movie",
    "user": "Otaking09",
    "profile": "/profile/Otaking09/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=35928",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  6\nキャラクター|  5\n|  4\n\nあなたの好きな少年の2回目の旅行を覚えていれば、それらの「よりスマートな」エピソードを見かけることができます。\n本当にすべてを非常にうまく使いこなしたエピソード。 確かに彼らはあなたが探していたクールな戦いを持っていなかったが、あなたは隠されて、露出不足のインテリジェンスで歓迎することはできませんでした。\n\nある意味では、最初のパトレイバー映画は、その奇妙なアウトオブプレイスのエピソードのように感じました。\n\nパトレイバー2は、そのエピソードの映画です。 ハードコア、認識不能、新しい攻撃の武器で騙された。\n\nストーリー：8/10\n\n最初の映画の私の主な関心事は、それをスマートにし、刺激すると思ったすべてがモチーフと言い回しで偽装されていたことでした。\nパトレイバー2はキーとフィギュアを設定して、計算されたポイントに到達することをすべて知っていることに気づくのに、ここでは時間がかかりません。\n\nOshiiは全体のパズルを見せてくれるフラッシュカードを表示するのではなく、それを昔ながらの方法でキックします。 特別なものはありません。\n\nしかし、もちろん、彼の珍しい直接性と引き換えに、私たちは前任者をとても柔軟にするすべてを失います。\nSci-fi要素、使い慣れた用語、および接続フレーズを簡単に把握できます。 彼らはすべて消えてしまった。 パトレイバーの知識を身につけて、WWIIのインテルの紛争について少し知って、この映画をあなたにとって本当に重要なものにするために、経済学と政治倫理に関するあなたの意見を最新にしてくれるストーリーに取り替えてください。\n4年は比較的短い時間であるが、1989年から1993年にかけて冷戦が終わったため、インテルの戦争の半世紀を反映する物語はまだ始まっていないので、この映画の本当の力がある。\n結論が必ずしも容易には得られない状況を模倣するためにそれ自身を使用する能力。\n\n人間と惑星との関係を悪化させる技術の概念は、現在の平和の本質、今は戦争、そして彼らが共有している細い線に疑問を持って公式に交換されている。 私がパトレイバー2に与えることができる最高の賛辞は、それが自分自身の変化であり自己反映であることを自覚する決断はおそらく最初のものであり、深刻な哲学的試みのための必需品です。\n\n未来的な政治的スキャンダルを編成することの問題は...ターゲットオーディエンスが誰であるかを思い出させることであり、ヘッドギア（創造的なスタッフ）は、マグロを持つポテトチップスのような典型的なファンを覚えておく必要があります / 100％小麦。\n\nメッセージのレベルは実際の使用の点で急上昇しているかもしれませんが、教授法で本当に気になるのでしょうか？\n\nアート：10/10\n\n可能であれば、パトレイバーの芸術は、後でゴースト・オブ・ザ・シェルで到着する技術的完璧のための死者ともいえる現実のより洗練された外観を持っています。 暗くて勉強になり、驚くべき角度と選択された背景は、「私たちが生きる方法を見てみましょう」印象を表現します。 そして、それはこの映画に反映された道徳的死のレベルを実証するために非常に精神的に分離した心を取る。\n\nこれは大きく集中した政治的スリラーであり、世界の色調はほとんど見え、「荒涼」と認識されています。 時にはその言葉は、ヘッドギアが調理した未来を正しく説明していません！\n\nレンダリングは常に100％詳述され、キャラクターの動きは微妙で、軽視されるが人間である。\n\nオシイが私たちを経験に入れさせるために使うパターンは、映画の長さを引き伸ばすものですが、これは静かな小さな患者であるため、それに浸ってみると失敗になります。\n\nたぶん、コーヒーブレークを2回取ると、映画のうねりを薄めるのに役立ちます。\n\nサウンド：6/10\n\n私がこの映画で喜んで探していたことの一つは、映画が始まる前に残念ながら消えてしまった。\nケンジの音楽は、調子以外に何かに使われていることはまれであるだけでなく、それ自体の出来事でなければならないことは明らかです。\n\nこのような魂のない映画では、アーティストはある種のスピリチュアリティを豊かにし、促進しようとしていると思います。 しかし、経験は喜んでも陽気でもないという無数の思い出があります。\n\nそして、それは際立っていません。 この種の印象に加えて覚えていることが多くなればなるほど、あなたはそれをより有害なものと考えるでしょう。\n\nキャラクター：5/10\n\n悲しいことに、この映画は、それが必要であると感じるという話を伝えるために、それをあきらめています。\nこのセクションでは、この映画がPatlaborの典型的な標準からの出発点であるという証拠を提供しています。 最初の映画がスパイシーなエピソードのように感じられたら、これはサポートキャラクターがスピンオフして自分のショーを作ったように感じます...それは最初のエピの後にキャンセルされました。\n\n「エイリアン化」は文字としてラベル付けされたこのバンドルのキーワードです。\n私の第1回パトレイバー・ムービー・レビューでは、パトレイバーのいくつかの追加情報がもっと楽しめることがうれしいと述べました。少なくとも、この映画を理解するためにも少なくとも主要キャラクターは知っていることが大事です。 楽しんではいけない。\n\nそして、あなたがそれらの人たちにしたことを好きになる前に、あなたが文字のいくつかの化身を見たとしても、\n私はガンダム00やウィングのキャラクターについて話しているような気がする。なぜなら、誰も気にする価値がないからだ。\n彼らはシミュレーションのフィギュアヘッドであり、行動に個性がなくても、迷惑な文字のニュアンスがなくても、サスペンスはありません。\n\nキャラクターキャストの同様のスタイルは、キャラクターが外に楽しいものではなく、彼らの個人的な側面がショーのイベントによって形成されるという点で、高橋の作品（Blue Gender、Gasaraki、FLAG）のいずれかになります。 聞こえないことが少しありますが、反射の段階が視聴者の反応に重要であるかどうかを助けます。\n\nそしてそれはまだここで欠けているものです、オシはポイントを教えるのと引き換えに、ここでキャストからすべての人間性を奪います。\n\n楽しさ：4/10\n\nこの映画はSky Crawlersが獲得したものと同じレベルの肉体に近いところに来ましたが、それは過去のものをズームするだけです。\nそのような深遠さを抱くどんな希望も表面的に起こりそうにないように、それはあまりにも愚かになります。\n私はこのレビューで上記の前に言いましたが、気にすることはほとんどありません。\n\nこの映画を理解するための私達の唯一のリンク点は、シェルだけが存在するまでぼやけている。\n私は誰かが大志に行って、落ち着いて肩に手を置き、微笑んで行った\n「何かをもう一度切断しないでください。 これは退屈だったので。 感動しない。\n\n疎なメカ画面の時間もこれを見ないでください。 私は、映画全体のうち7分足らずで、ストーリーにとって重要な誰かに遠隔から危険をもたらすものがある。\n\nこの頭に浮かぶものは、人のための混合バッグになることがほぼ決まっていましたが、これはばかばかしいばかりです。\nこれを取り込むのは難しいことではありません。\n\n全体：7/10\n\nだから私たちは最初の映画と同じスコアを持っています。 どういう意味ですか？\n良いですが、まったく違う理由があります。\n\nパトレイバーではあなたが想定していなかったもの、つまりメカとアクションが好きだったら、この映画を見て死ぬでしょう。 そして、私はあなたの灰を散らすでしょう...\nしかし、あなたがこの映画の道徳化と哲学だけを吸収するならば、東方のエデンのような現代のスリラーにしか入ることができないという知識をもってそれを作り出すかもしれません...\n待って、何？ これは、同じレベルの知性をより良い楽しさで得ることができるということですか？\nまあ、おい、なぜこれを見て？\n\nそれはこの映画の背後にある基本的なポイントです。アニメーションのスマートな使い方の象徴でもありますが、この映画よりも多くの種類のアニメを見つけることはできません。\n\nそしてそれはあまりにも残念ですが、After Storyと同じくらい恥ずかしいことではありませんでしたが、このような古典的なものがより良いものになるとほとんど考えていました。\nしかし、それはしません。 それは起こる。\n\n+ポストモダン戦争と統一国が直面しているステークスについての非常に勉強の行き届いた物語。 芸術はこれまでどおりにはまだ豪華かつ詳細です。\n - 気にする価値はありません。 疎外され、遅く、荒々しく、組織的である。 あなたは別のアニメで楽しんでいる間、同じことを見ることができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nRemember your 2nd trip through your favorite shonen, and you come across those 'smarter' episodes.\n\n\u001b[1mあなたの好きな少年の2回目の旅行を覚えていれば、それらの「よりスマートな」エピソードを見かけることができます。\u001b[22m\n\u001b[1m(Anata no sukina shōnen no 2-kai-me no ryokō o oboete ireba, sorera no `yori sumātona' episōdo o mikakeru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mRemember your 2nd trip through your favorite shonen, and you come across those 'smarter' episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRemember your 2nd trip through your favorite shonen, and you come across those 'smarter' episodes.\u001b[24m\n    \u001b[1mあなたの好きな少年の2回目の旅行を覚えていれば、それらの「よりスマートな」エピソードを見かけることができます。\u001b[22m, \u001b[1mあなたの好きな少年を通して、あなたの第二の旅を覚えて、あなたはそれらの「賢く」のエピソードに出くわします。\u001b[22m\nThose episodes that really made use of everything very well. Sure they didn't have that cool fight you were looking for, but you couldn't help but relish in that hidden, underexposed intelligence.\n\n\u001b[1m本当にすべてを非常にうまく使いこなしたエピソード。 確かに彼らはあなたが探していたクールな戦いを持っていなかったが、あなたは隠されて、露出不足のインテリジェンスで歓迎することはできませんでした。\u001b[22m\n\u001b[1m(Hontōni subete o hijō ni umaku tsukaikonashita episōdo. Tashika ni karera wa anata ga sagashite ita kūruna tatakai o motte inakattaga, anata wa kakusa rete, roshutsu fusoku no interijensu de kangei suru koto wa dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThose episodes that really made use of everything very well. Sure they didn't have that cool fight you were looking for, but you couldn't help but relish in that hidden, underexposed intelligence.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThose episodes that really made use of everything very well.\u001b[24m\n    \u001b[1m本当にすべてを非常にうまく使いこなしたエピソード。\u001b[22m, \u001b[1m本当に非常によく、すべてのものを利用したこれらのエピソード。\u001b[22m\n\u001b[4mSure they didn't have that cool fight you were looking for, but you couldn't help but relish in that hidden, underexposed intelligence.\u001b[24m\n    \u001b[1m確かに彼らはあなたが探していたクールな戦いを持っていなかったが、あなたは隠されて、露出不足のインテリジェンスで歓迎することはできませんでした。\u001b[22m, \u001b[1m確かに彼らはあなたが探していたそのクールな戦いを持っていなかったが、あなたは助けるが、その隠された、露出不足の知性に楽しむことができませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nIn a sense, the first Patlabor movie felt like that odd out-of-place episode.\n\n\u001b[1mある意味では、最初のパトレイバー映画は、その奇妙なアウトオブプレイスのエピソードのように感じました。\u001b[22m\n\u001b[1m(Aruimide wa, saisho no patoreibā eiga wa, sono kimyōna autoobupureisu no episōdo no yō ni kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mIn a sense, the first Patlabor movie felt like that odd out-of-place episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn a sense, the first Patlabor movie felt like that odd out-of-place episode.\u001b[24m\n    \u001b[1mある意味では、最初のパトレイバー映画は、その奇妙なアウトオブプレイスのエピソードのように感じました。\u001b[22m, \u001b[1mある意味では、最初パトレイバー映画はその奇妙なアウトオブプレースエピソードのように感じました。\u001b[22m\n\u001b[1m\u001b[22m\nPatlabor 2 is a movie of that episode; Hardcore, unrecognizable, and tricked out with a new arsenal of attack.\n\n\u001b[1mパトレイバー2は、そのエピソードの映画です。 ハードコア、認識不能、新しい攻撃の武器で騙された。\u001b[22m\n\u001b[1m(Patoreibā 2 wa, sono episōdo no eigadesu. Hādokoa, ninshiki funō, atarashī kōgeki no buki de damasa reta.)\u001b[22m\n\nTranslations of \u001b[4mPatlabor 2 is a movie of that episode; Hardcore, unrecognizable, and tricked out with a new arsenal of attack.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPatlabor 2 is a movie of that episode;\u001b[24m\n    \u001b[1mパトレイバー2は、そのエピソードの映画です。\u001b[22m, \u001b[1m機動警察パトレイバー2はそのエピソードの映画です。\u001b[22m\n\u001b[4mHardcore, unrecognizable, and tricked out with a new arsenal of attack.\u001b[24m\n    \u001b[1mハードコア、認識不能、新しい攻撃の武器で騙された。\u001b[22m, \u001b[1mハードコア、認識できない、攻撃の新兵器で出だまさ。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8/10\n\n\u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m(Sutōrī: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8/10\u001b[24m\n    \u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m\u001b[22m\nMy primary concerns with the first movie's plot was that everything that made it smart and thought provoking was all disguised with motifs and allusions.\n\n\u001b[1m最初の映画の私の主な関心事は、それをスマートにし、刺激すると思ったすべてがモチーフと言い回しで偽装されていたことでした。\u001b[22m\n\u001b[1m(Saisho no eiga no watashi no omona kanshinji wa, sore o sumāto ni shi, shigeki suru to omotta subete ga mochīfu to iimawashi de gisō sa rete ita kotodeshita.)\u001b[22m\n\nTranslations of \u001b[4mMy primary concerns with the first movie's plot was that everything that made it smart and thought provoking was all disguised with motifs and allusions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy primary concerns with the first movie's plot was that everything that made it smart and thought provoking was all disguised with motifs and allusions.\u001b[24m\n    \u001b[1m最初の映画の私の主な関心事は、それをスマートにし、刺激すると思ったすべてがモチーフと言い回しで偽装されていたことでした。\u001b[22m, \u001b[1m最初の映画のプロットと私の主な関心事は、それがスマート製と考えさせられるすべてがすべてのモチーフと隠喩で偽装されたということでした。\u001b[22m\nAnd it takes even less time here to realize that Patlabor 2 is all about setting up it's keys and figures to come to, and arrive at a calculated point.\n\n\u001b[1mパトレイバー2はキーとフィギュアを設定して、計算されたポイントに到達することをすべて知っていることに気づくのに、ここでは時間がかかりません。\u001b[22m\n\u001b[1m(Patoreibā 2 wa kī to figyua o settei shite, keisan sa reta pointo ni tōtatsu suru koto o subete shitte iru koto ni kidzuku no ni, kokode wa jikan ga kakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mAnd it takes even less time here to realize that Patlabor 2 is all about setting up it's keys and figures to come to, and arrive at a calculated point.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd it takes even less time here to realize that Patlabor 2 is all about setting up it's keys and figures to come to, and arrive at a calculated point.\u001b[24m\n    \u001b[1mパトレイバー2はキーとフィギュアを設定して、計算されたポイントに到達することをすべて知っていることに気づくのに、ここでは時間がかかりません。\u001b[22m, \u001b[1mそして、それは機動警察パトレイバー2はすべてに来て、算出されたポイントに到着することのキーと数字の設定についてであることを実現するために、ここでさえ少ない時間がかかります。\u001b[22m\n\u001b[1m\u001b[22m\nInstead of showing us flash cards showing us pieces of the overall puzzle, Oshii kicks it the old fashioned way: Has the plot all about it. Nothing special.\n\n\u001b[1mOshiiは全体のパズルを見せてくれるフラッシュカードを表示するのではなく、それを昔ながらの方法でキックします。 特別なものはありません。\u001b[22m\n\u001b[1m(Oshii wa zentai no pazuru o misete kureru furasshukādo o hyōji suru node wa naku, sore o mukashinagarano hōhō de kikku shimasu. Tokubetsuna mono wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mInstead of showing us flash cards showing us pieces of the overall puzzle, Oshii kicks it the old fashioned way: Has the plot all about it. Nothing special.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInstead of showing us flash cards showing us pieces of the overall puzzle, Oshii kicks it the old fashioned way: Has the plot all about it.\u001b[24m\n    \u001b[1mOshiiは全体のパズルを見せてくれるフラッシュカードを表示するのではなく、それを昔ながらの方法でキックします。\u001b[22m, \u001b[1m代わりに、私たちに私たちの全体的なパズルのピースを示すフラッシュカードを表示するので、押井はそれを昔ながらの方法をキック：すべてのそれについてのプロットを持っています。\u001b[22m\n\u001b[4mNothing special.\u001b[24m\n    \u001b[1m特別なものはありません。\u001b[22m, \u001b[1m特別な何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nBut, of course, in exchange for his unusual directness, we lose everything that made the predecessor so flexible.\n\n\u001b[1mしかし、もちろん、彼の珍しい直接性と引き換えに、私たちは前任者をとても柔軟にするすべてを失います。\u001b[22m\n\u001b[1m(Shikashi, mochiron, kare no mezurashī chokusetsu-sei to hikikae ni, watashitachiha zen'nin-sha o totemo jūnan ni suru subete o ushinaimasu.)\u001b[22m\n\nTranslations of \u001b[4mBut, of course, in exchange for his unusual directness, we lose everything that made the predecessor so flexible.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut, of course, in exchange for his unusual directness, we lose everything that made the predecessor so flexible.\u001b[24m\n    \u001b[1mしかし、もちろん、彼の珍しい直接性と引き換えに、私たちは前任者をとても柔軟にするすべてを失います。\u001b[22m, \u001b[1mしかし、もちろん、彼の異常な率直さと引き換えに、私たちはとても柔軟な前身を作ったすべてを失います。\u001b[22m\nThe easy to grasp sci-fi elements, familiar terms, and connecting phrases; they're all gone. Replaced with a story that begs you to have some knowledge of Patlabor, know a little about post-WWII intel conflicts, and be up to date with your opinions on economics and political ethics to have this movie really matter to you.\n\n\u001b[1mSci-fi要素、使い慣れた用語、および接続フレーズを簡単に把握できます。 彼らはすべて消えてしまった。 パトレイバーの知識を身につけて、WWIIのインテルの紛争について少し知って、この映画をあなたにとって本当に重要なものにするために、経済学と政治倫理に関するあなたの意見を最新にしてくれるストーリーに取り替えてください。\u001b[22m\n\u001b[1m(Sci - fi yōso, tsukainareta yōgo, oyobi setsuzoku furēzu o kantan ni haaku dekimasu. Karera wa subete kiete shimatta. Patoreibā no chishiki o mi ni tsukete, WWII no Interu no funsō ni tsuite sukoshi shitte, kono eiga o anata ni totte hontōni jūyōna mono ni suru tame ni, keizai-gaku to seiji rinri ni kansuru anata no iken o saishin ni shite kureru sutōrī ni torikaete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThe easy to grasp sci-fi elements, familiar terms, and connecting phrases; they're all gone. Replaced with a story that begs you to have some knowledge of Patlabor, know a little about post-WWII intel conflicts, and be up to date with your opinions on economics and political ethics to have this movie really matter to you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe easy to grasp sci-fi elements, familiar terms, and connecting phrases;\u001b[24m\n    \u001b[1mSci-fi要素、使い慣れた用語、および接続フレーズを簡単に把握できます。\u001b[22m, \u001b[1mSFの要素、おなじみの用語、および接続フレーズを把握しやすいです。\u001b[22m\n\u001b[4mthey're all gone.\u001b[24m\n    \u001b[1m彼らはすべて消えてしまった。\u001b[22m, \u001b[1mそれらは全て消えています。\u001b[22m\n\u001b[4mReplaced with a story that begs you to have some knowledge of Patlabor, know a little about post-WWII intel conflicts, and be up to date with your opinions on economics and political ethics to have this movie really matter to you.\u001b[24m\n    \u001b[1mパトレイバーの知識を身につけて、WWIIのインテルの紛争について少し知って、この映画をあなたにとって本当に重要なものにするために、経済学と政治倫理に関するあなたの意見を最新にしてくれるストーリーに取り替えてください。\u001b[22m, \u001b[1m機動警察パトレイバーのいくつかの知識を持っているあなたを頼む話に置き換え、戦後Intelの競合について少し知っている、そしてこの映画は本当にあなたには関係持っている経済・政治倫理上のあなたの意見を持つ最新の状態にすること。\u001b[22m\n4 years is a relatively short amount of time, but from 1989 to 1993, the Cold War ended, and thus stories to reflect upon a half a century of intel warfare was yet to begin, so that's where the real power of this movie lies:\n\n\u001b[1m4年は比較的短い時間であるが、1989年から1993年にかけて冷戦が終わったため、インテルの戦争の半世紀を反映する物語はまだ始まっていないので、この映画の本当の力がある。\u001b[22m\n\u001b[1m(4-Nen wa hikakuteki mijikai jikandearuga, 1989-nen kara 1993-nen ni kakete reisen ga owatta tame, Interu no sensō no han seiki o han'ei suru monogatari wa mada hajimatte inainode, kono eiga no hontō no chikara ga aru.)\u001b[22m\n\nTranslations of \u001b[4m4 years is a relatively short amount of time, but from 1989 to 1993, the Cold War ended, and thus stories to reflect upon a half a century of intel warfare was yet to begin, so that's where the real power of this movie lies:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m4 years is a relatively short amount of time, but from 1989 to 1993, the Cold War ended, and thus stories to reflect upon a half a century of intel warfare was yet to begin, so that's where the real power of this movie lies:\u001b[24m\n    \u001b[1m4年は比較的短い時間であるが、1989年から1993年にかけて冷戦が終わったため、インテルの戦争の半世紀を反映する物語はまだ始まっていないので、この映画の本当の力がある。\u001b[22m, \u001b[1m4年間この映画の本当の力がどこにあるが、1989年から1993年まで、比較的短い時間で、冷戦は終わった、とこのように物語がインテル戦の世紀を開始するまだあった半分の際に反映させるために、その結果は次のとおりです。\u001b[22m\nThe ability to use itself to imitate a situation where the conclusion doesn't always get off so easy.\n\n\u001b[1m結論が必ずしも容易には得られない状況を模倣するためにそれ自身を使用する能力。\u001b[22m\n\u001b[1m(Ketsuron ga kanarazushimo yōi ni wa e rarenai jōkyō o mohō suru tame ni sore jishin o shiyō suru nōryoku.)\u001b[22m\n\nTranslations of \u001b[4mThe ability to use itself to imitate a situation where the conclusion doesn't always get off so easy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ability to use itself to imitate a situation where the conclusion doesn't always get off so easy.\u001b[24m\n    \u001b[1m結論が必ずしも容易には得られない状況を模倣するためにそれ自身を使用する能力。\u001b[22m, \u001b[1m結論はいつもそう簡単で下車していない状況を模倣するために自分自身を使用する能力。\u001b[22m\n\u001b[1m\u001b[22m\nThe concepts of technology demonizing humans' relationship with the planet are officially exchanged with questioning the nature of present peace, nowaday warring, and the fine lines they share. The highest compliment I can give to Patlabor 2 is that it's decision to become self-aware of it's own changings and reflectings of them are probably the firsts, and is a must for any serious attempt of philosophizing.\n\n\u001b[1m人間と惑星との関係を悪化させる技術の概念は、現在の平和の本質、今は戦争、そして彼らが共有している細い線に疑問を持って公式に交換されている。 私がパトレイバー2に与えることができる最高の賛辞は、それが自分自身の変化であり自己反映であることを自覚する決断はおそらく最初のものであり、深刻な哲学的試みのための必需品です。\u001b[22m\n\u001b[1m(Ningen to wakusei to no kankei o akka sa seru gijutsu no gainen wa, genzai no heiwa no honshitsu, ima wa sensō, soshite karera ga kyōyū shite iru hosoi sen ni gimon o motte kōshiki ni kōkan sa rete iru. Watashi ga patoreibā 2 ni ataeru koto ga dekiru saikō no sanji wa, sore ga jibunjishin'no henkadeari jiko han'eidearu koto o jikaku suru ketsudan wa osoraku saisho no monodeari, shinkokuna tetsugaku-teki kokoromi no tame no hitsuju-hindesu.)\u001b[22m\n\nTranslations of \u001b[4mThe concepts of technology demonizing humans' relationship with the planet are officially exchanged with questioning the nature of present peace, nowaday warring, and the fine lines they share. The highest compliment I can give to Patlabor 2 is that it's decision to become self-aware of it's own changings and reflectings of them are probably the firsts, and is a must for any serious attempt of philosophizing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe concepts of technology demonizing humans' relationship with the planet are officially exchanged with questioning the nature of present peace, nowaday warring, and the fine lines they share.\u001b[24m\n    \u001b[1m人間と惑星との関係を悪化させる技術の概念は、現在の平和の本質、今は戦争、そして彼らが共有している細い線に疑問を持って公式に交換されている。\u001b[22m, \u001b[1m技術は、地球と人間の関係を悪魔化の概念が正式に現今、現在の平和の本質を問う交戦し、彼らが共有する細い線と交換されます。\u001b[22m\n\u001b[4mThe highest compliment I can give to Patlabor 2 is that it's decision to become self-aware of it's own changings and reflectings of them are probably the firsts, and is a must for any serious attempt of philosophizing.\u001b[24m\n    \u001b[1m私がパトレイバー2に与えることができる最高の賛辞は、それが自分自身の変化であり自己反映であることを自覚する決断はおそらく最初のものであり、深刻な哲学的試みのための必需品です。\u001b[22m, \u001b[1m私は機動警察パトレイバー2に与えることができる最高の賛辞は、自己意識それ自身changingsおよびそれらのreflectingsのになるために、それの決定はおそらく初であるということである、とphilosophizingの深刻な試みのための絶対必要です。\u001b[22m\n\u001b[1m\u001b[22m\nThe trouble with orchestrating a futuristic political scandal is... reminding yourself who the target audience is, and Headgear(the creative staff), must've gotten lost in planning to remember that typical fans like a little more potato chips with their tuna w / 100% wheat.\n\n\u001b[1m未来的な政治的スキャンダルを編成することの問題は...ターゲットオーディエンスが誰であるかを思い出させることであり、ヘッドギア（創造的なスタッフ）は、マグロを持つポテトチップスのような典型的なファンを覚えておく必要があります / 100％小麦。\u001b[22m\n\u001b[1m(Mirai-tekina seidjiteki sukyandaru o hensei suru koto no mondai wa... Tāgettoōdiensu ga daredearu ka o omoidasa seru kotodeari, heddogia (sōzō-tekina sutaffu) wa, maguro o motsu potetochippusu no yōna tenkei-tekina fan o oboete oku hitsuyō ga arimasu/ 100-pāsento komugi.)\u001b[22m\n\nTranslations of \u001b[4mThe trouble with orchestrating a futuristic political scandal is... reminding yourself who the target audience is, and Headgear(the creative staff), must've gotten lost in planning to remember that typical fans like a little more potato chips with their tuna w / 100% wheat.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe trouble with orchestrating a futuristic political scandal is... reminding yourself who the target audience is, and Headgear(the creative staff), must've gotten lost in planning to remember that typical fans like a little more potato chips with their tuna w\u001b[24m\n    \u001b[1m未来的な政治的スキャンダルを編成することの問題は...ターゲットオーディエンスが誰であるかを思い出させることであり、ヘッドギア（創造的なスタッフ）は、マグロを持つポテトチップスのような典型的なファンを覚えておく必要があります\u001b[22m, \u001b[1m未来的な政治スキャンダルを組織とのトラブルを覚えておくことが、計画で失わ得てんだろうターゲットオーディエンスが誰であるかあなた自身に思い出させる、とヘッドギア（制作スタッフ）...である彼らのマグロワットともう少しポテトチップスのような典型的なファン\u001b[22m\n\u001b[4m/ 100% wheat.\u001b[24m\n    \u001b[1m/ 100％小麦。\u001b[22m, \u001b[1m/ 100％の小麦。\u001b[22m\n\u001b[1m\u001b[22m\nThe level of the message may have skyrocketed in terms of real world use, but with their teaching methods, who's really gonna care?\n\n\u001b[1mメッセージのレベルは実際の使用の点で急上昇しているかもしれませんが、教授法で本当に気になるのでしょうか？\u001b[22m\n\u001b[1m(Messēji no reberu wa jissai no shiyō no ten de kyūjōshō shite iru kamo shiremasenga, kyōju-hō de hontōni ki ni naru nodeshou ka?)\u001b[22m\n\nTranslations of \u001b[4mThe level of the message may have skyrocketed in terms of real world use, but with their teaching methods, who's really gonna care?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe level of the message may have skyrocketed in terms of real world use, but with their teaching methods, who's really gonna care?\u001b[24m\n    \u001b[1mメッセージのレベルは実際の使用の点で急上昇しているかもしれませんが、教授法で本当に気になるのでしょうか？\u001b[22m, \u001b[1mメッセージのレベルは、実世界での使用の点で急上昇しているかもしれないが、彼らの指導方法で、誰が本当につもりケアですか？\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10/10\n\n\u001b[1mアート：10/10\u001b[22m\n\u001b[1m(Āto: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10/10\u001b[24m\n    \u001b[1mアート：10/10\u001b[22m\n\u001b[1m\u001b[22m\nIf even possible, Patlabor's art has an even more polished look of reality that one could call it a dead ringer for the technical perfection that arrives later in Ghost in the Shell. Dark, studious, and with wonder, the angles and select backgrounds express a 'take a look at how we live' impression. And it does take a very mentally detached mind to demonstrate the level of moral death that's reflected in this movie.\n\n\u001b[1m可能であれば、パトレイバーの芸術は、後でゴースト・オブ・ザ・シェルで到着する技術的完璧のための死者ともいえる現実のより洗練された外観を持っています。 暗くて勉強になり、驚くべき角度と選択された背景は、「私たちが生きる方法を見てみましょう」印象を表現します。 そして、それはこの映画に反映された道徳的死のレベルを実証するために非常に精神的に分離した心を取る。\u001b[22m\n\u001b[1m(Kanōdeareba, patoreibā no geijutsu wa,-go de gōsuto Obu za sheru de tōchaku suru gijutsu-teki kanpeki no tame no shisha-tomo ieru genjitsu no yori senrensareta gaikan o motte imasu. Kurakute benkyō ni nari, odorokubeki kakudo to sentaku sa reta haikei wa,`watashitachi ga ikiru hōhō o mite mimashou' inshō o hyōgen shimasu. Soshite, sore wa kono eiga ni han'ei sa reta dōtokuteki-shi no reberu o jisshō suru tame ni hijō ni seishintekini bunri shita kokoro o toru.)\u001b[22m\n\nTranslations of \u001b[4mIf even possible, Patlabor's art has an even more polished look of reality that one could call it a dead ringer for the technical perfection that arrives later in Ghost in the Shell. Dark, studious, and with wonder, the angles and select backgrounds express a 'take a look at how we live' impression. And it does take a very mentally detached mind to demonstrate the level of moral death that's reflected in this movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf even possible, Patlabor's art has an even more polished look of reality that one could call it a dead ringer for the technical perfection that arrives later in Ghost in the Shell.\u001b[24m\n    \u001b[1m可能であれば、パトレイバーの芸術は、後でゴースト・オブ・ザ・シェルで到着する技術的完璧のための死者ともいえる現実のより洗練された外観を持っています。\u001b[22m, \u001b[1mでも可能であれば、機動警察パトレイバーの技術では、1が後攻殻機動隊に到着した完璧な技術のための生き写しそれを呼び出すことができ、現実のより一層洗練された外観を持っています。\u001b[22m\n\u001b[4mDark, studious, and with wonder, the angles and select backgrounds express a 'take a look at how we live' impression.\u001b[24m\n    \u001b[1m暗くて勉強になり、驚くべき角度と選択された背景は、「私たちが生きる方法を見てみましょう」印象を表現します。\u001b[22m, \u001b[1m勤勉ダークは、と不思議で、角度や選択の背景には、「私たちが住んでいる方法を見てみ」の印象を表現します。\u001b[22m\n\u001b[4mAnd it does take a very mentally detached mind to demonstrate the level of moral death that's reflected in this movie.\u001b[24m\n    \u001b[1mそして、それはこの映画に反映された道徳的死のレベルを実証するために非常に精神的に分離した心を取る。\u001b[22m, \u001b[1mそして、それはこの映画に反映されています道徳的な死のレベルを証明することは非常に精神的に切り離され、心を取るん。\u001b[22m\n\u001b[1m\u001b[22m\nThis being a heavily centralized political thriller, the tone of the world almost has to look and be perceived as 'bleak'. Sometimes that word doesn't properly describe the future that Headgear cooked up!\n\n\u001b[1mこれは大きく集中した政治的スリラーであり、世界の色調はほとんど見え、「荒涼」と認識されています。 時にはその言葉は、ヘッドギアが調理した未来を正しく説明していません！\u001b[22m\n\u001b[1m(Kore wa ōkiku shūchū shita seidjiteki surirādeari, sekai no shikichō wa hotondo mie,`kōryō' to ninshiki sa rete imasu. Tokiniha sono kotoba wa, heddogia ga chōri shita mirai o tadashiku setsumei shite imasen!)\u001b[22m\n\nTranslations of \u001b[4mThis being a heavily centralized political thriller, the tone of the world almost has to look and be perceived as 'bleak'. Sometimes that word doesn't properly describe the future that Headgear cooked up!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis being a heavily centralized political thriller, the tone of the world almost has to look and be perceived as 'bleak'.\u001b[24m\n    \u001b[1mこれは大きく集中した政治的スリラーであり、世界の色調はほとんど見え、「荒涼」と認識されています。\u001b[22m, \u001b[1mこれは重く、集中政治スリラーであること、世界のトーンはほとんど見てと '荒涼とした」として知覚されることがあります。\u001b[22m\n\u001b[4mSometimes that word doesn't properly describe the future that Headgear cooked up!\u001b[24m\n    \u001b[1m時にはその言葉は、ヘッドギアが調理した未来を正しく説明していません！\u001b[22m, \u001b[1m時には、その単語が正しくヘッドギアがでっちあげた未来を説明していません！\u001b[22m\n\u001b[1m\u001b[22m\nThe rendering is always detailed 100%, with character movements being subtle, downplayed, but human.\n\n\u001b[1mレンダリングは常に100％詳述され、キャラクターの動きは微妙で、軽視されるが人間である。\u001b[22m\n\u001b[1m(Rendaringu wa tsuneni 100-pāsento shōjutsu sa re, kyarakutā no ugoki wa bimyōde, keishi sa reruga ningendearu.)\u001b[22m\n\nTranslations of \u001b[4mThe rendering is always detailed 100%, with character movements being subtle, downplayed, but human.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe rendering is always detailed 100%, with character movements being subtle, downplayed, but human.\u001b[24m\n    \u001b[1mレンダリングは常に100％詳述され、キャラクターの動きは微妙で、軽視されるが人間である。\u001b[22m, \u001b[1mレンダリングは、常に、文字の動きが微妙であることで、100％を詳述軽視、人間れます。\u001b[22m\n\u001b[1m\u001b[22m\nThe patterns Oshii use to put us into the experience does stretch out the length of the movie though, and with this being the quiet little patient that it is, trying to be this immersed in it becomes a fault.\n\n\u001b[1mオシイが私たちを経験に入れさせるために使うパターンは、映画の長さを引き伸ばすものですが、これは静かな小さな患者であるため、それに浸ってみると失敗になります。\u001b[22m\n\u001b[1m(Oshī ga watashitachi o keiken ni haire saseru tame ni tsukau patān wa, eiga no naga-sa o hikinobasu monodesuga, kore wa shizukana chīsana kanjadearu tame, sore ni hitatte miru to shippai ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe patterns Oshii use to put us into the experience does stretch out the length of the movie though, and with this being the quiet little patient that it is, trying to be this immersed in it becomes a fault.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe patterns Oshii use to put us into the experience does stretch out the length of the movie though, and with this being the quiet little patient that it is, trying to be this immersed in it becomes a fault.\u001b[24m\n    \u001b[1mオシイが私たちを経験に入れさせるために使うパターンは、映画の長さを引き伸ばすものですが、これは静かな小さな患者であるため、それに浸ってみると失敗になります。\u001b[22m, \u001b[1mパターンは、押井はしかし、ムービーの長さを伸ばしない経験に私たちを入れて使用しており、これはそれがあることを静かな小さな患者であることで、これはそれに浸漬することしようとする障害になります。\u001b[22m\n\u001b[1m\u001b[22m\nPerhaps if you take a couple of coffee breaks, then you can help dilute the broodiness of the film.\n\n\u001b[1mたぶん、コーヒーブレークを2回取ると、映画のうねりを薄めるのに役立ちます。\u001b[22m\n\u001b[1m(Tabun, kōhīburēku o 2-kai toru to, eiga no uneri o usumeru no ni yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mPerhaps if you take a couple of coffee breaks, then you can help dilute the broodiness of the film.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPerhaps if you take a couple of coffee breaks, then you can help dilute the broodiness of the film.\u001b[24m\n    \u001b[1mたぶん、コーヒーブレークを2回取ると、映画のうねりを薄めるのに役立ちます。\u001b[22m, \u001b[1mあなたがコーヒーブレイクのカップルを取る場合、おそらく、あなたは映画の就巣を希釈することができます。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 6/10\n\n\u001b[1mサウンド：6/10\u001b[22m\n\u001b[1m(Saundo: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 6/10\u001b[24m\n    \u001b[1mサウンド：6/10\u001b[22m\n\u001b[1m\u001b[22m\nOne thing I was gladly looking for in this movie, sadly became extinguished before the movie ever began.\n\n\u001b[1m私がこの映画で喜んで探していたことの一つは、映画が始まる前に残念ながら消えてしまった。\u001b[22m\n\u001b[1m(Watashi ga kono eiga de yorokonde sagashite ita koto no hitotsu wa, eiga ga hajimaru mae ni zan'nen'nagara kiete shimatta.)\u001b[22m\n\nTranslations of \u001b[4mOne thing I was gladly looking for in this movie, sadly became extinguished before the movie ever began.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne thing I was gladly looking for in this movie, sadly became extinguished before the movie ever began.\u001b[24m\n    \u001b[1m私がこの映画で喜んで探していたことの一つは、映画が始まる前に残念ながら消えてしまった。\u001b[22m, \u001b[1m私は喜んでこの映画の中で探していたことの一つは、悲しい映画は今までに開始する前に消滅しました。\u001b[22m\nIt's now apparent that Kenji's music being used for anything besides setting the tone, is not only a rarity but should be an event in of itself.\n\n\u001b[1mケンジの音楽は、調子以外に何かに使われていることはまれであるだけでなく、それ自体の出来事でなければならないことは明らかです。\u001b[22m\n\u001b[1m(Kenji no ongaku wa, chōshi igai ni nanika ni tsukawa rete iru koto wa maredearu dakedenaku, sore jitai no dekigotodenakereba naranai koto wa akirakadesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's now apparent that Kenji's music being used for anything besides setting the tone, is not only a rarity but should be an event in of itself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's now apparent that Kenji's music being used for anything besides setting the tone, is not only a rarity but should be an event in of itself.\u001b[24m\n    \u001b[1mケンジの音楽は、調子以外に何かに使われていることはまれであるだけでなく、それ自体の出来事でなければならないことは明らかです。\u001b[22m, \u001b[1m賢治の音楽は音を設定する以外に何のために使用されていることが明らかだだけでなく、希少であるが、それ自体の中でのイベントでなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nAnd with a movie as soulless as this, you'd think an artist would try to enrich and promote some form of spirituality. But... there's only countless reminders that the experience will be anything but jolly or merry.\n\n\u001b[1mこのような魂のない映画では、アーティストはある種のスピリチュアリティーを豊かにして促進しようとしていると思います。 しかし、経験は喜んでも陽気でもないという無数の思い出があります。\u001b[22m\n\u001b[1m(Kono yōna tamashī no nai eigade wa, ātisuto wa arushuno supirichuaritī o yutaka ni shite sokushin shiyou to shite iru to omoimasu. Shikashi, keiken wa yorokonde mo yōkide mo nai to iu musū no omoide ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd with a movie as soulless as this, you'd think an artist would try to enrich and promote some form of spirituality. But... there's only countless reminders that the experience will be anything but jolly or merry.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd with a movie as soulless as this, you'd think an artist would try to enrich and promote some form of spirituality.\u001b[24m\n    \u001b[1mこのような魂のない映画では、アーティストはある種のスピリチュアリティーを豊かにして促進しようとしていると思います。\u001b[22m, \u001b[1mそして、この限り魂の映画で、あなたはアーティストが霊のいくつかのフォームを豊かにし、促進しようとするだろうと思いますよ。\u001b[22m\n\u001b[4mBut... there's only countless reminders that the experience will be anything but jolly or merry.\u001b[24m\n    \u001b[1mしかし、経験は喜んでも陽気でもないという無数の思い出があります。\u001b[22m, \u001b[1mしかし...経験は何もなく、陽気か陽気になることだけ無数のアラームがあります。\u001b[22m\n\u001b[1m\u001b[22m\nAnd it doesn't even stand out. The more things you remember adding to this kind of impression, the more detrimental you think of it as.\n\n\u001b[1mそして、それは際立っていません。 この種の印象に加えて覚えていることが多くなればなるほど、あなたはそれをより有害なものと考えるでしょう。\u001b[22m\n\u001b[1m(Soshite, sore wa kiwadatte imasen. Kono tane no inshō ni kuwaete oboete iru koto ga ōku nareba naru hodo, anata wa sore o yori yūgaina mono to kangaerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mAnd it doesn't even stand out. The more things you remember adding to this kind of impression, the more detrimental you think of it as.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd it doesn't even stand out.\u001b[24m\n    \u001b[1mそして、それは際立っていません。\u001b[22m, \u001b[1mそして、それはあっても目立ちません。\u001b[22m\n\u001b[4mThe more things you remember adding to this kind of impression, the more detrimental you think of it as.\u001b[24m\n    \u001b[1mこの種の印象に加えて覚えていることが多くなればなるほど、あなたはそれをより有害なものと考えるでしょう。\u001b[22m, \u001b[1mあなたは印象のこの種を添加することを覚えているより多くのものは、より多くの有害なあなたはと考えます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 5/10\n\n\u001b[1mキャラクター：5/10\u001b[22m\n\u001b[1m(Kyarakutā: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 5/10\u001b[24m\n    \u001b[1mキャラクター：5/10\u001b[22m\n\u001b[1m\u001b[22m\nSadly, this movie has given up it's body in order to tell the story that it feels it must.\n\n\u001b[1m悲しいことに、この映画は、それが必要であると感じるという話を伝えるために、それをあきらめています。\u001b[22m\n\u001b[1m(Kanashī koto ni, kono eiga wa, sore ga hitsuyōdearu to kanjiru to iu hanashi o tsutaeru tame ni, sore o akiramete imasu.)\u001b[22m\n\nTranslations of \u001b[4mSadly, this movie has given up it's body in order to tell the story that it feels it must.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSadly, this movie has given up it's body in order to tell the story that it feels it must.\u001b[24m\n    \u001b[1m悲しいことに、この映画は、それが必要であると感じるという話を伝えるために、それをあきらめています。\u001b[22m, \u001b[1m悲しいことに、この映画は、それがなければならない感じの話をするために、それの体を与えています。\u001b[22m\nThis section just offers further proof, that this movie is a departure from the standards typical Patlabor uses. If the first movie felt like a spicier episode, this one feels like the supporting characters spun off and made their own show... only it got cancelled after the first ep.\n\n\u001b[1mこのセクションでは、この映画がPatlaborの典型的な標準からの出発点であるという証拠を提供しています。 最初の映画がスパイシーなエピソードのように感じられた場合、これはサポートキャラクターがスピンオフして自分のショーを作ったように感じる...最初のエピの後にキャンセルされただけだ。\u001b[22m\n\u001b[1m(Kono sekushonde wa, kono eiga ga Patlabor no tenkei-tekina hyōjun kara no shuppatsu-tendearu to iu shōko o teikyō shite imasu. Saisho no eiga ga supaishīna episōdo no yō ni kanji rareta baai, koreha sapōtokyarakutā ga supin'ofu shite jibun no shō o tsukutta yō ni kanjiru... Saisho no epi no nochi ni kyanseru sa reta dakeda.)\u001b[22m\n\nTranslations of \u001b[4mThis section just offers further proof, that this movie is a departure from the standards typical Patlabor uses. If the first movie felt like a spicier episode, this one feels like the supporting characters spun off and made their own show... only it got cancelled after the first ep.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis section just offers further proof, that this movie is a departure from the standards typical Patlabor uses.\u001b[24m\n    \u001b[1mこのセクションでは、この映画がPatlaborの典型的な標準からの出発点であるという証拠を提供しています。\u001b[22m, \u001b[1mこのセクションでは、ちょうどこの映画は、典型的な機動警察パトレイバーが使用する標準からの逸脱であること、さらに証拠を提供しています。\u001b[22m\n\u001b[4mIf the first movie felt like a spicier episode, this one feels like the supporting characters spun off and made their own show... only it got cancelled after the first ep.\u001b[24m\n    \u001b[1m最初の映画がスパイシーなエピソードのように感じられた場合、これはサポートキャラクターがスピンオフして自分のショーを作ったように感じる...最初のエピの後にキャンセルされただけだ。\u001b[22m, \u001b[1m最初の映画は、スパイシーエピソードのように感じた場合は、対応する文字が分社し、自分のショーを作ったように、この1は、それが最初のEP後のキャンセルしまった...感じています。\u001b[22m\n\u001b[1m\u001b[22m\n'Alienating' is the key word for this bundle of people that are labeled as characters.\n\n\u001b[1m「エイリアン化」は文字としてラベル付けされたこのバンドルのキーワードです。\u001b[22m\n\u001b[1m(`Eirian-ka' wa moji to shite raberutsuke sa reta kono bandoru no kīwādodesu.)\u001b[22m\n\nTranslations of \u001b[4m'Alienating' is the key word for this bundle of people that are labeled as characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Alienating' is the key word for this bundle of people that are labeled as characters.\u001b[24m\n    \u001b[1m「エイリアン化」は文字としてラベル付けされたこのバンドルのキーワードです。\u001b[22m, \u001b[1m「疎外」は文字としてラベル付けされている人々のこのバンドルのキーワードです。\u001b[22m\nIn my 1st Patlabor movie review, I mentioned that some extra info of Patlabor would be nice to enjoy it more, it's almost crucial that you know at least the main characters to even 'understand' this movie. Not enjoy.\n\n\u001b[1m私の第1回パトレイバー・ムービー・レビューでは、パトレイバーのいくつかの追加情報がもっと楽しめることがうれしいと述べました。少なくとも、この映画を理解するためにも少なくとも主要キャラクターは知っていることが大事です。 楽しんではいけない。\u001b[22m\n\u001b[1m(Watashi no dai 1-kai patoreibā mūbī rebyūde wa, patoreibā no ikutsu ka no tsuika jōhō ga motto tanoshimeru koto ga ureshī to nobemashita. Sukunakutomo, kono eiga o rikai suru tame ni mo sukunakutomo shuyō kyarakutā wa shitte iru koto ga daijidesu. Tanoshinde wa ikenai.)\u001b[22m\n\nTranslations of \u001b[4mIn my 1st Patlabor movie review, I mentioned that some extra info of Patlabor would be nice to enjoy it more, it's almost crucial that you know at least the main characters to even 'understand' this movie. Not enjoy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn my 1st Patlabor movie review, I mentioned that some extra info of Patlabor would be nice to enjoy it more, it's almost crucial that you know at least the main characters to even 'understand' this movie.\u001b[24m\n    \u001b[1m私の第1回パトレイバー・ムービー・レビューでは、パトレイバーのいくつかの追加情報がもっと楽しめることがうれしいと述べました。少なくとも、この映画を理解するためにも少なくとも主要キャラクターは知っていることが大事です。\u001b[22m, \u001b[1m私の第一機動警察パトレイバー映画のレビューでは、私は機動警察パトレイバーのいくつかの余分な情報がより多くのそれを楽しむためにいいだろうと述べ、それはあなたも、この映画を「理解」するには、少なくとも主要な登場人物を知っていることはほぼ重要です。\u001b[22m\n\u001b[4mNot enjoy.\u001b[24m\n    \u001b[1m楽しんではいけない。\u001b[22m, \u001b[1m楽しんでみません。\u001b[22m\n\u001b[1m\u001b[22m\nAnd even if you saw some incarnation of the characters before it won't help you like what they did to them here.\n\n\u001b[1mそして、あなたがそれらの人たちにしたことを好きになる前に、あなたが文字のいくつかの化身を見たとしても、\u001b[22m\n\u001b[1m(Soshite, anata ga sorera no hito-tachi ni shita koto o sukininaru mae ni, anata ga moji no ikutsu ka no keshin o mita to shite mo,)\u001b[22m\n\nTranslations of \u001b[4mAnd even if you saw some incarnation of the characters before it won't help you like what they did to them here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd even if you saw some incarnation of the characters before it won't help you like what they did to them here.\u001b[24m\n    \u001b[1mそして、あなたがそれらの人たちにしたことを好きになる前に、あなたが文字のいくつかの化身を見たとしても、\u001b[22m, \u001b[1mそして、それは彼らがここで彼らに何をしたかのようにあなたを助けにはなりません前に、文字のいくつかの化身を見た場合であっても。\u001b[22m\nI feel like I'm talking about the characters from Gundam 00 or Wing, because no one here feels worth caring about.\n\n\u001b[1m私はガンダム00やウィングのキャラクターについて話しているような気がする。なぜなら、誰も気にする価値がないからだ。\u001b[22m\n\u001b[1m(Watashi wa Gandamu 00 ya u~ingu no kyarakutā ni tsuite hanashite iru yōna ki ga suru. Nazenara, dare mo ki ni suru kachi ga naikarada.)\u001b[22m\n\nTranslations of \u001b[4mI feel like I'm talking about the characters from Gundam 00 or Wing, because no one here feels worth caring about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI feel like I'm talking about the characters from Gundam 00 or Wing, because no one here feels worth caring about.\u001b[24m\n    \u001b[1m私はガンダム00やウィングのキャラクターについて話しているような気がする。なぜなら、誰も気にする価値がないからだ。\u001b[22m, \u001b[1m誰もがここで気に価値があると感じていないので、私は、ガンダム00またはウイングのキャラクターについて話しているような気がします。\u001b[22m\nThey're just figureheads for a simulation, and without any personality shown in their actions or without any stray character nuance, there's no suspense.\n\n\u001b[1m彼らはシミュレーションのフィギュアヘッドであり、行動に個性がなくても、迷惑な文字のニュアンスがなくても、サスペンスはありません。\u001b[22m\n\u001b[1m(Karera wa shimyurēshon no figyua heddodeari, kōdō ni kosei ga nakute mo, meiwakuna moji no nyuansu ga nakute mo, sasupensu wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThey're just figureheads for a simulation, and without any personality shown in their actions or without any stray character nuance, there's no suspense.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey're just figureheads for a simulation, and without any personality shown in their actions or without any stray character nuance, there's no suspense.\u001b[24m\n    \u001b[1m彼らはシミュレーションのフィギュアヘッドであり、行動に個性がなくても、迷惑な文字のニュアンスがなくても、サスペンスはありません。\u001b[22m, \u001b[1m彼らは、シミュレーションのためだけの船首像だし、彼らの行動に、または任意の浮遊文字ニュアンスなしで示さいかなる人格のない、ないサスペンスはありません。\u001b[22m\n\u001b[1m\u001b[22m\nA similar style of character casts would be any of Takahashi's works(Blue Gender, Gasaraki, FLAG), in that the characters aren't outwardly enjoyable, but rather they're personal sides of them are formed by the events in the show. A bit unheard of, but they show the reflection stages help viewers with what's important or not with their reactions.\n\n\u001b[1mキャラクターキャストの同様のスタイルは、キャラクターが外に楽しいものではなく、彼らの個人的な側面がショーのイベントによって形成されるという点で、高橋の作品（Blue Gender、Gasaraki、FLAG）のいずれかになります。 聞こえないことが少しありますが、反射の段階が視聴者の反応に重要であるかどうかを助けます。\u001b[22m\n\u001b[1m(Kyarakutākyasuto no dōyō no sutairu wa, kyarakutā ga soto ni tanoshī monode wa naku, karera no kojin-tekina sokumen ga shō no ibento ni yotte keisei sa reru to iu ten de, Takahashi no sakuhin (burū Gender, gasaraki, furaggu) no izureka ni narimasu. Kikoenai koto ga sukoshi arimasuga, hansha no dankai ga shichō-sha no han'nō ni jūyōdearu ka dō ka o tasukemasu.)\u001b[22m\n\nTranslations of \u001b[4mA similar style of character casts would be any of Takahashi's works(Blue Gender, Gasaraki, FLAG), in that the characters aren't outwardly enjoyable, but rather they're personal sides of them are formed by the events in the show. A bit unheard of, but they show the reflection stages help viewers with what's important or not with their reactions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA similar style of character casts would be any of Takahashi's works(Blue Gender, Gasaraki, FLAG), in that the characters aren't outwardly enjoyable, but rather they're personal sides of them are formed by the events in the show.\u001b[24m\n    \u001b[1mキャラクターキャストの同様のスタイルは、キャラクターが外に楽しいものではなく、彼らの個人的な側面がショーのイベントによって形成されるという点で、高橋の作品（Blue Gender、Gasaraki、FLAG）のいずれかになります。\u001b[22m, \u001b[1m文字のキャストの同様のスタイルは、高橋の作品（ブルー性別、ガサラキ、FLAG）、その中の文字が外側に楽しいではなく、むしろ、彼らは彼らの個人的な側面はショーのイベントによって形成されているのいずれかであろう。\u001b[22m\n\u001b[4mA bit unheard of, but they show the reflection stages help viewers with what's important or not with their reactions.\u001b[24m\n    \u001b[1m聞こえないことが少しありますが、反射の段階が視聴者の反応に重要であるかどうかを助けます。\u001b[22m, \u001b[1mビットの前代未聞が、彼らは反射ステージが彼らの反応に重要なのか何を視聴者に役立つ示します。\u001b[22m\n\u001b[1m\u001b[22m\nAnd that's still what's missing here, Oshi saps all humanity from the cast here in exchange of telling a point.\n\n\u001b[1mそしてそれはまだここで欠けているものです、オシはポイントを教えるのと引き換えに、ここでキャストからすべての人間性を奪います。\u001b[22m\n\u001b[1m(Soshite sore wa mada koko de kakete iru monodesu, oshi wa pointo o oshieru no to hikikae ni, koko de kyasuto kara subete no ningensei o ubaimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd that's still what's missing here, Oshi saps all humanity from the cast here in exchange of telling a point.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd that's still what's missing here, Oshi saps all humanity from the cast here in exchange of telling a point.\u001b[24m\n    \u001b[1mそしてそれはまだここで欠けているものです、オシはポイントを教えるのと引き換えに、ここでキャストからすべての人間性を奪います。\u001b[22m, \u001b[1mそして、それがここで何が不足しているか、まだだ、Oshiはここでのポイントを伝えるのと引き換えに、キャストから全人類をSAPS。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 4/10\n\n\u001b[1m楽しさ：4/10\u001b[22m\n\u001b[1m(Tanoshisa: 4/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 4/10\u001b[24m\n    \u001b[1m楽しさ：4/10\u001b[22m\n\u001b[1m\u001b[22m\nThis movie came close to being at the same level of broody tolerating that Sky Crawlers earned, but... it just zooms past that.\n\n\u001b[1mこの映画はSky Crawlersが獲得したものと同じレベルの肉体に近いところに来ましたが、それは過去のものをズームするだけです。\u001b[22m\n\u001b[1m(Kono eiga wa Sky Crawlers ga kakutoku shita mono to onaji reberu no nikutai ni chikai tokoro ni kimashitaga, sore wa kako no mono o zūmu suru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mThis movie came close to being at the same level of broody tolerating that Sky Crawlers earned, but... it just zooms past that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie came close to being at the same level of broody tolerating that Sky Crawlers earned, but... it just zooms past that.\u001b[24m\n    \u001b[1mこの映画はSky Crawlersが獲得したものと同じレベルの肉体に近いところに来ましたが、それは過去のものをズームするだけです。\u001b[22m, \u001b[1mこの映画はスカイ・クロラが獲得した不機嫌そうな容認の同じレベルであることに近い来たが、...それはちょうどそれを過ぎてズームします。\u001b[22m\nIt becomes too broody so that any hope to take in such profoundness is ostensibly improbable.\n\n\u001b[1mそのような深遠さを抱くどんな希望も表面的に起こりそうにないように、それはあまりにも愚かになります。\u001b[22m\n\u001b[1m(Sono yōna shin'en-sa o daku don'na kibō mo hyōmen-teki ni okori-sō ni nai yō ni, sore wa amarini mo oroka ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt becomes too broody so that any hope to take in such profoundness is ostensibly improbable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt becomes too broody so that any hope to take in such profoundness is ostensibly improbable.\u001b[24m\n    \u001b[1mそのような深遠さを抱くどんな希望も表面的に起こりそうにないように、それはあまりにも愚かになります。\u001b[22m, \u001b[1mこのような重厚で取るために任意の希望は表向き起こりそうであるように、それはあまりにも不機嫌そうになります。\u001b[22m\nI've said it before above in this review, but there's little here to care about.\n\n\u001b[1m私はこのレビューで上記の前に言いましたが、気にすることはほとんどありません。\u001b[22m\n\u001b[1m(Watashi wa kono rebyū de jōki no mae ni iimashitaga, ki ni suru koto wa hotondo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI've said it before above in this review, but there's little here to care about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've said it before above in this review, but there's little here to care about.\u001b[24m\n    \u001b[1m私はこのレビューで上記の前に言いましたが、気にすることはほとんどありません。\u001b[22m, \u001b[1m私は上記の、このレビューに前にそれを言ってきましたが、気にするここではほとんどがあります。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters, our only linking point to understanding this movie, are blurred until there's only shells.\n\n\u001b[1mこの映画を理解するための私達の唯一のリンク点は、シェルだけが存在するまでぼやけている。\u001b[22m\n\u001b[1m(Kono eiga o rikai suru tame no watashitachi no yuiitsu no rinku-ten wa, sheru dake ga sonzai suru made boyakete iru.)\u001b[22m\n\nTranslations of \u001b[4mThe characters, our only linking point to understanding this movie, are blurred until there's only shells.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters, our only linking point to understanding this movie, are blurred until there's only shells.\u001b[24m\n    \u001b[1mこの映画を理解するための私達の唯一のリンク点は、シェルだけが存在するまでぼやけている。\u001b[22m, \u001b[1m唯一のシェルがありますまで、この映画を理解するために私たちの唯一のリンクポイントの文字が、ぼやけています。\u001b[22m\nI can only speculate that someone went up to Oshi, calmly put their hand on his shoulder, smiled and went\n\n\u001b[1m私は誰かが大志に行って、落ち着いて肩に手を置き、微笑んで行った\u001b[22m\n\u001b[1m(Watashi wa darekaga taishi ni itte, ochitsuite kata ni te o oki, hohoende itta)\u001b[22m\n\nTranslations of \u001b[4mI can only speculate that someone went up to Oshi, calmly put their hand on his shoulder, smiled and went\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can only speculate that someone went up to Oshi, calmly put their hand on his shoulder, smiled and went\u001b[24m\n    \u001b[1m私は誰かが大志に行って、落ち着いて肩に手を置き、微笑んで行った\u001b[22m, \u001b[1m私は冷静に、彼の肩に手を入れて微笑んで行き、誰かがOshiに上がったと推測することができます\u001b[22m\n'Don't make something this disconnecting again. Because this was boring. Not inspiring.'\n\n\u001b[1m「何かをもう一度切断しないでください。 これは退屈だったので。 感動しない。\u001b[22m\n\u001b[1m(`Nanika o mōichido setsudan shinaide kudasai. Kore wa taikutsudattanode. Kandō shinai.)\u001b[22m\n\nTranslations of \u001b[4m'Don't make something this disconnecting again. Because this was boring. Not inspiring.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Don't make something this disconnecting again.\u001b[24m\n    \u001b[1m「何かをもう一度切断しないでください。\u001b[22m, \u001b[1m「何か、これは再び切断をしないでください。\u001b[22m\n\u001b[4mBecause this was boring.\u001b[24m\n    \u001b[1mこれは退屈だったので。\u001b[22m, \u001b[1mこれが退屈だったので。\u001b[22m\n\u001b[4mNot inspiring.'\u001b[24m\n    \u001b[1m感動しない。\u001b[22m, \u001b[1m感激ではありません。」\u001b[22m\n\u001b[1m\u001b[22m\nDon't watch this for what sparse mecha screen time is here either. I count less than 7 minutes of the whole film where there's anything remotely endangering to anyone important to the story.\n\n\u001b[1m疎なメカ画面の時間もこれを見ないでください。 私は、映画全体のうち7分足らずで、ストーリーにとって重要な誰かに遠隔から危険をもたらすものがある。\u001b[22m\n\u001b[1m(Sona meka gamen no jikan mo kore o minaide kudasai. Watashi wa, eiga zentai no uchi 7-bu-tarazu de, sutōrī ni totte jūyōna dareka ni enkaku kara kiken o motarasu mono ga aru.)\u001b[22m\n\nTranslations of \u001b[4mDon't watch this for what sparse mecha screen time is here either. I count less than 7 minutes of the whole film where there's anything remotely endangering to anyone important to the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon't watch this for what sparse mecha screen time is here either.\u001b[24m\n    \u001b[1m疎なメカ画面の時間もこれを見ないでください。\u001b[22m, \u001b[1mまばらなメカ画面時間はどちらかここにある何のためにこれを見てはいけません。\u001b[22m\n\u001b[4mI count less than 7 minutes of the whole film where there's anything remotely endangering to anyone important to the story.\u001b[24m\n    \u001b[1m私は、映画全体のうち7分足らずで、ストーリーにとって重要な誰かに遠隔から危険をもたらすものがある。\u001b[22m, \u001b[1m私はリモートで話に重要な誰にも危険にさらすものがありますフィルム全体の7分以内を数えます。\u001b[22m\n\u001b[1m\u001b[22m\nWhile anything this brainy was almost destined to be a mixed bag for people, this is just flat out ridiculous.\n\n\u001b[1mこの頭に浮かぶものは、人のための混合バッグになることがほぼ決まっていましたが、これはばかばかしいばかりです。\u001b[22m\n\u001b[1m(Kono atama ni ukabu mono wa, hitonotame no kongō baggu ni naru koto ga hobo kimatte imashitaga, kore wa bakabakashī bakaridesu.)\u001b[22m\n\nTranslations of \u001b[4mWhile anything this brainy was almost destined to be a mixed bag for people, this is just flat out ridiculous.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile anything this brainy was almost destined to be a mixed bag for people, this is just flat out ridiculous.\u001b[24m\n    \u001b[1mこの頭に浮かぶものは、人のための混合バッグになることがほぼ決まっていましたが、これはばかばかしいばかりです。\u001b[22m, \u001b[1mこの聡明はほとんどの人々のための混合袋であることが運命づけられていたものが、これはばかげアウトだけフラットです。\u001b[22m\nNothing should be this hard to take in.\n\n\u001b[1mこれを取り込むのは難しいことではありません。\u001b[22m\n\u001b[1m(Kore o torikomu no wa muzukashī kotode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mNothing should be this hard to take in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNothing should be this hard to take in.\u001b[24m\n    \u001b[1mこれを取り込むのは難しいことではありません。\u001b[22m, \u001b[1m何もで取るためにこの難しいべきではありません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 7/10\n\n\u001b[1m全体：7/10\u001b[22m\n\u001b[1m(Zentai: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7/10\u001b[24m\n    \u001b[1m全体：7/10\u001b[22m\n\u001b[1m\u001b[22m\nSo we have the same score as the first movie. What does that mean?\n\n\u001b[1mだから私たちは最初の映画と同じスコアを持っています。 どういう意味ですか？\u001b[22m\n\u001b[1m(Dakara watashitachiha saisho no eiga to onaji sukoa o motte imasu. Dōiu imidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mSo we have the same score as the first movie. What does that mean?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo we have the same score as the first movie.\u001b[24m\n    \u001b[1mだから私たちは最初の映画と同じスコアを持っています。\u001b[22m, \u001b[1mだから我々は最初の映画と同じスコアを持っています。\u001b[22m\n\u001b[4mWhat does that mean?\u001b[24m\n    \u001b[1mどういう意味ですか？\u001b[22m, \u001b[1mそれはどういう意味ですか？\u001b[22m\nGood, but for VASTLY different reasons.\n\n\u001b[1m良いですが、まったく違う理由があります。\u001b[22m\n\u001b[1m(Yoidesuga, mattaku chigau riyū ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mGood, but for VASTLY different reasons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGood, but for VASTLY different reasons.\u001b[24m\n    \u001b[1m良いですが、まったく違う理由があります。\u001b[22m, \u001b[1m良い、しかし非常に異なる理由のために。\u001b[22m\n\u001b[1m\u001b[22m\nIf you liked everything that you weren't supposed to in Patlabor, namely the mecha and the action, you will die watching this movie. And I will be scattering your ashes...\n\n\u001b[1mパトレイバーではあなたが想定していなかったもの、つまりメカとアクションが好きだったら、この映画を見て死ぬでしょう。 そして、私はあなたの灰を散らすでしょう...\u001b[22m\n\u001b[1m(Patoreibāde wa anata ga sōtei shite inakatta mono, tsumari meka to akushon ga sukidattara, kono eiga o mite shinudeshou. Soshite, watashi wa anata no hai o chirasudeshou...)\u001b[22m\n\nTranslations of \u001b[4mIf you liked everything that you weren't supposed to in Patlabor, namely the mecha and the action, you will die watching this movie. And I will be scattering your ashes...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you liked everything that you weren't supposed to in Patlabor, namely the mecha and the action, you will die watching this movie.\u001b[24m\n    \u001b[1mパトレイバーではあなたが想定していなかったもの、つまりメカとアクションが好きだったら、この映画を見て死ぬでしょう。\u001b[22m, \u001b[1mあなたがいないパトレイバー、すなわちメカやアクションでになっていたすべてのものが好きなら、あなたはこの映画を見て死んでしまいます。\u001b[22m\n\u001b[4mAnd I will be scattering your ashes...\u001b[24m\n    \u001b[1mそして、私はあなたの灰を散らすでしょう...\u001b[22m, \u001b[1mそして、私はあなたの灰を散乱されます...\u001b[22m\nBut if you absorb only the moralizing and philosophy in this movie you might make it out with knowledge that you could only get in modern thrillers like Eden of the East and...\n\n\u001b[1mしかし、あなたがこの映画の道徳化と哲学だけを吸収するならば、東方のエデンのような現代のスリラーにしか入ることができないという知識をもってそれを作り出すかもしれません...\u001b[22m\n\u001b[1m(Shikashi, anata ga kono eiga no dōtoku-ka to tetsugaku dake o kyūshū surunaraba, tōhō no eden no yōna gendai no surirā ni shika hairu koto ga dekinai to iu chishiki o motte sore o tsukuridasu kamo shiremasen...)\u001b[22m\n\nTranslations of \u001b[4mBut if you absorb only the moralizing and philosophy in this movie you might make it out with knowledge that you could only get in modern thrillers like Eden of the East and...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut if you absorb only the moralizing and philosophy in this movie you might make it out with knowledge that you could only get in modern thrillers like Eden of the East and...\u001b[24m\n    \u001b[1mしかし、あなたがこの映画の道徳化と哲学だけを吸収するならば、東方のエデンのような現代のスリラーにしか入ることができないという知識をもってそれを作り出すかもしれません...\u001b[22m, \u001b[1mしかし、あなたはこの映画の中で唯一の道徳や哲学を吸収する場合は、あなただけ東のエデンなど近代的なスリラーで得ることができる知識とそれを作るかもしれません...\u001b[22m\nWait, what? Does that mean that you could get this same level of intelligence with better enjoyment too?\n\n\u001b[1m待って、何？ これは、同じレベルの知性をより良い楽しさで得ることができるということですか？\u001b[22m\n\u001b[1m(Matte, nani? Kore wa, onaji reberu no chisei o yoriyoi tanoshisa de eru koto ga dekiru to iu kotodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mWait, what? Does that mean that you could get this same level of intelligence with better enjoyment too?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWait, what?\u001b[24m\n    \u001b[1m待って、何？\u001b[22m\n\u001b[4mDoes that mean that you could get this same level of intelligence with better enjoyment too?\u001b[24m\n    \u001b[1mこれは、同じレベルの知性をより良い楽しさで得ることができるということですか？\u001b[22m, \u001b[1mそれはあなたがあまりにもより良い楽しさと知性のこの同じレベルを得ることができることを意味するのでしょうか？\u001b[22m\nWell, geez, why watch this then?\n\n\u001b[1mまあ、おい、なぜこれを見て？\u001b[22m\n\u001b[1m(Mā, oi, naze kore o mite?)\u001b[22m\n\nTranslations of \u001b[4mWell, geez, why watch this then?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, geez, why watch this then?\u001b[24m\n    \u001b[1mまあ、おい、なぜこれを見て？\u001b[22m, \u001b[1mまあ、そうねえ、なぜその後、これを見て？\u001b[22m\n\u001b[1m\u001b[22m\nThat's the basic point behind this movie, it's as big a symbol for smart usage of animation as much as any, but you'll find no other anime that turns you away from those types more than this movie.\n\n\u001b[1mそれはこの映画の背後にある基本的なポイントです。アニメーションのスマートな使い方の象徴でもありますが、この映画よりも多くの種類のアニメを見つけることはできません。\u001b[22m\n\u001b[1m(Sore wa kono eiga no haigo ni aru kihon-tekina pointodesu. Animēshon no sumātona tsukaikata no shōchōde mo arimasuga, kono eiga yori mo ōku no shurui no anime o mitsukeru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThat's the basic point behind this movie, it's as big a symbol for smart usage of animation as much as any, but you'll find no other anime that turns you away from those types more than this movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's the basic point behind this movie, it's as big a symbol for smart usage of animation as much as any, but you'll find no other anime that turns you away from those types more than this movie.\u001b[24m\n    \u001b[1mそれはこの映画の背後にある基本的なポイントです。アニメーションのスマートな使い方の象徴でもありますが、この映画よりも多くの種類のアニメを見つけることはできません。\u001b[22m, \u001b[1mつまり、任意のと同じくらいのアニメーションのスマート利用のための同じ大きさのシンボルですが、この映画の背後にある基本的なポイントですが、あなたは離れてこの映画よりも多くのこれらのタイプからあなたをオンにし、他のアニメを見つけることでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nAnd it's such a shame too, not as much a shame as After Story was to me, but you'd almost think that classic like this would hold up better.\n\n\u001b[1mそしてそれはあまりにも残念ですが、After Storyと同じくらい恥ずかしいことではありませんでしたが、このような古典的なものがより良いものになるとほとんど考えていました。\u001b[22m\n\u001b[1m(Soshite sore wa amarini mo zan'nendesuga, After Story to onaji kurai hazukashī kotode wa arimasendeshitaga, kono yōna koten-tekina mono ga yori yoi mono ni naru to hotondo kangaete imashita.)\u001b[22m\n\nTranslations of \u001b[4mAnd it's such a shame too, not as much a shame as After Story was to me, but you'd almost think that classic like this would hold up better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd it's such a shame too, not as much a shame as After Story was to me, but you'd almost think that classic like this would hold up better.\u001b[24m\n    \u001b[1mそしてそれはあまりにも残念ですが、After Storyと同じくらい恥ずかしいことではありませんでしたが、このような古典的なものがより良いものになるとほとんど考えていました。\u001b[22m, \u001b[1mそしてそれは、あまりにもない限り恥ストーリーが私にした後のような残念だが、あなたはほとんどこのような古典的な、より良いホールドアップだろうと思うだろう。\u001b[22m\nBut it doesn't. It happens.\n\n\u001b[1mしかし、それはしません。 それは起こる。\u001b[22m\n\u001b[1m(Shikashi, soreha shimasen. Sore wa okoru.)\u001b[22m\n\nTranslations of \u001b[4mBut it doesn't. It happens.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut it doesn't.\u001b[24m\n    \u001b[1mしかし、それはしません。\u001b[22m, \u001b[1mしかし、それはしていません。\u001b[22m\n\u001b[4mIt happens.\u001b[24m\n    \u001b[1mそれは起こる。\u001b[22m, \u001b[1mそれは起こります。\u001b[22m\n\u001b[1m\u001b[22m\n+ A very studious and broadened story on postmodern warfare and the stakes a unified country faces against them. The art is still as gorgeous and detailed as ever.\n\n\u001b[1m+ポストモダン戦争と統一国が直面しているステークスについての非常に勉強の行き届いた物語。 芸術はこれまでどおりにはまだ豪華かつ詳細です。\u001b[22m\n\u001b[1m(+ Posutomodan sensō to tōitsu-koku ga chokumen shite iru sutēkusu ni tsuite no hijō ni benkyō no ikitodoita monogatari. Geijutsu wa kore made dōri ni wa mada gōka katsu shōsaidesu.)\u001b[22m\n\nTranslations of \u001b[4m+ A very studious and broadened story on postmodern warfare and the stakes a unified country faces against them. The art is still as gorgeous and detailed as ever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ A very studious and broadened story on postmodern warfare and the stakes a unified country faces against them.\u001b[24m\n    \u001b[1m+ポストモダン戦争と統一国が直面しているステークスについての非常に勉強の行き届いた物語。\u001b[22m, \u001b[1mポストモダンの戦争と統一された国はそれらに対して直面している杭に非常に勤勉と広げ物語を+。\u001b[22m\n\u001b[4mThe art is still as gorgeous and detailed as ever.\u001b[24m\n    \u001b[1m芸術はこれまでどおりにはまだ豪華かつ詳細です。\u001b[22m, \u001b[1m芸術はまだこれまでと同じようにゴージャスかつ詳細です。\u001b[22m\n- Nothing worth caring about; too alienating, slow, dreary, and methodical. You can watch the same thing while enjoying yourself in a different anime.\n\n\u001b[1m - 気にする価値はありません。 疎外され、遅く、荒々しく、組織的である。 あなたは別のアニメで楽しんでいる間、同じことを見ることができます。\u001b[22m\n\u001b[1m(- Kinisuru kachi wa arimasen. Sogai sa re, osoku, araarashiku, soshiki-tekidearu. Anata wa betsu no anime de tanoshinde iru ma, onaji koto o miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4m- Nothing worth caring about; too alienating, slow, dreary, and methodical. You can watch the same thing while enjoying yourself in a different anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Nothing worth caring about;\u001b[24m\n    \u001b[1m - 気にする価値はありません。\u001b[22m, \u001b[1m - 気に価値が何もありません。\u001b[22m\n\u001b[4mtoo alienating, slow, dreary, and methodical.\u001b[24m\n    \u001b[1m疎外され、遅く、荒々しく、組織的である。\u001b[22m, \u001b[1mあまりにも、疎外遅く、退屈な、と整然とした。\u001b[22m\n\u001b[4mYou can watch the same thing while enjoying yourself in a different anime.\u001b[24m\n    \u001b[1mあなたは別のアニメで楽しんでいる間、同じことを見ることができます。\u001b[22m, \u001b[1m別のアニメの中で自分自身を楽しみながら、あなたは同じものを見ることができます。\u001b[22m"
  },
  {
    "title": "Mobile_Police_Patlabor_2__The_Movie",
    "id": "1096",
    "url": "https://myanimelist.net/anime/1096/Mobile_Police_Patlabor_2__The_Movie",
    "user": "Prede",
    "profile": "/profile/Prede/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=87367",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n私はPatlabor TVシリーズの長年のファンでした。 私はComcastのAnime Selects on the dayのオンデマンドチャンネルで、ランダムなエピソードの束を捕まえました。 その後、私はDVDリリースのいくつかのランダムなボリュームを購入しました。 最終的に私はテレビシリーズ全体を購入し、残りのフランチャイズを購入しました（元のOVAシリーズと新しいファイルOVAの最後のパートは使用できません）。 しかし、これはテレビシリーズ（私が愛していた）とはまったく異なるリーグでのものです。 今、私は古い学校のファンがこの映画をとても高く話す理由を知っています。 なぜこの映画が華麗であるのか説明しようとすると、私はあまりにも台無しにならないことを願っています。\n\n\n\n\nこの映画は、東南アジアの平和維持軍（労働者を使って）を含む戦いで始まります.1人の男しか生き残っていない東京のおなじみのキャラクターに犯されます。 この戦いが映画の後半までどのように関係しているかは完全にはっきりしていません。 東京では、主要な橋に対するテロ攻撃が、国民に混乱とショックを与えている。 その責任の多くはメディアから日本の自衛隊（JSDF）にかけられているようだ。 物事は急速に拡大し、クーデターを始めることを熱望しているJSDFでなければならなかったように見えるときには、高級JSDF役員である荒川茂樹が、セクション2のキャプテン（Patlabor 警察が後藤や長男を意味するのかどうかは分からない。 荒川茂樹はクーデターの一種ではなく、東南アジアの平和維持活動の任務で生き残った男の信者の集団によって統制されていることだけが明らかである。 そして、東京警察とJSDFの関係が消えていくうちに、後藤、長門、荒川がすべての底を試してみるために調査を始めます。\n\n\n\n\n\nこの映画で問題を見つけることができれば、オシイは明らかに政治的な話をしたいと思っていますが、同じ古いフランチャイズをもう一度見直さなければならないようです。 しかし、彼はこれを十分に処理します。 大井は政治映画に言いたがっているが、警察官だけがここで働くようになっているので、あなたが見過ごさなければならないいくつかの工夫がある。 そして、窃盗犯は、ほとんどの映画について、使用されていません。 しかし、これらはスクリプトの残りの部分が優れて書かれているので、簡単に許されます。 この映画は、年配の観客だけが完全に理解できる、成熟した政治的かつ思慮深い作品です。 これは、その言葉のあらゆる意味において古典的です。\n\n*私はこの映画がTVシリーズとは違う連続性で起こっていることをよく知っていて、実際にはOVAシリーズに従っています。 しかし、それがMaiden Japanによって再公開されるまで、合法的に来るのは難しいです。\n\n（レビューはもともとhttp://predederva.wordpress.com/2013/02/09/patlabor-2-the-movie/に掲載されています）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI’ve been a longtime fan of the Patlabor TV Series. I caught a bunch of random episodes on Comcast’s Anime Selects on demand channel back in the day. Then I purchased a few random volumes of the DVD release. Eventually I purchased the entire TV series, and then the rest franchise (sans the original OVA series and the last part of the New File OVAs). But this this is something in an entirely different league then the TV series (which I loved). Now I know why old school fans speak so highly of this film. I do hope I don’t spoil too much, while trying to explain why this film is brilliant.\n\n\u001b[1m私はPatlabor TVシリーズの長年のファンでした。 私はComcastのAnime Selects on the dayのオンデマンドチャンネルで、ランダムなエピソードの束を捕まえました。 その後、私はDVDリリースのいくつかのランダムなボリュームを購入しました。 最終的に私はテレビシリーズ全体を購入し、残りのフランチャイズを購入しました（元のOVAシリーズと新しいファイルOVAの最後の部分は使用できません）。 しかし、これはテレビシリーズ（私が愛していた）とはまったく異なるリーグでのものです。 今、私は古い学校のファンがこの映画をとても高く話す理由を知っています。 なぜこの映画が華麗であるのか説明しようとすると、私はあまりにも台無しにならないことを願っています。\u001b[22m\n\u001b[1m(Watashi wa Patlabor TV shirīzu no naganen no fandeshita. Watashi wa komukyasuto no Anime Selects on the day no ondemandochan'neru de, randamuna episōdo no taba o tsukamaemashita. Sonogo, watashi wa DVD rirīsu no ikutsu ka no randamuna boryūmu o kōnyū shimashita. Saishūtekini watashi wa terebishirīzu zentai o kōnyū shi, nokori no furanchaizu o kōnyū shimashita (gen no ovu~a shirīzu to atarashī fairu ovu~a no saigo no bubun wa shiyō dekimasen). Shikashi, koreha terebishirīzu (watashi ga aishite ita) to wa mattaku kotonaru rīgu de no monodesu. Ima, watashi wa furui gakkō no fan ga kono eiga o totemo takaku hanasu riyū o shitte imasu. Naze kono eiga ga kareidearu no ka setsumeishiyō to suru to, watashi wa amarini mo dainashi ni naranai koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI’ve been a longtime fan of the Patlabor TV Series. I caught a bunch of random episodes on Comcast’s Anime Selects on demand channel back in the day. Then I purchased a few random volumes of the DVD release. Eventually I purchased the entire TV series, and then the rest franchise (sans the original OVA series and the last part of the New File OVAs). But this this is something in an entirely different league then the TV series (which I loved). Now I know why old school fans speak so highly of this film. I do hope I don’t spoil too much, while trying to explain why this film is brilliant.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI’ve been a longtime fan of the Patlabor TV Series.\u001b[24m\n    \u001b[1m私はPatlabor TVシリーズの長年のファンでした。\u001b[22m, \u001b[1m私はパトレイバーTVシリーズの長年のファンしてきました。\u001b[22m\n\u001b[4mI caught a bunch of random episodes on Comcast’s Anime Selects on demand channel back in the day.\u001b[24m\n    \u001b[1m私はComcastのAnime Selects on the dayのオンデマンドチャンネルで、ランダムなエピソードの束を捕まえました。\u001b[22m, \u001b[1m私は戻って一日の需要チャネルでComcastのキャラクターを選択上のランダムなエピソードの束を捉えました。\u001b[22m\n\u001b[4mThen I purchased a few random volumes of the DVD release.\u001b[24m\n    \u001b[1mその後、私はDVDリリースのいくつかのランダムなボリュームを購入しました。\u001b[22m, \u001b[1mそれから私は、DVDのリリースのいくつかのランダムなボリュームを購入しました。\u001b[22m\n\u001b[4mEventually I purchased the entire TV series, and then the rest franchise (sans the original OVA series and the last part of the New File OVAs).\u001b[24m\n    \u001b[1m最終的に私はテレビシリーズ全体を購入し、残りのフランチャイズを購入しました（元のOVAシリーズと新しいファイルOVAの最後の部分は使用できません）。\u001b[22m, \u001b[1m最終的に私は、全体のテレビシリーズを購入し、その後、残りのフランチャイズ（サンセリフ元のOVAシリーズと新しいファイルOVASの最後の部分）。\u001b[22m\n\u001b[4mBut this this is something in an entirely different league then the TV series (which I loved).\u001b[24m\n    \u001b[1mしかし、これはテレビシリーズ（私が愛していた）とはまったく異なるリーグでのものです。\u001b[22m, \u001b[1mしかし、この本は、その後全く異なるリーグ（私が愛した）テレビシリーズのものです。\u001b[22m\n\u001b[4mNow I know why old school fans speak so highly of this film.\u001b[24m\n    \u001b[1m今、私は古い学校のファンがこの映画をとても高く話す理由を知っています。\u001b[22m, \u001b[1m古い学校のファンはそう非常にこの映画の話し、なぜ今、私は知っています。\u001b[22m\n\u001b[4mI do hope I don’t spoil too much, while trying to explain why this film is brilliant.\u001b[24m\n    \u001b[1mなぜこの映画が華麗であるのか説明しようとすると、私はあまりにも台無しにならないことを願っています。\u001b[22m, \u001b[1m私はこの映画が素晴らしいです理由を説明しようとしたとき、私はあまりを台無しにしないことを望むん。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe film starts off with a battle involving U.N. Peacekeeping Forces (using labors) in Southeast Asia (yah! the U.N. rules !) in which only one man survives, and then cuts to the familiar characters in Tokyo. It is not entirely clear how this battle is relevant until much later in the film. In Tokyo a terroristic attack on a major bridge has the public confused and shocked. Much of the blame seems to be being put on the Japanese Self Defense Force (JSDF) from the media. Things escalate quite fast, and right when it seems like it has to have been the JSDF eager to begin a coup d'état, a high ranking JSDF officer, Shigeki Arakawa shows up asking to see “the captain” of Section 2 (the Patlabor division), unsure if he means Goto or Nagumo the police let him meet with both of them. Shigeki Arakawa quickly gets to the point, that this is not some type of coup d’état, but just clear terrorist attacks being orchestrated by a band of followers of the man who survived the U.N. Peacekeeping mission in Southeast Asia. And so Goto, Nagumo, and Arakawa begin an investigation to try and get to the bottom of all this, all while relations between the Tokyo police and JSDF sour.\n\n\u001b[1mこの映画は、東南アジアの平和維持軍（労働者を使って）を含む戦いで始まります.1人の男しか生き残っていない東京のおなじみのキャラクターに犯されます。 この戦いが映画の後半までどのように関係しているかは完全にはっきりしていません。 東京では、主要な橋に対するテロ攻撃が、国民に混乱とショックを与えている。 その責任の多くはメディアから日本の自衛隊（JSDF）にかけられているようだ。 物事は急速に拡大し、クーデターを始めることを熱望しているJSDFでなければならなかったように見えるときには、高級JSDF役員である荒川茂樹が、セクション2のキャプテン（Patlabor 警察が後藤や長男を意味するのかどうかは分からない。 荒川茂樹はクーデターの一種ではなく、東南アジアの平和維持活動の任務で生き残った男の信者の集団によって統制されていることだけが明らかである。 そして、東京警察とJSDFの関係が消えていくうちに、後藤、長門、荒川がすべての底を試してみるために調査を始めます。\u001b[22m\n\u001b[1m(Kono eiga wa, Tōnan'ajia no heiwa iji-gun (rōdō-sha o tsukatte) o fukumu tatakai de hajimarimasu. 1-Ri no otoko shika ikinokotte inai Tōkyō no onajimi no kyarakutā ni okasa remasu. Kono tatakai ga eiga no kōhan made dono yō ni kankei shite iru ka wa kanzen ni hakkiri shite imasen. Tōkyōde wa, shuyōna hashi ni taisuru tero kōgeki ga, kokumin ni konran to shokku o ataete iru. Sono sekinin no ōku wa media kara Nihon no Jieitai (JSDF) ni kake rarete iru yōda. Monogoto wa kyūsoku ni kakudai shi, kūdetā o hajimeru koto o netsubō shite iru JSDFdenakereba naranakatta yō ni mieru tokiniha, kōkyū JSDF yakuindearu Arakawa Shigeki ga, sekushon 2 no kyaputen (Patlabor keisatsu ga Gotō ya chōnan o imi suru no ka dō ka wa wakaranai. Arakawa Shigeki wa kūdetā no isshude wa naku, Tōnan'ajia no heiwa iji katsudō no ninmu de ikinokotta otoko no shinja no shūdan ni yotte tōsei sa rete iru koto dake ga akirakadearu. Soshite, Tōkyō keisatsu to JSDF no kankei ga kiete iku uchi ni, Gotō, Nagato, Arakawa ga subete no soko o tameshite miru tame ni chōsa o hajimemasu.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIf I can find a problem in this film, it is that Oshii obviously wants to tell a very political story, but seems to have been forced yet again to revisit the same old franchise, one it appears he has already moved on from. But he handles this well enough. While Oshii wants to tell a political film, he only has police officers to work with here, so there are a few contrivances you will have to overlook. And the Patlabors are, for most of the film, not even used. But these are easily forgiven as the rest of the script is excellently written. The film is a mature, political, and thoughtful work that only older audiences will fully understand. This is a classic in every meaning of the word.\n\n\u001b[1mこの映画で問題を見つけることができれば、オシイは明らかに政治的な話をしたいと思っていますが、同じ古いフランチャイズをもう一度見直さなければならないようです。 しかし、彼はこれを十分に処理します。 大井は政治映画に言いたがっているが、警察官だけがここで働くようになっているので、あなたが見過ごさなければならないいくつかの工夫がある。 そして、窃盗犯は、ほとんどの映画について、使用されていません。 しかし、これらはスクリプトの残りの部分が優れて書かれているので、簡単に許されます。 この映画は、年配の観客だけが完全に理解できる、成熟した政治的かつ思慮深い作品です。 これは、その言葉のあらゆる意味において古典的です。\u001b[22m\n\u001b[1m(Kono eiga de mondai o mitsukeru koto ga dekireba, Oshī wa akiraka ni seiji-tekina hanashi o shitai to omotte imasuga, onaji furui furanchaizu o mōichido minaosanakereba naranai yōdesu. Shikashi, kare wa kore o jūbun ni shori shimasu. Ōi wa seiji eiga ni iita gatte iruga, keisatsukan dake ga koko de hataraku yō ni natte irunode, anata ga misugosanakereba naranai ikutsu ka no kufū ga aru. Soshite, settō-han wa, hotondo no eiga ni tsuite, shiyō sa rete imasen. Shikashi, korera wa sukuriputo no nokori no bubun ga sugurete kaka rete irunode, kantan ni yurusa remasu. Kono eiga wa, nenpai no kankyaku dake ga kanzen ni rikai dekiru, seijuku shita seidjiteki katsu shiryobukai sakuhindesu. Kore wa, sono kotoba no arayuru imi ni oite koten-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mIf I can find a problem in this film, it is that Oshii obviously wants to tell a very political story, but seems to have been forced yet again to revisit the same old franchise, one it appears he has already moved on from. But he handles this well enough. While Oshii wants to tell a political film, he only has police officers to work with here, so there are a few contrivances you will have to overlook. And the Patlabors are, for most of the film, not even used. But these are easily forgiven as the rest of the script is excellently written. The film is a mature, political, and thoughtful work that only older audiences will fully understand. This is a classic in every meaning of the word.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf I can find a problem in this film, it is that Oshii obviously wants to tell a very political story, but seems to have been forced yet again to revisit the same old franchise, one it appears he has already moved on from.\u001b[24m\n    \u001b[1mこの映画で問題を見つけることができれば、オシイは明らかに政治的な話をしたいと思っていますが、同じ古いフランチャイズをもう一度見直さなければならないようです。\u001b[22m, \u001b[1m私はこの映画の中で問題を見つけることができれば、それは押井は明らかに非常に政治的な話をしたいということですが、同じ古いフランチャイズ、彼がすでにから上に移動した表示されます1を再検討するために再び余儀なくされているようです。\u001b[22m\n\u001b[4mBut he handles this well enough.\u001b[24m\n    \u001b[1mしかし、彼はこれを十分に処理します。\u001b[22m, \u001b[1mしかし、彼はこの十分を処理します。\u001b[22m\n\u001b[4mWhile Oshii wants to tell a political film, he only has police officers to work with here, so there are a few contrivances you will have to overlook.\u001b[24m\n    \u001b[1m大井は政治映画に言いたがっているが、警察官だけがここで働くようになっているので、あなたが見過ごさなければならないいくつかの工夫がある。\u001b[22m, \u001b[1m押井は政治的な映画を教えたいが、彼はここだけで動作するように警察官を持っているので、あなたが見落とすことがありますいくつかの工夫があります。\u001b[22m\n\u001b[4mAnd the Patlabors are, for most of the film, not even used.\u001b[24m\n    \u001b[1mそして、窃盗犯は、ほとんどの映画について、使用されていません。\u001b[22m, \u001b[1mそしてPatlaborsは、フィルムのほとんどのために、あっても使用されていません。\u001b[22m\n\u001b[4mBut these are easily forgiven as the rest of the script is excellently written.\u001b[24m\n    \u001b[1mしかし、これらはスクリプトの残りの部分が優れて書かれているので、簡単に許されます。\u001b[22m, \u001b[1mスクリプトの残りの部分を良好書かれているようしかし、これらは簡単に許されています。\u001b[22m\n\u001b[4mThe film is a mature, political, and thoughtful work that only older audiences will fully understand.\u001b[24m\n    \u001b[1mこの映画は、年配の観客だけが完全に理解できる、成熟した政治的かつ思慮深い作品です。\u001b[22m, \u001b[1mフィルムは、古い観客は完全に理解し、成熟した政治的、かつ思慮深い作品です。\u001b[22m\n\u001b[4mThis is a classic in every meaning of the word.\u001b[24m\n    \u001b[1mこれは、その言葉のあらゆる意味において古典的です。\u001b[22m, \u001b[1mこれは言葉のあらゆる意味での古典的です。\u001b[22m\n\u001b[1m\u001b[22m\n* I am well aware this movie takes place in a different continuity then the TV series, and actually follows the OVA series. But until that is re-released by Maiden Japan, it is difficult to come by legally.\n\n\u001b[1m*私はこの映画がTVシリーズとは違う連続性で起こっていることをよく知っていて、実際にはOVAシリーズに従っています。 しかし、それがMaiden Japanによって再公開されるまで、合法的に来るのは難しいです。\u001b[22m\n\u001b[1m(* Watashi wa kono eiga ga TV shirīzu to wa chigau renzoku-sei de okotte iru koto o yoku shitte ite, jissai ni wa ovu~a shirīzu ni shitagatte imasu. Shikashi, sore ga Maiden Japan ni yotte sai kōkai sa reru made, gōhō-teki ni kuru no wa muzukashīdesu.)\u001b[22m\n\nTranslations of \u001b[4m* I am well aware this movie takes place in a different continuity then the TV series, and actually follows the OVA series. But until that is re-released by Maiden Japan, it is difficult to come by legally.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m* I am well aware this movie takes place in a different continuity then the TV series, and actually follows the OVA series.\u001b[24m\n    \u001b[1m*私はこの映画がTVシリーズとは違う連続性で起こっていることをよく知っていて、実際にはOVAシリーズに従っています。\u001b[22m, \u001b[1m*私はこの映画は、異なる連続テレビシリーズで行われ、実際にOVAシリーズを次のよく承知しています。\u001b[22m\n\u001b[4mBut until that is re-released by Maiden Japan, it is difficult to come by legally.\u001b[24m\n    \u001b[1mしかし、それがMaiden Japanによって再公開されるまで、合法的に来るのは難しいです。\u001b[22m, \u001b[1mしかし、そのメイデン日本が再リリースされるまで、合法的に手に入れることは困難です。\u001b[22m\n\u001b[1m\u001b[22m\n(review originally posted at: http://predederva.wordpress.com/2013/02/09/patlabor-2-the-movie/ )\n\n\u001b[1m（レビューはもともとhttp://predederva.wordpress.com/2013/02/09/patlabor-2-the-movie/に掲載されています）\u001b[22m\n\u001b[1m((Rebyū wa motomoto http: / / Predederva. Wordpress. Komu/ 2013/ 02/ 09/ patlabor - 2 - the - movie/ ni keisai sa rete imasu))\u001b[22m\n\nTranslations of \u001b[4m(review originally posted at: http://predederva.wordpress.com/2013/02/09/patlabor-2-the-movie/ )\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(review originally posted at: http://predederva.wordpress.com/2013/02/09/patlabor-2-the-movie/ )\u001b[24m\n    \u001b[1m（レビューはもともとhttp://predederva.wordpress.com/2013/02/09/patlabor-2-the-movie/に掲載されています）\u001b[22m, \u001b[1m（：http://predederva.wordpress.com/2013/02/09/patlabor-2-the-movie/レビューはもともとに掲載します）\u001b[22m"
  },
  {
    "title": "Mobile_Police_Patlabor_2__The_Movie",
    "id": "1096",
    "url": "https://myanimelist.net/anime/1096/Mobile_Police_Patlabor_2__The_Movie",
    "user": "Shura-shurato",
    "profile": "/profile/Shura-shurato/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=82630",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  9\n\n第1映画の非常に良い続編であり、傑作そのものはほとんどありません。それは1993年でしたが、それはより革新的なデザインとアニメーションテクニックを意味しました。 唯一の理由は、私はこれを9と10ではなく、ストーリーの発展がSOOO SLOWであるから教えてくれました。それは探偵映画に似ていますが、それでもなお、非常に良い戦い、興味深いプロットライン、 誰もが知っているより多くのpplがここに関わっているので、私は何を言うことができます= oldskoolアニメ金メイン",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nA very good sequel of the 1st movie and NEARLY an masterpiece itself, ok it was 1993 but that meant more innovating designs and animation techniques. the Only reason i give this a 9 and not a 10 its because the story development is SOOO SLOW i taught it would more like a detective movie, but still, Very good fightscenes, interesting plotline and NOT the average standard charach. that everyone is known with plus more ppl are involved here, so what can i say= an oldskool anime goldmine\n\n\u001b[1m第1映画の非常に良い続編であり、傑作そのものはほとんどありません。それは1993年でしたが、それはより革新的なデザインとアニメーションテクニックを意味しました。 唯一の理由は、私はこれを9と10ではなく、ストーリーの発展がSOOO SLOWであるから教えてくれました。それは探偵映画に似ていますが、それでもなお、非常に良い戦い、興味深いプロットライン、 誰もが知っているより多くのpplがここに関わっているので、私は何を言うことができます= oldskoolアニメ金メイン\u001b[22m\n\u001b[1m(Dai 1 eiga no hijō ni yoi zokuhendeari, kessaku sonomono wa hotondo arimasen. Sore wa 1993-nendeshitaga, soreha yori kakushintekina dezain to animēshontekunikku o imi shimashita. Yuiitsu no riyū wa, watashi wa kore o 9 to 10de wa naku, sutōrī no hatten ga SOOO surōdearukara oshiete kuremashita. Sore wa tantei eiga ni nite imasuga, soredemo nao, hijō ni yoi tatakai, kyōmibukai purottorain, daremoga shitte iru yori ōku no ppl ga koko ni kakawatte irunode, watashi wa nani o iu koto ga dekimasu = oldskool anime-kin mein)\u001b[22m\n\nTranslations of \u001b[4mA very good sequel of the 1st movie and NEARLY an masterpiece itself, ok it was 1993 but that meant more innovating designs and animation techniques. the Only reason i give this a 9 and not a 10 its because the story development is SOOO SLOW i taught it would more like a detective movie, but still, Very good fightscenes, interesting plotline and NOT the average standard charach. that everyone is known with plus more ppl are involved here, so what can i say= an oldskool anime goldmine\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA very good sequel of the 1st movie and NEARLY an masterpiece itself, ok it was 1993 but that meant more innovating designs and animation techniques.\u001b[24m\n    \u001b[1m第1映画の非常に良い続編であり、傑作そのものはほとんどありません。それは1993年でしたが、それはより革新的なデザインとアニメーションテクニックを意味しました。\u001b[22m, \u001b[1m[OK]第一映画の非常に良好な続編とほぼ傑作自体が、それは1993年だったが、それは、より革新デザインとアニメーション技術を意味しました。\u001b[22m\n\u001b[4mthe Only reason i give this a 9 and not a 10 its because the story development is SOOO SLOW i taught it would more like a detective movie, but still, Very good fightscenes, interesting plotline and NOT the average standard charach.\u001b[24m\n    \u001b[1m唯一の理由は、私はこれを9と10ではなく、ストーリーの発展がSOOO SLOWであるから教えてくれました。それは探偵映画に似ていますが、それでもなお、非常に良い戦い、興味深いプロットライン、\u001b[22m, \u001b[1m唯一の理由私は与えるこの9とない10そのストーリー展開がすっごく私はそれだろうより多くの探偵映画のような、それでも、非常に良いfightscenes、興味深いplotlineおよびNOT平均標準charach教え遅いため。\u001b[22m\n\u001b[4mthat everyone is known with plus more ppl are involved here, so what can i say= an oldskool anime goldmine\u001b[24m\n    \u001b[1m誰もが知っているより多くのpplがここに関わっているので、私は何を言うことができます= oldskoolアニメ金メイン\u001b[22m, \u001b[1mその誰もがで知られているに加えて、より皆さんがここに関与しているので、私はoldskoolアニメ金鉱を=何を言うことができます\u001b[22m"
  },
  {
    "title": "Mobile_Police_Patlabor_2__The_Movie",
    "id": "1096",
    "url": "https://myanimelist.net/anime/1096/Mobile_Police_Patlabor_2__The_Movie",
    "user": "ggultra2764",
    "profile": "/profile/ggultra2764/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=85053",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  7\nキャラクター|  8\n|  9\n\n私はこの映画をパトレイバーフランチャイズの最高のものと簡単に考えることができ、それは私のためにかなり言っています。 この映画は、フランチャイズの初期の反復で見つけた気楽で喜ばしい瞬間を切り取って、スペシャルビークルディビジョンの元メンバーがフィリピンの政治・軍事部門の日本のテロ攻撃に対処するために再会した成熟した政治スリラーを作成します 社会は端を切っている。 これらのテロ攻撃の主催者は、長門忍人が過去から知っていたかもしれない誰かにつながり、これらの共謀者の所在と目的をまとめようとしていることを知ったので、この映画に著しい焦点を当てている。 この映画は、おそらく最も成熟した、そして深刻なストーリー展開をPatlaborのフランチャイズに期待することができます。あなたが光と心地よいキャラクターのインタラクションを楽しむなら、フランチャイズの古いタイトルのファンはこの映画に暖かくならないかもしれません 特に、後藤と忍の外のSV2の他のメンバーに焦点を当てていないためです。\n\n映画は主に、戦争と平和のコストを掘り下げる哲学的メッセージとして役立っています。 映画で起こっている進行中のテロ攻撃は、攻撃を引き起こす責任を負っている人物を見つけようとする戒厳令の状態に陥り、事態が早急に解決されなければ米軍の介入の可能性を恐れてしまう。 この攻撃は、民間人、政治家、軍隊を、信頼する人が不明で、両側が何らかの攻撃に関与しているかどうかという恐怖と幻滅の状態に導く。 時には時には哲学的なやりとりがありますが、ときどき物事を引きずりながら、人類にとって戦争と平和の時代のように見えない周期に掘り下げます。 アニメは、民間人と自衛隊との間に緊張があり、日本の軍事力が制限されているような不安を抱えている日本の90年代初期の社会問題を掘り下げて掘り下げて見ると、 第二次世界大戦での国の敗北の後、 大坪守は、パトレイバーの世界にふさわしい、人間の状態や日本社会の側面についての解説と哲学の提供において優れた仕事をしています。\n\n視覚的には、Patlabor IIはこれまでフランチャイズで見た中で最もよく見られるタイトルです。 実際のビデオカメラで実際に見ていたように、東京の街の景観の描写されたフィーチャーや風景のショットは、キャラクターがほぼ生き生きとしたように現実的な詳細で描かれています。 東京の街並みの異なるカメラショット、コンピュータのレイアウト、さまざまなメカを実際に見せてくれるCGや手描きのアニメーションがミックスされています。 アクションはパトレイバーⅡの主な焦点ではありませんが、警察官の集まりや東京を攻撃するテロリストヘリコプター、第2節の武器闘争など、流動的な動きがたくさんあり、アクションシーケンスの素敵な多様性を披露しました アクションの一部。 映画のサウンドトラックはほとんど使われていませんが、主にパトレイバー2で起こった様々な劇的な瞬間に伴う緊張した活発なトラックで構成されています。\n\n全体として、Patlabor 2は、より深刻なストーリー展開を持ち、人間の状態や日本社会の要素を哲学することに重点を置いた、フランチャイズの思い出深いキャラクターのために、大きく異なる設定を提供します。 私は個人的にこの映画を楽しんでいましたが、Patlaborフランチャイズのユニークでより深刻なスピンを見て、その中で最高のものだと思っていますが、この映画は、古いタイトルのフランチャイズのより光と心地よい提供を楽しむ人のためのものではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI can easily consider this movie to be the best of the Patlabor franchise and that is saying quite a bit for me. This movie ditches the carefree and comical moments you would find in earlier iterations of the franchise and creates a mature political thriller featuring the former members of the Special Vehicles Division reuniting to deal with a string of terrorist attacks that have the political and military sectors of Japanese society on edge. Kiichi Goto gets prominent focus in this movie as he learns that the organizer of these terrorist attacks may be connected to someone that fellow officer, Shinobu Nagumo, may have known from her past and tries to piece together the whereabouts of these conspirators and their goals. With this movie offering perhaps the most mature and serious story developments you can expect of the Patlabor franchise, fans of the older titles of the franchise may not warm up to this movie too well if you enjoyed the light-hearted and comical interactions of the characters , especially as there is minimal focus on other members of SV2 outside of Goto and Shinobu.\n\n\u001b[1m私はこの映画をパトレイバーフランチャイズの最高のものと簡単に考えることができ、それは私のためにかなり言っています。 この映画は、フランチャイズの初期の反復で見つけた気楽で喜ばしい瞬間を切り取って、スペシャルビークルディビジョンの元メンバーがフィリピンの政治・軍事部門の日本のテロ攻撃に対処するために再会した成熟した政治スリラーを作成します 社会は端を切っている。 これらのテロ攻撃の主催者は、長門忍人が過去から知っていたかもしれない誰かにつながり、これらの共謀者の所在と目的をまとめようとしていることを知ったので、この映画に著しい焦点を当てている。 この映画は、おそらく最も成熟した、そして深刻なストーリー展開をPatlaborのフランチャイズに期待することができます。あなたが光と心地よいキャラクターのインタラクションを楽しむなら、フランチャイズの古いタイトルのファンはこの映画に暖かくならないかもしれません 特に、後藤と忍の外のSV2の他のメンバーに焦点を当てていないためです。\u001b[22m\n\u001b[1m(Watashi wa kono eiga o patoreibāfuranchaizu no saikō no mono to kantan ni kangaeru koto ga deki, sore wa watashi no tame ni kanari itte imasu. Kono eiga wa, furanchaizu no shoki no hanpuku de mitsuketa kirakude yorokobashī shunkan o kiritotte, supesharubīkurudibijon no moto menbā ga Firipin no seiji gunji bumon no Nihon no tero kōgeki ni taisho suru tame ni saikai shita seijuku shita seiji surirā o sakusei shimasu shakai wa hashi o kitte iru. Korera no tero kōgeki no shusai-sha wa, Nagato Shinobu hito ga kako kara shitteita kamo shirenai dareka ni tsunagari, korera no kyōbō-sha no shozai to mokuteki o matomeyou to shite iru koto o shittanode, kono eiga ni ichijirushii shōten o atete iru. Kono eiga wa, osoraku mottomo seijuku shita, soshite shinkokuna sutōrī tenkai o Patlabor no furanchaizu ni kitai suru koto ga dekimasu. Anata ga hikari to kokochiyoi kyarakutā no intarakushon o tanoshimunara, furanchaizu no furui taitoru no fan wa kono eiga ni atatakaku naranai kamo shiremasen tokuni, Gotō to shinobu no soto no SV 2 no ta no menbā ni shōten o atete inai tamedesu.)\u001b[22m\n\u001b[1m\u001b[22m\nThe movie mostly serves as a philosophical message delving into the costs of war and peace. The ongoing terrorist attacks that occur in the movie lead Japan to take on a state of martial law as they try figuring out who is responsible for triggering the attacks and fear the possibility of American military intervention if things aren't quickly resolved. The attacks lead civilians, politicians and the military within Japan into a state of fear and disillusionment as they are unsure of whom to trust and whether or not each side has any sort of involvement in the attacks. There are occasional philosophical exchanges which, while sometimes dragging things a bit, delve into the seemingly neverending cycle of periods of war and peace for humanity. The anime is also notable for being a rare instance, for its time, at delving into relevant social issues of the early 90s in Japan where there were tensions between civilians and the country's Self-Defense Force and exploring apparent unrest with Japan's military power being restricted following the country's loss in World War II. For the most part, Mamoru Oshii does an excellent job at delivering his commentary and philosophizing on aspects of the human condition and Japanese society to fit into the world of Patlabor.\n\n\u001b[1m映画は主に、戦争と平和のコストを掘り下げる哲学的メッセージとして役立っています。 映画で起こっている進行中のテロ攻撃は、攻撃を引き起こす責任を負っている人物を見つけようとする戒厳令の状態に陥り、事態が早急に解決されなければ米軍の介入の可能性を恐れてしまう。 この攻撃は、民間人、政治家、軍隊を、信頼する人が不明で、両側が何らかの攻撃に関与しているかどうかという恐怖と幻滅の状態に導く。 時には時には哲学的なやりとりがありますが、ときどき物事を引きずりながら、人類にとって戦争と平和の時代のように見えない周期に掘り下げます。 アニメは、民間人と自衛隊との間に緊張があり、日本の軍事力が制限されているような不安を抱えている日本の90年代初期の社会問題を掘り下げて掘り下げて見ると、 第二次世界大戦での国の敗北の後、 大坪守は、パトレイバーの世界にふさわしい、人間の状態や日本社会の側面についての解説と哲学の提供において優れた仕事をしています。\u001b[22m\n\u001b[1m(Eiga wa omoni, sensōtoheiwa no kosuto o horisageru tetsugaku-teki messēji to shite yakudatte imasu. Eiga de okotte iru shinkō-chū no tero kōgeki wa, kōgeki o hikiokosu sekinin o otte iru jinbutsu o mitsukeyou to suru kaigenrei no jōtai ni ochīri, jitai ga sakkyū ni kaiketsu sa renakereba beigun no kainyū no kanōsei o osorete shimau. Kono kōgeki wa, minkan hito, seijika, guntai o, shinrai suru hito ga fumeide, ryōsoku ga nanrakano kōgeki ni kan'yo shite iru ka dō ka to iu kyōfu to genmetsu no jōtai ni michibiku. Tokiniha tokiniha tetsugaku-tekina yaritori ga arimasuga, tokidoki monogoto o hikizurinagara, jinrui ni totte sensōtoheiwa no jidai no yō ni mienai shūki ni horisagemasu. Anime wa, minkan hito to Jieitai to no ma ni kinchō ga ari, Nihon no gunji-ryoku ga seigen sa rete iru yōna fuan o kakaete iru Nihon no 90-nendai shoki no shakaimondai o horisagete horisagete miru to, dainijisekaitaisen de no kuni no haiboku no ato, Ōtsubo Mamoru wa, patoreibā no sekai ni fusawashī, ningen no jōtai ya Nihon shakai no sokumen ni tsuite no kaisetsu to tetsugaku no teikyō ni oite sugureta shigoto o shite imasu.)\u001b[22m\n\u001b[1m\u001b[22m\nVisually, Patlabor II is the best-looking title I've seen in the franchise thus far. Scenery and character designs are drawn with realistic details as characters looked almost life-like in their drawn features and scenery shots of the city landscape of Tokyo looked like you were seeing them for real through an actual video camera. The movie mixes use of CG and hand-drawn animation in showing off scenes such as different camera shots of the Tokyo city landscape, computer layouts and different mecha in action. While action isn't the main focus of Patlabor II, the movie still showed off a nice diversity of action sequences with plenty of fluid movement such as crowds of police officers gathering together, terrorist helicopters attacking areas of Tokyo and the Labors of Section 2 taking part in the action. The soundtrack for the movie is minimally used, but mostly consists of tense and energetic tracks to accompany the differing dramatic moments that occur throughout Patlabor 2.\n\n\u001b[1m視覚的には、Patlabor IIはこれまでフランチャイズで見た中で最もよく見られるタイトルです。 実際のビデオカメラで実際に見ていたように、東京の街の景観の描写されたフィーチャーや風景のショットは、キャラクターがほぼ生き生きとしたように現実的な詳細で描かれています。 東京の街並みの異なるカメラショット、コンピュータのレイアウト、さまざまなメカを実際に見せてくれるCGや手描きのアニメーションがミックスされています。 アクションはパトレイバーⅡの主な焦点ではありませんが、警察官の集まりや東京を攻撃するテロリストヘリコプター、第2節の武器闘争など、流動的な動きがたくさんあり、アクションシーケンスの素敵な多様性を披露しました アクションの一部。 映画のサウンドトラックはほとんど使われていませんが、主にパトレイバー2で起こった様々な劇的な瞬間に伴う緊張した活発なトラックで構成されています。\u001b[22m\n\u001b[1m(Shikaku-teki ni wa, Patlabor II wa kore made furanchaizu de mita naka de mottomo yoku mi rareru taitorudesu. Jissai no bideokamera de jissai ni mite ita yō ni, Tōkyō no machi no keikan no byōsha sa reta fīchā ya fūkei no shotto wa, kyarakutā ga hobo ikiiki to shita yō ni genjitsu-tekina shōsaide egaka rete imasu. Tōkyō no machinami no kotonaru kamera shotto, konpyūta no reiauto, samazamana meka o jissai ni misete kureru CG ya tegaki no animēshon ga mikkusu sa rete imasu. Akushon wa patoreibā Ⅱ no omona shōtende wa arimasenga, keisatsukan no atsumari ya Tōkyō o kōgeki suru terorisutoherikoputā, dai 2-setsu no buki tōsō nado, ryūdōtekina ugoki ga takusan ari, akushonshīkensu no sutekina tayō-sei o hirō shimashita akushon no ichibu. Eiga no saundotorakku wa hotondo tsukawa rete imasenga, omo ni patoreibā 2 de okotta samazamana gekitekina shunkan ni tomonau kinchō shita kappatsuna torakku de kōsei sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mVisually, Patlabor II is the best-looking title I've seen in the franchise thus far. Scenery and character designs are drawn with realistic details as characters looked almost life-like in their drawn features and scenery shots of the city landscape of Tokyo looked like you were seeing them for real through an actual video camera. The movie mixes use of CG and hand-drawn animation in showing off scenes such as different camera shots of the Tokyo city landscape, computer layouts and different mecha in action. While action isn't the main focus of Patlabor II, the movie still showed off a nice diversity of action sequences with plenty of fluid movement such as crowds of police officers gathering together, terrorist helicopters attacking areas of Tokyo and the Labors of Section 2 taking part in the action. The soundtrack for the movie is minimally used, but mostly consists of tense and energetic tracks to accompany the differing dramatic moments that occur throughout Patlabor 2.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVisually, Patlabor II is the best-looking title I've seen in the franchise thus far.\u001b[24m\n    \u001b[1m視覚的には、Patlabor IIはこれまでフランチャイズで見た中で最もよく見られるタイトルです。\u001b[22m, \u001b[1m視覚的には、機動警察パトレイバーIIは、私がこれまでにフランチャイズで見た中で最高の見通しタイトルです。\u001b[22m\n\u001b[4mScenery and character designs are drawn with realistic details as characters looked almost life-like in their drawn features and scenery shots of the city landscape of Tokyo looked like you were seeing them for real through an actual video camera.\u001b[24m\n    \u001b[1m実際のビデオカメラで実際に見ていたように、東京の街の景観の描写されたフィーチャーや風景のショットは、キャラクターがほぼ生き生きとしたように現実的な詳細で描かれています。\u001b[22m, \u001b[1m文字はその描かれた機能と東京の都市景観の風景ショットのほぼ生きているように見えますが、実際のビデオカメラを通して現実のためにそれらを見ていたように見えたような風景やキャラクターデザインは、現実的な詳細が描かれています。\u001b[22m\n\u001b[4mThe movie mixes use of CG and hand-drawn animation in showing off scenes such as different camera shots of the Tokyo city landscape, computer layouts and different mecha in action.\u001b[24m\n    \u001b[1m東京の街並みの異なるカメラショット、コンピュータのレイアウト、さまざまなメカを実際に見せてくれるCGや手描きのアニメーションがミックスされています。\u001b[22m, \u001b[1m映画は、東京都市景観、コンピュータのレイアウトとアクションで異なるメカの異なるカメラショットなどのシーンを披露におけるCGと手描きアニメーションの使用をミックス。\u001b[22m\n\u001b[4mWhile action isn't the main focus of Patlabor II, the movie still showed off a nice diversity of action sequences with plenty of fluid movement such as crowds of police officers gathering together, terrorist helicopters attacking areas of Tokyo and the Labors of Section 2 taking\u001b[24m\n    \u001b[1mアクションはパトレイバーⅡの主な焦点ではありませんが、警察官の集まりや東京を攻撃するテロリストヘリコプター、第2節の武器闘争など、流動的な動きがたくさんあり、アクションシーケンスの素敵な多様性を披露しました\u001b[22m, \u001b[1mアクションは機動警察パトレイバーIIの主な焦点ではありませんが、映画はまだ、一緒に東京のエリアと第2撮影の労働者を攻撃するテロリストヘリコプターを収集し、そのような警察官の群衆のような流体運動をたっぷりとアクションシーケンスの素敵な多様性を披露しました\u001b[22m\n\u001b[4mpart in the action.\u001b[24m\n    \u001b[1mアクションの一部。\u001b[22m, \u001b[1mアクションに参加。\u001b[22m\n\u001b[4mThe soundtrack for the movie is minimally used, but mostly consists of tense and energetic tracks to accompany the differing dramatic moments that occur throughout Patlabor 2.\u001b[24m\n    \u001b[1m映画のサウンドトラックはほとんど使われていませんが、主にパトレイバー2で起こった様々な劇的な瞬間に伴う緊張した活発なトラックで構成されています。\u001b[22m, \u001b[1m映画のサウンドトラックは最小限に使用されるが、大部分は機動警察パトレイバー2 theを通して起こる異なる劇的な瞬間を伴うために緊張し、エネルギッシュなトラックで構成されています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Patlabor 2 offers a significantly different setup for the franchise's memorable characters having more serious story developments and emphasis on philosophizing on elements of the human condition and Japanese society. While I personally enjoyed this film for its unique and more serious spin on the Patlabor franchise and find it to be the best within it, the film may not be for those who enjoy the franchise's more light-hearted and comedic offerings from its older titles.\n\n\u001b[1m全体として、Patlabor 2は、より深刻なストーリー展開を持ち、人間の状態や日本社会の要素を哲学することに重点を置いた、フランチャイズの思い出深いキャラクターのために、大きく異なる設定を提供します。 私は個人的にこの映画を楽しんでいましたが、Patlaborフランチャイズのユニークでより深刻なスピンを見て、その中で最高のものだと思っていますが、この映画は、古いタイトルのフランチャイズのより光と心地よい提供を楽しむ人のためのものではありません。\u001b[22m\n\u001b[1m(Zentai to shite, Patlabor 2 wa, yori shinkokuna sutōrī tenkai o mochi, ningen no jōtai ya Nihon shakai no yōso o tetsugaku suru koto ni jūten o oita, furanchaizu no omoidebukai kyarakutā no tame ni, ōkiku kotonaru settei o teikyō shimasu. Watashi wa kojin-teki ni kono eiga o tanoshinde imashitaga, Patlabor furanchaizu no yunīku de yori shinkokuna supin o mite, sono Chū de saikō no monoda to omotte imasuga, kono eiga wa, furui taitoru no furanchaizu no yori hikari to kokochiyoi teikyō o tanoshimu hitonotame no monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall, Patlabor 2 offers a significantly different setup for the franchise's memorable characters having more serious story developments and emphasis on philosophizing on elements of the human condition and Japanese society. While I personally enjoyed this film for its unique and more serious spin on the Patlabor franchise and find it to be the best within it, the film may not be for those who enjoy the franchise's more light-hearted and comedic offerings from its older titles.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Patlabor 2 offers a significantly different setup for the franchise's memorable characters having more serious story developments and emphasis on philosophizing on elements of the human condition and Japanese society.\u001b[24m\n    \u001b[1m全体として、Patlabor 2は、より深刻なストーリー展開を持ち、人間の状態や日本社会の要素を哲学することに重点を置いた、フランチャイズの思い出深いキャラクターのために、大きく異なる設定を提供します。\u001b[22m, \u001b[1m全体的に、機動警察パトレイバー2は、人間の条件と日本社会の要素にphilosophizingにより深刻なストーリー展開と強調したフランチャイズの思い出に残る文字のために大幅に異なる設定を提供しています。\u001b[22m\n\u001b[4mWhile I personally enjoyed this film for its unique and more serious spin on the Patlabor franchise and find it to be the best within it, the film may not be for those who enjoy the franchise's more light-hearted and comedic offerings from its older titles.\u001b[24m\n    \u001b[1m私は個人的にこの映画を楽しんでいましたが、Patlaborフランチャイズのユニークでより深刻なスピンを見て、その中で最高のものだと思っていますが、この映画は、古いタイトルのフランチャイズのより光と心地よい提供を楽しむ人のためのものではありません。\u001b[22m, \u001b[1m私は個人的に機動警察パトレイバーのフランチャイズにそのユニークな、より深刻なスピンのためにこの映画を楽しんで、それはその中で最良であることがわかりましたが、フィルムは、その古いタイトルからフランチャイズのより心光と滑稽提供を楽しむ人のためではないかもしれません。\u001b[22m"
  },
  {
    "title": "Mobile_Police_Patlabor_2__The_Movie",
    "id": "1096",
    "url": "https://myanimelist.net/anime/1096/Mobile_Police_Patlabor_2__The_Movie",
    "user": "Flawfinder",
    "profile": "/profile/Flawfinder/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=130781",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  8\n\n誰もが、私が直接の適応に完全に反対していることを知っています。 もっと頻繁にそうではなく、私は彼がソース資料を見ているものについてのディレクターのビジョンを見たいと思っています。 もちろん、彼はそうする理由があれば真実です。 なぜなら、ソースの素材はそれだけで大したものだと思うので、私は、その特定のアニメがなぜ他の農業に関するショーで参照されているのかの文脈がないときに、ジョージョーの参照をヌーリンに追加している理由を見逃す \"それは涼しく見える\"。 はい、ジョジョの最初の数回のエピソードで農業があることは分かっていますが、その結びつきが非常に緩やかで、ナスカーのスポーツとサファリレンジャーの類似点を見つけようとするなら、\n\nパトレイバー2：映画はそのような適応の一つです。  Patlabor 3の最後の記事 -  Patlabor 3を除いているが、Patlabor 3を気にする人はいない - 映画やテレビのタイムラインの他のものの後に出てくるものは誰もいない。最初の映画のように、Oshii Mamoru 私を興奮させたり、104度の頭痛を与えたりする哲学的な適応です。 この記事では、彼は基本的に2番目の晴星桂映画と同じ道を歩いて、自分のスピンオフを決めると決めました。 今回は、日本政府の取り組みと、彼が基本的にどのように繁栄と混乱を批判したのか、40年代に殺害しようとして以来、これまでになくなってしまった。\n\nこれには、古いフランチャイズのお気に入りや何かを再訪することを期待しないでください。 実際には、男性が女性について知っているフランチャイズに関する多くの知識を持ってこの映画に飛び込むことができ、あなたはまだ迷子になったり、興味をそそられたりすることがあります。 最初の映画の3年後、労働チームは分かれて、より大きくてより良いものに移りました。そして、人生は、「私が良い昔に戻ることができればいいのに、 モード。 しかし、テロ攻撃の一群が発生し、軍事買収が差し迫っているときは、私の鈍さを赦してください。しかし、「キャラクターがこれまでに直面していたものよりも大きくて、今は彼らは何かをやらなければなりません。\n\nこの映画は、前回の作品のメカやその他のキャラクターが、トムとジェリーの映画よりも脚本と重要性が低いため、パトレイバーのキャストより深刻なメンバーの後藤キャプテンとナグモを中心としています。 これは、ノアのようなメカオタクが、戦争ほど深刻なものを取ろうとするストーリーと、そこからもたらされた平和が価値があるかどうかを暴くことになるためです。 それは、石油産業の悪事に取り組む映画の主役であるラリー・ケーブルガイを作るようなものです...ああ待ってください。 しかし、これはまた効果的です。なぜなら、彼らは過去に逃げ出す可能性が非常に高い2人のキャラクターであり、今までにそれを得られなかったからです。 心に留めておいても、私はテレビシリーズを見ていないので、彼らはそれを得た可能性があります。\n\n映画が本当にプロットや何かのために必要なものを超えて、それらを本当に狂わせているわけではありません。 映画のためのナグモの話は彼女と彼女の関係についてはほとんどないが、カンボジアでの作業の後に日本に対する恨みを持つ男は主にSchniezel Vi ブリタニアは、政府と戦争で彼の天才的な戦術を利用しようとしていた当時、その国にいなかった。 それでも重要性が増したことで、これまで見たことのない側面を見ることができました。これは、他のほとんどのアニメよりもはるかに特徴的です。\n\n大井麻衣のアニメから政治的な議題を想像していたように、それはキャラクターに集中していなくてストーリー重視です。 映画のトンは基本的には、真剣な問題を巧みにカバーし、本当に美しい雰囲気のショットがサポートされているので興味深いものですが、何が起こっているのかを理解するためには飲酒しないことが必要です。 もちろん、ミサイルが投下され、銃が発砲され、ロボットは時々利用されているが、それらの場面でさえも政治的な闘争で重いものが混在している。 皆さんは私が政治に大きな影響を与えているわけではないことを知っています。基本的なものを超えているので、基本的に5分の長い車のシーンに座る必要があります。話しているだけのもの、ミッションのテロに対する銃撃戦 彼らの心には、「戦争はもっと多くの点で犠牲者を抱えている」ということを消化するために、本当にオープンな心が必要だと賭けることができます。\n\nあなたは今私が映画を好む一方で、私は個人的な偏見のために他の人々と同じように大きなファンではなく、そのテーマをより明確に分析する資格がないと感じているかもしれません ハードコアのファンもいます。 もしあれば、私はおそらく実際のものよりも、それが表現しているものをもっと尊敬します。 しかし、1993年の映画の面では、私はおそらく鉄の猿かバットマン：これの上の幻想のマスクを見るだろう。\n\nもちろん、Patlabor 2をお勧めするということは変わっていません。 私の読者のほとんどが私よりも政治的な傾向が強いという事実に加えて、ビジュアルは素晴らしく、行動はクールで、キャラクターは魅力的で、政府の問題は精巧ではないが、巧みに物語に織り込まれている。 まだ今日のように関連しています。 しかし、この映画に対する私の最大の褒め言葉は、それがパトレイバーのつながりであるかどうかという完全なストーリーとして独立しているということです。 そして、実際、これは映画の適応、アニメ、その他の種類の中で最高のものです。  K-On！ 映画も同様の道を歩みました。 しかたがない！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nEveryone knows that I’m fully against direct adaptations. More often that not, I want to see the director’s vision of what he sees the source material as and bring us something you can’t get through reading. Of course, that’s only true provided he has a reason for doing so. Because whilst I'm sure that the source material is a load of shit by itself, I fail to see why Shin Oonuma is adding Jojo references to Nourin when there's no context for why that particular anime is being referenced in a show about farming other than “it looks cool”. Yes, I know there’s farming in the first few episodes of Jojo too, but that connection is so loose that you’d have better luck trying to find similarities between the sport of Nascar and a safari ranger.\n\n\u001b[1m誰もが、私が直接の適応に完全に反対していることを知っています。 もっと頻繁にそうではなく、私は彼がソース資料を見ているものについてのディレクターのビジョンを見たいと思っています。 もちろん、彼はそうする理由があれば真実です。 なぜなら、ソース素材はそれだけで大したものだと思うのですから、私は、その特定のアニメが他の農業に関するショーで参照されている理由についての文脈がないと、ジョージョーの参照をヌーリンに追加しているのはなぜですか \"それは涼しく見える\"。 はい、ジョジョの最初の数回のエピソードで農業があることは分かっていますが、その結びつきが非常に緩やかで、ナスカーのスポーツとサファリレンジャーの類似点を見つけようとするなら、\u001b[22m\n\u001b[1m(Daremoga, watashi ga chokusetsu no tekiō ni kanzen ni hantai shite iru koto o shitte imasu. Motto hinpan ni sōde wa naku, watashi wa kare ga sōsu shiryō o mite iru mono ni tsuite no direkutā no bijon o mitai to omotte imasu. Mochiron, kare wa sō suru riyū ga areba shinjitsudesu. Nazenara, sōsu sozai wa sore dake de taishita monoda to omou nodesukara, watashi wa, sono tokutei no anime ga hoka no nōgyō ni kansuru shō de sanshō sa rete iru riyū ni tsuite no bunmyaku ga nai to, jōjō no sanshō o nūrin ni tsuika shite iru no wa nazedesu ka\" sore wa suzushiku mieru\". Wa i, jojo no saisho no sū-kai no episōdo de nōgyō ga aru koto wa wakatte imasuga, sono musubitsuki ga hijō ni yuruyakade, nasukā no supōtsu to safarirenjā no ruiji-ten o mitsukeyou to surunara,)\u001b[22m\n\nTranslations of \u001b[4mEveryone knows that I’m fully against direct adaptations. More often that not, I want to see the director’s vision of what he sees the source material as and bring us something you can’t get through reading. Of course, that’s only true provided he has a reason for doing so. Because whilst I'm sure that the source material is a load of shit by itself, I fail to see why Shin Oonuma is adding Jojo references to Nourin when there's no context for why that particular anime is being referenced in a show about farming other than “it looks cool”. Yes, I know there’s farming in the first few episodes of Jojo too, but that connection is so loose that you’d have better luck trying to find similarities between the sport of Nascar and a safari ranger.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEveryone knows that I’m fully against direct adaptations.\u001b[24m\n    \u001b[1m誰もが、私が直接の適応に完全に反対していることを知っています。\u001b[22m, \u001b[1m誰もが私が直接適応に対して完全だと知っています。\u001b[22m\n\u001b[4mMore often that not, I want to see the director’s vision of what he sees the source material as and bring us something you can’t get through reading.\u001b[24m\n    \u001b[1mもっと頻繁にそうではなく、私は彼がソース資料を見ているものについてのディレクターのビジョンを見たいと思っています。\u001b[22m, \u001b[1m多くの場合それはない、私は彼が、ソースの材料を見ているかの監督のビジョンを見て、私たちにあなたが読書を介して取得することができない何かを持って帰りたいと思います。\u001b[22m\n\u001b[4mOf course, that’s only true provided he has a reason for doing so.\u001b[24m\n    \u001b[1mもちろん、彼はそうする理由があれば真実です。\u001b[22m, \u001b[1mもちろん、それは唯一の真の彼がそうする理由を持って提供しています。\u001b[22m\n\u001b[4mBecause whilst I'm sure that the source material is a load of shit by itself, I fail to see why Shin Oonuma is adding Jojo references to Nourin when there's no context for why that particular anime is being referenced in a show about farming other than\u001b[24m\n    \u001b[1mなぜなら、ソース素材はそれだけで大したものだと思うのですから、私は、その特定のアニメが他の農業に関するショーで参照されている理由についての文脈がないと、ジョージョーの参照をヌーリンに追加しているのはなぜですか\u001b[22m, \u001b[1m私はソース素材自体がたわごとの負荷であることを確信している一方で、私は以外の農業について、その特定のアニメ番組内で参照されている理由のためのコンテキストがありませんときに新大沼がNourinにジョジョの参照を追加している理由を確認することができないため、\u001b[22m\n\u001b[4m“it looks cool”.\u001b[24m\n    \u001b[1m\"それは涼しく見える\"。\u001b[22m, \u001b[1m「それはクールに見えます」。\u001b[22m\n\u001b[4mYes, I know there’s farming in the first few episodes of Jojo too, but that connection is so loose that you’d have better luck trying to find similarities between the sport of Nascar and a safari ranger.\u001b[24m\n    \u001b[1mはい、ジョジョの最初の数回のエピソードで農業があることは分かっていますが、その結びつきが非常に緩やかで、ナスカーのスポーツとサファリレンジャーの類似点を見つけようとするなら、\u001b[22m, \u001b[1mはい、私もジョジョの最初のいくつかのエピソードであっ農業だけど、その接続を使用すると、ナスカーのスポーツやサファリレンジャーの間の類似性を見つけようとしてより良い運を持っているだろうとそう緩んでいます。\u001b[22m\n\u001b[1m\u001b[22m\nPatlabor 2: The Movie is one such adaptation. It was the final installment of the Patlabor franchise – minus Patlabor 3, but nobody cares about Patlabor 3 – to come out after everything else from either the movie or the TV timeline and just like the first film, it's directed by Mamoru Oshii, king of the philosophical adaptations that either get me excited or give me a 104-degree headache. With this installment, he basically went the same path as the second Urusei Yatsura movie in that he decided to fuck canon and put his own spin on the thing. This time, with his tackling of the Japanese government and how he basically critiques the prosperity and turmoil it’s gone over ever since we tried to kill them in the 40s.\n\n\u001b[1mパトレイバー2：映画はそのような適応の一つです。  Patlabor 3の最後の記事 -  Patlabor 3を除いているが、Patlabor 3を気にする人はいない - 映画やテレビのタイムラインの他のものの後に出てくるものは誰もいない。最初の映画のように、Oshii Mamoru 私を興奮させたり、104度の頭痛を与えたりする哲学的な適応です。 この記事では、彼は基本的に2番目の晴星桂映画と同じ道を歩いて、自分のスピンオフを決めると決めました。 今回は、日本政府の取り組みと、彼が基本的にどのように繁栄と混乱を批判したのか、40年代に殺害しようとして以来、これまでになくなってしまった。\u001b[22m\n\u001b[1m(Patoreibā 2: Eiga wa sono yōna tekiō no hitotsudesu. Patlabor 3 no saigo no kiji - Patlabor 3 o nozoite iruga, Patlabor 3 o kinisuru hito wa inai - eiga ya terebi no taimu rain no ta no mono no nochi ni dete kuru mono wa daremoinai. Saisho no eiga no yō ni, Oshii Mamoru watashi o kōfun sa se tari, 104-do no zutsū o atae tari suru tetsugaku-tekina tekiōdesu. Kono kijide wa, kare wa kihontekini 2-banme no Hare Hoshi Katsura eiga to onaji michi o aruite, jibun no supin'ofu o kimeru to kimemashita. Konkai wa, nipponseifu no torikumi to, kare ga kihontekini dono yō ni han'ei to konran o hihan shita no ka, 40-nendai ni satsugai shiyou to shite irai, kore made ni nakunatte shimatta.)\u001b[22m\n\nTranslations of \u001b[4mPatlabor 2: The Movie is one such adaptation. It was the final installment of the Patlabor franchise – minus Patlabor 3, but nobody cares about Patlabor 3 – to come out after everything else from either the movie or the TV timeline and just like the first film, it's directed by Mamoru Oshii, king of the philosophical adaptations that either get me excited or give me a 104-degree headache. With this installment, he basically went the same path as the second Urusei Yatsura movie in that he decided to fuck canon and put his own spin on the thing. This time, with his tackling of the Japanese government and how he basically critiques the prosperity and turmoil it’s gone over ever since we tried to kill them in the 40s.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPatlabor 2: The Movie is one such adaptation.\u001b[24m\n    \u001b[1mパトレイバー2：映画はそのような適応の一つです。\u001b[22m, \u001b[1m機動警察パトレイバー2：映画はそのような適応です。\u001b[22m\n\u001b[4mIt was the final installment of the Patlabor franchise – minus Patlabor 3, but nobody cares about Patlabor 3 – to come out after everything else from either the movie or the TV timeline and just like the first film, it's directed by Mamoru Oshii, king of\u001b[24m\n    \u001b[1mPatlabor 3の最後の記事 -  Patlabor 3を除いているが、Patlabor 3を気にする人はいない - 映画やテレビのタイムラインの他のものの後に出てくるものは誰もいない。最初の映画のように、Oshii Mamoru\u001b[22m, \u001b[1mこれは、機動警察パトレイバーのフランチャイズの最終回だった - マイナス機動警察パトレイバー3が、誰も機動警察パトレイバー3を気にしない - 映画やテレビのタイムラインとちょうど最初の映画のように、それは押井守、王監督のだいずれかから他のすべての後に出てきます\u001b[22m\n\u001b[4mthe philosophical adaptations that either get me excited or give me a 104-degree headache.\u001b[24m\n    \u001b[1m私を興奮させたり、104度の頭痛を与えたりする哲学的な適応です。\u001b[22m, \u001b[1m私は興奮か、私に104度の頭痛を与えるいずれかの哲学的適応。\u001b[22m\n\u001b[4mWith this installment, he basically went the same path as the second Urusei Yatsura movie in that he decided to fuck canon and put his own spin on the thing.\u001b[24m\n    \u001b[1mこの記事では、彼は基本的に2番目の晴星桂映画と同じ道を歩いて、自分のスピンオフを決めると決めました。\u001b[22m, \u001b[1m今回で、彼は基本的に、彼はキヤノンと性交することを決定したという点で、第二うる星やつらムービーと同じ道を行き、事に彼自身のスピンを置きます。\u001b[22m\n\u001b[4mThis time, with his tackling of the Japanese government and how he basically critiques the prosperity and turmoil it’s gone over ever since we tried to kill them in the 40s.\u001b[24m\n    \u001b[1m今回は、日本政府の取り組みと、彼が基本的にどのように繁栄と混乱を批判したのか、40年代に殺害しようとして以来、これまでになくなってしまった。\u001b[22m, \u001b[1m今回、日本政府の彼のタックルで、どのように彼は基本的に私たちは40代でそれらを殺そうとしたので、それは今までの上に逝ってしまった繁栄と混乱を批評。\u001b[22m\n\u001b[1m\u001b[22m\nDon’t go into this expecting a revisit to an old franchise favorite or anything. In fact, you could jump into this film with as much knowledge about the franchise as men know about women and you’d still be just as lost or intrigued or whatever. Three years after the first movie, the Labor team have split apart and moved on to bigger and better things and life is all moody for them in that “I wish we could go back to the good old days, but we have to move on” mode. However, when a bunch of terrorist attacks occur and a military takeover is imminent, pardon my bluntness, but “shit bigger than anything the characters have ever faced before happens and now they’ve got to do something about it”.\n\n\u001b[1mこれには、古いフランチャイズのお気に入りや何かを再訪することを期待しないでください。 実際には、男性が女性について知っているフランチャイズに関する多くの知識を持ってこの映画に飛び込むことができ、あなたはまだ迷子になったり、興味をそそられたりすることがあります。 最初の映画の3年後、労働チームは分かれて、より大きくてより良いものに移りました。そして、人生は、「私が良い昔に戻ることができればいいのに、 モード。 しかし、テロ攻撃の一群が発生し、軍事買収が差し迫っているときは、私の鈍さを赦してください。しかし、「キャラクターがこれまでに直面していたものよりも大きくて、今は彼らは何かをやらなければなりません。\u001b[22m\n\u001b[1m(Kore ni wa, furui furanchaizu no okiniiri ya nanika o saihō suru koto o kitai shinaide kudasai. Jissai ni wa, dansei ga josei ni tsuite shitte iru furanchaizu ni kansuru ōku no chishiki o motte kono eiga ni tobikomu koto ga deki, anata wa mada maigo ni nattari, kyōmi o sosora re tari suru koto ga arimasu. Saisho no eiga no 3-nen-go, rōdō chīmu wa wakarete, yori ōkikute yori yoi mono ni utsurimashita. Soshite, jinsei wa,`watashi ga yoi mukashi ni modoru koto ga dekireba īnoni, mōdo. Shikashi, tero kōgeki no ichigun ga hassei shi, gunji baishū ga sashisematte iru toki wa, watashi no nibu-sa o yurushite kudasai. Shikashi,`kyarakutā ga kore made ni chokumen shite ita mono yori mo ōkikute, ima wa karera wa nanika o yaranakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mDon’t go into this expecting a revisit to an old franchise favorite or anything. In fact, you could jump into this film with as much knowledge about the franchise as men know about women and you’d still be just as lost or intrigued or whatever. Three years after the first movie, the Labor team have split apart and moved on to bigger and better things and life is all moody for them in that “I wish we could go back to the good old days, but we have to move on” mode. However, when a bunch of terrorist attacks occur and a military takeover is imminent, pardon my bluntness, but “shit bigger than anything the characters have ever faced before happens and now they’ve got to do something about it”.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon’t go into this expecting a revisit to an old franchise favorite or anything.\u001b[24m\n    \u001b[1mこれには、古いフランチャイズのお気に入りや何かを再訪することを期待しないでください。\u001b[22m, \u001b[1m古いフランチャイズのお気に入りか何かに再訪を期待して、この中に行ってはいけません。\u001b[22m\n\u001b[4mIn fact, you could jump into this film with as much knowledge about the franchise as men know about women and you’d still be just as lost or intrigued or whatever.\u001b[24m\n    \u001b[1m実際には、男性が女性について知っているフランチャイズに関する多くの知識を持ってこの映画に飛び込むことができ、あなたはまだ迷子になったり、興味をそそられたりすることがあります。\u001b[22m, \u001b[1m実際には、男性が女性を知っているとして、あなたはフランチャイズについてできるだけ多くの知識と、このフィルムにジャンプすることができ、あなたはまだ失われたり、興味をそそらまたは何と同じようになるだろう。\u001b[22m\n\u001b[4mThree years after the first movie, the Labor team have split apart and moved on to bigger and better things and life is all moody for them in that “I wish we could go back to the good old days, but we have to move on”\u001b[24m\n    \u001b[1m最初の映画の3年後、労働チームは分かれて、より大きくてより良いものに移りました。そして、人生は、「私が良い昔に戻ることができればいいのに、\u001b[22m, \u001b[1m「私たちは古き良き時代に戻って行くことがしたいが、私たちが上に移動する必要があり、「三年最初の映画の後、労働チームが裂けており、大きく、より良いものへと移動し、生活はその中で彼らのためにすべての不機嫌です\u001b[22m\n\u001b[4mmode.\u001b[24m\n    \u001b[1mモード。\u001b[22m\n\u001b[4mHowever, when a bunch of terrorist attacks occur and a military takeover is imminent, pardon my bluntness, but “shit bigger than anything the characters have ever faced before happens and now they’ve got to do something about it”.\u001b[24m\n    \u001b[1mしかし、テロ攻撃の一群が発生し、軍事買収が差し迫っているときは、私の鈍さを赦してください。しかし、「キャラクターがこれまでに直面していたものよりも大きくて、今は彼らは何かをやらなければなりません。\u001b[22m, \u001b[1mしかし、テロ攻撃の束が発生し、軍事的買収が差し迫っているとき、私の鈍さはご容赦が、「何も文字がこれまで直面して発生し、今、彼らはそれについて何かを持っているよりも大きいたわごと」。\u001b[22m\n\u001b[1m\u001b[22m\nThe movie is centered on Captain Goto and Nagumo, the more serious members of the Patlabor cast, with the mecha and the other characters from the previous installments having less screenplay and importance than Tom and Jerry had in their own movie. This is most likely because a mecha otaku like Noa would be miscast in a story that attempts to take on something as serious as war and whether the peace brought from it is worth it. It’d be like making Larry the Cable Guy, the protagonist of a film that tackled the evils of the oil industry…oh wait. But it’s also effective because they’re the two characters who have had a lot of potential for fleshing out in the past, and yet they never got it before now. Although keep in mind, I didn’t see the TV series, so they might have gotten it in that.\n\n\u001b[1mこの映画は、前回の作品のメカやその他のキャラクターが、トムとジェリーの映画よりも脚本と重要性が低いため、パトレイバーのキャストより深刻なメンバーの後藤キャプテンとナグモを中心としています。 これは、ノアのようなメカオタクが、戦争ほど深刻なものを取ろうとするストーリーと、そこからもたらされた平和が価値があるかどうかを暴くことになるためです。 それは、石油産業の悪事に取り組む映画の主役であるラリー・ケーブルガイを作るようなものです...ああ待ってください。 しかし、これはまた効果的です。なぜなら、彼らは過去に逃げ出す可能性が非常に高い2人のキャラクターであり、今までにそれを得られなかったからです。 心に留めておいても、私はテレビシリーズを見ていないので、彼らはそれを得た可能性があります。\u001b[22m\n\u001b[1m(Kono eiga wa, zenkai no sakuhin no meka ya sonohoka no kyarakutā ga, Tomu to jerī no eiga yori mo kyakuhon to jūyō-sei ga hikui tame, patoreibā no kyasuto yori shinkokuna menbā no Gotō kyaputen to Nagumo o chūshin to shite imasu. Kore wa, noa no yōna mekaotaku ga, sensō hodo shinkokuna mono o torou to suru sutōrī to, soko kara motarasa reta heiwa ga kachigāru ka dō ka o abaku koto ni naru tamedesu. Sore wa, sekiyu sangyō no akuji ni torikumu eiga no shuyakudearu rarī kēburugai o tsukuru yōna monodesu... Ā matte kudasai. Shikashi, koreha mata kōka-tekidesu. Nazenara, karera wa kako ni nigedasu kanōsei ga hijō ni takai 2-ri no kyarakutādeari, ima made ni sore o e rarenakattakaradesu. Kokoro ni tomete oite mo, watashi wa terebishirīzu o mite inainode, karera wa sore o eta kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe movie is centered on Captain Goto and Nagumo, the more serious members of the Patlabor cast, with the mecha and the other characters from the previous installments having less screenplay and importance than Tom and Jerry had in their own movie. This is most likely because a mecha otaku like Noa would be miscast in a story that attempts to take on something as serious as war and whether the peace brought from it is worth it. It’d be like making Larry the Cable Guy, the protagonist of a film that tackled the evils of the oil industry…oh wait. But it’s also effective because they’re the two characters who have had a lot of potential for fleshing out in the past, and yet they never got it before now. Although keep in mind, I didn’t see the TV series, so they might have gotten it in that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movie is centered on Captain Goto and Nagumo, the more serious members of the Patlabor cast, with the mecha and the other characters from the previous installments having less screenplay and importance than Tom and Jerry had in their own movie.\u001b[24m\n    \u001b[1mこの映画は、前回の作品のメカやその他のキャラクターが、トムとジェリーの映画よりも脚本と重要性が低いため、パトレイバーのキャストより深刻なメンバーの後藤キャプテンとナグモを中心としています。\u001b[22m, \u001b[1m映画はキャプテン後藤と南雲を中心に、トムとジェリー未満脚本と重要性を持つ以前の分割払いからメカと機動警察パトレイバーキャストのより深刻なメンバー、および他の文字は、自分の映画でした。\u001b[22m\n\u001b[4mThis is most likely because a mecha otaku like Noa would be miscast in a story that attempts to take on something as serious as war and whether the peace brought from it is worth it.\u001b[24m\n    \u001b[1mこれは、ノアのようなメカオタクが、戦争ほど深刻なものを取ろうとするストーリーと、そこからもたらされた平和が価値があるかどうかを暴くことになるためです。\u001b[22m, \u001b[1mノアのようなメカオタクは戦争と同じくらい深刻なものにし、それから持ってきた平和はそれだけの価値があるかどうかを取るしようとした物語の中で配役を誤ることになるので、これは最も可能性が高いです。\u001b[22m\n\u001b[4mIt’d be like making Larry the Cable Guy, the protagonist of a film that tackled the evils of the oil industry…oh wait.\u001b[24m\n    \u001b[1mそれは、石油産業の悪事に取り組む映画の主役であるラリー・ケーブルガイを作るようなものです...ああ待ってください。\u001b[22m, \u001b[1mそれはラリーケーブルガイ、石油業界の弊害が...ああ待って取り組んだ映画の主人公を作るようになるだろう。\u001b[22m\n\u001b[4mBut it’s also effective because they’re the two characters who have had a lot of potential for fleshing out in the past, and yet they never got it before now.\u001b[24m\n    \u001b[1mしかし、これはまた効果的です。なぜなら、彼らは過去に逃げ出す可能性が非常に高い2人のキャラクターであり、今までにそれを得られなかったからです。\u001b[22m, \u001b[1mしかし、彼らは過去に肉付けするために多くの可能性を持っていた2つの文字をしているので、それも有効だし、まだ彼らは今、前にそれをやったことがなかったです。\u001b[22m\n\u001b[4mAlthough keep in mind, I didn’t see the TV series, so they might have gotten it in that.\u001b[24m\n    \u001b[1m心に留めておいても、私はテレビシリーズを見ていないので、彼らはそれを得た可能性があります。\u001b[22m, \u001b[1m心に留めておくが、私はテレビシリーズを見ていないので、彼らはそれでそれを得ている可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nNot that the movie really fleshes them out beyond what’s required for the plot or anything. Goto is mostly just there to move the plot along whilst Nagumo's story for the movie is less about her and more about her relationship with the main bad guy, a dude who holds a grudge against Japan after an operation in Cambodia went south mostly because Schniezel Vi Britannia wasn't in the country at the time to have his genius tactics in government and war exploited. Still the increased importance on them allows us to see sides of them that we haven’t seen before, and that’s a hell of a lot more characterization than most other anime partake in these days.\n\n\u001b[1m映画が本当にプロットや何かのために必要なものを超えて、それらを本当に狂わせているわけではありません。 映画のためのナグモの話は彼女と彼女の関係についてはほとんどないが、カンボジアでの作業の後に日本に対する恨みを持つ男は主にSchniezel Vi ブリタニアは、政府と戦争で彼の天才的な戦術を利用しようとしていた当時、その国にいなかった。 それでも重要性が増したことで、これまで見たことのない側面を見ることができました。これは、他のほとんどのアニメよりもはるかに特徴的です。\u001b[22m\n\u001b[1m(Eiga ga hontōni purotto ya nanika no tame ni hitsuyōnamono o koete, sorera o hontōni kuruwa sete iru wakede wa arimasen. Eiga no tame no Nagumo no hanashi wa kanojo to kanojo no kankei ni tsuite wa hotondo naiga, Kanbojia de no sagyō no nochi ni Nihon ni taisuru urami o motsu otoko wa omoni Schniezel Vi buritania wa, seifu to sensō de kare no tensai-tekina senjutsu o riyō shiyou to shite ita tōji, sono kuni ni inakatta. Soredemo jūyō-sei ga mashita koto de, kore made mita koto no nai sokumen o miru koto ga dekimashita. Kore wa, hoka no hotondo no anime yori mo haruka ni tokuchō-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mNot that the movie really fleshes them out beyond what’s required for the plot or anything. Goto is mostly just there to move the plot along whilst Nagumo's story for the movie is less about her and more about her relationship with the main bad guy, a dude who holds a grudge against Japan after an operation in Cambodia went south mostly because Schniezel Vi Britannia wasn't in the country at the time to have his genius tactics in government and war exploited. Still the increased importance on them allows us to see sides of them that we haven’t seen before, and that’s a hell of a lot more characterization than most other anime partake in these days.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot that the movie really fleshes them out beyond what’s required for the plot or anything.\u001b[24m\n    \u001b[1m映画が本当にプロットや何かのために必要なものを超えて、それらを本当に狂わせているわけではありません。\u001b[22m, \u001b[1mていない映画は本当にプロットまたは何のために何が必要かを越えてそれらをfleshesこと。\u001b[22m\n\u001b[4mGoto is mostly just there to move the plot along whilst Nagumo's story for the movie is less about her and more about her relationship with the main bad guy, a dude who holds a grudge against Japan after an operation in Cambodia went south mostly because Schniezel Vi\u001b[24m\n    \u001b[1m映画のためのナグモの話は彼女と彼女の関係についてはほとんどないが、カンボジアでの作業の後に日本に対する恨みを持つ男は主にSchniezel Vi\u001b[22m, \u001b[1m南主に行ってきました後藤は、映画の南雲さんの話がメイン悪いやつ、カンボジアでの操作後に日本に恨みを保持している男と彼女の関係についての彼女について以下、よりをある間に沿ってプロットを移動するために、主にだけ存在するSchniezel Viの理由\u001b[22m\n\u001b[4mBritannia wasn't in the country at the time to have his genius tactics in government and war exploited.\u001b[24m\n    \u001b[1mブリタニアは、政府と戦争で彼の天才的な戦術を利用しようとしていた当時、その国にいなかった。\u001b[22m, \u001b[1mブリタニアは悪用政府との戦争に彼の天才戦術を持っている時点での国ではありませんでした。\u001b[22m\n\u001b[4mStill the increased importance on them allows us to see sides of them that we haven’t seen before, and that’s a hell of a lot more characterization than most other anime partake in these days.\u001b[24m\n    \u001b[1mそれでも重要性が増したことで、これまで見たことのない側面を見ることができました。これは、他のほとんどのアニメよりもはるかに特徴的です。\u001b[22m, \u001b[1mまだそれらの上に増加した重要性は、私たちは前に見ていないことをそれらの側面を見るために私たちを可能にし、これらの日に参加、それは他のほとんどのアニメよりも多くの特徴付けの地獄です。\u001b[22m\n\u001b[1m\u001b[22m\nAs you probably guessed from a Mamoru Oshii anime with a political agenda, it’s less character-focused and more story-focused. A ton of the movie is basically exposition that whilst interesting because it covers serious issues cleverly and is supported by really beautiful atmospheric shots, it requires you to not be drunk in order to understand what’s going on. It’s intermixed of course with missiles being dropped, guns being fired, and the robots being utilized at times, but even those scenes are heavy with political strife. You guys know I'm not all that big into politics and shit beyond the basics as is, so when I have to sit through what's basically a five-minute long car scene of nothing but talking heads, followed by gunfights against terrorists with a mission on their mind, you can bet that I'd need a really open mind to digest that “war has casualties in more ways than one”.\n\n\u001b[1m大井麻衣のアニメから政治的な議題を想像していたように、それはキャラクターに集中していなくてストーリー重視です。 映画のトンは基本的には、真剣な問題を巧みにカバーし、本当に美しい雰囲気のショットがサポートされているので興味深いものですが、何が起こっているのかを理解するためには飲酒しないことが必要です。 もちろん、ミサイルが投下され、銃が発砲され、ロボットは時々利用されているが、それらの場面でさえも政治的な闘争で重いものが混在している。 皆さんは私が政治に大きな影響を与えているわけではないことを知っています。基本的なものを超えているので、基本的に5分の長い車のシーンに座る必要があります。話しているだけのもの、ミッションのテロに対する銃撃戦 彼らの心には、「戦争はもっと多くの点で犠牲者を抱えている」ということを消化するために、本当にオープンな心が必要だと賭けることができます。\u001b[22m\n\u001b[1m(Ōi Mai no anime kara seiji-tekina gidai o sōzō shite ita yō ni, soreha kyarakutā ni shūchū shite inakute sutōrī jūshidesu. Eiga no ton wa kihontekini wa, shinken'na mondai o takumi ni kabā shi, hontōni utsukushī fun'iki no shotto ga sapōto sa rete irunode kyōmibukai monodesuga, nani ga okotte iru no ka o rikai suru tame ni wa inshu shinai koto ga hitsuyōdesu. Mochiron, misairu ga tōka sa re, jū ga happō sa re, robotto wa tokidoki riyō sa rete iruga, sorera no bamende sae mo seiji-tekina tōsō de omoi mono ga konzai shite iru. Minasan wa watashi ga seiji ni ōkina eikyō o ataete iru wakede wanai koto o shitte imasu. Kihon-tekina mono o koete irunode, kihontekini 5-bun'no nagai kuruma no shīn ni suwaru hitsuyō ga arimasu.-Banashi shite iru dake no mono, misshon no tero ni taisuru jūgeki-sen karera no kokoro ni wa,`sensō wa motto ōku no ten de gisei-sha o kakaete iru' to iu koto o shōka suru tame ni, hontōni ōpun'na kokoro ga hitsuyōda to kakeru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs you probably guessed from a Mamoru Oshii anime with a political agenda, it’s less character-focused and more story-focused. A ton of the movie is basically exposition that whilst interesting because it covers serious issues cleverly and is supported by really beautiful atmospheric shots, it requires you to not be drunk in order to understand what’s going on. It’s intermixed of course with missiles being dropped, guns being fired, and the robots being utilized at times, but even those scenes are heavy with political strife. You guys know I'm not all that big into politics and shit beyond the basics as is, so when I have to sit through what's basically a five-minute long car scene of nothing but talking heads, followed by gunfights against terrorists with a mission on their mind, you can bet that I'd need a really open mind to digest that “war has casualties in more ways than one”.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs you probably guessed from a Mamoru Oshii anime with a political agenda, it’s less character-focused and more story-focused.\u001b[24m\n    \u001b[1m大井麻衣のアニメから政治的な議題を想像していたように、それはキャラクターに集中していなくてストーリー重視です。\u001b[22m, \u001b[1mあなたはおそらく政治課題と押井守アニメから推測したように、それはより少ない文字に焦点を当て、より物語に焦点を当てたのです。\u001b[22m\n\u001b[4mA ton of the movie is basically exposition that whilst interesting because it covers serious issues cleverly and is supported by really beautiful atmospheric shots, it requires you to not be drunk in order to understand what’s going on.\u001b[24m\n    \u001b[1m映画のトンは基本的には、真剣な問題を巧みにカバーし、本当に美しい雰囲気のショットがサポートされているので興味深いものですが、何が起こっているのかを理解するためには飲酒しないことが必要です。\u001b[22m, \u001b[1m映画のトンは、それが巧みに深刻な問題をカバーし、本当に美しい大気中のショットによってサポートされているので面白いしながら、それは何が起こっているか理解するために酔ってはならないためにあなたを必要とすることで、基本的な博覧会です。\u001b[22m\n\u001b[4mIt’s intermixed of course with missiles being dropped, guns being fired, and the robots being utilized at times, but even those scenes are heavy with political strife.\u001b[24m\n    \u001b[1mもちろん、ミサイルが投下され、銃が発砲され、ロボットは時々利用されているが、それらの場面でさえも政治的な闘争で重いものが混在している。\u001b[22m, \u001b[1m銃が発射され、廃棄されるミサイルでもちろん混在だ、とロボットが時間に利用されているが、それでもそれらのシーンは政争と重いです。\u001b[22m\n\u001b[4mYou guys know I'm not all that big into politics and shit beyond the basics as is, so when I have to sit through what's basically a five-minute long car scene of nothing but talking heads, followed by gunfights against terrorists with a mission\u001b[24m\n    \u001b[1m皆さんは私が政治に大きな影響を与えているわけではないことを知っています。基本的なものを超えているので、基本的に5分の長い車のシーンに座る必要があります。話しているだけのもの、ミッションのテロに対する銃撃戦\u001b[22m, \u001b[1m君たちはあるように私はすべての基本を越えて政治とたわごとにその大きないないよ知っているので、私は基本的使命を持つテロリストの銃撃戦が続いトーキングヘッドが、何の5分の長い車のシーン、何を介して座ってする必要がある場合\u001b[22m\n\u001b[4mon their mind, you can bet that I'd need a really open mind to digest that “war has casualties in more ways than one”.\u001b[24m\n    \u001b[1m彼らの心には、「戦争はもっと多くの点で犠牲者を抱えている」ということを消化するために、本当にオープンな心が必要だと賭けることができます。\u001b[22m, \u001b[1m彼らの心に、私は「戦争が1つ以上の方法で死傷者を持っている」ことを消化するために本当に心を開いて必要があるだろうことを賭けることができます。\u001b[22m\n\u001b[1m\u001b[22m\nYou might have figured out by now that whilst I like the movie, I'm in no way as big a fan of it as other people are because of personal biases, and as such don't feel qualified to analyze its themes more clearly like some hardcore fans do. If anything, I probably respect the film more for what it represents than what it actually is. But in terms of 1993 movies, I’d probably watch either Iron Monkey or Batman: Mask of the Phantasm over this.\n\n\u001b[1mあなたは今私が映画を好む一方で、私は個人的な偏見のために他の人々と同じように大きなファンではなく、そのテーマをより明確に分析する資格がないと感じているかもしれません ハードコアのファンもいます。 もしあれば、私はおそらく実際のものよりも、それが表現しているものをもっと尊敬します。 しかし、1993年の映画の面では、私はおそらく鉄の猿かバットマン：これの上の幻想のマスクを見るだろう。\u001b[22m\n\u001b[1m(Anata wa ima watashi ga eiga o konomu ippō de, watashi wa kojin-tekina henken no tame ni hoka no hitobito to onajiyōni ōkina fande wa naku, sono tēma o yori meikaku ni bunseki suru shikaku ga nai to kanjite iru kamo shiremasen hādokoa no fan mo imasu. Moshi areba, watashi wa osoraku jissai no mono yori mo, sore ga hyōgen shite iru mono o motto sonkei shimasu. Shikashi, 1993-nen no eiga no mende wa, watashi wa osoraku tetsu no saru ka Battoman: Kore no ue no gensō no masuku o mirudarou.)\u001b[22m\n\nTranslations of \u001b[4mYou might have figured out by now that whilst I like the movie, I'm in no way as big a fan of it as other people are because of personal biases, and as such don't feel qualified to analyze its themes more clearly like some hardcore fans do. If anything, I probably respect the film more for what it represents than what it actually is. But in terms of 1993 movies, I’d probably watch either Iron Monkey or Batman: Mask of the Phantasm over this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou might have figured out by now that whilst I like the movie, I'm in no way as big a fan of it as other people are because of personal biases, and as such don't feel qualified to analyze its themes more clearly like\u001b[24m\n    \u001b[1mあなたは今私が映画を好む一方で、私は個人的な偏見のために他の人々と同じように大きなファンではなく、そのテーマをより明確に分析する資格がないと感じているかもしれません\u001b[22m, \u001b[1mあなたのような私は映画が好きながら、私は他の人が原因で個人的なバイアスであるとして、それのファンとして大きな決してよ、そのようにより明確にそのテーマを分析する資格を感じていないことを今で考え出したかもしれません\u001b[22m\n\u001b[4msome hardcore fans do.\u001b[24m\n    \u001b[1mハードコアのファンもいます。\u001b[22m, \u001b[1mいくつかの筋金入りのファンが行います。\u001b[22m\n\u001b[4mIf anything, I probably respect the film more for what it represents than what it actually is.\u001b[24m\n    \u001b[1mもしあれば、私はおそらく実際のものよりも、それが表現しているものをもっと尊敬します。\u001b[22m, \u001b[1mどちらかと言えば、私はおそらくそれが実際に何であるかよりも、何を表しているかのためのより多くのフィルムを尊重します。\u001b[22m\n\u001b[4mBut in terms of 1993 movies, I’d probably watch either Iron Monkey or Batman: Mask of the Phantasm over this.\u001b[24m\n    \u001b[1mしかし、1993年の映画の面では、私はおそらく鉄の猿かバットマン：これの上の幻想のマスクを見るだろう。\u001b[22m, \u001b[1mこのオーバーファンタズムのマスク：しかし、1993年の映画という点で、私はおそらくアイアンモンキーやバットマンのいずれかを見たいです。\u001b[22m\n\u001b[1m\u001b[22m\nThat of course doesn’t change the fact that I’d recommend Patlabor 2 if asked. In addition to the fact that most of my readers are probably more politically inclined than I am, the visuals are great, the action is cool, the characters are engaging, the government issues – whilst not exactly subtle - are cleverly weaved into the narrative and still relevant as of today. However, my biggest compliment to the film is that it stands on its own as a complete story, Patlabor-connection or not. And really, that’s the best kind of film adaptation, anime or otherwise. If only the K-On! Movie went a similar path. Oh well!\n\n\u001b[1mもちろん、Patlabor 2をお勧めするということは変わっていません。 私の読者のほとんどが私よりも政治的な傾向が強いという事実に加えて、ビジュアルは素晴らしく、行動はクールで、キャラクターは魅力的で、政府の問題は精巧ではないが、巧みに物語に織り込まれている。 まだ今日のように関連しています。 しかし、この映画に対する私の最大の褒め言葉は、それがパトレイバーのつながりであるかどうかという完全なストーリーとして独立しているということです。 そして、実際、これは映画の適応、アニメ、その他の種類の中で最高のものです。  K-On！ 映画も同様の道を歩みました。 しかたがない！\u001b[22m\n\u001b[1m(Mochiron, Patlabor 2 o o susume suru to iu koto wa kawatte imasen. Watashi no dokusha no hotondo ga watashi yori mo seiji-tekina keikō ga tsuyoi to iu jijitsu ni kuwaete, bijuaru wa subarashiku, kōdō wa kūru de, kyarakutā wa mirikiteki de, seifu no mondai wa seikōde wa naiga, takumi ni monogatari ni orikoma rete iru. Mada kyō no yō ni kanren shite imasu. Shikashi, kono eiga ni taisuru watashi no saidai no homekotoba wa, sore ga patoreibā no tsunagaridearu ka dō ka to iu kanzen'na sutōrī to shite dokuritsu shite iru to iu kotodesu. Soshite, jissai, koreha eiga no tekiō, anime, sonohoka no shurui no naka de saikō no monodesu. K - On! Eiga mo dōyō no michi o ayumimashita. Shikata ga nai!)\u001b[22m\n\nTranslations of \u001b[4mThat of course doesn’t change the fact that I’d recommend Patlabor 2 if asked. In addition to the fact that most of my readers are probably more politically inclined than I am, the visuals are great, the action is cool, the characters are engaging, the government issues – whilst not exactly subtle - are cleverly weaved into the narrative and still relevant as of today. However, my biggest compliment to the film is that it stands on its own as a complete story, Patlabor-connection or not. And really, that’s the best kind of film adaptation, anime or otherwise. If only the K-On! Movie went a similar path. Oh well!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat of course doesn’t change the fact that I’d recommend Patlabor 2 if asked.\u001b[24m\n    \u001b[1mもちろん、Patlabor 2をお勧めするということは変わっていません。\u001b[22m, \u001b[1mもちろん、それは依頼された場合、私は機動警察パトレイバー2をお勧めしたいことに変わりはありません。\u001b[22m\n\u001b[4mIn addition to the fact that most of my readers are probably more politically inclined than I am, the visuals are great, the action is cool, the characters are engaging, the government issues – whilst not exactly subtle - are cleverly weaved into the narrative and\u001b[24m\n    \u001b[1m私の読者のほとんどが私よりも政治的な傾向が強いという事実に加えて、ビジュアルは素晴らしく、行動はクールで、キャラクターは魅力的で、政府の問題は精巧ではないが、巧みに物語に織り込まれている。\u001b[22m, \u001b[1m私の読者のほとんどは、おそらくより多くの私よりも政治的に傾いているという事実に加えて、ビジュアルが素晴らしいです、アクションはクールで、文字は魅力的であり、政府の問題は - 正確に微妙ではないながら - 巧みな物語に織り込まれており、\u001b[22m\n\u001b[4mstill relevant as of today.\u001b[24m\n    \u001b[1mまだ今日のように関連しています。\u001b[22m, \u001b[1m今日のようまだ関連。\u001b[22m\n\u001b[4mHowever, my biggest compliment to the film is that it stands on its own as a complete story, Patlabor-connection or not.\u001b[24m\n    \u001b[1mしかし、この映画に対する私の最大の褒め言葉は、それがパトレイバーのつながりであるかどうかという完全なストーリーとして独立しているということです。\u001b[22m, \u001b[1mしかし、フィルムへの私の最大の賛辞は、それが完全な話、パトレイバー接続またはないとして、独自の上に立つということです。\u001b[22m\n\u001b[4mAnd really, that’s the best kind of film adaptation, anime or otherwise.\u001b[24m\n    \u001b[1mそして、実際、これは映画の適応、アニメ、その他の種類の中で最高のものです。\u001b[22m, \u001b[1mそして実際に、それは映画化、アニメまたはその他の最善のようなものです。\u001b[22m\n\u001b[4mIf only the K-On!\u001b[24m\n    \u001b[1mK-On！\u001b[22m, \u001b[1mけいおん場合にのみ！\u001b[22m\n\u001b[4mMovie went a similar path.\u001b[24m\n    \u001b[1m映画も同様の道を歩みました。\u001b[22m, \u001b[1m映画は、同様の経路を行ってきました。\u001b[22m\n\u001b[4mOh well!\u001b[24m\n    \u001b[1mしかたがない！\u001b[22m, \u001b[1mああ！\u001b[22m, \u001b[1mまあ！\u001b[22m"
  }
]
