[
  {
    "title": "Inazuma_Eleven_Go__Kyuukyoku_no_Kizuna_Gryphon",
    "id": "10999",
    "url": "https://myanimelist.net/anime/10999/Inazuma_Eleven_Go__Kyuukyoku_no_Kizuna_Gryphon",
    "user": "eroerogunso",
    "profile": "/profile/eroerogunso/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=99801",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  10\n|  8\n\nニース。それはすべての友情＆amp;についてです。 ハードワーク:)それはとても素晴らしい腕時計だった素晴らしい素敵な子供たちの束をいくつかの偉大なヒサツの= Dとも、前の続編からの5人のプレーヤーが若い＆amp; この映画で再びフットボールをしてください:)（スポイラーのために申し訳ありません）\n音楽のため。  T-Pistonz + KMCの曲はクールでグレートです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nNice one.. It's all about friendship &amp; hardwork :) It was so great watchin a bunch of nice kid playin football with some great hissatsu's =D also u will see 5 player from previous sequel became young &amp; playin football again at this movie :) (sorry for spoiler)\n\n\u001b[1mニース。それはすべての友情＆amp;についてです。 ハードワーク:)それはとても素晴らしい腕時計だった素晴らしい素敵な子供たちの束をいくつかの偉大なヒサツの= Dとも、前の続編からの5人のプレイヤーが若い＆amp; この映画で再びフットボールをしてください:)（スポイラーのために申し訳ありません）\u001b[22m\n\u001b[1m(Nīsu. Sore wa subete no yūjō& amp; ni tsuitedesu. Hādowāku: ) Sore wa totemo subarashī udedokeidatta subarashī sutekina kodomo-tachi no taba o ikutsu ka no idaina hisatsu no = D tomo, mae no zokuhen kara no 5-ri no pureiyā ga wakai& amp; kono eiga de futatabi futtobōru o shite kudasai: ) (Supoirā no tame ni mōshiwakearimasen))\u001b[22m\n\nTranslations of \u001b[4mNice one.. It's all about friendship &amp; hardwork :) It was so great watchin a bunch of nice kid playin football with some great hissatsu's =D also u will see 5 player from previous sequel became young &amp; playin football again at this movie :) (sorry for spoiler)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNice one.. It's all about friendship &amp;\u001b[24m\n    \u001b[1mニース。それはすべての友情＆amp;についてです。\u001b[22m, \u001b[1mニース1..それはすべての友情＆アンプについてです。\u001b[22m\n\u001b[4mhardwork :) It was so great watchin a bunch of nice kid playin football with some great hissatsu's =D also u will see 5 player from previous sequel became young &amp;\u001b[24m\n    \u001b[1mハードワーク:)それはとても素晴らしい腕時計だった素晴らしい素敵な子供たちの束をいくつかの偉大なヒサツの= Dとも、前の続編からの5人のプレイヤーが若い＆amp;\u001b[22m, \u001b[1mhardwork:)それはいくつかの素晴らしい必殺の= Dでサッカーをplayinの素敵な子供の束を見つめので良かったまたuは前の続編から5選手が若い＆アンペアとなった表示されます。\u001b[22m\n\u001b[4mplayin football again at this movie :) (sorry for spoiler)\u001b[24m\n    \u001b[1mこの映画で再びフットボールをしてください:)（スポイラーのために申し訳ありません）\u001b[22m, \u001b[1mこの映画で再びサッカーをplayinの:)（スポイラーのため申し訳ありません）\u001b[22m\nFor the music. T-Pistonz+KMC Songs are Cool and Great.\n\n\u001b[1m音楽のため。  T-Pistonz + KMCの曲はクールでグレートです。\u001b[22m\n\u001b[1m(Ongaku no tame. T - Pistonz + KMC no kyoku wa kūru de gurētodesu.)\u001b[22m\n\nTranslations of \u001b[4mFor the music. T-Pistonz+KMC Songs are Cool and Great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the music.\u001b[24m\n    \u001b[1m音楽のため。\u001b[22m\n\u001b[4mT-Pistonz+KMC Songs are Cool and Great.\u001b[24m\n    \u001b[1mT-Pistonz + KMCの曲はクールでグレートです。\u001b[22m, \u001b[1mT-Pistonz + KMCの歌は、クールで素晴らしいです。\u001b[22m"
  },
  {
    "title": "Inazuma_Eleven_Go__Kyuukyoku_no_Kizuna_Gryphon",
    "id": "10999",
    "url": "https://myanimelist.net/anime/10999/Inazuma_Eleven_Go__Kyuukyoku_no_Kizuna_Gryphon",
    "user": "Ghost10516",
    "profile": "/profile/Ghost10516/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=207859",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n数年前、私はInazuma Elevenアニメシリーズに魅了されました。 それは友情と精神がいっぱいで、それは主に子供のアニメですが、大人も若い大人も楽しむことができます。\n\nストーリー：8\nムービーはGOの最初のシーズンの途中で設定されているため、何が起こっているのかを理解するためにシリーズを見ている必要があります。 また、季節1と晩期2からのプロットポイントを参照しています。テンマと共同は、第五セクターの最強チームの怒りを感じるために島に送られました。 それ以上のことは言えません。 この映画では、最終的に融合する2つの強力なチームを紹介しています。  Shuuのようなキャラクターの背後にある裏話と、Hakuryuuのためのものは歓迎されています。 最後に、古いキャストのいくつかが再びフィールドに乗るのを見るのは楽しいことでした。\n\nアート：10\nその映画として大きく磨かれたことを除いて、通常のIE芸術と私は恋に落ちた芸術です。 映画にはあまり影響を与えないので、CGIを過ぎて見ることができます。 ヒサトゥス、キャラクター、アバターのための芸術は素晴らしいですが。\n\nサウンド：10\n私がIEを愛するもう一つの理由は、音楽です。 魅力的でエキサイティングな映画のための優れた作品とテーマソングの追加。\n\n文字：9\nこの映画が以前のIE映画と異なる点は、アンタゴニストを完成させるまでに時間がかかることです。本当にあなたが本当にそれらを憎むことは決してありません。 主人公はいつものように愛されますが、あなたの頭の中で何が起こっているかを知るためにショーを見る必要があります。\n\n楽しさ：10\n私はこの映画が大好き！ いつも楽しそうなヒサトゥスとアバターを見ているこの映画は、最後にゲームをかなり予期しないものにするためにいくつかの紆余曲折を実装しました。 古いキャスト、進化するヒッソとアバターを取り戻し、それらを融合さえすれば、IEが常に提供しているこの映画の「アクション」スポーツが大好きです。\n\n全体：10\nあなたがIE / GOのファンであれば、この映画を見ることを心からお勧めします。 おそらく子供のような気分になっています。\n\n読んでくれてありがとう！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSeveral years ago, I became enamored with the Inazuma Eleven anime series. It was full of friendship and spirit, and while it is primarily a children's anime, it can be enjoyed by adults and young adults as well.\n\n\u001b[1m数年前、私はInazuma Elevenアニメシリーズに魅了されました。 それは友情と精神がいっぱいで、それは主に子供のアニメですが、大人も若い大人も楽しむことができます。\u001b[22m\n\u001b[1m(Sūnenmae, watashi wa Inazuma Eleven animeshirīzu ni miryō sa remashita. Sore wa yūjō to seishin ga ippai de, sore wa omoni kodomo no animedesuga, otona mo wakai otona mo tanoshimu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mSeveral years ago, I became enamored with the Inazuma Eleven anime series. It was full of friendship and spirit, and while it is primarily a children's anime, it can be enjoyed by adults and young adults as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeveral years ago, I became enamored with the Inazuma Eleven anime series.\u001b[24m\n    \u001b[1m数年前、私はInazuma Elevenアニメシリーズに魅了されました。\u001b[22m, \u001b[1m数年前、私はイナズマイレブンアニメシリーズで夢中になりました。\u001b[22m\n\u001b[4mIt was full of friendship and spirit, and while it is primarily a children's anime, it can be enjoyed by adults and young adults as well.\u001b[24m\n    \u001b[1mそれは友情と精神がいっぱいで、それは主に子供のアニメですが、大人も若い大人も楽しむことができます。\u001b[22m, \u001b[1mそれは友情と精神に満ちていた、そしてそれは主に子供のアニメであるが、それは同様に大人や若者が楽しむことができます。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8\n\n\u001b[1mストーリー：8\u001b[22m\n\u001b[1m(Sutōrī: 8)\u001b[22m\n\nTranslations of \u001b[4mStory: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8\u001b[24m\n    \u001b[1mストーリー：8\u001b[22m\nThe movie is set in the middle of the first season of GO, therefore, you'll need to have watched the series to understand whats happening. It also references plot points from late season 1 and late season 2. Tenma and co have been sent to an island to feel the wrath of Fifth Sector's strongest teams. Not much more to be said about there. The movie introduces 2 all-powerful teams that fuse into one by the end. The backstory behind characters like Shuu, as well as some for Hakuryuu is a welcome addition. Finally, it was fun as hell seeing some of the old cast get on the field again!\n\n\u001b[1mムービーはGOの最初のシーズンの途中で設定されているため、何が起こっているのかを理解するためにシリーズを見ている必要があります。 また、季節1と晩期2からのプロットポイントを参照しています。テンマと共同は、第五セクターの最強チームの怒りを感じるために島に送られました。 それ以上のことは言えません。 この映画では、最終的に融合する2つの強力なチームを紹介しています。  Shuuのようなキャラクターの背後にある裏話と、Hakuryuuのためのものは歓迎されています。 最後に、古いキャストのいくつかが再びフィールドに乗るのを見るのは楽しいことでした。\u001b[22m\n\u001b[1m(Mūbī wa GO no saisho no shīzun no tochū de settei sa rete iru tame, nani ga okotte iru no ka o rikai suru tame ni shirīzu o mite iru hitsuyō ga arimasu. Mata, kisetsu 1 to banki 2 kara no purotto pointo o sanshō shite imasu. Tenma to kyōdō wa, dai go sekutā no saikyō chīmu no ikari o kanjiru tame ni shima ni okura remashita. Sore ijō no koto wa iemasen. Kono eigade wa, saishūtekini yūgō suru 2tsu no kyōryokuna chīmu o shōkai shite imasu. Shuu no yōna kyarakutā no haigo ni aru urabanashi to, Hakuryuu no tame no mono wa kangei sa rete imasu. Saigo ni, furui kyasuto no ikutsu ka ga futatabi fīrudo ni noru no o miru no wa tanoshī kotodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe movie is set in the middle of the first season of GO, therefore, you'll need to have watched the series to understand whats happening. It also references plot points from late season 1 and late season 2. Tenma and co have been sent to an island to feel the wrath of Fifth Sector's strongest teams. Not much more to be said about there. The movie introduces 2 all-powerful teams that fuse into one by the end. The backstory behind characters like Shuu, as well as some for Hakuryuu is a welcome addition. Finally, it was fun as hell seeing some of the old cast get on the field again!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movie is set in the middle of the first season of GO, therefore, you'll need to have watched the series to understand whats happening.\u001b[24m\n    \u001b[1mムービーはGOの最初のシーズンの途中で設定されているため、何が起こっているのかを理解するためにシリーズを見ている必要があります。\u001b[22m, \u001b[1m映画がGOの最初のシーズンの途中に設定されている、したがって、あなたが起こっていただきまし理解するシリーズを見ている必要があります。\u001b[22m\n\u001b[4mIt also references plot points from late season 1 and late season 2. Tenma and co have been sent to an island to feel the wrath of Fifth Sector's strongest teams.\u001b[24m\n    \u001b[1mまた、季節1と晩期2からのプロットポイントを参照しています。テンマと共同は、第五セクターの最強チームの怒りを感じるために島に送られました。\u001b[22m, \u001b[1mまた、フィフスセクターの最強チームの怒りを感じるように島に送られてきた後半のシーズン1とシーズン終盤2天満とcoからプロット点を参照します。\u001b[22m\n\u001b[4mNot much more to be said about there.\u001b[24m\n    \u001b[1mそれ以上のことは言えません。\u001b[22m, \u001b[1mあまりそれ以上はそこについて語ったことにします。\u001b[22m\n\u001b[4mThe movie introduces 2 all-powerful teams that fuse into one by the end.\u001b[24m\n    \u001b[1mこの映画では、最終的に融合する2つの強力なチームを紹介しています。\u001b[22m, \u001b[1m映画は終わりによって一つに融合する2すべての強力なチームを紹介します。\u001b[22m\n\u001b[4mThe backstory behind characters like Shuu, as well as some for Hakuryuu is a welcome addition.\u001b[24m\n    \u001b[1mShuuのようなキャラクターの背後にある裏話と、Hakuryuuのためのものは歓迎されています。\u001b[22m, \u001b[1mシュウのような文字の後ろの裏話、ならびにHakuryuuためのいくつかは歓迎です。\u001b[22m\n\u001b[4mFinally, it was fun as hell seeing some of the old cast get on the field again!\u001b[24m\n    \u001b[1m最後に、古いキャストのいくつかが再びフィールドに乗るのを見るのは楽しいことでした。\u001b[22m, \u001b[1m地獄は古いキャストの一部が再びフィールドに乗る見て最後に、それは楽しかったです！\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10\n\n\u001b[1mアート：10\u001b[22m\n\u001b[1m(Āto: 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10\u001b[24m\n    \u001b[1mアート：10\u001b[22m\nIts the normal IE art, except polished up heavily as its a movie, and its the art I fell in love with. You can look past the CGI as it doesn't impact the movie to much. The art for the hissatsus, characters, and avatars is great though.\n\n\u001b[1mその映画として大きく磨かれたことを除いて、通常のIE芸術と私は恋に落ちた芸術です。 映画にはあまり影響を与えないので、CGIを過ぎて見ることができます。 ヒサトゥス、キャラクター、アバターのための芸術は素晴らしいですが。\u001b[22m\n\u001b[1m(Sono eiga to shite ōkiku migaka reta koto o nozoite, tsūjō no IE geijutsu to watashi wa koi ni ochita geijutsudesu. Eiga ni wa amari eikyō o ataenainode, CGI o sugite miru koto ga dekimasu. Hisato~usu, kyarakutā, abatā no tame no geijutsu wa subarashīdesuga.)\u001b[22m\n\nTranslations of \u001b[4mIts the normal IE art, except polished up heavily as its a movie, and its the art I fell in love with. You can look past the CGI as it doesn't impact the movie to much. The art for the hissatsus, characters, and avatars is great though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIts the normal IE art, except polished up heavily as its a movie, and its the art I fell in love with.\u001b[24m\n    \u001b[1mその映画として大きく磨かれたことを除いて、通常のIE芸術と私は恋に落ちた芸術です。\u001b[22m, \u001b[1mその映画、と私は恋に落ち、その技術として多額の磨き上げを除き、通常のIEの芸術、。\u001b[22m\n\u001b[4mYou can look past the CGI as it doesn't impact the movie to much.\u001b[24m\n    \u001b[1m映画にはあまり影響を与えないので、CGIを過ぎて見ることができます。\u001b[22m, \u001b[1mそれははるかに映画に影響を与えないようにあなたは、CGIを過ぎて見ることができます。\u001b[22m\n\u001b[4mThe art for the hissatsus, characters, and avatars is great though.\u001b[24m\n    \u001b[1mヒサトゥス、キャラクター、アバターのための芸術は素晴らしいですが。\u001b[22m, \u001b[1mhissatsus、文字、アバターのための技術は、しかし素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 10\n\n\u001b[1mサウンド：10\u001b[22m\n\u001b[1m(Saundo: 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10\u001b[24m\n    \u001b[1mサウンド：10\u001b[22m\nAnother reason I love IE is the music, and that sure held up in this movie. Excellent pieces and theme song additions made for an engaging and exciting movie.\n\n\u001b[1m私がIEを愛するもう一つの理由は、音楽です。 魅力的でエキサイティングな映画のための優れた作品とテーマソングの追加。\u001b[22m\n\u001b[1m(Watashi ga IE o aisuru mōhitotsu no riyū wa, ongakudesu. Mirikiteki de ekisaitinguna eiga no tame no sugureta sakuhin to tēmasongu no tsuika.)\u001b[22m\n\nTranslations of \u001b[4mAnother reason I love IE is the music, and that sure held up in this movie. Excellent pieces and theme song additions made for an engaging and exciting movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother reason I love IE is the music, and that sure held up in this movie.\u001b[24m\n    \u001b[1m私がIEを愛するもう一つの理由は、音楽です。\u001b[22m, \u001b[1m私はIEを愛するもう一つの理由は音楽であり、それは確かにこの映画の中で持ちこたえ。\u001b[22m\n\u001b[4mExcellent pieces and theme song additions made for an engaging and exciting movie.\u001b[24m\n    \u001b[1m魅力的でエキサイティングな映画のための優れた作品とテーマソングの追加。\u001b[22m, \u001b[1m魅力的でエキサイティングな映画のために作られた優れた作品やテーマソングの追加。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 9\n\n\u001b[1mキャラクター：9\u001b[22m\n\u001b[1m(Kyarakutā: 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 9\u001b[24m\n    \u001b[1mキャラクター：9\u001b[22m\nWhat makes this movie different from the previous IE movie is that it takes the time to flesh out its antagonists, and you really never truly hate them. The protagonists are as lovable as always, though you'd need to watch the show to know whats going on in their heads.\n\n\u001b[1mこの映画が以前のIE映画と異なる点は、アンタゴニストを完成させるまでに時間がかかることです。本当にあなたが本当にそれらを憎むことは決してありません。 主人公はいつものように愛されますが、あなたの頭の中で何が起こっているかを知るためにショーを見る必要があります。\u001b[22m\n\u001b[1m(Kono eiga ga izen no IE eiga to kotonaru ten wa, antagonisuto o kansei sa seru made ni jikan ga kakaru kotodesu. Hontōni anata ga hontōni sorera o nikumu koto wa kesshite arimasen. Shujinkō wa itsumo no yō ni aisa remasuga, anata no atama no naka de nani ga okotte iru ka o shiru tame ni shō o miru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat makes this movie different from the previous IE movie is that it takes the time to flesh out its antagonists, and you really never truly hate them. The protagonists are as lovable as always, though you'd need to watch the show to know whats going on in their heads.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat makes this movie different from the previous IE movie is that it takes the time to flesh out its antagonists, and you really never truly hate them.\u001b[24m\n    \u001b[1mこの映画が以前のIE映画と異なる点は、アンタゴニストを完成させるまでに時間がかかることです。本当にあなたが本当にそれらを憎むことは決してありません。\u001b[22m, \u001b[1mどのような以前のIEの映画とは異なるこの映画を作ることは、その拮抗薬を肉付けするのに時間がかかることである、とあなたが本当に本当にそれらを憎むことはありません。\u001b[22m\n\u001b[4mThe protagonists are as lovable as always, though you'd need to watch the show to know whats going on in their heads.\u001b[24m\n    \u001b[1m主人公はいつものように愛されますが、あなたの頭の中で何が起こっているかを知るためにショーを見る必要があります。\u001b[22m, \u001b[1mあなたは自分の頭の中で起こっていただきました！知っているショーを見るために必要があると思いますけれども主人公は、いつものように愛らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\nI freaking loved this movie! Its always fun watching hissatsus and avatars going at it, and this movie implemented a few twists to make the game quite unpredictable in the end. Bringing back old cast, evolving hissatsus and avatars, and even fusing them, you'll love the 'action' sports in this movie that IE has always provided.\n\n\u001b[1m私はこの映画が大好き！ いつも楽しそうなヒサトゥスとアバターを見ているこの映画は、最後にゲームをかなり予期しないものにするためにいくつかの紆余曲折を実装しました。 古いキャスト、進化するヒッソとアバターを取り戻し、それらを融合さえすれば、IEが常に提供しているこの映画の「アクション」スポーツが大好きです。\u001b[22m\n\u001b[1m(Watashi wa kono eiga ga daisuki! Itsumo tanoshi-sōna hisato~usu to abatā o mite iru kono eiga wa, saigo ni gēmu o kanari yoki shinai mono ni suru tame ni ikutsu ka no uyokyokusetsu o jissō shimashita. Furui kyasuto, shinka suru hisso to abatā o torimodoshi, sorera o yūgō sae sureba, IE ga tsuneni teikyō shite iru kono eiga no `akushon' supōtsu ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mI freaking loved this movie! Its always fun watching hissatsus and avatars going at it, and this movie implemented a few twists to make the game quite unpredictable in the end. Bringing back old cast, evolving hissatsus and avatars, and even fusing them, you'll love the 'action' sports in this movie that IE has always provided.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI freaking loved this movie!\u001b[24m\n    \u001b[1m私はこの映画が大好き！\u001b[22m, \u001b[1m私はこの映画を愛しおかしくなり！\u001b[22m\n\u001b[4mIts always fun watching hissatsus and avatars going at it, and this movie implemented a few twists to make the game quite unpredictable in the end.\u001b[24m\n    \u001b[1mいつも楽しそうなヒサトゥスとアバターを見ているこの映画は、最後にゲームをかなり予期しないものにするためにいくつかの紆余曲折を実装しました。\u001b[22m, \u001b[1mそのいつも楽しい見hissatsus、それで行くアバター、そしてこの映画は最終的にゲームは非常に予測不可能にするために、いくつかのひねりを実施しました。\u001b[22m\n\u001b[4mBringing back old cast, evolving hissatsus and avatars, and even fusing them, you'll love the 'action' sports in this movie that IE has always provided.\u001b[24m\n    \u001b[1m古いキャスト、進化するヒッソとアバターを取り戻し、それらを融合さえすれば、IEが常に提供しているこの映画の「アクション」スポーツが大好きです。\u001b[22m, \u001b[1m、古いキャストを戻すhissatsusやアバターを進化、さらにはそれらを融合させ、あなたはIEが常に提供しているこの映画の中で 'アクション「スポーツを好きになります。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 10\n\n\u001b[1m全体：10\u001b[22m\n\u001b[1m(Zentai: 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 10\u001b[24m\n    \u001b[1m全体：10\u001b[22m\nI heartily recommend watching this movie if you are at all a fan of IE/GO. It is possibly my favorite piece of IE outside of very select parts, and its just a joy feeling like a kid again.\n\n\u001b[1mあなたがIE / GOのファンであれば、この映画を見ることを心からお勧めします。 おそらく子供のような気分になっています。\u001b[22m\n\u001b[1m(Anata ga IE/ GO no fandeareba, kono eiga o miru koto o kokorokara o susume shimasu. Osoraku kodomo no yōna kibun ni natte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI heartily recommend watching this movie if you are at all a fan of IE/GO. It is possibly my favorite piece of IE outside of very select parts, and its just a joy feeling like a kid again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI heartily recommend watching this movie if you are at all a fan of IE/GO.\u001b[24m\n    \u001b[1mあなたがIE / GOのファンであれば、この映画を見ることを心からお勧めします。\u001b[22m, \u001b[1mあなたはIE / GOのすべてのファンである場合、私は心からこの映画を見てお勧めします。\u001b[22m\n\u001b[4mIt is possibly my favorite piece of IE outside of very select parts, and its just a joy feeling like a kid again.\u001b[24m\n    \u001b[1mおそらく子供のような気分になっています。\u001b[22m, \u001b[1mそれは非常に選択部分の外側に、おそらくIEの私のお気に入りの作品であり、そのちょうど喜びが再び子供のような感じ。\u001b[22m\n\u001b[1m\u001b[22m\nThanks for reading!\n\n\u001b[1m読んでくれてありがとう！\u001b[22m\n\u001b[1m(Yonde kurete arigatō!)\u001b[22m\n\nTranslations of \u001b[4mThanks for reading!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThanks for reading!\u001b[24m\n    \u001b[1m読んでくれてありがとう！\u001b[22m"
  }
]
