[
  {
    "title": "Inu_x_Boku_SS",
    "id": "11013",
    "url": "https://myanimelist.net/anime/11013/Inu_x_Boku_SS",
    "user": "Shoujo_Addict",
    "profile": "/profile/Shoujo_Addict/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=197422",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  9\n\n私はちょうどその時点まで切り詰めるつもりです。\n\nこれは偏見が通常あなたに戻ってほしいと思うそれらのアニメの1つです。\n\n正直言って、私は最初のエピソードを見て、私はステレオタイプのロリコンだと思ったので、アニメを落としました。 そのアニメを見ているほど、私はキャラクターがどんどん大好きでした。\n\nキャラクターがアニメで同じ年齢になるようにしたいと思っても、彼らの年齢は「似ている」と想像してみることをお勧めします。リリチョは15、ミケツカミは23と考えるのは難しいです。\n\n私が嫌がっていた唯一のことは、プロットは行動がほとんどなくても簡単に行えることでした。主なプロットは各キャラクターの背景を見つけることです。"
  },
  {
    "title": "Inu_x_Boku_SS",
    "id": "11013",
    "url": "https://myanimelist.net/anime/11013/Inu_x_Boku_SS",
    "user": "Homucles",
    "profile": "/profile/Homucles/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=194511",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  9\n\n妖狐×僕SS |  Inu x Boku SS\n\nInu x Bokuは、黒執事がこれを達成する方法と同様に、アニメがドラマとコメディの両方をどのようにうまく組み合わせるかを例示しています。  Inu x Bokuがこのコメディー/ドラマのタイミングで優れているところでは、他の多くのアニメもそれをうまくやっていないので、ショーはすでに群衆の中から目立ちます。\n\nInu x Bokuは、現代的な雰囲気と伝統的な日本文化を融合させています。 多くのアニメはこれをやろうとしますが、そうしないと、物語が弱くなり、彼らの文章に非常に矛盾してしまう傾向があります。  Inu x Bokuはこれらのものを組み合わせるのにかなり良い仕事をしますが、これらのテーマを興味深く、面白く、一貫性のあるものにします。\n\nアニメにはいくつかの劇団があり、トランスジェンダーの女性キャラクターに使用されるいくつかの軽蔑的な言葉があります。 この2つのこと以外にも、アニメは魅力的で面白くて楽しいものでした。\n\n個人的に、私はこのアニメがとても楽しいと判断し、自分の時間を入れる価値があると思います。 あなたがブラックバトラー1または2（IxBは実際にBB：3に似ていない）が好きだったら、おそらくInu x Bokuを楽しむつもりです。"
  },
  {
    "title": "Inu_x_Boku_SS",
    "id": "11013",
    "url": "https://myanimelist.net/anime/11013/Inu_x_Boku_SS",
    "user": "Rendhart",
    "profile": "/profile/Rendhart/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=190903",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  7\n\nあなたは甘い話を愛していますか？ あなたの心を温かくするものが欲しいですか？\n\n私はこれをあなたに伝えます。 あなたは男性か女性かにかかわらず、このアニメが好きかもしれません。 あなたがちょうどアニメ（笑）の領域に到着した場合でも、私はスターターのためにそれをお勧めしません。 これはミドル級のアニメで、アクションアニメやギャグアニメが好きな初心者の場合は飽きるかもしれません。 もしあなたがすでにそれを見て、それを後悔すれば。 もう一度それを見て、それから私の言いたいことを理解するでしょう。\n\nロマンス少数の主な女性キャラクターポイントから配信された人生のスライス。 最初は私はこれは退屈なアニメだろうが。 通常、これらのアニメの種類は、観客がそれぞれのキャラクターの関係を理解できるように、ストーリーの各キャラクター（サポートと主人公）を説明するにはあまりにも多くのエピソードを取る。 このアニメはやっていない。 彼らはちょうど彼らがどのようにしなければならないか、彼らは彼らが何をすべきであるからあまりにも多くのことをやらせないように文字を入れました。\n\nキャラクターとストーリーは非常によく発達していますが、短いロマンスアニメではありますが、各キャラクターのスタンドポイントとストーリーの重要性はまだ分かります。 しかし、最も重要なことは、彼らがエピソードの終わりに観客の周りに残る疑問（彼らは私たちにまともな結末を与えてくれる）を問わず、ストーリーの要点を首尾よく提供することです。"
  },
  {
    "title": "Inu_x_Boku_SS",
    "id": "11013",
    "url": "https://myanimelist.net/anime/11013/Inu_x_Boku_SS",
    "user": "AnnaDesRegens",
    "profile": "/profile/AnnaDesRegens/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=215584",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\nInu x Boku SSは楽しくてシンプルなロマンスのコメディです。 あなたが軽快で、バランスの取れた甘いラブストーリーを楽しんでいて、楽しい漫画の救済（プラスハンサムな美人とかわいいロリの女の子を加えて）とバランスを取っているなら、このアニメはあなたによく合います。\n\nアート -  8\n私はこのアニメのアートスタイルをかなり好きだった。 ストーリーに合わせると、アートはとても軽くて滑らかです。 すべての文字はユニークなデザインと思い出に残るものです。 アニメは、主にユーモラスなやり方で（例えば、男性の主人公が輝く）、漫画と救援のシーンでは、キャラクターがしばしば奇妙に描かれているが、私は適切で面白いと感じたアートクリシェをいくつか取り上げている。 アニメーションの面では、私は苦情はありません。 戦闘シーンはうまくいっていますが、特別なことは何もありません。私は彼らがこのアニメの核心ではないので気にしませんでした。\n\nストーリーと楽しさ -  7\n私が物語を全体として楽しんでいた間、アニメは時々私には少し遅かった。 アニメはかなり短くても、多くのエピソードはフィラーのように見えました。 言いましたが、すべてのエピソードには独自のエンターテイメント価値があり、最終的に全話を賞賛します。 また、私は、すべての側面キャラクターの個性を、多くの場合、主要なプロットに焦点を当てるよりも多くの楽しみを見出しました。 リリチョとミケツカミの2人の主人公のラブストーリーは、どのように私には少し予測可能でしたが、それにもかかわらず、アニメの第2部でキャラクターの開発が行われたため、見るのが楽しいです。 何らかの理由で、キャラクターの力の源を納得させるものではなく、ロマンスに焦点を当てたアニメに多くを加えなかった。\n\n一般的に -  Inu x Boku SSは、あなたに最も元気なラブストーリーや、あらゆる時代の最も叙事詩的な戦いシーンを提供していませんが、それでもあなたを引き付けることはできます。 それはあまりにも多くの物質でそれを面白くて暖かい話を探している人のための素晴らしい時計です。\n\nキャラクター -  8\n最初は、主人公と二次的なキャラクターの大半は、そのようなアニメのケースでよく見られるように、クリシェとステレオタイプに基づいていると思っていましたが、少数のエピソード 。 リリチョはかなり関係があり、あなたはすぐに彼女の性格や癖を発見することができます。 美月風は、誰もがすぐに恋に落ちる典型的な美味しさのようですが、彼の後ろの話はとても面白くてユニークです。 私は間違いなく2人の間のダイナミズムを楽しんだ。 しかし、それは私がアニメに一番入るのを本当に助けてくれた支持キャラクターでした。 私は彼らがショーにもたらした漫画の救済の大半と、彼らがリリチョのキャラクターの発展を助けた方法を好んだ。 結局、私は二次的なキャラクターの開発を好きになりましたが、全体的に私は満足していました。\n\n一般的に - もしあなたがこのアニメを見るかどうかを完全に確信していなければ、キャラクターはそれを試してみる価値があるとあなたに約束することができます。\n\n全体的 -  8\nInu x Boku SSは私を見守るのに面白くてユーモラスだった。私はロマンス・コメディのファンではないというのはまれで、一般的に私はかなり楽しんでいた。 これはあなたの好みのジャンルではないかもしれませんが、皆さんに試してみることをお勧めします。 たくさんの少年/セイネンのアニメから数多くの試合とゴアが出てきて、これは素敵な変化のために作られました。"
  },
  {
    "title": "Inu_x_Boku_SS",
    "id": "11013",
    "url": "https://myanimelist.net/anime/11013/Inu_x_Boku_SS",
    "user": "alyhing",
    "profile": "/profile/alyhing/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=209432",
    "jp": "--- --- --- | ---\n全体的な|  6\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nInu x Boku SSは、ボディーガードと離れた邸宅に住む霊の子孫のことです。 まず、私はこのアニメを愛していたかったが、私はできなかった、そして私はそれに入るだろう。 彼女の過去から歪んだ性格を持っている白木里里譲に続く話です。 彼女は自分自身を変えようと奮闘している。そして、彼女がボディーガード御影上宗士に会うと明るく見える。 アニメはひどいわけではありませんでしたが、それは私の考えでは可能性がありませんでした。ここに私の内訳があります：\n\n芸術：芸術は美しかったです。 それは、このアニメが実際に行っていたことの一つです。 これまで私が見たことのない爽やかなスタイルでした。\n\nキャラクター：キャラクターはそれぞれ独特のものでしたが、アニメーションが続き、キャラクターが変わっていて少し鈍いです。私が本当に知っていたのは、2人の主人公だと感じた唯一のキャラクターです。 支持キャラクターがもっと欲しかったのですが、アニメが12エピソードしかない時は、あまり期待できません。\n\nストーリー：ここに私はこのアニメに私の問題があります。 アニメは勢いをもって始まり、私は夢中になり、それからちょうど扁平になった。 私はこのアニメの真ん中で心の中から退屈していた。 本当に何も起こっていませんでした。 フィラーのエピソードを見るように強制されていたような感じでした。 終わりが強かったことをありがとう。 少数の初めのエピソードと3つの最後のエピソードだけを見る価値のあるものでした。 このエピソードの残りの部分が始まりと終わりのようなものだったら、私はこのアニメにそのような高い評価を与えていたでしょう。\n\n全体として、私はこのアニメがとてもうまくいったかもしれないが、最後に欠けていたので、イライラしている。 私は漫画がずっと良い（私はそれを読んでいない）と仮定しているが、アニメはちょうど光り輝いていませんでした。"
  },
  {
    "title": "Inu_x_Boku_SS",
    "id": "11013",
    "url": "https://myanimelist.net/anime/11013/Inu_x_Boku_SS",
    "user": "Guilty-Avenger",
    "profile": "/profile/Guilty-Avenger/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=206059",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  6\n|  9\n\nこのアニメが訂正して本当にうまくいったことのいくつかは、ロマンスとコメディでした。 ロマンスはあなたに本当に良い幸せ感を与えました。コメディーはあなたを笑ってくれるでしょう。 しかし、アニメの主な欠点は、建物に住むすべてのキャラクターがハーフモンスターであることを完全に無視した方法でした。 最初のいくつかのエピソードでは、少し焦点を当てて、ショーに少しでもアクションを提供しましたが、時間が経つと徐々に消え去り、より多くのことを望んでいました。 もし彼らがもう少し焦点を当てれば、はるかに大きなアニメだろう。"
  },
  {
    "title": "Inu_x_Boku_SS",
    "id": "11013",
    "url": "https://myanimelist.net/anime/11013/Inu_x_Boku_SS",
    "user": "nataliannub906",
    "profile": "/profile/nataliannub906/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=199099",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  9\nキャラクター|  7\n|  8\n\n私はロムコムとして、これはかなり良いと思った。 プロットはそれほどうまく開発されたわけではありませんが、ショーは私を最後まで見守ってくれるほど面白く短かったです。 サポートキャラクターと結びつける必要がある結び目がいくつかあるとは思いますが、私は目立ってキャラクターの成長を2つの主要なものに見ることができます。 私が持っている唯一の他の苦情は、背景情報がまばらなものだったので、私はさまざまな生き物が何であるか私自身で研究しなければならなかった。 しかし、それはあまり面倒ではなかった。 全体的に、私は本当にかわいい、軽快なロムコムで、意味のあるメッセージで響き渡っていると思います。  2人の関係はちょうどいいペースで構築され、もっと知りたいと思っていました！"
  },
  {
    "title": "Inu_x_Boku_SS",
    "id": "11013",
    "url": "https://myanimelist.net/anime/11013/Inu_x_Boku_SS",
    "user": "Simpz",
    "profile": "/profile/Simpz/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=146733",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  8\n\nInu x Boku SSは本質的に、他の人とつながる方法を学ぶことを試みる2人の話で、他のロマンス系アニメと似ているが、このアニメは驚くほどユニークだと感じている。\n\n初めは、ロマンスとコメディのジャンルのアニメではロムコムが期待されます。 しかし、Inu x Bokuはそれを分けて管理しているので、視聴者はロマンスの真剣さと笑い声を別々に楽しむことができます。 さらに、アクションシーンは、瞬時にロマンスを推進するために使用されています。 派手な戦いシーンは期待しないでください。\n\nキャラクターはすべてかなり個性的であり、どれも似ていないし、最初に思われたものとは反対に見えることが多い。 また、彼らは皆、本当に皆のために何かがあるはずであるように、様々なコメディーの瞬間を自分の性格や性格で提供しています。\n\n結論として、このアニメはおなじみのロマンスプロットを持っていますが、興味深く爽やかな珍しい方法でそのアニメーションを配信しています。 あなたの最初の印象が幻想的ではなかったとしても、文字は好きであり、あなたの上に成長します。 それはあなたがそれを終えた後数日間それについて考えることを残すアニメです。"
  },
  {
    "title": "Inu_x_Boku_SS",
    "id": "11013",
    "url": "https://myanimelist.net/anime/11013/Inu_x_Boku_SS",
    "user": "swittx",
    "profile": "/profile/swittx/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=80314",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  10\n\nInu x Boku SSは私の感情が動いているアニメでした。 キャラクターはすべて独特の特徴を持ち、しばしば私を笑わせました。 アニメの終わりは私にとって非常に満足していました。私はアートスタイルがとてもきれいで魅力的であることがわかりました。 ストーリーには多くの進歩があり、フィラーはなく、アニメは非常にうまくつながっていました。 この不足は何かを引きずり出したり、欠けているものを残したりしないので、アニメを楽しんですぐに終了するようになった。"
  },
  {
    "title": "Inu_x_Boku_SS",
    "id": "11013",
    "url": "https://myanimelist.net/anime/11013/Inu_x_Boku_SS",
    "user": "Caticat96",
    "profile": "/profile/Caticat96/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=57745",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nInu X Boku SSの最初のエピソードから、私は中毒になった。  :)\n\n（10）ストーリー：ストーリーラインは素晴らしいです！ それは、他の人との交流の仕方が分からず、この寮に行くことによって、彼女が後で友人と呼ぶ興味深い人に会うところの女の子、リリチョヨです。 彼女の初日、彼女は彼女のボディガードのように彼女を守るために誓っている男、ミケツカミ・ソウシと出会う。  SoushiはInuと呼ばれる犬のように非常に忠実です。 このアニメでは多くの紆余曲折が起こり、私は自分自身を知り、毎週もっと欲しいと思っていました。 あなたがここで特定の男と恋に落ちるようになると同時に、リリチョで応援するほとんどすべてのエピソードを笑っているアニメが好きな人なら、もう言わないでも、私はそれを台無しにするかもしれません。 ポイントはあなたがromcomsにこれはあなたのためのアニメである場合です。 これは女の子だけでなく男のためのアニメです。  :)\n\n（10）アート：アートは素晴らしいです！  Inu X Boku SSの人がどれほど熱いのか気づいた人がほとんどだと思います！  xD私はすべての文字がうまく引き出されていることを知っている、私はマンガを読んで、アートは正しかった。 私は実際に私がショーを好むかどうかをイメージするかどうか判断します。 アートが馬鹿げているように、私は鮮明な絵なしでもっと楽しむことが難しいと思っています。\n\n（10）音：音が良くてクリアだった。 私は実際に彼らの声がそれによく合っていると思う。\n\n（10）キャラクター：キャラクターは偉大な人格を持っていて、その外見や声はとてもよく一緒に行きました！  :)\n\n（10）楽しさ：あなたは確かにこのアニメを楽しむだろう、1つのエピソードはあなたに夢中になり、もっと欲しい！  :)\n\n（10）全体：全体的にこのアニメは最高です！ それはあなたがアニメで探しているすべてが良いです！ それは驚きの要因、すべてを持っています！ 私はあなたが一度この非常に最初のエピソードを見ると、あなたはこのシリーズと恋に落ちるでしょう。 あなたが終わった後、あなたはもっと欲しがって、私を信じています！  :)"
  },
  {
    "title": "Inu_x_Boku_SS",
    "id": "11013",
    "url": "https://myanimelist.net/anime/11013/Inu_x_Boku_SS",
    "user": "ireallyhateu",
    "profile": "/profile/ireallyhateu/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=228179",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  9\n|  10\n\nこのアニメはあまりにも過小評価されていますので、私のお気に入りの1つは最初はあまり期待していませんでした。私はそれが別の退屈なロマンスアニメになると思っていました（そして、ロマンスはあまり好きではありませんでした。 例外）しかし私の驚きには、私は自分自身がそれの毎秒を楽しんでいたわけではありませんでした。\n私はしばしばやることではないが、悲しい気持ちにはならないすべての人物が本当に好きだった。 彼らがするとき、または幸せ。\n芸術は私が見た最高のものもかなり良かった。そして、ロマンスが好きか否かに関わらず、楽しむことができると信じています。ロマンスが好きなら、確かにそれを愛するでしょう。  。\nもう1つのことは結末が完璧だったので、悪い結末を抱えて心配しないでください。なぜならそれは最高ではないにしても最高のものの1つだったからです。そして、最後の2つのエピソードは良い方法でとても悲しかったので、 私がしたのと同じくらい多くの場合。"
  },
  {
    "title": "Inu_x_Boku_SS",
    "id": "11013",
    "url": "https://myanimelist.net/anime/11013/Inu_x_Boku_SS",
    "user": "batedblue",
    "profile": "/profile/batedblue/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=227550",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nリリチョとシークレット・サービス・エージェント・ミケツカミの2人の主人公を中心に、メイソン・デ・アヤカシに住むハーフ・ユー・アキアの超絶技巧のロマンス。 ショーの本当の扱いはそのキャラクターです。\n\nストーリー：8/10\n話は目立たなかったが、どちらもひどくはなかった。 私が非常に喜んでいたことの1つは、ショーが標準的な高校のコメディから逸脱していたことでした。 学校生活自体はショーのほんの一部であり、アニメはメイソン・デ・アヤカシでのキャラクターの相互作用に焦点を当てていました。 超自然的な細部は、キャラクターを結集させるために起こる小さな事故でプロットを続けるためのプラットフォームとして役立った。 プロットはメインコースではなく、文字を輝かせる手段です。 ショーはまた、実際には非常に有意義なエンディングを持っています。 それは本当に美しいクライマックスを持っています。それは本当に2人の主人公の内部の苦闘を示しています。\n\nアート：10/10\n言うまでもなく、アートスタイルはとても美しいです。 ショーは比較的活気があります。 アニメーションの怠惰な部分は、通常、かわいいchibisを持ち、シーンを完全に楽しくします。 キャラクターデザイン自体は非常に魅力的です。 リリチョはボタンのようにかわいいとみんな思う、ミケツカミは太陽ほど暑い。 リリチョの太ももの高さにある小さなガーターベルトと、三ケツカミの手袋が手のひらの半分しか覆っていないことに感謝します。 これらの小さな細部はおいしいです。\n\nサウンド：9/10\nバックグラウンドミュージックは、通常、気分を和らげます。 私は感動的なピアノの使用を感心しました。 もちろん、シークレットサービスのペアのそれぞれは、関係に関係する終了曲を手に入れます。 彼らは自分自身でエンディングを歌い、キャラクターの文脈の中で歌詞を聞くのはとても楽しいです。\n\nキャラクター：10/10\n\n\n楽しさ：10/10\n私はまた、これらの種類のマスター/サーヴァントの関係のための吸盤ですが、これは私が見てきた最高のものです。 最も健康的です（？）。 私はこのショーが私に投げたすべてを食べました。 私は確かにターゲットオーディエンスなので、少し偏っているかもしれません。\n\n全体：10/10\nこれはあなたのショーの種類ではない場合でも、これらの文字のための時計の価値があることは間違いありません。 ああ、実際には、結局は、健全で、美しく終わります。 非常に満足です。\n\n*御影上の裏話が明らかにされた後、オープニングに細心の注意を払う。 実際には、このエピソードはこのまさに目的のための最後のオープニングを演じています。 予兆、隠喩、物質の面では、このオープニングはとても意味深いものです。"
  },
  {
    "title": "Inu_x_Boku_SS",
    "id": "11013",
    "url": "https://myanimelist.net/anime/11013/Inu_x_Boku_SS",
    "user": "vuivui169",
    "profile": "/profile/vuivui169/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=184716",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  6\nキャラクター|  8\n|  8\n\nこれは私です。\n最終的にこの番組に注意を払うのは、エピソード11-12までではありませんでした。\n主な男性リードの真実を明らかにするには遅すぎた。\nなんてこったい？ これは、最初の10のエピソード、ロマンスの欠如、物語の欠如（超自然的なものは不必要で、まだ女性リードの状況に助けている）のためにちょっと退屈です。\n私は全体の意味を感じるのはあまりよくありませんし、法律に従ってください。 私にとっては、より多くのロマンス、より多くのキャラクター開発が必要です。 非常に遅いエピソード11での本当に主要なストーリーのためのマラソンのように。\nアート：\nエッチシーンを見守るのは迷惑だった。\n彼らは文字を華やかに描きます。 私は芸術を愛する。\n私はスーの目が大好きです。 しかし、彼らはなぜ彼の目が2色であるのかを決して説明しません。\n\n\n -  ep 11：ラブストーリーがついに明らかに\n -  ep 12：超ロマンチックな告白とこれまでのキス、新しい始まり。"
  },
  {
    "title": "Inu_x_Boku_SS",
    "id": "11013",
    "url": "https://myanimelist.net/anime/11013/Inu_x_Boku_SS",
    "user": "Mystery-Dude",
    "profile": "/profile/Mystery-Dude/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=62907",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  7\n|  8\n\n私はポイントにまっすぐに行くつもりです。 これは私の最初のレビューですので、それを簡単に保つことができます。 それはちょうど私のために働かなかった。 年齢差はどちらも助けにはならなかった。 年齢に伴った行動をとってください！ 時々、私は肘を彼の喉に入れたいと思っていました。 彼のバックストーリーはなぜ彼がその方法だが、ブルッと来るかを説明する！ 他のキャラクターは冷たくて面白かったので、アニメは本当に楽しいものでした。 芸術は目を楽しませていた。 私はこの芸術がこのアニメにとって最高の部分だと思う。 全体的に私の本では7でした。 これは私の意見です。 このアニメは全体的に良いものでした。 どんな手段でも地面を壊すことはありませんが、それはちょっと軽快なロマンスのコメディです。 私は一般的にツンデレが嫌いですが、女性の主人公はかなり冷たいです。 私を得たものは、男性の主人公です。 私は彼の人格をそんなに憎んでいなかった。 彼は最大にぞっとしていた。 私は彼らが彼の不気味さを面白くするように努めたことを知っていますが、idk。"
  },
  {
    "title": "Inu_x_Boku_SS",
    "id": "11013",
    "url": "https://myanimelist.net/anime/11013/Inu_x_Boku_SS",
    "user": "lovelydeath",
    "profile": "/profile/lovelydeath/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=59671",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  8\nキャラクター|  7\n|  6\n\n最初はほとんどこのアニメを落としました。 私は前半を見て、実際の物語に何も意味しない無用なキャラクターの相互作用を持つ別のアニメ、自分自身に語った。 しかし、私はそれにこだわってうれしいです。 アニメの後半は、愛の三角が続いたときに価値があることが証明されました。 リリチョは超自然の新しい学校に来た。 彼女は、執事、または彼女に不潔な忠誠心を表明したSoushiという契約ヘルパーを得ることになった。 しばらくすると、彼らは過去に基づいて特別な絆を形成し、思っていた以上に多くの共通点があることを認識します。 それはかわいい話だったが、前半はアニメの後半がやっていたと思う。"
  },
  {
    "title": "Inu_x_Boku_SS",
    "id": "11013",
    "url": "https://myanimelist.net/anime/11013/Inu_x_Boku_SS",
    "user": "Akina22",
    "profile": "/profile/Akina22/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=219246",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nキャラクター|  9\n|\n\nストーリー：\nこのアニメは、コメディのほうがかなり漫画から逸脱していると聞いていますが、実際には気にしません。 どうして？ なぜなら、書籍や映画にはいつも適応しているからです。 映画は常に自分のメリットによって判断されるべきです。\n\nそれで、これは多くの人が期待していたドラマではありませんでしたが、私はそれが劇的な倍音を持つコメディをかなりうまく演奏したと言います。\n\n物語そのものは、妖怪が人と交際している世界の中で、人間/妖怪のハイブリッドによって作られた家系が互いに保護されて生きているところで起こる。\n\nストーリーは、彼女の過去の痛みのせいで社会的な問題を抱えているため、何の意味もない人にスナップしてしまうようなリリチヨンに続いている。\n\nフォーラムでは皆さんのことを知りませんが、私は本当にそれに関連しています。 時には、あなたが馬鹿に見えたくないときや、本当に言うことを恥ずかしがるように感じるときは、硬い外装の後ろに隠れるほうが簡単です。 リリチョの特徴は本当にこれらの特徴を示しており、来ることについての彼女の話はかなり触れている。\n\nまた起こる他のもの。\n\nそれについて悪いことを言わなければならなかったら、ちょっと引っ張られるようなところがいくつかありましたが、私は自分自身を嫌いにすることはできません。\n\n9/10\n\nアート：\n私は本当にアートについてはあまり言いたくありません。\nそれはうまくいきました。キャラクターたちは目を楽しませてくれました。彼らのデザインは彼らの性格とよく似ていました。\n\n私は本当に彼らが持っていたさまざまな形式を好きです。\n\n7/10\n\nキャラクター：\n私はキャラクターが大好きでしたが、その中の一人一人が思い出深く好きで、自分のやり方で好きでした。 完璧なビシューでさえ、アニメの終わりまでに彼を救うためにかなり興味深いバックストーリーを終わらせました。\n\nKarutaとNobaraの結びつきは、キャストした人の中から私が好きなキャラクターだと思います。\n\n9/10\n\n私は本当にアニメを楽しんだが、レビューを書いている間にマンガでいくつかの読書をすると、私はそれがそうだったと言いたいと思う - おっと、私のレビューをほとんど崩壊させてください。\n\nどれくらい楽しんでいたのですか？\n私はマンガを正しく読んでいます。\n\n全体として8/10。\n細かい仕上がりになるまで磨き上げられたビットがいくつかありました。 たとえば、私はSoshiのバックストーリーがもっと好きだったでしょう。 彼らの関係についてより多くのスポットライトを言及することは言うまでもありません。 彼らがアイテムになり始めた瞬間にちょうど終わったような気がするが、一緒になったら関係がダイナミックになるのが大好きだっただろう。"
  },
  {
    "title": "Inu_x_Boku_SS",
    "id": "11013",
    "url": "https://myanimelist.net/anime/11013/Inu_x_Boku_SS",
    "user": "Tugglesworth",
    "profile": "/profile/Tugglesworth/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=135703",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  8\n\n本質的にInu x Boku SSは、社会的な障壁を置いていて、それを見下ろして追い払う10代の少女と、彼女に親切にしようとするすべての人についてのシリーズです。 これは主に彼女が一般的にどのように見ているかという事実のためです。 有名な家庭からのものであるが、しばしば、彼女は彼女を良心から助けてくれるのではなく、彼女の家族からの報酬や認知のために役立つ。 それで、彼女は誰がそこに住むかもしれないかに関して非常に特有の邸宅に入り、各テナントには秘密サービス（SS）代理人が割り当てられていると言われています。\n\nストーリー6/10：物語は特に魅力的ではない、それに超自然的要素があるが、深く掘り下げられていない。 彼らは確かにショーの焦点に触れているが、超自然的要素のためだけにこれを見る人々を満足させないかもしれない方法で。 つまり、物事をうまく動かすだけで十分です。そして、信念をもっと簡単にするための2つの「カーブボール」を投げてください。\n\nアート7/10：芸術に関して本当に特別なことは何もありませんでしたが、それはそれが全体を通して良好で堅かったということを意味するものではありません。 キャラクターのデザインはすべて幻想的でカラフルだったが、この設定は家に帰るものではなかった。 ショーでの戦いは、実際にはほとんどの場合よく行われていましたが、それほど長くはなかったり、多くを見せてくれるように集中したりしていませんでした。\n\nサウンド8/10：驚いたことに、これはショーの私の最も好きな面の一つでした。 オープニングとエンディングは素晴らしく、ショーに完璧にフィットしました。 戦いやリラックスした/コメディーなシーンで演奏したシリーズ全体のサウンドトラックと同様、すべてがうまくいっていたことすべてを褒めてくれました。 声優も素晴らしい作曲家でしたが、宮野守（岡部臨太郎、屋上灯）は再びユニークで、金澤花、杉田友和などの役を演じました。\n\nキャラクター8/10：これはシリーズ全体の中で私が一番好きだった部分で、多彩でカラフルなキャラクターのキャストで、私がすでに述べたように完全に声を出しました。 私の好きな部分はいくつかのキャラクターにとっていくつかの繰り返しの癖があり、時々やや不快なものでした。  Rirchiyo私は全体的に良いメインガールだと思っていたが、ある時点で彼女は「かわいそうなbashful」になったと思って、時にはあまりにもそれを取った。 それは、全体的に彼女は全体として私の評価を与えられた他の人たちと同様に良かったと言いました。そして、確かにこのシリーズのバックボーンです。\n\n楽しさ8/10：私は本当にこのシリーズ、それは素晴らしいコメディ/超自然/スライスの生活/ロマンスのようなショーの種類を楽しんでいた以外はここで言うことはあまりありません。 ある時点または他の時点で、これらの要素はすべて流行しており、ほとんどがうまく実行されています。  12のエピソードでは素敵なクイック・ウォッチですが、今話題のジャンルのファンなら誰でもお勧めします。\n\n全体的な8/10：時々あなたを笑わせることができ、あなたが文字のために感じることができる楽しい時計を探している人のために、私はあなたにこれをお勧めします。 最初の2〜3回のエピソードは良いですが、もっと多くの人に話をすばやく紹介して、より多くの人生を与えてくれるので、すぐに引き込まれたり引き込まれたりしないと、"
  },
  {
    "title": "Inu_x_Boku_SS",
    "id": "11013",
    "url": "https://myanimelist.net/anime/11013/Inu_x_Boku_SS",
    "user": "Avato-chan",
    "profile": "/profile/Avato-chan/reviews",
    "pages": "2",
    "number": "18",
    "link": "/reviews.php?id=56905",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  7\n\nだから、最後のエピソードが出てくる前にこのレビューを書いています。私は1つの事から始めなければなりません、このアニメは私には何の理由もありませんでした。なぜ私はそれを見ましたか？ 私は2012年春のアニメを観るという目標を設定しているので、\nこれにもかかわらず、私は実際にこのアニメ、最初の9 epsの話を楽しむようになったが、どのような関係もありません!!!!しかし、エピソード10はたくさんの質問に答えました:)、\nこれはあなたが実際に物語にいくつかのプロットを取得するまでコメディ（これはかなり良いです）で開催する必要があるアニメの一つですが、\n\nあなたの時間の価値がある全体的な「良い」感動的で面白いアニメーションとリメイク可能なアニメ\nそれはコメディが構成するいくつかの構造が欠けていますが（私の意見の中で最高のエピソードはkagerouが訪れる時、ep 5＆amp; 10です）...............（。 それらを見て2）、またエピソード11は最高の物語を持って、すべてが暴露されていないように、私はこのアニメをあきらめる"
  },
  {
    "title": "Inu_x_Boku_SS",
    "id": "11013",
    "url": "https://myanimelist.net/anime/11013/Inu_x_Boku_SS",
    "user": "flaxman85",
    "profile": "/profile/flaxman85/reviews",
    "pages": "2",
    "number": "19",
    "link": "/reviews.php?id=59151",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  6\nキャラクター|  6\n|  4\n\nあなたがまだ初心者のアニメ視聴者であれば、マンガ、女性（同性愛者男性を含む）、ユーモアのセンスの悪いストレート男性、またはハードコアのロリコンを愛していれば、このアニメを最大限に楽しむことができます。\n\n私は、このアニメには貧しい反復コメディの90％と価値のある視聴素材のわずか10％しか含まれていないからです。 上記のような人口統計の人々が、このアニメで紹介されたコメディギャグを十分に得ることができないことは間違いありません。 重要なプロット画面時間の10％は、ケーキのアイシングになります。\n\nプロット：\n物語はあなたが以前に見たことのないものではありません（経験豊富なアニメビューアであることが認められています）。 過去の残酷な状況のために、日本の民俗舞踊が混在した厳格な家族の伝統のために、自分を理解するために人を探している2人。\n\nキャスト：\nキャラクターは楽しく多様ですが、ギャグの貧弱な選択はそれらを重要でなく鈍いものにします。\n\nアート/アニメーション：\nアニメーションは流動的で、芸術の品質は、あなたが最近アニメで期待するものです。\n\n音：\n声優は大丈夫です。 私が好きなINS曲は1曲ありますが、OPやEDの曲はあなたの音楽の味によっては普通じゃありません。\n\n全体：\n私の意見では、このアニメはロマンスの面を最大限にするために短い3-4 OVAでなければならず、冗談なコメディの10エピソードで崩壊してはいけません。\n\nだから、私は最初に1-3エピソードを見て、あなたがショーのコメディー面に対する私の気持ちに同意するかどうかを見てみることをお勧めします。 もしそうなら、私はエピソード10にスキップし、後で感謝することをお勧めします。\n\nおげんきで。"
  },
  {
    "title": "Inu_x_Boku_SS",
    "id": "11013",
    "url": "https://myanimelist.net/anime/11013/Inu_x_Boku_SS",
    "user": "Nive_m_1",
    "profile": "/profile/Nive_m_1/reviews",
    "pages": "2",
    "number": "20",
    "link": "/reviews.php?id=144023",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  6\nキャラクター|  8\n|  7\n\n（ストーリー9）\n最近私はロマンチックなアニメをたくさん見ていて、今まで見た中で最もかわいいアニメです。 ロマンチックなジャンルの他にも、ストーリーラインでは、王立系の少女白木里吉さんがどんな人でも受け入れられたいという複雑な問題があります。 綾カシマンションの第4室に移り住み、新しい人生を築き、新しい仲間と会う。 しかし、彼女の内面の感情をはっきりと理解しているのは、神秘的な過去を持つ彼女の忠実な召使いである。 物語が広がるにつれて、2人の主人公の仲間の友人にはあまり言わないことがあっても、そのキャラクターを理解することを学びます。 リリチョスとミケツカミのミスを中心に、アニメの中でどのような関係が強く進展しているのか、\n\nプロットの中では、超自然的な人間だけが「メゾン・デ・アヤカシ」に住んでいることを言及する必要があります。悪魔の祖先や妖怪を持つ人間が自分のシークレットサービスのボディーガードによって保護されている高層アパートです。 だからミライツカミクンはリリチェ嬢を守っている。\n\n（第8条）\nInu x Bokuは超自然主義と自然主義を別々に扱うため、人は妖怪や悪魔に関与することは稀です。また、人間は邸宅に住む人についてほとんど疑問を感じません。 このアニメは、悪魔に変身しても非常に歪んだ文字を提供しません。 代わりに、漫画や面白い変換が与えられるものもあります。 したがって、視聴者の注意は、過度に芸術的ではなく、まばたきで捕らえられる。 アニメをユニークなものにするのは、10代の少女と彼女よりもずっと古い彼女の忠実な僕によって共有される絆です。 さらに、アニメは時々主人公の痛烈なフラッシュバックを私たちに提供します。 個人的な視点からは、これは文字に対する戸惑い、好き嫌いの高い感覚を作り出すのに役立ちます。 また、須田直勝（監督）は、キャラクターを通して恋愛、尊厳、魅力の雰囲気をうまく遂げてきたが、マンションや学校、ショッピングモールなどの一般的な場所ではキャラクターが停滞しているため、  。 最後に、私がInu x bokuについて最も気に入っているのは、2012年の作品から期待どおりに美しいキャラクターが描かれていることです。\n\n（サウンド6）\nアニメを通した音楽のことはあまり思い出せないかもしれませんが、私は音楽の背景にあまり注意を払っていなかったかもしれません。 しかし、文字は私たちの声とジェスチャー（私はここでは説明しません、文字を参照してください）で最も私たちを打つ。 オープニングソングは、アニメシリーズの最初から最後まで同じです。 しかし、最も面白いのは、アニメの中でランダムに変化するエンディング曲です。 アニメがその直前に続き、終了曲が終わっても視聴者はアニメを見なければならないことに注意してください。\n\n（キャラクター8）\nりりちよ しらきいん 、ゔぉいせｄ ｂｙ： りな ひだか\n高校生の半人、半鬼高校の女の子、新しく募集しようと、アヤカシ・マンションの第4室に移りました。いつも孤独で、人との交流が悪夢なので、何とか独立しています。 彼女はウルトラブルーや黒で服を着ているだけなので、痛いほどの過去に関連付けることができます。身長は高くないし、身体的な特徴もあります。彼女の話し方は、アニメで優れて複雑な彼女の立場を直接表しています。 彼女の体は皮肉なことに彼女の声には合わない。彼女の体は声の粗さや寒さに比べてとても小さく薄い。 彼女が穏やかで感謝している時に、彼女の声は時々太字から明るさに変わる。 リリチョはツンデレ（寒さで敵対的な人）の特徴を持ち、彼女は実際には性格の点でトゥンシュン（恋人）です。\n\n雄一中村：によって表明さ双紙Miketsukami\n割り当てられたSSエージェントからリリチョーはおそらくアニメの最も魅力的なキャラクターの1つです。  Sōshiは、Soushiの過去の人生であった邪悪な9尾のキツネの子孫です。 彼は非常に静かで、丁寧で、穏やかで、彼がやりとりするすべての人に優しいです。また、彼は彼女に盲目的に従って、状況に応じて彼女の人生を守ります。 彼の魅力的な性格があなたを引き付けるような方法で、彼の同情的な可愛さと彼のピックアップラインが作られたので、そこにいる女の子は彼と恋に落ちるだろう。 私は経験から話している。\n\nOther Characters:Renshō Sorinozuka,Nobara Yukinokōji, Kagerō Shōkiin,Karuta Roromiya,Banri Watanuki,Zange Natsume. Overall, one can sense the presence of each characters in the anime. They were made to complete each other and most of them have comic appearances in the anime.\n彼らはすべて彼らの人格特性や性格に合った楽しい声を持っています。\n\n（楽しさ7）\nこのアニメは主人公が本当の力、能力、技能、態度、意志、動機を示すアクションや戦いのシーンが欠けていますが、このシリーズは優れたシンプルなコメディラインを提供します。 しかし、あなたがロマンチックなジャンルのアニメのファンならば、終わりまでシーンを楽しむでしょう。\n\n（全体7）\nあなたが見ることができるように、私はこのアニメがそのシンプルさのために大好きです。 このアニメには嫌悪や怒りの形がありません。 これはロマンスです。"
  }
]
