[
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Cresherhsm",
    "profile": "/profile/Cresherhsm/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=163333",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\nハンターxハンター（2011年）を取り巻く人気の欠如は、特に6ヶ月前にそれに追いついた後、私を混乱させていました。 すべてのことを正しく行うように見えるアニメにとって、それは一般的なレベルではあまり話されていません。 また、SNKやSAOに似たファンベースを獲得するのに成功していません。 私はショー正義を行うためにこのレビューを書くことに決めました。 あなたのレーダーの下でこの善行がまだ飛んでいる場合、またはその「幼稚な外観」のためにあなたがこれを見ていることをお勧めしない場合、このレビューを読むことは必須です。\n\nストーリー：\nHxHはGonという若い少年のことで、彼の父親を見つける旅に乗り出す。 彼の父が若い時期に彼を去ってハンターになったことを知った後、ゴンは彼の足跡をたどって彼を見つけるだけでなく、彼の父親が彼に選んだ職業について何が特別なのかを見極めることにします。 父親を見つけることの話はシンプルですが、それは本当に特別なシリーズになるこの目的のために取られる道です。  HxHは、すべて非常によく書かれたいくつかのアークで構成されているので、シリーズの最高の部分であるライティングにつながります。 ハンター×ハンター（2011）は、少年の世界で最も優れた執筆の一つを誇っています。 ストーリーの深みと流れ、魅惑的なキャラクター、強烈な対話、そして印象的な世界の建物はすべて、視聴者を長いマラソンに吸収させる魅力的な物語に仕上がっています。\n\nHxHの物語に盛り込まれた品種の量も非常に印象的です。  HxHは、生存、戦闘トーナメント、犯罪スリラー、バーチャルリアリティー、戦争、政治に取り組む6つのストーリーアークで、いくつかのジャンルで成功裏に取り組んでいます。 このため、ストーリーの進行は固いものになり、プロットはそれぞれのエピソードで前進します。 それだけでなく、このシリーズは、容易に大きな音調の変化（明るいものから暗いものへ、そしてその逆）を受けることができます。 場合によっては、これらの音色のずれは、弧が終了した後に発生することもあります。  HxHについてのもう一つのことは、そのアークがお互いにつながっていることです。 これは、シリーズが本当に何かを強調する自然な移行を作り出します。 ペーシングと開発に関しては、優れています。 ほとんどの場合、HxHのペースは非常に良いです。 シリーズでは視聴者の関心を維持するうえで素晴らしい仕事をしています。ほとんどのエピソードを見ていると時間が飛び、あなたはショーを見ていきます。  2つの要約エピソードを除いて、HxHにはフィラーエピソードはない。\n\nHxHは当初、明るい印象を与えていますが、それは良いものです。 あなたが「これは幼稚で私の下です」と言うような「光の心」のようなものではなく、みんなに訴えるようなものです。  このシリーズは、カラーパレット、音楽、雰囲気、暴力の量が大幅に変化する両方のアークで大きな音調変化を経験します。 HxHは、近年失われてきた古典的で魅力的な少年の雰囲気を演出します。 結局のところ、シリーズは暗いターンをとります。 ほとんどのHxHストーリーアークは軽い心ですが、ヨークニューとキメラアークの両方が、ショーンが提供しなければならない最高と最低のアークの2つです。  Yorknewは大都市の暗いスリラーとして記述することができます。 アークの中心的テーマは復讐であり、スリルと雰囲気の点でデスノートと似ています。 一方、キメラ蟻のアークは、危険な人間食用種の発生を管理するためのハンター協会による試みとして記述することができます。 それは、アイデンティティ、人間の本質、そして適者生存などのテーマに取り組むシリーズの中で最も暗く、最もテーマに富む弧である。 この弧は、悠久白書のチャプターブラックとの比較を描いたもので、優秀な敵対的な種に直面して主人公が絶望感を体験する新進の恭神に似ています。\n\n\n\nシリーズの非正義はまた、主に大脳であるその戦いで見ることができます。 よく実行されることに加えて、HxHの戦いは賢明で多くの戦略を必要とします。 生の力は一つの要因ですが、戦闘の成果、実際の能力（能力）、経験、戦略をすべて考慮に入れる要因ではありません。 主人公が全員または大部分のカテゴリーの対戦相手によってアウトクライアントされた場合、彼は失う可能性が高い。 さらに、主人公は戦闘において特別な扱いを受けていない。 この賢い戦い方は、定義されたルールによって保持されるユニークで複雑な電力システムであるnenによってさらに強化されています。  nenの概念、その原則、オーラの種類、戦場での多くのアプリケーションは、それに入れられた膨大な量の考えを明らかにします。 私はまだエピソードを一時停止しなければならないことを覚えています。導入中にちょっと研究しても、それを完全に消化するだけです。\n\nこのシリーズの登場と執筆は、認知の不調和の影響ももたらします。ショーの単純な見た目は、その執筆の輝きと非定型性と精神的に矛盾します。 新しい視聴者がHxHについて深く掘り下げていくにつれて、彼らはカバーアートや​​シノプシスが示唆するものよりもはるかに多くのショーがあることを認識しています。 未完成、シンプル、またはジェネリックであるシリーズの期待は、ショーがその驚くべき下腹を明らかにするにつれて、徐々に覆される。\n\n音：\nサウンドに関しては、HxHには素晴らしいサウンドトラックシリーズがありますが、シリーズは進歩するにつれて良くなっています。 少数の少数のキャラクターを除いて、このシリーズの声は素晴らしいです。 これまでのシリーズを見たことがない人として、彼らは非常によく合っているため、これらは元の声ではないと信じるのは難しいです。特にGon、Killua、Hisokaの声優が彼らのキャラクターを捉える完璧な仕事をしています。\n\nアート：\nHxHには偉大な芸術とアニメーションもあります。  HxHのような長続きするシリーズが、特に戦いの間、エピソードの後に​​一貫した品質のアニメーションエピソードをどのように提供するかは、私を驚かせる。 このシリーズは、シーンの雰囲気や弧の音色に応じて、表情を捉えることができ、ライティング、シェーディング、カラーのすべてを完全に調整することができます。  1人の批評家が言ったように、ショーの明るい色は、この問題を抱えている古いシリーズのファンではあるものの、これまで慣れていなければならないかもしれません。 個人的には、ショーに完璧にフィットすると思います。 それはシンプルに見えるが、実際には非常に深い少年のような冒険の感覚、補完的な雰囲気とユニークな魅力を補完することによって、シリーズの魅力に加わる。\n\nキャラクター：\nHxHの主な強みは執筆にありますが、そのキャラクターはかなり近づいてきます。  HxHは巨大なキャラクターを持っています。 彼らには、癖、夢、内なる悪魔、世界観、全体として、本当に好きな性格があります。 それを取り除くために、それらの大部分は一般的な文字のアーキタイプに従わない。 最初は「ジェネリック」と見なされるかもしれないが、シリーズが進むにつれてこれらの前提は徐々に損なわれる。\n\nキャラクター部門で強調したいことが1つあれば、シリーズの主要な悪役になるでしょう。 それはキャラクターになると、ショーが最も輝く場所です。  HxHの悪役は非常によく書かれています（ボマーは、私が以下に述べるほとんどのものには当てはまりません）。 彼らの特徴は独立して印象的なだけでなく、お互いにも異なっています。  2人の悪役は同じではない。 この明確さは、シリーズ内だけでなく、シリーズ外にも適用されます。 あなたは、他のアニメでもヒソカ、クロロー、またはアントキングを見つけることはできません。 これは、HxHの悪役を非常に魅力的なものにしてくれるのです。本当に印象的な特徴を持つことに加えて、オリジナルでもあります。 私が上記で書いたほとんどのものから4つの主要な悪役のうちの1つを除外したが、HxHのすべての悪役は共通のものを1つ持っている。 各悪者は観客に恐怖を吹き込みます。シリーズは、これらのキャラクターがストーリーと私たちの主人公にもたらした危険のレベルを確立する良い仕事をします。\n\nネガティブ：\n\n\nキメラアークの「減速ペーシング」についての解明：\nあなたがHxHについて読んできたのであれば、CAアークの「ナレーション重いエピソード」中に「ペースが足りない」と不平を言う人がいるかもしれません。 あなたはこの声明にどれほどの真実があるのか​​疑問に思っていて、それについて私に尋ねるつもりだったら、私の答えはそれに依存するでしょう。\n\nエピソード111では、（1）全体の深さを物語に詰め込み、（2）劇的な緊張を高めるために、宮殿の侵略（CAアークのクライマックス）が始まり、エピソードでナレーションが大きな役割を果たし始めます。 高オクタンの「アクションフェスティバル」ではなく、ショーン・アーク・クライマックスから人々が望むであろう宮殿の侵略は、キャラクターの思考と精神状態が実際のアクションよりも集中的に与えられる心理的な重いルートをとる。 ナレーションと一緒にこの心理的な焦点は、エピソードが物語の時間ではるかに少ないカバーするようになるという意味では、かなりペースを遅くする。 しかし、この「遅いペース」にもかかわらず、これらのエピソードのペーシングは、これらのエピソードのそれぞれの間にカバーされた漫画のチャプターのかなりの量とシーンの持続時間が点在しているとしっかりとしている（前に述べたエピソード113および115 このレビュー）。\n\n結局、ナレーションがあなたに作用するかどうかによって異なります。 あなたが心理学的なアプローチを好きで、サスペンスの増加を経験するならば、あなたはペーシングに問題がなく、乗り心地の1つの邪魔になります。 しかし、心理的なアプローチが気に入らず、ナレーターの重い存在があなたの没頭を破ると感じたら、あなたは厄介な経験をしています。 もちろん、心理的なルートを好みますが、没頭感を感じないような組み合わせや、ナレーションだけでは完全にはうまくいかないなどの組み合わせがあります。 まあ、これが起こった場合、あなたは混乱した気持ちで終わるでしょう。 明るい面では、侵略を見終わる人のほとんどがナレーションを楽しむことになります。 しかし、あなたがナレーションを気に入らないようになる人の数が多いのであれば、宮殿侵攻のエピソード111-118だけが重いナレーションを持っています。 エピソード118の後、ナレーションは減少し始め、最終的にエピソードは「正常に戻る」というポイントに達する。\n\nアクションを探している人々に向けて：\n私はシリーズの戦いの面が大好きですが、それが強いプラスだと考えていますが、私は主観のためにそこに残しておきます。  HxHは誰にも受け入れられません。 シリーズの戦いはうまく実行されますが、短くても（1〜10分）、他の戦闘アニメと比較して少なくなります。 さらに、戦闘での戦略に焦点を当てることは、より強く、より少ない脳で戦うことを好む人々にぶつからない可能性があります。 あなたがYu Yu Hakushoのようなアクション重いシリーズを期待しているなら、あなたは失望します。 これは、HxHが視聴者のリールにそのストーリーに依存するシリーズであるためです。 個人的には、これは少年での戦いがどのように行われるべきかと思います。 戦いは楽しませ、またあなたに考えることができるはずです。 物語を犠牲にしてあまりにも長く引っ張ってはいけません。\n\n結論：\nハンターxハンター（2011）は、素晴らしいストーリー、優れたキャラクターと戦いを持つインテリジェントなバトルアニメです。 そのジャンルの大部分とは別に、このシリーズは風変わりな作品を放っており、予測できないプロットの進行を誇っています。\n\n全体的な得点：\nストーリー：10/10（残高）\nキャラクター：10/10（未処理）\nアート：9/10（素晴らしい）\nサウンド：8/10（偉大だが時折誤用される）\n楽しさ：10月（非常に高い）\n全体：10/10（マスターピース）"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "juliagatari",
    "profile": "/profile/juliagatari/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=161751",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n\"小さな迂回路を楽しむべきです。 最大限に。 それがあなたが望むものよりも重要なものを見つける場所だからです\"。  （ハンター選挙弧）。\n\n私は、この148のエピソードが私のために何だったのかを説明するのに十分な言葉を持っていません。\n私はこのレビューをMALに載せているので、シノプシスについて話しています。\n私はあなたに伝える必要があります。なぜこの傑作を見なければならないのですか、それが私にとって何を表しているのですか？\n\nまず第一に、私は最後のエピソードについて話すつもりです。 私は喜び、悲しみ、怒りを感じました（トガシは漫画と一緒に急いでいます！hahah）、もちろん、満足です。 満足していたのは、148のエピソードと、見た夜が本当に価値があったので、私は時間が無駄ではなかったので、私は（あなたはそれを見る必要がある）私の友人を聞いたので。 ハンター×ハンターは、複雑なアニメ、独特の物語です。確かに、あなたの思考と、あなたの想いとの想いが混ざり合います。\n\n私はどういう意味ですか？ それはそれほど単純ではありません。 「Nenシステム」がどのように機能しているか、本当によくわかっています。 説明はいくつかのエピソードで長いですが、理解しやすいです。 しかし、私は明確にしようとします：予測可能な円弧を見つけようとしているとは思わないでください。 主人公が常に悪役を打ち負かすとは思わないでください（ストーリーの一部で...誰も勝ちません）。 訓練と優れたスキルが敵を倒すことができるとは思わないでください。それ以上のものが必要になることもあります。 人間は何ができるのかを見てください（そしてトガシはキメラのアークで本当にうまくいきます）。 友情が何であるかを見てみると、それはすべて複雑です。 あなたは、このアニメの中で何の理由もなく、訓練もない、メインキャラクターのようなものが見えないでしょう。 トガシはあなたにキャラクターとその力の個性を理解させます。 パワー、私は、ドラゴンボール（キン）やナルト（チャクラ）のような他のショーンで見られるものに似ているネンやオーラ（バイタルエネルギー）を意味します。 \n\nアニメーションについて今話す：ハンター×ハンターは息を呑むほどです。 確かに、Madhouseはリメイクで優れた仕事をしたと言えるでしょう。 私はいくつかのエピソードで見たものに驚いた。 私は、アニメーションの詳細を観察するだけでなく、物語の中で起こっていたこと（エピソード131私は4回見たことがある）だけでなく、何度も何度も見てきたことを告白します。 結局、私はMadhouseが最初からHunter x Hunterをアニメーション化したことに感謝しています。\n\n文字は..ああ、本当にユニークです。 トガシが様々な性格をどのようにして与えたかは、とても印象的です。 あなたは4人の主人公だけを楽しむことはできません（多くの人がGonとKilluaであると考えていますが、その話は特定の段階から2人に焦点を当てているためです）。 ハンターxハンターは、サポートしている人物でも重要なキャラクターの発展を遂げています。もちろん、悪役（あなたはそれらを愛し、私を信じるでしょう）。 私はこのショーに好きなキャラクターはいません。 それを選択することは不可能です。 それを見て、私が言っていることを体験してください。\n\nこのショーに悪いことはないのですか？\nはい、あります。\n1）このショーの最悪の事は：それは終わった。\nさて、冗談はさておき、最悪の部分は始まりだと思います。 あなたはまだ見守る気分で感じるために4つまたは5つのエピソードを見なければなりません。 多くの人が最初のエピソードであきらめました。 私はあなたを保証することができます、そして最後までそれを見てください。\n特に私は物語の最初の弧であるHunter Exam Arcがあまり好きではありません。 あなたが他のアークと比較するなら、それは本当に最高のものではありません。 私はこの二つの弧を持っています：キメラ・アーク・アークとヨーク・ニュー・アーク・アーク。\n\nショーの多くのファンがLOTを訴える2つ目はオープニング曲です。 どうして？  148のエピソード、別の開口部、しかし...同じ歌。 私にとっては、それはまったく問題ではありませんでした。 私はその曲を愛しています...私はオープニングを\"百四十八回\"見て、私はそれを歌ったと思います。 ははは。 でも、本当に新しい曲も見たいと思っていました。\n\n3つ目のことは、私の個人的な意見です。ナレーターです。 彼との最初の接触は、初期のエピソードの初めになります。 彼はハンターが何であるか説明します。\nナレーションは他のアニメではあまり見られないものです。 私はそれが好きです、それは素晴らしいです、そして、私はこの追加がアニメにサスペンスを与え、それが特定のスタイルであることを完全に理解します。\n私の意見では、ナレーターを持つことの利点は、「オブザーバー・ファクター」です。 すべてのキャラクターの視点を探るのではなく、すべてを知っているような独特の要素があり、重要な情報が聴衆に追加されます。\nしかし、最終的に、ナレーターは、特にキメラアリアークで、私を悩まします。 私たちは何が起こっているのかを見て、それは説明の必要はありません！\nもちろん、「ナレーション効果」はあなたがそれを受け取る方法に依存します。 時々、あなたは何が起こっているのかを吸収する必要がある「スローモーション」を与えるでしょうが、それは実際に過度に使用されているいくつかのエピソードでです。\n\n結論として、私は何よりも、あなたのトガシヨシヒロに感謝しなければならない。 あなたは華麗です。 ユニークな文字、優れたプロットを作成することができます。 あなたはまだ漫画の連続中断で続き、誰もが（私も）多くのことを訴えますが、あなたが私たちに示すものはとても驚くべきものであり、待つ価値があります。 存在感ありがとう、そしてこのすばらしい傑作です。\nそれをまだ見なかったあなたのために、最初のいくつかのエピソードや概要に騙されてはいけません。 どちらも、あなたが一般的なshounenを見ようとしているという印象を与えるでしょう。 主張する これは、すべてのエピソードですべてが進化しているように見えるアニメの一種です。物語、セッティング、キャラクター。 あなたは夢中になることはできません。\nそして、私の友人、あなたは痛みを感じ始めるでしょう。 はい、痛みです。あなたが100度のエピソードになっていることが分かり、48エピソードしか残っていません。\n\nハンター×ハンターと呼ばれるこの冒険を抱きしめてください！  xD"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "RedInfinity",
    "profile": "/profile/RedInfinity/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=189776",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n最初は、ハンター×ハンター（2011年）の略語を読むと（このレビューの残りの部分は略語としてhxhと呼ばれます）、このショーの合理性を評価し、 毎日の基礎。 私はこのショーを見る前に私がしたのと同じように思っています。このシリーズに反対する意見を変えるために全力を尽くします。\n\nストーリー：9\n\n皆さんがhxhの概要を読んでいる可能性が高いので、今まで作られたほとんどのshounensからは際立っています。 特定の目的のために冒険に行くことを決心し、友人に会い、強くなり、最終的に強力な相手を打ち負かす子供がいます。 非常に複雑で興味深いストーリー/プロットではなく、ジェネリック/忘れられないキャストや、このショーがおそらくどれほど忘れられていないかを思い起こさせる他の事実を蓄積しているわけではありません。 それは私には信じられない。\nこの一般化された推測が由来する最初のいくつかのエピソードのほかに、hxhは知性（戦略的戦闘、巧妙なアークとプロット）に関してほとんどのshounenと異なり、各アークでのショー全体のペースは目立つことがわかります。  148個のエピソードの中に詰め物がない（要約を除く）と、このショーはそれほど心配する必要がありません。\n特にMALコミュニティが驚いているアークを聞いたことがあります。キメラアークアーク。 このレビューにスポイラーを投げずに、誇大宣伝はそれに値する。 このアークはフランチャイズの大部分のファンによって、マスターストークとみなされ、正当な理由があります。 前のアークは、アークの強調と有用性をはるかに顕著にするC.Aアークへの実質的なビルドアップを作り出します。\nしかし、私のレーティングが9から10になるのを妨げる唯一の要因は、スロースタートとハーフオープンエンディングでした。 それは悪くないとショーに良い結論だったが、全体の経験でむしろ不安定なビューアを残しました。\n\n\nキャラクター：10\n\nhxhが本当に輝いている場所は、ショーの素晴らしいキャストです。 私の紹介で述べたように、ほとんどのshounensは、アニメがコミュニティにもたらしたキャラクターの最高のキャストを持っていませんし、より多くの場合、彼らの敵を倒すよりも、  ） 'は、ショーの主役に甘い勝利と喜びをもたらします。 主人公の間に目の当たりにされている誠実な友情は何も壮大ではないので、hxhを見てアニメにこれまで存在したことを忘れてしまった。 それは現実的であり、長期間にわたり進化しています。\nhxhのキャラクターをさらにスタンド・ポイントにするのは、アンタゴニストが（主に）主役と同じくらい好都合であるということです。 すべてのキャラクターは非常によく発達しているので（ストーリーに関係するすべてのキャラクター）、シリーズを見ているときに爆撃機を除いて「ワウ、このキャラクターは吸う」という言葉を吐き出さないようにします。 あなたは、彼がした範囲で事をするための本当の目的がなかったことに気付くでしょう。\n最後に、シリーズの3つの好きなキャラクターについてお話します：\n\n1.ゴン\n\n私はゴンを愛する。 当初、彼はあなたの毎日の一般的な主人公のように、人として進化する可能性はないようです。 彼は役に立たないと迷惑をかけて来る。道に沿って何かが彼に起こる。 彼のような主人公にはめったにないもの。 これは「キャラクター開発」と呼ばれています。  Gonがシリーズ全体で受けている開発は素晴らしいですし、最後まで彼を愛させるでしょう。 彼は本当に父親を見つけることが切望されており、聴衆はタオルを絶対に捨てることができないのを見ることができます。\n\nキルア\n\nアニメの白髪の人には本当に好きなものがあり、Killuaはこの面で不足していません。 彼は広範で複雑なバックストーリーを持ち、Gonと同様に、GonとKilluaの間の友情がどれほど現実的であるかについての幻想的な役割を果たすと見られる重要な発展を再現しています。 暗殺者としての彼の背景と彼の生まれの才能と独特な個性と相まって傷ついた幼年期は、彼を愛らしい、立体的なキャラクターにします。\n\n3. Meruem\n\nMeruemは多くのことを損なうことなく、本当に信じられないほどの敵です。 最初は、彼は無意識のうちに無慈悲であり、決まりきったように見えて、むしろ刺激的な存在であると考えています。 別のキャラクターの会合で、あなたは彼がどのように進化し、彼の個性の中で彼の顔が彼をシリーズの最大のキャラクターではないにせよ最高のものにする方法を見ています。\n\n\nアートとアニメーション：10\n\nhxhのようなエピソードがあふれているアニメを見ると、時々アニメーションの低下や上昇が予想されます。 しかし、Madhouseはアニメーションとアートをできるだけ一貫して流動的なものに保つという素晴らしい仕事をしました。 純粋に予算に費やされた金額は本当に私を驚かせ、アニメーションはシリーズが進むにつれてより良くなりました。  C.Aのアークを入力すると、Madhouseは最高のアニメーターを使って素晴らしい画像を絡み合わせていることがわかります\nシリーズを見ているときには、「アイキャンディー」としての役割を果たす輪郭、シャドウ、流暢感があります。 スタジオは、同じ背景を何度も繰り返し使用するなど、コーナーをカットする傾向がないため、このショーにどれだけの労力が注がれるかの証拠でもあります。\nオープニングとエンディングのアニメーションは大幅に時間の進行を改善し、外観の違いを比較するときに私の心を吹き飛ばします。 つまり、アニメはアニメの開始時にも鮮やかでした。\n\n\nサウンド：9\n\nオープニング：「Departure」はアニメーション全体を通して使用されていますが、ソングの2つの異なるバージョンを切り替えると同時に、アニメーションシーケンスを毎回変更しますが、これはアニメーションに最適なすべてのオープニングが私を驚かせます。 シリーズを見ていると一度もオープニングをスキップしませんでした。 代わりに私は音楽に沿って笑いと歌を見つめていました。\n私の意見では結末はすべて素晴らしいですし、各エピソードの終わりに観客に贈られるすべての曲が大好きです。 私のための命令は行く\n（5,6は同じ曲の異なるセクションである）が、それらをすべて愛している。\nアニメのオストは、私がアニメで聞いた最高のものの1つです。 私の個人的な好みは「捕食者の王国」です。 それは多くのオーケストラ（ほとんどがC.Aアーク）と多くのバイオリンとピアノで構成されています。 しかし、時には、最も適切な瞬間にostが再生されないため、10点のスコアが得られないことがあります。\n声優には記念碑的な信頼性が与えられなければならず、とりわけエピソード116に見られるゴンにとっては、言葉は驚くべきものではありません。 私がときどき人々から届く唯一の苦情は、C.アークのナレーション（約10話分）が刺激的でエピソードを圧倒し、非常にゆっくりペースに見えることです。 ナレーションが不可欠だったシリーズの重要な瞬間だったので、私はこの議論に同意しない傾向があります。ペーシングは、それらのエピソードのナレーションによってのみ恩恵を受けるようです。 私は確かにそうしなかったので、あなたはこのナレーションが問題ではないことを願っています。\n\n楽しさ：10\n\nうわー、これはどんな楽しい乗り物だったの？ それはあなたを早期から夢中にしておき、各弧の素晴らしい終わりを経験した後に次のエピソードを見てほしい。 楽しさの要因はもちろん、ショーの全体から生まれました。 上記のいずれかが不十分な場合は、ショーはそれほど楽しいものではないでしょう。 私はかつてこのシリーズの中で退屈だと感じていませんでした。私はペーシングがすごく素晴らしいと思います。 視聴者が早送りまたは早送りしたいという瞬間はありません。 その結果、私はあなたがこのアニメの輝きに包まれたこのショーを見ることはほとんど確信しています。\n\n全体：10\n\n私はあなたにこれを言うとき私を信じてください：このショーは近くの傑作です。 このジャンルのショーとしての傑作の近くになる。 あなたは本当に奇跡的な経験を忘れてしまうかもしれないので、このアニメを見ている間に騙されてはいけません。\nHunter x Hunter（2011）のレビューを読んでくれてありがとう。 すてきな一日を。  RedInfinity out。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "KyoumaZ",
    "profile": "/profile/KyoumaZ/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=162739",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n'私は今見ます...はい...私は参照してください...あなたは最初からチェックインしていた。  -  Meruem\n\nHunter x Hunter 2011は、myanimelistコミュニティで非常に高く評価されていますが、Fairy Tail、Naruto、Bleachのような他の人気のShounenシリーズのものほどファンサイトを拡張することはできませんでした。 私は心から、HxHがそれほど価値があるので、ナルトのように人気があることを願っています。 私はShounenシリーズを見たことがない。以前はAnimeシリーズがなかった。 ハンター×ハンターは、それが得られるすべての賞賛に値する。 それはまったく新しいレベルにShounenをかける。\n\n一見すると、Hunter x Hunterを見ることに興奮していませんでした。実際、3つのエピソードの後に​​シリーズをドロップしたいと思っていました。 すべてがすべてのことが幸せであり、戦いが常に過度に予測可能であるシナリオで迷惑な主人公とあなたの定型的な少年のように思えた。 ああ、私は間違っていた。\n\nすでに言及したように、HxHの話は、すべての単一の少年のように見え、新しい要素や話題を提供しないようです。 私の思考は10番目のエピソードの前に完全に消えてしまった。 若い少年ゴンがハンターになって父親を探すことを主眼にしているのは非常に単純ですが、時には非常に深く複雑になっています。 執筆は壮観であり、主人公の目標を達成するための道は信じられないほど創造的で予測不可能であり、すべてのアークは新たな話題や新しいジャンルを提供します。 結論として、HxHは私がこれまで見てきた最もマラソン性のアニメです。\n\n戦闘システム「ネン」は非常に複雑で、戦うために数千の異なる可能性を提供しています。 このアニメには感情に基づくPower-Upsはほとんどありません。ほとんどの試合は少なくとも私にとっては面白いものにする純粋な戦術によって決まります。\n\n物語は、長年に渡る長年の少年のように、多くの異なる物語の弧に分かれています。 私がすでに述べたように、ほとんどすべてのアークは物事を別々に設定します。 たとえば、最初の弧「ハンター試験」と「貪欲アイランド」の弧は冒険感があり、アーク第4弧「ヨークニューシティ」はスリラー要素を強調しています。 ほとんどの弧は物事を設定するのに時間がかかります。例えば、\"Chimera Ant\"アークが物事を完全にセットアップするのに時間がかかり、ジャンル\"ドラマ\"Iの最高の使い方で可能な最も壮大な方法で終わる 今まで経験したことはありません。\n\nHunter x Hunterのペーシングは一般的に非常に高速です。 マンガが持っている章の量とエピソードの量を比較するだけです。 それはまったくフィラーがないことを意味します（あなたが最初の近くで2つの夏のエピソードを数えなければ）、愚かなfanservice、まっすぐ進むストーリー、これは私の本には完璧です。\n\nAnimationはほぼ完璧です。Madhouse Animationsが一般的にどのように優れているかを示すだけです。 この長いシリーズを通して一貫したアニメーションは真剣に私を驚かせる。 キャラクターデザインは一流のノッチです。背景はほとんど毎回の風景や雰囲気にフィットし、表情は正しく行われます。 このセクションで具体的に何が批判されているのか分かりません。\n\nサウンドに関しては、HxHは様々なサウンドトラックを提供しています。 サウンドトラックは、最初のエピソードでは本当に記憶に残るものは何もないが、あるサウンドトラックを伴奏できない場面では、ストーリーが進行するにつれてより良くなった。 声優たちは全体的に非常に良い仕事をしました。特にゴンとヒソカは、あらゆるシーンに彼らの性格を完全に適合させました。\n\n完璧な執筆のほかに、HxHの第2の大きな強みは、キャラクター、特に彼らの発展です。 主人公のゴン（Gon）から始まって、彼の発展は決して印象的ではありません。  Shounenシリーズのほぼすべての主人公とは対照的に、Gonは成功した以上に失敗し、彼の間違いから学ぶ。 第2の主人公、Killuaは、完全に書かれており、彼の背景、意図などは非常に興味深いものです。 出発クルーの他の2人は、クーラピカとレオリオであり、両方とも彼ら自身の意図、良好な開発と理解できる背景を持っています。\n\nしかし、HxHキャラクターの最大の強さはアンタゴニストです。 彼らはとても完璧でユニークな書かれているので、あなたはそれらを憎むことはできません。 あなたは別のヒソカ、クロロ、メルエムを別のアニメで見つけられないでしょう。彼らはあまりにもユニークで好きです。\n\n結論：\n全体として、私はハンターxハンターに感心していると言わざるを得ないが、今まで見たアニメの中では最高のものだし、シリーズが終了した後に空を埋めるのは簡単ではないだろう。 執筆、ストーリーの進歩、キャラクターの開発とユニークさの面で優れている少年を探すなら、ハンターxハンターを見なければならない。 それにはいくつかの弱点や時には平凡なエピソードがありますが、これらの小さな間違いは、他のすべての側面の全体的に非常に高い品質のために簡単に見落とすことができます。\n\nストーリー（9/10）\nアート/アニメーション（9.5 / 10）\nサウンド（9/10）\nキャラクター（10/10）\n楽しさ（10 + / 10）\n\n全体的（10/10）"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "NiqAngel",
    "profile": "/profile/NiqAngel/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=175293",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私の警告に耳を傾けて、それにうまく耳を傾けてください。Hunter x Hunter（2011）である優雅なシリーズを見たい場合は、最初の数回のエピソードをよく見てください。 最初の数回のエピソードで全体のシリーズ全体が穏やかに見えますが、このように考えると、あなたは間違っていて、気分が悪くなります。 実際、Hunter x Hunterがなぜ必見であるのかを説明する唯一の目的でアカウントを作成しました。 本当に悪い。 このように考える：シリーズはマラソンランナーです。 良いランナーは自分自身を準備し、先行する長い困難な旅のために暖まる（すなわち、HxH）。 悪いランナーは、不十分な準備のために、準備ができていない状態でスタートから不用意に離陸し、最終的には途中で死にます（前半はやや楽しかったですが、後半は明らかに吸いました）。  HxHは動きに時間を要しますが、マラソンに勝つための部分です。 準備は必須です。 あなた自身の最初の25のエピソードを聞くと、それは実際には良いことであり、あなたの時間の価値があることがわかります。そして、はるかにはるかに良くなります。 ずっといい。\n\nさて、私は実際に説明します....\n\nストーリー（10/10）：Gon Freecssは12歳の少年で、冒険の味のある欲望のあるハンターです。 おなじみの音ですね。 彼の父、ギンは、父親が冒険していた場所に多くの手がかりを残すことなく、新生児ゴンを去った。 もっとよく知られている音、ええ？ まあ、それはそれが遠いので、これが他の奇抜なストーリーラインのようなものだとは思わないでください。 彼の旅行を通して、彼はLeorio（有望な医者）、Kurapika（彼の部族の殺害者のために深い復讐に包まれた特別な目の少年）、そしてすぐに十分なGonの親友Killua（最高のメンバー 熟練した暗殺者 - 家族、最も可能性を示しています）。 グループの旅全体を通して、キャラクターの物語はプロットを推進する上で不可欠な役割を演じています。\n\nストーリーは絶えず進化し続けており、ペースで余裕がない限り、常に動いています。 あなたがフィラーを嫌うなら、特にこのショーが大好きです。 それは常にあなたに夢中になります。 シリーズを始めたばかりの方は、私が見ているのを見続けてください。 それは良くなっています。\n\nアート（10/10）：今私は芸術愛好家ではありませんが、明るすぎると明るすぎ、暗すぎると暗すぎると判断できます。 私はそれがバランスがよく、目を楽しませるだけです。 今はNGNLのような発作誘発ではありませんが、それは楽しい方法で行われます。 パレットはすごくいいですね。 うん。  Hunter x Hunterの芸術的表現に期待するのは難しいですね。 編集：そしてキメラアークの終わりに達すると、私はあなたに荘厳な言葉を伝えます。芸術と音の集約と全体的な感情に失望することはありません。 スポイラーはありません。\n\n*サウンド（10/10）：これは私の好きな部分です。 シリーズ全体を構成するものの一部は、その背後にある素晴らしいサウンドです。 それは美しい歌で、シリーズの合法的な部分に含まれているので、私は涙m8を流しました。 私は物語の後ろに続いた音楽を絶対に崇拝する。 それは私が他のシリーズが苦労して完璧であることがわかったものでした。 陰謀が作られているとき、状況に合った音楽が提示され、あなたの陰謀が賞賛されます。 座席の端に座って爪を噛むと、音楽がその経験に加わります。 私はそれが物語のトーンを設定し、非常に効率的な方法でそれを行うと信じています。 しかし、唯一の欠点は音楽が時には完璧には合わないということですが、誰かを苛立たせるだけでは不十分です。 それでも仕事は終わってしまい、ストーリーの中で自分の心をさらに深くするのに役立ちます。 そして、HxHの健全な部分の最も良い部分は、「惑星」からのGustav Holstの「Jupiter」の包含です。\n\nキャラクター（10/10）：キャラクターの開発の領域では、何もトーンが残っていません。 すべてのキャラクターは、それらを動かす特定の動機とそれを達成するためのドライブを持っています。 すべてのキャラクターの目的についての説明があります - それからそれはさらに遠くに発展します。 主人公のゴンをメインラインと考えてください。  Gonが進むにつれて、新しいキャラクターが彼と接触し、Gonと同じペースで前進する開発のインフラを作り出します。 この開発は、Gonのベンチャーとほぼ同時にGonを拡張するだけです。\n\n楽しさ（10/10）：私は自分の楽しみをさらに説明する必要がありますか？ この評価は、シリーズに対する私の感情をはっきりと示しています。 考えてみると、漫画は現在のところ350章しかなく、アニメはかなり終わっている。 私の唯一の希望、そして私が他の多くの人に話していると確信しているのは、アニメが逃げる漫画がたくさんあり、10年もかからない時には、 再起動して再起動します。 私が言うことができるのは、もっと欲しいということだけです。 私が楽しまない唯一のことは、このシリーズはわずか148のエピソードで終わるということです。 そうです。 私が行った145回のエピソードを辿るまでには、あなたは148人だけがいることに気づくでしょう。148人はこのシリーズの正義をしません。 すべての私だけでなく、私は確かに、これまでにシリーズを通してきた誰もがもっとあるはずだと感じている。 もっと。 もっと。 もっと。 もっと多くのことが探求されています！\n\nTL; DR  - 最初のシーズンを過ぎてハンターxハンター（2011）を見て、瞬時に中毒になり、この過小評価されたシリーズが過小評価されたり、過大評価されるべきではないと評価されます。 あなたは失望しません。 ただそれを見てください。  10/10。\n\nPS。 これを与える人は9人未満の子供を食べる。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "ZephSilver",
    "profile": "/profile/ZephSilver/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=187653",
    "jp": "--- --- --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  8\n\n私はしばしば、アニメのタイトルについて適切な考えを示さずに話すとき、人々が独創性の欠如について不平を言うのを見る。  「オリジナルである」というまさにその考えは、特にストーリーテリングのあらゆる形式を指すとき、それ自体の誤りです。 ある意味では、何か他のものからインスピレーションを引き出し、「元の」コンテンツを探し出すことは、視聴者の最終目標であってはならない。 探しているものは、コンテンツそのものがどのように提示されるかです。 典型的なストーリー設定は、そのストーリーの作家および実行によってのみ妨げられる。 適切な実行とプレゼンテーションは、しばしばショーを作り、壊すことになります。 そして、たとえ適切に処理されれば、定式化されたショーでさえもリフレッシュすることができます。\nこれはハンターXハンター（2011年）よりも明らかではありません。 紙の上では、それはあなたが人口統計学から期待しているすべての共通点と熱狂を持つ標準的な料金です。 しかし、私たちが何を得るかは、間違いなく、あなたが今までに戦争から期待できる最高の物資の一部です。 それは多くの人が常にそうであると宣言するような「傑作」ではないが、それは確かに普通には若い才能のジャンルではめったに見られない野心的な高さに確かに到達する。\n\nストーリー：7/10\n\n私は概要を書くことを控えようとします：\n\nストーリーは、私がすでに前に述べたように、特別なものではありません。 これは、それぞれのコアキャストが達成したい独自の目的を持っているキャラクタドリブンアークとして簡単にまとめることができます。 これらの個人を一斉に連れてくるのは、高い評価を得ている「ハンター」の役職です。 ハンターのタイトルは、長い説明から救うために、基本的にインディアナジョーンズのポジションを賞賛しています。 タイトルを受け取り、免許を1つにすることは、あなたが望んでいることを何でもするためのVIPパスのようなものです。賞金や狩猟、食べ物の狩猟、それはあなたの要点を得ると思います。 しかし、タイトル自体は終わりの手段にすぎず、それを得ることは私たちのキャラクターのための第一歩です。\nゴンが私たちの主人公であるにもかかわらず、この話は彼に仲良くなる中心的なキャストを無視することはありません。 与えられた円弧を介して、観客はストーリーラインが誰に対応しているかに応じて文字のフォーカスを移動させます。 ゴンの旅は依然として最も重要なものですが、他の人たちは適切に洗練されて、MCを含まずに自分たちの上に立つことができます。 とにかく、残念なことにレオリオのようなキャラクターは、決して光を当てないでしょう。 それぞれの弧とキャラクターの焦点は、それ自身のテーマと葛藤です。 それは、クルピカの弧やキルアの自己受容と発見の復讐と償還であることがあります。 各アークはテーマを探求し、それによって視聴体験をより豊かにすることができました。 プレゼンテーションでバランスが取られ、呼び出されると心温まるようになり、必要な時にインスピレーションを得ました。\n世界の建築と環境は、HxHが卓越したものでした。 すべてがうまく構成され、適切に確立されました。 これは、特に「nen」と呼ばれるショーの戦闘システムに当てはまります。 それは視聴者のためにだけでなく、shounensと普通に共通するお尻のための部屋を残さないように広範囲に説明されました（あなたを見て、Naruto- この複雑なインワールド・パワー・メカニックスは、錬金術の背後にあるFMAのメカニックに比べて2番目のものです。  'nen'を利用できるさまざまな方法は、面白く思っている間に面白いいくつかの非常に興味深い戦いにつながった。\nシリーズのペーシングは、ジェットコースターに最適です。 乗り心地の開始は、参加者の血がサミットに到達した後、激しい落ち込みのためにポンピングされるまで、ゆっくりと上昇するだけです。  HxHは、主要イベントが起こる前にステージを適切に設定する方法を知っていました。多くのショーンは急いでいるようです。 私たちは、設定からアークのキャラクターに至るまですべてを確立するために時間を費やすので、これらのよく書かれたビルドアップのエピソードは、特定のイベントに重要な役割を果たし、その背後に重いものを与えるのに役立ちます。 それは文字間の緊張の少ない紛争だけではなく、あなたが投資したものになった。\nもちろん、完璧なことは何もなく、HxHはそれが間違っていることを公正に共有していました。  1つの目立つものが概要で見ることができます。 ゴンの話はほとんどの弧を結んでいたが、それぞれの弧の内容を見ると、それらの間に統一がないことが分かった。 彼らは単に主観的に関連していないか、構築されていませんでした。 私たちはトーナメントアークから復讐のアークに行き、「ビデオゲームに詰まって」キラークリーチャーアークに弧を描きます。 それらをまとめたコアテーマはありませんでした。 彼らの間の移行はうまくいったが、決して一緒に合わないという事実を変えたことはなかった。\n発生する別の問題は、それがテーマです。 それは、提示された資料でもっと多くのことができるように感じました。 主な例はキメラ弧です。 彼らはそれを見て回ったが、決してそれを探ったことはなかった。 彼らには、扇情、人間の状態、社会ダーウィニズムなどのテーマを表示するための寓意的な方法でキメラアリを使用する選択肢がありました。  Shinsekai Yoriでやったことに似たもの、Animal Farmのような本。 動物や生き物は、常にそのような種類のテーマのための完璧な代理人でしたが、彼らは決してそのルートを行って、それを巧みに書かれたshounenの戦いに減らしませんでした。 それはいいと思ったが、どこにも行きませんでした。 誰もFMAのレベルの複雑さを抱いているとは思っていませんが、確かに素晴らしいことでした。\nHxHの妨げになったこともまた結論です。 マンガカ・トガシの悪名高い裂け目のために、スタジオが仕事をしなければならなかった限られた素材とは何の関係もありません。 満足している間に終わりになり、多くのプロットポイントと質問に答えられなくなりました。 ストーリーはまだまだうまく包み込むことができますが、より決定的なものでした。\n\nアート/アニメ：7/10\n\nMadhouseのアニメーションでは、アニメーションの面でショーの完全性について疑問を抱かせるべきではありません。 今では家に書いておくことは何もありませんし、あなたに立位の贈り物を与えることもあなたに任せていますが、HxHは長い目で見ているタイトルが一貫していないということを持っています。 最初から最後まで、表示されたコンテンツから注意をそらすような顕著なやりかたはありませんでした。 それが必要なときに明るく照らされ、それを求めた時には不吉だった。 任意のシーンの色調に合わせてカラーパレットを操作する方法を知っていたショー。 そしてここでスポイラーを放棄しないように最善を尽くしてみたが、36と116のようなエピソードはこれの代表例だった。\n\nキャラクター：8/10\n\n多分シリーズの最大のハイライトは、キャラクター自身にあります。 個々に見た場合、キャラクタースタディを保証するものはほとんどありませんが、全体としての相互作用は際立っています。 （OhとHisokaは最高のサディスティックな暗殺者です。これは議論の余地がありません、それは事実です） 物語にとって重要なものはすべて、彼らが努力するための強固な動機を与えられています。 彼らは単にサポートの役割に立ち往生していません、彼らは物語を一緒に移動に積極的に参加しています。 それらの多くはかなり一般的な配置アーキタイプであったが、特にいくつかは実際にはめ込まれ、実際の開発を受けた。  Meruemは、例えば、彼のイデオロギーと他の人の価値観の変化をもたらしたカタルシスを経験した人物である。 これは、他のショーでは重要ではないように見えるかもしれませんが、悪役を爆発的なものにするジャンルでは、1次元巨人は彼のキャラクターの次元を持つアンタゴニストを見るのがとても爽やかでした。  Killuaは内部の争奪と劣等感の複合体に苦しんでいる人物であることのもう一つのまれな例外です。 これは、通常はあなたの標準的な悪いことになる階層化された特性を提供します。 ゴンと他のいくつかの人たちはあなたの一握りのキャラクターに残っていましたが、彼らの有機化学は彼らを際立たせています。 \n\nこれは、全体がその部分の合計よりも大きい場合です。 彼らは互いの間に信じられない相互作用を示した愛らしい集団でした。\n\n\n楽しさ：7/10\n\nHxHはビルドアップやその他のテーマではペースがゆっくりとしていましたが、徹底的に楽しんでいます。 私は長年走ってきたshounenに没頭していたので、長い間それが続いていました。そして、私は正直言って、私はその人口統計学を上回っていたと思っていました。 しかし、HxHが何をしなかったかは、私が若い頃の冒険感と憧れを捉えることでした。 私は土曜日の朝の漫画を見て、子供の頃しか味わえなかったノスタルジックな気分を感じました。 そして私には投資価値があった。\n\n全体：7/10\n\nHxHは単に古くなったジャンルの新鮮な空気のまれなブレスです。 それはよく考えられた戦いを提供し、思い出に残るキャストを含み、顎が落ちる多くの催眠で徹底的に面白かった。 もちろん、問題はありましたが、全体的にタイトルの方がはるかに多くなりました。  shounensに疲れた人として、私はHxHが提供しなければならないものに非常に感銘を受けました。 それは魅力的だった、それは強力だったし、それは完了時に満足感を私に残しました。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "DarkDawn",
    "profile": "/profile/DarkDawn/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=156637",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  6\n\nこのショーについて多くの圧倒的に肯定的なレビューを読んだ後、私はこのショーについてより現実的で正直で偏見のない意見に基づくレビューを書くことに決めました。\n多くの人が、このショーがどれほど驚異的であり、それは非常にユニークで特別なことだと言っています。 私はでしたか？ まあ、はい......といいえ。\n私はおそらく、このシリーズを傑作とは考えていない非常に少数の人々の1人です\nストーリー：\n\nハンターは狩りをする人です。 犯罪者であれ、宝物であれ、珍しい生物であれ、食べ物であれ、彼らはそれを狩ります。\n鯨の島に住んでいる若い男の子、ゴンの話があります。彼は父のようなハンターになることを目指しています。ギンは、彼が夢を追いかけて生まれている間に彼を起訴した伝説のハンターです。 ゴンはまた、父親と会い、なぜ彼が赤ちゃんの間に彼を逮捕したのかを知りたい。\nハンターになるためには、非常に低い成功率を持つ荒々しく難しいハンター試験に合格する必要があります。 試験に行く途中で、彼は少数の友人、ライバル、そして卑劣なパイド・クラウンを迎え、最初の弧を始めた。 その後、基本的にシリーズの生命力と魔法の力源である念の概念が導入されました。  nenのコンセプトは実際にはかなりクールで、錬金術やチャクラなどの他の力よりも使いにくく、創造性はしばしば戦いに照らされます。 しかし、創造性も物事を破壊することがあります。時には仁は、異なる力を説明するのにあまりにも多くの時間を費やして複雑な能力を超えて使用することができます。\n試験の後、トーンやストーリーがすべて変化するアークがあり、問題が発生する場所です。 いくつかは暗く、いくつかは明るいです。 いくつかのアークは優れており、他のアークはうまくあります...恐ろしい犬のたわごと。\nいずれの弧もよくリンクされておらず、非常にばらばらに矛盾しています。\n全体的な物語に焦点を当てるのではなく、弧はメインの物語まで築かれたミニ・ストーリーのようなものであり、全体的な物語ではなく個々の弧にあまりにも集中しているので、 ある日、あなたには犯罪スリラー、もう1つはビデオゲーム、そしてバグの黙示録があります。 シリーズの中で最も評判の高いアークの1つは、私には60エピソードフィラーのように感じられ、その経験は全く楽しいものではありませんでした。 それは人々がそれが傑作であると言う方法に私をうなずけるが、誰もが自分の意見に権利がある。 恐ろしい物語や敵のデザイン（主人公ではないが...彼らは悪者だった）と同じように、この弧のペーシングは信じられないほど悪かった。\n最高の弧は、ヨークシン・シティ・アークですが、エピソード40まではありません。\nもっと失望しているのは、ハンターxハンターの話がハンターの人生を見る大きな可能性を持っていたことですが、ショーのハンターの側面はあまり探究されていません。 ストーリーについて私を悩ました最終的な側面は、ストーリー自体の10倍の複雑さを最小限に抑えて耐え難いほどのナレーションを使用しすぎていました。\nさて、物語には何がいい？ まともな量、実際に。 以前のシリーズのアークでは、それは他のショーネンとはかなり違って感じられ、個々のアークストーリーテリングは実際には非常にうまくいっていました。 それぞれの弧は良く書かれており、ペースが整っていて楽しく思い出深い瞬間があった。 また、迷惑なナレーターはあまり言い難いものでした。 これらの初期のアークははるかに興味深く興味をそそられ、後のアークのように私を退屈させませんでした。 本当に、シリーズの質は、ニューヨークの都市の弧の終わりまでに悪化し始めました。\n初期のアークはフィラーのように感じず、何かを寄稿しましたが、後のアークは単なるランダムであり、物語を軽視するだけでしたが、キャラクターの開発にはより多くの努力をしましたが、それは悪いことではありませんが、  60エピソードのための犯罪それ自身の権利です。 ハンターハンターの全体的な話は驚くべきものからトータルダンプまでさまざまでした。 しかし、「トータルダンプ」は誰もが偉大だと考えられているので、キメラアリのアークをチェックしてください。おそらくそれは好きでしょう。 話全体がうまくいったのは戦いだった。 彼らのすべては知恵と脳を持っていただけで、戦闘前に何時間も攻撃をしたり話をしたりするために全面的なエピソードをとらなかった。  （*咳* Dbzとナルト。）\nしかし、仁（シリーズの戦闘システム）がストーリーを激しく蹴ったとき、大いにダウングレードします。\nストーリーに焦点を当てるのではなく、私たちは無意味な訓練連合と息子の使い方についての愚かな説明をする必要があります。 私はシリーズの戦闘システムが嫌いではないとは言えませんが、私の意見では、それはあまりにも複雑で興味深いものであり、まともなストーリーテリングを犠牲にし、それを退屈に置き換えます。  （はい、それは退屈かもしれません - あなたが短いアテンションスパンを持っていれば、後のアークを見て気にしないでください）\nそして最後に私が気づいておきたいのは、キメラアリアークの話はちょうど恐ろしいと退屈だということです。主にそのカタツムリのペーシングが原因です。\nプロットホールがたくさんありました（なぜ、ハンター団体が経験豊かな12歳の子供たちにアリを取り除くために2人を送っていたのですか？なぜネテロでは最初に巣を爆破しませんでしたか？）\n不必要なプロットポイント（例えば、ジャイロを使ったエピソード全体）。\nしかしとりわけ、それは退屈で、私はそれを見て眠りに落ちました。\n\nとにかくストーリー：6/10\n\nアート：\n液体、カラフルで明るい、アニメーションは非常にうまく行われます。 大規模な戦いは華麗にアニメーション化されており、見ることが楽しいものです。\nCharcaterデザインは賢明なデザインのバッグです。 キャラクターのほとんどは、マンガからのすてきな絵とは対照的に、非常にうまく設計されています。 しかし、キメラアリのデザインは絶対に恐ろしいものです。 私は彼らがキメラだと知っていますが、私が見ている間、私は自分自身に考えました。\nキメラアリのデザインはアニメーションスタジオではありません。 原材料は責任がある。\n9/10\n\n音：\n\nオストはとても良いですが、頻繁に同じトラックを使用する傾向があり、多様性が欠けている可能性があります。 彼らはまた、シリーズの後半にある初期の曲を忘れる傾向があります。\n賢明な声で、それはすばらしいことです。 すべての声優は、自分のキャラクターを優しくブレンドしてパーソナライズし、声優としての役割を果たすように多くの感情や努力を披露します。\n9/10\n\nキャラクター：\n今ではこのカテゴリはレビューするのが少し難しいので、後で理由を説明します。\n主なキャストはGon、Killua、Kurapika、Leorioで構成されていますが、主にGonとKilluaに焦点を当てます。 別の文字があります。これは、別々のアークで最も重要なものです。私はそれらについて少し話します。\n\nゴンは、私の意見では、元のドラゴンボールからの子供の悟空の改良版で、より現実的なバージョンですが、彼が驚くほどオーバーパワーではないという事実を除いて、12歳の子供です。\nこれはそれを良いものと悪いものにします。 彼はあなたのいつもの幸せな幸運な若い男性の主人公をよりユニークなものにするだけでなく、彼のキャラクターに感情のレイヤーを与え、強くなって自分自身を改善するロック・リー・タイプのモラルを持っているということです。 ゴンは同時にステレオタイプでステレオタイプではなく、より強くなるよう努力している小さなお子様です。 否定的なことは....彼はまだ同じことがたくさんあることです。 ゴンはかなり予測可能な性格を持つことができます。  1分、彼は漫画の救済のための無知な小さな子供であり、他の人は、誰かが死ぬと彼は泣いている。 彼はまたショーの後半になるまで多くの開発を得ていない。\nすべての点で、彼はあなたの正常な主人公をうまく乗り越えています。\n\nKilluaは、誰もが好きで正当な理由で、白髪の、斜め目の男です。 彼は親友ゴンと似ているが究極的に異なる自我を持っている。彼は暗闇に餌を掛けた暗殺者として、彼の好きな人物と凶暴な変身者の層を持っている。 彼はクールな背中の男で、深刻なスキルと家族関係を持っています。 彼は最初はかなり無害に見えるかもしれませんが、彼を怒らせて、彼はあなたをひれに引き裂きます。  Killuaは、彼とGonの間のダイナミックで楽しい関係を強化するものであり、彼は確かにそれに値するファンのお気に入りのキャラクターです。\n\n他の主人公はどうですか？ 誰もいません。 それはまさに、ゴン、キルクア、そして2人の他の人物（クラリピカの金髪のドレッサー、レオリオのメガネとスーツケースの背の高い男）のアニメ作品に惑わされてはいけません。 他の二人は最初のアークとヨークシャンに出演するだけで、忘れられて無関係になってしまいます。それは大きな恥です。\n基本的に、ゴンとキルアがあります。  GonとKilluaはシリーズ全体で著名な唯一のキャラクターです。\nさて、KurapikaとLeorioは「重要な」副キャラクターと呼ばれることがありますので、少し話します。\nKurapikaは、復讐とサスケUchihaされている必要がありますすべてによって駆動されるブロンドのバッドです。 ある組織が彼の一族を抹殺したので、彼はそのグループを捜して復讐を望んでいる。 彼はまた、彼とのレイヤーを持つ複雑なキャラクターであり、ショーの中で最もクールなパワーを持っています。\nしかし、彼は約40エピソードにしか現れません。 シリーズ終了時に彼に何が起こるかわからない。\n\nLeorioはコミックの救援隊員としてショーの早い段階で使用され、悪い気分にされた金銭に執着したビジネスマンとして描かれていますが、シリーズが進行するにつれて好感度を増し、彼の小さなスクリーン時間でキャラクターを発展させます。 短いストーリー、彼はかなり面白い面白いキャラクターですが、それは確かに無駄ではありません。\n\nサイドキャラクターと悪役は自分自身では素晴らしいですが、それでも恥ずかしい限り、彼らはあまりにも多くのスクリーンタイムを持たないことを私に覚えています。\nKilluaの家族、Zoldycksは、プロのAsassinsのグループであり、それらの大部分は素晴らしいと強力な存在を持っていて、それぞれ独自の個性を持っています。 彼らは多くのscreentimeを持っていないことは残念です。\n\nネネロ、会長、またはハンター組織のボスもかなり複雑な男です。彼が真剣であるかどうかは分かりません。あなたはオープンブックのように彼を読むことはできません。 彼は狂気が増したマスターのロシやジライヤのようだ。\nBiskyはGonとKilluaの指導者であり、彼女は恐ろしい変身を伴ったちょっとしたツンデレです。\n\nしかしキメラアリアークのキャラクターは本当に恐ろしいものでした。\nその弓の中の新しいハンターのどれもが思い出深い、または好きだった人はいなかった。 動いている。\n\nしかし、このシリーズを本当に輝かしいものにするのは悪役です。 それは、変態したピエロ、邪悪な兄弟、不毛の銘持ちのステロイド中毒の野生の男、穏やかな、しかし本当に邪悪な魔術師または強力なキメラの束であるかどうかは、それぞれ独自の方法で面白くて野生です。\n\n7/10（特定の文字の画面時間がないため）\n\n楽しさ：それはちょっと違います。 いくつかのエピソードでは、あなたの座席の端にあなたを持っており、いくつかはより多くの対話であなたを退屈させるかもしれません。 しかし、しばしば、複雑すぎるものやナレーションの使用が難しかったので、私はショーを楽しむことができませんでした。 しかし、他のエピソードは素晴らしいかもしれません。\nいくつかのエピソードは予告され、後のイベントまで構築されました。\n編集16/07/15\n私はハンターxハンターが悪いアニメだと言っているわけではない - 私はそれが私のためではないと言っているだけだ。 私はそれの最初の3分の1が本当に良いと書かれていたと思ったが、夜の都市のアークの後、私はちょうどそれが退屈になったと感じ、前と同じではなかった。\n私はキメラアリアークを打ち負かすことについてたくさんの嫌悪感を覚えることを知っていますが、それはちょうど私の意見です。\nしかし、何でも、あなたはファンタジーになることができ、狩人xハンターである '傑作'よりもナルトとフェアリーテイルの高い評価を与えるために私を笑うことができます。\n6/10\n\n評決：\n良いショーだけど、それは価値がないという賞賛を受ける - それはかなり過大評価されている。\nそれは良いテーマとモラル、良い戦いと文字でかなりよく書かれている（ほとんどの部分）ショーです。 はい、それは時々荒々しく複雑になることができますが、あなたは面白いキャラクターや戦いからそれを乗り越えることができます。\n大きな欠点は...シリーズが私とつながっていないことだった。 ストーリーとキャラクター、そして世界（非常に贅沢でユニークな世界）はあまり関連性がなく、シリーズ全体は戦うだけのものではありません。\n地獄、私が正直であるならば、キャラクターはさらに関係がありません。 あなたが私に尋ねると、彼らは本当の人々であると見なされることはありません、私たちは彼らが戦うことがわかります。\nもしgonとkilluaと残りの部分がもっと洗練されていれば、シリーズは間違いなく良いでしょう。 彼らは通常、人々と戦わなければならない状況にあります、彼らが通常の状況で相互作用するのを見てうれしいです。\n私のもう一つの問題は、後のアークでの漫画の救済の欠如、そしてキメラアリアークでのショーは、WAAAYを暗すぎるとぎこちないものにしようとしました。\n基本的に私が言っているのは、シリーズについて気に入っていなかったものがキメラアリアークにあったということです。\nあなたがシリーズ戦闘に焦点を当てたい場合は、これはあなたのためのものかもしれません。\nしかし、最大の欠陥は終わりでした。\n私はそれがスタジオの欠陥ではなく、私の神ではないことを知っているそれは反climacticです。\nzoldycksに何が起こったのですか？ レオリオ？ クレイピカ？ ゴン？ ゴンさんのお母さんは？ ファントム劇団？\n私たちは決して知らないでしょう。\nハンターxハンターは、誰もが主張している傑作ではありませんが、それを特別なものにして他のバトルアニメと区別するためのいくつかのことがあります。 今、私はショーのネガティブについてすべて言ったと思うかもしれませんが、すべてのBSですが、覚えて、それは私の正直な意見です。\n私がシリーズの最初の58のエピソードだけを評価した場合、私は喜んで10のうち8または9を与えます。しかし、私はすべてのアークを考慮する必要があるので、最終スコアは6/10です。\n\n\n全体：6/10（公平）\n\nアーク定格\n\nハンター試験9/10\nZoldyckファミリー6.5 / 10\n天国アリーナ7/10\nヨークニューシティ10/10\n貪欲の島5/10\nキメラアリ3/10\n議長選挙8/10\n\nショーに関する私の意見に同意するか意見が違う場合は、フィードバックを送ってください！"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Nervin",
    "profile": "/profile/Nervin/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=205119",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  10\n\nハンターxハンターは、特にOne Piece、Bleach、Narutoなどの他の人気モデルと比較すると、予測不可能で、狡猾でインテリジェントであるという意味で、革命的かつ非正統的なアニメといえます。 シンプルな戦いとして始まっているようだが、人間の心理、死、希望に深く掘り下げた予期せぬ開発に踏み出している。 ジャンル自体の中で見ることは非常にまれです。 これは、メディアに知り合っている人なら誰でも見る必要があります。 それは、ショーンズで最高のアークを提示していることは間違いなく自慢することができるショーであり、これは単独の達成である。 それが言われていると、当然それの欠点もありますが、その多くの強みに加えて以下に説明されます。\n\n〜ストーリー〜\n\nハンター×ハンターの前提は、本質的に単純です.12歳のゴンフリークは、彼を捨ててハンターになる父親を見つけようとしています。 なぜ彼の父が彼の職業のために彼を放棄したのか理解しようとするゴンは父親を見つけるために一つになることを選ぶ。 それは、種の研究、犯罪者の捕獲、宝物の探索、または未知の探索などの作業から、危険に満ちた職業です。 しかし、このアニメは、説得力のある物語や幻想的なサウンドトラック、アニメーションなど、多くの人が指摘しているように、結論に至るまでの旅路となっています。 それは、キルア、クルピカ、レオリオのような友人関係や遭遇に包まれた冒険であり、無数の苦難と、実際にハンター、つまり自分自身の探検であることを意味するものの検索に加えてです。\n\n物語は、人間性といくつかのメッセージの強力な分析を運ぶアニメの最強のポイントです：悪や良い、友情や人生の小さなものの感謝のようなカテゴリに人々をグループ化しないでください。 エキスポは賢明ですが、時には外部のナレーターがいます。いくつかの状況や、いくつかの欠点があるかもしれないキャラクターの考えを詳しく説明しています。 それは、トーナメント、カードバトル、スリラー、そして心理的なもののような他のアニメに見られる様々なタイプの状況を、その存続期間を通じて提示し、場合によっては物語や雰囲気とうまく調和しない。 ある意味では、これは物語の中に頻繁に浸ることを壊します。物語は7つの弧、いくつかの巨大なもの、壮大なもの、他は間違いなく暗いものです。 視聴者は、明るい瞬間を維持しながら、より暗い雰囲気への進行を観察することができる。 しかし、これらの弧のいくつかは完全ではありません。プロットホール、非論理的なアクション、プロットの便利な状況、いくつかの進行の問題があります。 それにもかかわらず、これらは容易に見過ごされる可能性がありました。これは興味深く、サスペンスがいっぱいで、予測不能でした。 これらは、死と騒乱が存在する残忍なものである可能性があります。\n\n物語のペースは全体的にうまくいっていますが、あまりにも伸びたシーンや急いでいるシーンはほとんどありませんが、後にはいくつかのエピソードが激しいアニメーションシーンに対応するために影響を受けていることが明らかです。 これは主にChimera Antアークのいくつかのエピソードに影響します。 エピソードの最初のバッチは、主に異なるキャラクターとそのそれぞれのゴールの導入に専念し、ハンターxハンターの世界がどのように形成されるかのイメージをゆっくりと視聴者に与える。 さらに、物語が進むにつれて、それはかなり独創的であるので、実際にはかなり興味深いものがより多く示されています。 現在の人間文明に基づいて、さまざまな種類のフレーバーが存在するため、植物群は動物群についても言える巨大な樹木で、はるかにエキゾチックである。 観客はその多様性の中でドラゴンボールのようなものだと考えるかもしれません。 さらに、共通の民族にはアクセスできない多くの場所があり、その地域内の危険性のためにハンターに限られており、作者が作業する可能性が非常に高くなっています。\n\n前述したように、物語が発展するにつれて、「ネン」の導入、社会構造、悪人を含む様々なキャラクター、ハンター協会内のさまざまな政治派閥など、世界のさまざまなものを表示し始めます。 主人公の冒険。 しかし、アニメが心理学的側面を探究し始めると、それは輝くところです。それは、種としての人類とその性質の分析、そしてその鋳造物の特性を高めながら、皮肉と希望のテーマに専念しています。 これらの側面は、独裁政権（北朝鮮と類似しているかもしれない）、ハンターと政府の政治的相違、それに名前をつけて表現されている。 著者は、自然の真の美しさと無限の可能性を視聴者に示すことに加えて、前記要素を徹底的に描写している。 キャラクターとその進化を通して、エゴイズム、個性、無私、忠誠心、愛が描かれています。 また、味方と敵の両方を最善と最悪の両方で公開し、ショーの全体的な経験を向上させます。\n\n最後に、考慮すべきもう1つの重要な側面は、ストーリーとそのそれぞれのテクニックと探検のあいだで実行される戦いです。 これらは視聴者に素早く中継され、うまくペースがあり、激しく、予測できません。 もう1つの肯定的な側面は、上記の能力は、パワーアップとアッペルスの発生をほぼ排除する厳しい訓練（他のショーネンとの比較）によって得られることである。 しかし、驚きとしては、主な主人公は敗北の恐れがあり、必ずしもアニメの最強キャラクターではありません。 実際、主人公は数多くの場面で敗北を経験し、戦いが始まるとはるかに緊張感が増します。  Nenは、ChakraやDevil Fruits、Dragon Ballの有名なKiなどの超大国とも言えるアニメにも導入されています。\n\nNenを興味深いものにするのは、その中の無限の多様性です。 しかし、Hunter x Hunterはやや独特のものですが、戦闘は生の力に依存しているだけではありません。知的狡猾さは大きく依存しています。 それは最終的に、真の強さが本当に意味するものを提案します。 インテリジェンス？ ネーミングとパワーアップについて言えば、アニメは悲しいことにいくつかの問題を抱えており、特にネンとその能力に関して導入されたいくつかのルールに影響を及ぼしました。これはかなり大きな欠点でした。 これは特にストーリーが終わりに近づいていて、ステークスが高い雰囲気を作り出したとき、ネンは突然、ばかげたパワーを得るために使用され、観客は他のキャラクター（特にアンタゴニスト） 同じことをしないでください。\n\n〜キャラクター〜\n\nHunter x Hunterの話は、数多くのキャラクターがなくても細工されていません。 まず第一に、典型的なアーキタイプとして引き継がれるかもしれないが、これらは十分に発達したキャラクター、特に主人公であることに言及することから始める。 注意すべきもう一つの事実は、ほとんどのキャラクターが死に敏感であるという事実ですが、肯定的ではあるが、時にはうまく実行されないこともあります。 これは、いくつかの文字が導入されたときに、文字の進行がまったくなくしてすぐに死ぬだけで、ほとんどの時間視聴者を無関心にします。 注意すべきもう一つのことは、女性キャストが背景にあるという事実です。男性は重要です。\n\nほとんどのキャラクターの開発を受けているキャラクターは間違いなくゴンとキルアです。 ゴンは異性的であることに加えて陽気で肯定的な性格を持っていますが、彼はスマートであることも明らかです。 彼の釣竿の使用によって特徴付けられ、彼はこれに結びついた戦略を使用します。例えば、卑劣な攻撃、ヒットとランニング、あなたはそれに名前をつけますが、それは全く違法です。 物語が進行するにつれて、視聴者は自分がどのように成長し、自分の価値観や性格を知り、人生と友人の深い愛情を見ているのかを観察します。 彼の友人に対するこの深い根拠のある忠誠心は、彼が一度に人類を追い払う原因となります。  Killuaに関しては、彼は全体のショーの中で最大のキャラクター開発を経験するので、最も興味深いキャラクターとみなすことができました。 彼は彼の家族と絡み合った暗い過去を持っています。彼は愛も友情も知っていません。彼は表面的な喜びしか知りません。 シリーズ全体を通して、彼は人生の明るい側面、特に無条件の友情、特にキメラ弧の中で、彼が中心的な役割を果たしていることを見始めることは明らかです。\n\nLeorioやKurapikaのような他のキャラクターの探索は、比較では非常に弱いです。 非常に興味深い多くのキャラクターが視聴者に関連しているが、そのほとんどは未踏のままであるか、または忘れられている。 目立つチャレーターがいくつかありますが、誰も忘れることのできないネテロです。 究極の力を得るために生きる彼の信念とスキルの両方で、明るい老人ですが、非常に強いです。 関心のある他のキャラクターは90年代の典型的な「非行」とMorel McCarnthyとして見られるナックルです。  Zoldyckファミリーは興味深いキャラクターで構成されており、来るべきイベントで重要な役割を果たします。\n\nアニメが本当に輝くキャラクターが賢明なところはその悪役です。 悪人たちは全体として、動機と価値をもっていろいろなものとして記述することができます。 ほとんどすべての1つは非常に融合していて、仲間の世話をすることは非常に稀です。 先に述べたように、アニメは人を邪悪なものに分類しないことを提案しています。ファントムの団体を通じて評価されますが、最初は無慈悲な殺人者として見えるかもしれません。 しかし、これはキメラアリが明らかに目に見えますが、これは人類にとって「悪い」と思われるかもしれませんが、これらは自然にのみ作用し、人間は他の種をどのように扱うかと並行して行動します。 さらに、ストーリーは、時には支持者の役割を担い、視聴者に彼らの個性を注意深く見せたり、多くの場面で自分自身を開発したり、自分の信念と闘ったりする主要な主人公ではなく、これらのキャラクターに焦点を合わせることが多い。 これはヨークシャンとキメラの両方のアークで特に顕著です。 ヒロカ、狂った戦闘飢えたピエロ、ファントム劇団とそのメンバー、そしてキメラアリの数々のメンバーが注目しています。\n\n〜アニメーションとサウンド〜\n\nキャラクターのデザインは幼稚なものと見なすことができますが、一部の人にとっては欠点かもしれませんが、キャラクターの傑出したキャストがあり、これは巨大なボーナスです。 これは、独特なデザインを持つ重要でない文字に加えてあります。 いくつかのキャラクターのデザインは、ドラゴンボールからのCellのような象徴的キャラクターのほぼ正確なコピーであるという意味で、欠けていると言わなければならない。 アニメーションといえば、それはスタジオ・マッドハウスによって行われます。 それは、戦闘シーンに加えて、非常に流動的であり、詳細な表情を通してキャラクターの感情状態を正確に伝達する。 背景はよく描かれており、多くの場合、設定に適しています。\n\n声優は、それぞれのキャラクターの性格を簡単に伝え、その役割を十分に果たしました。 しかし、ドラム、エレクトリック・ギター、シンプル・サウンド、オーケストラなど、多様なサウンド・トラックが描かれています。本当にたくさんの種類があります。 いくつかの状況では、これらのうちのいくつかが過度に使用されているか、間違って実装されていることに注意する必要があります。\n\n〜楽しむ〜\n\nハンターxハンターは、全体的には、その魅力的なストーリー、キャラクター、サウンドトラックで素晴らしい経験をしていました。 ストーリーは非常にぎっしりとしていましたが、欠陥のシェアもありました。また、結論に近づいたときの大きなものもありました。 キャストとのやりとりはスマートで、決して引きずられません。 さらに、Narutoのような一連のアイデアが後でシリーズに実装されているのを見るのは面白いです。 それにもかかわらず、うまく歩行された物語は、よく悪化された悪役とその実行への非正統的なアプローチは、その心理的な側面と一緒に、簡単にそこに最も面白いshōnensの1つ、それは順番に非常に多くのエピソード セッションで ハンター×ハンターは、ショーンが好きな人に強くお勧めします。 額面価格で見ると、それは若い視聴者をターゲットにしているようですが、キャラクターやストーリーの深さは年配の視聴者にしか認識されません。\n\n読んでくれてありがとう。\n\n - 間違いを訂正して指摘してくれた同僚のOnTheShoreに特に感謝します。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "ReckoningHero",
    "profile": "/profile/ReckoningHero/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=161747",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nストーリー：9.6 / 10\nアート/アニメ：9.2 / 10\nサウンド/音楽：9/10\nキャラクター：9.6 / 10\n楽しさ：10/10\n全体：9.7 / 10\n\n注：これは、シリーズの新参者になります。 このレビューではスポイラーはありません。\n\n\n\n\n\nアート/アニメーション：マドハウススタジオは、1998年よりトガシヨシヒロ（裕裕博士の創作者）の長年の恋人をより忠実なアニメ化に適応させた優れた仕事をしました。 彼らは、行動指向のシーケンス流体を、表情、予想、さらにはサスペンスから絶え間なく打ちつけることに追いついています。 しかし、1999年版の古いファンの中には、表情やアニメーションが示すような「カラフルな」芸術スタイルを反証するものもあります。 しかし、私は、1999年から2011年までの2つのシリーズの間の炎の戦争の詳細については触れません。また、元の漫画の描き方が鮮明で、見事な経験に欠けているという品質を細心の注意を払って改良しました。 例えば、漫画のキャラクターデザインは、彼の病気が長年にわたって克服することが非常に困難であるため、トガシの長い休みのために描かれていないと考えられています。 これは結局、MadhouseがHunter X Hunterの漫画に秀でて、ストーリーを賢明にしてより忠実な順応になることを示しました。\n\nサウンド/ミュージック：最初は、大気に本当に適したアニメのオープニングと、実際にその歌を本当に中毒にすることができます。 小野正俊のオープニングテーマ「出発」は、アークの後でアークを変えないが、ショーの雰囲気に本当に合う伝統となる。 それは、私がエピソードの後に​​何が起こるのかを知らずにエピソードを見て止めることができなかったエピソードのすべての秒を見ることから私を撃退する。 それは、次の瞬間が起こることになる視聴者に、そうした強い期待と好奇心をもたらします。 音楽はハンターXハンターの世界を旅し、探検する設定をしています。 それは、発見されていない世界のどこにあるかを明らかにします。 将来、人々は振り返り、HxH宇宙で大気がどのようにうまくいかに懐かしいかを感じるでしょう。\n\nCharacter：これは、キャラクターの発展がいかにうまく書かれているかをアニメが肯定的に記録する場所です。 トガシがマンガを書いている間、マンガの彼の中断は、私が目撃したほとんどの少年シリーズよりも物語を本当にユニークにしています。 これらの質問は、キャラクターが最初に互いにやりとりする様子を見始めるときに、キャラクターがいつもどおりであったとは限りません。 ゴンとキルアは、陰と陽のようなものです。 彼らはシリーズを通して長続きしていく友情を構築し、克服しなければならない弱点を学び、知っています。 主人公はそれぞれの弧の中で自分たちの葛藤を克服しなければならないだけでなく、いくつかのマイナー/サポートキャラクターでさえ、あるエピソードでスクリーンタイムを取得するので、非常に一般的な一次元性格を持っていないようです。 各エピソードの中で、キャラクターは正しいか悪いかから道徳を洗い出します。 戦闘中、アニメは彼らが状況をどのように解決できるかについての意識に浸る。  Hunter X Hunterの世界では、戦術と技能が非常に重要な役割を果たしています。 あなたは自分自身に尋ねなければなりません、あなたの誓った敵を殺して本当に皆に満足をもたらすだろうか？ あなたの願望は本当にあなた自身の保存のための満足につながりますか？\n\n楽しさ：個人的に、私は最高ではないにしても、このアニメが私の時間の価値があると感じました。 巧みに開発された熟練した人。 特別な理由がなくても、無作為ではなく能力を圧倒するよりも、対戦相手を弱めるための戦術はあります。 唯一の欠点は、最初はペースが遅く始まるかもしれないが、ハンターXハンターは本当に、古典的な少年アニメが視聴者を不必要なクリシェに引きずり込ませることなく、何ができるかを伝えることです。 最初は無邪気で陽気な子供としてショーが始まり、キャラクターの暗い過去とシリーズの後ろに感情的にも倫理的にも影響を与える重要な役割について、無情で冷たい心情の肉屋に成熟します。 それぞれに精神的に受けなければならない動機があります。 私はユーモアのすべての分を楽しむが、シリーズは最近のエピソードに構築されている各キャラクターの複雑な成長。\n\n全体：アニメは非常に多くの点で私を驚かせ、私は宇宙からより多くを求めています。 今日の時点では、漫画はトガシの背中の痛みによって中断している。 いつマンガが戻ってくるのだろうか？ たぶん2年後、今から10年後。 私たちが今知っていることは、ハンターXハンターは、最も一般的なアニメが苦しんでいる少年の魔法のようなものではないことです。 何年ものアニメを見た後、私は決して、このアニメが大きな3人と同じ人口統計からどのように予測できないのかを目の当たりにしたことはありませんでした。 あなたは少年アニメで経験する最高の執筆の1つに徐々に報いられます。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "keragamming",
    "profile": "/profile/keragamming/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=161777",
    "jp": "--- --- --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  7\n\n私がこのシリーズを7と評価したため、あなたが役に立たないボタンをクリックする前に、大丈夫です。私がレビューの大部分を見ているものから、あなたは左右に飛び出しています。 これらのhxhのレビューに多種多様な時間。  ;）\n\n最初に私が認めなければならないのは、このシリーズを初めて見たときに、それはすごくうそだった、釣竿で戦っているゴンはそんなターンオフだった、私はこのシリーズが別の童話であると思った 少年は私が間違っていた。\n\nストーリー7/10。 物語はゴンと彼のすぐ後でKillua、KurapikaとLeorioのハンター試験に入る公式ハンターになる作業を開始した友人であることから始まります。 今、物語は、彼らがハンターになった後、他のサブプロットに分岐します。 たとえば。 ヨークニューシティアークにあったクレイピカストーリー、イモは全シリーズで最高のアークであり、ドラマのスリラーアクション、面白い対話があって完璧だった。 このシリーズの初めはかなり遅くて面白くなかったが、私が見たすべての弧は、ヨークの街の弧を除いて、貪欲の島の弧がキメラの蟻の弧が遊びに来た後、素晴らしいものではなかった。 場所私はもうhxhを見ていたような気がしなかった、蟻がどこからも食べられず、世界を統治したい、というように独創的ではない。 シリーズのペーシングは私の正直な意見で物語を落とし始めた私はキメラアリの円弧で見るそれぞれのエピソードは興味深いものではなかっただけで大丈夫、何も特別だった。 私はイカルゴのエピソードを楽しんだし、心のゲームはそのエピソードですごかった、キメラアリの弧にもいくつかの良い宝石があった。\n\nアート8/10このシリーズのアートは本当に鮮明で綺麗に描かれていましたが、芸術が悪いことやアニメーションが悪いことはめったにありませんでした。マドハウスはこのシリーズでは非常に良い仕事をしたと思います。\n\nサウンド6/10。 これは私のためのシリーズの弱点部分でした、はい、そこにいくつかの良いサウンドトラックがありますが、サウンドトラックの大半は、シリーズの瞬間に起こっていた雰囲気やシーンに合っていませんでした。 サウンドトラックをもっと失望させるのは、各エピソードで同じサウンドトラックを何度も繰り返し使用することです。 私は彼らがこのシリーズのサウンドトラックをもっと必要と思った。 このシリーズのサウンドトラックの多様性は貧弱だった。\n\nキャラクター7/10。  hxhの文字は良いimoです。 それぞれのキャラクターはその中に深みを持っています。私にはディンメンシャルを感じた唯一の人物はゴンでした。なぜなら、多くの人々が敵対者でさえもhxhのキャラクターが好きだったのがわかります。 また、トカシは悪役さえもキャラクターの想いを聞かせてくれたので、深みが増しました。このシリーズのアンタゴニストに多くの人が関わってきた主な理由のひとつだったと思います。 私は個人的に私はしませんでした。 良い側にあるキメラアリアークの新しいキャラクターは、あまりにも多くのイモであり、イカルゴを除いて、私はそれらのどれにも興味がありませんでした。だから私がこれらの新しいキャラクターに焦点を当てたエピソードを見ていたとき、 私の経験が不満足なものに興味がありませんでした。 あまりにも多くの新しい文字がこのアークで一度に導入されました。\n\n\n楽しさ7/10。 この部分はややこしい。 私はこのシリーズを楽しんだが、特に貪欲の島の弧とキメラの蟻の弧の中で、地獄にも飽きた。 私は地獄に飽きていた。 しかし、私はそれがバランスだったと思います。 いくつかのエピソードはちょうど引きずっていたし、何も起こらないように感じました。このシリーズの大部分を占めていたキメラアリのアークでペースメオが遅くなったので、楽しさの部分とシリーズの全体に私に多大な影響を与えました。 私のような新しいキャラクターやlvl 1 antのキャラクターに興味を持たずに、私たちのヒーローたちが直面しなければならなかった誰かが不思議に思うなら、王室の警備員について話すのではなく、\n\n全体で7.5 / 10。 全体的に私はこのシリーズで爆発しました。私は2013年にそれを見始めたので、このシリーズの後半に入ってきました。 このシリーズは全体的には良いシリーズですが、もし私が何かがhxhで悪いとは言わなかったことに気がついたら、hxhはこれらのカテゴリーのほとんどでうまくやってくれましたが、私にとっては何もしませんでした 私は 'うわ'や何か余分な普通に行く、それは単なる良いシリーズだったし、それは全体的に良かった。 私は個人的には、このシリーズは、それが得ている10/10の量を見ても過大評価されていると思うし、まもなくmalのトップ5になるようなhxhのように見えます。 他の人と同様に、それはちょうど意見であり、私はこれを読んでいる人と分かち合いたいと思っていました。\n\n読んでくれてありがとう。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Fulbring",
    "profile": "/profile/Fulbring/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=161753",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n少年ジャンプが普及した漫画に基づいてアニメをリリースするたびに、彼らは通常、戦いや物語愛好家のためです。 ハンターXハンターは、両者を完全に陰陽の形でバランスさせるショーです。 この物語はフィクションですが、私たちが住んでいる現実世界の真実の一部にも基づいています。物語は残酷で、深く、感情的で、息をのむようなものです。 物語は異なっていますが、少年アニメから期待される基本要素と同じです。 私は物語や弧の詳細には触れません。なぜなら私はそれを言い表すことはできませんが、私はそれを短くて甘く保ちながら、どんな言葉でもできることを表現するつもりです。\n\n\n\nあなたが物語に深く入ると、Hunter X Hunterを実際に誘発する複雑で興味深い思考が実際にどのようになるかがわかります。 このショーの多くのアークは、私が世界をどのように見ているのか、それがどのような可能性を見ているのかという私の見方を変えましたが、それと同時に、私たちの創造のタイプと、 テーブルに。\n\nアニメーションとサウンドの面では、このショーはおそらく私が長年走ってきたシリーズの中で最も美しく、最も正確なアニメーションを持っています。 漫画は東映やA-1のようなゴミスタジオでは拾われていないのが大変幸運でした。日本のマッドハウスでは最高のものの1つに選ばれました。 マッドハウスのスタジオは素晴らしいアニメーションで知られており、長続きしている148のエピソードのすべてに一貫性を持たせることは素晴らしいことです。 アニメーションは素晴らしいです。 トガシは他の漫画家に比べてとても良い引き出しではありませんが、アニメはその話の一部を救い出してくれます。  OSTに関しては、それはかなり良いです。 ここでかなり素晴らしいトラックがあり、気分に完璧にフィットします。 このショーのアニメーションとサウンドをお楽しみいただけます。 私はMadhouse StudiosのHunter X Hunterで働くスタッフの一員に従っています。彼らはこのマンガを大変愛していますし、完璧にするために多くの努力をしています。\n\n最後に、私はこのショーをたくさん賞賛したことを知っていますが、私はそれを見るとHunter X Hunterが傑作であるからではない理由はないと感じています。 それは他のショーのように始めるのが遅いですが、最初の数回のエピソードを過ぎると、ショーを楽しむようになり、主に関心を集めるようになるのです。 私はいつもこれがレビューであると言い、戦争は少年漫画/アニメのすべてではないことを人々に伝えます。 聴衆を邪魔させずに推測し続けるという良い話があると、物語の中で必要なのがハンターXハンターです。  3年以上にわたり、このショーはいつも私の好きなアニメになりました。そして、それが終わりに来るのを見るのは悲しいことでした。 確かに漫画はまだ（非常にゆっくり）続けるが、確かに私は将来的にそれをもっと見ることを望む。 それで、私はみんなのために見なければならない壮大なアニメにさよならを言う！\n\n最終得点：マスターピース（10/10）"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Stark700",
    "profile": "/profile/Stark700/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=161743",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\nハンターxハンターは、いつもアマチュアやグーフィーに見えるアニメの1つです。 しかし、その無邪気な顔の背後には、古典的な冒険の話があります。 ハンターxハンターは、ハンターになることと、自分がしていることを最高にすることだけのことです。 むしろ、さまざまなキャラクターのカラフルなキャストで包まれた、巧みに書かれたストーリーによる開発についてのショーです。 まず、Hunter x Hunterはストーリーテリングの際に注目を集めるシリーズです。 彼らの性格、能力、そして最も重要なのは、クラスに簡単に付けることのできる様々なアークがあります。クラス。  Hunter x Hunterはshounenシリーズなので、典型的な\"世界を救う\"以外にも展開するアニメです。\n\nトガシが執筆している人気のあるマンガシリーズから、Hunter x Hunter（2011）はオリジナルシリーズのリメイク版です。 今では、より詳細なアニメーションの品質を持つだけでなく、決してスクリーンでデビューしなかったいくつかのアークを拡大します。\n\n物語は、彼がプロのハンターになり、彼の父親を見つけるために努力するようにゴンという名前の若い少年について語る。 彼の旅の間、彼はKurapika（暗い過去の若い少年）、Killua（悪名高いZoldyck家の暗殺者）、Leorio（彼の旅からキャリアを作ることを望んでいる仲間の候補者）などの主人公と出会う。 本質的に、シリーズはゴンの狩人になるという野望を詳述している。 そしてそれをするためには、生存と知恵の境界を押し進める一連の残忍な試験であるハンター試験の拷問を経験しなければならない。 これは古き良き時代の楽しみのようにも見えますが、これを超えて拡大し、より暗くて複雑になります。 ヨークニューアークは、異例に成熟したストーリーテイストのスタイルを取り入れているため、これの証拠の一例です。 悪名高いPhantom Troupe（弧に巻き込まれたアンタゴニスト）は、HxHの世界が本当に危険なのかを決める原動力となります。 それに加えて、過去に何をしてきたかについて、クルピカとその劇団に対する復讐の捜索も行っています。 この特集では、ショー自体を輝かしくするものは、プレゼンテーションのより成熟したスタイルだけでなく、運転要因によってもあります。 驚くべき紆余曲折が明らかになり、主人公たちは人生を永遠に変えるかもしれない方法で絡み合ってしまいます。\n\n同様に、Chimera Antアークも、より成熟したストーリーテリングスタイルに適応します。 この弧を際立たせているのは、典型的な少年スタイルの戦いだけではありません。 代わりに、そのリーダー、Mereum、Kingを含む敵対者（Chimera Ants）を賢く工作する。 アンタゴニストのいくつかは独特の変化を受け、そのダイナミクスは関係構築による発達に反映される。 最も顕著なのは、彼の発達が人間の女の子との相互作用によって拡大されるにつれて、Mereumの特徴は人間と怪物の境界線に沿ってぼやけていることです。 さらに、ゴンの内なる欲望は、この弧の頂点に達し、永遠に彼の性格を変えるでしょう。 それと並んで、アークは血がこぼれ落ち、頭が吹き飛ばされ、手足が吹き飛ばされるなど、暴力で有名です。 勝利の瞬間の1つでは、シリーズは衝撃的な言葉を黙っているような驚くべき瞬間を引き出します。 多分あなたはその反応を得るかもしれません。 巧みに構築された対話とキャラクタービルディングにより、キメラアークは単に「人類を引き継ぐ侵略的種」という想像上の幻想を超えています。\n\n\n\n残念ながら、このショーにはもう誰も家族がいません。 彼の一族が殺害されたため、クレイピカはおそらくこの悲劇的な例です。 これは、レオリオは観客が彼を覚えている瞬間を欠いているが、ショーでの彼の役割は、プッシュが押されたときに目立つことを意味する。 ファントム劇団に対する復讐を求めて、地球の顔からそれらを払拭したいというクレイピカの思いは、心を砕く深みに行きます。 彼は自分の新しい能力で重大な危険にさらされるだけでなく、彼の友人も同様に危険にさらされます。 彼の性格が描かれている様子は、プロのハンターから償還を求める戦士までどのように成熟していくのかを目の当たりにしていくにつれ、復讐者の一人となります。 最終的な主人公として、Leorioはチームのサポートとしてさらに力を入れています。 彼の役割はしばしば他人の影に覆われている。 しかし、彼は決定的な要素に影響を与えた一連の重要な瞬間に関わっています。 私はショーで彼の役割を役に立たない、または古くはないと呼んでいないだろう。  「それ」の要素が欠けているともっと考えてください。\n\n本質的に、ハンターxハンターのアンタゴニストは定型的に見えるかもしれません。 しかし、迷路のように複雑なこともあります。  Hisoka、Chrollo、Mereumなどの文字は、その動機がしばしば謎に包まれているため、これの顕著な例です。 例えば、ヒソカ（連発殺人鬼とハンター）は、何らかのゲームのように、しばしば人生を演じます。 彼は常に強力な相手を探し出し、ゴンのような人々がいつかは\"裂かれる\"果物になるほど強くなることを願っています。 ある意味では、シリーズの中での彼の役割は、他の時代を支えながら、時には主人公のやり方に乗ろうとするときに曖昧に思えるかもしれません。 結局のところ、それは彼自身の娯楽のために他の人の生活と一緒におもちゃを玩具として楽しむことと、ゲームを楽しむことです。 一方、貪欲アイランドアークの爆撃機トリオのようなステレオタイプの範疇に入るアンタゴニストも存在する。 トリオのリーダーであるGenthruは、主人公が克服しなければならない障害物です。 そして、社会主義者としての殺害は、彼の語彙には見知らぬ人ではありません。\n\nハンターxハンターはまた、心のゲームで多くをプレイするのが好きですが、いくつかの心理的なシリーズで見ることができる典型的な心の強姦の縄張りではなく、会話を通じてより論理的な方法でプレーしています。 シリーズの最後の弧（Election Arc）は、特定のキャラクターが自分のキャラクターをどのように表現して自分のキャラクターを表現し、自分が望むものを得るために目立つかを伝える手段として役立ちます。 パリストン、ラットゾディアックは、おそらく我々が彼の役割を見ているように、これの最も顕著な特徴です。 しかし、このキャラクターの存在を視聴者に命じるシリーズの能力は、革新的なコンセプトを採用することである。 この弧の文字のほとんどは謎に包まれています。 そしてこの背景を通して、視聴者は彼らが持つ可能性に興味を持つようになります。\n\nシリーズのファンタジースタイルにはさまざまなものがあります。  Hunter試験の森やGreed Island arcのRPGゲーム環境などの豪華な土地がこの例です。 同様に、ヨークニューシティの大都市の通りなど、より現代的な環境のように、リバウンドしてより文明化することができます。 それにもかかわらず、このショーは、軌道に乗ることなく快適に設定を切り替えることができるという目的で達成されています。 同様に、シリーズにはNenとの戦闘システムがあります。  6つのカテゴリに分かれており、Heaven's Area arcで詳しく調べられていますが、それはこのシリーズの残りの部分でこの概念に従います。  Hunter x Hunterが示すように、視聴者に頭を傷つけさせることなく、簡単に理解できます。 そしてそれを行うことで、それは視聴者にネンとその方法を理解し、感謝する印象を残す。\n\nハンター×ハンターに欠陥がないわけではありません。 シリーズは目を満たしているよりも複雑ですが、苦痛を感じさせる瞬間があります。 実際、いくらかの視聴者がショーから離れて後でそれに戻ってくるほどには遅くなる可能性があります。 振り返ってみると、それは弱い焦点に強く発達しています。 ああ、ナレーションはシリーズ全体を通して大きな問題ではありませんでしたが、特定の視聴者はエピソードを引き出しているので、気を散らし、不必要に感じます。 特にキメラアリアーク。 それにもかかわらず、これは漫画の忠実な適応ですので、賞賛はそこで確実に得られます。 最初の弧（ハンター試験）は時々遅くて引っ張られるように見えるかもしれません。 このアークでのレオリオの役割は簡単に忘れることができますが、特定の戦いは圧倒的です。 あるキャラクターは、シリーズ全体を通して真剣に受け止めるのが難しく、理解しづらいかもしれません。 アンタゴニストのいくつかは記憶に残るように見えるかもしれませんが、他のものは慣れるのに迷惑になることがあります。 これは主人公と比較して、彼らの役割が彼らの存在の後に分かれているので、ショーのハンターのいくつかを特徴とするかもしれません。 また、ショーを通して変わらない反復的なOP曲も注目に値する。 これは最初の問題ではないが、それほど魅力的ではない。 同様に、あるアークのペーシングはゆっくりと感じることができる。\n\nマッドハウスは、アニメ制作の品質の背後にあるアイデアです。 元のシリーズの古典的な感覚が欠けている部分もありますが、そのビジュアルによって画質が向上します。 特定のシーンは、品質が向上するまで拡張またはリマスタリングされ、他のシーンは拡張されます。 しかし、バックラッシュは、マンガの特定の部分に対してはあまり忠実ではないかもしれません。 にもかかわらず、シリーズの品質は、ショーが進行するにつれて向上します。 ヒサカ、ファントム劇団のメンバー、キメラアリのようなキャラクターのデザインも特徴的です。 キャラクターのデザインもまた、クルピカのような成熟した複雑なものになります。 そして、前に述べたように、ショーのファンタジーな雰囲気は、新鮮な空気のようなものです。 もちろん大歓迎です。\n\nサウンドトラックはまあまあですが、いくつかの部分は最初は適切でなく、後には少し欠けています。 シリーズのほとんどの部分では、サウンドトラックは強く、コメディーと深刻な瞬間のバランスが取れています。 感情的なOSTはまた、特定のエピソードの間に、ファントム劇団（Phantom Troupe）やキメラアントアーク（Chimera Ant arc）のような気分を呼び起こすために使用される。 ある種のテーマソングもアークを全体的な印象によくフィットさせます。 ショーの全コースを通してOPソングが変わらない間、EDソングは様々な変更を経ています。 彼らのほとんどは、ダイナミックなセットアップと「完了する時間」の感覚を持っています。 同様に、キャラクターのボイス・マキャニズムは、彼らの描写に対する賞賛に値する。 彼らの声は、文字の表現だけでなく、性格や発達にも役立ちます。 このような開発により、Hunter x Hunterは単なる上品ではありません。\n\nハンターxハンターのゲームはその戦いだけではありません。 実際、戦闘のほとんどは、あまり長くないか、またはハイライト（いくつかの場合はいくつかの場合を除いて）として扱われます。 むしろ、よく書かれた物語の構造と、実際にあなたを送ってくれる予測不可能なプロットの紆余曲折です。 文字は、キャラクタライゼーションには比類のないスタイルで複雑です。 主要キャラクターはスポットライトを得るだけでなく、特定のアンタゴニストも彼らの役割と発展のために記憶に残るでしょう。 そしてマッドハウスがステアリングホイールに乗っていると、このショーが毎分価値があると期待できます。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Lockensocke",
    "profile": "/profile/Lockensocke/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=194611",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nHxHはそこにある多くの過大評価された少年アニメの1つです。私は私のレビューを1つの文で要約することができます：「HxHにちょっと興味があったら、それはちょうど少年のことだと聞いたので、 それはちょうど別の少年です。 今、私は少年のファンではありません。あなたがそのレビューを読むと、なぜこのアニメが私のために作られたのかわかりませんが、ビューの多様性のために私はこのアニメをもう少し詳しく分析します。\n\nHxHはあなたが文字通り品質低下を見ることができるアニメの1つです。以前のエピソードはきれいに作られ、最後にはこれまでに見た中で最も長いパッキングの1つがあります。  artstlyeはどんな形でも詳細で高価ではないので、彼らはお金が足りなくなったと私には言いません。 私は、彼らが最後に金銭を搾りたがっていて、20話のマンガの素材を（最初との関係で）約60本伸ばしたいと思っています。\n私がショーの始めの前に言ったように、かなりいいよ。 それには本当に意味をなさないいくつかのものがありました。特に謎がありましたが、うまく構築され、良いペースがありました。 私のように見えたのは、それがどれほど不合理であったかにかかわらず、予期せぬことで視聴者を本当に驚かせたいと思ったかのようでした。 それはまた、大気の面ではあまり良くありませんでした。驚くべき理由のために構築された雰囲気を破壊する場合もあります。 主人公はまた説明できないほど圧倒されていると確信しているが、確かにそこにはいくつか強いが、ちょうど彼が\"森の中で育った\"という理由だけで、小さな子供が身体的に強くなっている人よりも強くなることは正当ではない 後で矛盾する。 しかし、スタート（最初の17-20エピソードかもしれない）を言ういくつかの否定的なことのほかに、大丈夫だった。 それは目標を持っていて、キャラクター側からの動機付けをした。メイン・ストーリーはある意味では（ショーの残りの部分よりも）意味があり、彼らはファンが「戦いの戦術」と主張するものを何か持っていた。\n\n\n\nこのショーは、アークからアークまで耐え難くなくなり、マフィアアークは例外ではあるが、まだ良くない。 それは、たわごとの山とその上に桜があるくその山とを比較するようなものです。 後のアークを見ると、以前のアークを好きなように覚えておくことができます。これは、このショーがいかに恐ろしいものになるかです。\n\nHunterxHunterは、そうだった、あるいは普及しているすべてのものをコピーするのも好きです。 それはキャラクターデザイン（Robocop）からストーリーアーク全体（魔法のコレクションからコピーされたビデオカードゲームアーク）までさえあります。\n\n本当に私をも悩ます事は、このショーにこれほどスケールがないことです。 すべてのキャラクターの能力と強さは完全にランダムであり、順不同です。 それは全体のアニメの間にシフトしても、強くなければならないキャラクターを、自分のランクを完全に弱く、強くする必要があります。  1人の作家がすべてのキャラクターとその関係の階層を書いたのと同じように、そして別のものが決定したように、彼はどれくらい強く出現したかが好きだったからです。\n\n上のすべては、かなり前半のショーの半分でした。 ショーは私が非常に悪いと言ったようなものだったが、少なくとも見ることができ、まともなペーシングを持ったいくつかのアークを持っていた。 エピソード80以降、キメラアークが起こる。 これは、基本的にHunterxHunterアニメのオリジナルバージョンと2011バージョンの主な違いです。\n\nキメラアークは、私が長い間書いて見た中で最悪のものです。 あなたは何も言わないし、真剣にやることはできません。 彼らはアリだと言いますが、ペンギンとピンクのパンダがスーツの中に座っています。 いわゆるAnt-villainsの誰も遠隔にアリのように見えます。 作家たちは、このアークを暗くて成熟させたいと思っていましたが、彼らの執筆がいかに幼稚なものかを示しました。 うわー、キャラクターは今より頻繁に死んでいますが、それは彼らが作ったすべての変化を伴います。 あたかもキャラクターが死んでいるかのように成熟していて暗い。 これはそれを見るのが最も純粋な方法ですが、それは少年のファンに合っています。\n\nこのアークでは、このショーは本当に全部を通して思考するのに費やす時間がどれほど少ないかを示しています。 悪人がどこから来たのか、彼らのモチベーションが何であったのか、HunterXHunterはいつも過ごしたことはありませんでしたが、このケースでは、ちょうど存在してしまったいくつかのant-peopleが、 アニメ全体。 だからもう一度..スケールは存在しない。 そして、時間がなくても、モチベーションと人格描写を費やしていないので、作家は、悪人が死んだときにショーにドラマを入れることができると信じています。 あなたは私を冗談にして驚いていますか？ ええ、アリは数千人ではないにしても数百人を殺しました。 このアニメ全体のドラマは、最強のメロドラマです。\n\n最後のアークでは、戦術は本当にたわごとのような吸い込みの点で輝いています。 最後の50のエピソードでは、とにかく1つだけの戦いがあるので、話すことはあまりありませんが、そこの戦術はまったくばかげています。 この弧の間に起こったことはあまりにもたくさんある。 私が顔をしかめていなかったエピソードは1つもなかった。\nしかし、この全体の円弧がいかに退屈であったかでないならば、上記の全ては軽微な点であったであろう。 私が彼らの「戦術」を批判しているのは、彼らが話す時間が非常に長く、すべてのファンが戦術がとても素晴らしいと思うからです。 彼らが無関係なものについて話す時間の90％、そして本当の戦術について言えば、彼らはまったく間違っています。 私はこのアニメがどれほど悪いかをもっと詳しく説明しますが、それはそれを損なうでしょう。おそらくすでに50％以上を忘れているでしょう^^\n\n\n\nこのショーのキャラクターは特別な言葉ではありません。  Naruto、One Piece、Bleachのいずれかを見たことがありますか？あなたは主人公の個性を知っていますか？ 余分な典型的な側面の文字の束を追加し、それらをすべて持っています。 それは、世界のものを変えるだけの強い典型的なティーンエイジャーのキャラクターです。  HunterXHunterでは、少なくとも彼らは主人公に圧倒されていませんでしたが、彼は後で戦っている主人公と敵の年齢を考慮すると、かなり非現実的です。 彼は非常に望み深い充実のキャラクターであり、それほどロールモデルではありません。 私は、この希望的なアニメの種類で本当に間違ったものは何もないと思うが、彼らは人口統計よりも年上の人にとっては本当に何もない（もちろん）。 だからこれは、少年が本当に間違っている以上のものです。\n\n\n\n音楽もかなり悪いです。 モーツァルトのレクイエムからのラクリモサのような有名なクラシック・ソングのコピーが残っているすべてのグッド・ソングは、忘れられない退屈なバックグラウンド・ミュージックです。  Artstyleはシンプルであり、全作品のキャラクターデザインはこれまでに見た中で最悪ですが、それは私の意見です。 私が正しく覚えていれば、CGIが見られないのがうれしいことがわかった。\n\n\nだから全部：このショーは少年ではなく、私が今まで見たことのない最悪の書いた少年を追加するかもしれないが、私はそのジャンルには入っていないので、それらのうちのいくつかしか見ていない。 あなたがより成熟したものを好きで、このアニメの背後に何かがあると思う人なら、そうでなければそれほど人気が​​なく、トラップのために落ちたり、それから離れたりしないでください。 最後にあなたはそれを後悔します。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "MadScientist001",
    "profile": "/profile/MadScientist001/reviews",
    "pages": "1",
    "number": "14",
    "link": "/reviews.php?id=169347",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nショーを素晴らしいものにするには？ それは魅力的な話ですか？ 私は尋ねた。 私は馬鹿だった。 それは面白いキャラクターですか？ それはショーが作り出す浸水ですか？ 私は、シリーズを始めるたびに、常にこのような質問をしています。 ハンター×ハンターも例外ではなかった。 私が最初にそれを始めたとき、私は多くのことを聞いていなかったが、私は、彼らの両方が好きなshounensのいくつかである、Fullmetal AlchemistとAttack to Titanとの比較を聞いた。 それでも、私は疑問を持っていました。  '148エピソード？ どのようにしてフィラーなしで興味深いプロットができるのでしょうか？\n\n今すぐ話しましょう、148のエピソードでは不十分です。 間違いなく私が見たことのある最も優れたシリーズのエピソードのために何かを与えるだろう。\n\n\nストーリー - 私はストーリーについて詳しく説明しません。 それについての概要を読むことができます。 私は代わりにストーリーテリング自体について話します。 物語はかなり興味深く始まり、エピソード/アークごとに指数関数的にもっと面白くなります。 著者の戸垣は、ペーシングの驚くべき感覚を持っています。 いくつかのプロットは解決するためにいくつかのエピソードを取るが、各エピソードではそれがショーを向上させるものになるほど多くのことが起こる。 トガシがHxHの世界をどれくらいうまく作り上げているのかという話も信じられないほど没入的です。 旅の主人公に従うと、世界がどれほど広範囲でユニークであるかについて、ますます学びます。 いつも新しいことを探求しています。それは本当にショーを冒険のように感じさせるものです。\n\n各アークはトーンが異なります。 ショーはかなり明るく始まり、次第に暗くなります。 私の神はそれをより暗くします。 ライトアークが劣っていることを意味するものではありません。 彼らはまだ非常に楽しいです。 ショーはちょうどエンターテインメントの多くの異なった形態を含んでいる。 暗い弧には、誰かが次のエピソードのために一週間待っていた可能性があることを理解できないような、強烈なドラマとアクションのシナリオやシーンが含まれます。 最後に、私の上にくっついて、とても美しくて動きのある要素に変わった、物語の要素があります。私は自分自身と何をするべきか分かりませんでした。\n10/10\n\n\n文字 - 筆者が好きでユニークで興味深い文字をどのように華麗に書くかを適切に記述する方法はほとんどありません。 そして、私はそれらのすべてを意味します。 これはまるで私の周りにいない人が戻って来るのを見るたびに、そのような喜びを感じるような、まれな種類のショーです。 特に悪人たち - あなたは悪党をあまりにも愛して、シリーズの多くの部分で誰が根本的に根本的に誰なのか正当な理由が分からないでしょう。 このショーは、しばしば悪役を育てることが多いため、「悪い人」に行ったことのために、「良い人」を嫌う時に自分自身を見つけました。\n10/10\n\n\nサウンド - これは多くの人々を混乱させるが、私は吹き替えられたアニメを楽しむことを楽しむ。 しかし、これは私の短いリストにあり、日本語での演奏がとても良いですが、正直に言えば正義ができないと思うので、私はダビングが行われるのを恐れています。 声優が違うので、私は1999年のオリジナル版を見るのを恐れています。\n\nサウンドトラックは、あまり言い訳がありません。 サウンドトラックは非常にうまくショーに合っていますが、特に傑出したことは何もありません（いくつかのエピソードを除いて、例えばある種のキャラクターのために「レクイエム」が演奏される場合は除きます）。\n9/10\n\nArt  - アートスタジオMadhouseは本当にAゲームを持ってきました。 この番組の制作は、それがどれだけ楽しいかということに最も重要です。 漫画ほど素晴らしいので、Madhouseがデザインした魅力的なアートワークや演出がなければ、それほど楽しいことはありませんでした。\n10/10\n\n\n楽しさ - これはこの時点でかなり自明です。 私がアニメの知識を消して最初からそれを見ることができれば、それはおそらくこのアニメだろう。 地獄、この時点で私は喜んでキャラクターと世界のより多くを見るために純粋なフィラーの30エピソードを眺めるだろう。\n10/10\n\n\nあなたが楽しむジャンルにかかわらず、Hunter x Hunterは新鮮な空気の息吹であることが保証されています。 トガシは、本の中のほとんどすべてのトロピックとクリシェを覆す傾向があるようだ。 その結果、華麗で魅力的なエンターテインメントが生まれ、他のショーとほとんど同じようにあなたを魅了します。 あなたの答えが「何がシリーズをすばらしくするか」という質問に答えてください。 ハンター×ハンターが持っていることを知っている。\n\nＰ。Ｓ。 ひそか いｓ ぉゔぇ、 ひそか いｓ ぃふぇ。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Talmhaidh_Mathan",
    "profile": "/profile/Talmhaidh_Mathan/reviews",
    "pages": "1",
    "number": "15",
    "link": "/reviews.php?id=161799",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\n「人生の中の小さな迂回路を楽しむべきだ。なぜなら、それはあなたが望むものよりも重要なものを見つけるからだ。  -  Ging Freecss\n\nハンターxハンター2011は、ショーのユニークな獣です。 それはshounenとseinenの何らかの種類の奇妙なキメラのように、それ自身のすべての空間の中のジャンル間の変なリンプボーに座っている。 一見、それは漫画の割合、大きな目と明るい色、トガシのマンガスタイルから最初に由来する完全に構成されたアートスタイルで、むしろ子供のようなショーのように見えます。 実際、外部からの入力がなければ、子供を対象としていると仮定するのは間違いではないでしょう。 しかし、明るい色のこの最初の層の下で、友情と忠誠のメッセージは、誰もが想像していたより深く、より暗いショーにあります。 人間とは何を意味するのか、よく生きる人生を構成するものなのか、そして大人のドラマでは外れていないであろうその他の話題。 私は深淵を見つめていると言うことができます。そして、私は深みがもっとも間違いなく私を見つめているとあなたに伝えます。\n\nストーリー -  10/10。 物語は本当にトガシの名物です。 彼は優れたペーシング、愛らしいキャラクター、途方もなく予期せぬ紆余曲折を持ち、最初から最後まで連続的かつ満足のいく物語を作っています。 キャラクターはさておき、ストーリーそのものはかなり単純です - 主人公のゴンは、タイトルが与える恩恵ではなく、「ハンター」になりたいですが、ゴンを幼児として捨てた父親を見つけることができます。 夢（ショーンの名前 - ゴンはハンターハンターになります）。 道に沿って、Gonはそれぞれが独自の相対的意義を持ち、友人や敵を作り、何度も試練と冒険を経験するさまざまな登場人物に遭遇します。 しかし、このストレートなストーリーは、非常に有機的で快適な感覚で提示され、実行されます。 この快適な感覚は、物語の暗い点の中で、物語が提示する道徳的な憂鬱さと悲しみを導く種類の灯台の中でウェイポイントとして役立ちます。\nこの物語は現在、それぞれが自己完結的な物語を持つ7つのストーリーアークの合計をカバーしています。 これらのアークの長さは大きく異なります。最短は5つのエピソードしかカバーしませんが、最大のものは61の合計エピソードの時間がかかるチャンクです。 しかし、これらのどれもが外れていると感じることはありません。それぞれが本当に必要なだけ長く続くように見え、あまりにも早すぎるかのように感じる人もいません。 いくつかのエピソードでは、5秒のインワールドタイムをカバーするのに23分かかっていることを考えると、これはペーシングとナレーションの驚異です。 いくつかのポイントは他のポイントよりも遅く、特に各アークの最初のエピソードは遅くなりますが、まるでそれがドラッグしているかのように感じることはありません。 これは、フィラーの内容が完全に欠落していることが原因の1つです。「要約」タイプのエピソードを除いて、ショーの各エピソードは何らかの物語関連の資料を提示するため、ストーリーが進んでいるように常に感じます。 これらの要素がすべて組み合わされて、このレビューのトップにある見積もりを守っているかのように感じられる包括的な物語を作り出します。これはショーであり、旅行に非常に重点を置く物語であり、PROCESS 行き先ではなく、どこかへ行くということです。\n\nアート -  8/10  Madhouseはいつも高品質の作品を制作するスタジオとして賞賛されていますが、このショーは変わりません。 それは常に視覚的品質の頂点ではありませんが、物語のように、視覚的品質は非常に一貫して満足できるレベルに留まります。 彼らが予算を適切に普及させるのを怠ったことは明らかではない。 高い瞬間（すなわち、主要な戦いのシーケンス）は、適切な高品質を有するが、中間の種類のセグメントは、満足できるが、過剰なレベルの詳細を維持しない。\nショーのアニメーションの私の主な不満は、ショーでの戦いに専念する時間です。 主に戦闘に参加している武術家に関するショーでは、やや残念な振り付けの欠如があります。 非常にまれに、たとえ両者が近接戦闘に特化していても、2人のキャラクターが直接打撃を交換しているのが見えます。 これは最終的にスコアの点をノックするのに十分ではありませんが、私がもっと見たいと思ったことです。\n\nサウンド -  8/10。 芸術のように、音質はショー全体を通して一貫して満足できるレベルに留まります。 ここでの苦情はすべて自分の個人的な趣味であり、ショー全体で使用されているオープニングソングをあまり楽しんでいない。 しかし、音楽が配信される必要があるとき、それはスペードで行う。\n私が気づく価値があると感じていることの1つは、ショーが明らかに沈黙の価値を非常に認識していることです。 いくつかの点では、音楽はまったくありません。これらのシーンの影響が大幅に増えています。 非常に頻繁に、私たちはバックグラウンドでいつも音楽が演奏されなければならないようなショーを見て、ショーが逆の方向に進み、無音を使用すると、それは素晴らしい区別を作成します。\n\n\n\n楽しさ -  10/10。 上記のレビューの後でこれが私の評決であることは驚くことではないと思いますが、これは私がこのショーがストーリーテリングの傑作であると再確認する私の場所です。 非常に多くの例外的な瞬間、感情、素晴らしいエピソードを148のエピソードに収めた素晴らしいランドマークを見ることは素晴らしいものです。 トガシとマドハウスは、アニメではなく、ショーではなく、物語のような、最高の物語のひとつだと思っています。 強くお勧めします。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "ChristopherKClaw",
    "profile": "/profile/ChristopherKClaw/reviews",
    "pages": "1",
    "number": "16",
    "link": "/reviews.php?id=190221",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\nHunter X Hunter 2011のレビューは、このウェブサイト上では新しいものではありません。多くの人々が、このショーをそのような素晴らしい経験にするものを雄弁に説明しました。 ショーはそれが受け取るすべての賞賛に値する。 しかし、私がこのレビューを書くことにした理由は、ショーをすばらしいものに説明するだけではなく、あなたがそれを見ようとしていることを説得することでした。 あなたが私のようなものなら、Hunter X Hunterが148のエピソードを持っているという事実はちょっと難しいかもしれません。それは1つの話のコミットメントの地獄です。 これと関連して、ショーのキディアートスタイルと最初の数回のエピソードは、実際にはより高いレベルのストーリーテリングを示すものではありません。 このような高い評価を得ているものは、経験を破壊する可能性があり、多くの堅実なショーは、熱狂的なファンによって構築されています 彼らがこれからも望むことのできる以上のものになります。\n\n\n\nレビュー自体は、他の批評家の裏に乗るだけで安いようですね。 この傑作を魅力的なものにするには、私自身の2セントを与えてください。\n\n\n\n\n\n\n\n私はHunter X Hunterを見るのが大好きでしたか？ 絶対に。 私は再びそれを見ますか？ 絶対に。 私はそれを試したいという欲望のほんの少しでも悩まされている人にそれを勧めますか？ 絶対に。 あなたがハンターXハンターを楽しむために必要なものは1つだけあり、それはオープンな心です。 面白い世界、トップ・オブ・トップ・キャラクター、そしてオープン・マインドとの葛藤に進むと、魅力的で悲劇的でパワフルで独創的なアドベンチャーの叙事詩がいつでも見つかるでしょう。 人生で最も偉大な財産であることを認識していない人は、どこに行く道に行く道なのでしょうか。\n\nHunter X Hunterについての私の考えをより深く検討したいのであれば、私のページにスポイラーライジングのブログ記事があり、私は誰とでもショーを話し合うことができます。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Orange",
    "profile": "/profile/Orange/reviews",
    "pages": "1",
    "number": "17",
    "link": "/reviews.php?id=163555",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n私は数年前からHxHのオリジナルバージョンを知りました。 最初は、私がシリーズで気にしたのはハンター試験でした。 私はちょうどそれがどのようなテストなのかを知りたかったので、それを見てみましたが、驚くことに、いくつかのエピソードの後で、ストーリーとキャラクターの両方が大好きでした。 数年後、私は再起動と最初から最後まで聞いて喜んでいました.Hunter x Hunter（2011）は失望しません。\n\n物語はゴン、12歳の男の子と彼の父親を見つけるための旅に出発し、彼の最初のステップはハンターになることから始まります。 ハンターはハンター試験に合格するのに十分な運と才能を持っている個人です。 ハンターは何かを専門に扱い、事実上何でもできます。 ハンターは、私たちの現実世界の暗い側面を巧みに反映している宇宙で、ネンと呼ばれるパワーシステムによって生きています。\n\n基本的に、ハンターという言葉は特別なものではありませんが、それがうまく設計された力のシステムと宇宙と組み合わされている場合、無限の可能性を意味し、戸樫義博はそれをすばらしく実行しなければならないと言います。\n\nこのシリーズはすべてのshounen要素を持っていますが、一般的なshounenパターンには従いません。 単純に始まりますが、徐々に複雑化し、予測不能になります。 彼の目標を達成するための主人公と彼の友人の旅は、合理的で現実的なものです。 多くの細部を持ち、時間がかかり、成功と失敗の両方から成り立っています。  MCは特別な権限を持つ特権を得ることはなく、何の理由もなく突然強くなることはありません。 ストーリーが進行するにつれて、彼らは訓練を受け、進化します。 一方、アンタゴニストは純粋な悪から行動するだけではありません。 それらの理由は、異なる視点で正当化される。\n\nHxHには7つのアークがあります。 それぞれは関連していますが、独自の矛盾と一意性を持っています。 私の個人的な好みは、エピソード39-58のヨークニューアークです。 各弧の後、ハンターのコンセプトが少しずつ探検され、ハンター全体の宇宙全体の大きな写真が得られます。 雰囲気は、心が震えている暗いショーンから、最も暗いセイレンに変わり、各アークにフィットするので、物事を新鮮で興味深いものに保ちます。 各戦闘は主に戦略ベースで比較的短期間である。 それは賢明であり、ネンの論理に反することは決してありません。\n\nストーリーとは別に、シリーズの最善のことはキャラクターです。 私のために、キャラクターはショーを作り、壊し、HxHキャラクターは一流です。 彼らは本当にシリーズを輝かしくします。\n\nほとんどの場合、すべての文字とその関係は不完全であるため、現実的です。  MCだけでなく、多くのサポートキャラクターもシリーズを通じてかなりの量の開発を受けました。 彼らのほとんどは、個性、出現、背景、力、野心、思考力が特徴の丸いキャラクターです。 彼らの行動は個人としての自分の判断に基づいており、プロットにはそれが必要とするものではなく、敵対者であっても彼らに共感するのはとても簡単です。\n\n生産の面では、HxHはユニークなアートスタイルを持ち、100以上のエピソードを持つシリーズのために非常に一貫性のあるアニメーションを提供しています。 フィラーは一切ないので、ペーシングは満足です。 声優と女優はそれぞれのキャラクターに適しています。 これまでにオープニングソングが1曲しかない場合でも、OP、ED、OSTは良好です。\n\nネガティブに関しては、シリーズや主要な問題はありません。つまり、ナレーション・スタイルの変更と6番目のアークでの遅いペーシング、繰り返しのオペラ奏者、長い間のキャラクターの不在などはそれほど気にしませんでした 。 何かあれば、今はHxHを見てはならない唯一の理由は、漫画がまだ進行中だからです。 ある程度満足できる結論にもかかわらず、あなたはこれらの148のエピソードをシーズン1と呼ぶことができ、正に、トガシの中断の歴史をすぐには考慮しないで、シーズン2を得ることはできません。\n\nハンター×ハンター（2011）はすべて私の期待を超えています。 私はそれが本当に顕著で、よく実行され、非常に楽しい非常に少数のアニメの1つだと思うので、私は誰も、特にshounenファンにこのシリーズをお勧めします。 それを見れば、なぜこのアニメがそのランクにふさわしいのか理解できます。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "SylakentH",
    "profile": "/profile/SylakentH/reviews",
    "pages": "1",
    "number": "18",
    "link": "/reviews.php?id=177709",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nこのレビューは、このシリーズを見なければならないかどうかまだ分かっていない人を助けるはずです。 それはあなたにシリーズへの小さな洞察力を与え、決してあなたを台無しにしてはならない。\n\nHunter x Hunter（2011）とは何ですか？\nだからハンターxハンターは本当に新しいシリーズではない。 実際、アニメシリーズはすでに1999年にデビューしています.HunterxHunter（2011）のアニメシリーズはMadHouseによる1999年シリーズの再スタート/リメイクであり、3つのアークで拡張されています。\n両方のシリーズは同じマンガを採用しているので、同じコンテンツを持っています。\nしかし、私はあなたに言わせてくれる、HxHあなたが期待するかもしれないあなたの平均shounenシリーズではありません。 私はこれについて後ほど詳しく説明します。\n\nGon、Killua、KurapikaおよびLeorio; これらは最初に出会う主人公の名前です。  HxHの世界では、より多くの権利、より高い評判と力を得るためにハンターになることを目指しています。 最初の弧はこれら4つを特徴とし、ハンターになることの困難を示しています。 最初の3つのエピソードはスロースタートを示していますが、着実にシリーズは残りのシリーズのペーシングを獲得します。 合計で、HxHには7つのアニメーションアークがあります。\n各アークで、我々は新しい主人公の集合を知り、同時に多くの異なる行動が起こることを知るようになる。 だからGon、Killua、Kurapika、Leorioだけがあなたに見えるキャラクターではありません。実際にはいくつかの弧の一部が見えないかもしれません。 それはHxHフランチャイズにとって典型的なことであり、何が面白いのでしょうか。\n私は多くの人から、「これは子供たちが戦ったり、このようなことをするのではないか」と聞いたことがあります。混乱しないでください。 多くのプロモーションポスターでGonなどのカバーを見ることができます。はい、子供ですが、気にしないでしょう。 シリーズ中の各キャラクターの発展は目覚しいものであり、実際には子供がいることにほとんど気付かないでしょう。 あなたは大人に劣っている戦闘シーンを見て、この事実を思い出させます。  GonとKilluaは熟練していて強くても、子供であり、大人が持つ力と経験が不足していることがよくあります。\n\nそれは\"shounen\"シリーズです、あなたの目標を達成するために友情と努力が必要であると私は期待できますか？ 私は何人かの子供たちが戦っているのを見ることになりますか？ いいえ。 それは友情と目標を達成することができますが、HxHでの戦いは例外的であり、よく考えられている多くの努力によって真です。 個人的には、シリーズにはかなり遅いスタートがあると思います。 最初の26〜30回のエピソードは、何らかの長いイントロと見なすべきです。 これらの初期のエピソードでは多くのアクションが行われていますが、これはHxHの構成とほとんど同じです。\n\n私が初めにシリーズのトーンを説明するなら、それは幾分明るいと言いたいと思います。 トーンは後で極端に変化し、シリーズは暗くなります。 特にエピソード36の後、私たちは社会の残虐さと闇を知るようになります。 頭、手足や血が飛び散らないようにしてください。 これはHxHが本当に構成するものです。\n\n他の多くのshounenシリーズでは、主人公が友情の価値によって戦いを勝ち抜いたり、より大きな筋肉を持っているのを見ます。 しかし、HxHでは実際にゴンとキルアのハードトレーニングを目撃しています。たとえば、ゴールを達成するためにはゴールを達成する必要があります。 彼らが子供であるという事実は確かに彼らのためのいくつかの種類のハンディキャップです。 彼らは大人よりも強くて、経験が豊富ではありません。 しかし、これは決して彼らを拘束するものではありません。 より大きい筋肉またはより多くの力は必要ではない、HxHの戦いは技術および知識によって得られることが多い。 実際には主人公よりも強くて熟練したキャラクターがたくさんあります。 ゴンは、例えば相手にチャンスがないことを知っているが、彼は続けて敵を倒す計画を思いつく。 これは、今日、少年シリーズでは悲しいことではありません。\n私は、HxHがshounenジャンルのポイントを新たに定義していると言っても過言ではない。\n\nしかし、私はHxHが行動で構成されているだけでなく、コメディが独自のセクションに値すると言うことができます。 ゴンには、シンプルだが幅広い主人公の主人公がいる。 彼はコメディの場面で頻繁に表示される多少幼稚な性格を持っています。 一方、キルアはデュオの大人のように行動する人です。 暗殺家の子孫であるキルアは、より熟練しており、より合理的です。 彼は実際に計画を思いついて、グループの脳のように行動する人です。 両者の間にはいくつかの喧嘩があり、状況をリフレッシュするのに役立ちます。 コメディのシーンは、常に正しいタイミングを持っていて、少なくともあなたはまばゆい笑顔でいます。\n\nでは、私は音楽に何を言いますか？ 誰も名前を付けることなく、音楽はHxHのもう一つの利点だと言うことができます。  148のエピソードを通して、MadHouseは異なるビジュアルで同じオープニングを使用しました。 各アークのエンディングが変わり、その間に良い曲がいくつかあります。 サウンド・コンポーザーは叙事詩OSTを使って状況を伝えるのに良い仕事をしてくれました。\n\n私は早くこの方法を言及していたはずですが、まだ読んでいる人がいると思います。 ではアニメーションはどうですか？ 多くのシリーズでは、あなたはそれを見て、私はそれが\"ラバー効果\"は、動きが溶け始め、ちょうど揺れ動くキャラクターが（ナルトのように）動いているのを見るだろうと思うでしょう。 しかし、これはHxHのケースではありません。 マッドハウスは、最後の季節によく知られたアニメシリーズの上昇をもたらしました。 アニメーションは、スタジオから期待される高品質です。 キャラクターのコンセプトは、わずかに新しいデザインと新しい声優（1999年バージョンと比較して）を完全に改良しました。 個人的に私はCGIテクニックの使用を軽視する人です。 必要がない場合は必要ありません。 しかし、このシリーズではCGIのテクスチャや動きを見ることはほとんどありません。 今日のシリーズで期待されるように、HxHには、アニメーション効果、周囲のデザインなどがあります。私が前に言った戦闘シーンは、HxHをユニークにするものです。 あなたはアニメーターが戦いの動きにどのくらいの愛を持っているかをほとんど見ることができます。\n\n私が言いたい最後のひとつはNenシステムでしょう。 何かを台無しにすることなく、HxHで起こっていることは、ほぼすべての人間が訓練を通じて得ることができる力であるNenを通して説明することができます。 この複雑なシステムは、HxHのもう一つの特色であり、マンガカがどれくらいのことを彼の仕事に投入したかを示しています。\n\nレビューの全体を通して私は比較のためのいくつかのシリーズを挙げました。 私は決してそれらを批判するつもりはなかった。 すべてのシリーズには弱点と強みがあります。\n\n結論：\n\nまあ、それは私がこのシリーズについて考えていることです。 ハンターxハンターは、その評価のシリーズの価値であり、トップ5と同じレベルになる可能性のあるものとみなされるべきです。正直言って、長さ（148エピソード）のためにこのシリーズを見ていない人はたくさんいます。 はい、長くても旅行の価値があります。 あなたはすぐにそれが放出する雰囲気に吸収され、あなたは確かに恋に落ちる全く新しい世界に入ります。 あなたがあなたの決断を後悔することはないと私を信じてください。\n\n\n私の評価\n\nストーリー（9/10）\n音楽（9/10）\nキャラクター（9.5 / 10）\nアクション（9.5 / 10）\nコメディー（8/10）\nアニメーション（9.5 / 10）\n開発（9.5 / 10）\n\n総合評価：9.14（on MAL：10）"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "quukii",
    "profile": "/profile/quukii/reviews",
    "pages": "1",
    "number": "19",
    "link": "/reviews.php?id=166833",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  7\nキャラクター|  10\n|  10\n\nHunter x Hunterには、以前は一目瞭然だった。 大規模なエピソードの数、興味深い物語の説明、そして馬鹿に見えるキャラクターのデザインは、ショーを見るのを止めてしまった。 しかし、最終的にこのシリーズに入る前に、私はそれを見てとてもうれしいです。 そうでなければ私はアニメの真の宝石を見逃していただろう。\n\nアニメはハンターになるために挑戦的で危険なハンター試験を受けることに決めた12歳の男の子、Gon Freecsの話に続きます。 試験に合格した人にはハンターライセンスが与えられ、オーナーに特別な特権とステータスが与えられます。 ゴンの試験をクリアするための個人的な目標は、ハンターであることの表面的特権をすべて得ることではなく、若い時にハンターでゴンを残した父といつか再会できるようにすることです。 彼の旅で、ゴンは友人と敵の両方を満たし、さまざまな課題に直面しています。 確かに、その物語は特に魅力的ではありません。 しかし、ゴンの旅は紆余曲折して満ち足り、しばしば最高の方法で期待を裏切る。 私は予想したようにイベントが頻繁に演出されないことがわかったが、彼らが展開した方法は非常に自然でよく書かれているように感じた。\n\nアニメは、7つのストーリーアークをカバーし、深刻なアークとより軽い、より訓練されたアークとの間の交代の傾向を有する。 ストーリーはショーの最強のポイントの1つです。 ショーの最悪の時のライティングは、他のショーのライヴよりも優れています。 ショーの後のアークの1つは、残りの部分よりも目立って暗く、物語と執筆に関して私のお気に入りの一つであり、思考のために良い食べ物を提供するさまざまなテーマやアイデアに触れています。 副題として、この特定の弧の間の重いナレーションは、ファンの間の競合のポイントのようです。 私は個人的にそれがストーリーテリングの興味深い方法であることがわかりましたが、なぜそれを楽しまないのか理解できました。 私はハンターxハンターの戦いの場面が、執筆の質に関する別の非常に注目すべき点であることを発見しました。 ごくわずかな力の強さや視覚に基づく戦いはほとんどありません。 代わりに、戦闘は、戦闘中の人々によって採用された複雑な戦略のために信じられないほど楽しいものです。\n\nショーの主人公はGon、Killua、Kurapika、Leorioです。 ゴンは強い意気込みで明るく陽気で、キルアはゴンの一種の箔として働き、ゴンよりも現実に根ざしたまま一般的に肯定的です。  Kurapikaは、彼の一族に対して残虐行為をした人たちに対する復讐のために出てきた知的な青年であり、Leorioは時には漫画の救済の役をする愚かでカリスマ的な男です。 これらの文字のうち、GonとKilluaは、最も多くのスクリーンタイムを受け取るキャラクターです。  Killuaは、Gonとの友情と経験を通じ、穏やかで穏やかな人になっています。 彼の無限の決意と楽観主義が直面しない状況に直面するにつれて、Gonはショーの後半で興味深いキャラクター開発をしています。\n\nこのショーの悪役は、落ち着いてから収集された人格が非常に狂気に至るまで素晴らしいです。私は彼らが主人よりも面白いと言います。 彼らはほとんど私がジェネリックと呼ぶものはほとんどありませんし、それに続く興味をそそるキャラクターにする独特の特徴を持っています。 悪役は、ストーリーの単純な障害ではなく、主人公にとって本当の脅威のように感じさせる方法でも提示されます。\n\nハンターxハンターのアートとアニメーションは驚異的なものではありません。  Madhouseはこのショーで素晴らしい仕事をしました。 アニメーションは、特に戦いの間に流動的であり、芸術は鮮明で美しい。 この品質基準がショー全体を通して維持されているという事実は特に賞賛されます。 実際のキャラクターデザインは、いくつかに魅力的ではないかもしれないが、過去に見ると、このショーの質をビジュアルレベルで否定することは難しい。 他に何もない場合、このショーは目のための治療です。\n\n私は音楽に対する賞賛が少ない。 サウンドトラックは全体的にまともで、いくつかの優れたオーケストラトラックがミックスされています。 しかし、いくつかの曲はあまりにも頻繁に使用されていましたが、時には私が音楽の一部に苛立ちを感じるようになったと感じました。 私は、使用される音楽の多様性の増加がショーに恩恵をもたらしたと思う。 また、2つのセットの歌詞を含むオープニングテーマは、全番組で同じです。 出発はいい曲ですが、私は別の曲のために別の曲を持っているといいと思います。 オープニングの明るい性質は、ショーの暗いアークのトーンにはあまり適していません。\n\n私はこのショーを完璧とは呼んでいないだろうが、148のエピソードで非常に多くのことが行われているので、全体の質が落ちて驚いている。 私のように芸術、長さ、またはその他の軽度の問題のためにこのショーを始めることに躊躇しているなら、それにチャンスを与えることを検討してください。 オープンな心を保ち、私がそうしたように、あなたが期待していたよりもはるかに気に入っているかもしれません。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "years100",
    "profile": "/profile/years100/reviews",
    "pages": "1",
    "number": "20",
    "link": "/reviews.php?id=162107",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n'Gon、あなたは軽いです...時々、あなたはとても明るく輝きます。私は離れて見なければなりません。 しかし、それでも、私があなたの側にとどまるなら、それはまだ大丈夫ですか？\n---キルア\n\n\nこれは私の2回目のレビューなので、まだロープを見つけています - もしあなたがHunter X Hunter 2011を見たことがないなら、これがあなたを見てくれるのを助けてくれることを願っています！ そしてあなたがそれを見たなら、私はこれがシリーズの結末によって残された空隙を埋める助けとなることを願っています。 多くの知っているように、HxH 2011は2日前に終わったし、今でも、それについて考えるときにはまだまだ壊れている。 私は上記の引用を選んだ。なぜなら、HxH 2011への道のりをとても感じているからだ。それはいつかは自分の利益のためにはあまりにも偉大な素晴らしいアニメだが、結局それを見守るために何かを与えただろう。 側。\n\n私はHxHシーンに遅れて来ました.HxHを初めて聞いたとき、私は2013年秋にうつ病になり、シリーズは6番目のアーク（Chimera Ant Arc）の真中にありました。 私の友人から隠れて、ちょうど私の時間を埋めるためのものを探していました.HxH 2011で見つけたものは、私を吹き飛ばしてしまいました。それは私を持ち上げ、自分自身や他のことへの私の信念を回復させ、 私は今どこにいるのですか？ 私は、HxH 2011が私が今までに見た中で最も影響力のあるアニメだと言うことはできますが、私がそれを発見したことは非常に恵まれています。\n\nこのレビューのために、私はそれぞれのカテゴリーに進み、それぞれのスコアを説明し、最終的な考えをもって結論づけます。\n\n\nストーリー：9\n\n\n\nキャラクター：10\n私の「ストーリー」セグメントで「キャラクター」という言葉を続けていたことに気付いたのは、おそらくHxH 2011がその多様性と信じられないほどうまく融合したキャラクターになると最も輝くからです。 純粋で誠実なキルアから、鈍い、しかし慎重なレオリオ、悪質で親切なクルピーカへ、メインキャストのそれぞれは、驚くほどよく開発され、苛立つほど愛しています。 そして、これは主人公のそれぞれが完璧であると言っているわけではありません - 何かがあれば、それはそれらをそのような高さに追いやる不完全です。\n\n\n\nKilluaも素晴らしいです。 彼は悪質な暗い過去を持っており、彼は間違った/倫理的に疑わしい傾向に陥る傾向があり、それは彼に現実的なエッジを与えるものです。 彼は真剣に努力しています。そして、彼はGonと一緒に奉仕することによって、彼が行った不正行為を償いたいと思っています。 そのように、私たちは彼が自分自身を発見し、本当に生きるために意味するものを発見し、友人を持つことを意味するものを発見し、他人を深く気遣う方法を発見するように、彼がHxHを横断するのを見るようになる。 加えて、彼が猫の顔をするたびに、あなたの心は癒されません。（私が何を意味するか知るためには、ショーを見なければなりません。 だから、あなたがエピソード147に到達する頃に、あなたは本当にショーが終わったと感じています。 私は何も台無しにしません、私は約束しますが、アニメが第148話で終わったにもかかわらず、第147話は私の心の真の終わりでした。\n\nLeorioとKurapikaは残念ながら、HxHがそのストーリーにさらに進展するにつれて、残念ながらGonとKilluaよりも画面時間が少なくなっています。 しかし、彼らが最初の4つのアークに入るスクリーンタイムはすばらしく、それによってあなたも彼らと恋に落ちます。 レオリオは耳障りで利己的だが、彼はあなたがそれについて考えるたびにあなたの柔らかい側を泣かせる彼とは全く違った側面を持っている。 そして、Kurapikaは一心になって出てくるが、彼はこのシリーズの中で最も根本的で善意のキャラクターのひとつだ。\n\nしかし、HxHの優れたキャラクターは、4人の主人公で終わるだけではありません。 確かに、シリーズのキャラクターのほとんどすべてがいかに洗練されているのですか？あなたは本当にそれらのすべてを気にするようになります。 ハングゾーからビーンズ、ビスケットからゴレイヌ、凧からノヴァ、ナックルとモレール、パームとシュート、翼からネテロ、チードルからパリストン、ポークルからサトゥーツなど -  HxHは他のアニメとは非常に異なる 巧妙に定義された文字の巨大なキャストを持つことによって。 そして、これは、アリ、ファントム劇団、ゾルドキス、バトラーズ、マフィア、グリードアイランドプレイヤー、天国のアリーナコンテスト、ハンターズなどは言及していません。これらのキャラクターすべてで、 いくつかのトラックを失う。 そして確かに、HxHはある程度行います。 本当に必然です。 しかし、クラックの間にある数少ないものを除いて、HxHはすべてのキャラクターのために現実的な肖像画を描くことができます - あなたがそれらを愛していなくても、あなたはまだ彼らのために応援しており、 彼らが成功し、うまくいくのを見る。\n\nそしてこれは悪党にまで及ぶ。 アニメのなかでは、ショーのほとんどすべてのシングルの悪役に（何らかの形で、あるいは別の形で）つけられることはありません。 そして、彼の凶悪な側面はとても独特です...私は即座に彼に魅了されました。 ファントム劇団からヒサカまで（私の大好きなキャラクター）は、あなたが好きなキャラクターのもうひとりであるMeruemまで、あなたは彼らと笑ったり、ショックを受けたり、 彼らと一緒に泣いてください。  Meruemのストーリーが第6弧で終わり、アニメが動き出したとき、彼は「悪い男」であったにもかかわらず、そのような信じられない性格を残すという考えで涙を流しました。 そしてオハイオ州の良さ、Hisokaは素晴らしいです。 ショーを見るだけです。 彼は素晴らしいです。 私を信じて。 少し奇妙な、はい、しかし、私たちはすべていくつかの形式や別のものではありませんか？\n\n私は永遠のためにキャラクターについて進むことができますが、終わりのないレビューの危険にさらされて、私は次のカテゴリーに進むでしょう...\n\n\nアート：10\nHxH 2011アニメーションでは、怠惰な瞬間はありません。 細部とケアと愛と勤勉を持つアートワークのすべてのポップ。 すべてのアニメーションは流動的で細かく描写されており、すべてのキャラクターが独特で目を引くように見え、すべての景色は息をのむようになり、不思議な感覚を呼び起こします。  HxHは、アクションパックが少ないエピソードであっても、フラッシュバックや無意味な/不要なフィラーアニメーションを定期的に回避し、視覚的良さの鮮明な表示を複雑にレイアウトする時間が常に必要です。 確かに、アートワークは非常に滑らかですばらしく魅力的なので、私はアニメアートの新しい基準を設定するようになりました。\n\n\nサウンド：10\nサウンドは素晴らしいです。 すべてのビジュアルエフェクトには、同じように目を見張るようなオーディオエフェクトが付いています。音楽はダイナミックで魅力的で、エンディング曲はすべて素晴らしいです。  HxH 2011が148のエピソードのすべてを一つのオープニング・ソングとして否定的なものにしているのを見ている人もいるかもしれませんが、私はそれを巨大なポジティブと見なしたいです - 私は\"Departure\"という曲に恋し、  「出発」と「ハンターXハンター」は私の心を区別できません。 何かあれば、HxH 2011のために\"アート\"、\"ストーリー\"、\"キャラクター\"のように心に響くわけではないので、私は「8」という音を出しました。そして、148のエピソード HxH 2011 OSTに追加されたいくつかの新しいトラックを聞いてうれしかったです。 しかし、やはりこれは非常に軽いニックピックで、それ以外は素晴らしいスコアとオーディオ・エフェクト・リールがあります。\n\nさらに、声優のすべてが素晴らしいです。 主人公のすべてのキャラクターはすばらしく声をかけられ、すべてのサポートキャラクターも同様にキャストされます。 確かに、私は本当に外れているか、うまくできていない声については考えられません。 声の演技はそれだけでいいです。\n\n\n楽しさ：10\n私が初めに言ったように、そして私の見直しを通じて、HxH 2011は気分や感動を感じさせます。 それは壮大な世界にあなたを紹介し、楽しんで現実的な文字のホストを整理し、それからあなたはきれいに砂漠からそれを探索することができます。 この驚異的なアニメに費やされる費用はありません。コーナーはカットされず、コップアウトは行われません。 そして、さらに良いことに、ショーはあなたに話す代わりにあなたを見せてくれる素晴らしい仕事をしますが、これは後で6番目のアークで失われます（しかし、複雑なことのためにアークの正義を行うことは不可能でした その円弧の性質）。 あなたは、あなたが愛している関係のある人物の目を通して、世界を見て経験し、発見するようになります。そうしている間に爆発します。 あなたはアニメから何をもっと求めることができますか？ または、むしろ、そのようなすばらしい冒険から何を求めることができますか？\n\n\n全体：10\n結局のところ、Hunter X Hunter 2011に関する誇大宣伝を聞いたことがあるかもしれません。 そしてしばしば、そのような誇大宣伝は、あまりにも真実であるものの絵を簡単に描くことができます。 あなたがこのレビューを最後まで読んでいれば、大量の誇大宣伝を受けたことになります。 だから、もっと誇大宣伝を読んだり聞いたりするのではなく、それをすべて無視して直接的に見つけ出すことで、自分自身に賛成してください。 最初のいくつかのエピソードHunter X Hunter 2011を見てください。それは少し遅く始まりますが、それはすぐに構築され、まもなく、あなたはおそらく見て止めることができません。 私は数日で60回のエピソードを通してそれを作った - 私が始めた後、私は止めることができなかった。 それはよかった。\n\nなぜそれはとても良いですか？  HxHは本当に気にするので。 それはそのキャラクターを気にし、その物語を気にし、世界を気にし、観客を気にします。 それはあなたに沿って文字列を書くことも、安価なストーリーテリングトリックのためにあなたを設定することも、時間を無駄にすることもありません。 要するに、勇気と冒険の素晴らしい物語を伝えるのに最善を尽くし、経験を通して自分自身に真実を保ちます。 それはHxH 2011が本当に何か - 経験です。 言葉だけで本当に集計されるものではありません。Gon、Killua、Leorio、Kurapikaと一緒に見て聞いて感じなければならないものです。\n\nだからハンターXハンター2011を見に行きなさい。私は、あなたがあなたの旅 - あなたの冒険を締結する頃に、あなたがそうしたことをうれしく思います。 そして、ちょっと待ってください。\n\n私にとっては、私はいくつかの組織をつかみ、叫ぶつもりです...もっとHxHを得るまでにはもう10年はかかるでしょう:("
  }
]
