[
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "beckmn",
    "profile": "/profile/beckmn/reviews",
    "pages": "14",
    "number": "1",
    "link": "/reviews.php?id=230430",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nマンガ（と漫画）は、幼稚な芸術のために大人や批評家によって広く無視されているメディア、またはターゲットオーディエンス（主に子供やティーンエイジャー）です。 これはハンターxハンターが週刊少年ジャンプで出版されたときに特に当てはまります。 このアニメの最初の一見は多くの視聴者を放っている。 しかし、子供のショーのように見えるものの下には、その下に巧みに実行された豊かな物語、非常にユニークで好奇心旺盛なキャラクター、そして非常に深遠で関連性の高いテーマがあります。\n\n私たちは主人公のゴン・フリークと、彼の父親を見つけるための旅に乗り出し、私たちの話を始める。 しかし、彼らはアニメそのものを指摘しているので、それは本当に目的地ではなく、あなたが経験した旅や人々です。 ストーリーは一目見て非常に構造的です。 はっきりした始まり、真ん中、終わりがあり、次のものに完璧に流れ込む弧で分けられています。 著者がここで行うことの1つは、宇宙と文字を設定するために最初の数弧を使用することです。 その後、一連のシリーズでは、キャラクターを細心の注意を払って開発していますが、それは一部の人にとっては遅いペースであるかもしれませんが、ストーリーの後半部分で大きな利益を得るためには絶対に必要です。\n\nキャラクターについて言えば、それはおそらくこのシリーズについての私の好きなことです：キャラクターの開発。 ほとんどすべてのキャラクターが欲しいと言っても過言ではありません。 彼らが悪人であろうと、同盟国であろうと、仲間であろうと、それぞれの人物は、自分がしていることをする明確な動機を持っています。 幾人かは正義であり、ある者は邪悪であり、彼らのすべては本質的に一次元化することなく行動します。\n\nあなたがアニメファンであろうとなかろうと、これは巧みに作られた物語が好きな人にとっては必見です。 そして、あなたがこのシリーズに十分な時間を投資すれば、それはあなたのトップ10のリストにあるスポットを簡単に獲得できます。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Izarn",
    "profile": "/profile/Izarn/reviews",
    "pages": "14",
    "number": "2",
    "link": "/reviews.php?id=227000",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "sars0928",
    "profile": "/profile/sars0928/reviews",
    "pages": "14",
    "number": "3",
    "link": "/reviews.php?id=206918",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\n私がハンターXハンターを見る前に、最後に私が完成したのはDBZでした（それは数年以上前でした）、私は正直なところ50话以上のアニメを観るファンではありませんが、 このショーを見て、私はそれにチャンスを与えた。\n\nそして、少年は私がこのshounenにチャンスを与えてうれしいです。\n\nその長さにもかかわらず、私はこのショーの最強の特徴は、個々の円弧の多様性と、文字が描かれている深さであると考えています。 アークが変わるたびに別のショーを見ているような気がしたので、私はこのショーに本当に飽きることはありませんでした。 私は若い男の子が父親を探して道に沿って新しい友人に会い、後にアリを食べるアリについての暗いSF映画を見に行くという光り輝く話を見ることができます。 様々なアーク、キャラクターの発展とそれらの間の関係とともに、視聴者は自分のことを本当に「気にかけ」、ストーリーを知ることに時間を費やし、キャラクターがどのように問題を解決するかを追うことができます。\n\n私はしばらくしてアニメーションの品質が低下すると思っていましたが、アニメーションはすべてのエピソードにスポットが当たっていましたので、私は心地よく驚いて品質が一貫していることに非常に感銘を受けました。 色は活気に満ちており、戦闘シーンはスムーズに再生され、優れた視聴体験を提供します。\n\n最後に、マンガは不完全ではあるが、アニメは何百回ものエピソードを見たような気分のショーのあるランダムなポイントで切り捨てることなく終わり、あなたは...一体何ですか？ それは視聴者に満足していると感じる点で終わり、148エピソードに自分自身を投資した後には絶対に失望しないと思うほとんどの人。\n\n全体として、これはおそらく最も成熟した、よく書かれたshounenです。 それに入るにはいくつかのエピソードが必要です（私はGonの短いショートパンツで凍りつくのを止めるために自分自身を説得しなければなりませんでした）が、一度そこにいれば、あなたは引き込まれてうれしいでしょう。 ハンターXハンターを完了した後、私の心の中でこの穴を置き換える別のアニメを見つけます。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Enkido",
    "profile": "/profile/Enkido/reviews",
    "pages": "14",
    "number": "4",
    "link": "/reviews.php?id=230884",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  6\n\n全体：\n私はHunter x Hunterを好きにして本当に頑張った。 それは確かに素晴らしい瞬間を持っていて、美しく描かれ、驚くべきサウンドトラックを持っていますが、少なくとも多くの欠陥があります。 全体的に、私はこのアニメが過大評価されていると思います。\n\nストーリー：5\nアニメの開始はかなり遅いので、観客が〜150回のエピソードを観る価値があるかどうかを判断することは難しい。 最初の2〜3アークの間の開発はかなり驚くべきもので、私は完全にアニメーションの戦いとトレーニングの一部を好きだった。 しかし、シリーズの主なアーク、すなわち貪欲の島とキメラのアークは、以前に起こったことと比べて実際には弱いです。\n\nキャラクター：7\n\nKillua（彼の戦い様式、家族、裏話など）、MeruemとHisokaのようないくつかの本当にクールなキャラクターがありますが、Gonを含むそれらのほとんどは個性と複雑さがたくさんあります。\n\nアートとアニメーション：8\n\nグラフィックとアニメーションは平均以上です。 それでも、Fate Zero / Stay nightのようなアニメを見た後、私は10点を与えることはできません。\n\n楽しさ：6\n\nサインカーブに乗っています。 アニメのスタートが弱く、最後の2〜3アークはそれほど興味深いものではなく、その間に大きな進展があった。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Leina0913",
    "profile": "/profile/Leina0913/reviews",
    "pages": "14",
    "number": "5",
    "link": "/reviews.php?id=219756",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  7\nキャラクター|  8\n|  8\n\nこれはアドベンチャーアニメの代表です。 このシリーズは私のラップトップ画面に貼り付けられた数多くの旅行や新しい経験で満たされています。 ハンターとは、世界を旅して、あらゆる種類の危険で挑戦的な作業を完了させ、驚くべきことには多くの異なることが判明した人物です。 主人公（ゴン）は、彼が父親を見つけることができるのは狩人になりたいと思っていますが、その願いから彼は道に沿って偉大な友人を作りました。 いくつかの謎といくつかの平凡な奇妙な。 そして、この欲望のもう一つの欠点は、彼が選んだ道で来たすべての危険でした。 しかし、彼は最終的にそれを完了しました。 そして、この1つは優秀なユーモアだけでなく、多くの感じがあります。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Wile-E-Coyote",
    "profile": "/profile/Wile-E-Coyote/reviews",
    "pages": "14",
    "number": "6",
    "link": "/reviews.php?id=206557",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\n「Hunter x Hunter 2011」は間違いなく最高の少年アニメのひとつです。 トガシはユニークで複雑な物語に完璧にフィットする鮮やかで思い出深いキャラクターを生み出します。 スタジオ・マッドハウスは、トガシの努力を引き継いで、壮大なソース資料に当てはまる華麗なアニメ・アダプテーションに変身させます。 今回のレビューでは、「Hunter x Hunter」を批評家として評判の高い要素に仕立て上げます。\n\nストーリー\n10/10\n\n\nキャラクター\n10/10\n\n\nサウンドとアニメーション\n8/10\n148話のシリーズでは、「Hunter x Hunter（2011）」のアニメーションはそれと同じくらい良いものです。 アニメーションは決して悪くはありませんでした、それは最悪の場合平均です。 多くの注意を必要としない通常の瞬間では、アニメーションは「平均」です。 何か重要なことが起こるエピソードでは、アニメーションの質は「本当に良い」レベルにまで上がります。 いくつかの忘れられない瞬間に、アニメーションは突然（特にキメラアークの後半に向かって）\"Excellent\"にジャンプします。 基本的にアニメーションは常に一貫しており、アニメーターは適切な瞬間にベストエフォートを保存します。 サウンドトラックは非常にキャッチーであり、いくつかのトラックは絶対に鮮やかです（王朝と暴動のエレジー、最後のミッションは私のお気に入りです）。 問題は、サウンドトラックに十分なトラックがないことです。シリーズの中で何度も何度も何度も何度も演奏されています（特に、ハンターxハンターを再視聴している場合）。 しかし、いくつかの新しいテーマが導入されているため、6曲目ではサウンドトラックがより多様化しています。 サウンドトラックの輝きは、その反復性を補うものではありません。\n\n全体\n10/10\n「Hunter x Hunter」は間違いなく傑作です。 重大な欠陥がないからではなく、Shounenが洗練されたプロットと非常によく開発されたキャラクターで巧みなストーリーテリングを行うことができることを証明する、非常に野心的なシリーズであるからです。 あなたがこのアニメを見ることを選択した場合、あなたは過ごすだろう、高級で、一貫して、そして充実した、「ハンターxハンター」は確かに数十時間の価値があります。"
  }
]
