[
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Jazoraa",
    "profile": "/profile/Jazoraa/reviews",
    "pages": "7",
    "number": "1",
    "link": "/reviews.php?id=204505",
    "jp": "--- --- --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  8\nキャラクター|  10\n|  6\n\n**（あなたが見たエピソードの数に応じて、スポイラーのコンテンツは可能です）**\n\n私はこのバージョンのハンターxハンターを嫌った理由は次の通りです。\n\n1-古いバージョンと比べてストーリーが非常に短くなっていて、古いバージョンで3つのエピソードを表示するには、新しいバージョンで1つ以上のエピソードを取らないものがあります。 新しいバージョンでは重要ではありません\n\n2  - 非常に重要なことであっても、彼らが話している特定の主題がそれほど重要ではないような気分になる古いバージョンと比較して、非常に詳細は言及されていません。\n\n3  -  'Phantom Troupe'、いわゆる 'スパイダー・ギャング'は、このバージョンでは十分な注意を払っていませんでした。このバージョンでは、以前のバージョンと比較して、彼らの力と危険性に関しては正当な理由がありません。\n\n4  - 私はハンターxハンターのこの全バージョンがちょうど 'キメラのアリの話にすごく早く着こうとしていたように感じました。それ以前に他のすべての物語に正義をしなかったのは、これを見たすべての人が、 バージョン？\n\n5  - 「キメラのアリ」エピソードは嫌いでした。なぜなら、それはアニメの巨大なスイッチであり、彼らはこのアニメを全部アニメにするほど強力ではないように感じました。私は信じられないほどの力 アリが持っていると私は彼らが合理的な力を持っている方法を見つけることができなかったと私はこの全体のアニメがこの種の力（Nen）をポーズすることがどれほど難しいかを示す方法と矛盾するように感じた。\n\nそれは新しいバージョンの「Hunter x Hunter」についての私自身の意見であり、私はこのバージョンについて他の人が何を考えているかを見て嬉しく思います。 私の意見は私に当てはまり、必ずしも他者に当てはまるとは限りません。 ありがとう。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "faatimerr",
    "profile": "/profile/faatimerr/reviews",
    "pages": "7",
    "number": "2",
    "link": "/reviews.php?id=187217",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n* MINOR Spoiler in 'Enjoyment' *\n\nどこから始めるの？ ハンターXハンターはこれまでに見た中で最も優れたアニメの一つです。 プロットからキャラクターまでのすべてが素晴らしかったです。 私は喜んでスキップしたすべてを再現したランダムなフィラーを除いて、私が飽きてきたとは思わない。\n\nストーリー：10/10\nこのアニメがそのような賞賛を受けた理由は、物語が良いだけでなく、可能な限り最良の方法で伝えられているからです。 始めから終わりまで、私は真に興奮し、もっと欲しがっていました。 このアニメで使用されているロジックは単に優れており、コメディのビットは、発生するドラマからの素敵な休憩です。 フィラーはあまりありません。 エピソード全体を浪費するのではなく、時には漫画の救済を追加します。過度のことはありません。\n\nアート：10/10\nアニメーションは芸術的スタイルと同様に優れています。 それ以上のことは言えません。\n\nサウンド：9/10\n音も素晴らしいです。 素晴らしいオープニングとエンディング、そして良いバトル・ミュージックを期待してください。\n\n楽しさ：10/10\n明らかに、私はこのアニメを楽しんだ。 文字はすべて注目に値する、彼らの開発は素晴らしいです。 多くのアニメは、十分な開発の余地を与えていないという間違いを犯しています。 ハンターXハンターはそれをまったくやっていません。 それは二次的なキャラクターの気持ちも持っています（まだmeruem＆komugi tbhについて泣いています）。\n\n全体：10/10"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "joannaki",
    "profile": "/profile/joannaki/reviews",
    "pages": "7",
    "number": "3",
    "link": "/reviews.php?id=203954",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nそれ以外の部分は私がこの叙事詩がいかに叙事詩的であるかを言っているので、私は否定的なものから始めます。  PLUSでは、このアニメを見る前に、後で必要となるため、元のHXHの第1話を本当に見る必要があります。\n\nネガティブ：ゆっくりとちょっとした幼児期の始まり。 すべての円弧は「良い」上にありますが、2つの最善の円弧と2つの最善の円弧を比較すると、違いが分かります。 それが満足のいく方法で終わったとしても、漫画が進行中であることはわかっていますが、それは決して終わらないでしょう。  1つのシーンが最初に追加されず、プロットの穴ができたので、元のシリーズの第1話を見る必要があります\n\nストーリー9/10：ストーリー全体が完全に変化したときにストーリーをレビューすることは不可能です。 だから私はNO SPOILERSで各弧を見直す\n第1弧（7/10）：ゆっくりと幼稚な（最初）、良い戦い、簡単なプロット。 主なジャンル/テーマ：アクション、アドベンチャー\n2  -  3（7/10）：かなりのキャラクターの開発、我々はより多くの文字、素晴らしい戦いを知るようになる。 簡単なプロット/ストーリー。 主なジャンル/テーマ：アクション\n4番目の円弧（9/10）：最高の1つ。  theres非常にサスペンス、戦いは素晴らしいです、戦略が必要ですこのアニメの戦略に比べてbc 'パワー'は無関係です。 暗いテーマになり始めます。 メインジャンル/テーマ：アクション、犯罪スリラー。\n5th arc（7/10）：このアークは、次のアークがさらに素晴らしい戦いを持つことができるように、主人公のパワーを発達させるために作られました。 メインジャンル/テーマ：アクション、リアルライフビデオゲーム（ソータイプ、しかし良い）。\n6th ARC（10/10）：ベスト。 怒ってはいけませんが、ダークはファックです。 主なジャンル/テーマ：戦争、ドラマ、アクション、政治\n7番目の円弧（7/10）：旅を終わらせる素敵な弧。 メインジャンル/テーマ：アクション、政治\n\nART / ANIMATION 10/10：アートスタイルはシンプルでちょっとキュートです。 アニメーションは見た中で最も良いアイブです。 視点は常に戦いを通して変化し、感情は可能な限り最良の方法で表示されます。 芸術は最初は明るく明るいようですが、暗い色と卑劣な表情を使用するのは本当に頻繁です\n\nサウンド10/10：私の人生でも最高のサウンドトラックive、冗談を聞いた。 最初は嬉しいかわいいオストです。  6番目の弧に使われたオストは驚くべきものです。 主な楽器はピアノとバイオリンです。  1つのエピソードでは、彼らはモーツァルト・ラクリモサを使い、サウンドトラックの1つは、騎士のプロコフィエフのダンスに触発されています。\n\nキャラクター10 ++++ / 10：今までに見たキャラクターの中で最も優れたキャラクター開発。 そのようなFMAとFMABは一緒に結合されたx 100.最初のmc（gon）は、あまりにも多くのことが彼の過去について述べたことなしに、本当に簡単です。  80彼は劇的に変化する。 すべてのキャラクターはユニークで、大多数は驚くほど開発されていますが、私の意見では3人のキャラクターがシリーズ全体で劇的に変化します、gon killuaとmeruem。\n\nENJOYMENT 10 +++++++++++++++++ 10：私はいくつかの欠陥を述べていても、このショーを見ている間は本当に私に影響を与えませんでした。私の好きなアニメです。\n\nボイスアクション10月：驚くべき!!!!!!!!!!!!!!!!!!! メグミハンはかなり不均等になったけど彼女の性格は彼女の性格とともに発展したと言っています。\n\n全体的に...あなたはまだ読書していますか？  shh、それを見に行きなさい。 今。 ああ、あなたはそれを見た？ それを見る。 今すぐ！  10/10"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Mcgillacuddy",
    "profile": "/profile/Mcgillacuddy/reviews",
    "pages": "7",
    "number": "4",
    "link": "/reviews.php?id=203830",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\nHxH 2011は真にトップテイストのアニメです。 今のところ、他のアニメの中では、それは文字通り私が見た中で最高のものです。 期間。\n\nストーリー：10/10\n\n新入生がエピソード1からHxHに興味を持ち始めるのは難しいかもしれません。なぜなら、ちょっと幼稚なので始まります。 アニメは非常に「幸せな幸せ」から始まり、ほとんどのアニメファンが見たいと思っているように、それが暗く暴力的になるのにかなり時間がかかります。 あなたが十分に患者になれば、物事が変わるのを見始めるでしょう。  Killuaから左右の人を殺してGonが左右に蹴ってきて、それが物語を拾うときです。  HxHは多くの衝撃的なねじれを生み出し、驚くべきプロットを生み出し、予測不可能でフラットなエンターテイメントをもたらします。 おそらく、シリーズ全体で私の好きな弧はPhantom Troupe arcです。 悪役は信じられないほど愛され、私は弧の中でクーラピカの役割を愛していました。 アークへの終わりは、心に吹かれています。\n\nキャラクター：10/10\n\n\n\nアート：8/10\n\nすべての賞を獲得することはできませんが、HxHのアニメーションはすべての新しいアニメがとにかくすべきであるため、目を惹きつけています。 私はアニメーターがパンチのインパクトやNen能力からの爆発的なオーラのようなアクションシーケンスを細部まで見て楽しんでいます。\n\nサウンド：7/10\n\nバックグラウンドミュージックの90％が再利用されているため、HxHのもう一つの側面は賞金を獲得できないが、ハイブリッドアクション音楽や叙事詩的なオーケストラ曲のような興味深いトラックがいくつか見つかった。 他の曲にはワンピース型のヒーローや「私たちがやった」音楽があります。これは本当に私の好みではありません。\n\n楽しさ：10/10\n\n私は信じられないほど維持されているプロットと驚くべきキャラクターの開発のために、HxH 2011の地獄を愛しています。 スクリューナルト、ブリーチ、DBZ（ファンにとって嫌悪感は見えません。私はDBZとナルトの作品を少し見ていました） あなたは単にこれを見ずに自分自身をアニメファンと呼ぶことはできません。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Anime4Rays",
    "profile": "/profile/Anime4Rays/reviews",
    "pages": "7",
    "number": "5",
    "link": "/reviews.php?id=195004",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n私がこのアニメを始めたとき、それはちょっと遅かった。 しかし、私もこれがアニメの地獄になると感じていたし、私の本能は正しい。\n\nあなたが喜んで満ち足りて、最も印象的な戦いのいくつかをあなたに与えるshounen。\n\nキャラクターの開発はこの世界の外にあります。 私が好きだったり好きだったりした5文字を選ぶのに苦労しました。\n\nそれぞれのキャラクターにはストーリーがあり、それは彼らの個性に深みを与えます。\n\nHxHの作者が地球の表面に落ちたのは残念ですが、このアニメはまだありませんでしたが、それでもなお続ける必要がある傑作です。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "FictionalAlarm",
    "profile": "/profile/FictionalAlarm/reviews",
    "pages": "7",
    "number": "6",
    "link": "/reviews.php?id=227663",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nハンターxハンターは約2週間で完成しました。 それは私がちょうどエピソードを燃え続けるすべてのレベルでとても楽しいものでした。 それを友人に説明するとき、私はキャンディを食べることとそれを比較した。 非常に楽しく、大量に消費しやすい。\n\n話は魅力的だった。 主人公は（正直、好き、確信に忠実で、強いが無敵ではない）根拠がありました。 私は次に何が起こるか見るのを待つことができませんでした。 暗いテーマに深刻な影響を与えながら、それが欲しいときには、アクションパック、面白かったです。\n\n当初、私は大量のエピソードとそれを子供に向けられたように見せる表紙の写真のために始めることをためらっていました。 しかしスコアはそれまでと同じ高さで、そしてそれが完成してからも、私は寛大になり、それを打ちました。 それは私が今までに見た中で最高の/お気に入りのアニメの1つになったので、大きな決定でした。 そんなに、私はそれが私のために他の少年のアニメを台無しにして怖いです。 それ以来、私はいくつかのシリーズ（D.Gray-man、Fairy Tail）を始めました。これらのシリーズは良いと確信していますが、ハンターのやり方で私を描くことはできませんでした。\n\n私はより多くがあったほうがいい。 開いたままにしておいたいくつかのサイドストーリーとキャラクターアークがありました。 私はマンガがまだ（いくつかの長い休憩を除いて）進行中であることを知っています。\n\n私はこのアニメを大好きでした。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "hurricanemin",
    "profile": "/profile/hurricanemin/reviews",
    "pages": "7",
    "number": "7",
    "link": "/reviews.php?id=193633",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  10\nキャラクター|  8\n|  7\n\n私は2人の友人の励ましの後、このアニメを見始めた。 私は自分の時間を取って2週間以内に終了しました。 それは1ヶ月前に起こり、アニメ、良いもの、悪いものについてのアイデアを開発し、それについてのレビューを書くことに決めました。  Lemmeはすぐにそれを言う、それは良いアニメです。 なぜ偉大ではない？ 浮き沈みのある波打った海のような感じです。  HxHは神聖なsh * tのようなアニメクリシェがたくさん入っています！\n\nPS。 これはスポイラーフリーのレビューではありません。 あなたがシリーズのファンであれば、それはあなたにとって問題ではありません。 また、あなたがファンであり、私を憎むことを望むなら、レビューを読むのは大歓迎です。 私はアーク・バイ・アークによるレビューをしてくれるので、それについては非常に重要です。\n\n\n\nはい、あなたが見ているように、それは私のために良くなり、4番目の弧はアニメ全体の害虫部分でした。 私は、これらの30のエピソードはビルドアップ（これは申し分ないもの）であることに気付きました。 私は高くなるよ、第4幕9.5 / 10 この弧は悪く、全体的に神秘的な素晴らしいものでした。 新しいキャラクターの紹介と、すでに知っていたキャラクターの関係は優れていました。  Kurapikaは最高でした。 最初はクラピカの物語はキャラクターそのものと同じくらい穏やかでしたが、クレイピカが行動したとき、彼は冗談ではないことに気付きました。 彼のテクニックも面白かったです。 無関係なことをしていた他のキャラクターについては気にしませんでした。一方、クレイピカと彼女のチームはファントム劇団と衝突していました。  GonとKilluaが以前にしたことは、Kurapikaとの再会はそれほど興味深いものではなかった。 アークには素晴らしいキャラクター、新しいものがたくさん戻った、両面復讐の素晴らしい話、PTソング（ハック・イェ！）、良いアクションシーン、紆余曲折がありました。\n\nGreed Island arcにはたくさんの...トレーニングがありました！ まさに私が探していたニース。 総潅水 彼は、デジタル世界がコンピュータゲームではないことに気付いたとき、彼はほとんど怒って、自分自身を善良な男になるために償還しました。 はい、Greed Islandは実際には実際の人間の選手と一緒に実際の風景でした。 私は悪人の人格に歪曲を期待していたが、いや、起こらなかった。 それ以外は、私は本当にこの弧に何の問題もなかった。 劇団の復帰が良かった、ボール投げの試合は良かった。 良いものはたくさんありましたが、悪役は完全なレットダウンでした。  7.5 / 10 それはまた、無情な（そしてインテリジェントな）、モチベーションのない悪役を持っていた。  Greed Islandの存在についてのひねりはかなり素晴らしかった。 彼らは、その紆余曲折の悪人の性格に何かを加えてしまったかもしれない。 しかし、いいえ、私たちは動機のない悪役が好きですよね？ ゴンの動機は彼の父親を見つけることでした、キルアの動機はゴンを助けることでした。 他のハンターチームを試合に出された老人でさえ、彼自身の動機があった。 私に例を挙げてみましょう。 デジモンシーズン2、最初に遭遇した悪役、お互いにデジタルモンスターが衝突して刑務所に閉じ込められた子供を愛した子供。\n\n\n\n最後の弧。 最後に、私たちが探していた人と出会い、彼はF * CKING ASSHOLEです！ Ed（FMAB）f * ckingは父親を蹴飛ばし、彼を憎んだ。 しかしゴンは何をしていますか？  「やっと私は父と出会いました!!!」いいえ、それはあなたのキャラクターをどのように発展させるのではありません。 もう1つは、以前のアークからのさまざまな文字の使用でした。 彼らにはダイアログがありませんでした。彼らはそこにいるためにそこにいました。 おそらくファンサービスのため。 私はLeorioの部分を愛しました（私は最初の弧でLeorioが好きではなかったことに注意してください）。 キルアの部分もよかった。 総合的には、平均アークを上回っていました。  8/10 私はアニメについては非常に批判的だと言った。 だからゴンは父親を探していて、ついに彼に会いました。 彼の息子は病気の状態にあり、誰も治療法を見つけることができません。 職業はなんですか？ 何も、彼を訪ねていない。 ゴンの父の声明、狩人が無謀な生き物であることを覚えています。 しかし、これは無謀なやり方ではありません、これは完全な休憩になる方法です。 私はゴンの父親への熱意も嫌いでした。 \n\n結論の前にまだ言いたいことがいくつかあります。 このような物語を終わらせることは決してありません。ワンピースのようなものは私の胃のためではありません。 私がサムスン・シャンプーが好きだったのと同じくらい、ベルセルクのアニメが好きではなかった唯一の理由です。 行って、私を憎む、それは無料ですが、それはこの主題についてちょうど私の正直な意見です。 それはまた、このアニメの私の全体的な経験に影響を与えます。 私は完全にそれを好きではありません。 たとえ、私が数えた不一致がそこになかったとしても、アニメにクリシェがないとしても、私はまだ10/10とは行きません。 私はそれらを軽蔑すると言うことができます。 どうして？ 芸術という言葉は完成した簡単な商品として定義されています。 あなたはそれらを見て、あなたは何か類似のものを探すために通り過ぎます。 カウボーイビバップは芸術です、地獄の傑作です。 鋼の錬金術師の兄弟姉妹も芸術作品です。 私はそうではなく、私はこれを芸術作品の一部として見ることはできません。 このアニメは完成しておらず（マンガのように）、私が知っていることから、いつでもすぐには行かなかった。\n\nええ、それらのclichésについては、アニメの最高の女性キャラはカイトでした。 うん、F * CKING KITE。 私はそれを受け入れることはできません。 オリビエ・ミラ・アームストロングスとリザ・ホーキーズがさらに必要だったと思う（YES！FMAB AGAIN） 私はフェミニストや何かではない、私は書かれた文字を愛しているだけの別の作家だ。 アニメは、実際に20〜40歳のカワイ・ブルズ*若い女の子たちでいっぱいです。 しかし、私は彼女が非常に一次元ではなかったので、かわいいにもかかわらず、大きな男らしい女性に変身した少女が好きだった。\n\nはるかに興味深いのはヒソカだった。 どうして？ \"私はそれをやろうとしている!!!\" ポケモンの灰とは違い、ベイブレードのメインの男です。 彼はピトとの最終戦のような彼の瞬間を持っていたが、全体的に彼はリード役には少し失望していた。 彼らはKilluaやKurapikaにも焦点を当てた話をすることができました。 ほとんど性的に良い戦いを楽しんだ小児好き嫌いの悪口の悪役を見たことがありますか？ 私はあなたの答えはノーだろうと思う。  Killuaもよかった。 彼は動力をかけてもじまり、彼の妹のために特に弱い、人間的な斑点を見せた。 さあ、ゴンについて話しましょう。 またはしません。 繰り返しますが、彼は何十回もアニメで見たことのある種類のキャラクターでした。 非常に熱狂的、幸せ、無謀な、簡単な男。 \n\n私は変わった人ですが、このアニメは本当に奇妙でした。 奇妙なことに、私は奇妙なことがたくさん残っていて奇妙なことがたくさん残っていて、説明はしていませんでした。 どうやってキルアの妹が\"ケイ\"の男になったのか？ どのように世界でゴンは彼の古いバージョンに自分自身を変身させたのですか？ しかし、最大のものはGonとKilluaの間の特定のダイアログに行く方法です。 ゴンの年老いた女性との出会いに関する話、そして...彼らのゴーレンがゴンに教えたこと。 キルアは、\"彼はすでに育った男だよ！\" やあ、それは正しいことではない。 いいえ...いいえ...私は答えが欲しくない。 説明できないようにしましょう。\n\n巨大なプラスはサウンドトラックから来ます。 曲の正確な名前は実際には覚えていないが、エピソードの前後、前後に演奏されたほとんどの曲が優れていた。\n\n私はアニメが好きでしたか？ ええ、私はそれが良かったと私はそれで多くの楽しい時間があった。 それは素晴らしいアニメかもしれませんが、傑作ではありません。  HxHはあまりにも多くのクリシェで満たされ、傑作と呼ばれています。  HxHの最高の部分は、そのストーリーアークの一部、いくつかの悪い良いキャラクター、いくつかのアクションシーンです。  「一部」なしで使用できる唯一のものはサウンドトラックでした。 彼らは最高でした。  HxHはまだ完成していない物語であり、それでも良い物です。\n\n7.5 FMABのうち7.5（Yes I F * CKING LOVE FMAB）"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "xhunter2301",
    "profile": "/profile/xhunter2301/reviews",
    "pages": "7",
    "number": "8",
    "link": "/reviews.php?id=227114",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n私は今このアニメを3度目に見直しています。本当にその魅力を失うことはありません。 簡単に私のすべての時間のお気に入りのアニメ、そしてここに理由があります。\n\nストーリー -  10/10\nこのアニメの物語は、私たちを圧倒することなく、複雑で、倫理的に矛盾し、感情的で、深く激しいものに発展する余地を残さずに、簡単に始まっています。 アニメーションの長さを考慮すると、ペーシングは素晴らしいです。 小さいほうの弧は少し遅く感じますが、やはり面白くて有意義です。 このショーは実際には時間を無駄にすることはありませんが、あなたにすべてのものを一度押し付けません。 コメディは何よりも愛想がよく、キャラクターの債券が成長するときにほとんど出てくる。 理由だけではありません、彼らは本当に覚えている瞬間のように感じる。\nアニメは巨大な冒険のように感じる。 若いゴンは、出産時に彼を放棄した父親を見つけるために、彼の全体的な目標の中でハンターになることを目指す。 すべての円弧はその目標に一歩近づいていると感じています。\n\nキャラクター -  10/10\nゴンは優れた主役です。 彼はしばしばシンプルな気がしますが、素早く思考し、魅力的で、思慮深く、実際に強いです。 彼はまた、ほとんどの主人公が成長の余地を与えるために行うほとんどのような才能のない敗者や誰かとして始まらない。 しかし、このアニメは私に、ただの人よりもはるかに多くの人がいることを思い起こさせる。  「私は永続的ですか？」 彼はこのジャンルのためにいつも爽やかなスタートから非常に才能がありますが、彼の若い時代は本当に彼のバランスをとります。 ショーが進行するにつれて、彼は成熟し、より慎重になることを学び、彼は本当にもっと恋人になります。\nゴンと彼がHunter Examで作った最終的な親友、Killuaとの友情は、本当の、無邪気で、本物だと感じる。実際には、ショーが暗くなるとは対照的だが、やりとりやチーズではない 。 両者の相違点や相似点がどれほど相補的であるかは明らかであり、他の人が見ている瞬間は非常に現実的で意欲的です。 それだけでなく、Gillに先立ってKilluaの長年の経験にもかかわらず、彼らは同じスピードでスキルを発揮しようとするので、彼らの間には競争の層があります。 作家はこれをすべて念頭に置いて、これらの小さなものが関連性を持ちビルドするのを見ることができます。\nこれらの主要な2人のキャラクターを除いて、数え切れないほど多くの思い出深いキャラクターがあり、誰もただ「良い人」または「悪い人」のように感じることはありません。 最初の弧の悪人だった人は、後で私たちの主人公と並んだ3つの弧に戻ります。ある時点で、善良な人たちが本当に正しいことをやっているのかどうか疑問に思っています。 このショーではキャラクターが忘れられず、それぞれのキャラクターは数えられ、多くの場合、特定のアークの主人公のように感じる魅力的なストーリーがあります。\n\nアート -  9/10\n最初はGonの髪が私に迷惑をかけてアニメを幼稚に見せてしまったので、私はこのアニメを1年以上見送っていたという点で、信じられないほど愚かでした。 違う。  Msotのキャラクターデザインは思い出深く創造的なもので、個性のそれぞれに非常にフィットしています。そして、実際には衣装を変更していますが、これは非常に感謝しています。\n私はアニメーションに苦情はありませんが、ほとんどの場合と同様に改善の余地があります。 しかしショーは本当にシーンを戦うためにあなたを失望させません。 彼らは華麗で流動的に活気があり、証言するのが本当に楽しいです。\n\nサウンド -  9/10\n個人的に私はサウンドトラックを愛していましたが、それは本当に思い出深いものでした。私は唯一の苦情です。  OSTの中には、本当に強烈で雰囲気の強いものがあり、誤用されることはありません。 オープニング・ソングは全番組を通じて残っており、それはあなたが各エピソードのために解雇されるのに最適な方法となり、素早く自分の言葉の歌詞を知ることができます。 結末の曲は私のものではありませんでしたが、決して悪くはありませんでした。\n音楽を脇に、声優は本当にこのショーを作るものです。 それぞれの俳優は人生と人格で文字を埋める素晴らしい仕事をしますが、まったく苦情はありません。 キャスティングはただのスポットだった。\n\n全体的な楽しさ -  1000/10\n私はこの点をどのくらい楽しんでいるのか、この点を明確にすべきであることを意味します。 それはあなたがより多くを見たいと思うようにしておき、時間の経過とともに見てもいいです。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "noisysound",
    "profile": "/profile/noisysound/reviews",
    "pages": "7",
    "number": "9",
    "link": "/reviews.php?id=226958",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n人形のマスター私はあなたの弦を引っ張っています\nあなたの心をひねり、あなたの夢を砕く\n私に盲目的に、あなたはものを見ることができません\n私の名前を呼んでください、あなたが叫んでいるのを聞いてくれるからです\nマスター\nマスター...\n（メタリカ、人形のマスター）\n\n\nまあ、このアニメを見た後、私は明らかに10/10に値したので混乱しましたが、私が10点として得点した他のショーは、それほど良くなく、すべての得点を下げることは選択肢ではありませんでした。 そういうわけで、私はそれに10.9999... / 10を与えたと言いましょう。\n\nさて、私はこれを抽象的でスポイラーフリーなものに保つようにしよう。  HxHのストーリーは、非常に予測不可能で驚異的です。 それはGame of Thronesのようなものです。誰も安全です。 それは、たとえあなたの人生全体を鍛えていても、他の人々があなたの存在を最強のものとみなしても、あなたの能力をすでに上回っている才能を持つ人がどこかで生まれる可能性があります。 あるいは、あなたは超強く頭を使って石を砕くかもしれませんが、誰かがあなたを圧倒することができます。 それは、100％の無敵のワン・パンチ・マンというような状態はないことを意味します。あなたはこの世の人生のためだけに苦労することができます。 そして、それはまあまあまあ見えますか？\n\nそれについての話は何ですか？ まあ、それは愛と憎しみに関するものだと言えるでしょう。 親は大好きです そして、これらのことは、あいまいさや控え目な言葉の後ろに隠されているわけではありません。 それは文字通り、あなたの顔に投げられている、あなたはただ聞く必要があります。 すべての感情は、極端な形であり、半分程度ではありません。  TitansのAttackがTitansに与える感情を思い出してください。何かが無敵で不可避の恐怖です。 そして、このショーは、はるかに、はるかに多くを提供します。 あなたがこのショーを見たことがないなら、このパラグラフは皆あなたには意味がないように見えるかもしれませんが、見た後、あなたは私のすべての言葉の例を見つけることができると信じています。 そして犯罪と罰。 忠誠と裏切り。 生死。 宗教と人間精神。 酷使と許し。 幸福と悲しみ。 無謀と考えています。 人類と自然。\n\n芸術は素晴らしいですが、それは新しく磨かれたように見えますが、幼児のように見えるかもしれないオリジナルの文字のデザインです。 だまされてはいけませんが、それは決してストーリーテリングに影響しません。\n\nHxHのサウンドトラックは単に優れています。  OPとEDはキャッチーな曲ですが、BGMはほとんどが高品質のクラシックオーケストラです。 ああ、そしてモーツァルトがあります。 もし彼が十分でないなら、私は知らない。\n\nああ、キャラクターの開発があります。 はい、そうです。 あなたが知っているので、私は何も言わないでしょう。 このショーについてスポイラーを避けてください。 レビューを読むことさえしないでください、このタブを閉じて、あなたがそれを見てしまうまで戻りません。\n\n総合的に見ると、ショーは見やすく、マラソンにはいいです。 幸せな冒険として始まり、それは知的で緊張したドラマに発展します。 完成していないマンガを考えても、アニメフィナーレが私を満足させ、ショーは完成したように感じます。 愛とケアで作られた、それは本当に最高のショーの一つです。\n\nP.S. 私は碑文として良い引用をしたかったが、スポイラーを与えることを恐れていた。 そして、いくつかの考えを持って、この曲を思い出しました。この曲は、シリーズを見た人たちのためにいくつかの団体を作ることができますが、他の人には何も言いません。 それでおしまい。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "3ZOZ999Z",
    "profile": "/profile/3ZOZ999Z/reviews",
    "pages": "7",
    "number": "10",
    "link": "/reviews.php?id=212160",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n[スポイラーレス、私は願って] [最初のレビュー]\nああ..\nすべてが完璧なこの傑作をどこから始めるのか。\n\nストーリー：10/10\nゴン、貧乏人の父親を見つけるために狩人になろうとしている男の子が、長い話の前に多くのループを繰り広げている。 彼が会う方法で\nKillua：暗殺技を持っている冷血殺しの暗殺者[あなたは言うな：P] Kurapika：彼の家族が劇団に虐殺されたティーンエイジャー[劇団は一番クールなものです] Leorio：恐ろしい中年男性 過去、彼は医者になりたい。\n\nアート：10/10\nマッドハウスは一度も私を倒したことはありません。 アニメーション、芸術など、アニメのエピソードとマンガを比較すると、この伝説的なスタジオがどれほど頑張ったかがわかります。\n\nサウンド：10/10\nオープニングは変わっていないが、真剣に、誰が変えたいと思っているのか知っている？\nそれは芸術の一部です、エンディングは傑作でした、オストはいつも聞いて非常にフィットし、スリリングです。\n\nキャラクター：10/10\n私はハンターxハンターは、最も狂気の文字とキャラクターの開発を持っていると思う、私たちの英雄は深い底から彼らの道を開始し、力については何も知らないので、キャラクターの開発はEPIC、ゴン、キルア、\n\n楽しさ：10/10\nハンターxハンターを楽しむことができない人は誰ですか？\n\n全体：10/10\n傑作、私は11/10または100/10を与えるだろうが、最高得点は10 ^ _ ^です。\nこのアニメは私のために＃1です"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "realjitendra",
    "profile": "/profile/realjitendra/reviews",
    "pages": "7",
    "number": "11",
    "link": "/reviews.php?id=226122",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nまず第一に ！ これは完全に不偏のレビューです！ ハンターXハンター私の意見では（他のアニメファン/少年恋人に対する犯罪はありません）、私が見た中で最高のシリーズです。\n\n1）\nストーリーラインやアニメから期待されるものの他の側面を考えると、HXHの無限ハニーのように満ちています。\n\n2）\n最初は、それが完全にキディッシュのように思えるかもしれませんが、いくつかのエピソードの後で、あなたは聖なるたわごとのようになるでしょう。それはまったくダークアニメです。とにかく、トーナメントタイプのアニメであることが分かります。 ストーリーラインがドラッギングであることは決して見つけられません。あなたが148エピソードのアニメたちを見ていることを意味しています。 これがHXHをユニークなものにしてくれます！\n\n3）\nアニメーションの側面について話す。\n2011年のアニメーションは素晴らしいです！\nマッドハウスはこれにロットを費やしており、それは驚くほど実行されたことが判明しました。\n\n4）\nエピソードドラゴンストーリーラインの比率は非常に低く、フィラーのエピソードは2つしかなく、それもまた要点です。\n\n5）\nあなたはそれを楽しむだろうと確信して、驚くほどの戦いのシーケンス、私はそれらのすべてを愛していた。\n\n6）\nHXHも私は世界を見た方法を変更！ 私はたくさんのことを学びました！ 引用、決定、愛は最高レベルで存在します。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Midg3tLuv",
    "profile": "/profile/Midg3tLuv/reviews",
    "pages": "7",
    "number": "12",
    "link": "/reviews.php?id=211354",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\n完璧に近いくそー\n\nあなたは小さな迂回路を楽しむべきです。 最大限に。 それがあなたが望むものよりも重要なものを見つける場所ですから。  - ギング '恐ろしい父親ではないときFreecss\n\nHunter x Hunterは、このウェブサイトの「Top 5 Anime」リストに掲載されている素晴らしいショーです。 アニメーションは華やかだった。  Mad Houseは愛を彼らの仕事に加え、Hunterにそれを示します。 文字は愛され、あなたはそれらを気にします。 すべての主人公は素晴らしいです。 ショーではユーモアがよく書かれているために笑いを浮かべ、気になる人は死ぬだろう。 あなたが彼が幸せな子犬の個性を持っていることを知っているので、Gonが裂くだけの光景があなたの心に引っ張られます。 この番組がピーク時には、リテラル11/10です。 私は時間があったので、私は私の時間を過ごす方法を選択したので、私は3日間で約80のエピソードをbinged。\n\nこのシリーズには一つのすばらしい話はありません。 シリーズはすばらしい話がいっぱいです。 私はみんなの物語と彼らの計画が大好きでした。 私は物語の実行が大好きです。  Scarlet Eyesを見るときに心を失ったKurapikaは胸が痛かった。 このシーンを見ている人々は、怒りとうつ病のカクテルを感じます。 声優は一流であり、人間の感情を完全に伝えました。\n\nこのショーは他のショーでこれまでになかったことをしました。 私はトレーニングアークが大好き！ ええ、私は個人的にはそれらのことを嫌いですが、主なトレーニングは他のほとんどの完全なシリーズよりも優れていました。 もしあなたが本当に授賞式を開いていたら、 ハンターは、あなたがトレーニングアークの間に私を楽しませた、そして永遠の歴史の中で誰もしなかった、そしてMidg3tLuvが感銘を受けた賞を受賞しました。\n\nこの番組が10/10と評価されなくなるのを止める唯一のことは、キメラ蟻のアーチで約30話のブロックです。 ショーがマンガに追いついているように感じ、緊急時の休憩を引っ張って、足止めを止めた。 怒っていたたくさんのお尻がありました。 擬人化された動物は、それらにプラスチック/金属を有する服で生まれ、それらのものを許容しない国にいる間は、asinineである。 そのアークの悪者のために恐ろしいキャラクターの開発がありました。 私は悪夢の中でガンギのボードを見ました。私は1つの大きなブロックでそのボードを十分に見たので、私は眠りに戻って拒否しました。  Meruemの「開発」を引いたその恐ろしいことは残念です。 コヤラ、オクトパス、ザリガニ、サングラス、毛皮、またはその時に導入されたそれらの文字のいずれかでスネークを気にした人は誰もいませんでした。 これは、完璧なショーに近い、まったく気にならないことの大きな欠陥です。\n\nショーは楽しい時に終わった。 ショーの主な目的は、GonがGingを見つけることでした。 終了する必要のあるストーリーがありますが、それは決して起こりません。 吉弘さんがお尻から降りて、彼が始めたことを終わらせたいと決めるなら、私は喜んで漫画を拾い、ハンターパーティーを続けます。 私はフランスの映画のような私の頭の中のすべてを終わらせたくありません。\n\nこのショーはあなたの時間にふさわしいものであり、私はこの素晴らしいショーを通して後悔することはありませんでした。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "eminemcome2syria",
    "profile": "/profile/eminemcome2syria/reviews",
    "pages": "7",
    "number": "13",
    "link": "/reviews.php?id=225008",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はそれが痛い親指のように際立っている単一の後悔がある場合、それは私がこの素晴らしいショーを早く見なかったという事実です。 ストーリーからアニメーション、スコア、キャラクターまでのすべてが、ハンターxハンターとして知られる非常に多様で創造的なshounenでほぼ完璧に行われます。\n\nストーリー：\n\n私が前に述べたように、ショーは非常に変化しています。 個々のストーリー・アークは異なるトーンをとっているので、誰もがショーで愛するものを見つけることができます。  HxHの現在のトーンと全体的な雰囲気があなたのものではないかもしれない場合でも、それは問題ではありません。  HxHは、キャラクターが戦場にいるかどうかに関わらず、常にキャラクターに興味深い状況を提供します。 ショーはすべて戦術と状況を評価することなので、本当に鈍い瞬間はありません。 そして、主題の要素は、強制的にまたは嫌悪感を感じません。 各弧のテーマは非常にはっきりと表現され、効果的に視聴者に伝えられます。\n\nショーのほとんどすべてのキャラクターはユニークな感じです。 トガシが視覚的に、あるいは個別にユニークになる前に、何人かのキャラクターが数十回も見たような気分になっても。 ほとんどの場合、彼は両方で成功する。 それぞれのキャラクターは、自分の特殊なやり方で状況に反応し、自分の動機を持っています。 時にはこれらの動機が絡み合っている。 例えば：\n\nゴン：父親を見つけて、なぜ彼が放棄されたのか聞いてみましょう。\n\nキルア：暗殺者ではない目的を見つけること。\n\n彼らがどのように絡み合っているのか：Gillが父親を見つけるのを助けるKilluaは、Gonが友情を通して彼に目的を与える一方で、\n\n\n私が今までに見たことのない最高のアニメーションは、まだ滑らかで滑らかで、見るのはとても楽しいです。  Madhouseは本当にビジュアルで素晴らしい仕事をしました。 アニメーションは、この長さのショーの天体術の近くで気にならないほど些細なことで決して一貫していなかった。 このショーは視覚的に優れており、伝説的な状況にもあります。\n\n\nもう一度私はこのショーがハンターxハンターと同じくらい多様なショーに合う、信じられないほど多様なスコアを誇る、さらに別のカテゴリーで素晴らしいと言うことができます。 音楽は戦闘シーンをはるかに激しくするだけでなく、ノンストップの展覧会を飛ばします。\n\n\nそのアクションに基づいているわけではありませんが、それはshounenであり、アクションはジャンルの基本原理の1つです。 サプライズ、驚き、それは驚異的なアクションシーケンスを持っています。 単一の戦いが同じように感じることはありません、すべては何らかの形でユニークであり、他の多くのshounensのように永遠に続くことはありません、彼らの35分間の筋肉質なディックヘッドが叫んでいます。 私は15分以上のHxHの1つか2つの戦いしか考えられません。  HxHはまた、主人公が人々との戦いに先んじて公正なビットを持っていれば、彼らはいつでも死ぬことができ、主人公が肛門からいくつかの手術技法を引き出すことよりも緊張を招くことを明らかにしている。\n\n\nショー全体は正直言って傑作です。 私は実際にHxHが非常にうまく成し遂げたことをすべてリストアップすることができませんでしたが、これはショーの主要部分の基本的な故障であり、どのようにそれらがほぼ完璧に実行されたかです。 ここ数年でHxHがアニメファンだけを迎えたことは深いことを悲しく思います。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Amphetamine",
    "profile": "/profile/Amphetamine/reviews",
    "pages": "7",
    "number": "14",
    "link": "/reviews.php?id=191064",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  8\n\nハンターXハンターはいつも私の好きなアニメです。 テレビで古いシリーズを放映して以来、私は毎日家に帰ってからそれを見ていました。 私はこのようなシリーズが再起動を必要とし、実際にそれを上回る可能性があると想像したことはありません。 アニメの品質は元のシリーズよりも優れていますが、キャラクターのデザインが進む限り、私はこれより古いバージョンを好むと言います。\n私は実際にそれが放映されていたので、これを数年前に落としました、そして、私は最近、再びそれを取り上げることに決めました。\n\nストーリー - ストーリーはかなり面白いです。 時々それは軽快で陽気であることができ、時にはそれはかなり暗く悲劇的になることがあります。 エピソードを楽しむのを止めたわけではありません。 キャラクターはこのアニメで死ぬ。 ゴンは狩人になりたいと思って、ついに父親に会いました。 まあ、それはハンターになるために、そして一つになった後でさえも、人生をラインに乗せなければならないからです。 それは非常に興味深いかもしれませんが、私がこのアニメで見つけた最も興味深い面は、実際にはKurapikaのような他のキャラクターです。 私にとって最高の弧は間違いなくファントム劇団の弧で、長いキメラの蟻の弧に比べてちょっと寿命が短いと感じました。 私が気になるのは、アニメが終わったにもかかわらず、ストーリーはありません。 アニメがまだ公開されていない、まだ探求され解決されていない多くのものがあります。 時には、特にキメラ蟻の弧の間に多くの対話やナレーションが行われることはあまりありません。\n\nキャラクター/アート - ゴンは悪い主人公ではありませんが、彼はKurapika、Hisoka、Killuaのような他の優れたキャラクターに覆われていると感じました。 私の好きなキャラクターは確かにKurapikaでした。私は彼の弧が他の弧よりもはるかに立っていると言いました。 復讐は常に興味深い話題であり、彼の過去も私を興味をそそられる。 私はまた、GonとKilluaが、弧2つ後のほとんどの他のshounenアニメのように、シリーズの中で最も強いキャラクターにならないのが好きです。 シリーズの中には、レベルを超えて、実際にはかなり強いキャラクターがあります。 アニメやキャラクターデザインの質については、画質は一流でスムーズなアニメーションだと思いますが、キャラクターデザインが進むにつれて、より成熟していると思うので、古いバージョンが好きです。 シリーズ。 私のノスタルジアゴーグルもここで話しているかもしれませんが、それは私の気持ちです。\n\n全体的に - 私はシリーズを楽しんだ、私はそれを任意の特定のアニメファンだけでなく、すべてのアニメファンにお勧めします。 それはずっと完璧ではない、それはみんなのお茶のカップかもしれないが、それは間違いなく試してみる価値がある。 私はこれ以上のことを見たいと思っていますが、Hunter X Hunterのオリジナルクリエイターに関する絶え間ない中断のため、少し待たなければならないかもしれません。 私は、アニメが将来どこかで消えた漫画を読んでみるかもしれない。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "DarkCynicalOne",
    "profile": "/profile/DarkCynicalOne/reviews",
    "pages": "7",
    "number": "15",
    "link": "/reviews.php?id=175805",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  6\nキャラクター|  7\n|  5\n\n潜在的にたくさんいるが、貪欲によって破壊されたアニメ。 アニメーションは、一連の全体を通して堅実であり、音楽は良好であるが反復的である。 キャラクターのデザインは、不必要に性的な性格のキャラクターやファンサービスがなくても良いです。 最初の75回のエピソードはうまくペーシングされ、要約エピソード以外のフィラーはありません。 しかし、その点を踏まえて、物語の欠如は、物語の中で最も明白なものであっても、繰り返しと重いナレーションですべての点を長くすることで明らかになりました。 これは苦痛を感じるのが難しいので、誰でもインターネットで見たいエピソードのリストを見つけることをお勧めします。 このシリーズはおそらく8/10のグレードを持っているでしょうが、それはそれが長続きするので無視することはできません。 私はアニメの次の反復を待つことをお勧めします。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Paultrafye",
    "profile": "/profile/Paultrafye/reviews",
    "pages": "7",
    "number": "16",
    "link": "/reviews.php?id=198769",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれを世界で最も高い数値で評価することがオプションであれば、そうです。\n\nこのアニメは絶対的な少年の傑作です。 私は前にアニメでとても興奮して夢中になりませんでした。 ストーリー、アニメーション、キャラクターはすべて同じようにユニークで多様性があります。 たとえば、一人のキャラクターは彼の一族に復讐したい、一つは長く失われた父親を見つけたい、キャラクターの1つは時折ボンダーを手に入れ、まだアニメの中で最高のキャラクターの1人になることを管理する精神病小児性愛者です。\n\n\n\nART（10/10）：このアニメのアニメーションは実際に美しく行われています。 正直言って、Hunter x Hunter（2011）は今までのマンガの中でも最も適しています。 アニメーションには、完全にアニメーション化された様々な戦いがあります。最も顕著なエピソード126と131です。エピソード131には、この黒と白のアニメーションが戦いの終わり近くにバックグラウンドで演奏する素晴らしいサウンドトラックがあります。\n\nSOUND（10/10）：このアニメのサウンドトラックは美しいです。 あなたがアニメを見たなら、あなたはそれがどれほど良いか知っています。  「響井卓（Lamento for Piano）」は、今まで聞いたことのない音楽の中で最も心に響くものの1つです。アニメの悲しい瞬間に起こります。 アニメ、感情はあなたの部屋を正直に溢れさせるでしょう。 他の驚くべき部分は、武道家の伝説、天皇時代、影とラセツ、暴動と捕食者王国です。 これらはすべてショーの重要な瞬間を表し、耳には喜びです。\n\n\n\nエンジョイメント（10/10）：私はこのアニメを楽しんで、1週間以内にそれを終わらせることができました。ちょっと心がけていました。 それはすべての運命と暗闇ではありませんが、そこには面白い部分（主にヒサカ）がたくさんあり、あなたを笑わせてくれるでしょう。 それがとても良い別の理由は、フィラーがまったくないということです。\n\n\n結論として、あなたがこのアニメを見たことがないなら、真剣にそれを見て、あなたはそれをまったく後悔しません。\n\nP.S：Togashiこれを読んでいるなら、急いでください。 暗黒大陸の弧が終わるまでには私は死んでしまうでしょう。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Remco9800",
    "profile": "/profile/Remco9800/reviews",
    "pages": "7",
    "number": "17",
    "link": "/reviews.php?id=209001",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nHunter x Hunter 2011のことを聞いていない人にとって、あなたは岩の下に住んでいたにちがいありません。\n\n要するにHxHはGonという少年の話です。 ゴンは、父が去っていなくても父親の後ろに残され、父は狩人になるために去った。 彼の父親に怒っているのではなく、父がなぜ彼を去ったのかを正確に突き止めて、ハンターになることを決めています。 彼は様々なキャラクターに出会い、このアニメの中で2番目に重要なことは、ゴンと彼の友人キルアの友情の発展になります。\n\nマイナースポイラーズ、あなたは警告されている\n\nストーリー：10\n最初はHxHが平均的なショーネショーとしてスタートします。 彼は旅を始めると主人公と会い、友人たちと出会う。 そして、まったく別の何かが起こる...ゴンは標準的なプロットアーマーを持っていない、彼は実際に戦いを失うことができる、他の物語から非常に大きな変化。 最初のアークの事がはるかに面白くなった後、興味深いプロットラインがエピソードに付属し、すべてが非常に元の方法で接続されているようです。 物語はキメラアリアークでクライマックスに達し、キメラアークはアニメの中で最も壮大なアークの一つです。 ストーリーは以前よりもずっと暗く進行し、多くの異なるキャラクターからの複数の感情がこのアークの中心点になります。 アニメのエンディングは素晴らしいですが、それはオープンなエンディングですが、ストーリーが続かないことを嫌うものではありません。 ストーリーはそのポイントの多くをクローズし、さらに進展する可能性しか持たない。 そしてそれが起こります！  HxHの漫画家は一時的に休憩していますが、次の弧でHxHを続けるでしょう：Dark Continent Expedition arc。\n\nアート：10\nあなたがアニメが好きかどうかは、このショーの芸術が優れていることを否定することはできません。 非常に詳細で、戦っているシーンでさえ、その細部を失うことはありません。 たくさんのお金が芸術に入っているはずです。それはとてもうまくいっています。 他のアニメからHxHをさらに分離する\n\nサウンド：9\nオープニングはキャッチーで、いつもバージョンを変えているので、それは不自由しない。 終わりのテーマも非常によく作られています。 このシリーズのサウンドトラックは素晴らしく、ストーリーの中で起こっている多くのこと全てにとてもよく合います。 それから私たちは声優を持っています。 彼らは非常に良い仕事をしました。 すべての声がキャラクターに合っているように見え、俳優たちは役割の感情をうまく補うようです。  （特にゴン）ちょっと気になっているのはキメラアリのアークで非常に大きな部分になるナレーションですが、ちょっと気になるかもしれませんが、それに慣れればより叙事詩的な 。 例えば、文字が何らかの選択をするとき、状況は文字を話すことを許可しないが、ナレーターは人を動かすものを記述し、選択肢の文字をより論理的にする。\n\nキャラクター：10\nHxHはすべて、偉大な物語、目の見事な芸術、美しいサウンドトラックと声を持っているようですが、HxHが本当に自分のリーグで立っているポイントはキャラクターです。 すべてのキャラクターは詳細な背景を持っているようですが、本当にユニークなのはアンタゴニストでさえも非常にうまくいきます。 さらに特別なのは、いくつかの拮抗薬（主にMeruem）がいくつかのキャラクターを発達さえしていることです。この発達は、彼が本当に悪であるかどうか疑問視することもできます。\n\n私の意見ではトップキャラクター：\n\n1：Meruem\nMeruemsはChimera Antのアークのキングアントキングと主アンゴニストです。 初めはドラゴンボールZのキャラクターのような驚くばかりの凶悪な男ですが、物語が進行するにつれて、彼は自分が初めての世界をよりよく知るようになります。 時間が経つにつれ、彼は自分の人生のポイントと、他のライフのポイントについても、ある特定のヒーローでさえもはや彼が敗北すべきではないことがはっきりしないという点に着目します。 私のオピオオンでは、Meruemはすべての人の最大かつ最も美しいキャラクター開発をしています。\n\n２： ひそか\nヒソカ、ああヒソカ。 私はこのキャラクターが大好きです。彼はできるだけ精神病であり、可能な限り難しい戦いで自分を楽しむためにしか生きません。 彼は、シリーズ全体を通して主要なantogonistとして見ることができますが、彼が真剣に死に至るまで戦っている時点はまだありません。 ヒソカはゴンの可能性を見て、ゴンが強くなったときに彼を殺すことができるように、彼を強くするために彼の力のすべてを試みる。 ヒソカは自分の喜びのために一人の恋人を出すことは一度もなく、可能な限り最も興味深い結果を得る方法に基づいて選択します。 唯一の欠点は、キメラアリアークに彼が存在しないことです。\n\n3：キルア\nキルアは、あなたが彼に会った瞬間から好きな人です。 彼は副次的な主人公とゴンの親友です。 彼が第二の主人公であるにもかかわらず、私はGonのものよりもはるかに現実的なキャラクターの成長を見出します。 キルアは暗殺者として始まり、殺しは呼吸のように彼には普通である。 彼がゴンに会うとき、彼は殺害が結局は普通ではなく、そして良いことを見つけ、彼の新しい発見された友人のために彼は彼の全体の性格を変えようとする。 この決定は、友情の瞬間に至り、自分自身に大きな疑念をもたらし、最終的に彼の性格には大きな進化があります。 彼はまたゴン/キルーアのデュオのより思慮深い部分であり、ゴンが時には彼の馬鹿げた決定\n\n楽しさ：10\nHxHを見ているうちに自分自身を楽しんでいない瞬間はありませんでした。 すべてがちょうど完璧に見えます。 戦いは非常に詳細である間にexitingly作られています。 見ている間、キャラクターの気持ちが本当に私に届きます。 アニメは毎週非常に面白くて見守る価値があり、時間が飛んでいって、これを見ていて一回のエピソードの後で止めることはできません。もっと欲しいようです。\n\n全体：10\n私は私が私の主張を非常に明確にしたと思う、Hunter x Hunter 2011は最高のアニメの1つであり、まさに最高のキャラクター開発のアニメだ。 十分に言われて、それを見て、毎晩お楽しみください。\n\n私のレビューを読んでいただきありがとうございます、私はそれが有用であったと思います。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "JennDesu",
    "profile": "/profile/JennDesu/reviews",
    "pages": "7",
    "number": "18",
    "link": "/reviews.php?id=189412",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  10\nキャラクター|  10\n|  10\n\n全体的に私はこのアニメを9/10に評価します。\n\nストーリー（8/10） - 全体的なストーリーが本当に楽しいと感じました。 ほとんどの場合、ストーリーは最初から最後までかなり上手く動いていました。多くの偉大な気候のハイライトと、奇妙な予想外のひねりを見せてくれました。 しかし私の意見では、アニメのエンディングのエピソードは本当に欠けていると感じましたが、おそらく別のエンディングを見たかったでしょうが、それはそうです。\n\nアート（7/10） - 芸術は良かったし、キャラクターデザインもかなり良かった。 私はまだこのアニメと比較してより良いアートワークとアニメーションを見ていると言います。 私はヒソカの芸術がとても良いと感じていました。このキャラクターを取り巻く照明と陰影は、他のキャラクターと比べて本当に高いレベルでした。\n\nSound（10/10） - このアニメのサウンドトラックは本当に素晴らしいものでした！ それは本当にあなたを引き込み、シーン全体を完成させます。 私は、アニメのサウンドがすべての真の魂であると考えています。 キャラクターの声優も本当にすばらしかったです。\n\nキャラクター（10/10） - キャラクターの開発は、このアニメシリーズの最中に私が楽しんだものです。  Gonの主人公としてのアニメーションの開発は、あなたが彼（幸運の顔）が過度に強くなることを期待していないので、しばしば驚くべきことでしたが、彼は明らかに時々と考慮されるべき力でした 一緒にシリーズ。 私が好きなキャラクターの開発はヒソカでなければなりません。彼はあなたが本当にどのように感じるべきかわからないキャラクターの1つです。 彼は素敵な男であることの両方の瞬間を示していますが、真のサイコパスであることに容易に変わることができます。 すごい！\n\n楽しさ（10/10） - 私はこのアニメが非常に楽しくなることを発見し、将来このシリーズを間違いなく再訪するだろう。 あなたはこのアニメによって失望する気はなく、キャラクターと一緒に成長して、あなたの話の一部のように感じるでしょう。 私は、主人公が進行し、シ​​リーズを通してより強くなるアニメを楽しむ人に、このアニメを最も確実にお勧めします。\n\n読んでくれてありがとう！"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "berserker15",
    "profile": "/profile/berserker15/reviews",
    "pages": "7",
    "number": "19",
    "link": "/reviews.php?id=165439",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nHunter x Hunter 2011は私が今まで見た中で最も素晴らしいアニメの一つです。 私は全面的にこのレビューを読んだ人と誰にでもそれをお勧めします！\nストーリー - ハンターxハンター2011の話は非常に良いです。なぜなら、それは大急ぎで急速にペースを変え、何か急いで感じることがないからです。 主人公の素早い進歩とプロットの紆余曲折の中で、ジェットコースターに乗っているような気分になります！ だから私は物語を10に与えるのです。\nCHARACTETRS-あなたがそれを終える頃には、Gon、Killua、Kurapica、Leorioの壮大な旅を振り返り、彼らがどれだけ変化し、発展し、成熟し、スキルが向上したかについて完全に畏敬の念を抱くでしょう。 私はキャラクターの開発に10を与えることしかできないということを、シリーズを通してずっと変えて行きます。\nSOUND-このカテゴリは個人的な好みによりますが、私の意見ではHunter x Hunter 2011は全体的に素晴らしいサウンドトラックを持っていると言えます。 オープニングと大部分の結末が大好きです。  5と6のエンディングは、おそらくすべての時間のトップ10の終了曲です。 象徴的なオープニングは非常に良いと明るいエピソードのために興奮して取得します。 オープニングの唯一の欠点は、オープニングは素晴らしいですが、シリーズが進行するにつれてそれを変更することは決してないということです。 これらの他のすべてのものと同様に、サウンドトラックは例外的です。 私が音を9に与える唯一の理由は、オープニングが同じで、サウンドトラックが完璧ではないためです。 それは10の完璧に非常に近いです。\nアート - ハンターxハンター2011のアートとアニメーションはとてもうまく実行されます。 動きはスムーズで流暢で、アートスタイルは非常に素晴らしく、カラフルに見えますが、他の時代では非常に暗くなります（例：Chimera Ant Arc）\n\n結果 - 全体的に私はHunter x Hunter 2011にこのアニメが本当に素晴らしいと評価しています。私はそれを毎晩楽しんでいました。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "UmCaraAleatorio",
    "profile": "/profile/UmCaraAleatorio/reviews",
    "pages": "7",
    "number": "20",
    "link": "/reviews.php?id=208306",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n（このレビューには、物語やキャラクターのマイナーなスポイラーが含まれています）\n\n「あなたの人生を危険にさらした人は誰ですか？\n-Knuckle、Hunter X Hunter 2011\n\nこんにちは。好きなアニメのレビューをしているMALのランダムな男です。そして、ハンターXハンター2011は1999年のバージョンではないことをここで述べるべきです。それらの間にはいくつかの違いがあります。芸術はWAYYYYが良く、2つの新しい季節があります。\n\nさて、毎シーズンについて話しましょう：\n\n1ハンター試験：\nそれは、あなたがアニメを紹介しているので、アニメの「スターティング」の最高の例です。それで、友情、永続性、戦略とチームワークを含む一連の挑戦のほうがいいのですから、私はハンターXハンターが大好きなので、 ルーシーが何もしないフェアリーテールのようなものではないが、アニメは彼女が戦っていてどれほど悪いかを示すために何もしない物語のポイントを作っている。\n\nさて、ここには事があります：アニメを始めたとき、それはNarutoやBleachのようになりました。それはDBZで見たようなものだったようです。私は間違っていました....\n\n退職Tonpa、今シーズンは、彼らがアニメの「第1シーズン」のためにできた最高のものです。\n\n2-Heavens arena\nさて、二人目の話は「Zoldyck family」の弧だと言う人もいますが、私はそれに同意しません。だから事が深刻になる場所について話しましょう。\n\nさて、アニメ「エネルギー」（Kiやチャクラのようなもの）は、マンガーカがすべてを簡単な方法で説明するものとして作成したものですが、FENKは何に間違っているのですか？  （鳴門ファンボーイに来て、私はそれを求めています）ええ、私は複雑で、同時に面白かったです。DBZを見てください。Kiはカメハメハが好きなことを「説明する」に追加したものです。  Nenは攻撃の仕方、キャラクターの心理学、そしてすべての仕組みについて説明します。\n\nヒソカとカストロが戦い、戦いが終わると、アニメは深刻なものだと分かります。あなたがそれを見たなら、あなたは知っています。ホーネンは、細かいことを考えていません。 彼らの潜在能力を見せてくれるクールな（Cof * Nanatsu no taizai Cof *）。\n\nさて、私たちの主役たちが戦いを終えると、誰もがヨーク・シンに行くつもりです。そしてこれはこれまで最高のアニメアークの一つだと思います。\n\n3-York shin：\nそれは完璧です。ちっちゃなキメラアリがそれを打ち負かすことができます。キャラクターのすべての心理学者がここに入ります。私はGeney ryodanがこの弧でどのように探検されたかを話します。  *）とにかく..\n\nこれは少年アニメではありません。もしそうなら、それはこれまで最高のものです。これは、女性を救うための戦いではないし、誰がより強いのかを見るためのトーナメントでもありません。しかし、この弧の中で、Geney Ryodan、 影の獣、私たちの主人公、assasins、マフィアとボディガード...うわー...\n\nそして、この弧の中で、アニメは、彼がどれほど良いかを示してくれました。それぞれのキャラクターがそれぞれの性格や考え方を持っています。また、キャラクターを残してはいけません。アニメではすべてが重要です。キメラでは、 アリ。彼らは拳を使用しない、彼らは戦いのための戦略を使用します。\n\n4  - 欲しい島\nだから、彼の父親が作ったゲームにはゴンが入っていて、この弧がハンターXハンターの最悪だと告白しますが、ハンターXハンターは覚えています。このサガはアニメの最初の欠陥です アニメが試験に合格した弱いキャラクターをどのように置くかということです。あなたがアニメを見たら、私は何を話しているのか知っていますが、Greed島では、すべてを怖がってゲームに参加する人がいます Nenを正しく使用する必要があります。\n\n彼らはまだビスクウィットを見つけなかったので、ちょっと退屈だと思った。しかし、彼女が彼女を見つけたとき、アニメの話題のドッジボールのベストゲームがあった.HXHがスポーツアニメだったら、それは最高のものだった 黒子、私はあなたを愛していますが、その恐ろしいHXH）と私は本当にこのゲームでkilluaとhisokaをどのように探検するのが好きです。そして、ゴンを忘れることはありません！このゲームでJajankenをどう使っていたかは素晴らしいです。 私が子供の時にポケモンで...良い時...\n\nだから最高のSHONEN ARCに行く...ウェイト：すべてのANIMEのベストARC：\n\n5-キメラアリ。\nさて、ここにいるよ。彼らは心理学と戦略を拳と混合し、戦闘で作った。それは完璧だった。キャラクターの紹介は完璧。おそらく私が見た最高のものかもしれない.PitouとMeruem'sを含める。  、私はその男が嫌い...\n\nアニメーションは、突然変異のアリとキャラクターの新しい力で私たちに本当に創造的なことを示しています。私はこの弧を3つの章で分けます：浸潤、準備、ファイティング。あなたは第3章「インフィレーション2  ' お望みならば。\n\nキャラクターの可能性が最高の例でHXHにあったかどうかについて話しましょう：ナックルとメレオロン。彼らはユニークで創造的な力を持っていました。私はその力を愛しています。しかし、一緒に使う方法は素晴らしい...少なくとも 'Infiltration 2'の章が始まるまで素晴らしいことがありました。あなたがそれを見たのなら、理由を知ることができます。\n\n（マイナースポイラー:)メランと一緒にギンギンのことがあったと思っていました。メリウェムとあなたが知っている人の戦いは素晴らしいです。 彼の戦いのための戦略は素晴らしいです。私は「ファンタスティック」という言葉をたくさん話します。素晴らしい。\n\n今、あなたがすべてを見ているなら、「待ってください...しかし、メルエムは結局のところです！彼は素晴らしい大統領になる可能性がありますし、私たちが世界でもっとも優れていることもあります。 私たちは核爆弾を作っています。私たちは世界の本当の疫病です。もしあなたが昨日殺した蟻がほんの一部のものだったら、あなたはモンスターです。そして、私たちはすべてです。 私たちは喜びのために生命を守り、時には偶然にも疲れさせます。私たちは戦争と無秩序を作ります。私たちはもっと生きている生き物です。結局、英雄たちは「Yey we won」と言いませんでした。  ..それは正しいことでしたか？... '\n\n6選挙\nさて、ここに最終的なものがあります。リオリオが再び現れます（可能な限り最良の方法です）。そして、新しいキャラクター、Allukaを持っています。彼はかわいいですが、すべてがそれほど私を邪魔しません。\n\n私はこのサガについて好きなのは、このシリーズを終わらせたトガシの方法です。完璧な方法です。私はそれを台無しにしませんが、完璧です。あなた自身でそれを見て、なぜその最高のアニメを発見しますか？\n\n（ここで私はアークについて話し終える）\n\nストーリー：10/10\nその話はHXHのやり方では少しわかりましたが、それはうまくいっています.Gonは父親を探している子供ですが、私たちに伝えられる方法は完璧です。ほとんど9/10、しかし10 /  10のHXHです。\n\nアート：9/10\n芸術は素晴らしいですが、マッドハウスができた最高のものではありません。私のための1人のパンチマンは10分の10を得るだろうが、ハンターXハンターは少なくともナルトのように悪くない偉大な芸術を持っていた。\n\nサウンド：9/10\nオープニングはアニメの残りの部分と同じです。あなたはキメラの蟻の最後のステージにいて、39201時間の間にもう一度笑うことができると聞きます。どう思いますか？しかし、OSTSはとても良いです 私は9/10を与えた\n\nキャラクター：10/10\n私は私の個人的な意見を言う必要がありますが、私はKillua、ゴン、ナックル、Ikalgo、Biskuit、Alluka、ピトー、Meruem、Kurapika、Leorio、Chrolloが大好きです。\n\n楽しさ：10/10\nあなたがゆっくりと来る部分がいくつかありますが、シリーズの楽しさはとても良いです。あなたは何もすることはできませんが、笑う部分はあります。\n\n全体：10/10\nこれは完全な傑作です。私はHXHのようなものを感謝する方法を知らないgoku fanboysについて悪いと感じます。あなたが偉大なストーリー、キャラクター、芸術とサウンドが好きなら、それを好きになるでしょう（しかし、PoufとTonpaは無視します。 たわごと。）\n\nだからそれは私のレビューです私のお気に入りのアニメのすべての時間。読んでいただきありがとうございます！"
  }
]
