[
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "themegamancave",
    "profile": "/profile/themegamancave/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=219315",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  10\n\nこれは、私が過去に行った徹底的な審査の中で、最も長く、最も重要なものになります。\n\n私の考えを集め、この叙事詩の傑作を見直そうとすると、私を許してください。 最終的なエピソードの結論の間に涙が私の顔を転がり、HunterxHunterの真の偉大さを実感しました。 シリーズが愛らしいキャストで私を描き、148のエピソードのためのジェットコースターのスリルを私にもたらしたのは、本当に純粋で、メディアに複製されていないものを経験していたことでした。 それは欠陥がないと言っているわけではありませんが、HxHからの全体的な報酬は喜ばしく壮大なものです。 もちろん、ここにはスポイラーがあります。\n\n私が最初にHxHに入ったとき、博報堂ゆうゆうが私が好きな戦闘アニメだったので、かなり誇大宣伝したことは認められるでしょう。 私はちょうどユースケがフランチャイズの100プラスのエピソードの間に受けた絶え間ない成長を愛していました。 トガシとの類似点ははっきりと現れていますが、HxHの独自性を損なうものは何もありません。 奇妙なことに、このような驚異的な量のエピソードでは、HxHには実質的にゼロの充填材が含まれています。 代わりに、シリーズは6つの独立したアークに微妙に分割されています。サスペンス・スリラーのヨークニュー・アークから暗闇に至るまで、そしてキメラ・アーク・アークを倒すという全く異なるストーリーテリング方法に集中しています。 このシリーズは文字通り、政治、人道、トーナメント、失敗、ビデオゲームのすべてに触れています。 おそらくもっと印象的なのは、不必要なロマンスやファンタスギヴで自分自身を台無しにすることなく、すべてのことをやり遂げることができるということです。\n\n確かに、私はHxHが強いスタートをしていないことに最初に同意するでしょう。  Hunter Exam arcは実際には私のショー全体ではあまり好きではありませんが、それは必要ではないと言っているわけではありません。 Killuaの落ち着きが崩れたとき、HxHの実際のターゲットオーディエンスが再び強化されました。 トカシがそのような邪悪で血の渇きのテーマと無邪気で遊び心のある対話をすることができる方法は、言い表せないほど雄弁です。 トカシは、この弧を主人公とのつながりを作り、その根を確立する方法として使用します。 それはまた、ヒメオの歴史の中で最も予測不可能なキャラクターのひとつを紹介します。 私はシリーズの初めに必ず退屈だとは言わなかったが、それは私が真っ直ぐ見ていたものではなかった。 私は、Yu Yu博学士のための私の愛と私が友人の推薦のために持っていた尊敬のために、私はそれを部分的に突きつけました。 この円弧のポジティブな点は、試験自体に必要なキャラクターの発展とイベントの多様性です。 また、ヒサカが殺害の暴行を初めて経験したとき、私はこれがどんな普通の子供のショーンでもないことを知っていました。 ネタはペーシングであり、キルアはギュタラクールとしてポーズを取っている間、イルミの針を認識しなかった。  Illumiの暴露は、それが起こったときにそのような驚きであったはずはありません。 \n\nZoldyckとHeavenのアリーナアークはおそらくHxHがフィラーに持っている最も近いものですが、これらのアークはKilluaの過去と熟練した戦闘機の多くがシリーズで持っている物語を進め、生命エネルギーを紹介するための不可欠な部分です... ネンとしても知られています。 トガシがトーナメントの道を使って、白雲の空を埋めるために必要なものをNenに紹介したような気がします。 多くの人が覚えているように、幽遊白書のダークトーナメントアークは、アニメ史上最高のトーナメントスタイルの弧を描いていました。 私は、天国のアリーナの急なはしごを登ることは必ずしもアークの焦点では​​なかったと理解していますが、後でタワーで起こった戦いをもう少し見たいと思っていました。 それは視聴者に私たちの暗殺者MC、Killuaの一人の人生を知ることを招くためにも必要でした。 この紹介は興味をそそられ、ハンター試験の後、キルアが最終的に兄弟にどのように直面するかということについても興味をそそられました。 ショーが進行すると、GonとKilluaのNenのインストラクターと弟子達は決して再び登場しませんでしたが、BiskyがGreed Islandの弧で彼に言及している以外は、彼らの道はちょうど交差しませんでした。\n\n次に、私の好きな弧のうちの1つが、ファンティームルージュまたは劇団弧になりました。 最後に、私たちは、その悪名高い、凶悪な殺人者のために、家族と部族の損失を詳述することから免れた猛烈な怒りのKurapikaを理解することができました。 特に10匹の犬の間の戦いと、麻痺したウボジンがどれほど楽々と気まぐれに彼らを派遣したか。 私はまだ同じショーを見ているとは信じられませんでした。 このアークは、ショーが実際に拾い始めるポイントでもあります。 私はKurapikaのケースで大規模なキャラクターの発展を見て、そしてGonとKilluaがもっと支持的な役割を果たしているのを見て喜んでいました。 劇団がオークション会場に向かい、目の前にあるすべてのものを消して、私の顎が床に落ちたときの覚えがある。  HxHの執筆はキディ・ショウンのファサードでも可能だったとは思わなかったレベルを上回った。 病的に聞こえることはありませんが、私は突き当たりました。 シリーズの品揃えをどれくらい楽しんでいたのかに魅了されました。そして、トガシはステレオタイプのショーンからそれを運ぶのを恐れませんでした。 私は次の20-30のエピソードで展開されたことが、次のエピソードに十分に早く到着することができなかったので、スキップボタンで指の引き金を喜ばせました。 この弧の戦いのシーンは、私が望むよりも少ないものの、完全に大脳であり、常に私に衝撃を与えました。\n\nファントム劇団のアークへの私の魅力にもかかわらず、私はまだそれにはいくつかの小さな問題がありました。 自己中心的な「完璧な」世界では、私はアークがさらに進むのを見たいと思っていました。  ChrolloのNenがいったん詰め込まれると、アークは基本的に終了しました。 私はプロットの利便性のファンではありませんでした。トガシは一つのアイデアに飽きてしまい、新しいものに向かって蛇行したように思えました。 言うまでもなく、ZoldycksとChrolloの戦いは短く強烈でした。 信長とフランクリンが実際に自分の能力を探るために一戦で見たことも好きだったでしょう。 劇団の大半は放棄されたキャラクターのように感じる。 しかし、これはHxHが持っているような巨大なキャスティングであったシリーズで必要な悪としてそれ自体を促進する可能性があります。 また、ヒソカはChrolloと戦うことで決して岩を奪われません。なぜなら、彼は最初に劇団のメンバーとして自分自身を誤って代表していたからです。 ヒスコカの複雑さのもう一つのノッチは、彼のアライメントや理論的根拠を突き止めるのが難しいことがあるからです。\n\nGreed Islandの弧は、Chimera AntとTroupeの弧の後ろに私のお気に入りの可能性がありました。 私が好きだったことについて何かがあった。 おそらく、先行する劇団弧の緊張した行動、あるいはその中に含まれていた発見や探検の感覚の中にあった小さな休憩かもしれません。 熱狂的なゲーマーとして、それはMMOの世界に含まれていた微妙なうなずきを感謝し、これはHxHの多様性のベルトにさらに別のノッチを追加しました。 彼女の真の能力と過去は完全に探究されていませんが、私はBiskyの導入をとても楽しんでいました。 私は彼女がGonとKilluaで自分自身の一部を見て、彼女ができる短い時間で最高の品質の訓練を彼らに提供するためにそれを取ったと信じています。 私はアークの悪役、爆撃機に問題がありました。 彼は不適切に開発されているばかりでなく、トガシほど頑張っていると信じることは非常に難しいと感じました。 そして、それが事実だったならば、Biskyは彼を簡単に処分できなかったでしょうか？ とにかく、Greed Islandの弧は、以前の弧の強度からの素晴らしい休憩であり、一連の最長弧の有資格前駆体でした。\n\nChimera Ant arcの偉大さはHxHのファンの間で常に議論されています。 一方で、それは人間性、自己識別を探求し、私が出会ったアニメの中で最も大脳の戦いのいくつかを特色にしています。 もう1つは、重度のペーシングの問題があり、いくつかの主要なロールプレイングキャラクターには激しい無視があります。 私は個人的にアークを楽しんだが、それを批判するときには風に注意を払った。 振り返ってみると、多くの人がその問題を理解することができます。 いくつかの調査の後、Madhouseが将来のエピソードのために彼らの最高のアニメーターのために呼吸を止めて待っていたので、奇妙なペーシングのいくつかが開発されたことがわかりました。 これは英雄がアント・キングの本拠地であるナレーションを激しく掘り下げてかなり退屈になったときにいくつかのエピソードを残しました。 それは確かにしばらくの間、DBZの効果を持っていた、と私は少し混乱して残った。 私はまた、ヒソカが彼の巨大な力を見せつけたアント・キングに彼の存在を知らせなかったと信じるのは難しいと思う。 ヒソカは一番強い人と戦うために固定されていたので、私は彼がこの弧の中に現れると確信していました。\n\n私がそれを持っているいくつかのネガティブにもかかわらず、キメラアリアークは壮大なものではありません。 探検されたテーマの量は驚異的です。 彼の短くて莫大な力が身体に及ぼした影響は信じられていて正当であった。 それはまた、人のタイプを補強し、NenのユーザーGonが最初にあった。 確かに、ほとんどのアニメはおそらく安全ルートを取って、人類に関わらず何らかの血な暴君にしただろう。 しかし、Komugiの導入は確かにアークを裏返しにし、Meruemの人間観を完全に変えました。 彼のGungiの戦いの間に内部のモノローグが書かれた方法は、刺激的で爽やかでした。 私は王が視界のすべてを打ちのめすことになるだろうと確信していましたが、彼は力の表示として単なる強さ以上のものを見ました。 男、トガシはもう解散しなかった。 カイトが亡くなった後のキルアの変容もまた盛り上がりました。 シリーズの中で私の好きなキャラクターとして、キルアが兄の負担から離れ、人類を救うために不可欠な役割を果たすのを見るのは面白かったです。 最後に、Gonの変形ですが、その中には「便宜の効果」を批判するものもあります。\n\n最後の弧は、わずかに急いでも素晴らしいアニメに素敵な弓を加えた。 私は12人の新しいキャラクターを最後まで導入する必要はないと思ったが、新しい議長の選考は、より緊迫した問題、Gonの回復のためのプロット以上のものではなかったようだ。 私は実際にKilluaとIllumiがこの弧で戦うつもりだと思っていましたが、私たちはすべて満足できるわけではありません。 レオリオの再現はさっぱりしていて、私は彼がどれくらいキャラクターとして楽しんでいたかを思い出しました。 最も重要なことに、ゴンが回復した後、彼の父/息子の瞬間は、それがもっともっと想像していたすべてでした。  Gingの見た目はうんざりだが、すぐに彼に似ていた彼の息子と話すことにすぐに適応した。  GonとGingが笑って、世界樹の頂上で物語を共有した後に、終了シーケンスが行われたとき、私は実際に吠えた。 私はそれを認めても恥ずかしいことではない、白禹Yuが締結した時に私は同じ反応を示した。 あなたが何かに多大な時間を割くと、その結論を見るのは悲しいことですが満足しています。\n\nHxHには驚異的な量の文字が含まれているので、私は主に感じているものに集中しようとします。 主人公としてのゴンは、初めは彼の未熟な性格と他の人への信頼を失ったために私を心配しました。 しかし、シリーズが進行するにつれて、これらの資質は彼の強みの一部となり、彼の発展と成長は比類のない強靭さと心で可能になりました。 多くの人々はピトーと戦うために彼の\"発見された\"力に問題があるように見えましたが、これは正確に\"悪魔との契約\"の同等性を示しています。 ゴンは父が家を離れて狩人になった理由を知るために多くを行っていましたが、明白な答えを得られなかったが、ギングに会うまでの旅は無関係でした。 対照的に、私がGonのアニメーションの結論で感じたことは、私の最初の観察から遠く離れていなかった。\n\nKilluaはHxHフランチャイズから私の好きなキャラクターでした。 彼の穏やかで落ち着いた態度は、彼の殺人的な能力、典型的な暗殺者によって大きく異なっている。 彼の家族からの反乱は、ゴンとの不断の関係によって強化されました。  2人は本質的に兄弟であり、GonはKilluaが自分の体に存在していなかった以前に感じた感情を掘り起こすのを助けました。 彼の変容は目撃者にとって驚くべきものでした。そして、彼の兄弟イルミとの彼の争いの関係は、それをはるかに印象的なものにしました。 キルアからの私のお気に入りの引用は「私が友人を無視すれば私は助ける能力がある、私は彼を裏切らないだろうか？」というものだった。 彼の内面のモノローグはいつもショーを楽しくし、実際にはほとんどのシリーズから省略された視点を提供しました。\n\nLeorioはファンのお気に入りだったが、残念なことにショーの最大のアークから逃した。 彼の熱意と活力は、時には不必要なものもありましたが、私は彼が全体的な話でより大きな役割を果たすことを望みました。 私が理解しているところから、彼はマンガではるかに大きな役割を果たし、彼にふさわしい「スクリーンタイム」を得る。  Kurapikaも最初は間違った方法で私をこすりましたが、Phantom Troupeの弧の間に脚光を浴びて、私の意見を完全に逆転させました。 また、彼は後のアークから完全に除外された別のキャラクターでした。そして、人類の運命が本当に危機に瀕していれば、ゴンとキルアを助けてくれるとは思っていません。 代わりに、私たちは彼の奇妙なショットが複数の緋色の目の前で強調されて見えるままになりました。  Hisokaは明らかに非定型の悪役だったので、おそらく私の2番目のお気に入りのキャラクターでした。 私の一員がChrolloに対して1対1で全力を尽くそうと思っていたので、あなたはいつも彼に反論しなかった。 確かに、彼は小児好き嫌いを吐き出し、しばしば間違った人を怒らせましたが、ある程度深みがあり、一次元ではなかった拮抗者を持つことは爽やかでした。\n\nHxHの音楽は盛り上がり、サスペンス感があり、ほとんどがうまく配置されています。 誤った背景音楽がいくつかあったが、何もない。 それは不規則であったが、アニメ全体を通して同じOPを見るために爽やかであった。 私は今からこのOPを聞いてから1年後には、おそらく懐かしさの涙が私にどれほど強力だったかを後悔させてくれるだろうと確信できます。  EDのものは、Greed Islandの弧のものを除き、ほとんどが加法的だった。 私は主に、各エピソード内の主題とのコントラストのため、最初のEDとChimera Ant arc EDを好みました。 おそらく、音の最も楽しい側面は、HxHで働く声でした。 すべての声は、描かれたキャラクターを巧みにエミュレートするように見えました。最も重要なのは、KariuaとしてのMariya Iseと、Leorioとしての藤原啓治です。  HisokaのVAも素晴らしい演奏をして、彼のペルソナに全体的に気味悪い雰囲気を残しました。  HxHでの扱いにくいキャストされた役割はめったになく、文字の信頼性につながりました。\n\n要約すると、私はそれがあったすべてのためにHxHを徹底的に楽しんだ。 愛情豊かで複雑なキャラクターのためのものであろうと、知的な戦いのためのものであろうと、それぞれのキャラクターは一貫して自分自身を見つけました。リアルなテーマと信じられないほどの声の演技と音楽をミックスしてください。 いつものように、読んでいただきありがとうございます！ 年齢を問わず たぶん、私はまだシリーズの余震で酔っていますが、それは本当に傑作でした。  HxHのファンベースはどれくらい小さいのかは本当にわかりません。長い間走っていたほとんどの人には明らかに優れており、ジャンルの成功に必要な要素がほとんどすべて含まれています。 フィラーもありません。 アニメファンが何を求めることができるのでしょうか？ 私は、フランチャイズがアニメの形で再起動され、トガシがこのシリーズでやったのと同じレベルのフィネスを演じるならば、それは何年もの間私のお気に入りの1つに残るものであるからです。 私は最終的に1999年のバージョンをある時点で見ていきたいと考えていますが、しばらくの間、私はトガシを高く休ませてください。 私が持っていたいくつかのマイナーな問題のために完璧な10ではありませんが、HxHはかなり近いです。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "phs_togusa",
    "profile": "/profile/phs_togusa/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=189619",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nFullmetal Alchemist：Brotherhoodのように、2011年のHunter x Hunterの再起動は大げさに過大評価されています。 これは間違いなくナルトとブリーチのような他のバトルショーネン番組の上のカットですが、それは実際に値するよりもはるかに多くの賞賛を受けています。  MALには、このような逆進的な考え方があります。これは、人々が他のものを保持するよりもはるかに低い標準に保守プログラムを保留させるので、ショーンプログラムが出てきてジャンルのさまざまな慣習に反していると、自動的に傑作とみなされます ここではMALのトップ50で終わります。 これは、鋼の錬金術師：ブラザーフッド、銀魂、そしてタイタンの攻撃のケースであり、現在ではハンター×ハンターが続きます。\n\nこれはハンター×ハンターが好きではないと言っているわけではありません。 これは、タイタンとAkameガキルの攻撃のように、ここ数年の間に出てきたgrimdark shonenプログラムの最近の海で失われたこの魅惑的な魅力を持っていました！ ドラゴンボール、ワンピース、ユー・ユー・白書のユーモアとユーモア、そしてフルメタル・アルケミストやルーロニー・ケンシンのような作品が登場した。 ハンター×ハンターは、キッチンシンクと一緒に戦争の番組から欲しがることができる事実上すべてを持っていました。 それは、それが嫌悪者を落として真剣にそれを取り除くことを決定したときに、船外に出ることなくそうすることができたということです。 ステークは徐々に高まりましたが、最初はこのショーに魅了された魅力的な魅力をまだ残していました。\n\n「ハンター」のコンセプトも、私が大好きだったものでした。 ワン・ピースからのグランド・ラインのように、ハンターのコンセプトは、あらゆる範囲の冒険を許すことができます。 シンプルな戦闘トーナメントに捧げられたこの虚構なハンターの1つになるためには何かを示す弧を描くことができます。また、世界と人類の運命が肩にかかっている弧を描くこともできます 彼らは悪夢の生き物と戦っている。 可能性は無限でした。トガシ・ヨシヒロが織田栄一郎のようなマンガカの仕事倫理を欠いているわけではありません。 それで、トガシは、複雑なキャラクター、無数の工芸品、実際に意味をなさないプロット・ツイスト、そしてそのすべてを書き上げる能力以上のものであることを示しています。 ステークスが次第に高くなるにつれて、あなたは夢中になり、サスペンスで生活することであなたを殺しているので、あなたはより多くを要求するでしょう。\n\n残念ながら、これはハンターxハンターで私のヤギを得ることです：あなたが期待していることを構築して、今すぐ壊れてしまった後、次の弧に移動するような 同じ正確なもの ヨークシャー・シティの弧を辿りなさい：クーラピーカはファンタム劇団を追いかけていたので、悪役は本当にきれいだったのですが、最終的にはどうなるでしょうか？ 何もない！ アークが終わるまでに何の結果も実際には起こりません！ 彼の家族を殺したモンスターに復讐した人物についての暴力的な結論を見るのではなく、疲れ果てた友情の表現を強化し、あなたが破壊しようとしているモンスターにならないエンディングを得る。\n\nこれはGreed Islandのアークになったものにまで達していません。なぜなら、その試練は私の口に酸っぱい味が残っていて、私がショーを完全に見ることをあきらめたいからです。  GonとKilluaはGonの父親の痕跡を探すためにビデオゲームに出ますが、問題はGonの父親が彼の現在の場所への手がかりがないというメッセージを残したことです。 バットをオフにして、GonとKilluaの試合を弾ませることは打ち砕かれた。 しかし、GingがGonにゲームを楽しんでもらいたいと言ったので、すべては失われていなかった。 あのね？ それは私が後退する可能性のある感情であり、Greed Islandのコンセプト全体はHunterのようなものの究極のゲームであり、見て楽しむためのいくつかの面白い冒険をもたらすでしょう。 残念なことに、Greed Islandの円弧は、生き残りの話のためのちょっとした哀れな言い訳でした。\n\n爆撃機の全体的な特徴は、「私は悪い男だし、私は楽しむために人々を殺す」以上のものにはならない。 それ自体は全く悪いことではありません。つまり、それはヒソカです。 しかし、Hunter x Hunterの他のすべての悪役は、主人公との個人的なつながりを持っていました。 例えば、ヨークニューシティアークにはファントム劇団がいて、彼らはキルアの全氏族を殺害した人たちでした。 地獄、Chimaera Ant弧でさえ、GonとGingの近くの仲間に言い表せないことをするNeferpitouがいました。 爆撃機には何のつながりもないので、私はこの男が何をしているのか気にする理由はない。 地獄、それは彼が全体の物語にいかに無意味であったかのちょうどハンマーが終わるように一度弧が終わるとビットキャラクターによって殺される。 この円弧は完全に省略されている可能性があり、関連性の何も失われていないでしょう。\n\n今、私たちは、少年アニメとマンガの中で最も賞賛されているアークの一つであるChimaera Ant arcを訪れます。 私は人々がこの弧の中から何かを崇拝するのかを完全に知ることができますが、完璧ではありません。 地獄...それはいろいろな問題を抱えている。 最初の（そしておそらく最大の）問題は、この時点までのハンターxハンターでの世界的な建物はむしろ存在しないということです。 この時点までに唯一見つけたのは、ホエール島（ゴンの家）、ハンター試験施設、ゾルディクの家族財産、グリードアイランド、ヨークニューシティでした。 ハンター・エキスパート・アークは、そこには無数の冒険があるのを待っている広大な世界があると確信しましたが、ハンター・x・ハンターが起こっている世界のより細かい動作については、\n\nチマエラ・アント・アーク（Chimaera Ant arc）は、様々な程度の乱暴な歴史を持つ5つの国で構成される島である「ミテネ・ユニオン」と呼ばれる場所で行われます。 これはこれまでに経験した以前の場所から完全に出発したものですが、ここで問題となっているのは、トガシがチマエラの蟻の話に沿って、この政治的な巨大なジャンボをすべて取り上げているということです。 例えば、私たちはChimaera Ant Queenが住んでいるNGL地域が、人工的または遠隔的に技術的なものが明示的に禁止されている孤立主義的なNeo-Luddite文化に従っていることを知ります。  NGLの歴史の創始者とともに、NGLが本当に国際的な薬物カルテルと武器取引のための最前線だったかのような、他の無関係な事柄も学びます。 説明的なナレーションの長いスピルを介して。 他にも、イーストゴルトー共和国の状況を忘れないようにしましょう。\n\nこれは、他のアークと一緒に働くには素晴らしい材料を作っていたものですが、問題は、このすべてのものが肉食性の突然変異体の昆虫についての弧の中に刻まれていることです。 チマエラ・アント・アークが進行するにつれて、この円弧に導入されたあらゆる種類の無関係の材料は、将来の円弧のための優れた主題を作った可能性があります。これは様々なプロットの発展により根絶され、 どうしてトガシを使っていないのであれば、なぜトガシはこれらの細部を持ち出すのですか？  Gyro、NGL、そして他のそのような政治的なナンセンスに関するこの無関係なものはすべて、物語から完全に省かれてしまい、結果の何も変わっていなかったでしょう。\n\nそのメモでは、Chimaera Antアークのペーシングは絶対に驚異的です。 それは彼が裂け目に出入りしていたので、実際にこの弧を完成させるためには、戸鷲喜広が必要でした。 アニメは、この問題を、エピソード113から120までの円弧のペーシングを遅くすることで強調しています。私が間違っていないと、トガシはこれらのエピソードが制作されたときにさらに別の中断を行いました。  。 なぜ私は彼らが意図的にその時点でアークのペーシングを遅くしたのか理解できますが、すべてを遅くする絶対的なWORSTの場所を選択しました。 ハンターの私たちのチームはChimaera Ant Kingの城を侵略していました。侵攻が始まるとペーシングは遅くなり、Gantzをもう一度見ているかどうか疑問に思っています。\n\nさて、その比較は少し双曲線でしたが、その点は依然として立っています。 マッドハウスは侵略全体に心理学的アプローチをとることを選択しましたが、それは問題です。突発的な攻撃の真っ只中にありました。 侵略への心理学的アプローチは、アニメよりも漫画のほうがよいでしょう。  7つの連続したエピソードでは、各エピソードのペーシングは砂時計内の砂の流れよりも遅かった。 私たちが物語の重要な瞬間に頭の中で何が起こっているのかを見なければならないのであれば、私は気にしません。私はGonを見たいと思っていました。 私にとっては、不平不満の感覚のようなものは何もありません。それは、ペースが速く魅惑的な行動の修正を否定されていることに由来しています。残念ながら、ハンターxハンターは148回のエピソードの中で何度も私に最大の喜びを与えませんでした。\n\nちょっとした接し方をして、Chimaera Antの苦労している別の問題は、Togashi Yoshihiroが彼が持ち込むより暗くて複雑なテーマを扱う方法です。 チマエラ・アント・アーク（Chimaera Ant arc）は、人の生き生きとした人間性などのテーマを持ち出していますが、その実行は、あまりにも控えめに言えば重いです。 トガシには、浅野伊織や浦沢直樹のようなマンガカが、特定の仕事の中でより暗くて深いテーマに取り組んでいるときには、それが欠けていると言えるのは間違いないと思います。 物価を額面で取ったり、それをさらに分析したり、MonsterとOyasumi Punpunのような他のものとの間に平行線を引くことができる2つのレベルで動作するのではなく、Hunter x Hunterが 起こって、私はあなたがここに平行して描こうとしていることを知りたがっています。 すべてがただの緊張感を呼び起こすだけで、しばらくすると本当に刺激になります。\n\nまた、Chimaera Antのアーク全体を嫌っていたのは、Hunter x Hunterが最初から持っていた魅力的な魅力を引き出し、完全に徹底的に摘出したアークであるという事実です。 少年アニメやマンガが暗くて深いテーマになっても問題はありませんが（それはルーニー謙信の真珠弧を愛する理由の1つですが）、ハンター×ハンターは近年他の多くのショーに登場しています 私はちょうど座ったことがない。 まずこのシリーズに向けて私を描いたのは、それが最初に見て楽しかったものを失うことなく真剣に自分自身を乗り越える能力を持っていた軽快で楽しい少年番組だったという事実でした。 チマエラ・アント・アークの途中でショー全体がちょっと退屈になり、次のことを気にしなくなったところまで座ってしまいました。 これはあまり意味がありません。 私は正直なところ、Chimaera Antの弧が終わった時とシリーズ全体が終わったときに、どちらかといえば強い感情がなかった。 確かに、アークとシリーズの両方は十分に公正な結論を持っていましたが、このショーがいくつかの本当に深刻な問題を抱えているという事実をまだ言い表していません。\n\n世界建築は平凡で、Chimaera Antの弧に実際に示されています（説明的なナレーションが多いことを考えると、ストーリーテリングは繰り返しあなたの期待を構築し、重要なものを提供することに完全に失敗します）。 傍観者 Nenは戦闘システムとしてはシンプルで実用的で興味深いですが、Nenの限界は時には完全に無視されます。 例えば、Kurapikaは仲間ですが、目が赤くなると（彼は目の色を変えることを学んでいます）、他のタイプのNenを完全に使用することができます（あなたは 'asspull？'）？\n\nキャラクターに戻って、私は自分自身が何度も彼らにイライラしているのを見つけました。 ゴンはすぐに子供の擬似として私を襲ったが、男性と女性を区別する能力を持っていたが、それでも自分が本当に彼を好きであったので、許された。 残念なことに、Chimaera Ant arcは、重大なけがをした盲目の女の子を救う途中だったので、性的な猫の人/蟻のことを殺すことを脅かすと、完全かつ完全なサイコパスに変わった。 私は、トガシが復讐を追いかけようとすると何が起こるのかを明らかにしようとしていたことを知っています。\n\n一方、Killuaはかなり楽しいキャラクターでした。Gonが悪夢の殺人マニアであることに忙しかったとき、Killuaは私が何かエンターテイメント価値を得るために回したものでした。 彼の皮肉な態度とアプローチは事実上すべてのものを見せてくれました。ハンターxハンターのすべてのキャラクターのショーはもっと面白くて、彼はエピソード1からどんなに重要なやり方でも変わってきました エピソード148へ。それはキルアには素晴らしいですが、ハンターxハンターの残りの部分が他のキャラクターの開発に費やされた可能性が高いと感じることはできません。\n\nレオリオは私が本当にもっと見たいと思っていたキャラクターでした。特に、ハンターになるための彼のモチベーションは、彼の（現在故人の）幼なじみの友人を、手術が莫大な金額の治癒可能な病気から救う欲望から生じたからです。 それはハンターになるためのすばらしい動機であり、私は彼がGonとKilluaを一緒にしていることが、彼らの冒険に医療関係者/メンターの一種の性格として同行していたと感じています。 残念なことに、彼はただコメディの救済に転任されなければなりませんでした。 今日私はほとんどのショーのコメディーリリーフキャラクターが素晴らしいバックストーリーを持っていて、最終的には彼らが指定されたばかだと思って倒れてしまうという事実にうんざりしている唯一の人ですか？ これはアニメやマンガのトレンドで、本当に止まらなければならないのは迷惑だからです。\n\nハンターxハンターの他のキャラクターも同じです。 私たちはKnov、Morel、Knuckle、Shoot、Bisky、Palmのような数多くの素晴らしいキャラクターを持っています（PalmのDa Waifuについて言及するのを忘れましたか？）しかし、Chimaera Ant arcで導入され、 本当に私にはうってつけです。 私には、これらの文字のすべてが以前のアークで導入されている必要があるように思われます。  Hunter Examの弧の間、MorelとKnovがインストラクターであることは容易にわかりました。 私は誓って、振り返りは誰の最悪の敵ですね。\n\n物語やキャラクターから離れて、生産価値について話しましょう。 ハンター×ハンターの漫画には、まったく恐ろしいアートワークがあると言っても過言ではないと思います。 つまり、Yu Yu Hakushoは視覚的には何も書いていませんが、Hunter x Hunterのトガシの芸術作品の貧弱な品質は、彼がもっとうまくいくことが分かっていると分かりません。 ありがたいことに、Madhouseは漫画の貧乏な芸術作品を取って、見栄えを良くしました。 キャラクターのデザインがクリーンアップされたり、部分的に再描画されたりして、完全なゴミのように見えないようにしました。色やシェーディングで背景がはるかに良くなりました。さらに、ショー全体のアニメーションはとても素敵で、一貫性があります。 それではまた、これは私たちが話しているMadhouseです：彼らの物語は打ちのめされて見逃されるかもしれませんが、その生産品質はいつも何か面白いものになるでしょう！\n\nしかし、彼らの健全な仕事は、いくつかの仕事を使用することができます。 私は声の仕事や何かの問題はない。  Hunter x Hunterが本当に私にとって迷惑なものになっているのは（少なくともオーディオの観点から）オープニングのテーマです。 私はそれが一度も好きではなかったし、148のエピソードすべてで同じOPを続けていたという事実は、私の耳の上で怒っているので、私は何度も何度も泣いている。 ハンターxハンターが持っていたEDのすべてが、完ぺきなオープニングだったということです：彼らはすべてペースが速く、エネルギッシュで、次のエピソードを見るためにポンピングされます！ 真剣にマッドハウス、なぜあなたはこれをやりますか？！？！ 一方、OSTの残りの部分にはかなり良いBGMがあります。 私の好きな曲は「On Whale Island」でなければならないだろうが、それはちょうど私のたわごとの味話だ。 執筆の時点で話すダビングはありませんが、Viz MediaやFunimationのような会社を過ぎてこの番組のライセンスを取得してから、ダブを与えることはありません。それは、[アダルト・スイム] プログラム。\n\n最終的な考え？ さて、ハンターxハンターは確かに多くのものを取得し、それは確かに典型的な少年の番組の上のカットですが、確かに完璧ではないショーです。 このショーがMALのトップ10に入ったのは、私が理解できるものを超えています。 そして再び、このウェブサイトは私が数えることができないほど多くの時間を困惑させました。 今のところ、ハンターxハンターは私のショーのリストにある多くのショーの一つです。私がショックを賞賛し始めると、それは最終的に私を失望させました。 裏返して、ナイスはアスカラのようには残念ではありませんが、それには入っていません。 とにかく、それは今のところすべてです。 フィードバックはいつでも歓迎されています。それで、私は狂犬病のHxHファンが私を殺すことができないように私の家をバリケードにするつもりです。 平和:)"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Digital_Fuzion",
    "profile": "/profile/Digital_Fuzion/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=193228",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n\"小さな迂回路を楽しむべきです。 最大限に。 それが、あなたが望むものよりも重要なものを見つける場所だからです。  -  Ging Freecs\n\n私はちょうどHxHの2011年版が元のアニメの再起動であることを明確にしたい。 古いバージョンでは、再起動後のコンテンツの量がはるかに少なくなります。 オリジナルではフィラーがあり、全体的に見て品質がよく混じっています。 私はあなたが2011再起動の大ヒットファンならば、オリジナルを見てみることをお勧めします。\n\n過去数ヶ月の間、ハンターXハンター（2011年）の人気はますます大きくなってきています。数年後には最高の少年アニメであり、何が言えるでしょうか。 私はこのレビューがやや長めのものであれば申し訳ありません、私は低い単語数で私の思考を埋めることができませんでした。 このレビューにはスポイラーが含まれる場合がありますので、ご注意ください！\n\nストーリー\n\n\n\n\n\nしかし、いくつかの小さな苦情があります。 アークベースのショーの性質のために、アニメの特定のセクションの間に物語の中に画質の落ち込みがあります。  Yorknew CityとChimera Ant arcは明らかに他のアークよりもはるかに高品質ですが、それでもすべて意味があり、したがって楽しいです。 ストーリー -  9/10\n\nキャラクター\n\n今、キャラクターに、私のために、これらはショーのハイライトです。  Gon、Killua、Kurapika、Leorioの4人の主人公がいます。 私は、このレビューでは4人すべてについて、そして悪人の一般的な概要について話します。\n\nゴンフリーク\n\n\n\nキルワ・ゾルディク\n\n\n\n彼女\n\n今すぐKurapikaに乗りましょう。 私たちは、ショーの後半では、Kurapikaの多くを見ないが、私たちが彼に見えるものは、かなり素晴らしいです。 彼はKurta一族の最後の唯一の生存者であり、彼らの緋色の目で有名であり、怒ったり怒らせたりするとこの色を変えます。 これは彼等の希少性のために非常に高い価格で売られるように、彼の一族の没落を引き起こしたものです。 これは、クパラカを復讐の探求に送り、彼の一族を殺害した人々を絶滅させ、彼の敗北した兄弟のすべての目を取り戻すためです。 我々は主に、彼が主人公であるとみなされることができるヨークニュー・シティ・アークでクアピカが目立ちます！ この弧の全体は、彼の一族を殺した人々であるクルピカとファントム劇団の間の対立を中心にしています。 我々は彼が最終的に彼の本当の意図を明らかにして行動に移すことができるように、彼がショーのこの時点で大人として成長するのを見ることができます。 私たちはKurapikaをGonやKilluaのように見ることはできませんが、スクリーン・タイムの不足のために、彼は非常に発展したキャラクターだと感じています。\n\nレオリオ\n\n私たちはおそらく4人の主人公の中からLeorioの最も少ないものを見ます。 彼は若い大人であり、将来的には医者になり、無料でケアが必要な患者さんを治療します。 彼はまた、非常に物質主義的で、金銭や欲求のための渇きを持っていますが、これは彼の主な意図よりも輝かしくありません。 私たちはショーの過程で何度もレオリオを見ています。彼はいつも彼の友人のために、最終的なアークで、彼は本当に私の意見で輝いています。 彼は友人たちに痛みを感じることを嫌い、彼らが足元に戻るのを助けるために何かをするでしょう。 彼はまた非常に喜んで、私は素敵なタッチだと思った気分を少し明るくするのに役立つことができます。 私たちは彼をあまり見ないが、彼はまだ非常に楽しいキャラクターであり、誰もが同意して同じことを言うだろうと思う。 金の心臓！\n\n悪人\n\nハンター×ハンターの悪役は何か特別なものです。 このショーの悪役たちはとてもよく書かれており、お互いに非常に特徴的です。 他のショーでは、MeruemやHisokaなどの悪役は見つけられません。 彼らの特性は個別に非常に詳細で、これは最近アニメが提供しなければならない最高の悪役の一部に役立ちます。 彼らがショーにもたらす存在感は、観客にとっては非常に冷たく、これは私たちの主人公が出会うための危険な感覚として役立ちます。 メルセデスの悪役はショーのこの部分で主人公だったと思っていました。彼らが彼に焦点を合わせる方法と、ショーのある部分の過程で彼がどのように変化するかが原因です。 ショーは悪役を楽しめるようにする上で非常に優れた役割を果たしますが、それ以上の天才のためには何も言えません。\n\n全体的に、このキャラクターはショーの最高のものの一つであり、私がこのレビューで話したものよりも遭遇する驚くべきものがもっとたくさんあります。 キャラクター -  10/10。\n\nアニメーションとアートスタイル\n\n私は何を言うことができる、マッドハウスは最高だ。 ショー全体のアニメーションは正直に息を呑むものです。 戦いは非常によく振り付けられていて、1秒間は鈍く見えません。 このアニメーションは、特にキメア・アント・アーク（Chimera Ant arc）の中で特に注目されています。  Madhouseはアニメーションで私を驚かせることは決してなく、Hunter X Hunterも例外ではありません。 芸術的スタイルも非常に鮮明でクリアです。 文字は決して鈍く見えず、雰囲気や背景に合わせて作られています。 ショー全体を通して非常に鮮やかな色が表示され、私たちが見守っている冒険の感覚に加わります。 キャラクターの思考や感情は、キャラクターのモデルやデザインの質の高さから、表情を通して非常によく見えます。 常に完璧というわけではありませんが、私はMadhouseにアニメーションとアートの一貫性について拍手喝采します。\n\nサウンドトラック\n\nハンターXハンターのサウンドトラックは素晴らしいことです。 それは何も地面を壊すものではありませんが、ショー全体を通して使用されているさまざまなOSTは、現在の状況に基づいてショーのトーンに驚くほどよく合います。 ショーのオープニングソングは、各エピソードのコース全体で同じです。 これは何人かの人を怒らせたり怒らせたりしますが、私は個人的に同じオープニングを好きで、聞くたびに郷愁を感じることができました。 結末は実際には非常に思い出深いもので、私のお気に入りは2,3です。私はいつも他のショーのエンディングをHunter X Hunterのものと比較しています。 全体として、Hunter X Hunterのサウンドはとても楽しいです。 それはショーのトーンをよく設定し、品質も一貫しています。 サウンドトラック -  9/10。\n\n個人的な楽しさ\n\n私はこれを10点以上にすることができたらいいと思う。この番組から得た楽しさの量は、実際には考えられないほどだ。 私はこのショーに歩み寄り、別の一般的な少年を体験しようとしていたと思って、少年は間違っていました。 トガシが提供しなければならないディテールと一貫性のレベルで何回驚いたのか、私はショーを通して何を期待するのか分かりました。 ショーには本当に多くの思い出深い瞬間があり、私は自分たちがこれらを見るために戻ってきていることを知っています。 個人的な楽しさ -  10/10。\n\n全体\n\nハンターXハンター（2011）は、少年アニメの期待を再定義したショーです。 アニメ史上最高の瞬間にふさわしい思い出深い瞬間がたくさんありますが、私はこれを言うのが安全だと感じています。 ショーの象徴性と物語的な側面は拍手するものであり、これは輝かしい作品を作りたいときには、すべてのアニメの指針になるはずです。 ショーの質は一貫しており、トガシのすばらしい執筆とマッドハウスの驚くべきアニメーションとアートスタイルの組み合わせは、私が長年見た中で最高の作品となりました。 このショーは現在、私のお気に入りで快適に座っており、今後もそうする可能性が高いでしょう。 このショーのエピソードの量に悩まされないでください。 私は、ショーの最後までに、より多くのエピソードがあることを願っています。それは素晴らしいことです。 トガシが中絶するのを待って、ちょっと待って...\n\nストーリー -  9/10\nキャラクター -  10/10\nアート＆amp; amp; アニメーション -  9/10\nサウンドトラック -  9/10\n個人的な楽しさ -  10/10\n全体的に（計算された） -  9.4 / 10\nリワッチ値 - チャートをオフにする"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "poetic_dreamer",
    "profile": "/profile/poetic_dreamer/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=226373",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\nゴン、あなたは光です。 時々あなたはとても明るく輝いています。私は離れて見なければなりません。 しかし、それでも、私はあなたの側にとどまるのはまだ大丈夫ですか？\n\n-Killua Zoldyck（ハンター×ハンター）\n\nあなたが何かを見て、それが特別であることを知っていた時がありましたか？ あなたが見たことに全く驚いていた瞬間がありましたか？ 私の短時間のアニメを見て、私はこの現象を見て経験しました。 私はアニメを経験して、私がメディアに入ったことを嬉しく思います。 ハンターxハンターは紹介が必要ない。 このアニメはマルで＃5位にランクされています。 このアニメは、批評家やファンの男の子からも無限の賞賛を受けています。 私はこのレビューをここに書いています。今、このアニメをすごくすばらしいものにしてくれる、世界に説明するためです。 このアニメを見たことがないなら、今すぐ見て、特別な迂回路を楽しんでください。 レビューを開始しよう！\n\n不具合 -  Hunter x Hunterは、私の賞賛にもかかわらず、間違いなくその欠陥がないわけではありません。 私はショーを見ていない人たちが、彼らのお茶のように聞こえるかどうかを判断できるように、これらの欠陥を指摘することに決めました。\n\nハンターxハンターはペーシングの問題を抱えています。  1つのアークは非常に速くペーシングされ、別のアークは非常にゆっくりとペーシングされます。\n2.主人公の中には、 あなたが別の姿を見せるかもしれない少数のキャラクターだけでなく、\n3.サウンドシーケンスの中には、特定のシーンには適していないものがあり、音楽は一般的に同じように聞こえる。\n4.時々起こっているあまりにも多くのことによってプロットが溺れてしまうことがあります。\n\nこれが途中で終わったので、私たちは最終的に大きな部分について話すことができます。\n\nストーリー - ストーリーは、ゴンフレクスという若い男の子に焦点を当てています。彼は死んでいると言われた父親は実際に生きていて、世界的に有名なハンターは珍しい場所を探すなどのすばらしい追求を専門とする職業です 謎の動物種、宝探し、未調査の孤島の調査、無法な個人の狩猟などがあります。 言い換えれば、ハンターは、特別な/特別な人です。 ゴンは父親を見つけ、ハンターであることがすべてであることを知る予定です。 彼の旅で、ゴンは他のハンターに出会う。 彼らは超常現象を発見すると一緒に旅します。\n\nアークス - トガシは、独自の魅力を持つ4つのアークを書いて多才さを示しています。 これらのアークは、ハンター試験、トーナメント、犯罪/アクションのスリラー、ビデオゲーム、本格的な戦争までさまざまです。 それぞれの弧は完全に異なるショーのようです。 しかし、トガシはこれらの弧を一緒に織り、それらを完全に流れるようにする。 どの視聴者も、ここで好きなものを見つけられるはずです。 いくつかのアークは他のアークと同じくらい強固ではありませんが、彼らはすべてストーリーの目的を達成します。  Hunter x Hunterは、少し明るいところから始めることで視聴者を騙し、暗くなったら想像することができます。\n\n瞬間 - ハンターxハンターは私がアニメで見た最も記憶に残る瞬間のいくつかを持っています。 トガシはサスペンス（Gon vs Hisoka）を構築し、私たちの顔が畏敬の念を抱かせるエースです。私は最初にハンター試験の弧の間に偉大さの兆候に気付きました。 私がこのショーについて確かに愛していたことは、戦いだった。 誰が勝つのかわからないので、あらゆる戦いは素晴らしいです。  Hunter x Hunterにはnenというバトルシステムがあります。 各ハンターは様々な技術と能力のために仁を使用します。 あなたがどれくらいの恋人を持っているかは問題ではありません。 これは知恵と戦術の戦いの良い戦いになります。 私の好きな戦いには、クルピーカ対ウヴォギン、ヒソカ対ゴン、ネテロ対ピトウがあります。 この特定の場面では、ゴンはヒオオカのタグをつかまえなければならない。 ゴンは彼が無理な力を使うことができないことを知っているので、彼は動物を研究し、それらから学ぶ。 彼は池で鳥を捕まえたのと同じようにヒオオカのタグを捕まえる。 これはHunter x Hunterが私を驚かせる場面の一つに過ぎません。 各円弧には少なくとも1つの忘れがたい定義可能な瞬間があります。 まずショーに夢中になるかもしれないし、ブーム！ ハンター×ハンターは毎回あなたを驚かせるショーです。 あなたがそれについて何かを知っていると思うとき、トガシはあなたを左のフィールドから完全に打ちます。\n\nキャラクター - 驚異的な執筆のほかに、ハンターxハンターは素晴らしいキャラクターのキャストを持っています。 それぞれのキャラクターにはユニークな表情と魅力があります。 マイナーキャラクターでさえ、あなたが想像していなかった役割を果たします。 最近の記憶では最高の悪役のいくつかと一緒に私たちを祝福します。 私はショーからの私の好きなキャラクターのいくつかについて今話します。\n\nゴンゴンは私の好きなハンターxハンターキャラクターです。 彼は典型的な少年Mcとして始まり、誤解された獣に変身する。 ゴンは時には非常に利己的で無謀なことができますが、彼は彼の心の底から彼の友人を愛し、感心します。 彼はとても遊び心があり、永続的で、予測不可能です。 彼は愛らしい、面白い子供ですが、あなたが彼の友人を混乱させると、彼は最も暗いものをやることができます。\n\nHisoka-ヒソカは悪いゲイの大人だ。 私は文字通り、私がスクリーンで彼を見るたびに寒さを感じる。 彼は非常に神秘的で、ショーに多くの楽しみをもたらします。  Hisokaは彼が望むことをし、彼の忠誠心がどこにあるのか誰も知らない。 彼は殺す価値があるように彼が強くなることを望んだので、ゴンを生きさせるようにさえしました。 あなたはこの男がいかに複雑で、狂って、面白いかによって驚かれるでしょう。\n\nKillua-おそらく、ショーの中で最高の開発を受けています。 キルアは暗殺者の家族によって育てられる。 彼がゴンと会うとき。 それらは即座に臭化を形成する。  Killuaはハンター試験の真ん中にある彼の暗い側面を示しています。 キルアは、グループ内の序盤のものです。 彼は常に物事を考え、Gonが障害物を見つけたときに彼を常に助けています。 代わりに、ゴンはキルアの甘い面を示し、彼に良いことを促します。\n\nPhantom Troupe  -  Phantom Troupeは、泥棒/暗殺者のグループです。 彼らは盗んで殺す。 それらを非常にユニークなものにするのは、人間がどのように感じるかです。 彼らのメンバーの1人が死ぬと、全体のグルーオが粉砕されます。 ファントム劇団は、彼らがやったすべての悪いことを通して、家族としてお互いを愛しています。 各メンバーにはユニークなデザインがあります。 仁能、タトゥー。 私は特に彼らがお互いにどのように自然に交流するのが大好きです。 これらの悪名高い殺人者は画面上で楽しむことができません。\n\nMeruem-私はこの男について一日中話すことができました。 ちょうど偉大なキメラアークアークを見て、あなたは彼の偉大さを見るでしょう。\n\n最終的な思考＆amp; 評価：\n\nなぜハンターxハンターを見なければならないのですか？ 壮大な旅のために、それはあなたを連れて行く。 148のエピソードは間違いなくギャンブルですが、時間と忍耐があれば、このアニメが真の魔法の宝石を体験します。 ハンターx hunterの偉大さに私たちを浸してみましょう！ このショーは予期せぬ紆余曲折で常にあなたを驚かせます。 あなたは絶えず泣き叫び、笑顔になり、さまざまな試練を経て私たちのキャラクターを笑わせます。 あなたは壮大な戦いシーン中に応援して叫ぶでしょう。 あなたは、ショーが持っているいくつかの哲学的なテーマについて熟考します。 ハンター×ハンターは完璧ですか？ ほんのわずかではない。 それは正しいことのために明るく輝いています。 トガシは、私たちが魂の最も深い部分で私たちを襲うたびに、私たちを許して忘れさせます。 "
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "min1230",
    "profile": "/profile/min1230/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=171307",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  10\n\nハンター×ハンターは、私が見た中で最高のアニメの一つです。 レビューを書いたのは初めてのことなので、おそらくスーパー・ディスジョイントになります。\n\n正直言って、芸術のスタイルは、私が普通好きなものではないので、私にそれを見させないようにしました。 しかし、アニメのあらゆる側面がそれを補ってくれました。 いくつかのエピソードを見た後、私は芸術に慣れ、それを好きになった。\n\nストーリー：10\nそれは148のエピソードと超ロングアニメだが、ストーリーラインは常に驚きの満ちていた。 行動、感情、ロマンスが混在しています。 ある瞬間、私は泣いていました。そして次の瞬間、私は緊張に満ちていました。 このアニメにはあらゆるジャンルのジャンルが含まれています。\n\nアート：8\n私が言ったように、芸術はアニメを見るときに私が好むものではありません。 しかし、私は2つのエピソードを見た後にそれを好きになった。 キャラクターがかわいく見える時があります。 彼らは恐ろしい超恐怖を見る時があります。 しかし、全体的に、芸術はかなり好きで、私はすぐに調整しました。\n\nサウンド：10\n音はすごく凄かったです。 私はOPを本当に好きで、それは私の目覚ましとしても設定しました。これは本当に爽やかで強力な感じです。 アニメ全体の効果音は本当に変化していて、これは良い意味でのことです。 アニメのすべてのシーンが完璧なバックグラウンドミュージックによってサポートされ、これによりストーリーラインがさらに強力になりました。 しかし、何よりも、人々が傷ついたり、殺されたりしたときの音は本当に恐ろしいものでした。 私はその音から苦しめられた回数を忘れてしまった。 基本的には、そのサウンドは本当にアニメをサポートする上で優れた仕事をしました。\n\nキャラクター：9\nあなたの何人かは考えているかもしれません、何ですか？ あなたはどうやってこのセクションに10を与えることができないのですか？ 確かに、それぞれのキャラクターは10 +++++のレーティングが必要です。 キャラクターが良かったか悪いかにかかわらず、私は自分がすべての人に感情的に付き合っていることを知りました。\n\nおっと、これはスポイラーかもしれませんね。ナックルが言うように、「一人一人一人が良い心を持っていました。\n\n誰かが私に好きなキャラクターを選ぶように頼んだら、私はできるとは思わない。 決定を下すのは難しいことです。\n私がキャラクターに9よりもむしろ10を与える理由は、ゴンのためです。 彼が超驚くべき主人公であることは間違いありません。 しかし、アニメの多くの面で私は彼を過大評価しました。 私は彼が偉大で勇敢な何かをすると思ったとき、彼は私が期待したものまではあまり生きていませんでした。 これはおそらく利己的な判断のように聞こえるかもしれませんが、それは本当です。\n\n楽しさ：10\nまちがいない。 私は約1週間で148のエピソードを見ました。 それがそれを説明しなければ、それは何ですか？ 私はアニメのすべてのビットを楽しんだ。\n\n全体：10\nハンターxハンター（2011）が最高です~~"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Zeroskye",
    "profile": "/profile/Zeroskye/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=172783",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はある時点で感じるように24エピソード以上のアニメのファンではなく、反復的になりますが、HxHは多くの例外の1つです。 すべてのエピソードは、私が100以上のエピソードを持つアニメにとってはかなり難しい以前よりも興味をそそられました。\n\nプロット：10\n前提は完全には魅力的ではないかもしれませんが、あなたが気づかなければならないのは、彼の父を見つけるための探求は単に壮大な冒険の基礎に過ぎないということです。 この旅は紆余曲折で満ちており、それぞれが最後よりも驚くべきものです。\n\n早い段階で、ショーはすでにかなり暗くなっているので、このショーは子供のためのものだと人々に教えさせないでください。 トーンを平準化するには十分な量のコメディがあります。 我々はまた叙事詩的な割合の戦いを持っています。 あなたの背骨の下に震えを送る戦い。 私は戦いの良い部分は片方の虐殺であると言うでしょう。 または '男、私はその男が好きだった。'\n\nそれを信じるかどうかは分かりませんが、このショーはどのように感情を伝えるかを知っています。 彼らはあなたの心を混乱させる状況がどんなものかを正確に知っています。\n\nプロットに関する最も大きな点の1つは、フィラーの欠如です。  100以上のエピソードについては、開発後の開発後に開発を開始します。 フィラーとして完全に感じられた少数のエピソードさえも、プロットの中で役割を果たしました。 それらの擬似充填剤は、サスペンスとテンションを徐々に埋めるように作成され、次のエピソードは開発中の完全なスロットルになります。 ショーがフィラーを最大限に活用することができれば、それはショーの1つの地獄になるだろうと知っています。\n\n要するに、このショーは、怒り、喜び、好奇心、同情、悲しみ、＆amp; スリル。\n\nアート：10\n\n前にも述べたように、なぜこの番組を見ることを拒否するのが最大の理由の1つは、幼稚なと言われているからです。 この信念は、芸術以外のものからもたらされます。 メインの主人公を見て、彼らは4キロからいくつかのショーを見ていると思う。\n\n彼らの敗北は、MCのばかばかしい大きな目と他のいくつかの事のほかに、他のすべてがすばらしいからです。 主人公はあなたの好みではないかもしれませんが、私はあなたが少なくとも1人のキャラクターを見つけることができると確信しています。 すべてのキャラクターはきちんとしていて、お互いに異なっています。 表現はまた上にある。\n\n素晴らしい芸術は文字に限られていません。 戦いの場面は視覚的に栄光です。 人々の力のアニメーションは見るだけでいいです。\n\nサウンド：10\n私はどこから音を始めるべきか分からない。 最初のエピソードから最後まで、OPは同じ歌詞とビートを持っていましたが、毎回それを聞いて楽しんでいました。  OPがすばらしかっただけでなく、OPに表示されていたものが円弧に応じて変わった。 彼らの驚くべき芸術によって、彼らは彼らが完全に1つの円弧を完全に変えたように見せることができましたが、実際にはそれはまだ同じ愛らしいオープニングでした。EDは同じです。 それは違って見えるかもしれませんが、それは私たちが常に最後に聞いているのと同じ美しい音楽です。\n\n残りのショーのサウンドに関しては、特定のイベントの間の音楽は華麗です。 音楽は完結していることと完全に調和しています。 何か恐ろしいことが起きているかもしれません。\n\nキャラクター：10\nハンター×ハンターのキャストは神です。 すべてのキャラクターの中にはおそらく1人のキャラクターしかいないでしょう、あなたは嫌いになります。 ショーは豊富な悪役でいっぱいですが、私はあなたを保証します、あなたはそれらの大部分を愛するようになります。\n\n私たちが紹介された最初のキャラクターはGon Freecsです。彼はあなたの典型的な強烈な発疹ですが、ほとんどのことをする意志の力を持っている親切な少年の主人公です。 彼は時には迷惑になるかもしれませんが、彼は有能な主人公です。 あなたは彼が何を通過するかを考えて彼を憎むことはできません。 また、彼はかなり若いので、彼の行動は完全な批判を正当化すべきではありません。\n\n次に、我々は中枢神経科医、Killua Zoldyckを持っています。 個人的には、私は彼がゴンよりも好きですが、それは私だけです。 一つは、彼は本当に興味深い背景を持っています。そして、あなたがそれについてもっと知るようになるにつれて、あなたはキルワがいかによく書かれているかを実感します。 彼の暗い過去にもかかわらず、彼は人生を最大限に生かすことができます。 外では、彼は残酷であるように見えますが、それは彼が育てられた方法です。 ディープ・ダウン、彼は気遣う男の子で、誰かが深淵の中から彼を引き抜いて光に向かって導いて欲しいだけです。 言うまでもなく、彼の残酷な面は、彼が抱いている人が窮地に瀕しているときに、ほとんど表面しかない。 キルアは本当に暗い過去の若い男の子で、気になる人と一緒に幸せな生活を送るだけのことを望んでいません。\n\nそれから、クレイピカ＆amp; レオリオ。 グループの他のメンバーと比較して比較的古く、彼がコメディーに使用されていることはそれほど驚くことではありません。 時々、彼には知恵の瞬間もありますし、悪徳もあります。 彼らはショーの第3と第4の主人公として扱われる傾向がありますが、いくつかのアークには存在しません。 とにかく、あなたがカバーすることによって判断してはならない人のタイプです。 私はKurapikaが良い時間の間女の子だと思ったのです。 グループでは、Kurapikaは理由の声、彼は感情にあまりにも依存するの結果についてそれらを教えてくれます。 事は、彼の過去が関わっている時に、その推論が指のスナップの中で消えてしまうということです。 彼は落ち着きを保とうとしますが、さらに遠くに押し込まれると、復讐のために絶対に誰かになるでしょう。 幸運なことに、グループの雰囲気、Leorioのバランスを取る人がいます。 彼は幾分漫画の救援隊員だ。\n\n最後に、私たちは残りのキャストを手に入れました。それらのすべては、独自の方法で好きです。 ヒソカを例にとってみましょう。 神秘的でサディスティックな、あなたはただ助けができませんが、彼を愛しています。 あなたが実生活で彼を知っていれば、おそらく彼をすべての費用で避けるだろう。 彼のキャラクターは、通常、あなたがショーで嫌うものですが、Hisokaとは逆です。 あなたは過ごす\nヒソカの次の行為を心配している時には、彼が店内や袖の上に何を残しているかだけを知りたいからです。\n\n全体：10\n\n私がすべてのセクションに10を与えた理由は、Hunter x Hunterが真に傑作であるからです。 暗い、面白い、悲しい、＆amp; 同時にアクションパックされています。\nキャラクターの99％がよく書かれており、あなたの野生の夢を越えて自分自身に冒険を与えているという事実を投げつけてください。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "DarthBuzzKill",
    "profile": "/profile/DarthBuzzKill/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=164591",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nハンターxハンター2011は普通の少年ではありません。 少年少年少年少女たちは、少年少年少年少女のように、 それは本質的にShounenとして偽装されたSienenです。 それはあなたが本当にあなたを欺いているので、幼稚な外観やかなり平凡なプロットの説明は、このアニメからあなたをオフにしないでください。 この傑作を見逃したくはありません。ベテランや初心者のアニメファンがいつでも見なければならないものです。\n\nストーリー：10/10\nHunter x Hunterと他のShounenとの違いは、すべてのアークが完全にユニークで、ほとんどあらゆる点で異なっているということです。 彼らはまた、違いがあるにもかかわらず、自然に右に流れる。 ハンターxハンターの執筆は、一貫して非常にわずかな欠陥で鮮やかで、非常にインテリジェントな傾向があり、視聴者はあたかもこれが生理学的アニメのように質問する。  Hunter x Hunterには、私が心配している限り、最高の2つのアニメアークがあります。 それを見た人は、私が意味するアークを知っています。\n\nアート：9/10\n芸術のスタイルは素晴らしいですが、明らかに初期の幼稚な外観を放つ、アニメーションは優れています。 いくつかのエピソードは、アートやアニメーション部門で注目を集めていますが、それほど注意を払わないエピソードもあります。彼らはまだ素晴らしいです。そして、アートやアニメーションにもっと注意を払うエピソードの1つに行くと、 間違いなく感銘を受ける。\n\nサウンド：10/10\nサウンドトラックはうまく始まりますが、シリーズの過程でははるかに良くなり、素晴らしいOSTがいくつかあります。 ハンターxハンター2011のサウンドトラックは間違いなく私の好きなアニメのサウンドトラックであり、何百ものアニメを見たことがあります。\n\nキャラクター：10/10\nストーリーに加えて、キャラクターはハンターxハンターの2つの最高のコンポーネントです。 非常に豊かで非常によく発達したキャラクターの巨大なキャストがありますが、誰もお互いのコピーではなく、非常にユニークで、彼ら自身の属性、関心、特性を持っています。 主人公、Gon、Killua、Leorio、およびKurapikaは、それぞれがどのように発展したかを見るために絶対的なトリルであったシリーズの過程で膨大な量を開発します。 悪人たちはまた、ほとんどの場合非常に深いですが、他の人のレベルではなく悪いことはありません。 私はちょうどハンター×ハンターは、アニメの最高の悪役のいくつかを持っていると言うことができます。\n\n楽しさ：10/10\n私はかつて一度も飽きていたり、疲れたりしていたことはありませんでした。 その時点から、毎週火曜日は、Hunter x Hunterが私のプレゼントとして誕生日のようだった。 最初から最後まで見守る絶対的な喜び。 それは最初の2つのエピソードでは少し遅く始まりますが、それからはペースを上げ、より良くなり、より良くなります。\n\n全体：10/10\nハンター×ハンター2011は少年アニメの絶対王ですが、それ以上に良いことは何もなく、いつも私の好きなアニメです。 これはあなたが逃すことのできないアニメです。 このレビューを読んだら、新しいタブを開いてすぐに見てください。これは傑作であるためです。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Hootja",
    "profile": "/profile/Hootja/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=181556",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n-概要-\n\nストーリー：8\nアート：10\nサウンド：9\nキャラクター：10\n楽しさ/全体：10\n\nこのショーは私がアニメで欲しいものすべてです。 素晴らしいビジュアル、素晴らしい/キャッチーなサウンドトラック、偉大な物語、そしてアニメに登場する最も好都合で興味深いキャラクターのいくつか。 してください、日本、このようなショーをもっとしてください。\n\n - 詳細 - \n\nストーリー：8\nジャンル：アクション、アドベンチャー、少年、超大国\nテーマ：友情、アロハ/バカス/神秘の父、成人期、個性主義（夏目漱石）\n\nこのショーの基本的な前提は他の少年戦闘機とあまり変わらない。 主人公、Gon Freecssは、子供を育てるのではなく、狩人として自分の冒険をしたいと思っていた父親に放棄されました。 今、ゴンは、なぜハンターになっているのが（彼の子供を捨てるだろう）とても偉大で、なぜ彼が彼の父親を見つけるのに十分に強くなることができるかを理解するためにハンターになりたい。\nこうしてストーリーが展開されます。 ゴンはハンター試験を受験し、強くなり、道に沿ってたくさんの友達を作ります。 スタンダードなもの。 私はそれについて考えているので、実際の物語にはそれほど多くはありません。 キメラアリアークの前のすべての弧は、ゴンの父親を見つけることと直接関係しています。 キメラアリアークは、少し長さのためにこの時点で約半分のストーリーを取りますが、少し脇にあります。 だから、物語として、それはかなり簡単です。 私は、このアニメの他のすべての側面が驚くべきものであり、そのような側面が、シンプルで、幾分非独創的なストーリーを本当に覚えておく価値のあるものに変えるのに役立つからです。\nフィラーはありません。 しかし、前述のキメラアリアークはかなり長く、おそらく多少伸びているでしょう。 それ以外は、ペーシングは非常に良いです。 キメラアリアークの後にもう1つのアークがあり、ショーは基本的には本当に終わらずに止まります。 おそらく多くの人がこれをイライラしているでしょう。 ある日Madhouseがこのショーのもう1つのシーズンか2を追加する可能性もありますが、実際にどこかに出てくるマンガに依存しています。 したがって、完全な解決を期待してこのショーに参入しないでください。 ストーリーアークの間に停止するので、あなたはそれを取得しますが、ストーリーは行われていないことは明らかです。\n最も顕著な物語告知テクニックは、以前のアクションであり、後にアクションとドラマの組み合わせになります。 物語は楽しい試合などではなくむしろ光り心地よく始まりますが、Greed Island弧から始めると、物語はどこに行くのかを示し始めます。 より深刻なテーマが悪者の悪人たちとともに現れ始め、より暴力的な映像がスクリーンに表示されます。 後でショーの最も重要な部分の1つは、キャラクターの開発、強烈な戦い、そしてかなりまともな哲学的議論を実際に行ういくつかのエピソードから引き出されたドラマです。 ショーが論じるより明らかなテーマの1つは、個人主義かグループ指向の処遇が個人の成長とグループの成長に一層寄与しているかどうかである。 ですから、これが明らかになるまでには少し時間がかかりますが、これはどちらも行動を楽しませるだけでなく、何か考えてもらうショーです。\n\nアート：10\nスタジオ：マドハウス\n\nマッドハウスは印象づけることに失敗しません。 先行技術は、明るく、楽しい色を特徴とし、非常にきれいです。 アニメーションは概して良好で、アクションシーン中にのみ大きくなります。 しかし、後で、キメラアリアークで、マドハウスは別のギアにシフトし、ビジュアルを本当にすばらしく、スタイリッシュにしました。 このショーのスーパーパワーの源である「ネン」は、シーンを本当に素晴らしいものにするための完璧な言い訳です。  Nenは生命力であり、有用な攻撃力や防御力に集中することができます。 ネンは視覚的に現れることができます。したがって、誰かが怒っているときに、彼らのネンは、より暗く、より威圧的に見えます。  Madhouseは、この現象を、キャラクターの周りに渦巻き状の空気/ガス物質の渦巻きの黒い流れを加えることによって描写している。 これは、より劇的なシーンの中では本当にクールに見え、実際にはアニメでしかできないようなスタイルのようなものです。 個人的には、それがアニメであり、この媒体だけができることを利用するアニメを見つけたとき、私はそれを愛しています。\n私が気に入っているもう一つのことは、CGは控えめに使用されていて、使用されるとほとんど気付かないことです。 それは主に自動車や飛行機のようなものに使用されていますが、これはおそらくアニメでCGを使用する最良の方法です。 すべてのアクションシーケンスは美しい、伝統的なスタイルのアニメーションで行われ、私はそれのためにマッドハウスが大好きです。 私はビジュアルのためだけにエピソードを見直しました。\nアニメの1999年版から、様々なキャラクターデザインが更新され、改良されています。 全体的に私はこのビジュアルが1999年バージョンよりもかなり優れていると思います。 開始テーマと終了テーマはすべて、特にテーマ＃5と＃6を開くのも素晴らしいようです。\n\nサウンド：9\n\n私はサウンドトラックを判断することは決してうまくできませんが、私はこれが良いことを知っています。 オープニングテーマとエンディングテーマは、このショーに非常によく合います。 このオープニングテーマは基本的に毎シーズン同じです（ビジュアルではありますが、基本的にオープニングテーマは変更されません）。 しかし、オープニングテーマが大好きなので、これは私にとってはあまり問題にはならないし、ショーにもうまく合っている。 私が言う限りでは、すべてのトラックが素晴らしいですし、戦闘シーンとダウンタイムの両方に合っています。 後でサウンドトラックに追加された古典的な曲がいくつかありますが、これはいつも素晴らしいものです。このショーで後になる強烈なシーンを実際に強化する暗い曲がいくつかあります。 私はここに座ってスポイラーなので説明することはできません。\nサウンドエフェクトやボイス演​​奏もとても良いです。 私が特に好きな声はヒサカです。 彼の不気味な、変態した、血の騎士の性格は、声優によって完全に捕らえられる。 ゴンの愛らしい童心だけでなく、物語のさまざまな時点での怒りもとてもうまくいきます。 本当に、私は苦情はありません。 これは単に高品質なものです。\n\nキャラクター：10\n\n文字はすべて素晴らしいです。 手を下げて。 ゴンは若い、無邪気で、激しい戦闘才能を持つ別の悟クローンに見えるかもしれませんが、彼は本当に彼自身のユニークなキャラクターです。 彼が後で得た開発は、特にキメラアリの弧では、驚くべきことであり、実際には非常に驚くべきことです。 ショーのこの時点で、彼は実質的に彼の最初の外観と比較して異なる人のように思えます。  Killuaと彼の暗殺者の家族はす​​べてとても面白いです。 私が最も早く好きだったことの1つは、ゴンとキルアの友情でした。 彼らは、実際には、2人の12歳の男の子がやっていること、抱き合ったり、枕の戦いをしたり、島の周りを走り回ったり、島やその周辺を探索したりするようなことをしているように見えます。彼らの性格と友情の強さは、 非常にポイントに触れている、と私はそれが理想的な友情だと言うまで行くだろう。\nこのショーについてとても素晴らしい別のものは、面白いキャラクターデザインを持つ良い、面白いキャラクターだけでなく、彼らの個性の複雑さです。 まっすぐな善悪のキャラクターがいるとは言い難い - この宇宙では単純なものではない。 あなたが憎むことを始めたキャラクターは、彼らの話が終わる頃には愛情に溢れ、その逆もあります。 このショーのパワーシステムは非常にパーソナライズされているので、新しいキャラクターのパワーを見るのは常に楽しいです。 まだ明らかにされていないものがいくつかあり、彼らが何であるかを推測することも楽しいです。\nあなたが美しく魅力的なキャラクターデザインのセットで、興味深いキャラクターの大規模で、楽しい、多様なキャストを持つショーが好きなら、それ以上は見えません。\n\n楽しさ/全体：10\n\nこのショーは単なる楽しいものです。 キャラクターが成長するのは楽しいことです。 彼らが力を発揮し、どのような方法で成長するかを見ていくことは楽しいことです。 彼らの大冒険などでGonとKilluaに同行するのは楽しいことです。このショーでは欠陥を見つけるのは難しいです。 芸術は美しい、サウンドトラックは素晴らしいとキャッチーです、文字は非常に記憶に残る、物語は固体と面白いです。  1つの円弧（キメラアリアーク）は必要以上に長いと言えるかもしれませんが、これまでのところ最もよく書かれ、興味深く、視覚的に見事な物語です。 私はすでに2回のエピソードのすべてをもう2回見てきました。私はすでにそれをもう一度見たいと思っています。 このショーは古典です。\nこのショーが好きではない理由を私が考えることができる唯一の理由は、楽しいために楽しい冒険が好きでないならば簡単です。 これは批判ではないことに注意してください - 誰の味も違います。 私は学校で、より学術的な文学を好む傾向のある友人がいます.Dostoevskyなどの物語です。 確かに、このショーは小説ではなく、大学の文学授業には出てこないでしょう。 しかし、それは必要ではありません。 あなたがアニメを見ると、最初は文学や斬新な物語としてのショーの価値を気にしないでしょう。 非常に少ない。 私は、私の友人のように、これを実際に気にしているあなたの0.01％のためにこれを持ち出すことだけを気にします。\n最後の一点：私はアニメに相対的な初心者もこれを楽しむことができると信じています。 ファンサービスはほとんどなく、アニメの奇妙さは比較的少ない。 私の道があれば、誰もがこれを見るようにしたい。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "fathertime",
    "profile": "/profile/fathertime/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=163873",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  10\n\n148のエピソードは、シリーズに投資する時間がたくさんある...良いシリーズだけで、その多くの時間を正当化することができます..そしてハンタースハンターは、それを正当化したのではなく、基本的にそれについて私が持っていたすべてのconcieved概念を吹き飛ばした... このアニメは、主に主流の誇大宣伝の欠如のために本当に懐疑的だった。確かに、それが良かったら、もっと注目を集めるべきだったのだろうか？もっと間違っていることはできなかった.HxHは間違いなく 私が見てきた最大のアニメとそれを終えた後、私は失われた深刻な感覚で残されています。とにかく、ここではより詳細なレビューです：\n\nストーリー：\n10/10\n物語は主にゴンと彼の父親を見つけるための旅である。彼の友達キルア、クルピカ、レオリオ、そしてゴン以外の3人の主人公。私は覚えている限りフィラーのエピソードはほとんどなかった。私が見始めると、 弧が完成するまで...正確な間隔でストーリーを拾い、文字の深さを追加するために必要なときはいつも減速する。プロットホールはなく、各弧の終わりにはすべての端がきちんと結びついている。 満足感\n\nアート：\n8/10\n私のためには芸術はとても良かった...それは私が見た最高のものではなかったが、それにもかかわらず目で喜んでいた...特に戦いのシーンは私に大きな印象を与えた... So 8/10 for the Art\n\nサウンド：9/10\nOSTは、「マリオネットの贈りもの」や「兵庫一」のようなトラックには本当に感動的な奥行きを加えていて、私が近年聞いた最高のものの1つだった Titanの攻撃によってのみ）..それは私から10/10を得る\n\n4人の主人公のために演じる声はとても良かったです。しかし、本当に私を吸い上げたのは、最高の声優演技のいくつかは、彼の故障時にKnovのような側面のキャラクターから来ていたということでした。 合計で演奏している声が非常に良いことを発見しました。それは私から9/10を取得します\n\n全体的なサウンドは9/10になります\n\nキャラクター：\n10/10\n\n数多くのエピソードはキャラクターの深みを確かなものにしてくれました...そして、それは主人公だけではないことを意味します...シュート、剃刀、ノブ、ポフ、ビースキーなどのような副キャラクターの多くは、 彼らの動機や様々な状況への彼らのその後の反応を理解することは容易です。実際には、キャラクターとそれらに与えられたビルドは、おそらく私がアニメで見た中で最高だと言うように行くだろう... 私からの10/10\n\n楽しかった：最初から最後まで、毎秒楽しんだよ。\n\n全体：HxHは私が見た最高のアニメの一つです。私はその品質についていくつかの疑念があったとしても見ました。しかし、それは完全に私を爆破しました。 本当に偉大なアニメと、すべてのアニメファンを監視する必要があります。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Salokannel2",
    "profile": "/profile/Salokannel2/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=204187",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nこのアニメがトップアニメページで＃5にランクされているのは、理由があります。\n\nあなたはアニメを初めて知りましたか？ はい。\nあなたが知る必要があるのは、ロングタイプのアニメシリーズは、開始が遅い傾向があることです。 それがあなたを恐れさせないでください！ 初めに極度の強烈な戦いがなくても、シリーズはあなたをオフガードに捕らえて、常にもう1つのエピソードを見たいと思うようにします。\n\n典型的な少年アニメとして、シリーズ全体でMCのパワーアップ。  HxH（2011）は、あなたの平均的なショーン/アクションよりもずっと優れています。 このシリーズはこれまでに作られた最高の戦いシーンの一つを含んでいます。\n\n美しい風景のためだけでなく、場面、キャラクター、ショーを本当に生き生きと興奮させるように戦うために、芸術は素晴らしいです（Madhouseは決して失敗しませんか？）。 このシリーズのキャラクター開発は素晴らしいです。 物語が進歩するにつれて、MCのパワーアップとボンドの強化だけでなく、側面キャラクターも発展していく。\n\nあなたが何らかの形でこのアニメを見たことがないなら、今すぐ開始することを検討してください！ あなたは偉大なアニメを見逃しているだけでなく、アニメの中でも最もエピソードの一つであると私は考えています。 はい、このシリーズには傑作と呼ばれるものがあります。\n\nストーリー：10\nアート：10\nサウンド：9\nキャラクター：10\n楽しさ：10\n全体：10"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "BadVoodoo",
    "profile": "/profile/BadVoodoo/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=206490",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n[主要なスポイラー]\n\n人々は私が過度に冷笑的だと私に伝えます。 新しい映画、ゲーム、ショー、または何かになると、私はプロダクションの誇大宣伝を信じるための懐疑心と抵抗感を最初に提供します。 だから、私は何かが「傑作」だと言うとき、私は誰もが自分のお尻から降りてすぐにそれを体験すべきだと思います。\n\nHunter x Hunterでは、主に芸術的スタイルのため、これは難しいことが分かりました。 あなたは芸術的なスタイルを見ますか？  さぁ、始めよう！ Hunter x Hunterはこれがすべてです。 期待を覆し、あなたが実際にカバーすることで本を判断できないことを証明する。 あなたがこのアニメを見て、それがあまりにも幼稚なかもしれないと思っているなら、私はそれがあなたでないことを保証することができます。 ハンター×ハンターは、絶え間なく挑発的にそのジャンルに反する少年アニメです。 典型的な視聴者のためのものではありません。 それはあなたが文字に投資する場合、暗く、うつ病、悲劇的、そしてしばしば感情的に流出することがあります。 つまり、私はここに座って、ハンターxハンターが好きかもしれないと思う理由を伝えません。 私はなぜあなたが座って、今ハンターxハンターの2011年の適応を見なければならないかをあなたに伝えています。\n\nアート/アニメーション - \n\nまず、この番組のアニメーションは驚くべきものです。 アニメーションは滑らかで滑らかで、アニメーションショートカットの証拠はほとんどありません。 あなたが明らかに貧しいアニメーションの数少ない例の1つの例を望むなら、ColtがRammotによってパンチされた後にNenをどのように起動するかを発見しているアニメーションのフレームがいくつかあります。 アニメーションは非常に醜いです。私はそれが他の誰かがアニメーション化していると思いますか、それとも忘れてしまい、最後のアニメーションをアニメーション化しなければならなかったのでしょうか？ 知りません。 しかしそれ以外は、すべてが素晴らしく、色がいっぱいで、固い方向の明確な製品です。 マドハウスはこの作品に多くのお金を注ぎ込んでいます。\n\n芸術のスタイル自体については、それは少し気を散らす。 主人公のデザインは、一度完全に紹介されると理にかなっていますが、最初に見始めたときは非常に混乱していました。 ショーの名前（Hunter x Hunter）とともに私が見た画像は、それがモンスターの狩猟をしている少年になると信じてくれました。 本当に、猟犬と呼ばれているのはなぜか分かりません。なぜなら、団体が獣を狩るだけではないということです。 それはここでもそこにはありません。 ショーの根底にある道徳の一つは、「その表紙で本を裁かないでください」ということです。その名前と芸術は確かにそれを伝えます。\n\nアートとアニメーションはA +を得る。\n\n-音-\n\n音は、私がまだ理解していない最も批判を受けているのを見た1つの領域でした。 たぶん、人々はちょうど音楽の配置を理解していないのでしょうか？ 好きなアニメのオープニングの私のリストにはっきりと飛び込んできました。 ハンターxハンターの得点は非現実的です。 それは真剣に驚くべきことです。 アンビエント、感情的、詩的な; 非常に多くの場面に収まるので、私は人々がこれがショーの最悪の部分だと思うと驚いています。 本当に、ショーには悪い曲が1つしかありません。それが最初の終了曲です。 同じイントロが148曲すべてに使用されています。奇妙なことに、弧ごとに詩が変わるため、飽きることはありません。 プラス、それは真剣に素晴らしいです。  '出発！'\n\nストーリーに移る前に、私は音楽の配置という意味を詳しく説明します。 音楽の配置とは、タイムライン上に音楽を配置する技術です。 それはよく見過ごされ忘れられるものですが、私はここで彼らがやった仕事がどれほど素晴らしいかを強調したいと思います。 あなたが音楽が入ってきて、あなたが嫌なやり方で捨てられてしまうインスタンスがあったなら、それは悪い音楽の配置です。 時には、正しい気分は、曲を後でシーンに挿入するほうが遅くなくても、クリエイターが本当に華麗であれば、スコアを完全に引き出すことができます。 このアニメには特に注目すべき3つのインスタンスがあります。\n\nエピソード131（あなたがそれを見たなら、私はこれでどこに行くのか知っています）、ゴンはネフェルピトゥーによってカイトが死んでいることを知らされた後、彼の有名な内訳を調べ、彼女は彼女に言いました 彼女は彼を癒すために北京に旅行するだろう。 ゴンは絶対に凶暴になり、驚くほど強力な高齢者版に変身します。 シーン全体では、トーンが濃く濃くなるにつれてスコアが曲から曲に急激に変化します。 このシーンは非常に多くの強烈で生の感情がいっぱいで、ただ一つの作品でそれを覆うことはできませんでした。 それは激しい合唱音楽から始まり、KilluaがGonを見て、非常に柔らかいピアノ作品に移り、両者の間の感情的なキャラクターの瞬間に完全に気分を築く。 そしてその効果は非現実的です。 スコアやビジュアルには非常に緊張感と憎しみがありますが、音楽の狂った変化の中でシーンの全体的なトーンは失われません。 それは容易ではありません。\n\n例2は、文字Melodyを含む。 私は彼女についてもっと後で話しますので、今は音楽そのものについて話します。 メロディーは、彼女が「恋する春」として演奏する非常に癒される作品を持っています。 この曲は、彼女が演奏したとき（彼女はオーラをフルートに吹き出す）、他の人の怪我や病気を癒し、聞いている人を落ち着かせる。 彼女はヨーク・ニュー・シティ・アークで特に思い出した2つの重要な時間を演じていますが、それは私がここで得ているものではありません。  2回以上、後のアークでは、同じ音楽が別の文脈で使用され、奇妙なことに、Melodyが演奏したときと同じくらいリラックスして癒しの効果を得ます。 これは、以前の刺激なしで同じ感情を感じているので、聴衆にパヴァーロの応答の奇妙な種類を残します。 正直なところ、これまで見たことがないと思うことです。\n\n例3のように、エピソード135を見てみましょう。エピソード135は、キュレア・アント・アークを閉鎖する心臓発作のエピソードです。メウレムとコムギは、最終的な瞬間を合わせて一緒にギンギを演奏します。 このシーンが美しいと言うのは、それを大量に展開していることです。 進んでみましょう... これは、私がこれまでに見た中で最も感情的で巧みなキャラクターシーンのひとつです。 エピソードの最後の数瞬間には、MeuremのEn粒子のカットを黒に突き刺すように重ねられた数行の対話と、彼女の腕にMeuremを保持するKomugiがあります。 これらの行のいずれかで音楽が再生されていません。 この対話ではすべてが伝えられ、配達されている線の外側の完全な沈黙は信じられないほど悲劇的な雰囲気を作り出します。 シーンには約40秒しか入っていないが、その時点ではシーンだけで既にトーンが決められている。 それは、あなたが最後の瞬間を一緒に過ごすテレビ番組の2人のキャラクターを見ているような気がしません。 あなたと一緒にいるような気がします。 それはとてもうまくやって感情的なので、私は正直言ってそれを裂くことなく話すことすらできません。\n\nサウンドはA +を取得します。\n\n-ストーリー-\n\nHunter x Hunterのパンとバターはこの話です。  2011ハンターxハンターアニメーションはHunter Examアーク、Zoldyckファミリーアーク、Heavensアリーナアーク、Yorknew Cityアーク、Greed Islandアーク、Chimera Antアーク、第13回ハンター会長選挙アークを含む。 議長選挙は、ショーを終えることによって本質的にエピローグです。\n\n私が正直であれば、私は最初の5つのアークのどれについても言いたくありません。 彼らはすべて素晴らしいですが、私がこれを書いている理由ではありません。 私がこのアニメの愛を分かち合うようになったのは、おそらくあなたが推測したように、キメラアリの弧でした。 地獄、私は、この弧のためでないなら、このレビューを全く書いていないでしょう。 今私はここに座って、哲学的意味と歴史との並行を提供するつもりはありません。 私たちはこの弧を開けて、それがどんなにうまくいくのかを見極めるつもりです。\n\nまず、偉大な文章の一般的な兆候は、セットアップと報酬の大きなプールです。 あなたはプロット要素やキャラクタ特性を導入し、ある点の後にその要素を取り出して解決します。 セットアップと報酬があります。 それは本当に重要ではない細部にすぎません。 ポイントは、以前のプロット点やアイデアを再組み込みするための道をはずれていることです。 実際に、このアークのより感情的なシーンのいくつかは、以前のセットアップの結果として特別にもたらされます。 キメラアークは、この芸術の完全な習得の一例です。 私は、この弧で導入され設定されたすべてのプロット要素がその中で払われたときにも、何とも言えないことを意味します。 すべてのプロット要素とインシデントには目的があります。 何も無駄になりません。 私が最初にこのレビューのメモを書いていたとき、私は彼らがそれを支払ったかどうかを確認するために強調した一見特定していない重要な詳細を取ると決めました。 ある時点で、私はKnovが靴を履いてから離陸したことに気付きました。 私は正直に言っても、セットアップとして使うとは思わなかったが...間違っていた。 少数のエピソードやそれ以降、Welfinは血まみれの靴を見つけ、彼が調査している事件の証拠として使っています。\n\n\n\n一般的な書き方は確かに強いポイントです。 ステークスは常に確立され、探求され、キャラクターの動機は常に（主に）クリアされ、キャラクターが成し遂げるすべてのアクションは、それらを助けたり、達成したいものに近づけたりするアクションです。期待しないキャラクターのアークがたくさんあります。 ネンのルールは早期に確立され、しっかりと保持されます。 奇妙な、そう？ このようなショーが始まるまで、ストーリーテリングの基礎を当てて、それを正しいものにするためのプレゼンテーションの定番となります。\n\nストーリーテリングにはいくつかの問題がありましたが、最初は10の代わりに9を9にすることに傾いていました。ショーを通して、作家は展覧会を配信するのに少し時間があります。 多くの場合、戦いや実際にはっきり見える場面では、何が起こっているのかを間接的に説明するために、すべてのアクションとプロットが停止されます。 ヒサカの力がどのように働くかについて、ヒマカが力を発揮するために存在する非常に長く描かれた場面で、ヒサカがどのようにカストロを打つのかをマキに説明している場面を見てください。 問題は、このシーンが長すぎるとその目的を失うことです。 博覧会は他の何かが起こっている間に最もよく届けられます。 クリエイティブフレーミングやキャラクターモーメントのいずれかが、アクションの動きをうまく保つ良い方法ですが、プロットを前方に動かさないで座っているだけで、それを行う良い方法ではありません。 これはキメラアリアークの間に非常に大きな問題になります。\n\nその弧は、物語を恐ろしく遅いペースに引きずり込む過度の冗長なナレーションによって悩まされている。 私は、起こったことや視覚的に伝えられたことを説明するナレーションが必要であると判断されたのは何が起こったのか分かりませんが、あなたが私のようなものであれば、 表示されます。\n\nそのように、物語はA.を取得します。\n\n - キャラクター - \n\nさて、ハンターxハンターの真の強さに迫ります。 キャラクター。 これは私が今までに遭遇したキャラクターのベストキャストの1つです。 ショーのほぼすべてのキャラクターは何らかの形で好き嫌いがあり、いつも進化しているように感じます。\n\n私たちは順番に移動します。 最初に、あなたはメインの4文字を持っています。 ゴン、キルア、クラピカ、レオリオ。  GonとKilluaはショー全体の主人公です。\n\n私たちはGonから始めます。 ゴンはシンプルでありながら決定的な12歳の男の子で、主人公の役目を果たしています。 彼は奇妙な感覚を高め、彼の好奇心はしばしば彼の恐怖よりも優先します。 彼の願いは、父がなぜゴンの父であることよりもハンターであったのかを知るためにハンターになることです。 彼の欠陥は衝動と激しい気性にある。 彼はちょっと目が見えず、しばしば彼を疑う人を間違っていることを強制的に証明する必要があると感じます。 彼はまた、とても怒って、彼の周りのすべてのものを見失うことができます。 彼は、相手が自分の自信のために彼よりもずっと優れていることを理解していない傾向があり、彼は数回熱湯に彼を入れた。\n\nあなたはそれが何だったのか知っていますか？ キャラクターの特性、キャラクターのモチベーション、キャラクターの欠陥。 他の番組が弱点、脆弱性、運転などを含むことを時々忘れることをあなたは知っていますか？ うん、彼らはここで忘れなかった。\n\nキルアについては？ キルアはゴンの親友であり、基本的には第2の主人公（議長選挙の弧の間に起きた）。 彼は素早く思考し、自分の能力に非常に自信があります。 ハンター試験を最初に受けた理由は「楽しい」ものでしたが、彼はGonと友情を結び、シリーズ全体に花が咲きました。 同時に、彼は自分の人生で少し無謀であり、しばしば考えなくても他人を自分の前に置く。 彼はまた、彼よりも強いと思われる敵に対抗するために奮闘する。 彼はより強い相手と戦おうとするのではなく、いつも飛行をするだろう。 これは、ビスキーが彼をコールして彼の弱点に直面するように強制するときに頭にもたらされます。 いつものように走る機会を与えられたキルアは、激しい闘いの後、彼の弱さを克服し、その強さをさらに強めるようになります。\n\n最後の部分？ それは文字のアークです。 ええ、文字が変わり、実際の人のように成長する場所。  KurapikaとLeorioの2つの風変わりなパラグラフで、キャラクターがいかに素晴らしく利用されているかについて詳しく話します。\n\nHunter x Hunterが基本的にマントラの演習であることについて私が話したとき、「その表紙で本を判断しないでください」と私は主に文字を指していました。 一般的な話題に反する人物が数多くあり、観客に人々の見方や他の人への感情を再評価するように聴衆に挑戦します。\n\n私の最初の例は、上記のMelodyです。 それを鈍くするために、メロディーは物理的には魅力的な人物ではありません。 メロディーは、著者が発行した課題です。 あなたは以前彼女のように見えることはありません。 あなたの前に見えるものは、あなたが得るものです。 作者が求めている質問は次のとおりです。あなたはラットのように見える人に共感できますか？そして社会はあなたが「醜い」と言ってくれるでしょうか？ このような悲惨な運命が彼女に起こった後でさえ、あなたは彼女の露出した肉と禿頭の頭を見て、彼女の強い個性の美しさを見つけることができますか？ 個人的に私は彼女の存在が動いていて、とても愛情深いと感じました。 彼女は短くてむしろずんぐりしている。 彼女は頭に大きな禿げた部分があり、前歯はラットのようです。 しかし、彼女はいつもそうではありませんでした。 明らかに悪魔自身によって構成された闇のソナタの一回の動きを聞いて、彼女の肌は歪んだ。 彼女の肉は露出し、彼女はむしろ魅力的でないように見える。 しかし、彼女の性格自体が彼女を魅力的にするものです。 彼女は異常に穏やかで穏やかで、他人の気持ちにはまったく調和しています。 彼女の目標は、他の誰も彼女と同じ運命に陥らないように、ソナタを見つけて破壊することです。\n\n私の2番目の例は、ショー全体の中で実際に私の好きなキャラクター、Komugiです。 コニは身体的には黒い眉毛、シンプルな服装、シンプルな外観の若い女の子で、彼女の鼻孔から垂れ下がった目障りな鼻水の束縛を受けています。 彼女は不器用で、彼女は明らかにリスプを持っていて、彼女の全体的な態度は私が魅力的と呼ぶものではありません。 ああ、彼女は盲目だと言いましたか？\n\n私は彼女のキャラクターデザインを崇拝しているが、それは彼女を感情的にすぐに私に投資させる彼女の個性です。  Komugiは世界チャンピオンのGungi選手で、他のいくつかの戦略ゲームのチャンピオンと共にMeuremに召喚され、彼に敗れた。 当然、Meuremは当初彼女を過小評価し、彼女を殴るという単純な考えに夢中になった。 誰もが期待していたように（/皮肉）、彼女は彼を養子にする。  Meuremが確かに彼女のビートを持っていると思った時でさえ、彼女は時と時を経て再び彼を打ちました。\n\n2人の間のゲームがますます激しくなるにつれ、Meuremは彼女を好きになり、彼女は王の弧の触媒になる。 彼は人々を家畜として見ることをやめ、それらを尊敬する価値のある個人として見始める。 彼の究極の目標は変わらないが、彼の感情は明らかに彼の集中力に妥協する。 ある時点で、Meuremは彼女が敗北するなら、Kumugiの腕を取ることを恐れて、Meuremが勝つのに十分に彼女を揺るがすかもしれないことを予期します。 代わりに、彼女はむしろ彼女の人生のために遊ぶだろうと明らかにした：彼女は自分が失うことができない限り、自分自身を許容可能と見なす。 あなたが見る通り、Komugiは彼女がGungiの世界チャンピオンであるために彼女の家族のための賢者です。 しかし、グンギンの競争の饗宴か飢饉の性質のために彼女は一度も失うべきであり、彼女は何もしないように彼女の家族に最大の負担となるでしょう。 その時点で彼女は無駄なゴミであると思うだろう。\n\nそれは負担です。 キャラクターを聴衆に愛撫する最も効果的な方法の1つは、負担です。 それはまさにそれがしたことです。 彼女はそれを言った後、すぐに彼女の性格と性格に恋し、彼女はそれをすべて大丈夫にしたいと考えていました。\n\n彼女の象徴的な存在はまた、彼女の性格をそんなに楽しむことに大きな重みを持っていました。 小言は恐ろしい危険に直面している無邪気さ（または無知）を表します。 彼女は最初に投影されたものよりも良い方向にMeuremを導く光る光です。\n\n今度は観客への挑戦はこれでした：あなたはこの哀れな探しの少女を尊敬できますか？ この盲目的で、かわいくて、不安定な、生き物の不安定な混乱？ そして、正直言って、彼女の出身についての一つのことさえ異なっていれば、私は彼女をもっと欲しがっているとは思わない。 しかし、この原型を支持するために、彼女の態度と外見は私の目には完璧です。\n\n\n\nそして私はWelfinとIkalgoについて言及しませんでした。 私はそれらの上にさらに長い段落を2つ書くことができますが、簡潔にするために私はここで中止します。\n\n文字はA +を取得します。\n\n-楽しみ-\n\nどう思いますか？ 私はハンターxハンターを愛していたことを怖がっている。 私の楽しみの大部分はキメラアリの弧から来たと思う。 その時点までのことはすべて素晴らしいものでしたが、その弧は私と強固な感情的関係を確立し、私に夢中にさせたものでした。 私は爆発し、私はお気に入りのリストに追加するいくつかの文字を持っています。  Neferpitou、Kurapika、Komugi、Kite、そしてMelodyは私がすぐにいつでも忘れるとは思わない名前です。\n\nHunter x Hunterは、小説の最も重要な側面の1つに成功しました。観客との感情的なつながりです。 私はハンターxハンターの間に私が10回泣いたことを認めても残念ではない。 それは私がFullmetal Alchemist Brotherhoodの中でやったよりも7倍多く、これは私がこれと同等の立場にあると考えるショーです。 地獄、私はKomugiとMeuremの死のシーンについても泣きながら話すことができません。 全く真剣ありません。 私はこのレビューを書いている間に試して失敗しました。 私はこのアニメを見て嬉しくて、それは私の人生の残りの部分で私と一緒にとどまることを願っています。\n\n私が楽しむために格付けするなら、それはA +でしょう。\n\nそれでハンターxハンターについて話し終わった。 私が最後のエピソードを見たとき、私は私のレビューを閉じるためにいくつかの最後のメモを書き留めました。\n\nGonの最終的なシーケンス全体がツリーを登るのは象徴的です。 世界樹はゴンが今まで経験した冒険の隠喩であり、トップのギングは旅の終わりの隠喩です。 そして、彼が会って彼の生涯について彼の新しく発見された父親と話し合っている時、Gingは私が最後に終えるだろう：\n\n「小さな迂回路を楽しむべきだ。 最大限に。 それが、あなたが望むものよりも重要なものを見つける場所だからです。  -Ging Freecs\n\nハンターxハンターは10/10を取得します。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Karabanera",
    "profile": "/profile/Karabanera/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=204899",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこれまでに見た最高のアニメです。 それに関するすべてが他のアニメよりも優れています。\n\nストーリー -  10\nストーリーは世界中の12歳の男の子2人の冒険に続くものです。 初めは幼稚で馬鹿に見えますが、実際には物語は実際には暗いです。これはショーのアートスタイルとは対照的です。\n\nアート -  10\nこれはマッドハウスです。 私は何か他のことを言う必要がありますか？ 私がすでに言ったように、ショーのダークストーリーとはかなり対照的です。\n\nサウンド -  10\nすべてのシングルテーマや声優の選択肢（jap）を含むサウンドは、ショーUPからEDに至るまで際立っています。 私はもっ​​と言うことはできません、あなたはただそれを聞く必要があります。\n\nキャラクター -  10\n顕著な文字はたくさんありますが、多少の主なアンタゴニストのヒサカがそれらを導いています。 すべてのキャラクターは、ショーを通じて完全に開発され、誰もが自分の意見を持っていますし、実際には、（私のために、他の誰かを言うことはできません）annocing cahractersはありません。\n\n楽しさ -  10\nこの番組のすべての側面は優れている、対話はよく書かれている、戦いは順調であり、健全な選択は彼らの楽しみにのみ追加されます。\n\n全体的 -  10\nこれは最高の少年アニメです。 私はすでに、なぜ私はそれを愛し、なぜ10は十分に価値があると言いましたか？ もちろん、すべてが主観的で、私は言わなければならないよりも少なく話したかもしれません。\n\nP.S.  ：申し訳ありませんが、あなたが何かを理解していない場合は、英語で書くことは私の強い側面ではありません。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Lostpuppies",
    "profile": "/profile/Lostpuppies/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=166619",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\nなぜこのアニメが普及していないのか分かりません。 私は本当にこのアニメを見て楽しんで、私は通常shounenが好きではありません。 キャラクターは非常に多様であり、あなたが他のすべての少年で見る同じ退屈なキャラクターではありません。 それは面白かったし、アクションパック。 私はこのアニメは、ナルト、またはワンピースのために行くことができると感じる。 私は正直にそれが続くことを望み、Gonが彼のゴールに到達した後に彼が何をしたかをより長く見守った。 このアニメを見て悔い改める唯一の事は、他のすべての少年とそれを比較することです。私はいつも私が見ている他の少年がこれほど良くないことに失望すると感じています。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "vedatsvet",
    "profile": "/profile/vedatsvet/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=197023",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\n多くの人々がこのショーの幼稚な外観を見て、2番目の考えなくてもHxHにチャンスを与えていないが、多くのサイトのトップリストに登場し、多くのユーザーのお気に入りのアニメになる それは何もない限り、あなたの最小限の注意を払う必要があります。すべてのレビューは多かれ少なかれシリーズの主観的な経験ですので、なぜ私はこのショーが大好きだったのか、そして私がプロとして考えるもの 、そして何が短所のように見えるかもしれないか。\n\nまず第一に、私はジャンルとして戦争少年が大好きです。ドラゴンボールは13歳で私の最初の漫画でした（少なくともそれは私が思ったものです）。私は多くの戦いを見たことがあります。 しかし、アニメで年を重ね、経験が豊富になるにつれ、必然的に文章が「幼稚」、繰り返し、あまりにも予測可能なように見えたので、私の楽しみは崩壊した。 私が欲しかったのは、私の知性を楽しませるアニメでしたが、同時に私の「大人の子供」（それが意味をなさない）と共鳴するような、shounenが持つことができる魅力を保持します。  HxH 1999が発見され、その結果HxH 2011が発見されました。\n\nストーリー/キャラクター\n\n\n\n作家は世界の一般的な知識を持っているようです。 人間の精神、政治的、社会的構造、宗教、世界経済、歴史などのようなものです...彼の想像力とショーの性質と合わせて、その結果はジャンル、色調、雰囲気の7つの 、長さ、テーマ、およびポイントペーシングも含まれます。 私は「完璧なペーシング」と言っていますが、いくつかのアークでペースが遅くなるのが好きなら、それは視聴者に依存します。 それらの間の遷移は、おそらくキメラアリの弧を除いて滑らかで論理的だと感じますが、残りの部分では微妙な点があり、他の点ではあまり微妙な予兆がありません。 陽気で明るい弧と、本当に暗く荒々しい弧があります。 アークの間にテーマ的な連続性がないことや、いくつかのアークが反天候的な方法で否定的な側面や「瑕疵」で終わるという事実を見る者もいるかもしれませんが、最終的には個人的にはそれほど好みはありません。 このタイプの冒険と人生そのものは予測できず、次のターンがあなたを捨てるかもしれないところとあなたが遭遇する可能性があることを決して知らないので、私は単純な貴重な真実を思い起こさせるので、 今日、私たちは生きていて、明日はそうではないので、あなたがどこにいるかにかかわらず、生きることを最大限に生きることです。\n\n\n\nアニメーション\n\n長時間のショーでは、アニメーションは非常に一貫していますが、これはすべてのエピソードが大きくアニメーション化されているわけではなく、予算が知的に分散されていることを意味し、 戦いは本当によくアニメーションされ、詳細、素晴らしい振り付けで、アクションシーンは印象的です。 最も驚異的な機能の1つは、独特の表情であり、まれに、顔の表情だけで非常に多くの生の感情をキャプチャすることはめったにありません。 色は鮮やかで、シーンのトーンやアークの雰囲気に本当によく合います。 文字のデザインはユニークで興味深く、場合によっては本当に奇妙で、文字のほとんどすべてがはっきりと印象的です。\n\n音\n\nアークが次第に面白くなり、テーマ、ジャンル、トーンが変化するにつれ、この部分は徐々に良くなります。 最初のアークでは、それぞれのシーンにトーンで収まらないサウンドの誤用に気付くかもしれませんが、一般的にサウンドトラックは印象的です。 ほとんどがChimera Ant arcの中にある、本当に目覚しい思い出深い瞬間があります。  OP曲は最初から最後まで同じで、EDソングだけが変わります。 声優は信じられないほどで、クラピカを除いてほとんどすべてのキャラクターにぴったりです。 ジョー・ドロップのパフォーマンスは、恵美、伊勢真理（キルア）、浪川大介（ヒサカ）、ギンガ・バンジュウ、永井一郎（ネネロとして）から期待できます。\n\n楽しみ\n\nまれに私はアニメをリビューし、私はこれを4回見ました。 このショーは、アニメや一般的なメディアから永遠に覚えている最もインパクトのある瞬間を簡単に表示します。 このショーのマラソンは、呼吸のように簡単だったし、終わったときには気分が悪くてもっと欲しかった、それは中毒のようなものだったが、とても楽しかった。\n\n全体\n\n「世界は遊園地の乗り物のようなものです。あなたが行くことを選択すると、それは本物だと思います。それが、私たちの心がどれほど強力であるかということになります。 そして乗り物は上下左右に行きます。 それはスリルと寒さがあり、それは非常に明るく色付けされており、それは非常に大声で、それは楽しいです...しばらくの間。 何人かの人々は長い間乗車しており、「これは本当ですか、これは単なる乗り物ですか？」と疑問を持ち始めます。 そして、他の人たちは思い出して、彼らは私たちに戻って来て、「やあ、心配しないで、恐れてはいけない」と言います。これは単なる乗り物だからです。 ビルヒックス\n\nこのアニメは単なる乗り物であり、多くの道や迂回路、カジュアルな視聴者とより経験豊富な人を満足させるバトルショーネンにつながる楽しくて楽しい乗り物なので、このショーにはチャンスを与えてください。 新しいエンターテインメントの高さにあなたを連れて行く人生。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "sabconth",
    "profile": "/profile/sabconth/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=179288",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nこれは私が今までに見た中で最高のアニメであり、それは近くではない、これは他の仲間に比べて偉大な他の銀河である。\n\nハンターxハンターは、長編（これまでのところ）は148話で、12ヶ月のエピソードシリーズを終わらせるのに数ヶ月かかる人にとっては、1カ月以内にそれを貪ることができました。\n\nこの番組の各部分はとても楽しかったので、次回の記事が荒れ狂う準備が整うまでに数分しか過ぎなかったかのように感じました。\n\n何がそんなにうまくいくの？  '大きな息をとる'\n\n芸術は現代的で魅力的ですが、絶対にあらゆる種類のZEROフィラーがあり、各アークは2つのサガの感触が全く同じではっきりした始まりと終わりを持っています。\n\n音楽は素晴らしく、あらゆる瞬間に完璧にフィットします。 開始クレジットと終了クレジットには、それぞれのアークのトーンに合わせて変化する素晴らしい曲やイメージが含まれています。\n\nイントロやアウトローは、ほとんどのショーのようなランダムなシーンの混乱ではなく、ストーリーがどのように展開するかについての微妙なヒントを与えます。 あなたが進歩するにつれ、思考と知性がどれほどのものになったかを理解することができます。\n\nそれは3つの中心的なテナントですが、ショーを本当に素晴らしいものにします。 スマート、驚き、そしてバラエティ。\n\nそれは、この世界の勝利者を定義することが多い、狡猾で賢明なものであり、最終的なエピソードまで、ショーは、それがどれだけの見せかけをもって私の期待を裏切っていたかです。\n\nハンターxハンターは、十数個の壮大なサイズのアニメを爆発させるのに十分な人数を持っています。\n\nあなたがそれを見ることに決めたら、あなたが驚きと興奮をすべて味わう必要があるので、私は本当に本当にお勧めします。\n\nアニメ、偉大な物語、または巧みに作られたエンターテイメントが好きなら、ハンターxハンターを見るだけでいいです。 これはあなたのお気に入りのものの一つになってしまうかもしれません。\n\nそれは確かに私のためにしました。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "connielas",
    "profile": "/profile/connielas/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=188995",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  10\n\nつまり、Hunter X Hunter（2011）はほんの数単語で説明できません。 私はリメイクが完了するのを待ってから、私はそれを全体として見ることができる前に、誇大宣告について少し遅れています。 しかし、とにかく、今、私はもう一度素晴らしいshounenアニメを見た後、皆さんに私の気持ちを引き出す寸前です。\n\n私はリメイクする前に最初のシリーズを見てきたことを伝えて、私のレビューのいくつかの部分では2つの短い比較をしてもいいかもしれません（怒らないでください）。 しかし、それは他のものが他のものより優れていることを意味するものではありません。 心配しないでください; 私はスポイラーを一切与えません。\n\n物語の要素\n\nPLOT  - それは要点に到達する必要がありますので、概要を言うことも疲れている。 私は作者が整理した方法でアークをどのように並べるのが大好きです。 それは紛らわしいことではありませんし、あなたは間違いなくそれらの瞬間を覚えようとする楽しみを持っています。 また、実際にどの部分がどの部分であるかを知ることができます。 最後に、すべてのアークは楽しく、最も貴重な方法で見ることを奨励しています。 私はそれらのそれぞれを説明しましょう。\n\n1.ハンター試験 -  4文字の中で最も重要な出来事の一つです。 ゴン、キルア、クラピカ、レオリオ。 ほとんどの場合、このイベントでは、より多くのアクション、あまり劇的ではない出来事、さらに多くの課題が考えられます。 試験に参加するだけで恐ろしいです。\n\n2. Zoldyck家族 -  Killuaは非常に独特ですが、もっとそうです、彼の家族も奇妙ですが、もっとたくさんあります。 この弧では、悪質なハンター試験ほど難しい仲間が直面するより多くのテストがあります。\n3. Heavens Arena and Nen  - これは私が関心を持つ限り、ショーの最も面白い部分の一つです。 私はHeavens Arena（皮肉な権利？）で地獄を経験した人物が、より短い戦いと主人公のエキサイティングなキックを期待していることを思い出すことができます。 あなたは間違いなく、このショーの戦いのほとんどをお楽しみいただけます。 ああ、彼らはかなり悪い新しいスキルを学ぶだろう。\n\n4.オークションとファントム・ローグ - クルピーカが死の敵となるグループ。  4人の友人は、恐ろしくて強力な泥棒に直面していますか、あるいは彼らは暗殺者でしたか？ 彼らは両方のビットです。  Kurapikaらが何千人もの軍隊を撃退する恐ろしい最も恐ろしい犯罪者を倒すために命を賭けるようになるにつれ、より多くの流血と爪の痛みが目撃されます。\n\n5. Greed Island  - あなたが良い実生活のビデオゲームを愛しているなら、私はあなたがこのアークに感謝すると思います。  Gonは、このゲームはKilluaと新しい友達の束と一緒に彼のお父さんを見に手がかりを持っていると信じて、彼らはこのゲームに勝つと必要な要件を完了します。 私はこの弧が2つの汗の戦いを与えてくれると思う。\n\nキメラアリ - 一言、邪魔をする。 もう1つは、うんざりです。 キャラクターは、キメラのアリと呼ばれる国の新しい生物を発見する次の段階に進みます。 あなたはすでにフルメタルアルケストのフランチャイズを見ているならキメラが何であるかについてのアイデアを持っているかもしれません。 キメラは、人間の性格や体に浸った動物です。 いくつかは純粋な動物のように見えるかもしれませんが、ある意味では少し進化しています。 蟻と人類は、誰が食物連鎖の上にその場を奪うのかを戦うようになります。 予期せぬ死が起き、特にそれの背後にはドラマがあります。 私は本当にいくつかの部分で泣いた。 この弧はまた、キャラクターの発展を磨くのにも役立ちました。\n\n7.選挙とAlluka  - これは少ない戦いがあります。 それはショーのリラックスした部分の多くです。  Chimera Ants試合の余波のために最小限の戦いがあります。 この弧はより論理的な考え方を持ち、危険です。 涙と血が流出しますが、ほとんどの場合、エンディングはすべてのキャラクターにとって新たな始まりになるでしょう。\n\n説明はあまりにも長くは理解できないかもしれませんが、これはストーリーの関連部分のほとんどについて私の鮮明な記述であると思います。\n突然の比較のために、Hunter X Hunter 2011はストーリー配信に優れています。 これは、古いアニメを使用するのがかなり楽しいイベントの売上高の速いペースを持っています。 最初は、Hunter X Hunter 2011に出会う前に、1999年のシリーズから見たマンガから、面白く面白い場面を切り取ったことを知ったとき、私は荒廃しました。 例えば、有名人の寿司のエピソードでは、キャラクターが審査官に喜ばれることはありませんでした。 一方、私はそれが重要ではなく、いずれの方法でも、その部分がなくても進んでいったという事実によって目が覚めました。 また、リメイクでは20回以下のエピソードしか取らなかったのに対し、古いアニメからハンター試験を放送するのに30回ほどのエピソードがかかったという事実もある。 あなたはその両方に飽きることはありませんが、1999年版をすでに見ていれば、ペースが速いことがはるかに優れていることを理解するでしょう。 しかし、キメラアークでは、実際に視覚化して戦闘を説明するのに60以上のエピソードが必要でした。 とにかく、物語はGreed Island arcまでに終わった1999年のバージョンよりも長くなっていました。\n\nSETTINGとENDING  - ショーの設定は、ハンターの奇妙で色彩豊かな生活を表現してくれました。  1つの円弧の広大な変化を他の円弧から見ることができます。 私は、明るく洗練された背景の色が、ショーをもっと面白く見せてくれたと思う。 結末はちょうど...ワウだった。 それを説明する言葉はありません。 ええ、どういうわけか、それは他のキャラクターのためのエンディングを満足させませんでしたが、それはかなり素晴らしいと思いました。 トガシヨシヒロありがとうございました。 あなたとあなたの輝きは永遠に輝きます！ 私はその物語が漫画で続けられることを願っています！\n\n\nエフェクト：\n音 - オープニングは私を全く非難しない。 私はその曲が私のために少し離れていると思う。 それは私の好みではなく、私は比較のために申し訳ありませんが、1999年のバージョンはオープニング曲になると勝ちます。  Ohayoはいつも私の好きなアニメソングです。 明るいところでは、2011年版はバックグラウンドミュージックで素晴らしい結果を出しました。 私はOSTのためにショーを見て楽しんでいます。 声ダブについては、1999年の英語のダブが悪いので、私は日本語が好きです。 私の注目を集めているのは、ショーで最も目立つ声優の沢城みゆきや宮野守です。 残りは本当に良い仕事をしました。\n\nアニメーション - マドハウスは、ナナ、デスノートなど、ほとんどが暗いアニメシリーズを担当しています。 彼らはショーに暗い雰囲気を作り出す際の専門知識です。 同時に、面白い面も作り出しています。 私はショーになると、その柔軟性が大好きです。 私は彼らが他のプロダクションスタッフの一例として役立つことを願っています。 ああ、彼らは良いchibisを作る。 それ以外に、私はこれが古いシリーズよりも鮮やかな色をしていると思います。 私はヒソカの髪の毛、キルアのファッションセンスなどの問題を抱えていますが、どちらのバージョンも独自の方法で変わっていると思います。\n\nエンジョイと全体\n私は間違いなくこれをうまくキャッチした。 ハンターXハンターは多くの驚きと変化をもたらします。 両方のバージョンがお勧めです、私はあなたが両方の番組を高いレートで楽しむことを確信しています。 私はそれを記述する方法についての言葉が不足しています。 あなたは夢中になり、この特別な、特別な、特別な、比類のない、顕著な、驚くべき、驚異的な、独特の...ファック！ シソーラスが必要です！  Hunter X Hunter 2011をぜひご覧ください！ それは暗いテーマで選抜された観客を求める可能性があり、それは行動がいっぱいです。 少年アニメが作ったり、表現しているものはすべてあります。 クールなキャラクターは、友人、匿名と驚くほどの悪役、面白い瞬間、まともな引用符と多くのことを思いやります。 私はあまりにも多くのadlibを書いていると思う。 このアニメの私の大好きな部分は、ゴンとキルアのBromance、Kurapikaの成功はまだ失敗した復讐、彼の友人とのLeorioの動機、Hisokaの特質、そして強いハンターです。  、議長。 私は非常に安心しています。人気のある番組は、時には人気のある番組が最もひどいものです*咳*、フェアリーテール、*咳*、黒子のバスケ、*咳*など。 それでも、この素晴らしいアニメを見てください。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "akimuta",
    "profile": "/profile/akimuta/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=185701",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n最初のレビューはこちら！\n\n私はこのシリーズを最初に始めることについて懐疑的であり、最初の数回のエピソードが少し乾いていたという事実は役に立たなかった。 しかし、私は今、私が最後まで見たことがうれしいと言うことができます。\n\nストーリー -  10/10\nシリーズの初めはやや遅かったが、一旦それが始まると、物語が解き始め、あらゆる種類の紆余曲折が明らかになった。 それはちょっと心配して、次の涙の瀬戸際にいました。 アクション、コメディ、ロマンス、その他の種類の良いものがよく混在していました。 異なるアーク間の遷移は、すべてがうまく一緒に流れていたことを考慮しても特に良好でした。\n\nアート -  9/10\nこのショーの芸術は、私がシリーズを開始するのをためらった主な理由の1つでした。 プロットが良ければ（それはそれだった）、アートスタイルにもかかわらず、私はそれを見続けるだろうと私は自問した。 しかし、いくつかのエピソードで、私はすでに芸術に恋していました。 いくつかのパーツはもう少し開発されているかもしれないが、戦闘シーンは特に見て嬉しかった。 幸福、悲しみ、怒りを描いているかどうかにかかわらず、表情もこのショーの大きな部分を占めていました。\n\nサウンド -  9/10\nこの番組のサウ​​ンドトラックは例外的です。 沈黙の瞬間から心を込めたオーケストレーションされた曲、激しい音楽まで、それほど多くの場所ではないと感じることはありません。 私は別の歌を別のキャラクターに関連づけるようになり、本当に嫌いな作品はありませんでした。 オープニングソングは全シリーズで唯一のオープニング曲だったので嫌いかもしれませんが、よく使われたと思います。 特に、各エピソードの終わりがうまくそれらに移行したときに、すべての終わりの歌は注目に値するものでした。\n\nキャラクター -  10/10\nヒーローや悪役も同様に、それぞれのキャラクターは特定の場所や時間のどこかにいる理由がありました。 主要な主人公を見ている人は旅に出て、キャラクターが非常にお礼を上げるにつれて成長します。 導入された文字は数多くありましたが、それぞれが記憶に残っていました。 多くの人がさまざまなアークで再現されました。 キャラクターの精神状態や内的闘争を見てみると、実際にショーを一緒に引っ張ってみれば、誰もがそうであったように強力でも圧倒的でもなかったことを示しています。 それぞれはユニークで、自分の才能や好みに適した異なる能力を持っていました。 ハンターxハンターは、私がいくつかの人に感情を抱かせるようになったのか、本当に他の人を軽蔑したのかにかかわらず、私の意見では最高の悪役をいくつか持っています。\n\n楽しさ -  10/10\nエピソードなどの間に時間が必要な時にショーを見に行くのはとても遅いです。 しかし、このシリーズでは、私は2週間でシリーズを圧縮しました。これは予想以上に高速です。 私は助けができなかったが、それぞれの次のエピソードをクリックし続ける。 途中の始まりと一部は少し遅く見えましたが、それはすべて正当な理由で行われました。 音楽から物語、物語まで、すべてがまとまっているようだった。私は本当にこのショーをたくさん楽しんでいたし、1999年のバージョンを見てからそれを再ウォッチすることを検討している。\n\n全体 -  10/10\n私がハンターxハンターに高い評価を与えることができたら、私はそうするでしょう。 このショーは私のお気に入りのリストのトップに登りました。それは最初から最後まで楽しかったです。 エピソードの数が多いにもかかわらず、何も不必要なように見えず、フィラーはほとんどなかったし、そういう長いショーでも賞賛に値する。 このショーのために私が始めたすべての以前の疑念は、私がそれを始めると消えてしまいました。そして、本当にみんなにとって必見のショーです。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Nero_Natsume",
    "profile": "/profile/Nero_Natsume/reviews",
    "pages": "2",
    "number": "18",
    "link": "/reviews.php?id=187983",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nまあ、私は通常、簡単には感心していないし、私は通常レビューを書くことはありません。 しかし、常に例外があり、このアニメはその一つです。\n\n私はこのアニメを大好きでした。 プロット、キャラクター、アニメ全体が素晴らしかったです。 多くの私の同僚のアニメウォッチャーがそれを気に入らなかったことを知ったとき、私は混乱しました。 その主な理由の1つは「それは幼稚だった」ということでした。そして、私はこのアニメがそれからは遠いことを確かめることができます！\n\nストーリー：\n私は誰もが甘やかされたくないので、少し曖昧になるかもしれません。 しかし、私は最善を尽くします！ とにかく、ストーリーラインは素晴らしく、私が知る限りはっきりと明瞭なプロットホールはなく、プロットラインはきれいに開発されました。 他の〜長いアニメ（50以上のエピソードを有するアニメ）と比較して、すべてのエピソードは関連性があり、多くの「フィラー」エピソードを含まなかった。 少なくともそれはそれが気に入ったものです。 主なストーリーラインは決して分岐しておらず、彼の父親を見つけようとしている主人公の「ゴン」という主なポイントに真実を保っていませんでした。 ほとんどのアニメと同様に、サブプロットもあり、サブプロットも巧みに行われました。 彼らはあまりにも「強力な」ものではなく、メインの「探求」が忘れられたように感じる。 彼らはまだ、楽しかったです。\n\n「幼稚な」ことに戻って、それはそれから遠いです。 アニメ全体が握って、非常に暗いです。  （Puella Madoka Magicaと非常によく似ていますが、アートスタイルは明るくフレンドリーに見えるかもしれませんが、プロットは感触と涙の中間のものです）。 キャラクターがお互いに緊密な絆を築くのを見ているときに、心のバランスがとれていて、他のキャラクターのコメディーな奇妙さや、悲しい、残念な死者には、バランスが取れています。 ロマンスを求めているあなたたちには、ロマンスもあります。\n\n正直言って、Hunter X Hunterが他のアニメ（ナルト、ワンピース、ブリーチなど）ほど人気が​​ない理由についての私の混乱の主な理由の1つは、プロットです。 ハンターXハンターのプロットは最終的に、私が知っている他のものよりも、より良く、より明確に、より多くのカタルシスで語られます。 ファンタスティックアニメに必要なすべての要素と思い出深いキャラクターがあり、あまりファンを使わずに起動するには良いプロットラインがある（圧倒的にそうであるが、圧倒的にそうではないが、ショーが崩壊する）。それは没入感があり、  。\n\nアート：\nそう、芸術...私は芸術が理由の1つであると信じます、多くの「現代的な」オタクは表紙が非常に甘く明るく幸せなアニメを伝えるという事実によってスクロールする傾向があります。 すべてのハンターX Hunterの観察者はそれが真実ではないことを知っています。\n\nダイナミックアートスタイルは、その「幸せな」エピソードとどこでも大虐殺があるエピソードとの間に大きなコントラストを作り出します。 それは私にとって、それを見ているときにより強い影響を与えます。\n\n以前は、誰かが私にそれについて質問しました、はい。 はい、アニメの1999年版を見ました。 それは良いですが、私は2011年のバージョンを好む。 すべての正直なところ、アニメはどちらのバージョンとまったく同じです。 だから、あなたが好むアートスタイルに行こう！ 私が2011年版を好む唯一の理由は（おそらく、私の知っているように）文字の目がより明確になっていることであり、それは信じられないほど魅力的で絶対的に美しいものだと私は思っています。\n\n音：\n私はここであなたに正直に言うつもりです、私は '開かれた曲と終わりの曲を一度見て、その後それをスキップします。 しかし、私は本当にこの話題はあまりありませんが、私が聞いた時代には、私は実際にそれを気に入っていて、ほとんどのアニメの曲に心配していません。 エピソードを見ながら音楽を使用することはうまくいき、その時のキャラクターの雰囲気にマッチします。\n\nキャラクター：\nなんてことだ！ 私はキャラクターがいかに素晴らしいかを強調することはできません！ まず第一に、十分に発達していてキャラクターの大部分を壊している多数のキャラクターがあります。 強烈で複雑なバックストーリーだけで、あなたを魅了するのに十分です。\n\nキャラクターの美学は素晴らしく描かれていますが、これらの顔を持つ人格は別の驚異的なレベルにあります。 主人公が互いに発達して影響を及ぼす方法は、遅くても流動的です。 急いでも、不自然でもなく、突然、この出来事と私は、キャラクターの発展の間に起こることはありません。\nすべての文字には役割があり、すべてが関連しています。 悪党さえ。 そして私のために、それはまれです。\n\n私が見てきたほとんどのアニメでは、悪役は通常、悪役になるだけです。 通常、その部分には何の開発もありません。 一度悪い。 いつも悪い。 しかし、Hunter X Hunterの場合、悪人たちは栄光に満ちており、よく考えられていることは明らかです。 これを見る前に、通常は非常に二次元的なので殺されることを望んでいない悪人は一人もいませんでした。 しかし、このシリーズには悪役がいました。 あなたが知っている悪人は自分の欠点があり、おそらく彼らに来る死に値するでしょうが、何かが起こり、親愛なるオイディプスが突然現れます。 あなたは必死にそれらを救いたいだけです！  （だれが私が話しているのか知っている...）\n\n私はこれらの文字がどれくらい驚くべきかを伝える十分な雄弁を持っていないかのように感じますが、彼らは素晴らしいです！ 私の言葉をそれに服用させるだけではなく、それを見てください！\n\n評価については...私が9に与えた唯一の理由は、私の好きなキャラクターが十分なスクリーン時間を持っていないかのように感じました。 しかし再び、彼はちょっと反英雄のようなものだから、おそらくそれは私が思うように不当なものではないかもしれない。\n\n楽しみ：\n楽しみ？ 私をからかってるの？ 私のために、これは傑作だった!! ポップコーンがなくても、私はそれを見ている間、私は消費することができたホットドッグとキャンディー。 それはたくさんのことを言っている！ 私は私の食べ物が好きです、あなたは知っていますか？\nしかし、すべての真剣に、それは握って没入している。 あなたがこれらのキャラクターと共有する共感、悲しみ、笑いの量は非現実的です。 私が見て実際にキャラクターを叫んだ唯一のアニメだと今言いましょう。 それはたくさんのことを言っている！ 私は泣かない。 これまで まあ、少なくとも何かを見ていないとき。\n\n全体：\n\n大好きです。 それはそれらの「古典」の1つです、あなたは知っていますか？ それは決して古くなることはなく、決して古くなることはありません。 私はまだこれがファンベースを大きくするべきだと思っています。なぜそうでないのか、私は永遠に混乱してショックを受けます。 それは間違いなく私のトップ10とおそらくトップ5にあり、私は簡単には感心しません。\n\n私はこれを少なくとも5回はもう一度見直しているので、間違いなく高い「リ・ウォッチ」レーティングを持っています。 それは、あなたが良いものと馴染みのあるものとあなたが知っているものがあなたを失望させないことを望むとき、それらのアニメの一つです。\n\n私は全員にそれをお勧めします。 特にあなたがアニメの味が良いならば。  ;）"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "blablobloo",
    "profile": "/profile/blablobloo/reviews",
    "pages": "2",
    "number": "19",
    "link": "/reviews.php?id=161775",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\nだから、私はこれを言って、このレビューを始めたいと思います：あなたがshounenのジャンルを楽しむならば、これを飛ばしても構いません。 それはあなたがこの後に見る他のshounenの約95％を台無しにする、彼らはすべて、一般的、人工的、予測可能と感じるでしょう。 少なくともそれは私のために、そして一握りの友人以上にしました。 あなたはおそらくこのアニメから地獄を楽しむでしょうが、それはその価格で来ます。 さて、実際のレビューに。\n\n\nストーリー\nハンターXハンターの主な話は信じられないほどシンプルで、少なくともプロットは簡単です。 主人公（ゴン）は、彼の父（ギン）が最高のハンターであることを知り、ハンターになって彼を見つけようとしている。 私がHunter X Hunterについて気に入っていること（ヒント：私はそれについてたくさんのことが好きです）は、この主な目標は常にそこにあるということです。 キャストはほとんどの場合、いつも彼の目標に向かってゴンを助けるものをやっている。 彼らがするすべてがGonをGingに一歩近づけるが、Ging自身に関係するすべてではない。 この事実は、シリーズが非常に優れたプロットの進行を遂げることを可能にし、そのすべてが意味をなさないと感じ、自然に感じ、何も強制されません。 あなたは「オハイオ州の人のように、なぜ彼らはこれをやっているの？ 彼らはなぜここにいるのですか？ このアニメでは、すべてが理にかなっています。\n\n例えば、パートAでは、パートCについての何かがヒントされ、パートBに進み、パートDについての何かがいじられ、パートCに進むなどとなる。 この式はとてもシンプルですが、物事が実際にあなたの目の前で展開されているかのように、すべてが有機的に見えるようにするのに役立ちます。「今、ここに行かなければなりません。\n\nまた、アーク自体は非常にユニークなやり方で行われています。ほとんどの場合、それらがどのように終了するかを予測することは不可能であり、それは「aha」とは関係ありません。 彼は本当に悪い男ではなかった、私はずっと一緒だった！」と、物事がうまくいかないという事実ともっと関係しています。 人々は時間の99％を予想したものとは異なるものに反応し、このアニメはそれを考慮に入れます。 計画は間違っていて、プロセスを考え、キャラクターの理論は誤解されており、それはすべてのアーク自体が面白くなることにつながります。\n\n\nアート\n言うまでもありませんが、アートとアニメーションは本当に良いです。 特定の弧の間にカラーパレットが少し変わるので、X arcは本当に明るく感じ、X arcは本当に暗く感じます\n\n\n音\nアニメの最初の弧のために、私は音楽を本当に好きではなかった。 それはどんな手段でも悪くはありませんでしたが、あなたは子供や何かのためのショーを見ていると思います。 しかし、いくつかのポイントの後、音楽は別のアプローチを取ると、完璧ですね。 それは平和なメロディーからドラマチックなオペラ、叙事詩の部族のドラムまで、あらゆるものを持っています。 このアニメの音楽は本当に多様で、本当に高品質です。\n\n\nキャラクター\nshounenが行く限り、Hunter X Hunterはおそらくそこで最高のキャラクターとキャラクターの開発をしているでしょう。 キャラクターには欠陥がありますが、これらの欠陥を非常に論理的で進歩的な方法で克服しています。唯一のイベントがすべての進歩を遂げたのではなく、すべてが足並みをそろえています。  。 ハンターXハンターの悪役は、例外的に、すべての悪役が、読者が好きになるような暴露を受けるのを除けば、涼しく見えるだけでなく、描写されているからです。 ハンターXハンターは善と悪の境界線を消したいと思っています。 主要な悪役の1人は、彼が主人公よりも多くの開発をしていると主張することができるほど多くの露出と開発を得ています。最終的には、彼についてどう感じるか分からないこともあります。\n\n\nその他：電源システム\nハンターXハンターについての私の好きなことの一つは、電源システムです。 アニメは非常に良い仕事をしているので、私は説明を気にしませんが、これは私が今まで見た中で最もバランスのとれた、複雑で興味深いパワーシステムだと言います。 それはちょうど「ああ、この男はテレポートすることができます」、「この男は彼の目からレーザーを撃ちます。 すべての力は説明があり、意味があり、非常に興味深いものです。\n\nその他：電力レベル曲線\n言及されていない他のいくつかのシリーズとは異なり、ハンターXハンターは、人が流星を左右に吹きつけている点に決して到達せず、爆発のような爆発を起こし、景観を変える能力を持っているので、それを探しているならハンターXハンターはあなたのためではないかもしれません。 物事はシンプルで手に取った戦闘ではありますが、それでも次の戦力よりもどのように力が強くなるか見ることができます。 いくつかの対戦相手は出現順にかかわらず、他人よりも強く、ストーリーは必要なところに行くだけです。 また、文字が強くなる方法は素晴らしいです。 他のシリーズでは、通常どのように起こるのですか？主人公は悪人に殴られます - ＆gt; 主人公は元気な訓練/パワーアップ後、または彼の友人が殴られた後に強くなる -  悪人を打ちのめす - ＆gt; ああ待って、次の悪役は強いです - ＆gt; 繰り返す。 しかし、ハンターXハンターでは、キャラクターは常に上りの戦いを戦っています。時にはそれらを失うことさえあります。勝利するときは、戦術計画の後に完全に賢明なことがあります。 戦いの前にこの戦略を思いついてください」。\n\nその他：戦い\nこのアニメには多くの戦いはありませんが、少数は美しくアニメーション化されているだけでなく、派手なパンチやアニメーション以上のものです。 ほぼすべての戦闘は（数少ない可能性のある例外を除いて）マインドゲームに変わります。 このアニメはいつも私の個人的に好きな戦いをしています。それは、それを見たすべての人のトップ5にある可能性が高く、アクションと戦略の完璧な組み合わせが起こり、期待していないことがたくさんあります。 美しい芸術、アニメーション、音楽を起動することができます。\n\n\n結論\n私はHunter X Hunterをどのようにユニークなものにするのだろうかと思います。 戦いはユニークで、電源システムはユニークで、アークがどのように発展し、どのようにアークが相互に接続されているかを示します。 私は、このアニメを楽しむことができない唯一の方法は、彼らが本当にトップの爆発と心のない行動を全面的に楽しむかどうかということです。\n\n私が指摘したいことは、アニメが非常に幼稚で始まり、若者はそれによってオフになるかもしれないが、しばらくそれに固執しようとすると、あなたは報われるだろうということです。\n\nあなたの好きなアニメではないかもしれませんが、確かにそれを楽しむでしょう、私はあなたが私の最初のレビューを好きであったことを願っています。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "SovietPsycho",
    "profile": "/profile/SovietPsycho/reviews",
    "pages": "2",
    "number": "20",
    "link": "/reviews.php?id=164233",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10"
  }
]
