[
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "SasankMouli",
    "profile": "/profile/SasankMouli/reviews",
    "pages": "9",
    "number": "1",
    "link": "/reviews.php?id=195370",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  9\n\n非常に魅力的な\n\nアニメ全体は非常に魅力的です。 物語は決して退色しないし、ぼんやりとしたフィラーはほとんどない。 ヨークニューアークはハイライトで、11/10に値する。 個人的にはキメラアリのアークでちょっと奇妙で退屈だと感じました。それで私は全体的に9に評価しています。 文字はすべて驚くばかりです、特にHisoka。 シリーズの終わりに、あなたは各キャラクターからもっと多くを求めて懇願します。 悲しいことに、マンガカは背中の問題に苦しんでいるので、マンガの開発は遅いです：（でも、誰も既存のシリーズを見ている人を防ぐべきではありません。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "HungryLazer",
    "profile": "/profile/HungryLazer/reviews",
    "pages": "9",
    "number": "2",
    "link": "/reviews.php?id=195125",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n個人史\nハンターxハンター2011はそこでは最高のアニメです。 私が何か他のことをする前に、私は最初に出てきて楽しんだときに元のものを見てきたと言わなければならないが、私はほとんどなかったので、すべてまたはマンガを本当に理解していなかった。 私はハンターXハンターを楽しんだが、マッドハウスがリメイクすることを決めた2011年までは、それを私のお気に入りのアニメとは考えていない。 最初にそれが幸せだったのを見ましたが、私はそれから多くを除いていませんでした。 より良いアニメーションと輝きを見せてくれることを除いて、同じことになると思いました。 私はそれをすべて見たときこれはいつも好きなアニメの一つになった。\n\n物語はゴンが偉大なるハンターになった父親を見つけたいと思ってシンプルに始まります。ゴンはハンターになるためにハンター試験に合格し、父親を探すことができます。 それはアニメの主な目的は、父親を見つけることです、それはそれですが、そこに行くためには何がアニメをとてもいいものにするのは、ゆっくりと始まります。ハンターxハンターの世界はどんなものか分かり、 それ。 ハンターXハンター2011を見なければならない理由は、自分自身を見守るべきだと思うからです。\n\nキャラクター - 彼らは素晴らしいですし、非常にユニークです。 同じように見える文字はありません。 誰もが他のアニメとは異なり、独自の特徴や顔の特徴を持っています。 アニメにはすばらしいキャラクターがたくさんあります。\n\nアニメとアートは、あなたがエピソードのリストを見下ろしていって、アニメ映画を見てその良い点を指すようになるにつれて、より良くなる。  148のエピソードがあり、アニメーションやアートが欠けていた場所では一度も出現しません。\n\n戦い - 戦闘のアニメーションはとてもうまくいっていますが、戦闘も非常にスマートで賢いです。 主人公がすべて勝っているのを見てバトルが退屈になり、メインキャラクターはいつも戦いません。それは主に戦いのサイドキャラクターで、おそらく一度戦いを見ているからです。 ハンター×ハンターは、彼らの戦いにもう一日彼らと戦うために生き残ってはいけません。彼らを殺す時間はほとんどありません。\n\n音楽 - あなたは少し頻繁に音楽を再利用したと言うかもしれませんが、このアニメから他のアニメ音楽よりも多くの音楽を覚えていると思います。 私がここでアニメのほとんどの音楽はあまり記憶に残るわけではありませんが、ハンターxハンターのランダムな音楽を再生すると、その音楽はアニメーションのどこにあるのかを知ることができます。 それは、他のアニメとは違った音楽の再生方法です。 音楽は素晴らしいですが、私は個人的にはハンターのような気がしますx hunterはキャラクターの感情を表現するための最高の音楽を持ち、キャラクターから来る感情をハンターx hunterのみから来る素晴らしい感覚を感じさせます。 プラスバイオリンはキアスです\n\n個人的意見\nハンターxハンターはあなたがそれを見ているほど良くなり、キメラアリのアークを得ることができます。それはあなたの人生の中で最も暗い弧のために見たことがありますが、あなたはとても多くの感情を感じます。 これは、私がそれを見るたびに泣くので、これは他のアニメの悲しい瞬間の一つです。 私は個人的にはスポイラーを与えたくないし、ハンターxハンターで何が起こるかのヒントもあなたが本当に私が話していることを知るためにこのアニメを経験しているからです。\n\n彼らはほとんど間違いですが。 このアニメは傑作です"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Wehrmacht",
    "profile": "/profile/Wehrmacht/reviews",
    "pages": "9",
    "number": "3",
    "link": "/reviews.php?id=220143",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nハンター×ハンターは、おそらくインターネット上で多くの賞賛を受けるシリーズであり、ほとんどの少年漫画の執筆には満足していない多くの人々に暖かく受け入れられる傾向があります。 最高の最高に達し、平凡な文章や単純な道徳で青春の幻想を超越する戦いショーネになると、頻繁に賞賛される2つのシリーズはHunterxHunterとFullmetal Alchemist Brotherhoodです。  HunterxHunterには様々な理由から人々が批判的になることが増えているようですが（それは大衆的になるものに起こります。人々はより大きな期待を持って来るのでそれを精査する傾向があります）、私は HxHはそれほど優れていて、その評価が高く評価されています。\n\nHxHの評判を知らない多くの人々は、サカリンと軽い冒険の冒険のためにシリーズを間違えるかもしれません。彼らは主人公の存在が他のばかな少年の主人公であるように見えることを考えると正当な理由があるかもしれません。 秘密の過去を持つ1人、2人の「神秘的なクールな男のキャラクター」、そして非常に親切な心を持つもう一つの大きな馬鹿な男。 その少年は、長年失われた父親を探し出し、基本的には多種多様な仕事を行うことができるが、何らかの方法で大国になっているキャッチオールの専門家である「ハンター」になることで足跡を辿ることを望んでいる。 ストーリーの始まりは、Gonと彼のバンドの探求の後、ハンターとしての資格を得ることになる。 シリーズのOPはとても陽気で、サウンドトラックは全体的に明るく楽観的です。\n\nしかしシリーズを見てみると、シリーズの創作者である戸樫義博は、常用の戦争ショーンを作ることに興味がないことがますます明らかになりました。\n\nまず、シリーズは戦いだけではありません。 最初のアークでさえ、ハンターは単に戦うだけではなく、主人公が、レース、料理コンテスト、生き残るための生き残りなどのように、互いに関係のないような多くの異なる競技に参加することを強調しています。 ジャングルなどがあります。戦闘が行われているときは、複雑な「ネン」システムに関する特定のルールと条件が適用されます。このネーミングシステムは、キャラクターの能力に関してさまざまなバリエーションを追加します。 その意味では、キャラクターは恐ろしいほど役に立つかもしれない非常に壁のない、あるいは無意味な能力を持つことができるジョジョの奇妙な冒険に匹敵します。\n\nそれ以外にも、HunterxHunterが最大の強みだと思うのは、その予測不可能性です。 戦争で多くの期待に応えることができないだけでなく、公然と無視したり批判したりすることを喜んでいるようです。 そしてそうすることで、それはほぼ常に魅力的です。 その主人公は絶対に最強のものではなく、紛争の中心的なプレイヤーでもありませんし、彼らが何をしているかは、しばしば彼らが弧の主な敵と敵対することはできない それらを打ち負かすことさえできます。つまり、彼らは他の手段で目標を達成しなければなりません。\n\nそのキャラクターは他の少年シリーズに比べて比較的ユニークです。 多くのshounenシリーズは、表面的に興味深い、または好都合なキャラクターの巨大なキャストを持っていますが、余分なものや無関係な感じの人たちもいます。 ハンターxハンターも大きなキャストを持っていますが、それは小さく感じるだけでなく、サポートキャストの大半は、それらをユニークで興味深いものにしています。 実際、Hunter x Hunterは後でほぼアンサンブル作品のように感じると言えるでしょう。  GonとKilluaは多くの場合、紛争の中心ではなく、より広範な物語の中で自分の目標や役割を果たすために、多くの時間が他の人物に費やされます。 キャラクターは、自分の発達はそれ以外の何ものでもありません。\n\n特に、私は個人的に好きなキャラクター、キルアの微妙な特徴付けを称えなければなりません。愛らしいキャラクターから帽子のドロップで絶対に恐ろしい殺人者になることができます。 ゴンとの彼の関係、そしてそれぞれのキャラクターアークは、物語の強い感情的なバックボーンを形成する。 さらに、私は、悪役、特にキメラアリアークの兵士アリの開発がすばらしい驚きであり、特に魅力的であると告白する必要があります。 私はそれについてあまり話しませんが、これらの文字のいくつかはおそらくあなたに驚くほどに終わるでしょう。\n\nキャラクターは死ぬだけでなく、頻繁に死ぬこともあります。もし死ななければ、彼らの行動やミスはしばしば長期的な結果をもたらし、重要な形で彼らの発達に影響します。 これは、GonとKilluaが実際に死ぬかもしれないという印象を受けていなくても、目標を達成できず、何らかの恐ろしい失敗で生きていなければならないため、ストーリーに大きな緊張が存在することを意味します。\n\nこのシリーズについて言及する価値のある別のものはどれですか。 それはそれが使用する魔法と物語の構造に関してエンベロープをプッシュするだけでなく、シリーズの内容は、それが得られない方法でかなりショッキングです。 このシリーズには、ヒソカのキャラクターがゲイの小児性愛者のようにいくつかの破壊的な要素がありましたが、正直なところ、最も暗い、最も多くの有名なキメラアリのアークで世界がより詳しく知れば、シリーズは暗く暗くなります 私がshounen mangaで見たことのある恐ろしい落ち込みの物語。  shounenの雑誌で許可されていたはずの神のような気がしていないのは正直ですが、作者がarcの利益に容易に作用するので、これまでのところ許可を得てうれしいです。\n\nこのアークは、連載中のアートの品質が低下したり、いくつかの隙間ができたため、ファンサイトの間で多少の議論の余地があるようですが、多くの人が自分のように暗黒の性質を大きくプラスし、 たとえそれが自分の利益のために長すぎるとしても。\n\nストーリーの世界と範囲は完全に驚異的です。 世界についてもっと多くのことが明らかになればなるほど、私たちは何も知らないように思えます。 それは、作者が議論したいと思っていたさまざまなアイデアの無知なコレクションのようにも見えますが、それは矛盾したり気を散らしたりせず、世界をより豊かにします。 ストーリーのすべての弧は、戦闘試験アーク、心理犯罪スリラー、致命的なゲーム、そして言い切れない恐怖から、以前とはまったく異なる焦点とジャンルを持っています。 これは、ショーのもう一つの重要な強みであり、多種多様なものを提供しており、見て興味深いものになると同時に、どのような種類の物語やジャンルにも対処できるように感じています。\n\nそして最後に、特にこの物語のこのアダプテーションの例外的な品質に注意を払わないように私を黙らせます。 スタジオ・マッドハウスは、私が今まで見た中で最も一貫性があり、よく作り出された少年のアニメの適応のうちの1つに過ぎないので、深刻な小道具に値する。  「フィラー」（アニメのオリジナルコンテンツ）だけでなく、マンガのコンテンツを使いたくないので、エピソードを埋め込むために、他のアニメ（鳴門の咳をする）のような最後のエピソードへのフラッシュバックを悪用しません。 適応します。 ショーにはACTUALのアニメーションがたくさんあり、全体的な視覚的な質と磨きは平均よりもはるかに優れています。本当に重要な戦いや感情的な瞬間になると、このシリーズがスペードで提供されることが確かめられます。\n\nこのシリーズにはまた、ヒラノ吉久が作った非常に記憶に残るサウンドトラックも収録されています。彼はデスノートにも取り組んでいます（これを彷彿とさせる作品、特にChrolloのテーマがあります）。 それはまあまあ、YorkshinとChimera Antのようなより暗く劇的な弧の中では、驚くほど簡単にショーのハイライトの一つになります。 オープニングをあまり気にしませんが、EDのほうが優れています。 特に、Galneyrusによる誇大宣伝は、ヨークシャーアークを楽しむ多くの人々の喜びの中心となることで広く合意しています。\n\nそのシリーズについてとても良いことがあれば、私はシリーズの前述の破壊的な要素のためにそれに投じられている批判の多​​くを感じます。 トガシの大戦闘の要素を解体しようとする野望は、しばしば称賛され、賞賛されているが、シリーズのアークの終わりを、いくつかの反クリマティックなものに感じさせる効果がある傾向がある。特に、 あなたが期待する方法で終わります。 これはあなたに少し気を遣わず、満足していないことがあります。特に、トガシが小点を1つの弧から他の弧に未解決で残しておき、おそらく後に追っていくことになります。 多くの人にとって非常に難しいシリーズに続いています。 特に、全く異なるシリーズのために書かれたようなキメラアントアークでは、かなり重要な発展があったと思うが、あまりにも細かいことはスポイラーを伴うだろうと思う。\n\nそれにもかかわらず、HxHは他の少年漫画と比べてテーブルにとても多くのものをもたらしていると思う。 それ以外の場合は、それは確かに興味深くユニークです。これは、多くのマンガやアニメよりもはるかに多いものです。 それは私が今までに読んだことの中で最も一貫して楽しむことができたショーネの一つであり、他のものよりも楽しくて楽しいアークがある一方で、私は様々なことについて批評をしていますが、結局ショーはとても楽しかったです 彼らはそれが重要ではないように仕上げる。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Tonitonichopchop",
    "profile": "/profile/Tonitonichopchop/reviews",
    "pages": "9",
    "number": "4",
    "link": "/reviews.php?id=164661",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  9\n\nハンター×ハンター（以下、H×Hと呼ぶ）は、スタジオ・マッドハウスが制作した同名漫画「トガシヨシヒロ」のアクション/アドベンチャーシリーズです。 これは、元アニメシリーズが終了した場所からのストーリーを続けるOVA（Original Video Animation）によって複数の連続部分に分割された、日本アニメーションが最初に行ったH×Hの2番目のアニメ化です。 これは、マンガがまだ進行中であり、スタジオは、作者が資料を順応させるために、より多くの章を発表するまで待つ必要があったために行われました。 原作よりもずっと遅れて来たこの新しいシリーズは、マンガの冒頭から始まり、元のアニメのすべてを捨てるので、元のアニメには何の問題もありません。 彼らはどちらも同じ材料をカバーしていますが、この適応はストーリーの中でさらに進んでいます。 私は元のシリーズを見たことがないので、その品質にコメントすることはできませんが、私はあなたにこれまでに見たアニメの適応のための最高の漫画の1つであり、 若い男性の人口統計はここで楽しむことがたくさんあります。\n\n\n\nH×Hの音楽とアニメーションも優れています。 サウンドトラックは主にオーケストラの音楽で構成されており、非常にエキサイティングで楽しい気分です。 より深刻な場面では、ショーの長さが長いために多くの作品がかなり使用されてしまいますが、気分を正しく設定することもできます。 これは、アニメーションの変更だけを特徴とするオープニングにまで及んでおり、歌の歌詞が異なることもあります。 しかし、それはやはり同じ曲ですが、最終的には病気になってしまい、それをスキップしたいかもしれません。 アニメーションは、驚くほど148のエピソード全体で一貫性を保つことができます。 この長さのシリーズのために、それは驚くほど良く見える、とマッドハウスは、アニメーションやアートの品質をそのような長期的に高く保つために管理するために賞賛される必要があります。 ショーのアクションシーンはすばやく幻想的に見え、遅いパーツは動きの少ない小さなものと同じように見えます。 アニメーションが過度に印象づけるポイントはほとんどないことがわかりましたが、ラン全体を通しての標準設定は印象的であり、視聴者にとっては非常に気に入っているはずです。\n\n\n\n結局、H×Hはいくつかの問題によって傷ついた楽しい経験です。 興味があれば見逃せませんが、完璧ではありません。 この品質のショーは間違いなく注目に値するので、それがあなたの路地のように見える場合は、それを与える。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "SilverZealot",
    "profile": "/profile/SilverZealot/reviews",
    "pages": "9",
    "number": "5",
    "link": "/reviews.php?id=217508",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\n私はこのシリーズのレビューのほとんどを読んできました。私が本当に理解していないと言わなければならないことがいくつかあります：\n1.あなたがshounensが好きではない場合、あなたは明らかに（あなたがショーンが好きではないので）あなたの明らかに過小評価を書くためにそれらを見て気にしませんか？ 人々（ショーンのような人）は、これらのレビューを読んで、シリーズが好きかどうかを調べます。\n2.いくつかの章だけを見て、どのようにレビューを出すことができますか？ シリーズがどのように発展し、そして/または終わるか知っていますか？ 有能なシリーズの始まりは何も言わない。\n\nそして今、ビジネスに就いています。 ハンターxハンターはあなたが見ることができる最高の（もし最高ではないにしても）少年シリーズのいずれかの疑いなしです。 最初の2つの章はかなり平均的なものですが、ストーリーは進化していきます。 それはチャプターやフラッシュバックを埋める人には近く、厄介なファンサービスは存在しないので、シリーズのほぼ全てに夢中になってくれるでしょう（私がそれをやり直すと、3日もかかりませんでした）。\n\n - ストーリー（9/10）：\n\nそれ以外のレビューではすでに詳しく説明しているので、詳細は入力しません。\nそれはむしろシンプルですが、サイド・キャラクターなど多くの面で深くなります。 ナレーターは時には何の理由もないキャラクターの背景を説明することもあり、ウォッチャーの好みに応じてプロまたはコンになることがあります。 いくつかのアークは興味深いだけではありませんが、それらの間のリンクはかなりかすかです。\n全体的にストーリーのペースはかなり満足していました（キメラアークを除く）。 あなたはナルトとあなたがDBで持っているあなたが持っている無限の\"戦い\"を得ることはありません。\n最終的には、HxHにふさわしいものではありませんでした。 あたかもアイデアが足りなくなったかのように、何かが行方不明になっていることがはっきりと分かります。 また、最初は実現不可能に近い主な目的は、 'ok、like ya'のようにクリアされました。 私はそれを失望させないだろうが、それはより良いことができた。\n\nアート（9/10）：\n\nマンガと比較して、アニメアートは驚くほどうまくいっています。 すべての反応、動き（誰も「ヒサカ」と言っていた？）と戦いは画面にうまくいきます。 あなたの帽子、Madhouse。\n\n - サウンド（8/10）：\n\n私はedとopの大ファンではありません - 私はいつもそれらをスキップします - 私はそれらについて多くを言うことができません。 しかし、OSTは確信していて、あらゆる場面でうまく機能していました。\n\n - キャラクター（9/10）：\n\nあなたは本当に良い主人公/悪役を望むことはできません。 私が見たすべてのアニメでは、誰も近くにHxHほど主演出演者がいません。 深い背景と心理的変化。 深刻な傷跡を残す残酷な死。 感情的なパワーアップや「友情の力」はほとんどありません。\n私が少し失望したのは、しばらくしてLeorioやKurapikaのような良いキャラクターが忘れられて二次的なキャラクターに変わったということでした。 彼の一族に報復するためのKurapikaの信念には何が起こったのですか？\nナレーターの表情は、シリーズの中で崩れることがあります。 しかし、この特定のものでは、語り手の存在が不可欠です。 詳細の量のために、適切な説明なしに実際に何が起こっているのかを推測するのはむしろ困難なことがあります。\n\n - 楽しさ（10/10）：\n\nこれは私が最も楽しんだアニメです。 素晴らしいストーリー、素晴らしいキャラクター、そして素晴らしいアニメのクオリティで、私は周りのすべてを忘れてしまい、次に何が起こるのか疑問に思っただけです。 私はそれを何度も何度も見て飽きさせないような気がします。 あなたの友人や家族と一緒に初めて見ることをお勧めします。\n\n\n - 全体（10/10）：あなたが読んだすべてのレビューがまだあなたの心を補うことができない場合、私は確かにこれを見ることをお勧めします。 あなたが小学生のジャンルを好きなら、私はあなたがそれを愛することを保証することができます。\n\nこれを読んであなたを助けてくれることを願います。 ご清聴ありがとうございました。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "punkkapoika",
    "profile": "/profile/punkkapoika/reviews",
    "pages": "9",
    "number": "6",
    "link": "/reviews.php?id=190578",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  9\n\n私は物語から始めます。 私はそれを「非常に良い」と評価しました。 ストーリーの最長弧の延長と収益化の明確な兆候がありました。 それは本当に私を失望させた。 そんなに私は2日間、ショーを見るのをやめました。 ビルドアップとエンディングは明らかにショーのポイントであり、ショーの収益性を高めることは受け入れられましたが、面白いことではありません。\n\n私はアートから吹き飛ばされたわけではありませんでした。あなたはショーから期待して、ビジュアルに予算全体を投資しないでください。 しかし、このショーのビジュアルは、スタンダードになる限り顕著に優れていました。 私はそれを9/10と評価しました。\n\nオープニングはキャッチーだったし、3回目のエンディングは私が聞いた最高のポップアップの一つで、サウンドトラックは素晴らしいフィッティングだった。 音声の演技は主人公の一番上のノッチでしたが、そこから少し離れていませんでした。 それは私を泣かせたり声を出して笑ったりするものではなく、サウンドスケープがこのアニメがそれほど偉大ではない理由に同意することができます。  8/10、 'Very Good'言及する価値がある理由でショーを開催しなかった。\n\nキャラクターはHunter x Hunterが優れていたものでした。 彼らがこれらの主人公の魂を保つことができれば、話はまったく重要ではないでしょう。 信じられないほどの、そして10/10の価値がある、「傑出した」\n\n私は8日間でショーを見ました。 最初の4日間、私はこのショーで吹き飛ばされました。 次の2日間は、私がこのショーでどれくらいの時間を費やしていたのかを実感して、残りの2時間を実際にノンストップで見るまで2日間止めさせました。 このショーは、100以上のエピソードのアニメから絶えず楽しめる限り、最高です。  9/10。\n\nこのショーは爆発でした。 私は人々のほとんどにそれをお勧めします。 全体的なスコアの9と10の間のギャップは個人的な好みによって決定されるべきであり、あなたが目にするべきものではありません。 私のために、このショーは本当に堅実な9です。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "kiogree",
    "profile": "/profile/kiogree/reviews",
    "pages": "9",
    "number": "7",
    "link": "/reviews.php?id=161793",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  8\n\nさて、私は最初のシリーズを見て、マンガを読んだ後、このシリーズを見るようになりました。私は本当に最初のシリーズと卵子を楽しんだので、私はこれを撮影しました。\n\n私は本当に素晴らしい時間を過ごしました。私の意見では、HxHはアニメを手に入れる最高のマンガの1つでした。漫画でトガシが持っていた驚くべき芸術は、アニメにかなりよく渡されました。 私は漫画ほど好きだったシリーズ。\n\nキャラクターは非常によくできていて、仕事がたくさんあった、私のお気に入りの一つはヒサカですが、Allukaは、彼女の保護のために彼女の周りにあったすべての力とすべてを備えたとても良い驚きでした。\n\n全体的に私はシリーズを8/10にしました。他のシリーズと比べて、HxHが一緒になっているのを見ましたが、少し幼稚な話が始まりましたが、成長するにつれて複雑になり、本当に良いものになりました。 キメラアリの始まりはアニメーションアニメーションとストーリーはちょっと減速したように見えましたが、アニメーションとストーリーが終わりに近づきました。ネネロとキングの最終戦は漫画のように素晴らしいものでした。 キングとクモギが死んでいる弧の最後のエピソードは、シリーズの中で最高のものの1つでした。\n\nこの最後のアークは非常に退屈かもしれないので、アニメで見るのが一番恐れていたものでしたが、マッドハウスは素晴らしいアニメーションをアニメーション化しました。\n\n今や、マンガがもっと進んで新しいシリーズが始まるのを待たなければなりません。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "RamoVVolf",
    "profile": "/profile/RamoVVolf/reviews",
    "pages": "9",
    "number": "8",
    "link": "/reviews.php?id=161757",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\n私は数ヶ月前、かなり長い休憩からアニメの再ウォッチを開始しました。 良い子ども時代以来。 その間、ショーをスクロールすると、私の目の前ではっきりと再現された懐かしさがハンターXハンターシリーズの再起動であったことがわかりました。純粋な日々を新しい純粋なもので蘇らせるために ラップされたバージョンは、それがソースマニアでカバーしたイベントの規模のためにさらにそれを発見しました。\n\n私たちが目にする限り、驚異的な文学作品であり、驚異的な世界と狩猟と呼ばれる独特の人間から始まります。私たちの主人公ゴンは、彼の唯一の目標を達成するまで、この世界全体の視点です。 彼の初期の頃にゴンを去ったハンターである父親と会うことになる人生。\nしかし、ゴンの父親との出会いのゴールは、冒険といっしょにさまざまな種類のスリルがいっぱいで、道に沿って愛らしい神秘的なキャラクターと一緒に非常に魅力的な方法で一緒に噛み合っています。\n\nストーリーの主な顕著さは、一定のペースのバリエーションとアークアレンジメントの知的潜在性とイベントやキャラクターの蓄積です。このイベントは、基本的だが真に深いリーズナブルなイベントや戦いを扱いながら、高いメンタリティを誇っています 他の少年アニメと比較して偏心的な信頼性。\n\n\n病気は一度に芸術と音をまとめます..\nHxHのサウンドは完全に曖昧で、各キャラクターには完全にフィットするバイブとバックラウンドの音楽があります。 さまざまなアニメーションを持つ絶え間ないオープニング・ソングのアイデアは、あなたをそれに付け加え、ある種の誠実な動機を与える本当の不思議です。\n芸術はより鮮やかで元の明るい色のもので、元の色が濃いものです。\n\nHunta X Hunta!! 要約されるのは、特定の目標はありませんが、旅自体に焦点を当てた行動ベースのコメディーグレーショーです。このショーには目標はありませんが、キャラクターは少なくとも1つを評価したり評価したりして、ショーに巨大なあいまいさを与えます 未踏の宇宙と隠れたキャラクターの潜在力、そしてそこで最も知的な100+のショーネに起因するさまざまな方向と偏差でストーリーを拡大する素晴らしい可能性があります。 それを打つと、あなたはdissapointedされません:)\n\nP.S：すぐにうまくいってください。トガシ、これ以上のことが必要です。\n\nこの急いでいるレビューを読んでいただきありがとうございます：P"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Akazoku",
    "profile": "/profile/Akazoku/reviews",
    "pages": "9",
    "number": "9",
    "link": "/reviews.php?id=213258",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nHunter x Hunter（2011）は、私が目撃したアニメの盛り上がりの1つです。 私はとても長い間それを保留していたことが悪いと感じています。 しかし幸運にも、私がそれを見続けることを熱望したとき、私はハンターの世界に引っ張られました！\n\nストーリー：\n主な目標は非常にしっかりしており、理解しやすいです。 最も重要なのはその目標に向けた旅です。 ゴンと彼の友人キルアは、ゴンの父親を見つけるために世界中を旅しますが、彼らは新しい友人、敵、トラブル、そしてとりわけ新しい冒険を見つけます。\nまた、このショーには、私が今まで見た中で最も興味深く変化するアークがあります。 ある弧から他の弧まで、犯罪 - スリラーアーク、ビデオゲームアーク、または2つの異なる種間の壮大な戦争で終わります。 アークは決して退屈なものではないように見えますが、それでも一連の主目的と同じです。\n\nアート：\nHxHの漫画の芸術に精通している人のために、そこの芸術が時折吸うことを知ってください。 時にはコンセプトスケッチにも匹敵します。 しかし、時には芸術と同じくらい悪いので、アニメの芸術とアニメーションはとても美しいです。 決して芸術が失望するようではない。\n\nキャラクター：\nHxHの文字の量は大きいですが、これは私の意見では良いことです。 キャラクターは独創的なパワー、ユニークなデザイン、そして本当に魅力的です。 すべてのキャラクタが新しい円弧の中心点になり、見るのが素晴らしいでしょう。 たとえそれがマイナーな文字であっても、通常はスポットライトを得られません。 それはあなたが素晴らしい人物を知っているときです。 もっとクールなキャラクターが彼らが賞賛していた注目を集めたかった。\n\n総合的には完璧に近づいているし、148のエピソードでより多くの成績が得られ、400以上のエピソードの後に​​はほとんどのショーンが得られる。 また、音楽/ OSTは驚異的です。 オープニングは非常に動機づけでキャッチーです。 私は完全に歌うことができる少数の日本の歌の一つです。 エンディングは本当に美しく、エピソードが終わった後にあなたに感じさせます。  OSTはまさに驚異的なもので、できるなら買うことを本当にお勧めします。 それは素晴らしいことです！\n\n漫画はまだ終わっていない（そして中断のためにすぐに終わることはない）が、アニメが終了した時点でシリーズを終了するためのより完璧な瞬間になることはできない。 私は、これがアニメになるときはすべてこれで済むと、私はそれで生きることができると思います。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Taiphou",
    "profile": "/profile/Taiphou/reviews",
    "pages": "9",
    "number": "10",
    "link": "/reviews.php?id=212772",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\n更新日：2016年3月26日\n文法エラーを修正し、いくつかの詳細を短縮しました。\n\nまず第一に、私はかなり長い時間前にこのアニメを見終えましたが、これを初めて完全に見直すことです。  [もう一度見始めた]\n\nストーリー：最初の弧がハンター・エキスパート・アーク（Hunter Exam Arc）です。 いくつかのエピソードのサイドストーリーは良いですし、最良の部分は、例えばキルアのようないくつかのキャラクターに深みを与えることです。 ストーリーの個々の要素についてのいくつかのことがここにあります：アクションはスリル満点です（心は拍動して加速します）。 冒険は興味をそそられ、意欲的です。 私は148のエピソードがたくさんあるので9/10を与えるつもりでしたが、彼らは単に全体的に非常にうまくやったからではないと決めました。 ストーリーは論理的に進行し、継続的であり、ペーシングは本当に良いです。 これは、私が初心者のためにお勧めする数少ないアニメの一つです。なぜなら、「典型的」なショーン・アドベンチャー・アニメの中には、真の友情のような真の格言があるからです。 あなたは何をsthに動機づけしていますか？  Ofcは、アニメの基本である最も典型的な対立を持っています。 ハンターxハンター2011は、紛らわしいフラッシュバックやゆるい物語を持たないため、アプローチがとても簡単です。 ストーリーコアはシンプルですが、進んでいく方法は自然で楽しいものです。 キメラ・アーク・アークと最後のアークで、私は少しずつ気持ちが混ざり合っていましたが、とてもうまく終わったのです。 ストーリーはユニークで予測不可能です。\n\n10/10\n\n芸術：ユニークで、新鮮で、思い出に残るもので、キャラクターのデザインはちょっと幼稚なものですが、あなたはかなり早くそれに慣れ、それを好きになります。  [少しの質感]の外の都市/家屋にはかなりの詳細がありますが、それほどのものはありません。 アニメーション全体が良好で、エピソード全体で堅実であり、誰かが殴られたときのスピード/ベロシティラインなど、アクションシーンもかなりよく描写されています。 アクションシーンは、彼らが私の意見で最も成功したポイントです。 キャラクターのほとんどは、「悪い/悪い」人と「良い」人を簡単に認識できます。例外はほとんどありません。 鮮明ではなかったので、私は本当に景色を楽しめませんでした。\n\n9/10\n\nサウンド：まあ、これは私が少しずつ失望していたことを真実に伝えなければならない1つの領域です。 はい、それは非常に良い、陽気で魅力的ですが、私はFMA：BrotherhoodのようなよりクールなOPを期待していました。 一方、テーマ/オストスは優れていました。 何か緊張が起き、オストがバックグラウンドで遊んでいるとき、私は寒さを感じる。  [傀儡と暴動はそれらの一つです。] 私の好きなテーマは武道家の伝説です。  ED：sは優れていますが、ED1以外は本当に好きではありません...私は2番目のOPを持っていないという理由で厳しいので、私は「素晴らしい」スコアを出しません。\n\n8/10\n\nキャラクター：これは、このアニメの中で最も良い部分です。 あなたは背景情報を得て、それでキャラクターとその動機づけ/物事を行う理由にきれいに深みを与えます。 私たちはヒソカが残りの人の中でも最高の悪役だったと言うことができます。彼の動機は少なくとも部分的に隠されているため、過度に明白で混乱するよりも優れています。 文字はそれが表すジャンル/タイプのために「そんなに」バランスがとれていますが、通常は非常に現実的な文字ではありません。  MCは異常に愚かで、ここで私はワンピースとナルトから好きなLuffyを覚えています。 彼らはあの愚かさをあまり示さないのは良いことだが、私はこのことを理解していない。 キャラクターの成長/進行は、Hunter x Hunterが輝くところです。[Gonを除いて...]。  Killuaは実際にシリーズ内で「変化」し、異なる方法で行動します。これは非常に優れています！ 一方、GonはGonのままですが、小さな進展を示したり、もう少し成熟したりしています。  LeorioとKurapikaもキャラクターの進歩を見せていますが、私の意見ではGonよりも画面時間が短くても...前にも言及したように、Killuaはキャラクターの成長を揺るがす人です！ 悪人のモチベーションは深くなく、かなり混乱しすぎたり、あまりにも明白でした。\n\n10/10\n\n\n楽しさ：アニメファンではない私の妹と一緒に見た/もう見ている別のもの[子供時代にFMAを見て、後でFMA：Brotherhoodで見ました。 ファンサービスが一切ないので、非常に簡単なアニメにアプローチ！ はい、私はおそらく3回目にこれを見るでしょう、そして、それは最初と同じくらい良く感じるでしょう。 もちろん、次に何が起こるかを知っていますが、主なことは彼らがそれをどのように実行するかです。 私の心は文字通りHunter Exam Arcの一場面で殴打されていました。\nこのアニメは、私の心の近くにあるので、とても記憶に残っています。 私は素敵な引用符を見つけました。そして、私は何度も何度もYuzuによるED Reasonの話を聞きました。\n\n10/10\n\n「小さな迂回路を最大限に楽しむべきだ。 それがあなたが望むものよりも重要なものを見つける場所ですから。  -  Ging Freecs Hunter x Hunter（2011） '\n\n全体的には：素敵でサイドストーリーの良い、きちんとした物語。 悪役はあまりないが、文字の深さ。 他のアニメと比較してキャラクターの進行が多い。 人道的な質問や心理的な要因を扱うエキサイティングで興味をそそるアニメ：なぜ私は何ですか？  [かなり悪い例です..]。 従来の友情 - ファクタも含まれています。\n良いED：sと様々なostsが、1つのOPだけです。\nユニークで思い出深い、少し遊び心のある芸術。\n景色は私の心に息をのむようなものでも楽しいものでもありません。 最後は重要なことですが、アプローチは簡単です。\n\n10/10"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "SockyChan",
    "profile": "/profile/SockyChan/reviews",
    "pages": "9",
    "number": "11",
    "link": "/reviews.php?id=178865",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  10\n\n私はハンターxハンターがいつも私のお気に入りの少年になると言って始めますが、それは誰のためでもありません。 少数のshoununファンでさえ、ハンターx hunterにすぐに気付かないかもしれません。 しかし、行う人はそれを愛し、本当にそれを愛しているということです。\n\n私は何人かの行動と不気味なキャラクターと生き物を持って、世界を探検する子供たちのカップルを期待していました。 私がそれから得たものはそれほど多くでした。 アクション要素、戦いのシーンは私の好きなアニメの戦いのシーンのいくつかであり、キャラクターはすべて一意であり、本当にあなたの上に成長します。\n\nそれはかなり長いアニメですが、私はそれが私に与えたすべての弧を愛していました。 ハンター×ハンターは人のための渋滞ではないかもしれません...しかし、私は最後までそれを愛していました！"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "HideYashiro",
    "profile": "/profile/HideYashiro/reviews",
    "pages": "9",
    "number": "12",
    "link": "/reviews.php?id=197928",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n驚くほどのストーリーライン、素晴らしい戦いと内部の闘争は、ハンターのハンターを要約しています。 あなたが人間であること、そしてこのアニメの戦略は最高です...\nこのショーは、パックされたユーモラスなアクションです。 文字は多様で興味深いものです。 プロットラインは良好で、キャラクター開発はあなたを引きつけます。\n多種多様なキャラクター、キャラクタースキルはオリジナルで興味深いものです。 アートワークは素晴らしいです！\n\n誰もがそれを見て、あなたがそれを後悔しないと私を信じるべきです.."
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "FaceMeNow",
    "profile": "/profile/FaceMeNow/reviews",
    "pages": "9",
    "number": "13",
    "link": "/reviews.php?id=197812",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  5\nキャラクター|  7\n|  6\n\nこのレビューで私を憎んではいけない。 私は英語を流暢に話せないので、文法やスペルミスを間違えてしまいます！ ありがとうございました （：\n\n私の意見では、このアニメは素晴らしいですが、それだけです。 それは不完全な感じ、不足しているもの、欠けているものがあります。\n\nストーリー：\n6/10。\n一度私がそれを見始めると、最初の考えは「彼らは一体何を模倣しようとしているのですか？」と、自分の暗い家からKilluaを取り戻そうとしているのを見て、 シャーマンキング。 シリーズがより多くのアニメがナルト、ソードアートオンラインなどのように私の心の中にポップアップになった\n\nまあ、私はこれが私を悩ませる最大の問題だとは言いません。 いいえ、実際は、それぞれのアークがほぼ完璧に仕上がっていないと感じています。 クモのリーダーには何が起こったのですか？ ヒソカの物語への貢献は何でしたか？ 私は彼の性格が好きでしたが、本当に彼とは何も起こりませんでした。\n\nそして、私はキメラアリアークがまったく好きではありませんでした。\n\nそれの上に、ギングの言い訳が極端に不自然だったと思って私を除外したので、このアニメの終わりは本当に私を失望させた...\n\nアート：\n9/10\nあまり言わない。 芸術は素晴らしいです。 ラブリー（：\n\n音：\n5/10\n148のエピソードのために同じオープニングを何度も繰り返し聞いて、私はこの曲が嫌いになった。なぜ彼らはそれを変えなかったのだろうか？\n全体として、OSTはそれほど変わっていませんでしたが、どちらも悪くありませんでした。\n\nキャラクター：\n7/10\n私はマニアックを賞賛し、私が今までに遭遇したアニメの中で最もかわいらしいキャラクターと最も魅力的なキャラクターの2人の創造のために彼に感謝しなければならない。\nゴンとキルアは愛らしいので、何度も私を笑顔にさせてくれました。 彼らの友情は奨励され、うらやましい。 真剣に！\n\nしかし....他のキャラクターは欠けていて、主人公やストーリーには貢献しなかった。\n\n楽しみ：\n6/10\nかなり楽しい。\nしかし、私はめったにそれをしない、しかし、このアニメを見て、私はエピソードの一部をスキップしなければならなかった。 ストーリーは遅すぎて、開発されていないエピソードがあります。 少しイライラします。\n\n全体\n7/10\n私が言ったように、このアニメはいいです。 私はそれを見てもらうことをお勧めしますが、すべての良いレビューは私にハンターxハンターは、私はそうではないと思う全く異なるレベルだと信じさせました。 だから、この勧告でアドバイスが来る：あなたの期待を低くすると、あなたはそれを2回楽しむでしょう！  （;\n\nPls私を憎むことはありません！\n\nありがとう"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "PotatoKujo",
    "profile": "/profile/PotatoKujo/reviews",
    "pages": "9",
    "number": "14",
    "link": "/reviews.php?id=228699",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  9\n\nHunterXHunterを終えた後、私はそれがどれほど素晴らしいかに全く驚いた。 だから私は間違いなくそれを見ていない人にそれをお勧めしたいと思います。\n\n私はまだマンガを読んでいないことに注意してください！\n\nストーリー：9\n私がこれを見ることが推奨されたとき、私の最初の話は、友情と楽しみに関する幸せな冒険になるだろうということでした。 冒頭では、ハンター試験では少し暗くなっていたようですが、それは予想されていました。 しかし、ストーリーが最も暗かったのは、キャラクターのキャストがハンター試験の最後の部分を修了しなければならない時だったと感じた瞬間です。\nその後、ストーリーははるかに複雑になりました。私は以前よりもそれを見守るように誘惑しました。 すべてのエピソードで私の席の端に私がいて、来るべきことをもっと興奮させたので、私はそれを見て自分を助けることができませんでした。\n私は物語を何もかも駄目にすることなく、物語を語ることはそれほど多くはありませんでしたが、全体的に私は、あなたが倫理と楽しいことについて教えてくれる冒険を期待しているなら、 半分右にする。\n\nアート：8\nあなたが私に尋ねるなら、芸術のスタイルは本当に信じられないほどです。  Gon、Kurapika、Leorio、Kurapikaの4人のキャラクターはかなりシンプルに見えますが、サイドのキャラクターはすべて非常に多様でユニークな印象を受けています。 私はこれが他のアニメやマンガの大部分と面白いことだと思います。ほとんどのショーでは、主人公が超クールでユニークに見えますが、彼らが遭遇するすべてのキャラクターは同じように見え、忘れがちですが、  HunterXHunterのすべての文字が異なる場合。\nアニメーションは本当に美しく、とてもスムーズです。 私はまた、ショーの中で何かが厄介なアニメーションに見えるか、本当に醜い（それが意図されていない）ときに見える点を見たことがありません。\n\nサウンド：9\nHunterXHunterはすばらしいO.S.Tを持っていて、話を大きく補完します。 すべてのサウンドトラックはイベントと同期しており、キャラクターと一緒に感じることができます。 音楽は、キャラクターに少しの個性を与えます。どのキャラクターが登場するのか、まさにその曲を聴いて何が起こるのかをはっきりと予測できます。\nショーの主人公はそれぞれのキャラクターを信じられないくらいうまくプレイし、それぞれのキャラクターの声は私が想像するように正確に聞こえる。\n\nキャラクター：9\nGon、Killua、Kurapika、Leorioは私にとってはかなり単純な性格を持っていますが、アニメのすべての側面や支持者にとっては言い訳がありません。 ショーの他の誰もがユニークで特別な気持ちを感じています。彼らは皆好き嫌い、思いやり、決意、そして一般的な性格を持っています。 私は、すべての人物が思い出深いものであり、それぞれが異なるものを提供していると感じています。\n私がキャラクターについて最も大好きなのは、彼らの個性がどれほど現実的かということです。 それぞれが誰かに何らかの関係を持っているのです。たとえ文字が強くて強く見えていても、間違いを犯してより人間に感じることができます。 しかし、彼らが最も人間的な気持ちになるのは、すべての人物が幸せな結末を迎えるわけではなく、それぞれが良いか悪いかにかかわらず、それぞれの最終結果を持っているわけではないということです。\n\n楽しさ：9\n私は思った以上にHunterXHunterを楽しんだ。 それぞれのアーチが終わり、私はもっと見るようになりました。 一度始めたら止められませんでした。 ほぼすべてのシーンが私に違った感情をたくさん感じました.HunterXHunterについて最も気に入っているのはGonとKilluaの純粋な友情です。\n\n全体：10\n私はHunterXHunterがどれほど偉大かという理由で厳しいとは思えません。 私はこのショーが大好きで、誰にでもおすすめします。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "DoraNoJutsu",
    "profile": "/profile/DoraNoJutsu/reviews",
    "pages": "9",
    "number": "15",
    "link": "/reviews.php?id=209526",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\nこんにちは、仲間animesters！\n私が最初に言いたいのはこれです。 最初は私はこの少年が子供のためだと思っていましたが、その幼稚な外見のために、実際にはそうではありません。 あなたがそれを見たいと思って、それをしないと決めたら、それを見てください！ 何？ あなたはまだここに？  OK。\n私はこのアニメが大好きでした。 それは人生で友情がいかに重要であるかを示し、あなたは友達なしではあまりできない。 あなたが非常に孤独で、友達がいなくても、私はこのアニメをあなたのためにするような理由のために。\n非常に成熟しており、かなり深いです。 私は個人的に結末が気に入らなかったが、それはあなたがそれが良いかどうかを判断するためのものである。\nすべての人に気をつけてください。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "turtlebird",
    "profile": "/profile/turtlebird/reviews",
    "pages": "9",
    "number": "16",
    "link": "/reviews.php?id=196718",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  9\n\nハンターXハンターは本質的にジャンル内のすべての一般的な熱狂を取り、トイレの下にそれらをフラッシュする少年バトルシリーズです。 それはとてもうまく細工されていて、私が考えることができる他の少年シリーズの上に簡単にカットされています。 トガシが彼の裂け目の大部分が材料を集めて物事を考えることであると主張するならば、私は彼を信じるだろう。\n\nストーリー：9-ハンターXハンターの話は、ゴンフレクス、彼は世界を探索し、彼の父親、ギンギを見つけることができるように、長い間ハンターになることを夢見ている若い少年に従っています。\n\n今、騙されてはいけません。 ハンターXハンターは、狩猟に関するシリーズではありません。少なくとも、あなたが考えているような狩猟ではありません。 ハンターは、典型的には自分のスキルを発見して世界を助けるために使用するエリート人間の組織の一員です。 たとえば、ハンターの中には暗殺を専門に扱うものもあれば、遺跡を発見する人もいます。 ハンターはどこでも彼らが選ぶどこにでも行く許可を与えられ、彼らは何でもしたい。\n\n私は物語についてあまり話したくはありません。あなたが知っていることが少ないほど、どんなシリーズでもそうだと思います。 私が言いたいのは、少年戦闘の特徴がない少年バトルシリーズだということだけです。 戦闘はほぼ常に戦術的であり、各キャラクターは能力が限りではユニークですが、キャラクターはそのように殺される可能性があります...実際には、時にはかなり暗くなる傾向があります。\n\nもう1つのことは、このシリーズの漫画が（1年以上）かなり中断していたことです。そのためにシリーズも停止しました。 トガシがシリーズで再び作業を始めるまで、アニメは満足感を感じるために十分な閉鎖を与えてくれるので、あなたがそれを見守ることを妨げないでください。\n\nアート：9-マドハウスは、この適応のシリーズの完全なトガシのアートスタイルをキャプチャします。 私は彼らが実際にはより良い仕事をしていると主張するだろう。  （トガシはときどき彼の芸術で怠惰になった）\n\nキャラクター：9-少年の共通の要素を共有しているかもしれないが、Hunter X Hunterは本当に独創的なリーグに入っている。\n\n楽しさ：9-最初から最後まで、私はこのシリーズに爆発しました。 多くの人が時々遅くなると思っているようですが、エピソードの中にはナレーションのために20分に及ぶものもありますが、ハンターxのように夢中になるのは難しいでしょう ハンターがあなたを作るだろう。\n\n全体：9-前述のように、Hunter x Hunterは少年シリーズに関しては本当に独自の品種です。 私は興味深いプロット、偉大なキャラクター、そしてあなたが経験したものとはまったく異なるものを探している人にそれをお勧めします。 あなたがトップアクションシリーズを馬鹿に探しているなら、私は他の場所を見ることを提案したいと思います。\n\nなぜまだ読んでいるのですか？  Crunchyrollをロードして見てみましょう！"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "VileBrownie",
    "profile": "/profile/VileBrownie/reviews",
    "pages": "9",
    "number": "17",
    "link": "/reviews.php?id=195915",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  9\nキャラクター|  4\n|  4\n\nこのショーでは、すべての綿毛のようなものが得られます。 それは一貫して素晴らしいビジュアルとサウンドを持っていますが、それ以外はちょうど... mehです。\n\n主人公のゴンはかなり上品な少年の主人公からのもので、彼は「スーパースマートな冒険的なタイプではないが、彼は自分の理想を信じるだけではないので、元気なスピンです。 しかし突然、彼は彼のお父さんを知っていて、彼と数日を過ごした一人の人に会い、この人が攻撃されたときには全く狂ってしまいます。 他の主人公のKilluaは興味深い箔を提供していますが、ショーのハイライトはこれらの2つの形の友情ですが、それでも奇妙な方法で愚かなものになってしまいます。 それらの2つを越えて、本当の人はいない。 多くのキャラクターは最初の20のエピソードで導入されますが、後者の場合はほとんど見られません。 基本的には、彼らのほとんどはかなり公然と、ショーのプロモーションイメージに登場するキャラクターの2人でさえも、ストーリーの出入りをします。 それぞれにはさまざまな深さが与えられていますが、実際に面白いキャラクターとして目立つ人はほとんどいません。\n\nショーの1/3はおそらく最悪のアークであるキメア・アント・アークに費やされています。キメラ・アーク・アークは、グリード・アイランド・アークよりもずっと複雑な方法で不信感を完全に消滅させます。 このショーの物語はちょうど私が頭を傾けて戸惑いにしてしまうことがあります。 または 'それはちょうど愚かです'。 そして最後の14回のエピソードでは、私が今まで見たことがあるなら、デュース・エキスが登場します。\n\nしかし、このショーが犯した最も深刻な犯罪は、主なデュオが実際に自分の能力を実際に使っている戦いや交流をほとんど持たないことです。 ショーの3分の1を超えるまで、彼らが何をしているのか分からないし、実際にそれらを使用している金額は驚異的ではありません。 私はそれがそこにほとんどのアクションパックされているshounenアニメにしようとしていないことを得るが、148のエピソードで主人公は実際の戦いのほんの一握りを持って、時には何のアクションもせずに全体のアークに行くと、 全く殴られた。 ショーの残りは、全体的に、訓練セグメントです。 ショー全体がNenのユーザーとして成長するだろうと思っていますが、そのほとんどはトレーニング、トレーニング、トレーニングです。 私はシリーズが完成していないことを知っているが、148エピソードとそのような小さな報酬のための言い訳はありません。 彼らの仕事はまったく大したことではなく、私はビューアとして非常に不完全な気持ちで私を残します。 このショーを見るだけでは報われません。\n\nまともなショーと前提ですが、それはエンターテイメントと実際の内容の両方で、非常にそうである可能性があります。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "corruptanimelove",
    "profile": "/profile/corruptanimelove/reviews",
    "pages": "9",
    "number": "18",
    "link": "/reviews.php?id=175911",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  10\nキャラクター|  10\n|  10\n\n「ナックルズは死に至るかもしれないので何でも言うことをためらっている」というのは、このアニメを構成する私の好きなナレーションのうちのひとつです。\n\n最初は幼稚のような外見で断りましたが、その後私はそれを見ました\n!!!!\n私はこのようなアニメを長い間楽しんでいない。\n\nそれは同じゆうゆう函館のものですが、プロットや文字の迅速な開発は100％向上しています。 速いペースでの戦いと冒険は、本当に光景であり、喜ぶものです。 それは必見です。 アニメダイエットの定番。 確かに見る必要がある！"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "DrUpauli",
    "profile": "/profile/DrUpauli/reviews",
    "pages": "9",
    "number": "19",
    "link": "/reviews.php?id=225544",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\nHunter X Hunterの未開拓の今日も、私の心を揺さぶる。 これは私が今までに物語とキャラクター部門で見た中で最もユニークな少年です。 ハンターXハンターはいつも私の好きなアニメで、実際にアニメのメディアに入っています（人がNarutoやDragon Ballを見るときと同じように）HxHを見る前にNarutoとDragon Ballを見ましたが、  HxHのような他のジャンルを見て私に気分を込めました。  HxHは、より多くのアニメのジャンルを見ることに私の心を開いたアニメでした。 ショーにはいくつかの典型的な少年劇団がはっきりとありますが、これまでに見たアニメとはとても異なっていました。  （私はこれを見た時に少年アニメだけに興味があった）\n\nストーリー：HxHの世界は、あらゆる種類のユニークな創造物、場所、概念、生き物でいっぱいです。 それは明らかに壮大だと感じます。  HxHの最初の円は私が元のドラゴンボールをもう一度見ているように感じました。 ショーは魅力的で、時を超えず、冒険的で無実でした。 これは私が現代の少年で見逃すものです。 私はこのシリーズに恋し始めました。 今日は、次のパワーアップが待っている次の冒険に反対しているかどうかについて、より多くのことがあります。  HxHの冒険的なトーンは私が行方不明だったもので、私はそれを絶対に愛していました。\n\nGonとKilluaがNenに紹介されている2番目の円弧に移動します。 ショーはチャクラ、キンなどと同じです。この弧には興味深いものはあまりありませんでしたので、\n\n3番目のアークは、このショーがいつも私の好きなアニメになった場所でした。 これは、すべての時間の最高の悪役グループがデビューする場所です。 私は、レビューの文字の部分でそれらについてもっと詳しく話します。 全体的にこのアークは素晴らしいものでした。 なぜ私は詳細については、私はスポイラーを与えるだろう。\n\n本質的に訓練の弧であったので、4番目の弧をスキップしましょう。\n\n私が話すつもりの最後の弧はキメラアークです。 これはたわごとが本当になる場所です！ ショーンの最も興味深い悪役のひとつである「アント・キング」は、「人間であることを学ぶ」ことと「私は本当に誰なのか」の哲学の中で、もっとも興味深い、最も興味深いものの一つです。 アーク全体は、アクションシーンを構築し、可能な限り壮大なものにする素晴らしい仕事をしています。 我々はまた、あなたが本当に良い人であるかどうかを疑問に思ういくつかの文字の異なる側面を参照してください。 ときどき黙っていないナレーターだけが本当に不満を感じました。\n\nキャラクター：あなたの典型的な少年主人公。 他の少年主人公と違って、彼はいくつかの不公平な利点で生まれていません。 彼はあなたが今どこにいるか心配しています。  Killuaは彼の最初の本当の友達だからGonを受け入れ、彼は最高の彼を引き出す。  2の友情は美しく表現されています。 彼らはお互いの違いが友人にならない理由にならないようにします。 彼はただの人間です。 主人公であるにもかかわらず、GonはShounenで普通ではない彼の戦いの多くを失った。 彼はまた森の少年です。 幸いにも、彼の単純な性格のために、私は他のより深く複雑なキャラクターをもっと楽しむことができます。 次は、暗殺者の家族から来たキルアです。  GonとKilluaは、まったく別のマンガから来ているように見えますが、最高の友達ですが、お互いに完璧に働くのでうまくいきます。 暗くてサディスティックな方法にもかかわらずKilluaを受け入れるGonは、Gonが完全な幸せな、幸運なキャラクターにならないことを示しています。 また、ゴンはあなたの過去を気にしないことを示しています。\n\nファントム劇団（Phantom Troupe）の最初の悪役について話しましょう。 最初から、他の少年アニメと比較して、このグループとは異なるものがあることは明らかです。 ゴンは本当に主要な悪役と接触することはありません。 サイドキャラクターは、ユニークなだけでなく美しいものでもある悪人と対立しているものです。 また、純粋な邪悪も純粋な善もありません。 キャラクターには深みのレベルが非常に高いので、誰が善悪を忘れることがあります。 私は本当にこのことを評価しました。それは、善良な人と悪い人に反対するような、実際の人々のショーのように見せているようです。 誰も完璧ではありません。 我々は、英雄と悪人の両方で悪と良い部分を見ます。 まず第一に、これらの人は犯罪者であることに気を狂わせている。 ほとんどの悪質なグループは、英雄の存在を嘆いて、彼らを処分する最善の方法は何かを暗に憂うつに座ります。 一方、ファントム劇団は、彼らの仕事をしながらショットガンとビリヤードをしています。 彼らの間には友好関係があります。 あなたは彼らの行動と会話を通じて、彼らが一緒にたくさん一緒にいて、お互いの会社を楽しんでいることを知ることができます。 他の悪役について話しましょう。 私はショーの主人公（ヒソカを除いて）がゴンを気にしない方法が大好きです。 彼らは自分のビジネスだけに気を使う。\n\nアート：この番組は、148のエピソードでショーのために美しくアニメーション化されています。 マンガはゴミのように見える。 戦い場面は素晴らしく、すべてです。\n\nサウンド：このショーには、ショーのすべてのシーンに完全に合致する思い出に残るサウンドトラックがたくさんあります。 しかしオープニングは退屈して148回以上聞いていて、マイナーアークのいくつかは忘れられないトラックを持っていました。\n\n楽しさ：あなたが言うことができなかったら、私はこのショーをたくさん楽しむ！ 唯一の問題は、十分な戦いがなく、戦いがあったときに、しばしば片面になってしまったということです。 また、アークの中には内容が不足しているものもあります。 私はいつも戦いが大好きな人ではないが、決して起こらなかったショーのいたるところで戦いの束があった。\n\n全体：この番組は、アニメの頂点です。 このショーは、それが受け取るすべての賞賛に値する。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "andreayalat",
    "profile": "/profile/andreayalat/reviews",
    "pages": "9",
    "number": "20",
    "link": "/reviews.php?id=225439",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\nハンターxハンターは私が今まで見た中で最も素晴らしいアニメの一つです。 それは完璧だったと私はそれについての私の考えや感情を書くことは間違いなく値する。 私は主にこのレビューを自分自身のために書いていますが、あなたがそれを見つけてそれを参考にすれば、それは素晴らしいことです。\n\n私が驚くべきものとしてアニメにラベルを付けると考えるものの中で、キャラクターの開発は間違いなく最も重要なものの1つです。 私たちはHxHでそれを見ます。\nキルア：私の好きなキャラクター、シリーズ全体での彼の発展に感謝しています。友情と個人的な成長についての彼の旅は目覚しいものです。 彼は私が話していることを知っているシリーズを見たなら、彼がShootと戦っているときに、エピソード94 Friends xとx Journeyでお気に入りのスポットを獲得しました。\n\n2. Gon：彼はまた、素朴で忠実で、とても勇敢で、とてもスマートで正直な、信じられないキャラクターです。 それは新鮮な空気の呼吸でした。 私は彼からとても多くのことを学びました。彼の友人と彼の信念に対する忠誠心は、彼を非常に好都合な性格にしています。 彼は弱点があり、衝動的で無謀で頑固ですが、彼は愛されて友達を助けてくれるのでそのように行動しました。 彼は誰であるかの一部です。\n\nKurapikaはもう一つの興味深いキャラクターですが、私はまだマンガを読んでいないので（話がもっとあるかもしれないので）私は彼をディスセンシングすることを控えるでしょうし、私のレビューに基づいて人々に偏見のある意見を与えたくないのです。\n私が議論したい多くの驚くべきキャラクターがありますが、これは長すぎるでしょう。\n\n物語については、私は弧で弧を描く：\n\nハンター試験：10/10\n\n何人かの人々はHxHが遅く始まると言うが、ちょっと反対にしなければならない。最初の数回のエピソードでは少し遅いかもしれないが、実際には良いことだと思う。 あなたはゴンと彼が住んでいる世界についてもっと理解しています。\n私はこの弧が華麗だと思ったので、私はそれから多くを学びました、よく書かれ、よく考えられました。 戦略、知性、持久力、友情の使用が重要でした。\n\nゾルディック家系：10/10\n短くて驚くべきことに、私はまた、この家族や背中の物語、そして彼らが暗殺者として成し遂げたことをもっと見たいと思っています。\n\n天国のアリーナ：10/10\n\nあなたは進歩を見て、この弧の中で文字が非常にはっきりと耐えるように開発する。 私は戦いを楽しんだ。 私がこのシリーズについて気に入っているのは、単なる愚かな戦いではないことです。実際には、このシリーズのあらゆる戦いの背後にある素晴らしい戦略と考えがあります。\n\nYorknew arc：10/10私の好きな弧\n\nHxHには、それぞれのアークに多くの異なる気分や設定があります。このアークは少し暗く、素晴らしいものでした。 私はファントム劇団を愛していました。私はスピンオフやそれ以上のアークがあったかったと思います。 彼らは面白い能力を備えた素晴らしい戦闘機でした。 また、私は彼らが互いを気にしていたように、彼ら自身の中で振る舞ったやり方に魅了されることを発見しました。 私はもっ​​と見ることができればいいと思って、もっとよく知っていて、彼らの裏話を知りたかったのです。  Feitanは私の好きなメンバーだった。\n\nグリード島アーク10/10\n\nこの弧は非常に冒険的で楽しいですが、それは主人公の成長と強さに関しても重要な弧です。 私は何も駄目にしないためにもうこれ以上言わないでしょう。\n\nこの点まで、私は見守ることができず、止めたくなかったので、この次の弧までは堅かった。 次のアークは、それが全体的な9を持っている理由です\n\nキメラアリアーク：7/10\n\nこの弧は長いものでしたが、興味深い話がありましたが、間違っていたと感じました。 遅くなりビルドアップは非常に簡単でした。 私に間違ってもらえませんでしたが、ここで私には10の評価されたエピソードがありましたが、それほど良いエピソードに囲まれていませんでした。そして、私はペースがアークドラッグを少し作ったと感じ、軽い冒険、 に。 私はアークが信じられないほどよく考えられていたと思うし、結末は信じられない、それは本当に良かった。 しかし、それは私が大好きなやり方で描かれていなかったので、それは7であり、10ではありません。\n\n第13回ハンター会長選挙：9/10\n\n早く始まり、終わりました！ アニメの最後の弧には、いくつかのスローなエピソードがありますが、最後のものはそれに見合ったすべてのものを作りました。 最後のエピソードは素晴らしかったし、最後の引用文も書き留めていたので、毎日読むことができます。 それは確かに私の心に触れた。\n\n全体的な9/10\nキメラの蟻はそれを9にして10にしなかったが、それは9よりも9.4に似ている。\n間違いなくこのシリーズを見て、それを後悔しないでください。もしあなたが冒険、行動、shounen animesによく考え、スマートで、宗教的な感覚を持っているなら、HxHを見てください。  sinopsisはあなたを欺くことはありません。 また、nenとaurasの使用は信じられないほどであり、見ることがとても楽しくなりました。多様性、創造性、想像力が非常にあり、私たちはそれのすべてを少ししか発見しませんでした。"
  }
]
