[
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "UndeadJonStr",
    "profile": "/profile/UndeadJonStr/reviews",
    "pages": "4",
    "number": "1",
    "link": "/reviews.php?id=182170",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  9\n\n私はここでパーティーに少し遅れていることを知っていますが、私はちょうどHunter X Hunter 2011のアニメをちょうど終えました。 最初は、あなたの典型的な長年走っているShounen Jumpシリーズを期待してこのショーに行ったが、間違っていることが今まであったことは一度もないと言いましょう。\n\nこの素晴らしいショーはどこから始めるのですか？ それには非常に多くの異なる側面があり、それぞれ独自の賞賛が必要です。 しかし、私はこのレビューを短く、その要点にとどめようとします。\n物語はゴンという名前の若い少年の後ろにあり、彼は出かけて、ハンターになるために生まれた直後に去った彼の父親を見つけることを目標にしています。 ゴンは、ハンターになって父親の足跡をたどることができれば、彼に会う機会が増えると信じています。 初めに、ショーはやや喜んで楽しいものですが、だまされることはありません。 物語が進行するにつれて、たとえまだこれがshounenであっても、あなたが疑問に思うポイントにさえ、それはますます暗く荒々しくなります。\n\nキャラクターは、私の意見では、ショーの強みです。 それぞれの個人は、彼らが本当にどのような性格を持っているかを実際に示す、堅実で現実的で信じられない性格を持っています。  4人の主人公は、shounenだけでなく、私がこれまでアニメで見た中で最も簡単に好きで親しみやすい主人公の一部です。 確かに彼らに付き添われないのは難しいです。 キャラクター開発の欠如もなく、最後のエピソードを終えるまでにキャラクターは同じではありません。 私はこの側面について深く掘り下げますが、それはスポイラーの話が必要です。\n\nアニメーション、芸術、音質の面では、このようなアニメの期待どおりに素晴らしいものです。 時間の半分以上はアニメーションが完全に流暢ですが、目障りなことはありません。 彼らは、彼らが作ったショーの完璧な瞬間に置かれ、観客に、特に感情的で激しい瞬間に、巨大でユニークなインパクトを作り出します。 幸せな瞬間が楽しくなり、エキサイティングな瞬間が爽快になり、悲しい/感情的な瞬間が美しくなり、心が壊れます。 本当に、その良いものを言うことはそれ以上ありません。 芸術のスタイルは、ショーの間、「驚くべき」から「メー」に変わってきます。 決して恐ろしいことではありません。 しかし、ショー全体を通して鮮やかなままでいるものは、サウンドトラックです。 オープニング曲は初めて聞いたときにすぐに覚えていて、その唯一の曲が持っているという事実は、それがアイデンティティ感を与えるのです。 あなたはHunter X Hunterの主題歌であることを知っています。 ショーの間に演奏するインストゥルメンタルテーマとオーケストレーションされた作品は、本当にどこにあるのかが分かります。 私は文字通りOSTを何日も真っ直ぐに突き出すことができました。 それぞれのテーマは、視聴者のあらゆる種類の感情を引き出すために完全に作られています。\n\n私が私の結論に至る前に指摘したいことは、声優が演技することです。 このレビューが行われた時点で、この番組はまだ英語ダブを持っていないので、当然、私は信じられないほどの日本の声優について話し合います。 すべてのキャラクターは、それらに同行するための完全にぴったりの声を持っており、そのパフォーマンスはすべて優れています。 あなたがシリーズのこの近くの傑作を見ることに決めたら、ショーの特定のポイントでゴンのための声優は、あなたは確かに認識されます。\n\n私はこのアニメをどれだけ愛しているかについて何度も何度も立ちふさがるかもしれませんが、私はもうあなたの時間を取ることはしません。 あなたがそれを見たなら、あなたは私が何を話しているかを正確に知っています。 もしあなたがいなければ、あなたは何してるの？ 今すぐ見るよ！ 私はあなたがそれを後悔しないことを保証することができます。\n\n最終得点：9.75 / 10"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Btrain429",
    "profile": "/profile/Btrain429/reviews",
    "pages": "4",
    "number": "2",
    "link": "/reviews.php?id=168757",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのアニメを見て本当にラッキーな気がします。 私がこれまで見てきたことの中で最も競争力があり楽しませるアニメです。 アニメの長さによってはいくらかの人が離れるかもしれませんが、正直言って私はそれがずっと長いことを望みます。 ストーリーとキャラクターは、ハイテンションのアクションと冒険の無限の配列に組み込まれています。 私は本当にアニメとマンガの両方が競争することを望んでいます。 私はこの信じられないほどの物語がどのように終わるかを知ることができなくなって死んでいる。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "CarlZoldyck",
    "profile": "/profile/CarlZoldyck/reviews",
    "pages": "4",
    "number": "3",
    "link": "/reviews.php?id=165077",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\n物語はゴンという若い少年の周りを回っています。ゴンは父親を探して、父親が彼を去ってハンターになった理由を知りたいと思っています。 だから彼はハンター自身になり、道に沿っていくつかの友人を見つける。\n\n彼の友人はすべて、それぞれの弧の中で輝く時間がありますが、Gonが主人公であるため、この物語に描かれているほとんどの弧は彼の発達のまわりを回転しています。\n\nストーリー全体がまるで巨大なトレーニング・アークのように感じました。 主人公は、すべてのアークで最も強い存在ではありませんでした。 彼は常に彼の敵のほぼすべてによってワン・ウォップされている。 それは私が楽しむことの一つです。 メインの主人公（たとえ彼が天才だと思っていても、多くの可能性を秘めているにもかかわらず）は、経験の巨大な違いのために常に勝つことができます。 そして、私は実際に主人公の訓練と成長を見て楽しんでいました。 私は絶対に圧倒されるように（通常はタイムスキップの形で）トレーニングをオフスクリーンするとき、それを絶対に嫌っています。\n\nそして、ほとんどのアニメとは異なり、ランダムな手段、通常はプロットの慣行によってパワーを得るのではなく、FullMetal Alchemistと非常によく似た、力を得るために何かを犠牲にしなければなりません。\n\nアート。 おそらくアートは私がこのアニメで持っている最大の悩みです。  2人の主人公が子供であり、アニメの雰囲気が非常に明るく見えるので、多くの人々はすぐにこのアニメを判断します。 特にそれの始めに。 ハンター試験の1999年版は、キメア・アント・アークのそれと似たような雰囲気となっていました。 そして明るさのために、私はキメラアリアークの残酷で暗い暗闇の中で多くの人々が守られていたと考えています。 私はSeinenのアニメだけを見ている多くの友達がいて、明るさとShonen-yの芸術があったので、直ちに見ることを拒否しました。\n\nサウンド - 物語の最初の2つの弧の音は非常に明るくないが、Yorknew Cityのアークヒット、オペラ/クラシック音楽の演奏\n\nそれは絶対に壮大であり、Chimera Ant Arcがヒットしたときに品質のもう1つの即時の増加を有する、シリーズの残りの部分（Yorknew Arcから始まって）に一貫してとどまります。 どのように多くの人々がこれに問題を抱いているかわかりません。  1999年のサウンドはまあまあまあまあ良いかもしれませんが、それはすべて好みの問題です。\n\n文字 - 文字は絶対に驚異的です。 トガシは非常に多くの人物を投げたので、あなたは少なくともあなたが好きだった人を見つけなければなりませんでした。 ほぼすべてのシングルキャラクターは思い出に残るもので、個性があります。 他の多くのアニメのように、キャラクターは互いのカーボンコピーではありませんでした。\n\nこのアニメはいくつかのことがありますが、とりわけ初めにはうまくいくかもしれませんが、それは絶対に驚くべきことです。あなたが「ああ、それはかなりクールだと思うでしょう ！ '  FullMetal Alchemist Brotherhoodのようなストーリー主義のバトルアニメに興味のある人にはお勧めです。\n\nあなたがワンピースやナルトのファンなら、これを「最高の少年」と言い続けているのでこれを見ていると、それを楽しむことはなく、小さな矛盾を 多くの人々は、エピソード131を参照してください明らかにあなたが物語に注意を払っていたことを示しているお尻として）あなたが30分のペースが遅い戦いを期待している場合、あなたは失望します。 これは非常にストーリー主導のアニメです。もしあなたが戦争のためにアニメを見ている人の一人であれば、それを見ずそれから遠く離れていなければなりません。 もしあなたがこれを見ているなら、キャラクターのほとんどが静止していることを期待しています（つまり主人公）。そして、ナルトが自分の宇宙にいるような何らかの「光のビーコン」であり、このアニメを見ません。 ナルトとルフィとは違って、ゴン（主人公）は最も現実的な性格を持っており、自分の友人を傷つけ、自分の欲望を他のものの前に置く時があります。\n\nこれに入って、多くの期待を持っていないと、おそらくこれを見ている最高の乗り物があります。\n\n最初の2つのアークよりも多くを見てください。なぜなら、それらはシリーズの最悪の2つであり、アートによってすぐにオフにならないからです。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "gaysocks",
    "profile": "/profile/gaysocks/reviews",
    "pages": "4",
    "number": "4",
    "link": "/reviews.php?id=184396",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nOoooh私のgoooood。  OOOOOOOOH MY GOOOOOOOOOOOOOD。\nあなたがハンターxハンター2011を見ていることに疑問を持っているなら、しないでください。 見て。 今のように。 このシリーズに加えられた仕事の量、このフランチャイズは、本当に示しています。 私は正直なところ、このシリーズの1つのことが間違っているとは思えません。  （Killuaはよりよいと思った;;）\nストーリーから始めましょう。\nこのプロットは、MALとNetflixの概要を読んでいないようです。 しかし、この穏やかなセットアップは、シリーズを本当にどこに輝かせるのだろうか。 他のすべての地域にも10/10がついています。 ゴンは12歳の男の子で、長年失われた父親を探しています。 ヤーン、退屈な権利？ どういたしまして。 プロットが最初のカップルのエピソードや最初のシーズンから、またはあなたの友人が言うことからちょうど退屈だと思うなら、それを強制してください。 ストーリーの進展と細部への注意は、スムーズでぬりえのない体験を可能にします。 トガシとマドハウスの小さな瞬間がすべて考慮されており、1つのプロットデバイスが忘れられているわけではありません。 他のすべてのエリアが平凡だったとしても、ストーリーのハンドルは本当にこの物語を楽しくします。 つまり、IFです。\n次はアートです。\nこのアニメを制作するとき、マドハウスは本当に私たちにアイデンシーを与えました。 この芸術は典型的な少年のスタイルを反映していますが、私たちの下には何かがあります。 マッドハウスは、老化とストレスを完全に捕捉しているわけではなく、4人の主人公すべてが暴露されています。 この表現は、私に息をささげています。正直なところ、これらのキャラクターはいつも驚くべきものです。 アニメーションは素晴らしいです。 それがうまく流れて、あなたがそれ以上良く分からなければ、西洋の漫画だと思うでしょう。 戦いの場面は壮観で、ゴアは現実的ですが、トップにはなりません。 あなたは死のパレードとParasyte：マキシムで同様のマッドハウスの威厳を見つけることができます。 優れた芸術とデザインを通じて表現された微妙なキャラクターの成長を探しているなら、HxHは道のりです。\nさて、音。\nHxHのオープニングは変わることはありません（素晴らしいことです）。 曲は完全な曲の異なる部分に切り替わりますが、ビジュアルはさまざまなアークを通って変化しますが、同じままです。 オープニングはいつも、常に審美的に目を魅了し、実際に各アークが表示されることを意味しています。 いくつかは他のものよりも暗く、それぞれの弧の感触が非常によく反映されています。  OSTは私の脊椎を震えさせ、うーん、私はそれについて考えているだけの寒さを感じる。 結末の曲は変わり、ああ、彼らは変わる。 それぞれが再び円弧に従って変化し、私はお気に入りを選ぶことができません。  Madhouseは、再び、エンディングクレジットでさえ、細部への注意をもって私たちを喜ばせます。 私はHxH OSTを見て、それを数日間聞くことができました。\nああ、文字があります。\n\n私の楽しみとしては、それは疑問もなく10/10です。\nこのシリーズは、そのような幅広いオーディエンス機能を備えているという点でとても驚くべきものです。 もちろん、shounenのターゲットオーディエンスは常に若い男の子ですが、Togashiは実際には別のオーディエンスを捉えています。観客は皆です。 このアニメは、西洋文化ではあまり一般的ではありません。なぜなら、皆さんとその母親が、このシリーズを楽しんでいただきたいと思います。 私は涙を流して潜水艦を読むことができなかったので、私はエピソードを一時停止しなければならなかったので、常に関係する人物がいます。 主要なイベントや戦闘の後ではキャラクターは完全にスコットフリーにならず、悲しいうちに現実的です。 私はキメラアリの弧の終わりよりもアニメで泣いたことはありませんでした。 私はこのシリーズを見ることに決めたことをとてもうれしく思っています。\nトガシの健康問題で現在中断している漫画に巻き込まれたため、シリーズは終了しました。 それは驚異的な方法で終了し、アニメのいくつかの部分がマンガから分かれていたにもかかわらず、プロットに影響を及ぼすことは決してなかった。 アニメシリーズは、マンガが定期的に更新されるまで（いつでもそうかもしれない）、マンガを中断する可能性が高いです（トガシが私に戻ってきます）（私はあなたを愛しています）。\nTL; DR、自分自身に好意を持ってHxHを見てください。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "bestofyou",
    "profile": "/profile/bestofyou/reviews",
    "pages": "4",
    "number": "5",
    "link": "/reviews.php?id=163071",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n私自身の個人的なレビューを掘り下げる前に、ハンターxハンターはそれほど大したものではないと言う人がいることを理解していることを明確にする必要があります。 ある特定のアークが特に長く蓄積しているという事実に基づいて、その意見がどのように形成されるのかがわかります。 しかし、私は最初のアークがあなたの注意を引くことを保証することができるので、このショーを強く奨励しなければなりません。 このショウでは、私の目を覚ましてくれるだけでなく、鋼の錬金術師だけが以前に持っていた方法で私に触れました。\n物語は素晴らしい、友情と壮大な冒険の一つです。 ワンピース、ナルト、フェアリーテール、さらにはアバター：最後のエアベンダーが好きなら、あなたはこのショーと恋に落ちるでしょう。 それは人生の良い面と悪い面に焦点を当てています。そして、あなたが子供であるという理由だけで、身体と心が弱いというわけではありません。 私は特に、彼らが時々、ショーの内外にすべてのキャラクターを持ち込む方法を愛しました。 創造的でユニークなプロットは私にとってとても楽しいものでした。\n芸術は漫画的でしたが、それをあなたに騙させてはいけません。 動きは流動的で、アクションシーンは息を呑むほどだった。 私はいつもどんな芸術的なスタイルをしているのか、見ていないのかは非常に気になりますが、私が始めたばかりのものを置くことができなかったので、このショーの例外を作ったのです。 これは音に私をもたらします、それはまた素晴らしいです。 オープニング・シークェンスは148のエピソードすべてで同じであり、私はショーへの感動的なトリビュートだと思った（それは私を最後に泣かせた）。 主題歌のアニメーションもかなり上手くいって、4人の主人公の個性をよく表しています。\nキャラクターはすばらしかったです。 私は、それぞれの奇妙な人物や奇妙な人物のそれぞれと恋に落ちました。  Gonのフレンドリーで明るい心を持ったパーソナリティは、彼がスクリーンに来るたびにあなたを即座に幸せにするでしょう.Killuaのクールな、控えめな人格は、今後の戦いのためにあなたを興奮させます。 キャラクターの発展も際立っていました。それぞれのキャラクターが大きな変化を経験したためです。 しかし、この番組には老化し、信じられない人にキャラクターを形作るのに十分な時間があったので、即座の啓示ではありませんでした。 彼らは、悲しい、不満、怒っている、喜んで、嫉妬深い、そして人間が持っている可能性のある他の感情を感じます。 それは私のためのキャラクターの撤退は、私がショーの継続のために絶望的な気分にさせた。\n私はショーのあらゆる面を堪能しました。何か問題があると感じました。 それは決して私を失望させず、このレビューを読んだ誰もがそれを見ることに喜びを感じることを願っています。 このような素晴らしい芸術作品を見つけることは容易ではありませんが、アクションアニメの恋人として、私はハンターxハンターで新しい好きな番組を見つけたことを喜んで言うことができます。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Giovanni33",
    "profile": "/profile/Giovanni33/reviews",
    "pages": "4",
    "number": "6",
    "link": "/reviews.php?id=205898",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nまず第一に、私はイタリア語です。文法上の誤りがありましたら残念です。\n\n物語は、彼の父親を見つけるためのハンターになりたい男の子、ゴンで始まった。\n最初のエピソードでは、シリーズは些細なようだ、非常にinteressinoの部分は、キャラクター、非常にハンターxハンターのためのキャラクターは完全に特徴付けられています。\nこの少年シリーズの最もオリジナルな部分の1つは、場面の残虐行為です。人が死ななければならないと、彼は死ぬでしょう。\n私の視点からは、最も魅力的な部分は魔法の力であり、それは象徴的なものです。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "theillusionary",
    "profile": "/profile/theillusionary/reviews",
    "pages": "4",
    "number": "7",
    "link": "/reviews.php?id=225295",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  9\n\nハンター×ハンターについては、これまでに言われていないことは何もないと誰もが何度も言っていることを知っていますか？ まあ、彼らは大丈夫です。 これは技術的にHunter x Hunterのレビューですが、これはショーの私の考えの回顧録のように扱われるべきでしょう。 あなたがハンターxハンターのすべてのオッズと終わりを徹底的に解読する、本当に詳細なレビューをしたいなら、あなたは最も有益なMALレビューを読むかもしれません。\n\nハンターxハンターの特別なことは何ですか？ 額面では、それが目立つようなことは実際には起こりません。 ハンターxハンターは良いキャラクターが何かを得る。 ハンターxハンターはアニメを手に入れ、ハンターxハンターは人を得る。 最初の紛争はあまり革新的ではなく、しばらくの間、それは他の少年と同じレベルにあるようです。 私は長年走っているshounenに非常に精通していると言わなければならない。 私はNLUTOの全部を見ましたが、それは私のリストにはありませんが、フェアリーテイルの20〜30エピソード、ワンピースの40〜50エピソード、少なくとも200のNARUTO-ナルト - 疾風伝のエピソードを見ました。  Hunter x Hunterと\"the big three\"の間で多くの比較をすることをここで言います。Hunter x Hunterがshounenとアニメの間でとても特別な理由は非常に単純です。 ハンターxハンターは他のアニメがしないことをします。 ハンターxハンターは、他のアニメが手に入れないものを手に入れます。 ハンターxハンターは、他のアニメが行かない場所に行く。 ハンターxハンターは良い話が何かを得る。\n\n\n\n次に、私はメインキャストについて少し話をするつもりです、そして、私が感じたサポートキャストメンバーのいくつかはもっと目立ちました。\n\n最初はGonです！  Gonには若い主人公から期待される多くの特徴があります。 彼はタフで才能がありますが、十分に厳しいわけではありません。 彼の友人を守り、父親を見つけるためには、達成するためには仕事と経験の両方を必要とする力が必要です。 彼の友人と父親は実際に彼を押しつける主な事柄です。 父親が猟師だったのでハンターになるのは世界でもともとのことではありませんが、ストーリーはそのプロットポイントを維持しておくのには良い仕事です。 実際には、ちょうどすべての弧の始まりは、彼のパパを見つける次のステップを取ってGonと関係があります。 弧はそれ自身の形を見つけ、ゴンのパパの探求は次の弧の前にちょっとした座席を取るだろう。 私は後でこれをもう一度打つつもりです。\n\n次はKilluaで、私の意見では、キャストの中で最高のキャラクターです。  Killuaは、誰よりも最も洗練されたバックストーリーを持っています。 彼はまた非常に興味をそそるキャラクターの特性を持っています。  Gonの問題はかなり扱いが簡単ですが、Killuaには問題のすべてがあります（ba-dum-ch）。 彼の話は、時代の到来と友情の意味を学ぶものの一つです。 また、GonとKilluaは、シリーズ全体でほぼ一緒にとどまるタグチームを構成します。\n\n他の2人の主人公はLeorioとKurapikaです。私は同時にこれについて議論します。  Gon、Killua、Leorio、Kurapikaは最初の弧の間にfab-fourのような形をしていますが、その後、LeorioとKurapikaはちょっとした方法です。 彼らはどちらもKurapikaがいくつかのbadassの戦いを行う第4の弧に現れます。 その後、KurapikaはLeorioが最後の弧までの物語に大きな違いをもたらさないうちにはるかにスクリーン時間を得ることはできません。  GonとKilluaのように画面時間があまり長くないものの、どちらもまだ良いキャラクターですが、それぞれに大きな問題があります。 クレイピカとの私の取り決めは、彼の定義的な特徴は彼が一族に復讐するための探求であり、彼は孤独な生存者であるということです。 私たちは以前それを見てきました。  Leorioでは、試験中に彼を助ける仲間がいなくても狩人にならなかったでしょう。 それでも、私たちが誰かと戦うことは決してありませんが、彼は戦闘力を持っていることを明らかにするラインを少し引っ張ります。\n\n私の好きな支持キャラクターはヒソカです。 彼は\"悪い男\"かもしれませんが、彼はあなたのために根ざした悪い男です。 彼の\"悪さ\"に対する彼の動機は、シリーズの期間中は隠されていますが、それだけで彼はもっと神秘的になります。 早い段階でGonに興味を持ち、彼は彼の巨大な可能性を見ているからです。 ヒソカはゴンが成長し、強くなるのを見たいと思っていますし、...??? ええ、それはあなた自身のために把握するためのものです。 とにかく、彼はまだ何らかの理由で人類を奴隷にすることを目標とするMadara Uchillaの悪人ではありません。 ヒソカは、彼が望むときに現れ、彼が望むことをして、ただ影に戻ります...\n\n私が話したいと思う最後のキャラクター、またはキャラクターは、ファントム劇団です。 ファントム劇団は、この暁のことを犯罪者でいっぱいのクラブで続けています。 彼らの動機は幾分説明されている。 要点は、彼らはものを盗んでみたいエリート集団だということです。 彼らが盗むものを盗む理由は、あなたが発見するためです。 劇団は、それぞれに20分間のバックストーリーを捧げることなく、創造的なキャラクターを持っていることの最も重要な例です。 また、彼らは皆、本当に冷たい力を持っています。あなたが戦っているのを見て、彼らの敵への力について独白するよりも、学びます。 そして、私が好きな最後の理由は、ハンターxハンターのキャラクターについての私の好きなこと、悪人の深みに対する良い橋です。\n\nHunter x Hunterには、私が見たアニメの中で最高の悪役がいると思う。 さて、私はヒソカとファントム劇団について好きな一般的なことについてすでに話しましたが、すべての悪役は他のアニメの悪役にはない特徴を持っています。 その弧の主要な悪役は、おそらく来るほど悪く、さらに彼は非常に弱く弱い人を愛することを学びます。 また、第6弧の悪者は、他の場所では見られないさまざまな感情のパレットを持っていることにも注意してください。 これらの特性は、人生と義務の価値です。 マイナースポイラーがbtwを立ち上げています。 だから、劇団メンバーが主人公によって殺されるという話がある。 その後、劇団の残りのメンバーは失われた友人を悼む。 はい友よ！ メンバーの一人は実際に故人との友情の長さを持ち出しています。 無数の人々を殺したこれらの犯罪者は、私がアニメの悪役で見たことのないレベルの深さを持っています。 別の例は、シリーズの第6弧にあるだろう。\n\nキャラクターを話した後、それは物語の時間です！ 私は何かを台無しにすることなく、それぞれのアークについていくつかの考えを出すつもりです。\n弧1：簡単にシリーズの最悪。 まあ、それは悪くないと思います。 それは実際にはちょっと良いです。 それでも、誰もがショーの表現が貧弱だと言ってくれますし、彼らは大丈夫です。 私は実際にいくつかのエピソードを通して自分自身を強制しなければならなかった。 それでも、いくつかの非常に重要なキャラクターを設定し、残りのシリーズが成長するための種を植えました。\nアーク2：技術的にはアークですが、キルアのキャラクターを開発するのは単なるストーリーのようです。 それはハンターxハンターに行く必要があるプッシュを与えるので、それはまだ無駄な時間ではありません。\n弧3：これはシリーズの3番目に好きな弧です。 ハンターxハンターの世界が本当に見える場所です。 私の好きな主な理由は、それが短くて甘いことです。 いくつかの良いバトルシーケンスと組み合わせれば、キャラクターの戦闘能力の基礎を設定します。\nアーク4：それは私がシリーズの最高の弧であると思うものであり、多くは同意します。 ファントム一団を紹介し、ハンターxハンターの暗い色合いを明らかにする。 また、最初の3つに比べると、この弧の方がはるかに重要です。\nアーク5：それは少し私を少し失った。 それが間違いなく良好でしたが、前回のアークと比較して音調がずれていました。 他の円弧と比較しても重要ではないようです。\nアーク6：それは実際に私の4番目のお気に入りですが、多くのファンが最初のお気に入りとしてそれを参照してください。 すべてのことが考慮され、それは素晴らしいです。 しかし、それが私に残った61のエピソードは使い果たされていました。そしてナレーション側に重いエピソードがたくさんあって、アークの流れを乱しました。 それでも、素晴らしい物語の素晴らしいアークです。\n弧7：この弧は私の2番目のお気に入りだった。それはシリーズの最後のものであることが分かっている。 以前のアークからのトーンシフトはとても爽やかで、Hunter x Hunterが終了する前に私が必要としていたことをすべて私に与えました。\n\nさて、実際の物語について、ハンター×ハンターは物事を行う非常にクールな方法を持っています。 主な争いは、彼のお父さんを見つけようとしているガンです。それは紛争の大部分ではありません。  Hunter x Hunterがやっていることは、キャラクターを別の場所に連れて行くためのガイドとして、現在の環境にまったく新しい闘争を発明することによって進めていることです。 フィラーアークではないことを除いて、他のshounenのフィラーアークと見なされるものを見るのとほぼ同じです。 ハンター×ハンターの話には、十億回の道があり、可能性はまだ開いています。\n\nハンター・x・ハンターの話の本当に素晴らしいことは、物事を遠くに持っていくことを恐れることではないということです。 最初のアークの後、それは素敵で幸せな子供のショーのように思えました。 後でいくつかの弧が描かれて、スクリーン上のものは、「ああ......本当にちょっと...起こったよ」と思っていました。私は死と暗闇が物語を良いものにするのではなく、恐怖のない物語 それが起こっているところはエキサイティングなことです。 また、友情の力によって紛争はほとんど解決されません。 キャラクターは魔法を使うことができず、ハッピーエンドをどこからも出せないことがシリーズの早い段階で明らかになりました。 空気中にたくさんのサスペンスを吐き出すことを知っている。\n\n終わりについて話す時間。  Hunter x Hunterの最悪の部分は、それが終わったということです。 私は同感だが、私も同意しない。 私が得たものを見ると、私たちが得たものは良かったと思います。 公式の結末が発表されたという意味で話が終わったのですか？ うーん、ダメ。 それはHiatus x Hiatusとは呼ばれていません。 それでも、私たちがもっと得れば、実際には非常に良いアニメのためのかなりの終わりの音です。\n\n退屈なものの時間。 それは良い見えますか？ 視覚的にはそれは大きな3つのものと変わらない。 今、サウンドトラックはとても良いです。 たくさんの曲があり、それぞれが大好きです。\n\nしたがって、最終的な評決の時間。 ハンター×ハンターは巨大な旅です。 私は確かにそれが時計の価値があると思うが、私はそれが終わったのが悲しいと言ったら、私は嘘をついているだろう。 私は実際に何か他のものを見ることに非常に満足しています。 スコアと賞賛にもかかわらず、私はそれを与える、それは私が長い時間それを見直す自分自身を見ていないので、私のお気に入りの非常に高い場所を取得しません。 私はある時点で4番目の弧を見直すかもしれないが、もう一度、それはしばらくするだろう。 それでも、これを必ずあなたのプラン・ウォッチ・リストに入れてください。 ハンターxハンターは本当に特別なもので、あなたがそれを見るまでは理解できません。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "alysael",
    "profile": "/profile/alysael/reviews",
    "pages": "4",
    "number": "8",
    "link": "/reviews.php?id=191779",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n私はHunter x Hunterをこれまで最長の時間視聴しています。 私がそれを拾ってから、私が後悔しているのは、早くそれを拾うことではないということだけです。\n\nあなたに心温まる心臓を癒してくれるアニメを探しているなら、ハンターxハンターのような感情的な電車で私を送ってきたアニメがないので、あなたは正しい場所に来ています。\n\nストーリー：10/10\n長年の少年ファンとして、私の頭を悩ましているのは、少年シリーズの大半が話です。 アークと不一致との間の流れの欠如。 ハンターxハンターはそれのどれでもなく、一連の大部分を通してペーシング（Chimera Ant Arcを除く）で完全に一貫しています。\n\nさらに、Hunter x Hunterは、私たちの主人公が次の弧の特定の場所に行く理由、つまりゴンが彼の父親を見つけるために目標に向かって努力している理由を裏付けています。 すべての単一の戦い、すべての単一の相互作用 - これはすべて、アークの大きな意味と大きな画像のために努力しています。\n\nアート：10/10\nMadhouseはこの2011 Hunter x Hunterアニメをアニメーション化するのに素晴らしい仕事をしました。マンガのアークを振り返ると、トガシの品質の低下は非常に目立っていますが、アニメでは全く見られません。 ハンターxハンターですべてが一貫して美しいです。\n\nサウンド：9/10\n声優たちは、キャラクターの感情を描写するのにすばらしい仕事をしました。 私は徹底的にキャストに感銘を受け、ハンターxハンターで彼らの役割をどのように果たしたのですか？ バックグラウンドミュージックは、通常、上品でシナリオに合っていますが、そこには苦情はありません。\n\n私が気に入らなかったのは、オープニング（多くの人が同様に言及しているように）でした.148のエピソードで繰り返しています。個人的には、私の紅茶ではありません。 彼らはより良いオープニングを選ぶことができたかもしれないが、私はほとんどのエピソードで1:30にスキップすることに決めた。\n\nキャラクター：10/10\nHunter x Hunterのストーリーとキャラクターが手を携えています。 プロットの運転と同様に、多くのキャラクターで多くのキャラクターが開発されています。\n私はそれが素晴らしいと思う理由の一部は、実際にキャラクターがキャラクターの開発を受けてから実際に死ぬという事実です - ストーリーの状況を考えると信じられないほど現実的です。\n\n私がキャラクターに向かっている唯一の不満は、レオリオにあるだろう - 私はマンガを読んでいないので、トガシがハンターxハンターをどのように続けるかわからないが、アニオとして他の人たちと同じように注目を集めていない 彼が私たちの主役の一人だと考えている）。 しかし、アンタゴニストは特に - アニメシリーズでは最高のものの一つです。\nHisoka、Illumi、Meruem、Kuroroは一種のものですが、あなたが行うことの半分に同意しない場合でも、あなたはこれらの文字と恋に落ちるでしょう。 私は自分がシリーズの大部分を靴の中に入れていて、それが信じられないほど胸を痛めていたら、自分が何をするのか考えていました。\n\n楽しさ：10/10\n私はHunter x Hunterと同じように、私が泣いたり、笑ったり、失恋したり、フィット感を掴みたいと思ったり、キャラクターのためにごめんなさいと思ったりしたアニメを見たことがありません。\nキメラ・アーク・アークの終わりに、私は目を逸らしました - 第13回議長選挙アークの間、私はとても笑っていました。\nそして、何よりもKilluaとGonの関係は、おそらくあなたがアニメの中で出会う最も心温まる心臓を鼓舞する友情の1つです。\n\n全体：10/10\nあなたはHunter x Hunterを見て後悔することはありません。それは価値があると正直言って、それを見てから私の本の中で私の好きなアニメです。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "hxh-fan",
    "profile": "/profile/hxh-fan/reviews",
    "pages": "4",
    "number": "9",
    "link": "/reviews.php?id=231654",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nHunter x Hunterは驚くほど予測できないプロットを持っています。 他のものと区別する非常に多くの機能があります：\n\n1.シリーズ内のすべてのアークが互いにリンクされている\n2.主人公を最も強く描いたわけではない\n3.ストーリーは主人公にしか焦点を当てていない\n4.起こることはすべて理にかなっている\n\nそれでも、なぜ6位にランクされたのだろう？ 私はそれをFullmetal Alchemist：Brotherhoodよりも優れていると考えています。 そして私はそれが君の国の下にいかにランクされることができるかわからない。 それを信じるかどうか、これは私が今まで見た中で最高のアニメです！"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "-Heika",
    "profile": "/profile/-Heika/reviews",
    "pages": "4",
    "number": "10",
    "link": "/reviews.php?id=201318",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n幸せになる方法：ハンター×ハンターを見る\n悲しいこと：ハンターxハンターを仕上げる\nこれはあなたにもっと欲求を残すそれらのアニメの一つです。  （はい、148のエピソードの後でさえも）。** Spoiler Free **\n\nストーリー：9\nこれは、父親を探して彼のようなハンターになる旅を始める約12歳の少年です。 彼は磨かれていないダイヤモンドですが、あなたがシリーズを見続けると、彼のキャラクターは発展し、洗練されます。 ストーリーには多くのアークがあります。 私のお気に入りはHunter Examアークですが、アークの残りの部分は、午前1時まで、「Next Episode」を繰り返しクリックします。 最初は、それは子供のショーだと思ったが、あなたが見続けると、それは間違いなく子供のためではない。 それはかなり暴力的です。 あなたが血が好きでないなら、それを見ないでください。\n\nアート＆amp; amp; キャラクター：10\n芸術は非常に多様で、各キャラクターにとってユニークです。  2つの文字は同じではありません。 キャラクターデザインはキャラクターに非常によく合う。  （例えば、ヒサカのキャラクターデザインは、彼の力はカードを使っているので、クラウンに似ています）。 それほど詳細ではありません。 それぞれのキャラクターはデザインや個性的にユニークです。 主人公の少なくとも一人と恋に落ちるでしょう。\n\nサウンド：10\n私はすべてを真剣に愛していました。  OP、ED、そしてサウンドトラックのすべて。 完璧です。 それは完璧にシーンに収められています。 何も外れていませんでした。 声優/女優は素晴らしい仕事をしました。 彼らの声は手袋のようなキャラクターにフィットします。\n\n楽しさ：10\n私はとても悲しかったし、終わったらHxHにぶら下がった。 私はHxHに夢中だったので、見るべき新しいアニメを見つけることができませんでした。 私はいつも少女アニメを見る。 この少年アニメは私の新しいジャンルでした。 私は何も後悔しなかった。\n\n全体：10"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "SatanicAlpha",
    "profile": "/profile/SatanicAlpha/reviews",
    "pages": "4",
    "number": "11",
    "link": "/reviews.php?id=163347",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nハンター×ハンターは完全な傑作です。 あなたの典型的な少年アニメのようなものではありません。 主人公が小さな男の子であることに満足していなかったので、私はこれを見て前に疑問を抱いていました。子供向けショーネ型のアニメを期待していましたが、このアニメにチャンスを与えることにしました。 もちろん、驚いたことに私はそれを驚かせました。 最初のアークはハンタートレーニングの試験であり、それほど興味深いものではないことを言いながら始めましょう。私はあなたが全部を見て、ショーを落とすのではなくすばやく完了することを強くお勧めします。 ハンター×ハンターはまったく美しいです。 ああ、もしあなたがキディショーであることを心配しているなら、私を信じて、それはそうではありません。 ちょうどH x Hに多くの暗い瞬間があるとしましょう。\n\nストーリー - このショーのアークは素晴らしいです。 よくやった。 思いがけない、エキサイティングな、サスペンス、美しい。 話は素晴らしいです。 ほぼすべてのアークが異なります。  'Greed Island'、GonとKilluaの冒険弧、 'Yorknew City'のような弧、非常に暗くて殺人の激しい弧、 'Chimera Ant'弧のような傑作のような弧があります。\n\nアート - ハンター×ハンターの絵は素晴らしいです、そして、アニメーションは単に素晴らしいです。 彼らは実際にキャラクターの感情を引き出すことができます。\n\nサウンド -  ostのサウンドトラックは、いくつかのシーンでうまく動作します。 彼らは実際にシーンをはるかに壮大でエキサイティングな素晴らしいサウンドトラックにします。\n\nキャラクター開発 - 間違いなく私が今までに見た中で最も優れたキャラクター開発のひとつで、キャラクターの大部分は素晴らしいバックストーリーを持ち、アンタゴニストでさえ独自のストーリーを持っています。 単に驚くべきことに、各キャラクターは自分の個体のように見えます。\n\n楽しさ - 顎を落とす、私はハンターxハンターと同じくらい楽しんできたアニメの数が分からない。 壮大で劇的な。 ほとんどのアークの間、私は座席の端にいて、次のエピソードが出るのを待っていました。\n\nハンター×ハンターは傑作です。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "-Usagi",
    "profile": "/profile/-Usagi/reviews",
    "pages": "4",
    "number": "12",
    "link": "/reviews.php?id=185675",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n -  Spoiler Alert、自己責任で読む - \n「誰かを知りたいなら、怒らせるものを見つけてください」\n-Gon Freecss\n\n私はこのアニメの中断により怒っており、それが私をオタクにしています。  xD\n私は漫画とアニメを100％読んでみたいと思っています。 私は彼がそこにいる最高の作家の一つだと思う、彼の他の傑作yuyu hakusho。 これはあらゆる面で一貫したアニメの地獄です。 このアニメの素晴らしい点は、それと同じ感情の時間だということです。 憎む時間、愛する時間、そして幸せになる時間。\n\n私が初めて見たのは、典型的なshounen anime shiznitのようなものでした。 私は最初のエピソードでそれをドロップするように感じた。 しかし、私は次のボタンと次のボタンを押し続けました。 次のことは、私がすでにオープニングソングを歌っていたことを知っていたことです。 本当に私はこのアニメを最初に嫌って自分自身が嫌いです。 それはshounen mangaでなければなりませんが、これまで見たことのないshounen mangaです！\n\n - ストーリー11-\n物語11は、ここで11を与えることはできません。 最初は、父親が彼を放棄して狩人にした理由を知る旅を始める子供のことだけで、ストーリーの流れは複雑ではないと思うかもしれません。 しかし、彼はこの3人に会い、復讐を誓った人、富を望む人、解放されたい人を満たしています。 それらの4人は一緒にハンター試験を受け、これはチャクラに似た中国語で「チー」と呼ばれる生命力のような深刻な「ネン」をもたらす。 複雑さは、人間がこれらのことをどのように考えることができると思いますか？ あなたがnenの使い方を知っていれば、何千もの戦闘スタイルを作ることができます。 とても創造的です。 これは単なる傑出しているだけで、より多くのスポイラーがそれを見て、あなたがなぜ私がこれを与えたのかを知ることができます。\n\nキャラクター開発、フラッシュバック、ストーリーの流れ。 それは、トガシがそうしたいと思った方法で届けられました。 そして、それはトガシを最高の作家にするものです。 真剣に私は泣いて、幸せ、怒って、各文字の話に恋しました。\n\n - アート10-\n芸術は素晴らしいです。 キャラクターのデザイン、背景、パワー。 それは詳細です、これはマッドハウスについて驚くべきことですが、これは長期的なアニメであると考えて一貫していました。 目にはうれしいです。 あなたがそれを見ているとかわいいですが、それは少し幼稚なことが良いものになります。 もっと大人になって見ていれば、ショーは大胆で恐ろしいものになるだろう。 私はカラフルで鮮やかで、明るくバランスの取れた芸術ではないと思います。 美術館に展示することができるものです。\n\n -  10  - \n音は良いですが、あなたがそれを見たときに良くなります。 戦闘シーンでのサウンドトラックは最高の最高でした。 それは私の足を取得し、岩のように感じる。 男、私は1つの戦いのように感じる。 セイユは素晴らしかった、それは本当に芸術に完全に合っています。\n\n-Character 10-\nキャラクターああキャラクター、私はどこから始めるべきでもない。 私は主人公か拮抗者で始めるべきですか？ イムは、主人公、4人の主人公は本当にそこにストーリーを心から始めるつもりだ*叫び*私は彼らが狩人になりたい理由を意味します。 それらのキャラクターは本当に、彼ら自身が特別なものを持っていますが、すべての主人公がそれを持っているわけではありません。 それはあなた自身の主人公のように感じさせます。\n\nアンタゴニストは、この物語がソソソソだと思う理由です！ あなたはそれらを憎むことはできません。  Hisoka、Phantom troupe、Meruem他のキャラクターは何ですか？ 私はそれらについて気づく方法を知らない、私は憎むべきか愛するべきか？ くそー！\n\n - 楽しさ10-\n私もこれらについて話す必要はないのですか？ 私は寝たいと思ったが、私は自分自身に別の嘘 '最後のエピソード'と言うが、私は再びそれをやっていたことに気付く。 私はこのアニメを見て私の机の上を渡る。 それは価値があった堅い首を持っていても楽しいでした！ それは148エピソードの価値が楽しいですが、もっと期待しています！\n\n-Overall Over9000-\nええ、あなたは誇張しています。 このアニメのあらゆる側面で私を驚かせることは決してありません。 あなたが主流の少年アニメにならないように見たいなら、これをお勧めします。 これは傑作です。 私はもっ​​とたくさんあることを願っています、T_T私はあなたを待っていますマスタートガシ！"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Dionel_Jaime",
    "profile": "/profile/Dionel_Jaime/reviews",
    "pages": "4",
    "number": "13",
    "link": "/reviews.php?id=194863",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nみんな、深呼吸。 私は本当に誇張し、私の信頼性を危うくしたくありませんが、あなたが読んでいるものは、このショーについての客観的な真実です。\n\nハンター×ハンターは、これまでに3回以上創作されたすべての少年を勝ち抜いています。\n\n誰がこの番組を観るべきですか？ アクションを好きな人、特に古典的な「メインストリーム」（ナルト、ブリーチ、ワンピース、フェアリーテイルなど）を好む人は誰もが好きです。 それはすべてを正しくした少年です。 それは間違いなく私の好きなアニメのアニメですが、詳細に到達することができます。\n\nストーリー：9.99 / 10\n奇妙なスコア、私は知っている。 最初の13回のエピソードは単純に退屈だったので、ハンターXハンターに10分間の話をすることはできません。 これはさまざまな理由によるものです。  1つはショーであり、長いですが、私は26エピソードのアニメを見ることに慣れています。 もう一つの理由は、作者がそれを構築したかったので、意図的にこれを行ったことです。 私はそれのいくつかが少しスピードアップできたと思う。 私は、一般的な物語の8つのエピソードが完璧だったと思いますが、それは私だけです。 エピソード14にアクセスしてください。停止しません。\n\nさて、なぜその話はすごくいいですか？ ハンターXハンターは、他の少年とは異なり、1日目からその前提に立ち向かいました。 物語は、幸せで、怒って、興奮し、すべてのものが欲しいときにあなたを悲しくします。 それは実際にはほとんど奇妙です。 作者はあなたにカーブボールを変える本当のプロットを一度も投げなかった。 彼の父親を探している間、少年、ゴンフリーク、そしてハンターとしての彼の冒険についての話です。  「彼の冒険」は全体のショーです。 このショーを分ける1つのことは、そのショーが他の人物に関するものであったということです。 ゴンは運命を持たず、力のような神様であり、最終的に火影になることはありません。 彼は、すべてが終わったときに、物語のちょっとしたことを持っているただの少年です。 すべてが完璧な時間内に構築されます。\n\nアート：9/10\nショーの芸術が素晴らしい（何も特別なものではなく、ショーから取り去られたものはない）場合、私はアートを8と評価します。ショーの前半については8です。 後半では、芸術は劇的に改善され、優れた色彩を持ち、動きを非常によく描きます。\n\nサウンド：10/10\n私はそれについて書いている間、ショーから音楽を聴いています。 ショーがあなたに感じさせるような感情に音楽が浸る。 それは単語のあらゆる意味で完璧です。 一部の人々は、開口部全体が同じであることを好まないかもしれません。 それにもかかわらず、ショーには40曲以上の独特の歌があります。 私は120のようなリストを見たことがあるが、それらのうちのいくつかは、異なる音色または異なる楽器で同じ曲になるだけである。 エンディングのテーマは特に良いと思います。\n\nキャラクター：15/10\nこれまで私はこれを見たことがありません。 文字は完璧です。 ハンターxハンターには一次元のキャラクターはありません。 誰も完璧に悪い人ではありません。 誰もが非常に人間性のような性格を持っています。\n\nゴンは彼の友人について多くのことを気にしますが、誰にも気をつけることはできません。 彼はいくつかの高い道徳的根拠には興味がなく、あなたが彼をその点まで追いやるならば、何か混乱したものをやりたいです。 また、重要なことに、彼は弱いです。 ゴンは、彼が勝ったよりも頻繁に失う、それは彼の親友キルアのためでなかった場合、3回のように死んでいただろう。 彼は合理的に考えるのが非常に悪い。 あなたの典型的な不在の心の主人公とは異なり、彼の本能にのみ依存するゴンの傾向は、ショーの最大の問題で彼を得るものの一つです。 彼はまだいくつかの主人公の特質を持っていますが、それは過度ではありません。 私は今まで見たことのない最高の主人公のために、彼はかなり好きであり、\n\nキルアは敬虔です。 彼は多くの人々の好みであり、とても好意的です。 彼はショーのキャラクター開発の大部分を受けた。 彼は合理的な思考と優れた友人として優れています。 当初、彼は少し精神病の子供殺人者でしたが、後に非常に異なる人物です。\n\nさて、文字をとても良くする本物。\n\nザ・ビランズ\n私はショーの3つの主要な悪役について話し合うつもりです。\n\nヒソカはあなたに初めて紹介されたものです。 彼は非常に1つのトラックを心がけているが、彼は非常に異なっている。 彼は1つの戦いで1つを深く楽しんでいます。 彼は弱いながら、ゴンは将来的に非常に強くなる可能性があると信じているので、ゴンは面白いと感じる。  Gonが後で彼を覚えて、彼と戦うことができるように、彼はGonからひどい殴打を好む。 ヒソカについてのこの品質は決して損なわれません。 彼が主人公を打ち負かし、他の人を魅了するという側面以外にも、彼は良い人と見なされるかもしれません。 私はそれを台無しにしたくないので、私が言うつもりです。\n\nChrolloは私の個人的なお気に入りです。 彼はこの犯罪の主人公のようなものだ。 彼は大都市で大混乱を引き起こす多くの力を得るために彼が使う非常に特殊な力を持っています。 人々の害を引き起こす彼の不合理な楽しさは実際にショーで議論されている（私が見たことがないもの）。 多くの仲間を持つあなたの典型的な邪悪な男には、ショーの中には、なぜ彼が違うのかを明確にする場面が1つあります。 彼は彼のギャングのメンバー、スパイダーズに深く深く関心を持っています。 彼は人の幸福をすべての上に置く。 それは私が彼について言うことのすべてです。\n\nMereumはすべての時間の中で最大の悪役です。 今、私は最も悪い、邪悪な、または賢明なことを言っていませんでした。 彼はこれらすべてのものの完璧な組み合わせです。 この悪役は、巨大なキャラクターの発展を経験した。 彼は、ショーンの悪い過酷な悪い男のように、世界の支配に不合理な執着を持っていました。 この時間を除いて、彼はそのやり方から始まっているが、彼はそのように終わらない。 示された彼の成長に多くの焦点を当て、それは座席の端に視聴者を維持します。 これは私が彼について言うことができるすべてです\n\n全体：10/10\n\nアニメは完璧です。 プロットホールには入らず、フィラーを必要とし、オリジナリティを維持し、視聴者の興味を維持し、長い間覚えていることができる、特に100以上のエピソードを書いて、監督する必要があります。\n\n幸いなことに、Hunter x Hunterはこれらすべてを間違いなく実行しました。 それは単に単語のあらゆる意味での傑作であり、あなたはそれを昨日見ている必要があります。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "AnimeTVBomb",
    "profile": "/profile/AnimeTVBomb/reviews",
    "pages": "4",
    "number": "14",
    "link": "/reviews.php?id=185421",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は、Hunter X Hunterの1999年版を見て育ち、すべてのOVAsを見て、子供としてこのショーが大好きでした。このバージョンでは、芸術は明るく楽しいです（そして矛盾していて、それほど偉大ではない原画をはるかに上回ります）。  HxHはかなり暗いショーであるという事実とは対照的で、私はその考えが好きです。  2011verを見ていると、良い時を戻すまったく新しいショーを見るようなものでした。 私はHxHのような私を夢中にしたアニメを見たことがありません。 私が知っていることの1つは、このアニメを見ていたことがどれほど素晴らしいかという理由で、このアニメを決して忘れないということです。\n\n私はHxHを見てたくさんのことを学びました。そして、「トガシはGingが途中で止まっているようなものです。 私たちが彼を最も必要とする時にはそこにいないし、私たちのファンは怒ったり、何もせずにチャプターを作るときに幸せになるようなファンだ。 アニメが笑って戻ってきたら泣くかもしれない」"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "kchorrex2012",
    "profile": "/profile/kchorrex2012/reviews",
    "pages": "4",
    "number": "15",
    "link": "/reviews.php?id=189034",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n私はそれがフィラーで冒険shonenではないと信じられない！\nFMA、NARUTO、BLEACH、タイタンやデスノートの攻撃が好きな人は、読書をやめて、少なくともエピソード3まで見てください。 このショーは、このリメイクには賞賛されたものの、アニメファンには気づかれなくなってしまったクラシックのひとつです。 私は彼らに嫌われていない方法で他のシリーズを言及していますが、私は彼らが好きですが、私はこのシリーズにそれらを比較していることに注意してください。\n\n全体的な10/10\nこのリメイクはMadhouseの別の宝石です。 ニッポンアニメーションの最初のアニメもお勧めしますが、1998年に始まったマンガのリメイクにはかなりのものがあります。これは信じられないほどのシリーズで、エピソード数を考えれば、FILLER ARCSはありません。 要約のエピソードは2回あり、それだけです。 このショーは99％の時間にマンガに忠実であり、このアダプテーションについて怒っているのは2つしかないが、シリーズ全体を傷つけることはないが、マンガを読んだり、  NAバージョン。\nこのシリーズは、世界中のさまざまな、一般的に危険なミッションで旅行する専門家のことです。 彼らはしばしば特定の分野に特化しているので、廃墟を見つけて復元する考古学的なハンターがあります。 エキゾチックな食材を見つけるグルメハンター（おそらくToriko XDのインスピレーション）。 ブラックリストのハンター、犯罪者を見つけて捕まえる者などが含まれます。 フリップサイドは、ハンターであることに多くの利点があるということですが、一つになることは本当に難しいです。\n\nストーリーと設定10/10\n\n\nキャラクター10/10\nこのシリーズには私が今まで見た中で最高のキャラクターがいくつかあります。 主人公のゴンは当初、純粋な心とシンプルな心を持つあなたの標準的な馬鹿の英雄であり、ハンターになるために彼を放棄した父親を見つけるハンターになりたいという点を除いて、 少し一般的ですが、シリーズが進むにつれて、彼はますます複雑で興味深い他のハンターの候補者の開発と出会い、友好的になります。  1つの特定の例はKurapika、サスケの最も明白なインスピレーションですが、emoとよりバランスのとれたものです。 特筆すべきは、Gillの親友であるKilluaと、彼とは正反対の（彼はファンが好きではない）ということです。 ああ、彼はまた元アサシン、かわいいです。 あなたが推測するように、このシリーズの興味深い点は、時にFMAのように道徳が時々窓から投げ出されるということです。主人公か悪党が正しいかどうかは時々あなたに左右されます。 実際に、いくつかの悪役はカリスマ性が高く、神秘的で複雑なので、ショーが出現するたびにショーを短期間で盗みます。 これは特に、スパイダーズ（暁のための最も魅力的なインスピレーション）、ヒソカ、メルエムに当てはまります。 ロマンチックなサブプロットはありませんが、アニメではこれまでに見た中で最高のラブストーリーの1つがアーク（広く知られていると広く評価されています。\n\nサウンド9/10\n効果音は非常に良いです。  Death Noteで働いていた同じ作曲家の予想どおり、素晴らしい曲です（いくつかおなじみのモチーフが期待されます）。 モーツァルトのラクリモサは、特に叙事詩的な場面で演奏されています。もしあなたがそれからガチョウの塊を得なければ、おそらく人間ではないでしょう。 唯一の問題は、いくつかのトラックが誤って使用され、いくつかのシーンの気分を壊し、同じオープニング・ソングがいくつかのリミックスされたバージョンではあるが、148のエピソードすべてで使用されているということである（はい、Sound a 10を与えないほど煩わしい）。 それを補う多くのエンディング曲があります。 声優のオールスターキャストは素晴らしい仕事をしています。  KENN、藤村あゆみ、沢城みゆき、内山幸樹、高橋弘樹、浪川大輔、平野綾、文彦忍、遠藤琢磨、ロミー公園、宮野守、バンジューギンガ!! あなたはポイントを得て、リストはどんどん進んでいきます。 花澤香奈さんと神谷博さんは、完璧だったでしょう：C\n\nアートとアニメーション9/10\n芸術はかなり良いですが、気分やスタイルはNAのバージョンの暗いスタイルより少しカラフルで幸せですが、それは私の意見でそれを釘付けにしました。 芸術のスタイルと効果はマンガを改善しますが、忠実になり続けることができ、アニメーションは長年のシリーズにはかなり良いです。 私は、Shippuudenや他のシリーズを悪名高いものにしてしまった、高画質の「高品質アニメーション」の例を覚えていません。 しかし、いくつかのエピソードでは、アングルやアニメーションの使用で少し魅力的ではないかと感じています。これはおそらく、アクション満載のエピソードの予算を節約するためです。 マンガには、日曜の朝のタイムスロットで放映されていたので、巧みに調子が落ちた（怠惰な黒い霧の検閲はありませんでした）沢山の落ち着いたシーンがあります。\n\nエンジョイメント：10/10\n完全に推奨され、バトルアドベンチャーのファンのための必須の時計です。\nNA版はいつも私の好きなアニメになりましたが、私はこのリメイクの素晴らしさを否定することはできません。 タイタン、エヴァンゲリオン、FMA、デスノートの攻撃など、他のヒットを目の当たりにした後でさえ、このシリーズは私のお気に入りです。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "jdbe",
    "profile": "/profile/jdbe/reviews",
    "pages": "4",
    "number": "16",
    "link": "/reviews.php?id=166001",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n失われた親を見つけることに基づいたアニメになると、私はいつも「私」のことを考えます。 このストーリーラインはクリス・ブラウンとデートしているほど使われ殴られています。 そして私の驚いたことに、Hunter x HunterはMALで高い評価を受けていたので、YOLOと思った。 今私はすべての私の心を失った親のストーリーラインを愛し、誠実な謝罪を発行します。\n\nハンター×ハンター（2011）は、90年代のアニメのリメイク版であり、狩人でもある父親を探している志願者ハンター（Gon Freecs）の話をたどっています。  GonはKilluaとチームを組んで、KurapikaとLeorioの助けを借りて彼ら自身の目標を達成するためのハンターになった。\n\n物語に関しては、前に述べたように、このアニメは、ゴンの父親を見つけるためにパンとバターの目的を持っています。 少年アニメのように、友情、忍耐、コメディ、叙事詩の戦いはもちろんのこと、地域内での人間関係など、いつものテーマが含まれています。 しかし、キャッチがあります。 主人公はあらゆる戦いに勝たない、実際には、多くの時間を失う。 したがって、これはトレーニングがより良くなるように重点を置いています。 さらに、それは（それ自身のwikiによると）7つの弧に分かれていますが、主に6つの主な焦点です。 これらの6つのアークのうち5つは、それぞれのアークが主要な目的を持っていることを確認しながら、内部に織り込まれた主な目的を持っています。 シンプルに見えますが、多くのアニメは100以上のエピソードがその問題に集中しています。 雰囲気は、Hunter試験弧のサスペンスからYork-New Auction弧のスリラー、そしてChimera Ant弧の進化論の詳細な解析をするまで、各弧の中で変化し始めます。 また、プロットラインは、キャラクター駆動からアクションパックまで変化することがあります。 トレーニングは絶えず行われており、各キャラクターは定期的に強さを増やそうとしています。 戦略的な戦いは、文字が相手を倒す方法でチェスのゲームに似て、激しく複雑にすることができます。 それが最善の点は、叙事詩と計算の中間地点に達することで楽しいものを保つことです。\n\nしかし、ハンターxハンターには欠陥があります。 たとえば、これは90年代のHunter x Hunterの再起動です。これは新しいキャストの作成につながり、古いボイス演奏が好きな人たちを怒らせる可能性があります。 さらに、このバージョンではHunter試験アークが前のバージョンよりも2回少ないエピソードを開始したため、一部の対話は省略されていました。 さらに、いくつかのビルドアップは、時間のために失速すると誤解される可能性があり、非常に退屈です。 しかし、ビルドアップがうまくいけば、それはそれをもっとよく見ている経験をするでしょう。\n\nアニメーションの面では、リブートされたショーは間違いなく恥ずかしがりません。 鮮明なグラフィックは確かに目に見事で、アニメーションとの戦いは非常に流動的です。 キャラクターモデルそのものは、前身と似ていますが、目には良いです。  Gonさんの通常は定型的なドイツの青少年服は、いつものように眩しい緑です。 全体的に、ディテールはとても良いです。\n\nハンター×ハンターのキャラクターは、2文字しか話せません。  GonとKilluaの関係は、それぞれのキャラクターが同じコインの2つの側面であるように、陽と陽の複合体に非常によく似ています。  Killuaはより成熟していますが、Gonはより幼稚で、彼の方法では鈍いです。 シンプルに見ることはできますが、それぞれのキャラクターには真の人格を代表するものではありませんが、暗い側面が含まれています。 全体として、この関係は愛情のある兄弟関係に非常によく似ています。 キャラクターの発展に関して、我々は2人のキャラクターに対する明確な態度と、そのキャラクターが過去にどのように基づいているのかを明確に見ている。 さらに、多くのエピソードは、キャラクターがどのように発達するかについて、以前のエピソードと比較して明確なコントラストを示す。\n\nKurapikaとLeorioに関しては、それぞれGonとKilluaに類似の特性を持っていますが、あいにく多くのスクリーン時間を受け取っていませんが、与えられたスクリーン時間は彼らの性格をうまく示しました。\n\n音楽に関しては、私はオープニングとエンディングの曲の大ファンではなく、多くの人がすばらしく動いている音楽の一部として私の気持ちをくすぐっていません。 しかし、OSTは喜ぶだけでなく、スリラーやサスペンスの瞬間に大気を容易に強くすることができるので、親指を上げることができます。\n\n結論として、非常に高い音で終了したアニメのために、私は次の年にハンターxハンターの別のシリーズを見ることを望む。 私は最高に少年を見たい人にこれを勧めます。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "MoeGambi",
    "profile": "/profile/MoeGambi/reviews",
    "pages": "4",
    "number": "17",
    "link": "/reviews.php?id=179644",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は子供の頃ハンターxハンターの大ファンでしたが、1999年版のアラビア語のダブを見ましたが、それはまだ検閲されていましたが（私はそれを見て誰かの心を裂く覚えがない） それで、私がそれが作り直されていることを発見したとき、私は追いつくためにビンビンを見に行きました、そして、4日以内に、私はその時にエピソード127にあったアニメに追いついた。\n\nショーは実質的に終わって、私はすでにマンガを読んでいたので（私は知っている、私は早くアニメを知っていたはずです）、私はエピソード126を終えたその瞬間に10/10を与える準備ができました。 あなたはショーを見た後、その特定のエピソードがなぜその反応を引き起こしたのかを知っています。 初期の要約エピソードを除いて、HxH 2011には1つの無駄な瞬間はありません。 トガシはワールドビルディングに焦点を絞った絶対的な傑作を手掛けています。このショーの世界地図は実際の世界地図が逆さまに反転したものです。 幼稚な、永遠に笑って、幸運な11歳のGon Freeccsに騙されてはなりません。 ストーリーが進むにつれて、シリーズの終わりには認識されない、進化し続ける変化するキャラクターに従います。\n\nキャラクターの開発は、私が今までに出会ったアニメのすべてを、より多くの、またはより少なく輝かしいものにします。 アンタゴニスト（トガシを不幸にしてしまうので、彼らを悪役と呼ぶことはありません）でさえ、その原因に共感できないように書かれています。 トカシがキャラクターを探求し、その思考や動機を掘り下げる方法は、このショーを目立たせるものです。  GonとKilluaの2人の主人公がアニメ・脚本/ステレオタイプとして紹介されているが、確かに確かにTogashiはあなたの視点をゆっくりと解体し、まったく新しい光で再構築する。 それぞれは他の人にはぴったりの箔で、GillはKilluaをチェックしている間に始まり、KilluaはGonを保護するために命を賭けている。 これは起こっていることに気付くようなやり方ではなく、誰かがスイッチをたたき、キャラクターの心理的状態を変えてしまうわけではないので、ストーリーは大きな利益をもたらします。\n\n\n\n生産に関して、マッドハウスは彼らが受け取ったすべての賞賛に値する。 とりわけ演技する声は、特に感情的な場面で顕著であり、特にエピソード116が際立っている。 アニメーションは、ショー全体を通してほぼ一致しており、アニメーションの品質が特に顕著なときには、エピソード126,131のように描写されているにすぎません。サウンドトラックは優れていて、決して上演されていないように見えることはありません。 それは非常に強烈な、ドラムの重い音楽からいくつかの驚くほどよく合う古典的な作品まで幅広い音楽を持っています。\n\nハンターxハンターは、私が個人的に見てきたその種の最も成熟したショー、疑いの余地なく、その長さの最高のアニメである。 トガシの比類なきストーリーライティングとキャラクタービルディングには、148レベル以上の品質を維持することができます。\n\n10/10"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "corylulu",
    "profile": "/profile/corylulu/reviews",
    "pages": "4",
    "number": "18",
    "link": "/reviews.php?id=187245",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n[Spoiler Free Review]\n\n私は典型的には、一見典型的な少年のために、何かの多くを見直すときに10代を渡す人はいないのですが、これは例外です。 私は、何も変わらないと思っていると感じたら、何かを与えることだけを考えていました。それはまさにHxHのことでした。\n\n物語は典型的な少年のようにもう少しで始まりますが、神によって、シリーズの残りの部分はそれを補うものです...それは正直なところ、\n\n•決して私はアニメに縛られていません。\n•戦闘シーンの戦略の詳細レベルでは、決して満足していません。\n•電力システムのレベルのバランスや、誓いや制限などのユニークなアイデアや、アニメ全体を通して守られている明確なルールをこれほど補完してはいけません。\n•私は決してキャラクターの関係に感情的に付き合ったことはありません。\n•私は、あまりにも前向きな考え、微妙な予兆、そして非常に複雑なプロットがどれほど驚いたことはありませんか。\n•サウンドトラックやアートワーク（特にCAアーク）の中で私はとても恋しかったことはありません。\n•主人公の敵対者であるにもかかわらず、私はまだ彼らの視点を理解していても、時には主人公よりも多くの、キャラクターの論議的な考え方を誘発するが、私はそうしていたことはない。 本質的に悪いあなたの典型的な「邪悪な」人だけではなく、なぜ彼らが何をしているのかについて本当の、良い理由がある別の心の枠です。\n\n正直なところ、私は小さな男の子だったので、アニメを見ていました....私は今24歳です。私はこのアニメにもっと慣れていて、他のアニメに行ってきました。 期間。 それは私がもう年を取っているのでもうアニメから抜け出せないと思っていたものです...しかし、HxHは本当に私のためにそれを変えました...\n\n多分それは誰のためのショーではない...しかしそれは私にとって完璧です...私はそれについてすべてを愛していました...芸術、音、文字、物語、すべて！ これはトガシの傑作ですが、それは価値があるとは認められないほど残念です。"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "Franzor",
    "profile": "/profile/Franzor/reviews",
    "pages": "4",
    "number": "19",
    "link": "/reviews.php?id=193150",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  6\nキャラクター|  9\n|  8\n\nこのアニメをまだ見ていない人には、あなたは「何？ ランキング5位！？  「本当にいいですか？」ハンター×ハンターは格好いいアニメだと思うのは間違いありません。あなたがしばらくして少し古くなる傾向のあるジャンルです。 それらがすべて同じであることを実現してください。 しかし、ハンター×ハンターは確かにそのジャンルのために非常にユニークな素晴らしいショーはありません。 それは完璧ではないと私はそれをそれほど多くの人がそれを呼んだ完璧な傑作と呼んでいないと言いました。\n\n---ストーリー---\n\nハンターxハンターは、キルラキルがエッチに何をしているのかを見極めることです。 他のジャンルとは違う独特のジャンルで制作されたジャンル。 見ているうちに、あなたはshounenを見ているような気がします。 しかし同時に、全く新しいものを見ているように感じるでしょう。\n\n物語は12歳のGon Freecssを扱う。 彼が生まれた直後、Gonの父Ging Freecssは彼を叔母の世話のために去った後、ハンター（世界を旅し、新しい場所を探索し、犯罪と戦い、貴重なアイテムを探し出すなど）としてキャリアを追求するために姿を消した。 彼の父がなぜ去ったのか不思議に思って、ゴンはハンターになって父親を見つけることに決めました。 彼の旅でゴンは会って、彼の旅に参加することに決めたキルア・ゾルディクと仲良くなり、彼らはゴンの父親を探す際に多くの苦難を経験するのを見ます。 ハンターxハンターの話は、7つのアークの中で働く。 公正な警告、最初の2つのアークは本当にそれほど素晴らしいものではありません。 少なくとも、ショーの他の部分と比較してはいけません。 しかし、最初の30回ほどのエピソードを見れば、3番目の弧は物事が面白くなり始め、4番目の弧はショーのすばらしさが急上昇する場所です。\n\nこのアニメの最高のものの1つは、執筆です。 上で述べたように、このショーは独創的なジャンルを取ってオリジナルにする優れた仕事です。  shounenで見つかった迷惑なクリシェの多くは存在しないし、ショーが持っているクリシェは非常にうまく処理されていて、それらをもう一度素晴らしいものにする方法で提示されている。 ストーリーアークの7つすべてがうまくつながっていて、各アークが最後とは非常に異なっていますが、アークは次のアークにうまく流れます。 皮肉なことに、私が持っている唯一の本当の苦情は、ヨークニューシティアークとキメラアークアークです（自分を含めたすべての人がちょうど良いアークであることに同意する2つのアークです） このアニメについて最も怒っているのは、最良のアーク（YCアーク）が未完成であり、多くの未解決のプロットポイントが残っているということです。\n\n***マイナーなスポイラー***\n\nKurapikaはまだ生きている残っているPhantom Troupeのメンバーを殺して復讐を完了させることができますか？\n\nKurapikaのアイデンティティと連鎖秘密が明らかになれば、Phantom Troupeはメンバーの一部を殺害して彼に復讐を働こうとしますか？\n\nChrolloは恋人を元通りに戻しますか？\n\nHisokaはChrolloと彼が望んでいた戦いを得ることができますか？  （私が本当に楽しみにしていた戦い）\n\n*** ***以上のスポイラー\n\nキメラアリアークに関しては、それは素晴らしかったが、それは長すぎて、真剣に引きずられていたようないくつかのポイントがあった。 主に、ナレーターが突然主人公になったと思っていた宮殿の浸水の最初の部分の間に。 真剣に、私は私の髪を引き裂こうとしていた。 ナレーターは黙っていないだろう！\n\n\n\n---キャラクター---\n\nほとんどの少年アニメと同様に、Hunter x Hunterのキャストは大変です！ このショーでは多くの愛らしいキャラクターに出会うでしょうが、アニメは主にGonとKilluaの2人のキャラクターに焦点を当てています。ショーが進行するにつれて彼らの友情が成長し、発展するのを見ています。そして、shounenは実際に言い訳としてパワーを使用しません キャラクター開発のため。\n\nゴンは楽観的で決心した若い男の子で、決してあきらめることはありません。ユーモアのあるやり方で、やっぱりピリオーを除いて悪役を含むすべての人とすべての人に善を見る傾向があります。  shounenの主人公の、しかし非常によく扱った。 私が言いたいことは、ほとんどのshounen主人公とは違って、Gonはショーの中で最も強力なキャラクターになることも、そうではないということです。 実際には終わっていない（特定のキャラクターが顔を殴られた非常に短い瞬間を除いて）代わりに、Gonは戦術、戦略、そしてもちろん最大の武器であるプロットアーマーを使って、はるかに強力なアンタゴニストを克服する！ 幸いにも、プロットアーマーは最小限に抑えられています。 まったく、彼は愛していないのはとても難しい人物です。\n\nそして、多くの点でGonの反対であるKilluaがあります。 致命的な暗殺者の家族の中で成長してきたキルアは、ある日彼が十分に家に帰ってから家に逃げてしまうまで、血まみれの殺人者になった。 ハンター試験でゴンに会った直後、すぐに彼の最初の本当の友人になったので、彼は彼の父親を見つけるために彼に参加することに決めました。\n\nゴンとキルアはどちらも素晴らしいですが、サイドキャラクターを忘れることはできません。  HxHキャストに関する最高のものの一つ。 ハンターxハンターには多くの側面のキャラクターがあり、それらはすべて非常にうまく丸められており、好きで接続しやすいです。 私が少し悲しかったのは、これらのサイドキャラクターがすばらしかったので、多くの人が彼らに捧げられたアークを持っている可能性があると感じたが、その可能性を満たしていないことがあり、後で完全に忘れられた。 そして、やはり、彼らはまだまだ副作用です。\n\n\n\nHisokaはHunter x Hunterの主なアンタゴニストであり、本当に不気味な要素を釘付けにする人物です。 予測不能で謎に包まれています。 彼は次に何をするつもりか分からない。 しかし、ヒソカは邪悪な人格を持っているかもしれませんが、自分以外の誰かの「側」に実際にいないときは、本当にアンタゴニストと呼ぶのは難しいです。 彼はいくつかのアークでアンタゴニストとして役立つかもしれませんが、彼が主人公を助けようとする以上に多くの時間があります。 それが何らかの形で彼に利益をもたらす限り。 そして、これは多くの点で彼の性格をとてもすばらしくするものです。\n\nもちろん、ヒサカは賞賛に値する唯一の悪役ではありません。 ハンターxハンターは、私たちを多くのアンタゴニストのように主役と同じように作る素晴らしい仕事をしています。 このアニメの私の好きなキャラクターは実際にキルアとゴンよりも多くのキャラクターの開発があれば、それだけ多くを得たCAアークの悪役、Meruemです。\n\n---アート---\n\nアニメーションは非常にしっかりしています。 すべてが素晴らしく、戦いのシーンはすべて振り付けがよく、美しくアニメーションされているため、見る時間がずっと楽しいものになります。\n\n - - 音  - -\n\nサウンドトラックは、おそらくこのショーの中で最も弱い部分です。 悪いことではないが、トラックのほんのわずかなものが目立っていて、ほとんど目立たなかったのはほんのわずかだった。 イントロについては、それに慣れたいと思うかもしれません。  148のエピソードでは、彼らはイントロを決して変えない。 歌詞やビデオは変わるかもしれませんが、曲は変わりません。 私は自分自身も最初はイントロで興奮していませんでしたが、148のエピソードの後に​​、曲があなたの上で成長する傾向があります。 イントロ\"Departure\"は、実際にはこのアニメの正確な\"冒険\"を叫び、ショーのための適切な曲のように感じます。 反対側のアウトローは、それぞれのアークで変化し、私はそれらの大部分がかなり降下していることがわかりました。\n\n---バーディック---\n\nそれは完璧ではありませんが、Hunter x Hunterはまだそこではより良いshounenアニメの1つの疑いなしに、そしてあなたがジャンルに入っていなくても、私はまだ価値があると言っています。 初めは少し遅いですが、その後は本当に素早くショーが始まります。 物語とキャラクターは素晴らしく、アニメはそのジャンルのために新鮮な空気を吸います。 要するに、ハンター×ハンターは正しく行われています。\n\n読んでくれてありがとう"
  },
  {
    "title": "Hunter_x_Hunter_2011",
    "id": "11061",
    "url": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
    "user": "KeyboardKafe",
    "profile": "/profile/KeyboardKafe/reviews",
    "pages": "4",
    "number": "20",
    "link": "/reviews.php?id=197167",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  6\nキャラクター|  10\n|  10\n\n1.このレビューは非常に長いです。 しかし、私の主な結論すべての最後には、「dr; dr」があります\n2.私は、アニメを採点するときにアニメーションやサウンドトラックをカウントに入れません。 私は物語の重さしか測らない。\n\n\nあなたの期待が満たされたと思うあなたの人生の中にポイントがあります。 あなたは少年アニメファンであることが分かります。少年の場合、特に少年ジャンプで実行されていれば、それは以前にやったことがあり、おそらくやり直すでしょう。 しかし、今度は...私はもうこれ以上言うことができないのか分かりません。  Hunter x Hunterの旅のように力強く、力強く、深遠な旅は決してありませんでした。 これはキャラクターの冒険ではありませんでした。 これは視聴者のための冒険でした。\n\n\n\n - -プロット - -\nハンターxハンターは、私が一番好きではないと思っていたものです。 あなたが見ることができるように、それは工場の非常に一般的な、実行ショーのように見えます。 しかし、私の驚きには、それは正確にその正確なジャンルを解体する。 このような象徴的な人口統計が細断され、ほぼ完璧な形で再構築されるのは、一生に一度の経験です。\n\nMALの基本的な前提を読むことができるので、ここでは説明しません。 私が説明することは、一見一般的な、あるいは「幼稚」の性質から、あなたが人間の感情をほぼすべて引き金にする能力を持つアニメのスリル満点を経験しないようにしてはいけない理由です。 それは最も独創的なプロットをとります。 彼の父親を探している男の子は、それをもっと多くのものに変えます。 このショーで見つけることができないものはほとんどありません。 その奥深く、それは面白い、そしてとりわけ、それは感情的には、今日のほとんどのものよりも視聴者に良い影響を与えることができますが、そのすべての短いタグを維持しながら。\n\nハンターxハンターは7つの個別のストーリーアークで構成されていて、それらのすべてが次のストーリーアークに流れるので、自然にあなたはほとんど気付かないでしょう。 別の タイトルの写真が示唆するように、彼らはパズルのようにまとまっていますが、まだすべて異なるジャンルであるように見えます。 それにもかかわらず、Hunter x Hunterの最も定評のあるジャンルの一つは冒険です。 結局のところ、それは友情についての旅であり、ナルト、ブリーチ、ドラゴンボールが出版されている雑誌「少年ジャンプ」に掲載されています。 しかし、言葉のあらゆる意味において、それは3つのものよりもはるかに成熟しています。\n\nそれは正しかった。 それは典型的なジャンプタイトルの規則を曲げ、極端に落ち込んで暗い話題（人間の思いやりから拷問に至るまで）を時折カバーします。  （私は漫画の\"Bakuman\"の部分を覚えています。編集者は、暴力やその他のぎこちない面について、\"これはジャンプには適していません。  HunterはJumpで動作しますが、時には非常に悲しいです。）\n\nそしてそれは、ショーネンが意味することに私たちをもたらします。 戦い。\nああ。\n男の子。\n戦いの背後にある全体のアイデアは、キャラクターがそれらを獲得するために多くの観察と戦略的思考を使用しなければならないということです。 結果は決して容易に観察されることはありません。 この世界では予期せぬ独創性の流れを保ちます。 戦いの背後にある魔法は、Nenと呼ばれる能力を使って行われます。Nenは、周囲の命のエネルギー（オーラ）を操作して、基本的にあらゆる目的に使用できます。  Nenの浮き沈みを説明するシステムは非常によく考えられ、創造的であり、戦闘に非常に多くの異なる方法があることを可能にし、Nenは戦闘に使う必要さえない。\n\nアニメは実際にそのキャラクターを鍛えるために多くの時間を費やし、より強くなっていく。 あなたはハンター×ハンターの世界で生き残るためには厳しくなければなりません。 あなたがいない場合、あなたは非常に迅速に選ぶことができます。  （このアニメが時にはそのキャラクターをどのように扱うのかはばかげている）\n\nしかし、これはほんの始まりに過ぎません。 ネンを学ぶためには、彼らはハンターでなければなりません。 アニメの焦点である主要な目標は、ハンターになることです。 ハンターの応募者は、強さ、持久力、経験、知恵がすべてテストされている厳しい試験に合格しなければなりません。 彼らが合格すれば（そして10万分の1以下）、彼らは魔法の獣、隠された宝物、さらには他の人々を探す権利を与えられれば、人類のエリート会員になるでしょう。 ハンターであることは、最もシンプルでありながらも、ランクと特権の元の敷地の一つです。 あなたは何でものための文字通りのハンターになることができます、空は限界です。 だから、これらすべてのすばらしい建物がHunter x Hunterの商標であることを考えれば、アニメは華麗であるはずです。\n\nしかし、それは実際には少し荒いパッチを通過すると言われています。 初めはアニメの全体的な感触を包括的には含んでいません。なぜなら、それはむしろ非常に落ち込んで暗いテーマに徹底的に掘り下げていくからです。 それだけでなく、アークの実際の品質は完全に水平ではありません。 いくつかのアークはあまりにも蛇行してしまい、長くなってしまいます。 それは彼らの目的を果たさないと言っているわけではありません。 実際、この罪悪感を訴えるのはHunter x Hunterの最も深い側面の記事の一つです。 それはただの薬です。\n---プロット得点： - 驚くべき---\n\n\n\n---キャラクター---\nフィクションのすべて、特に週刊少年の雑誌で権利を得るのがほぼ不可能なことが1つあった場合、それは文字です。 しかし恐れはありません。 これはそうではありません。 私はこのような長い時間内にキャラクター化やキャラクター開発がうまくいった時間を思い出すことはできません。これは私が今までに見た中で最も長いアニメです。 しかし、それは良いことです、なぜなら、私はそれがトッピングできるとは思わないからです。\n\n主人公、Gon Freecssは、自然に囲まれて育った、心のこもった少年です。 彼は簡単にすべての形の人生を生きることができ、無限に興味があります。 彼は誰の判断にも興味がありません。 彼はただ世界的に有名なハンターである父親を探しています。 しかし、彼の遊び心のある外面の下には決して諦めることのない魂があります。たとえ彼の人生が彼の行動のために確実に終わるとしても。 彼は文字通り、死の身体を犠牲にして、自分自身を狂気の点まで追いやり、友人を救済したり、救い出すために、あらゆることを行います。彼の犯罪のパートナー、キルア・ゾルディクは、かつて致死的な暗殺者です。 非常に虐待的な家。 電気ショックやその他のさまざまな痛みを誘発する装置に絶えずさらされ​​ていることから、彼は他人を殺すことを断念し、代わりに彼の友人ゴンと良い人になることが良いと判断します。 私たちが彼を熱狂した殺人犯から愛する兄弟と自己犠牲の友人に向かわせるキルアのキャラクター開発は、とても驚くほど執筆されたので、私は言葉を残しました。 彼は私の大好きなキャラクターです。\n\n第3の主人公のクレイピカは、全部族を殺害した人々のために憎悪を抱えている静かな人物です。 彼はKurta Clanに属し、怒ったり怒ったりすると目が明るく輝く人々のグループです。 彼らの目は死後そのままになっているので、彼らは世界で最も美しいものの一つとして評価され、高い評価を受けています。 彼は非常に迅速に非常に感情的になり、怒りと恨みが彼の判断を曇らせるが、彼の友人の幸福を自分の目標以上に置く。  Leorio、第4そして最後の主な主人公は、お金だけを気にする一見貪欲でライバルではない男です。 彼の究極の目標は、医者になって患者を無料で治療することだから、これは当てはまりません。 彼がそれらを扱う余裕がないために単に彼に最も近いものを失った後、彼はそれを誰にも起こらせられず、また同僚を守るために必要なことはすべて行います。\n\n彼らがどのように使用されているのか、少年中心の少年とは異なり、主人公は、彼らが直面している問題の結果に完全に結びつくのではなく、主に乗り物に沿っています。 彼らは主要なプレーヤーではなく、ある程度ナラティブに影響を及ぼしますが、結果全体がそれに依存するわけではありません。 これは、このような物語のためのユニークなプロットメカニックであり、そのオリジナリティは、起こる関係や性格の相互作用によって高められる。\n\nキャラクターは信念が拾われ、テストされているので感情的に解体されているので、主人公だけでなく悪役とも信じられないほどうまくいったキャストの多様性と発展を表現しています。 すべての人の良さは、最も暗い心からさえも発することができます。 このアニメは他のどのキャラクターよりもお気に入りのキャラクターを生み出しました。キャラクターのお気に入りリストにはそれ以上の余裕がないのは残念です。 私はちょうどこれらのキャラクターのいくつかがもう少しスクリーンタイムを取ったことを望みます。\n---キャラクターの得点： - 驚くべき---\n\n\n\n - -アニメーション - -\n彼らの最高のMadhouse。 それを置くには良い方法はありません。 おそらく何がうまくいかないでしょうか？ 戦いは驚くほど振り付けられ、常に流動的で一貫性があります。 彼らは、148のエピソードを通して、同じ品質のアニメーションを維持するために多くのリソースを費やさなければならず、確実に配信しなければなりませんでした。 私の唯一の不満は検閲だろう。 もしマンガを読んでいたら、それがどれほど暴力的であるか知っているだろう。 私は、暴力はそれがアニメに隠されていないようには望んでいないが、それは単なるニックピックだ。 これを除いて、実際にアニメーションについてはこれ以上話すことはありません。 それは決して揺るがない。 それは鮮明にとどまり、全身を清潔に保ちます。\n---アニメーションスコア： - 驚くべき---\n\n\n\n---サウンドトラック---\n残念ながら、これは可能です。 私は鼻の下から問題を逃れることはできません。 サウンドトラックはそれほど素晴らしいものではありません。 最初の弧では、アニメはポケモンや他の子供のアニメの若い観客を対象としたもののように見える遷移によって非常に軽視されています。 音楽は最高のジェネリックで、サウンドトラックの品質の唯一の真の上昇は、劇的でサスペンスな音楽に邪魔されるテーマに下線が引かれている第六アークの間です。 ちょっとしたメモのように、キャラクターがアニメ内の楽器で音楽を演奏する場合、それを繰り返し再生する背景部分として使用しないでください。 それはシーンのサウンドを不粘着にする。\n\nそれは、ランタイム中に演奏される音楽のことです。 開始テーマと終了テーマはまったく異なるストーリーです。 あなたが最初にオープニングを聞くとき、それは忘れがたいと思いますが、それほど魅力的ではありませんが、開花するファンには非常に象徴的な曲になるのに時間がかかりません。 それはエンディングにも向いています。これはすべて自分たちのやり方でとても良いものです。\n---サウンドトラックスコア： - 実質--- ---\n\nレポート後：\n\nPROS：\n - 少年クリシェを成功裏に解体する\n - 少年の元のキャラクターの使用。 彼らは乗るためにもっと一緒だ\n - エキサイティングなキャラクターの相互作用と非常によく書かれた開発\n - 戦いは見て素晴らしいです\n - 膨大な数の興味深いテーマとアイデアを持つ7つの非常にユニークなアーク\n - アイキャンディーアニメーション\nミックス：\n -  ITS LONGGGGGG\n - 暴力は検閲されている\n短所：\n - 他の\"メイン\"文字はかなり忘れられている\n - フラットなサウンドトラック\n\n全体的： - ブリリアント - \nHunter x Hunterの風を最初に捉えたとき、私は賞賛だけでは何も聞こえませんでした。 それはMALの3番であり、それは地上でどのように高かったのかを知ることができず、FullmetalとSteinsのような偉人の間に隠れていました。\n\n私は長い間何かを始めると大きなリスクを冒していましたが、そのリスクは間違いなく成功しました。 これは私のお気に入りの1つであり続けます。私はマンガが彼のお尻を手に入れて裁判2を得ることができれば幸いです。\n\n10/10"
  }
]
