[
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "rikku101",
    "profile": "/profile/rikku101/reviews",
    "pages": "8",
    "number": "1",
    "link": "/reviews.php?id=62845",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  10\n\n*これは私の最初のレビューであり、私自身の個人的意見です。意見はあなたとは異なるかもしれませんが、\n\nもう一つは12エピソードとOVAで構成されたミステリー/ホラーシリーズです。このシリーズは既に得意なものよりも賞賛に値するものです。 あなたが良いミステリーや哀愁のアニメにしているなら、あなたは価値があります。\n\nストーリー -  9/10榊原幸一さんは3年生の中学校の新しい移籍学生で、謎の過去を抱えています。ミスミサクと呼ばれる女児もいます。  - このストーリーラインはいつも私を最先端に保ち、次は何が起こって本当に楽しかったか分からない！ エピソードには多くの登場人物が登場しているので、ホラージャンルではほとんどの人が幸せな運命を持たないと言うのが安全です。 私がこの物語で唯一抱いていたのは、実際にはあまりにも多くの影響を与えるために、物語の中であまりにも遅れて起きたことでした。\n\nアート＆amp; amp; アニメーション -  10/10私はこの芸術とアニメーションがこの重大さのために素晴らしいと思った。私はP.A.に本当に感銘を受けた。 キャラクター・モデルは、奇妙に見えることなく驚くほど釣り合っていたので、完璧に見えました。 多くの異なる環境は、色と微妙な細部の負荷を払ってできる限り最高に見えました。\n\nSound  -  10/10サウンドは、荒々しいバッキングトラックを持つシリーズのトーンを設定し、エピソード内で何が起こっているのかにぴったりとフィットするので、かなり完璧でした。  ALI PROJECTのオープニングとAnnabelによるエンディングは、シリーズが進行するにつれて確かに成長しました。彼らは私のお気に入りのどこにもいませんでしたが、彼らは確かにオープニングのためのトーンを設定し、各エピソードからの緊張を緩和するのはやわらかいです。\n\nキャラクター -  8/10シリーズ全体を通して目立つ唯一のキャラクターは2人の主人公ですが、残りは大砲のように見えますが、メイはシリーズ全体で典型的なモノトーンキャラクターです OVA。  Koucihiは、何が起こっているかについて何も知らない典型的な男性のリードであり、人につながる秘密を見つけようとする秘密を見つけようとします。 サポートキャラクターはストーリーを進めるのにほとんど役に立たなかったので、私は彼らの名前が本当に覚えにくいことを発見しました...\n\n楽しさ -  10/10私は間違いなくこの番組を楽しんで、次のエピソードがリリースされるのをいつも待っていたと言うことができます！これは特定のエピソードを見た後に大きな影響を残した数少ない番組の1つです それは私が息を止めてしまったと言いました。 このシリーズについて不明な人は、最初の3つのエピソードを見て、あなたがそれに夢中になっていない場合は、おそらくあなたのためのショーではありません。\n\n全体的な -  10月10日シリーズを楽しんだ後、私はそれを与えるべき10のように感じる、私はいつもあなたが推測し続けるホラーシリーズの吸盤でした。\n\n - このレビューを読んでいただきありがとうございます。うまくいけば、私のようにショーを楽しむことができます。  -  Rikku101。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Slowpoke_",
    "profile": "/profile/Slowpoke_/reviews",
    "pages": "8",
    "number": "2",
    "link": "/reviews.php?id=59785",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  7\nキャラクター|  3\n|  6\n\nこれは私の最初のレビューです。 いいえ、私はスコアを平均化していません。  ：P\n\nもう一人は良いことをしようとしましたが、そうではありませんでした。\n\n物語。\n私はプロットがどれほどうまくいったのか、そして努力のために1つそれを与える。 物語は、クラス3で起こるいくつかの呪いに関するもので、榊原が5月に到着して再び始まる。 今、このアニメは、あまりにも不思議で、神秘的で恐ろしいものにしようとします。 このプロットは、呪いに深い意味があった場合にはずっと良くなりました。 彼らはずっとプロットを引きずっていた。 いいえ、12のエピソードはそれほど長くはありませんが、エンディングでは、実際には無言のストーリーに引きずられています。 私はホラーとミステリーも好きですが、これは標準に達していないようです。 アニメがしようとした紆余曲折は、本当に何かをひねりませんでした。 私は物語がうまく作られていないとうまくレイアウトされていないと思う。\n\nアート。\n私は芸術はただ素晴らしいと思う。  9.おそらくアニメの唯一の良いこと、音のほかに。\n\n音\n7.私はアニメの音と音楽が好きでしたが、私は一般的に音にあまり注意を払っていません。  ：P\n\nキャラクター\n3。\nこの。 最悪でなければならなかった。 確かに。 キャラクターについては知らないが神秘的だと思われていたが、キャラクターは穏やかに見えた。キャラクターの発達はなかったし、2人のキャラクター以外は誰も知りませんでした。 あなた、それがポイントだったらあなた。 私は今、完全なダンバスのように聞こえるかもしれませんが、私はその文字がとてもうまく作られておらず、楽しいものではないと思っています。 楽しいことではない私はインタラクティブではないことを意味し、私は物語に全く使われていないということです。 他のすべての文字は3または4を除いてすべてクラス3のためにそこにいた。\n\n楽しみ\n6。\n私はそれを完了するのに十分なこのアニメを楽しんだ。アニメを見るのが好きではないので、全体的に本当に低いという事実は奇妙だ。  ：/私は誰もが別のものを楽しんで以来、私はそれを楽しんだ理由を完全に詳細に行くつもりはない、またはその無意味なので、多くの。\n\n全体\n5。\n言っ途切れる。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "estefyrgzz",
    "profile": "/profile/estefyrgzz/reviews",
    "pages": "8",
    "number": "3",
    "link": "/reviews.php?id=104229",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私がAnotherを見ることに決めた時、シリーズはすでに終了していた。 私はちょうどウミネコのナクコロを見終わったばかりで、私は同様のアニメを見る必要がありました。 私は別のものを見つけました。\n\n最初はシリーズを見ても納得できませんでしたが、12のエピソードしかないと思ったのですが、それはなぜ12歳のエピソードですか？ アニメはどうしてそんなに短期間で本当に面白い話をすることができますか？」地獄、私は間違っていた。 セリは本当に短いとはいえ、これは私が今までに遭遇した中で最も興味深い話の一つです。\n\n最初は、シリーズはかなり遅く始まりますが、私はそれがあまり好きではないと認めなければなりませんが、あなたはキャラクターに仲間入りし始め、あなたはそれについて考えを止めることができなくなるまで少しずつストーリーに巻き込まれます。 私の場合、あなたはエピソードでエピソードを見始め、完全なアニメを終えるまであなたはコンピュータを離れることはありません。 もう一つは、私が今まで見た中で最高のビルドアップの1つを持っていると言わなければならない。 これがこのアニメをとても魅力的にするものです。 少しずつシリーズの意味が明らかになり、すべて（音楽、環境、文字など）がビルドアップに役立ち、ストーリーラインにアタッチされます。 したがって、シリーズの終わりにプロットやその結果、特に結果をどのように作成するのかについても驚くべきことですが、決して期待しない答えをあなたに与えることになります。\n\nあなたがホラー、ドラマ、超自然的な、などの狂信的な場合は、私はあなたの '計画を見る'リストに入れなければならないアニメ、私のことを言いなさい、私を信じてください。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "kindagrump",
    "profile": "/profile/kindagrump/reviews",
    "pages": "8",
    "number": "4",
    "link": "/reviews.php?id=188621",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\nあなたがホラーアニメを愛しているなら、これは絶対にあなたにとって完璧です。 それはあなたの修正を得るためにエピソードの後に​​エピソードを見てみたいと思うように恐ろしい怖い雰囲気で始まります。 あなたの好きなキャラクターの安全を祈る純粋なゴアに変わります。 それは本当に心の光のためではありません。 サウンドトラックはおそらく私が今までに聞いたことのある最高のものの一つであり、必要な時には完璧な場所と幸せな音色に緊張感を与えます。\n私はホラーやゴアのジャンルのファンや、それが胃になるかもしれないと思う人には、別の人にもお勧めします。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Iflybees",
    "profile": "/profile/Iflybees/reviews",
    "pages": "8",
    "number": "5",
    "link": "/reviews.php?id=154857",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  7\n\n（軽いスポイラー）\nもう一つはあなたが愛するシリーズの一つですが、あなたは理解していません。\n驚くべきキャラクター、音、芸術などがたくさん集まっていますが、ストーリーはあまりにも混乱しています（個人的に〜）\n主人公とヒロインがうまく一緒に働くので、私はシリーズが好きだったが、残りのクラスメートや友人と一緒に、このクラスの「呪い」について共通の葛藤がある。\nまた、混乱の中で、私はまだこの呪いが何であるか正確には分かっていませんが、数年ごとに毎月人が死ぬでしょうか？ それからクラスは一人の人間がそこにいないふりをしなければならないので、彼らは死ぬのを止めますか？\n私は拡張されたプロットラインのためにシリーズを嫌ったが、シリーズはあまりにも多くの小さな物語は、他の小さなフラッシュバックやシーンに分岐、シリーズに従うことは難しい。\n全体的に、シリーズはかなり良いです、私は絶望的な状況、サスペンスとオカルトのものが好きな人にそれをお勧めしたいと思います。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "ReaperxPR",
    "profile": "/profile/ReaperxPR/reviews",
    "pages": "8",
    "number": "6",
    "link": "/reviews.php?id=205779",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  9\n\nあなたが本当に何が起こっているのか把握したいミステリーと偉大なキャラクターで偉大な、不気味な物語を持っているアニメ。\n\nストーリー - ストーリーは初めは複雑ですが、それが進むにつれてそれはより良くなり、より良くなり、地獄がどんなことが起こっているのかを知りたいだけです。 不気味なホラーアニメにはちょうどいい、あなたが来るのを見ることができなかったいくつかのプロットのひねりでグレート書かれたプロット（予想通りにエンディング）。\n\nアート - 彼らが環境にどのくらいの細かいディテールをかけるのは素晴らしいことです。 彼らはとてもうまくやって寒さを感じます。\n\n音 - 私は音から寒さを得ました（私は自分のヘッドフォンを着ていなかったのがいいです）。 彼らは正しい瞬間に適切な音を立てて、私の脊柱を随所で走っている寒さを感じます。 ほんとうに大変です。\n\n文字 - ほとんどの文字の開発は正しく行われます。 主人公はそれほど大したことではありませんが、もちろん彼は物語のために必要です。 彼の友達Mei Misakiは私が好きだったのは彼女がとてもかすれていて、話し方が彼女のようになったからです。 彼女は他の人と非常に異なっていた。 他のキャラクターは良いが親切ではないが、死ぬかどうか気にしない。 彼らはあまりない\n好きなキャラクター。  KoichiとMisakiだけが気になります。\n\n楽しさ - 私はこのアニメが大好きです。 非常におかしい、素晴らしい音であなたは寒さと非常に興味深い話をしてくれます。 私はこれをすべてのアニメファンにお勧めします。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Clip7of9",
    "profile": "/profile/Clip7of9/reviews",
    "pages": "8",
    "number": "7",
    "link": "/reviews.php?id=185063",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  10\n\nこのショーから私の考えや目を離すことはできませんでした。 すべてのエピソードは、私を超えて何らかの理由で、より多くのために私の口に水を残しました。 私はホラーアニメ全体についてどのように感じたか分かりませんでした。\n今でも、背を振り返って、私は全体的なストーリーラインが特別なものだとは思わない。 キャラクターは全体的なクリシェ（敏感な人が嫌いな少女が彼の楽しい親愛なる親友とだけ暗い秘密の女の子を望んでいる人を望んでいる悪い少女）でした。\n私はあなたにこれを見て話させてはいけません。\n\n私は、次に何が起こるかをほとんど常に知っていることに自信を持っています。 私は通常、最初の終わりに終わりを見つけます。 私はこれがどこに起こっているのか分かりませんでした。 私はそれをどのようにまとめるのか分かりませんでした。 それは私に言わなければならなかったし、私が理解するためにすべてを説明しなければならなかった。 私の顎を開いたままにしていました。 あなたがそれが来るのを見た時でさえ、それは私を驚かせてくれました。\n\n私はこのショーを大好きでした。 やや目立つかもしれませんが、全体的に見ると、このショーは他のショーのように戻ってきました。\n\nライトをオフにしてこのショーを見てください。 私はあなたが失望することはないと思う、愛するホラーファン。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "nickwantadonut",
    "profile": "/profile/nickwantadonut/reviews",
    "pages": "8",
    "number": "8",
    "link": "/reviews.php?id=204884",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  5\n\n「Another」は1998年に行われたアニメで、9年目の高校生の榊原耕一の視点から語られています。 榊原さんは、東京から父親の仕事のおかげで読売山の小さな町に移ったばかりで、今年の初めに新校のヨミノースで授業を始める予定です。 しかし、彼の健康は、シリーズの開始前に負の方向転換し、榊原は入院し、彼は学期の遅れたスタートを与えた。 彼が最終的に春の授業に参加するようになると、彼の新しい学校、特に彼の名を冠した梅みさきの若い同級生が何かを感じる。\n\nこれは私のためにちょっとしたものになるミステリー/スリラーです。 何かを台無しにすることなく、私はこの物語の謎はうまく解消されておらず、シリーズの前半の多くは次のような事実に散在していることに気付くでしょう：\n\n'聞こえたの？'\n「聞いて？」\n「あなたは知らないのですか？」\n「何も知らない？」\n'ああ気にしません'\n\nこれは最初の6つのエピソードの間、誰かが最終的に中央プロットを囲む謎を「説明する」まで続きます。 しかし、私が触れたように、ミステリー自体は決して洗練されたものではなく、シリーズの会話や出来事のほとんどは、プロットやキャラクターの開発の代わりにパディングのように感じます。 街を取り囲むイベントが展開し始めると、そのシリーズはショック・バリューのためにショック・バリューに戻り、中央と非中央の両方のキャラクターの死を無作為に示しているようです。 彼らが実際にシーンを持っていない、あるいは彼らがそうしている以外の本当の開発や裏話がないので、「私はあなたに話すことができません」以外の言葉を拒否しているので、これらの文字を本当に気にするのは難しいです。\n\n12回目と最後のエピソードは、最初の11回のエピソードで小さなヒントや参考文献を「結びつける」と思われる方法で最高潮に達しますが、これらの実現には感銘を受けません。 正直言って、シリーズが終わり、何かを見に行くことができてうれしかったです。\n\n私はあなたがこのシリーズを一気に避けてはいけないと示唆していませんでした。なぜならそれは興味深い（少なくとも最初の4つのエピソード）と私の注意と好奇心を保持していたからです - しかし、それは私の忍耐をテストしました。 まったく、私はこれを6/10にします。 平凡な期待でそれを見て、あなたは何の問題もないはずです。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "NoKeyzNoLife",
    "profile": "/profile/NoKeyzNoLife/reviews",
    "pages": "8",
    "number": "9",
    "link": "/reviews.php?id=203288",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  6\n|  9\n\nもう一つはかなりホラーアニメです。 それは、複雑な物語でエピソード編みの後にエピソードを費やし、しばしばあなたをサスペンスのままにする。 このアニメのすべての側面のうち、私はそれが最高の雰囲気を実行したと思う。 最初のエピソードでさえ、私は席の端にいて、このショーが放つ不気味な雰囲気のために気分が悪かった。 ショーとは別に、私は毎日サウンドトラックを聞いていないだろう。 それでも、見ている間、サスペンスとホラーの雰囲気を放つ完璧なバックグラウンドミュージックです。 たとえ画面上で何も怖いことがない場合でも、あなたは依然として忍耐を与えられます。 今、このショーは完璧なホラーアニメではありませんでした。 キャラクターの開発は目立たず、アニメーションはすばらしかったです。 それでも、この番組は雨の日や週末に見るのが良いと思います。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "ThePersonaFan",
    "profile": "/profile/ThePersonaFan/reviews",
    "pages": "8",
    "number": "10",
    "link": "/reviews.php?id=147227",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nあなたは生き残るためにどこまで喜んでいますか？ あなたはあなたの友人を犠牲にしたいですか？ 多分誰かの存在ですか？\n\n\n\n私の驚いたことに、私はこの独特のアニメが、プロットの歪みだけでなく、恐怖と謎のジャンルのアニメが欠けているというオリジナルコンセプトのために、非常に驚​​くべきものであることがわかりました。 正直私はこのジャンルのファンではありませんが、このアニメを見た後、私のホラーとミステリーのジャンルの見方は変わりました。 私はこのアニメに私の楽しみに基づいた10/10のスコアを与えたことを誇りに思います。ほとんどの場合、私の楽しみは必ずアニメの素晴らしさを示すわけではありませんが、驚くべきことです。 今すぐ始めましょう。\n\n\n\n\nストーリー：10/10\n\n私が「Another」を見てすぐ前に言ったように、私はホラーやミステリーのジャンルのファンではありませんでした（特に、死んでいる人の血まみれのシーンが含まれる場合）。 話は遅いペースで行われましたが、このゆっくりとしたペースは、シリーズの終わりまでのビルドに最大のサスペンスを与えました。観客には、あらゆる重要な詳細を学ぶ機会が与えられました。 物語の中で最も驚くべきことは予測不能で、私の仮定の大半は間違っていると信じています。ほとんどのアニメはその結果で予測するのが非常に簡単なので、これはまれです。これまでこのアニメを捨てるのは、 それが既に最初であるにも関わらず、「より複雑な」「心配」であることを意味する。 その欠陥にもかかわらず、もう一つは時計の価値がある、あなたはホラーとミステリーのジャンルのファンであり、あなたがファンではない場合は、これを見て、私はあなたがより多くの謎のフルアニメを探していることを保証します。\n\n\n\nアート＆amp; amp; サウンド：9/10\n\nホラーアニメに完璧にフィットするサウンドは出にくいですが、「Another」のサウンドトラックも完璧です。サウンドはあらゆる場面で適切な気分を設定することができました。 私の正直な意見では、「Another」のオープニングは、アニメのクイックプレビューを表示でき、同時にスポイラーも出さなかったので信じられませんでした。 芸術は疑いもなく、信じられないほど、文字、周囲などのデザインのような主要なものから、背景のようなマイナーなもの、あらゆる設定の鮮やかな詳細、金属のさびさ 古いロッカーのほこり。\n\n\nキャラクター：10/10\n\n文字は実際にはかなり印象的です。 彼らは終わりまで神秘的で無知である（特に主人公）ままでいた。 それと同時に、彼らはまだ観客が各エピソードを見ている特定のヒントを放つことができた、それはあなたが本当に何が起こっていたのか疑問に思うままになります。 アドバイスの一部：私の前提が約90％間違っていたので、もしあなたがあなたが私のように終わってしまうのであれば、彼らを裁かないでください。\n\n\n\n楽しさと全体：10/10:)\n\n私はこのアニメを本当に楽しんでいました。私は新しいジャンルを試すことを後悔しなかったと自負しています。 かなり正直なところ、このアニメは謎と恐怖の点で完璧です.12エピソードで完璧なアニメのすべてのコンセプトに合っているのはもっと魅力的です。批評があればこのアニメのレビューを終わりです 午後に自由に感じることができますか、それとも良い一日をお楽しみください！"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "icesica",
    "profile": "/profile/icesica/reviews",
    "pages": "8",
    "number": "11",
    "link": "/reviews.php?id=146973",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  10\n|  10\n\nかつて、彼女の人生を救うためにホラー映画を見ることができなかった女の子がいました。 彼女の友人がPG 13と評価されたママ映画を見に彼女を連れて来てくれたとしても、トレーラーでさえ彼女を怖がっていたので、彼女は行くことを拒否した。 はい、私は自分自身について話しています。 私が信じていない人々の欲望を満たしてくれるのは、それが大量の血を流し殺しているホラーアニメの別のものだと思ったので、私はこのアニメをほとんど残しました。\n\nあなたが私のような人なら、超常現象のような映画に関わったり、幽霊を見たりしたくない人は、シャワーの後に鏡の中で突然あなたの後ろに現れます。 私は恐怖を感じていたので、これを見ていないことをほとんど認めなかった。恐ろしいかもしれない。 しかし、このアニメは、私の好きな（そして唯一の）サスペンスアニメになってしまった！ とにかく、レビューに：\n\nストーリー：8/10。\nプロットは興味深いです。 私はあなたに、このシーンのあらゆるエピソードのあらゆる瞬間を愛することを約束します。 不必要なフィラーはなく、不必要な瞬間もありません。すべてのシーンが手がかりと謎に満ちています。\n\n全体的な話は、榊原という少年と美咲という少女のことです。 スポイラーを一切与えないために、榊原は呪われた教室の新しい少年です。 呪いが始まると、学生とその家族は毎月亡くなります。呪いを止める明白な方法はありません。 物語のほとんどは、あなたが謎について何も知らないので、あなたは榊原のように感じるでしょう。 榊原さんがもっと学ぶにつれ、もっと学び、謎が解き明かされます - なぜ彼は美咲を見ることができるのですか？\n\nところで、いつものようなことをした賞を見たことがありますか？最初の優勝者は...（誰もが息を抱いています）...コマーシャルの後に発表されるでしょう！ このアニメはそのアニメで埋められます。 彼らは時には迷惑ですが、これらの瞬間は本当に物語を良くします。 重要な手掛かりはあなたの手のひらにありますが、あなたは待たされます。\n\nとにかく、このアニメへの答えは最も予期しないものです。 私はあなたが誰であるかを推測しようとします。 そして、あなたがアニメを見ているとき、主人公が見つけようとしていることを私が参照しているものが見えます。\n\n私は本当にあなたが情報と環境に浸るように最初は少し混乱していましたが、アニメを大好きでした。 非常に暗黙のうちにロマンスのお菓子もあります。 私はミサキと榊原をとても激しく抱きしめています。彼らの関係がさらに発展しないときは少し失望しました。\n\nアート：7/10\nかなり良い。 これには非常に皮肉なシーンがありますが、それほど悪くはありません。 しかし、そこには物語にほとんど影響を与えないランダムな人形のシーンがいくつかあります...それはちょっと面倒です。 あたかもアニメ制作者があなたに怖がってほしいと思っているようですが、あなたはそうではありません。 人形はかわいいので、\n\nキャラクター：10/10\nあなたは多くのキャラクターの発展を見ることはありません。 どうして？ あなたは文字をよく知っていないので、始めるには十分です。  12のエピソード全体は、あなたがキャラクターを理解するのに役立つように設計されているため、開発の余地はありません。 しかし、キャラクターの関係はかなり大きく発展し、これがストーリーを構成します。 人々が死んでいるとき、重要なのは友人間の関係がどう変わるかです。 これは、最後のエピソードで強調されています...よく、私はあなたに見つけることができます。\n\n楽しさ：10/10。\n私が前に述べたように、私はこのアニメを大好きでした。 それはたくさんのプロットのねじれとターン、そしてあなたが最後まで推測し続ける微妙な手がかりでいっぱいです。 たくさんの行動があり、甘い瞬間もたくさんあります。 さらに、あなたが私のような人なら、あなたは美咲と恋に落ちるでしょう！ 彼女はそのような面白いキャラクターで、彼女自身が話をリードすることができます（彼女は私が今まで見たことのない最も美しいアニメの女の子でもあり、彼女のアイパッドでさえも）。\n\n私はあなたがこれを試して願っています！ これはホラーアニメではありませんが、謎のものです。 あなたが驚きに遭遇したい場合、またはあなたを端につけておくアニメを探しているなら、このアニメを持ち上げて試してみてください。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "th_mnmlst",
    "profile": "/profile/th_mnmlst/reviews",
    "pages": "8",
    "number": "12",
    "link": "/reviews.php?id=202220",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  6\nキャラクター|  2\n|  4\n\n一般的な考え方：もう一つはかなり不快な恐怖でしたが、これは確かです。 一般的に、私はそれが非常に退屈であることが分かった。 ストーリーは独特のものではなく、紆余曲折はそれだけではありませんでした。\n\nストーリー：私は、もう一つの物語が犠牲になって信じられないほど悪いペーシングに陥るのを発見しました。 何人かのキャラクターの死は、確かに悲惨なやり方で行われましたが、プロットを進めるためにはほとんど行いませんでした。 プロットが少しでも前に進む前に、2つのエピソードを見るためにもう1人を見ている間は典型的なようでした。 爆弾が落とされ、呪いと階級に関する暴露が明らかにされるまでに、私は大ケアをやめたことが分かった。 このアニメの壁は広がっていました。彼らは恐ろしい浜辺の日に呪われてしまいました。私の心は変わっていました。 全体的に、ストーリーの3/10。\n\nアート：芸術私は苦情を抱えていません。私の靴下を叩いたのは何もありませんでしたが、風景を美しくするためには確かな努力がありました。 落ち着いたシーンはかなりうまくいっていました。ストーリーが少し良くなっていればうれしいでしょう。  6/10。\n\nサウンド：ここでも、苦情はありません。 芸術のように、それはかなり良いものでしたが、これまで私が見たことはありませんでした。 サスペンス・キューのいくつかは本当に外れていましたが、いくつかの機会に大気を壊しました。  6/10。\n\nキャラクター：かなり声がかかっていて、素敵な芸術を持っていることを除けば、私は本当に何のキャラクターも好きではなかった。 メイはやや正気で、コウイチとの識別は非常に難しかった。 私がコウイチと話をしたことの一つは、彼が、プロアクティブなキャラクターとしてではなく、シリーズ全体にひっかかったように思えたことです。 私はシリーズにも引っ張られているように感じました。 このキャラクターは、聴衆からカタルシスを引き出すための安価な方法として使用されていました。 彼らの誰も本当に詳細な背景や動機を持っていなかったので、キャラクターを殺すことはしばしば安価に行われ、私はしばしば気にしなかったことが分かった。 私がシリーズのキャラクターで抱えていた最大の問題のひとつは、誰も同僚の死の影響を受けていないようだということです。クラスメートが定期的に死ぬのを見て成長したかのように、  2/10。\n\n楽しさ：おそらく最初の7つまたは8つのエピソードで一般的だった雰囲気の中で、恐ろしく退屈で欠けている最後の少数のエピソードを見つけました。 最終的に何かが起こったような気がしたので、最後のいくつかのエピソードを楽しんだ。 全体的に、私は本当にシリーズを楽しんでいなかったし、ちょっと退屈だと感じました。  4/10。\n\n全体と結論：もう一つはショーで起こっていたことよりもむしろその真偽の恐怖の中で私をひっくり返させるホラーショーです。 私はサスペンスでは行かなかったし、雰囲気はあまり予言していなかった。 大半のシリーズでは、あたかも恋人であるかのように感じました。 前提はそれほどユニークではなかったので、それはちょうど平均だったという事実に基づいてシリーズにフォールトを起こすことはできないと思います。 あなたが本当にあなたを考えることができないパピ・ホラーにいるなら、あなたはこのショーを楽しむことができます。 あなたが血のために血に入っているなら、あなたはおそらくAnotherを好きになるでしょう。 個人的に、私は再びそれを見ているかどうかは疑問だ。 全体的に5.2 / 10。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Altaria-chan",
    "profile": "/profile/Altaria-chan/reviews",
    "pages": "8",
    "number": "13",
    "link": "/reviews.php?id=54035",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nこんにちは。 さて、これは私が初めて見直しをすることになると言いたいと思います。これは私自身の意見であり、セリー自体の個人的な経験に基づいています。 第二に、英語は母国語ではないことを知ってほしいので、文法上の誤りがあれば私にご負担ください。\nこのレビューはマンガ/小説ではないアニメについてのみです。 格付けは変更されることがあります。 私はまだレビューの経験がないので間違いなく誤りや不正確さが予想されます。\n\nストーリーを評価してレビューを開始しましょう：9/10\nなぜ私が話を9.6にしたのかという理由は、それが多才であり、それぞれのエピソードのためにオープンに終わっているからです。 ストーリーは、このセリフの世界の出来事に目を奪われた視聴者を、その人物がそのキャラクターの役割を果たしているように見せつけようとします。 それは視聴者に次に何があるのか​​不思議に思う。 サスペンス、ミステリー、スリルは、視聴者の想像力を縛るためのものです。\n\nアート：10/10\nキャラクターのデザインはよく納品され、よく描かれました。 それは私を見て、見る人はセリエの美しさに感謝します。 レンダリングされるすべてのものの組み合わせは、セリフを「必見」にします\n\nサウンド：10/10\n効果音が大きく奏され、その完璧なサウンドがよりリアルでより興味深いものになりました。\n\nキャラクター：9/10\nキャラクターは視聴者に魅力的でしたが、セリエAの周りの各人にはまだ何かが欠けています。 それがまだ途中であるので、見てみましょう。\n\n楽しさ：9.8 / 10\nこれまでアニメを楽しんでいました。 それは現実のホラーストーリーや映画を見ているような感じです。 このアニメは本当に恐怖の美しさに感謝しています。 私は2012年の第1四半期にこのアニメを撮った後悔はありません。おそらく、それを2012年の最高のシリーズの一つにしていますか？\n\n全体：10/10\n予測不能/偉大なストーリーライン。 よく描かれたチャーデザイン。 完璧なサウンドエフェクト。\n\nだから、もしあなたが現在、ホラーミステリーの良いアニメを研究しているのであれば、本当にこれを愛するだろうと思う。\n\nEDIT 2/17/12"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "CknSalad",
    "profile": "/profile/CknSalad/reviews",
    "pages": "8",
    "number": "14",
    "link": "/reviews.php?id=57663",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  6\n|  7\n\n非常にまれに私はホラー/ミステリーのアニメ番組を見ますか？ しかし、ひぐらしと似たようなものを憧れて、私は「Another」という新しいシリーズを見つけました。 短編小説、アニメを試してみる価値があります。\n\nストーリー - それは典型的な男の子が大都市を離れ、人々が彼からの秘密を隠している不気味な、小さな町のエリアに行き、彼は呪いや「災難」があることを知るためにだけ謎を解きたがっているので、 しかし、一度視聴者が「別の」または「余分な」と災害の仕組みのルールがわかったら、ストーリーのプロットはもう少し面白いものに解き放たれます。\n\nアート/アニメーション - このショーのアートとアニメーションは、間違いなく最も強いポイントの1つです。 カラーパレットと風景が本当にミステリーやホラーの雰囲気全体に加わります。 彼らが作った唯一の厄介で恐ろしい恐怖は、古いホラーの恐怖トリックである人形だった。 それ以外のキャラクターは流動的に動いていて、黒いカラスの使用はショーの全体的なホラー/ミステリー感に加えて素晴らしい余分なタッチでした。\n\nサウンド - 私は、サウンドはアニメの最強のポイントだと言わなければならないでしょう。 音楽は、物事が忙しくなったり、何か悪いことや不気味なことが起きようとしているとき、本当に緊張をもたらします。 荒涼とした音楽が始まると、あるキャラクターに起こることを予期して私の唇に噛み付く時がありました。 私が賢明な唯一の苦情は、アニメの途中で、何か悪いことが起きると明らかになります。\n\nキャラクター - これは、アニメが崩れ始める場所です。 シリーズの初めに、キャラクターはすべて神秘的な側面を持っています。 それらのすべてが何かを隠しているように見えますが、特定のキャラクターは不当な動機を持っているようです。 最初の数回のエピソードの後、コウイチとミサキの間の神秘的な緊張感と魅力的な雰囲気は失われ、PA Worksはキャラクターの代わりにストーリー・プロットを加速するのには多すぎます。 シリーズ全体を見てみると、私はキャラクターとキャラクターとの相互関係をより深めたいと思っていました。 このようにして、キャラクターの1人が死亡したとき、キャラクターにとって「人間」として実際に感じるでしょう。 ひぐらしとスタインズ、ゲートは、本当にキャラクターの相互作用と発展の素晴らしい仕事をする良い例です。 残念なことに、「もう1つの」はこの点でフラットになります。\n\nアニメでコイチの愚かさを何度も笑っていました。 はい、私はKouichiがクラス3-3と一緒に災害によって大きな外傷を経験したことを理解していますが、アニメーション、特に最後の弧の後の多くの行動はまったく愚かでした。 ある時点で、私たちの主人公であるコウチは、文字通りミサキと彼の細胞を話しています。 魅力的だった唯一の2人のキャラクターは、彼女の神秘的で魅力的な外観とカウンターメジャーの女の子、泉（赤毛）のために、美咲でした。\n\n私が持っている最後の苦情の1つは、彼らがコウイチと彼の叔母の間により多くの相互作用を生じさせることができたということです。\n\n楽しさ - 私は何らかの理由で認めなければならない、私は常に次のエピソードのために待っていた。 アニメは、特に独創的ではありませんが、アニメの音と不思議な雰囲気が、私には魅力的なものでした。 クリフハンガーの使用は、視聴者に次のエピソードを予期して見てもらうためのやや安価なトリックであるため、かなり古いものになります。 アニメは、最初の4〜5回のエピソードでは最初からうまくやっていますが、その後はアイデンティティ危機の滑りやすい斜面を歩み始めます。 フォーラムでも指摘されているように、最終デスティネーションとはしばしば比較されます。なぜなら、ばかげた死の場面があるからです。 しばらくすると、PA Worksはこれらの死に少しでも集中し始め、できるだけ馬鹿にしてしまい、シリーズの初めに出された大きな不思議な雰囲気にはあまり重点が置かれていないと感じています。 まもなく、PA Worksは最後のアークで、「バトル・ロワイアル」に触発されているに違いないことが分かります。\n\n最後のアーク（バトル・ロワイヤルは私が言うつもりです）は本当に私のためにシリーズを落としました。 謎はほとんど残っておらず、エピソード8ほど私には明白だった「別の人」が誰であるかを最終的に明らかにするのは時間の問題でした。\n\n全体的に - 何が素晴らしいホラー/ミステリーのアニメになったのかは、アニメができたことによるとかなり失望した。 最後の弧がシリーズを大きく崩壊させ、私はもう美咲以外のキャラクターやコウチを気にしなくなりました。  PAは、彼らの執行芸術と賢明な部門を賢明に凌駕することは間違いないが、最後の弧の実行が貧弱であるという伝統を続けている、つまりアニメシリーズを包んでいる。 再び、ストーリー・プロットは、あまりにも多くの注目を集め、キャラクターの開発と相互作用は大きなバックシートを取った。 ひどく実行された最後の弧のためでなければ、このアニメは8のスコアのまわりに上がるだろう。それが立つと、このアニメは「公平な」評価を受ける。 私は間違いなく、このアニメシリーズを行ってもらいたいですが、アニメの最後の奇妙な弧によってひどく失望することを期待してください。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "ColdBloodedOtaku",
    "profile": "/profile/ColdBloodedOtaku/reviews",
    "pages": "8",
    "number": "15",
    "link": "/reviews.php?id=52541",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  10\n\nもう一つはあなたを驚かせるアニメの一つです。 ひぐらしの違うバージョンが好きですが、もっと興奮しています。 それはあなたがそれが終わるまで見て止めることができないそれらのアニメの一つです。\n\nプロット：\n今のところプロットはゆっくり説明されていますが、まだ12エピソードのアニメとして時間がありますが、私は3番目のエピソードを見て結論を引き出すときにはまだ優れています。 もちろん私たちには、彼の町や学校についてのすべてを知らない移籍学生がいます。 次に、誰もが26年前に死亡したある学生について彼に話すのを避けるように努めます。 どこかに現れそうな女の子を見た後、同級生は彼を女の子から離れさせようとするだろうが、遅すぎるとすべてが血を流す。 私は予想以上に深くなることを期待しています。\n\nキャラクター：\nこのキャラクターは、26年前の授業で何が起こったのかを魅力的なものにしています。 それは彼の謎のようで、彼は何とか彼が見守っていた女の子、ミーミサキ​​に尋ねることによって見つけなければなりません。\n美咲美は私に興味のある人物です。 私は真剣にこれらの種類の文字で謎と恐怖のアニメを愛しています。 あなたが26年前に死んだ少女かもしれないと思っているから、メイはあなたに興味のある人物です。 彼女は私たちが第3話までほとんど知りませんので、あなたが知りたいキャラクターです。 誰が知っているが、私は3つ目のエピソードを台無しにすることはありません人々はアニメを見て始めている。\n\n全体：\nもう一つは、人々が見なければならない恐ろしいアニメです。 ミステリー、キャラクター、そして血は、このアニメを今年のトップ50のアニメにするためのものです。 私の血はすでにもっと汲み取られているので、私はほとんどエピソードを待つことができません。 あなたが本当に謎や血を愛しているなら、私はそれを見ることを強く勧めます。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "NabilAl-Muhammad",
    "profile": "/profile/NabilAl-Muhammad/reviews",
    "pages": "8",
    "number": "16",
    "link": "/reviews.php?id=232379",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  8\n\n「アニメファンのための必見」\nアニメの話はどこにあるのか推測しているのはあまりありませんが、確かにもう一つはそうしました。\nストーリーの初めからそれまでの非常にクライマックスまで（非常に満足しているはずです）、期待されていたトラックの中には決して進路がありません。これはホラーストーリーのためのものです。\n3回目のエピソードの後、最初はややゆっくりと進行しますが、シリーズはさらに盛り上がり、息を止めることはめったにありません。 本当のミステリー/ホラーと最終的なデスティネーションスタイルの死の混合物として、誰も安全でないことは明らかです。  「別の」コースを除いて。\nき お つけて！"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Hypocrius",
    "profile": "/profile/Hypocrius/reviews",
    "pages": "8",
    "number": "17",
    "link": "/reviews.php?id=200152",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  3\n|  6\n\nもう一つは、他の人から目立たないようなホラータイトルのちょうどもう一つです。 プロットはかなりシンプルで、かなり神秘的です。 悲しいことに謎は決して答えられません。 また、あらゆる種類の論理や常識を無視した、深刻な主要なプロットホールがあります。\nキャラクターはホラージャンルにふさわしいすべてのステレオタイプです。 それは学校の環境にありますが、それはプラスですので、厄介な角質文字はありません。 彼らはまだ愚かです。 ああ...彼らは自分の目の前に誰かの血まみれの死などの特定のシーンに反応しません（彼らは何ですか？ゾンビ？）\nサウンドとアニメーションは、別のものの最高の部分です。 ホラーアニメに欠かせない緊張した不思議な雰囲気を作り出すのは本当に素晴らしい仕事です。\nもう一つは、血の量が多く、ゴアがあります。 だから私の楽しみの大部分はここから来ました。\n全体的に、それは本当に悪いアニメではありません。 ゴアが好きな人はこれを必ず楽しむでしょう。 あなたのドアにあなたの感覚を残して、それが何であるかのこのアニメ、ジェネリックキャラクターの一般的なホラーアニメをお楽しみください。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "bearvarine",
    "profile": "/profile/bearvarine/reviews",
    "pages": "8",
    "number": "18",
    "link": "/reviews.php?id=158359",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  7\n\n素敵なホラーミステリー...\n\n私がこの話について好きだったのは、ショーの過程で提示され、ついに説明されるような非常に多くの異なる謎があったということでした。 アニメーションはすごく優れていて、特にMei Misakiにとっては声優を楽しんでいました。\n\nMeiとKoichiの2人のリードキャラクターを除いて、私は非常に浅いキャラクターの開発のためにポイントを取った。 あまりにも多くの暴力的な暴力をほのめかしている。 最後には、あまりにも多くの非現実的なヒステリーもあります。 最後に、たとえ最後にも、毎年の邪悪な外乱の原因が何であるかを完全に見出すことはありません。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Lord_Rutsah",
    "profile": "/profile/Lord_Rutsah/reviews",
    "pages": "8",
    "number": "19",
    "link": "/reviews.php?id=178966",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nもうひとつ：別名最終的なデスティネーション - アニメ版\n\n私たちがホラーアニメを話しているときに、コープスパーティーが最初に気になるかもしれませんが、もう1つはその直後に来ます。 そして、それは無意味な暴力を提供しないかもしれませんが、私たちは皆、コープスパーティーのように願っています（最後の2つのエピソードまでではありません）、それはほとんどすべての日本のホラー映画で見られる気分が悪く、\n\n主人公、問題のある肺を持つ高校生は、田舎の静かな町/村に移動します（荒涼とした場所：小切手）。 彼の最初の一日、手術後に病院に滞在し、彼は階級委員会（3人は黙って長い間静かな時間を過ごしている間に、その周辺を何とかしていることを秘密にしているようだ。 彼らは何も知らずに出発した後、主人公はエレベーター（エレベータークリシェ、チェック）の中で、エレベーターに入ったときに静かに立っているので、彼を怖がらせる、比較的かわいい女の子、Misaki Mei  （チェック）。 彼女はまた、あまりにも不気味な西洋風の古典的な人形（小切手）を持っていて、病院の4階（別名「死の床」）で彼女の「他の半分」を訪れます。 場合によっては明らかではなかったもう一つは、いくつかのホラーのclichesに従いますが、それは気分にそれを取るよりも追加します。 彼らは結局のところ理由のために偽善者です。\n\n私は何かを台無しにしたくはありませんが、私は主人公のクラスの誰もがハエのように落ち始めていると言いますので、デベロッパーを逃れるために解決策を見つける必要があります。 最初から最後まで、日本人が映画に加える古典的な恐怖の雰囲気、不安感、敵対的環境、あるいは「ゆっくりと腐っていく」と表現されています。 限り、私が心配しているもう一つのアニメは、この気まぐれな気分（多分ひららしが少しではなく、それほどではない）を可能な限り現実的に保つために努力しながら、唯一のアニメです。 誇張されたキャラクターはなく、主人公と女の子との間に義務的な関係はなく、奇妙な髪型はなく、肉体的な才能の極端なフィットはありません。 それが行くにつれて気味悪く現実的で気分が悪い。\n\nアニメーション/サウンド：彼らが必要とするほど良いものでした。 完全に満足。\n\n -  Creepyという言葉でCを挿入します。\nそれはアジアのホラー映画の設定で最終的なデスティネーションです！\n - すばらしいグラフィックス。\n-Cute女性リード。\n\n絶対に素晴らしい！ 見なければならない！"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "zero_boogie",
    "profile": "/profile/zero_boogie/reviews",
    "pages": "8",
    "number": "20",
    "link": "/reviews.php?id=197723",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  9\n\nSpoilerを無料でダウンロード\n私は実際には私がこのアニメを好きになるとは思っていませんでした。実際、私はそれを避けていました。私はそれがジェネリックアニメホラークリシェ 。 ほとんどの場合、私は間違っていました。 ストーリーは実際には良いもので、乞食の中からあなたを引き出し、最後まで推測していますが、恐怖の面では、私が実際に緊張した緊張感の瞬間もありませんでした。 さらに、私は個人的に悪いことに気づいていませんでしたが、私は子供たちや心臓の弱いことに何かを見せてはいません。 私が問題を抱えていた唯一のネガはキャラクターですが、残りのキャストはジェネリックで予測可能で、時には迷惑になることがあります。 また、いくつかのフィラーエピソードがありますが、それはそれほど大変ではありません。 全体的に、私はアニメでちょっとしたゴージャスとサスペンスを望む人にお勧めする良い時計だった。"
  }
]
