[
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "memorizestep",
    "profile": "/profile/memorizestep/reviews",
    "pages": "14",
    "number": "1",
    "link": "/reviews.php?id=163421",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  6\n\n - 多くのスポイラー - \n私はこのエピソードのすべてを見た、この物語のラインはとても良かった、多くのプロットのひねりを持って、この映画は絶対にあなたが好奇心をかくことができます。 しかし、私は非常に苛立つと正直私は嫌いですが、私はミステリーが大好きです：3、物語はちょうど私の上にゴアを感じる、死ぬ、死ぬ、そして死ぬ..そしてこの映画はこのエピソードを終わらせるために重要な結論を持っていません。 私はちょうど吸う感じ、私はちょうど腕時計だった？ 私はこの物語が終わったので、このアニメを見て飽き飽きしていませんでした。この物語を終わらせる情報はありません。ただ、「死に送る」と言うだけです。 この映画で死者を見ることができる人を与えるための情報はありません...誰が骨董品、あなたはすべてのエピソードを見ることができます...私のenglsihが悪い場合は申し訳ありません。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "BunnyMafia",
    "profile": "/profile/BunnyMafia/reviews",
    "pages": "14",
    "number": "2",
    "link": "/reviews.php?id=202328",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  9\n\nこのアニメは、私にとって間違いなく高評価のアニメです。\n\nストーリー/プロット[9/10]：\nプロットはいつもあなたに質問を残し、毎回同じ質問ではありません。 サスペンスは、別のものを合計する言葉になります。 私は10/10と評価していましたが、もう少し詳しく説明したり、いくつかの部分を残しておきたい部分がありました。 しかし、それは物語のサスペンスとその中のひねりを妨げるものではありませんでした。\n\nアート[8/10]：\n芸術は、私は少し欠けていたと言わざるを得ないでしょう。 しかし、それはキャラクターといくつかの背景シーン（すなわち、目）についての最小限の細部を使用することによってホラー感の側面を捕らえた。 それを取り除いたのは、アクションが発生したときにパーツに到達したときで、視聴者に何かを台無しにしたくないときでした。\n\nサウンド[8/10]：\n私はOPを楽しんだが、ホラーサウンドトラック全体が欠けているような気がした。 もう少し発展させることができたかもしれませんが、まだ部品に使われていました。 しかし、演技の声やそれがどのように描写されたかは目立つものでした。 サウンドトラックは、巨大なプラスである俳優/女優の声を妨げませんでした。\n\nキャラクター[10/10]：\n私はこの9/10を評価していただろうが、私は嫌いだった1つのキャラクターしか非難した。 しかし、私は単なるそのキャラクターに基づいた格付け方法ではないので、それが10/10に終わったのです。 それぞれのキャラクターは、バックグラウンドかメインかに関わらず、本当に私を殴った。 表示されている1分のキャラクターもすでに開発されたようです。 バックグラウンドとメインキャラクターの両方が融合して、全体的な風景を作り出しています。 時々、よく、ほとんどすべての時間、バックグラウンドのキャラクターはほんのぼかしであり、時には非常に文字通り（ラブステージのバックグラウンドキャラクターを思い出させる）。\n\n全体的な[9/10]：\n私はもう一人に満足していると言わなければならない。 その素晴らしいプロットやキャラクターは常に私のお気に入りの一つになります。 やはり改良が可能な部分がいくつかありましたが、欠陥があると独特のものになり、これもその一つです。\n\n私はこれを誰に勧めますか？\nサスペンスとスリラーが好きな人、そしてキャラクターと一緒に解決しなければならないミステリーをお勧めします。 しかし、私は遅い方法で進歩のプロットのための忍耐を持っていない人にそれをお勧めしません。\n\n敬具、\nusa-chan man（bunnymafia）"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "ecanimation",
    "profile": "/profile/ecanimation/reviews",
    "pages": "14",
    "number": "3",
    "link": "/reviews.php?id=162851",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  5\n\nこのアニメは友人から私に勧められていたので、閉じた環境だけで夜にCrunchyrollで見ました。 イントロはとてもいいし、不思議で神秘的な雰囲気があります。 まず第一に、物語は本物ではなく、他のアニメ*ひぐらし* *咳*からアイデアを借りたような感じでした。 主人公は未開発だったので、私は彼らが良いか悪いか、恥ずかしがり屋であるか、または外出していると言えなかったことを意味する。 美咲はおそらく、恥ずかしがり屋の性格で最も発達したキャラクターだったが、彼女の性格はどこにも行きませんでした。 アニメは一般的に悪い演技を伴うドラマを思い出させた。  5回目のエピソードの後、私は自分がペースが遅いためにこれを見ながら眠りにつかないように強制しなければなりませんでした。\n\nアニメーションは問題ありませんでしたが、アニメーションの予算を制限するためにショートカットが使用されていました。 作家たちは13回のエピソードをよく使っていたかもしれませんし、何も起こっていない多くのフィラーシーンやシーンがありました。 私はこのアニメをきちんとして楽しんだが、それは特別なことでも、例外的に恐ろしいものでもなかった。 それは不気味で、狂って、神秘的なものの間にあった。 その短い長さ（13エピソード）を考えれば、私は急いで少し楽しみのためにそれをあまりにも責めません。 全体的にもう一つは、あなたが雨の日に立ち往生しているかどうかを見るための平均的なアニメです。 あなたがこのアニメを見ていない場合は、良いもののほとんどが最初の10のエピソードの後に​​来ることをお勧めします。  （全体的に6/10）"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "rileytfindley",
    "profile": "/profile/rileytfindley/reviews",
    "pages": "14",
    "number": "4",
    "link": "/reviews.php?id=135861",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  9\nアニメーション|  6\nサウンド|  6\nキャラクター|  5\n|  7\n\nもう一つは素晴らしいアニメではありません。 それは素晴らしいアニメではない。 それにもかかわらず、私はこのアニメをお勧めします。\n\n彼は神秘的な教室に入ると、新しい学生に従います。3.最初から、クラスについて何かが間違っていると言うことができます。 プロットやミステリーがあなたがショーを見なければならない主な理由であるので、私はさらに詳しく説明しません。\n\n芸術は標準であり、時にはちょっとちがうわけではないし、音も最高である。 どんなキャラクターも超幻想的なものはありません。主人公は特にストーリーが伝えられる船です。しかし、ミサカ・メイを抜けている人がいて、話を控えるべきです。\n\n私がこのショーを私に同意するよう勧めた人もいます - それは、サスペンスと展開された話を見てみる価値があります - 他人はそれが気味悪いので落としました。 本当にあなたが怖がっている場所とジャンプする場所は決してありませんが、ショーの一般的な雰囲気は見ているとぎこちないものになります。\n\n結局、私はこのアニメに、ストーリーと私の個人的な楽しみに基づいて、かなり高い評価スコア7を与えました。 これが誰かを助けてくれることを願っています。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Fairytopia",
    "profile": "/profile/Fairytopia/reviews",
    "pages": "14",
    "number": "5",
    "link": "/reviews.php?id=57331",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  9\n\nもう一つ。\nそれは恐怖と血のために知られています。\n何年も起こっている災害、知られていない理由で死んでいく人々？ それは面白い。 非常に、非常に興味深い。\n\n物語はとても面白いので、私は一日中何が起こるのだろうと思っていました。 私は「誰が死んだの？」と思っていた。  「災害は止まるだろうか？」 なぜ誰もが死にますか？  「美咲は本当に存在しますか？ 私はちょっと混乱していましたが、私はアニメで現在起こっていることの話に戻ってきました。\n\n\nアート？ それは美しく描かれ、使用される色は神秘的なシーンに合っており、空は質問で満たされています。 芸術の表情はキャラクターにフィットします。 私が初めて美咲を見たとき、私は「彼女は何ですか？」と思った。  「彼女の目、何が起こったの？」  「彼女はとても不思議そうだ。 私は、アートに関するすべてが合っていると言います。\n\nキャラクター？ 私が言ったように、彼らは皆あなたが不思議に思うような何かを持っています。 あらゆるストーリー、あらゆるアクションは、あなたが注意を払う必要があるものです。\nあなたはその無意味な小さなキャラクターが何をするのか分からない。\n\n\n全体的に、私はこのアニメを楽しんだ。 実際、私はそれを楽しんでいませんでした。 私はそれが好きだった。 それは私が推測していた、エピソードのすべての分がそれです。 血、彼らがどう死んだか、芸術、キャラクター、ストーリー...は目立つ。\n\nあなたがスリラー、謎、恐怖、そして血を楽しむなら。 あなたは別のものを愛するでしょう。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "foreverExiled",
    "profile": "/profile/foreverExiled/reviews",
    "pages": "14",
    "number": "6",
    "link": "/reviews.php?id=111765",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n紹介\n私はこのアニメを1カ月ほど前に見て、かなり率直であるために私のシステムから衝撃を得ることはできません。 単にそれはすばらしく演奏されました。\nしかし、これはホラーと見なされますが、私は全く怖がっていた点はないと感じました。 まるでそれが独自のテーマパークであるかのように、本当に精神的に演奏したように、それは確かに精神的なスリラーでした。\nでは、マネキンについてどう感じますか？\n\n\nアート。\nこのアニメのアートワークは完全にフィットしていると思っていましたが、明るく派手ではありませんでしたが、このアニメに完全に合った暗くて落ち込んでいました。 アートワークは暗いですが、それは豪華なアニメです。 暗い背景の設定を通して、それはまだ招待されているように見え、ますます多くを見つけて、この見事なアニメを見続けることを望みました。 文字自体は、アートワークが素晴らしいという証拠です。\nあなたがマネキンを気に入らなければ、警告してください。 このアニメは彼らに満ちていて、私はそれらの作品を傷つけることはできません。これらのマネキンのコンセプトにかかわらず、美しいものから美しいものまで美しく作られています。\n私がアートワークについて話すつもりならば、彼らが言及しなければならない血と痛みについて言及しなければならない。悲しいことに、悲しいことにアートワークの中で最も印象的ではなかった、間違って見せないでください。 これはキャラクター、背景、設定自体にもっと焦点を当てていました。\nいくつかのアニメと比べると、私は一番綺麗なアイブを見ることはできませんが、まだそれは素晴らしいアニメだと思っています。アートワークの暗い要素を使って、この美しく暗いアートワーク\n\n8/10\n\n\nストーリー。\n物語はかなり複雑です。 最近、新移籍学生の「榊原幸一」が三見間北中学校に入学し、三年生、三代目に入った。 すぐに教室に足を踏み入ろうとするとすぐにこのクラスの古い空気があります。学生の体全体は何も変わっておらず、新しいメンバーは教室に参加していないかのように振る舞います。 榊原さんは病院を離れて病院を去り、病院に戻ってきたので、病院に戻ってきて、非常に薄い女の子「美美咲」に気づき、ゆっくりと魅了され始める。 彼が彼女を見た時、彼らは一緒にエレベーターを共有していました。翌日、彼は彼女と同じクラスにいるので、すぐに彼女を認識します。 このストーリーの後半には素晴らしいプロットツイストがあり、ストーリー全体が明確になり、観客は「IT ALL MAKES SENSE！」と思う瞬間があります。 私はこの物語が大好きで、後でシリーズに入るのは大好きですが、時間がかかりましたが、忍耐強くて待っていて、このアニメを見るためには、 どのようにすべての場所に収まるのか一見を持っています。\nあなたが自分の椅子に糊付けされていることを知っているように、その第12話で終わらないことを願って、ストーリーは非常に強く、握って、シリーズの後に非常に強烈です。\n\n8/10\n\n\n音。\n使用される音楽はシーンや状況にほぼ完全に当てはまります。このアニメの音楽のほとんどすべては、物語自体に謎と奇妙さの別の層を追加します。 私は、ストーリーが完全に準備ができているので、音楽が雰囲気を作り出すとは言いませんが、それが作り出す雰囲気を確かに高め、豊かにします。\nこのアニメの声は私が大好きで、シーンの中でその感情を描写するにはすべてのキャラクターが華麗です。彼らは微妙に感情を隠したり、描写しようとしている感情に乗ったりしません。 美咲は、彼女がとても神秘的な主役の女性役で、彼女の声は彼女には完璧で、彼女に初めて紹介されたときにあなたの背骨を冷やしてくれるので、最も目立つように立っていました。\nオープニングのテーマは、このアニメの気分であなたをすでに設定していることは素晴らしいです。同時に非常に気味悪い、邪魔になるものもあります。 終わりの歌は、非常に穏やかで、ノスタルジックなので、その記述が非常に難しいです。\n\n9/10\n\n\n文字。\nこの話の主役は榊原耕一ですが、このキャラクターにはあまり注目されていません。 彼は単に物事を理解し、彼の好奇心を養うために単純な男性であるので、非常に単純な男性です。\n主演女優のミサキ・メイ、キャスト全体の中で最も優れたキャラクターです。 主な女性の役割は彼女自身の美しさですが、彼女はそうではありませんが、キャストの中で最も魅力的なのは彼女自身、彼女の淡白な肌、ジェットブラックの髪、明らかに目のパッチ 彼女が暗く、全面的に狂っているように見えますが、単に彼女の表情があなたに彼女についてもっと学ぶように促すという、この素晴らしい神秘的な性格を作ります。\nakazawaは、絶えず榊原を恨むような女性です。 彼女は非常に素敵な探しのキャラクターですが、彼女は多くの優れた資質を持っているようではありません。これは、ミサキが観客に及ぼす影響を保ち、\nミサキを除くメインの主人公と彼の友人の2人の関係は、それがこの物語の本質であるので強制されているようです。\nストーリーを通じて、一方と他方への感情は間違いなく変化するようです。\nこれはすべて物語に完璧にフィットします。これは少数のキャラクターの間に愛憎関係を作り出し、観客からの感情を生み出し、ミサキについて知りたい状況にもかかわらずミサキにすべての注意を引きつけます。\n\n8/10\n\n\n楽しみ。\nこのストーリーは完全に華麗で、私はそれがそれ以外の点では混乱し、始まりには非常に遅いものもあるが、それがいかに効果的にこの物語を描いているかは間違いない。 それはあなたの心で遊んで、あなたが終わりに馬鹿のように感じさせる、このアニメがあなたの心でどのくらいうまくいくかは理解できません。\n私が変更を見たいのは、他の文字にもう少し追加することだけです。 私はそれを知っているので、観客はミサキの焦点を失うことはありませんが、他のキャラクターは暗くなります。\n\n8/10\n\n\nアニメのゴール。\n目標は、彼らがあなたの心で遊ぶことがどれほどうまくいくのか、彼らが逃げ出すことのできる細部がどれくらいあるのかを見て、ほとんど完璧にそれを取り除くことです。\n\n\n得点\nアート：8/10\n物語：8/10\n音：9/10\n文字：8/10\n楽しさ：8/10\n全体的：8.5 / 10"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "DeathByFloss",
    "profile": "/profile/DeathByFloss/reviews",
    "pages": "14",
    "number": "7",
    "link": "/reviews.php?id=87577",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  10\nキャラクター|  7\n|  9\n\nもう1つは、あなたが見ているアニメの1つであり、完全に完了するまで、あなたは見ていることができなくなってしまいます。 物語そのものは完全にオリジナルではありませんが、次に描かれることを見つけ出さなければならないように描かれ、アニメ化されました。\n\n私の意見では、キャラクターのデザインはやや上品でキャラクターはそれほど深くはありませんでしたが、ストーリーの出来事はキャラクターよりもはるかに重要だと思います。 アニメは12話なので、キャラクター開発の余地はあまりありません。\n\nそれは短くても見るのはむしろ面白いアニメです。 実際には私はそれが12のエピソードのために走っているにもかかわらず、ウォッチャーの必要性を果たす上で優れた仕事をしていると信じています。 プロットは理解できてエキサイティングでしたが、あまりにも急いで感じることはありませんでした。\n\nストーリー以外にも、私はアニメで使われたサウンドトラックやサウンドエフェクトに大いに感銘を受けました。 それはむしろうまく使用され、シーンをよりエキサイティングでスリリングにするのを助けました。\n\n全体的に私はこの番組に10の8を与えたいと思っていました。それは最初のエピソード以来私の関心を引くことができました（これはほとんどのアニメではまれです）。サウンドトラックも良かったし、プロットも良好でした。 しかし、ショーはあまりにもオリジナルではないと平凡な文字がポイントを失う。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Foxsynyu",
    "profile": "/profile/Foxsynyu/reviews",
    "pages": "14",
    "number": "8",
    "link": "/reviews.php?id=51935",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  9\n\n[このレビューにはスポイラーが含まれる可能性があります]\n\n\n[編集] 2012年1月18日\n - 第七のエピソードを見ているうちに、私はそれが何も見えないことを私に明らかにする。 コイチや誰かがこのシナリオで起こったすべての責任を負っている人かもしれません。アニメはあなたに「死んだ」人物を混在させます（このレビューでさらに説明されています）。 例えば、古き良き時代のゲーム「Clue」をプレイした人にとって、これはそれが気に入っているものなので、誰もが犯人になる可能性があります！\nこれは確かに私を見守って、私に推測を続けさせる。 血は超えており、それぞれの死は非常に残酷です。\n私は何をしたいですか？ もっと！\nああ、メイとコウイチが一緒になって（私の夢の中で -  _ _-）\n\n -   - \n\n正直な事実から始めて、私はこれがかなり気味悪いと思って、私の時間の点滅に値する​​ものではない。\n\n少年、私は間違っていた。\n\n私が特に嫌いだったものは何もありませんでした。 それは私たちが望んでいたものを与え、それは私たちの完全かつ十分な注意です。 それはあなたがアニメを判断するべきではないことを証明する靴を証明する私のそれはカバーであり、あなたは誰も何も全く信用すべきではありません。\n\n新しい漫画はいつもエキサイティングです。特に、カバーやトレーラーが多くを描いているときは、普通の人はキャプティブの冒険、魅惑的な謎、＆amp; 非常に最初から言い切れない行動。\n\nこれは、もう一つのことです。\n\n最近、読売北方中学校の榊原幸一さんに移籍し、何かを恐れているような気がします。 彼は奇妙で美しい美咲美咲に魅了されているが、もっと近づくための努力はさらに事を混乱させるだけだ。 それから、恐ろしい事故があります...\n\nクラスメートは、彼らまたはその家族が死ぬようになって、奇妙で危険な状態に陥り始めます。 エピソード6では、クラスが誰かが自分の部屋に存在しないかのように行動しなければならないと宣言されています。 これは悲劇的なことですが、美咲美は決して話されたり、注意を払われたりしません。 このようにコウイチの治療も始まります。 これは「死んだもの」をカバーしています。  「死んだ人」は、3年前に亡くなったことを知らずに亡くなった人でした。 これは、アニメのタイトル「Another」についても説明しています。 他の人は誰ですか？ 彼らが死んだことを誰が知らないのですか？ 人々はまだ死ぬだろうか？\n\nあなたは最初からこれを楽しんでいます。謎は素晴らしい方法であなたを魅了します。 それは良いスタートとして幕を開けた、私たちが最初の判断よりも目を引くようになるのを見てうまくいけば、\n\n「役に立つ」＆amp; amp;  「役に立たない」ユーザー、\nお時間をいただきありがとうございます 私はこのアニメがあなたを失望させないことを約束します（："
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "ebasilio",
    "profile": "/profile/ebasilio/reviews",
    "pages": "14",
    "number": "9",
    "link": "/reviews.php?id=76461",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  6\n\n私はこれに、素晴らしいプロット、物語、そしていくつかのクールな死の場面があることを期待して来ました。 それはほとんどの部分を提供することができましたが、失敗した場所は複雑な物語とプロットです。 アニメは物語をどのように伝えるか、どこでそれをどうやって行くかは分かりません。\n\nだから、病気になった主人公の榊原耕一さんに、最近新しい学校に転勤した直後に病院にいなければなりません。 彼のクラスメートの何人かは、何が起きているかを見せて、彼のやり方を見ています。 彼らの間には静かな沈黙があり、あなたは何かが間違っていると呼んでいます。 これは物事が崩れ始め、最終目的地のように感じる場所です。\n\n私はこれが謎かもしれないとは思っていませんでしたが、そうであることが判明しましたが、私はまったく気にしません。 だからクラス3には幽霊がいる学校があります。 待って、それは所有している、それはいくつかの残酷ないたずらです。 アニメは、何が起こっているのか、なぜ、それがあるのか​​を知りません。 それが何年も続いているにもかかわらず、この現象を正確に引き起こしていることを理解することができたにもかかわらず、このすべてのクレイジーなことを起こしている人々と人々は 'まあまあ私たちはそれをやめなければならない'のようなものです。 彼らは解決策を考え出す。 狂ったものですが、それは動作します。 物語は遅いペースで動きます。 それは何が起こっているのかについての洞察を少し与えるが、私はうそをつくつもりではない、私は死のためにここにいた。\n\n文字は面白いですね。 私は実際に何が起こったか心配していませんでした。 新しい人に会うときのようなものです。 あなたはそれらを知っていますが、感情的に結びついていないので、何か悪いことが起きれば、あなたは「うんざり」のようになり、これらのキャラクターのそれぞれについて私はどのように感じました。 あなたはceartinのキャラクターについていくつかのことを学んでいますが、あなたは気をつけません。 あなたがそのようなことをしているなら、死の場面はかなり涼しいです。 すべてのエピソードではありませんが、ほとんどのゴアの猟犬を喜ばせるには十分です。\n\n私はホラー映画が大好きですが、ホラーアニメを見つけるのは難しいです。 私が突っ込んだとき、私は最終目的地を見ていたことが私に浮かんだ。 私は良い恐怖と謎の映画が私を推測し続けるべきだと感じている。 私は終わりが何であるかの兆候を持っている必要がありますが、まだ疑いがあります。 私は何が起こっていたのか分からなかった。 潜在的な可能性を持っていましたが、死の場面は渦巻きの物語を見るためにクールであり、プロットはこのアニメを短くします。 あなたが殺す時間があれば、それを見に行くが、あなたの心に最終目的地と一緒に行く。 子供のグループは死を処理しなければならず、それを止める方法を理解しなければならず、その映画のキャラクターが時折不合理に落ち着くように行動しなければならない。 建物には火がついていて、コウイチは仲間の同級生に警告しているだけです。 彼らは「私はそれを見ないし、私はそれが真実であってはならないので、私はそれをにおいません。  s ***がファンを襲ったとき、少数の人々が戦いを試みる。 もし誰かが私に危害を加えようとしたら、私は戦いをして、これらの子供たちはただ走ります。 いいえ、私はあなたが誰であるか気にしません。誰かがあなたを傷つけようとしているなら、いくつかのビートダウンが起こるでしょう。 終わりは、私はそれが来るのを見ていない間、私はそれを気にしなかった。 それはツイストエンディングだが、彼らが取るルートはそれほどではなかった。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "eternalx",
    "profile": "/profile/eternalx/reviews",
    "pages": "14",
    "number": "10",
    "link": "/reviews.php?id=61099",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  8\n\nあなたが謎/ホラーアニメを探しているなら、これはあなたが見なければならないものであると言って始めましょう。 それは良い（ish）物語、実際の人格を持つ音、文字を使用する単純な素晴らしい方法を持っています、すべてで、それは良いアニメです。\n\nストーリー：\nまあ、これはうまく始まります、悲しいことに、私たちが物語に深く入り込むにつれて、それはますます弱くなります。 今度は理由を説明しましょう：\n榊原さんが授業に乗ってきたら、誰にも何も説明しませんが、どうしたらいいかやってはいけないのか説明しても誰も（たぶん）死ぬことはありませんでした。\n私たちが物語の最後の弧に到達すると、あなたは自分自身に質問する2つの質問があります：どのように/なぜですか？ 私は、作家/スクリプティング作家（漫画を読んでいないことは何でも）が終わりに向かって私をうんざりさせているような気がします。 ガラスの目の部分は、単に彼/彼女のお尻から引き出されます。\n\n大邸宅の大きな部屋には火がついていて、近くに人がいても、誰も煙を嗅ぐことはできません。 そのうちの1人がドアを開けると（完全に密閉されたとしよう）、巨大な爆発があります。火がOになると、それは良く燃えますが、それは大きな爆発でした。 私は火の専門家ではないので、ちょっと、私は間違っているかもしれません。\n赤澤が死んだ方法は、単に哀れなものです（これはホラーアニメの生存を期待していましたか？）そして、赤坂が本当にばかばかしい方法で死んだ場合（彼女の周りの他の人はわずかな傷で生き残っています） タカコの死、彼女はナイフ（またはそれが何であったか）を手にしていた。彼女はいくつかのケーブルで絞られて死んだ。 私が実際に書いた時に作家が高かったかどうか、本当に自分自身に尋ね始めました。\n\nストーリー：7/10\n\n芸術：それに対して何もない、それは他のアニメと同じくらい素晴らしいものではなかったが、それは良かった。\nアート：9/10\n\n音：\n私は通常、サウンドカテゴリのほぼすべてのアニメに9/10を与えますが、実際にサウンドパートに10の価値があるアニメがあれば、これはよくあります。 演奏は素晴らしいことではありませんでしたが、アニメ自体に音楽やサウンド効果を使用する方法は本当に素晴らしかったです。\nサウンド：10/10\n\nキャラクター：\n私が言わなければならない主な男性キャラクターについては、少なくとも彼はすべての2番目のアニメに入る猫/少年ではないということです。 彼はあなたが正常と呼べるものに近く行動します、これは私の意見ではアニメのための巨大な+です。\n主な女性キャラクター：彼女は完全に衰弱している、愚かな、または彼女は完全な雌犬です。\n榊原が到着する前に彼女が口を開けただけでは、ほとんどの人が死亡してしまったのかも知れません。  （あなたが理解できるように最後の円弧を見る）。\n彼らの大部分は何もない/主なプロットとは何の関係もないので、支持キャラクターについてはあまり言及しません。 私は彼らが懇願して信じられないほど愚かな行動を取ったにもかかわらず、彼らの誰も退屈ではなかったと言わなければならない。\n\n楽しみ：\n私はほとんどどのように/なぜ、自分に尋ねていたのですか？ これは実際には楽しいホラーアニメでした。\n少なくともそれは他のよく知られているシリーズのようにそれほど反復的ではありませんでした。\n楽しさ：8/10\n\n全体：\n彼らが何かを説明しなかったとしても、これは面白いミステリー/ホラーアニメでした。 話はちょっと弱かったし、最後に向かって弱くなっていたし、音の素晴らしさもあったよ。ミステリー/ホラーアニメを探していて、終わりに向かってブッシュの周りにたくさんぶつかって、 アニメの最も重要な部分の説明を省略しました。これはあなたのアニメです。\n全体：8/10"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "TemoKun",
    "profile": "/profile/TemoKun/reviews",
    "pages": "14",
    "number": "11",
    "link": "/reviews.php?id=59299",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  7\nキャラクター|  10\n|  9\n\n’あんとへｒ’ いｓ ｇれあｔ あにめ ふぉｒ ’ひぐらし の なく ころ に’ おｒ ’しき’ ぉゔぇｒｓ。\n私が何を意味するか知っているなら、それは「パワフルな」アニメです...それは素晴らしいことです！\nミサキ、メイは私の好きなキャラクターです。 私は彼女のアイパッチと彼女の背景物語が大好きです。 彼女は私にCiel Phantomhiveを思い出させ、私はCielを愛する！\n私はそれが気に入らなかった理由は、自然が録音されているために、日焼け止めがあったからです...それは悪いことです。 一方、それは実際には良いです。\n別のアニメシリーズでは異なるキャラクターデザインが好きなので、私はそれが大好きです。\n私はそれを見て楽しんでいる、それは素晴らしいです！\n\n改訂： 'もう一つの'は、血まみれのアニメ愛好家には良いことです。 それはすばらしい話があります。私はあなたにそれを見てみることをお勧めします。\n\nTemoKun"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "AvuKamu",
    "profile": "/profile/AvuKamu/reviews",
    "pages": "14",
    "number": "12",
    "link": "/reviews.php?id=90337",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  7\nキャラクター|  8\n|  9\n\n過去10年間に驚くべきシリーズを制作している日本の「ベスト・アニメーション・スタジオ」と確信していたPA Worksの作品です。 私はバイアスのあるPAファンブーと呼んでいますが、家で大きなフラットスクリーン上のBlue-rayで別のストレートを見てから、PA Worksがすごく驚くべき理由を思い出しました。\n\n通常、PA Worksは以前のシリーズ、特に描写された小さなアクションに失望することが知られていたCanaanのすべてで見られるように、ドラマとアクションで知られています（ただし、ドラマではなく、 アクション映画）。\n\n別のものは、最終的な目的地の要素、幽霊の物語、あなたが信じられないプロットのひねりを組み合わせています。 物語は非常にオリジナリティーがあり、いつものようにアートワークは際立っています。 しかし、PA Worksは今度は音とOSTに少し欠けていましたが、沈黙が見せてくれることは間違いありませんでした。 それは土曜日の朝少年ジャンプのものではなく、深刻なアニメに入る誰にとっても素晴らしい紹介です。\n\nそれが評価されているにもかかわらず、私はこのショーがどれほど素晴らしいかを表現することはできません。単に他のショーほど主流ではないからですが、それは優れています。 完全に。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Harzon",
    "profile": "/profile/Harzon/reviews",
    "pages": "14",
    "number": "13",
    "link": "/reviews.php?id=88153",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  10\n\nもう1つは素晴らしいです。 それは確かだ。 私は初めに「うーん...大丈夫」のようだった。 終わりに向かって、それは「ああ、sh * t」、「* goosebumps *」、「WOW」に変わります。\n\nストーリー：7\n物語は悪くない。 しかし、私はそれが悪いと言うことはできません。 オリジナル、そうです。 しかし、典型的なスリラー映画。 物語は私に悪い人が誰であるか疑問に思う。 その答えは驚くべきことです。 ああ、驚くべきことはストーリーの大きな側面です。 それ以外は特別なことではありません。 ストーリーがいいと言ってみましょう。\n\nアート：9\n詳細は上にあります。 これは、あなたがそこにいたくないことになります。 詳細は、その場所を3回より奇妙にする。 錆びた交通標識、ウォーターマーク、壁のぶどう。 あなたはそれらのものがないと同様の設定を持つ他のアニメを見ると、あなたは何も感じることはありません。 しかし、これは本当にあなたがガチョウバブを持っています。\n\nサウンド：9\n私はオープニング曲に腹を立てていた。 まあ、私はそのような歌が好きではありません。 エンディングの曲は素晴らしいです。 あのスリリングなエピソードの後、私は穏やかに感じます。 しかし、最も良いことは効果音です。 私は「WAAA」のようだった。 とても驚きました。 良いもの。\n\nキャラクター：7\nあなたが梅を見ると、あなたはすべてのエピソードについて彼女に疑わしいものになるでしょう。 それは一例です。 あなたはこのスリリングなアニメで爽やかなユーモアを引き出すキャラクターを見るでしょう。 私たちはその悲劇についての感情を落とします。 しかし、個々人のための特別な特徴付けはありません。\n\n楽しさ：10\nあなたはそれを楽しみと呼べるかどうかわかりません。 これを見ても楽しませることはできません。 このアニメは、私の息をたくさん抱かせてくれます。 実際に私は死んだ人ではないというのは素晴らしいことです。 しかし、それは本当に私を満足させる。 あなたを失望させません。\n\n全体：9\n物語はとてもそうですが、他のものは上にあります。 だから彼らは物語の欠陥をカバーするでしょう。 しかし、再び、物語はとてもそうだが悪くはない。 ポイントは、このアニメをお勧めします。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "DigestingAnime",
    "profile": "/profile/DigestingAnime/reviews",
    "pages": "14",
    "number": "14",
    "link": "/reviews.php?id=73947",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n実際のレビューを始める前に、私は超自然を扱うショーが嫌いだと言いたいと思います。 それは、私が幽霊や神秘的な存在を扱うすべてのショーを嫌うと言っているわけではありません、私は（非常に）恐ろしいことを目指しているものを容認することはできません。 はい、私は1日か2日に強迫神経症になる可能性のあるウィンパーです。 これを念頭に置いてください！\n\n私がこの番組を見たのは、ゴーストハントと似ていると思ったからです。 最初は恐ろしいだろうと信じていたが、ストーリーとキャラクターは、ショーがユーモラスで、最初のように思われたほどではないと信じてくれた。 残念ながら、これは別のケースではありませんでした。 それはショーを通して残るこの暗い雰囲気を持っています。 それが成熟している理由は、ヌードのためではありませんでした（人形の一部はハハ）が、シリーズ全体に流された余分な血液のためです。 私は個人的には血や殺害を恐れていませんが、ほとんどの場合、私は死を疑問視し、現実世界でもこれが可能かどうか疑問に思っていました。\n\nキャラクター：\n私はちょうど2人の主人公、榊原くん（榊原幸一）と美咲を分析しようとしています。\n榊原：悲しいことに、私はいつもショーの主人公が好きですが、彼は好きではありませんでした。 はい、彼は非常に好奇心が強い、と彼はすべてのランダムな災害が発生した後、好奇心を持っていたが、彼は本当にまともであるかどうか疑問に思った瞬間があった。 彼に近い人は死んでいて、彼がそれを掘り下げていくほど、より多くの人が死亡した。\nMisaki Misaki：彼女は典型的なかなり暗い雰囲気のある女の子です。 私は彼女が持っていた便利な「贈り物」を除いて、彼女についてはあまり言いたくない。 私はそれについての論理的な説明にも気をつけませんでしたが、最後まで知っていたことを隠そうとする彼らの推論は、私には満足できませんでした。 彼女の死の周りに非常に多くの人がいたので私はとても不満を持ち、彼女は話すのが怖かった!! 彼女の愚かさでなければ、多くのことを避けることができました。\n\nストーリーライン：\nこのショーの最悪の部分は、問題への実際の解決を決して見つけられなかったということでした。 次のクラス3は何をしますか？ 彼らは何とか彼らを助けることができる別の「才能のある」生徒を持っていますか？ エンディングは満足のいくものではありませんでしたが、それがポイントでした。 アニメがそのジャンルに固執するためには、クリエイターはそれをそのままにして、満足していないでしょう。 ちょうど！ または...作家はそれについての答えを考えることができませんでした。\n\nストーリー全体については、本当に怖かったですか？ 怖い番組を見ていない人にとっては、最初は恐ろしいかもしれませんが、最後には飽きてしまうかもしれません。 私は怖かったはずですが、おそらく私はそうでしたが、私は彼らがどのように問題を解決したか（そして不満が私の恐れを脇に押し込んだ）好きではありませんでした。 いつも怖いショーを見る人にとって、これは他の多くのショーに似ているかもしれません。\n\n音楽と芸術：\nショーでは音楽とアートワークは本当に気にしませんが（しかし、それは耐え忍ぶべきもの、醜いものでなければならない）、これはまともな作品を持っていました。 しかし、トランジションを通して彼らが見せたランダムな人形は、私のためにそれをカットしていませんでした。 彼らは恐ろしいものにしようとしたことを知っていますが、人形を置くことは不必要でした。 私は私が見ているこれらのランダムなショーのために私は若い頃から私は陶器の人形を怖がっていたが、このショーの人形を持っていることは反発していた。\n音楽に関しては、彼らはホラー映画（雷雨、劇的なノイズなど）で典型的に演奏される楽器を持っていました。 しかし、私が本当に愛していたことは、オープニングテーマとエンディングテーマの大きな違いでした。 最初の音楽は暗く、悲惨で恐ろしいものでした。 ちょうど各エピソードのストーリーラインのように。 それにもかかわらず、終わりのテーマは柔らかく、メランコリックで、穏やかで、甘いものでした。 歌の意味を知らないにもかかわらず、私は自分の考え方が変わったように感じました。 さらに、エンディング曲は、私に次のエピソードを見てもらうことができました。\n\n。\n\n全体的に、このショーはうまかったが、それは私のお茶のカップではなかった。 あなたが大切にし、無意味な殺しになっているなら、あなたはそれを好きになるでしょう！ 私は特定の人々にのみこのショーをお勧めすることができます。 誰にとってもそうではありません。\n\n私は6を与えました（私はそれに6.5を与えたいと思っていました）。それは私を満足できないままにしてしまったからです...しかし、それはあなたを満足させないかもしれません。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "VanillaREM",
    "profile": "/profile/VanillaREM/reviews",
    "pages": "14",
    "number": "15",
    "link": "/reviews.php?id=55985",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\n私は非常に長いレビューを書いて、このアニメに私の2セントを与えるための何かをしたくない！\n\nワオ....\n\n私はこれまでアニメで忍び寄ったことはありませんでした。もう1人は、音楽と芸術を通して超気味のシーンを設定するという素晴らしい仕事をしています。私は座席の端にあり、私の目を覆っていました。 私は夜の時間にこのショーを見ることができませんでした...でも、このアニメについては特に怖いものはありませんが、それは間違いなく内容が邪魔です。\n\n物語はもう一度、良いです！ 一見すると、現実の限界をほぼ馬鹿げているように思えますが、すべてが実際に文脈で意味をなさないので、プロットの各部分がゆっくりと解くにつれ、非常に不気味なストーリーラインになります...他にも、ストーリーライン 確実に予測できません。\n\nストーリーラインに重点を置いているため、キャラクターの開発は少し難しかったと私は信じていますが、プロットは間違いなくそれを補うものです！\n\nこれまでの偉大なアニメ、私はそれがどのように完了したのを待つことができない！"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Kiren",
    "profile": "/profile/Kiren/reviews",
    "pages": "14",
    "number": "16",
    "link": "/reviews.php?id=68057",
    "jp": "--- --- --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  5\nキャラクター|  7\n|  9\n\nひぐらしの緊張と「最終的な目的地」の残忍さの組み合わせ。\n\nもし私が残酷に正直であれば、私がシリーズで始まったとき、私は本当に興奮を感じなかった。 最初の2つのエピソードは痛いほど退屈で、プロットは太ったカタツムリの速さで動くようです。 しかし、一度傘が血に覆われると、物語が拾い始める。\n\n「Another」の全体的な雰囲気は楽しいです。 もちろん、いくつかの表現があり、多くのプロットポイントが容易に予測可能になりますが、シリーズはその魅力を保持します。 私はいくつかのエピソードを見るだけであると思っていましたが、私は自分自身を止めることができず、すべてをワン・シッターで見ました。\n\n内訳：\n\nストーリー＆gt;\n+ '神秘的な'\n+ウォッチャーをドラッグして\n - 時にはいくらか予測可能\n - 終わりはすべてに楽しいかもしれない\n\n音楽＆gt;\n+気分に合って素晴らしい雰囲気を作り出します\n - 通知するハード\n\n文字＆gt;\n+好きで面白いヒロイン\n+/-大型キャスト、大部分のキャノン飼料 '\n - 主人公は時にはパッシブすぎる\n - ほとんどのキャラクターにとっては裏話はありません\n\n楽しさ＆gt;\n+本当に中毒\n最初と最後の2つのエピソードの価値は疑わしいです\n\n最終判定＆gt;  7/10、間違いなくすべてのミステリー/ホラーストーリー愛好家の必見です。 他のジャンルのファンも楽しめる。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Kana_de",
    "profile": "/profile/Kana_de/reviews",
    "pages": "14",
    "number": "17",
    "link": "/reviews.php?id=108817",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  7\n|  9\n\nもう一つは、一見「奇妙な」シナリオのさまざまなシナリオを提供し、それらを結びつけることができます。\nもう知らない人のために、もう一つは、ヨミ・ノースのクラス3と読売山の境内で起こっている呪い/災難です。 私は先に進み、概要をスキップします。なぜなら、あなたはページの上部にあるものを読んで、レビューにまっすぐに行くことができるからです！\n\n-ストーリー-\n9/10  - 私はそれに9/10を与えました。なぜなら、ジェネリックの学校の場面では非常に多くのアニメが行われているにもかかわらず、それは独特のひねりがあり、 他のアニメと比べてもオリジナリティがあるからです。\n\n-アート-\n10 / 10-このアニメのアートワークとアニメーションは、私が見た中で最高のもののいくつかです。\n\n-音-\n芸術のセクションで言及されているように、音響効果は、不気味な作品のいくつかとペアになって生きている地獄をクリープします。  OPのKyomu Densenはとてもキャッチーな曲で、私のiPhoneに間違いなく追加するものですが、唯一の欠点は文字通り、あなたがアニメから覚えている唯一の曲だということです。 このアニメ。\n\n-キャラクター-\n7/10  - 私の意見では、このアニメには本当に際立つキャラクターが3人しかいません。 梅咲き、榊原浩一、石川涼、風邪、感情のバックボーン、クレイジーなサイコが全てに包まれている。 残りのキャラクターは、あまりにも速く殺されたり、あまり好きではなく、独特のものではないので、実際には目立たない。 事実、私は2人のキャラクターが亡くなったときに少し落ち込みました（私はそれを台無しにしませんが、傘の女性とエレベーターの女性の名前だけにします）。\n\n-楽しみ-\n9 / 10- Meiのために、妙に落ち着いた雰囲気の中で、非常に強いアニメでした。 私はエピソードの後に​​エピソードを見たい衝動を感じたが、私はコードギアスやクラナドのようなショーで感じたような巨大な欲望ではなかった。\n\n-全体-\n9 / 10-私は、彼らが死の一部をもっと意味のあるものにしたり、クラス3（次の年の子供たち）の未来をもう少し閉鎖することができたと思っていても、全体を通して素晴らしい乗り物でした。 全体的には素敵なアニメだったし、OVAの可能性ももっと増しているはずだ（私は個人的にはクラス3の将来の生活、そしてメイとコウチが一緒に成長する方法を見たいと思う）。\n\nPS  -  OVAは時にはエピソード0とラベル付けされていますが、シリーズの後でそれがプレクエルであるにもかかわらず、後でアニメで見つかることを示唆するヒントを与えますので、あなたの経験を台無しにしたくないでしょう バットからすぐにスポイラー。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Naurisvaras",
    "profile": "/profile/Naurisvaras/reviews",
    "pages": "14",
    "number": "18",
    "link": "/reviews.php?id=64991",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nもう一つは、謎と恐怖を愛する私たちのためのアニメですが、謎よりも恐怖です。 あなたが主にあなたの脳を刺激し、懸命に考えるためにこのショーを見るならば、オプションを評価し、結果を推測するために、あなたは失望するでしょう。 これはスクービードゥーではない：ショーの主なホラー要素には論理的な説明はない。\n\nシリーズは12のエピソードと1つのOVAで構成されていますが、これはエピソード0とタイトルが付けられています。時間順にOVAが最初ですが、最後にそれを見て楽しむことをおすすめします。\n\nこのアニメの最初のエピソードを見た後、少し失望しました。 雰囲気は良かったのですが、その物語は非常に基本的で無作為なゴーストストーリーのようでした。 私がアメリカのB級ホラー映画から期待するかもしれない何か。 ストーリーラインは面白かったし、ユニークであり、良いペースで進歩し、恐怖の部分を強調するのに最適な量のコメディ・リリーフを提供した。 唯一の重大な欠陥は、時には非常に便利な偶然であって、中断として機能し、重要な情報を交換することを妨げていた。 あなたがそれをどのように見ているかによっては、理解できるかもしれませんが、もう一つは超自然力に基づいています。\n\nサウンドトラックは非常に基本的な恐怖で、非常に大きな、突然の騒音と窒息の沈黙のコントラストに依存する古いとテストされた形式です。 それはよく働くので、しばしば使われます。 他の音楽やサウンドでは、芸術的な理由からではなく、ツールではありません。視聴者をかわいらしくするのではなく、心配することを目的とするのはサーバーです。 あなたは本当に注意を払っていません。 私はヘッドホンを使ってショーを見ましたが、時には私が好きなレベルまで音量を調整するのは難しいです。 突然の騒音が私を驚かせただけでなく、私の耳を傷つけました。\n\nこれほど短くシリーズ化されていることが多いため、キャラクターには本当に時間がありませんでした。 もう一つの例外は例外ではありません。ほとんどのキャラクターはかなりシンプルですが、ストーリーの主なポイントはちょうど邪悪なやり方で死にます。 ステレオタイプの下にある彼らの歴史と性格は、実際には物語の時間を与えられていません。 このように、もう1つはもう少しミステリーストーリーです：私たちはメインの主人公の考えを通して世界を見ます、他の人は多かれ少なかれ謎です。\n\nもう一つは私にとって本当に魅力的なのは、恐怖のユニークな性質です。悪意はありません。 私たち全員が、墓地の上に建てられた家屋や、死に至った人々の苦悩のために、十数個の映画を見たことはありませんか？ もう一つは、たわごとだけ起こる。 それが起こると、何かが危険なことがあります。 毎日の生活の中で死の可能性がどれくらいあるかを考えながら、あなたの足元を守ります。 どんな理由があってもいなくても、何が始まったのか、何の動機もない時には、一人の復讐の幽霊の使命よりも壮大な感じがします。 それは自然の法則のようなもので、戦うことは不可能です。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "rogerwhite",
    "profile": "/profile/rogerwhite/reviews",
    "pages": "14",
    "number": "19",
    "link": "/reviews.php?id=86057",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  8\n|  10\n\nこれは一連のシリーズ全体を通して単一の最も包括的なアークを有するわずか12のエピソードの短いシリーズであった。 それは映画を見るような感じでした。 彼らはそれを本当にうまく取り除いた。 ペーシングはうまくいった。 それは強く始まり、終わりまでより深く、より速く行きました。 サウンドトラックはかなり良く、ショーに適していました。\n私の唯一の警告は、あなたが魅力的でない場合、それを見ないことです。 かなりの血液とゴアがあります。 いくつかの不気味な人形の場面もあります。 このようなものが好きなら、それを見て、そうでなければ離れてください。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "AkagamiShanksu",
    "profile": "/profile/AkagamiShanksu/reviews",
    "pages": "14",
    "number": "20",
    "link": "/reviews.php?id=108171",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  7\n\nホラーとサスペンスが好きなら、もう一つはあなたのアニメです。 実際にそこに多くの純粋なホラーアニメがあるようには見えません。 だから、これはジャンルを好む人にとっては必要不可欠なものです。\n\nもう一つはサスペンスに大きく依存しています。 それはまた遅いビルドアップを持っていますが、それは報われます。 私は、このシリーズの最大の弱点は、完全に記憶不能なキャラクターだと言うでしょう。 私は彼らが悪いことを暗示することを意味しません。 しかし、私は、これを見ている人の大部分が実際には、一週間後にこれらのキャラクターの名前を実際に覚えていることに疑いを持っています（彼らはシリーズを見ている間でも誰の名前も覚えていると仮定します...）  。 基本的にそれはあなたの標準的なホラー映画のようです。 あなたは文字を与えられている、恐怖は起こる、それは終了する、あなたは上に移動します。 あなたが重いキャラクターに焦点を当てた物語を探しているなら、あなたは失望します。\n\n本当にアニメを動かすのは謎です。 それは物語です。 私たちにはたくさんの選択肢があります。 どれくらいうまくいくの？ 謎の部分はかなりうまくいく。 次に何が起こるのか不思議に思っています。 しかし、物語そのものは革命的ですか？ あんまり。 私はそれは紆余曲折がたくさんあることを意味しますが、それは決してヒットクラシックと見なされることはありません。 私はそれがホラー/ミステリー+アニメだということが強い点だと思う。 ホラーを中心としたアニメはあまりありません（私はとにかく知っています）ので、ホラーファンはこのシリーズを受け入れ、特に驚くことではないとしても楽しんでいると思います。\n\n公平を期すために、私は個人的には、すでに1000回見たことのミックスとマッチだけではなく、素晴らしいホラーストーリーを作成するのが最も簡単な作業ではないと信じています。"
  }
]
