[
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Rayyken",
    "profile": "/profile/Rayyken/reviews",
    "pages": "10",
    "number": "1",
    "link": "/reviews.php?id=184467",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n心理的なホラージャンルになると、私は常に気をつけています。 私が約12歳の時から心理的なホラージャンルのファンであり、私は本当にもう何も怖がらない。 私の人生であまりにも多くのゴアを見た、私が実際に誰かが死ぬのを見た場合、私は遠く離れて怖がったり涙を流したりしませんでした。\n\nもう一つの町が起こっています、よく忘れましたが、それは町です。 私はそれが夢沼かそういうものだと思う。 坂家幸市と呼ばれる子供は、両親や東京に住みたくないことから、新しい学校に移ります。 そこでは、彼は美咲美咲（美しそうな娘）と出会い、すぐに彼女の注意を引く。\n\n後で、Kouchiはクラス内の他の誰もがMisakiが誰であるかを知らないことに気付きます。 彼女が存在していても。 クラス3の教室では多くの悲劇的な出来事が起こっています。それは1978年に始まったのです。 生徒または教師は、クラス3で毎月、またはその学生の親戚で死亡します。 彼らはそれを止める方法を知らないが、彼らはエピソード9かそこらで把握する。 もしそうなら、私はそれを台無しにするでしょう。\n\nKouchiは仲間の同級生の二人に仲良くなり、毎月人がなぜ死ぬのかの理由を調べようとしています。 彼は非常に奇妙なものなので、彼は物語の最大かつ賢明な主役ではありませんが、それ以外の、彼は大丈夫です。\n\nアニメーションは本当に驚くべきものです。 私は実際にこのアニメが作られた時を知らないが、あなたがそれを見たいならば、それは素晴らしい、短いアニメだ。 アニメはいつも私の目に映っているアニメのすべてで目立っています。私はこのアニメを約9-10時間で終えました。 それが本当によかったので、私はそれが終わったときに悲しかった！\n\nもうひとつの音楽も目立つ。 オープニングのテーマは素晴らしいですが、かなりの間続きます。 しかし、私は気にしません。開かれたテーマが良いのであれば、それがどれほど長く続くか気にすることさえありません。 私はエンディングのテーマを聞いていない、私はすべきだが、私はいつもそれをスキップする。 シーンのバックグラウンドミュージックは目立ち、常にシーンのために際立っています。\n\nメイミサキは本当に美しいです。 ああ、何？ それは私たちが話していたことではありませんか？ 名前：ああ、そうです、文字について話している...ええ...名前：美咲はまだ美しいですが。 文字は本当に奇妙なものですが、すべての文字はしばしば時々殺されます。 しかし、すべてではありません。 あなたが好きなものはすぐに殺されるべきではありません。あなたが他に誰もしていない人がいない限り、それは気にしません。\n\nPsssttt....美咲美咲です。\n\n私はそれを見た日の10時間のためにこれを楽しんだ。 それは私がParasyteを見るのにかかった時間はほとんどの時間がかかりましたが、それはエピソードの量が少ないと考えるとそれほど短くはありませんでした。  12話のシリーズのために、このシリーズは暗いターンをとり、真にそこの心理的なアニメの一つです。 これはお気に入りのアニメのリストに追加されるかもしれませんが、わかりません。\n\n私は確かに私の好きなキャラクターに美咲美咲を加えます。\n\nだから、これは確かに私がこれに9を与える理由です。文字の中には、正直言って愚かではありますが、美咲美咲はすべてのキャラクターを補うものです。 神様、私は美咲について黙っていませんでしたか？ はい。 アニメを見たり、アニメを読んでみたり！\n\n〜D. M"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "lendiznick",
    "profile": "/profile/lendiznick/reviews",
    "pages": "10",
    "number": "2",
    "link": "/reviews.php?id=160901",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのアニメを見終わった後、レビューをしなければなりませんでした。同じ人が正しいとすれば、ひぐらしのなく頃にこれを見終わった後、良い殺人ミステリーを探していました。 ひぐらしのなく頃にこのアニメの物語が好きです\n\n\nストーリー10 / 10-メインキャラクターは別の学校から転がって転校し、すべての生徒が何かを隠しているようなクラスに入れられました。 それが起こって以来、そのクラスのすべての生徒が1つずつ死ぬようになります。\n\nアート10 / 10-私は720Pの素敵な芸術と良い物語の私のアニメが好きです、これはそれを持っていた、芸術は素晴らしかった、ちょっと気味悪い、私は好きです！\n\nサウンド10 / 10-どのように音が10/10になることができますか？ 品質は正しいですか？ それだけではなく、あなたがこのアニメのサウンドを聞くたびに、悪いことが起こっていることが分かります！ 私は音を聞くことができ、このキャラクターに別れを告げることを知っている！\n\nキャラクター10 / 10-主人公は良かったですが、ひぐらしのなく頃にというより謎に遭遇した時、「Another」はより良いキャラクターを持っていますが、このアニメがより新しく、声優やキャラクターが優れているからです。\n\n10 / 10-私は、通常、アニメを再見ている人ではないと言っています。私はそれを好きなので、おそらくこれを見直すつもりです。ちょうど12のエピソードですが、 アニメのエピソードは少なく、面白​​いのですか？ これについて私の言葉を取る、私はアニメを見直していない、地獄の私はまだ見直されたガント、そしてそれはすべての時間の私の最高のアニメではないが、私はそれを楽しんでいたので、\n\n全体的な -  10月10日 - これのようなアニメは、私が良い気分を得ることです、映画は最近吸うとアニメは、どのように配信するとこのアニメは非常にうまくやったと私はこれを見てタイムアウトを取ったと私は レビューはあなたに話の多くを伝えることなくあなたを助けます！\n\nPS  - 私は人形が嫌い"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "TheFamousOne",
    "profile": "/profile/TheFamousOne/reviews",
    "pages": "10",
    "number": "3",
    "link": "/reviews.php?id=158565",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n私はあまりにも多くのレビューを書いていないので、正当な問題がある場合建設的な批判は常に感謝しています。 そして、私はちょうど良い話から来る楽しさに基づいて私がアニメを評価することをここに言うことを...またはecchiしかし私は逃げる。  ;）このレビューではスポイラーは全くありません。 レビューに移動します。\n\nストーリー10月\nもう一つの物語は独創性と創造性のためにあなたが助けないが感謝する物語だった。 ほとんどのアニメの2つの機能が欠けています。 コイチ、メイ、そして友達がミステリーを解決しようとすると、楽しい時間があります。 私はうそをつくつもりではない、私はこのアニメを主にそのサイズのために始めたときに少し懐疑的だった。 私は10-13エピソードだけだったまともなストーリーラインのアニメをたくさん見ましたが、私はAnotherと同じ口径のものを見ていません。 私はこのアニメと12のエピソードで何ができたかに非常に感銘を受けました。 私は良いホラーの謎を見てから、それはしばらくしています。 私は嘘をつくつもりはありませんが、私はちょっとしたことであっても少しロマンスを望んでいましたが、このアニメにロマンスがあれば、アニメはそれがなくて正直に見つけられました。  。 それはそれほど価値のないものでした。 物語は（私の意見では）完璧に書かれていた。\n\nアート/サウンド9/10\n芸術と音は素晴らしかったです。 彼らはお互いにほぼ完璧に調和してバランスを取って、必要なときにアニメに暗い憂うつな気持ちを与えることに成功しました。 それは本当にこのアニメで物語と雰囲気を褒めてくれたので、あなたは失望しません。\n\nキャラクター9/10\n嘘をつくことはないと思いますが、私は、朱乃さんと高梨里香さんがちょうど似合うことを見て、かなり面白いと思っていました。 キャラクターは個性が大きく異なると考えています。 似ているものの、まだ小さいですが、まだそこにあります。 最初は、主人公コウイチが臆病で無駄だった小さな雌犬になると思ったが、間違っていた。 もし私が実際にアニメ全体を見て彼の行動に感心しているなら。 彼はこのクレイジーな幽霊の物語に投げ込まれ、中学生の3年目の最高の出来事を処理することができました。 私はまた、私は彼女が少し気味悪いと思った最初のエピソードでは、メイの性格も同様に好きだった。 あなたが最初のエピソードから彼女を愛していないなら、ゆっくりと彼女に好きなことをやり始めます。 私はおそらく最も彼女に感銘を受けました。\n\n楽しさ/全体的な10/10\nこれはANIMEです...はい。 ただそれを見てください。 私はあまりにも多くの誇大宣伝でそれを台無しにしたくないだろうが、私は個人的にそれを愛していた。 私はワンショットでそれを見て、私は就業日に8または9のようにそれを始めた！ 私はその夜は2時間寝るだけでしたが、それはそれ以上の価値がありました。 私は最初にtumblrのどこかでそれを聞いたが、私の兄がそれを見に私を押し入れるまで、私はそれを見て気にしなかった。 彼らはそれが好きでなくても、悪いと思っても、誰もがこのアニメを自分の人生のある時点で見なければなりません。 それはそれらのアニメの1つです。  ;）\nスポイラー警告：\n。\n。\n。\n。\n。\n。\n。\n。\n。\n。\n。\n。\n。\n。\n。\n。\n私はかわいいジャガイモです。  ：3"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Cludensyo",
    "profile": "/profile/Cludensyo/reviews",
    "pages": "10",
    "number": "4",
    "link": "/reviews.php?id=208584",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  6\n\n私たちの多くが別の理由で別のものを見ました。  1つは、ゴア、いくつかの謎のために、両方のための他のものを見ることができます。 私は謎のためにそれを見た人々の一人であり、他の理由で書いたように私は失望した。\n\n自分自身について少し：私はこれの前にHyoukaを見て、必死にそれのような謎のショーのために私の憧れをリバウンドさせるどんなシリーズ（書かれているかアニメーションされているか）を探していた。 だから私はこれを見て、このショーがアピールしようとしている「超自然の謎」の要素に興味を持っていました。 言うまでもなく、彼らは決してそれに答えなかった。 したがって、このレビュー。  *悲しい顔* それで、ミステリーのジャンルの私の理解は、混乱している物語の中の何かを意味しています。 ショー全体を通して、私は起こっていた超自然的なものについてもっと興味があった。 私は最終的に、謎の同級生であることを知ることは、最初にそのようなことが起こっている理由を知ることと同じくらい興味深いものであるため、最初のものよりも大きな謎であると思われるものを解決すると信じられました。 なぜヨミヤマの街だけ？ なぜ彼らはまだ子供たちが幽霊のある学校で勉強するようにしていますか？ なぜ彼らは出て行かないの？ 彼らはゴッサムの人々のように安全についてラットのお尻を与えないのですか？ これらのプロットの穴は、月のクレーターと同じくらいです。\n\nもしそうなら、P.A. 作品は本当に影と濃い色に重い芸術で気分を変える素晴らしい仕事をしました。 対になるのは、サウンドトラックとボイス演奏がうまくいっていれば、素晴らしいショーだったはずです。 それはちょうど...よく私は自分自身を繰り返すことはしません。\n\n全体として、私はこれをお勧めしません。 私はあなたがいくつかの大好きなアニメをしたい場合はそれに行くと言うだろうが、我々はすでに東京グールの名声のおかげで多くを持っています。 アニメーションとサウンド以外のこのショーを償還するものは何もありません。また、一部の人々が死ぬばかばかしい方法もあります。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "ZephyrGodOfWind",
    "profile": "/profile/ZephyrGodOfWind/reviews",
    "pages": "10",
    "number": "5",
    "link": "/reviews.php?id=181768",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  10\n\nもう一つは、最も興味深いジャンルのアニメのタイプです。 ホラー、スリラー、ミステリーなど、すべてがあります。 そしてもちろん、ロマンスのヒントが少しあるので、あなた自身の小さな「船」を追加することができます。 私が少し言ったことを覚えておいてください。 これはロマンスアニメではないので、あなたの希望を上げないでください。\n\nストーリー全体： それは非常に興味深い独自の方法で、それはあなたのつま先を毎回推測するあなたを維持します。 私は、あなたがすべての方法でそれを作った場合、結果に驚かれることを伝えることができます。\n\nART：芸術はきれいに不気味です。 私はそれに10を与えるだろうが、私はよく見た。 それが唯一の理由です。\n\nSOUND：このカテゴリーには何が入るのかが完全にはわからないので、オープニングに行く予定です。 オープニング曲は素晴らしく、オープニングをスキップするのではなく、オープニングを通過したい曲です。\n\nキャラクター：キャラクターにとって、このアニメは欠けています。主人公の一つである梅を除いて、私の意見ではオリジナルは何もありません。\n\n全体：9私は誰にでもこれをお勧めします。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "PwnagePancakes",
    "profile": "/profile/PwnagePancakes/reviews",
    "pages": "10",
    "number": "6",
    "link": "/reviews.php?id=120619",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  6\n|  7\n\nはじめに - 「別の？」ええ、仲間のオタクに、最初は名前が非常に奇妙に見えるが、アニメを見るとすべて意味があると言ってみよう。このタイプのジャンルにはいくらか魅力がありますが、ちょっと アニメはかなり良いです。 正直言ってここで話すことはあまりありませんが、このアニメはストーリーとキャラクターがいいアニメをもたらすことができる限り、あなたがどのジャンルに属していても問題ではないことを証明します。 このアニメはいくつかの領域で少し不足しており、それが支配的なアニメではないと言いました。\n\n\n\n\n\nアニメーション/アート - エンジェルビートや花咲藍などのアニメで知られるアニメーション会社の妖精、PA作品でアニメーションが行われます。このアニメは暗い憂鬱な世界を作り出す素晴らしいアニメーションと照明 2000年代初期から半ばまでのアニメとよく似ていますが、それ自体はかなり元気で認識可能です.1つはアニメが使用するカメラアングルですが、 一人称視点、あるシーンのためのCGIさえあれば、これは私にはかなり新しく、アニメを見るにはクールなものです。\n\n音楽/音声 -  1つの言葉、完璧なアニメは音楽の多くのポイントを取得する、今、音楽はメロディベースである必要はない、またはそれに特定のビートを持って、これはホラーアニメであり、 あなたの気分を変え、サウンド・エフェクトと一緒にやや神経質になるためには、あなたもそこにいたような気分になる素晴らしい雰囲気があります。声優/女優の場合、彼らは優れた仕事をして、 彼らが何をするか、彼らが叫ぶとき、彼らが叫ぶとき、そして泣くとき、そのすべてが完璧に行われたとき、非常に信じられます。\n\nアピール - このアニメの主な魅力は、キャラクターです。彼らはまともなバックストーリーを持っていますが、うまくいきます。 メイは、彼女の目の縫い目と彼女の個性には、その神秘的なしかし好奇心を感じることができるキャラクターは、文字のデザインは、彼女のキャラクターデザインは、chunnibyouのrikkaのデザインに影響を与えているかもしれないという良い仮定かもしれない 非常に類似した外観のために。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Cruzader93",
    "profile": "/profile/Cruzader93/reviews",
    "pages": "10",
    "number": "7",
    "link": "/reviews.php?id=102859",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  7\n|  8\n\n2012年水島勉監督シリーズ\nP.A. 作品\n私のPOVからのレビュー（個人的偏見あり）\nマイルド（Sp）オイラー\n\nPRO /私の好きなこと：\n+この番組の全体的な雰囲気は、外出先からセットアップされています。 最初のエピソードの初めの不気味な演説（そしてそのすべてのエピソード）から、ほぼすべてのエピソードのためのクライマックス重いエンディングにつながる緊張に至るまで、それは合法的に「恐ろしい」ものであり、\n+典型的なP.A. 作品ファッション、彼らはどのように見栄えを美しく見せるかを知っています。\n+（個人的）プロットのペーシングは、最初はちょっと鈍いように見えるかもしれませんが、私は認めます。 しかし、私はそれが緊張を増強する良い方法だと思った。\n+明るく心地よい人たち（勅使河原、望月など）があなたに呼吸の余地を与え、軽いユーモアと多様性の瞬間を与えました。\n+ THE BLOOD。 オハイオ州イエス！  ：P\n\n結婚/私はそんなに好きではなかった：\nメイミサキは、特に危険な状況に直面したときに人形のような人格を重要な時に強く押しつける。\n - 終わりのテーマは非常に誤解を招く\n - 悲惨な出来事を特集したシーンがいくつかありましたが、私の味のためにキャラクターがあまりにも後ろを向いているようなシーンが続きました。\n - （Sp）私は、目を含む特定のプロットデバイスがより良く扱われた可能性があると感じました。\n\n最終的なノート：私は恐怖の巨大なファンではなかった。 私は自分自身をかなり反対に思っていますが、私はこれにチャンスを与えることに決めました。 私はこのショーで多くの楽しみを持って終了しました。 それはプロットが私が見たことがないかもしれないし、それはきついですが、緊張したペーシングと血まみれのアニメーションは、たとえそれが投影された目標から少しでも外れても、このショーが正しい方向に進むのを助けます。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Chrono1219",
    "profile": "/profile/Chrono1219/reviews",
    "pages": "10",
    "number": "8",
    "link": "/reviews.php?id=57843",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nもう一つは本質的にホラー/ミステリーのアニメです。 物語は、クラス（およびその親族）の学生がその年に死ぬ可能性が非常に高い呪いの下にある高校のクラスを中心に展開されています。 毎年、彼らは呪いを避けるための対策を講じ、数年は他の人よりも良い結果を出します。\n\n主人公のMisaki MeiとSakakibaraの2人がいます。 彼らはシリーズの中でどんな開発をしても、その2つのキャラクターだけであり、彼らが得る開発はお互いに完全に依存しています。 ミサキは、ショーが進行するにつれて少しだけ開いているように見えますが、終わり近くに戻っています。 サカイバラは少し勇気づけられる傾向がありますが、それは本当にそれです。\n\nサイドキャラクターは言及する価値がありません。 実際には、おそらくそれらを呪いの潜在的な犠牲者と考えることができます。\n\n最初の雰囲気は素晴らしいです。 それは本当に不気味で不気味な感じです。 ホラーアニメのためのあなたの気分にあなたを取得します。 しかし、これはショーのペーシングのようなクロールを消去しません。 それは部分的な謎であるが、ショーはあらゆる情報を明らかにするには長い時間がかかる。\n\nクラス外の人々の反応（または反応の欠如）もまた奇妙です。 ランダムな子供たちがいつも亡くなっている学校があれば、何らかの注意を払うと思うだろう。 他のループホールもあります。特に、シリーズの終わり近くに現れます。 あなたがMadoka Magicaで大きな抜け穴をつかんで、その上に不満の息を吐くと、あなたはもう一つの抜け穴を激怒させます。\n\n終わりにはかなり清潔な解決策がありますが、それは実際には実際に起こらなければならなかった（抜け穴のために）事実によって準破壊されています。 また、最後のエピソードははるかに面白かったが、それはまた最もばかげていた。 もう一つは実際には、時にはそれがコメディに変わる点まで、少しでも上を覆います。 最終的な目的地のような映画が好きなら、もう1つはお茶のカップかもしれません。\n\n私は頻繁にレビューで芸術の質について話すことはありませんが。 私は別のものが素晴らしいとコメントしなければならない。  OP / EDは悪いですが、これを回避する方法はありません。 しかし、あなたが私のようなものなら、あなたは一度それを聞いてください。それはそれです。 ショー内のサウンドと音楽は非常によく配置され、シリーズの一般的な邪魔になる性質に加わります。\n\n物事をまとめるにはもう一つは、間違った理由であなたを混乱させるプラム、まばらなキャラクター、そして瞬間がいっぱいのシリーズです。 それは面白いですが、しばしばクリエイターが意図した理由ではありません。 それはちょっときちんとした結末で少し救われますが、全体的なパッケージとして、おそらく別のショーを見ている方がいいでしょう。\n\n4/10"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "LadyBird",
    "profile": "/profile/LadyBird/reviews",
    "pages": "10",
    "number": "9",
    "link": "/reviews.php?id=52537",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  10\n\n私の経験不足を理由にして、レビューを書いてください*\n\nまず第一に、明らかなことを指摘したい。これはホラーアニメだ。 あなたが知っていると思いますが、多くの取締役と企業は、今までに見たことのない興味深いオリジナルストーリーを作ろうとしますが、残念なことに悲惨に失敗します。 私はバットからすぐにあなたに話すことができます - 他のホラーアニメには欠けているものすべてがあります。\n\nストーリー自体は目を引くものです。 若い女の子は27年前に死ぬが、彼女のクラスではまだ見られる。 彼女は本当に死んでいるのか、彼女は幽霊ですか？ 彼らは狂っているのですか、それとも本当に彼女を見ることができるようなものがありますか？ あなたが答えを見つけるのを痛感しているミステリーを与えられたバットのすぐ右。 あなたが最初のエピソードを続けると、明らかな秘密の雰囲気が与えられます。 村の人々が非常に恐れているものがあります。 彼らは、大手の男性ロールであるコウチがまだ知りたくないと思っています。\n\nちょうど最初の3つのエピソードでは、より多くの質問が提起され、美咲梅の周りの謎が緊張しています。 それは、少女に正しいことがないこと、そしてクラス3-3で正しくないことがあることは非常に明白です。\n\nストーリー：私はストーリーを当分9/10にします。 私はそれが3エピソードだけのアニメのために高い評価を与える可能性が高いと理解していますが、私は強く、これらの3つのエピソードの中で素晴らしいプロットラインが提示されていると確信しています。 私は時間の経過とともに、もっと興味深く、さらに注目を集める話に成長することができると感じています。\n\nアート：私はアートに8/10を与えます。 全体的なデザインは普通ではありませんが、アウト・キャラクターはありません（ミサキ以外はアイ・パッチが付いています）。しかし、アートとアニメーションはスムーズで詳細です。 キャラクターデジグは、私が非常に感銘を受けたもの、特にメイミサキや個人的に好きなキャラクターのモチズキゆうやのようなキャラクターでした。 私はまた、設定の雰囲気を示すために人形のほぼカットシーンのアニメーションの使用を指摘したいと思います。 私はそれが非常に賢いアイデアだと思う。 これは、それぞれの人形のデザインと一緒に、本当にこれが不気味なアニメであるという考えに加わります。\n\nサウンド：私はこれを8/10にします。 私は、このセクション内にオープニングとエンドのテーマソングを含めるつもりですが、それが声優のためでなければ、私はサウンドを7/10にしました。 オープニングテーマとエンドテーマがうまくできていると思いますが、もう一つのタイプのホラーストーリーのフィッティングは見当たりません。 個人的には、私は何かがゆっくりとしてきれいで、オープニングにもっと適していると信じています。 私は、しかし、それを与える8/10。 これは、声優の選択のためです。 私は、それぞれのキャラクターのための鮮やかな、鮮やかな声を聞いて非常に満足しました。 特に、もう一度、美咲美咲。\n\nCharacter：私はこれを9/10とします。 各キャラクターには開発の余地がありますが、それは私が好きなものです。 あなたはあなたをそれぞれのキャラクターに引き寄せていることをすでに知っています。 あなたがもっと知りたいと思うように、それぞれの周りに疑問があります。彼らの話について学ぶことを願って、続けていきたいです。 各キャラクターはクラス3-3に何らかの形で接続されており、各キャラクターは梅ミサキの名前への反応を示しているか、その問題に対する姿勢を述べています。 それは、特定の状況でキャラクターがどのように反応するかのサスペンドに加えて、それぞれのキャラクターに何が入っているのかという疑問ももたらします。\n\n楽しさ：正直、私はこれを10/10としています。 私は同意する人がいることを知っていますが、私がここでも少し寛大であると思う人もいます。 しかし、私は次のエピソードのために私にもう一つのものがあるように苦痛を与えたアニメは今までにないと完全に言うことができます。 各エピソードを見ながら、私は即座にすべての言葉にこだわり、できるだけ多くの情報を集めます。 私はすでにほとんどのキャラクターに成長しました。 私はそれらのために心配した、私はそれらにpitied、私はそれらに関連してきました。 それは私がそこに多くのアニメを持っていないことです。 特にホラーアニメではない。 もう1つは私をスクリーンに貼りつけておきます。興味をそそるのです。 私がアニメで探していることは、他がすべて包み込んでいるようなものです。\n\n全体的に：私は別の9/10を与える。 そのストーリーは、バットからすぐに注目を集めるような形で開かれています。 それだけで私の目には珍しいです。 私が興味を持つまでにはそれほど時間がかかりませんでした。 しかし、あなたが進むにつれて、各要素と一緒に。 オリジナリティー、ミステリー、そして興奮、あなたはそのストーリーにますます引き込まれます。 あなたがこれらの3つのものを探しているなら、それは素晴らしいアニメです。\n\nキャラクターの開発、謎や疑問、オリジナリティー、楽しいキャラクターに興味のある視聴者には、このアニメを強くお勧めします。 もう1つは、それだけで、はるかに多くを提供します。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "JonBort",
    "profile": "/profile/JonBort/reviews",
    "pages": "10",
    "number": "10",
    "link": "/reviews.php?id=118109",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  9\n\n私はパーティーにはちょっと遅いと知っていますが、Anotherは私が見ていた最初のホラーアニメシリーズの一つです。 そしてもちろん...私はそれを好んだ。 以下の理由を読んでください。\n\nストーリー：9/10\n\n\nアート：10/10\nこのショーの視覚的な質については、私にとってはそれほど美しいとは言えません。 私は、エピソードが進行するにつれて、芸術の質が低下しているのを見たことがありませんでしたが、そうでなければ最初のエピソードからその品質を改善しています。 背景の芸術はまた、現実の雰囲気に合って、美しさを増し、今後の苦境を恐れています。 私は時々それが非常に不安定であることがわかっても、私の視聴喜びを損なうことなく、アニメーションは現実に近いものでした。  P.A.からのよい仕事人。 作品！\n\nサウンド：10/10\n暗くて恐ろしい雰囲気に合うように演奏する音楽や声がなくても、恐怖と呼べるものは何もありません。もう1つはちょうど穴をつけました！ 各声優は、すべての状況の気分に合った音とともに、彼らの役割に完璧でした。 骨の鳴き声、血液の滴り、臓器の破砕音から、それを聞くだけで全身に震えが伝わります。 サウンドトラックは楽しいだけでなく、アニメの物語にも多少反映されています。 このショーのオーディオは素晴らしく...\n\nキャラクター：8/10\nここの文字の完全なセットには、それぞれを独自の方法でユニークにする、多くのカラフルな人物が含まれています。 奇妙な、普通の、普及している、彼らが残りから際立つことができる限り重要ではない。 残念なことに、一部のキャラクターはストーリー全体で未発達であり、導入された時点での特性を保持しています。 たとえば、初めは「珍しい寂しさ」だった美咲は、主人公以外のキャラクターに「コールド・ショルダー」の治療を続けながら、物語の進歩としてほとんど進化しなかった。 また、ストーリーではあまり強調されていないキャラクターもあったので、亡くなったときのご苦労を少しでも感じました。 しかし、キャラクターの背景や関係はうまく描写されているので、ここのキャラクターにアイデンティティがないことを心配する必要はありません。 実際には事実とは正反対ですが、すべての主要キャラクターには、少なくとも1つの隠された驚くべき品質やアイデンティティが含まれています。 だから、外見は時々欺くことができますので、気をつけてください。\n\n全体：9/10\nもう一つは、たとえ自分がそのジャンルに慣れていなくても、見逃しの価値のあるミステリー/ホラー/スリラーアニメです。 私はそれを見て楽しんだので、なぜあなたはできないのですか？ 面白いやり方で、自分自身をノックアウトし、恐ろしくなる。 別の季節が出たら、それはこれよりもうまくいくのではないかと疑うが、ただ指を横切らないようにする。 しかし、もしあなたが弱い心を持っているなら、私はこのアドバイスから遠ざかるようアドバイスします。そうしないと、キャラクターの1人が同じように死んでしまいます。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Pockycrusader",
    "profile": "/profile/Pockycrusader/reviews",
    "pages": "10",
    "number": "11",
    "link": "/reviews.php?id=82802",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  4\nサウンド|  6\nキャラクター|  2\n|  3\n\n私はこのシリーズに本当に失望しました。 それは在庫の萌え文字（eyepatch感情のない女の子、ツインテールツンデレ、ラウドマスの親友、熱い大姉妹の看護師など）と完全な怒りのようなエロゲのように感じた。 私は画面の下部にトークスプライトとテキストボックスが表示されることを期待していました。 本当に目立ったことがなく、私は「うわー、それは本当に華麗でした」とか、「私はそれを期待していませんでした！ 最後は本当に解決されていませんし、呪いも十分解説されていません。 この番組を取り巻く誇大宣伝と熱狂のために、私は本当に良いと思っていました。\n\nたぶん、このアニメが気分を適切に設定し、2次元の文字を超えてキャラクターを開発し、その呪いをもう少し徹底的に探求すれば、より良いことになるでしょう。 しかし、それは遅いビルドアップと急いで実行されたクライマックスがあり、私はそれほど心配していなかったキャラクターを殺しました。ショックの価値だけで多くの血液が投げ込まれています。 私は私のアニメでは血を気にしませんが、衝撃的な死の場面を使うより巧みな方法があります。\n\nElfen LiedやWhen They Cryのファンなら、このシリーズが好きかもしれません。 あなたがどちらかが好きでないなら、これをスキップしてください。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "FatalFinish",
    "profile": "/profile/FatalFinish/reviews",
    "pages": "10",
    "number": "12",
    "link": "/reviews.php?id=156101",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  6\n|  10\n\nこれはアニメ/ショー/マンガのために書いた最初のレビューです。私のこのアニメは最終的なデスティネーションがアニメアートスタイルと奇妙な日本の作家に出会うことでした。 全体的に、このアニメは私から8を得ました、ほとんどの時間私はアニメを非常に簡単に評価し、それらに高い得点を与えますが、このアニメが友人や暴君からの私のものだったので、助けはできませんでした。 物語から暗いものと思われていた部屋の照明のような細かいものまで素晴らしかったです。 このアニメは私を笑わせて、ひどくなり、時には私を涙にさせた。 私は以下のマイナーなスポイラーを持っているかもしれませんが、あなたの楽しみを損なうものはありません。\n\nストーリー：8\n常に2度目の自分自身の推測の中で、私はまだ2つの短いエピソードの後で '余分な'ものを把握することができました。 あなたが心のゲームが好きなら、これはあなたのアニメです、私の好きなキャラクターのいくつかを見てから、多くの新しい疑惑は、常にショーの全体に発生しました。\n\nアート：9\n私は芸術のスタイルが好きで、死んだ人はほとんど人の人形の上に描くことができた生き残れない目を愛していました。 それに加えて、血液は時にはほとんど現実的すぎ、ほとんど私を吐き出す。\n\nサウンド：8\n私のインターネット品質のために音質が少し落ちるかもしれませんが、私が見つけたほとんどのビデオをレンダリングすることはできませんが、カットの音と空気をスライスすると、私はちょうど次のようになりました。\n\nキャラクター：6\n私は一度だけ本当のお気に入りのキャラクターを見つけることができませんでしたが、アニメを見ても、私の好きなキャラクターがリードロールに入っているときに私はそれを楽しむことができません。 私はより多くのキャラクター開発とより多くの背景物語を願っています。 私はこのアニメで多くの人物が死んだときには、私がすべきだったのと同じくらい悲しいことではありませんでした。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Bsum",
    "profile": "/profile/Bsum/reviews",
    "pages": "10",
    "number": "13",
    "link": "/reviews.php?id=205481",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  6\n\nもう1つは混乱していましたが、少しエピソードを観た後、すべてが接続を開始します。 最後のいくつかのエピソードはうごめきですので、ご注意ください。 全体的には大丈夫な経験でした。アートとアニメーションは平均的なものです（このアニメが作成された時点）ので、失望してはいけません。 物語は面白いです。 私は短編小説が好きなので、短いアニメは私にはうまいです。 私はこのアニメを見ているうちに興奮していませんでした。ほとんど退屈の側に傾いていました。 エピソードは少し遅かったが、それは扱いやすい。 声優は失望しなかった。 全体的に、私はあなたが見ることが他に何かを見つけることができない場合はこれをお勧めします。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Hanzor",
    "profile": "/profile/Hanzor/reviews",
    "pages": "10",
    "number": "14",
    "link": "/reviews.php?id=139321",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  6\nキャラクター|  8\n|  9\n\nまず第一に、私はアニメで何かホラーを見たいと思っているこの原因を見てみることしか考えなかった。 これが原因で、アニメについての期待が低くなった。 私は間違っているとは思っていませんが、私はまだそれがホラーの気持ちを私は探していないとは思わないと思います。 しかし、誤解しないでください、私はそれが悪いと言っているわけではありません、それはそれがサスペンスやミステリー以上に行くと思うだけです。 私の意見では、それは最終目的地の映画に似ています。 突然だが遅い死のように。 つまり、「このキャラクターは1分もかからずに死ぬだろう」と私に言うようなものです。 キャラクターが死ぬのはどういうふうになるのだろうか？ その質問は私の座席の縁に私を置くのにちょうど十分な陰謀を誘発する。 笑。\n\n\n---ストーリー：8\n私が前に言ったように、それはエピソードにカットされた最終的なデスティネーション映画のようなものなので、ストーリーにはあまり触れてはいけません。 まあ...それはまだそれほど基本的ですが、それ以上です。 この話は、主に榊原、浩一＆  *会社*特定の種類の謎を解く。 簡単に言えば、どのように私は次のエピソードで次を見て興味があったのですか？\n\n意見：良い。\n\n--- ART：9\nこの種のアニメーション（私にとって）は、間違いなく最大のものです！ 具体的にはP.A. アニメーションはそうです。 私がアニメーションスタジオを評価するなら、＃1は間違いなくP.Aです。 第2回京都アニメーションのように。 さて、アニメのレビューに戻って。 芸術は私を怖がらせるはずのやり方でとてもうまく描かれています*私は夜に自分でそれを見ました。 それはアニメに本当に残っている間に現実感を与えました。 死の場面は非常に現実的ではありませんでしたが、「どのように血液の霧が届いたのですか？」 キャラクターはキャラクターのように見えますが、キャラクターは自分のアニメのアバターを作りますが、ヘア/アクセサリーは変えることができますが、ほとんどのアニメにそのことを言うことができると思います。\n\n意見：素晴らしい！\n\n---サウンド：6\nBGMやサウンドエフェクトはとてもそうでした。 彼らは気分に合わせるためにほぼ完璧な時間に置かれました。 なぜ6？ それは、曲が気分にマッチしたにもかかわらず、彼らはJawsやScreamなどの映画から人気のあるものとは対照的に、感情を出していなかったからです。サウンドエフェクトもリサイクルされています。例えば、すべての殺人アニメ あなたは見たでしょう。  OP＆amp; amp;  ED、私はOPがいいと思うし、アニメによく合います。  EDの場合、Angel BeatsのEDのような感情的なものを作ろうとしたのかどうかはわかりませんが、それだけではうまくいかないのです。 すべてのサウンド/音楽は良いですが、間違いなく覚えておくべきものではありません。\n\n意見：公正。\n\n---キャラクター：8（ラウンドアバウト・スポイラー）\nキャラクターの開発はかなりうまくいったと思います。 それができることのほんの一部は、あなたが「WTF！ 誰かが死ぬと 彼/彼女が死ぬ数秒後に最初に誰かに近づくその気持ち。 はい、それは私が感じた方法ですが、赤沢和泉についての最後のエピソードでも悲しかったです。 キャラクター自体は学生協議会大統領のようなものではなく、MCのようなものであるか、それはもっと深いものです。\n\n意見：非常に良い。\n\n---楽しさ：9\nどのような〜！ ああ〜！ ノウ〜！ やあ！〜！\nさて、9回目はシリーズを2回目から見ていたのです。 私は初めて公共の場所で私のSGSIIIを昼間に見ていました。  （いいえ、それは私が怖かったからではありませんでした）本当に2回目は、私の友人が夜間にプロジェクターを使用していました。 あなたは彼らが簡単に怖がっていると推測したかもしれません。 まあ、私はそれが楽しい夜だったと言うことができる、それらの表現を打つことはできません！\n\n意見：素晴らしい!!!\n\n全体：8.00000008\n疑いもなく、全体的に偉大なアニメです。 ホラーの代わりに私が見つけたのは、このアニメを見る喜びでした。 サスペンス/ミステリー/ホラーやランダム、説明不能の説明可能な死を好む人には、私は間違いなく推薦するものがあります。\n\nレビューを読んでいただきありがとうございました。もう1つの素晴らしい「ありがとうございました！」 私に動機を与えたある人に！ 私のプロフィールのコメントとして、または午後にレビューのレビューに問題がありましたら教えてください。 再度、読んでいただきありがとうございます！\n\n特定のキャラクターがレビューをカットしていたように見えるので、レビューを書き直し、トリプルで内容を確認しました。 私はスペル/文法のエラーが残っているとは思わないし、今は公式に完了している。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "-Lunii-",
    "profile": "/profile/-Lunii-/reviews",
    "pages": "10",
    "number": "15",
    "link": "/reviews.php?id=179729",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はいつも「気味の悪い」アニメになっていたので、誰かが私にこれを見ていると私に示唆したとき、私は真っ直ぐ飛び込んだ。私はそれを一日で見た後、それを数年後に見直した。 私はおそらくそれをもう一度見直すだろう。 本当に気にしたくない人のために、あまりにも恐ろしいことではありませんが、それはあなたにそのアドレナリンを急いで与えるためにちょっとばかげたことです。 私は間違いなく他の人に推薦する非常に良いシリーズです。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Spicy_",
    "profile": "/profile/Spicy_/reviews",
    "pages": "10",
    "number": "16",
    "link": "/reviews.php?id=202984",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  7\nキャラクター|  9\n|  9\n\n〜前半 - スポイラーフリー〜\n\nもう一つの嫌悪はたくさんあります。  「謎はなく、恐怖はありません。 または 'それは安いジャンプシューズに頼っている'。 しかし、私はそれが、記憶喪失または他の恐怖ゲームのようなホラーメディアを念頭に置いて見る場合にのみ当てはまると思います。 それは恐怖として広​​告されるかもしれないが、私はそれが心理学のタイトルに値すると思う。 それは、心理学が最もよくすること、すなわち、誤った方向づけの芸術です。\n\n〜後半〜スポイラーズ・インカム〜\n\n\n\n\n\n\n\nこのアニメは観客を混乱させるのに非常に優れています。 それはあなたを忍び寄らせたり、変質させたり、あなたの肌から飛び出させたりしません。 それはちょうどあなたの地獄を混乱させる。 いい意味で。 ひぐらしがするのと同じ方法です。\n\n私はあなたに、もう一人を見た人、最初に、美咲が幽霊であり、彼女を見て、呪いのために死んだことをあなたの何人が考えたのですか？\n\nあなたの何人が、余分なことを学んだら、それはコイチだと思いましたか？\n\nもう一つは、重大でないことを知らずに、重複したことに疑問を感じます。 それは、ミサキ・メイキが実際に彼女を見た人を殺したという呪いがあったのなら、なぜコイチは生きていたのだろう？ それはあなたが結論に飛びついて先に考えることを可能にし、あなたが雄牛であると知っていたと思ったすべてを教えてくれました。\n\nそれは、私が思うに、別のものについて良いことです。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "acarbone1189",
    "profile": "/profile/acarbone1189/reviews",
    "pages": "10",
    "number": "17",
    "link": "/reviews.php?id=150739",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  8\n\n非常にグラフィックの死のシーンは、私が私の寝室のライトを見ている間に一回以上オンにしたいクリープf **王の人形と混在しています。 エンディングはちょっと弱かったですが、エピソードの数が意味を成すためです。 私はホラーアニメの恋人のためにこれをお勧めします。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "UponAShallowBay",
    "profile": "/profile/UponAShallowBay/reviews",
    "pages": "10",
    "number": "18",
    "link": "/reviews.php?id=123755",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  10\n\nこれはスポイラーの無料レビューです：\n\nカテゴリー：ホラー/スリラー、ミステリー、殺人、超常現象、暗闇、絶望、暴力、悲劇、不気味、象徴。\n\nこれは、謎に包まれた華麗でスリリングな話であり、絶望の味ではありません。 主人公は、神秘的な小さな町に移動し、トラブルの真っ只中に追いつく真面目な孤児移籍学生です。 彼は何年も前の不思議な事件以来、毎年何らかの規則に従わなければならない神秘的な謎、または神秘的な死が起こる教室で学校に通う。 彼はクラスから静かで悲しい女の子を満たし、一緒にゆっくりと謎を解き放つ。\n\n予期せぬ時間に暴力や血が襲い掛かり、不慮の死亡事故が発生します。 それは、「何が起こっているのか」という点でそれに対して第六感を感じています。  「何が本当で、何が本当ではないのか」、そして確かに驚きの終わりに関しては。 あなたが推測し続ける喜ばしい暗い話、そしてあなたの座席の端に。 初めの曲は面白くて不気味で、奇妙な音と闇によく似ていますが、混乱を招くほど精神的で陽気です。 最後の曲は、素晴らしいボーカリストと柔らかなピアノで聴くのがとても楽しくて素敵です。\n\nあなたが悲劇と終わりが終わった暗い殺人の謎が好きなら、これはあなたのためのショーです。\n\n私の好きなキャラクターを見て、アニメを見て、私に何かお勧めしてください。 私はいつも次の修正を探しています。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "taramien",
    "profile": "/profile/taramien/reviews",
    "pages": "10",
    "number": "19",
    "link": "/reviews.php?id=200375",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  10\n\nこれは正直なところ、これに値するので、私が書いてくれる最初のレビューになります。 今ここで注目すべきことは、私は最初のエピソードを見て始めたが、私は夢中ではなかった、私は2番目を見ることに決めた数ヶ月前、それは私の間違いだった。 私は通常、ホラージャンルに賛成ではありませんが、この1つは間違いなく2番目のエピソードを過ぎて見る価値があります。 それぞれのエピソードはストーリー展開のために重要なので、より多くのことを知りたがる効果があります。 ストーリー・ラインと喜びの面では、間違いなくそこにあります。\n\nアニメーション芸術と効果音について言えば、彼らはここでも良い仕事をしています。彼らは正しい気分を捉え、あなたが望む効果を重視します。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "DarkPaladin96",
    "profile": "/profile/DarkPaladin96/reviews",
    "pages": "10",
    "number": "20",
    "link": "/reviews.php?id=172071",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  8\n\nもう1つは、最初のリリース時に十分な認識を得られなかったアニメの1つです。 それは「目に見えない」女の子に悩まされている教室についてのことであり、視聴者には決して終わらない乗り物が必要です。 このアニメは、特に夜間に消灯して気をつけているときに、怖い人の心のためではありません。 このアニメは、感情の組み合わせを感じさせるが、十分ではない。 ストーリーラインを肉体化することができるものはたくさんありますが、無関係なキャラクターが自殺してストーリーを続ける理由のようです。 それは他人の唯一の悪いことですが、一般に、このアニメはその種類の一つです。"
  }
]
