[
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Pipersong",
    "profile": "/profile/Pipersong/reviews",
    "pages": "11",
    "number": "1",
    "link": "/reviews.php?id=170359",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  10\n\n私は絶対にこのアニメを愛していた！ 物語は私にそれを通って推測していた。 キャラクターは良かったし、それぞれのキャラクターは自分の個性を持っていた。 私は当初、このアニメを見るのが怖かったのは、私が恥ずかしそうに思ったイントロであったため、私はちょっと泣かされましたが、私はあなたが恐れていないならば、 少しの血の。 私は彼らのアニメで奇妙なを探している誰にも推測プロットラインではありませんこれをお勧めします。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "EpicWapanese",
    "profile": "/profile/EpicWapanese/reviews",
    "pages": "11",
    "number": "2",
    "link": "/reviews.php?id=197541",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  7\n\nスポイラーなし\n\nストーリー（7）Anotherの物語は楽しいですが、不幸にもキャラクターの死はあまりにも予測可能です。 いくつかの死は、まったく無意味で、一種のファンサービスのゴアと裂け目です。 終わりはかなりいいですし、それを楽しんだ。\n\nアート（8）P.A. 作品は芸術のために良い仕事をしている、風景は非常に楽しいです、文字は正しいです、アニメーションは許容され、劇化は非常に楽しいです、それは、このアニメ病的で嵩張る！\n\nサウンド（8）OSTはうまく構想されており、開かれたテーマと終わりのテーマのように、この特定の雰囲気に貢献します。\n\nキャラクター（7）このアニメには多くのキャラクターがあり、12のエピソードの間に全てが展開されるわけではありません。 不運にも残念だが、彼らは私にも印をつけなかった。\n\n楽しさと全体（7,5）もう一つは見て楽しめるが、このアニメは私に印を付けるには短すぎるので、私はそれをお勧めするか分からない。 それにもかかわらず、優れた経験はありません。 たぶん、OAVはアニメ全体よりももっと楽しいですね。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Munch18",
    "profile": "/profile/Munch18/reviews",
    "pages": "11",
    "number": "3",
    "link": "/reviews.php?id=58829",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  7\n\n私が最初に物語の概要を読んだとき、それは私を見て熱望します。 最初の2つのエピソードは退屈で、この全体とはまったく混同していませんが、3つ目のエピソードの後に​​は、物事がエキサイティングになり始めました。\n真実を伝えるために、私は大きなホラーアニメの恋人ではないが、物語は私に見つけたいと思う！ だから、私はアニメに続いて続けました（私はいつも死のシーンをスキップしたり、誰が死んだのか、なぜそれを知ったのかを知ることさえ考えました）。\nアニメはぎこちなくても偉大なストーリー・ラインを持っています。 炎の真ん中で誰かに電話することができますか？\nしかし、まだ、このアニメは、その季節のベストかもしれない"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "34e843hsaj",
    "profile": "/profile/34e843hsaj/reviews",
    "pages": "11",
    "number": "4",
    "link": "/reviews.php?id=111357",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  4\n\n*これは私の最初のレビューですので、事前に謝っておいてください\n\nもう一つ忘れることのできないアミンの一つは、忘れられない正直なところです。何が起こっているのかを実感して実際のプロットを覚えておく必要があるのです。 基本的にそれはあなたが期待する握る記憶を残しません\n\nストーリー4/10 Decent but Meh\n\nプロットはそれほど素晴らしいものではなく、すぐにあなたを魅了するものではありません。 その話から始まるのは大丈夫ですが、まだそれはまだ非常にmeh私はこのプロット何かをより多くのリサイクル感じる4学校のクラスのホラーのジャンルは、\n\nアート8/10\n\nその不透明なプロットのために別のものをカバーする傾向があることの1つは、その芸術です。 短い12のエピソードだけが、実際にはよく描かれた作品をよく描いている。 文字は明確で、木や車などの背景が不鮮明ではなく、家屋などはかなり見栄えがよく見えます。 あなたの死のノートのタイプの芸術のあなたのファンが動作している場合、別のレベルはそのようなレベルにあります\n\nサウンド：7/10\n\n音は大丈夫ですが、新しいものは何もありません。私は通常、音に注意を払っていませんが、大丈夫でした\n\nキャラクター：6/10\n\n非常に忘れられないキャラクター全くあなたの注意を掴むものはほとんどありません。退屈で、むしろ穏やかで、主人公の榊原晃一はむしろ素朴で臆病です。 正直言って、視聴者としてあなたとつながった人物は覚えていない\n\n楽しさ：4/10\n\n私はこのアニメの前に述べたように恐怖ではありません、大麦はあなたがこのシリーズを見たことに気付きました。\n\n全体：3/10\n\nあなたの時間を殺すための何かを探している場合、または単に退屈な私は別のトリックは、臆病な、独創的で、空想的な何もしないアニメだと思います\n私はこのシリーズがかなり貧しいと感じましたが、それは私だけです"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Jeffrey-sama",
    "profile": "/profile/Jeffrey-sama/reviews",
    "pages": "11",
    "number": "5",
    "link": "/reviews.php?id=57023",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  9\n\n人間は卑劣な生き物です。 すべてがうまくてうまくいくと、彼らは平和と団結を促進して、笑顔を身に着けます。 しかし、それらを脅かす危機が発生した場合、物事は変わらないと考えてはいけません。 友達は突然反逆者になり、知人は敵になり、混乱が続きます。 一度サポートされた統一観念を排除して、人間の本能は「最も穏やかな生き残り」が始まる。 血と涙が流され、誰もその混乱を取り除くことはできません。 かつて平和なコミュニティには、利己的で残酷な動物が蔓延します。 違いは、昼と夜の白黒のようです。 これは、他人が描写しようとしている、恐ろしい、しかし真実の、人間の本質です。\n\nアート（8/10）\nアートワークそのものは特に優秀でも優れているわけではありませんが、シーンの一部が相互に移行する方法がそれを補うものです。 カメラアングルはシリーズ全体を通して巧みに使用されました - 何かに注意を喚起したいときはクローズアップショット、シーンを確立したいときはワイドショー。 使用された象徴の量は、アートが詳細で魅力的であることを本当に必要としました。私は別のもののアニメーションには問題がないと感じました。 文字のデザインと背景要素には細部の細部がありました。 ほとんど何も文句を言わない。 非常に堅実なアニメーション、全体的。\n\nキャラクター（8/10）\n正直言って、実際には文字についてあまり知られていません。 初めから終わりまで、彼らは多かれ少なかれ聴衆からの謎を保持しています。 彼らの背景、趣味、家族、およびその他の個人情報は、2人の主人を除いて明らかにされていません。 これはショーの「謎」の側面を効果的に強調し、視聴者が謎を簡単に解決するために視聴者を分析するのを妨げるが、その結果は、サイドキャラクターのためのキャラクター開発の欠如である。 これらの文字が重要なプロットイベントの一部になると、これはショック値が低くなります。 しかし、主人公の榊原晃一、梅みさきの場合、そのキャラクターは12のエピソードを通してかなりよく開発されています。 シリーズが進行するにつれて、彼らの2人がゆっくりと心を開き、お互いに近づくと同時に、必要があるときに他の人をサポートするのが見えてうれしいです。\n\nサウンド（9/10）\nホラーシリーズになると、BGMはいつもよりも大きな役割を果たします。 シーンの気分を設定できない場合、視聴者の楽しみの価値は急落する。 幸いにも、もう一つはこの面でうまくいく。  BGMは、シリーズのサスペンスシーンでは非常に目立ち、全体的な緊張感を高めます。 このプロジェクトには有名な人はいませんでしたが、その声でかなりの感情が出てきたことに驚きました。 このカテゴリの唯一の後退は、OPと関係がある。 私はそれが十分暗くないと感じました。 それはあまりにもうまく\"ホラー\"のテーマに合っていませんでした。 一方、遅くて柔らかいEDは、それぞれのエピソードをすばらしく包み込んだ。 穏やかなメロディーは、視聴者が放ったばかりのものをゆっくりと吸収するのに最適です。\n\nストーリー（9/10）\nひぐらしのなく頃にとさきのような恐怖の傑作とよく似ているが、それはAnotherが独特の物語を持っているようなものではない。 しかし、これが真実かもしれないが、「奇妙な町の奇妙な男の子」のプロットを使って取るアプローチは、それを他の2人と区別する。 私はこのシリーズの最初の半分の信念を失ったことを認めていますが、予想通りのパターンのためストーリーが進行していましたが、私は最後までそれに固執しています。 ちょっと残念だった前半は、後半の期待を下げるのに役立ち、魅力的で衝撃的だった。 物語は全体として、それをもっと面白くして、それにリアリズムを感じました。\n\n全体的に（9/10）\nもう一つは、間違いなく血まみれよりも心理的です。 それぞれのフラッシュバック、イベント、またはアクションは、ほとんど常にシリーズ全体にとって不可欠な隠された意味を持っています。 このため、再監視の価値は非常に高いです。 私は、もう一つが季節の最高のショーの一つであることを見つけました。 正しい要素が集まって魅力的な物語を作りました。紆余曲折しました。 私は短くて面白い心理的なスリラーを探している人にお勧めしたい。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "gamejok3r",
    "profile": "/profile/gamejok3r/reviews",
    "pages": "11",
    "number": "6",
    "link": "/reviews.php?id=52459",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\n通常、私はほとんどのホラージャンルのアニメを、アニメのゴーストストーリーで不用意な試みとして書き留めますが、これまでの深みはこれまでの私の予想をはるかに超えています。 それぞれのエピソードが一度に1つのレイヤーまで苦労して引き離されているように、プロットは厚くて粘りがあるだけでなく、誰もが真実を探るように、自分の恐怖を持つキャラクターが謎に包まれて広がります 彼に伝えます。 さらに、これは勇気のないアニメではなく、第3話では、真実が明らかになるにつれて流血が起こることが明らかになります。\n\n私は非常にいくつかの血液を胃にすることができ、謎/ホラーのジャンルには、このアニメをお勧めします。 あなたはすっかり驚いて、私のように、あらゆるエピソードの毎分を楽しみにして、次のリリースを待っています。\n\n@ Gamejok3r"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "HadenaZubon",
    "profile": "/profile/HadenaZubon/reviews",
    "pages": "11",
    "number": "7",
    "link": "/reviews.php?id=57867",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  6\n|  8\n\n***これはスポイラーフリーレビューです***\n\nこのレビューを読む前に、あなたは不思議に思うかもしれません、別の[別の]ホラーアニメ？ 私は[別の]マラソンショーのためのスペースがありますか？ この批評家は、私が彼を叩く前に[別の]馬鹿で逃げることができますか？ そして、オハイオ州の私は千尋新道ですか？  （それを得る人のための主要な小道具）。 さて、私の友人はこのレビューでこれらの質問に答えます。\n\n私がさらに進める前に、マドカの後で、あなたが最も安全なオンラインサーファーであっても、基本的な*前提*プロットスポイラーを避けるために、前の3エピソードルールを「マドカルール」と呼んでいます 一般に、オンライン解説を読む前に、またはショーを中止する前に、第3話まで見ることに固執するべきである。\n\nストーリー[7/10]  - ジェットコースターのアナロジーは、別のもののプロットを説明するうえでうまくいきます。 先頭（最初の2つのエピソードは）ちょうどジェットコースターの最初の登りのような前提を設定する際に非常によく動作します。 その後、最初の最初の落とし* Ermの余波が残っています。 とにかく、その時点までに構築された勢いは、ほとんどの場合、ショーをかなりよく運ぶことができるようです。 視聴者には、それぞれのエピソードのパターンが残っています。ミステリーに加えてそれを解決するもの、キャラクターの発展、ファンサービスと呼べるもの...視聴者が期待している「パンチ」 エピソード。 予想通り、地獄のRube Goldbergマシンのような非常に創造的な「列車の難破船」があります。 解き放たれているより多くの混乱は、より多くの我々の英雄は、混乱の原因を見つけ、それを停止してみてください。 待って、そこにはセミが関係するこのような別のアニメはありませんでしたか？\n\nとにかく、あなたがこのショーのより良い書かれた、思慮深いレビューのいくつかをこのウェブサイトまたはブログで読むと、唯一の本当のポイントは終わりであることがわかります。 あなたはそれを愛するか、それを憎むでしょう。 もしあなたがそれをマラソンしておらず、自分のような毎週のウォッチャーなら、あなたは私の意見を共有するかもしれない。 本当に？ それはあなたが思いつくのが最高ですか？ ローラーコースターは蒸気がなくなり、それを補うために、停止せずに加速器にぶつかったり、元の速度やペーシングを遵守していないようです。 何かを台無しにすることなく、私はちょうど終わりに類似した何かが期待されている間、終わりは、別のジャンルのものと一緒に不気味で気分ベースの謎/ホラーを置き換えたと言うでしょう。\n\nもう一つの方法は、BGMをカルメンの序曲（あなたが私が何を話しているのかわからない場合はそれを置き換えることができます）を変えることができ、ショーを恐怖からかなり効果的に変えることです 暗い喜劇。 私たちはいくつかの説明を与えられていて、ショーの中と外に与えられたいくつかのヒントのおかげでそれらを受け入れることが期待されていますが、 'ミステリー・ソルビング'とフラッシュバックの部分は1/3の完全なエピソード 。 それは確かに面白いものではありませんでしたが、私が実際に笑った終わりの部分がありました（特に一種の照明器具を含む1つのシーン...）。混乱が終わると、残念ながら公正 質問の量[なぜ私の妹はこのかわいいことができないのですか？  （Meiとして）] Ahem。 いくつかは本当に答えを持っていない、または答えはあなたが再帰的なループにこだわったままにします。 たぶん、OVAはいくつか説明してくれるかもしれません。 手つかずのものを残すことが意図的だった可能性が高い。 しかし、「Elfen Lied flashback」スタイルのように単純なものだったかもしれませんが、もう一つのエピソードを追加することで本当に結末が結ばれます。 これは、スコアを損なう未解決の問題ではなく、最終的にすべてを実際につなぎ合わせることなく解決が処理された方法です。\n\nアート＆amp; amp; アニメーション[9/10]  -  [もう一つ] P.A. 作品はキングとイン・ビヨンアニメーションに大きな名前の貢献者のトンがあったので、信用はそれらに行くだけではありません。 キャラクターのデザインやアニメーションはもちろんPAのものですが、特にアクションピーク時のアニメーションは流動的で豪華です（いくつかのものが見つかるほど豪華です）。チームは非常に効果的に ' 奇妙な要素だけでなく、その文字だけでなく、その設定、OP / EDのアニメーション、夢のシーケンス...何もここで不平を言う。 そして、我々は、BDバージョンが、彼らが「戻ってきた」疑いを取り除くことを確信することができます。\n\nサウンド（OST、OP / ED、Voice Acting）[9/10]  - 非常に才能のある多面的なコウ・オタニが作った[Another]サウンドトラックは信じられますか？ 彼はムードトラックのマスターであり、アクションシーケンスを補完するものであり、OSTはその仕事をうまく行っている。 アニメを見ている以外はあまりリプレイ可能ではありませんが、特定のシーンを聞いたときにそのシーンがはっきりとわかるようなトラックがいくつかあります。\n\n私はアニメーションスタジオと言いたいのですが、ALI PROJECT OP / EDをもう一度聞いてみませんか？ お願いします。 それをやめなさい。 友人は真剣に部屋に入ってALIを聞いて、テレビで「ローゼンメイデンですか？」という人形を見たときにコメントしました。  OPのアニメーションは素晴らしく、本当に残念です。 一方、EDは素晴らしい曲ですが、ショーのペーシングのおかげで、エンディングがポップアップすると、あなたの画面に何かを投げるかもしれません。 あなたがショーを見るときにシンプルエンディングアニメーションのあなたのパースペクティブがどのように変わるかを見るのは面白いです。\n\n最後に声優。 名前：まあ、安倍さんはもちろん素晴らしいです。 彼はちょうど主役の役割に合っている。 他の俳優の多くは実際には大名ではありませんが、メイの声優は素晴らしい仕事をしていて、神秘的で親しみやすく、しかし社会的にも穏やかな暗い面のイメージを完全に維持しています。\n\nキャラクター[6/10]  -  [別の]難易度の高いカテゴリー。 一方では、主人公自身が多くのキャラクター開発をしています。 残念なことに、その影響は、それらの「NPC」タイプの文字との関連性の欠如への劇的な感謝ではありません。 灰色に覆われている側面はまだありますが、一部のキャラクターキャラクターと他のキャラクターペア間の出芽関係の緊張感を見ることができます。 間違いなく主人公とメイとの関係は、細心の注意を払うものです。 しかし、他の文字（いくつかの例では、主な文字を含む）は単にプロットデバイスとして機能します。 彼らは使い捨てになり、単なるサーカスの行為になります。 その行為はプロットを進歩させ、私たちの毎日のパンチラインを確かに与えてくれるが、ひぐらしのなく頃下とは対照的に、私たちが成長したキャラクターに実際に起こるもの、別のものでは何かが起こったとき 私たちはちょうどそのエピソードに会ったし、キャラクターの添付よりもエンターテインメントの目的のために多くなります。 最後に、特に最後には、キャラクターの中にキャラクターが残っている（特に、特定の状況に直面したときに自分の気持ちを想像すると特に）が、他のキャラクターはプログラミングが騒々しいロボットに変わり、  。\n\n楽しさ[8/10]  - 簡単に言えば、それは間違いなく[別の]ホラーアニメではありません。 すべてのエピソードは、謎、ホラー、列車の難破船の満足のいく線量を提供します。  [別の]エピソードのために1週間待たなければならないときにさらに苦痛を与えます。これは、次に起こることをもっと見守っているショーの1つになります。 エンターテインメントの分野では、もう一つは間違いなくプロットの観点から疑問を呈する最後のエピソードまで、間違いなく面白いことです。\n\n全体的（平均ではない）[7/10]：もう1つは絶対に乗る価値のある乗り物です。 卓越したアニメーション、ムーディーなOST、偉大な演技、面白い前提では、他のホラーアニメの提供とはまったく異なっています。 しかし、その欠陥のないわけではありませんが、それは特定の分野にのみあり、依然として様々な視聴者の間で競合する分野です。 間違いなく、それは冬のシーズンのすべてのものにもかかわらず、より良い提供の1つだったが、それは本当に公園からボールを​​打つことはありません。\n\n私は[別の]ジョークをしなくてもレビューを終了しました。 あ、ちょっと待って。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "skayori",
    "profile": "/profile/skayori/reviews",
    "pages": "11",
    "number": "8",
    "link": "/reviews.php?id=69093",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  6\nサウンド|  7\nキャラクター|  10\n|  10\n\nこれは私が今まで見た中で最高のホラーアニメを手に入れたものです。 ストーリーはすごく魅力的です。 私がそれを比較しなければならないなら、私はそれがコープス党を思い起こさせると言います。 それは、あなたが何が起こっているのか、なぜ起こっているのかを把握したいというような感情を与えます。\n\nすべてのキャラクターは素晴らしいです。 それぞれが物語に何かをもたらし、完璧なやり方でそれを助けます。\n\n他のシリーズを見ているだけでなく、もっと多くの感情を感じるように感じました。\n\nしかし、あなたが暴力と血のファンではない場合、これはあなたのためではないかもしれませんが、謎やホラー愛好家にとっては必見です！"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "ktulu007",
    "profile": "/profile/ktulu007/reviews",
    "pages": "11",
    "number": "9",
    "link": "/reviews.php?id=62245",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  9\n\nもう一つは、Ayatsuji Yukitoの小説を元にした謎のホラーアニメです。 アニメは実際に1月に始まり、ほんの少し前に終了し、ライブアクション映画は8月にリリースされる予定です。 それで、それはこれまでかなりうまくいっています。 なぜアニメの適応を見てみましょう。\n\n私はスポイラーに行くことなく、あまり話をあきらめることはできません。 基本的には、短期滞在の後、榊原という生徒が新しい学校に通うということです。 主な問題は、非常に創造的で興味深いものの、恐ろしいほどあまりにも異国的であるという前提です。 奇妙な女の子が目を覚ましている。誰もその人の存在を認めない、あるいは認めない人もいますし、死んだ学生の幽霊が写っている26年前の授業についての噂もあります。 誰も何が起こっているのかを説明しないで、坂木は自分自身のために真実を解明しようとする。 だから私はあまりにも多くの詳細に入ることができません。 彼はそれを得ると情報を得る。 それは本当にミステリーの要素を強化します。それは、ますます多くの情報を徐々に明らかにすることによってサスペンスを構築する優れた仕事です。 微妙で難しい手がかりを残して、適切にまとめるのはすばらしい仕事ですが、すべてが真実を知るときには完全な意味があります。 ホラーストーリーとして、それはあまりうまくいかない。 単に恐ろしいことではありません。\n\n文字はとてもうまくいきます。 彼らは本当の人のように見えるだけの複雑さがあり、悲劇がさらに激しく起き始める。 文字のほとんどは、確かにすべての主要な、同情的です。 彼らのための真の雰囲気を作り出すのに役立ちます。\n\n芸術は壮観です。 詳細、雰囲気、文字はすべて素晴らしいです。 すべてのシーンで色と影を使用することで、状況を完全に整えることができます。\n\n声優は素晴らしいです。 特に、榊原直子、米澤まどか、阿部篤、夏実隆盛など、キャスト全体が本当に上手くいく。 彼らは感情を本当によく、現実的に伝えます。 音楽はあらゆる場面の雰囲気にぴったりです。\n\nユリ係数は1/10です。 ここにはユリがありません。\n\n私の最後のレーティングはもう9/10です。 ミステリーとサスペンスの要素は素晴らしいです。 キャラクターと声優は一流です。 本当にうまくいかないのは、ホラーの側面だけです。それは、あなたが正しいことをすべて見てもそれほど気にしません。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "sialzcrew",
    "profile": "/profile/sialzcrew/reviews",
    "pages": "11",
    "number": "10",
    "link": "/reviews.php?id=51625",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\nまあ、このアニメは第1話では驚異的で、現在は1話のエピソードがリリースされ、主人公のキャラクターから隠れているものがたくさんあります。\n今まで私は26年前にその町で何が起こったのか知りません。\nシノプシスは、この物語の謎を巨大にすることはほとんど言いませんが、私はそれを愛していました。\nこのアニメの謎は、この物語のトランプカードです。私は女の子、ミサキ（私が間違っていない場合）と、彼女がメインチャーファミリーと結びついていることを知りたいのです。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "DuhasianX3",
    "profile": "/profile/DuhasianX3/reviews",
    "pages": "11",
    "number": "11",
    "link": "/reviews.php?id=94741",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\nこのアニメは恐怖と血が大好きな人にお勧めです。 このアニメは本当に気味悪いので、そんなに興奮してしまった。 私は、アニメの暗い雰囲気が、それが奇妙で興味深いものになるのが大好きです。 私は完全に最初のエピソードでフックアップした。 かなり邪魔している部分がありますが、それはストーリーラインに本当にうまく行きます。\n\nこのアニメは恐怖だけでなく、あなたが考える必要があるアニメです。 このアニメで考える必要があることがたくさんあるので、もっと面白くなります。 このアニメは新しいもので本当に不思議です。 私はこのキャラクターがこのケースにどのように反応するのが大好きです。\n\n私はちょうどこのアニメを楽しんだので、私はそれに9を与えなければなりません。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Jigoku-n3ko",
    "profile": "/profile/Jigoku-n3ko/reviews",
    "pages": "11",
    "number": "12",
    "link": "/reviews.php?id=58757",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  8\n\nもう一つは、満足のいく血まみれの小さなアニメのアニメです。 居心地の悪い雰囲気、爽やかなプロットの解像度と子供たちは、ぞっとするような、死ぬほどの死があります。 何をもっとしたいですか？\n\nストーリー：無礼な学生とその家族が恐ろしい進歩的な方法で死んでいる呪われた教室の真ん中に、無礼の移籍学生が襲いかかる。 そして、失敗した数学のテストの得点は、起こり得る最悪のものだと思ったのです...\n今、ストーリーはいくつかの非常に良い点と良い点を持っています。 キャラクターが予期せぬものをやらせ、突然の喜びで観客の足元から絨毯を引っ張って、全体的にクリープのような雰囲気を一般的に維持するように、興味をそそる紆余曲折を作り出すために、驚くほど素晴らしいものから作られたクッキーを得る。 これらのプロットの紆余曲折を意味するようにするためには、時には本当の薄暗い言い訳をする必要があるという事実のために決してトップスコアには達しません。 このようなショーでは、多くのことを損なうわけではありませんが、それは重要なボディカウントであり、このアニメはバケツの中でゴアを届けます。\n\nキャラクター：\n移籍学生の榊原は、大多数の賛美のために私たちが従う主人公ですが、本質的には呪われた階級同士が相互作用してショーを輝かせています。 一人一人、榊原はあなたの毎日のジョーだけですが、他のキャラクターはすべての行動や会話に少しずつ何かを加えています。 さて、これは\"whodunit\"ショーなので、私はキャラクターを分析しません。彼らの進化の多くはスポイラーにかかっているからです。 それを待って、彼らは周りに非常に楽しいです。\n\nアニメーション：\nこのショーはまっすぐな風景のポルノ、背景は単に顎を落とすだけです。 すべてが滑らかできれいに見え、動きは流動的です。 ここにはいくつかの奇妙なフレームがありますが、ポルノにはそれらの目を保ってください - 風景のポルノは、今考えていない汚い考え。\n私が持っている唯一のニンピクの苦情については、キャラクターデザインです。 なぜ彼らはすべてが5歳、30歳の大人でも見えますか？ より現実的なデザインは、これを完全なスコアに上げていました。\n\n音楽：\n音楽は本当にここにトーンを設定します。 それは気が散っていて、気が狂っており、決定的な瞬間に完全に鍵を握っています。 いつ再生するのか、いつ停止するのかはわかっています。 私はグスタ。\nOP：人形がたくさん消えて、うっとりした奇妙なシーンがゴシックなjpopになりました。\nED：退屈なバラードと、ちょうど赤いパンを意図したニシンを叫ぶ静止画。\n\n概要：\nこれは非常に楽しく、かなり悲しかった。 遅く始まり、慎重に構築され、最後には爆発するだけです。 リングが好きな人におすすめです。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "animerokka18",
    "profile": "/profile/animerokka18/reviews",
    "pages": "11",
    "number": "13",
    "link": "/reviews.php?id=70473",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  10\n\n私はゴアのジャンルで本当に満足しているアニメシリーズはほとんど見ていません。 彼らは通常、それをやり過ごして、観客に血の覆われた行動と血まみれのシーンを感謝させません。 しかし、別のものではない（アニメ）。 これは、アクションシーン、ストーリーとプロットのゴアとホラーサイドで私を満足させた最初のアニメです。 最初はプロットの作成がややぼやけていましたが、中間と終わりの方がより明確になりました。\n\nストーリー：8/10\n私はストーリーを「非常に良い」と評価しました。なぜなら、私は少しだけストーリーそのものに満足していなかったからです。 最初は、災害を終わらせて学校の呪いを解くことだったと私は考えていました。 しかし、それは何とかひねって、その年だけの災難を終わらせました。 私が今までに遭遇した他のアニメとは違って、魅力的でユニークな物語を作りました。 それは確かに魅力的で魅力的でした、あなたはそれをエスケープすることはできませんでしたが、最後までそれを見てください。 あなたの席の終わりに座って爪を噛んだり、アクションシーンではあなたの心が少なくとも1〜2回ジャンプしました。\n\n全体として、プロットに向けた処方は良好に行われた。 少しぶつかりました。 しかし、それは完璧に収まるので、私はそれ以上のことはできませんでした。\n\nアート：10/10\nさて、芸術は単なる崇高だったので、私はアートを良い10と評価しました。 彼らはすべてのことをとてもうまく詳述しました。 すべてがとても美しく作られました。 私はアートと他のアニメを見たことがないと思います。 それは、言うまでもなく、優秀だった。 ライトのシンプルなちらちら、風の吹き飛ばし、風に木を振ること、キャラクターのディテール、さまざまな場所の小さな斑点。 それはすべて単に優れていた。 すべてが描かれて完全にアニメーション化されたので、私は泣くことができました。  （いいえ、私は冗談を言っています。それはちょっとしたことでした）\n\nサウンド：10/10\nさあ、聞きましょう。 申し訳ありませんが、音が出ると私はとても辛いです。 そして、私はアニメを見ていたので、「サウンド」エリアで自分のスコアを完璧にするアニメを探していました。 幸運なことに、私はそれを見つけました。 もう一度もう一度拍手してください。 私が最初にAnotherを見始めたとき、オープニングはちょっと変わっていましたが、それはアニメに絶対に合っていて、それは耳に抵抗できません。 それは絶対に骨が冷たく、アニメが与えなければならなかったスリラーのために準備されたいわゆるあなたになりました。 このサウンドは実際には冷たい雰囲気に貢献しました。おそらくアニメーターやプロデューサーのものでした。 大きな音からピンの落としまで（私はアニメにピンドロップがあると言っているわけではありませんが、私はあなたに与えることができると思っています）もう一つは、それをコアに釘付けにしました。 音楽は本当に時々放置されることはありませんでしたが、ぼんやりとした湿気のある雰囲気に完全に加わりました。\n\nキャラクター：8/10\nキャラクターは実際によく説明されていませんでした。彼らの死亡以外に何が起こったのかは実際には分かりませんでした。 そして、梅咲きや榊原耕一以外には、その物語の中の他のキャラクターは未知のままであり、手つかずのままだった。 しかし、それは神秘がまさに正しいのですか？ しかし、彼らについて少しは発見されたにもかかわらず、それは実際にアニメをより魅力的でエキサイティングなものにしました。\n\n全体的に -  9/10\nあなたが強さのテストをしたい場合は、もう一度見てみましょう。 あなたの時間とあなたの強さを除いて、何も外に出ることはありません。 私は夜中、それを午前0時ごろに見ることをお勧めします。 知るか？ それはあなたのために楽しくなるかもしれません。\n\n物語は私を完全に満足させていないが、私はそれを見て楽しんでいないとは言えない。 あなたの心を吹き飛ばすことのない、最も恐ろしい、疲れた心を鈍らせるアニメのために、皆さんに準備するように伝えたいと思います。\n\nそれは確かに骨折りの経験であり、常にそうであったでしょう。\n\n「感動を感じる」\n-AnimeRokka18"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "NovakShiet",
    "profile": "/profile/NovakShiet/reviews",
    "pages": "11",
    "number": "14",
    "link": "/reviews.php?id=192474",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  8\n\n私は別のものをどのように定義しますか？ 最終目的地は正しく行われました。\n\nプロットはシンプルで、学生は移籍し、誰にも見えない女の子に気付き、彼女の奇妙なこととのやりとりが始まる。 物語は過度に複雑ではありませんが、それには多くの謎があります。 その言葉があなたを世界に吸い込ませ、あなたの座席の端にある複数のocasion youreの中でショーがあなたにプロットツイストの形であなたを投げたときに何が起こるかを予測しようとします。  1つは、ショーが本当にうまくペースであることを賢明にプロットする、もう1つは、彼らが謎を明らかにしたと思うとき、退屈な眠りを得ることはありません別の（ハッハッハ）がポップアップ。 一つの最後のことは、私の意見ではもう一つの話は、文字についての世界よりも世界に関することです。\n\nキャラクターは、第2の主人公、メイを除いてちょっと忘れられています。 女の子の周りの謎は驚くべきことです。物語が進むにつれて、彼女と彼女の過去についてもっと知りました。  「乗組員」の残りの部分はかなり脚光を浴びています。どこにでも鼻を突き刺す乗り降り学生、ツンデレ、面白い男などです。しかし、キャストは対話の平均であり、行動することでボリンングを防ぐことができます。\n\n芸術的に言えば、もう一つは豪華な背景に素晴らしい、名誉ある言及です。 文字のデザインは良いですが、再びMeiはハイライトされています。 彼女はChuuni thoの女の子のように見える。\n\nサウンドのデザインは良いですが、サウンドトラックは素晴らしいです。不気味で不安定で、設定を完全に補完します。 声優は素晴らしい仕事をしました。\n\n全体的に、私は、謎のアニメを好きな人は、もう一つは必須であると思う。 もう一つは、それが持っている偉大な物語のために、アニメにはあまり出てこない少数のアニメのひとりです。\n\n読んでくれてありがとう、ノヴァクを出す。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Mnemofysh",
    "profile": "/profile/Mnemofysh/reviews",
    "pages": "11",
    "number": "15",
    "link": "/reviews.php?id=140003",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  5\n|  6\n\nまあ、私はDanganronpaを見終わった後、これを勧告しました。 おそらく、それは似ています。 まあ、私が知ったように、本当に何か。\n\n私は後半の恐怖のジャンルを見たいと思っていましたが、私の夢を悩ますものはありません。 このアニメはかなり満足しています。 私は一日中私のコンピュータに接着していた。\n私がこれを好きにしていた間に、私は終わりに完全に満足していなかったと言わなければなりません。 私はまた、これは非常に混乱していることがわかりました。 それが続いていくにつれてそれはより明確になりましたが、物事を混乱させることは、アニメのための肯定的な注釈ではありません。 そういうわけで私は 'story'に8の代わりに7を与えました。\nまた、キャラクター開発の深刻な欠如もありました。 私はそれがクラスであるので、それらのすべてを開発するにはあまりにも多くの文字があることを知っていますが、主要なものさえ、私はそれらについて多く知りませんでした。 これは私が好きなキャラクターを持っていない最初のアニメで、これはボリュームを話す。\n\n全体的に、まともなアニメ、キャラクターの開発の欠如に苦しんでいた。 ホラージャンルでは、あまりにも恐ろしいことではありません。 確かに、かすかな心のためではありません。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "lights_blacK",
    "profile": "/profile/lights_blacK/reviews",
    "pages": "11",
    "number": "16",
    "link": "/reviews.php?id=230786",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  6\nキャラクター|  7\n|  8\n\nこのサイトに来て、「ホラー」のジャンルで検索し、「Another」が商品を見たと思った。 まあ、あなたがそれを誰かに説明しなければならないのであれば、それはそのカテゴリーの下にありますが、そのような手のジェスチャーだけが「一種」を描いています。\n\n新しい児童・児童養護施設の榊原浩一さんと、アウトサイダー/アイパッチを身につけた梅みさきさんがあります。彼らは、読売山北部で体験したり、証言したりします。 最初のいくつかのエピソードでは、ミサキは榊原が解決しようとしている謎であり、残念なことに、これはもっと長い時間待っています。 しかし、その答えが明らかになると、より多くの秘密や質問が浮かび上がってきます。そして、この「クラス3現象」は1972年から毎年、毎年学校で発生します。\nストーリー/プロットラインは抽選カードで、私の心の中では、終わりまで緊張と謎をほぼ維持しています。 しかし、それは真ん中に少し巻き込まれてしまいます。 物事の要点をもう一度取り戻すために一度バックトラックしなければなりませんでした。なぜなら、それは私にそれよりも多くの質問を残したからです。 たとえば、ミサキのアイパッチの説明は、正確にはあまり答えなかった「答え」の1つでした。  7/10\n\n私はその物語もまたアートによって少し妨げられたと思う。 それは、日常的なものではかなり固いので、ページの一番下にある図面でフリップブックを見るのと同じようにすることができます。 バックグラウンドとショットの確立はうまく実行され、オフセンター角度とクローズアップは緊張にうまく追加されます。 しかし、本当に良いものは恐怖が描かれているところに来ています。 血がある、ああ、はい、血がある...それは時々コミックなタッチだが。  7/10\n\n音はまあまあです、それは不安と謎を促進するヴァイオリンやピアノの鍵となるノートをすべて持っています。 ちなみに、私は日本のダブを見て、英語の吹き替えエピソードを少し見ました...日本語版に行く。  6/10\n\nKouichiとMisakiは自分自身では強いキャラクターではありませんが、一緒に彼らは1つのように働く2つの半分のように動作します（それはfrickin 'を得るが、物事を早く終えるかもしれない質問をするとき、 それらの両方を邪魔して、より多くの血とゴアが避けられなくなった）。 彼らのクラス3の偶発事件はいつものように崩壊することができます...強烈な熱心なヒロインがいます。 クラスのピエロ。 スマートなもの。 タグに沿って; 奇妙な助手の先生と\"消耗品\"。 イベントやストーリー・ディスカッションの流れは期待通りだが、ここで大きな驚きはないが、それは私が考える勝者のコンセプトだ。  7/10\n\nストーリーラインへの説明がとてもユニークなので、私は「Another」を楽しんだ。 キャラクター（そしてあなた）が続々と起こっていることを二次的に推測するにつれ、緊張と謎がたくさんあります。 しかし、それは場所の中で少しドラッグし、他の人や終わりに少しジャンプする?? ちょっと頭のおかしい人だけでなく、あなたや私の完全な例でもあります。 シナリオ。  8/10\n\nホラー/ミステリー/サスペンスのジャンルが好きな人や、彼らに紹介されたいと思っている人は、「もう一度」を出すことができます。 それは最高の驚くほどまともなミステリーシリーズと良い恐怖ですが、間違いなく他のアニメシリーズは、より正確な定義にあります。  7/10"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Vex894",
    "profile": "/profile/Vex894/reviews",
    "pages": "11",
    "number": "17",
    "link": "/reviews.php?id=227868",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  9\n\n賢い エピソードは無駄になることはなく、誰もあなたに何かを残したように感じさせることはありません。 すべてのエピソードには、世界、キャラクター、全体的な謎について学び、物語をスムーズに、楽に動かすための新しいものがあります。 あなたが死ぬときに、他の人と比較して貧弱な少数のキャラクターは時々あなた自身に「誰がそれをもう一度したのですか？ しかし、それは本当に心を打つ瞬間のために十分な部屋を残す他のキャラクターのための十分な詳細を追加し、本当に見ることが困難ないくつかのシーンさえも追加します。 これはあなたの顔をひねり、あなたが持っていたことを知らない表現になり、感謝してあなたにもっと欲しいものを残さない満足のいく結末を残します。 代わりに、それはあなたに完成感を残します。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Royality",
    "profile": "/profile/Royality/reviews",
    "pages": "11",
    "number": "18",
    "link": "/reviews.php?id=227428",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  6\nキャラクター|  7\n|  7\n\n私はレビューを開始する前に。 私は主に生命のアニメーションのスライスに焦点を当てていることをお知らせしたいと思います。 私は今まで見た人生のすべてのスライスを見直すことになるので、あなたが私のような人生のアニメの大ファンで、もっと発見したいと思っているなら、私を友達として追加しても構いません。\n\n私はアニメシリーズを見る前に。 私は映画「最終的な目的地」を愛しました。私は本当に良いホラーが好きです。 そして、最終的な目的地とほぼ同じように見えるアニメが見つかった後。 それから私はそれを見なければならないし、それを確認する必要があります！ だから、ここであなたは私の「別の\n\n物語。\nそれはかなりシンプルですが。 それは同時に複雑です。 そして、その呪いは止まるでしょう（それはどのようにしていたのですか）とにかくです。 それはいくつかの不気味な瞬間を持っています。 そしていくつかの驚き。 彼らのやり方は本当に好きだった。 特にエンディングが上がったとき、私は驚いた。 どうやって ？ どうして ？ 私はそれがこのストーリーを作りながらアーカイブしようとしていることの一つだと思う。 あなたを混乱させる。 そして彼らはそれを本当にうまくやった。 私の心はそれを見ながら割く。 物語のための素敵な7。 単純な面で。 誰かが死ぬ。 誰もがショックを受けました。 そして、それは次の人が死ぬまで待っているだけです。 しかし、複雑な側では、彼らは呪いがあると説明します。 そのクラスの人がランダムな殺しを誘発します。 そのクラスにいる人が死ぬとき。\n\nアート。\n私はこの種のスタイルが気に入らなくても。 フィット感が本当にうまいです。 そして彼らはそれについて素晴らしい仕事をしました。 だからここに「別の」7。  （私が何をしたのか見てみようか。私のジョークは不自由だ）\n\n\n音。\n私はこのシリーズの音楽の一部を覚えていません。 物語とのフィット感はかなり明白です。 しかし、YouTubeや何かを再聞く価値はありません。 ここには平凡な音楽のための6があります。\n\nキャラクター たとえキャラクターがこの物語にどれほど恐ろしいのか分かりましたが。 時々彼らはちょうど奇妙に行動する。 眼のパッチのある女の子のように。  （これはアニメ界のルールで、目の前に何があるのか​​不思議に思っているのか分かりません）しかし、私は大抵これらの女の子にとって迷惑なものだと感じています。 キャラクターはかなり白くゴシック様式です。 私はそれが物語に合っていることを知っています。 しかし、それは一番上です。 とにかく別の7（神のことをやって、もう一度やった）\n\n楽しみ。\n私はサイコだとは思わない。 しかし、私はいくつかの事故がどれほど詳細であったかを楽しんだ。 （私は今このジョークでやめなければならない） それも重要です。 代わりにあなたの顔にぼかしを投げつける。 それは間違いなく私を驚かせた。 特に教師と一緒に。 私は驚いて同時にショックを受けていました。 もう一度やりました！ 私はこの種のホラーが好きです。 そしてここにもう7つ。 \n\n全体。\nそれはトップホラー映画よりも良いことだ。 それは、ゴアと偉大な瞬間に良い仕事をしました。 それは恐怖を見るときに重要です。 私は退屈にしていないので、これを8にします。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "lbrichsterr17",
    "profile": "/profile/lbrichsterr17/reviews",
    "pages": "11",
    "number": "19",
    "link": "/reviews.php?id=135573",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  7\nキャラクター|  5\n|\n\n私はこのアニメのAMVを見続けていたので、ついにそれを撮ることにしました。 私はちょうど将来の日記のような速いペースでアニメを終えたので、私は知らないが、このアニメは本当に私を退屈した。 エピソードは永遠のように見えるものの上に引き寄せられ、エピソード内で説明されたことがあることを永遠に説明しました。 私にとっての結末は何も解決しませんでした。本当に修正されたものは何もなかったので、それは単にリークにパッチを当てました。 芸術はこのショーのために驚異的であり、声優はすばらしい仕事をしました、残念なことにストーリーラインは私を別のものを見たくないままにしました。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "NekoKotoura-San",
    "profile": "/profile/NekoKotoura-San/reviews",
    "pages": "11",
    "number": "20",
    "link": "/reviews.php?id=155493",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  10\n\nああ、恐怖！\n別のものは、基本的に最終的な目的地だが、より多くの死と救われる人生がない華麗なアニメです。 それが自殺、殺人、またはむしろ喜んで雷に打ち負かされても、このアニメは短期間のエピソードで衝撃的な量の死者のために反省しない。\nメイは、私は認めなければならない、血まみれの愛らしい、なぜ私は知らない。 彼女はオイトキャストだ、誰も新しい子供を除いて彼女をacknoledges、そして彼らはほとんどプランが動作していないことを認識したときにのみ、クラス全体が彼女と話し始める。 ああ、最悪の瞬間に友達を作るために^。^\nしかし、私が好きだったのは、死んだものが特定のキャラクターであることを確信した後に感じる完全なショックを終わらせることでした。プロデューサーは、誰も本当に注意を払っていないキャラクターの1人で顔をパンチするだけです。\nオープニングも、私もオープニングが好きだった！ そのキャッチーな、それを歌うことはできませんが、それはキャッチーです"
  }
]
