[
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "kristajean",
    "profile": "/profile/kristajean/reviews",
    "pages": "15",
    "number": "1",
    "link": "/reviews.php?id=59435",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  6\nサウンド|  7\nキャラクター|  10\n|\n\n一見、私は本当に「Another」のことをあまり考えていませんでしたが、すぐに最初のエピソードを見てすぐに、私は即座に夢中になりました。 ビジュアルはすばらしく、ストーリーは最後まで推測し続けます。\n\n私がこのショーについて好きだったのは、それが一見幸せな一瞬であり、血で満たされ、次のものを抱くことができる方法です。 私は、私がすべてを考え出したと思ったときに、プロットのひねりが私が完全に間違っていることを明らかにするという事実も好きです！\n\n私はホラー、サスペンス、または謎のアニメのファンである人にこのショーを強く勧めます。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "lolerji",
    "profile": "/profile/lolerji/reviews",
    "pages": "15",
    "number": "2",
    "link": "/reviews.php?id=113117",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  8\n\nさて、私はそれが非常に良いアニメだと思うので、私はAnotherについてのレビューを書くことを考えていました。そして、ついにそれについてのレビューを書くようになったので、始めましょう。\n\nもう一つ、私の意見では、いくつかの学校の謎ともちろん呪いの神秘に基づく古典的な日本のホラーストーリーがあります。 しかし、キャラクターが非常にうまく設計されていて、ストーリーと本当に良いインタラクションを持っているので、キャラクターがちょうどお互いに死んで最も恐ろしい物語を意味し、血まみれの混乱を生むという意味です。 そのためには、ストーリーは10のうち8点に値すると思う。\n\nアニメといえば、芸術は必須だと思うけど、錆びた鉄の輝きを明るくすることはできませんが、清潔に保った鉄は明るく輝きます。 別のものとして、アートは本当に魅力的で、アニメの雰囲気は本当に本当に良いです。 それはあなたの魂の呪いを感じさせる、鋭く冷たいスタイルをしています（私の個人的な意見です）。 しかし、真実を伝えるために、Meiのために設計されたかのように、私が思い描いた唯一のものはMei Misakiです。 だから、それは何かの理由で、1人のキャラクターだけのために設計されたものであり、他の人はそれのために作られたもののようなものだったので、私は10のうち9を与える。\n\n今は私が信じているホラーアニメで重要な役割を果たしているサウンドトラックを見直す時間です。 最初はシリーズのOPに慣れることができたし、真実は私もそのエンディングを覚えていないということです。 しかし、バックグラウンドで使用されていたOSTは良好で、シーンにほぼ完全にマッチしていました。その理由から、10のうち8つが当てはまると思います。\n\n私が言ったように、もう1人は良い考えをして、キャラクターにちょうど死ぬこと以外の物語の弧との明確な相互作用を持たせました。 また、キャラクターは少し紹介され、私たちはアニメを少し面白くし、キャラクターとその会話を仕事の良い部分にして、ストーリーが進行するにつれてキャラクターについて新しいことを学びました。 それを言って、私は10のうち8文字を与えます。\n\nこれらのすべてをリストアップすると、もう一つは、その物語、キャラクター、芸術の両方でこれらをサポートし、そしてもちろん、背景に良いOSTの両方でかなり楽しいものでした。 ストーリーアーク、出来事はすべて楽しかったですが、本当に特別なことはありませんでした。 それで8になります。\n\nあまりにも、別のものは10のうち8つに値する。\n\n私はこのレビューを書いている間に私が客観的であったことを願っています。あなたがAnotherを見ようとしている人、またはそれについてアイデアを得ようと思っている人にとって、役に立つと思うほどです。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "HiroKnopperanksi",
    "profile": "/profile/HiroKnopperanksi/reviews",
    "pages": "15",
    "number": "3",
    "link": "/reviews.php?id=132221",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  5\n|  8\n\nプロット概要：\n\n榊原幸一さんは読売新聞の新中学校に通うことになっていますが、崩壊した肺に入院しているのでそうすることはできません。 病院にいる​​間、彼は将来のクラス3の仲間に挨拶されます。彼はさらに病院のエレベーターで未来授業の女の子、ミーミサキ​​と出会い、死後安置所に人形を連れて来ています。\n学校の初日に、彼はみんなに暖かい歓迎を受け、美咲をよりよく知るようになります。 彼のクラスの他の生徒たちがこの風を受け、行動が変わると、「彼は知っていますか？  「私たちは彼に言わなければならないのですか？」 そこで疑問が生じます。この神秘的な美咲の背後にある秘密は何ですか？ 学生のうちの1人が偶然死亡すると、物事は急速に高まります。 しかし、それは本当に事故ですか？  「これは始まった」というコメントが証明されていますが、そうではありません。 クラスの謎を解明するミッションが始まり、生徒たちは死にそうになり、誰もその理由を知りません。 それとも彼らは？\n\nこれは、ミステリー、ホラー、物語アニメを解決する秘訣と秘密を明らかにするためのかなり良い設定だと思います。 あなたは本当にあなたがアニメ「このすべての背後にあるのは何ですか？」の間に自分自身を推測し続けます。 ヒントや情報のほんの一部が配置される方法は、緊張を高め、あなたの爪を噛んでしまう結果となります。 この良い設定を支援するのは、適切な瞬間に適切な音色を設定して、シリーズで必要とするインプレッションを増幅するサウンドです。 それがアニメーション化されている方法も、これで役立ちます。見栄えが良くて、私は本当に血液が与えられる方法が気に入っています。\nしかし、これはどのように設定と強力な描写の7/10を持っていますか？\nこのすべてにはいくつかの欠点があります：\nチャットの最初の人は本当に浅いです。彼らは本当に特別なものは何もありません.1つは悲観的です、1つはトラブルメーカー、もう1つはスマートで、主人公はあなたのミスター・アベレージです。 それはあなたが彼らについて言うことができるすべてです。 公平であるためには、12のエピソードでキャラクターの深さを描くのは難しいですが、この点については十分に行われていませんでした。\nそして、物語については何かがあります。 私は間違ってはいけません、エピソード10までの物語は素晴らしいと本当によく実行されますが、最後に向かって一致しません。 とても慎重に築かれたものはすべて捨てられました。  10のエピソードの努力は、基本的に2つの文章でごみ箱に行きました。 また、終わりは私の意見ではうまく収まらない、あまりにも多くのことが未解決で説明できないまま残っており、最後に少し不満が残る。\n\nTL; DR：\n偉大なミステリー/スリラーのセッティングとストーリー、緊張感、芸術とサウンドによって見過ごされる浅い人物は、本当に最大限の緊張を保ちます。 結末は良い部品のほとんどを投げ捨て、不満感と失望感を残した。\nそれを見ても、最初の10個のエピソードが9または10であるため、それは価値がありました。したがって、ほぼ完璧なアニメの83％を獲得し、残りは生存可能です。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Uitchou",
    "profile": "/profile/Uitchou/reviews",
    "pages": "15",
    "number": "4",
    "link": "/reviews.php?id=130703",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  10\n\nあなたがゴアが好きだと聞きましたので、私はあなたにこのアニメを「Another」と呼びましょう！\n\nストーリー[8]\nもう一つの話は興味深く興味深いものです。 それはかなり神秘的です。 もう一つの世界では、メイミサキの誰が誰なのか不思議に思わせることがたくさんあります。  Misaki Misakiって何？ ここで死者は誰ですか？ 私は本当にそれが死と生活のコンセプトだと思っています。私はこのレビューで言及しませんが、私は皆さんを甘やかすためです。 そのプロットの偉大さとそれについて悪いことが来る。 もう一つの物語は、全く固まっていない混乱したプロットツイストライドの1つの地獄です。 しかし、私はあなたに保証します、あなたはアニメの終わりまでにほとんどすべてを理解するでしょう。\n\nアート[10]\nGryffindorに10ポイント！\n私は暗く謎のアートとアニメーションが好きです。 制作チームは間違いなくこのアニメを笑っていませんでした。 アニメには、簡単なアニメーションはありません。 また、人形や「あなたが知っている」シーンは、驚くほどアニメ化されています。  * shivers *\n\nサウンド[9]\n音が怖い、恐ろしい、素晴らしいです。 私はそれが不気味であるためにOPが大好きです。 音を説明する1つの単語は「気味の悪い」です。\n\nキャラクター[8]\n男性の鉛（彼は主人公ですか？）、彼は再び彼だった...？ うん、彼の名前を忘れてしまった。 ああ、彼は私たちが8人のキャラクターにいる理由です。 彼は思い出深い人物ではありません。 彼はこの大まかな背景のキャラクターを、大きな悲惨な混乱の中に巻き込んだものです。 メアリーミサキ、女性リード、彼女は私のために最も記憶に残るキャラクターです。 他のサポートキャラクター、私の心に留まっていた人、そうでない人もいました。 しかし、少なくとも三崎は私のココロにとどまった"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Natsu-Okami",
    "profile": "/profile/Natsu-Okami/reviews",
    "pages": "15",
    "number": "5",
    "link": "/reviews.php?id=154151",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  6\nキャラクター|  7\n|  9\n\n私はホラーアニメが好きです。 私は殺人犯の思考プロセスを楽しんでいます。この場合、非常に暗く社会的に厄介な神秘的な人物です。 このアニメでは、ある種の人々がショーのすべての面を楽しむことはないと感じていますが、そのようなプロットやキャラクターを楽しむ大量の人は、他を愛するようになります。 私は年齢が問題であるとは思わない、この人は何が起こっているの公正な量を理解するのに十分な年齢です。 私は14歳で、私と私の兄弟はこのショーをとても楽しんでいます。\n\nショーの話は、短い注意力の時間を持つ視聴者にとっては難しいかもしれないし、死や「奇妙さ」にも反対しているかもしれない。 もう1つは、幅広い人々のためにオープンな心を持つことができ、他人の靴に身を置くことができる人々を対象としています。 シリーズを見て、ショーやキャラクターの謎を理解しようとするのはとても面白かったです。 私は学校生活のアニメファンではありませんが、それは学校の部分ではありませんでしたが、日常生活で起こっていたものではありませんでしたが、私は非常に魅力的です 学校。 これは、主人公が多くの人との関係を持つことを可能にしたので、これは非常に良い設定の選択でした。 全体的に、私はその話に非常に満足していました。\n\n芸術は非常に一貫していました。 いくつかのアニメでは、芸術は次第に良くなり、ショーが進行するにつれてより堅実になり、良いものから良いものへと進むが、このショーは物語が進むにつれてより良く始まり、同じ状態を維持する。 芸術は「ワウ」ではなく、この芸術はとてもいいです。私はストーリー全体を無視するつもりです。芸術がとてもいい時に誰かがストーリーを必要とするからです。「アートは素晴らしいものではありません。 それは、芸術ではなく、集中力を持つべき話です。 これが私が与えたのは、10または8ではなく9であることです。 それは最高のストーリーを概説することができたので最高でしたが、それ自体が典型的な芸術ではありませんでした。\n\n「音」には多くの領域があります。 まず、オープニングソングについてお話します。 私は英語のダブ・クルーに耳を傾けませんでしたが、彼らもかなり良いと聞きました。 しかし、芸術のように、その音は印象を与えるほど印象的ではありませんでした。 それは間違いなく「不気味な」ステレオタイプです。 要するに、エルフェン・リッドのようなものです。 この理由でそれを嫌う人はたくさんいます。 第二の伝説の勇者の伝説のオープニングのようなオープニングのタイプではなく、聞くたびにダンスや歌のように感じます。 私は主人公の美咲美咲を自分の気持ちを理解する程度まで徹底的に説明していると感じます。 これを除いて、私はサウンドトラックを異常に楽しんでいませんでした。バカ・テスト・オープニングや美しいフェイト/ゼロ・オープニングのような、あなたを連れていってはいけませんでした。 しかし、これは「健全な」欄の唯一の部分ではありません。 私は日本の声優クルーを大いに楽しんだ、それは非常にうまくいってキャラクターに合っていた。\n\n私はこのショーのキャラクターが大好きだった。 衣服、髪型、身長などのキャラクターデザインはキャラクター全体ではほとんど区別できませんでしたが、キャラクターの個性はストーリー全体で非常にユニークで一定であることがわかりました。  Deadman Wonderlandのようなキャラクターについてはあまり知らないが、Anotherのキャラクターを見ることはストーリーの中で非常に重要な部分だと思う。\n\n私はこの番組を見て楽しんでいました。 あなたは主人公がしたすべてを理解していたので、あなたは多くの共感を使用して、本当に彼の靴に足を踏み入れなければなりませんでした。 私は船を楽しんでいたので、物語に沿って非常に楽しく面白いタグ付けを見つけました。  ;）\n\n私の全体的な得点のために、私はそれぞれのレーティングの平均を計算し、8を得ました：Dしかし...私はそれが私の最後に影響を与えていると思って、物語を通じていくつかのことを教えてくれました。\n読んでくれてありがとう！  = w ="
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "YokaSol",
    "profile": "/profile/YokaSol/reviews",
    "pages": "15",
    "number": "6",
    "link": "/reviews.php?id=152921",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  8\nキャラクター|  3\n|  5\n\nこれは本当にいいかもしれないと感じたアニメの1つですが、私がそれを経験したとき、私はちょっと迷惑になり、失望しました。 私は、ゴアが目的を持っている場合、ゴアを見ることができる誰かですが、私はこのアニメがゴアの目的のために存在したと感じます。\n\n****私はスポイラーを避けるためにこれを書いた********\n\nストーリー：\n\n物語は興味深いものから始まりますが、同時に前提を聞いたことはありません。 このクラスの生徒は、クラス内の女の子に気付かれていないようで、その理由が説明されています。 問題は、最初の説明の後に、この結果として起こる出来事の後に、物語が非常に線形になり、それがうまく融合しないようになることです。 実際に起こっている謎はほとんどありません。\n\n最後の「プロット・ツイスト」さえ、あなたが見えないものではありませんでした。 正確な内容は間違っていたと思っていましたが、どんな種類のねじれがあるのか​​正確に推測しました。 そんなことが起こるとは思わなかったとしても、ひねりは弱くて、「えー、それほどひねりがない」と思っています。 エピソード6については、それは謎ではなく、無意味なゴアの多くです。 そして、彼らが少しの謎を持っていると、生きている地獄を引きずり出す。 彼らはこれをより少数のエピソードに凝縮させることができ、その物語は大丈夫だっただろうが、12エピソードの間、私は画面上で「それを手に入れよう！」と叫んでいた。 プロットがどのように伸びているかのために。 クライマックスでさえ、2つのエピソードに迫っていました。\n\n問題は、ミステリーの原因が明らかになってからショックの価値をあまりにも上げようとしているのですが、ショックの価値はあなたの興味を引きつけません！ 彼らはそれに麻痺する前に、何度も人々に衝撃を与えるだけです！\n\nアート：\n\nおそらくアニメの最高の部分。 芸術は本当にうまくいって雰囲気を設定しますが、ここの問題はストーリーの問題に似ています。 最初の数回のエピソードでそれを見たら、それは変わらず、ちょうどそれを並べ替えます。 芸術だけであなたの注意を保持することはできません！ それは実際には非常に多くのアニメを持つ私の共通の牛肉の一つであり、人々はアニメーションなどをあまり重視しません。 芸術は素晴らしかったが、12以上の20分の素晴らしい芸術のエピソードは、人々に興味を持てない。\n\n私はステーキディナーを禁欲的に喜ばせることができますが、もしステーキが恐ろしい味がするなら、その目のキャンディはすべて問題ではありません。 これはアニメーションと同じです。  「味」がなければ、芸術はただ無駄になるだけです。\n\n全体 ：\n\nこれは最悪のアニメですか？ いいえ、それは私が失望したものでした。 私が高い期待を持って行ったからではなく、少なくとも私に最後まで何かを与えることを望んでいたので、それは本当にやりませんでした。 彼らはジェネリック血液やゴアホラーのクリシェを重視し、実際に良いシリーズを作るためには十分ではありません。  1つの恩恵は、それが唯一の12エピソードですので、あなたはそれを見て巨大な時間のコミットメントを必要としないことです。\n\nストーリーを面白く保つだけの十分な素材がなかった。\n\n勧告：\n\nあなたが大好きなフェスティバルが好きなら、この1つを好きになるか、時間を過ごすために何かが必要な場合は、それは大規模な時間の投資を必要としないので見ることは大丈夫です。\n\nだけど！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！\n\nちょっとしたパンチで謎や何かを探している方は、ヒクラシシリーズをご覧ください。 ヒクラシは実際に面白い話をするプロットやストーリーを持っていて、「衝撃値」を控えめに使っているので疲れません。 たとえあなたがホラー/心理的な/ etcのジャンルの主要なファンではないとしても、一緒にどのようにうまく組み合わされているかで見ることができるシリーズです。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Darth_Chaos007",
    "profile": "/profile/Darth_Chaos007/reviews",
    "pages": "15",
    "number": "7",
    "link": "/reviews.php?id=151379",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  9\n\n私はホラー関連のもの（映画、テレビ、ビデオゲーム）のためのものではありませんが、トップ10のホラーアニメについてのビデオを見た後、私は興味をそそられました。 それは、キャラクターに起こるすべての奇妙な事故で、最終的なデスティネーションフランチャイズにいくつかの類似点を共有します。\n\nストーリー -  8\n\n私は、ショーが何を台無しにしないかについて本当に説明することはできません。 ショーは遅く始まり、ペースを上げるための2つのエピソードを取る。 最初の数回のエピソードでは、あなたがその学校で何が起こっているのか、そしてその理由を把握したいと思うだけの十分な謎があります。\n\nアート -  9\n\n芸術はちょうど素晴らしいです。 それはすべての時間の最高の芸術を持つアニメの私のリストです。 芸術は、音楽の設定と一緒にショー全体のトーンを設定します。 文字のデザインも一流です。\n\nサウンド -  9\n\n音楽は実際にショーの雰囲気をセットアップします。 今後の予定である不気味で奇妙な雰囲気のトーンを設定するオープニングテーマ。 終わりのテーマは、静かで平和な音楽とはまったく反対です。\n\n日本の声優はとても良かったです。 主人公は何が起こっているのかをより信じやすくしました。 私はショーの英語ダブをまだ見ていないので、それがどれほど良いか悪いかについてコメントすることはできません。\n\nキャラクター -  7\n\nこのキャラクターは、おそらくショーの中で最も弱いものでした。 メイとコウイチの2人の主人公は、メイとその2人のうちの強い方との間で最強だった。\n\nサポートするキャラクターは決して記憶に残るものではなく、ショーのイベントのための大砲の餌として役立ちます。\n\n楽しさ -  9\n\n私は別の\"これはまともなショーのように見える\"と思っていたが、それの終わりには私は '聖なるくそ、これは非常に良いショー'のようだった。\n\n私はそれを英語のダブを見つけるときに私は再びこのアニメを見るだろう。\n\n全体的 -  9\n\n私はホラーファンと非ホラーファンの両方にこれをお勧めします。 ショーはそれほど恐ろしいものではありませんが、ほとんどの場合、気味悪いです。 あなたが殺すために5時間持っているなら、これを見て、あなたは失望しないでしょう。\n\nこのショーでは、その中に血のシェアを持っているので、あなたが魅力的であれば、あなたの目を覆います。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Nyren",
    "profile": "/profile/Nyren/reviews",
    "pages": "15",
    "number": "8",
    "link": "/reviews.php?id=150397",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  7\n\nもう一つは、ホラー/ミステリーのシリーズが始まります。 私は次回のエピソードを毎回続けたいと思っていました。たとえ私が特にストーリーを楽しんでいなかったとしても、次に起こることが分かりました。 私が言ったように、物語は強く始まりますが、それが進むにつれて、物事はどこに向かっているのか、もっとぼろぼろになります。 その12回のエピソードの実行の終わりに、私は何も起こっていたことでもう驚いていないことに気づいた。 それが続いたのは面白かったですが、中国の大きさの大きな穴が開いているなど、簡単に修正されたかもしれない多くの物語の欠陥がありました。 そして再び、彼らがそのプロットの穴を固定すると、ストーリーは起こらなかっただろうし、それを伝えるのにポイントがないだろう。\n\nキャラクターが関係する限り、どのキャラクターが重要なキャラクターであり、どのキャラクターがただのバックグラウンドキャラクターであるかを知ることは容易でした。 そして、私たち皆が知っているように、ホラーストーリーのバックグラウンドキャラクターは、常に重要なキャラクターはすべて免疫力を持っているのに対し、ドリームでは死ぬキャラクターになります。 この古典的なホラー式は、他のものと変わらない。 それでも、重要なキャラクターの中に好きなキャラクターはほとんどなく、そのいずれかにつけるのが非常に難しいです。\n\n一方、芸術は賞賛されるべきものです。 それは間違いなくホラーが持っていなければならないその暗い雰囲気を放つものであり、血液とゴアに色をたくさん入れ、それを他のシーンから際立たせます。 しかし、芸術のスタイルもそれほど一貫していません。 時々、芸術は平均のように見えますが、高品質の芸術は典型的には死のシーンで使用されます。 それは実際にはある程度まで理解できるので、あなたはそれを本当に誤りさせることはできません。 これらの死の場面をできるだけ美しくするのは間違いないでしょうか？\n\n\n\n全体的に、私は、これらの種類の物語が好きなので、私がまだ他を楽しんでいたことを認めなければなりません。 彼らは私を席の端につけて、次に何が起こるかを見たいと思っています。 私はそれが汚れていないことを見て、シリーズがもっと楽しいと思った。 あなたが雨の日に見るものが必要な場合、私は本当にこのシリーズをあなたに推奨することができます。 それ以外に、あなたの時間は他の何かを見ているのに最もよいかもしれません。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "HattiewithSugar",
    "profile": "/profile/HattiewithSugar/reviews",
    "pages": "15",
    "number": "9",
    "link": "/reviews.php?id=126077",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  7\nキャラクター|  7\n|  9\n\n\n\n\n\n「Another」を見て、アニメの最も重要な要素の1つは確かにOSTだと思う。 奇妙で疑わしい情景があったときは、奇妙なヴァイオリンソロや予期せぬピアノリフが聞こえて、緊張感が非常に怖かったり恐ろしいものになったり、クライマックスや突然の出来事が起こったときには、 私はちょうど間違った印象を受けました。 もっと面白い。 すべてのOSTのサウンドトラックは完全にトーンに合っており、アニメを見ている恐ろしい経験のすべてに加えられています。 音の唯一の欠陥は開口部です。 何かはちょうどそれについてオフであり、それは不気味だったが、それはちょうどアニメの調子に合っていませんでした。 悪い構成のために耳を傾けるのは難しいという事実を付け加えました。 申し訳ありませんが、私はそれを理由に7を与えました。 オープニングはアニメ番組の重要な部分です。 彼らはあなたがアニメで見て聞いた最初のものです。\n「Another」の芸術は真剣に美しいものでした。 キャラクターのデザインはよく考えられていましたが、キャラクターの死は非常にうまくアニメーション化され、現実的で恐ろしいものとして設計され、  。 最後の行動も非常にうまくいった。 プロットに加えて、人形の美しさや花のディテールなど、アートの細部はすべてアニメに非常によく組み込まれていて、私はそれを愛し、愛していませんでした。 可能な限り気分に合うようにすべてがぞっとするように設計されていました。私の経験では、1つの美しい花びらが不気味な場面を横切って浮遊しているのが見えました。\n\n\n\n驚いたことに、私はこのショーを本当に楽しんだ。 私はショックを受けた感情が大好きで、恐怖の謎の怖さと怖がっているのが大好きです。 私は非常に簡単に怖がっていないし、このアニメが私を恐れるだろうかと疑っている。 驚くほど十分に、それはしました。 それはして、私はそれを見た夜、悪夢を覚えました。 あなたが怖がって大嫌いになり、本当に邪魔になることを気にしないなら、これは間違いなくあなたのアニメです。 キャラクターの中にはもう少し好きな人がいればもっと楽しかっただろう。 全体的な楽しさ、9。\n全体：9"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "mrQuy3066",
    "profile": "/profile/mrQuy3066/reviews",
    "pages": "15",
    "number": "10",
    "link": "/reviews.php?id=147217",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  7\nキャラクター|  9\n|  10\n\nもうひとつ（2012年シリーズ、水島勉）\n\n構造化 - 比較的うまく行われ、観客は次のエピソードを見たいと思う\n\n音楽 - 音楽はアニメの一部で比較的洗練されていて不要だった7/10\n\nストーリー - ストーリーはかなり圧倒的ですが、多くの人々に魅力を感じる結末ではありません。\n\nショットとアングル - アニメに使用されたショットは、ショーの強力な瞬間を描くので、たくさんの緊張を作り出します。\n\nSFX  - 音の話題の音楽と密接に関連しているものの、一部のシーンで使用されている効果音は、激しい9/10\n\n個人的に私は本当にアニメを楽しんだ！ ショーは本当に私を興奮させ、私を私の席から動かしました。 それは興味深いプロットとキャラクターの開発をしました。 私はアニメーションや芸術の専門家ではありませんが、少なくとも（私の目にとっては）かなり良い基準のようでした。 ストーリーテラーが達成しようとしていることをさらに理解できるので、おそらくアニメを見直すことは良い考えです。 私はそのアニメがジャンルにとって素晴らしいと結論し、私は見ることをお勧めします！\n\n総合スコア9/10\n\n\nまた、\n\n\nmrQuy"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "RirukaNo1",
    "profile": "/profile/RirukaNo1/reviews",
    "pages": "15",
    "number": "11",
    "link": "/reviews.php?id=146997",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  5\nキャラクター|  7\n|  8\n\n私が最初に聞いたとき、あなたは私がどれほど興奮しているか信じられませんでした。 まず第一に、それは恐ろしいアニメであり、生き生きとした生き生きとしたアニメーションのJホラーで、信じられないほど少数しかありません。 第二に、P.A.の芸術家。 私たちに美しくて一般的に楽しい花咲イロハを与え終わったばかりの作品は、それを作っています。 そして最終的には、別のものが季節と年のアニメのスモーガルズベルトにもたらすノベルティ（恩赦を赦す）に追加するだけの、実際の新規適応（ライト・ノベルとは反対）になります。 はい、私は非常に興奮していました。私は、私が期待していた期待通りの美しいアートワークを伴って、私が自分のシノプシスに含まれているものを少し説明した不気味なオープニングシーケンスとして、まだ興奮していました。 不気味な噂。 優れた、私はもう30秒のうちにもう一回、もう一つの質問をすることができませんでした - そして、私はOPを聞いています。  ALIプロジェクトが提供した最悪のアニメテーマを聞いて、このスタジオのアニメ制作の迷路構造のどこかで何かが非常に間違っていたことを疑い始めました。 はい、オープニングのテーマは私を非常に恐れさせましたが、メーカーが意図していた方法では疑問です。\n\n夕暮れの震えはそれほど明るくない。 実際、私の高い希望が絶望の深淵に高水準の潜水を取ったので、それは純粋な夜より深く暗くなりました。 問題1：すべての良いホラーショーは素晴らしい主人公を必要とする、もう1つは私たちに榊原幸一を与える。 コウイチはステレオタイプではありません。ステレオタイプには十分な個性がありません。 あなたがドミトリーからコウチを注文した場合、彼らはあなたにピザのベースを送るでしょう。 はい、私たちがすべて英雄であるかのように自分たちを投影できるプレースホルダーのキャラクターになることを意図しています。それは日本がサイレントと同等の海岸にあるように見える暗い謎を探検するようなものです ヒル（それが本当だった場合のみ...）しかし、それは視聴者のアバターとしてコウイチを使用することは不可能です - 私はその穏やかではないです。 それはすべて彼について話しました、支持鋳造はどうですか？ まあ...\n\n問題2：コウイチみたいに会って、なぜすべてについてぼんやりと言う必要があるのですか？ 彼らが病院で出会った瞬間から、彼のクラスメートのすべてが緊張していて、いくつかの秘密のカバールのような文脈の文章を共有しています。そして、それはとても恐ろしく、スティーブン・シーガルは、 苦痛は三倍です：第一に、秘密を保っている人はそれほど話していないので、現実主義の感覚を殺します。 第2に、展覧会の瞬間を都合よく中断するショーの習慣と相まって、それはショーペーシングのために皮肉で挑戦してひどいと感じる - ショーの半分を過ごした後に、ショーを実際に見せたり見せたりすることは、 恐ろしいことに、そこには物語が何であるかを突き止めるエピソードがあります。 第三に、最も間違いなく、非常に少数のキャラクターが、コウイチのクラスメートが表現しているアモルファスなカバリズム全体から出てきました。 もし私がそれを見ていなかったら、これらの厚紙の文字が出血するかもしれないと信じたことはありません。\n\n問題3は、人々が死ぬのを開始するときに発生します。 ホラーの死は、視聴者にその名前をつけた（つまり恐怖）というジャンルを生み出すための主なツールであり、 悲しいことに、ホラー作家にとって、一般の人々を楽しませるメディアの嫌な嫌悪感は、かなり古い死を招いてしまったので、作家が望む衝撃的な出来事を作り出すためには、残虐性や描写の原形が増える必要があります。 もう一度、もう1つは、その点を誤解しています。 はい、ショッキングなことをするためにはもっと多くのことをする必要がありますが、あまりにも多くのことが、過去の衝撃的なものをまっすぐなものにします。 もう一つの死はばかげている。 私のショーのより愉快で楽しいキャラクターの1つが恐ろしく恐ろしい方法で死に至るシーンを書いたら、観客の最初の反応はそれがいかに工夫されていたのかを泣かせることです。 唯一の事実物理学の法則は効果的かつ包括的に殺されます。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "rawrlsy",
    "profile": "/profile/rawrlsy/reviews",
    "pages": "15",
    "number": "12",
    "link": "/reviews.php?id=145845",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  7\n|  10\n\n私は通常、私自身が知りませんという理由から、レビューを書くことから離れています。 それで、私は絶対に/別のもののためのレビューを書いています。\n\n1時間ほど前にこのアニメを終了しましたが、私はそれについて考えるのをやめることはできません。 理由は次のとおりです。\n\nTL; DR：最初の2つのエピソードは遅く、プロットは3番目のエピソードから離陸します。 美しいアートワーク、流動的でダイナミックなアニメーション、血行豊かな音楽伴奏。 強くお勧めします。\n\nストーリー：10/10。 私は認めなければならない、私は通常ホラーショー/映画をまったく見ない。 しかし、もう一人が私のリストに入っていて、しばらく見守っていました。私の友人は数ヶ月前に私にそれを勧めていました。 私はそれがちょうど12のエピソードであるので、それもショットを与えるかもしれないと思った。 そして、私はその12のエピソードを見ている時間を過ごしてうれしいです。 確かに、最初の2つのエピソードは、このショーがキャラクターを紹介する時間がかかるため、他の10つのエピソードと比べて実際には遅かったです。 ペーシングも非常によく行われています。\n\nアート：9/10。 キャラクターが持っているストイック表現を除いて、アニメーションは注目に値する。 あなたが画面上で見るすべての人形は、細部まで描かれています。 暴力的/優柔不断なシーンは正義で行われます。  1滴の血液が誤って配置されたり省略されることはありません。 少数のアクションシーンが流動性と注意で描かれています。 素晴らしい仕事。\n\nサウンド：10/10。 私は認めなければならない、私はあまり聞こえないように注意を払っていなかった。 しかし、OPは息を呑むほどであり、シリーズの音色や雰囲気に非常によく合います。 しかし、終わりのテーマはかなり忘れがたいものです。 正直言って、私は次のエピソードを見たいと思っていたので、最初のエピソードを除いて、エンディングテーマを全く見ませんでした。 ショー全体で見つかった邪悪な音と暗い音は、描かれた場面に完全に合っています。 私はいくつかのエピソードを通じて、自分の枕にかかっていた。\n\nキャラクター：7/10。 そうですね、キャラクターの開発をもう少し見たいと思っていました。 しかし、私はキャラクターの開発がこのシリーズの目的ではないことを知っているので、私はそのスライドを許可しました。 それは人生シリーズやロマンスショーではなかった。 それは本当に何よりもプロットベースのホラーショーでした。 私は文字を混同しませんでしたが、重要なものは自分の個性を持っています。\n\n楽しさ：それがまだ明白でないなら、私はこのシリーズを楽しんだ。 私は喜んで耳を貸す人にこのアニメをお勧めします。 それは驚くべきことですが、私はそれを置くことができませんでした。私は良い本を置くことができないようなものでした。\n\nもう1つはエピソード1からの私の席の端に私を持っていたシリーズです。はい、最初の2つのエピソードは少し遅かったが、イントロのエピソードの終わりに、それは私のために憧れを残しました。 プロットはエピソード3以降から完全に消えて、情報を消化して次のエピソードを探すためのボタンをクリックする時間はほとんどありません。 このシリーズは主にプロット駆動型であり、作家におめでとう、それは美しく実行されます。 私はすでにこのシリーズ全体を見直す時間を見つけようとしています。 絶対的な執着。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Kenyanke",
    "profile": "/profile/Kenyanke/reviews",
    "pages": "15",
    "number": "13",
    "link": "/reviews.php?id=79922",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nもう一つ：\n\n多くの人が短いアニメについて嫌いなのは、彼らが短いことです、多くは普通は良いですが、あなたの座席から飛び出して、もっと欲しい、何かが意味をなさない、あるいは物語を終わらせることさえあるが、まだまだ良いです。\n\nある学校では、毎年クラスが呪われ、少なくとも1人が毎月死んでいるという特定のクラスを妥協しています。 元町に帰ってきた主人公の榊原さんがこのクラスに参加し、前の生徒の亡霊と言われていた美咲が登場します。\n\n短いアニメのために、私の見解から、アニメは素晴らしかったですが、大きなホラーファンではありませんでしたが、注目すべきデスノートは私のお気に入りの一つです。芸術のアニメーションは、 それぞれのキャラクターの声（日本語）は、素敵で楽しいテーマソングでそれぞれのキャラクターを完璧にフィットさせました。\n\nキャラクターはすばらしかったし、いくつかのキャラクターがあるエピソードでいくつかのエピソードのスペースに驚いたほど深く入り込んだ、それは本当に面白かった。\n\n私は本当にこのアニメを楽しんだ、私は通常、私が本当に好きなアニメに基本的な得点を与えるが、別の人は本当に10/10に値する\n\n全体的に見るか死ぬか！"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "SAM10795",
    "profile": "/profile/SAM10795/reviews",
    "pages": "15",
    "number": "14",
    "link": "/reviews.php?id=85123",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n私は恐怖のアニメのファンではないので、私の友人が私にこのシリーズを勧めた時、私はかなり躊躇していました。 しかし、私が最初に始まった最初の4つのエピソードを見直すのを助けることができませんでした。\nもう1つは、ホラーハウスに入るようなものです。 あなたは何が先に来るのかを知っています、そして、それは特に素晴らしいことはありません。 しかし、あなたはあなたの好奇心をコントロールすることはできません。\n\nストーリー：10/10\n\nアニメは美咲の物語から始まります。 クラス9-3の途中で死亡したが、数日後、学生はミサキが座っているところを指差し、ミサキはまだそこにいると言った。 まもなく誰もが美咲を生きて受け入れました。 しかし、みなさんの驚きに、ミサキは授業写真にさえ登場しました。\n\n今回の事件の後、榊原光一が読売に移籍してから26年が経過した。 到着時に、彼は彼のクラスメートの3人で、後で彼が見ることができるように見えるメイMisakiという名前の女の子が挨拶されます。 この会合の後に続くのは、クラス9-3（コウチとミーサミ・メイのクラスになります）の学生の不意の死です。 クラス9-3だけを打つこの悲劇についての真実の探求が明らかになり、この悲劇に対するカウンターの検索が始まります。\n\nストーリーは、視聴者に「ゴースト」のヒントと一緒に次に来るものと、同じようにうまく終わるもののアイデアを提供するため、完全に始まります。\n\nアート：10/10\n\nホラーアニメにはかなり芸術的だった。 オープニングはすべてのエピソードの不気味さに加えられました。 ホラーアニメの典型的な背景は、幽霊に夢中になった荒廃した村の感覚を与えたからです。 シリーズに示されている死はまた非常によく描写された。 彼らはゴアを避けながら恐怖と恐怖の感情を与えるように注意を払った。\n\nサウンド：10/10\n\nもう一度、オープニングはすべてのエピソードを非常に怖かった。 音は背景に非常によく合いました。 私がこのシリーズについて好きだったのは、バックグラウンドミュージックが雰囲気をかなり怖かったにもかかわらず、劇場に座っている間に幽霊を含むホラー映画を見ているような感覚を与えていないということでした。 それは恐怖のものがあまりにも好きではない私のような誰かのための安堵でした。\nそれはガチョウバンプを与えた。\n\nキャラクター：9/10\n\nそれぞれのキャラクターは珍しいと思うならば、「幽霊」であるという印象を与えます。 主人公の榊原耕一は、他のアニメのような平均的な高校生であり、視聴者に似ているが、状況を把握して合理的な方法でカウンターを見つけようとする。 メイミサキは初めにコウイチにしか見えないようだし、彼女は実際の幽霊のように振る舞う。 しかし、ストーリーが展開するにつれて、彼女はクラス9-3の他の生徒とやや親しくなります。 その他の文字については詳しく説明しません。 そして、それは12のエピソードだけのために続く何かを見ながら期待されていた。\n\n楽しさ：10/10\n\nシリーズの開始以来、正確に何が起こっているのか不思議に思っています。  26年前に死亡したミサキのアイデンティティである梅みさきのアイデンティティは、クラス9-3の災難の原因と災難を避ける方法は視聴者に不思議に思う。 また、シリーズが進行するにつれて、生徒は悲劇に陥ることが少なくありません。 彼らが死ぬ方法も、あなたを驚かせてしまうものです。 流行の条件は誰の死を暗示していませんが、それらのうちの1つは死んでしまいます。 私は本当にサディストではありませんが、最初の死が起こったときの様子が私に広がったままの口を残して、何度もその場面を見るのを助けることができませんでした。\n犯人の捜索はまだアニメのもう一つの良い部分でした。 最初は御崎を疑っていると確信していますし、後でこれらの疑惑はストーリーの進捗状況によって異なるキャラクターに変わります。 最終的な結果は、「これはどのように可能ですか？\nMisakiの話を聞いた後、アニメに吸い込まれ、それを完成させる唯一の脱出です。 そうでなければ、好奇心に足を踏み入れるために多くの疑問が残されています。\n\n全体：10/10\n\nシリーズはかなり完璧だったが、単なる12回以上のエピソードでそれが持続していたとすれば、ずっと良かったかもしれない。 また、最後に一種の要約を入れて、エピソード全体に広がったビットとピースではなく、あるエピソードでの悲劇の完全な理由を説明し、トラックを失うと接続するのが少し難しくなった 。\n私が最初に言ったように、私はホラーアニメのファンではありません。 私は物事の謎の側面に向かっています。 しかし、もう一つは私の好きなアニメの一つです。 プロットはすばらしかったし、完成した後もそれについて考えるのをやめることはできなかった。 それは視聴者に長続きする印象を残す。\nあなたが暗い謎やホラーアニメにあまり関心がなければ、もう一つはあなたにそれらに興味を持ってもらえるでしょう。 それは間違いなく価値のあるシリーズです。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "dreadknightnero",
    "profile": "/profile/dreadknightnero/reviews",
    "pages": "15",
    "number": "15",
    "link": "/reviews.php?id=56997",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\n親切なアドバイス：\nまず、このシリーズをまだ観ていない視聴者には、スポイラーのいかなる形態も避けてください.Youtubeのコメントやフォーラムの議論、あるいはスリルを台無しにしたいあなたのトロールの友人かもしれません。 このショーの主な焦点はこのショーの背の「Another」です。 いずれにしても、ショーが始まる前にアイデンティティが分かっていれば、「Pft、nice try」、「Oooh、good diversion」、「明らかに視聴者を混乱させる.....」\n\nそれは友人のグループとそれを見ることはさらに楽しいでしょう。 このショーで可能性、キャラクター、謎を討論し、あなたの内側のシャーロックを引き出します。\n\n\nストーリー（8）\nアニメが私の最大の関心を引いて、発言されたすべての単語に集中し、次のエピソードが上映されるのを辛抱強く待っている（私は冗談を言っている）。 謎のアニメとして、それはゆっくりと鈍いパイロットのエピソードであり、それを呼吸する時間を与え、エピソードのエピソードが進行すると、プロットが形成され始めると、緊張が上昇し始めると質問があなたの 頭。\n\nストーリーは後のエピソードで勢いを取り、本格的なスケールで終わる。 ペーシングは全体的に良いですが、エピソードでチャンクされた情報が脳に大きな影響を与えることがあります。 各エピソードの終わりは多少の偽善であるかもしれません。例えば、「キャラクターは重要なポイントと仲間を明らかにするために終わりの歌が来ます。  「今、次のエピソードを見る必要がある」という感覚が生まれます。 同時にあなたを苛立たせるかもしれません。\n\nアート（9）\n美しい風景と非常に詳細な設定は、不思議に思うかもしれませんが、神秘的なアニメは、この点でアートの面で注目を集めています...まあ、これは答えです。 キャラクターの感情はこのアニメで非常に重要な役割を果たします。 ほとんどの人は毎日葬儀に出るように見えますが、必要に応じて重要です。 ゴアは日本のトップスタイルを超えています。間違いなく、あまり心配していません。 このアニメに描かれている死は、まったく不気味で、悲惨で痛いものです。 この芸術は、静かに眠る不気味な雰囲気と鈍さと、文字を取り巻く永遠に残る危険の感覚を引き出します。 それぞれのキャラクターには、クラス内のエクストラだけでなく、強調、メインキャスト、サポートキャストが与えられます。\n\nサウンド（9）\nちなみに、アニメのOPはあなたの古典的なホラー映画の楽譜であり、EDの曲は、地獄少女のEDを思い起こさせる幻想的なメロディーです。\n私が注目したいのは、木製の床の鳴き声、風の強風、雷雨の伴う大雨など、このショーの小さな事柄の効果です。 これは一般的に非常に自明ではあるが（馬鹿を意図して）聞こえるかもしれませんが、これらはあなたの注意を逃さず耳障りなレートであなたのヒアビートを上げることはないサウンドエフェクトです。 ホラーショーはショック要因なしでは、「もう一つの」は、顔のタイプの恐怖のチーズな鏡を避け、より予期しない何かと一緒に行くと、私は数回ジャンプしました。\n\n致命的な沈黙がこのアニメを織りなすと、それらの「小さな音」はそれを印象的に活用します。 このアニメのサウンドトラックは、必要な状況に応じて気分や変化を設定しますが、思い出深いことに疑問があるときは、ショーだけを見ながら効果的でした。\n\nキャラクター（8）\n私が前に述べたように、ショーの期間中、大部分のキャラクターは魂がなく、特定のシーンが必要なときにのみ感動します。 しかし、私は間違ったことをしてはいけません。あらゆるコーナーで瀕死の状態になり、笑いと喜びが外れているように見えます。 文字は通常、一連の質問と回答で相互に作用し合います。 したがって、キャラクターにロボット的な雰囲気を作り出します。\nこの番組のすべてのキャラクターがキャラクターの育成をしているわけではなく、彼らは誰でもあり、そのキャラクターは興味深いものであり、小さな要素を追加することで際立っています。 彼らの前で恐ろしい死を経験した後の私のバグは、主人公は本当に傷つきそうに見えず、フィット感に陥ることなく信じられないほどの意志を持っています。 他方では、エクストラやサポート文字は、これらの状況に論理的に反応する傾向があります。\n\n全体（8）\n謎やホラー愛好家のために、「Another」はあなたの時間と不本意な注目に値するものです。 それは間違いなくあなたの思考上限を得るでしょう。 あなたがこのショーを見るとき、「死の色」や災害を終わらせるために早期に「別の人」が誰であるかを声に出してもらうことができないなど、いくつかの要因があなたにはうまくいかないかもしれません。\n\n私はこのショーを楽しんだのですが......。でも結局のところ、「Another」が最終的に明らかになったとき、私はショックを感じなかった（私の推測は間違っていました）、私はむしろ感情がなく、 ああ、それは '別の'...ああ、まあまあです。 そのキャラクターが「Another」であることを証明したことの逆戻りは、本当に説得力がなく、感じられませんでした。 それにもかかわらず、私はアニメに続く旅は本当に重要だったと言うことができると思います。 それも良いことだ。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "taigataiga",
    "profile": "/profile/taigataiga/reviews",
    "pages": "15",
    "number": "16",
    "link": "/reviews.php?id=57523",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  6\n|  9\n\n最初は、世界中の友だち（私はツイッターという意味）がこのシリーズを見ていて、私が唯一残っていたときに、私はAnotherを見ることにはあまり興味がありませんでした。 だから、私はこのシリーズに試してみることにしました。\n\n特定のクラスとその人々に起こる災害、非常に面白いとキャッチーなメインストーリーライン。 オープニングは別の通常のストーリーとは全く違うものではありませんが（はい、主人公がいわゆる孤立した小さな村に移動し、悪いことが起き始める）、ストーリーが進行するにつれて、オープニングは同じではないことがわかります 犯行はありません。 他の物語として。 独自の独自性を示します。 ホラーマンガとして、幽霊（時には面白く見えるかもしれない）は含まれていませんが、最初の5つのエピソードでさえ、極端なゴア（いくつかの特定のエピソードで）が提供されています。 しかし、時にはナレーション/主要な人物の話が長すぎます。 彼らは言葉を使って物語についてもっと詳しく説明しようとしていますが、それはこのシリーズの唯一の厄介な部分でした。 おじさんのように、話しを減らして、もっとやりなさい！ これはホラーシリーズにとっては残念なことですが、退屈な会話以上のものを示しているはずです。 主人公が他人との災害について話し合うのを見るたびに、私は面白いと思うことがあります。\n\n芸術...それはそう、醜い、確かにかわいい。 あなたが物語について何も知らず、芸術を見ているだけなら、これはホラーアニメだとは思わないでしょう。 認めてもらえれば、芸術はああ、ホラーではない。 恐怖になるのはあまりにもかわいいです。 しかし、少なくとも、私は血の散乱、激しい暴力などのような嘆かわしい場面を見るたびに、私のズボンをぱっとしていました。 かわいいキャラクターデザインによってホラーアニメとしての述語を失うことはなく、それは私を満足させます。 とにかく、キャラクターがホラーシリーズにとってあまりにもかわいすぎるのですが、私はそれらをもっとリアルにすることができると思います---恐ろしいです。 しかし、少なくともゴアは十分に強かった。\n\nサウンドは...このアニメでは最高の部分です。  BGMは、恐ろしいシーンでもいつも寒さと震えを与えてくれました。 精液は叫び声でうまくいった---ああ、私は絶望的な、死にかけている悲鳴を十分に得ることができない。 オープニング・ソング---オ・ヒル、オープニングは本当に最高だったし、ストーリーに合っている！ 誰もがエンディングを好きだが（名前が何らかの病気のように聞こえる）、私は狂ってオープニングに恋している。  Ali Projectはそれを聞きました...その曲の中のもう一つのようなものです。 雰囲気、声、楽器、ああ.......ああ、緊張。 その曲のための5つの親指。\n\nキャラクターに関しては、このショーはキャラクターをあまり提供しませんでした。 つまり、彼らはうまく動き、彼らはうまく話しますが、彼らには人格はありません。 彼らはちょっと感情の欠如 - 私はあなたの目の前で起こった殺人をどうやって簡単に忘れることができるのか？ 基本的なキャラクターは強いとはいいですが、少なくとも人間をより人間的にすることができる死体に向かって、何かを表現することはできません。 しかし、とにかく、それは人格がゴリのホラーシリーズに影響しないので、それは本当に重要ではありません。  Rawr。\n\n真剣に、このアニメは本当に楽しかったです。 ゴーストと古典的なモンスターのストーリーはここでは期待できません。なぜなら、あなたが見いだせるのは単なるゴア、ゴア、そしてゴアなのですから。 とにかくそれは退屈ではなく、かなり価値のあるものです。 あなたが血を見ることができない限り、恐ろしいことではありません。 あなたはこのシリーズでそれをたくさん見るでしょう。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "strangeone94",
    "profile": "/profile/strangeone94/reviews",
    "pages": "15",
    "number": "17",
    "link": "/reviews.php?id=102921",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  7\nキャラクター|  5\n|  5\n\nあなたが本当によく聞くなら、私は叫び声を聞くことができます、 '何？  。  。  。 何！？' その紆余曲折があり、私のために不満足な結末で葉を言うのは残念です。 さて、これは私の意見をスレッド化してくれるので、ちょっとしたおしゃべりには注意してください。  ^ _ ^\n\nストーリー：このアニメは、中核となる謎です。ホラー、ゴア、そして中学生の幅広い視線の中学生が、この問題を教室でどのように解決するか疑問に思っています。 これには多くの紆余曲折がありますが、それは謎ですが、それにはいくつかの問題もあります。 そして、あなたが最後のエピソードを終えたとき、あなたはそれらをより良く見ることができます。 キャラクターのいくつかの非常に疑わしい動機と行動に加えて、この最後の結論は私をかなり苦痛にさせてくれました。 ですから、賞賛すべき部分がありますが、作家が修正する必要があると思う同数の疑わしい決定であるようにも見えます。  。  。 特に終わり。 そして最後の2つのエピソードのために、彼らは異なるストーリーが設定されているのか、何かが、ストーリーの残りの部分とマッチするように見えないので、私は疑問に思う。\n\nアート：芸術はこれについて私が一番好きなものです。背景はちょうど素晴らしい、雰囲気が奇妙な、あるいはおそらくホラーの良いトーンを設定する冷たい雰囲気を放つ雰囲気です。  ）キャラクターのデザインはちょうど大丈夫です、少し細い目の細い女の子がポイントを得るのは、私はむしろ女性のキャラクターのために、ここでは教室で色々なものを用意したいと思っています。 ヘックは本当に私の一流の女性メイだけであり、目のパッチのためだけではない。\n\nサウンド：私はオープニングが好きではなかった、私はそれを言った。 歌詞は大丈夫です、私は楽器伴奏が気に入らなかっただけです。 奇妙な選択の間にテーマを終了すると、私はそれが気にしなかったことを知った、多分クレジットで行くために別の背景のディスプレイを選ぶかもしれない、誰がちょうど彼らがどのタイプのアニメ これは。。。でした。\n\n文字：これは少しトリッキーな取得します。 私は、脳を持つ主人公を私たちに与えてくれたことを賞賛していますが、私たちは主人公として「人生の少ない人形」を与えました。 彼女が彼らに向かって否定的な感情を示した場合、私は実際に彼女の沈黙を理解することができたが、それだけで、彼女は何も気にしない。 彼女は最も厄介な種類の人生の人形です。 他のサイドキャラクターはあまり良くありません。 終わり近くにポイントがあります。あなたは皆さんに何が間違っているのでしょうか？ 人々は死んでおり、あなたはそれを払拭することができるようです。 図書館員が英語の字幕にあまりにもうまくいけば、「それは普通ではありません」 いくつかの行と背景のストーリーのほかに、彼女は意外にもあなたが思っていたほど貢献していません。 最初の数回のエピソードは遅く、彼らはすべて彼女について調べることを中心に展開しています。すべてのことが言われてやり遂げられたら、本当に彼女を深く理解していません。 彼女はこの物語のかなりの部分に関与していますが、彼女は人生をより一生残しています。 彼女はまた、彼女がかなり大きいことが分かったときにシリーズが終わったときに私を大いに怒らせました。  。  。 この全体の謎を解く手がかりと呼ぶことができます。 確かにそれは彼女の早い段階で何かを暗示していましたが、あなたが座ってこの生きられない人形が話したならば、彼女のクラスメートに多くの死を避けることができたはずです。\n\n楽しさ：大丈夫、私はこれの部分を楽しんだことを認めます。 確かに離陸は遅かったが、時にはミステリーのためにそれを期待しなければならず、観客を驚かせるために少数の赤い稚魚が解放されない限り、それは謎ではないだろう。 私は、いつものように、悲惨な部分を楽しんだ。 しかし、ストーリーのトーンで、あなたが「聖なるボール」が深く誇張されたエピソードがあります。 一度は良い、最初のいくつかのエピソードのためにそれに固執する、私はそれが遅いスタートに降りることを認めますが、見るためにいくつかの素敵なゴアがあります。 その唯一の12エピソード長いので、あなたが短いシリーズを見たい場合は、私はそれを行くことを言う。 しかし、好奇心があなたに忍び込むときだけです。 それからあなたは私のように結論に怒ることができます。  ^ _ ^"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Homraryan",
    "profile": "/profile/Homraryan/reviews",
    "pages": "15",
    "number": "18",
    "link": "/reviews.php?id=103339",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  8\n\n私はプロットについて何も知らなかった、あるいは私が自分自身に入ることをしようとしていた。 私の目の前で何が起こるかとは無関係に、私はこの12のエピソードの冒険を一度に終わらせることを決意しました。 私はアニメシリーズのレビューを書いているのは一般的ではありませんが、一度しか見たことがないにもかかわらず、もう一人のためにそうしなければならないと感じました。 したがって、このレビューでは、上記の5つのカテゴリを使用して考えたことを詳しく説明し、全体的な意見を述べます。\n\n私はこのアニメの楽しさの要素から始めるつもりです。 私はこのアニメを非常に基本的なレベルで楽しんだという気持ちがあります。 あなたの内的感情を引き締める能力は驚異的です。私はこれを、アニメの感情的魅力に一般的に敏感な人物と言います。 それは物語の要素にあなたを描くことに巧みであり、間違いなくスリラーのジャンルの傑作です。 私は、物語の謎の要素が同じように楽しいものであることを発見しました。もう一つは、暗黙の意味合いで多くの誤った指導を創り上げています。 どこにも出てこない情け深いシーンから生き残れれば、このシリーズは緊張と謎だけを見る価値があります。\n\n楽しさをフォローして、私はそのプロットについて話し合うつもりです。 プロットは大部分がスクリプト化されており、優れて実行されています。 それはゆっくりと謎と恐怖の興味深い物語を織り成すので、ペーシングは絶対に素晴らしいです。 最初の10個のエピソードは完璧ですが、このレビューのために私が下位のマークの1つを与えた理由は、エンディングが非常に満足のいくノートで終わらないということです。 私は何も駄目にしませんが、スタイルやプロットの一般的な変化は、何があったのだろうと思っています。 私が頭を揺さぶって、「以前にそれをやっていたら、私たちに多くの時間を救うことができた」と思っていました。 私はこのレビューを書くことにしました。 慎重に細工されたプロットは最終的なエピソードのための混沌とし​​た熱狂に崩壊し、最終的にそれ自身を解決するが、それはできるほど満足できるものではない。\n\n次に、文字があります。 このシリーズには2種類のキャラクターがあります：あなたが覚えているものとそうでないもの、そして悲しげにあなたが覚えていないキャラクターは、あなたのものよりも重要です。 周囲に投げ捨てられた多くの人々がいますし、いくつかは非常に一般的なので、一緒に混合する傾向がありますが、プロットの性質上、これらの一般的な文字は目的に役立ちます（非常に暗いものです）。 一般的に、私は非常に好都合であるために少数のキャラクターを見つけました。 ストーリーの女性主人公でさえ、私のお気に入りの一つでしたが、いったんすべてが言われてやったら、やや変化しました。 私たちの主人公はそれほど悪くはない、彼は興味があり、おそらく鼻を彼がしてはならない場所に押し込んでいるかもしれませんが、彼の性格はそれほど面白くないか、発展していないかもしれません。 それでも、彼はちょうど普通の学生として非常にきれいに収まり、彼の好奇心は間違いなくプロットを推進するのには間違いありません。 最終的に私は主人公よりも支持キャストを楽しんだと言います。\n\n最後に、シリーズのサウンドと芸術に着きます。 彼らはプロットの美しさと完璧な仲間の両方であり、私は芸術の専門家であるとは言いませんが（私はこのシリーズを中品質のストリームで見ました）、それは見事に見え、それは音色に合っています シリーズが提示しようとしている気分です。 音は不気味で、私のヘッドフォンでアニメを聴いていたので、私はサウンドトラックの力を全部持っていき、それぞれの緊張した瞬間をはるかに上げました。\n\n全体的に、私はあなたが塩の穀物でもう一つを見ることをお勧めします。 それは時々信じられないほどうんざりだし、死は最終目的地の映画を連想させる。 そしてあなたが貧しい憲法を持っているなら、私は、あなたが本当に不安を感じさせる緊張した雰囲気を作り出すことに優れているので、このシリーズをいくつかの節度なしで見ることを勧めません。 あなたが劇的な感情のためにホラー映画やスリラー映画を見て楽しむなら、Anotherは完璧です。 しかし、あなたが良い謎に興味を持っているなら、道に沿ってあなたを満足させるでしょうが、最終的には失望するかもしれません。 結末について人々が感じたことの一般的な調査によって、私はそれを見て、あなた自身のために見ることをお勧めしません。 私は失望と批判のために奇妙なものになりがちです。\n\n私は大いなる雰囲気を持っているため、もう7/10を与えてくれました。そして、最終的な瞬間には傑作に過ぎない素晴らしい物語です。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "FemaleBitchTitan",
    "profile": "/profile/FemaleBitchTitan/reviews",
    "pages": "15",
    "number": "19",
    "link": "/reviews.php?id=105267",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はその物語が何であるかを正確には期待していませんでしたが、私はすべてのゴアと血を期待していました。 人々が死ぬ方法でかなりの不安なアニメ。 私は今、ボートでエレベーターとプロペラを恐れています。 ハハ。\n\nしかし、もう一つは私の好きなジャンルのほとんどを含んでいました。 暴力（心理的）、心理学、超自然的（私は言葉ではありませんが、私はそれを一つにしたものを推測します）。\n\nあなたが胃が弱い場合、または贅沢な死の悲劇に慣れていない場合は、私はこれをお勧めしません。\n\n私が9/10にした話。 単純に除外されたものもあります。 あなたはアニメの終わり近くにそれを把握するでしょう。\n\nアート10/10。 私はスタイルと表現が大好きで、あなたはキャラクターの動きを誇張して言うことができると思います。\n\nサウンド10/10ダビングは本当に良いです。 だから、あなたがサブタイトルを読んでいると思わないなら、ダビングは素晴らしいです。\n\nキャラクター10/10私はすべてのキャラクターが自分の個性を与えられたと感じます。 特にユヤとメイ。\n\n楽しさ10/10私は通常、一回でアニメを完成させませんが、これは私がやったものです。 それぞれのエピソードは私をより多くのために戻ってきた。\n\n私が物語と伝説そのものについて語ったところがほしいと思うものがいくつかあるため、全体的に9/10です。\n\n他のアニメと一緒にダブやサブで全部見ることができ、高品質でMyAnimeStream.netでの広告はほとんどありません"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "moseslionheart",
    "profile": "/profile/moseslionheart/reviews",
    "pages": "15",
    "number": "20",
    "link": "/reviews.php?id=58753",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  8\n\nもう1つは3-2中学校で起こる呪いで、この呪いはこの問題のために授業中に生徒がいることを示しているので、児童は悲惨な死を迎えるだろう。 東京からの移籍学生である榊原（主人公）はこのクラスに入るが、授業中の呪いについては知らなかったが、クラスではすべての生徒が許可されていない追加児童 話し、その呪いを避けるためのすべての行動を無視するが、榊原はそのルールを破る。 このような理由から多くの神秘的な死が起こり、最終的には榊原はこの呪いをやめ、友達を必要とする普通の生徒としてミサキを連れて行きます。\n\nストーリー：8/10\n私の国でこのアニメを見るのが覚えている時は神話です。「Qodam」は私たちが死と通常の活動を経験したときに現れる別の世界の双子です。 物語のアニメの適応は、観客が常に各エピソードで驚異を作った、このアニメの初期のエピソードを遅らせることを否定しなかった本当に異常ですが、それは実際にクラスの追加の謎に対する一連の答えです。 エピソードの終わりには、一連の謎に悩まされ、実際に誰が実際に追加の人物であるかを引き続き把握しています。私は、多くの視聴者が追加の人物を騙されていると確信していますが、 私たちは答えを見つけるでしょう。 残念なことにドラマを示さなかったこのドラマジャンルのアニメは、謎と恐怖にのみ焦点を当てています。\n\nアート：9/10\n文字のデザインは、文字の死の3Dグラフィック効果に近い線がほとんど現実のように見えても見えない。 私はオタクのために確信しています、彼らは美咲と赤沢を見ながら恋に落ちることができます。 もう一つの利点は、ディレクターがアニメをダークアニメに持っていくことです。\n\nサウンド：9/10\nホラーアニメのジャンルの特徴は、この楽器の唯一のサウンドトラックであり、この現在のアニメのオープニングは楽器に過ぎないが、楽器が提示されていることに再び注目することは、髪を上げるガチョウの跳ね上がりを作り出すことができる。 サウンド・ディレクターが、死のシーンのかなりのスリル満点の楽器を作ることもできたのは終わりではありませんでした。\n\nキャラクター：8/10\nアニメだけが謎と恐怖のジャンルに絞られていると、彼らはそのシーンをうまく持ち込むことができましたが、このアニメドラマのジャンルでは判明しました。このアニメを見たとき、私はドラマを演じる人物は見ませんでした。 私は榊原を期待しており、ミサキはロマンチックなシーンに巻き込まれていたが、彼らはただの人の謎を解き明かすために努力していた友人のようなものだ。 それにもかかわらず、アニメのキャラクターは全て、最初の榊原新生の登場で急速に成長し、多くの生徒と友達になりました。 考慮する唯一の人であるが、彼女が探していた友人を見つけることができる唯一の人物である、クーデーのオリジナルのキャラクターを描いている。\n\n楽しさ：8/10\n私は先月このアニメを見終わったが、私はまだ予期せぬものと考えられる話をよく覚えている。 時計の間、私は実際には追加の人を見つけることを続けて、榊原を主張しているようですが、明らかに私は間違っていました。 しかし、アニメは本当に残念です。なぜなら、エピソードごとに非常に平坦に見えるので、死んだ一人の人が単調な印象を受けました。 それにもかかわらず、私はこのアニメの謎を認めています。\n\n全体：8.4\n謎と恐怖の話では素晴らしいですが、ドラマの点ではそれほどです。 あなたがホラー愛好家なら、このアニメを見ることをお勧めしますが、ドラマ愛好家にとっては、暴力と死のシーンがたくさんあるので、もう一度考えてみることをお勧めします。"
  }
]
