[
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Caciowskij",
    "profile": "/profile/Caciowskij/reviews",
    "pages": "9",
    "number": "1",
    "link": "/reviews.php?id=197243",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  3\nキャラクター|  5\n|  3\n\nまず最初に、このレビューは個人的なもので、あなたの意見とは異なるかもしれません（実際には合計でB $を打つことさえあります）。そして、私が落としたので、それはエピソード+クリップの一部とYouTubeで見られるランダムなエピソードの半分に基づいています 半分。\n私はホラー/ミステリーのアニメが好きだと言うことから始めましょう。しかし、私は絶対に純粋な凶悪さとゴアベースのアニメを嫌います。もう一つは、物語全体がランダムな死を一緒にする言い訳に過ぎないと感じました。ミステリーは、 セリフ全体に小さなヒント（あなたがそれを綴っている場合）は、一度にすべての情報を公開するまで、あなたは何かを知ることができません。\nエピソードの中には、何か起きていることとは関係のない無作為な奇妙な人形の画像があります。「卑劣な人形は気まぐれです、あなたのズボンは大丈夫です！」と言って、音量は怖い沈黙から誇張された音に変わります。 ほとんどのイベントでいつも同じOSTがどのようにあるのか、あなたは呪いを知り、誰かが死んで、涙を流しているなど、\n最初のエピソードは本当に退屈だと思っていたので、最初のエピソードはバックグラウンドを説明し、物事を紹介し、次のものを設定していることは知っていますが、 そして私が通常行うよりもはるかに多く（私が白い玉の戦争の弧を見たときよりもさらに、1つの事のために10のエピソードを見なければならないことを憎んだならば）\n芸術はそれほど悪くはありませんが、私は実際には目がいつもよりも大きいアニメを気に入っていません（実際にメイは彼女の顔におむつがあるように見えます）。\nキャラクターにはカリスマはなく、血とプロットの進歩のために自分の性格からしばしば行動するが、幸いなことに、彼らは主人と梅の間の何らかのロマンスを暗示しようとしなかった。 強制と哀れです。\n\nTL：DR：恐ろしい人形シミュレーターやゴアパレードを探しているなら、これはあなたのパンとバターになるだろう。プロット、実際のミステリー、「ホラー体験」よりも「スリラー体験」が好きなら、何か他のものを探す 。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "-ShadowClaw-",
    "profile": "/profile/-ShadowClaw-/reviews",
    "pages": "9",
    "number": "2",
    "link": "/reviews.php?id=156449",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\nまず第一に、スポイラーズに気をつけて、そしてこのレビューはアニメだけのウォッチャーである誰かからのものです。\n\nさて、私はこのシリーズの最初の部分のAli Project Videoのポストを1年ほど前に見つけました。私は即座にそれに惹かれました。 それにもかかわらず、それは最終的にそれを見るために知ってまで知っているまで、私はなぜか理解できないが、私は失望していないことを伝えさせる、これは本当に素晴らしいショーです。\n\nストーリー9：ストーリーはこれまでに見られなかったものは何もありません。 最終的な目的地を見た人は、これを間違いなく感じます。 それはまだ本当に魅力的なものです。 だから、四半世紀前の特定のクラスは貴重な学生を失って死を受け入れることができず、彼らは生きていると思われ続け、その結果、そのクラスに属するすべての生徒とその家族に死を招いた この呪いは毎年繰り返されています。 このストーリーのキャラクターは、このイベントが発生するのを防ぐためのものです。残念なことに、それは後退し、現在停止しようとしています。これは、全体的なテーマです。 ストーリーが流れていく様子は、暗闇の中で最後まであなたを守ります。誰が死ぬかを予測することは必ずしも容易ではなく、奇妙で暗い色調は常に幸せな瞬間にも残っています。 それはいつもあなたが推測し続けることもあり、結末でさえ私たちが知らないまま残っています。 ショーが始まるのはいつか、とりわけep 3までですが、それは確かに価値があります。\n\nアート9：芸術のスタイルは物語と背景に合っています。 アニメーションの中には、特にこの人形の気分を定める不安と恐怖を感じるような、人形や死の飾りが美しく描かれているものがあります。 少し欠陥があるかもしれないいくつかのシーンがありますが、アートワークやアニメーションの大半は素晴らしく行われました。\n\nサウンド10：前に私が言ったように、イントロ音楽のために私はこのショーのために最初の場所に夢中になったので、明らかに音は良いです。 あなたはいつもAli Projectを頼りにして、アニメシリーズのためにきれいにかつ美しく音楽のスコアを作ることができます。 また、全体的なショーの中で使われていた音やオストも、特に奇妙で奇妙な瞬間に、その瞬間に惹きつけられていた。\n\nキャラクター9：私がこのショーで見たキャラクターは、私が見たほとんどの他のシリーズと比較して、実際には非常にユニークです。 また、他のショーで見られるようなクリシェの瞬間やステレオタイプは、中学校や高校の設定で特に見られることはありません。 メインのミサキと榊原は、私が本当に楽しんで見て楽しんでいたものです。 私がキャラクターに抱いていた1つの苦情は、彼らがシリーズの初めにやりとりしたやり方で、特に他のクラスの仲間が、実際に災害を起こさないように災害を防ぐために処理できたからです。 それ以外は大丈夫だった。 また、ロマンスは、日本のシリーズではめったに見られないが、ロマンスは微妙で実際には示されていないものでも、ここでは焦点でもない。 全体的に私は一緒に、幸運なことに恋人になっていない人のために一緒にかなりかわいい榊原とミカシを描くだろうあなたはそれが発生することを心配する必要はありません。\n\n楽しさ10：すべての私は価値があったすべてのために、このショーを楽しんだ。 シリーズのアニメ唯一のウォッチャーとして、それは素晴らしい時計だった、私は完全に一晩でそれをマラソンし、私は楽しんでいなかった瞬間はほとんどなかった、それは本当に素晴らしいホラーシリーズであり、私はみんなが少なくとも一度見ることをお勧めします そこに人生。 私はまた、LNとマンガのシリーズを読んだことのある人にも注意したいと思っています。 私は、この番組がいくつかの分野、特に最後の2 epsで元のプロットから逸脱しているという事実を知りません。 元のLNマテリアルを読めば、私の意見は変わるかもしれませんが、アニメだけのウォッチャーから見ると本当に素晴らしいショーです。 もしあなたがまだそれを見ることを決めたなら。 あなたは私がやった同じミスをやってはいけないと私を信頼し、後でそれをnoa見て行くために残して:)"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "TheBlueFruit",
    "profile": "/profile/TheBlueFruit/reviews",
    "pages": "9",
    "number": "3",
    "link": "/reviews.php?id=196275",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  7\n|  8\n\nこの番組を見直したいくつかの他の人たちと同じように、私はそれについて何も知らずにそこに入りました。このアニメのジャンルは分からなかった。 言うまでもなく、最初のいくつかのエピソードを見た後、物語、キャラクター、そして謎が即座に私を惹きつけました。\n\n物語は、東京の大都市から小さな町、生誕地に戻ってきた榊原幸一を中心に展開されています。 彼の母親（故人）の故郷でもあります。 コイチは滞在中に祖父母と叔母と一緒に住み、ヨミ北部の学校に通う。 そこから、物事が変わってきて、コイチはすぐに何かが気に入らないようになってきます。特にガラスの中には誰も気付かないような神秘的な女の子がいます。\n\nストーリー9/10\nもう一つの物語は、独自の独特のひねりを加えた古典的なホラー/ミステリーです。 物語は町内の有名な伝説の周りを回っています。そこでは、クラス3-3の第9学年の学生が1972年に家族とともに死亡しました。 同級生の喪失で荒廃したこのクラスは、彼がまだ生きているかのように行動し、年のクラスの写真の終わりに彼の「幽霊」が現れるようになった。 クラスの行動のために、それは明らかにクラスに呪いをかけ、彼らを「死に近づける」ようにしました。 その年以来、授業は学生やその親戚が不思議な形で死ぬようになる不思議な現象に巻き込まれました。 死の背後にあるこの謎と、それを引き起こしているのは私を引き込んだもので、私は見守っていました。 ショーはあまりにも早くあまりにも多くをあきらめていないので、よくペースしました。最後の結論はちょうど私がもっと欲しかったのです。\n\nキャラクター7/10\nキャラクター、特に2人の主人公コイチとメイ・ミサキの関係は、おそらくシリーズの中で最も興味深いものです。 しかし、私はしばしば、2人以外の人、特に死亡した人を誰が追い抜いているのか分かりません。 ショー全体で再び名前を述べることもありますが、私は彼らがどれだったのかを覚えていません。 これは私が自分のせいで注意を払っていないことが原因だと思うかもしれませんが、キャラクターが殺される前に急いで導入されたと感じました。\n\nMUSIC 9/10\n私はそれが始まったときのOPのファンではなかったが、それは私の上で成長し、最終的に私はそれを楽しむことを学んだ。 しかし、その輝きはショーの音楽にある。 古典的なホラー/ミステリーファッションでは、音楽は緊張した瞬間に構築され、スリル満点の瞬間のように頻繁に座席の端にいます。 作曲家がこの番組に出演した人は誰でも、私は彼らに帽子をかける。\n\n全体的な9/10\n全体的に、もう一つは、あなたの座席の端にあなたを保ち、あなたがもっと欲しいと思うようにする素晴らしいスリラー/ホラー/ミステリーです。  12話は物語のエピソードのちょうどいい量だったが、私は助けができないが、次に何が起こるのだろうか。 私の一部は別のシーズンを望んでいるが、他の部分はそれがどのように終わったかに満足している。\n\nあなたがミステリー/スリラー/ホラージャンルのファンであれば、もう1つは間違いなくあなたが見るものです。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "IAmJ",
    "profile": "/profile/IAmJ/reviews",
    "pages": "9",
    "number": "4",
    "link": "/reviews.php?id=195936",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  10\n\n私はこのレビューの誰かのためにこのシリーズを台無しにしないように本当に頑張ります。\n\n私は物語を10のうち8を与える。「Another」は多くの謎を持つホラーアニメです（これが私が何かを台無しにしないように努力している理由です）。 物語はあなたを端に保ち、常にあなたに「なぜ？」と尋ねる。 あなたは別のエピソードを見たいと思うようになります。\n\n私は芸術に10のうち8を与えます。芸術はまともではありませんでした。 本当に悪い場合を除いて、私はアートに多くの焦点を当てていませんが、別のアートはまともで時には驚くべきものでした（特に人形）。\n\nキャラクターの種類は初めはやさしく見えますが、ストーリーが進行するにつれて、個性や性格が際立ちます。 彼女は遠くから気味悪いが始まるので、メイは私の好きなキャラクターの1つ（多分すべてのアニメの外）ですが、ショーが進むにつれて、彼女は遊び心のある側面があることを明らかにします。\n\n全体的に、それは非常に良いシリーズであり、私は本当に良いアニメを楽しむ人にそれを示唆します。 これは私の最初のホラーアニメだったし、それが始めるには良い場所だと思う。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Drevorn",
    "profile": "/profile/Drevorn/reviews",
    "pages": "9",
    "number": "5",
    "link": "/reviews.php?id=225395",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  8"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "LPGeneratorx",
    "profile": "/profile/LPGeneratorx/reviews",
    "pages": "9",
    "number": "6",
    "link": "/reviews.php?id=153017",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  3\n|  8\n\n「Another Destination」は、映画のフランチャイズを連想させる12話「ホラー」アニメです。 それはまた、最も遅滞し、最も無意味なアニメのタイトルの1つを持っています。\n\nストーリー： -  7\n\n「Another」の物語は、榊原光一という男の性格の馬鹿馬鹿しい馬鹿を中心に展開している。 コウイチは、読売山中学校に移ります。 彼がそこに着くと、彼は女の子のミサキと会う。 そして、彼のクラスに他の誰もこの女の子を見ないことに気づきます。\n\nこの時点で、ストーリーはロードブロッキングに当たっています。 あまりにも多くを損なうことなく、私が言うことができるのは、人々が死ぬことが始まるということです。 ストーリーはこれらの死の理由を明らかにしようとした可能性がありますが、その代わりストーリーはストーリーを検索して原因を停止することを決定します。 私は個人的には、死を防ぐ方法ではなく、死の原因を調べようとすれば、その話がはるかに良くなったと思います。 彼らは単にその理由を「呪い」としてマークします。 これは物語の大きな欠陥です。\n\nストーリーのペーシングには欠陥があります。 最初の4つのエピソードは、次の8を構築します。しかし、12のエピソードシリーズでは、4つのエピソードは2つのエピソードしか作成できません。 ショーの最後の2つのエピソードは非常に急いでいる。\n\n全体として、ショーの前提は良好ですが、問題はショーの実行とペーシングになります。 物語はミステリーのジャンルのより良いショーになるためには別のルートに進んでいるはずで、ショーはペーシングの問題を修正するために約18のエピソードがあったはずです。\n\n\nアート： -  8\n\n「Another」の芸術はシリーズのより高いポイントの1つです。 シリーズの芸術は非常によく行われており、ショーのトーンを設定するのに役立ちます。 芸術は非常に暗く、ホラーのジャンルであるショーをサポートしています。 アニメーションはすばらしいわけではありませんが、すべての死のシーンは完全に行われます。 死のシーンはすべて完全に設定され、緊張した環境をシーンに持ち込む。\n\n誰かが「Another」のアニメーションを賞賛することができる主な理由は、ショーの血液です。 アニメは非常にうまいですし、あなたが魅力的でないなら、おそらくそれは好きではありません。\n\nショーのキャラクターデザインはかなり良いです。キャラクターは中学校のように見えますが、一度体のすべての部分が比例しています。\n\n\nサウンド： -  8\n\nショーのサウンドトラックはとても良いです。 それは完全にショーのテーマを「恐ろしい」ものにしています。 サウンドトラックは、ほとんどの場合、非常に不気味です。\n\nしかし、オープニングはまったく別の話です。 それは完全なごみです。 私はショーのオープニングを聞いて立つことができません。 ショーの終わりは良いですが。\n\nショーのダブは良いです。  subbedバージョンよりも優れていないが、それでも良いです。 両方の声優は非常に優れており、ダブとサブの両方がそのキャラクターを非常によく表しています。\n\n\nキャラクター： -  3\n\nキャラクターはショーがその顔に当たる場所です。  Misakiを除いて、他のすべてのキャラクターは全く開発されていません。 彼女はまた最小限の開発を得るので、ミサキはこれに苦しんでいる。\n\n主な男性キャラクターは、まばらなものです。 ショーは彼をP.O.V. 彼の周りで起こっていることを私たちに見せてくれる。\n\nショーの他の学生も、「対策の責任者」赤沢和泉とは別に、ゼロ開発をしています。 彼女はショーの中で最も迷惑で価値のないキャラクターの一つです。 このショーは、あなたが彼女が実際に物語にとって重要であると信じるように継続的に試みます。彼女はそうではありません。 残念ながら、彼女は開発を受ける少数のキャラクターの1人です。\n\nキャラクター開発の問題は、エピソード番号を長くすることで簡単に修正できました。 私は開発がない人の死を気にすることはできませんでした。\n\n\n楽しさ： -  8\n\nショーでどれぐらい叫ぶかにかかわらず、それは楽しいショーです。 最終的なデスティネーションと並行して描くために、ショーがどんなに愚かでも、あなたは間違いのミステリーと創造的な死のためにそれを楽しむでしょう。 私はそれを見ている間にそれを気に入っていて、それを再見た後でしか、その欠陥を指摘することができます。\n\n\n最終結果：\n\n長所：\n+良い前提\n+非常に良いマチ\n+非常に良いアニメーション\n+良いサウンドトラック\n+楽しめる死の場面\n+適切な乳房サイズ（中学校用）\n\n短所：\n - キャラクターの嫌なキャスト\n - 恐ろしいオープニング\n -  'Meh'ペース\n - 明確なストーリーライン\n - たわごとのキャラクター、A.K.A。 赤沢和泉\nおそらく、より良いものになったはずです。\n\n全体： -  6.50"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "hyimbob101",
    "profile": "/profile/hyimbob101/reviews",
    "pages": "9",
    "number": "7",
    "link": "/reviews.php?id=222293",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\n私はこのレビューを書くことに決めました。なぜなら、誰かが私の意見にもかかわらず、もう1人は実際にはひどいアニメだと最近知らせてくれたからです。 彼らは、後半の不十分な方向性、単純化されたストーリー、そして「馬鹿馬鹿しん坊」を引用しています。私はこれらの問題に取り組むためにAnotherをもう一度見直しましたが、ここに私の結論があります。\n\n初心者のために、もう一つは興味深い多様なキャラクターのキャストを魅力的なプロットラインに沿って推進しながら、テーマを探求する面白いアニメです。 見るには4時間半かかります。だから、それは完全にうなずいていて、2番目のシーズンにヒンジをかけたりピニングしたりしないクライマックス構造です。 偉大な芸術、音、そして声優と組み合わされて、私はこのアニメのファンが誰かに心からお見せする理由を見ません。 詳細なレビューについては、下記を参照してください。\n\n1; 何かがあれば、もう一つは正しく、それは気分に影響します。 アートスタイルからサウンド、マイクロカット、気味の悪い人形の顔、人の話し方などの雰囲気は、シームレスに、一貫して、完璧に作り出されています。  Bakemonogatariは、その効果の面でBakemonogatariシリーズと比べることができますが、Bakemonogatariははるかに優れた定型化された仕事をします。\n\nもう一つは、文字が常にあなたから何かを隠しているように、何が起こっているのかを決して正確に知らないような気分にさせる素晴らしい仕事をしています。 これは主に、お互いから常に物事を隠している主人公と、若者から物事を隠そうとしている古い世代の主人公によって強化されています。 記憶操作のアイデアもすべてのものになります。 信頼できる情報はありません。\n\nコイチの妹が「知っておくべき4番目のこと」と言っているエピソード1 12:00のように、この霧のような雰囲気を確立するための興味深い周辺方法がありますが、彼女はコウチの祖母によって断ち切られます。 これは、protagと視聴者に不完全な画像が与えられている別の例です。 それは私が個々の作品の完全な形を知らなくてもパズルをまとめるような気がしました。 個人的に私はこれがとても面白くて魅力的だと感じました。 他はそうではないかもしれません。\n\nトータルスポイラー！  2; ミサキが幽霊だと思った時、正直信じていました。 これは私のために完全に識別できなかったパズルピースを持っているという考え方に変わりました。\n\n3; 誰もがショーの\"方向\"を批判することができると思うが、悪い人であることを理解するために何が起こっているのかを理解することから方向性の変化は完璧だったと思う。 それはほとんど正確に途中で起こって、栄光のあるクライマックスの対決で最後まで遂行されました。私が心配している限り、それよりはるかに良くなりません。 それは何が起こっているのか、誰かが好きではないと思う人物の組み合わせです。 私は個人的にそれが完全な閉鎖に物語を推進した鈍いジャンルの新鮮な変化であることが分かった。\n\n4; エピソード10には、間違いなく不自然なキャラクターの開発がありますが、私はそれを意識していました。\n\n私はもう一人は素晴らしいアニメだと思う。 唯一の正当な批判は、その本がより良かったということです。 私は本を​​読んでいない、と私は、私が持っているように、このショーを高く評価していない誰もがあると推定する。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Yandazan",
    "profile": "/profile/Yandazan/reviews",
    "pages": "9",
    "number": "8",
    "link": "/reviews.php?id=170579",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  9\n\n学生の中で新しい学生が移り変わった後、不思議な死が始まり、もう一方の生徒を見つけることは生存者次第です。\n\nもう一つは、唯一の本当のホラーアニメの一つです。 私は怖がっていたわけではありませんが、誰もが私の注意を引いた暗くて気味の悪い芸術スタイルで死ぬ（そして私のことを信じる）のように、いつも不気味で緊張しました。 このアニメはまた、私が13回のエピソードシリーズで希望を与えることを管理しています。 私は短いアニメを楽しむ傾向があるホラー映画に誰にでもこれをお勧めします。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "akash_kise",
    "profile": "/profile/akash_kise/reviews",
    "pages": "9",
    "number": "9",
    "link": "/reviews.php?id=220556",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  1\n|  3\n\nバズ...バズ...誇大宣伝...誇大広告...クラッシュthats他の人は本当に概要を読んで、それはとても面白い、興味深いと非常に不思議な音だと思うかもしれませんが、それは神秘のオーラを与えると思うかもしれませんが、 ホラーストレート顔のうそ、うん、顔の嘘つきこれは何よりも悪いですが、プロットホールの過剰溺死して文字通りまばゆい感情のまばらな文字感情の性交キャラクターの開発はこれを表示するにはあまりにもクールです あなたは私の貴重な貴重な人生の288分を無駄にしてしまった。 技術😏😏\n\nストーリー： - ちょうど私がそれを2つの半分に分けさせて、その概要を書いてみましょう：-8/10（私はそれが詐欺だったと言ってうれしくありません）、本当のアニメは-2/10です。 あまりにも多くのプロットの穴を最初にまず最初に悲劇の種類の最終的なファンタジーの事は、有名な女の子が死亡し、彼女が生きていたとして扱われ、クラスが呪われたと私はそれが確かにそのような回 イベント....今死んではいけない痛みはゼロ文字の開発は全体のプロットを弱める...最後は女の子と一緒にしようとしているように感じる彼女はshemale（あなたは私が意味するワットを知っている）が判明... 愚かな愚かな愚かな説明できない能力と力があるようにワット9番目のエピソードのうわー...最初のいくつかのエピソードは、謎を開発するために言われ、完全に無事ですのでcooolllとda終わりのワットの謎に... 文字で）\n\nサウンド： - オープニングのテーマは、今や気が散っています。それ以外のものは、あなたのサウンドが驚異的なサウンド7/10というラベルの付いたアニメから期待しています。サウンドは、誇張して（誇張して）  convos....まあまあまあまあ仕事が死の間に音が激しくなることはありませんそれはそれがPAスタジオが感情を燃やすことを望んでいなかったように感じていたようにとどまるhuhhh....結末はちょっと憂鬱で悲しいまともです サウンドコアー\n\nアート： -  6/10、芸術はとても衰えていて、時には現実的ではありません。コテージは、クレヨンのように見えます。火を燃やすために描かれた絵は、まだ貧弱な仕事をしていません...モーションとフレームは素敵でした。 それは大丈夫だった...まともな仕事は働く\n\nキャラクター： - まあまあまあまあまあまあ0.5/10のキャラクターの最悪のものの中のひとつ感情のない奴らmcはいマッチは哀れで、デミメイのように嫌な賭けは本当に不思議なものです 謎の中には何も私たちは彼女のアニメのドロップヒントを知ることはありませんが、彼女は気にしない本当に変わった母親を持っていることが示されていますが、なぜ誰もが彼女はいつもそんなにうれしいです 今は人が死ぬが、痛みを感じることはありませんbcozあなたはほとんどゼロキャラクターの開発を知っていますそれはちょうど少し知っている人物を殺してもいいですが、見知らぬ人はどんな感情をも惹起しません。  mcは哀れですhintsはabt彼の死んだお母さんとパパは何も出演しないので、私は本当に大きな時間を犯していると感じる....文字がうまくやったら多分もう一度やっただろう....\n\n楽しさ： - ワットの楽しさ3/10純粋な拷問私は謎を明らかにするために見ていた、そして、黙示録が作られたときそれは価値がなかった....全体として私はこのくそから繰り返すことができます もう一度urselfを見てみましょう。\n\n読んでいただきありがとうございました...あなたがそれを好きで願って、貧しい文法と時制の欠如について申し訳ありません申し訳ありません私の次のレビューkomenasaiでそれを参照してください！"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Saan-kun",
    "profile": "/profile/Saan-kun/reviews",
    "pages": "9",
    "number": "10",
    "link": "/reviews.php?id=57391",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nもう一つは偉大なアニメです、私自身は時間を追って別の斬新な方法を読んで見つけました。アニメを作り出すことになっていることを知ったとき、私はそれを見なければならないことを知っていました！  （あなたが小説や漫画を読んでいないなら、それをやってください）\n\n彼らがその小説からアニメを制作した方法は、絶対に素晴らしいものでした！\n私は物語の中で最高の評価を出していますが、実際には他のものと同じくらい良い仕事をしているホラーアニメはほとんど見つかりませんでしたが、アート側では、 少し良くなりましたが、私はこのレビューの詳細には触れません。\n\n音？ すべての声優が完璧にやった！ 彼らはすべて彼らの外見や話し方に合った素敵な物語と個性を持った人物とマッチしました。\n\n私がレビューの開始時に言ったように、私はこれを本当に楽しんでいました。これは、あなたが物語にとまってそれを考えるなら、あなたが本当に楽しむことができるアニメの1つだと思います。 それにわずかな「コメディー」と、観客にとって心理的な質問にも素敵な触れ合いがあるホラー。\n\n全体的にこれは、私が見ている、そしてそうなる最高のアニメの1つです！\n\nあなたがこれをまだ見ておらず、ホラーとクレイジーなことのようなものなら、これを試してみてください！\n\n私は恐怖の事を見るのが好きな人にこれをお勧めします。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "hallythemartian",
    "profile": "/profile/hallythemartian/reviews",
    "pages": "9",
    "number": "11",
    "link": "/reviews.php?id=220450",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  2\nアニメーション|  7\nサウンド|  7\nキャラクター|  1\n|  2\n\n\nもう一つは、病院を持つ別の都市に移転する若い男、榊原幸一の話です。 彼はその後、2人目のメインキャラクター、梅咲きを含む、将来の同級生を満たす。 彼女は突然榊原の後ろに現れて消えていくことを考えず、暗闇の中でその病院を歩いている。カウチが渡ってくると叫び声を鳴らし、コウチの教室の通知にはほとんど誰もいない。 コイチは興味をそそられ、ミサキについて尋ねるたびに、彼のクラスメートは彼の話を理解できないように見えるので、ミサキが何かの幽霊かどうか疑問に思う。\n\n*一口*。 私はちょうどAnotherの4つの最初のエピソードを再開しました。つまり、このショーは本当にゆっくりとスタートしています。 次に、プロット。 美咲が幽霊であるかどうかについてのプロットのようなものです。 シノプシスが教室の謎について語っているので、皮肉です。 また、他のクラスメートが彼女を見ることができるシーンもありますが、他のすべてのクラスメートがそれを確かめたいと思っているのは明らかです。 第三に、死。 さて、それはホラーなのですから（それは後の理由を理解するでしょう）、それは死であることを意味します、それは奇妙ではありません。 彼らはゴアのやり方で起こり、数学的でよく計算されたものです。\n\n少数の死の後、ストーリーは終わりに始まります。 コウイチは、教室の背後にある秘密とすべてを理解しようとします。 ここで、私は問題がある。 問題が狩猟の教室であれば、なぜ世界では監督が学年の途中に来たのでコイチを入れたのですか？ そしてここでは別の問題です。 なぜ彼のクラスメートはちょうど彼に狩りについて教えてくれなかったし、すべては大丈夫だろうか？\n\nそして、物語は一連の避けられない、悲劇的な出来事 - 悲劇的な出来事を取り巻く謎に引き込まれたクラスについてです - そうですか？ 彼らは事故の後すぐに生きて、なぜDAMNのようなビーチに行くのですか？それはあまりにもビーチの事を真似していませんか？ そして、コースの途中で山の中のその邸宅に行く必要があります。なぜなら、pff、犯罪があり、そこに行かなければならないからです。 真剣に。\n\nとにかく、私はもう話をしません。そうでなければ、あなたにすべてのことを忘れてしまいますが、私はこれを伝える必要があります。 狩猟の理由が馬鹿だから、梅宮美咲がその目のパッチを身に着けている理由は、まったくのシナリオでは簡単だし、よく考えられていない、死も愚かでもなく、最後の啓示が駄目だ。 あなたは「ああ、いや！」のようになると思うだろう。 ある時点でこのショーを見ていますが...いいえ、あなたはしません。\n\nサイドキャラクターは画面時間があまりなく、あまり存在せず、まったく引き付けることも取り付けない...\nああ、私にこれを教えさせてください、主人公は付随していませんし、私はそれらに関連することもできませんでした。あなたは、彼らがあるねじれに対して現実的な反応を持ってほしいと思っています。 それは空です。\n\nああ、死は無意味で、簡単に避けられたかもしれない。 私はそれについてもっと言わないよ。\n\n私は、別の人が本当に、本当に悪いのを見つける。 ちょっと楽しい芸術と音のほかに、私は12のエピソードの間に退屈だと感じました。\n\nそれは単に過大評価されているだけではありません。プラス、ホラーショーではなく、コメディーなショーのようなものです。 コメディーでは、BOREDOMからあなたが笑ってしまうのは残念です。 あなたは不快感を感じないし、恐怖を感じないし、恐怖感を感じるために見るときに光をオフにしたいと思うかもしれないが、それでもそれはぞっとするようだ。 少なくとも私はそれをそのように見つけました。\n\n長い話が短い。 シナリオはあまり意味がありませんが、その場合はあなたに怖がらせるように作られています。  OST、サウンド、グラフィック、そしてメインの「ゴア/ホラー」のジャンルに合ったアートスタイルの他に、私はものが好きではなかったし、Anotherを見ながら自分の時間を無駄にしただけだった。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "absta1998",
    "profile": "/profile/absta1998/reviews",
    "pages": "9",
    "number": "12",
    "link": "/reviews.php?id=219857",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  10\n\nもう一つは....うわーだった。 もう一つは、今まで見たことのない第2のホラーアニメです。 ほぼすべてのひねりは予期せぬものでしたが、期待していたひねりさえも見て楽しかったです。 もう一つは、シリーズ全体を通して私の座席の端に私を持っていた。\n\nストーリー：10/10  - 絶対に素晴らしい。 私はスポイラーのために解説を書くつもりはない。\n\nアート：8/10  - 非常に良い。 見るべきすべてのシーンは非常に詳細でアニメーションがとても良いものでした。\n\nサウンド：9/10  - ショーの最高の部分の1つはサウンドトラックでした。 私はそれを絶対に愛しました、それは非常に付着可能な音です、あなたは数日間あなたの頭からそれを得ることはできません、それはあなたを傷つけるかもしれませんが、それはそれが価値あるものです。\n\nキャラクター：9/10  -  2人の主人公の開発は非常にうまくいっていますが、サイドキャラクターはほとんど開発されていません。 これでも非常に良いショーです。\n\n楽しさ：10/10  - あなたがショーを見た後、あなたがショーを見たことがあるなら、私はそれがどれほど楽しくてスリリングであるかを確信しています。\n\n全体的な9/10\n（若い視聴者にはおすすめしません）"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "kitamurashi",
    "profile": "/profile/kitamurashi/reviews",
    "pages": "9",
    "number": "13",
    "link": "/reviews.php?id=149051",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこの番組を本当に愛していますので、私がこれを早く見なかったとは信じられません。\n\nストーリー：10/10\n物語は、それが設定されている学校のランダムな画像から始まり、アニメが何であるかをすぐに教えてくれます。 私は人形の点滅が大好きでした。目の不自由、手足の欠如など、ほとんど潜在的なメッセージ（笑）のように感じました。 始めから終わりまで、私は不気味で不気味な気持ちになりました。 クラスメイトのすべてが情報を検索して海辺に旅をしたときのエピソードのバー。 その時点で「生命の断片」と感じられていましたが、それは全体の話から素晴らしい休憩でした。\n物語そのものはちょっと複雑になってしまいましたが、あまりにも混乱するほどです。 全体を通してシンプルなままであり、理解しやすく、従いやすい。\nホラーであるにもかかわらず、面白い瞬間がありました。私は自分自身が笑って、すべてがうまく一緒になったと感じました。\n私は結末が本当に良かったと思う。 それはあなたにいくつかの文字の関係の間に少し質問を残しましたが、私はそれがあなたにその気持ちを残すときが好きです。\n\nアート：10/10\n本当に見やすく、素敵な色のデザインと血は素晴らしかったです！ 私はゴア/ホラーファンなので、大好きです。\n\nサウンド：10/10\nオープニング・ソングは忘れ去られていて、クローズ・ソングはメロウでした。 私は、この2つがこのショーの制作に非常によく対比していると思った。 クレッシェンドの瞬間にバックグラウンドミュージックがポイントになり、より穏やかな瞬間に音楽が完全に流れました。\n声のオーバーも素晴らしかったです。 時にはアニメを見るとき、私は文字の声を聞き、私はそれを立てることができず、それを変えたいと思いますが、これは別のものではありません。\n\nキャラクター：10/10\n私がこのアニメで最も楽しいと感じたのは、キャラクターと私がそれらにどのように関連することができたかということでした。 彼らには、誰もがおそらく関連する可能性のある独自の立場がありました。 私は特に、彼女が「存在しない」ようにされたやり方と、他のクラスメートが彼女と甲斐川を災害から救い出そうとする方法を愛していました。 キャラクターの裏話は、フィラーを使用しなくても十分に成就していました。\n\n楽しさ/全体：10/10\n私は非常にこのアニメを私の仲間のアニメ愛好家にお勧めします。 偉大なストーリー、素晴らしいキャラクター、それに一緒に行く素晴らしい音楽。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Biogundam",
    "profile": "/profile/Biogundam/reviews",
    "pages": "9",
    "number": "14",
    "link": "/reviews.php?id=218570",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  6\nキャラクター|  5\n|  6\n\nこのレビューにはスポイラーが含まれる可能性があることを警告します。\n\n最初の印象、私たちはアニメを得たので、アニメの最終的な目的地として知られています。\nおそらく間違っている可能性があるほど面白いと聞こえますか？\n\n\nストーリー、4/10\n\nだから別の前提は、この新しい学校に行く主人公は彼がそこにいるクラスルームは毎年1人の学生と彼の親戚を殺す毎年行われる呪いと、 もう一度起こってからの呪いは、年が終わるまであなたの後のクラスメートの存在を完全に無視することです。\nそれで、私の考えはどこにありますか？オハイオ州の神は、すべての生徒を殺す神秘的な呪いを持つ学校があります。 私はそれを以前に飼っていませんでした。\nこの前提だけでは基本的には、不思議な呪いを伴う一般的なホラーストーリーと、私たちが左右で死ぬことをしない人々を叫びます。\n\nだから話は、基本的に、誤って呪いを開始し、神秘的な呪いを解明しようとする主人公のことです。\nショーが騒々しいところで私が本当に私のためにしているもの。\n\nあなたがこの神秘的な呪いについてもっと知るにつれ、それはより意味がなくなります。\n彼らはどこから来たのか、何が起きているのかなど、この呪いについて何も説明していないからです。\n本当にばかげているのは、あなたが呪われた魔女のような呪いを含むホラー映画を見て、彼女を犯した人々に呪いをかけてから400年後のある人々が関与し、 この呪いとそれのようなくそ。\n\nしかし、他の人は本当にそれをしません。\nこれらのキャラクターは、この呪いをまったく止めるために積極的に何もしないからです。\n彼らがやったことは、呪いが効力を発し始めたらそれをやめてから反応を止めようとすることです。呪いを止めるために敵を殺すつもりです。\n振り返ってみるとうまくいかない。\n\nそして、私はなぜこの学校が喜んで彼らが呪われていることを知っている授業室に入ることができるのかというこの質問をしなければならないのですか？ だから、クラスルームを閉めて、それを扱うのが難しい教室を少し過ごしている。\n\nホラーストーリーのように、おそらく本当に自分自身を決して説明することはないので、実際には失敗します。\n文字通りこれは、彼らが明らかに説明したもので、明らかに女の子が死亡した後、死後に呪いが始まり、この呪いは死者の中から人を引き戻します。私はあなたがいないのを忘れています。 仲間が犠牲者を殺すようになり、その年の呪いを終わらせる唯一の方法は、死人から戻ってきた人を殺すことです。\n\nだから、合法的なようです。\n\n今では、これは悲惨で悲しいと言う人もいますが、私はそれに本当に同意できませんでした。\nこの物語は文字通りファックとして強制されるので、あなた自身にはどんなタイプの物語が強制されないのかを考えているからです。 しかし、このショーは非常に有罪です。\nなんらかの理由で彼らには呪い防止義務を負っている学生がいますが、誰もこの教室を閉鎖する素晴らしいアイデアは思いつかなかったからです。\n積極的であることは非常に血まみであり、ちょうど私のポイントに追加するためにショーは最後に2人のキャラクターがthayブレーキの後に立って呪いを残したので自己を認める。\n今まで何も起こっていないような気がします。 ああ、主人公なんて何をするつもりなの？ ああ、死んでしまった人々を覚えておいて、その教室を閉鎖するように学校に教えていないのは理にかなっています。\n\n\n\n文字、5/10\n\n主人公はトーストのように控えめです。\n\n性格はまったくなく、すべての性交のようにかなりジェネティックです。\n彼は平均的なジョーであることがかなりある。\nあなたは彼が変わると思うだろうが、彼はすべてのことを思うだろう。\nしかし、彼は決して何が起こっているのか全く気にしていないようです。\n\nサイドの文字は、軽度で一般的です。\n彼らは私たちが心配するために重視している大部分の段ボールのカットアウトです。\nしかし、あなたは今あなたが死ぬつもりで、人格を持たない人を気にすることはできません。\nしかし何らかの理由で彼らは人格を追加しようとする性格の相互作用を持っている瞬間をしようとしますが、始めに人格がなく、彼らが死ぬという事実があるので長期的には無駄になるでしょう 恐ろしい方法。\n\n\nアート、6/10\n\n別のもののアニメーションはかなり磨かれ清潔でした。\nもっと荒々しいアニメーションがもっと物語に合っていると思うので、どんな種類の私を悩ませましたか。\n\nいいものは何もしなかったが、彼らは大丈夫な仕事をした。\n\nこのアニメの配色は非常に酷いので、ショーにはうまく収まります。\n\n芸術のスタイルは、あなたがほとんどどこかでほとんどどこかに見えるブックセットのスタイルでかなりです。 だからその一般的な。\n文字のデザインも一般的です。\n\n\n\nサウンド、6/10\n\nopの主題歌はキャッチーです。 私は個人的にそれに慣れていません。\n結末の曲はかなりリラックスしていますが、それ以外の曲は本当にありません。\n\n今はストーリーの雰囲気に本当に追加されたので、オストは全く異なっています。\n\nどちらがすごくいいですか？ だから、私はそれらのための小道具を与える。\n\n\n楽しさ5/10\n\n私個人的には、死のシーンの上に本当に好きだった。\n私は本当にゴアファンであり、それについて考えてみると、死のシーンは本当に上にあります。\n\n私は11-12のエピソードも大好きです。なぜなら、それは文字通り、人々が狂ってお互いを殺し始める大規模な血浴に変わるからです。\nこのショーは恐怖から私のために私のための喜劇になった。\n\n\n全体的に、5/10\n\n別のものは一般的なホラーストーリーです。ホラーとゴアが好きなら、これはお茶のカップになります。\n\nしかし、あなたが無意識のなかよりよりも多くを探しているなら、あなたは貧しい人物や全体的な悪い執筆に不満を感じます。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "ignominy15",
    "profile": "/profile/ignominy15/reviews",
    "pages": "9",
    "number": "15",
    "link": "/reviews.php?id=146055",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私のための10/10\n\n壊す：\n\n -  * 8/10ストーリーライン、十分に焦点を絞っていない場合は理解するのは難しいかもしれない。 私にはそれほど推測されず、私はできるだけ短時間で仕上げたいと思っていました。  DOLLSはアニメの魔女とはまったく関係がありませんでしたが、周りに配置する必要はほとんどありませんでした。\n\nアートのための+ 10/10、アニメはその周りに素晴らしいオーラがありました。 他のアーティストは良い仕事をしていないかもしれません（私の愚かな意見で）。 とにかく偉大な芸術。\n\n+ 10/10のサウンドでは、音の効果がいくつかの悪寒を放ち、その美しさをさらに美しくしました。 使用されたものの代わりに他のサウンドが配置されていた場合。 これは災害であった可能性があります。 偉大な音ではありません。\n\n+ * 10/10の楽しさ。  。  。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Animeted_love7",
    "profile": "/profile/Animeted_love7/reviews",
    "pages": "9",
    "number": "16",
    "link": "/reviews.php?id=145313",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  5\nキャラクター|  6\n|  7\n\n軽度のスポイラーが続く：\n\nまあ、それは悪くない...多くの時間、私は実際には非常に興味深いことがわかった。 私はプロットが自分自身を過大にしようとしたと思う。 全体的な公表はちょっと涼しく思いがけないものでしたが、私たちがそこに着いたのは問題でした。 個人的に、私は人形ともっと関係があったことを愛していたでしょう...彼らは奇妙ではありますが、無意味なアドオンです。 ホラーショーのために、それはいくつかのクールな死のシーンと有用だったいくつかのゴアを持っていましたが、それは怖いではありませんでした。 カオスが始まったときの終わりもとても涼しかった。 ミカミ・メイがその時を知っていて、誰にも言わないことに決めたという事実が気に入らなかっただけです。 それは...なぜ？ ストーリーを引き出すだけでしたか？ それは無知な「ホラー映画」戦術であり、それはほとんど機能しません。 このショーは、他の映画のプロット（つまり、第六感、最終目的地、すべての呪われた高校映画など）をたくさん借りて、もっと何かに進化しようとしていたようです。\n\n私のレビューのほとんどは、好きではないものに焦点を当てていたが、私が好きだったのは、以前のエピソードの一部だった。 このショーはゆっくりと始まりましたが、雰囲気は不気味でしたし、whodunitのプロットラインは私を早期に夢中にさせてくれました。 私は秋沢が大好きでしたが、主人公をはじめとする他のキャラクターの大半は在庫がありました。また、キャラクターが持っていたこれらの心臓の問題や肺の問題を説明したこともありませんでした。\n\n全体的に、それはクールでした。  「最終的なデスティネーション」のスタイルの死は面白かったし、いくつかのデビュー（大きなデビューを含む）はとても素晴らしいものだった...しかし、ストーリーは混乱してしまったので、これらのデモが来たときに衝撃値OMG 私は欲しかった、彼らは少し気遣った。 また、無駄なサブ・プロット（私は人形や榊原さんのお父さん、お母さんの死など）は役に立たず、説明できませんでした。 これまでに26年前から説明され、示されていなかった死亡者は、交通事故や転倒の傾向があるため、ほとんどの場合混乱していた。 音楽はよかったですが、声優の中にはサブアクがありました。\n\n評決 - 平均を上回るが、かろうじて。  5.5 / 10。\n\n見た - 下敷き"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "TanakaRiza",
    "profile": "/profile/TanakaRiza/reviews",
    "pages": "9",
    "number": "17",
    "link": "/reviews.php?id=213950",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  9\nキャラクター|  6\n|  5\n\nこれは素晴らしいシリーズでした。 物語の多くは巧みに考え出された。 しかし、最後の最後の/大きな暴露はあまりにも多くのプロットホールを残したと感じました。\n\nショーの前半は私の座席の端に私を残しました。 次は何が起こるのか、その不思議な女の子がいるのか、コイチのクラスメートがクラス3-3について教えてくれる秘密は何か、ミサキの幽霊に関する話は、 現在のストーリー。 私を「何か？」と思っていた、本当に大きな崖の上に残されたエピソード。  'あなたはそこにエピソードを終わらせていたのですか？' 元の小説の作者が名前をつけて遊んでいるようなものを使っていた、本当に巧みに考え抜かれたパズルや偶然もいくつかありました。 また、サウンドトラックはかなり良いです、私は認めなければなりません。\n\nしかし、ショーの途中で、プロットポイントが私にとっては驚くほど少なかったので、徐々に興味を失い始めました。 私はエンディングをあきらめるつもりはありませんが、エピソード6までのすべてのことは、毎月1人以上の生徒またはその直系家族が死亡している呪いの一部であることがわかります。 何らかの自然の原因。 誰もがショーの中で最も残酷な死だと言っている死がありますが、私はそれを全く邪魔されずに見ていました。代わりに、「ちょっと待ってください、これは自殺です。 私は、これらの死は、犯罪者のコントロールの外に自然の原因であると考えられていたと思いました！ このSUICIDEはどうやって貢献すると思う？ 途中で神社へのキャンプ旅行に行く前に、彼が吸入器をいっぱいにしなかったために死亡した子供もいた。 どのようにあなたはあなたが詰め替えにアクセスすることができないどこかに行く前にあなたの吸入器を補充しないようにあなたはとても愚かなことができますか？ 私が呪いのために自分の意志に反して自然な原因で死ぬことができる状況にいることを知っているなら、私はそのようなことをもっと意識するでしょう。\n\nまた、終わりを譲り渡すことはしませんが、前に来たプロット要素を持つことで、このアニメに投資することは少なくなりました。 マインドファックアニメ"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "Fragglepuss",
    "profile": "/profile/Fragglepuss/reviews",
    "pages": "9",
    "number": "18",
    "link": "/reviews.php?id=186089",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  9\n\n別の\n\nレビュー投稿者：John Fragglepuss Evans\n\nもう一つは私を最初から夢中にさせてくれました。 謎は早期に始まり、あなたがそれを理解したと思うたびに、それはターンを取る。 グラフィックスの暴力はもうひとつでは不足していません。 彼らが実際に起こったかどうか疑問に思うあなたに残す死があります。 私が同意しなかったアニメのいくつかの側面がありますが、全体的に私はそれがうまく組み合わされていると感じ、私はそれを大いに楽しんでいました。 アニメが私に忍び寄ることはしばしばありませんし、もう一つは私にいくつかの機会にそれらの忍び足を与えました。\n\nもしあなたがホラー映画に興味があるなら、あなたはこれを楽しむかもしれません。 もう一つは、長編映画に適応できるものの素晴らしい例です。それは単なる良いことです。\n\n次のような場合は、気に入らないかもしれません：暴力と成熟したテーマはあなたを魅了します。 これは若い聴衆のためのアニメではありません。\n\nビューアへの注意：誰も安全ではありません..."
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "TheOtakuGirl5678",
    "profile": "/profile/TheOtakuGirl5678/reviews",
    "pages": "9",
    "number": "19",
    "link": "/reviews.php?id=212950",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  10\n\n私の目では、私の座席の縁に座って、次のエピソードに興奮していた。 アートワークは恐ろしいアニメ/マンガのために素晴らしかったし、私は病的なシーンの一部に含まれている詳細を愛していました。 アニメのサウンドはサイレントヒルのように見えたが、ホラーアニメ/マンガなので、マンガを読んでしまうのではないかと心配したが、音は完璧だった。 物語のキャラクターは気分を盛り上げ、素晴らしいものにしました。ミサキの女の子の謎は、視聴者に不思議と夢中にさせてくれました。全体的に私はアニメを大いに楽しんでおり、ホラーを愛するオタクに大いにお勧めします。"
  },
  {
    "title": "Another",
    "id": "11111",
    "url": "https://myanimelist.net/anime/11111/Another",
    "user": "alphiine",
    "profile": "/profile/alphiine/reviews",
    "pages": "9",
    "number": "20",
    "link": "/reviews.php?id=212130",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  8\n\n（A.N. Reviewsは私の個人的な意見ですが、これはアニメを批判的に見ようとする客観的な視点から来ているわけではなく、物理的に失うことのないどこかで私の考えを書き留めたいだけです）\n♡\nまあ、私はこのアニメを長い間見たことがありませんが、最近私はそのエピソード0を見て、このアニメのレビューを書いておくのが苦労するかもしれないと決めました。\nもう一つは非常に興味深いアニメでした。 芸術は非常に明白でしたが、魅力的な奇妙なやり方で、ちょっと、それは作者がおそらくその物語を描きたかったからです。 しかし、その話から始めましょう。 物語は主にミス・ミー・メイという名前の神秘的な女の子の周りを回っています（私の意見では、とにかく恋人であることは間違いありません）とコウイチ（彼の姓は本当に長く、私は怠け者なのでスキップ！ 率直に言うと、私はゴアを期待していませんでしたが、再び私は愚かでレビューや他のプロットの概要を読むことができないと思っていました。 アニメのストーリーラインは、古典的なものの種類に非常にユニークな取っては誰もが物語のようなものを殺す。 しかし、結末はかなり速かったし、私に頭痛のビットを与えたが、私は完璧であるためにすべてを求めることはできません。\n私が以前に述べたように、芸術は、特に、アーティストがミサキと特定の場面で人形の一部を描写するようになったときに、気味悪い方法で魅力的で魅力的でした。 私は完全に夢中になった。 すべての学生、または少なくとも重要なものは、彼らにすべての異なる種類の魅力を与える明確な外見と性格を持っています。  ^ ^\n私は最初の3つのエピソードの後に​​私が（私は簡単に恐れて.....）私を恐れ始めた原因をスキップしたオープニングを除いて、サウンドトラックをよく覚えていないが、私はサウンドトラック かなり良かったし、典型的にはシーンにうまく収まる：D\n全体として、このアニメはかなり楽しかったし、キャラクターの多くは、不快感を感じたりリピートしたりするようなリピートな感じがしませんでした。 私はそれが不気味なアニメになっていると思われるので、キャラクターは典型的なアニメキャストフィールを持っています。ちょうど痴漢のツイストT〜Tを持っています。このアニメを考えているなら、それは大好きです！ だから、弱い胃があれば、私はパスを提案します。"
  }
]
