[
  {
    "title": "Hybrid_Child",
    "id": "11135",
    "url": "https://myanimelist.net/anime/11135/Hybrid_Child",
    "user": "shadowwing94",
    "profile": "/profile/shadowwing94/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=180045",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\n私は全体的に「八尾/少年愛」ファンダムに入って以来、本当に長いことはありませんでしたが、これまでのところ、私は専属のファンになりました。ほとんどすべての漫画/アニメ/卵を読んで/見ていました fandomが提供しなければならない、そしてそれらの中で、 'Hybrid Child'は私の心の中で特別な場所を保持しています。\n\nストーリー：（9）\n物語は何とか違って、私はヤオイがはるかに軽い雰囲気に置かれていたので、ハイブリッドの子供は他のショーとは違った気持ちを示しました。\nこのショーは、互いにつながっていない3つの異なる物語に焦点を当てています。それぞれの物語は、男性とそのハイブリッド子どもの関係についてもっと詳しく教えています。 最初のものはショーの始まりだった。私はそれがとても甘くて、それが私の目に涙をもたらした。 第二話はそれほど良いものではなかったが、少し進んだので、私はそのキャラクターについてもっと共感した。 最高の物語はハイブリッド子供のメーカーの物語を伝える3番目になければならない、私は最後の2つのエピソードを本当に涙で過ごした。\n\n全体的に、ストーリーは素晴らしかったし、ストーリーは短いものの、キャラクターとその裏話について十分に学んだ。\n\nアート：（8）\nあなたが世界初恋と純祖ロマンチカを見たなら、あなたはアートスタイルに精通しています。 主な欠陥は、すべてのキャラクターが同じ顔XDを持っていることです。しかし、私はかなり慣れているので、それは大きな問題ではありません。 芸術の質に関しては、SIHやJRよりも実際には優れています。\n\nサウンド（8）\nOVAにはオープニングはなく、ショーの全体的な雰囲気とうまく結びついています。 オストも同様に適していて、シウウスはすごく驚いていた。\n\nキャラクター（9）\nキャラクターは、ある面では中村先生の他の作品と非常に似ていましたが、彼らはまだ独自の背景や話を持っています。 キャラクターはこのショーの非常に強いポイントです。 嫌な人や嫌いな人はいませんでした。 彼らはキャラクターに関連しやすいですし、あなたがそれらのすべてを好きになると思います。\n\n楽しさと全体（10）\n3回目のOVAを終えたばかりで、楽しみが正しいかどうかは分かりませんが、本当に「涙のジャーキー」なのではないでしょうか。 あなたがヤオイファンであろうとなかろうと、ショーン・アイ/ヤオイ・シリーズのハイブリッド・チャイルドは本当に特別なものであり、あなたはそれを見て間違って行くことはできませんでした。 オファーを表示する",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIt really hasn't been long since I've been into the whole 'Yaoi/shounen ai' fandom, but so far I've became a dedicated fan, having gone as far as reading/watching almost every manga/anime/ova the fandom has to offer, and among them, 'Hybrid Child' holds a special place in my heart.\n\n\u001b[1m私は全体的に「八尾/少年愛」ファンダムに入って以来、本当に長いことはありませんでしたが、これまでのところ、私は専属のファンになりました。ほとんどすべての漫画/アニメ/卵を読んで/見ていました fandomが提供しなければならない、そしてそれらの中で、 'Hybrid Child'は私の心の中で特別な場所を保持しています。\u001b[22m\n\u001b[1m(Watashi wa zentai-teki ni `Yao/ shōnen ai' fan damu ni haitte irai, hontōni nagai koto wa arimasendeshitaga, kore made no tokoro, watashi wa senzoku no fan ni narimashita. Hotondo subete no manga/ anime/ tamago o yonde/ mite imashita fandom ga teikyō shinakereba naranai, soshite sorera no naka de, ' haiburiddo Child' wa watashi no kokoro no naka de tokubetsuna basho o hoji shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt really hasn't been long since I've been into the whole 'Yaoi/shounen ai' fandom, but so far I've became a dedicated fan, having gone as far as reading/watching almost every manga/anime/ova the fandom has to offer, and among them, 'Hybrid Child' holds a special place in my heart.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt really hasn't been long since I've been into the whole 'Yaoi/shounen ai' fandom, but so far I've became a dedicated fan, having gone as far as reading/watching almost every manga/anime/ova the\u001b[24m\n    \u001b[1m私は全体的に「八尾/少年愛」ファンダムに入って以来、本当に長いことはありませんでしたが、これまでのところ、私は専属のファンになりました。ほとんどすべての漫画/アニメ/卵を読んで/見ていました\u001b[22m, \u001b[1m私は全体の「やおい/少年愛」ファンダムにしてきたが、今のところ、私は専用のファンになってきたので、それは本当に行ったこと、長い間されていない限り、OVA /ほぼすべてのマンガ/アニメを見読み取り/など\u001b[22m\n\u001b[4mfandom has to offer, and among them, 'Hybrid Child' holds a special place in my heart.\u001b[24m\n    \u001b[1mfandomが提供しなければならない、そしてそれらの中で、 'Hybrid Child'は私の心の中で特別な場所を保持しています。\u001b[22m, \u001b[1mファンダムが提供している、中でも、「ハイブリッドチャイルドは、「私の心の中で特別な場所を保持しています。\u001b[22m\n\u001b[1m\u001b[22m\nStory: (9)\n\n\u001b[1mストーリー：（9）\u001b[22m\n\u001b[1m(Sutōrī: (9 ))\u001b[22m\n\nTranslations of \u001b[4mStory: (9)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: (9)\u001b[24m\n    \u001b[1mストーリー：（9）\u001b[22m\nThe story is somehow different, I'm used to yaoi being placed in a much lighter atmosphere so hybrid child presented a pleasantly different feel than the other shows.\n\n\u001b[1m物語は何とか違って、私はヤオイがはるかに軽い雰囲気に置かれていたので、ハイブリッドの子供は他のショーとは違った気持ちを示しました。\u001b[22m\n\u001b[1m(Monogatari wa nantoka chigatte, watashi wa Yaoi ga haruka ni karui fun'iki ni oka rete itanode, haiburiddo no kodomo wa hoka no shō to wa chigatta kimochi o shimeshimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe story is somehow different, I'm used to yaoi being placed in a much lighter atmosphere so hybrid child presented a pleasantly different feel than the other shows.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is somehow different, I'm used to yaoi being placed in a much lighter atmosphere so hybrid child presented a pleasantly different feel than the other shows.\u001b[24m\n    \u001b[1m物語は何とか違って、私はヤオイがはるかに軽い雰囲気に置かれていたので、ハイブリッドの子供は他のショーとは違った気持ちを示しました。\u001b[22m, \u001b[1m物語は私がそのようにハイブリッド子供が他の番組よりも愉快に異なる感触を提示はるかに軽い雰囲気に置かれるやおいするために使用さだ、何とか異なっています。\u001b[22m\nThe show focuses on three different stories that are not connected to each other, each one of them tell us more about the relationships between men and their hybrid childs. The first one was a good start to the show, I found it very sweet and it brought tears to my eyes. the second story wasn't as good, but as it progressed a bit I sympathized more with the characters. The best story has to be the third that tell the story of the maker of the hybrid child, I spent the last two episodes in tears really.\n\n\u001b[1mこのショーは、互いにつながっていない3つの異なる物語に焦点を当てています。それぞれの物語は、男性とそのハイブリッド子どもの関係についてもっと詳しく教えています。 最初のものはショーの始まりだった。私はそれがとても甘くて、それが私の目に涙をもたらした。 第二話はそれほど良いものではなかったが、少し進んだので、私はそのキャラクターについてもっと共感した。 最高の物語はハイブリッド子供のメーカーの物語を伝える3番目になければならない、私は最後の2つのエピソードを本当に涙で過ごした。\u001b[22m\n\u001b[1m(Kono shō wa, tagaini tsunagatte inai 3ttsu no kotonaru monogatari ni shōten o atete imasu. Sorezore no monogatari wa, dansei to sono haiburiddo kodomo no kankei ni tsuite motto kuwashiku oshiete imasu. Saisho no mono wa shō no hajimaridatta. Watashi wa sore ga totemo amakute, sore ga watashi no me ni namida o motarashita. Dainiwa wa sore hodo yoi monode wa nakattaga, sukoshi susundanode, watashi wa sono kyarakutā ni tsuite motto kyōkan shita. Saikō no monogatari wa haiburiddo kodomo no mēkā no monogatari o tsutaeru 3-banme ni nakereba naranai, watashi wa saigo no 2tsu no episōdo o hontōni namida de sugoshita.)\u001b[22m\n\nTranslations of \u001b[4mThe show focuses on three different stories that are not connected to each other, each one of them tell us more about the relationships between men and their hybrid childs. The first one was a good start to the show, I found it very sweet and it brought tears to my eyes. the second story wasn't as good, but as it progressed a bit I sympathized more with the characters. The best story has to be the third that tell the story of the maker of the hybrid child, I spent the last two episodes in tears really.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show focuses on three different stories that are not connected to each other, each one of them tell us more about the relationships between men and their hybrid childs.\u001b[24m\n    \u001b[1mこのショーは、互いにつながっていない3つの異なる物語に焦点を当てています。それぞれの物語は、男性とそのハイブリッド子どもの関係についてもっと詳しく教えています。\u001b[22m, \u001b[1mショーが相互に接続されていない三つの異なるストーリーに焦点を当て、それらの各1は、私たちに男性とそのハイブリッドチャイルズ間の関係についての詳細を教えてください。\u001b[22m\n\u001b[4mThe first one was a good start to the show, I found it very sweet and it brought tears to my eyes.\u001b[24m\n    \u001b[1m最初のものはショーの始まりだった。私はそれがとても甘くて、それが私の目に涙をもたらした。\u001b[22m, \u001b[1m最初のものは、私はそれが非常に甘い発見し、それが私の目に涙をもたらし、ショーへの良いスタートでした。\u001b[22m\n\u001b[4mthe second story wasn't as good, but as it progressed a bit I sympathized more with the characters.\u001b[24m\n    \u001b[1m第二話はそれほど良いものではなかったが、少し進んだので、私はそのキャラクターについてもっと共感した。\u001b[22m, \u001b[1m第二話は、よくありませんでしたが、それは私が文字でより多くの共感ビットを進むにつれて。\u001b[22m\n\u001b[4mThe best story has to be the third that tell the story of the maker of the hybrid child, I spent the last two episodes in tears really.\u001b[24m\n    \u001b[1m最高の物語はハイブリッド子供のメーカーの物語を伝える3番目になければならない、私は最後の2つのエピソードを本当に涙で過ごした。\u001b[22m, \u001b[1m最高の物語は、ハイブリッド子のメーカーの話をしている第三なければならない、私は本当に涙の最後の2つのエピソードを過ごしました。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, the stories were nice and though they were short we learned enough about the characters and their back-stories.\n\n\u001b[1m全体的に、ストーリーは素晴らしかったし、ストーリーは短いものの、キャラクターとその裏話について十分に学んだ。\u001b[22m\n\u001b[1m(Zentai-teki ni, sutōrī wa subarashikattashi, sutōrī wa mijikai mono no, kyarakutā to sono urabanashi ni tsuite jūbun ni mananda.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, the stories were nice and though they were short we learned enough about the characters and their back-stories.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, the stories were nice and though they were short we learned enough about the characters and their back-stories.\u001b[24m\n    \u001b[1m全体的に、ストーリーは素晴らしかったし、ストーリーは短いものの、キャラクターとその裏話について十分に学んだ。\u001b[22m, \u001b[1mすべてのすべてで、物語は素敵だったと、彼らは短かったものの、私たちは、文字とそのバックストーリーについて十分に学びました。\u001b[22m\n\u001b[1m\u001b[22m\nArt: (8)\n\n\u001b[1mアート：（8）\u001b[22m\n\u001b[1m(Āto: (8 ))\u001b[22m\n\nTranslations of \u001b[4mArt: (8)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: (8)\u001b[24m\n    \u001b[1mアート：（8）\u001b[22m\nIf you've watched Sekaiichi Hatsukoi and Junjou Romantica then you will be familiar with the art style. A Major flaw is that all characters have the same face XD But It's not a major problem for me because I'm pretty much used to it. As for the quality of the art, it's actually better than SIH and JR.\n\n\u001b[1mあなたが世界初恋と純祖ロマンチカを見たなら、あなたはアートスタイルに精通しています。 主な欠陥は、すべてのキャラクターが同じ顔XDを持っていることです。しかし、私はかなり慣れているので、それは大きな問題ではありません。 芸術の質に関しては、SIHやJRよりも実際には優れています。\u001b[22m\n\u001b[1m(Anata ga sekai hatsukoi to junso romanchika o mitanara, anata wa ātosutairu ni seitsū shite imasu. Omona kekkan wa, subete no kyarakutā ga onaji-gao XD o motte iru kotodesu. Shikashi, watashi wa kanari narete irunode, sore wa ōkina mondaide wa arimasen. Geijutsu no shitsu ni kanshite wa, SIH ya JR yori mo jissai ni wa sugurete imasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you've watched Sekaiichi Hatsukoi and Junjou Romantica then you will be familiar with the art style. A Major flaw is that all characters have the same face XD But It's not a major problem for me because I'm pretty much used to it. As for the quality of the art, it's actually better than SIH and JR.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you've watched Sekaiichi Hatsukoi and Junjou Romantica then you will be familiar with the art style.\u001b[24m\n    \u001b[1mあなたが世界初恋と純祖ロマンチカを見たなら、あなたはアートスタイルに精通しています。\u001b[22m, \u001b[1mあなたは世界一初恋と純情ロマンチカを見てきたなら、あなたはアートスタイルに精通しているであろう。\u001b[22m\n\u001b[4mA Major flaw is that all characters have the same face XD But It's not a major problem for me because I'm pretty much used to it.\u001b[24m\n    \u001b[1m主な欠陥は、すべてのキャラクターが同じ顔XDを持っていることです。しかし、私はかなり慣れているので、それは大きな問題ではありません。\u001b[22m, \u001b[1m主な欠点は、すべての文字が同じ顔XDを持っているしかし、私はかなりそれに慣れているので、それは私のために大きな問題ではないということです。\u001b[22m\n\u001b[4mAs for the quality of the art, it's actually better than SIH and JR.\u001b[24m\n    \u001b[1m芸術の質に関しては、SIHやJRよりも実際には優れています。\u001b[22m, \u001b[1m芸術の品質に関しては、それはSIHとJRよりも、実際に良いです。\u001b[22m\n\u001b[1m\u001b[22m\nSound (8)\n\n\u001b[1mサウンド（8）\u001b[22m\n\u001b[1m(Saundo (8 ))\u001b[22m\n\nTranslations of \u001b[4mSound (8)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (8)\u001b[24m\n    \u001b[1mサウンド（8）\u001b[22m\nThe OVAs have no opening, only an ending which goes well with the overall mood of the show. The ost was appropriate as well and the seiyuus were all amazing.\n\n\u001b[1mOVAにはオープニングはなく、ショーの全体的な雰囲気とうまく結びついています。 オストも同様に適していて、シウウスはすごく驚いていた。\u001b[22m\n\u001b[1m(Ovu~a ni wa ōpuningu wa naku, shō no zentai-tekina fun'iki to umaku musubitsuite imasu. Osuto mo dōyō ni tekishite ite, shiuusu wa sugoku odoroite ita.)\u001b[22m\n\nTranslations of \u001b[4mThe OVAs have no opening, only an ending which goes well with the overall mood of the show. The ost was appropriate as well and the seiyuus were all amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe OVAs have no opening, only an ending which goes well with the overall mood of the show.\u001b[24m\n    \u001b[1mOVAにはオープニングはなく、ショーの全体的な雰囲気とうまく結びついています。\u001b[22m, \u001b[1mOVASには開口部、ショーの全体的な気分によく合いだけで結末を持っていません。\u001b[22m\n\u001b[4mThe ost was appropriate as well and the seiyuus were all amazing.\u001b[24m\n    \u001b[1mオストも同様に適していて、シウウスはすごく驚いていた。\u001b[22m, \u001b[1mOSTは、同様に適切であったとseiyuusはすべての驚くべきでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters (9)\n\n\u001b[1mキャラクター（9）\u001b[22m\n\u001b[1m(Kyarakutā (9 ))\u001b[22m\n\nTranslations of \u001b[4mCharacters (9)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters (9)\u001b[24m\n    \u001b[1mキャラクター（9）\u001b[22m, \u001b[1m文字（9）\u001b[22m\nAlthough the characters were, in certain aspects, very similar to Nakamura-sensei's other works, they still have their own backgrounds and stories to tell. The characters are a very strong point of this show. There wasn't any annoying characters or ones you would hate or dislike. They are easy to relate to characters and I believe you'd come to like them all.\n\n\u001b[1mキャラクターは、ある面では中村先生の他の作品と非常によく似ていますが、彼らはまだ独自の背景や話を持っています。 キャラクターはこのショーの非常に強いポイントです。 嫌な人や嫌いな人はいませんでした。 彼らはキャラクターに関連しやすいですし、あなたがそれらのすべてを好きになると思います。\u001b[22m\n\u001b[1m(Kyarakutā wa, aru mende wa Nakamura sensei no ta no sakuhin to hijō ni yoku nite imasuga, karera wa mada dokuji no haikei ya hanashi o motte imasu. Kyarakutā wa kono shō no hijō ni tsuyoi pointodesu. Iyana hito ya kirainahito wa imasendeshita. Karera wa kyarakutā ni kanren shi yasuidesushi, anata ga sorera no subete o suki ni naru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mAlthough the characters were, in certain aspects, very similar to Nakamura-sensei's other works, they still have their own backgrounds and stories to tell. The characters are a very strong point of this show. There wasn't any annoying characters or ones you would hate or dislike. They are easy to relate to characters and I believe you'd come to like them all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough the characters were, in certain aspects, very similar to Nakamura-sensei's other works, they still have their own backgrounds and stories to tell.\u001b[24m\n    \u001b[1mキャラクターは、ある面では中村先生の他の作品と非常によく似ていますが、彼らはまだ独自の背景や話を持っています。\u001b[22m, \u001b[1m文字は、特定の局面では、中村先生の他の作品と非常に類似していたが、彼らはまだ伝えるために、独自の背景やストーリーを持っています。\u001b[22m\n\u001b[4mThe characters are a very strong point of this show.\u001b[24m\n    \u001b[1mキャラクターはこのショーの非常に強いポイントです。\u001b[22m, \u001b[1m文字は、このショーの非常に強力なポイントです。\u001b[22m\n\u001b[4mThere wasn't any annoying characters or ones you would hate or dislike.\u001b[24m\n    \u001b[1m嫌な人や嫌いな人はいませんでした。\u001b[22m, \u001b[1mあなたが嫌いまたは嫌いな任意の迷惑な文字やものはありませんでした。\u001b[22m\n\u001b[4mThey are easy to relate to characters and I believe you'd come to like them all.\u001b[24m\n    \u001b[1m彼らはキャラクターに関連しやすいですし、あなたがそれらのすべてを好きになると思います。\u001b[22m, \u001b[1m彼らは文字に関係するのは簡単ですし、私はあなたがそれらすべてを好きに来るだろうと考えています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment and overall (10)\n\n\u001b[1m楽しさと全体（10）\u001b[22m\n\u001b[1m(Tanoshisa to zentai (10))\u001b[22m\n\nTranslations of \u001b[4mEnjoyment and overall (10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment and overall (10)\u001b[24m\n    \u001b[1m楽しさと全体（10）\u001b[22m, \u001b[1m楽しさと全体的な（10）\u001b[22m\nHaving just finished the OVAs for the third time already, you can pretty much tell I enjoyed it, though I'm not really sure if enjoy is the right term, as the story is a true 'tear jerkier' Nevertheless, among all the other shounen ai/Yaoi series out there, Hybrid Child, is indeed a special one and you couldn't go wrong watching it, whether you were a Yaoi fan or not, because you will be swept away by the beauty of the story and relationships this show offers.\n\n\u001b[1m3回目のOVAを終えたばかりで、楽しみが正しいかどうかは分かりませんが、本当に「涙のジャーキー」なのではないでしょうか。 あなたがヤオイファンであろうとなかろうと、ショーン・アイ/ヤオイ・シリーズのハイブリッド・チャイルドは本当に特別なものであり、あなたはそれを見て間違って行くことはできませんでした。 オファーを表示する\u001b[22m\n\u001b[1m(3-Kai-me no ovu~a o oeta bakari de, tanoshimi ga tadashī ka dō ka wa wakarimasen ga, hontōni `namida no jākī'na node wanaideshou ka. Anata ga yaoifandearouto nakarou to, shōn ai/ Yaoi shirīzu no haiburiddo Chairudo wa hontōni tokubetsuna monodeari, anata wa sore o mite machigatte iku koto wa dekimasendeshita. Ofā o hyōji suru)\u001b[22m\n\nTranslations of \u001b[4mHaving just finished the OVAs for the third time already, you can pretty much tell I enjoyed it, though I'm not really sure if enjoy is the right term, as the story is a true 'tear jerkier' Nevertheless, among all the other shounen ai/Yaoi series out there, Hybrid Child, is indeed a special one and you couldn't go wrong watching it, whether you were a Yaoi fan or not, because you will be swept away by the beauty of the story and relationships this show offers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaving just finished the OVAs for the third time already, you can pretty much tell I enjoyed it, though I'm not really sure if enjoy is the right term, as the story is a true 'tear jerkier' Nevertheless, among all the other\u001b[24m\n    \u001b[1m3回目のOVAを終えたばかりで、楽しみが正しいかどうかは分かりませんが、本当に「涙のジャーキー」なのではないでしょうか。\u001b[22m, \u001b[1mちょうど私が話は他のすべての中で、それにもかかわらず「jerkier涙」そうであるように、右の用語で楽しむ場合は本当にわからないけれども、あなたが、私はそれを楽しんでかなり伝えることができ、既に三度目のOVASを終えて\u001b[22m\n\u001b[4mshounen ai/Yaoi series out there, Hybrid Child, is indeed a special one and you couldn't go wrong watching it, whether you were a Yaoi fan or not, because you will be swept away by the beauty of the story and relationships this\u001b[24m\n    \u001b[1mあなたがヤオイファンであろうとなかろうと、ショーン・アイ/ヤオイ・シリーズのハイブリッド・チャイルドは本当に特別なものであり、あなたはそれを見て間違って行くことはできませんでした。\u001b[22m, \u001b[1m少年そこのai /ボーイズラブシリーズ、ハイブリッド子供は、確かに特別なものであり、あなたはこの物語との関係の美しさによって一掃されますので、あなたは、あなたがやおいファンだったかどうかにかかわらず、それを見て間違って行くことができませんでした\u001b[22m\n\u001b[4mshow offers.\u001b[24m\n    \u001b[1mオファーを表示する\u001b[22m, \u001b[1mショーのオファー。\u001b[22m"
  },
  {
    "title": "Hybrid_Child",
    "id": "11135",
    "url": "https://myanimelist.net/anime/11135/Hybrid_Child",
    "user": "irma_vit",
    "profile": "/profile/irma_vit/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=176809",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\nそれは私の最初のレビューですので、あまり期待しないでください。 私は本当に他の人に楽しんでもらいたいので、適切な注意を払わずにこのアニメを放置することはできませんでした。 物語は必ずしもロマンチックな関係を指しているのではなく、人とハイブリッドの間の他の種類のやりとりを指しているので、私はすべてのアニメ愛好家に完全にお勧めします。\n\nストーリー：まず各エピソードは1つのストーリーにしか関係しませんので、1つのエピソードを終えると、それは継続を期待しません。 最初のエピソードはハイブリッド子供の最初のモデルの周りに集中し、一握りの貴族の1つの地獄です。 それはかわいい、面白いと非常に劇的です（ほぼ叫んだ）。 第2のものは最初のものほど良くはなかったが（厳密には自分の意見である）、ハイブリッドがどのようにマスターであり、どのように彼を救ったかを示している。  3度目は私のお気に入りだった。 しかし、アクティブハイブリッドはありませんが、それは彼らの創作者、彼の気持ち、友情とかなり暗い過去の話を伝えています:)\n\n芸術：それは各話と本当によく対照されます。 素晴らしい色と芸術全体。 君がロマンチカとハツコイを見たら、どのようにキャラクターが形作られるのか知っている。 それは本当に良い仕事です。\n\n私はそれらのすべてを愛していました。特に黒田のハイブリッドメーカーは、ファウルとバリー（ツンデレハンク：DDD）もイズミとハキツキも良かったです（美しいカップル）、イチはより洗練されたキャラクターです。 他のエピソードを待ちましょう:)）\n\nサウンド：ちょうどそれがどうあるべきか！_私が言うことができる単語です。\n\n全体的に私はそれぞれの物語をもっと楽しませてくれました。 それはあなたの心を少し涙が出るようにすることを見てむしろむしろ気分です。  :)\n\nそれを見る（親指で）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nIt is my first review so please don't expect much. I just couldn't leave this anime without proper attention as I really want other to enjoy it. i fully recommend it for all anime lovers even if you don't like shounen-ai genre, as the story doesn't necessarily point at romantic relationships but other kind of interactions between people and hybrids.\n\n\u001b[1mそれは私の最初のレビューですので、あまり期待しないでください。 私は本当に他の人に楽しんでもらいたいので、適切な注意を払わずにこのアニメを放置することはできませんでした。 物語は必ずしもロマンチックな関係を指しているのではなく、人とハイブリッドの間の他の種類のやりとりを指しているので、私はすべてのアニメ愛好家に完全にお勧めします。\u001b[22m\n\u001b[1m(Sore wa watashi no saisho no rebyūdesunode, amari kitai shinaide kudasai. Watashi wa hontōni hokanohito ni tanoshinde moraitainode, tekisetsuna chūi o harawazu ni kono anime o hōchi suru koto wa dekimasendeshita. Monogatari wa kanarazushimo romanchikkuna kankei o sashite iru node wa naku, hito to haiburiddo no ma no ta no shurui no yaritori o sashite irunode, watashi wa subete no anime aikō-ka ni kanzen ni o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt is my first review so please don't expect much. I just couldn't leave this anime without proper attention as I really want other to enjoy it. i fully recommend it for all anime lovers even if you don't like shounen-ai genre, as the story doesn't necessarily point at romantic relationships but other kind of interactions between people and hybrids.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is my first review so please don't expect much.\u001b[24m\n    \u001b[1mそれは私の最初のレビューですので、あまり期待しないでください。\u001b[22m, \u001b[1mあまり期待しないでください、私の最初のレビューです。\u001b[22m\n\u001b[4mI just couldn't leave this anime without proper attention as I really want other to enjoy it.\u001b[24m\n    \u001b[1m私は本当に他の人に楽しんでもらいたいので、適切な注意を払わずにこのアニメを放置することはできませんでした。\u001b[22m, \u001b[1m私は実際にそれを楽しむために他のしたいように私はちょうど適切な注意せずにこのアニメを離れることができませんでした。\u001b[22m\n\u001b[4mi fully recommend it for all anime lovers even if you don't like shounen-ai genre, as the story doesn't necessarily point at romantic relationships but other kind of interactions between people and hybrids.\u001b[24m\n    \u001b[1m物語は必ずしもロマンチックな関係を指しているのではなく、人とハイブリッドの間の他の種類のやりとりを指しているので、私はすべてのアニメ愛好家に完全にお勧めします。\u001b[22m, \u001b[1m物語は必ずしも恋愛関係が、人々とのハイブリッドの間の相互作用の他の種類を指していませんので、私は完全に、あなたが少年-AIのジャンルが好きではない場合でも、すべてのアニメ愛好家のためにそれをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nStory: first of all each episode concerns one story only so when u finish one it don't expect for continuation. first episode centers around first model of hybrid child and one hell of a handful noble. it is cute, funny and very dramatic (almost cried there). Second one wasn't as good as first (it's strictly my own opinion), but it shows how essential hybrid become for it's master and how he saved him. well as for third it was my favorite. There isn't any active hybrid however it tells the story of their creator, his feelings, friendship and rather dark past :)\n\n\u001b[1mストーリー：まず各エピソードは1つのストーリーにしか関係しませんので、1つのエピソードを終えると、それは継続を期待しません。 最初のエピソードはハイブリッド子供の最初のモデルの周りに集中し、一握りの貴族の1つの地獄です。 それはかわいい、面白いと非常に劇的です（ほぼ叫んだ）。 第2のものは最初のものほど良くはなかったが（厳密には自分の意見である）、ハイブリッドがどのようにマスターであり、どのように彼を救ったかを示している。  3度目は私のお気に入りだった。 しかし、アクティブハイブリッドはありませんが、それは彼らの創作者、彼の気持ち、友情とかなり暗い過去の話を伝えています:)\u001b[22m\n\u001b[1m(Sutōrī: Mazu kaku episōdo wa 1tsu no sutōrī ni shika kankei shimasen'node, 1tsu no episōdo o oeru to, soreha keizoku o kitai shimasen. Saisho no episōdo wa haiburiddo kodomo no saisho no moderu no mawari ni shūchū shi, hitonigiri no kizoku no 1tsu no jigokudesu. Sore wa kawaī, omoshiroi to hijō ni gekitekidesu (hobo sakenda). Dai 2 no mono wa saisho no mono hodo yoku wa nakattaga (genmitsu ni wa jibun no ikendearu), haiburiddo ga dono yō ni masutādeari, dono yō ni kare o sukutta ka o shimeshite iru. 3-Dome wa watashinōkiniiridatta. Shikashi, akutibuhaiburiddo wa arimasenga, sore wa karera no sōsaku-sha, kare no kimochi, yūjō to kanari kurai kako no hanashi o tsutaete imasu: ))\u001b[22m\n\nTranslations of \u001b[4mStory: first of all each episode concerns one story only so when u finish one it don't expect for continuation. first episode centers around first model of hybrid child and one hell of a handful noble. it is cute, funny and very dramatic (almost cried there). Second one wasn't as good as first (it's strictly my own opinion), but it shows how essential hybrid become for it's master and how he saved him. well as for third it was my favorite. There isn't any active hybrid however it tells the story of their creator, his feelings, friendship and rather dark past :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: first of all each episode concerns one story only so when u finish one it don't expect for continuation.\u001b[24m\n    \u001b[1mストーリー：まず各エピソードは1つのストーリーにしか関係しませんので、1つのエピソードを終えると、それは継続を期待しません。\u001b[22m, \u001b[1mストーリー：uはそれを継続するために期待していない1が終了したら、すべての各エピソードの最初だけなので1話を関します。\u001b[22m\n\u001b[4mfirst episode centers around first model of hybrid child and one hell of a handful noble.\u001b[24m\n    \u001b[1m最初のエピソードはハイブリッド子供の最初のモデルの周りに集中し、一握りの貴族の1つの地獄です。\u001b[22m, \u001b[1m最初のエピソードは初のハイブリッド子のモデルと高貴な一握りの1地獄を中心。\u001b[22m\n\u001b[4mit is cute, funny and very dramatic (almost cried there).\u001b[24m\n    \u001b[1mそれはかわいい、面白いと非常に劇的です（ほぼ叫んだ）。\u001b[22m, \u001b[1mそれは（ほとんどが泣いた）、かわいい、非常に劇的です。\u001b[22m\n\u001b[4mSecond one wasn't as good as first (it's strictly my own opinion), but it shows how essential hybrid become for it's master and how he saved him.\u001b[24m\n    \u001b[1m第2のものは最初のものほど良くはなかったが（厳密には自分の意見である）、ハイブリッドがどのようにマスターであり、どのように彼を救ったかを示している。\u001b[22m, \u001b[1m第1は、（それは厳密には私自身の意見です）最初ほど良好ではなかったが、それはそれは、マスターとどのように彼は彼を救ったのですか本質的なハイブリッドがためになって表示されます。\u001b[22m\n\u001b[4mwell as for third it was my favorite.\u001b[24m\n    \u001b[1m3度目は私のお気に入りだった。\u001b[22m, \u001b[1m第3ウェル用として、それは私のお気に入りでした。\u001b[22m\n\u001b[4mThere isn't any active hybrid however it tells the story of their creator, his feelings, friendship and rather dark past :)\u001b[24m\n    \u001b[1mしかし、アクティブハイブリッドはありませんが、それは彼らの創作者、彼の気持ち、友情とかなり暗い過去の話を伝えています:)\u001b[22m, \u001b[1mしかし、それは彼らの創作者、彼の気持ち、友情とむしろ暗い過去の物語、任意のアクティブハイブリッドはありません:)\u001b[22m\n\u001b[1m\u001b[22m\nart: It is really well contrasted with each story. amazing colors and art overall. if u watched junjou romantica and hatsukoi you know how characters will be shaped. It really is good work.\n\n\u001b[1m芸術：それは各話と本当によく対照されます。 素晴らしい色と芸術全体。 君がロマンチカとハツコイを見たら、どのようにキャラクターが形作られるのか知っている。 それは本当に良い仕事です。\u001b[22m\n\u001b[1m(Geijutsu: Sore wa kakuwa to hontōni yoku taishō sa remasu. Subarashī iro to geijutsu zentai.-Kun ga romanchika to hatsukoi o mitara, dono yō ni kyarakutā ga katachidzukura reru no ka shitte iru. Sore wa hontōni yoi shigotodesu.)\u001b[22m\n\nTranslations of \u001b[4mart: It is really well contrasted with each story. amazing colors and art overall. if u watched junjou romantica and hatsukoi you know how characters will be shaped. It really is good work.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mart: It is really well contrasted with each story.\u001b[24m\n    \u001b[1m芸術：それは各話と本当によく対照されます。\u001b[22m, \u001b[1mアート：それは本当によく各話と対比されます。\u001b[22m\n\u001b[4mamazing colors and art overall.\u001b[24m\n    \u001b[1m素晴らしい色と芸術全体。\u001b[22m, \u001b[1m素晴らしい色やアート全般的な。\u001b[22m\n\u001b[4mif u watched junjou romantica and hatsukoi you know how characters will be shaped.\u001b[24m\n    \u001b[1m君がロマンチカとハツコイを見たら、どのようにキャラクターが形作られるのか知っている。\u001b[22m, \u001b[1muは純情ロマンチカのを見て、初恋場合は、文字が整形する方法を知っています。\u001b[22m\n\u001b[4mIt really is good work.\u001b[24m\n    \u001b[1mそれは本当に良い仕事です。\u001b[22m, \u001b[1mそれは本当に良い作品です。\u001b[22m\n\u001b[1m\u001b[22m\ncharacters: all of them individuals no resemblance whatsoever.I loved all of them especially Kuroda hybrid maker with foul character and bully (tsundere hunk :DDD) also izumi and hazuki were good too (lovely couple), ichi is more refined character. let's wait for another episode for others :))\n\n\u001b[1m私はそれらのすべてを愛していました。特に黒田のハイブリッドメーカーは、ファウルとバリー（ツンデレハンク：DDD）もイズミとハキツキも良かったです（美しいカップル）、イチはより洗練されたキャラクターです。 他のエピソードを待ちましょう:)）\u001b[22m\n\u001b[1m(Watashi wa sorera no subete o aishite imashita. Tokuni Kuroda no haiburiddomēkā wa, fauru to barī (tsunderehanku: DDD) mo Izumi to hakitsuki mo yokattadesu (utsukushī kappuru), ichi wa yori senrensareta kyarakutādesu. Hoka no episōdo o machimashou: ) ))\u001b[22m\n\nTranslations of \u001b[4mcharacters: all of them individuals no resemblance whatsoever.I loved all of them especially Kuroda hybrid maker with foul character and bully (tsundere hunk :DDD) also izumi and hazuki were good too (lovely couple), ichi is more refined character. let's wait for another episode for others :))\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mcharacters: all of them individuals no resemblance whatsoever.I loved all of them especially Kuroda hybrid maker with foul character and bully (tsundere hunk :DDD) also izumi and hazuki were good too (lovely couple), ichi is more refined character.\u001b[24m\n    \u001b[1m私はそれらのすべてを愛していました。特に黒田のハイブリッドメーカーは、ファウルとバリー（ツンデレハンク：DDD）もイズミとハキツキも良かったです（美しいカップル）、イチはより洗練されたキャラクターです。\u001b[22m, \u001b[1m文字：それらのすべての個人ファウル文字やいじめ（ツンデレ塊：DDD）で特に黒田ハイブリッドメーカーそれらのすべてを愛しwhatsoever.I全く似ていることも泉と葉月があまりにも良いではなかった（素敵なカップル）、ichiがより洗練された文字です。\u001b[22m\n\u001b[4mlet's wait for another episode for others :))\u001b[24m\n    \u001b[1m他のエピソードを待ちましょう:)）\u001b[22m, \u001b[1m）:)のは、他人のために別のエピソードを待ちましょう\u001b[22m\n\u001b[1m\u001b[22m\nSound: exactly how it should be!_is only words I can say.\n\n\u001b[1mサウンド：ちょうどそれがどうあるべきか！_私が言うことができる単語です。\u001b[22m\n\u001b[1m(Saundo: Chōdo sore ga dō arubeki ka! _ Watashi ga iu koto ga dekiru tangodesu.)\u001b[22m\n\nTranslations of \u001b[4mSound: exactly how it should be!_is only words I can say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: exactly how it should be!_is only words I can say.\u001b[24m\n    \u001b[1mサウンド：ちょうどそれがどうあるべきか！_私が言うことができる単語です。\u001b[22m, \u001b[1mサウンド：！それがあるべき正確にどのように言葉だけ_is私が言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\noverall it was great i reeeealy enjoyed each story. It is rather moody to watch so make up your mind to get a little teary. :)\n\n\u001b[1m全体的に私はそれぞれの物語をもっと楽しませてくれました。 それはあなたの心を少し涙が出るようにすることを見てむしろむしろ気分です。  :)\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa sorezore no monogatari o motto tanoshima sete kuremashita. Sore wa anata no kokoro o sukoshi namida ga deru yō ni suru koto o mite mushiro mushiro kibundesu. : ))\u001b[22m\n\nTranslations of \u001b[4moverall it was great i reeeealy enjoyed each story. It is rather moody to watch so make up your mind to get a little teary. :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4moverall it was great i reeeealy enjoyed each story.\u001b[24m\n    \u001b[1m全体的に私はそれぞれの物語をもっと楽しませてくれました。\u001b[22m, \u001b[1m全体的には私がreeeealyそれぞれの物語を楽しんだ素晴らしかったです。\u001b[22m\n\u001b[4mIt is rather moody to watch so make up your mind to get a little teary.\u001b[24m\n    \u001b[1mそれはあなたの心を少し涙が出るようにすることを見てむしろむしろ気分です。\u001b[22m, \u001b[1mそう見て少し涙を得るためにあなたの心を補うためにかなり不機嫌です。\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m\n\u001b[1m\u001b[22m\nwatch it (thumbs up)\n\n\u001b[1mそれを見る（親指で）\u001b[22m\n\u001b[1m(Sore o miru (oyayubi de))\u001b[22m\n\nTranslations of \u001b[4mwatch it (thumbs up)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwatch it (thumbs up)\u001b[24m\n    \u001b[1mそれを見る（親指で）\u001b[22m, \u001b[1m（親指）それを見て\u001b[22m"
  },
  {
    "title": "Hybrid_Child",
    "id": "11135",
    "url": "https://myanimelist.net/anime/11135/Hybrid_Child",
    "user": "crimson-oath",
    "profile": "/profile/crimson-oath/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=184587",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n普通の人間のように成長するのを見るのに十分な長さの人形を愛せますか？\n\nハイブリッドチャイルドは、所有者が彼を見せたときに老化する人形です（私たちがアニメに描かれている人形は、もちろんヤオイの面で男性ですから）。 このアニメでは、彼らのハイブリッドチャイルドを愛する3人の所有者の話があります。\n\n3つの物語は効果的に人間と彼らのハイブリッド子供の間の絆を示す。 最終的な話では、ハイブリッド子供の創造者である2人の人間の間の結びつきがますます大きくなる。 彼のプロジェクトが本当に彼の人生にどのように成長したのか、それが前のエピソードで二人の人生をどのように変えたのかがわかります。\n\n人間とハイブリッドの子供の関係と同様に、文字はすべて互いに異なっています。\n\nコタロウと葉月の最初のエピソードではビッカーズと冗談がありますが、葉月の人生が危機に瀕している時、彼らの絆がどれほど強く、コタロウが彼に向かってどれほど喜んでいるかがわかります。  2人がお互いを知るようになったエピソードの中の追加の話は、特に感動的です。\n\n2番目のエピソードでは、私たちは若いハイブリッド子供と高齢者を抱えています。 これは変態物語ではありません。 これはハイブリッド子供ゆずさんのことです。なぜ彼はいつもSeyaと一緒にいて、まだ成長していません。 セヤは彼を愛していないのですか？\n\n最後の話は疑いの余地はないが、これはハイブリッド子供たちの創造者である黒田の物語で、つき島への愛がどのようにこれらのハイブリッド子どもたちのすべてを創造させたのか。\n\n芸術は、キャラクターにとっては、同じ顔の形を共有することになると、ヤオイから期待されるものです。 純祖や世界一の人物（すべて同じ著者）を考えればわかるでしょう。 しかし、背景は素晴らしいです。 私は非常によく行われているように、自分自身が非常に頻繁に風景を賞賛するために休憩していた。 私は細部への注意を感謝した。\n\nOPとEDは注目に値しません。 アニメにはクラシック音楽があり、シーン内で感情を呼び起こすのに役立ちます。 それは効果的に使用され、2回目の鑑賞時に私は音楽をもっと楽しんで感謝していました。\n\n私は自分自身をたくさん楽しんだ。 純ジュウとセカイチと同じように、私は何度も何度も見ているもののリストにハイブリッドチャイルドを追加します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nCould you love a doll long enough to watch it grow up like a normal human?\n\n\u001b[1m普通の人間のように成長するのを見るのに十分な長さの人形を愛せますか？\u001b[22m\n\u001b[1m(Futsū no ningen no yō ni seichō suru no o miru no ni jūbun'na naga-sa no ningyō o aisemasu ka?)\u001b[22m\n\nTranslations of \u001b[4mCould you love a doll long enough to watch it grow up like a normal human?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCould you love a doll long enough to watch it grow up like a normal human?\u001b[24m\n    \u001b[1m普通の人間のように成長するのを見るのに十分な長さの人形を愛せますか？\u001b[22m, \u001b[1mあなたはそれが正常な人間のように育つ見て十分な長さの人形を愛してもらえますか？\u001b[22m\n\u001b[1m\u001b[22m\nThe hybrid child is a doll that grows older when their owner shows him (because the dolls we are shown in the anime are, of course, male due to the yaoi aspect) love. In this anime, we are given three stories of their owners loving their Hybrid Child.\n\n\u001b[1mハイブリッドチャイルドは、所有者が彼を見せたときに老化する人形です（私たちがアニメに描かれている人形は、もちろんヤオイの面で男性ですから）。 このアニメでは、彼らのハイブリッドチャイルドを愛する3人の所有者の話があります。\u001b[22m\n\u001b[1m(Haiburiddochairudo wa, shoyū-sha ga kare o miseta toki ni rōka suru ningyōdesu (watashitachi ga anime ni egaka rete iru ningyō wa, mochiron Yaoi no men de danseidesukara). Kono animede wa, karera no haiburiddochairudo o aisuru 3-ri no shoyū-sha no hanashi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe hybrid child is a doll that grows older when their owner shows him (because the dolls we are shown in the anime are, of course, male due to the yaoi aspect) love. In this anime, we are given three stories of their owners loving their Hybrid Child.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe hybrid child is a doll that grows older when their owner shows him (because the dolls we are shown in the anime are, of course, male due to the yaoi aspect) love.\u001b[24m\n    \u001b[1mハイブリッドチャイルドは、所有者が彼を見せたときに老化する人形です（私たちがアニメに描かれている人形は、もちろんヤオイの面で男性ですから）。\u001b[22m, \u001b[1mハイブリッド子供は彼らの所有者が彼（私たちがアニメに示されている人形は、当然のことながら、やおい側面に起因する男性であるため）の愛を示したときに古い成長人形です。\u001b[22m\n\u001b[4mIn this anime, we are given three stories of their owners loving their Hybrid Child.\u001b[24m\n    \u001b[1mこのアニメでは、彼らのハイブリッドチャイルドを愛する3人の所有者の話があります。\u001b[22m, \u001b[1mこのアニメでは、我々は彼らのハイブリッド子供を愛するその所有者の3階建てを与えられています。\u001b[22m\n\u001b[1m\u001b[22m\nThe three stories effectively show the bonds between humans and their hybrid child. In the final story, it becomes more of the bond between two human men, one of whom is the creator of the hybrid child. We get a sense of how his project really grew to be his life, and how it changed the lives of the two men in the previous episodes.\n\n\u001b[1m3つの物語は効果的に人間と彼らのハイブリッド子供の間の絆を示す。 最終的な話では、ハイブリッド子供の創造者である2人の人間の間の結びつきがますます大きくなる。 彼のプロジェクトが本当に彼の人生にどのように成長したのか、それが前のエピソードで二人の人生をどのように変えたのかがわかります。\u001b[22m\n\u001b[1m(3Ttsu no monogatari wa kōka-teki ni ningen to karera no haiburiddo kodomo no ma no kizuna o shimesu. Saishū-tekina hanashide wa, haiburiddo kodomo no sōzō-shadearu 2-ri no ningen no ma no musubitsuki ga masumasu ōkiku naru. Kare no purojekuto ga hontōni kare no jinsei ni dono yō ni seichō shita no ka, sore ga mae no episōdo de futari no jinsei o dono yō ni kaeta no ka ga wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe three stories effectively show the bonds between humans and their hybrid child. In the final story, it becomes more of the bond between two human men, one of whom is the creator of the hybrid child. We get a sense of how his project really grew to be his life, and how it changed the lives of the two men in the previous episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe three stories effectively show the bonds between humans and their hybrid child.\u001b[24m\n    \u001b[1m3つの物語は効果的に人間と彼らのハイブリッド子供の間の絆を示す。\u001b[22m, \u001b[1m3階建ては、効果的に人間とそのハイブリッド子間の結合を示します。\u001b[22m\n\u001b[4mIn the final story, it becomes more of the bond between two human men, one of whom is the creator of the hybrid child.\u001b[24m\n    \u001b[1m最終的な話では、ハイブリッド子供の創造者である2人の人間の間の結びつきがますます大きくなる。\u001b[22m, \u001b[1m最終話では、ハイブリッド子の作成者である1人の2人の男性との間の結合のより多くなります。\u001b[22m\n\u001b[4mWe get a sense of how his project really grew to be his life, and how it changed the lives of the two men in the previous episodes.\u001b[24m\n    \u001b[1m彼のプロジェクトが本当に彼の人生にどのように成長したのか、それが前のエピソードで二人の人生をどのように変えたのかがわかります。\u001b[22m, \u001b[1m私たちは彼のプロジェクトは本当に彼の人生であることが成長し、どのようにそれが以前のエピソードで二人の男の人生をどのように変化するかの感覚を得ます。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are all different from each other, as is the relationships between human and hybrid child.\n\n\u001b[1m人間とハイブリッドの子供の関係と同様に、文字はすべて互いに異なっています。\u001b[22m\n\u001b[1m(Ningen to haiburiddo no kodomo no kankei to dōyō ni, moji wa subete tagaini kotonatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are all different from each other, as is the relationships between human and hybrid child.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are all different from each other, as is the relationships between human and hybrid child.\u001b[24m\n    \u001b[1m人間とハイブリッドの子供の関係と同様に、文字はすべて互いに異なっています。\u001b[22m, \u001b[1mヒトハイブリッド子との関係と同様の文字は、すべて互いに異なります。\u001b[22m\n\u001b[1m\u001b[22m\nKotarou and Hazuki in the first episode bicker and banter, but when Hazuki's life is at stake, you see how strong their bond is and how far Kotarou is willing to go for him. The additional story within the episode of how the two came to know each other is especially touching.\n\n\u001b[1mコタロウと葉月の最初のエピソードではビッカーズと冗談がありますが、葉月の人生が危機に瀕している時、彼らの絆がどれほど強く、コタロウが彼に向かってどれほど喜んでいるかがわかります。  2人がお互いを知るようになったエピソードの中の追加の話は、特に感動的です。\u001b[22m\n\u001b[1m(Kotarō to hadzuki no saisho no episōdode wa bikkāzu to jōdan ga arimasuga, hadzuki no jinsei ga kiki ni hin shite iru toki, karera no kizuna ga dorehodo tsuyoku, Kotarō ga kare ni mukatte dorehodo yorokonde iru ka ga wakarimasu. 2-Ri ga otagai o shiru yō ni natta episōdo no naka no tsuika no hanashi wa, tokuni kandō-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mKotarou and Hazuki in the first episode bicker and banter, but when Hazuki's life is at stake, you see how strong their bond is and how far Kotarou is willing to go for him. The additional story within the episode of how the two came to know each other is especially touching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKotarou and Hazuki in the first episode bicker and banter, but when Hazuki's life is at stake, you see how strong their bond is and how far Kotarou is willing to go for him.\u001b[24m\n    \u001b[1mコタロウと葉月の最初のエピソードではビッカーズと冗談がありますが、葉月の人生が危機に瀕している時、彼らの絆がどれほど強く、コタロウが彼に向かってどれほど喜んでいるかがわかります。\u001b[22m, \u001b[1m小太郎と葉月最初のエピソードの口論と冗談ではなく、葉月の生活が危機に瀕している、あなたはそれらの結合の強さと小太郎が彼のために行くために喜んでどのくらい離れているかを参照してください。\u001b[22m\n\u001b[4mThe additional story within the episode of how the two came to know each other is especially touching.\u001b[24m\n    \u001b[1m2人がお互いを知るようになったエピソードの中の追加の話は、特に感動的です。\u001b[22m, \u001b[1m2がお互いを知るようになったかのエピソード内に追加の話は特に触れています。\u001b[22m\n\u001b[1m\u001b[22m\nIn the second episode, we have a young hybrid child and an older man. This is not a perverted story, mind you; this one is about the hybrid child, Yuzu, questioning why, after all the time he's been with Seya, he hasn't grown yet. Does Seya not love him?\n\n\u001b[1m2番目のエピソードでは、私たちは若いハイブリッド子供と高齢者を抱えています。 これは変態物語ではありません。 これはハイブリッド子供ゆずさんのことです。なぜ彼はいつもSeyaと一緒にいて、まだ成長していません。 セヤは彼を愛していないのですか？\u001b[22m\n\u001b[1m(2-Banme no episōdode wa, watashitachi wa wakai haiburiddo kodomo to kōrei-sha o kakaete imasu. Kore wa hentai monogataride wa arimasen. Kore wa haiburiddo kodomo yuzu-san no kotodesu. Naze kare wa itsumo Seya to issho ni ite, mada seichō shite imasen. Seya wa kare o aishite inai nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mIn the second episode, we have a young hybrid child and an older man. This is not a perverted story, mind you; this one is about the hybrid child, Yuzu, questioning why, after all the time he's been with Seya, he hasn't grown yet. Does Seya not love him?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the second episode, we have a young hybrid child and an older man.\u001b[24m\n    \u001b[1m2番目のエピソードでは、私たちは若いハイブリッド子供と高齢者を抱えています。\u001b[22m, \u001b[1m第2話では、我々は若いハイブリッド子供と老人を持っています。\u001b[22m\n\u001b[4mThis is not a perverted story, mind you;\u001b[24m\n    \u001b[1mこれは変態物語ではありません。\u001b[22m, \u001b[1mこれは倒錯の話、あなたの心はありません。\u001b[22m\n\u001b[4mthis one is about the hybrid child, Yuzu, questioning why, after all the time he's been with Seya, he hasn't grown yet.\u001b[24m\n    \u001b[1mこれはハイブリッド子供ゆずさんのことです。なぜ彼はいつもSeyaと一緒にいて、まだ成長していません。\u001b[22m, \u001b[1mこの1は、彼が瀬谷とされていますすべての時間の後、彼はまだ成長していない理由を、尋問ハイブリッド子、ゆず、についてです。\u001b[22m\n\u001b[4mDoes Seya not love him?\u001b[24m\n    \u001b[1mセヤは彼を愛していないのですか？\u001b[22m, \u001b[1m瀬谷は彼を愛していないのですか？\u001b[22m\n\u001b[1m\u001b[22m\nThe last story is without a doubt what makes the story: this is the story of Kuroda, the creator of the hybrid children, and how his love for Tsukishima drove him to create all of these hybrid children.\n\n\u001b[1m最後の話は疑いの余地はないが、これはハイブリッド子供たちの創造者である黒田の物語で、つき島への愛がどのようにこれらのハイブリッド子どもたちのすべてを創造させたのか。\u001b[22m\n\u001b[1m(Saigo no hanashi wa utagai no yochi wa naiga, koreha haiburiddo kodomo-tachi no sōzō-shadearu Kuroda no monogatari de,-tsuki shima e no ai ga dono yō ni korera no haiburiddo kodomo-tachi no subete o sōzō sa seta no ka.)\u001b[22m\n\nTranslations of \u001b[4mThe last story is without a doubt what makes the story: this is the story of Kuroda, the creator of the hybrid children, and how his love for Tsukishima drove him to create all of these hybrid children.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe last story is without a doubt what makes the story: this is the story of Kuroda, the creator of the hybrid children, and how his love for Tsukishima drove him to create all of these hybrid children.\u001b[24m\n    \u001b[1m最後の話は疑いの余地はないが、これはハイブリッド子供たちの創造者である黒田の物語で、つき島への愛がどのようにこれらのハイブリッド子どもたちのすべてを創造させたのか。\u001b[22m, \u001b[1mこれは黒田、ハイブリッド子どもたちの創造者の話であり、どのように月島のための彼の愛は、これらのハイブリッドすべての子を作成するために彼を運転した：最後の話は物語を作るもの、疑いもなくです。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is something one would expect from a yaoi when it comes to the characters: they do share the same facial shape. Think of the characters from Junjou and Sekaiichi (all by the same author) and you'll understand. However, the backgrounds are superb. I found myself pausing every so often to admire the scenery, as it's very well done. I appreciated the attention to detail.\n\n\u001b[1m芸術は、キャラクターにとっては、同じ顔の形を共有することになると、ヤオイから期待されるものです。 純祖や世界一の人物（すべて同じ著者）を考えればわかるでしょう。 しかし、背景は素晴らしいです。 私は非常によく行われているように、自分自身が非常に頻繁に風景を賞賛するために休憩していた。 私は細部への注意を感謝した。\u001b[22m\n\u001b[1m(Geijutsu wa, kyarakutā ni totte wa, onaji-gao no katachi o kyōyū suru koto ni naru to, Yaoi kara kitai sa reru monodesu. Junso ya sekaiichi no jinbutsu (subete onaji chosha) o kangaereba wakarudeshou. Shikashi, haikei wa subarashīdesu. Watashi wa hijō ni yoku okonawa rete iru yō ni, jibun jishin ga hijō ni hinpan ni fūkei o shōsan suru tame ni kyūkei shite ita. Watashi wa saibu e no chūi o kansha shita.)\u001b[22m\n\nTranslations of \u001b[4mThe art is something one would expect from a yaoi when it comes to the characters: they do share the same facial shape. Think of the characters from Junjou and Sekaiichi (all by the same author) and you'll understand. However, the backgrounds are superb. I found myself pausing every so often to admire the scenery, as it's very well done. I appreciated the attention to detail.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is something one would expect from a yaoi when it comes to the characters: they do share the same facial shape.\u001b[24m\n    \u001b[1m芸術は、キャラクターにとっては、同じ顔の形を共有することになると、ヤオイから期待されるものです。\u001b[22m, \u001b[1m芸術は、それが文字になると1がやおいに期待されるものである：彼らは同じ顔形状を共有しません。\u001b[22m\n\u001b[4mThink of the characters from Junjou and Sekaiichi (all by the same author) and you'll understand.\u001b[24m\n    \u001b[1m純祖や世界一の人物（すべて同じ著者）を考えればわかるでしょう。\u001b[22m, \u001b[1m（すべて同じ著者によって）純情とセカイイチの文字から考えて、あなたは理解します。\u001b[22m\n\u001b[4mHowever, the backgrounds are superb.\u001b[24m\n    \u001b[1mしかし、背景は素晴らしいです。\u001b[22m, \u001b[1mしかし、背景が素晴らしいです。\u001b[22m\n\u001b[4mI found myself pausing every so often to admire the scenery, as it's very well done.\u001b[24m\n    \u001b[1m私は非常によく行われているように、自分自身が非常に頻繁に風景を賞賛するために休憩していた。\u001b[22m, \u001b[1m私は自分自身がそれは非常によくやっていたように、風景を賞賛するので、多くの場合、すべての一時停止が見つかりました。\u001b[22m\n\u001b[4mI appreciated the attention to detail.\u001b[24m\n    \u001b[1m私は細部への注意を感謝した。\u001b[22m, \u001b[1m私は細部に注意を感謝しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe OP and ED aren't noteworthy. There's classical music throughout the anime, helping to evoke emotion within scenes. It's used effectively and upon second viewing I did find myself enjoying and appreciating the music more.\n\n\u001b[1mOPとEDは注目に値しません。 アニメにはクラシック音楽があり、シーン内で感情を呼び起こすのに役立ちます。 それは効果的に使用され、2回目の鑑賞時に私は音楽をもっと楽しんで感謝していました。\u001b[22m\n\u001b[1m(OP to ED wa chūmoku ni ataishimasen. Anime ni wa kurashikku ongaku ga ari, shīn-nai de kanjō o yobiokosu no ni yakudachimasu. Sore wa kōka-teki ni shiyō sa re, 2-kai-me no kanshō-ji ni watashi wa ongaku o motto tanoshinde kansha shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe OP and ED aren't noteworthy. There's classical music throughout the anime, helping to evoke emotion within scenes. It's used effectively and upon second viewing I did find myself enjoying and appreciating the music more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe OP and ED aren't noteworthy.\u001b[24m\n    \u001b[1mOPとEDは注目に値しません。\u001b[22m, \u001b[1mOPとEDは注目すべきではありません。\u001b[22m\n\u001b[4mThere's classical music throughout the anime, helping to evoke emotion within scenes.\u001b[24m\n    \u001b[1mアニメにはクラシック音楽があり、シーン内で感情を呼び起こすのに役立ちます。\u001b[22m, \u001b[1mクラシック音楽は、シーン内の感情を呼び起こすのに役立つ、アニメ全体にあります。\u001b[22m\n\u001b[4mIt's used effectively and upon second viewing I did find myself enjoying and appreciating the music more.\u001b[24m\n    \u001b[1mそれは効果的に使用され、2回目の鑑賞時に私は音楽をもっと楽しんで感謝していました。\u001b[22m, \u001b[1mそれが効果的に使われていると第二の視聴時に私は自分自身が楽しんで、より音楽を鑑賞見つけました。\u001b[22m\n\u001b[1m\u001b[22m\nI enjoyed myself a lot. Just like with Junjou and Sekaiichi, I will add Hybrid Child to the list of things I will watch over and over again.\n\n\u001b[1m私は自分自身をたくさん楽しんだ。 純ジュウとセカイチと同じように、私は何度も何度も見ているもののリストにハイブリッドチャイルドを追加します。\u001b[22m\n\u001b[1m(Watashi wa jibun jishin o takusan tanoshinda. Jun jū to sekaichi to onajiyōni, watashi wa nandomonandomo mite iru mono no risuto ni haiburiddochairudo o tsuika shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed myself a lot. Just like with Junjou and Sekaiichi, I will add Hybrid Child to the list of things I will watch over and over again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed myself a lot.\u001b[24m\n    \u001b[1m私は自分自身をたくさん楽しんだ。\u001b[22m, \u001b[1m私は自分自身をたくさん楽しみました。\u001b[22m\n\u001b[4mJust like with Junjou and Sekaiichi, I will add Hybrid Child to the list of things I will watch over and over again.\u001b[24m\n    \u001b[1m純ジュウとセカイチと同じように、私は何度も何度も見ているもののリストにハイブリッドチャイルドを追加します。\u001b[22m, \u001b[1mただ純情とセカイイチと同じように、私は何度も何度も見てますもののリストにハイブリッド子が追加されます。\u001b[22m"
  },
  {
    "title": "Hybrid_Child",
    "id": "11135",
    "url": "https://myanimelist.net/anime/11135/Hybrid_Child",
    "user": "Roritan",
    "profile": "/profile/Roritan/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=184468",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n何と言えばいい？ お勧めですか？ はいぜったいに！\n私の意見では、それは傑作と見なされています。私はまだ私が生のバージョンで見終わったサブを待つことができませんでした。 私は過去にマンガを読んでいたが、アニメになるというニュースを聞いたとき、すぐには疑いを抱いていたが、それは満足に転じた。 すでにマンガが素晴らしかったにもかかわらず、私の期待を本当に上回っています。\n\nまず、中村修国（「純情ロマンティカ」と「世界初一原初恋」）のどちらかが別の言葉で表現されていると思っているのです。 最初の2つはロマンチックなコメディーですが、ハイブリッドチャイルドは劇的なテーマであり、悲観的です。\n本質的に、それは愛と愛情（しかし、否定的な感情も）で身体と気分に成長するこれらの人形を話します。\nこのアニメには、エピソード1,2、および3-4に対応する3つの異なるストーリーがあります。\n第一話は、豊かな家庭の少年で、ごみの中に男の子の人形（葉月） 彼の両親はそれに反対しているにもかかわらず、彼はあきらめず、彼の世話を続けています。\n第二話では、一瀬彩也が採用した別の男の子の人形であるゆずについて語ります。 このストーリーは重要な意味を持っています。特に生命の中で起きることは必ずしも幸せではなく、悲しいことでもあることがわかっているからです。\n第3話、私の好きで最も劇的な、月島と黒田の間の友情のポートレーション（または愛かもしれない）、彼らは重要な指導者の2人の息子です。 残念なことに予期せぬことが起こり、つき島はすべての責任を負わなければならないが、友人の不満がある。\nハイブリッドチャイルドの主人公は黒田だと思う。\n\n動かされる点まで私を連れて行くのは難しい偉業ですが、「ハイブリッドチャイルド」はそれをしました。\nデザインは非常によくできており、アニメーションは非常に流動的です。\n私をびっくりさせたもう一つのことは、サウンドトラックです。それは美しく、正しい場所に置かれています。\nハイブリッドチャイルドは本当に素晴らしいですが、OVAは4つしかありません。\n\nP.S：英語の＆gt;＆gt;申し訳ありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhat can I say? Recommended? Absolutely yes!\n\n\u001b[1m何と言えばいい？ お勧めですか？ はいぜったいに！\u001b[22m\n\u001b[1m(Nan to ieba ī? O susumedesu ka? Hai zettaini!)\u001b[22m\n\nTranslations of \u001b[4mWhat can I say? Recommended? Absolutely yes!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat can I say?\u001b[24m\n    \u001b[1m何と言えばいい？\u001b[22m, \u001b[1m私は何を言うことができますか？\u001b[22m, \u001b[1m何を言うことができますか？\u001b[22m\n\u001b[4mRecommended?\u001b[24m\n    \u001b[1mお勧めですか？\u001b[22m, \u001b[1m推奨？\u001b[22m\n\u001b[4mAbsolutely yes!\u001b[24m\n    \u001b[1mはいぜったいに！\u001b[22m, \u001b[1mもちろん！\u001b[22m, \u001b[1m絶対にはい！\u001b[22m\nIn my opinion it is considered a masterpiece, I could not even wait for sub that I already have finished seeing in raw version. I read the manga in the past, but then upon hearing the news that it would become an anime I immediately had doubts, which instead have turned into satisfaction. It has really exceeded my expectations, despite already the manga was wonderful.\n\n\u001b[1m私の意見では、それは傑作と見なされています。私はまだ私が生のバージョンで見終わったサブを待つことができませんでした。 私は過去にマンガを読んでいたが、アニメになるというニュースを聞いたとき、すぐには疑いを抱いていたが、それは満足に転じた。 すでにマンガが素晴らしかったにもかかわらず、私の期待を本当に上回っています。\u001b[22m\n\u001b[1m(Watashi no ikende wa, soreha kessaku to minasa rete imasu. Watashi wa mada watashi ga nama no bājon de mi owatta sabu o matsu koto ga dekimasendeshita. Watashi wa kako ni manga o yonde itaga, anime ni naru to iu nyūsu o kiita toki, sugu ni wa utagai o daite itaga, soreha manzoku ni tenjita. Sudeni manga ga subarashikatta nimokakawarazu, watashi no kitai o hontōni uwamawatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIn my opinion it is considered a masterpiece, I could not even wait for sub that I already have finished seeing in raw version. I read the manga in the past, but then upon hearing the news that it would become an anime I immediately had doubts, which instead have turned into satisfaction. It has really exceeded my expectations, despite already the manga was wonderful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn my opinion it is considered a masterpiece, I could not even wait for sub that I already have finished seeing in raw version.\u001b[24m\n    \u001b[1m私の意見では、それは傑作と見なされています。私はまだ私が生のバージョンで見終わったサブを待つことができませんでした。\u001b[22m, \u001b[1m私の意見では、それが傑作とみなされ、私も、私はすでに生のバージョンで見て終了したことをサブのために待つことができませんでした。\u001b[22m\n\u001b[4mI read the manga in the past, but then upon hearing the news that it would become an anime I immediately had doubts, which instead have turned into satisfaction.\u001b[24m\n    \u001b[1m私は過去にマンガを読んでいたが、アニメになるというニュースを聞いたとき、すぐには疑いを抱いていたが、それは満足に転じた。\u001b[22m, \u001b[1m私は過去に漫画を読んで、その後のニュースを聞いてではなく満足になってきた私はすぐに疑問を持っていたアニメ、になるだろうと。\u001b[22m\n\u001b[4mIt has really exceeded my expectations, despite already the manga was wonderful.\u001b[24m\n    \u001b[1mすでにマンガが素晴らしかったにもかかわらず、私の期待を本当に上回っています。\u001b[22m, \u001b[1mすでに漫画が素晴らしかったにもかかわらず、それは本当に、私の期待を超えています。\u001b[22m\n\u001b[1m\u001b[22m\nStart by saying that I absolutely prefer it to the other of Shungiku Nakamura ('Junjou Romantica' and 'Sekai-Ichi Hatsukoi'), perhaps because it is presented in a different tone. While the first two are romantic-comedy, Hybrid Child is dramatic themes and gloomy.\n\n\u001b[1mまず、中村修国（「純情ロマンティカ」と「世界初一原初恋」）のどちらかが別の言葉で表現されていると思っているのです。 最初の2つはロマンチックなコメディーですが、ハイブリッドチャイルドは劇的なテーマであり、悲観的です。\u001b[22m\n\u001b[1m(Mazu, nakamura osamu kuni (`junjō romantika' to `sekai hatsu 一原初恋 ') No dochira ka ga betsu no kotoba de hyōgen sa rete iru to omotte iru nodesu. Saisho no 2tsu wa romanchikkuna komedīdesuga, haiburiddochairudo wa gekitekina tēmadeari, hikan-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mStart by saying that I absolutely prefer it to the other of Shungiku Nakamura ('Junjou Romantica' and 'Sekai-Ichi Hatsukoi'), perhaps because it is presented in a different tone. While the first two are romantic-comedy, Hybrid Child is dramatic themes and gloomy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStart by saying that I absolutely prefer it to the other of Shungiku Nakamura ('Junjou Romantica' and 'Sekai-Ichi Hatsukoi'), perhaps because it is presented in a different tone.\u001b[24m\n    \u001b[1mまず、中村修国（「純情ロマンティカ」と「世界初一原初恋」）のどちらかが別の言葉で表現されていると思っているのです。\u001b[22m, \u001b[1mそれは異なるトーンで提示されているかもしれませんので、私は絶対に、中村春菊（ '純情ロマンチカ」と「世界一初恋」）の他にそれを好むことを言って起動します。\u001b[22m\n\u001b[4mWhile the first two are romantic-comedy, Hybrid Child is dramatic themes and gloomy.\u001b[24m\n    \u001b[1m最初の2つはロマンチックなコメディーですが、ハイブリッドチャイルドは劇的なテーマであり、悲観的です。\u001b[22m, \u001b[1m最初の二つは、ロマンティック・コメディであるが、ハイブリッド子供は劇的なテーマと悲観的です。\u001b[22m\nEssentially, it speaks of these dolls that with love and affection (but also negative feelings) grow to physical and mood.\n\n\u001b[1m本質的に、それは愛と愛情（しかし、否定的な感情も）で身体と気分に成長するこれらの人形を話します。\u001b[22m\n\u001b[1m(Honshitsu-teki ni, soreha ai to aijō (shikashi, hitei-tekina kanjō mo) de karada to kibun ni seichō suru korera no ningyō o hanashimasu.)\u001b[22m\n\nTranslations of \u001b[4mEssentially, it speaks of these dolls that with love and affection (but also negative feelings) grow to physical and mood.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEssentially, it speaks of these dolls that with love and affection (but also negative feelings) grow to physical and mood.\u001b[24m\n    \u001b[1m本質的に、それは愛と愛情（しかし、否定的な感情も）で身体と気分に成長するこれらの人形を話します。\u001b[22m, \u001b[1m基本的に、それは愛情（だけでなく、負の感情）と物理的および気分に成長するこれらの人形のことを話します。\u001b[22m\nThere are three different stories in this anime which correspond to episodes 1, 2 and 3-4.\n\n\u001b[1mこのアニメには、エピソード1,2、および3-4に対応する3つの異なるストーリーがあります。\u001b[22m\n\u001b[1m(Kono anime ni wa, episōdo 1, 2, oyobi 3 - 4 ni taiō suru 3ttsu no kotonaru sutōrī ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere are three different stories in this anime which correspond to episodes 1, 2 and 3-4.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are three different stories in this anime which correspond to episodes 1, 2 and 3-4.\u001b[24m\n    \u001b[1mこのアニメには、エピソード1,2、および3-4に対応する3つの異なるストーリーがあります。\u001b[22m, \u001b[1mエピソード1、2および3から4に対応するこのアニメ3つの異なる物語があります。\u001b[22m\nThe first story revolves around Kotaro Izumi, a boy from a rich family, who finds a boy-doll (Hazuki) in the trash; despite his parents are against it, he does not give up and continues to care for him.\n\n\u001b[1m第一話は、豊かな家庭の少年で、ごみの中に男の子の人形（葉月） 彼の両親はそれに反対しているにもかかわらず、彼はあきらめず、彼の世話を続けています。\u001b[22m\n\u001b[1m(Daiichiwa wa, yutakana katei no shōnen de, gomi no naka ni otokonoko no ningyō (Hadzuki) kare no ryōshin wa sore ni hantai shite iru nimokakawarazu, kare wa akiramezu, kare no sewa o tsudzukete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe first story revolves around Kotaro Izumi, a boy from a rich family, who finds a boy-doll (Hazuki) in the trash; despite his parents are against it, he does not give up and continues to care for him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first story revolves around Kotaro Izumi, a boy from a rich family, who finds a boy-doll (Hazuki) in the trash;\u001b[24m\n    \u001b[1m第一話は、豊かな家庭の少年で、ごみの中に男の子の人形（葉月）\u001b[22m, \u001b[1m最初の物語はゴミ箱に少年人形（葉月）を求める光太郎泉、豊富な家族からの男の子、を中心に展開します。\u001b[22m\n\u001b[4mdespite his parents are against it, he does not give up and continues to care for him.\u001b[24m\n    \u001b[1m彼の両親はそれに反対しているにもかかわらず、彼はあきらめず、彼の世話を続けています。\u001b[22m, \u001b[1m彼の両親はそれに反対しているにもかかわらず、彼はあきらめて、彼の世話を続けていません。\u001b[22m\nThe second story talk about Yuzu, another boy-doll, which is adopted by Ichi Seya. This story has an important meaning, especially because it tells us that in life things that happen isn't always happy, but also sad.\n\n\u001b[1m第二話では、一瀬彩也が採用した別の男の子の人形であるゆずについて語ります。 このストーリーは重要な意味を持っています。特に生命の中で起きることは必ずしも幸せではなく、悲しいことでもあることがわかっているからです。\u001b[22m\n\u001b[1m(Dainiwade wa, 一瀬彩也 Ga saiyō shita betsu no otokonoko no ningyōdearu yuzu ni tsuite katarimasu. Kono sutōrī wa jūyōna imi o motte imasu. Tokuni seimei no naka de okiru koto wa kanarazushimo shiawasede wa naku, kanashī kotode mo aru koto ga wakatte irukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mThe second story talk about Yuzu, another boy-doll, which is adopted by Ichi Seya. This story has an important meaning, especially because it tells us that in life things that happen isn't always happy, but also sad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe second story talk about Yuzu, another boy-doll, which is adopted by Ichi Seya.\u001b[24m\n    \u001b[1m第二話では、一瀬彩也が採用した別の男の子の人形であるゆずについて語ります。\u001b[22m, \u001b[1m第二話は壱瀬谷によって採択されたゆず、別の少年の人形、について話しています。\u001b[22m\n\u001b[4mThis story has an important meaning, especially because it tells us that in life things that happen isn't always happy, but also sad.\u001b[24m\n    \u001b[1mこのストーリーは重要な意味を持っています。特に生命の中で起きることは必ずしも幸せではなく、悲しいことでもあることがわかっているからです。\u001b[22m, \u001b[1mこの物語は重要な意味を持っている、それが起こるの生活の事でいつも幸せでなく、悲しいではないことを教えてくれる、特にため。\u001b[22m\nThe third story, my favorite and the most dramatic, portraies of friendship between Tsukishima and Kuroda (or maybe love?), they are two sons of chieftains important. Unfortunately the unexpected happen and Tsukishima must take responsibility for everything, but with disapproval of his friend.\n\n\u001b[1m第3話、私の好きで最も劇的な、月島と黒田の間の友情のポートレーション（または愛かもしれない）、彼らは重要な指導者の2人の息子です。 残念なことに予期せぬことが起こり、つき島はすべての責任を負わなければならないが、友人の不満がある。\u001b[22m\n\u001b[1m(Dai 3-wa, watashi no sukide mottomo gekitekina, Tsukishima to Kuroda no ma no yūjō no pōtorēshon (matawa ai kamo shirenai), karera wa jūyōna shidō-sha no 2-ri no musukodesu. Zan'nen'nakotoni yoki senu koto ga okori,-tsuki shima wa subete no sekinin o owanakereba naranaiga, yūjin no fuman ga aru.)\u001b[22m\n\nTranslations of \u001b[4mThe third story, my favorite and the most dramatic, portraies of friendship between Tsukishima and Kuroda (or maybe love?), they are two sons of chieftains important. Unfortunately the unexpected happen and Tsukishima must take responsibility for everything, but with disapproval of his friend.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe third story, my favorite and the most dramatic, portraies of friendship between Tsukishima and Kuroda (or maybe love?), they are two sons of chieftains important.\u001b[24m\n    \u001b[1m第3話、私の好きで最も劇的な、月島と黒田の間の友情のポートレーション（または愛かもしれない）、彼らは重要な指導者の2人の息子です。\u001b[22m, \u001b[1m第三話、私のお気に入りと最も劇的な、月島と黒田間の友情のportraies（多分または好きですか？）、彼らは重要な族長の2人の息子です。\u001b[22m\n\u001b[4mUnfortunately the unexpected happen and Tsukishima must take responsibility for everything, but with disapproval of his friend.\u001b[24m\n    \u001b[1m残念なことに予期せぬことが起こり、つき島はすべての責任を負わなければならないが、友人の不満がある。\u001b[22m, \u001b[1m残念ながら予想外が起こると月島が、彼の友人の不承認と、すべての責任を取る必要があります。\u001b[22m\nThen we can deduce that the protagonist of Hybrid Child is Kuroda, also because it appears in all three stories.\n\n\u001b[1mハイブリッドチャイルドの主人公は黒田だと思う。\u001b[22m\n\u001b[1m(Haiburiddochairudo no shujinkō wa kurodada to omou.)\u001b[22m\n\nTranslations of \u001b[4mThen we can deduce that the protagonist of Hybrid Child is Kuroda, also because it appears in all three stories.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen we can deduce that the protagonist of Hybrid Child is Kuroda, also because it appears in all three stories.\u001b[24m\n    \u001b[1mハイブリッドチャイルドの主人公は黒田だと思う。\u001b[22m, \u001b[1mそれはすべての3つの物語に表示されますので、その後、我々はまた、ハイブリッド子供の主人公は黒田であることを推論することができます。\u001b[22m\n\u001b[1m\u001b[22m\nTake me to the point of being moved is a difficult feat, but 'Hybrid Child' has done it.\n\n\u001b[1m動かされる点まで私を連れて行くのは難しい偉業ですが、「ハイブリッドチャイルド」はそれをしました。\u001b[22m\n\u001b[1m(Ugokasa reru ten made watashi o tsurete iku no wa muzukashī igyōdesuga,`haiburiddochairudo' wa sore o shimashita.)\u001b[22m\n\nTranslations of \u001b[4mTake me to the point of being moved is a difficult feat, but 'Hybrid Child' has done it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTake me to the point of being moved is a difficult feat, but 'Hybrid Child' has done it.\u001b[24m\n    \u001b[1m動かされる点まで私を連れて行くのは難しい偉業ですが、「ハイブリッドチャイルド」はそれをしました。\u001b[22m, \u001b[1m難しい偉業で動かされてのポイントに私を取るが、「ハイブリッドチャイルド」は、それを行っています。\u001b[22m\nThe designs are very well made and the animations are quite fluid.\n\n\u001b[1mデザインは非常によくできており、アニメーションは非常に流動的です。\u001b[22m\n\u001b[1m(Dezain wa hijō ni yokude kite ori, animēshon wa hijō ni ryūdōtekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe designs are very well made and the animations are quite fluid.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe designs are very well made and the animations are quite fluid.\u001b[24m\n    \u001b[1mデザインは非常によくできており、アニメーションは非常に流動的です。\u001b[22m, \u001b[1mデザインは非常によく作られており、アニメーションは非常に流動的で。\u001b[22m\nAnother thing that surprised me a lot, is the soundtrack: it's beautiful and it's put in the right place.\n\n\u001b[1m私をびっくりさせたもう一つのことは、サウンドトラックです。それは美しく、正しい場所に置かれています。\u001b[22m\n\u001b[1m(Watashi o bikkuri sa seta mōhitotsu no koto wa, saundotorakkudesu. Sore wa utsukushiku, tadashī basho ni oka rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mAnother thing that surprised me a lot, is the soundtrack: it's beautiful and it's put in the right place.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother thing that surprised me a lot, is the soundtrack: it's beautiful and it's put in the right place.\u001b[24m\n    \u001b[1m私をびっくりさせたもう一つのことは、サウンドトラックです。それは美しく、正しい場所に置かれています。\u001b[22m, \u001b[1m私をたくさん驚いもう一つは、サウンドトラックである：それは美しいですし、それが正しい場所に置いています。\u001b[22m\nHybrid Child is really amazing although it only has 4 OVA.\n\n\u001b[1mハイブリッドチャイルドは本当に素晴らしいですが、OVAは4つしかありません。\u001b[22m\n\u001b[1m(Haiburiddochairudo wa hontōni subarashīdesuga, ovu~a wa 4tsu shika arimasen.)\u001b[22m\n\nTranslations of \u001b[4mHybrid Child is really amazing although it only has 4 OVA.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHybrid Child is really amazing although it only has 4 OVA.\u001b[24m\n    \u001b[1mハイブリッドチャイルドは本当に素晴らしいですが、OVAは4つしかありません。\u001b[22m, \u001b[1mそれだけで4 OVAを有するがハイブリッド子供は本当に素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nP.S: Sorry for my English &gt;.&gt;\n\n\u001b[1mP.S：英語の＆gt;＆gt;申し訳ありません。\u001b[22m\n\u001b[1m(P. S: Eigo no& gt; & gt; mōshiwakearimasen.)\u001b[22m\n\nTranslations of \u001b[4mP.S: Sorry for my English &gt;.&gt;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mP.S: Sorry for my English &gt;.&gt;\u001b[24m\n    \u001b[1mP.S：英語の＆gt;＆gt;申し訳ありません。\u001b[22m, \u001b[1mP.S：私の英語＆GTのため申し訳ありません;＆GT;。\u001b[22m"
  },
  {
    "title": "Hybrid_Child",
    "id": "11135",
    "url": "https://myanimelist.net/anime/11135/Hybrid_Child",
    "user": "Shounenai4life",
    "profile": "/profile/Shounenai4life/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=197083",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメは傑作です。 それは、元気で、美しく、正直で、嫌なものです。 それを見てください。 あなたが八尾に入っているなら、もしあなたがいなければ、それは重要ではありません。愛を最も純粋な形で扱います。\n\nアニメは通常、私を感情的にしません。私は確かにこれを期待していませんでした。 しかし、美しい音楽から動く対話まで、物語はエピソードを通して流動的に動くが、別々だが、それらはすべて最終的に一緒に来る。 あなたはそれを見て後悔することはありませんので、やってみてください。\n\n警告：感じ、どこでも感じる。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is a masterpiece. It's original, beautiful, honest, and gut-wrenching. Please watch it. If you're into yaoi, if you're not, it doesn't matter, it deals with love in its purest form and it's wroth watching.\n\n\u001b[1mこのアニメは傑作です。 それは、元気で、美しく、正直で、嫌なものです。 それを見てください。 あなたが八尾に入っているなら、もしあなたがいなければ、それは重要ではありません。愛を最も純粋な形で扱います。\u001b[22m\n\u001b[1m(Kono anime wa kessakudesu. Sore wa, genkide, utsukushiku, shōjikide, iyana monodesu. Sore o mite kudasai. Anata ga Yao ni haitte irunara, moshi anata ga inakereba, sore wa jūyōde wa arimasen. Ai o mottomo junsuina katachi de atsukaimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is a masterpiece. It's original, beautiful, honest, and gut-wrenching. Please watch it. If you're into yaoi, if you're not, it doesn't matter, it deals with love in its purest form and it's wroth watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is a masterpiece.\u001b[24m\n    \u001b[1mこのアニメは傑作です。\u001b[22m\n\u001b[4mIt's original, beautiful, honest, and gut-wrenching.\u001b[24m\n    \u001b[1mそれは、元気で、美しく、正直で、嫌なものです。\u001b[22m, \u001b[1mそれは、元の美しい、正直、および腸痛むのです。\u001b[22m\n\u001b[4mPlease watch it.\u001b[24m\n    \u001b[1mそれを見てください。\u001b[22m\n\u001b[4mIf you're into yaoi, if you're not, it doesn't matter, it deals with love in its purest form and it's wroth watching.\u001b[24m\n    \u001b[1mあなたが八尾に入っているなら、もしあなたがいなければ、それは重要ではありません。愛を最も純粋な形で扱います。\u001b[22m, \u001b[1mあなたはやおいに興味があればあなたがいないのであれば、それは問題ではない、それはその純粋な形で愛を扱う、それは怒っウォッチングです。\u001b[22m\n\u001b[1m\u001b[22m\nAnime don't usually make me emotional, and I certainly didn't expect this one to. But from the beautiful music to the moving dialogue, the story moves fluidly through the episodes, separate but they all come together in the end. You won't regret watching it, so just do it.\n\n\u001b[1mアニメは通常、私を感情的にしません。私は確かにこれを期待していませんでした。 しかし、美しい音楽から動く対話まで、物語はエピソードを通して流動的に動くが、別々だが、それらはすべて最終的に一緒に来る。 あなたはそれを見て後悔することはありませんので、やってみてください。\u001b[22m\n\u001b[1m(Anime wa tsūjō, watashi o kanjō-teki ni shimasen. Watashi wa tashika ni kore o kitai shite imasendeshita. Shikashi, utsukushī ongaku kara ugoku taiwa made, monogatari wa episōdo o tōshite ryūdōteki ni ugokuga, betsubetsudaga, sorera wa subete saishūtekini issho ni kuru. Anata wa sore o mite kōkai suru koto wa arimasen'node, yatte mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAnime don't usually make me emotional, and I certainly didn't expect this one to. But from the beautiful music to the moving dialogue, the story moves fluidly through the episodes, separate but they all come together in the end. You won't regret watching it, so just do it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnime don't usually make me emotional, and I certainly didn't expect this one to.\u001b[24m\n    \u001b[1mアニメは通常、私を感情的にしません。私は確かにこれを期待していませんでした。\u001b[22m, \u001b[1mアニメは通常、私は感情的なことはありませんし、私は確かにこの1を期待していませんでした。\u001b[22m\n\u001b[4mBut from the beautiful music to the moving dialogue, the story moves fluidly through the episodes, separate but they all come together in the end.\u001b[24m\n    \u001b[1mしかし、美しい音楽から動く対話まで、物語はエピソードを通して流動的に動くが、別々だが、それらはすべて最終的に一緒に来る。\u001b[22m, \u001b[1mしかし、移動対話に美しい音楽から、物語は独立した、話を通して、流動的に移動しますが、それらはすべて、最後に一緒に来ます。\u001b[22m\n\u001b[4mYou won't regret watching it, so just do it.\u001b[24m\n    \u001b[1mあなたはそれを見て後悔することはありませんので、やってみてください。\u001b[22m, \u001b[1mちょうどそれを行うようにするには、それを見て後悔しないように。\u001b[22m\n\u001b[1m\u001b[22m\nWarning: Feels, feels everywhere.\n\n\u001b[1m警告：感じ、どこでも感じる。\u001b[22m\n\u001b[1m(Keikoku: Kanji, doko demo kanjiru.)\u001b[22m\n\nTranslations of \u001b[4mWarning: Feels, feels everywhere.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWarning: Feels, feels everywhere.\u001b[24m\n    \u001b[1m警告：感じ、どこでも感じる。\u001b[22m, \u001b[1m警告：フィールズ、どこでも感じています。\u001b[22m"
  },
  {
    "title": "Hybrid_Child",
    "id": "11135",
    "url": "https://myanimelist.net/anime/11135/Hybrid_Child",
    "user": "docp92",
    "profile": "/profile/docp92/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=211920",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nハイブリッドの子供...それは常に始めるのが難しいので、私は簡潔にするために全力を尽くします。\n\n私はこれが私が見ている最高のアニメの1つであると言い始めるべきです。 深い憂鬱と印象を残した少数の人の1人ですが、それが私を本当に泣かせた数少ない人物の1つであることは言及していません。 ストーリーはハイブリッドチャイルドに焦点を当てています。 彼らは反応し、彼らが所有者から与えられた愛に発展するアンドロイド（またはヒューマノイド）です。 最初は、人工知能の話題と人間を作り上げる、または構築することの問題は、マシンでも人間でもないプロトタイプが人間の感情と完全に対話して対処することができるため、問題になっています。 彼らはまた、最終的にこれらのタイプの提出役を果たさなくても、むしろ相互理解と愛情に基づいて完全に平等な役割を果たしている「所有者」との強い結びつきを維持しています。\n\nアニメ自体は非常に短いです。 それは4つのエピソードと限られた数の6文字で構成されています。 私が本当にこれらのキャラクターについて言わなければならないものは、彼らの素敵な発展です。 あなたは実際にそれらを感じ、理解し、苦しんでいることができます。 あなたはキャラクターに沿った相互強調を開発することができます。非常に短いアニメの場合、これは素晴らしいものです。 すべてのキャラクターは、死亡率や死が自分や他のキャラクターとの関係に影響を及ぼす方法などの話題を扱います。 他のものはアイデンティティの概念です。 これらのアンドロイドは、所有者の虚栄心をどれほど曖昧に外挿していますか？ これらの炉の感情のちょうど影ですか？ したがって、所有者が外部の個人ではなく、自分の気持ちに似ているもの（自分との恋に落ちるか？）に惹かれた場合にも問題が生じる。\n\nこれはBoy's Love（Yaoi）アニメであり、そのような状況で議論自体が発展していることを正確にお伝えしたいと思います。 これらのキャラクターは私たちが慣れ親しんだ同性愛の概念に従わないので、私はいつもこれらのタイプのアニメを「同性愛者」ではなくBLとして考えました。 これらのキャラクターは性的指向や紳士指向に注意を払わないが、これはまったく関係がない。 私がBLのような男として私がなぜ特定の静的な状況で他のキャラクターを好きになるのは、それ以上の仕様がないからです。 ハイブリッドチャイルドに関して、キャラクターは、彼らが死やIlnessのような極端な状況に直面しなければならないとき、彼らが恋をしていることを認識します。 これはすばらしいやり方で行われています。アニメはあまり描かれていませんが、私は強みだと思うところでは非常に感情的です。\n\n音楽に関して、私はちょうど2つの言葉でそれを記述することができます：感情的、感覚的。\n\nこれを終了するには、ハイブリッドチャイルドが私が今までに見た中で最も優れたアニメの1つであることは間違いありません。 私はそれを何度も見ることができます。私は第4章の最後にいつも強い郷愁の気持ちで終わります。それを見て躊躇しないでください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHybrid child... it is always difficult to start, so I will make my best to be concise.\n\n\u001b[1mハイブリッドの子供...それは常に始めるのが難しいので、私は簡潔にするために全力を尽くします。\u001b[22m\n\u001b[1m(Haiburiddo no kodomo... Sore wa tsuneni hajimeru no ga muzukashīnode, watashi wa kanketsu ni suru tame ni zenryoku o tsukushimasu.)\u001b[22m\n\nTranslations of \u001b[4mHybrid child... it is always difficult to start, so I will make my best to be concise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHybrid child... it is always difficult to start, so I will make my best to be concise.\u001b[24m\n    \u001b[1mハイブリッドの子供...それは常に始めるのが難しいので、私は簡潔にするために全力を尽くします。\u001b[22m, \u001b[1mハイブリッド子供は...常に起動することは困難であるので、私は簡潔であることが私の最高を行います。\u001b[22m\n\u001b[1m\u001b[22m\nI should start saying that this is one of the best animes that I have seen. It is one of the fews that have left a deep melancholy and impression, without mentioning that it is one of the few ones that made me really cry. The story focuses on the Hybrid Childs. They are androids (or humanoids) that react and develop to the love they are given from their owners. At a first instance, the topic of Artificial Intelligence and the esence of what makes or builds up human beings rises into question, as these prototipes, who are neither machines nor humans, are able to interact and deal perfectly with human emotions. They also maintain a very strong bound with their 'owners', who at the end they end up not performing these type of submission role, but rather a full equal one based on mutual understandment and affection.\n\n\u001b[1m私はこれが私が見ている最高のアニメの1つであると言い始めるべきです。 深い憂鬱と印象を残した少数の人の1人ですが、それが私を本当に泣かせた数少ない人物の1つであることは言及していません。 ストーリーはハイブリッドチャイルドに焦点を当てています。 彼らは反応し、彼らが所有者から与えられた愛に発展するアンドロイド（またはヒューマノイド）です。 最初は、人工知能の話題と人間を作り上げる、または構築することの問題は、マシンでも人間でもないプロトタイプが人間の感情と完全に対話して対処することができるため、問題になっています。 彼らはまた、最終的にこれらのタイプの提出役を果たさなくても、むしろ相互理解と愛情に基づいて完全に平等な役割を果たしている「所有者」との強い結びつきを維持しています。\u001b[22m\n\u001b[1m(Watashi wa kore ga watashi ga mite iru saikō no anime no 1tsudearu to ii hajimerubekidesu. Fukai yūutsu to inshō o nokoshita shōsū no hito no 1-ridesuga, sore ga watashi o hontōni naka seta kazusukunai jinbutsu no 1tsudearu koto wa genkyū shite imasen. Sutōrī wa haiburiddochairudo ni shōten o atete imasu. Karera wa han'nō shi, karera ga shoyū-sha kara atae rareta ai ni hatten suru andoroido (matawa hyūmanoido)desu. Saisho wa, jinkō chinō no wadai to ningen o tsukuriageru, matawa kōchiku suru koto no mondai wa, mashin demo ningen demonai purototaipu ga ningen no kanjō to kanzen ni taiwa shite taisho suru koto ga dekiru tame, mondai ni natte imasu. Karera wa mata, saishūtekini korera no taipu no teishutsu-yaku o hatasanakute mo, mushiro sōgo rikai to aijō ni motodzuite kanzen ni byōdōna yakuwari o hatashite iru `shoyū-sha' to no tsuyoi musubitsuki o iji shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI should start saying that this is one of the best animes that I have seen. It is one of the fews that have left a deep melancholy and impression, without mentioning that it is one of the few ones that made me really cry. The story focuses on the Hybrid Childs. They are androids (or humanoids) that react and develop to the love they are given from their owners. At a first instance, the topic of Artificial Intelligence and the esence of what makes or builds up human beings rises into question, as these prototipes, who are neither machines nor humans, are able to interact and deal perfectly with human emotions. They also maintain a very strong bound with their 'owners', who at the end they end up not performing these type of submission role, but rather a full equal one based on mutual understandment and affection.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI should start saying that this is one of the best animes that I have seen.\u001b[24m\n    \u001b[1m私はこれが私が見ている最高のアニメの1つであると言い始めるべきです。\u001b[22m, \u001b[1m私は、これは私が見た中で最高のアニメの一つであることを言って開始する必要があります。\u001b[22m\n\u001b[4mIt is one of the fews that have left a deep melancholy and impression, without mentioning that it is one of the few ones that made me really cry.\u001b[24m\n    \u001b[1m深い憂鬱と印象を残した少数の人の1人ですが、それが私を本当に泣かせた数少ない人物の1つであることは言及していません。\u001b[22m, \u001b[1mそれは私が本当に泣いて作られたいくつかのものの一つであることを言及せず、深い哀愁と印象を残しているfewsの一つです。\u001b[22m\n\u001b[4mThe story focuses on the Hybrid Childs.\u001b[24m\n    \u001b[1mストーリーはハイブリッドチャイルドに焦点を当てています。\u001b[22m, \u001b[1m物語はハイブリッドチャイルズに焦点を当てています。\u001b[22m\n\u001b[4mThey are androids (or humanoids) that react and develop to the love they are given from their owners.\u001b[24m\n    \u001b[1m彼らは反応し、彼らが所有者から与えられた愛に発展するアンドロイド（またはヒューマノイド）です。\u001b[22m, \u001b[1m彼らは反応し、彼らはその所有者から与えられた愛に発展アンドロイド（またはヒューマノイド）です。\u001b[22m\n\u001b[4mAt a first instance, the topic of Artificial Intelligence and the esence of what makes or builds up human beings rises into question, as these prototipes, who are neither machines nor humans, are able to interact and deal perfectly with human emotions.\u001b[24m\n    \u001b[1m最初は、人工知能の話題と人間を作り上げる、または構築することの問題は、マシンでも人間でもないプロトタイプが人間の感情と完全に対話して対処することができるため、問題になっています。\u001b[22m, \u001b[1mどちらのマシンも人間であるこれらのprototipesは、相互作用し、人間の感情と完全に対処することができますように、最初のインスタンスでは、人工知能の話題となり、または人間を構築するもののesenceは、問題に上昇します。\u001b[22m\n\u001b[4mThey also maintain a very strong bound with their 'owners', who at the end they end up not performing these type of submission role, but rather a full equal one based on mutual understandment and affection.\u001b[24m\n    \u001b[1m彼らはまた、最終的にこれらのタイプの提出役を果たさなくても、むしろ相互理解と愛情に基づいて完全に平等な役割を果たしている「所有者」との強い結びつきを維持しています。\u001b[22m, \u001b[1m彼らはまた、最後に彼らは服従の役割のこれらのタイプではなく、相互のunderstandmentと愛情に基づく完全に等しい1を実行していない終わるそれらの「所有者」、と非常に強力なバウンドを維持します。\u001b[22m\n\u001b[1m\u001b[22m\nThe anime itself is very short. It composes of four episodes and a limited number of 6 characters. Something I must really say about these characters is their wonderfull development. You can actually feel them, understand them, suffer with them. You are able to develop a mutual emphaty along the character, that for a very short anime this is something amazing. All characters deal up with topics such as mortality and the way in which death affects our relationship with themselves and with the other characters. Other one is the concept of identity. To what extent are these androids just a vague extrapolation of their owner's hearths? are their just the shadows of the feelings of these hearths? Therefore the question that if the owners are attracted to something that resemble their own feelings (their fall in love with theirselves??) rather than on an external individual also arises.\n\n\u001b[1mアニメ自体は非常に短いです。 それは4つのエピソードと限られた数の6文字で構成されています。 私が本当にこれらのキャラクターについて言わなければならないものは、彼らの素敵な発展です。 あなたは実際にそれらを感じ、理解し、苦しんでいることができます。 あなたはキャラクターに沿った相互強調を開発することができます。非常に短いアニメの場合、これは素晴らしいものです。 すべてのキャラクターは、死亡率や死が自分や他のキャラクターとの関係に影響を及ぼす方法などの話題を扱います。 他のものはアイデンティティの概念です。 これらのアンドロイドは、所有者の虚栄心をどれほど曖昧に外挿していますか？ これらの炉の感情のちょうど影ですか？ したがって、所有者が外部の個人ではなく、自分の気持ちに似ているもの（自分との恋に落ちるか？）に惹かれた場合にも問題が生じる。\u001b[22m\n\u001b[1m(Anime jitai wa hijō ni mijikaidesu. Sore wa 4tsu no episōdo to kagira reta kazu no 6 moji de kōsei sa rete imasu. Watashi ga hontōni korera no kyarakutā ni tsuite iwanakereba naranai mono wa, karera no sutekina hattendesu. Anata wa jissai ni sorera o kanji, rikai shi, kurushinde iru koto ga dekimasu. Anata wa kyarakutā ni sotta sōgo kyōchō o kaihatsu suru koto ga dekimasu. Hijō ni mijikai anime no baai, kore wa subarashī monodesu. Subete no kyarakutā wa, shibō-ritsu ya shi ga jibun ya hoka no kyarakutā to no kankei ni eikyōwooyobosu hōhō nado no wadai o atsukaimasu. Hoka no mono wa aidentiti no gainendesu. Korera no andoroido wa, shoyū-sha no kyoei kokoro o dorehodo aimai ni gaisō shite imasu ka? Korera no ro no kanjō no chōdo kagedesu ka? Shitagatte, shoyū-sha ga gaibu no kojinde wa naku, jibun no kimochi ni nite iru mono (jibun to no koiniochiru ka? ) Ni hika reta baai ni mo mondai ga shōjiru.)\u001b[22m\n\nTranslations of \u001b[4mThe anime itself is very short. It composes of four episodes and a limited number of 6 characters. Something I must really say about these characters is their wonderfull development. You can actually feel them, understand them, suffer with them. You are able to develop a mutual emphaty along the character, that for a very short anime this is something amazing. All characters deal up with topics such as mortality and the way in which death affects our relationship with themselves and with the other characters. Other one is the concept of identity. To what extent are these androids just a vague extrapolation of their owner's hearths? are their just the shadows of the feelings of these hearths? Therefore the question that if the owners are attracted to something that resemble their own feelings (their fall in love with theirselves??) rather than on an external individual also arises.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime itself is very short.\u001b[24m\n    \u001b[1mアニメ自体は非常に短いです。\u001b[22m\n\u001b[4mIt composes of four episodes and a limited number of 6 characters.\u001b[24m\n    \u001b[1mそれは4つのエピソードと限られた数の6文字で構成されています。\u001b[22m, \u001b[1mこれは、4エピソードや、6文字の限られた数の構成します。\u001b[22m\n\u001b[4mSomething I must really say about these characters is their wonderfull development.\u001b[24m\n    \u001b[1m私が本当にこれらのキャラクターについて言わなければならないものは、彼らの素敵な発展です。\u001b[22m, \u001b[1m私は実際にこれらの文字について言わなければならない何かが自分のwonderfullの開発です。\u001b[22m\n\u001b[4mYou can actually feel them, understand them, suffer with them.\u001b[24m\n    \u001b[1mあなたは実際にそれらを感じ、理解し、苦しんでいることができます。\u001b[22m, \u001b[1mあなたが実際に、それらを理解し、それらを感じ、それらに苦しむことができます。\u001b[22m\n\u001b[4mYou are able to develop a mutual emphaty along the character, that for a very short anime this is something amazing.\u001b[24m\n    \u001b[1mあなたはキャラクターに沿った相互強調を開発することができます。非常に短いアニメの場合、これは素晴らしいものです。\u001b[22m, \u001b[1mあなたは非常に短いアニメのために、これは驚くべきものであることを、文字に沿って相互emphatyを開発することができます。\u001b[22m\n\u001b[4mAll characters deal up with topics such as mortality and the way in which death affects our relationship with themselves and with the other characters.\u001b[24m\n    \u001b[1mすべてのキャラクターは、死亡率や死が自分や他のキャラクターとの関係に影響を及ぼす方法などの話題を扱います。\u001b[22m, \u001b[1mすべての文字は、死亡率などのトピックと死は、それ自体とし、他の文字との関係に影響を及ぼしている方法でアップし対処します。\u001b[22m\n\u001b[4mOther one is the concept of identity.\u001b[24m\n    \u001b[1m他のものはアイデンティティの概念です。\u001b[22m, \u001b[1mもう一つは、アイデンティティの概念です。\u001b[22m\n\u001b[4mTo what extent are these androids just a vague extrapolation of their owner's hearths?\u001b[24m\n    \u001b[1mこれらのアンドロイドは、所有者の虚栄心をどれほど曖昧に外挿していますか？\u001b[22m, \u001b[1mどの程度までこれらのアンドロイドは彼らの所有者の暖炉の漠然と外挿がありますか？\u001b[22m\n\u001b[4mare their just the shadows of the feelings of these hearths?\u001b[24m\n    \u001b[1mこれらの炉の感情のちょうど影ですか？\u001b[22m, \u001b[1mこれらの暖炉の感情の彼らだけの影がありますか？\u001b[22m\n\u001b[4mTherefore the question that if the owners are attracted to something that resemble their own feelings (their fall in love with theirselves??) rather than on an external individual also arises.\u001b[24m\n    \u001b[1mしたがって、所有者が外部の個人ではなく、自分の気持ちに似ているもの（自分との恋に落ちるか？）に惹かれた場合にも問題が生じる。\u001b[22m, \u001b[1mしたがって、所有者は、自分の感情（theirselvesと恋に彼らの秋を??）似ているものにではなく、外部個別に魅了されている場合は、その問題も発生します。\u001b[22m\n\u001b[1m\u001b[22m\nThis is a Boy's Love (Yaoi) anime, and I would like to precise that the argument itself is developed through this situation. I have always considered these types of anime as BL rather than 'gay', because these characters do not follow the concept of homosexuality that we are used to. These characters do not pay attention to their sexual and gendre orientation, this is completely irrelevant. The reason why me, as a guy, like BL, is because characters just fall in love other characters at specific static situations, without any further specification. In respect to Hybrid Child, characters realize that they are in love when they have to face extreme situations such as Death or Ilness. This is is done in a marvellous ways, and in fact the anime is not very grafic, it is extremely emotional, to what I consider is a strength.\n\n\u001b[1mこれはBoy's Love（Yaoi）アニメであり、そのような状況で議論自体が発展していることを正確にお伝えしたいと思います。 これらのキャラクターは私たちが慣れ親しんだ同性愛の概念に従わないので、私はいつもこれらのタイプのアニメを「同性愛者」ではなくBLとして考えました。 これらのキャラクターは性的指向や紳士指向に注意を払わないが、これはまったく関係がない。 私がBLのような男として私がなぜ特定の静的な状況で他のキャラクターを好きになるのは、それ以上の仕様がないからです。 ハイブリッドチャイルドに関して、キャラクターは、彼らが死やIlnessのような極端な状況に直面しなければならないとき、彼らが恋をしていることを認識します。 これはすばらしいやり方で行われています。アニメはあまり描かれていませんが、私は強みだと思うところでは非常に感情的です。\u001b[22m\n\u001b[1m(Kore wa Boy' s rabu (Yaoi) animedeari, sono yōna jōkyō de giron jitai ga hatten shite iru koto o seikaku ni otsutae shitai to omoimasu. Korera no kyarakutā wa watashitachi ga nareshitashinda dōseiai no gainen ni shitagawanainode, watashi wa itsumo korera no taipu no anime o `dōseiai-sha'de wa naku BL to shite kangaemashita. Korera no kyarakutā wa seiteki shikō ya shinshi shikō ni chūi o harawanai ga, kore wa mattaku kankei ga nai. Watashi ga BL no yōna otoko to shite watashi ga naze tokutei no seitekina jōkyō de hoka no kyarakutā o suki ni naru no wa, soreijō no shiyō ga naikaradesu. Haiburiddochairudo ni kanshite, kyarakutā wa, karera ga shi ya Ilness no yōna kyokutan'na jōkyō ni chokumen shinakereba naranai toki, karera ga koi o shite iru koto o ninshiki shimasu. Kore wa subarashī yarikata de okonawa rete imasu. Anime wa amari egaka rete imasenga, watashi wa tsuyomida to omou tokorode wa hijō ni kanjō-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a Boy's Love (Yaoi) anime, and I would like to precise that the argument itself is developed through this situation. I have always considered these types of anime as BL rather than 'gay', because these characters do not follow the concept of homosexuality that we are used to. These characters do not pay attention to their sexual and gendre orientation, this is completely irrelevant. The reason why me, as a guy, like BL, is because characters just fall in love other characters at specific static situations, without any further specification. In respect to Hybrid Child, characters realize that they are in love when they have to face extreme situations such as Death or Ilness. This is is done in a marvellous ways, and in fact the anime is not very grafic, it is extremely emotional, to what I consider is a strength.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a Boy's Love (Yaoi) anime, and I would like to precise that the argument itself is developed through this situation.\u001b[24m\n    \u001b[1mこれはBoy's Love（Yaoi）アニメであり、そのような状況で議論自体が発展していることを正確にお伝えしたいと思います。\u001b[22m, \u001b[1mこれは、少年の愛（やおい）アニメであり、私は、引数自体がこのような状況で開発されていることを正確にしたいと思います。\u001b[22m\n\u001b[4mI have always considered these types of anime as BL rather than 'gay', because these characters do not follow the concept of homosexuality that we are used to.\u001b[24m\n    \u001b[1mこれらのキャラクターは私たちが慣れ親しんだ同性愛の概念に従わないので、私はいつもこれらのタイプのアニメを「同性愛者」ではなくBLとして考えました。\u001b[22m, \u001b[1mこれらの文字は、我々がするために使用されている同性愛の概念に従っていませんので、私はいつも、BLよりもむしろ「ゲイ」などのアニメのこれらのタイプを検討しています。\u001b[22m\n\u001b[4mThese characters do not pay attention to their sexual and gendre orientation, this is completely irrelevant.\u001b[24m\n    \u001b[1mこれらのキャラクターは性的指向や紳士指向に注意を払わないが、これはまったく関係がない。\u001b[22m, \u001b[1mこれらの文字は、自分の性的とジャンドル向きに注意を払っていない、これは完全に無関係です。\u001b[22m\n\u001b[4mThe reason why me, as a guy, like BL, is because characters just fall in love other characters at specific static situations, without any further specification.\u001b[24m\n    \u001b[1m私がBLのような男として私がなぜ特定の静的な状況で他のキャラクターを好きになるのは、それ以上の仕様がないからです。\u001b[22m, \u001b[1m文字はただのさらなる指定せずに、特定の静的な状況で愛他の文字に落ちるので、私は、男として、BLのように、ある理由。\u001b[22m\n\u001b[4mIn respect to Hybrid Child, characters realize that they are in love when they have to face extreme situations such as Death or Ilness.\u001b[24m\n    \u001b[1mハイブリッドチャイルドに関して、キャラクターは、彼らが死やIlnessのような極端な状況に直面しなければならないとき、彼らが恋をしていることを認識します。\u001b[22m, \u001b[1mハイブリッド子供に対してでは、文字は、彼らがそのような死またはIlnessなどの極端な状況に直面しているとき、彼らは恋にされていることを実現します。\u001b[22m\n\u001b[4mThis is is done in a marvellous ways, and in fact the anime is not very grafic, it is extremely emotional, to what I consider is a strength.\u001b[24m\n    \u001b[1mこれはすばらしいやり方で行われています。アニメはあまり描かれていませんが、私は強みだと思うところでは非常に感情的です。\u001b[22m, \u001b[1mこれは、それは私が強さであると考えるものに、非常に感情的で、素晴らしい方法で行われ、実際にアニメは非常にgraficではありませんされています。\u001b[22m\n\u001b[1m\u001b[22m\nIn respect to music, I just can describe it with two words: emotional, sensational.\n\n\u001b[1m音楽に関して、私はちょうど2つの言葉でそれを記述することができます：感情的、感覚的。\u001b[22m\n\u001b[1m(Ongaku ni kanshite, watashi wa chōdo 2tsu no kotoba de sore o kijutsu suru koto ga dekimasu: Kanjō-teki, kankaku-teki.)\u001b[22m\n\nTranslations of \u001b[4mIn respect to music, I just can describe it with two words: emotional, sensational.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn respect to music, I just can describe it with two words: emotional, sensational.\u001b[24m\n    \u001b[1m音楽に関して、私はちょうど2つの言葉でそれを記述することができます：感情的、感覚的。\u001b[22m, \u001b[1m感情的、センセーショナル：音楽に関しては、私はちょうど2つの言葉でそれを記述することができます。\u001b[22m\n\u001b[1m\u001b[22m\nTo end this, I should definitely say Hybrid Child is one of the best animes I have ever seen. I can see it again and again, I will always end up with a strong feeling of nostalgia at the end of chapter 4. Do not hesitate to see it!\n\n\u001b[1mこれを終了するには、ハイブリッドチャイルドが私が今までに見た中で最も優れたアニメの1つであることは間違いありません。 私はそれを何度も見ることができます。私は第4章の最後にいつも強い郷愁の気持ちで終わります。それを見て躊躇しないでください！\u001b[22m\n\u001b[1m(Kore o shūryō suru ni wa, haiburiddochairudo ga watashi ga ima made ni mita naka de mottomo sugureta anime no 1tsudearu koto wa machigai arimasen. Watashi wa sore o nando mo miru koto ga dekimasu. Watashi wa dai 4-shō no saigo ni itsumo tsuyoi kyōshū no kimochi de owarimasu. Sore o mite chūcho shinaide kudasai!)\u001b[22m\n\nTranslations of \u001b[4mTo end this, I should definitely say Hybrid Child is one of the best animes I have ever seen. I can see it again and again, I will always end up with a strong feeling of nostalgia at the end of chapter 4. Do not hesitate to see it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo end this, I should definitely say Hybrid Child is one of the best animes I have ever seen.\u001b[24m\n    \u001b[1mこれを終了するには、ハイブリッドチャイルドが私が今までに見た中で最も優れたアニメの1つであることは間違いありません。\u001b[22m, \u001b[1mこれを終了するには、私は間違いなく、ハイブリッド子供は私が今まで見た中で最高のアニメの一つであると言うべきです。\u001b[22m\n\u001b[4mI can see it again and again, I will always end up with a strong feeling of nostalgia at the end of chapter 4. Do not hesitate to see it!\u001b[24m\n    \u001b[1m私はそれを何度も見ることができます。私は第4章の最後にいつも強い郷愁の気持ちで終わります。それを見て躊躇しないでください！\u001b[22m, \u001b[1m私は何度も何度もそれを見ることができ、私はいつもそれを参照してくださいすることを躊躇しないでください4章の終わりに懐かしの強い気持ちになってしまいます！\u001b[22m"
  },
  {
    "title": "Hybrid_Child",
    "id": "11135",
    "url": "https://myanimelist.net/anime/11135/Hybrid_Child",
    "user": "bunnydesuuu",
    "profile": "/profile/bunnydesuuu/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=202505",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nストーリー10月\nアート9/10\nサウンド10/10\nキャラクター10/10\n楽しさ10/10\n全体的な10/10\n\n私はうそをつくことはありません、私はフルエピソードごとに吠えていました。 アニメの主なテーマは人間であることから、あなたはshounen-aiを好きにする必要はありません。 どのように愛、痛み、悲しみと思い出が私たち、私たちを作る。 各エピソードでは、ハイブリッドチャイルドは、主人公が心の疲れた物語を通してこの重要性を実現するように導くでしょう。\n\nストーリー、プロット、キャラクターは本当にうまくいった。 あなたはキャラクターとして自分自身を感じ、彼らの推論、苦痛と幸福を理解することができます。 最初の2つのストーリーがそれぞれ〜20分しかなかったにもかかわらず、ストーリーは短くされず、キャラクターは開発されていませんでした。 それぞれの物語は素晴らしく描かれ、美しいものでした。 かなりゆっくりとしていますが、ストーリーのそれぞれがキャラクターによってリンクされています.4つのエピソードすべてを終えると、キャラクターの感情と記憶の美しさを本当に理解できます。\n\nアニメに付随する音楽は適切に選択され、適切なタイミングで演奏され、プロットやキャラクターをさらに感じさせます。完璧ではありませんが、芸術はきれいに描かれていて、  （どんな方法でもあなたの目を殺しません）\n\n全体的には、あなたがshounen-aiのジャンルにいるかどうかにかかわらず、皆にお勧めします。 このアニメは注目に値するものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nStory 10/10\n\n\u001b[1mストーリー10月\u001b[22m\n\u001b[1m(Sutōrī 10 tsuki)\u001b[22m\n\nTranslations of \u001b[4mStory 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 10/10\u001b[24m\n    \u001b[1mストーリー10月\u001b[22m, \u001b[1mストーリー10/10\u001b[22m\nArt 9/10\n\n\u001b[1mアート9/10\u001b[22m\n\u001b[1m(Āto 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 9/10\u001b[24m\n    \u001b[1mアート9/10\u001b[22m\nSound 10/10\n\n\u001b[1mサウンド10/10\u001b[22m\n\u001b[1m(Saundo 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 10/10\u001b[24m\n    \u001b[1mサウンド10/10\u001b[22m\nCharacter 10/10\n\n\u001b[1mキャラクター10/10\u001b[22m\n\u001b[1m(Kyarakutā 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 10/10\u001b[24m\n    \u001b[1mキャラクター10/10\u001b[22m, \u001b[1m文字10/10\u001b[22m\nEnjoyment 10/10\n\n\u001b[1m楽しさ10/10\u001b[22m\n\u001b[1m(Tanoshisa 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 10/10\u001b[24m\n    \u001b[1m楽しさ10/10\u001b[22m, \u001b[1m楽し10/10\u001b[22m\nOverall 10/10\n\n\u001b[1m全体的な10/10\u001b[22m\n\u001b[1m(Zentai-tekina 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 10/10\u001b[24m\n    \u001b[1m全体的な10/10\u001b[22m, \u001b[1m全体的に10月10日\u001b[22m\n\u001b[1m\u001b[22m\nI won't lie, I was full-on bawling every episode. You don't need to like shounen-ai, since the main theme of the anime is about being human. How love, pain, sadness and memories make us, us. In each episode, the Hybrid Child will lead the main character to realise this importance through the heart wrenching stories.\n\n\u001b[1m私はうそをつくことはありません、私はフルエピソードごとに吠えていました。 アニメの主なテーマは人間であることから、あなたはshounen-aiを好きにする必要はありません。 どのように愛、痛み、悲しみと思い出が私たち、私たちを作る。 各エピソードでは、ハイブリッドチャイルドは、主人公が心の疲れた物語を通してこの重要性を実現するように導くでしょう。\u001b[22m\n\u001b[1m(Watashi wa uso o tsuku koto wa arimasen, watashi wa furuepisōdo-goto ni hoete imashita. Anime no omona tēma wa ningendearu koto kara, anata wa shounen - ai o sukini suru hitsuyō wa arimasen. Dono yō ni ai, itami, kanashimi to omoide ga watashitachi, watashitachi o tsukuru. Kaku episōdode wa, haiburiddochairudo wa, shujinkō ga kokoro no tsukareta monogatari o tōshite kono jūyō-sei o jitsugen suru yō ni michibikudeshou.)\u001b[22m\n\nTranslations of \u001b[4mI won't lie, I was full-on bawling every episode. You don't need to like shounen-ai, since the main theme of the anime is about being human. How love, pain, sadness and memories make us, us. In each episode, the Hybrid Child will lead the main character to realise this importance through the heart wrenching stories.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI won't lie, I was full-on bawling every episode.\u001b[24m\n    \u001b[1m私はうそをつくことはありません、私はフルエピソードごとに吠えていました。\u001b[22m, \u001b[1m私は私がフル上のすべてのエピソードをbawlingた、うそをつかないであろう。\u001b[22m\n\u001b[4mYou don't need to like shounen-ai, since the main theme of the anime is about being human.\u001b[24m\n    \u001b[1mアニメの主なテーマは人間であることから、あなたはshounen-aiを好きにする必要はありません。\u001b[22m, \u001b[1mアニメのメインテーマは、人間であることについてですのであなたは、少年-AIを好きにする必要はありません。\u001b[22m\n\u001b[4mHow love, pain, sadness and memories make us, us.\u001b[24m\n    \u001b[1mどのように愛、痛み、悲しみと思い出が私たち、私たちを作る。\u001b[22m, \u001b[1mどのように愛、痛み、悲しみや思い出は、私たちに私たちを作ります。\u001b[22m\n\u001b[4mIn each episode, the Hybrid Child will lead the main character to realise this importance through the heart wrenching stories.\u001b[24m\n    \u001b[1m各エピソードでは、ハイブリッドチャイルドは、主人公が心の疲れた物語を通してこの重要性を実現するように導くでしょう。\u001b[22m, \u001b[1m各エピソードでは、主人公をリードするハイブリッド子供は心痛む話を通じ、この重要性を実現することができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe Story, Plot, and Character were really well done. You could feel yourself as the characters, understand their reasoning, their pain and happiness. even though the first two stories were only ~20minutes each, the story was not cut short and the characters were not under-developed. Each story was wonderfully portrayed and beautiful. Though quite loosely so, each of the stories are linked together by the characters and when you finish all 4 episodes, you will truly understand the beauty of the emotions and memories of the characters.\n\n\u001b[1mストーリー、プロット、キャラクターは本当にうまくいった。 あなたはキャラクターとして自分自身を感じ、彼らの推論、苦痛と幸福を理解することができます。 最初の2つのストーリーがそれぞれ〜20分しかなかったにもかかわらず、ストーリーは短くされず、キャラクターは開発されていませんでした。 それぞれの物語は素晴らしく描かれ、美しいものでした。 かなりゆっくりとしていますが、ストーリーのそれぞれがキャラクターによってリンクされています.4つのエピソードすべてを終えると、キャラクターの感情と記憶の美しさを本当に理解できます。\u001b[22m\n\u001b[1m(Sutōrī, purotto, kyarakutā wa hontōni umaku itta. Anata wa kyarakutā to shite jibun jishin o kanji, karera no suiron, kutsū to kōfuku o rikai suru koto ga dekimasu. Saisho no 2tsu no sutōrī ga sorezore 〜 20-bu shika nakatta nimokakawarazu, sutōrī wa mijikaku sa rezu, kyarakutā wa kaihatsu sa rete imasendeshita. Sorezore no monogatari wa subarashiku egaka re, utsukushī monodeshita. Kanari yukkuri to shite imasuga, sutōrī no sorezore ga kyarakutā ni yotte rinku sa rete imasu. 4Tsu no episōdo subete o oeru to, kyarakutā no kanjō to kioku no utsukushi-sa o hontōni rikai dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe Story, Plot, and Character were really well done. You could feel yourself as the characters, understand their reasoning, their pain and happiness. even though the first two stories were only ~20minutes each, the story was not cut short and the characters were not under-developed. Each story was wonderfully portrayed and beautiful. Though quite loosely so, each of the stories are linked together by the characters and when you finish all 4 episodes, you will truly understand the beauty of the emotions and memories of the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Story, Plot, and Character were really well done.\u001b[24m\n    \u001b[1mストーリー、プロット、キャラクターは本当にうまくいった。\u001b[22m, \u001b[1mストーリー、プロット、および文字は本当によくやりました。\u001b[22m\n\u001b[4mYou could feel yourself as the characters, understand their reasoning, their pain and happiness.\u001b[24m\n    \u001b[1mあなたはキャラクターとして自分自身を感じ、彼らの推論、苦痛と幸福を理解することができます。\u001b[22m, \u001b[1mあなたはそれらの推論、彼らの痛みと幸福を理解し、文字として自分自身を感じることができました。\u001b[22m\n\u001b[4meven though the first two stories were only ~20minutes each, the story was not cut short and the characters were not under-developed.\u001b[24m\n    \u001b[1m最初の2つのストーリーがそれぞれ〜20分しかなかったにもかかわらず、ストーリーは短くされず、キャラクターは開発されていませんでした。\u001b[22m, \u001b[1m最初の二つの物語があったにもかかわらずのみ〜20分ごと、話は短くカットされなかったとの文字が開発下-されませんでした。\u001b[22m\n\u001b[4mEach story was wonderfully portrayed and beautiful.\u001b[24m\n    \u001b[1mそれぞれの物語は素晴らしく描かれ、美しいものでした。\u001b[22m, \u001b[1m各物語は素晴らしく描かれ、美しいました。\u001b[22m\n\u001b[4mThough quite loosely so, each of the stories are linked together by the characters and when you finish all 4 episodes, you will truly understand the beauty of the emotions and memories of the characters.\u001b[24m\n    \u001b[1mかなりゆっくりとしていますが、ストーリーのそれぞれがキャラクターによってリンクされています.4つのエピソードすべてを終えると、キャラクターの感情と記憶の美しさを本当に理解できます。\u001b[22m, \u001b[1mかなりゆるくそうものの、物語の各文字によって一緒に連結されている、あなたはすべての4エピソードを終えるとき、あなたは本当に文字の感情や思い出の美しさを理解します。\u001b[22m\n\u001b[1m\u001b[22m\nThe music accompanying the anime were chosen properly and played at the right time, making you feel the plot and character even more.The art was pretty well drawn too, although not perfect, was good enough to describe the character and plot wonderfully. (Doesn't kill your eyes in any ways as well)\n\n\u001b[1mアニメに付随する音楽は適切に選択され、適切なタイミングで演奏され、プロットやキャラクターをさらに感じさせます。完璧ではありませんが、芸術はきれいに描かれていて、  （どんな方法でもあなたの目を殺しません）\u001b[22m\n\u001b[1m(Anime ni fuzui suru ongaku wa tekisetsu ni sentaku sa re, tekisetsuna taimingu de ensō sa re, purotto ya kyarakutā o sarani kanji sasemasu. Kanpekide wa arimasenga, geijutsu wa kirei ni egaka rete ite, (don'na hōhō demo anata no me o koroshimasen))\u001b[22m\n\nTranslations of \u001b[4mThe music accompanying the anime were chosen properly and played at the right time, making you feel the plot and character even more.The art was pretty well drawn too, although not perfect, was good enough to describe the character and plot wonderfully. (Doesn't kill your eyes in any ways as well)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music accompanying the anime were chosen properly and played at the right time, making you feel the plot and character even more.The art was pretty well drawn too, although not perfect, was good enough to describe the character and plot wonderfully.\u001b[24m\n    \u001b[1mアニメに付随する音楽は適切に選択され、適切なタイミングで演奏され、プロットやキャラクターをさらに感じさせます。完璧ではありませんが、芸術はきれいに描かれていて、\u001b[22m, \u001b[1mアニメを伴う音楽は適切に選択し、あなたもmore.Theアートがかなりよくあまりにも描かれたプロットとキャラクターを感じさせる、適切なタイミングで再生され、完全ではないものの、素晴らしくキャラクターとプロットを記述するのに十分でした。\u001b[22m\n\u001b[4m(Doesn't kill your eyes in any ways as well)\u001b[24m\n    \u001b[1m（どんな方法でもあなたの目を殺しません）\u001b[22m, \u001b[1m（だけでなく、任意の方法であなたの目を殺すことはありません）\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I recommend it to everyone, whether you are into shounen-ai genre or not. This anime is definitely worth watching.\n\n\u001b[1m全体的には、あなたがshounen-aiのジャンルにいるかどうかに関わらず、皆にお勧めします。 このアニメは注目に値するものです。\u001b[22m\n\u001b[1m(Zentai-teki ni wa, anata ga shounen - ai no janru ni iru ka dō ka ni kakawarazu, mina ni o susume shimasu. Kono anime wa chūmoku ni ataisuru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I recommend it to everyone, whether you are into shounen-ai genre or not. This anime is definitely worth watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I recommend it to everyone, whether you are into shounen-ai genre or not.\u001b[24m\n    \u001b[1m全体的には、あなたがshounen-aiのジャンルにいるかどうかに関わらず、皆にお勧めします。\u001b[22m, \u001b[1m全体的に、私はあなたが少年-AIのジャンルにしているか否かを、すべての人にお勧め。\u001b[22m\n\u001b[4mThis anime is definitely worth watching.\u001b[24m\n    \u001b[1mこのアニメは注目に値するものです。\u001b[22m, \u001b[1mこのアニメは間違いなく見て価値があります。\u001b[22m"
  },
  {
    "title": "Hybrid_Child",
    "id": "11135",
    "url": "https://myanimelist.net/anime/11135/Hybrid_Child",
    "user": "HigurashiKarly",
    "profile": "/profile/HigurashiKarly/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=201439",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  7\n|  8\n\nこれは私のより深刻で批判的なレビューの1つです。なぜなら私はyaoiを嫌ったり、このOVAが好きではなかったからではなく、正直なところ本当に好きだったからです。 ハイブリッドチャイルドは私を後ろ向きに魅了しました。正直言って、ほとんどのアニメのように、他の方法よりもはるかに優れていました。  （私は、私が必要とするような気がするから、ショーに座る人のタイプではありません。本当に何かが私を抱きしめたら、私はそれを落とします。）最初の部分は面白かったです。 物語を立ち上げ、後続の部分の間にまとめる主な概念を導入しました。 しかし、それは私が引き続き見守ってくれたものではありませんでした。 プロットがあったという事実だけで十分でした。 つまり、それは文字通り「yaoi」という言葉の反対の意味です。  2つ目の部分は私が2つの部分を完全に独立していると最初は信じていたにもかかわらず、最初の部分の2倍の興味を持っていました。 もちろん、パート3とパート4はケーキのアイシング、そして待ち望んでいました。\n言われているように、4つの異なる部分の間の切り離しは、私を捨てたものです。 私はそれらをすべて連続して見ました。各部分の時間/文字は、密接に結びついていましたが、通常は大丈夫であろう最初のウォッチャーを簡単に混乱させることがありましたが、意図的ではないと感じました（特に、 観客が詳細に集中する必要がないように設計されています）。 さらに、プロットがさらに外挿された可能性があるという前提があります。 私は個人的には、ハイブリッド人形の子供たちが中心的なアイデアであると思っていました。それは素晴らしいものでした。多分、12エピソードシリーズは、その可能性をより良く発揮できました。 しかし、それはヤオイ、whatareyagonnadoです。 それほど多くは私が求めることができませんでした。 プロット自体がこのジャンルの長編アニメのためにとてもうまく実行されたという事実は、私をかなり信じられないほど驚かせました。\n（上記の理由により、7と8の格付けをしている間、私は7を決めました。なぜなら、数字は本当にどういう意味ですか？）\n\n私は少年男のアクションのビットを気にしないyaoiファンやアニメファンにお勧めします。 また、コメディーが少し混じっている。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis is one of my more serious and critical reviews, not because I dislike yaoi or didn't like this OVA, but because I honestly REALLY did like it. Hybrid Child captivated me backwards, which honestly was a lot better than the other way around, like most anime does. (I'm not the type of person to sit through a show once I start it just because I feel like I need to...if something really bores me, I drop it.) The first part was interesting, no doubt.. .it set the story up and introduced the main concept that would be fleshed out during the subsequent parts. However, it wasn't what drew me in the continue watching. JUST the fact that there was plot was enough. I mean, that's literally the opposite of what the term 'yaoi' stands for. The second part interested me twice as much as the first, despite the fact that I initally believed the two to be completely independent from each other. And, of course, parts 3 and 4 were the icing on the cake, and well awaited.\n\n\u001b[1mこれは私のより深刻で批判的なレビューの1つです。なぜなら私はyaoiを嫌ったり、このOVAが好きではなかったからではなく、正直なところ本当に好きだったからです。 ハイブリッドチャイルドは私を後ろ向きに魅了しました。正直言って、ほとんどのアニメのように、他の方法よりもはるかに優れていました。  （私は、私が必要とするような気がするから、ショーに座る人のタイプではありません。本当に何かが私を抱きしめたら、私はそれを落とします。）最初の部分は面白かったです。 物語を立ち上げ、後続の部分の間にまとめる主な概念を導入しました。 しかし、それは私が引き続き見守ってくれたものではありませんでした。 プロットがあったという事実だけで十分でした。 つまり、それは文字通り「yaoi」という言葉の反対の意味です。  2つ目の部分は私が2つの部分を完全に独立していると最初は信じていたにもかかわらず、最初の部分の2倍の興味を持っていました。 もちろん、パート3とパート4はケーキのアイシング、そして待ち望んでいました。\u001b[22m\n\u001b[1m(Kore wa watashi no yori shinkokude hihantekina rebyū no 1tsudesu. Nazenara watashi wa yaoi o kirattari, kono ovu~a ga sukide wa nakattakarade wa naku, shōjikina tokoro hontōni sukidattakaradesu. Haiburiddochairudo wa watashi o ushiromuki ni miryō shimashita. Shōjiki itte, hotondo no anime no yō ni, hoka no hōhō yori mo haruka ni sugurete imashita. (Watashi wa, watashi ga hitsuyō to suru yōna ki ga surukara, shō ni suwaru hito no taipude wa arimasen. Hontōni nanika ga watashi o dakishimetara, watashi wa sore o otoshimasu. ) Saisho no bubun wa omoshirokattadesu. Monogatari o tachi age, kōzoku no bubun no ma ni matomeru omona gainen o dōnyū shimashita. Shikashi, sore wa watashi ga hikitsudzuki mimamotte kureta monode wa arimasendeshita. Purotto ga atta to iu jijitsu dakede jūbundeshita. Tsumari, sore wa mojidōri `yaoi' to iu kotoba no hantai no imidesu. 2Tsu-me no bubun wa watashi ga 2tsu no bubun o kanzen ni dokuritsu shite iruto saisho wa shinjite ita nimokakawarazu, saisho no bubun no 2-bai no kyōmi o motte imashita. Mochiron, pāto 3 to pāto 4 wa kēki no aishingu, soshite machinozonde imashita.)\u001b[22m\n\nTranslations of \u001b[4mThis is one of my more serious and critical reviews, not because I dislike yaoi or didn't like this OVA, but because I honestly REALLY did like it. Hybrid Child captivated me backwards, which honestly was a lot better than the other way around, like most anime does. (I'm not the type of person to sit through a show once I start it just because I feel like I need to...if something really bores me, I drop it.) The first part was interesting, no doubt.. .it set the story up and introduced the main concept that would be fleshed out during the subsequent parts. However, it wasn't what drew me in the continue watching. JUST the fact that there was plot was enough. I mean, that's literally the opposite of what the term 'yaoi' stands for. The second part interested me twice as much as the first, despite the fact that I initally believed the two to be completely independent from each other. And, of course, parts 3 and 4 were the icing on the cake, and well awaited.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is one of my more serious and critical reviews, not because I dislike yaoi or didn't like this OVA, but because I honestly REALLY did like it.\u001b[24m\n    \u001b[1mこれは私のより深刻で批判的なレビューの1つです。なぜなら私はyaoiを嫌ったり、このOVAが好きではなかったからではなく、正直なところ本当に好きだったからです。\u001b[22m, \u001b[1mこれは私がやおいが嫌いか、このOVAを好きではなかったではないので、私のより深刻かつ重要なレビューの一つですが、私は正直に本当にそれのようでしたので。\u001b[22m\n\u001b[4mHybrid Child captivated me backwards, which honestly was a lot better than the other way around, like most anime does.\u001b[24m\n    \u001b[1mハイブリッドチャイルドは私を後ろ向きに魅了しました。正直言って、ほとんどのアニメのように、他の方法よりもはるかに優れていました。\u001b[22m, \u001b[1mハイブリッド子供は、ほとんどのアニメが行うよう正直、周りに他の方法よりもかなり良くあった、後方に私を魅了しました。\u001b[22m\n\u001b[4m(I'm not the type of person to sit through a show once I start it just because I feel like I need to...if something really bores me, I drop it.) The first part was interesting, no doubt..\u001b[24m\n    \u001b[1m（私は、私が必要とするような気がするから、ショーに座る人のタイプではありません。本当に何かが私を抱きしめたら、私はそれを落とします。）最初の部分は面白かったです。\u001b[22m, \u001b[1m（私は私がする必要があるようなものは本当に私ボア場合、私は...感じるという理由だけで、私はそれをドロップして起動したら、ショーを通じて座っている人のタイプではないです。）最初の部分は、間違いなく面白かったです..\u001b[22m\n\u001b[4m.it set the story up and introduced the main concept that would be fleshed out during the subsequent parts.\u001b[24m\n    \u001b[1m物語を立ち上げ、後続の部分の間にまとめる主な概念を導入しました。\u001b[22m, \u001b[1m.ITアップストーリーを設定し、その後の部品の間に肉付けされる主な概念を導入しました。\u001b[22m\n\u001b[4mHowever, it wasn't what drew me in the continue watching.\u001b[24m\n    \u001b[1mしかし、それは私が引き続き見守ってくれたものではありませんでした。\u001b[22m, \u001b[1mしかし、それは見続けるで私を描いたものではありませんでした。\u001b[22m\n\u001b[4mJUST the fact that there was plot was enough.\u001b[24m\n    \u001b[1mプロットがあったという事実だけで十分でした。\u001b[22m, \u001b[1mプロットがあったことJUST事実は十分でした。\u001b[22m\n\u001b[4mI mean, that's literally the opposite of what the term 'yaoi' stands for.\u001b[24m\n    \u001b[1mつまり、それは文字通り「yaoi」という言葉の反対の意味です。\u001b[22m, \u001b[1m私が意味する、それは文字通り用語「やおい」は何の略かの反対です。\u001b[22m\n\u001b[4mThe second part interested me twice as much as the first, despite the fact that I initally believed the two to be completely independent from each other.\u001b[24m\n    \u001b[1m2つ目の部分は私が2つの部分を完全に独立していると最初は信じていたにもかかわらず、最初の部分の2倍の興味を持っていました。\u001b[22m, \u001b[1m私はinitally 2は互いに完全に独立であると考えられているという事実にもかかわらず、最初のように、私は二倍の興味を持って第二部、。\u001b[22m\n\u001b[4mAnd, of course, parts 3 and 4 were the icing on the cake, and well awaited.\u001b[24m\n    \u001b[1mもちろん、パート3とパート4はケーキのアイシング、そして待ち望んでいました。\u001b[22m, \u001b[1mそして、もちろん、部品3と4は、ケーキの上のアイシングたし、よく待望します。\u001b[22m\nThat being said, the sort of disconnect between the four different parts is what threw me off. I watched them all consecutively, and the time periods/characters in each part, though all closely connected, could easily confuse a first time watcher, which normally would be okay but I have a feeling it wasn't intentional (especially for a yaoi, which is normally designed so that the audience doesn't have to concentrate too much on details). Additionally, the premise that the plot had could have been extrapolated further. I personally thought the central idea, hybrid doll children that is, was a fantastic one, and maybe a 12 episode series could have better cultivated its potential. But it's a yaoi, whatareyagonnado. Not much more I could ask for. The fact that the plot itself was so well executed for an anime of this genre and length struck me as pretty incredible.\n\n\u001b[1m言われているように、4つの異なる部分の間の切り離しは、私を捨てたものです。 私はそれらをすべて連続して見ました。各部分の時間/文字は、密接に結びついていましたが、通常は大丈夫であろう最初のウォッチャーを簡単に混乱させることがありましたが、意図的ではないと感じました（特に、 観客が詳細に集中する必要がないように設計されています）。 さらに、プロットがさらに外挿された可能性があるという前提があります。 私は個人的には、ハイブリッド人形の子供たちが中心的なアイデアであると思っていました。それは素晴らしいものでした。多分、12エピソードシリーズは、その可能性をより良く発揮できました。 しかし、それはヤオイ、whatareyagonnadoです。 それほど多くは私が求めることができませんでした。 プロット自体がこのジャンルの長編アニメのためにとてもうまく実行されたという事実は、私をかなり信じられないほど驚かせました。\u001b[22m\n\u001b[1m(Iwa rete iru yō ni, 4tsu no kotonaru bubun no ma no kirihanashi wa, watashi o suteta monodesu. Watashi wa sorera o subete renzoku shite mimashita. Kaku bubun no jikan/ moji wa, missetsu ni musubitsuite imashitaga, tsūjō wa daijōbudearou saisho no u~otchā o kantan ni konran sa seru koto ga arimashitaga, itotekide wa nai to kanjimashita (tokuni, kankyaku ga shōsai ni shūchū suru hitsuyō ga nai yō ni sekkei sa rete imasu). Sarani, purotto ga sarani gaisō sa reta kanōsei ga aru to iu zentei ga arimasu. Watashi wa kojin-teki ni wa, haiburiddo ningyō no kodomo-tachi ga chūshin-tekina aideadearu to omotte imashita. Sore wa subarashī monodeshita. Tabun, 12 episōdoshirīzu wa, sono kanōsei o yori yoku hakki dekimashita. Shikashi, soreha Yaoi, whatareyagonnadodesu. Sorehodo ōku wa watashi ga motomeru koto ga dekimasendeshita. Purotto jitai ga kono janru no chōhen anime no tame ni totemo umaku jikkō sa reta to iu jijitsu wa, watashi o kanari shinji rarenai hodo odoroka semashita.)\u001b[22m\n\nTranslations of \u001b[4mThat being said, the sort of disconnect between the four different parts is what threw me off. I watched them all consecutively, and the time periods/characters in each part, though all closely connected, could easily confuse a first time watcher, which normally would be okay but I have a feeling it wasn't intentional (especially for a yaoi, which is normally designed so that the audience doesn't have to concentrate too much on details). Additionally, the premise that the plot had could have been extrapolated further. I personally thought the central idea, hybrid doll children that is, was a fantastic one, and maybe a 12 episode series could have better cultivated its potential. But it's a yaoi, whatareyagonnado. Not much more I could ask for. The fact that the plot itself was so well executed for an anime of this genre and length struck me as pretty incredible.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat being said, the sort of disconnect between the four different parts is what threw me off.\u001b[24m\n    \u001b[1m言われているように、4つの異なる部分の間の切り離しは、私を捨てたものです。\u001b[22m, \u001b[1m言われていることを、四つの異なる部品間の接続解除の並べ替えは私を投げたものです。\u001b[22m\n\u001b[4mI watched them all consecutively, and the time periods/characters in each part, though all closely connected, could easily confuse a first time watcher, which normally would be okay but I have a feeling it wasn't intentional (especially for a yaoi,\u001b[24m\n    \u001b[1m私はそれらをすべて連続して見ました。各部分の時間/文字は、密接に結びついていましたが、通常は大丈夫であろう最初のウォッチャーを簡単に混乱させることがありましたが、意図的ではないと感じました（特に、\u001b[22m, \u001b[1m私は、連続的にそれらすべてを見て、各部分の期間/文字、すべての密接に接続されているが、簡単に通常は大丈夫だろうこれは、初めてのウォッチャーを混乱させる可能性が、私はそれが特にやおいのための（意図的ではなかった気がします\u001b[22m\n\u001b[4mwhich is normally designed so that the audience doesn't have to concentrate too much on details).\u001b[24m\n    \u001b[1m観客が詳細に集中する必要がないように設計されています）。\u001b[22m, \u001b[1mこれは視聴者が詳細に過度に集中する必要がないように正常に設計されています）。\u001b[22m\n\u001b[4mAdditionally, the premise that the plot had could have been extrapolated further.\u001b[24m\n    \u001b[1mさらに、プロットがさらに外挿された可能性があるという前提があります。\u001b[22m, \u001b[1mまた、プロットが持っていたことを前提に、さらに外挿された可能性があります。\u001b[22m\n\u001b[4mI personally thought the central idea, hybrid doll children that is, was a fantastic one, and maybe a 12 episode series could have better cultivated its potential.\u001b[24m\n    \u001b[1m私は個人的には、ハイブリッド人形の子供たちが中心的なアイデアであると思っていました。それは素晴らしいものでした。多分、12エピソードシリーズは、その可能性をより良く発揮できました。\u001b[22m, \u001b[1m私は個人的に素晴らしいものだった、ある中心的な考え、ハイブリッド人形の子供を考えて、多分12エピソードシリーズは、より良い、その潜在能力を培ってきた可能性があります。\u001b[22m\n\u001b[4mBut it's a yaoi, whatareyagonnado.\u001b[24m\n    \u001b[1mしかし、それはヤオイ、whatareyagonnadoです。\u001b[22m, \u001b[1mしかし、それはやおい、whatareyagonnadoです。\u001b[22m\n\u001b[4mNot much more I could ask for.\u001b[24m\n    \u001b[1mそれほど多くは私が求めることができませんでした。\u001b[22m, \u001b[1mではないはるかに私が求めることができます。\u001b[22m\n\u001b[4mThe fact that the plot itself was so well executed for an anime of this genre and length struck me as pretty incredible.\u001b[24m\n    \u001b[1mプロット自体がこのジャンルの長編アニメのためにとてもうまく実行されたという事実は、私をかなり信じられないほど驚かせました。\u001b[22m, \u001b[1mプロット自体はとてもうまくこのジャンルと長さのアニメのために実行されたという事実はかなり信じられないとして私を襲いました。\u001b[22m\n(Teetering between a rating of 7 and 8 due to the above stated reasons, I have decided on 7 because what does a number really mean, anyway?)\n\n\u001b[1m（上記の理由により、7と8の格付けをしている間、私は7を決めました。なぜなら、数字は本当にどういう意味ですか？）\u001b[22m\n\u001b[1m((Jōki no riyū ni yori, 7 to 8 no kakudzuke o shite iru ma, watashi wa 7 o kimemashita. Nazenara, sūji wa hontōni dōiu imidesu ka? ))\u001b[22m\n\nTranslations of \u001b[4m(Teetering between a rating of 7 and 8 due to the above stated reasons, I have decided on 7 because what does a number really mean, anyway?)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(Teetering between a rating of 7 and 8 due to the above stated reasons, I have decided on 7 because what does a number really mean, anyway?)\u001b[24m\n    \u001b[1m（上記の理由により、7と8の格付けをしている間、私は7を決めました。なぜなら、数字は本当にどういう意味ですか？）\u001b[22m, \u001b[1m（数が本当にとにかく、何を意味するのでによる上記の理由に7と8の評価との間でぐらつく、私は7日に決定しています？）\u001b[22m\n\u001b[1m\u001b[22m\nI recommend for any yaoi fan or anime fan that doesn't mind a bit of guy-on-guy action. There's also a bit of comedy thrown into the mix.\n\n\u001b[1m私は少年男のアクションのビットを気にしないyaoiファンやアニメファンにお勧めします。 また、コメディーが少し混じっている。\u001b[22m\n\u001b[1m(Watashi wa shōnen otoko no akushon no bitto o kinishinai yaoi fan ya anime fan ni o susume shimasu. Mata, komedī ga sukoshi majitte iru.)\u001b[22m\n\nTranslations of \u001b[4mI recommend for any yaoi fan or anime fan that doesn't mind a bit of guy-on-guy action. There's also a bit of comedy thrown into the mix.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI recommend for any yaoi fan or anime fan that doesn't mind a bit of guy-on-guy action.\u001b[24m\n    \u001b[1m私は少年男のアクションのビットを気にしないyaoiファンやアニメファンにお勧めします。\u001b[22m, \u001b[1m私は男対男のアクションのビットを気にしない任意のやおいファンやアニメファンのためにお勧めします。\u001b[22m\n\u001b[4mThere's also a bit of comedy thrown into the mix.\u001b[24m\n    \u001b[1mまた、コメディーが少し混じっている。\u001b[22m, \u001b[1mミックスにスローコメディのビットもあります。\u001b[22m"
  },
  {
    "title": "Hybrid_Child",
    "id": "11135",
    "url": "https://myanimelist.net/anime/11135/Hybrid_Child",
    "user": "kogimp",
    "profile": "/profile/kogimp/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=234315",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  9\n\nこの番組では、私は4つのエピソードで泣きました。 私はアートと音楽がどれほど美しく結合されたかについての言葉はありません。 私は文字通りそれを見直すことができるようにここにアカウントを作成しました。\n\nはるかに最高のBLアニメですが、他よりもはるかに心強いです。 ノンリニアなストーリーテリングは、昔の日本でも背景に優れた細部を設定しています。 時には対話がとてもうまいですし、アニメではなく批評家が選んだ種類の映画の中でより多くのものに属するように思えます。\n\nキャラクターは一番上のものではなく、非常に信じられないほどです。そういうわけで、私は物語にこんなに浸っています。 握っているプロットと点在している瞬間の間のバランスのちょうど良い量。\n\ntldr; 驚くほどクソ、見てください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis show had me sobbing in 4 episodes. I have no words for how beautifully the art and music combined. I literally created an account on here just to be able to review it because that's how good it was ;_;\n\n\u001b[1mこの番組では、私は4つのエピソードで泣きました。 私はアートと音楽がどれほど美しく結合されたかについての言葉はありません。 私は文字通りそれを見直すことができるようにここにアカウントを作成しました。\u001b[22m\n\u001b[1m(Kono bangumide wa, watashi wa 4tsu no episōdo de nakimashita. Watashi wa āto to ongaku ga dorehodo utsukushiku ketsugō sa reta ka ni tsuite no kotoba wa arimasen. Watashi wa mojidōri sore o minaosu koto ga dekiru yō ni koko ni akaunto o sakusei shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThis show had me sobbing in 4 episodes. I have no words for how beautifully the art and music combined. I literally created an account on here just to be able to review it because that's how good it was ;_;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show had me sobbing in 4 episodes.\u001b[24m\n    \u001b[1mこの番組では、私は4つのエピソードで泣きました。\u001b[22m, \u001b[1mこのショーは私が4エピソードですすり泣いていました。\u001b[22m\n\u001b[4mI have no words for how beautifully the art and music combined.\u001b[24m\n    \u001b[1m私はアートと音楽がどれほど美しく結合されたかについての言葉はありません。\u001b[22m, \u001b[1m私はアートと音楽を組み合わせた方法を美しくするための言葉を持っていません。\u001b[22m\n\u001b[4mI literally created an account on here just to be able to review it because that's how good it was ;_;\u001b[24m\n    \u001b[1m私は文字通りそれを見直すことができるようにここにアカウントを作成しました。\u001b[22m, \u001b[1m私は文字通りそれはそれがいかに良いことだので、それを確認することができるように、ここでアカウントを作成しました; _;\u001b[22m\n\u001b[1m\u001b[22m\nBy far the best BL anime, though much more heavy-hearted than others. The non-linear storytelling, set in old Japan with excellent details in backdrops. Sometimes the dialogue is so good and well thought out it seems to belong more in a critics' choice kind of film rather than an anime.\n\n\u001b[1mはるかに最高のBLアニメですが、他よりもはるかに心強いです。 ノンリニアなストーリーテリングは、昔の日本でも背景に優れた細部を設定しています。 時には対話がとてもうまいですし、アニメではなく批評家が選んだ種類の映画の中でより多くのものに属するように思えます。\u001b[22m\n\u001b[1m(Haruka ni saikō no BL animedesuga, hoka yori mo haruka ni kokorodzuyoidesu. Non riniana sutōrīteringu wa, mukashi no Nihon demo haikei ni sugureta saibu o settei shite imasu. Tokiniha taiwa ga totemo umaidesushi, animede wa naku hihyō-ka ga eranda shurui no eiga no naka de yori ōku no mono ni zokusuru yō ni omoemasu.)\u001b[22m\n\nTranslations of \u001b[4mBy far the best BL anime, though much more heavy-hearted than others. The non-linear storytelling, set in old Japan with excellent details in backdrops. Sometimes the dialogue is so good and well thought out it seems to belong more in a critics' choice kind of film rather than an anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBy far the best BL anime, though much more heavy-hearted than others.\u001b[24m\n    \u001b[1mはるかに最高のBLアニメですが、他よりもはるかに心強いです。\u001b[22m, \u001b[1mこれまで最高のBLアニメすることで、他のものよりもはるかに重い心を持ったけれども。\u001b[22m\n\u001b[4mThe non-linear storytelling, set in old Japan with excellent details in backdrops.\u001b[24m\n    \u001b[1mノンリニアなストーリーテリングは、昔の日本でも背景に優れた細部を設定しています。\u001b[22m, \u001b[1m背景に優れた詳細は古い日本に設定非線形ストーリーテリング、。\u001b[22m\n\u001b[4mSometimes the dialogue is so good and well thought out it seems to belong more in a critics' choice kind of film rather than an anime.\u001b[24m\n    \u001b[1m時には対話がとてもうまいですし、アニメではなく批評家が選んだ種類の映画の中でより多くのものに属するように思えます。\u001b[22m, \u001b[1m時には対話はとても良いですし、よく批評家チョイス膜の種類ではなく、アニメに詳しく属しているようだ考え抜か。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters are not over the top and highly believable - that's why i immersed into the story so much. Just the right amount of balance between the gripping plots and the interspersed lmao moments.\n\n\u001b[1mキャラクターは一番上のものではなく、非常に信じられないほどです。そういうわけで、私は物語にこんなに浸っています。 握っているプロットと点在している瞬間の間のバランスのちょうど良い量。\u001b[22m\n\u001b[1m(Kyarakutā wa ichiban-jō no monode wa naku, hijō ni shinji rarenai hododesu. Sō iu wake de, watashi wa monogatari ni kon'nani hitatte imasu. Nigitte iru purotto to tenzai shite iru shunkan no ma no baransu no chōdo yoi ryō.)\u001b[22m\n\nTranslations of \u001b[4mCharacters are not over the top and highly believable - that's why i immersed into the story so much. Just the right amount of balance between the gripping plots and the interspersed lmao moments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters are not over the top and highly believable - that's why i immersed into the story so much.\u001b[24m\n    \u001b[1mキャラクターは一番上のものではなく、非常に信じられないほどです。そういうわけで、私は物語にこんなに浸っています。\u001b[22m, \u001b[1m文字は上からではなく、非常に信じられる - 私はそんなに話に浸漬理由です。\u001b[22m\n\u001b[4mJust the right amount of balance between the gripping plots and the interspersed lmao moments.\u001b[24m\n    \u001b[1m握っているプロットと点在している瞬間の間のバランスのちょうど良い量。\u001b[22m, \u001b[1m瞬間LMAO散在把持プロットとの間のバランスのちょうど右の量。\u001b[22m\n\u001b[1m\u001b[22m\ntldr; fucking amazing, please watch.\n\n\u001b[1mtldr; 驚くほどクソ、見てください。\u001b[22m\n\u001b[1m(Tldr; odoroku hodo kuso, mitekudasai.)\u001b[22m\n\nTranslations of \u001b[4mtldr; fucking amazing, please watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mtldr;\u001b[24m\n    \u001b[1mtldr;\u001b[22m\n\u001b[4mfucking amazing, please watch.\u001b[24m\n    \u001b[1m驚くほどクソ、見てください。\u001b[22m, \u001b[1m驚くほどのクソ、見てください。\u001b[22m"
  },
  {
    "title": "Hybrid_Child",
    "id": "11135",
    "url": "https://myanimelist.net/anime/11135/Hybrid_Child",
    "user": "hayjay",
    "profile": "/profile/hayjay/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=209490",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nだから、私は本当に私に得たので、それは完全な10/10を与えることをバイアスされたkindyveかもしれないが、それは非常に良いでした。 私はそれがいかに総体ではなく、ユーモアのタッチを持っていたか、そしてそれは全体的にとてもかわいかったが悲しい関係を持っていた。 私は彼らがキャラクターのより多くの側面を見たいと思っているので、彼らはシリーズを長くしたかった（それは常にシリーズのすべてのハハに私の苦情です）が、それは素晴らしいと触れていた。 あなたが暖かい光のロマンスの物語を愛しているなら、私はこれを強くお勧めします。 私も最後のエピソードから泣いたが、なぜ私はそれを叫んだのか分からない。 私は個人的に私は感情的な笑を超えていたと思うが、yah、良いシリーズ！  :)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSo yes I might be kind've biased giving it a complete 10/10 because it really got to me but it was very very good. I loved how it wasn't gross, had a touch of humor, and it had overall very cute but sad relationships. I wish they made the series longer (that's always my complaint with every series haha) because I would love to see more sides of the characters, but it was great and touching. If you love a warm-hearted light romance story, I highly recommend this one. I even cried from the last episode but I really don't know why i cried over it. I personally think I was over emotional haha but yah, good series! :)\n\n\u001b[1mだから、私は本当に私に得たので、それは完全な10/10を与えることをバイアスされたkindyveかもしれないが、それは非常に良いでした。 私はそれがいかに総体ではなく、ユーモアのタッチを持っていたか、そしてそれは全体的にとてもかわいかったが悲しい関係を持っていた。 私は彼らがキャラクターのより多くの側面を見たいと思っているので、彼らはシリーズを長くしたかった（それは常にシリーズのすべてのハハに私の苦情です）が、それは素晴らしいと触れていた。 あなたが暖かい光のロマンスの物語を愛しているなら、私はこれを強くお勧めします。 私も最後のエピソードから泣いたが、なぜ私はそれを叫んだのか分からない。 私は個人的に私は感情的な笑を超えていたと思うが、yah、良いシリーズ！  :)\u001b[22m\n\u001b[1m(Dakara, watashi wa hontōni watashi ni etanode, sore wa kanzen'na 10/ 10 o ataeru koto o baiasu sa reta kindyve kamo shirenaiga, sore wa hijō ni yoideshita. Watashi wa sore ga ikani sōtaide wa naku, yūmoa no tatchi o motte ita ka, soshite sore wa zentai-teki ni totemo kawaikattaga kanashī kankei o motte ita. Watashi wa karera ga kyarakutā no yori ōku no sokumen o mitai to omotte irunode, karera wa shirīzu o nagaku shitakatta (sore wa tsuneni shirīzu no subete no haha ni watashi no kujōdesu) ga, sore wa subarashī to furete ita. Anata ga attakai hikari no romansu no monogatari o aishite irunara, watashi wa kore o tsuyoku o susume shimasu. Watashi mo saigo no episōdo kara naita ga, naze watashi wa sore o sakenda no ka wakaranai. Watashi wa kojin-teki ni watashi wa kanjō-tekina Emi o koete ita to omou ga, yā, yoi shirīzu! : ))\u001b[22m\n\nTranslations of \u001b[4mSo yes I might be kind've biased giving it a complete 10/10 because it really got to me but it was very very good. I loved how it wasn't gross, had a touch of humor, and it had overall very cute but sad relationships. I wish they made the series longer (that's always my complaint with every series haha) because I would love to see more sides of the characters, but it was great and touching. If you love a warm-hearted light romance story, I highly recommend this one. I even cried from the last episode but I really don't know why i cried over it. I personally think I was over emotional haha but yah, good series! :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo yes I might be kind've biased giving it a complete 10/10 because it really got to me but it was very very good.\u001b[24m\n    \u001b[1mだから、私は本当に私に得たので、それは完全な10/10を与えることをバイアスされたkindyveかもしれないが、それは非常に良いでした。\u001b[22m, \u001b[1mそうです、私はkind'veそれは本当に私に得たが、それは非常に非常に良かったので、それを完全に10/10を与えるバイアスされている可能性があります。\u001b[22m\n\u001b[4mI loved how it wasn't gross, had a touch of humor, and it had overall very cute but sad relationships.\u001b[24m\n    \u001b[1m私はそれがいかに総体ではなく、ユーモアのタッチを持っていたか、そしてそれは全体的にとてもかわいかったが悲しい関係を持っていた。\u001b[22m, \u001b[1m私はそれは、グロスではありませんでしたユーモアのタッチを持っていた方法を愛し、それは全体的に非常にかわいい悲しい関係を持っていました。\u001b[22m\n\u001b[4mI wish they made the series longer (that's always my complaint with every series haha) because I would love to see more sides of the characters, but it was great and touching.\u001b[24m\n    \u001b[1m私は彼らがキャラクターのより多くの側面を見たいと思っているので、彼らはシリーズを長くしたかった（それは常にシリーズのすべてのハハに私の苦情です）が、それは素晴らしいと触れていた。\u001b[22m, \u001b[1m私は文字の複数の側面を見てみたいので、私は（それが笑すべてのシリーズといつも私の苦情だ）、彼らは長いシリーズを作った希望が、それは素晴らしいと感動でした。\u001b[22m\n\u001b[4mIf you love a warm-hearted light romance story, I highly recommend this one.\u001b[24m\n    \u001b[1mあなたが暖かい光のロマンスの物語を愛しているなら、私はこれを強くお勧めします。\u001b[22m, \u001b[1mあなたは心の温かい光恋愛物語を愛しているなら、私は非常にこれをお勧めします。\u001b[22m\n\u001b[4mI even cried from the last episode but I really don't know why i cried over it.\u001b[24m\n    \u001b[1m私も最後のエピソードから泣いたが、なぜ私はそれを叫んだのか分からない。\u001b[22m, \u001b[1m私も最後のエピソードから叫んだが、私はそれの上に泣いた理由を私は本当に知りません。\u001b[22m\n\u001b[4mI personally think I was over emotional haha but yah, good series!\u001b[24m\n    \u001b[1m私は個人的に私は感情的な笑を超えていたと思うが、yah、良いシリーズ！\u001b[22m, \u001b[1m私は個人的に、私は感情的な母が、yahの、良いシリーズを超えていたと思います！\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m"
  },
  {
    "title": "Hybrid_Child",
    "id": "11135",
    "url": "https://myanimelist.net/anime/11135/Hybrid_Child",
    "user": "oLaGracia",
    "profile": "/profile/oLaGracia/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=223833",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  8\n|  10\n\n非常に非常に良い物語。 その「shounen-ai」のジャンルにもかかわらず、伝えられた物語は美しく素晴らしいものでした。 それは私たちに友情、犠牲と愛についての意味をまったく新しいレベルでもたらします。\n\n1年前にこのアニメを見るのは初めてです。 私はそれがそんな風になるとは期待していなかった。 最初は卵1を見て、その日に続行することに興味がなかったので、私はその物語がとても上品だと思う、私はハッピーエンドの部分を意味する。 それから、翌日、卵2を見ると、興奮が減ります.Ova 1は、Ova 2 imoよりも面白いです。 翌朝、私は卵3を見続けていました...そして、私はそれが異なった「オーラ」（私は何と言うべきでしょうか）を感じています。それは卵1と2とは異なるようです。 私は最後の卵子ova 4で続きます。\n\nそれで..... S ***!! 私はそのようなものの準備はできていない！ 黒田が月島と議論するまでは、泣き止むことはできない。わからない。醜い声で泣く醜い泣き声\n\n私は物語を見たことがないので、このように悲しくて美しい前に...私はおそらく私は誇張を知っているが、このアニメは私の人生を変更します。 時には、私はこれについて覚えているときに、黒田が人生をどのようにしていくのか、そして月島がなくなってから黒田がどのように通り抜けていたのかを想像すると、1つか2つの涙滴を吐き出すことがあります。 黒田さんが感じた痛みを知っているような気がします。 このアニメは私の心と魂の非常に深いものに触れます。 それは痛いほど甘いです。 それは美しく悲劇です。\n\n私の長い混乱のために申し訳ありません：DD私はこの話をすることができる友達はいません：（",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nVery very good story. despite its 'shounen-ai' genre, the story delivered was beautiful and great. It gaves us the meaning about friendship, sacrifice and love in a whole new level imo.\n\n\u001b[1m非常に非常に良い物語。 その「shounen-ai」のジャンルにもかかわらず、伝えられた物語は美しく素晴らしいものでした。 それは私たちに友情、犠牲と愛についての意味をまったく新しいレベルでもたらします。\u001b[22m\n\u001b[1m(Hijō ni hijō ni yoi monogatari. Sono `shounen - ai' no janru nimokakawarazu, tsutae rareta monogatari wa utsukushiku subarashī monodeshita. Sore wa watashitachi ni yūjō, gisei to ainitsuite no imi o mattaku atarashī reberu de motarashimasu.)\u001b[22m\n\nTranslations of \u001b[4mVery very good story. despite its 'shounen-ai' genre, the story delivered was beautiful and great. It gaves us the meaning about friendship, sacrifice and love in a whole new level imo.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVery very good story.\u001b[24m\n    \u001b[1m非常に非常に良い物語。\u001b[22m, \u001b[1m非常に非常にいい話。\u001b[22m\n\u001b[4mdespite its 'shounen-ai' genre, the story delivered was beautiful and great.\u001b[24m\n    \u001b[1mその「shounen-ai」のジャンルにもかかわらず、伝えられた物語は美しく素晴らしいものでした。\u001b[22m, \u001b[1mその「少年-AI」のジャンルにもかかわらず、配信物語は美しく、素晴らしかったです。\u001b[22m\n\u001b[4mIt gaves us the meaning about friendship, sacrifice and love in a whole new level imo.\u001b[24m\n    \u001b[1mそれは私たちに友情、犠牲と愛についての意味をまったく新しいレベルでもたらします。\u001b[22m, \u001b[1mそれは、私たちに芋全く新しいレベルでの友情、犠牲と愛についての意味をgaves。\u001b[22m\n\u001b[1m\u001b[22m\nthe first time I watch this anime maybe one year ago. I didn't expect it to be turn that way. At first I watch ova 1 and didn't get interested to continue on that day, bcs I think the story is so cliche, i mean the happy ending part. Then the next day I watch ova 2, and it decrease my excitement, I mean Ova 1 is more interesting than Ova 2 imo. The next day when I have spare time I continued watching ova 3...and I have feeling like it has different 'aura' (lol idk how am i supposed to say)..it is like it's different from ova 1 and 2. .then I continue at the last ova which is ova 4.\n\n\u001b[1m1年前にこのアニメを見るのは初めてです。 私はそれがそんな風になるとは期待していなかった。 最初は卵1を見て、その日に続行することに興味がなかったので、私はその物語がとても上品だと思う、私はハッピーエンドの部分を意味する。 それから、翌日、卵2を見ると、興奮が減ります.Ova 1は、Ova 2 imoよりも面白いです。 翌朝、私は卵3を見続けていました...そして、私はそれが異なった「オーラ」（私は何と言うべきでしょうか）を感じています。それは卵1と2とは異なるようです。 私は最後の卵子ova 4で続きます。\u001b[22m\n\u001b[1m(1-Nen mae ni kono anime o miru no wa hajimetedesu. Watashi wa sore ga son'nafūni naru to wa kitai shite inakatta. Saisho wa tamago 1 o mite, sonohi ni zokkō suru koto ni kyōmi ga nakattanode, watashi wa sono monogatari ga totemo jōhinda to omou, watashi wa happīendo no bubun o imi suru. Sorekara, yokujitsu, tamago 2 o miru to, kōfun ga herimasu. Ova 1 wa, Ova 2 imo yori mo omoshiroidesu. Yokuasa, watashi wa tamago 3 o mi tsudzukete imashita... Soshite, watashi wa sore ga kotonatta `ōra'(watashi wa nan to iubekideshou ka) o kanjite imasu. Sore wa tamago 1 to 2 to wa kotonaru yōdesu. Watashi wa saigo no ranshi ova 4 de tsudzukimasu.)\u001b[22m\n\nTranslations of \u001b[4mthe first time I watch this anime maybe one year ago. I didn't expect it to be turn that way. At first I watch ova 1 and didn't get interested to continue on that day, bcs I think the story is so cliche, i mean the happy ending part. Then the next day I watch ova 2, and it decrease my excitement, I mean Ova 1 is more interesting than Ova 2 imo. The next day when I have spare time I continued watching ova 3...and I have feeling like it has different 'aura' (lol idk how am i supposed to say)..it is like it's different from ova 1 and 2. .then I continue at the last ova which is ova 4.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe first time I watch this anime maybe one year ago.\u001b[24m\n    \u001b[1m1年前にこのアニメを見るのは初めてです。\u001b[22m, \u001b[1m多分1年前、私はこのアニメを見て初めて。\u001b[22m\n\u001b[4mI didn't expect it to be turn that way.\u001b[24m\n    \u001b[1m私はそれがそんな風になるとは期待していなかった。\u001b[22m, \u001b[1m私はそれがそのように回すことを期待していませんでした。\u001b[22m\n\u001b[4mAt first I watch ova 1 and didn't get interested to continue on that day, bcs I think the story is so cliche, i mean the happy ending part.\u001b[24m\n    \u001b[1m最初は卵1を見て、その日に続行することに興味がなかったので、私はその物語がとても上品だと思う、私はハッピーエンドの部分を意味する。\u001b[22m, \u001b[1m最初に私は話がとても決まり文句だと思うBCS、1 OVA見て、その日に継続して興味を持っていなかった、私は幸せなエンディング部分を意味します。\u001b[22m\n\u001b[4mThen the next day I watch ova 2, and it decrease my excitement, I mean Ova 1 is more interesting than Ova 2 imo.\u001b[24m\n    \u001b[1mそれから、翌日、卵2を見ると、興奮が減ります.Ova 1は、Ova 2 imoよりも面白いです。\u001b[22m, \u001b[1mその後、次の日、私は、卵子1は芋卵子2より面白いであることを意味し、私は2 OVA見て、それは私の興奮を減少させます。\u001b[22m\n\u001b[4mThe next day when I have spare time I continued watching ova 3...and I have feeling like it has different 'aura' (lol idk how am i supposed to say)..it is like it's different from ova 1 and 2.\u001b[24m\n    \u001b[1m翌朝、私は卵3を見続けていました...そして、私はそれが異なった「オーラ」（私は何と言うべきでしょうか）を感じています。それは卵1と2とは異なるようです。\u001b[22m, \u001b[1mそれは卵子1及び2とは異なりますように私は私が卵子3を見続けて空いた時間を持っている...それは別の「オーラ」（笑私が言うことになっていますかIDKの）持っているように私が感じてきた次の日は..それがあります。\u001b[22m\n\u001b[4m.then I continue at the last ova which is ova 4.\u001b[24m\n    \u001b[1m私は最後の卵子ova 4で続きます。\u001b[22m, \u001b[1m.then私は4 OVAで最後の卵子で継続します。\u001b[22m\n\u001b[1m\u001b[22m\nThen..... S***!! I'm not prepared for something like that!! I can't stop crying right from the scene when Kuroda debates with Tsukishima until..I don't know..I cry like ugly baby crying with terrible voice LOL\n\n\u001b[1mそれで..... S ***!! 私はそのようなものの準備はできていない！ 黒田が月島と議論するまでは、泣き止むことはできない。わからない。醜い声で泣く醜い泣き声\u001b[22m\n\u001b[1m(Sore de..... S*** ! ! Watashi wa sono yōna mono no junbi wa dekite inai! Kuroda ga Tsukishima to giron suru made wa, naki yamu koto wa dekinai. Wakaranai. Minikui koe de naku minikui nakigoe)\u001b[22m\n\nTranslations of \u001b[4mThen..... S***!! I'm not prepared for something like that!! I can't stop crying right from the scene when Kuroda debates with Tsukishima until..I don't know..I cry like ugly baby crying with terrible voice LOL\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen..... S***!!\u001b[24m\n    \u001b[1mそれで..... S ***!!\u001b[22m, \u001b[1mそして..... *** S！\u001b[22m\n\u001b[4mI'm not prepared for something like that!!\u001b[24m\n    \u001b[1m私はそのようなものの準備はできていない！\u001b[22m, \u001b[1m私はそのような何かのために準備されていませんよ！\u001b[22m\n\u001b[4mI can't stop crying right from the scene when Kuroda debates with Tsukishima until..I don't know..I cry like ugly baby crying with terrible voice LOL\u001b[24m\n    \u001b[1m黒田が月島と議論するまでは、泣き止むことはできない。わからない。醜い声で泣く醜い泣き声\u001b[22m, \u001b[1m黒田がLOL恐ろしい声で泣いて醜い赤ん坊のように泣いknow..Iません月島until..Iで討論とき、私は現場から右に泣いて停止することはできません\u001b[22m\n\u001b[1m\u001b[22m\nI never watch story so sad yet beautiful like this before...I know maybe I exaggerating but this anime changes my life. Sometimes I'm shedding one or two tear drops when I remember about this, especially when I imagine how Kuroda get through his life and how Kuroda been through the night after Tsukishima gone. I feel like I know the pain Kuroda felt and that's make me feel depressed and gloomy again. This anime touch my very very deep of my heart and soul. It's painfully sweet. It's beautifully tragic.\n\n\u001b[1m私は物語を見たことがないので、このような前に悲しいしかし、美しい...私はおそらく私は誇張を知っているが、このアニメは私の人生を変更します。 時には、私はこれについて覚えているときに、黒田が人生をどのようにしていくのか、そして月島がなくなってから黒田がどのように通り抜けていたのかを想像すると、1つか2つの涙滴を吐き出すことがあります。 黒田さんが感じた痛みを知っているような気がします。 このアニメは私の心と魂の非常に深いものに触れます。 それは痛いほど甘いです。 それは美しく悲劇です。\u001b[22m\n\u001b[1m(Watashi wa monogatari o mita koto ga nainode, kono yō na mae ni kanashī shikashi, utsukushī... Watashi wa osoraku watashi wa kochō o shitte iruga, kono anime wa watashinojinsei o henkō shimasu. Tokiniha, watashi wa kore ni tsuite oboete iru toki ni, kuroda ga jinsei o dono yō ni shite iku no ka, soshite Tsukishima ga nakunatte kara Kuroda ga dono yō ni tōrinukete ita no ka o sōzō suru to, 1tsu ka 2tsu no ruiteki o hakidasu koto ga arimasu. Kuroda-san ga kanjita itami o shitte iru yōna ki ga shimasu. Kono anime wa watashi no kokoro to tamashī no hijō ni fukai mono ni furemasu. Sore wa itai hodo amaidesu. Sore wa utsukushiku higekidesu.)\u001b[22m\n\nTranslations of \u001b[4mI never watch story so sad yet beautiful like this before...I know maybe I exaggerating but this anime changes my life. Sometimes I'm shedding one or two tear drops when I remember about this, especially when I imagine how Kuroda get through his life and how Kuroda been through the night after Tsukishima gone. I feel like I know the pain Kuroda felt and that's make me feel depressed and gloomy again. This anime touch my very very deep of my heart and soul. It's painfully sweet. It's beautifully tragic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI never watch story so sad yet beautiful like this before...I know maybe I exaggerating but this anime changes my life.\u001b[24m\n    \u001b[1m私は物語を見たことがないので、このような前に悲しいしかし、美しい...私はおそらく私は誇張を知っているが、このアニメは私の人生を変更します。\u001b[22m, \u001b[1m...私は多分私は誇張知っているが、このアニメは私の人生を変更する前に、私はこのようなまだ美しいとても悲しい話を見たことがありません。\u001b[22m\n\u001b[4mSometimes I'm shedding one or two tear drops when I remember about this, especially when I imagine how Kuroda get through his life and how Kuroda been through the night after Tsukishima gone.\u001b[24m\n    \u001b[1m時には、私はこれについて覚えているときに、黒田が人生をどのようにしていくのか、そして月島がなくなってから黒田がどのように通り抜けていたのかを想像すると、1つか2つの涙滴を吐き出すことがあります。\u001b[22m, \u001b[1m時々私は、私は黒田が彼の人生を取得し、どのように黒田がなくなっ月島後の夜を経たか想像する場合は特に、私はこのことについて覚えているとき1または2涙が低下流しています。\u001b[22m\n\u001b[4mI feel like I know the pain Kuroda felt and that's make me feel depressed and gloomy again.\u001b[24m\n    \u001b[1m黒田さんが感じた痛みを知っているような気がします。\u001b[22m, \u001b[1m私は黒田が感じの痛みを知っているような気がしますし、それは私が再び落ち込んと悲観的な気分にさせるのです。\u001b[22m\n\u001b[4mThis anime touch my very very deep of my heart and soul.\u001b[24m\n    \u001b[1mこのアニメは私の心と魂の非常に深いものに触れます。\u001b[22m, \u001b[1mこのアニメは私の心と魂の私の非常に非常に深いをタッチします。\u001b[22m\n\u001b[4mIt's painfully sweet.\u001b[24m\n    \u001b[1mそれは痛いほど甘いです。\u001b[22m\n\u001b[4mIt's beautifully tragic.\u001b[24m\n    \u001b[1mそれは美しく悲劇です。\u001b[22m, \u001b[1mそれは美しく悲劇的です。\u001b[22m\n\u001b[1m\u001b[22m\nsorry for my long mumbling :DD i don't have friends who i can this story with :((\n\n\u001b[1m私の長い混乱のために申し訳ありません：DD私はこの話をすることができる友達はいません：（\u001b[22m\n\u001b[1m(Watashi no nagai konran no tame ni mōshiwakearimasen: DD watashi wa kono hanashi o suru koto ga dekiru tomodachi wa imasen: ()\u001b[22m\n\nTranslations of \u001b[4msorry for my long mumbling :DD i don't have friends who i can this story with :((\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msorry for my long mumbling :DD i don't have friends who i can this story with :((\u001b[24m\n    \u001b[1m私の長い混乱のために申し訳ありません：DD私はこの話をすることができる友達はいません：（\u001b[22m, \u001b[1m私は誰私はこの物語でできる友人を持っていないDD：私の長いぶつぶつ言うして申し訳ありません（（\u001b[22m"
  },
  {
    "title": "Hybrid_Child",
    "id": "11135",
    "url": "https://myanimelist.net/anime/11135/Hybrid_Child",
    "user": "azureDrag0n",
    "profile": "/profile/azureDrag0n/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=221737",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  7\nキャラクター|  10\n|  10\n\nHybrid ChildはSekaihcii HatsukoiやJunjou Romanticaと非常に似ていますが、私はこれらの2つを「SIHとJR」と呼んでいます。 ハイブリッドチャイルドは、この3人のうち3人以上が好きになりました。少年アニメでは、4人のOVAだけで見せなければならなかったすべての人を実際に見せてくれるよう努めました。  OVAの話が変わります。\n\nストーリー：10/10\n\n3つの物語がありますが、その間に相互にリンクされています。 ハイブリッドチャイルドは、すべての種類の感情や感情を発達させることができるアンドロイド種です。それは誰が所有しているかのようなものです。  3つのストーリーと4つのOVAの提案は本当に涼しいです。なぜなら、それぞれで、「エピソード」を完璧にするために必要なすべてのものを識別することができるからです。\n\nアート：10/10\n\n私は日本の文化を大切にしていると言わざるを得ません。古き良き時代を過ごしていたので、とても興味深いものでしたが、2010年のことを知っていたような気がしました。 文字、形質、影、シナリオ全体がそれをSIHとJRと比較しない非常に識別可能にしたことは言うまでもない。\n\nサウンド：7/10\n\n私はそこで多くの音を覚えていることはほとんどありません。開かないで開けてみましょう。あなたが持っていてもいなくても気にしません。\n\nキャラクター：10/10\n\n客観的なやり方で彼ら自身を表現して、どこに行きたいかを知る。 かわいいけど難しい人になり、キャラクターの雰囲気の変化は、「他人の態度が他の人に影響を与えることができる」という慣習を残しているので、葉月は私のお気に入りです。 だから私はこれらのキャラクターが大好きで、ユズも好きだった...特にハイブリッドチャイルドがあなたの幸せなマスターを作る方法を教えてくれる部分。\n\nエンジョイメント：10/10\n\n私はすべてが正しかったと思っています。各話とOVA内の各提案との間のタイミングは、エストラップラーのないドラマチックなダッシュで多くの楽しみを持っています。 確かに、私は4つのOVAを楽しんだと言えるでしょう。\n\n全体：9/10\n\n彼の兄弟であるSIHとJRに比べて何もない。なぜなら、ここの品質は多くの点ではるかに優れているからだ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHybrid Child is very similar to Sekaihcii Hatsukoi and Junjou Romantica, I will referer to these two as 'SIH and JR'. Hybrid Child became my favorite among these three and above every other shounen-ai, yaoi anime, because I felt that here the author really has endeavored to show and show all that had to be shown in only 4 OVA's, and II found it fascinating how the story changes over the OVA's.\n\n\u001b[1mHybrid ChildはSekaihcii HatsukoiやJunjou Romanticaと非常に似ていますが、私はこれらの2つを「SIHとJR」と呼んでいます。 ハイブリッドチャイルドは、この3人のうち3人以上が好きになりました。少年アニメでは、4人のOVAだけで見せなければならなかったすべての人を実際に見せてくれるよう努めました。  OVAの話が変わります。\u001b[22m\n\u001b[1m(Haiburiddo Child wa Sekaihcii Hatsukoi ya Junjou romanchika to hijō ni nite imasuga, watashi wa korera no 2tsu o `SIH to JR' to yonde imasu. Haiburiddochairudo wa, kono 3-ri no uchi 3-ri ijō ga suki ni narimashita. Shōnen animede wa, 4-ri no ovu~a dake de misenakereba naranakatta subete no hito o jissai ni misete kureru yō tsutomemashita. Ovu~a no hanashi ga kawarimasu.)\u001b[22m\n\nTranslations of \u001b[4mHybrid Child is very similar to Sekaihcii Hatsukoi and Junjou Romantica, I will referer to these two as 'SIH and JR'. Hybrid Child became my favorite among these three and above every other shounen-ai, yaoi anime, because I felt that here the author really has endeavored to show and show all that had to be shown in only 4 OVA's, and II found it fascinating how the story changes over the OVA's.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHybrid Child is very similar to Sekaihcii Hatsukoi and Junjou Romantica, I will referer to these two as 'SIH and JR'.\u001b[24m\n    \u001b[1mHybrid ChildはSekaihcii HatsukoiやJunjou Romanticaと非常に似ていますが、私はこれらの2つを「SIHとJR」と呼んでいます。\u001b[22m, \u001b[1mハイブリッド子供がSekaihcii初恋と純情ロマンチカと非常に似ている、私は「SIHとJR 'のように、これらの2つにリファラます。\u001b[22m\n\u001b[4mHybrid Child became my favorite among these three and above every other shounen-ai, yaoi anime, because I felt that here the author really has endeavored to show and show all that had to be shown in only 4 OVA's, and II found it fascinating how\u001b[24m\n    \u001b[1mハイブリッドチャイルドは、この3人のうち3人以上が好きになりました。少年アニメでは、4人のOVAだけで見せなければならなかったすべての人を実際に見せてくれるよう努めました。\u001b[22m, \u001b[1m私はここで著者は本当に唯一の4 OVA年代に示さなければならなかったものすべてを表示し、表示するように努めてきました、とIIはどのように魅力的な見つけたことを感じたので、ハイブリッドチャイルドは、これら3および他のすべての少年-AI、やおいアニメ、上記の中で私のお気に入りになりました\u001b[22m\n\u001b[4mthe story changes over the OVA's.\u001b[24m\n    \u001b[1mOVAの話が変わります。\u001b[22m, \u001b[1mOVAのオーバーストーリーが変化。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY: 10/10\n\n\u001b[1mストーリー：10/10\u001b[22m\n\u001b[1m(Sutōrī: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mSTORY: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY: 10/10\u001b[24m\n    \u001b[1mストーリー：10/10\u001b[22m, \u001b[1mSTORY：10/10\u001b[22m\n\u001b[1m\u001b[22m\nThere are three stories, but interlinked and each in its time. Hybrid Child is an android species capable of developing all kinds of emotions and feelings, is like the reflection of who owns it. The three stories and the proposal of the four OVA's are really cool because in each you can identify everything that is needed to make an 'episode' perfect: beginning, middle and end.\n\n\u001b[1m3つの物語がありますが、その間に相互にリンクされています。 ハイブリッドチャイルドは、すべての種類の感情や感情を発達させることができるアンドロイド種です。それは誰が所有しているかのようなものです。  3つのストーリーと4つのOVAの提案は本当に涼しいです。なぜなら、それぞれで、「エピソード」を完璧にするために必要なすべてのものを識別することができるからです。\u001b[22m\n\u001b[1m(3Ttsu no monogatari ga arimasuga, sonoaida ni sōgo ni rinku sa rete imasu. Haiburiddochairudo wa, subete no shurui no kanjō ya kanjō o hattatsu sa seru koto ga dekiru andoroido-shudesu. Sore wa dare ga shoyū shite iru ka no yōna monodesu. 3Ttsu no sutōrī to 4tsu no ovu~a no teian wa hontōni suzushīdesu. Nazenara, sorezore de,`episōdo' o kanpeki ni suru tame ni hitsuyōna subete no mono o shikibetsu suru koto ga dekirukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mThere are three stories, but interlinked and each in its time. Hybrid Child is an android species capable of developing all kinds of emotions and feelings, is like the reflection of who owns it. The three stories and the proposal of the four OVA's are really cool because in each you can identify everything that is needed to make an 'episode' perfect: beginning, middle and end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are three stories, but interlinked and each in its time.\u001b[24m\n    \u001b[1m3つの物語がありますが、その間に相互にリンクされています。\u001b[22m, \u001b[1m相互リンクとその時間内の各が、3話が、あります。\u001b[22m\n\u001b[4mHybrid Child is an android species capable of developing all kinds of emotions and feelings, is like the reflection of who owns it.\u001b[24m\n    \u001b[1mハイブリッドチャイルドは、すべての種類の感情や感情を発達させることができるアンドロイド種です。それは誰が所有しているかのようなものです。\u001b[22m, \u001b[1mハイブリッド子供は、感情と感情のすべての種類を開発することができるアンドロイド種である、それを所有する人の反射のようなものです。\u001b[22m\n\u001b[4mThe three stories and the proposal of the four OVA's are really cool because in each you can identify everything that is needed to make an 'episode' perfect: beginning, middle and end.\u001b[24m\n    \u001b[1m3つのストーリーと4つのOVAの提案は本当に涼しいです。なぜなら、それぞれで、「エピソード」を完璧にするために必要なすべてのものを識別することができるからです。\u001b[22m, \u001b[1m最初、中間および終了：あなたは「エピソード」完璧を作るために必要とされるすべてのものを識別することができ、それぞれであるため3階と4 OVA年代の提案は本当にクールです。\u001b[22m\n\u001b[1m\u001b[22m\nART: 10/10\n\n\u001b[1mアート：10/10\u001b[22m\n\u001b[1m(Āto: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mART: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART: 10/10\u001b[24m\n    \u001b[1mアート：10/10\u001b[22m, \u001b[1mART：10/10\u001b[22m\n\u001b[1m\u001b[22m\nI have to say I'm a big fan of Japanese culture, and they captured it all in a very interesting way because it was going in an old time but I felt like I was going through '2010' you know? Not to mention that the characters, the traits, the shadows, the whole scenario has made it a very identifiable which does not compare to the SIH and JR.\n\n\u001b[1m私は日本の文化を大切にしていると言わざるを得ません。古き良き時代を過ごしていたので、とても興味深いものでしたが、2010年のことを知っていたような気がしました。 文字、形質、影、シナリオ全体がそれをSIHとJRと比較しない非常に識別可能にしたことは言うまでもない。\u001b[22m\n\u001b[1m(Watashi wa nihon'nobunka o taisetsu ni shite iru to iwazaru o emasen. Furukiyokijidai o sugoshite itanode, totemo kyōmibukai monodeshitaga, 2010-nen no koto o shitte ita yōna ki ga shimashita. Moji, keishitsu, kage, shinario zentai ga sore o SIH to JR to hikaku shinai hijō ni shikibetsu kanō ni shita koto wa iumademonai.)\u001b[22m\n\nTranslations of \u001b[4mI have to say I'm a big fan of Japanese culture, and they captured it all in a very interesting way because it was going in an old time but I felt like I was going through '2010' you know? Not to mention that the characters, the traits, the shadows, the whole scenario has made it a very identifiable which does not compare to the SIH and JR.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have to say I'm a big fan of Japanese culture, and they captured it all in a very interesting way because it was going in an old time but I felt like I was going through '2010' you know?\u001b[24m\n    \u001b[1m私は日本の文化を大切にしていると言わざるを得ません。古き良き時代を過ごしていたので、とても興味深いものでしたが、2010年のことを知っていたような気がしました。\u001b[22m, \u001b[1m私は日本文化の大ファンだと言わなければならない、とあなたが知っている、それは昔に起こっていたが、私は '2010'を介して行っていたように私は感じたので、彼らは非常に興味深い方法でそれをすべてキャプチャし？\u001b[22m\n\u001b[4mNot to mention that the characters, the traits, the shadows, the whole scenario has made it a very identifiable which does not compare to the SIH and JR.\u001b[24m\n    \u001b[1m文字、形質、影、シナリオ全体がそれをSIHとJRと比較しない非常に識別可能にしたことは言うまでもない。\u001b[22m, \u001b[1m文字、特色、影が、全体のシナリオがSIHとJRとは比較にならない、それは非常に識別をしたことは言うまでもありません。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND: 7/10\n\n\u001b[1mサウンド：7/10\u001b[22m\n\u001b[1m(Saundo: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mSOUND: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND: 7/10\u001b[24m\n    \u001b[1mサウンド：7/10\u001b[22m, \u001b[1mSOUND：7/10\u001b[22m\n\u001b[1m\u001b[22m\nI hardly remember many sounds there, let's start by opening that neither had, I do not care if you have or not.\n\n\u001b[1m私はそこで多くの音を覚えていることはほとんどありません。開かないで開けてみましょう。あなたが持っていてもいなくても気にしません。\u001b[22m\n\u001b[1m(Watashi wa soko de ōku no oto o oboete iru koto wa hotondo arimasen. Akanai de akete mimashou. Anata ga motte ite mo inakute mo ki ni shimasen.)\u001b[22m\n\nTranslations of \u001b[4mI hardly remember many sounds there, let's start by opening that neither had, I do not care if you have or not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hardly remember many sounds there, let's start by opening that neither had, I do not care if you have or not.\u001b[24m\n    \u001b[1m私はそこで多くの音を覚えていることはほとんどありません。開かないで開けてみましょう。あなたが持っていてもいなくても気にしません。\u001b[22m, \u001b[1m私はほとんどのあなたが持っているか、そうでなければ、私は気にしないていたことでもないを開くことから始めましょう、そこに多くの音を覚えていません。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTERS: 10/10\n\n\u001b[1mキャラクター：10/10\u001b[22m\n\u001b[1m(Kyarakutā: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCHARACTERS: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTERS: 10/10\u001b[24m\n    \u001b[1mキャラクター：10/10\u001b[22m, \u001b[1mCHARACTERS：10/10\u001b[22m\n\u001b[1m\u001b[22m\nExpress themselves in an objective way and without much ado to get where they wanted to go. Hazuki is my favorite here because while it's cute, it becomes very hard person and this change of mood in a character makes it quite interesting because it leaves the conventional that 'other people's attitudes can influence others.' So I quite liked these characters, and also loved the Yuzu ... Especially the part where another Hybrid Child told how to make your happy master.\n\n\u001b[1m客観的なやり方で彼ら自身を表現して、どこに行きたいかを知る。 かわいいけど難しい人になり、キャラクターの雰囲気の変化は、「他人の態度が他の人に影響を与えることができる」という慣習を残しているので、葉月は私のお気に入りです。 だから私はこれらのキャラクターが大好きで、ユズも好きだった...特にハイブリッドチャイルドがあなたの幸せなマスターを作る方法を教えてくれる部分。\u001b[22m\n\u001b[1m(Kakkantekina yarikata de karera jishin o hyōgen shite, doko ni ikitai ka o shiru. Kawaīkedo muzukashī hito ni nari, kyarakutā no fun'iki no henka wa,`tanin no taido ga hokanohito ni eikyō o ataeru koto ga dekiru' to iu kanshū o nokoshite irunode, hadzuki wa watashinōkiniiridesu. Dakara watashi wa korera no kyarakutā ga daisukide, yuzu mo sukidatta... Tokuni haiburiddochairudo ga anata no shiawasena masutā o tsukuru hōhō o oshietekureru bubun.)\u001b[22m\n\nTranslations of \u001b[4mExpress themselves in an objective way and without much ado to get where they wanted to go. Hazuki is my favorite here because while it's cute, it becomes very hard person and this change of mood in a character makes it quite interesting because it leaves the conventional that 'other people's attitudes can influence others.' So I quite liked these characters, and also loved the Yuzu ... Especially the part where another Hybrid Child told how to make your happy master.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mExpress themselves in an objective way and without much ado to get where they wanted to go.\u001b[24m\n    \u001b[1m客観的なやり方で彼ら自身を表現して、どこに行きたいかを知る。\u001b[22m, \u001b[1m客観的な方法で、彼らが行きたかった場所を得るために大騒ぎせずに自分自身を表現。\u001b[22m\n\u001b[4mHazuki is my favorite here because while it's cute, it becomes very hard person and this change of mood in a character makes it quite interesting because it leaves the conventional that 'other people's attitudes can influence others.'\u001b[24m\n    \u001b[1mかわいいけど難しい人になり、キャラクターの雰囲気の変化は、「他人の態度が他の人に影響を与えることができる」という慣習を残しているので、葉月は私のお気に入りです。\u001b[22m, \u001b[1mそれはかわいいですが、それは非常に難しい人になり、それがいることを、従来のを離れるので、文字で気分のこの変更は、それが非常に面白くするため、葉月はここに私のお気に入りです」他の人の態度が他の人に影響を与えることができます。」\u001b[22m\n\u001b[4mSo I quite liked these characters, and also loved the Yuzu ... Especially the part where another Hybrid Child told how to make your happy master.\u001b[24m\n    \u001b[1mだから私はこれらのキャラクターが大好きで、ユズも好きだった...特にハイブリッドチャイルドがあなたの幸せなマスターを作る方法を教えてくれる部分。\u001b[22m, \u001b[1mだから私は非常にこれらの文字を好きで、また、ゆず...別のハイブリッド子供があなたの幸せなマスターを作成する方法を告げ特に一部を愛しました。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT: 10/10\n\n\u001b[1mエンジョイメント：10/10\u001b[22m\n\u001b[1m(Enjoimento: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT: 10/10\u001b[24m\n    \u001b[1mエンジョイメント：10/10\u001b[22m, \u001b[1m享有：10/10\u001b[22m\n\u001b[1m\u001b[22m\nI think everything was just right, the timing between each story and each proposal within the OVA's has HC a lot of fun with a dramatic dash without estrapolar. So sure, I can say I quite enjoyed the 4 OVA's.\n\n\u001b[1m私はすべてが正しかったと思っています。各話とOVA内の各提案との間のタイミングは、エストラップラーのないドラマチックなダッシュで多くの楽しみを持っています。 確かに、私は4つのOVAを楽しんだと言えるでしょう。\u001b[22m\n\u001b[1m(Watashi wa subete ga tadashikatta to omotte imasu. Kakuwa to ovu~a-nai no kaku teian to no ma no taimingu wa, esutorappurā no nai doramachikkuna dasshu de ōku no tanoshimi o motte imasu. Tashika ni, watashi wa 4tsu no ovu~a o tanoshinda to ierudeshou.)\u001b[22m\n\nTranslations of \u001b[4mI think everything was just right, the timing between each story and each proposal within the OVA's has HC a lot of fun with a dramatic dash without estrapolar. So sure, I can say I quite enjoyed the 4 OVA's.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think everything was just right, the timing between each story and each proposal within the OVA's has HC a lot of fun with a dramatic dash without estrapolar.\u001b[24m\n    \u001b[1m私はすべてが正しかったと思っています。各話とOVA内の各提案との間のタイミングは、エストラップラーのないドラマチックなダッシュで多くの楽しみを持っています。\u001b[22m, \u001b[1m私はすべてがちょうどよかったと思いますが、各話とOVAの内の各提案の間のタイミングは、HCにestrapolarせずに劇的なダッシュと多くの楽しみを持っています。\u001b[22m\n\u001b[4mSo sure, I can say I quite enjoyed the 4 OVA's.\u001b[24m\n    \u001b[1m確かに、私は4つのOVAを楽しんだと言えるでしょう。\u001b[22m, \u001b[1mだから必ず、私は非常に4 OVAのを楽しんだと言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL: 9/10\n\n\u001b[1m全体：9/10\u001b[22m\n\u001b[1m(Zentai: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mOVERALL: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL: 9/10\u001b[24m\n    \u001b[1m全体：9/10\u001b[22m, \u001b[1mOVERALL：9/10\u001b[22m\n\u001b[1m\u001b[22m\nHC but nothing compared to his brothers SIH and JR, because the quality here is far superior in many points.\n\n\u001b[1m彼の兄弟であるSIHとJRに比べて何もない。なぜなら、ここの品質は多くの点ではるかに優れているからだ。\u001b[22m\n\u001b[1m(Kare no kyōdaidearu SIH to JR ni kurabete nanimonai. Nazenara, koko no hinshitsu wa ōku no tende haruka ni sugurete irukarada.)\u001b[22m\n\nTranslations of \u001b[4mHC but nothing compared to his brothers SIH and JR, because the quality here is far superior in many points.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHC but nothing compared to his brothers SIH and JR, because the quality here is far superior in many points.\u001b[24m\n    \u001b[1m彼の兄弟であるSIHとJRに比べて何もない。なぜなら、ここの品質は多くの点ではるかに優れているからだ。\u001b[22m, \u001b[1mここでの品質は多くの点ではるかに優れているため、HCが、彼の兄弟SIHとJRに比べて何もありません。\u001b[22m"
  },
  {
    "title": "Hybrid_Child",
    "id": "11135",
    "url": "https://myanimelist.net/anime/11135/Hybrid_Child",
    "user": "HeyMasky",
    "profile": "/profile/HeyMasky/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=216107",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  6\nサウンド|  8\nキャラクター|  9\n|  9\n\nこれまでにyaoiを見たことのない人として、これは私を嵐に巻き込んだ。 実際、私はこれを見てもともとそれを気に入っていたことはありませんでした。 しかし、この短期間で、私たちはすぐに人形のような人間の創造者の裏話にも取り込まれます。 それは乗り物であり、私はこの創造の起伏を楽しみました。 私はうまく間違っていると証明されました。 これは4つのエピソードだけだったので、以前シリーズを見た友人はそれを推奨しました。 私たちは、4つのエピソードを一緒に見ていた。 正直言って、私は何を期待するか分からなかった。 私が得たものは、私が期待したよりも良いものでした。 物語は興味深いプロットで生きる。 私たちは、恋人をマスターから受け入れると成長する能力を控える人格化された人形のアイデアを紹介します。 これは、\"ハイブリッドチャイルド\"（したがって、アニメの名前）と呼ばれています。\n\nしかし、注目すべき点が1つあります。 私はこれまでこれに軽いメモがあると仮定していました。 しかし、私はすぐに別の方法で表示されました。 この少年愛は、より暗く、より憂うつな雰囲気を持っています。 私はシリーズの終わりまでに醜い汚れを放つことに気付きました。 しかし、悲しみがアニメから脱却するとは思わないでください。 代わりにプロットを深め、ジャンルに別の複雑な八尾を紹介します。 結局のところ、私はいつも悲しいアニメを避ける傾向がありますが、これを完全に楽しんでいました。\n\n文字にジャンプしましょう。 少年、これは楽しいものです。 あなたが関係について学びたくない場合は、この小さな段落を自由にジャンプしてください。 あなたが見ている前に（または見た後に）レビューをスキャンするとわからない場合は、さらに詳しく見てみましょう。最初の文字は、葉月とこたろうです 正直言って、私はあまり言いたくないので、次のものにジャンプしましょう。私たちは年齢ギャップのペアリングをしています。通常、私は倫理に欠けているので、年齢ギャップのペアリングという考えを避けています。 このペアリングはかわいいですし、真の愛の力に焦点を当てています（純粋なセックスではなく、あなたを思い出してください）。ここでは、アニメの終わりまで見るキャラクターを紹介します。 私たちはなぜこの人形がそんなに熱意を持っているのかを理解することができます私はここでのキャラクターが大好きですが、 私には苦情はありません。\n\n驚いたことに、私は実際にアニメーションを作るための合法的なポイントを持っています。 すべてのキャラクターには、「英国」と「セム」を識別するのに役立つ2つの異なる頭の形があります。 私の友人から私に提供された情報で、私はアニメーターがこのスタイルで知られていることに気付きました。 それは間違いなく何かですが、私はこのアニメーターにとってはこれが正常であると考えてもそれほどショッキングではないと思います。 ちょうどそれは注意するべきことです。\n\n率直に言えば、音に飛びついてみましょう。 音楽は通常、私の頭を越えていますが、これも例外ではありません。 主にサウンドトラックに焦点を当てた私の友人は、それによって喜んでいるので、それは何かです。 通常私はここで議論する何も本当にありません。 私はそれが私に与えられた楽しみに焦点を当てています、そして、音楽がポジティブから離れていないので、私は音が完全にうまいと思った。\n\n結論として、私はこのアニメが良かったと思う。 私はそれを大いに楽しんだ、と私はyaoiファンが本当にこれを愛すると思います。 私が見せていなかったし、少年愛にあらかじめ興味があっても、これは私を愛していました。 間違いなく情熱と愛がこの卵子シリーズに注がれ、あなたはそれを見つけ出すことができます。 私はyaoiのファンだけでなく、このジャンルの水をテストしたい人にもおすすめします。 私は飛び込んだので、何も後悔していない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nAs someone that has never watched a yaoi before, this took me by storm. In fact, I never originally planned on watching this - nonetheless actually liking it. However, in this short lapse of time we’re also soon brought into the backstory of the creator of these doll-like-humans. It’s a ride, and I definitely enjoyed the ups and downs of this creation. I was pleasantly proven wrong. Since this was only four episodes, my friend who had previously seen the series recommended it. We ended up binge watching the four episodes together. To be honest, I didn’t know what to expect. What I got though, was something better than I expected. The story comes to life with an interesting plot. We’re introduced to the idea of a personified doll that withholds the ability to grow if love is received from their masters. It’s referred to as a, “Hybrid Child” (hence the name of the anime).\n\n\u001b[1mこれまでにyaoiを見たことのない人として、これは私を嵐に巻き込んだ。 実際、私はこれを見てもともとそれを気に入っていたことはありませんでした。 しかし、この短期間で、私たちはすぐに人形のような人間の創造者の裏話にも取り込まれます。 それは乗り物であり、私はこの創造の起伏を楽しみました。 私はうまく間違っていると証明されました。 これは4つのエピソードだけだったので、以前シリーズを見た友人はそれを推奨しました。 私たちは、4つのエピソードを一緒に見ていた。 正直言って、私は何を期待するか分からなかった。 私が得たものは、私が期待したよりも良いものでした。 物語は興味深いプロットで生きる。 私たちは、恋人をマスターから受け入れると成長する能力を控える人格化された人形のアイデアを紹介します。 これは、\"ハイブリッドチャイルド\"（したがって、アニメの名前）と呼ばれています。\u001b[22m\n\u001b[1m(Kore made ni yaoi o mita koto no nai hito to shite, kore wa watashi o arashi ni makikonda. Jissai, watashi wa kore o mite motomoto sore o kiniitte ita koto wa arimasendeshita. Watashi wa umaku machigatte iru to shōmei sa remashita. Kore wa 4tsu no episōdo dakedattanode, izen shirīzu o mita yūjin wa sore o suishō shimashita. Watashitachiha, 4tsu no episōdo o issho ni mite ita. Shōjiki itte, watashi wa nani o kitai suru ka wakaranakatta. Watashi ga eta mono wa, watashi ga kitai shita yori mo yoi monodeshita. Monogatari wa kyōmibukai purotto de ikiru. Watashitachiha, koibito o masutā kara ukeireru to seichō suru nōryoku o hikaeru jinkaku-ka sa reta ningyō no aidea o shōkai shimasu. Kore wa, \" haiburiddochairudo\"(shitagatte, anime no namae) to yoba rete imasu. Shikashi, kono tankikan de, watashitachi wa sugu ni ningyō no yōna ningen no sōzō-sha no urabanashi ni mo torikoma remasu. Sore wa norimonodeari, watashi wa kono sōzō no kifuku o tanoshimimashita.)\u001b[22m\n\nTranslations of \u001b[4mAs someone that has never watched a yaoi before, this took me by storm. In fact, I never originally planned on watching this - nonetheless actually liking it. However, in this short lapse of time we’re also soon brought into the backstory of the creator of these doll-like-humans. It’s a ride, and I definitely enjoyed the ups and downs of this creation. I was pleasantly proven wrong. Since this was only four episodes, my friend who had previously seen the series recommended it. We ended up binge watching the four episodes together. To be honest, I didn’t know what to expect. What I got though, was something better than I expected. The story comes to life with an interesting plot. We’re introduced to the idea of a personified doll that withholds the ability to grow if love is received from their masters. It’s referred to as a, “Hybrid Child” (hence the name of the anime).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs someone that has never watched a yaoi before, this took me by storm.\u001b[24m\n    \u001b[1mこれまでにyaoiを見たことのない人として、これは私を嵐に巻き込んだ。\u001b[22m, \u001b[1m前やおいを見たことがない誰かのように、これは、嵐によって連れて行ってくれました。\u001b[22m\n\u001b[4mIn fact, I never originally planned on watching this - nonetheless actually liking it.\u001b[24m\n    \u001b[1m実際、私はこれを見てもともとそれを気に入っていたことはありませんでした。\u001b[22m, \u001b[1mそれにもかかわらず、実際にそれを好き - 実際に、私はもともとこれを見に計画することはありません。\u001b[22m\n\u001b[4mI was pleasantly proven wrong.\u001b[24m\n    \u001b[1m私はうまく間違っていると証明されました。\u001b[22m, \u001b[1m私は愉快に間違って証明されました。\u001b[22m\n\u001b[4mSince this was only four episodes, my friend who had previously seen the series recommended it.\u001b[24m\n    \u001b[1mこれは4つのエピソードだけだったので、以前シリーズを見た友人はそれを推奨しました。\u001b[22m, \u001b[1mこれは4つだけのエピソード、以前に見ていた私の友人だったのでシリーズはそれをお勧めします。\u001b[22m\n\u001b[4mWe ended up binge watching the four episodes together.\u001b[24m\n    \u001b[1m私たちは、4つのエピソードを一緒に見ていた。\u001b[22m, \u001b[1m私たちは一緒に4エピソードを見てどんちゃん騒ぎを終わりました。\u001b[22m\n\u001b[4mTo be honest, I didn’t know what to expect.\u001b[24m\n    \u001b[1m正直言って、私は何を期待するか分からなかった。\u001b[22m, \u001b[1m正直に言うと、私が期待するのかわかりませんでした。\u001b[22m\n\u001b[4mWhat I got though, was something better than I expected.\u001b[24m\n    \u001b[1m私が得たものは、私が期待したよりも良いものでした。\u001b[22m, \u001b[1m私も得たもの、私は予想以上に良いものでした。\u001b[22m\n\u001b[4mThe story comes to life with an interesting plot.\u001b[24m\n    \u001b[1m物語は興味深いプロットで生きる。\u001b[22m, \u001b[1m話は面白いプロットとの生活に来ます。\u001b[22m\n\u001b[4mWe’re introduced to the idea of a personified doll that withholds the ability to grow if love is received from their masters.\u001b[24m\n    \u001b[1m私たちは、恋人をマスターから受け入れると成長する能力を控える人格化された人形のアイデアを紹介します。\u001b[22m, \u001b[1m私たちは愛が彼らのマスターから受信した場合に増殖する能力を保留擬人人形のアイデアを紹介しています。\u001b[22m\n\u001b[4mIt’s referred to as a, “Hybrid Child” (hence the name of the anime).\u001b[24m\n    \u001b[1mこれは、\"ハイブリッドチャイルド\"（したがって、アニメの名前）と呼ばれています。\u001b[22m, \u001b[1mこれは、「ハイブリッドチャイルド」（アニメの名前の由来）と呼ばれています。\u001b[22m\n\u001b[4mHowever, in this short lapse of time we’re also soon brought into the backstory of the creator of these doll-like-humans.\u001b[24m\n    \u001b[1mしかし、この短期間で、私たちはすぐに人形のような人間の創造者の裏話にも取り込まれます。\u001b[22m, \u001b[1mしかし、この時間の短い経過では、我々はまた、すぐにこれらの人形様の人間の創造者の裏話に持ち込まいます。\u001b[22m\n\u001b[4mIt’s a ride, and I definitely enjoyed the ups and downs of this creation.\u001b[24m\n    \u001b[1mそれは乗り物であり、私はこの創造の起伏を楽しみました。\u001b[22m, \u001b[1mそれは乗り心地だ、と私は間違いなく、この創造の浮き沈みを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nThere is one thing to be noted, though. I had previously assumed this would have a lighter note to it. Yet, I was quickly shown otherwise. This shounen ai has a darker and more depressing vibe to it. I found myself letting out ugly sobs by the end of the series. Don’t think that the sadness takes away from the anime, though. It instead brings more depth the plot and introduces another complex yaoi to the genre. After all, I found myself enjoying this thoroughly even though I usually tend to avoid sad anime.\n\n\u001b[1mしかし、注目すべき点が1つあります。 私はこれまでこれに軽いメモがあると仮定していました。 しかし、私はすぐに別の方法で表示されました。 この少年愛は、より暗く、より憂うつな雰囲気を持っています。 私はシリーズの終わりまでに醜い汚れを放つことに気付きました。 しかし、悲しみがアニメから脱却するとは思わないでください。 代わりにプロットを深め、ジャンルに別の複雑な八尾を紹介します。 結局のところ、私はいつも悲しいアニメを避ける傾向がありますが、これを完全に楽しんでいました。\u001b[22m\n\u001b[1m(Shikashi, chūmoku subeki ten ga 1tsu arimasu. Watashi wa kore made kore ni karui memo ga aru to katei shite imashita. Shikashi, watashi wa sugu ni betsu no hōhō de hyōji sa remashita. Kono shōnen ai wa, yori kuraku, yori yūutsuna fun'iki o motte imasu. Watashi wa shirīzu no owari made ni minikui yogore o hanatsu koto ni kidzukimashita. Shikashi, kanashimi ga anime kara dakkyaku suru to wa omowanaide kudasai. Kawari ni purotto o fukame, janru ni betsu no fukuzatsuna Yao o shōkai shimasu. Kekkyokunotokoro, watashi wa itsumo kanashī anime o yokeru keikō ga arimasuga, kore o kanzen ni tanoshinde imashita.)\u001b[22m\n\nTranslations of \u001b[4mThere is one thing to be noted, though. I had previously assumed this would have a lighter note to it. Yet, I was quickly shown otherwise. This shounen ai has a darker and more depressing vibe to it. I found myself letting out ugly sobs by the end of the series. Don’t think that the sadness takes away from the anime, though. It instead brings more depth the plot and introduces another complex yaoi to the genre. After all, I found myself enjoying this thoroughly even though I usually tend to avoid sad anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is one thing to be noted, though.\u001b[24m\n    \u001b[1mしかし、注目すべき点が1つあります。\u001b[22m, \u001b[1m注意すべき一つのことは、しかし、があります。\u001b[22m\n\u001b[4mI had previously assumed this would have a lighter note to it.\u001b[24m\n    \u001b[1m私はこれまでこれに軽いメモがあると仮定していました。\u001b[22m, \u001b[1m私は以前、これはそれに軽いノートを持っていると想定していました。\u001b[22m\n\u001b[4mYet, I was quickly shown otherwise.\u001b[24m\n    \u001b[1mしかし、私はすぐに別の方法で表示されました。\u001b[22m, \u001b[1mしかし、私はすぐにそうしないと示されました。\u001b[22m\n\u001b[4mThis shounen ai has a darker and more depressing vibe to it.\u001b[24m\n    \u001b[1mこの少年愛は、より暗く、より憂うつな雰囲気を持っています。\u001b[22m, \u001b[1mこの少年愛はそれに暗く、より憂鬱な雰囲気を持っています。\u001b[22m\n\u001b[4mI found myself letting out ugly sobs by the end of the series.\u001b[24m\n    \u001b[1m私はシリーズの終わりまでに醜い汚れを放つことに気付きました。\u001b[22m, \u001b[1m私は自分自身のシリーズの終わりまでに醜いすすり泣きを出して発見しました。\u001b[22m\n\u001b[4mDon’t think that the sadness takes away from the anime, though.\u001b[24m\n    \u001b[1mしかし、悲しみがアニメから脱却するとは思わないでください。\u001b[22m, \u001b[1mしかし、悲しみはアニメから離れて取ることを考えてはいけません。\u001b[22m\n\u001b[4mIt instead brings more depth the plot and introduces another complex yaoi to the genre.\u001b[24m\n    \u001b[1m代わりにプロットを深め、ジャンルに別の複雑な八尾を紹介します。\u001b[22m, \u001b[1mそれは、代わりに、より深さをプロットをもたらし、ジャンルに別の複雑なやおいを紹介します。\u001b[22m\n\u001b[4mAfter all, I found myself enjoying this thoroughly even though I usually tend to avoid sad anime.\u001b[24m\n    \u001b[1m結局のところ、私はいつも悲しいアニメを避ける傾向がありますが、これを完全に楽しんでいました。\u001b[22m, \u001b[1m結局のところ、私は通常、悲しいアニメを避ける傾向にあるにもかかわらず、これを完全に楽しんで自分自身を発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nLet’s jump to the characters. Boy, this is a fun one. If you don’t want to learn about the relationships, then feel free to jump past this little paragraph. If you're ready to learn a bit about the characters prior to watching (or after watching, I don't know when you scan reviews (: ), then let's go further. We are first introduced to the beginning characters, Hazuki and Kotarou . To be honest, I don't have much to say on them, so let's just jump to the next. We have our age-gap pairing. Usually, I avoid the idea of an age-gap pairing because it lacks morals. Yet , this pairing is cute and it focuses on the power of true love (not pure sex, mind you.) Here, we're introduced to a character we'll see until the end of the anime - Ichi. This brings us to the depth of the plot, and we're brought into the better understanding of the creator of these hybrid children. It's a sad ride, but we're able to understand why he puts so much passion into the dolls. I love the characters here, and I have no complaints.\n\n\u001b[1m文字にジャンプしましょう。 少年、これは楽しいものです。 あなたが関係について学びたくない場合は、この小さな段落を自由にジャンプしてください。 あなたが見ている前に（または見た後に）レビューをスキャンするとわからない場合は、さらに詳しく見てみましょう。最初の文字は、葉月とこたろうです 正直言って、私はあまり言いたくないので、次のものにジャンプしましょう。私たちは年齢ギャップのペアリングをしています。 このペアリングはかわいいですし、真の愛の力に焦点を当てています（純粋なセックスではなく、心配します）。ここでは、アニメの終わりまで見るキャラクターを紹介します。 私たちはなぜこの人形がそんなに熱意を持っているのかを理解することができます私はここでのキャラクターが大好きですが、 私には苦情はありません。\u001b[22m\n\u001b[1m(Moji ni janpu shimashou. Shōnen, kore wa tanoshī monodesu. Anata ga kankei ni tsuite manabitakunai baai wa, kono chīsana danraku o jiyū ni janpu shite kudasai. Anata ga mite iru mae ni (matawa mita nochi ni) rebyū o sukyan suruto wakaranai baai wa, sara ni kuwashiku mite mimashou. Saisho no moji wa, hadzuki to kotaroudesu shōjiki itte, watashi wa amari iitakunainode,-ji no mono ni janpu shimashou. Watashitachiha nenrei gyappu no pea ringu o shite imasu. Kono pea ringu wa kawaīdesushi, shin no ai no chikara ni shōten o atete imasu (junsuina sekkusude wa naku, shinpai shimasu). Kokode wa, anime no owari made miru kyarakutā o shōkai shimasu. Watashitachi wa naze kono ningyō ga son'nani netsui o motte iru no ka o rikai suru koto ga dekimasu watashi wa koko de no kyarakutā ga daisukidesuga, watashiniha kujō wa arimasen.)\u001b[22m\n\u001b[1m\u001b[22m\nOkay, surprisingly, I actually have a legitimate point to make about the animation. All of the characters have either two different head shapes that help you identify the ‘uke’ and the ‘seme’. With information provided to me by my friend, I’ve came to the realization that the animator is known for this style. It’s definitely something, but I guess that it isn’t really shocking considering that this is the normal for this animator. Just it’s something to note.\n\n\u001b[1m驚いたことに、私は実際にアニメーションを作るための合法的なポイントを持っています。 すべてのキャラクターには、「英国」と「セム」を識別するのに役立つ2つの異なる頭の形があります。 私の友人から私に提供された情報で、私はアニメーターがこのスタイルで知られていることに気付きました。 それは間違いなく何かですが、私はこのアニメーターにとってはこれが正常であると考えてもそれほどショッキングではないと思います。 ちょうどそれは注意するべきことです。\u001b[22m\n\u001b[1m(Odoroita koto ni, watashi wa jissai ni animēshon o tsukuru tame no gōhō-tekina pointo o motte imasu. Subete no kyarakutā ni wa,`Igirisu' to `Semu' o shikibetsu suru no ni yakudatsu 2tsu no kotonaru atama no katachi ga arimasu. Watashi no yūjin kara watashi ni teikyō sa reta jōhō de, watashi wa animētā ga kono sutairu de shira rete iru koto ni kidzukimashita. Sore wa machigainaku nanikadesuga, watashi wa kono animētā ni totte wa kore ga seijōdearu to kangaete mo sorehodo shokkingude wa nai to omoimasu. Chōdo sore wa chūi surubeki kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mOkay, surprisingly, I actually have a legitimate point to make about the animation. All of the characters have either two different head shapes that help you identify the ‘uke’ and the ‘seme’. With information provided to me by my friend, I’ve came to the realization that the animator is known for this style. It’s definitely something, but I guess that it isn’t really shocking considering that this is the normal for this animator. Just it’s something to note.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay, surprisingly, I actually have a legitimate point to make about the animation.\u001b[24m\n    \u001b[1m驚いたことに、私は実際にアニメーションを作るための合法的なポイントを持っています。\u001b[22m, \u001b[1mさて、驚くべきことに、私は実際にアニメーションについて作るために正当なポイントを持っています。\u001b[22m\n\u001b[4mAll of the characters have either two different head shapes that help you identify the ‘uke’ and the ‘seme’.\u001b[24m\n    \u001b[1mすべてのキャラクターには、「英国」と「セム」を識別するのに役立つ2つの異なる頭の形があります。\u001b[22m, \u001b[1m文字のすべては、あなたが「ウケ」と「セメ」を識別するのに役立つのいずれか二つの異なるヘッド形状を有しています。\u001b[22m\n\u001b[4mWith information provided to me by my friend, I’ve came to the realization that the animator is known for this style.\u001b[24m\n    \u001b[1m私の友人から私に提供された情報で、私はアニメーターがこのスタイルで知られていることに気付きました。\u001b[22m, \u001b[1m私の友人が私に与えられた情報で、私はアニメーターはこのスタイルで知られて実現に来ました。\u001b[22m\n\u001b[4mIt’s definitely something, but I guess that it isn’t really shocking considering that this is the normal for this animator.\u001b[24m\n    \u001b[1mそれは間違いなく何かですが、私はこのアニメーターにとってはこれが正常であると考えてもそれほどショッキングではないと思います。\u001b[22m, \u001b[1mそれは間違いなく何かが、私はそれは、これがこのアニメーターのために正常であることを考えると本当に衝撃的ではないと思います。\u001b[22m\n\u001b[4mJust it’s something to note.\u001b[24m\n    \u001b[1mちょうどそれは注意するべきことです。\u001b[22m, \u001b[1mちょうどそれは注意するものです。\u001b[22m\n\u001b[1m\u001b[22m\nFrankly, let’s jump to sound. The music usually goes over my head, and this is no exception. My friend who focuses primarily on the soundtrack is pleased by it, so that’s something. Usually I don’t really have anything to discuss here. I focus on the enjoyment it gives me, and since the music didn’t take away from the positivity, I thought the sound was perfectly fine.\n\n\u001b[1m率直に言えば、音に飛びついてみましょう。 音楽は通常、私の頭を越えていますが、これも例外ではありません。 主にサウンドトラックに焦点を当てた私の友人は、それによって喜んでいるので、それは何かです。 通常私はここで議論する何も本当にありません。 私はそれが私に与えられた楽しみに焦点を当てています、そして、音楽がポジティブから離れていないので、私は音が完全にうまいと思った。\u001b[22m\n\u001b[1m(Sotchoku ni ieba,-on ni tobitsuite mimashou. Ongaku wa tsūjō, watashi no atama o koete imasuga, kore mo reigaide wa arimasen. Omoni saundotorakku ni shōten o ateta watashi no yūjin wa, sore ni yotte yorokonde irunode, soreha nanikadesu. Tsūjō watashi wa koko de giron suru nani mo hontōni arimasen. Watashi wa sore ga watashi ni atae rareta tanoshimi ni shōten o atete imasu, soshite, ongaku ga pojitibu kara hanarete inainode, watashi wa oto ga kanzen ni umai to omotta.)\u001b[22m\n\nTranslations of \u001b[4mFrankly, let’s jump to sound. The music usually goes over my head, and this is no exception. My friend who focuses primarily on the soundtrack is pleased by it, so that’s something. Usually I don’t really have anything to discuss here. I focus on the enjoyment it gives me, and since the music didn’t take away from the positivity, I thought the sound was perfectly fine.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrankly, let’s jump to sound.\u001b[24m\n    \u001b[1m率直に言えば、音に飛びついてみましょう。\u001b[22m, \u001b[1m率直に言って、音にジャンプしてみましょう。\u001b[22m\n\u001b[4mThe music usually goes over my head, and this is no exception.\u001b[24m\n    \u001b[1m音楽は通常、私の頭を越えていますが、これも例外ではありません。\u001b[22m, \u001b[1m音楽は、通常、私の頭の上に行く、これは例外ではありません。\u001b[22m\n\u001b[4mMy friend who focuses primarily on the soundtrack is pleased by it, so that’s something.\u001b[24m\n    \u001b[1m主にサウンドトラックに焦点を当てた私の友人は、それによって喜んでいるので、それは何かです。\u001b[22m, \u001b[1mサウンドトラックに主に焦点を当てて私の友人は、それによって満足しているので、それは何か。\u001b[22m\n\u001b[4mUsually I don’t really have anything to discuss here.\u001b[24m\n    \u001b[1m通常私はここで議論する何も本当にありません。\u001b[22m, \u001b[1m通常、私は本当にここで議論する何かを持っていません。\u001b[22m\n\u001b[4mI focus on the enjoyment it gives me, and since the music didn’t take away from the positivity, I thought the sound was perfectly fine.\u001b[24m\n    \u001b[1m私はそれが私に与えられた楽しみに焦点を当てています、そして、音楽がポジティブから離れていないので、私は音が完全にうまいと思った。\u001b[22m, \u001b[1m私はそれが私を与える楽しさに焦点を当て、そして音楽が陽性から奪うなかったので、私は音が完全に罰金だと思いました。\u001b[22m\n\u001b[1m\u001b[22m\nTo conclude, I think this anime was good. I enjoyed it a lot, and I think yaoi fans will really love this one. Even though I hadn’t shown and prior interest in shounen ai, this made me love it. Definitely passion and love is poured into this ova series, and you’ll be able to spot it out. I recommend this - not only to yaoi fans, but also to people who are wanting to test the waters in this genre. I jumped in and I don’t regret anything.\n\n\u001b[1m結論として、私はこのアニメが良かったと思う。 私はそれを大いに楽しんだ、と私はyaoiファンが本当にこれを愛すると思います。 私はshounen aiを見せておらず事前に関心を持っていましたが、これで私はそれを愛していました。 間違いなく情熱と愛がこの卵子シリーズに注がれ、あなたはそれを見つけ出すことができます。 私はyaoiのファンだけでなく、このジャンルの水をテストしたい人にもおすすめします。 私は飛び込んだので、何も後悔していない。\u001b[22m\n\u001b[1m(Ketsuron to shite, watashi wa kono anime ga yokatta to omou. Watashi wa sore o ōini tanoshinda, to watashi wa yaoi fan ga hontōni kore o aisuru to omoimasu. Watashi wa shounen ai o misete orazu jizen ni kanshin o motte imashitaga, kore de watashi wa sore o aishite imashita. Machigainaku jōnetsu to ai ga kono ranshi shirīzu ni sosoga re, anata wa sore o mitsukedasu koto ga dekimasu. Watashi wa yaoi no fan dakedenaku, kono janru no mizu o tesuto shitai hito ni mo osusume shimasu. Watashi wa tobikondanode, nani mo kōkai shite inai.)\u001b[22m\n\nTranslations of \u001b[4mTo conclude, I think this anime was good. I enjoyed it a lot, and I think yaoi fans will really love this one. Even though I hadn’t shown and prior interest in shounen ai, this made me love it. Definitely passion and love is poured into this ova series, and you’ll be able to spot it out. I recommend this - not only to yaoi fans, but also to people who are wanting to test the waters in this genre. I jumped in and I don’t regret anything.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo conclude, I think this anime was good.\u001b[24m\n    \u001b[1m結論として、私はこのアニメが良かったと思う。\u001b[22m, \u001b[1m結論として、私はこのアニメが良かったと思います。\u001b[22m\n\u001b[4mI enjoyed it a lot, and I think yaoi fans will really love this one.\u001b[24m\n    \u001b[1m私はそれを大いに楽しんだ、と私はyaoiファンが本当にこれを愛すると思います。\u001b[22m, \u001b[1m私はそれをたくさん楽しんだ、と私はやおいファンは本当にこの1を愛すると思います。\u001b[22m\n\u001b[4mEven though I hadn’t shown and prior interest in shounen ai, this made me love it.\u001b[24m\n    \u001b[1m私はshounen aiを見せておらず事前に関心を持っていましたが、これで私はそれを愛していました。\u001b[22m, \u001b[1m私が示され、少年愛で前に関心していなかったにもかかわらず、これは私がそれを愛するました。\u001b[22m\n\u001b[4mDefinitely passion and love is poured into this ova series, and you’ll be able to spot it out.\u001b[24m\n    \u001b[1m間違いなく情熱と愛がこの卵子シリーズに注がれ、あなたはそれを見つけ出すことができます。\u001b[22m, \u001b[1m確かに情熱と愛は、この卵子シリーズに注ぎ、あなたはそれを見つけることができるでしょう。\u001b[22m\n\u001b[4mI recommend this - not only to yaoi fans, but also to people who are wanting to test the waters in this genre.\u001b[24m\n    \u001b[1m私はyaoiのファンだけでなく、このジャンルの水をテストしたい人にもおすすめします。\u001b[22m, \u001b[1m私はこれをお勧めします - やおいファンにだけでなく、このジャンルで水をテストするために欠けている人々にだけではなく。\u001b[22m\n\u001b[4mI jumped in and I don’t regret anything.\u001b[24m\n    \u001b[1m私は飛び込んだので、何も後悔していない。\u001b[22m, \u001b[1m私は中に飛び込んだと私は何も後悔していません。\u001b[22m"
  },
  {
    "title": "Hybrid_Child",
    "id": "11135",
    "url": "https://myanimelist.net/anime/11135/Hybrid_Child",
    "user": "thyeeun",
    "profile": "/profile/thyeeun/reviews",
    "pages": "1",
    "number": "14",
    "link": "/reviews.php?id=213499",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\njunjou romanticaとSekai-ichi Hatsukoi（同じ著者）のハイブリッドチャイルドは、何らかの形で結びついているが、ハイブリッドな子供の作者の他の作品とは違った3人の夫婦の話を様々な部分で触れたので、 それはあなたがもっと多くのエピソードを請うアニメのようなものです。 私はマンガを読んで、残念なことにシングルボリュームですが、アニメの中に残されていて、チェックアウトする価値のある章があります。  20年後、私はおそらくまだこの物語で泣くでしょう。  EDがすべての心を壊すと、それは本当に見る価値のあるアニメです",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAs junjou romantica and Sekai-ichi Hatsukoi ( the same author ) hybrid child tells the story of three couples who are connected in some way , but different from other works of the author in hybrid child I was touched in various parts . It is the kind of anime that makes you beg for more episodes . I read the manga and unfortunately is single volume but there is an extra chapter that was left out of the anime then worth checking out . In 20 years I probably still will cry with this story . With ED to break all hearts , it really is an anime worth watching\n\n\u001b[1mjunjou romanticaとSekai-ichi Hatsukoi（同じ著者）のハイブリッドチャイルドは、何らかの形で結びついているが、ハイブリッドな子供の作者の他の作品とは違った3人の夫婦の話を様々な部分で触れたので、 それはあなたがもっと多くのエピソードを請うアニメのようなものです。 私はマンガを読んで、残念なことにシングルボリュームですが、アニメの中に残されていて、チェックアウトする価値のある章があります。  20年後、私はおそらくまだこの物語で泣くでしょう。  EDがすべての心を壊すと、それは本当に見る価値のあるアニメです\u001b[22m\n\u001b[1m(Junjou romantica to Sekai - ichi Hatsukoi (onaji chosha) no haiburiddochairudo wa, nanrakano katachi de musubitsuite iruga, haiburiddona kodomo no sakusha no ta no sakuhin to wa chigatta 3-ri no fūfu no hanashi o samazamana bubun de furetanode, sore wa anata ga motto ōku no episōdo o kou anime no yōna monodesu. Watashi wa manga o yonde, zan'nen'nakotoni shinguruboryūmudesuga, anime no naka ni nokosa rete ite, Chekkuauto suru kachinoaru shō ga arimasu. 20-Nen-go, watashi wa osoraku mada kono monogatari de nakudeshou. ED ga subete no kokoro o kowasu to, sore wa hontōni miru kachinoaru animedesu)\u001b[22m\n\nTranslations of \u001b[4mAs junjou romantica and Sekai-ichi Hatsukoi ( the same author ) hybrid child tells the story of three couples who are connected in some way , but different from other works of the author in hybrid child I was touched in various parts . It is the kind of anime that makes you beg for more episodes . I read the manga and unfortunately is single volume but there is an extra chapter that was left out of the anime then worth checking out . In 20 years I probably still will cry with this story . With ED to break all hearts , it really is an anime worth watching\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs junjou romantica and Sekai-ichi Hatsukoi ( the same author ) hybrid child tells the story of three couples who are connected in some way , but different from other works of the author in hybrid child I was touched in various parts .\u001b[24m\n    \u001b[1mjunjou romanticaとSekai-ichi Hatsukoi（同じ著者）のハイブリッドチャイルドは、何らかの形で結びついているが、ハイブリッドな子供の作者の他の作品とは違った3人の夫婦の話を様々な部分で触れたので、\u001b[22m, \u001b[1m純情ロマンチカのと世界一初恋のように（同じ著者）ハイブリッド子は、いくつかの方法で接続されている3つのカップルの物語が、私はさまざまな部分に触れたハイブリッド子で作者の他の作品とは異なるように指示します。\u001b[22m\n\u001b[4mIt is the kind of anime that makes you beg for more episodes .\u001b[24m\n    \u001b[1mそれはあなたがもっと多くのエピソードを請うアニメのようなものです。\u001b[22m, \u001b[1mそれはあなたがより多くのエピソードを請う作るアニメの一種です。\u001b[22m\n\u001b[4mI read the manga and unfortunately is single volume but there is an extra chapter that was left out of the anime then worth checking out .\u001b[24m\n    \u001b[1m私はマンガを読んで、残念なことにシングルボリュームですが、アニメの中に残されていて、チェックアウトする価値のある章があります。\u001b[22m, \u001b[1m私は漫画を読んで、残念ながら、単一のボリュームですが、チェックアウトする価値が、その後アニメの外に残された余分な章があります。\u001b[22m\n\u001b[4mIn 20 years I probably still will cry with this story .\u001b[24m\n    \u001b[1m20年後、私はおそらくまだこの物語で泣くでしょう。\u001b[22m, \u001b[1m20年間で、私はおそらくまだこの話で泣きます。\u001b[22m\n\u001b[4mWith ED to break all hearts , it really is an anime worth watching\u001b[24m\n    \u001b[1mEDがすべての心を壊すと、それは本当に見る価値のあるアニメです\u001b[22m, \u001b[1mすべての心を破壊するEDと、それは本当に見る価値のアニメです\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
