[
  {
    "title": "Cross_Fight_B-Daman",
    "id": "11177",
    "url": "https://myanimelist.net/anime/11177/Cross_Fight_B-Daman",
    "user": "Wei_Jay_Tan",
    "profile": "/profile/Wei_Jay_Tan/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=210939",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  6\n\nクロスファイトB-Daman（2011-2012）（TVシリーズ）\nオリジナルスコア：2/4\nシリーズ：****（4/5）\n品質：*** 1/2（2.5 / 5）\n\n「親愛なる読者よ、あなたがシリーズを見ているなら、シリーズに微妙に組み込まれている消費者主義のために落ちないように自分自身を見てください。\n\n私がクロスファイトB-Damanシリーズを終えてからかなりの間、私は自分がシリーズのエピソードの多くにあったB-Damanの戦いを徹底的に楽しんだことを認めなければなりません。 実際、それは本当にシリーズの主なものでしたね。 それは私が何か他のものを買うために使っている私のスペースとお金を消費しています：メディア。 より良いもののために人間を変える可能性のある貴重な映像。 それは私がやっていることで、偉大な映画を集め、より良いもののためにそれらを宣伝します。 しかし、男。 私がB-Damanを買ったとき、私はあまりメディアに興味がありませんでした。 今、私はすでにそのすべてをB-Damanに費やしています。 私は停止しましたが、それはちょうどそれです。 当分の間はこれ以上はありません。 絶対にそして明らかに。 タイトルの種類は、シリーズが何であるかを明らかにしているので、そうではありませんか？ うん、それはアニメ業界のプロダクトのフランチャイズでもあるB-Damanです。 私は自分からいくつかの言葉で始めます。 さて、私は本当に遊んでいないそれらのおもちゃのすべてにそのお金のすべてを費やしていないことを願った。 おもちゃ、私はすでにB-Damanシリーズの多くの（公式ライセンス）バージョンを集めましたが、今はもうそれらと遊んでいません。 しかし、私はまだ彼らを私の食器棚にうまく収めています。 実際には、それは私がこれまでにもう一つのB-Daman製品を購入する最後の時間です！\nこのシリーズは、カケルと彼のB-DamanのパートナーDracyanについてです。  Crossfireのシークレットトーナメントに出場する選手のうち、カケルが生きる都市の伝説的な伝説であった者は誰か。 彼らは別々の部分に分かれていて、それぞれには自分の名前と自分の力と人格があります。 彼らは見て楽しいが、エピソードは基本的にはB-Daman Battlesのエピソードである。 そして、それらの戦いの長さは、通常、1つまたは2つのエピソードのように長く伸びます。 とにかく、それはあなたがシリーズのエピソードについて知る必要があるすべてです。 そこでは、彼はB-Damanスキルを構築し、Dracyanとの友好関係を強め始める。 誰が話すことができ、自分自身の感情も持っています。 私たちの観客は、B-Damanが存在する世界で同時にパワーとおもちゃのような別の世界に運ばれます。  B-Dama、公式大理石、遠距離、さらに特殊な力を使うこともできます。 だから、あなたは知っている、魔法とパワーの側面の存在。 ニース！ 時には面白いこともあります。 これらのB-Damansは、私がそれらを呼んだように、大理石の爆破のフィギュアです。\n\nこのショーには、友情、忠誠心、協力、権力など、いくつかの道徳的なメッセージがあります。 しかし、彼らはB-Damanの楽しさで表現されています。 十分で十分です。 シリーズや映画内で肯定的なメッセージが表現されている場合、これはメディアの最高のメリットの1つです。 しかし、消費主義？ それは本当に良いことではありません。 それでも、シリーズには明らかな成人向けコンテンツはまったくありません。（一言、ここで私は本当に嫌いなことを言及しています。）Ecchi and Fan Service、暴力、強い言葉、またはアニメファンが期待できるもの 。  O.K.ので、この番組はまだ子供たちが楽しむものですが、B-Damanのおもちゃを後で求めるかもしれないので注意してください。 いずれかを購入する予定の場合は、必ず金額を管理してください。 私の場合は、かなり高価であるため、B-Damanに関連する他のものを買うという衝動をすでに止めています。\n\nそれから、そのシリーズをおもちゃに広告することができますか？ 多分。 しかし、まだ若い子供たちにはまだ質があると思います。 彼らは、派手な特殊効果、良いアニメーション、ショーのいくつかの肯定的なロールモデルで画面上のB  -  Daman Battlesを見て楽しむでしょう。 ここからは、文字について話します。 キャラクターはかなりよく特徴づけられているが、その多くはシリーズの中でそれぞれの役割と個性を持つ多くのエピソードで登場する。 さて、日本のアニメ、彼らは素晴らしい物語と素晴らしいストーリーテリングを持っています。 このシリーズは子供たちを楽しませ、子供と十代の若者にはまだ何らかの品質を保ちます。 彼らにも彼らが覚えている楽しみを提供する。 私の中の消費主義について私を始めさせてはいけません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nCross Fight B-Daman (2011-2012) (Television Series)\n\n\u001b[1mクロスファイトB-Daman（2011-2012）（TVシリーズ）\u001b[22m\n\u001b[1m(Kurosufaito B - Daman (2011 - 2012) (TV shirīzu))\u001b[22m\n\nTranslations of \u001b[4mCross Fight B-Daman (2011-2012) (Television Series)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCross Fight B-Daman (2011-2012) (Television Series)\u001b[24m\n    \u001b[1mクロスファイトB-Daman（2011-2012）（TVシリーズ）\u001b[22m, \u001b[1mクロスファイトビーダマン（2011年から2012年）（テレビシリーズ）\u001b[22m\nOriginal Score:2/4\n\n\u001b[1mオリジナルスコア：2/4\u001b[22m\n\u001b[1m(Orijinaru sukoa: 2/ 4)\u001b[22m\n\nTranslations of \u001b[4mOriginal Score:2/4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOriginal Score:2/4\u001b[24m\n    \u001b[1mオリジナルスコア：2/4\u001b[22m\nSeries: **** (4/5)\n\n\u001b[1mシリーズ：****（4/5）\u001b[22m\n\u001b[1m(Shirīzu:****(4 / 5))\u001b[22m\n\nTranslations of \u001b[4mSeries: **** (4/5)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeries: **** (4/5)\u001b[24m\n    \u001b[1mシリーズ：****（4/5）\u001b[22m\nQuality: ***1/2 (2.5/5)\n\n\u001b[1m品質：*** 1/2（2.5 / 5）\u001b[22m\n\u001b[1m(Hinshitsu:*** 1/ 2 (2 . 5/ 5))\u001b[22m\n\nTranslations of \u001b[4mQuality: ***1/2 (2.5/5)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mQuality: ***1/2 (2.5/5)\u001b[24m\n    \u001b[1m品質：*** 1/2（2.5 / 5）\u001b[22m\n\u001b[1m\u001b[22m\n'Dear reader, if you are watching the series, watch yourself so that you do not fall for any of the consumerism that is subtly incorporated in the series.'\n\n\u001b[1m「親愛なる読者よ、あなたがシリーズを見ているなら、シリーズに微妙に組み込まれている消費者主義のために落ちないように自分自身を見てください。\u001b[22m\n\u001b[1m(`Shin'ainaru dokusha yo, anata ga shirīzu o mite irunara, shirīzu ni bimyō ni kumikoma rete iru shōhisha shugi no tame ni ochinai yō ni jibun jishin o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4m'Dear reader, if you are watching the series, watch yourself so that you do not fall for any of the consumerism that is subtly incorporated in the series.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Dear reader, if you are watching the series, watch yourself so that you do not fall for any of the consumerism that is subtly incorporated in the series.'\u001b[24m\n    \u001b[1m「親愛なる読者よ、あなたがシリーズを見ているなら、シリーズに微妙に組み込まれている消費者主義のために落ちないように自分自身を見てください。\u001b[22m, \u001b[1m「親愛なる読者、あなたはシリーズを見ている場合は、微妙に直列に組み込まれている消費者のいずれにも該当しないように、自分自身を見て。」\u001b[22m\n\u001b[1m\u001b[22m\nIt's been quite a while since I have finished the series of Cross Fight B-Daman, and I myself must admit that I thoroughly enjoyed the B-Daman battles that were in many of the series's episodes. In fact, that really was the main thing of what the series is about, isn't it? It's consuming my space and money that I am using to buy something else: Media. Valuable footage that has a potential to change human beings for the better. That what I do, collect great films and promoting them for the better good. But, man. When I bought B-Daman, I wasn't that interested in media that much yet. Now, I have already spent so much on all that B-Daman. I've stopped, but that's just about it. No more for the time being. Absolutely and obviously. Because the title kind of gives away what the series is about, isn't it? Yep, it's about B-Daman which is also a franchise of products in the anime industry. I'll begin with a few words from myself; Geez, I wished I hadn't spend all of that money on all of those toys that I really am not playing with so often. Toys, well I have already collected many (Officially Licensed) versions of the B-Daman series, but now I hardly play around with them anymore. But I still keep them well in my cupboard. In fact, that's the last time I'll ever buy another B-Daman product!\n\n\u001b[1m私がクロスファイトB-Damanシリーズを終えてからかなりの間、私は自分がシリーズのエピソードの多くにあったB-Damanの戦いを徹底的に楽しんだことを認めなければなりません。 実際、それは本当にシリーズの主なものでしたね。 それは私が何か他のものを買うために使っている私のスペースとお金を消費しています：メディア。 より良いもののために人間を変える可能性のある貴重な映像。 それは私がやっていることで、偉大な映画を集め、より良いもののためにそれらを宣伝します。 しかし、男。 私がB-Damanを買ったとき、私はあまりメディアに興味がありませんでした。 今、私はすでにそのすべてをB-Damanに費やしています。 私は停止しましたが、それはちょうどそれです。 当分の間はこれ以上はありません。 絶対にそして明らかに。 タイトルの種類は、シリーズが何であるかを明らかにしているので、そうではありませんか？ うん、それはアニメ業界のプロダクトのフランチャイズでもあるB-Damanです。 私は自分からいくつかの言葉で始めます。 さて、私は本当に遊んでいないそれらのおもちゃのすべてにそのお金のすべてを費やしていないことを願った。 おもちゃ、私はすでにB-Damanシリーズの多くの（公式ライセンス）バージョンを集めましたが、今はもうそれらと遊んでいません。 しかし、私はまだ彼らを私の食器棚にうまく収めています。 実際には、それは私がこれまでにもう一つのB-Daman製品を購入する最後の時間です！\u001b[22m\n\u001b[1m(Watashi ga kurosufaito B - Daman shirīzu o oete kara kanari no ma, watashi wa jibun ga shirīzu no episōdo no ōku ni atta B - Daman no tatakai o tetteiteki ni tanoshinda koto o mitomenakereba narimasen. Jissai, sore wa hontōni shirīzu no omona monodeshita ne. Zettai ni soshite akiraka ni. Taitoru no shurui wa, shirīzu ga nandearu ka o akiraka ni shite irunode,-sōde wa arimasen ka? Un, soreha anime gyōkai no purodakuto no furanchaizude mo aru B - Damandesu. Watashi wa jibun kara ikutsu ka no kotoba de hajimemasu. Sate, watashi wa hontōni asonde inai sorera no omocha no subete ni sono okane no subete o tsuiyashite inai koto o negatta. Omocha, watashi wa sudeni B - Daman shirīzu no ōku no (kōshiki raisensu) bājon o atsumemashitaga, ima wa mō sorera to asonde imasen. Shikashi, watashi wa mada karera o watashi no shokkitana ni umaku osamete imasu. Jissai ni wa, sore wa watashi ga kore made ni mōhitotsu no B - Daman seihin o kōnyū suru saigo no jikandesu! Sore wa watashi ga nanika hoka no mono o kau tame ni tsukatte iru watashi no supēsu to okane o shōhi shite imasu: Media. Yori yoi mono no tame ni ningen o kaeru kanōsei no aru kichōna eizō. Sore wa watashi ga yatte iru koto de, idaina eiga o atsume, yori yoi mono no tame ni sorera o senden shimasu. Shikashi, otoko. Watashi ga B - Daman o katta toki, watashi wa amari media ni kyōmi ga arimasendeshita. Ima, watashi wa sudeni sono subete o B - Daman ni tsuiyashite imasu. Watashi wa teishi shimashitaga, sore wa chōdo soredesu. Tōbun'nokan wa kore ijō wa arimasen.)\u001b[22m\nThe series is about Kakeru and his B-Daman partner Dracyan. Who are a few of the chosen to compete in the secret tournament of Crossfire, which was an urban legend in the city where Kakeru Lives. They are divided into different parts, and each of them has their own name and their own power and personalities. Fun to watch they are, but the episodes are basically episodes of B-Daman Battles all the way. And the length of those battles usually stretches as long as one or two episodes. Anyway, that's all you need to know about the episodes of the series. There, he begins to build both his B-Daman Skills and strengthen his bond of friendship with Dracyan. Who can talk and has their own feelings as well. We audiences are then transported to another world where B-Daman is like a power and toy at the same time in the world where it exists. They can fire these so called: B-Dama, official marbles for them, long distances and even use special powers. So now you know, the presence of the aspect of magic and power. Nice! And sometimes can be fun to watch. These B-Damans, they are, as I call them, Marble blasting figures.\n\n\u001b[1mこのシリーズは、カケルと彼のB-DamanのパートナーDracyanについてです。  Crossfireのシークレットトーナメントに出場する選手のうち、カケルが生きる都市の伝説的な伝説であった者は誰か。 彼らは別々の部分に分かれていて、それぞれには自分の名前と自分の力と人格があります。 彼らは見て楽しいが、エピソードは基本的にはB-Daman Battlesのエピソードである。 そして、それらの戦いの長さは、通常、1つまたは2つのエピソードのように長く伸びます。 とにかく、それはあなたがシリーズのエピソードについて知る必要があるすべてです。 そこでは、彼はB-Damanスキルを構築し、Dracyanとの友好関係を強め始める。 誰が話すことができ、自分自身の感情も持っています。 私たちの観客は、B-Damanが存在する世界で同時にパワーとおもちゃのような別の世界に運ばれます。  B-Dama、公式大理石、遠距離、さらに特殊な力を使うこともできます。 だから、あなたは知っている、魔法とパワーの側面の存在。 ニース！ 時には面白いこともあります。 これらのB-Damansは、私がそれらを呼んだように、大理石の爆破のフィギュアです。\u001b[22m\n\u001b[1m(Kono shirīzu wa, kakeru to kare no B - Daman no pātonā Dracyan ni tsuitedesu. Kurosufaia no shīkurettotōnamento ni shutsujō suru senshu no uchi, kakeru ga ikiru toshi no densetsu-tekina densetsudeatta mono wa dare ka. Sokode wa, kare wa B - Daman sukiru o kōchiku shi, Dracyan to no yūkō kankei o tsuyome hajimeru. Dare ga hanasu koto ga deki, jibunjishin'no kanjō mo motte imasu. Watashitachi no kankyaku wa, B - Daman ga sonzai suru sekai de dōjini pawā to omocha no yōna betsu no sekai ni hakoba remasu. B - Dama, kōshiki dairiseki, enkyori, sarani tokushuna chikara o tsukau koto mo dekimasu. Dakara, anata wa shitte iru, mahō to pawā no sokumen no sonzai. Nīsu! Tokiniha omoshiroi koto mo arimasu. Korera no B - Damans wa, watashi ga sorera o yonda yō ni, dairiseki no bakuha no figyuadesu. Karera wa betsubetsu no bubun ni wakarete ite, sorezore ni wa jibun no namae to jibun no chikara to jinkaku ga arimasu. Karera wa mite tanoshīga, episōdo wa kihontekini wa B - Daman batorusu no episōdodearu. Soshite, sorera no tatakai no naga-sa wa, tsūjō, 1tsu matawa 2tsu no episōdo no yō ni nagaku nobimasu. Tonikaku, sore wa anata ga shirīzu no episōdo ni tsuite shiru hitsuyō ga aru subetedesu.)\u001b[22m\n\u001b[1m\u001b[22m\nThe show has some moral messages within, such as friendship, loyalty, cooperation and power. However, they are expressed with the fun of B-Daman. Enough is enough. When there are positive messages being expressed within the series or movie, that is one of the highest merits of media. But consumerism? That's not really a good thing. Even so, the series is quite empty of any explicit adult content, (Sigh, here we go again, mentioning the thing that I REALLY hate.) Ecchi and Fan Service, violence, strong language or any of that stuff that anime fans might expect . O.K., so this show is still something for children to enjoy, but be careful because they might ask for the B-Daman toys afterwards. If planning to buy any, be sure to control the amount. In my case I have already stopped my urge of buying anything else related to B-Daman because it is quite expensive.\n\n\u001b[1mこのショーには、友情、忠誠心、協力、権力など、いくつかの道徳的なメッセージがあります。 しかし、彼らはB-Damanの楽しさで表現されています。 十分で十分です。 シリーズや映画内で肯定的なメッセージが表現されている場合、これはメディアの最高のメリットの1つです。 しかし、消費主義？ それは本当に良いことではありません。 それでも、シリーズには明らかな成人向けコンテンツはまったくありません。（一言、ここで私は本当に嫌いなことを言及しています。）Ecchi and Fan Service、暴力、強い言葉、またはアニメファンが期待できるもの 。  O.K.ので、この番組はまだ子供たちが楽しむものですが、B-Damanのおもちゃを後で求めるかもしれないので注意してください。 いずれかを購入する予定の場合は、必ず金額を管理してください。 私の場合は、かなり高価であるため、B-Damanに関連する他のものを買うという衝動をすでに止めています。\u001b[22m\n\u001b[1m(Kono shō ni wa, yūjō, chūsei kokoro, kyōryoku, kenryoku nado, ikutsu ka no dōtokutekina messēji ga arimasu. Shikashi, karera wa B - Daman no tanoshisa de hyōgen sa rete imasu. Shirīzu ya eiga-nai de kōtei-tekina messēji ga hyōgen sa rete iru baai, koreha media no saikō no meritto no 1tsudesu. Shikashi, shōhi shugi? Sore wa hontōni yoi kotode wa arimasen. Soredemo, shirīzu ni wa akirakana seijin-muke kontentsu wa mattaku arimasen. (Hitokoto, koko de watashi wa hontōni kiraina koto o genkyū shite imasu. ) Ecchi ando Fan sābisu, bōryoku, tsuyoi kotoba, matawa anime fan ga kitai dekiru mono. O. K.Node, kono bangumi wa mada kodomo-tachi ga tanoshimu monodesuga, B - Daman no omocha o atode motomeru kamo shirenainode chūi shite kudasai. Izureka o kōnyū suru yotei no baai wa, kanarazu kingaku o kanri shite kudasai. Watashi no baai wa, kanari kōkadearu tame, B - Daman ni kanren suru ta no mono o kau to iu shōdō o sudeni tomete imasu. Jūbunde jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mThe show has some moral messages within, such as friendship, loyalty, cooperation and power. However, they are expressed with the fun of B-Daman. Enough is enough. When there are positive messages being expressed within the series or movie, that is one of the highest merits of media. But consumerism? That's not really a good thing. Even so, the series is quite empty of any explicit adult content, (Sigh, here we go again, mentioning the thing that I REALLY hate.) Ecchi and Fan Service, violence, strong language or any of that stuff that anime fans might expect . O.K., so this show is still something for children to enjoy, but be careful because they might ask for the B-Daman toys afterwards. If planning to buy any, be sure to control the amount. In my case I have already stopped my urge of buying anything else related to B-Daman because it is quite expensive.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show has some moral messages within, such as friendship, loyalty, cooperation and power.\u001b[24m\n    \u001b[1mこのショーには、友情、忠誠心、協力、権力など、いくつかの道徳的なメッセージがあります。\u001b[22m, \u001b[1mショーは、このような友情、忠誠心、協力、電力などの内のいくつかの道徳的なメッセージを持っています。\u001b[22m\n\u001b[4mHowever, they are expressed with the fun of B-Daman.\u001b[24m\n    \u001b[1mしかし、彼らはB-Damanの楽しさで表現されています。\u001b[22m, \u001b[1mしかし、それらはビーダマンの楽しさで表現されています。\u001b[22m\n\u001b[4mWhen there are positive messages being expressed within the series or movie, that is one of the highest merits of media.\u001b[24m\n    \u001b[1mシリーズや映画内で肯定的なメッセージが表現されている場合、これはメディアの最高のメリットの1つです。\u001b[22m, \u001b[1mシリーズまたは映画内で発現される正のメッセージが存在する場合、それは、メディアの最もメリットの一つです。\u001b[22m\n\u001b[4mBut consumerism?\u001b[24m\n    \u001b[1mしかし、消費主義？\u001b[22m, \u001b[1mしかし、消費者？\u001b[22m\n\u001b[4mThat's not really a good thing.\u001b[24m\n    \u001b[1mそれは本当に良いことではありません。\u001b[22m\n\u001b[4mEven so, the series is quite empty of any explicit adult content, (Sigh, here we go again, mentioning the thing that I REALLY hate.) Ecchi and Fan Service, violence, strong language or any of that stuff that anime fans might expect\u001b[24m\n    \u001b[1mそれでも、シリーズには明らかな成人向けコンテンツはまったくありません。（一言、ここで私は本当に嫌いなことを言及しています。）Ecchi and Fan Service、暴力、強い言葉、またはアニメファンが期待できるもの\u001b[22m, \u001b[1mたとえそうであっても、シリーズは、明示的なアダルトコンテンツのかなり空である、（ため息、ここでは私が本当に嫌いなことを言及、再度行く。）エッチとファンサービス、暴力、強力な言語やその原料のいずれかのアニメファンが期待するかもしれないこと\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mO.K., so this show is still something for children to enjoy, but be careful because they might ask for the B-Daman toys afterwards.\u001b[24m\n    \u001b[1mO.K.ので、この番組はまだ子供たちが楽しむものですが、B-Damanのおもちゃを後で求めるかもしれないので注意してください。\u001b[22m, \u001b[1mO.K.ので、このショーは、まだ子供たちが楽しむためのものですが、彼らはその後ビーダマンのおもちゃを頼むかもしれないので注意してください。\u001b[22m\n\u001b[4mIf planning to buy any, be sure to control the amount.\u001b[24m\n    \u001b[1mいずれかを購入する予定の場合は、必ず金額を管理してください。\u001b[22m, \u001b[1mいずれかを購入することを計画した場合は、量を制御するようにしてください。\u001b[22m\n\u001b[4mIn my case I have already stopped my urge of buying anything else related to B-Daman because it is quite expensive.\u001b[24m\n    \u001b[1m私の場合は、かなり高価であるため、B-Damanに関連する他のものを買うという衝動をすでに止めています。\u001b[22m, \u001b[1mそれは非常に高価であるため、私の場合はすでにビーダマンに関連する何かを購入する私の衝動を停止しました。\u001b[22m\n\u001b[4mEnough is enough.\u001b[24m\n    \u001b[1m十分で十分です。\u001b[22m, \u001b[1m十分に十分です。\u001b[22m\n\u001b[1m\u001b[22m\nThen can we call the series an advert to the toys? Probably. However, I still think that it still holds some quality to young children. They will enjoy watching the B-Daman Battles on screen with the flashy special effects, good animation and some positive role models in the show as well. Starting here, I'll talk about the characters. The characters are quite well characterized, with many of them appearing in the series many episodes with their respective roles and personalities. Well, Japanese anime, they have great stories and great storytelling as well. The series will entertain kids and still hold some quality to kids and teens. Providing them some enjoyment that they will remember as well. Just don't get me started about the consumerism within.\n\n\u001b[1mそれから、そのシリーズをおもちゃに広告することができますか？ 多分。 しかし、まだ若い子供たちにはまだ質があると思います。 彼らは、派手な特殊効果、良いアニメーション、ショーのいくつかの肯定的なロールモデルで画面上のB  -  Daman Battlesを見て楽しむでしょう。 ここからは、文字について話します。 キャラクターはかなりよく特徴づけられているが、その多くはシリーズの中でそれぞれの役割と個性を持つ多くのエピソードで登場する。 さて、日本のアニメ、彼らは素晴らしい物語と素晴らしいストーリーテリングを持っています。 このシリーズは子供たちを楽しませ、子供と十代の若者にはまだ何らかの品質を保ちます。 彼らにも彼らが覚えている楽しみを提供する。 私の中の消費主義について私を始めさせてはいけません。\u001b[22m\n\u001b[1m(Sorekara, sono shirīzu o omocha ni kōkoku suru koto ga dekimasu ka? Tabun. Shikashi, mada wakai kodomo-tachi ni wa mada shitsu ga aru to omoimasu. Karera wa, hadena tokushu kōka, yoi animēshon, shō no ikutsu ka no kōtei-tekina rōrumoderu de gamen'ue no B - Daman batoruzu o mite tanoshimudeshou. Koko kara wa, moji ni tsuite hanashimasu. Kyarakutā wa kanari yoku tokuchō dzuke rarete iruga, sono ōku wa shirīzu no naka de sorezore no yakuwari to kosei o motsu ōku no episōdo de tōjō suru. Sate, nihon'noanime, karera wa subarashī monogatari to subarashī sutōrīteringu o motte imasu. Kono shirīzu wa kodomo-tachi o tanoshima se, kodomo to jūdai no wakamono ni wa mada nanrakano hinshitsu o tamochimasu. Karera ni mo karera ga oboete iru tanoshimi o teikyō suru. Watashi no naka no shōhi shugi ni tsuite watashi o hajime sasete wa ikemasen.)\u001b[22m\n\nTranslations of \u001b[4mThen can we call the series an advert to the toys? Probably. However, I still think that it still holds some quality to young children. They will enjoy watching the B-Daman Battles on screen with the flashy special effects, good animation and some positive role models in the show as well. Starting here, I'll talk about the characters. The characters are quite well characterized, with many of them appearing in the series many episodes with their respective roles and personalities. Well, Japanese anime, they have great stories and great storytelling as well. The series will entertain kids and still hold some quality to kids and teens. Providing them some enjoyment that they will remember as well. Just don't get me started about the consumerism within.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen can we call the series an advert to the toys?\u001b[24m\n    \u001b[1mそれから、そのシリーズをおもちゃに広告することができますか？\u001b[22m, \u001b[1mその後、我々は玩具に広告シリーズを呼び出すことができますか？\u001b[22m\n\u001b[4mProbably.\u001b[24m\n    \u001b[1m多分。\u001b[22m, \u001b[1m恐らく。\u001b[22m, \u001b[1mおそらく。\u001b[22m\n\u001b[4mHowever, I still think that it still holds some quality to young children.\u001b[24m\n    \u001b[1mしかし、まだ若い子供たちにはまだ質があると思います。\u001b[22m, \u001b[1mしかし、私はまだそれはまだ若い子供たちにいくつかの品質を保持していることと思います。\u001b[22m\n\u001b[4mThey will enjoy watching the B-Daman Battles on screen with the flashy special effects, good animation and some positive role models in the show as well.\u001b[24m\n    \u001b[1m彼らは、派手な特殊効果、良いアニメーション、ショーのいくつかの肯定的なロールモデルで画面上のB  -  Daman Battlesを見て楽しむでしょう。\u001b[22m, \u001b[1m彼らは同様にショーで派手な特殊効果、優れたアニメーション、いくつかの積極的な役割モデルと画面上ビーダマンバトルを見てお楽しみいただけます。\u001b[22m\n\u001b[4mStarting here, I'll talk about the characters.\u001b[24m\n    \u001b[1mここからは、文字について話します。\u001b[22m, \u001b[1mここから、私は文字について話しましょう。\u001b[22m\n\u001b[4mThe characters are quite well characterized, with many of them appearing in the series many episodes with their respective roles and personalities.\u001b[24m\n    \u001b[1mキャラクターはかなりよく特徴づけられているが、その多くはシリーズの中でそれぞれの役割と個性を持つ多くのエピソードで登場する。\u001b[22m, \u001b[1m文字は、それらの多くはそれぞれの役割や個性と直列多くのエピソードに登場すると、非常によく特徴付けられています。\u001b[22m\n\u001b[4mWell, Japanese anime, they have great stories and great storytelling as well.\u001b[24m\n    \u001b[1mさて、日本のアニメ、彼らは素晴らしい物語と素晴らしいストーリーテリングを持っています。\u001b[22m, \u001b[1mまあ、日本のアニメ、彼らは同様に素晴らしいストーリーと偉大な物語を持っています。\u001b[22m\n\u001b[4mThe series will entertain kids and still hold some quality to kids and teens.\u001b[24m\n    \u001b[1mこのシリーズは子供たちを楽しませ、子供と十代の若者にはまだ何らかの品質を保ちます。\u001b[22m, \u001b[1mシリーズは、子供たちを楽しま、まだ子供や十代の若者たちにいくつかの品質を保持します。\u001b[22m\n\u001b[4mProviding them some enjoyment that they will remember as well.\u001b[24m\n    \u001b[1m彼らにも彼らが覚えている楽しみを提供する。\u001b[22m, \u001b[1m彼らが同様に覚えているだろういくつかの楽しみを提供します。\u001b[22m\n\u001b[4mJust don't get me started about the consumerism within.\u001b[24m\n    \u001b[1m私の中の消費主義について私を始めさせてはいけません。\u001b[22m, \u001b[1mちょうど私は、内の消費者については開始されません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Cross_Fight_B-Daman",
    "id": "11177",
    "url": "https://myanimelist.net/anime/11177/Cross_Fight_B-Daman",
    "user": "NukeExplodes",
    "profile": "/profile/NukeExplodes/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=206863",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  6\nキャラクター|  8\n|  9\n\n私はテレビで数年前に見たことがあるアニメです。しかし、最後のいくつかのエピソードは見られず、ダブが吸い込まれたので、私はそれを生で見ることにしました。\n全体的に、私はこのアニメが今でも好きです。私が好きでなかったのは、おもちゃだけでした。\n\nストーリー（7/10）\n私はこの物語が十分にオリジナルであることを発見しました。これは子供のアニメではありましたが、それは繰り返しか5歳のくそではありませんでした。基本的に、物語はCross Bightの秘密のB-Damanのマッチです。 何人かの特別なB-Damanを持っている人はB-Damanと呼ばれるでしょう.B-Damanは大理石などを撮影する何らかのおもちゃです。\n\nアート（7/10）\n芸術は特別なものではありませんでしたが、このシリーズに私を惹きつけました。芸術について本当に良かったのは、それが虚弱なCGI効果を使わなかったということです。\n\nサウンド（7/10）\nオープニングはあまり好きではなかったが、声優はかなり良かった。\n\nキャラクター（8/10）\nキャラクターにはステレオタイプがいくつかありましたが、面白かったし、ストーリーを続けていました。春は私の好きなキャラクターでしたが、私はまだ彼（キャラクターとして、もちろん）を愛しています。\n\n楽しさ（9/10）\n私はこのショーを見て楽しんだ、それについて何も言わなかった。\n\n全体的に（7/10）\n今、私はこのショーに7を与えた2つの理由があります。\n - それは興味深いコンセプトだったし、もっとうまくいったかもしれない\n - それは単に「私たちのおもちゃを買う」というだけのことではありませんでした。\n====================================\nこのショーの対象者：\n子供たちのアニメを嫌う人\n - 子供",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis is an anime I remember watching some years ago on TV.However,I didn't see the last few episodes,and the dub sucked,so I decided to watch it raw.\n\n\u001b[1m私はテレビで数年前に見たことがあるアニメです。しかし、私は最後のいくつかのエピソードを見ていないとダブ吸ったので、私は生で見ることにしました。\u001b[22m\n\u001b[1m(Watashi wa terebi de sūnenmae ni mita koto ga aru animedesu. Shikashi, watashi wa saigo no ikutsu ka no episōdo o miteinai to dabu suttanode, watakushiha-sei de miru koto ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThis is an anime I remember watching some years ago on TV.However,I didn't see the last few episodes,and the dub sucked,so I decided to watch it raw.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is an anime I remember watching some years ago on TV.However,I didn't see the last few episodes,and the dub sucked,so I decided to watch it raw.\u001b[24m\n    \u001b[1m私はテレビで数年前に見たことがあるアニメです。しかし、私は最後のいくつかのエピソードを見ていないとダブ吸ったので、私は生で見ることにしました。\u001b[22m, \u001b[1mこれは私がTV.Howeverに何年か前に見て覚えているアニメですが、私は最後のいくつかのエピソードを見ていない、とダブは吸い込ま、私は生のそれを見ることにしました。\u001b[22m\nOverall,I like this anime even now.The only thing I didn't like was the toys.\n\n\u001b[1m全体的に、私はこのアニメが今でも好きです。私が好きでなかったのは、おもちゃだけでした。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa kono anime ga ima demo sukidesu. Watashi ga sukidenakatta no wa, omocha dakedeshita.)\u001b[22m\n\nTranslations of \u001b[4mOverall,I like this anime even now.The only thing I didn't like was the toys.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall,I like this anime even now.The only thing I didn't like was the toys.\u001b[24m\n    \u001b[1m全体的に、私はこのアニメが今でも好きです。私が好きでなかったのは、おもちゃだけでした。\u001b[22m, \u001b[1m全体的に、私は好きではなかったこのアニメさえnow.The唯一の事はおもちゃだったような。\u001b[22m\n\u001b[1m\u001b[22m\nStory (7/10)\n\n\u001b[1mストーリー（7/10）\u001b[22m\n\u001b[1m(Sutōrī (7 / 10))\u001b[22m\n\nTranslations of \u001b[4mStory (7/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (7/10)\u001b[24m\n    \u001b[1mストーリー（7/10）\u001b[22m\nI found the story to be original enough.Although this was a children's anime,it wasn't repetitive or 5-year old shit.Basically,the story is about Cross Fight,which are some secret B-Daman matches,and that only kids who have some kind of special B-Daman will be called in.B-Daman are some kind of toys that shoot marbles or whatever.\n\n\u001b[1m私はこの物語が十分にオリジナルであることを発見しました。これは子供のアニメではありましたが、それは繰り返しか5歳のくそではありませんでした。基本的に、物語はCross Bightの秘密のB-Damanのマッチです。 何人かの特別なB-Damanを持っている人はB-Damanと呼ばれるでしょう.B-Damanは大理石などを撮影する何らかのおもちゃです。\u001b[22m\n\u001b[1m(Watashi wa kono monogatari ga jūbun ni orijinarudearu koto o hakken shimashita. Kore wa kodomo no animede wa arimashitaga, soreha kurikaeshi ka 5-sai no ku-sode wa arimasendeshita. Kihontekini, monogatari wa Cross Bight no himitsu no B - Daman no matchidesu. Nan'ninka no tokubetsuna B - Daman o motte iru hito wa B - Daman to yoba rerudeshou. B - Daman wa dairiseki nado o satsuei suru nanrakano omochadesu.)\u001b[22m\n\nTranslations of \u001b[4mI found the story to be original enough.Although this was a children's anime,it wasn't repetitive or 5-year old shit.Basically,the story is about Cross Fight,which are some secret B-Daman matches,and that only kids who have some kind of special B-Daman will be called in.B-Daman are some kind of toys that shoot marbles or whatever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found the story to be original enough.Although this was a children's anime,it wasn't repetitive or 5-year old shit.Basically,the story is about Cross Fight,which are some secret B-Daman matches,and that only kids\u001b[24m\n    \u001b[1m私はこの物語が十分にオリジナルであることを発見しました。これは子供のアニメではありましたが、それは繰り返しか5歳のくそではありませんでした。基本的に、物語はCross Bightの秘密のB-Damanのマッチです。\u001b[22m, \u001b[1m私はそれが反復的ではなかったか、5歳shit.Basically、話はいくつかの秘密ビーダマンが一致しているクロスファイト、程度であり、唯一の子供こと、話はこれが子供のアニメだった元enough.Althoughであることが判明しました\u001b[22m\n\u001b[4mwho have some kind of special B-Daman will be called in.B-Daman are some kind of toys that shoot marbles or whatever.\u001b[24m\n    \u001b[1m何人かの特別なB-Damanを持っている人はB-Damanと呼ばれるでしょう.B-Damanは大理石などを撮影する何らかのおもちゃです。\u001b[22m, \u001b[1min.B-ダマンと呼ばれる特殊なビーダマンのいくつかの種類がビー玉または何を撃つおもちゃのいくつかの種類である持っている人。\u001b[22m\n\u001b[1m\u001b[22m\nArt (7/10)\n\n\u001b[1mアート（7/10）\u001b[22m\n\u001b[1m(Āto (7 / 10))\u001b[22m\n\nTranslations of \u001b[4mArt (7/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (7/10)\u001b[24m\n    \u001b[1mアート（7/10）\u001b[22m\nThe art wasn't anything special,but it's what got me into this series.What was really good about the art is that it didn't use any crappy CGI effects.\n\n\u001b[1m芸術は特別なものではありませんでしたが、このシリーズに私を惹きつけました。芸術について本当に良かったのは、それが虚弱なCGI効果を使わなかったということです。\u001b[22m\n\u001b[1m(Geijutsu wa tokubetsuna monode wa arimasendeshitaga, kono shirīzu ni watashi o hiki tsukemashita. Geijutsu ni tsuite hontōni yokatta no wa, sore ga kyojakuna CGI kōka o tsukawanakatta to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art wasn't anything special,but it's what got me into this series.What was really good about the art is that it didn't use any crappy CGI effects.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art wasn't anything special,but it's what got me into this series.What was really good about the art is that it didn't use any crappy CGI effects.\u001b[24m\n    \u001b[1m芸術は特別なものではありませんでしたが、このシリーズに私を惹きつけました。芸術について本当に良かったのは、それが虚弱なCGI効果を使わなかったということです。\u001b[22m, \u001b[1m芸術は何も特別なことではなかったが、それはこのseries.Whatに私を得たものだと、芸術について本当に良かった、それは任意の安っぽいCGIのエフェクトを使用しなかったことです。\u001b[22m\n\u001b[1m\u001b[22m\nSound (7/10)\n\n\u001b[1mサウンド（7/10）\u001b[22m\n\u001b[1m(Saundo (7 / 10))\u001b[22m\n\nTranslations of \u001b[4mSound (7/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (7/10)\u001b[24m\n    \u001b[1mサウンド（7/10）\u001b[22m\nI didn't like the opening much,but the voice acting was fairly good.\n\n\u001b[1mオープニングはあまり好きではなかったが、声優はかなり良かった。\u001b[22m\n\u001b[1m(Ōpuningu wa amari sukide wa nakattaga, seiyū wa kanari yokatta.)\u001b[22m\n\nTranslations of \u001b[4mI didn't like the opening much,but the voice acting was fairly good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn't like the opening much,but the voice acting was fairly good.\u001b[24m\n    \u001b[1mオープニングはあまり好きではなかったが、声優はかなり良かった。\u001b[22m, \u001b[1m私は多くの開口部を好きではなかったが、声の演技はかなり良かったです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters (8/10)\n\n\u001b[1mキャラクター（8/10）\u001b[22m\n\u001b[1m(Kyarakutā (8 / 10))\u001b[22m\n\nTranslations of \u001b[4mCharacters (8/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters (8/10)\u001b[24m\n    \u001b[1mキャラクター（8/10）\u001b[22m, \u001b[1m文字（8/10）\u001b[22m\nThis was my favorite aspect of this anime.The characters had some stereotypes,but they were interesting and kept the story going.Subaru was my favorite character and I still love him (as a character,of course).\n\n\u001b[1mキャラクターにはステレオタイプがいくつかありましたが、面白かったし、ストーリーを続けていました。春は私の好きなキャラクターでしたが、私はまだ彼（キャラクターとして、もちろん）を愛しています。\u001b[22m\n\u001b[1m(Kyarakutā ni wa sutereo taipu ga ikutsu ka arimashitaga, omoshirokatta shi, sutōrī o tsudzukete imashita. Haru wa watashi no sukina kyarakutādeshitaga, watashi wa mada kare (kyarakutā to shite, mochiron) o aishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis was my favorite aspect of this anime.The characters had some stereotypes,but they were interesting and kept the story going.Subaru was my favorite character and I still love him (as a character,of course).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was my favorite aspect of this anime.The characters had some stereotypes,but they were interesting and kept the story going.Subaru was my favorite character and I still love him (as a character,of course).\u001b[24m\n    \u001b[1mキャラクターにはステレオタイプがいくつかありましたが、面白かったし、ストーリーを続けていました。春は私の好きなキャラクターでしたが、私はまだ彼（キャラクターとして、もちろん）を愛しています。\u001b[22m, \u001b[1mこれは、文字がいくつかの固定観念を持っていたこのanime.Theの私のお気に入りの様相だったが、彼らは面白かったとgoing.Subaruは私の好きなキャラクターだったと私はまだ（もちろん、文字として）彼を愛して話を続けました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment (9/10)\n\n\u001b[1m楽しさ（9/10）\u001b[22m\n\u001b[1m(Tanoshisa (9 / 10))\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (9/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (9/10)\u001b[24m\n    \u001b[1m楽しさ（9/10）\u001b[22m\nI enjoyed watching this show,nothing more to say about it.\n\n\u001b[1m私はこのショーを見て楽しんだ、それについて何も言わなかった。\u001b[22m\n\u001b[1m(Watashi wa kono shō o mite tanoshinda, sore ni tsuite nani mo iwanakatta.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed watching this show,nothing more to say about it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed watching this show,nothing more to say about it.\u001b[24m\n    \u001b[1m私はこのショーを見て楽しんだ、それについて何も言わなかった。\u001b[22m, \u001b[1m私はそれについて言うことの何物でも、この番組を見て楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall (7/10)\n\n\u001b[1m全体的に（7/10）\u001b[22m\n\u001b[1m(Zentai-teki ni (7 / 10))\u001b[22m\n\nTranslations of \u001b[4mOverall (7/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall (7/10)\u001b[24m\n    \u001b[1m全体的に（7/10）\u001b[22m, \u001b[1m総合（7/10）\u001b[22m\nNow,there are two reasons I gave this show a 7.\n\n\u001b[1m今、私はこのショーに7を与えた2つの理由があります。\u001b[22m\n\u001b[1m(Ima, watashi wa kono shō ni 7 o ataeta 2tsu no riyū ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mNow,there are two reasons I gave this show a 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow,there are two reasons I gave this show a 7.\u001b[24m\n    \u001b[1m今、私はこのショーに7を与えた2つの理由があります。\u001b[22m, \u001b[1m今、私はこのショー7を与えた二つの理由があります。\u001b[22m\n- It was an interesting concept and it could have done better\n\n\u001b[1m - それは興味深いコンセプトだったし、もっとうまくいったかもしれない\u001b[22m\n\u001b[1m(- Sore wa kyōmibukai konseputodattashi, motto umaku itta kamo shirenai)\u001b[22m\n\nTranslations of \u001b[4m- It was an interesting concept and it could have done better\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- It was an interesting concept and it could have done better\u001b[24m\n    \u001b[1m - それは興味深いコンセプトだったし、もっとうまくいったかもしれない\u001b[22m, \u001b[1m - それは興味深い概念であり、それはよりよい行っている可能性が\u001b[22m\n- It should have been more than just a way to say 'Buy our toys'\n\n\u001b[1m - それは単に「私たちのおもちゃを買う」というだけのことではありませんでした。\u001b[22m\n\u001b[1m(- Sore wa tan'ni `watashitachi no omocha o kau' to iu dake no kotode wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4m- It should have been more than just a way to say 'Buy our toys'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- It should have been more than just a way to say 'Buy our toys'\u001b[24m\n    \u001b[1m - それは単に「私たちのおもちゃを買う」というだけのことではありませんでした。\u001b[22m, \u001b[1m - それは私たちのおもちゃを買う」と言ってだけの方法よりも多くされている必要があります\u001b[22m\n==============================================\n\n\u001b[1m====================================\u001b[22m\n\u001b[1m(= = = = = = = = = = = =========================)\u001b[22m\n\nTranslations of \u001b[4m==============================================\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m==============================================\u001b[24m\n    \u001b[1m====================================\u001b[22m, \u001b[1m==============================================\u001b[22m\nWho this show's for :\n\n\u001b[1mこのショーの対象者：\u001b[22m\n\u001b[1m(Kono shō no taishō-sha:)\u001b[22m\n\nTranslations of \u001b[4mWho this show's for :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWho this show's for :\u001b[24m\n    \u001b[1mこのショーの対象者：\u001b[22m, \u001b[1m誰がこのショーはのためです：\u001b[22m\n-People who don't cringe at kids anime\n\n\u001b[1m子供たちのアニメを嫌う人\u001b[22m\n\u001b[1m(Kodomo-tachi no anime o kirau hito)\u001b[22m\n\nTranslations of \u001b[4m-People who don't cringe at kids anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-People who don't cringe at kids anime\u001b[24m\n    \u001b[1m子供たちのアニメを嫌う人\u001b[22m, \u001b[1mキッズアニメでうんざりしない-People\u001b[22m\n-Kids\n\n\u001b[1m - 子供\u001b[22m\n\u001b[1m(- Kodomo)\u001b[22m\n\nTranslations of \u001b[4m-Kids\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Kids\u001b[24m\n    \u001b[1m - 子供\u001b[22m, \u001b[1m-Kids\u001b[22m"
  }
]
