[
  {
    "title": "Rinne_no_Lagrange",
    "id": "11227",
    "url": "https://myanimelist.net/anime/11227/Rinne_no_Lagrange",
    "user": "lolzteez",
    "profile": "/profile/lolzteez/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=51877",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n長いレビューで最初に試してみましょう、それがどうなるか見てみましょう。 それは2つのエピソードだけだったので、このレビューは後でそれほど重要ではないでしょう。 更新しようとします！ だから私の2セントです...\nエピソード[2]  - 現在\n\nストーリー[8]：\n杏乃まどかは、困っている人を助けてくれる、気さくで自信のある高校生です。 ある日、彼女は蘭という奇妙な女の子と出会い、地球を攻撃する異星人を侵略から守るためにロボットを操縦するよう求められます（このショーのメカはロボットです）。 これはやや一般的なメカ関連のアニメーションプロットラインですが、それは見た目よりも大きなものになる可能性が非常に高いです。\n\nビジュアル[9]：\nここではあまり言いませんが、それはProduction I.Gです。 結局。 要するに、このショーのアニメーションはこれまでのところ素晴らしいものでした。 キャラクターの動きは自然に流れ、その表現は完璧に行われ、キャラクターが相互作用するのを見ることは喜びです。 メカは日産以外で設計されており、非常に興味深いアイデアを出しています。 彼らは、本体上のカーブやカラーリング、車の形からよりヒューマノイドな形への変換能力、そしてそれらの後ろに流れる緑の粒子様の光のために、ユーレカ7でのLFOのデザインを非常に思い起こさせます。 サーフィン/飛行。 キャラクターとメカのデザインは観客の間で混ざっていますが、全体的に私はそれらを愛していました。\n\nサウンド[9]：\nこのショーの声優たちはこれまで本当に良い仕事をしてきました。 彼らはキャラクターのイメージに合っており、あなたはキャラクターの相互作用に本当に気分と感情を感じることができます。 サウンドトラックは私のためにこのショーの最も記憶に残る部分でした。 中島めぐみがOP（奇妙なキャッチーなトーンを奏でる）とED（エピソードを終えたときの緊張を解消する陽気なJポップ）の両方を披露して、この番組に満足してもらえます。 ショーを通して演奏するBGMは、状況の雰囲気を引き出すだけでなく、ショーのすべてのシーンを座って楽しむこともできます。\n\nキャラクター[9]：\nRinne no Lagrangeは、そのジャンルのほとんどのアニメがそのキャラクターで失敗したと私が信じたことをしました。 彼らは私たちに、非常に面白そうな自信を持った人物を与えましたが、観客を自分の人格と誇りで悩ますことはありません。 これは、彼女の場所に彼女を保つためにそこにいる大姉妹のタイプのおかげで、最初は無情に見えるかもしれない少女が、実際にリードの行動を緩和するのに役立つ性格を持っています。 これは、キャラクターのやりとりがキャラクターをこのショーで見るのをより面白くするのに役立つ方法の一例です。キャラクターの会話や行動を通じて、ジェネリックであると思われるものの下で個性についてのより詳細なビューを得ることができます キャラクター。\n\n楽しさ[10]：\nこのショーは見るだけの喜びです。 冒頭のエーテル様の夢のようなオープニング・シークエンスから、ショーを通して紹介されている素敵なキャラクターケミストリー、完璧に流れるハイテンチャーメカバッグまで。 それは決して拍手を逃すことはありません、そして、私はただそれを毎分愛しています。 生産I.G. もう一度私に別のギルティクラウンを引っ張って終わらない、私は間違いなくこの素晴らしいアニメに「マル！\n\n全体的な[9]"
  },
  {
    "title": "Rinne_no_Lagrange",
    "id": "11227",
    "url": "https://myanimelist.net/anime/11227/Rinne_no_Lagrange",
    "user": "NlSHlKlN0",
    "profile": "/profile/NlSHlKlN0/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=57449",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  8\n\nほとんどの人はこのショーを楽しんでいませんでした。 しかし、私はしました。 たぶん私の意見は非常に欠陥があります。 私は私が良い味の頂点であることを疑うので、神の言葉として私のレビューを取るべきではありません。 しかし、実際には私がリネン・ラグランジュを好きではないが、多くの人はそうではなかったので、ここで私はあなたに理由を教えています。\n\nストーリー：7/10\nRinne no Lagrangeのプロットは、少なくとも私にとってではなく、あまりにも複雑ではありません。 多くの人がそれを少し混乱させていて、裏話は十分に洗練されていませんが、これは2シーズンのアニメであることに留意してください。 私は、シーズン1で発表されるエンディングで、これらの12のエピソードで起こったことの背後にある理由をさらに説明することを期待しています。 しかし全体的に、私は物語がかなり興味深いものであることを発見しました。 基本的には、Madokaという女の子が他の2人の少女と一緒にメカを操縦するために選ばれます。 そして物事が起こる。\nそれは全くユニークではありませんが、私はそれが提示された方法がむしろ爽やかであると感じました。  Rinneは深刻な陰謀と暗い要素を持っているショーで、実際にあまりにも真剣に取り組むことはありません。 それは光と心の間の不安定なバランスであり、私はこれがいつもうまくいくわけではないことを認めます。 しかし、リンネの物語は完璧ではありませんが、私は正直言ってそれを好きでした。\n\nアート：8/10\n私がこの番組を見て始めたとき、私は早期リリースバージョンのストリーミングを見なければなりませんでした。 私は正直に芸術を吸ったと思った。 しかし、一度私は高品質でエピソードをダウンロードし始めた、私はこの中の芸術は実際には非常に良いことに気づいた。 特殊効果はすべて美しく仕上げられており、日常生活シーンの中にはアニメ化されていないものもありますが、全体的に私はアニメーションがかなり良いと思っていました。 キャラクターのデザインも非常に面白かったし、外国人に多彩な「アニメ・ヘア」を与えて、通常のアースリングに普通の色の日本の髪を与えたいという考えが好きだった。\n\nサウンド：7/10\nRinneの音楽は、後半までは実際にはうまくいきませんでした。 最初の数回のエピソードでは大丈夫だったが、その後のいくつかのバトルシーンでは、後でサウンドトラックが素敵だった。 私は声が好きだったので、そこに問題はなかった。 盛り上げる弦楽器がむしろ荒涼としたイメージに不気味な音色を与えた時代があったが、それは非常にマイナーであり頻繁ではなかった。 全体的に、音楽があったときは音楽が素晴らしく、演技はうまくいきました。\n\nキャラクター：7/10\nあなたがモエについてどのように感じるかに応じて、キャラクターのセクションは誰にとっても大きく変わるでしょう。  3人の若い女性の主人公、マドカ、ラン、ミギナミは、オタクの男性オタクの聴衆を引き付けるためにはっきりと存在しています。 彼らはそれぞれ独自のかわいいお菓子を持っていて、それぞれにかわいいことをしているかわいい女の子がいます。 しかし、実際のモービーブローショーとは異なり、Rinneの3人の女の子は、シリーズが進行するにつれて、実際に多くの苦労と感情的苦痛を経験します。 彼らがお互いを持っている限り、彼らは彼らがうまくいくことを確かに知っている瞬間がありますが、何かが同じであるかどうかを疑問視する多くの場面があります。 マドカという主人公との別の有名シリーズのようなショーのようなものではありませんが、キャラクターたちはあなたを笑わせたり、泣かせたりするのに十分な発展を遂げています。\n\n楽しさ：8/10\n私はこのショーが誰にもアピールしないと思う。 普遍的に好きなショーではありません。 それにはたくさんのモエ・ファン・サービスがありますが（それはほとんどありませんが）、誰よりもむしろ古いオタク人口を引き付けるようです。 しかし、10代の女の子として、私は非常にリネンを楽しんだと言うことができます。 私はそれが基礎となる暗闇の中でほんの少しの一見で、軽くて幸せになったことが好きでした。そして、それがすべて下り坂に行くと思うとき、それは再び同じような陽気に戻ります。 このタイプの感情的な設定は誰にでもあるわけではなく、多くの人を混乱させるでしょう。 しかし、私はそれが好きでした、そして、私はそれがむしろ巧妙であることがわかりました。\n\n全体：7/10\nあなたが巨大なロボットを操縦し、エイリアンと戦う小さな女の子とのメカショーを探しているなら、これはあなたのためのショーではありません。 もっと微妙なものを探しているなら、 何かが動くキャラクター。 あなたの感情を混乱させるものの、それでももっと多くのことを知りたければ、是非Rinne no Lagrangeをご覧ください。 それは完璧か驚くべきことではありませんが、それは良いことです。 私はリンネについて全体的にどのように感じたかを言葉ではっきりと説明することはできません。 しかし、私はそれが良いと思った。 時々、それはちょうど良かったし、他の時には、それは素晴らしかったです。 だから、それを表現する正しい方法が良いでしょう。"
  },
  {
    "title": "Rinne_no_Lagrange",
    "id": "11227",
    "url": "https://myanimelist.net/anime/11227/Rinne_no_Lagrange",
    "user": "michalpelszyk",
    "profile": "/profile/michalpelszyk/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=188737",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  7\nキャラクター|  6\n|  5\n\n私はこのショーではっきりと失望した。 心配していますが、私は世界そのものの創造にも、プロットやキャラクターにも注意を払っています。 シリーズを見ていると目が疲れているのを感じました。熱帯魚はここにたくさんあります。それを悪化させるのは、平凡な執行です\n\n私が好きなもの：\n*「あなたが決めたものに固執する」テーマ\n*古いいとこのキャラクター\n*アートは良かった\n\n私が嫌ったこと：\n*プロットの穴\n*不完全な世界（例：メカが壊れてしまい、再び機能するようになったのですか？）主人公とメカの間に過去に本当に何が起こったのですか？スタッフは主人公を拘束するときに便利です。\n*ロリは、彼女が見ているよりも年上であっても、それが悪い\n* 'パーフェクト'と 'ロジャー！'  - 「アイアール因子」への重要な貢献者"
  },
  {
    "title": "Rinne_no_Lagrange",
    "id": "11227",
    "url": "https://myanimelist.net/anime/11227/Rinne_no_Lagrange",
    "user": "Monjoex",
    "profile": "/profile/Monjoex/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=169711",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  6\n\n奇妙なことに、それはメカについての典型的なショーに見えますが、それはあなたが思うよりもメカ自体とはあまり関係がありません。 実際には、文字とそれらの相互作用にもっと焦点を当てています。 これは、たとえあなたが視覚的に見事な戦闘シーンを持っているので、このシリーズにメカを探していたとしても、必ずしも悪いことではありません。 ラグランジュは、SFメカ、高校生、キャラクタードラマのバランスを保つことができました。\n\nペーシングは前後にあります。 いくつかのエピソードは時々少し不調に見えたが、他のエピソードは何のようにも飛ばされなかった。 少なくとも、それらのインスタンスはほとんどなく、遠くにあった。 メインキャラクター、マドカは、おそらくショー全体で最も好感度の高いキャラクターです。 彼女の仲間、LanとMuginamiも信じられないほどです.3人の女の子たちはお互いをよく褒めてくれます\n\n強いオープニングとフィッティング以上のフィニッシュで、この全体はどんな聴衆にとっても楽しく楽しいショーです。 物語は完全に説明されておらず、いくつかの問題があります。\n\n私は、このシリーズの中でゆりの陰謀がやや強くなって、あまりにも多くの存在を保持していると感じました。 しかし、あなたがこのような人に悩まされる人でないなら、心配することはありません。 それでも、それはあなたの顔に大量に投げ込まれるわけではないので、お茶の杯ではないにしても、あなたのためにショーを完全に破壊するには十分ではありません。\n\nあなたがメカシリーズを探しているなら、あなたは完全に失望することはありませんが、それはガンダムではないことに留意してください。 しかし、裏返しに、メカのアニメが気に入らなくても、キャラクターを見るのはまだ楽しいシリーズです。"
  },
  {
    "title": "Rinne_no_Lagrange",
    "id": "11227",
    "url": "https://myanimelist.net/anime/11227/Rinne_no_Lagrange",
    "user": "GomenidAC",
    "profile": "/profile/GomenidAC/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=50749",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  9\n\nだから、最初のエピソードは非常に、非常に、本当に悪い品質で流出した。 それがレビューを書くのに十分な印象を与えるならば、それはもっと注目に値するアニメでなければならない。\n\nこのアニメは、芸術、サウンド、キャラクター、ストーリーの各要素ごとに、いいですね。 しかし、ストーリーは例外かもしれない。 最初のエピソードでは、過去、未来、深い宇宙に、あるいはまさに地上の陰謀にまで、物語が旅行する可能性のある道がたくさんありました。\n\n文字は常に例外のための別の容疑者です、とにかく、いくつかの魅力的な開発からそれらを防ぐことができますか？ たぶん、アニメだけのキャラクターについては、このようなものではない？ 私の印象は、このアニメは文字やその他のものではないということです。 それはショーの一般的な気分であり、気分は明るく、遊び心があり、鮮やかに見えます。\n\nこの気分が起こるように、このアニメはすべて、ほとんどが他のアニメを引用しています。それは軽いユーモアと自己皮肉で満ちていて、とりわけリズムを完全に維持しています。イメージ、サウンド、イベント、 タイミング。 あなたが完全には最初の90秒後には、それはあなたのアニメではありません。 しかし、もしあなたがいれば、楽しさは保証され、その楽しみはすばらしいものになるでしょう。\n\n全体として、このエピソードは、タロット・トランプ0、とりわけ不注意な創造性の象徴であるタロット・トランプ0と、哲学的には深くないが驚くほど楽しいジェームス・ボンド映画の2つを強く思い起こさせる。"
  },
  {
    "title": "Rinne_no_Lagrange",
    "id": "11227",
    "url": "https://myanimelist.net/anime/11227/Rinne_no_Lagrange",
    "user": "platinumSKIES",
    "profile": "/profile/platinumSKIES/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=105689",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  9\n|  8\n\n私は本当にRinneから何を期待するか分からなかった。  2012年冬季のシーズンには、他に2つの「SF女の子」ショーがあったことを考えれば、このアニメがどんなに目立つのだろうと思った。 そしてどうしたの？ それはメチャショーと同じくらいのキャラクター作品であることによって。\n\nストーリー（7/10）：私たちの主人公のマドカと、彼女が宇宙人LanとMuginamiで獲得した2人の友人と、あなたはコースが上に構築するダイナミックなものがなければ、  12のエピソードの 私たちはVox mechsの後に続く外来戦争を持ち、鴨川の町は真ん中に止まっています。 このシリーズの最初の半分が、すべてのバックストーリーの周りにどれほど構築されているのか興味深いです。そこにはプロットの良い部分があると、2番目のシーズンから良いことを期待できるということです。 それは面白い瞬間です、それは悲しい、心温まる瞬間です、そしてそれはドラマチックなアクションシーンです、そしてそれらをすべてかなりしっかりと流動的に扱います。 また、紛争の両面を示し、彼らとつながるというテーマもあるようです。 それは間違いなく面白いですし、私は彼らがS2でそれをどれだけ遠くに持っているかを見て喜んでいます。\n\nしかし、物語はそれが欠点です。 プロットが本当にキックインするにはしばらく時間がかかります（おそらくエピソード4の周りにエピソード1〜3が本当に長いパイロットエピソードとして演技されるので、私の最高の推測になるでしょう）ので、少しの興味を失うかもしれません その間。 それはまた、3人の女の子の高校生活のどれくらいがショーに参加するか分からないという点ではっきりとした問題を抱えています（私はクラスメートにとって悪いと感じています。 ここでは、何が起こっているからあなたをそらすことができます。\n\nアート（9/10）：それらのmechsはすべての地獄のようにかなりです。 まあ、全体のショーは可愛いですが、Vox mechs（ロボットと飛行機の両方のモード）の素晴らしいデザインのために日産にとってはいくつかの小道具が必要です。 メインOvidsも面白いですが、私は彼らが主にデザインしている紫色のファンではありません。 また、Xebecがここでロムコムスタイルから抜け出して、ショーを美しく見せるのを助けてくれてうれしいです（彼らはまだそれをしないと言っているわけではありませんが、メカのアニメの場合、彼らは良い仕事をしました プロダクションIGの助けを借りて）、あなたはまだそこにそれぞれのキャラクターデザインを見ることができます。 本当に、ショーはちょうどいいよね。 平易でシンプルな\n\nサウンド（7/10）：私のために際立っていた唯一の作品は、「Try Unite！」というオープニングです。 聴くにはいい歌ですが、それでもショーのSF的品質を捉えるのはいい仕事です（また、エピソード12で演奏されるより遅いバージョンではかなり幽霊になります）。 結末は悪くないが、本当に面白いものは何もなかった。 そうでなければ、ショーはうまくいった。\n\n文字（9/10）：Rinneが輝く場所は文字です。 マドカは、私たちがシーズン中に導入したすべての取引のうち、ちょっとスパンキーなジャックから、変化のメトリックトンになります。  Lanは彼女の殻から、友人のために何かをする甘い女の子に壊れます。  Muginamiは、他の人が彼女と一緒にいることを喜んでいること、そして彼女が彼女を愛する人がいるように感じるには彼女の\"兄\"だけが必要ないことを学びます。  3人のパイロットArray、Izo、Kiriusは、私たちが典型的な悪者だと思っているものから高貴な人々に変わります...\n\n私が言おうとしているのは、この番組のすべてのキャラクターが素晴らしく、S2で彼らがさらにどのように変化しているかを知りたいと思っています。\n\n楽しさ（8/10）：私はここで正直に言うつもりです、私は実際に何かに興味があったわけではありません。 最初の3つのエピソードは私のためにはあまりにも長く行きました、そして、私はちょうど何かが起こるのを待っていました。 しかし、私はそれを立ち往生してうれしいです。 私は素晴らしいキャラクター、面白いジレンマ、本当にクールなアクションを見なければならない...基本的に私はこのショーが提供することを望んでいたすべて。 エピソード12の終わりまでには、私は汲み取られ、次に起こることに完全に関心を持っていました。私が第2シーズンを見始めなければならないことに気づいたのは悲しいことでした。\n\nRinneはちょうどあなたの下にあなたを待っているメカショーでパックからそれ自身を分離します。 間違いなく時計の価値と全員のための完全なおすすめ。 オフシーズン2！\n\n丸！"
  },
  {
    "title": "Rinne_no_Lagrange",
    "id": "11227",
    "url": "https://myanimelist.net/anime/11227/Rinne_no_Lagrange",
    "user": "alexwer123",
    "profile": "/profile/alexwer123/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=55073",
    "jp": "--- --- --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  7\n\n丸〜！〜\n\nこれは私の最初のレビューですので、私はあなたを楽しませてくれるようにしようとしています。\n\n私がこのショーを最初に見たとき、私の最初の考えは、「それは悪い作図を持つもう一つの不自由なメカになるだろう」と最初の数回のエピソードの後で、私はまだそれを信じていました。 しかし、それはすぐに変更されました。\n\nショーは驚くべきものにはならなかったが、それはショーの後半になる。\n\nストーリー：6\n主人公は、Lanと名付けられた女の子と一緒になって、Voxと呼ばれるロボットで故郷を攻撃するエイリアンと戦うために、Kyouno Madokaです。 非常にエキサイティングな話ではありませんが、彼らは何をしなければならないのか...それはうまく実行されます。\n\nアート：8\n芸術は実際には本当にいいです、私は文字のデザインだけでなく、メカデザインが好きです。 通常のガンダムタイプのデザインとは大きく異なり、各ロボットには飛行モードがあります。\n\nサウンド：7\n声優はよく拾われ、オープニングのテーマは悪くないが、ここではあまり言わない。\n\nキャラクター：8\nメインキャラクターとして、まどかはとても良いものです。 彼女は面白いですが、あなたを笑わせて、悪い状況で緊張を解消するキャラクターの1つです。 彼女はみんなを結びつけ、人々を勇気付けてくれるキャラクターの一人です。 彼女はまたかなりの空中XDです\nそれ以外は、Lanはあなたが強く独立しているとは言い切れないキャラクターだが、マドカが前進する必要があると思う。 また、Muginamaiは本当に楽しいキャラクターです。 文字はかなりうまく作られています。\n\n楽しさ：7\nショーは実際に本当に楽しいです。 それはちょうどすべての友情とすべての光と穏やかな気分を作成し、さらにいくつかの明るいユリの倍音XD\n\n全体：7\nこのショーは、「その表紙で本を判断しない」という主な例の1つです。 第一印象とエピソードの最初のカップルを乗り越えた後、実際にはより良くなります。 すべてとすべてのショーはかなり良いですが、最後を待つことができず、夏XDでシーズン2"
  },
  {
    "title": "Rinne_no_Lagrange",
    "id": "11227",
    "url": "https://myanimelist.net/anime/11227/Rinne_no_Lagrange",
    "user": "ktulu007",
    "profile": "/profile/ktulu007/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=59115",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  7\n\nRinne no Lagrangeはスタンドアローンコンプレックス、Le Chevalier D'Eon、Brotherhoodなどのいくつかの本当に強いタイトルに取り組んでいることで知られているSuga Shotaroによって書かれたSFシリーズです。 それは有望だと聞こえるので見てみましょう。\n\nKyouno Madokaは若い高校生で、他の学生団体を支援するグループであるJersey Clubの唯一のメンバーです。 ある日、彼女は奇妙な女の子に接近し、誰もが所有または破壊したいと思っているVoxと呼ばれる巨大なロボットを操縦するために戦艦に連れて行った。 物事をもっと複雑にするために、Voxについての邪魔な伝説があります。 それは基本的な話ですが、特に短いアニメの場合は、多くの素材があるようですが、すべての素材が本当にうまくカバーされています。 興味深いことがたくさんあります。時折深刻な重大な瞬間が混じっていて、ほとんど光を浴びる楽しみはうまく実行されます。 唯一の実際のストーリーの問題はペーシングです。 すべてがカバーされますが、始まりと終わりの部分では本当に忙しいペースがありますが、他の人はもっとリラックスしていて、ちょっと混乱しているようなところで動きが速いようです。\n\nアニメは物語よりもキャラクターに焦点を当てており、物事を面白くしています。 メインキャストはうまく開発されており、彼らは多くの素晴らしい交流を得ています。 主な交流は、Madoka、Lan、Muginami（MadokaとLanの関係が激しくなり、礼儀正しい人々が部屋を出る時を把握できない人）を中心に展開されています。  3人は壮観なキャラクターです。 サポートするキャラクターやアンタゴニストまでも魅力的で、面白いと感じます。\n\n芸術は良いです。 それは素晴らしく、活気があり、コンテンツによく合います。 背景は活発です。 私の1つの問題は、かなり無意味なファンサービスがあり、ある時点でかなりのfacepalmが得られるということです。 それは、少なくとも均等な機会のファンサービスだと言われています。\n\n声の演技はうまくいっています。 瀬戸朝美、石原香織、茅野愛は、特にその役目をよくしています。 音楽は明るく、キャッチーで、本当にうまくいっています。\n\nユリ係数は6.5 / 10です。 あなたはおそらく文字の段落から推測することができます.MadokaとLanの関係は非常に同質であり、Muginamiはそれらとしばらく時間を取るので、おそらく彼女は気分を読んでいない可能性があります。  YoukoとMachikoも二人の瞬間を見ましたが、主なレイト・イヤーはMadokaとLan、特に最後のエピソードです。\n\nRinne no Lagrangeの最終評価は7.5 / 10です。 それはいくつかの厄介なペーシングとあまりにも多くのファンサービスを持っていますが、全体的にそれは楽しい瞬間と素敵な文字がたくさんある楽しいシリーズです。 あなたがスカイガールズやカナンのファンなら、これもまた好きかもしれません。そして、最高の部分は、続編が7月に放送を開始するように設定されているということです。 ここでは、MadokaとLanが公式には本当に同性愛者ではなくカップルになることがさらに望ましいと期待しています。"
  },
  {
    "title": "Rinne_no_Lagrange",
    "id": "11227",
    "url": "https://myanimelist.net/anime/11227/Rinne_no_Lagrange",
    "user": "jeffreyhou1997",
    "profile": "/profile/jeffreyhou1997/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=227915",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  3\nアニメーション|  9\nサウンド|  9\nキャラクター|  5\n|  5\n\n私は友人の家で「悪いアニメの夜」をちょっと見たことがあります。 当時良かったと思っていましたが、2年後に今日は終わりました。 私がショーに向けて持っていた肯定的な感情はおそらく文脈上のものでした。\n\n見るのは本当に苦痛だった。 私はダブにこだわるからかもしれませんが、英語の翻訳は本当に刺激的でした。 彼らは翻訳プログラムを実行していたように見えましたが、実際の人が言うようなものはありません。 サウンドトラックはよかった。 私は歌手もマクロスF.からランカとして歌ったと思う\n\nストーリーが吸い込まれ、それをフレーズする方法は他にありません。 彼らは何か重要なことを暗示し、その後はそれほど重要ではないように見せたが、その一部は、文字、特に主人公がどれほどひどく書かれているかに起因する。  Madokaがどのように奇妙なことをしているのかを真剣にとらえる方法はありません。 他の2人の女の子は悪くない、別のショーでうまくいったかもしれない。 私が後者のエピソードを手に入れることができた最大の理由はランです。\n\nうまくいけば2番目のシーズンが良いです。\n\n6.2 / 10.0"
  },
  {
    "title": "Rinne_no_Lagrange",
    "id": "11227",
    "url": "https://myanimelist.net/anime/11227/Rinne_no_Lagrange",
    "user": "Lanf",
    "profile": "/profile/Lanf/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=57017",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  7\n\nあなたがNGEのラインに沿ってハードコアメカアクションを探しているなら、このショーは配信されません。 あなたが興味をそそる物語を探しているなら、このショーは届きません。 この番組は実際にこのショーを運ぶものは芸術やキャラクターであるため、スライス・オブ・ライフを楽しむ人にはより多くの魅力があります。\n\nこの物語には3人の主人公がいる。  Kyouno Madoka  - リーダー、自然リーダーシップの才能を持った元気で陽気な少女。 ラン - 謎のクルッツ、ツンデレの要素; とMuginami、他の感情の中で最も知覚していますが、雑然とした、気晴らしの女の子。\n\n物語は簡単です。 要するに、メカの波が地球を攻撃し、防衛だけが3人の十代の女の子です。 いくつかの基本的な政治は内部的に、そして左右対称的に行われますが、少なくとも壮大な戦略はありません。 文字の裏話がありますが、説明が必要な場合は、たいてい十分に説明されていますが、啓示はほとんどありません。 ショーは、アクションよりも話していますが、その量は過大なものではありませんが、対話の中には深刻な意味がありません。\n\nキャラクターのより精通した見方に関しては、3人の主人公だけが本当に奥行きの良い祝福を受ける。 それは、3人全員が良いバックストーリーを持っていると言います。それは、彼らの動機を説明するだけでなく、現在の出来事よりも優先させるほどのものです。\n\nKyounoは、NGEのShinjiや他の同様の10代の少年主演主人公とはまったく反対で、「哀れ」と言える。 彼女は何をする必要があるのか​​と熱望しているので、彼女は楽しく過ごすことができます。 彼女は物語があまりにも彼女の周りに集中することなく、物語をうまく進めます。 彼女の最大の欠陥は、もしあれば、彼女はあまりにも...素敵です。 彼女は人を真っ直ぐにするためにパンチを引っ張ることはしませんが、彼女の人格は時にはあまりにも軽いことがあります。\n\n一方、蘭はかなり功夫とは違っていて、静かで、まず始めに自分の行動を理解するのは難しいです。その複雑さのせいではなく、奇妙なレベルの穏やかなレベルのためです。  Lanは、彼女が他の2人の主人公と見て面白いやり方でインタラクトするので、彼女の尊厳を犠牲にして、3人の私のお気に入りです。  LANはちょうど彼女の性格を相対的にユニークにするのに役立つ、固いものに落ちるのを避けるために、他のステレオタイプからのさまざまなマイナーな要素をカバーしています。\n\nMuginamiは少し後でメインキャストに参加します。 最初は、彼女の寛大な恵みがファンシーのキャラクターになるのではないかと心配していましたが、彼女の裏話を掘り下げれば、彼女は確かにそれ以上のものであり、彼女は本当の人格を持っています。 一般的に、彼女はしばしば自分と奇妙に見えるLanよりも陽気で、他の2人の気分に反応し、トローリングの方法で反応することがよく見られます。  Muginamiの動機、推論、そして忠誠心は、しばしばあまりにも幸せなことです。だから、彼女の性格のやや一貫性を見るのは良いことでした。\n\nしかし、ショーの悪役たちは、コントロールから除外するか、少なくとも明確な動機を示すことはほとんどありません。 彼らは一般的に、彼らの人格の深さに欠けていて、しばしばまったく敵対的ではないように見えます。 これは、彼らの行動が灰色の領域を形成するほど過度にコヒーレントであれば、深みを増す要因になるでしょう。確かに、主なアンタゴニストであるVillagiulioには、存在感がなく、部下にとってはおそらく最も鈍い それらのすべて。 キャラクターを支える主人公は、命令を出すこと以外に何もしない大事な人物から、混乱した人達まで、また、君をまっすぐにして、必要な時に彼女をサポートする人達まで、さまざまです。\n\nアートのフロントでは、このショーは素晴らしくアニメ化されています。 キャラクターのデザインからバックグラウンドまで、すべてが素敵に見えますが、そのビジュアルは私を畏敬の念に抱かせてくれました。アニメでは比較的珍しいものでした。多くの人がショーを始めたかもしれない何かのために、 プリエアー 景色はカラフルです - 非常に鮮やかな色、特に空と照明は素晴らしいアイディアのためになります。  「あなたの心の花の宣言」がよりリテラルになったときでさえ、より良いものになります。\n\nキャラクターのデザインは、洗練されたヴォックスを持っています.3つの地球の救世主によって操縦されたメカです。 モダンな戦闘機をベースにしたものは、非常に洗練された獣で、Star FoxのビデオゲームのArwingsに似たものを見ています。 アンタゴニストのメカは、見た目が良くても一般的なものではありませんが、それでもなお適合しています。\n\n人々のために、デザインは文字の公正なビットを変更します。 多くの人が、期待どおり、一般的ではあるが、明確に見えるだろう。すべてのキャラクターにある程度シンプルな洗練があり、すべてが鮮明である。 私たちの主人公は、比較的普通の見た目ですが、彼女の与えられた色（3つの主人公のそれぞれが彼らのメカの色でもある色を表しています）、パイロットのスーツと緑の良い色合い トークンジャージーは、女子が着用すると予想されるものを壊すことなく、彼女が目立つように見える外観を与えます。\n\n蘭とMuginamiしかし、最強のデザインを示しています。 蘭のすっきりした青は、明るい青い髪（不自然に不自然に見えない）と普通の服装の両方で表現されています。  Muginamiのオレンジ色のテーマも彼女の髪の毛で表現されていますが、彼女の服装は幸運にも予約されていますが、Lanのようにはあまり簡単ではありません。  Muginamiのバストは本当に「エクスプロイト」されていませんが、ショーにもっとエッチな要素が必要な人をディスパッチすると、彼女は強くてセクシーな感じがします。\n\n悪人については、これらの人は非常にプレーンなデザインをしているので、それらをかなり忘れさせる。 しかし、これは支持主人の一部にも言えることですが、格好の格好いい悪役を持たないのは残念です。\n\n音楽に関しては、OPは、jpop / danceは自分の好みではありませんが、ビジュアルの目を楽しませてくれます.JPP /ダンスはそれをスキップするのではなく、動きの豊かな色を見るだけです 。  EDはよりシンプルなビジュアルを備えた、よりゆったりとしたjpopソングになりますが、不必要なものを捨てるという意味で単純です。これは、OPにとっては興味深いコントラストです。  BGMはほとんどの場合、よくフィットしますが、多少の刺激はありませんが、これは圧倒的なものではありませんが、あまり感情を呼び起こすことはめったにありません。\n\nRinne no Lagrangeは、全体的にバランスのとれたものの、ストーリーの面で欠けているショーです。 私はもう一度言います。このショーは、ショーのかなりの部分で、3人の主人公が集まってきたので確かに1つです。 キャラクターの微妙なニュアンス、その相互作用や発達は、魅力的でなければならないものであり、素晴らしい芸術と並んで、ニッセのスタイルに従わず、素晴らしいものではありません。 これは楽しいショーですが、それは多少深刻ですが、これはうまく機能していますが、一方の面をより欲しがるものを残すことができます。 この番組を試しても大したことは期待しないでください。しかし、現在のMALの評価が少しばかりかわいそうなのであれば、あなたはうれしく思います。\n\n注目すべきは、今から3ヶ月後に第2の裁判所が来るということです。これは今シーズンに悪い結末をもたらさなかったものの、今のところ満足できるものでした。"
  },
  {
    "title": "Rinne_no_Lagrange",
    "id": "11227",
    "url": "https://myanimelist.net/anime/11227/Rinne_no_Lagrange",
    "user": "velkro16",
    "profile": "/profile/velkro16/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=52739",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  4\nアニメーション|  9\nサウンド|  5\nキャラクター|  5\n|  7\n\n素晴らしい芸術、音楽は大丈夫です、キャラクターはまだ発展する時間がありますが、最初の3つのエピソードではあまりありません。 色とりどりの色彩とメックだけで楽しむことができます7.私はMadokkaが彼女のパイロットである「Vox」やロボット/飛行機を操縦する責任が彼女に与えられたときに十分に躊躇しなかったような気がします。 今、私は彼女がEvaからShinji IkariやEureka 7のRenton Thirstonを引っ張らなければならないと言っているわけではないが、彼女は「ok、それは少し非現実的だ」と思うことをほとんど躊躇しない。 このアニメに入ると、私はそれが部分的にドラマになると予想していたので、彼女とメカについてはほとんど何もなかったので、なぜ私はちょっと控えていたのだろうかと思います。 だからドラマはどこから来るのだろうか。 私のための最もドラマは、蘭がVoxの戦士モードに入るという彼女の障害を克服したときに来たが、それは2つのエピソードのようにしか持続しなかった。 とにかく私の苦情は期待から来るかもしれません。その場合は、必ずしも「違う」とは必ずしも「より少ない」ことを期待する必要はありません。 私はまだ、彼らがアクションやドラマのいずれかを上げ、視聴者に不安をもたらしている限り、見ておく価値があると考えています。"
  },
  {
    "title": "Rinne_no_Lagrange",
    "id": "11227",
    "url": "https://myanimelist.net/anime/11227/Rinne_no_Lagrange",
    "user": "colonelpanic",
    "profile": "/profile/colonelpanic/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=60413",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  5\n\n最初から、このショーは信頼性を伸ばしています。 私は、ショーが悪化したわけではなく、それがほぼ同じままであったからではなく、不信を停止することがますます困難であることが分かった。 それが進むにつれてそれを取るのが簡単になることはありません。\n\nキャラクターの何人かがあなたを悩ませるなら、それは見守る時間です。 それ以外の場合は、それを賞賛していないレビューを探すために繰り返しポーズします。 有用な情報を持つレビュー。 私の言葉をそれに服用してください。 あなたは、これ以上の7つのエピソードがあなたが最初にやったよりも好きになるわけではありません。\n\nシーガルの攻撃はかなり楽しいものでした。"
  },
  {
    "title": "Rinne_no_Lagrange",
    "id": "11227",
    "url": "https://myanimelist.net/anime/11227/Rinne_no_Lagrange",
    "user": "fonmaster",
    "profile": "/profile/fonmaster/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=54297",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  9\n\n巨大なメカファンとして、Rinne no Lagrangeは重い戦闘装甲でフリルな魔法少女のように見えました。 要するに、そうです。 タイトルメカはこのアニメを私に正確には説明しません。\nRinne no Lagrangeは3人の女の子の出来事を見て、私が見たことから優しさと友情の力を示しています（もちろんレズビアンのサブテキストもあります）。\n真剣に、それは陽気です、これらの女の子は、お互いのために甦っていますが、私は物語がそれに焦点を当てていない方法が好きです、shoujo-aiのように。\nこれまでのところ、それはかわいいです、それは面白いです、それは楽しいです。 あなたがしないので、素晴らしい戦いのシーンと重いアクションを見ていると思うだけでは行かないでください。"
  }
]
