[
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "bloodseeker19",
    "profile": "/profile/bloodseeker19/reviews",
    "pages": "4",
    "number": "1",
    "link": "/reviews.php?id=140915",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\nあなたがエイリアン、友情、ロマンスについてのアニメシリーズが好きなら、私は完全にこのアニメを見ることをお勧めします。\n物語は素晴らしく、キャラクターは独特で興味深い性格を持っています。アニメは私に笑い、泣き、次に起こることを好奇心にしました。あなたが楽しんでみたい短編アニメを探しているなら、 あの夏の夢を見てみるべきだ。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "Zaku88",
    "profile": "/profile/Zaku88/reviews",
    "pages": "4",
    "number": "2",
    "link": "/reviews.php?id=202437",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  6\nキャラクター|  8\n|  9\n\n私はそれに従うことに決めた複数のファンサブグループを理解した後、あの夏を慌てて拾った。 そして私はそれが楽しい驚きだったと言わなければなりません。  Ano Natsuは特定の夏の間に外国人の訪問者に関するもので、そうでなければ停滞している友人のグループに何かをさせる動機となります。 人々は、別のキャラクター（ハナの場合にはゴースト）の導入が変化の触媒としての役割を果たすという事実に基づいて、アノー・ハナ（アノ・ハナ以外のもの）を参照することがあります。 しかし、奈津は、多くのレベルで花と比較することはできません。 ハナほど深くはないし、一般的なやりとりもインパクトのあるものではない。 オネガイ先生には、若い男と一緒に暮らしていることが明らかになっていない外人がいるので、他の人がオネガイ教師に言及するかもしれません。 私はOnegai教師を見ていないので、他の人のためにその部分について解説を残しておきます。\n\nしかし、あなたがこれを見ているならば、それは前の偉人の影ではなく、それ自身で立つことができなければなりません。 このシリーズがこれを行うかどうかは、あなたが探しているものによって決まります。  Ano Hanaのような深く、解明されない謎/過去はありません。 それは最も魅力的な文字デザインを持っていません。 それは時々非常に遅くなることがあります。 しかし、このシリーズには、私がこれまでに記録したエピソードあたりの最高の告白率と、文字のやり取りのトンがあります。 あなたが黒人の要素でいくつかの外人/男性との関係ベースのシリーズを探しているなら、これはあなたのシリーズです。 映画を作ることについてのもう一つの話として、エッチの珍しい量を期待しないでください。\n\nアニメーション：\nこのシリーズのキャラクターデザイン（「映画制作テーマ」に加えて）は、複数のグループがそれを取り上げるまで、このシリーズのサイドラインには十分でした。 主人公は音楽作曲家のように見えますが、誰も倒れないと思う男のタイプのようですが、彼は複数の女の子の注目を集めています。  Ichikaのデザインの選択肢もあまり好きではありませんが、それは時間とともに少し良くなりました。 カンナちょうどちょっとしたように見えます...あなたはまた、リヨンと呼ばれる小さなエイリアンのマスコットを持っています。\n\nこのシリーズは主に田舎の町で行われ、沖縄への短編小説の冒険もあり、穏やかな緑がたくさんあります。 全体的な色は、飽和側で少しですが、迷惑な点ではありません。 本当に混乱しているのは、ショーが最後の2つのエピソードで激しくアクション重くなり、それが実際に初期のエピソードの落ち着きのある性質と衝突することです。 アクションそのものは穏やかで、何も気にする必要はありません。 皮膚については、Maken Kiをちょうど終えたばかりですが、これはかなり明るいようです。  ecchiの大部分はKaitoの変態の小さな想像力で起こる。\n\n音：\nOPは大丈夫です、私はそれが電子オルガンなしでは良いだろうと思っていますが、全体的な曲はそれほど魅力的ではありません。  EDはもう少しペースが速く、うまくフィットします。 彼らは時々、エピソードの終わりにEDのフェードインを行う。  BGMは完全に忘れることができ、しばしば眠らないというあなたの目標に対して働きます。\n\n私は、パフォーマンスはかなり平均的だと言っていました。  Rinonはおそらくすべてのキャラクターの中で最も楽しいロールを持っています。そして、Tamura YukariはおそらくRemonの謎の深い笑い声を声に出していたでしょう。\n\nストーリー：\nAno Hanaのように、私たちの好きな田舎の中世の町には、彼女の記憶の中に何かを見つけるキャラクターがいます。 今回は、約束ではなく、彼女の記憶に刻まれた特定の風景を探しています。 しかし、メモリはAno Hanaに関係するすべてのキャラクタにとって中心的ですが、メモリは他のキャラクタにかなり付随しています。\n\nだから外国人の墜落地帯に着陸し、起こった少年を救出しなければならない。 インスタントガールフレンド？ そうではありません。 事実上すべてのプライマリとセカンダリのキャストの間に多くの弦がついていることが分かったら、すべてが複雑になります。これらの関係のほとんどがシーズン全体を解き放つことになり、これらがチェーニングの主な理由となりました。\n\nストーリーはジャンルの中の他のものと比べて少し非線形ですが、予測可能な要素が残っているので、あなたはIchikaの記憶の中の風景を見つけることで「結論」フラグが立てられるでしょう。 ショーには多くのキャラクター展示と対話がありますが、実際のメインプロットはシリーズのかなり後半になるまで上昇行動で始まらず、ちょうど少し急いで感じるようになっています。 もう少しセーラームーン・シーズンの第1シーズンモードがあります。誰もが何らかの形で自分自身を犠牲にして、Ichikaが本当に人工的な自分の目標に到達できるようにします。\n\n結論は興味深い。 大まかに推測できるものの、そこにどうやって到達するのかを正確に突き止めることはできません。 私は彼らが少し甘いアプローチ+カメオを取ることを決めたが、それは非常にうまくいくと思ったことに驚いた。 シリーズで十分に取り組まない唯一のゆるやかな終わりは、シリーズ全体で構築されたさまざまな関係の解決です。\n\nキャラクター：\nここでの相互作用は、このシリーズが他の最近のショーの一部とは別のものになっていることです。 誰かに怒りを覚えましたが、決してそれを手に入れることはできませんでしたか？ どうやらここのキャラクターのかなりの数がその問題を抱えていて、嫉妬の兆しが現れたときにのみ、これらの問題はオープンに押し出されます。 状況へのキャラクターの反応は非常によく、彼らが最も深く隠していることを言うのが難しいという描写もあります。 私はちょうど 'noooooyyyyyy、ちょうど起こることはなかった'、明らかにクイックリワインドによって確認された多くの瞬間がありました。\n\n私は、このシリーズが、伝統的なハーレム（すべての女の子が一人の男に跳ぶ）ではなく、ハツコイ・リミテッドの場合のように愛の五角形のように、ハーレムとして数えられるのかどうかは分かりません。 これは明らかに注目を集める価値のない男と戦っている女の子だけではなく、もっと深いところに役立ちます。\n\n私がこのシリーズに多くの信用を与えることの1つは、不必要な追加手荷物を導入することなく、主要な重要な第二のキャラクターに固執することです。 彼らは、プライマリキャラクタとサポートキャラクタの非常に複雑な関係に焦点を当て、良い仕事をしています。 メインキャラクターにさらにスクリーン時間を与えて、それらに関連する時間が増えると、あなたがキャラクターに縛られていると感じるレベルが、最終的な結論をどう感じるかが大きく左右されます。\n\n値：\n決して傑作を意味するわけではありませんが、Ano Natsuは本当に良い点を持っていました.SNS Finalという恐ろしい失望の後、今シーズンの他の多くの番組よりも優れています。 それは本当に良いキャラクターの基盤を持っていますが、Ano Hanaの場合のように中央の物語と緊密に統合できません。 キャラクター・スタイリングは大変魅力的ではありませんが、実際のキャラクター・インタラクションはそれを作ってくれました。 私はそれほど期待していないと考えて、かなり良い時計でした。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "ratchet573",
    "profile": "/profile/ratchet573/reviews",
    "pages": "4",
    "number": "3",
    "link": "/reviews.php?id=135293",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  6\n\n地球に来るエイリアンのプロット、学校の環境への統合、恋に落ちる...私たちは皆それを知っています。 天地無用はこのプロットを例示しているが、Ano Natsu de Matteruはそれを鋭い点で洗練させる。 私を間違えないでください、Ano Natsuはその欠点を持っていますが、それは全体的な心を感じ、よく実行された経験です。 一種の愚かな部分や、あまりにも多すぎる部分がたくさんありますが、側で起こっているすべてのやり方と、むしろ馬鹿なプロットの紆余曲折（特に最後に向かって）のすべてをブロックして、もっと焦点を当てることができれば IchikaとKaitoの間のロマンスで、あなたはおそらくあなた自身を楽しむでしょう。\n\nIchikaは無名の惑星からの異星人で、地球、特に日本に衝突します。 彼女のクラッシュは、当時映画を撮影しているKaitoをひどく傷つける。  Kaitoは彼女にキスしてキスすることで彼の中に治癒ナノマシンを入れて救われます。 その後、彼女は学校生活に統合され、彼女はKaitoと一緒に暮らし、夏の映画製作に参加します。\n\nプロットの一部を構成する映画は不可欠ですが、ロマンスのためのスペースを確保するために通常はサイドにプッシュされます。 これはロマンスとドラマの重いシリーズであり、ロマンスやドラマは充実しています。  2つの愛の三角形がありますが、そのうちの1つは愛の菱形になります。 愛の菱形は頂点に1人の男がいる、Kaito。 彼に最も近い女の子と、おそらく彼はIchikaであることを理解することができます。 他のキャラクター、特にカンナ、あなたは気にしません。 何度も泣いていて、入場するのが大好きですが、KaitoとIchikaの間のロマンスは唯一のものなので、気にしません。唯一のかわいいロマンスなので、唯一の2人のキャラクターです 。\n\nあの夏には三つの段階があります。 解説していない第一段階は学校段階です。 このIchikaとKaitoは一緒に住み、学校に行き、友達と映画を作ろうと決めます。 第2段階は夏の始まりで、映画を作り、子犬の愛が出てきます。  3番目の、そして馬鹿げたフェーズは空間フェーズです。連合が検索パーティを持っていて、彼女を元に戻したいので、Ichikaの妹が彼女を救うために来ます。 まともなフィナーレまで非常に弱いセットなので、この最後のフェーズにもう少し深めていくつもりです。\n\nこの宇宙のすべてが進行中です。  Ichikaを彼女の惑星に連れて帰るために来る、連邦と、これらのばかげた生物有機宇宙船（未来のポケモンのように見える）があります。 そして、誰も彼女を愛し、彼女と永遠に、そしてかわいそうなことをしたいので、彼女はKaitoを特に望んでいません。 彼女の姉妹は来て、彼らは外国人が惑星に行った証拠を見つけることができるかもしれないと分かりました、そして、それは連合がIchikaがそこに住むことが大丈夫であることを意味するグレードFの惑星ではないことを示すでしょう。 長い間、友人が枝を伸ばし、祖父がいた彼女の記憶の中でこの無秩序な場所を見つけると、IchikaとKaitoの熱気を取り除こうとする部分があります。 友情の不器用な列車は、エピソード全体のために乗って、彼女のpedo  - バンのミサイルとグラップラーアームを使用して、友人の1つ、小さくて好きなRemonによってのみ分けられます。\n\nこの部分はかなり速くなり、最後まで特にうまくやっていません。 あなたにはたくさんのものが投げられています。地球がF級の惑星であり、Ichikaは外出する必要がないという考えは意味をなさない...彼女は外人です。 エイリアン...連絡先！ 彼女は連絡をした！ ブーム！ 地球はD級の惑星です！ 私たちは宇宙の中に登場しました！ ありがとうIchika、今、Kaitoはあなたを強打し、半分の人間、半分の人間を探してエイリアンの赤ちゃんで世界に人口を開始してください！\n\n今終わりまで これはスポイラーを意味しますが、それは私のレビューのために与えられるべきです。\n\n結末は本当に私を驚かせた。 今、これは馬鹿な男のブラック・ウッディーとは何の関係もありませんでした。 キャストが彼らが製作した映画を見るために一緒になると（Remonの礼儀で）、それはかなり良い涙の狂人です。 それは愚かなものと感情的なものを入れ、そのブレンドは実際にアニメを一緒にもたらします。 しかし、非常に終わりは私がこのアニメを最も賞賛したいところです。 それはばかげたものだった。 つまり、私はエイリアンとそのすべてが大丈夫ですが、黒人男性は？ ロケットランチャー？ スナイパーライフルを使って2フィート離れた外国人の銃で撃つ？ それは予期せぬことで面白かったですが、にもかかわらずそれはかなりばかげていました。  Ichikaは捕らえられて宇宙に行き、彼女の愛を持っている間に失われてしまいます。それは作家にとって本当にすばらしい動きです。 それが私に真にエピローグを気にしました。 通常、アニメはその悪い結末から抜け出すための愚かな方法を思いつくだろうが、あの夏はそれを楽しんでいて、実際には涙が出るかもしれない。\n\nこれはあまり意味がありませんが、特に私には影響があります。そのためにはるかに優れています。 さて、あなたは最後のエピソードの6分か7分の間、この忍び寄る感覚を持っています。何とか、何とか、Ichikaが何らかの形で登場し、幸せな結末が達成されるでしょう。 しかし、ショーの最後の数秒は、Kaitoの映画を見ている高校の将来のクラスで、アニメを閉じるのに驚くほど効果的です。 あなたは古い映像を聞いて、あなたは悲しいが、新しいクリップはIchikaのスペースから戻ってくる。 そしてシリーズは終了する。\n\nハレルヤ！\n\nこれは良いノートでアニメを終わらせることの完全な例ですが、それについてあまりにも明白ではありません。 いくつかの作家が心に留めることのできるレッスンです。 このようなシリーズを終えると、恋人同士を引き離して、それから一緒に戻ってきて、気分が良いと思われる長々としたエピローグを持つシリーズが、最後の数秒ほど効果的ではありません。\n\nいちかが宇宙に戻ってから7分かけて起こる無力感と悲しみの感覚が、このクリップの1つのクリップになります。長さはおそらく4秒です。 それは、あなた、ビューア、空白を埋めるために残します。  IchikaとKaitoが一緒に幸せになっていると言いたいと思うが、結局のところ彼女は休暇に戻ってきたかもしれないと言って、あなたは終わりを解釈することができます。 彼女が戻ってくるかどうかについて私たちの質問に具体的な答えを少し持たせることは良いことであり、観察者が残りの部分を埋めることを可能にすることはさらに優れています。\n\nとにかく文字について少し話しましょう。  Kaitoは好きな男性のリードです。 彼は趣味の愛（映画撮影）とヒロイン（Ichika）への愛のそばで、人格がほとんどない一般的なリードだから、彼についてはあまり言い表せない。 そしてIchikaは同じですが、彼女は彼女に多くの性格を持っていませんが、Kaitoと一緒に彼女が開発したロマンスについては、気分が良くなります。\n\nカンナはカイトを愛するが、カイトは彼女を愛していない迷惑な雌犬であり、彼女はそれのためにたくさん泣く。 私は彼女を嫌った。 彼女は性格ではありませんでした。 彼女は不気味な滝だった。\n\nミオはモエと無用です。 彼女の哲郎への愛はかわいいですが、彼女がヌーディストであるという事実は奇妙で、本当に笑いを出しません。 特に、私たちはパンダが裸で裸であることを見るので、彼女はヌーディストとして自分自身を明らかにする前にぬいぐるみを持っています。 これはちょっと変わったように見えるものです...私は彼女がパンダのぬいぐるみが好きだと思っていました。\n\nレモンは悪いです。 彼女は誰とでも恋し合い、映画の監督を引き継ぐことができるようにロマンスのチャートを保持し、黒人の男です。 今、この最後のものは一種のばかだが、それでも彼女は驚くべきことを固めている。  Ichikaは外人だが、多くの謎が彼女を取り囲まない。 レモンは反対です、最終的にあなたは本当に彼女の意図が何であるかを理解していません。 彼らは良いですが、彼らはまったく定義されていません。 彼女は私の好きなキャラクターです。\n\nTetsurouは...まあ、彼は悪くないです。 彼はちょうどそこにいます。\n\nあの夏の魔法はいいロマンスで、たくさんのことは間違いありませんが、愚かな部分やたくさんの物語があります。 キャラクターの多くは、色が薄くて面白くないものもありますが、いくつかは良いと思い出深いかもしれません。 ロマンスはかわいいし、ちょっとあなたと付き合うかもしれない。 それは良いものに集中したいと思うショーの種類であり、重要でないすべての側面のものをあきらめることです。 あなたはそれについて気にしないので、あなたはIchikaとKaitoが成長するのを気にします。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "Biatorizu",
    "profile": "/profile/Biatorizu/reviews",
    "pages": "4",
    "number": "4",
    "link": "/reviews.php?id=192583",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  4\n|  6\n\n私はエピソードリストの前半を見ただけです。 私は、このアニメの半分がまだ私の関心をピークにしていない場合、私はそれをドロップすることを自分自身に伝えるためのポイントを作った。\n\n私はAno Natsu de Matteruが失望しないだろうと思った。 残念ながら、それはしました。\nヒョウカ、オレガール、アオナナ、ココロコネクトとは異なり、このスライスオブライフアニメの最初の数話は、視聴者の半分をストーリーに巻き込むことができません。\n\n私はプロットについて何も知らない。 それは外見上の女の子のことです。私は前提と、人々が違っていて、フィットしようとするアイデアにどのように関係しているのかを理解しています。しかし、キャラクターはうまく発達していない、光沢がなく、全体的に退屈です。\n\n唯一の償還要因は、主人公の内部思考です。 しかしそれはそれについてだった。 シーズンの真っ只中まで見ることは、私の雑用になりました。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "HeeroZeroG",
    "profile": "/profile/HeeroZeroG/reviews",
    "pages": "4",
    "number": "5",
    "link": "/reviews.php?id=55759",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nそれは、私が今までに見たアニメの中で最も優れたアニメの一つであり、オネガイ教師の物語やそれに類似したキャラクターと同じです！ 私はこれを見ていると同じ寒さと興奮を与え、私はまだ第9話に入っています。もっと待つことはできません。 これが私が純粋なラブストーリーと呼んでいるので、これらのタイプのアニメがまだ作られていることを願っています。\n間違いなくすべてに10/10を与える！"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "birdmaster14",
    "profile": "/profile/birdmaster14/reviews",
    "pages": "4",
    "number": "6",
    "link": "/reviews.php?id=63651",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  7\nキャラクター|  10\n|  10\n\n12のエピソードしかないという事実にもかかわらず、Ano natsu de matteruは私のお気に入りのリストには間違いありません。\n個人的に、私は本当にロマンスのファンではないが、このアニメは私の意見を変えた。\n私は間違いなくあなたにお勧めします、それは美しい物語を持っている、文字はお互いを完了しており、それはちょうど夏の夜には完璧です！"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "Lukas10",
    "profile": "/profile/Lukas10/reviews",
    "pages": "4",
    "number": "7",
    "link": "/reviews.php?id=72347",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  9\n\n*いくつかのスポイラーが含まれる場合があります\n\n---------\n\nシノプシス：\n\n*主人公は未知の女性によって保存されます\n*学校から新しい女の子に変わる\n*帰宅途中でお互いに無作為に衝突する 彼は彼女が彼と一緒にとどまることを提案する。\n\nこれから何か非常に良いことが起こります。\n\nストーリー：\n\nSFとロマンスのブレンドを非常にうまくミキシングします。ロマンスはストーリーの強い部分です。他のキャラクター+内部の気持ちを知る方法、良い演奏、エンディングはフィッティング、そしておそらく 人気のある選択ですが、シリーズに適したものです。\n\nキャラクター：\n\n私は、彼らがよく丸められていることを言う必要がある、1つのcutesy恥ずかしそうな少女、1つのトムの男の子など..しかし、このシリーズは何か特別なものです、彼らはほとんどの文字を画面上で十分な時間を与えた方法 彼らは深く愛し、それはあなたに影響を与えます、それぞれのキャラクターは愛の関心を持っており、通常はそれらを愛するものではありません、私はそれが私が望んでいた方法に行っていない場合でも、\n\nアート：\n\nとても素敵です。キャラクターのデザインのように、イチカが彼女と共に持っているかわいい小さなエイリアンのものでさえ、クールなキャラクターであり、アートが作り出す暖かい雰囲気全体に加わります。\n\n音：\n\n魅力的なイントロ/アウトロ音楽+ほとんどの声のキャラクターは、自分の性格、良い選択に適していました。\n\n楽しみ：\n\n私はこのシリーズを楽しんだ、最後のいくつかのエピソードは少し引っ張られた感じが、全体的に、驚くほどの文字の深さ、素晴らしい音とビジュアルは、たとえ物語は何も起こらないものでもドラマがいっぱいであり、  1日にシリーズ全体を見た、これは:)\n\nあなたはそれを見なければなりません：\n\nはい！！！ 長い間に見られたより良いシリーズiveの1つ。 それはすぐにあなたを引き付けることはできませんが、それを保つことができます、ドラマは大きく、その楽しい時計と1つのIDを強くお勧めします。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "TheGravityHero",
    "profile": "/profile/TheGravityHero/reviews",
    "pages": "4",
    "number": "8",
    "link": "/reviews.php?id=107321",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nこんにちはみんな！ これは私の将来の私のためですが、もし皆さんがそれを使いたいと思ったら、次に進みましょう。\n\nよ、私は将来私wassup！  Apparantlyそれはあなたがその後入力した方法です。\n\nストーリー：9\n話はとても良かった。 それはうまく実行されました！ いくつかのアニメにはできないことがありました。それは時間管理です。 それは非常に順調に進みました。速すぎず遅すぎもありませんでした。 私はすべてのエピソードで満足していると感じました。 しかし、まだいくつかの部分で混乱していました。 さらに、あなたがまだ悲しい話を好きなら、あなたはこの旦那を愛するでしょう！\n\nアート：9\n芸術はとてもかわいいです。  （うわー、私は男だし、かわいいと言ってる？XD）とにかく、色づけがとても良い、それは私には新鮮だと感じました。 芸術のスタイルとキャラクターのデザインも一流でした！ アニメーションも良い、それは最高ではなかったが、それは良かった。\n\nサウンド：9\nうわー！ サウンドトラックは単に素晴らしいです！ オープニングとエンディングの曲は、特に私がそれを好きにしたものです！ それはあなたが退屈しているときに聞くことができるもので、何もする必要はありませんが、周りを見回すだけです。 効果音と声優もとても良かったです！ 感情の仲間...\n\nキャラクター：9\n文字は素晴らしかった！ 彼らはすべて楽しく面白かったです！ それは私がここで私の友人のいくつかに関係させた（私はあなたがまだそれらの友人であることを願っていますO ^ O）それは彼らがインタラクティブで時には悲しいことを見て本当に楽しいでした。\n\n楽しさ：10\nうわー！ このアニメはすごくすごい！ すべてが素晴らしかった！ あなたがこの未来の私を完全に忘れてしまった場合は、今すぐ直ちにそれを見て、あなたが何をしているのかを見直して、新しいタブを開き、すぐにそれを見てください！\n\n全体：9\n物語は進歩的で非常に面白くて良いものでした。\nてぇ あｒｔ わｓ すぺｒｂ あんｄ かわいい〜 です です （ＷＴＦ め ＸＤ）\n音は薬物のように中毒性があった\nキャラクターは薬物よりもさらに中毒性がありました\n楽しさがとても良かった私は泣いている間自分自身をjizzed\nあなたはまだ何をしていますか？ 今すぐ見る！ あなたはあなたが何かを忘れているというアイデアはありません！"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "bearvarine",
    "profile": "/profile/bearvarine/reviews",
    "pages": "4",
    "number": "9",
    "link": "/reviews.php?id=157537",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  8\n\n私はこのシリーズを本当に楽しんだ。 現実的なドラマといくつかの驚きのねじれで、それは見て価値があった！ 他の人が言っているように、ストーリー・ラインは劇的で面白いです。 いくつかの魔法の/超高度な技術が使用されていますが、それほど重大ではなく、中央のストーリーから逸脱しています。\n\n私はキャラクターのお互いのロマンチックな利益の発展を楽しんでいましたが、その結果競争の激しさが激しかったので、私は次の理由でこのストーリーを差し引いています：\n - 十分なキャラクター開発が行われる前にロマンスが始まったため、アフィニティーが変わり始める前に、リードキャラクターの動機を完全に理解していなかった。 また、\n女の子の感情を深く探検しながら、少年の性格ははるかに一次元的に描かれました。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "EveryGenre",
    "profile": "/profile/EveryGenre/reviews",
    "pages": "4",
    "number": "10",
    "link": "/reviews.php?id=155501",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  8\n\n短期間のレビュー\n\nこれは主にロマンス、コメディ、ドラマアニメであり、そこに投げ込まれたSFのビットがある。\nそれは映画を作りたいと思っている約5人の高校生ですが、イベントの後、物事を変える赤ちゃんの少女に遭遇します。\n\nこのアニメは、子どもたちに多くの焦点を当てて、退屈なように見えるかもしれない映画を作っていますが、実際には私を端につけてくれました。  （ドラマは大きな役割を果たす）\n\nストーリー8  - それはあまり魅力的ではありませんが、ストーリーが進むにつれて、あなたの座席の端にあなたを残します\n\nアート8  - まったく不満はありませんが、キャラクターはきれいに見え、特にボディサイズでは現実的です\n\nサウンド7  - 何も聞こえないように音楽がそこにあったような目立つものはありません。\n\nキャラクター9  - これは重要です。 このアニメは6人の主人公を持っていて、ほとんどすべての時間にそれらに固執します。 ロマンスは実際にはここやそこに愛の多角形があるので大きな役割を果たします。 それぞれの主人公は、あなたが絶対に崇拝するような特産物を持っています\n\n楽しさ8  - 私は実際にこのシリーズを大いに楽しんだ。 結末は非常に満足していた、ロマンチックな瞬間はロマンチックだったし、劇的な瞬間はドラマチックだった。\n\n私はいくつかのコメディーアニメでロマンスドラマを楽しむ人々にこれをお勧めします。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "MisfortuneMagnet",
    "profile": "/profile/MisfortuneMagnet/reviews",
    "pages": "4",
    "number": "11",
    "link": "/reviews.php?id=136141",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  8\n\n一夏の出来事。 当時、私たちは何もしていませんでしたが、私たちはしたいと思いました。 それが彼女が現れて、私たちの夏を思い出深いものにしました。 喜びと悲しみはすべて加わりました。 その夏、私たちは決して忘れることはできません。\n\nこのアニメが出てきたのを見たとき、私はそれが2002年に私が見たオネガイ先生のクローンだと思った。このアニメの前提はまた私にAnoHanaを思い出させた。 この2つの状況を考慮して、私はこのアニメには期待していませんでした。 しかし、AnoNatsuは私を複数の方法で正しく、間違っていることを証明しました。それがこのアニメを思い出深いものにしました。 これは私の最初のアニメのレビューですので、あまりにも多くの私を打ち砕かないようにしてください：P SPOILS AHOY。\n\nストーリー（7/10）\n\n物語は私たちの主人公、Kaitoと、カメラでランダムなものを撮影しながら走っています。 彼は死についての彼の考えについて独りぼっちになっていくと、宇宙船が突然彼の近くの土地を墜落させ、死が自分を柵の上に突き刺し、彼を後世に招待する。 彼が死ぬ直前に、少女が彼を救い、彼は翌朝起き上がる。 そして、翌日には学校に通い、Kaitoの友人、哲郎さんに、Kaitoとの友人との夏のアクティビティとして招待されます。  Ichikaはどこにもいないので、Kaitoは彼女と一緒にとどまるように彼女を誘う。 夏休みのアプローチとして、ドラマ/ロマンスと生命の要素が現れます。\n\n私は個人的に物語を楽しんだ。 それは、夏に楽しい時間を過ごそうとしている友達のグループの本物の体験を描いたものです。  Ichikaと同じクラスの3年生のレモンは、グループの原動力であり、私が本当に好きだったコメディの大部分を作りました。 彼女は、夏は、ジュースを飲んで人を覗いているときに、あなたの友人を狂ってしまうことなど、楽しい活動のための時間だと教えてくれました。 ロマンスは現実的でしたが、IchikaとKaitoの緊張が引き出されたような気がしました。 彼らの関係が停滞したり、不自然と緊張したりするのを見ると、ちょっとイライラしました。 私はまた、ロマンスが遅いという10回のエピソードの後、Ichikaの空間上の問題に加速すると感じました。 プロットはあまりにも速く動いて、誰かが結局メインカップルが一緒になった後に何が起こっているのかを理解することができました。 私はまた、彼らが私たちに与えた「それは観客の終わりまでです」よりも明確な終わりを望みます。 全体として、忘れられない夏を経験している友人グループの楽しい話でしたが、ストーリーのペースは疑問でした。\n\nアート（8/10）\n\n正直言って、私はここに何も言いたくありません。 鮮やかな色、滑らかなアニメーション、心地よいキャラクターデザイン。  J.C。スタッフは美術部門で優れた仕事をしました。これは、過去のアニメのアートが賞賛されていたことを考えると意外です。 私の唯一の苦情は、芸術は独創的ではないということですが、それは機能します。 私が言いたいことは、アーティストが実際のキャラクターよりもセッティングに集中していると感じたことですが、それはちょうど私です：P\n\nサウンド（9/10）\n\nええ、私はそれをAnoNatsuに渡す必要があります、彼らはこれで大きな仕事をしました。 バックグラウンドミュージックは、実際には陽気な音で思い出深いものでした。 しかし、AnoNatsuのサウンド部門を9/10に押し上げたのは、OPとEDです。 レイによる「サイン」のオープニングは、かわいいものであり、夏のための予感を支持していました。 しかし、私のためにショーを盗んだのは、ED、柳永成の「VidroMoyō」でした。 この曲は、各エピソードの感情的なクライマックスの中で演奏し、私を信じて、それは自分の感情に影響を与えた地獄になった。 演奏されている間に私が感じた気持ちは、私を笑顔から涙にまで追いやった。 それはよかった。 私は彼らに音のための十分な信用を与えることはできません。\n\nキャラクター（7.5 / 10）\n\n2人の主人公、KaitoとIchikaは独創的ではないと感じました。 彼らのロマンスがよく書かれているにもかかわらず、キャラクター自身は無意味に感じます。  Ichikaが外人であっても（これはスポイラーではないのですぐに分かります）、彼女の性格や発達が典型的なので、私は興味がありませんでした。 サイドキャラクターが私のためにショーを盗んだ。 カンナは初めに面白くて魅力的でしたが、最終的には強いキャラクターになりました。 哲郎は初めに典型的な男の仲間でしたが、シリーズが続くにつれて、より寛容で思い出深いものになりました。 ミオは初めは平均的で恥ずかしがりの少女だったが、後に彼女が目を満たす以上のことが明らかになり、私は彼女の性格の開発に感心した。 最後に、レモン先輩は私が彼女を嫌うことはできないほど面白かったです。\n\n楽しさ（8/10）\n\nここではあまり言いません。 ペーシングで仕事を使うことができたにもかかわらず、ストーリーは良かったし、キャラクターは本物で気持ち良かったし、音も素晴らしかった。\n\n全体的に（8/10）"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "potatoplanet",
    "profile": "/profile/potatoplanet/reviews",
    "pages": "4",
    "number": "12",
    "link": "/reviews.php?id=130705",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n私は17年間アニメを見ていて、私が好きなアニメの種類をほぼ完全に絞り込んだ。 私はスライス・オブ・ライフ、ロマンス、少しのドラマ、そこに投げ込まれた小さなSF /ファンタジーを楽しんでいます。 しかし、結局のところ、私にとってアニメを魅力的にするのは、それが私に永続的な印象を残すということです。 私の人生では、数時間後にそこに座っていて、それがどれほど驚くべきか（Clannad、Honey and Clover、Sakurasouのペットガール、Sword Art Onlineなど）を考えただけのアニメはわずかでした。 さて、これは私のトップ5アニメのリストを作った。 そして、私を信じて、私はたくさん見ました。\n\nキャラクターはショーをとても幻想的にするものです。 彼らは感情的で面白いですし、私は何が起こっているかに投資しています。 私は無関心な考え方でこの番組を見始めた。 しかし、私はいくつかのエピソードを通過するとすぐに、私はこの12エピソードのアニメを一度に終了しました。 私はそれを見て止めることができませんでした。 それは決して起こらない。\n\nそれはまた、やや爽やかなショーでもあります。  2人の主人公の関係はそうです、よく、非アニメのようです。 確かに、物事を理解するにはしばらく時間がかかります。 しかし、彼らがするとき、彼らはカップルになることを戸惑うことはありません。 アニメでは、通常、手を握るのを恐れています。*咳止め*。 だから、これは本当にこのアニメをもっと好きにしてくれました。\n\n私は本当に何かを台無しにしたくないので、私はもう言いません。 私が言うことは、このアニメにチャンスを与えることです。 あなたはそれを後悔しません。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "Fro5tsAnime",
    "profile": "/profile/Fro5tsAnime/reviews",
    "pages": "4",
    "number": "13",
    "link": "/reviews.php?id=73201",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\nありがとうございました！！！\n私はもう一度、私の感情の中核に触れてきました！\n私はこのアニメのおかげで愛について新しい考え方を持っています！\n\nユーレカ7 AOの混乱（このレビューの時点ではまだ進行中のアニメです）。 そして、私の中に残された穴は、いくつかのアニメをエンディングでエンディングした後、実際にショー全体の私の見方に害を及ぼすことが分かった。 私が言わなければならないことは、あなたの人生/ロマンスの欲望のための良い修正を探しているならば...これを今すぐピックアップ！  10代の人生のユーモアの良いスタートと素敵な組み合わせで、サイエンスフィギュアのバランスの取れたドロップとの愛に直面して、私はこのアニメを10/10にしなければなりません。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "animeRoads",
    "profile": "/profile/animeRoads/reviews",
    "pages": "4",
    "number": "14",
    "link": "/reviews.php?id=75037",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\n「あなたが持つことができないものを待つことは、死に等しい」\n\nあの夏は、夏の間に外人と恋に落ちた孤独な少年の物語を伝えています。 はい、外国人です。\n\nだから、あの夏はどんなに特別なの？ 他のロマンチックなドラマと比較して、それは1つのクラスです。 アニメの勢いはずっとゆっくりとしているが、スプリントのように、最後の数回のエピソードがアニメの表面に向かって急増し、視聴者に空虚感と充実感を残してしまう。 しかし、スプリントのように、アニメの大半は根底にあるアイデアを構築するのに費やされました。\n\nストーリー：写真を撮るのが好きな男は、ある夜、神秘的に殺されました。 アニメのオープニングパラグラフでは、視聴者に「感動」の感覚が込められています。アニメの主役は主人公を殺してしまうことはほとんどありません。 しかし、すべてのシャーロックホルム小説のように、それは全体のストーリーラインの道を開いた。 私の意見では、プロデューサーが確立したのは、キャラクターの間の強固な、間違いのない絆でした。  3分ほどでアニメに復帰した彼の復活は、視聴者の中で「何が起こったのか」という気持ちが続き、言うまでもなく、これは視聴者がもっと長く暮らすのを助けた。 最初のエピソードが進むにつれて、あなたはAno Natsuの世界にますます引き込まれます。 質問はあなたに辛抱強く投げられ、回答はありません。恐ろしい25分が近づくまで、あなたは見守り、見て、見守ってください。 クリフハンガー。 あなたは何が起こったのかを知るために一週間ほど待っていますが、質問は答えられないままです。\n\nあるレベルでは、これは最初のカップルのレーティングを高く維持する最善の方法です（そうでない場合は数週間）。 そのような高い偉大な方法でアニメを始めることは賢いことでしたが、それはまた、高いことがすぐに死ぬことを意味しました。\n\n4回目以降のエピソードでは、それは体制のようなフィラーに定着しています。 それに直面しているゆっくりした、時間が動かない行動は重要ではないようです。 しかし、アニメは巧妙で、微妙なヒントはエピソードに埋められています。 彼らは大きなフィナーレの準備をしていた。\n\n明らかに私はあなたに最後を伝えることはできませんが、私が前に言及したように、私はあなたが爆発的な仕上げによって中間の 'くすみ'が補われると言うことができます。 私は畏敬の念と空虚感を同時に感じることはできません。 幸いにも悲しいことではなく、物語が終わったわけではありませんが、悲しいことに私たちはすべての答えを聞いたことはありません。 多分、私たちは想像力を使ってギャップを埋めることができますか？ それにもかかわらず、私はそのような対照的な感情を一度に感じたことはありませんでした。\n\nだから、なぜそれを見たいと思うだろうか？ 花火のように、美しさの一秒間に支払う価格は正当化できません。 あなたがアニメを終わらせるために持っていなければならないコミットメントは高いですが、私はあなたに保証します、フィニッシュはそれに値するです...少なくとも私の意見では。 最初のエピソードはあなたの興味を引くでしょう、私はあなたを保証しますが、最後まで続けることは挑戦です。 そして私はあなたの一人一人がこの挑戦を乗り越えて、私が感じたような永遠に対照的な気持ちを楽しむことを願っています。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "ImmaQtPie69",
    "profile": "/profile/ImmaQtPie69/reviews",
    "pages": "4",
    "number": "15",
    "link": "/reviews.php?id=94621",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  7\nキャラクター|  8\n|  10\n\n私は本当に素晴らしいアニメです。私はこれを見て本当にうれしいです。 このアニメはとても暖かく、悲しいです。私はほとんど最後の笑に泣きたいと思っていました。 なぜ私はあの夏の魔除が好きなのは、その中に大きなラブストーリーがあるからです。 私はカイトのような古いカメラで撮影されたような効果を出すアニメのアイデアも好きです。 思い出はいくつか私たちが持っている最高のものであり、本当に私の心に触れていることを私たちに伝えているので、最後には少しの人生があると思います。 私の唯一の嫌いなのは、彼らが卒業したときに崖のハンガーに残した結末です。私たちが約10秒間見る映画の後ろに残しています（スポルター・アラートは読んでいません。\n\n\n\n\n私たちはそれからIchkiaが戻ってきたことを示しています。それは彼女の宇宙船が再び故障したと言っているようです\n\n\n\n\n（スポイラーは終了）\n私は誰にでもこれをお勧めします！ 私の本の中のトップ10のお気に入りの1つが、Ano Natsu de Matteruを見ています！"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "Ouzihs",
    "profile": "/profile/Ouzihs/reviews",
    "pages": "4",
    "number": "16",
    "link": "/reviews.php?id=73709",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  10\n|  9\n\nこのアニメは私の期待をすべて超えました。 私はそれがいくつかのSFで良いロマンスのコメディであることを期待していましたが、代わりにこれまで最高のロマンスコメディを見なければなりません！ はい、私はToradora以上のものも好きでした。\n\n\nアートワークとアニメーション\n\n強い色：\n\nにせ こんｔらｓｔｓ： ｈっｔｐ：／／らんどｍｃ。ねｔ／いまげ／あの％２０なつ％２０で％２０まってる／あの％２０なつ％２０で％２０まってる％２０ー％２００１％２０ー％２０ぁｒげ％２００２。ｊｐｇ\n\n素晴らしい見通し（カメラアングル）：\n\nよく光の使用を考えた：\n\n細部に大きな注目を集めています。\n\nこれらはすべて、良いアートワークのための材料であり、Ano Natsuはそれらをすべて持っています。 そこにはより良いアートワークを持つアニメがありますが、これはトップから遠くはありません。\nアニメーションも非常に良いです。 ほとんどの時間がそれほど際立っているわけではありませんが、「うわー、これはうまくやった」と思う瞬間があります。 アニメではよく見かけることのないものもあります。表情の表情が凝っています。 顔は常に突然変化するわけではありませんが、状況によっては、目が口の形を動かして髪の毛が動く様子が異なっています。\n\n\nプロット\n\n（ 'この部分はコピー貼りです）\n「夜8ミリカメラをテストしている間に、小さな町で神秘的な爆発の中でキリシマ怪盗が捕らえられる。 不思議なことに、Kaitoは翌日は完璧にうまく目を覚ますが、その前日に何が起こったのか想起されることはない。 ただの夢だったように見えても、彼は事件をあまり考えずに学校に向かう。 彼の友人たちとカメラについて話し合って、彼らは夏休み中に映画を作ることに決めました。 彼らは、2人の上級クラスの学生をこのプロジェクトに参加させるよう招待します。最近、高槻一花と奇妙な山野レモンが到着しました。 不思議な運命の中で、姉は海外で働く必要があるので、IchikaはKaitoと一緒に生きていきます。 小規模な映画のクルーにとって、夏の日々はエキサイティングなものになっています。\n\n最初のエピソードを見た後、私は「オネガイ先生、トラドラとアノハンナの組み合わせだよ」と思った。それから、このシリーズの途中で、私はこのシリーズが単なる「コンビネーション」ではなく、 慣習的なねじれで。  Sci-fi要素はそこにありますが、それはプロットの最も良い部分ではありません。 最も良い点は、文字の関係がどのようになっているかです。 撮影は非常に良い方法でプロットに貢献します。 場合によっては、キャラクターの感情を強調するのにも役立ちます。\n\n\nキャラクターとその発展\n\nKaito、男性の主人公は非常に正直な、普通の高校の少年です。 正直なところは、私が本当に好きなことです。 それは彼をロマンスのコメディーの他の多くの主人と異なったものにする。 女性の主人公Ichikaに対する彼の気持ちは非常に速く発展する。 その間、カンナは明らかに彼女の親友を圧倒している... Kaito。 哲郎とミオもこの話で重要な役割を果たしますが、それ以上のことはスポイラーを与えることを意味します。 人間関係の発展を助ける一人のキャラクターはRemonです。 彼女はアニメで見た中で最も興味深いキャラクターの一つです。\n\n\n演技\n\n石原香織は本当にクレジットに値するセイウーです。 彼女とShimazaki Nobunagaの両方は、多くの感情を演奏し、彼らをリアルにするのは難しい仕事でした。 彼らはどちらも完璧に成功したと言わなければならない。 私はロマンチックなシーンで簡単に動かすことはできませんが、瞬間ごとに何か特別なことを感じました。啓示、告白、または文字がお互いに見える方法を変えたものがありました。 他の主人公のすべての精神にも：素晴らしい仕事！\n\n\nサウンドトラック（オープニングとエンディングを含む）\n\nI've Soundによって作曲された音楽はいいですし、アニメによく合います。 それについてはあまり言わないと思う。\nオープニングは普通ですが、アニメにはうまく収まりますが、特別なことは何もありません。 歌はいいですね。=）\n私は結末が好きです。 曲はいいですが、私の目を引っ張ったのは色の象徴でした。 たぶん私はあまり考えすぎているかもしれませんが、文字の色はランダムではないと思います。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "crescent917",
    "profile": "/profile/crescent917/reviews",
    "pages": "4",
    "number": "17",
    "link": "/reviews.php?id=57421",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  10\n\nこのアニメは他人から非常にユニークですが、アニメのラブストーリーは最終的には安定した関係になりますが、これは別です:)）\n\nストーリー（10/10）\n物語は周りを回っているエイリアンの女の子は人間の男の子を救い、彼らは恋に落ちるだけでそれを見る\nアート（10/10）\n芸術は非常に現代的です:)）それはすべてです\nサウンド（10/10）\n私は本当に音について心配しない:)）私はそれをすべて与えると思う\nキャラクター（7/10）\nヒロインだけが最も美しい外観を持っています\n楽しさ（10/10）\nそれは非常に面白いです私は床を笑い（少し誇張）\n全体的に（9/10）\nそれはあなたの時間を見る価値がある:)）"
  }
]
