[
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "sjo",
    "profile": "/profile/sjo/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=226882",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  2\nアニメーション|  2\nサウンド|  2\nキャラクター|  2\n|  2\n\nスポイラー。\n黒田雄介（MSG 00、おねがい先生）が書いた永井達之（MSG：鉄の孤児、あの花）の指揮をとりながら、恋に落ちる10代の愛のアニメ。\nオネガイ先生の前のショーから多くのキューを取り、黒田はプロット点やキャラクターを少し変えてリサイクルします。 物語的には、プロットはどこにでもあります。 未返還の愛の標準的なサイクルを使用して、それは魅力的になることができなかった拡張されたメロドラマチックなシーンを使用します。 それは、それが忘れてしまったものを設定します。それは、主役が病気に罹りにくく、決して解決されず、適切に説明されることもありません。 それについて言えば、シリーズそのものは強く満足できる解決策がなく、最終的な結果を示唆するために安いポストクレジットシーンしか使用しない。 これはひどい結末を補うものではありません。 私がそれを持っている他の個人的な問題の1つは、最後のエピソードで非常にインスピレーションを得られない、邪魔されない、ひどいひねりのためのセットアップとして実際に役立つ、ジョークとしての黒人男性のコンセプトを紹介することです。\nキャラクターの面では、イチカは純粋な「オタク」です。彼女は大きな胸を持つかわいらしくて社交的なメガネで、しばしば無力な主人公の代理母のように行動します。 彼女はまた、彼女の「気持ち」を分かち合うことができない不安な愚か者になって、彼女が書いたやり方にはかなり矛盾している。 残りのキャラクターはAnoHanaのキャストに似ていますが、タイガーのようなloli（やはり「オタク」パンダリング）が追加されています。このオオカミはカメラでの唯一の嫌悪感であり、Black in Menで働くこともあります。 残りの部分は単純に無視することができ、個性や優れた特性が欠けています。 彼らはサークル・ジャーク・ラブ・ペンタグラムの中にちょうど眠っている。\n通常、平均的なアニメーションは時々厳しく低下します。 フィナーレの反クリマティックな戦いを実現するために予算を削減したような気がします。 おそらく、背中は目の前で最も簡単です。 キャラクターデザインの中にはまともなものがあります。  Ichikaは、明るい赤毛の唯一の女の子であることで際立っています（ただし、エピソード2では別の赤い頭が分かります）。\n声優と音楽はまさにあなたが期待するもので、何も特別なものではなく、素晴らしいことを話す価値はありません。 彼らは最高の状態でまともです。BGMは、心拍を引くための簡単なアラームです。\n何かあれば、私はこれを見て楽しい時間を持っていませんでした。 それは、ひどく書かれたキャラクター、メロドラマ、ジーンズ・ツイスト、プロット・ホールなど、悪いテレビシリーズには及ばない。 私はこれを見ないことを強く勧めます。 それについて特別なことや償還することは何もありません。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "Rhaal",
    "profile": "/profile/Rhaal/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=60125",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\nスポイラーをつけずにこのレビューを書くことは、特にエピソード1や2のイベントに言及しなくても、私が予測していたよりもはるかに困難であることを証明しているので、レビューを不正確にする可能性があるので、\n\nしかし、Ano Natsu de Matteruは、あなたが使用している設定の経験、知恵、そして強固なバックグラウンドが達成できるものの例です。\n\n物語は確かにAno Natsuの強力なポイントの1つです。プロットは楽しく、新鮮であり、そのほとんどは非常にユニークな物語のデバイスを通じて配信されます。 しかし、どのように新鮮で創造的に配信、私はそれがそうでなければ10を説明する、少し予測可能であることがわかった。\n\nしかし、私は芸術はこのアニメの大きな銃の一つであると言います。色は活気があり、写真撮影はもちろん、風景の構図もはっきりと計画されています：賞賛する新しい設定はありませんが、 景色の実行は名誉の価値がある。 まったく同じことがサウンドのために行く：私は強調していないが、私は感銘を受けた。\n\n性格はAnoNatsuの焦点であり、私はそれがかなり死んでいると思います。 ステークスが高いことを考えれば、彼らは少なくとも彼らが期待に足りないと思うでしょう。\nいいえ。\n結局のところ、私たち人間を変えてくれるものの中に変化があるので、変化している間にキャラクターを維持する能力は、本当に、本当に賞賛されるべきです。 これを考慮して、なぜ私は10文字を与えなかったのですか？ 簡単に言えば、私はもっとダイナミックな人を見たいと思っていたでしょう。\n\n全体的に、私はどのくらいのアニメが物語の一部を壊すことなくあなたを伝えることができたかわからないので、実際にそれを見て、最終的にこのレビューをどの程度正確に見つけたか教えてください！"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "kurobato",
    "profile": "/profile/kurobato/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=181329",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  6\nキャラクター|  8\n|  8\n\nAno Natsu de Matteruは、ドラマチックな/感傷的なアニメとはみなされませんが、私は同じことを感謝します。\nプロットから始めよう：実際にこのアニメの強みの1つではなく、実際にはいくつかの点では些細なように思えます。 しかし、このアニメのプロットには、20エピソードの後に​​常に関わってくる2人の主人公で終わる感傷的な古典ではありません。 このアニメでは、主人公がシリーズを定義する前に自分の気持ちについて明確なアイデアを持っています。 私は結末が私を怒らせることはありませんでしたが、気にしないことを認めます。 全体として私はプロットに7.5を与えるだろう\nキャラクターに移りましょう：いつものように、キャラクターはアニメを見ても認識して覚えているキャラクターはありません。 ポジティブなことは、多くの人を愛していますことをすべて喜んで行うことであり、それは賞賛されることです。 私は特にアニメの男がその目標を達成するために最大限の努力を続けることを拒否されているにもかかわらず、感謝します。 全体的に私はキャラクターにも8を与えるでしょう。\n見た目とサウンドと感触は、このアニメのハイライトの1つだけではなく、オープニングやエンディング、OSTを特に楽しんでいます。 私はそれに6を与えるだろう\n滑らかさについては、最初の夏の待ち時間は本当に移動が難しいですが、時間の経過とともにそれを非常に感謝し始めると、様々な文字にもつながります。 私は滑らかさにも8を与えるだろう。\nこのアニメの全体的なグレードはどのように評価するのですか？7に切り下げられます。あなたが感傷的な種類が好きで、普段と少し違うものを探しているなら、私はそれをお勧めします。 多くの興奮。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "SovietPsycho",
    "profile": "/profile/SovietPsycho/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=170769",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  10\n\nこのアニメは、f * ckとして迷惑で、理由を説明しましょう。 私はあなたが私の言うことを聞いて宿題をしなければならなかった！ しかし、もちろん、このアニメは、最高の崖のハンガーを残して、私に見せなくてはならなかった....しかし、本当に、これは素晴らしいアニメでした。\n\n本当に説明するのは難しいですが、Toradoraはそれを感じています。あなたはエピソードの初めに知っていますか？ あの未亡人とタイガが将来から来ているかのように話していた時、あの夏はほとんどが初めに向かっています。私はそのようなものが好きです。 それは、アニメの心理学的見解と、アニメが終わったときに振り返ることができるようなサスペンスを追加します。\n\n私はこのアニメが好きだったのは、ロマンスがプログレッシブな流れを持っていたことです。ただ停止するだけでなく、あなたが知っていることを知っています。 それと同時に、それは非常に自然な感じです。何も工夫や強制がないように、まあ、多分少しです。\n\nこのアニメは、あなたが笑って笑ってくれることになるでしょう。多くのことがあなたに起こります。 明らかにyallは要約のようにここに私のものです。 この少年はカメラを持っている、彼はこの少女と出会って、一目ぼれにほとんど愛している、彼女は彼女についての秘密を持っている！ それは、この少年と、まったくのANIMEをちょうど見ているばかりのばかを伴います。\n\n*明るい心地よい深いプロットを探している人におすすめですが、あなたの考えを消してもらうのは、anohanaとtoradoraのコンボを使っています。これらのアニメを作った人たちはこのアニメを作ったのです。 このアニメには悲しい部分もありましたが、両者を完全に組み合わせた幸せな側面があって、私は約束します。この非常に短いしかし驚くべきアニメの終わりには満足しています。*（それはすでにちょっと見ています。  ）\n\nそれらの崖のハンガーなどについて私があなたにどのように言ったかを覚えていますか？ もしあなたが私のようなアニメファンならば、そのようなポイントでアニメを残すことはできませんし、次のエピソードを見なければなりません。 生物学におけるD、PEACE OUT"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "jc9622",
    "profile": "/profile/jc9622/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=202875",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  8\n\n私はこのアニメを見る前に少しの研究を行い、このアニメは「AnoHana：The Flower Say That That Day」を指揮した同じ男が指揮していることを知り、興奮しました。 あまりにも興奮した、おそらく私はこれが別のドラマになると思ったからです。 それはRom-Comアニメのもう一つだったことが分かった。\n\n\n[ストーリー]：（7/10）\n夏の間、友人のグループは映画を作ることに決めました。 しかし、映画を作っている間に、彼らはお互いに自分の気持ちについてもっと学ぶことになります。 夏休みを避けるための簡単な方法として始まることは、はるかに複雑で親密で明白なものにすぐに変わります\n\n物語は、基本的に彼の惑星（地球と呼ばれる）に上陸したエイリアンの少女墜落を目の当たりにしたKaitoという若い高校生の十代の若者です。 そこで、彼はIchikaと呼ばれる熱い異国人のような人間のような女の子と出会う。 この時点で、あなたはすでに彼らが結局一緒になることを知っています。 あなたが知る必要があるのは、彼らがどのように一緒になったかです。  KaitoとIchikaが一緒になって結成されたのは、いくつかのエピソードで行われていたかもしれないが、今日のRom-Comアニメではとても一般的な、間抜けな愛の三角形を追加することに決めた。 正直なところ、私はそれが正しく行われている限りは気にしませんが、そうではありません。 それはちょうどメロドラマ的すぎるように笑われすぎてしまった。\n\nとにかく、会議の後、Kaitoと彼のグループの友人;  RemonとIchikaと一緒に、彼らはRemon自身が監督する予定の映画を作ることに決めました。 それほど重要ではないので、映画について知る必要はありません。 あなたが知る必要があることは、撮影中に友達のグループが互いに向かって実現した感情です。 これは実際にショーの最も良い部分の1つです（愛の三角形を除く）。 それはさらにキャラクターを開発し、なぜキャラクターがそのキャラクターに対して感情を抱いたのかについてもっと知ることになります。\n\n私はちょうどこれを方法から取り除きたい。ショーに非常に短い弧があり、それは2つのエピソードのためだけに持続した。 これは私が今まで見た中で最も愚かなアークです。 それはフィラーだけでなく、不必要なものです。 私はそれを完全に不要とは呼んでいませんが、私たちはMioと彼女の本当の自己についてこのことを学びます。 この弧が含まれているのは、途中で女性である、彼の幼なじみの友人と会う\"男性の主人公\"です。  *ウィンクウィンク*もっと愛の三角形と誰も本当に気にしない彼女の友人\n\nショーはRom-Comであり、物語はロマンスに関するものですが、あなたが見ることができます。 ショーには「Sci-Fi」タグが付いていますが、そうではないため、SFがSFに重点を置いているとは思われません。 それはちょっとしたプロットデバイスです。 しかし、サイエンスフィクションは、KaitoとIchikaの両方に何が起こるかで役割を果たしますが、私はそれを台無しにしません。 あまりにも多くの未来的な2100技術を期待してはいけません。\n\n私は「エイリアン」種、特にIchikaにあまり焦点を当てていなかったという事実にいくらか失望していました。  Ichikaの外来種やその技術などについて詳しく知りたいと思っています.12話のシリーズについては、私が言及したすべての点を取り入れるのは難しいでしょう。\n--------------------------------------------------  -------------------------------------------\n[アート/アニメーション]：（9/10）\nそれ以前にJ.Cスタッフのアニメを見たことがあるなら、一見するとショーのアニメーションに精通しているはずです。 それはIndex、Railgun、Toradoraのような過去の作品とかなりよく似ていましたが、照明が増えたため少し良くなりました。 キャラクターのデザインはかなりいいようですが、J.C Staffのアニメキャラクターによく似たキャラクターが1人あります。 私はレモンについて話している。 彼女はToradoraのTaigaとRailgunの黒子とのハイブリッドです。\n--------------------------------------------------  -------------------------------------------\n[サウンド]：（9/10）\nあの夏の魔法は、ほぼ完璧なサウンドトラックを提供します。 偉大なOPとEDのテーマ曲から素晴らしい背景テーマまで、ショーはそれを打ちました。 サウンドトラックは、現在再生中の対応するシーンに適合します。\n\nレイの主題歌「看板」とEDの主題歌は、柳木渚の「Vidro Moyou」です。  OP主題歌は私の意見では素晴らしいと思ったが、それはRailgun OVA OPといくつかの類似点を持っていた。  EDのテーマはすごいね。 実際にOP主題歌よりも優れているEDテーマソングを持つアニメを見るのは非常にまれです。\n--------------------------------------------------  -------------------------------------------\n[キャラクター]：（7/10）\n私の意見では、キャラクターはかなりまともです。 彼らはそれほど悪くはありませんでしたが、どちらも最高のものではありませんでした。 つまり、彼らはティーンエイジャーです。 彼らの行動は、時には馬鹿げているようにも、ドラマチックなものに巻き込まれても、メロドラマ的なものになります。 私はそれが文字を紹介する時だと思う。\n\nKaitoは好きな性格を持ち、外人の女の子とかなり素早く恋に落ちるショーの主人公です。  Ichikaは、地球に着陸した宇宙人の少女です。 彼女は99.9％の人間のような外観を持ち、彼女は非常に丁寧な女の子です。 彼女は男性の主人公を世話する女の子の一人です。 言い換えれば、彼女は '女主人公の面倒を見守る'の一部です。\nそれから、私達は哲朗を持っています。この人はあなたのグループで欲しいと思う信頼できる親友の一人です。 それから、強く独立した女性キャラであるかながいます。 そのレモンジュースは実際にアルコールです。 ああ、私は約500回ジョークの試合を見ることができ、それは決して古くなることはありません。 正直言って、私は彼女の潜在的な可能性を少し見ました。 その後、彼女は「三輪車」の女性キャラクターとして終わった。 なぜあなたは強い女性のキャラクターに役に立たないアニメを作るのですか？ それから私たちは、静かで、恥ずかしがりや過度に丁寧な女の子、ミオを持っています。 私はあなたに今話している、これは、グループの中で最も発展を得た唯一のキャラクターなので、彼女は最終的に好きなキャラクターになり、私は本当に嫌いな秘密を持っています。 そして最後に、私たちはレモン、神秘的な先輩、非常に面白い女の子と厄介な女の子を、彼女の恐ろしい「ふふふ」の笑いと同時に持っています。  Remonについてもっと明らかにすることで、彼女についての「神秘的な」部分が台無しになる。 私が彼女について好きなことは、キャラクターに彼女が仕える「レモン汁」を飲ませるように強制するという事実です。\n--------------------------------------------------  -------------------------------------------\n[楽しさ]：（8/10）\n私を魅了したメロドラマのシーンや、本当に奇妙で奇妙な感じの最後の2〜3つのエピソードをパンチしたいのですが、それでも私はまだこの番組を楽しんでいました。 特に、KaitoとIchikaの間のロマンスと面白いコメディ。\n--------------------------------------------------  -------------------------------------------\n[全体]：（8.2 / 10）\n「Ano Natsu De Matteru」はかなりロマンチックなコメディアニメですが、私はそれを最高とは言いません。 それは本当にジェネリックであり、「男の子は神秘的な女の子と出会う」というコンセプトを感じています。 ショーはまた、男性のリードが誰となるのかについて、視聴者を驚かせることもしなかった。 しかし、すべてのことにもかかわらず、ショーは良いと心温まるロマンチックな物語をもたらした。\n\n\n長所：\n+良いロマンチックな物語\n+素晴らしいビジュアルとアニメーション\n+グレートサントラ\n+バランスペーシング\n+キャラクターたちの仕事はかなりうまくいった\n\n短所：\n - 説明できないプロット点\n - 繰り返しのジョーク。\n - メロドラマのシーン\n - 奇妙で安っぽい感じ"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "Charliegone",
    "profile": "/profile/Charliegone/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=52967",
    "jp": "--- --- --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  4\n|  5\n\nオネガイ先生を見て、それが素晴らしいと思ったら。 このアニメはあなたのためです。 あなたは愛するだろうが、.....\n\nオネガイの先生を見て、それを大したことと思っていない、あるいはそれが大丈夫だと思ったら、このアニメはおそらくあなたのためではありません。\n\nそれは、Onegai教師のクローンであり、2012年に作り直されました。正直なところ、4つまでのエピソードまで、同じオレと同じです。私の意見ではちょっと退屈です。\n\n長い話を短くするために、このアニメはおそらく私の時間の価値がありません。 オネガイ教師が素晴らしいと思っていた人たちには魅力的かもしれませんが、私は平均的なものだと思っていました。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "VoidHawk",
    "profile": "/profile/VoidHawk/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=59231",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n\n\n愛の絡み合いは本当にうまくやっていて、3文字で驚くようなものでもあり、本当にうまく扱えました。  OneTeiがそこの愛のドラマに関してこのように行ったのなら、それは完璧だったでしょう...しかしそれはとにかく近くでした。\n\n何よりも、終わりは私がホッピングしていたもので、その面でOneTeiを鏡映しました（私はそうではないと恐れていましたが、最後のシーンは喜ばしくてかわいいです）。\n\n私は、何が後に来たのかを描写しているOVAを見たいと思っています。おそらくシリーズではないかもしれませんが、OVAはこの時間にいくつかのコメディのための部屋があります（Ichikaの家族、MIB、 連盟....）\n\n私はこの無意識の傑作を愛していますマスターピースとあの夏の魔法は私のために私の最も愛されたシリーズの一つです！"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "BanjoTheBear",
    "profile": "/profile/BanjoTheBear/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=160925",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n（これは私のredditスレッドから適応されています）\n\n私はこれを多くの人に話しますが、私はロマンスの大ファンです。 だから、私は、恋することを最大の魅力としていたような、あの夏の魔法をチェックすることにしました。 最終的に、私は何が提供されたかに喜んで驚いて、もっと待ってはいけません。\n\nストーリー\n\nAno Natsuの背後にある基本的な前提は、地元の高校の4人の子供たちが、生涯続く思い出を持たせるためにお互いに映画を作ろうとしているということです。 この4人の子供たち（Kaito、Kanna、Tetsuro、Mio）は、2人の高齢の生徒IchikaとRemonと友達になり、6人のグループがこの映画を作るために出発しました。\n\nショーの多くは、Nagi AsuとGlasslipにいくぶん類似している「愛のポリゴン」の周りを回っています。 なぜなら、いつも混乱した愛情の混乱の代わりに、それはもっと「愛の線」のようなものであることが非常に早く明らかになるからです。 これはショーの罰金のために働いた; キャラクター同士がお互いの気持ちを知りながらお互いに対処しなければならない面白いシナリオを提供しました。 他のロマンス番組ほど劇的ではありませんが、ショーがドラマをうまく処理していないと感じたことはありませんでした。\n\nこれ以外にも、傑出した無慈悲な愛を先例とした全体的な物語の弧は決してなかった。 さて、これは必ずしもこのショーがもっとスライス・オブ・ライフのように見えることを考えると悪いことではありません。\n結末に関しては、私はそれが間違いなく適切であると感じ、結論の良い感覚で私を残しました。 しかし、これを言っているうちに、明らかに作品に2番目のシーズンがあります。 これをあなたが望むもののために取るが、それは確かにそれ自身で立つことができる。\n\nアニメーション\n\n私はキャラクターデザイン自体が上手であることを発見しました。 最後のいくつかのエピソード以外に、私は決してロケールや背景には感動しませんでした。 しかし、キャラクターの動きはきちんと終わってしまったし、コストを削減するためにやっていないものを安価な方法で使ったような感覚はなかった。\n\n私がうまくやったことが分かったことの一つは、「古いカメラ」効果の使用でした。 これは、私がその特定の瞬間にキャラクターの視点を見ているかのように見せて、それが起こっていたときに見ることをもっと楽しくするようにしました。 私はそれに私の指を置くことはできませんが、ショーを実際よりもリアルに見せてくれたと思います。\n\nキャラクター\n\nほとんどの場合、キャラクター自体はあまり成長しません。 彼らは個人的にはお互いの気持ちに対処しなければならないが、ショーは決してより複雑な問題を掘り下げない。\n\nショーの間、Remonは基本的に誰もがやるべきことをすることによってファシリテーターとして行動します。 これはおそらくこのショーの最強のポイントの1つでした。 文字はあまりにも長い間、大きな誤解に縛られることはありません。 彼らはすべて一般的にタイムリーにやるべきことに直面し、ブッシュの周りに時間を浪費することはありません。 私はこれが大好きで、もっと多くのショーがこのようなステップを踏みたいと思っています。\n\n私にとって、ショーからの最も強いキャラクターは哲郎でした。 彼は他の人よりも多くの圧力に対処しなければならず、同時に彼の周りの人を助けていました。\n\nキャラクターのやりとりに関して、私はそれらが楽しいと感じました。 面白い瞬間、悲しい瞬間、矛盾する瞬間があります。 ショーは彼らの能力を最大限に引き出すさまざまな状況にそれらを置く素晴らしい仕事をしています。 さらに、キャラクターがあまりにもトロピカルであると感じたことはありませんでしたが、これらのタイプのロマンスは前に行われていたので、他の場所でも同様のキャラクターが見られるはずです。\n\n音\n\nOPを何度も聞いた後、徐々に私は成長しました。 私はそれが好きではないが、私はそれも嫌いではない。 私は普遍的な意見に反して、私は実際には非常にクールな効果を持つビジュアルにもかかわらず、EDを好まなかったと思う。 さらに、私はほとんどのショーで起こる傾向がある忘れることができるサウンドトラックの残りの部分を見つけました。\n\n音楽のほかに、演技はすべてのキャラクターによってきちんと行われました。\n\n楽しみ\n\n私が前に述べたように、私はロマンスのための吸盤です。 したがって、私はこのショーを実際にはかなり楽しんでいました。 キャラクターの間に感情のヒントがあるときはいつでも、彼らは本当にお互いを気にしていることを示すような行動を始めると、かなりかわいくなります。 私はちょっと偏っていますが、あなたがロマンスのジャンルを楽しむなら、あなたはこのショーを楽しみたいと思います。\n\n概要\n\nストーリー：ファイン、何もスーパードラマチックではなく、ちょうど楽しいロマンスライド\n\nアニメーション：ファイン、キャラクターのデザインと背景が正しい感じ\n\nキャラクター：罰金、複雑すぎるものはないが、実際に何が起こるかを気にするのに十分なキャラクターの背景\n\nサウンド：悪い、OPはうまくいったけど、サウンドトラックの残りの部分は私が好きだったものではなかった\n\n楽しさ：良い、ロマンスは常に私の本でいいです、そして、ショーはこの部門でいい仕事をしました\n\n最終得点：5/10"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "FullMetalReimo",
    "profile": "/profile/FullMetalReimo/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=176309",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\n私は18歳の男性ですが、私はこのアニメからいくつかの涙を流すことを認めます。\nAno Natsu de Matteruは、非常に標準的なアニメスタイルの物語をあなたに連れ出し、驚異の深さを加えます。 それは私を吹き飛ばし、私の好きなアニメの一つになった。\n\nストーリー：ストーリーは素晴らしいです。 それは、各エピソードのための最も盛り上がった瞬間に始まり、終わりを迎え、その中間は、エピソードのクライマックスのためにうまく組み立てられます。 そのエピソードごとに3つの大きな悲しみに襲われるようなもの。 あなたはこのタイプのアニメで多くを得られない何か。 物語は実際にロマンスの面でもどこかへ行く。 映画制作の全体概念は、みんなが一緒になっているという事実以外にはそれほど具体的ではありませんが、シリーズの後半では、撮影や映画が象徴するものがより明確になります。  10月10日の物語のために、それは生命のロマンスアニメのスライスに新しい何かをもたらし、それはかなり流動的に動いた。\n\nアート：傑出したアートでした。 私はこのアニメがもたらすアートワークの種類が大好きです。 私はちょうどChuunibiyouに私のすべての時間favの別の1つにそれを比較することができます。 素敵なアニメアートの古いスタイルではなく、絵が鮮明でモダンです。 全体的に楽しい。\n\nサウンド：このサウンドは、メインキャッチャーの1つです。 音楽は興奮に参加したり、キャラクターの痛みを感じたりしたいと思うでしょう。 気候も映画も、耳にも柔らかかった。\n\nキャラクター：おそらく私自身のショーでの不満は、本当に哲郎とミオ、さらにはカンナに起こったことを実際に見終わらないということです。 私はKannaがKaitoからの拒否で平和を成し遂げたが、私だけであることを望む。 全体的にキャラクターの良さは良かったが、物語そのものはキャラクターの発展ではなくアニメを実際に運んだ。  Kaitoはかなりかわいそうな男だったけど、私は彼が典型的なアニメ主義者とは幾分異なっていたのが好きです。 キャラクターはうまくやっているだけでなく、ストーリーは本当にこのアニメを運んだ。 私は言わなければならないけれども、日本のダブを演じる声は素晴らしかったです。\n\nそれはあなたの気持ちを引き立てるでしょう。 その短いので、あなたはそれを終える夜を眠らないでしょう。 すべての偉大なアニメのように、あなたはあなたの心に穴を感じるでしょう。 しかし、あなたは今すぐこの穴を持っている場合は、このアニメを見て、壮大な旅の準備をしてください:)歓声。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "Paulwillson26",
    "profile": "/profile/Paulwillson26/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=65077",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  7\n\n私はこれを少し前に見ましたが、後で偶然に私はオネガイ教師を見ました。オネガイの先生を見て、私はデジャヴの強い感覚を感じました。\n\n実際には巨大な量が同じです。 私は知性への侮辱を見つけました。  Ok Onegaiの先生は、Ano Natsu de Matteruの10年前ですが、それでも.......\n\nすべての類似点を列挙し、両方のアニメにスポイラーを与える代わりに、私はあなたに挑戦します。  Ano Natsu de MatteruとOnegai Teacherの両方を見て、両方のアニメのプロットやキャラクターなどの類似点のリストを作成してください。もしあなたがさらに多くを得るなら、あなたは少なくとも20点を得ることができると思います。 あなたを始めるには：\n\n主な女性の主人公は両方とも赤毛の宇宙人である。\n2.湖に隠された宇宙船。\n3.両方のアニメは農村部の町に拠点を置いています。\n両方の主な男性の主人公は、眼鏡を持つ愚かな男です。\n5.秘密を持っていて、未だに思春期を打っていないように見える、男性の主役の非常に知覚的な女性の友人がいます。\n\nあなたはアイデアを得る！\n\nオネガイ教師よりもキャラクターが強く、ロマンスやアートワークはアニオ・ナ・デ・マッターウではいいが、オネガイ教師のように私はあの夏のデ・マッテュが好きだったが、それが私を愛してくれるXファクターはなかった。\n\n貧弱なマークは、アニメ自体よりも古い公式を再ハッシュするための脚本家のためのものです。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "dabagonsmith",
    "profile": "/profile/dabagonsmith/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=68009",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\n私がこのアニメについて語りたいことは、私が期待していたものではないということです。 私は終わりまで本当に何も起こらない、まともなまともなロマンチックコメディーを期待していました。  toradoraのようなアニメはそういった意味では正しいが、ほとんどが失敗する。 それはまた、物語のセクションで説明している本当に創造的な方法を持っています。\n\n\n\nアート - このアニメは今年完成したので、かなり新しく、期待通りにこの芸術に新しいアニメが落ちてきて、本当に鮮明で見栄えがいい。 私は実際にストーリーラインを台無しにする恐怖のために言うことができないいくつかのユニークなデザインがありますが、それはいくつかのユニークなデザインとまともな芸術を持っています。\n\nサウンド - このアニメは本当に強いイントロを持っています。なぜなら何らかの理由で私は本当に好きですし、それはアニメに完璧にフィットすると思います。\n\nキャラクター - 主人公はカイトですが、彼は恥ずかしがり屋のような親友で、本当に人気がない、あるいは何もなく、彼が本当に楽しんでいる趣味を持っているという事実で自分自身を思い起こさせてくれます。 他の主人公は女の子のichikaです（彼女は誰なのですか？私はあまり言いませんが、ストーリーラインにとっては本当に重要なことですが）、彼女はあなたが期待するものではないと言うことができます。 かなりのカイトの親友である哲郎は、彼はとても配慮されていて、本当に素敵で楽しい愛する人です。カイトのような濃密な側に少しでもできる人です。 それから、あなたはmaioとkannaをもらっています。kaitosの友達、theryryのほとんどすべてのkaitosの友人とアニメの主なcharatcersです。\n\n楽しさ - 毎回のエピソードには何か「激しい」ものがありました。 それは非常に面白い、感情的な、またはちょうどあらゆる種類の極端な感情でした。 あなたが本当に注意を払っているエピソードがあり、あなたが泣くようにするエピソードや、あなたの側が傷つくまで他の人があなたを笑わせるエピソードがあります。 私は本当に魅力的なキャラクターとストーリーラインでこのアニメを楽しんだ。\n\n全体的に - 全体的にこのアニメは本当に良い、ユニークな文字、優れたライティング、非常に注目を集めるストーリーラインだった。 これは単純で本当に素晴らしいアニメでした。 アニメについて人々に話すとき、私は確かに私の心にあるでしょう。 ロマンチックなコメディーを楽しむなら、これは間違いなくあなたが調べるべきアニメです。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "pokemick17",
    "profile": "/profile/pokemick17/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=219807",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  10\n\n今、私がレビューする前に、これは私の好きなアニメです。 だから私はちょっと偏っているかもしれない。\n\n隠れた宝石、Ano Natsu de Matteruは、「Waiting in the Summer」としても知られ、SFのヒントを持つロマンチックな作品です。 夏の間に映画を制作することを決めた友人グループのことです。 私は本当にこれを見ることに決めました。なぜなら、それはAno Hanaの多くの勧告の下にあるからです。  （さらにロマンスのタグがありました）\n\nストーリー -  7\n私はこれまでに見たことのない最高のアニメではないと認めます。 私は間違いなくもっとよく見たことがありますが、これは私の好みに非常によく訴えるために起こった。 物語は間違いなく最も弱い部分です。 それは全体と非常にきついです、ロマンスのアイデアを持つ友人と遊びます。 しかしそれをユニークにするSFでの包含。\n\nアート9\nこのアニメの最も楽しい部分の1つは、アートです。 私はいつも映画を見ているような気がする。 芸術のスタイルはまた、その夏の気持ちを与えます。 とても明るくカラフルです。\n\nサウンド -  9\nまた、非常に楽しい部分。 オープニングとエンディングの驚くべき使用から。 眼鏡のような小さな細部まで、またはセミの音に。 このアニメの音は、私が他の人から得ることができないと感じる「冷たさ」を私に与えるだけです。  Aketagawa Jin（サウンドディレクター）は、このアニメにsci-fiの側面を引き出しながら、音楽の中でロマンティックなジャンルのジャンルを維持しながら、ほとんどのテクノに若干のテクノ感を加えています。\n\nキャラクター -  8\n私は認めます、文字は非常にclichéです。 しかし、そのキャラクターは何をしますか？ 彼らは完璧な愛の三角形を作ります。 まるで愛の五角形のようです。 通常、少なくとも1人のキャラクターは、これらのロマンス・ライフ・オブ・ライフのジャンルに残されています。 しかし、これはとてもうまくいきます。 それらを出荷しようと幸運\n\n終了 -  10\nあなたがもっと欲しがるそれらのアニメのエンディング。 しかし、あなたはもう存在しないと分かります。 これは完璧な例です。 エンディングは少し急いで感じる？ はい。 しかし、結末は完璧です。 最後のいくつかのエピソードは、このアニメのSFのジャンルを引き出しています。 極端に気候的な最後のエピソードは、アニメの最後の数分間続いた。 あなたは、そのような良いアニメが最後のシーンを見るまで、このような方法で終わったと怒ってしまうでしょう。 それからあなたは「それは崖の上のものだったのですか？」と質問します。\n\n楽しさ -  10\nこのアニメは、ロマンスのための吸血鬼としての私の渇望を間違いなく満足させました。 そして、それは私が愛している余分な夏の魅力を私に与えました。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "SehWho",
    "profile": "/profile/SehWho/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=215789",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  9\n\nAno Natsu de Matteruは、最もエレガントでシームレスな方法で郷愁を引き出します。\n\n芸術はとても暖かく快適です、私はちょうど落ちます。私が今までに聞いたように、サウンドデザインは完璧に近いです。 実際には、それはシリーズの特徴です。 カメラのクリックからガラスの音に優しいガラスまで、すべてが完璧に機能し、他のすべての要素に非常に多くを加えます。  VA（またはそのオーディオエンジニア）は、少なくとも私の外国人の耳には、公園からそれをノックアウトした... ASMRのかなりの瞬間がかなりあります。 他のほとんどのものと同様に、彼らは暖かく、ポイント上にある。\n\nキャラクターはジャンルに適しており、十分に開発されていますが、ストーリーテリングの観点からは特に誰も目立っていません。 実際、物語そのものは言及する価値がありませんが、Toradoraによく似ています。これは、優れた実行が弱いプロットを補うのに十分であることを証明しています。 この種のプロットを消費することは私の過去の中心的なものであり、感情的な感情に訴えかかっているアニメでは、私はその古い世界に私を吹き飛ばします。\n\n苦情に関しては、大きなイベントへの反応はしばしば非常に不自然ですが、私はスポイラーを避けるためにそこで停止します。 繰り返しますが、プロットは特に紙の上にはあまりありません。ロマンスは非常にトロピックとメロドラマティックな領域にはっきりと入っていますが、少し変わってしまいます。 一般的には、物事はどこにあるのかを知ることができますが、途中で驚きがあります。\n\nSFの要素は物語に巧みに織り込まれ、圧倒されることも、視聴者に疎外されることもありません。\n\nAno Natsu de Matteruには欠陥がありますが、重要な部分はほとんどありません。 過去からのイメージを表示するだけでなく、微妙な形でノスタルジアを呼び起こすことは、アニメではまれであり、このシリーズはすばらしく実現しています。  ...私は日本人でもない。 普遍的だと思います。\n\nそれは試してみてください、しかし、あなたが涙を流している人がいらないなら避けてください。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "Bobjobs",
    "profile": "/profile/Bobjobs/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=163567",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nAnohanaの聞き取り？ 楽しかった？ それからあなたもこれを愛するでしょう。\n\n私はそれが好きだった。\n\nすべてが完璧でした。\n\nサウンドトラックとOP / EDは、それを超えていました。 柳佳子の素敵な声が自然に奏でられ、話を褒める。 それはその種の一つです。 それは同じジャンルのかもしれないが、それは間違いなくそれ自身の味がある。 安価なショートカットや姫様のエンディングはありません。エイリアンがアースと出会ったときのリアリスティックのみです。 キャラクターの開発はかなりスムーズに進んだ。 物語は実際にはかなり面白いですが、それはあなたの心に一層触れます。 あなたはショックを受けるだろう。 サプライズは時折ポップアップします。\n\n若い恋人たちの目を通して経験を学びましょう。\nあなたが泣く必要があるときに泣いてください。\n移動して、未来があなたを待っています。\n肩を傾けて傾ける。\nこれまで決してあきらめない。\n\n警告：目をこすりすぎないでください\n\n彼らは死ぬ者たちが天国に行くように。 私はそうは思わない。 私たちが死ぬと、私たちは他人の心の中に住んでいると思います。 私たちは彼らの思い出に住んでいます。 私たちの両親が私たちの心の中にとどまるように。 しかし、時間とともに、記憶は消えてしまいます。 だからこそ人々は何かを残そうとしているのです。 彼らは忘れられたくありません。 誰も忘れられたくない。  - 霧島カイト"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "KingKazma13",
    "profile": "/profile/KingKazma13/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=212971",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  10\nキャラクター|  10\n|  9\n\nこのアニメの最初は本当に本当に本当に良いです！\nあなたがロマンスのジャンルを好きで、あなたが良いキャラクターの開発とストーリーを楽しむなら、間違いなくこれをチェックしてください！ それは私に笑って、泣いて、幸せに、悲しみを与え、同時にこれらのもののいくつかを混乱させました。 私は文字通り最初のエピソードに夢中になっていて、嬉しかったです\nカップルクールなもの\n1.黒の男性への参照のすべて！  LOLOLOL\n2.それは終わり、ほとんど私の席から飛び出した！\n3.文字が心に壊れていても、本当にきれいになってしまった。\n4.アニメのためのクールなコンセプトです\n私は本当に私のすべての時間のお気に入りの一つであるToradoraを思い出しました！\n総合スコア9"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "GamerUnglued",
    "profile": "/profile/GamerUnglued/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=210295",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\nAno Natsu de Matteruに行くと、私は何を期待するか分からなかった。 一方で、それはAnohana、私の好きなアニメの一つをした同じ人によって書かれました。 一方、私はそれについて多くのことを聞いていなかった、レビューはそれが平凡だったと言った。 結局、私はそれが非常に良いと思うが、超特別なものはない。 ジャンルが気に入ったり、ストーリーに興味があるのなら、あの夏は腕時計に値すると思いますが、そうでなければ感動しないと思います。\n\nアート/アニメーション - 確かにショーのより良い部分の一つ。 それは私が見ている間に気づいた最初のものでした。 照明はとてもきれいで、キャラクターのデザインは本当に素晴らしかったです。 キャラクターやオブジェクトのアニメーションや動きは自然に見え、目には喜ばれました。 全体的に、芸術とアニメーションはとても良かったです。  J.C.スタッフはこれで素晴らしい仕事をしました。\n\nストーリー - 私はストーリーの前提が本当に好きです。 基本的には、たくさんの友達が集まって映画を作って、お互いと自分のことについてたくさんのものを発見することになります。 関係が花開き、怒りと葛藤が現れ始める。 このショーはライフ・オブ・ライフ・ショーで、私はその前提に興味がありました。 キャラクターは主にショーを前進させました。そして、彼らは大部分が良い（後で説明します）ので、彼らはストーリーを助けました。 ストーリーの主な不満は、彼らが投げ込んだ完全に役に立たないSFの要素です。外国人の代わりにキャラクターIchikaを外国人にすることは、ショーに全く何も追加しませんでした。 私が感じた最後にはちょっとチーズがかかった瞬間もありました。 通常、私はキャラクターとお互いの誓いを交わしているが、最終的なエピソードでは列車のシーンに苦しんでいた。 しかし、その前提は、ストーリーを面白く保つためには十分に良いキャラクターによって推進されています。\n\nキャラクター - 私はこのショーのキャラクターの大部分が好きだった。 それぞれには、私が好きだった少なくとも1つの人格特性または償還要因がありました。 そして、私は彼女にチャンスがなかったので、この人物のために感じるはずだった。 他のキャラクターは、ありがたいことに面白く面白かったので、まだ良いスコアを与えてくれました。 谷川さんといっしょにやってくれて、彼女に悪い気持ちになれたらいいなと思っています。 特に注目すべき人はいなかったが、彼らはそれぞれの開発の瞬間を持ち、少なくとも幾分かの関係を感じていた。 つまり、1文字以外のすべての文字です。  KANANA KANIGAWAは、私が大将だったと思った唯一のキャラクターでした。 彼女は彼女の人格には1つの側面しかありませんでした。 彼女は主人公のKaitoを大好きです。 私たちは文字通り彼女について何も知りません。 私たちは非常に小さなバックストーリーを得て、彼の好きな理由はかなりばかです。 その結果、私は彼女に何の愛も感じませんでした。\n\n音 - 音はまともだった。  OSTはフィッティングだったが、それでも記憶に残るものは何もなかった。 私はショーの外でそれを聞くことはしませんでしたが、トラックは瞬間を助け、沈黙を埋めるために仕事をしました。 ショーには1つのOPと1つのEDがあり、どちらも本当に楽しかったです。 このショーではダブがなく、私は日本語を話せないので、演技の声には本当にコメントすることはできませんが、私にはそれほど悪くはありません。 音はまあまあまあまあまあ素晴らしいものはありませんでした。\n\n楽しさ - 最終的に、私は自分が持っているべきである以上にこのショーを楽しんでいた。 それは私が少し驚いていたいくつかの興味深い瞬間とねじれを持っていましたが、予測可能な瞬間も無益なものもたくさんありました。 終わりに向かうメロドラマは、私のようにいくらか変わるかもしれませんが、それでも、私はこのショーを本当に楽しんでいました。 時々、それは非常に面白いと他の映画を参照していた。 私はまた、エンディングは、SFの部分がなくてもほぼ同じであったかもしれないが、まだかなり感情的で満足できるものだったとも言います。 私が泣かせるほどではありませんでしたが、少し怒ってしまいました。これは影響を受けるキャラクターの関係がうまくいったという印です。 全体的に、私はこのショーを楽しんだ。\n\n結局のところ、Ano Natsu de Matteruは何も新しい、特別な、または画期的なものではありません。 それは、面白いショーで、良い前提とかなりのアートワークを持つ、主に興味深いキャラクターによって推進されています。 これはLife of Slice of Lifeのショーで、ジャンルのファンではない人はこのショーで心を変えるものは見つけられません。 しかし、ジャンルを気にしない、好きな人には、少なくともこのショーにショットを与えることをお勧めします。\n\nスコア - \nアート/アニメーション-8\nストーリー -  7\nキャラクター-8\nサウンド-7\n楽しさ-8\n全体 -  8"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "JimmyChow",
    "profile": "/profile/JimmyChow/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=208418",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのようなアニメのすべてのタイプのうち、4月のあなたの嘘や他の人たちは、Chowsのトップ10のアニメに簡単に入るでしょう。 物語は美しいものですが、時には少し前に出てきて、あなたがそれを見た後に私が何を意味しているかを知るでしょうが、キャラクターの間の絆が本当にあなたの状況を感じさせるようになります。 結局のところ、それ以上の願望と完成していないという気持ちが残っています。それが私がこのアニメを愛した理由です。 これは非常に興味深いアニメだったので、他の多くの人がこのアニメと同じか、もっと楽しめることを願っています。\n\nP.S私は実際にこれを9に与えるのではなく、9.5"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "moseslionheart",
    "profile": "/profile/moseslionheart/reviews",
    "pages": "2",
    "number": "18",
    "link": "/reviews.php?id=67303",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  7\nキャラクター|  4\n|  4\n\n警告：このレビューは、私の視点からのものですが、プロがあれば、謝罪していますが、ありがとうございます。\n\n「Ano natsu de matteru」が8-10の価値を提供していると評価し、さらにこのアニメを好きなアニメ「Ano hi Mita hana」とお伝えする人が多いので、このアニメを見ることにした それを再び同じように感じ、「友情」について新しいことを見つけたいと思っていますが、私は間違っていました。 私は「アソビの池よ」や「トゥー・ラブ・ルー」と同じように、エイリアンと愛の三角形があり、推測しやすいものでなければなりません。\n\n独特の物語といつもの開発という多くのユーザーがいますが、私にとっては、エピソード1から3までのすべての話が展開され、ストーリーはエイリアンのスタイルに似ているため、進歩やユニークなストーリーはありません 地球に来て、主人公と恋に落ちる。 最初は「いちかが愛していて、逆も同じだ」という話があると思いますが、Kaitoが好きなかなはKaitoから愛を得るのに苦労しますが、Kaitoは「ichika」を選んだので失敗しました。 明らかに物語はちょうどそれ、この「古典的」のような物語のための大きな間違いであり、多くの適応があります。 レモンは私が秘密のエージェントだと思ったのは、彼女が不思議で秘密の文字をすべて知っているように思えたからです。 彼女はいつも哲朗に近づきたいと思っていて、「カンナと孤独ならば、あなたは孤独にならないだろう」と言って、彼を幸せにしたいと思っていた。\n\nディレクターは物語の形が少し変わっているはずです。例えば、エイリアンを嫌っている主人公や、エイリアンが愛に値すると納得させようとしている人のように、秘密のエージェントはもっと元気で、ちょっとばかばかしいはずです。 彼の本当のアイデンティティ。 それが物語のどんな発展にも適用されるかもしれないならば、少し独特で、驚きの印象があります。\n\n詳細については、私が値4（悪い）を与える理由を説明します。\nジャンル：\n\nコメディー\n全体の失敗、言葉や行動のユーモアはほとんどありませんが、少なくとも私はKaitoとichikaという想像力で少しユーモアを感じることができます。\n\nドラマ\nおそらく、これは、劇場の多くがichikaを地球に持ち始め、Kaitoと恋に落ちるため、「Ano Natsu de matteru」をもたらしたジャンルかもしれませんが、Kannaはそれらの瞬間に近づくことを試みたKaito、mioに自分の気持ちを表現しようとしています フィルムを通って不死身になった。\n\nロマンス\n失敗しましたが、少なくとも、ichikaのためのロマンチックなKaitoの闘争は失敗にもかかわらず、地球上で生きることができず、その後も適応された多くのアニメの古典を持っていました。\n\nSFの\nエイリアン、現代の航空機、奇妙な生き物。 それはすべてうまく表示されており、あまりにも多くが適応しています。 キャラクターを別の惑星に連れて行き、所有していない別の惑星地球の近代化を見るためにエイリアンを追加することができれば面白いだろう。\n\n少年\n私はこれが少年よりも適切な少女であると考えています。少年は、主人公（男性）が強く、他の人を守る特別な能力を持っているかのように話しました。 このアニメでは、すべてキャラクターについて伝えるだけの愛です、それは物語が少女にもっと捧げられていることは明らかです\n\n今度は、\n\nストーリー\n（+）\n顕著な友情\n（ - ）\n単調\n予測可能な\n退屈な\nクラシック\n多くのサービスファン（ハーレム、大きな胸、男性と女性が一緒に住んでいます）\n\nアート\n（+）\n色づけと照明は良いです\n素晴らしいアウトドアの概要\n（ - ）\nキャラクター作成に魅力がない\nCGI SFのテーマが欠けているのに対して\n\n音\n（+）\n「ドラマ」をテーマに、\n良い歌詞\n（ - ）\n効果音の欠如\n魅力的でない楽器\n\nキャラクター\n（+）\n過度でない\n連帯と忠誠心が高い\n（ - ）\n哲郎は主人公でなければなりません。なぜなら彼はKaitoよりも賢明で信頼できるからです。主人公を徹底させるとより活発になります\n\n主人公（Kaito）は、行為から意思決定まで、そして他の人の気持ちまで、あらゆる点で弱いです。 エピソードを通して、この数字の多くの無知を作った。\n\n地球のような人間性を持っていて、役割を果たしているイチカは、魅力的ではないように見え、「SF」のジャンルには何の力もない\n\nKaitoは簡単にあきらめて、Kaitoに感銘を受けさせ、彼女が言ったように彼女の愛情を実感した。彼女の表情は非常に平らで、はっきりと拒否された。\n\nミオはちょうど歩いていて、少なくとも彼女が物語を変えることができるように大人にはならないかのように、彼の追随者です。\n\nレモンは、不思議な、インテリジェントで、多目的で最先端のエージェントの本来の性質の始まりから彼女が示しているので、信頼できるプレイシークレットエージェントではありません。\n\n楽しみ\nまったく楽しめませんでした。 面白いことは何もないので、エピソード3からこのアニメの視聴を止めてから、最後のエピソードの途中でブレークスルーして印象を与えることができる「魔法少女まどかマジック」としての希望を維持しようとしています。\n\n全体\nストーリーとキャラクターの鑑賞に失敗し、古典的な感銘を受けました。 思い出に残るものは何もありません。 多くのものを適応させるために使用されたフィルムを作るための思い出を作成すること。\n\nエンディングについて\n現在、Ichikaは行っていません、ナレーターは、ichikaとKaitoと他のすべての良い思い出は削除され、何も覚えていないと言います。 しかし、彼らはまだ数ヶ月後に覚えているという事実。 ボリビアを使うことでイチカを終わらせるだけでなく、彼らの思い出はクリアされず、ichikaは自由に地球に来て行くことができます。 ここから私はこのアニメのストーリーラインと混乱し、それは余りにも強制的に感じた。\n\n助言\n出席者：もしあなたがアニメやアニメのファンであるならば、あなたは再び考えなければなりません。 しかし、ドラマやロマンスが好きなあなたのためには挑戦しないでください。\n\n監督：ストーリーとキャラクターの改善について 特にあなたがほとんどのアニメとは少し違った物語を作ることができれば、アニメを楽しむことができる観客の経験に似ています。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "yogotah",
    "profile": "/profile/yogotah/reviews",
    "pages": "2",
    "number": "19",
    "link": "/reviews.php?id=106363",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  4\nキャラクター|  7\n|  8\n\nエピソード11を見た後の私の評価は、フィナーレであるエピソード12を見た後の私の評価とは異なります。 これは非常に強いエンディングエピソードで、私のレベルを6から7に引き上げました。 私はロマンチックなドラマに興味のある人にはこのショーをお勧めしますが、これはジャンルの必見のものです。\n\nあの夏の魔術師がオネガイ教師と似ていることを認めて始めましょう。 基本的な前提は同じですが、宇宙からの宇宙人の女性外人が、明らかに理由がないため地球に衝突し、その理由に沿って教育システムに参加しています。 おねがい先生の場合、みずほは先生（ミッションとして成し遂げたいと思っていたことに意味があった）になってしまいました。そして、Ichikaは普通の学生になりました。\n\nそれらのヒューマノイドのエイリアンは、地球上の奇妙な男の子と接触し、彼らは恋に落ちる...あるケースでは、これは素晴らしく、他の人ではそれほど大きくはなかった。\n\n私はオネガイ教師を愛していました。これは私の好きなジャンルのショーの1つであり、心に印象を残しました.Nono Natsuを見てOnegai Teacherを見て楽しかったことを思い出していた可能性があります。 簡単に言えば、あの夏はオネガイ先生のほとんどあらゆるところで劣っていたと思いますが、オネガイ先生とのつながりのためにすべてを見ました。\n\nそれを脇に置いて、これらのカテゴリをもう少し解剖してみましょう。\n\nストーリー：\n\nストーリーは特別なものではなく、重要なプロットツイストや本当の驚きは全くありません。 最初のエピソードを見て、この番組の主要なイベントをすべて予測できます。 しかし、私はこのショーの目的は素晴らしい話をするのではなく、むしろ観客の感情を引き出すことであると理解しています。\n\nそうであれば、あの夏はそれが意図した感情の大部分を引き出すことができましたが、その最大のものではありませんが、これらのキャラクターの感情を感じることができました。これは簡単なことではありません 。\n\nアート：\n\nこの芸術は、Ano Natsu de Matteruについての最善の側面の1つでした。最初のエピソードから、彼らはアニメーションで不注意ではなかったことが分かります。 すべてが流動的で、景色と風景は一流のノッチであり、あなたには最低限に言えば良い視覚体験を与えました。\n\nこの部分は問題ありません。\n\n音：\n\n私にとって、偉大なショーと傑作とを区別するのは、ウォッチャーの感情を自由に動かす能力です。 ショーのサウンド、またはバックグラウンドミュージックは、ショーがユーザーを動かす能力に大きな影響を与えます。 誤って使用すると、bgmは実際には驚異的だったシーンを傷つける可能性があります。\n\n通常、素晴らしいbgmを持つアニメは非常に思い出深いもので、しばらくのショーの後に、あなたはそれでもあなたの好きな曲をハムにすることができ、その中にbgmのあるシーンを覚えていることさえあります。 あなたがそれを行うことができれば、数日、数週間、または数年後に、その番組は非常に強力なbgm音楽を持っていました。 今日まで、私はまだ彼の恋人が彼と歩いていくのを見て、彼の恋人が彼に関連する可能性があることを主人が知った真の涙のbgmを覚えています...私はまだ私の頭の中でその曲を持っています 私は最後に真の涙を見たので、ほぼ5年間です。\n\n残念ながら、Ano Natsu de Matteruの場合はそうではありません.bgmのどれも、それほど大きな違いはありませんでした。 これは、音が悪かったり、ショーのために感情をうまく伝えなかったことを示すのではなく、私の頭の上から、思い出に残るものはバックグラウンドミュージックから出てきたとは言えません。\n\nキャラクター：\n\nきりしひま かいと：\n\nKaitoは主人公であり、それを鈍く置くために、私はショーを通して彼を嫌った。 彼はあなたが見るどんなMCよりも無知ですが、彼は非常に予測可能であり、他の人の気持ちに惑わされません。 彼は自分勝手なMCであり、彼を支持するキャラクターがどれほど彼を賞賛し、自分の「思いやりのある」クオリティーを賞賛したいのかに関わらず、私は彼らが持っていると主張するこれらの英雄を見つけることができませんでした。 私はあなたが彼の仲間がKaitoを与えるすべての気が狂った賞賛で彼がTouma（索引から）だと思うことを誓う。\n\n私は間違っていない、彼は私が見た最悪のMCではない（鈴鹿からのMCはそれのためにケーキを取る）か、学校の日からのもののようなmcのナットケースさえも、Kaitoは耐えられないが、彼は ストーリーには本当の意味もありません。 彼と一緒に強調するのは難しいです。\n\n一方、オネガイ教師Keiのmcはとても実感があり、本当にうまくいきました。  Keiは複雑で、私は彼の行動すべてに同意していませんでしたが、思考の列車は最悪でも耐えられず、最高で理解できました。\n\n全体として、私はKaitoに3/10のキャラクターを与えます。\n\nたかつき いちか：\n\n私は彼女のキャラクターデザインのファンではなく、アニメの過程でそれを乗り越えなければならなかったが、私はまだ彼女のデザインが本当に好きではない。 私は眼鏡は気にしないが、何らかの理由でいつも私に迷惑をかける何かがあったが、私はちょうどそのことを指摘することはできない。\n\n私は、彼女が口を開いているのを見て怒っていたという点で、非常に優柔不断であることを発見しました。 彼女は、時間の多くは、他の人の感情や問題の自分の状況に気づいていなかった、彼女は彼女の友人によって修正された特定の方法を考えるだろう...彼らが話していることを理解するふりをして... 彼女の以前の思考の列車に戻ります。 これは非常に迷惑だった、私は彼女がキャラクターとしてあまり進歩しなかったように感じる、最後のエピソードでも、彼女はまだ彼女の地上の友人との関係について疑問を持っていたので。\n\nこの厄介な性格を持っていても、私はまだ自分自身を歓迎していて、彼女を幸せにしたいと思っていました。彼女の性格はかわいいですが、私が彼女のキャラクターデザインを楽しんでいれば、 それは個人的な好みですが、私はみずほのデザインはOTから本当に好きです。\n\nマグカップ：\n\nカンナ................ああカンナ、彼女は非常に最初から運命だった、彼女ではなかったか？\n\n私はカンナが本当に好きです。 彼女は私の意見では、ショーのより強いキャラクターであり、彼女は私が私がAno Natsuの他のキャラクターから見たと思ったと思った成長を体現しています。 彼女は戦争を失ったかもしれないが（たとえそれが遂行される前に、私が追加するかもしれない）、彼女のインタラクションを見てエピソードで彼女を見て楽しんだ。\n\nあなたは本当に彼女がどれくらい成熟したかをショーの終わりまでに知ることができます。 彼女は、彼女の性格がどれほど強く、愛され、気遣われているかによって、少なくとも部分的に悪いと感じることは非常に難しいです。 彼女は良い心を持ち、大きな恋人を作るだろう。 もしできれば、私は彼女と一緒に出かけよう...あなた、物理学とコンピューターサイエンスの愚かな法則...彼女は私にとってエピソードのかなりの割合を耐えました。 彼女のキャラクターデザインは彼女を目立たせるようにしましたが、あまりにも私の素朴な見た目（？）は美しかったです。 時にはそれ以上のことはありません。\n\n彼女のOTのカウンターパートよりもはるかに優れています。\n\n残りのキャラクターはかなり一般的なもので、数分を除いては何も目立たなかったが、私はこのレビューでそれに着くことはできない。\n\n楽しみ：\n\n私はショーを楽しんだことは間違いないが、前に述べたように、この番組のための私の楽しみの大部分は、オネガイ教師との類似点のためだけである可能性があります。 完了しました。\n\n\n全体：\n\nこのアニメはオネガイ教師の下バージョンです。オネガイ教師を見たことがないなら、この哀れな試みを見直す前に、OTを見ることをお勧めします。 これは悪くはないが、私はそれを全く言っているわけではないが、OTと比較してほとんどすべての特徴が欠けている。\n\nあの奈津にはたくさんのミニ・クリフハンガーがあり、次のエピソードに驚くようになっています。あなたはそれがどのように終わるかを知っていますが、どのように演じているか見たいと思っています。 たぶん時間がこれを助けますが、今のところ、それだけで十分です。しかし偉大ではありません。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "kelpiechan",
    "profile": "/profile/kelpiechan/reviews",
    "pages": "2",
    "number": "20",
    "link": "/reviews.php?id=194440",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nAno Natsu de Matteruはユニークなアニメです。私の意見では、誰もが見るべきです！\nストーリーはそれほど新しいものではありませんが、アニメのクリエイターはストーリーの解き方について素晴らしい仕事をしました！\nすべてが最初からほとんど明白ですが、アニメはほとんどの場面で私たちの息を止めさせる上で素晴らしい仕事をします。\nアニメの最もユニークな特徴は、キャラクターの気持ちを扱う方法であり、ほとんどの人がキャラクター、弱点、恐怖、欠陥に関係することができるからです。\n私はそれがビューアを完成させるエンディングと呼ぶべきものを持っていることを私が見てきた少数のアニメの一つであると言及するべきであり、私はもっと言いません！\nそれは間違いなくあなたの悲しみを引き起こし、多分あなたの経験のいくつかの考えを持ってきますが、本当に価値があります！"
  }
]
