[
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "emilsinclair",
    "profile": "/profile/emilsinclair/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=139495",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  6\nキャラクター|  3\n|  5\n\nまあ、これはAnoHanaではありません。\n\n12のエピソードのための十分な話がありません。 物事はうまく始まりますが、キャラクターや設定が提示されてから退屈になります。  2つのビーチのエピソードは簡単に落とすことができ、それらの中で起こると思われる唯一の2つのイベントは、他のものに合うだろう。 浴衣を着た祭りや、魚を捕まえることができないものもあります。\n\nあなたは同じことをあなたに連続して伝えている数多くのシーンがあることを見て、少し疲れることがあります。 エピソード11の初めに何かが私に4回伝えられました。\n\nキャラクターは彼らの恋愛関係からかなり平凡です。 彼らの唯一の趣味は恋をしていて何もしていないようです。 そのうちの1人はモデルを作っているようだが、彼はテレビを見ていて、何も変わっていないだろう。 女性の主人公は、宇宙旅行が可能な地球外生者にとっては馬鹿げているようだ。 そして...なぜ彼女は眼鏡をかけているのですか？ ダー。\n\nマスコットでさえかなり平均です。\n\nおそらく最高のキャラクターは目立たない：山野レモン。 多少邪悪であっても、何かを隠している唯一の人物であり、それらの中でも最も個性的です。\n\n一方、最後の2つのエピソードはやや楽しかったです。\n\nまた、いくつかのラブストーリーを持っている彼らのほとんどの解決策は...ほとんど無効です。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "LegendAqua",
    "profile": "/profile/LegendAqua/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=228311",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  6\nキャラクター|  8\n|  8\n\nもしLAがAno Natsu de Matteruについて語る文があれば、それは「Onegai Teacherのようなものだが、脂肪が取り除かれている」とそのステートメントはLAがこのアニメについてどのように感じているかだ。\n\nLAは、Onegai教師とAno Natsu de Matteruの両方が、主人公と恋人を結ぶ外国人ヒューマノイドの女の子から、愛の三角形にいたるまで、唯一のコメディー、ある部分のドラマに似ていると言います。  LAはAno Natsu de MatteruがLAを選んだ方が良いアニメだったとすれば、もっとうまく実行できたと言いますが、どうして？\n\n姉妹姉妹の霧島声明と夏に一緒に映画を作ろうとしている彼の友人たちは、映画の中にいたい新しい移籍学生、コメディ ロマンチックな緊張が続く。 このプロットは、シンプルな夏のライフコメディーのルートによって、恋人たちの恋人との恋人同士のロマンチックな緊張を和らげ、仲間入りの高松一花の移籍学生でもあります。\n\n\n\nJCスタッフによるアニメーションの面では、非常に詳細で活気に満ちたキャラクターデザインから青々とした田舎のバックグラウンドまで、レトロな撮影の美しさまで一貫していたということがアニメーションについて語りました。  JCスタッフの平均的な仕事よりもやや上回っています。\n\n\n\nコメディに、Ano Natsu de Matteruには笑いのためのキャラクタージャブと状況コメディーの瞬間がありますが、このアニメはアニメやムービーの参照がここに投げ込まれており、DeadのHighschoolへの明白なMIB名のドロップがあります LAでは、田村ゆかりとそのキャラクターがコメディ部門で最高の存在だと思っていました。\n\nロマンチックなことに、LAはこのアニメのロマンスとは異なる感情を持っているため、ロマンチックにはもう少し複雑です。キャラクター自体がタイプに反しているか、皮肉になっていること、そしてロマンチックな発達は、 そして、いくつかの選択肢は、「意味を成し遂げました」とは言いましたが、LAはそれを気に入らなかったし、恋人でない恋人たちも、友人グループのダイナミックさに疑問を投げかけました。  LAの欲求不満は、主にKaito、Ichika、Kanna（特にKanna）とTetsurouとMioの明らかな愛の三角関係から生まれましたが、LAは物事のロマンチックな側面で何が起こったのか 敗者（私たちの拒絶を乗り越える形で）と勝者（彼らは本当にロマンチックなアナーキーの間でもお互いを本当に愛していることを関係者が見せていることを示す）の両方にとって、はるかに優れたキャラクター開発をもたらしました。\n\n今、このレビューの初めに、LAは、OnoGai教師よりもAno Natsu de Matteruが優れたアニメだと言っていました.LAはそれを言っていましたが、より詳細には、Ano Natsu de Matteruは、 それは主なキャストであり、必然的に劇的なコメディーな瞬間をもたらすだけでなく、本質的にフィラーをもたない（したがって、「脂肪を減らす」）。  Onegai LAの教師には、「フィラーの瞬間」やAno Natsu de Matteruの公開に比べて「秘密」の扱い方に問題がありました。 にもかかわらず、オネガイ教師は、たとえLAがそれを批判したとしても、まともなアニメではあるが、Ano Natsu de Matteruが何か問題を抱えていると言っていた。\n\n結末はむしろ、生涯のロマンスアニメのようなものに張力を高め、「ゴールを追う」状況をもたらし、本当に終わりのクライマックスによって、最後のシーンではぎこちなく終わる LAに満足のいく結末を与えてくれた。そして最後に、誰がレモンであるかについての文脈を与え、涙のクライマックスを全体的に満足のいく終わりにするための微妙なヒントを示した。 これの唯一の問題は...まあ...スポイラーズ！.....大部分は誰も本当に一緒になっておらず、ただの友達だ...おそらくこのエンディングを邪魔した唯一のものだった。 しかし、ほとんどの場合、終わりを満足させる。\n\n夏休みから十代のホルモンだけでなく、ロマンスアニメの典型的な複雑な愛の三角形や四角形のように、タイトルが意味するようなものであると、Ano Natsu de Matteruは本当に感じました。 あの奈緒は、LAを満たしていたのですか......はい、いいロマンスですね。でも、少しクリシェですが、気になる人は、オネガイ先生よりもいいですね。 あなたが複雑な愛の三角形とロマンスのジャンルが好きなのなら...それではええ...あの夏の夏の太陽を見てみるだけです デ・マッテュだけでなく、後で来るロマンチックな混乱..."
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "Universalweaboo",
    "profile": "/profile/Universalweaboo/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=227111",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  10\n\nこのショーは奇妙なショーです。\n\n私が今まで観てきたすべての喜びを持っていた最悪のキャラクターを抱えている間、私はショーがそのクレジットを巻き込んだ時までに彼ら全員のために根強く終わった。 キャラクターはほとんど開発されていませんが、ショーのポイントではなく、愛について話しています。 ショーは、心臓を騒がしくする対話と（この場合は良い方法で）予知可能な出来事で公園からこの面を壊します。 私は特に、このショーの愛の三角形がまったく形ではなく、実際には線であることを覚えています。その結果、2人のカップルが作業を終えると、1人は粉塵に残るでしょう。 このショーのキャストはこれを理解しています。あなたが話すチャーターの成長がほとんどないにもかかわらず、彼らが最後に気持ちが終わると思う理由の一部である、彼らに悩まされるままになります。\n\n全体的に、あなたが泣いていて、さらに泣いているのなら、これを撃つ"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "Stuart111",
    "profile": "/profile/Stuart111/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=133205",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  7\n\n導入：\n私は今レビューのフォーマットを変更したという事実をもってこのレビューを序文にしたいと思っています。 私はポイント・ツー・ポイントの構造を持っていました。最初の話、その後の文字などです。私はそれに飽きてしまいました。  1つの構造に制限されています。 したがって、これらのテキストブロックを読んでいるあなたのごく少数の人にとって、このレビューは異なって見えます。 とにかく...今日は、2012年の冬季に放送され、J.C.スタッフによってアニメーション化された12のエピソードショー、Ano Natsu de Matteruを見ていきましょう！\n\nレビュー：\nKaito Kirishimaはあなたの平均的な高校生です（彼の両親が死んでいるという事実に加えて）、8mmのカメラを試して一晩まで、謎の爆発が起こります。 彼は撮影中の橋に投げられたにもかかわらず、翌朝、彼の家で起き上がりました。 彼は結局、前夜の出来事を夢のように磨き、すぐに学校に向かう。 そこでは、彼は友人のカンナ、哲郎、そしてミオと、夏の映画の撮影について話します。 突然、移籍した新しい学生、3年目の高槻さんが登場し、Kaitoは彼女と恋に落ちる。 彼は友人たちがイチカと彼女の奇妙な友人レモンを映画プロジェクトに募集することに魅了されます。 彼らはIchikaが外国人であることをほとんど知らないし、その後の夏は若い恋人が決して忘れないものになるだろう。\n\n今では全体的に、Ano Natsu de Matteruは私のために非常に混在したバッグでしたが、私はそれを否定しません。 最初の5つのエピソードなどは、私を非常に退屈にし、率直にも、印象的ではありませんでした。 エイリアンの恋人のコンセプトはすでに10億回のアニメで行われており、最初の数回のエピソードでは、また番組全体を通して非常に分裂していました。 それはたいていただのものになります。プロットのエイリアンは十分に活用されていません。\n\nすべての人に直面しましょう、私たちのメインヒロインIchikaは非常に簡単に移籍学生になることができ、ショーはまだ基本レベルで動作します。 彼女はいつも外出することはありませんが、彼女は時には厄介かもしれませんが、そうでなければ人間のようなものです。 確かに、彼女は彼女の宇宙船の技術のおかげで彼女のエイリアンナビゲータリノンと変わった癒しの能力を持っていますが、それ以外に何がありますか？ 私たちは、彼女がどんな臓器や身体部分を持っているのか、彼女の外来文化がどんなものなのか分かりません。 私たちが得る最大のヒントは、人生を妨害しないように彼女を狩る悪人たちからです。 それは本当に、私たちは彼女の家族全員を見ることさえできません。私が知っている限り、彼女のエイリアンレースは、人間と同じセクシーな生姜の女性から完全に作られています。 私はこれが多くの個人的な好みのように聞こえるかもしれないが、実際の余分なSF SFのスパイスがなければ、このショーはちょうど定期的なロマンチックなドラマのように演奏することを知っている。\n\n絡み合ったつぶやき、ロマンチックなハイジンク、緊張、誤解、いつものようなものがたくさんあります。 私は最後の3つのエピソードでそれがもっと興味深く、SFのようになっていることを認めますが、それはまだかなり弱いソースです。 ロマンチックなドラマでは、これまでのシーンと何かを比較することができます。 私は外国人のマシンはかなり涼しいと思う。\n\nそれではロマンチックなドラマはどうやって扱われますか？ まあそれは一般的ですが、文字は驚くほど平均以上です。 彼らはたいていアーキタイプにふさわしい、Kannaは熱い頭、Mioはディッツ/大きな胸元の熱気、Tetsuroは涼しい男、Kaitoは恥ずかしがりながら親切なタイプ（彼の死んだ親を含む余分なバックストーリーを持つ）、Ichikaは 他人を気にして気持ちを表現するのが悪い女の子。 以前はこれらのキャラクターを見たことがありますが、あの夏にはうまく扱えます！ 彼らはよく特徴づけられ、物語の終わりまでにそれらを変える興味深いキャラクターアークを持っています。 彼らの怒りから友だちとのやりとりまでのあらゆる関係は、何らかの形でそれらを発展させます。 それはしばらく時間がかかりますが。 例えば、ミオは、基本的に彼女のキャラクターアークを2つのエピソードに押し込んでしまいます。その中のひとつは本当に奇妙です。\n\nしかし、それは主な関係とお互いの気持ちを説明することになると、やや微妙（主に）であることでこれを補う。 キャラクターが何を感じているかを伝える長い説明はあまりありません。グループの友人たちは、お互いのことについてお互いに相談するのが好きです。 彼らの感情を避け、ショー全体のためにそれらを保持する代わりに。 はい、いくつかのキャラクターはこれをやっていますが、彼らの気持ちはほとんどの場合平均以上に伝わります。 私はまた、ショーの終わりまでに誰もが互いの気持ちにどのように行動したかを好きです。 時にはそれは26エピソードのロマンチックなドラマアニメで起こることはありません！\n\nしかし、サイドキャラクターはそれほど良くはありません。 グループ映画の監督、Ichikaの親友であるRemonのキャラクターの1人は、基本的にショーのマッチメイカー/デウス・エキス・マナキャラクターです。 私は彼女がとても偉大であることについて多くの人が話すと聞いているが、正直に彼女は私を悩ます。 彼女はおかしなことではなく、ショーの終わりにはマシンを生産する巨大な元帥になります。 はい、技術的に言えば、彼らはどのようにしてデュウス元町を得たのでしょうか、それは本当にうまく構築されていませんでした。\n\nまなみ、姉妹の姉妹、海月の女の子、哲郎に夢中になっている少女千春なども同様のことが言える。 彼らは非常に面白くないだけでなく、小さな方法で本当にプロットを提供するだけです。私たちは真実を最終的に明らかにする必要があります...うーん...怒っている漫画の救援キャラクターをそれにするのはどうですか。 率直に言えば、これらのキャラクターは通常、常に過度の冗談になります。\n\nそれが1つの事であれば、私はそれがアニメーションと音楽であることを賞賛することができます。 スタッフは本当にこのショーに素晴らしい流体アニメーションを与えました。カラーパレットは夏の設定を完全に反映しています。 大気を設定することですべてがうまく動作し、オーディオも多く役立ちます。 ほとんどのトラックは目立たず、穏やかですが、実際にこのシリーズを際立たせるのは、それがどのように使用されている自然な音と組み合わせられているかです。 シカダ、クリケット、およびその他の夏の背景ノイズの音は、本当に設定を生成するのに役立ちます。 あなたは芝生の丘の上に座って学校の敷地に暑い夏の太陽を感じることができます。 または、あなたの友人があなたの家にいる涼しい飲み物、孤独で湿気の多い午後を味わうことができます。 全体的に、ショーは夏のように見えるようにするのは本当にうまくやっていて、シーズンを呼び出すのに役立つ素敵なタッチで環境を満たしています。\n\n評決：\n全体的に私はAno Natsu de Matteruに非常に混同されていますが、一方でアニメーションと雰囲気は素晴らしいです！ キャラクターも非常に魅力的で、このタイプのショーのための感情を非常によく伝えます。 しかし、退屈で面倒な側面のキャラクターから、膨大な数の一般的なアイデアや怠け者まで、SFの側面はすべて、ショーをちょうど平均的なものにしてしまいます。 あまりにも特別なものはなく、印象的なものは何もありません。 しかし、あなたが退屈することなく最初の5つのエピソードを胃にすることができれば、それは楽しい時計です。 それは面白いです、そして、私はそれが何よりも優れていると思います。\n\nあの夏の魔法は、戦隊映画隊のDVDで入手できます。  CrunchyrollとHuluの法律上の無料ストリーミングにも利用できます。\n\n推奨事項：\n\nー おねがい てあちぇｒ！\n\n -  AnoHana：私たちがその日に見た花\n\nー おねがい とぃんｓ！\n\nスコア：6.8 / 10"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "Chihiri",
    "profile": "/profile/Chihiri/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=65013",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  7\n\n私はキャラクターが好きなように見えたので、あの夏のデ・マッターウを見ることに興奮していました。プロットが退屈だとは思っていましたが、私はそれにチャンスを与えることにしました。 しかし、私にとっては失望でした。 私がシリーズを完成させることさえ決定した唯一の理由は、支持キャラクターがどれほど陽気で面白いかということでした。 そして、その理由だけです。\n\nストーリー：\nそれは退屈だ、私は認めます。 あまり進んでいない。  「進んでいる」という唯一の事実は、大規模な愛の三角形の真っ只中に拘束されている高校生のグループに関することです。 あなたは知っている、全体：彼女は彼を愛するが、彼は他の誰かを愛し、他の誰かが他の人と恋に落ちている、そして他の人は何人かのエイリアンのひよこに恋している。 約2回のエピソードの後、誰が誰に「挫折しているのか」を判断するのはかなり簡単です。 しかし、私が全体のプロットについて最も驚いたのは、最後のエピソードまで待っていた作家ではなく、誰もが崩壊し、美しい夕日の背景に恋していることを告白するのではなく、実際にエピソードごとにいくつかの告白を受けたことです。 それは私がこのプロットについて満足していたことの一つです。\n\nしかし、まだ、プロットは明るくない。 いくつかのエピソードの後、私は自分自身が「うーん、来て！ そして、最後にエピソード8または9の周りに私たちはいくつかの動きを得るが、それは私の意見では、あまりにも便利です。 突然、私たちは危険な状況に陥り、「うわー、それは便利です」という方法で解決されます...\n\nすべての周りに、プロットは、足を引っ張るような感じをピックアップするためには、より良いとより多くの動きが必要になる可能性があります。\n\nキャラクター：\n私はほとんどのキャラクターが大好きでした。 メインの男の子、Kaitoは、チョコレートで回っていたふわふわのテディベアほど魅力的です。 他のすべてのサポートキャラクターは、それぞれ自分の愛らしい性格や癖を持っていたので、画面上で本当に自分の存在を楽しませてくれました。 特にレモンは、友人のグループにかなり力を入れて、夏の映画制作のロールオーバーを引き継いでいる疑わしい上級生です。 彼女はこのシリーズを続けたのは私の唯一の理由です。なぜなら彼女のおかしなことはとても面白いからです。\n\nしかし、そこに主な女の子、Ichikaがあります。 ああ、彼女は私を悩ました。 たぶん私と私自身の性格が彼女と衝突するのですが、彼女は私がこのシリーズが気に入らない主な理由です。 あなたが彼女を好きでないならば、あなたはこの番組が気に入らないでしょう。 さらに、彼女は、彼女がしているすべてのことについて絶えず謝罪することが魅力的だと分かった人物の1人です。\n\nすべての周りは、メインの男と支持者を愛していた。 物語の「ヒロイン」を嫌っていた。\n\n音：\nオープニングは大丈夫だった。 私はそれを一度聞いてから、残りのエピソードでそれをスキップしました。 コーラスはややキャッチーだったけど、素晴らしいものはなかった。 サウンドトラックは思い出深いものでもなかった。 私の意見では、ショー全体の動きのない、ちょっとしたリラックスした背景音楽。 しかし、私は結末が大好きでした。 非常に穏やかでキャッチー。 私は結末の要点であるエピソードの終わりにそれを聞くことをいつも楽しみにしていました。 私がそうそう言えば、それはエピソードをきれいに閉じた。\n\n全体：\n私が以前に言ったように、このシリーズは私を失望させた。 メインガールが好きだったら、もっと楽しかったでしょう。 しかし、私はできませんでした。 さらに、プロットは欠けていて、最終的に誰もが壊れた心を持っているが、プロのように隠れていることを除いては、実際には何も解決されません。 これが7になる唯一の理由は、サポートキャラクターの1人だからです。私はこのショーを楽しんでいなかったことについて話します。\n\n私はこのショーを絶対に嫌ったように聞こえるが、私はしなかった。 それはかわいい愛らしい瞬間があり、私はちょうど私の人生の数時間を無駄にしたような気がしません。 しかし、それは、私の意見では、これらのかわいい瞬間を上回る欠陥です、そして全体的に私はこのシリーズを再び見ないでしょう。\n\nロングライブレモン。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "platinumSKIES",
    "profile": "/profile/platinumSKIES/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=109529",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  9\n\n私は一般的に「ロマンス」のラベルの下にあるものを大好きではありません。 私はそれを見たり読んだりしないことを意味するものではありませんが、私が楽しんでもらいたい時に私が飛び交うものではありません。 あの夏は、私が見た中で最もロマンスなアニメのひとつです。 エイリアンの女の子と彼女の宇宙船とでさえ、本当の気分です...ペットのこと。\n\n（私は知っている人の多くは、それが同じ教師からのものだと考えて、私は驚くことはないだろうと考えていますが、私はそのショーを見たことがないので、それを比較することは何もありません。 そして私はしません。）\n\nストーリー（9/10）：この一人の女の子が主人公と一緒に住んで、友達とやり取りすることを聞いたことがあります。 面白い時とロマンスが続く。 しかし、あの夏はそれを最善にしています。 物語は、「論理の中でどこが飛び交ったのか」という瞬間を持っていますが、一般的なアニメの大部分で見られる固定観念ではなく、本物の高校生のような感じです。 彼らが終わる状況は、あなたがほとんど彼らが入ると期待しているものです。 関係するすべての関係者間のロマンスは、それが想定されているポイントで自然と心温まる/壊れていると感じます。 そしてそれがもっとクリシェの部分であっても、彼らは奇妙な方法で、ほとんどノスタルジックな感じを感じません。\n\n（また、ロマンスの発展を見てうれしいことは、 'ああ、申し訳ありません。あなたがショーの過程で70倍の裸で、あなたが私にヒントを打ったときに、私はあなたを覗き見ました。 もの、私は言う。）\n\nアート（8/10）：このシリーズは間違いなく良いようです。 キャラクターのデザインは素敵で流動的です。エイリアンの技術はすべて私たちの設定に似ているように見えます。背景もよく見えます。 すべての周りにちょうど良いもの、本当に。 私がそれに対して持っている唯一のことは、色が少し変わる傾向があり、シーンの照明に応じて1つの色が多すぎたり、比較して薄すぎたり明るすぎたりすることです。\n\nSound（7/10）：オープニングのテーマSignは良い歌手とビートを持っている間、いくつかのエイリアンテクノサウンドを呼び起こし、良い音を出します。 ショーのある時点では、オープニングのアコースティック・バージョンがあり、それは実際にシーンに役立ちますので、聞いても聞いてください。 エンディングも良いですが、少し遅いです。\n\nキャラクター（9/10）：ロマンスで欲しいキャラクターです。善良な人のリード、カリスマ性の女の子、彼に激しい怒りを持っているが、友人になる友達、助けてくれる友人 物事を起こすために彼を動かし、ただのお菓子のパイである他の女の子の友人、そして関与し、舞台裏で弦を引っ張っている上級者。 彼らはすべて人格を持っていて、あなたが幸福や悲しみで終わるかどうかにかかわらず、彼らのために根を下ろしたい。 彼らのすべてはお互いに良い化学を持っており、あなたは本当に彼らが愛の最初の本当の経験でティーンエイジャーであると信じています。\n\n楽しさ（9/10）：私はオープニングで言ったように、私はロマンスのジャンルの人ではありません。 しかし、このショーは、私が再び見る気にしない何かのように感じました。 私は次のエピソードを見て喜んで、他の人との関係でどこにいるのかを見て、本当にすべてが本当にうまくいったことを愛しました。 またこのコメディは本当に面白いです。  MIBの人に注意してください！  XD\n\nAno Natsu de Matteruはロマンス部門で新たな地位を築くことはできないかもしれませんが、確かにそのジャンルをギアに戻して、本当に十分なクレジットを得られない暖かく面白いショーです。 ロマンスのトラップや迷惑にならないような物語（今の時代、とにかく）を欲しがって、懐かしさをあなたに伝えたいなら、それを見てください。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "simon999",
    "profile": "/profile/simon999/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=95375",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\n（NOネタバレが含まれていません）\n私はこれが2012年の最高のロマンスアニメだと言われたので、私はそれを見ました.....私は彼らに同意したと言わなければなりません、私はそれらをすべて見たと言っていませんが、 私が今までに見た中で最も楽しかったシリーズの1つは、全体的に5分で私をつかんでくれて、私に大きな楽しみを与えてくれることを断った\n\nストーリーは8ですが、私は愛の三角に関する夢中ではありませんが、このアニメは数少ない楽しいものの1つでした。以前には見たことのないやり方で、いくつかの状況であなたは笑いから瀕死に瀕しています。 彼女が何をしているのか、あるいはキャラクターの欲望から挫折しただけで、シリーズの時々悲しい気持ちになる\n\nART＆SOUND-このアニメの芸術的なスタイルは、鮮明で美しいです。私は間違ったことは何も見つかりませんでした。 口笛を吹く時間とオープニングとエンディングのシリーズには非常に良いフィット感と一緒に、そのシリーズが表現した素晴らしい環境と環境をまとめています\n\nCHARACTER-このフィールドには10のソリッドがありました。私にとってまったく魅力的なキャラクターで、私にとってはまれなことです。 この部門で輝いているショーの中で構築されて落ちる関係\n\nエンジョイメント - 私は強くこのシリーズを見ることを強くお勧めします。おそらく、2012年の私の好きなもの、おそらくトップ5のようなものです。そこに合っているかどうか試してみてください。しかし、あなたはそれを見ていると失望しません。 ソリッド偉大なアニメ"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "ShamelessCritics",
    "profile": "/profile/ShamelessCritics/reviews",
    "pages": "3",
    "number": "8",
    "link": "/reviews.php?id=216139",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  7\nキャラクター|  4\n|  7\n\n*あなたが「便利」という言葉があなたのために10を意味するものを無知にしているならば、\n映画を作ることを決めた友人の話です。突然その映画を見ると、彼らはより成熟し、彼らの関係はより複雑になります。\nストーリーは、あまり重要ではなく、非現実的なプロットです。  。  。 そんなに偽物で便利な中国でさえ、それはそれを作ったとは認めません...しかし、それが解くにつれて、それは多くの欠点を補完する準の良い進歩をもたらしたすべての詳細をうまく活用します。 言い換えれば、私は書いています！\nコメディはかなり高いですが、それを古典と呼ぶこともできますが、古典は悪くないです。 ロマンスはそこにあり、その充実しているが、幼稚で便利なので、あなたは本当にep1からそれを予測できる。  「ロマンチックな」側面に関する別のことは、この番組には愛のPentagramが含まれています。これには「Hot」が好きな人のための「ファンサービス」の量も含まれています！ サービスのほとんどは、許されるものであり、それほど悪くないものであるコメディを作り出すために使われています！\nキャラクターは、実際にやっていたことをするのには、現実的で、完全に正常です。 それぞれの人格とすべてのマッチが一緒になり、素晴らしいグループを作っています。それは、Life of animeアニメのために、ロマンチックなトピックなどでの反応があまりにも幼稚で、感情がなく、 本当に何も起こっていないだけでなく、それは起こったことがないのが好きです。 ボールがウルの顔に当たった後に痛みがなかったような意味。\nアニメーションやアートスタイルが美しかったです。 唯一のことは私が個人的には髪のアニメーションスタイルが気に入らなかったことです。 それは私がゲルやw / eの代わりに彼らがジッツを使ったと思うようにする。 文字通り好きです。 そのような。  。  。 あなた自身のために参照してください~~（???〜）と別のもの...キャラクターはほとんどの 'まぶしい'症候群を持っていた。 お互いを見ているだけで、赤血球になった時を知っている！\n音楽は一般的に悪くはありませんでした。OPとEDはともかく印象的ではありませんでした。ピアノと古典ギターがありました。 全体として、私は満足していると言います。\n-------------------個人的な考え方と弱点--------------------\n私は上記の弱点のほとんどを述べました。 ロマンチックな場面でのアイロニカルなやりとり。便利すぎる。 パーマ・ブラッシュ・シンドローム。悪い/ナンセンスのプロット。これらに加えて、エピソード5のエピソードからはっきりと分かるようになりました。誰もが見ることができませんでした。さらに、主にロマンチックなストーリーは、  1。\n結末は失望し、楽しかったし、同時に成就していた...真実は、結末が正直であると誇りを持っていたが、それは失望したように見えるすべての作品を集めるためにそんなに巻き込まれた！\n結論として、それは「よく書かれた」物語と幾分良いCom-romの楽しい「乗り物」でした。 他のすべてはひどいものでした。 強制ドラマと存在しない生活と利便性のレベルのスライス1000/10。  。  。\n私はCom-romのファンだけに推薦しますが、見ているうちに本当に不満を覚える準備をしています。\nそれを見る理由：\n - レモンは最高の女の子です。 ちょうど 'レモンDAベストガール'を繰り返す\n-Satisfying romance (ﾉ?ヮ?)ﾉ*:･ﾟ??ﾟ･: *ヽ(?ヮ?ヽ) ACTUALLY, the side story was better!!\n-Clicheロマンスとラブペンタゴン。  AはBを＆gt;  AはCによって愛されている---u003e  CはD  - u003eによって愛される。  DはEに愛され、Bについて知っていますか？  ：D\n\nこれは私の恥知らずの評論家でした。\n私は反省しないで残しています！"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "tsukuy0mi",
    "profile": "/profile/tsukuy0mi/reviews",
    "pages": "3",
    "number": "9",
    "link": "/reviews.php?id=175253",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  2\n\n-SPOILERS-\n正直このアニメを見ることは完全に恐ろしい経験だったので、私は最初のレビューとこのアニメのために、私は恐ろしいの2を与えると私はそれを覚えて戻って行きたいとは思わない。 私はこれを見て、それが情熱をもって本当に憎んだのは初めてのアニメだということを実感しました。 その間に何が起こったのですか？ より多くの友達が傷ついていますか？ より多くの外国人の撮影？ 正直なところ、それは大丈夫だったけど、私が試みたとしても、このアニメが好きではない。 初めはすばらしいですが、間違ってはいけませんが、その後の混乱と悲惨さから、私は完全に準備ができていませんでした。 それは、墓の墓のようなものではなかったし、他の悲しい映画/テレビ番組もそうであった。 それは悲惨さとうつ病でした。 私は説明する方法を知らない。 あなたがそれを好きなら私はあなたと議論することができませんが、私の意見では、私はCrunchyrollでそれを見たことがないと思っています...少しひどいですね？ だから、このアニメでは、奇妙な愛の矩形/四角形などがありました。 私は完全におしゃれなロマンチックなアニメ物語を望んでいないが、これはあまりにも遠くに行きました。  +高槻がそれを地球に戻す方法をスキップして、本当に良い結末に気をつけないで終わることは、私を最も傷つけるものです。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "Brightning",
    "profile": "/profile/Brightning/reviews",
    "pages": "3",
    "number": "10",
    "link": "/reviews.php?id=210635",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  10\n\nANOHANAの仲間から\n\nあなたはロマンスが好きですか？ 外国人とのロマンスはいかがですか？ はい、私はあなたを見ています、変態ウォッチャー; あなたはそのシズが大好きだと分かっています。\n\n「セックス・デイのために何か特別な人を買う」とは、バレンタインデーが来ることを意味します。あなたは愛が空中にあることを知っています。なぜなら、私が最近見た最近のロマンスアニメを見直してみてください。  Nudes In The Summer、またはAnoNatsu。\n\nシノプシス\n'映画のヒップホップのオタクは、エイリアンスラットのパンツに入るために彼の通常の生活を放棄する。\n\nプロット\nAnoNotSoGoodの物語は、他の典型的なロマンチックコメディと同じようにキックオフします。 ヘック、主人公の眼鏡をとり、髪の色をオレンジ色に変えたら、To Love-Ruの最初のエピソードを見ているだろう。 ヘック、あなたが外人の髪を金髪に変えてリボンをくれたなら、あなたは小野寺が最高の女の子であるという事実を受け入れることができないショーを見ているだろう。 マンガを終わらせて！\n\n私の指摘は、AnoNatsuはほとんどすべてのロマンスショーの周りに構築されている同じ数式に従っているということです：\n\nボーイAは女の子Aに会う\n\n少女Aは突然、少年Aと友達になり永久に人生を変えます。\n\n少年Aと少女Aは、彼らをもっと近づけるために恋愛の試練を経なければなりません。\n\n少年Aと少女Aは、おそらくカップルになるでしょう。\n\nそれは典型的な式ですが、誰もAnoNanaのキャラクターデザイナーとディレクターと同じキャラクターを持っているため、AnoNatsuのバックには出ません。 とにかくあなたが最も関心を寄せているのは、あなたが最も気にすることです。 私はこの退屈なレビューのトップにそれを置くことを確認する必要があります。\n\nのドラマ\nAnoNatsuはAnime Aminoの平均日より多くのドラマを持っています。 実際には、それは過度に強調されています.Downton Abbeyと組み合わせた学士でさえ、AAの平均日よりもドラマがありません。 しかし、AnoNatsuは、この恋愛の周りにショー全体を結びつけることと組み合わされた、巨大な発達事象を伴う各エピソードを終わらせる。 主に愛の三角ではないので、私はそれをラブ・オージーと呼びますが、ラブ・ラインと呼ばれるほど単純ではありません。\n\n日本の農業地域には、平均的な友人グループ、女子二人、男の子2人がいます。 静かな恥ずかしがり屋の女の子は、ロリ・ツンデレが好きな青い髪のブロスキが好きです。突然、主人公である緻密で愚かなヒップスターの敗者が好きです\n\nAYYYY LMAOOOOOO\n\nエイリアンの女装はジレンマをはるかに悪化させます。 以前は誰もが（おそらく）誰かと結婚しようとしていましたが、犠牲に5人目のキャラクターがいるので、誰かのガンナが悲しくて孤独になってしまいました。 当然のことながら、宇宙からの巨大な外人のために、幼なじみの友人は奇妙な人に拒絶されようとしていますが、彼らは一緒に再生するかどうかはわかりません。 私たちがAnoNatsuを見続けている真の理由は、どの女の子が好きか、どの女の子が押せばいいかを決定することです。\n\nこれは私に考えを与える...\n\n愛または靴\nLOVE OR SHOVEの最初と最後までのエピソードへようこそ！ この試合では、私たちの学士は、彼がどのような2Dウェイフをラフに保管すべきかを選択しなければなりません。 私はあなたのホスト、レモン/レモンです。 アニメでは、私は潜在的に彼らの関係を改善する状況に他のキャラクターを置くことの主な目的のためにそこにある神秘的な挿入文字です。 始める前に、私たち独身者に会いましょう。\n\nTetsurouは彼の年齢にはあまりにもハンサムです。 このため、彼はしばしば多くの女の子に告白されます。 それにもかかわらず、彼はカンナに対する彼の愛に本当に残っています。 しかし、彼が女の子との関係よりも大切にしているのは、彼の友情です。 そうですね、哲郎は厚くて薄い真の兄です。\n\nカンツィは哲郎が幸せにしようとしている美しい女性です。 そうするために、彼は自分の気持ちを否定するために行って、もっと悲しみを引き起こします。\n\nすべてのキャラクターのうち、ブライトニングは、カンナが最も発展していると信じています。 彼女の性格は最も賑やかで、悲しみと喜びの時代に彼女をより感情的に感じるようになりました。\n\n今、他の選手、ミオを紹介！  AnoNatsuは静かで、恥ずかしがり屋であり、Kannaの上で自分を傷つけているTetsurouを見て、彼のための感情を成長させる恵まれた（͡°͜ʖ͡°）女性であるMioと始まります。 彼女はまばゆいものとして始まり、面白いですが、物語が進むにつれて、彼女は確かに彼女を作るミオについてもっと学びます...ユニークです。\n\n私たちは哲郎にとってかなりのジレンマを持っているようです。 彼はカンナに勇気を育てるべきなのだろうか？それとも、ツンデレの幼なじみの友人をあきらめて、彼を気にする女の子に彼のおっぱいを入れなければならないのだろうか？ 超敗者のファゴットと、新たにリリース予定の映画「スター・ホワイアーズ」の女性のリードに、スペーススリットを頼みましょう。\n\nまず第一に、私の名前は非常に敗者の馬鹿ではない、それは怪物です。 私はエロティックな映画を演出し、全体的にばかげているのが好きです。  Tetsurouが愛するべき人は、私は彼がどちらも選ぶべきではないと思うし、私とIchikaと一緒に超素晴らしい外の触手三人組に参加するべきだと思う。 よ、Ichika？\n\n*大声で叫ぶ*\n\nええ、大丈夫。 まあ、ついに、哲郎が誰を愛し、誰が押してくれるのかを決める時です。  DRUMROLLしてください！\n\nそれはあなたが見つけるためにショーを見なければならないようだ！  Teehee〜！\n\nビーチアーク\nほとんどのロマンスのアニメは、ショーの途中で一般的なビーチのエピソードを引く。 あの奈津ではない。 確かに、彼らは水着やビーチバレーボールでの水泳を期待していますが、それ以上のことをしています。\n\n彼女の親友に同行したKaitoの幼なじみの友人は、主要な女の子のためにライバルとして行動しました。 彼らが他者が持っていないことは、勇気、出て行く姿勢、そして、この場合、KaitoとTetsurouが望むものを得るための熱望です。 当然、他の女の子は幸せではありません。 一方、レモンはトロルがあり、ゆっくりと世界が燃えるのを見ているところです。\n\n私の見解では、キャストが彼らの個性と全体的な性格で最も改善されたのは少数のエピソードなので、これは私のレビューで言及する価値があると私は考える。 それが起こるいくつかのことを列挙するために、Ichikuntは彼女とKaitoの友情の気持ち以上に気づいて、Kaitoは彼の関係に自信を持ち、Tetsurouは友人のロマンチックなジレンマ全体を実現し、Mioの主要な情報とキャラクターの開発 ; そして何とかこのすべてを通して、2人の新しいキャラクターは、彼らがアニメで自然に見えるようにするために大量のキャラクター開発を得る。 私の意見では、これらはAnoNatsuの最高のエピソードであり、おそらく私が見てきた最高の海岸のエピソードの一つでした。\n\nサウンドトラック\n私はAnoNatsuのサウンドトラックについては全く苦情を受けていません。  Kotoko、Ray、川田真実、nano.RIPEのいずれかで曲が演奏されるときはいつも、暖かい気候や夏の空気が感じられます。  AnoNatsuのサウンドディレクターは、彼らが開幕を行うためにKotokoを選んだとき、確かにそれを知っていました。 それだけでなく、何とか響きのあるリフとトーンでサウンドトラックを麻薬で払うことで、音楽は空間とSFの融合感を持つことができました。\n\nAnoNatsuが劇的なショーになることを知っていれば、彼らは終わりのテーマの後ろに柳奈木を持っていました。あなたに思い出させるかもしれないが、まったく魅惑的です。\n\nパーソナル・ヒント\nスポイラー警告\n私は何が起こるかを見ましたが、私はまだこのようなロマンスアニメになると私はマゾキスなので、AnoNatsuを見続けました。  To Love-RuとNisekoiとSakurasouと同じように、エピソード1からいつものように主人公の気持ちを持っていた少女のために、最終結果によって失望し、 主人公の愛をどこにも勝てずに勝つ。 なぜ、幼なじみの友人が彼の愛を勝ち取るアニメができないのですか？ 私にとって完璧な結末は、KaitoがKannaで終わる驚きの紆余曲折でした。TetsurouはMio（cute af btw）で終わり、Ichikaは彼女の両親が彼女の新しい友達と地球上に留まるように説得しますが、NO！\n\nまた、私はこのショーの終わりにどのように怒って表現するために分を取ることができますか？ 彼らの写真を将来表示すると、彼らは再び会ったことを示唆するかもしれませんが、彼らは彼らがうんざりしていたことを暗示していません！ さて、AnoHanaの後任のディレクターがこれを指示したことを考えれば、私はこれもやってくるはずです。 私はそれがロマンスアニメになるとちょうどばかだと思う。\n\n全体\nAnoNatsuはあなたが好きなキャラクターを最初から一緒にペアにするときに、あなたが最も楽しめるアニメです。 ショーが進行するにつれて、あなたは自分の好きなペアを応援して、極端なことが起こったときはいつも、ショーに非常に慣れることができます。 ただの警告：5文字=五輪。 キャラクターの1人は永遠に終わり、あなたはそれらのために悪い気持ちになるでしょう。 そのことを念頭に置いて、あなたの船を見て楽しむことは、あの人ではないので、地獄に行く"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "AuRomul",
    "profile": "/profile/AuRomul/reviews",
    "pages": "3",
    "number": "11",
    "link": "/reviews.php?id=210116",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  6\n\nこれは私の最初のレビューですので、私は典型的なガイドラインに従わないとすみません。 私は否定的な部分に焦点を当てます。 また、スポイラーも含まれています。\n\n私がこのアニメを見始めたとき、私はAno Hanaのような何かがむしろロマンスに焦点を当てると思った。 そしてそれはちょっと私にそのような気分を与えました。 そして、私は終わりのために全然悪いと感じません。 あなたは蒔くものを刈り取る。 また、私が好きな人が笑っている限り、「私は大丈夫です」というポーズは好きではありませんでした。 それはプロットを記入し、主なカップルの自我主義に餌を与える言い訳です。 しかし、私が愛の連鎖全体を知覚するとすぐに、私は疑い始めました。 私は、ショーの主なカップル/ペアリングは、外国人の女の子が現れたり、空から落ちたり、他の人物の人生のすべてが変化する数百のアニメのように無意味であると感じました。 すべてを駄目にする。 理由は分かりませんが、私はこの愛の連鎖の結果が気に入らないのです。 女の子は現われ、男の子は彼女とすぐに恋に落ちる。何の理由もない。 それから、カップルにとってとてもスムーズになります。完璧なので、他のものを気にしません。 そしてカンナはスティックの短い端を手に入れる。 とにかく、KaitoはKannaの愛に値しません。\n\nそして、最悪の部分は 'ああ、ええ、今年の夏は素晴らしかった'です。 はい、それは主なカップルのためには素晴らしかったが、他の人にとってはそれほど良いものではありませんでした。\n\nだから、基本的に、私はイチカとSFのすべてが余分だと思う。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "dai-iane-otaku",
    "profile": "/profile/dai-iane-otaku/reviews",
    "pages": "3",
    "number": "12",
    "link": "/reviews.php?id=66443",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nWaiting in the Summer (あの夏で待ってる Ano Natsu de Matteru)\n\n私がこのアニメを愛していたのは、すべての人物と彼らが人生のある夏に作り上げた友情の間のラブストーリーです。\n本当に、それは私のための顕著なアニメだった、私は知らないが、物語に驚くべき何かがある。\n\n正直言って、私は本当にそれを見て笑って、多くの泣きました。\nそして、実際にこのアニメは私にインスパイアされ、私は友情と愛に関連していくつかのことを学びました。\n\n*個人的な含意*\n誰も忘れたくないということは本当に事実ですが、私たちは思い出を作りますが、時がたつにつれて記憶は消えます。 だからこそ人々は何かを残そうとしているのです。\n\nあの夏の魔除けは、あなたの友人と一緒にいることがいかに重要であり、終わらないことを望んでいるか、残っている思い出\nそしてもちろん、あなたが誰かを愛している限り、常に方法があります。\n何が起こっても、私たちは、私たちを大いに愛する人々の思い出に住んでいるかどうか、まだ生きていません。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "swc1098",
    "profile": "/profile/swc1098/reviews",
    "pages": "3",
    "number": "13",
    "link": "/reviews.php?id=95509",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\nこれは私の夏が好きなものです。 完璧な夏の究極の表現です。\n\nその前提は、To Love-Ruがそれを普及させて以来、もう一つのエイリアンが地球の話になり、それはかなり共通のテーマになっているという点で少し考案されたようです。\n\nこのショーを別に設定することは、文字間の関係です。 これらの人は馬鹿でないかステレオタイプではなく、能力があり、イニシアチブを示しています。 それだけでこのショーを見る理由ですが、それを上手くいくためには、興味深く魅力的な物語があり、私は最後まで気分が良くなります。\n\n私は何かを台無しにすることはありませんが、エンディングはしばらく見た中で最も満足しているのです。 彼らはすばらしい仕事をしてくれました。私はそれを毎晩愛していました。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "xDaNy93",
    "profile": "/profile/xDaNy93/reviews",
    "pages": "3",
    "number": "14",
    "link": "/reviews.php?id=51405",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\nこのアニメは、夏休みに映画を作りたいと思っているハイツスクールの子供たちのグループです。 映画の唯一の奇妙なことは、主人公の1人がエイリアンであることです。（高槻、いちか：最初のエピソードでは、空から降り出した何かがKaitoを殺しているのを見ることができますが、彼は救われ、癒されて目を覚まします 彼の部屋の朝は何も起こらなかった）。  Ichikaは仕事のために妹が海外に行っているので、Kaitoの家に住んでいます。最初のepから見たものから、これは素晴らしいアニメです。次のエピソードを楽しみにしています。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "Rhysc24",
    "profile": "/profile/Rhysc24/reviews",
    "pages": "3",
    "number": "15",
    "link": "/reviews.php?id=170779",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\n[これはスポイラーの無料レビューではありません]\n\n個人的に私は本当にアニメを楽しんだが、私はそれが私がそうであると思った方法ではなかったので、私は終わりのように静かではなかったが、それは私がそれが欲しかった方法ではなかった。\n\n\n一般的に、アニメはアニメ「オネガイ教師」によく似ているが、まだまだ違う12のエピソードで構成されている。 しかし、私はAno Natsu de Matteruよりも\"Onegai Teacher\"を楽しんだ。\n\nこれら2つのアニメの共通点：\n\n1）両方の女性の主人公は、宇宙船が湖で終わった宇宙からのものです。\n\n2）彼らはどちらも生物学的な生き物を持っています。そのようなものは、宇宙船のプログラムであり、それを制御し、自分や他の人々も自分が望む場所に移動できるようになっています。\n\n3）両方の女性の主役は、主な男性主役よりも年上です。\n\n4）どちらのアニメでも、男性の主人公は、生きている外国人女性の主人公と恋に落ちるし、愛情に満ちた女性の同級生もいる。\n\nさて、あの夏のマッターウに戻ってみましょう。\n\nおそらく本当に意味のない言葉にすぎないかもしれないが、「サイファイ」のジャンルに分類されているにもかかわらず、ストーリーは全く複雑ではない。\n\nロマンスは、女性の主人公が男性の主人公と競合する多くの少女漫画/アニメ、時には少年にも見られる典型的な高校のものです。 しかし、ロマンスは運命の1つの間でかなり急速にエスカレートし、ブッシュの周りに噛むことは少なくなります。 もちろん、彼らは恋に落ちるときに直面しなければならないハードルや試練を見逃さなかった。\n\nそれはかなりコメディですが、私は本当に私がとても笑ったようにロマンチックなコメディを見たことがあります。\n\n行動はほとんどありませんが、感銘を受けることはありません。\n\n音楽は悪くないが、「オネガイ教師」は、特にKOTOKOのシューティングスターOPと比較して素晴らしいOSTを持っていたが、Ano Natsu de Matteruの結末はかなり良い。\n\n芸術は素晴らしい背景でとてもうまくやっていますし、キャラクターにとっては最高ではないにしてもかなり良いです。\n\n結論としてAno Natsu de MatteruはSci fi、アクション、コメディをサポート要素とする実質的なロマンスアニメですが、それでも楽しめ、価値があります。 まあ、私はアニメの詳細なレビューを与えていないかもしれませんが、私はまだ多くのあなたの評価と他のユーザーのレビューでアニメを判断し、自分自身でそれを見て控えるだろう！"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "Banana__",
    "profile": "/profile/Banana__/reviews",
    "pages": "3",
    "number": "16",
    "link": "/reviews.php?id=86469",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  9\nキャラクター|  7\n|  9\n\n基本的には、最初の数回のエピソードを始めるとすぐ、「Onegai Teacher」のように多く見えました。 ストーリー、環境、そしてある程度は、「おねがい先生」の21歳の先輩と同じように見え、「OT」の先生のように見える「Ichika Tatsuki」のような、「Remon Yamano」のようなキャラクターでさえも同じです。\n\nそれは少し違った話がありましたが、私はまだそれを楽しんだ...\nキャラクターアートは「トラドラ」のようなものだった\n\nそれを終え、それについての情報を調べると、それは、「Onegai Teacher」と「Onegai Twins」と同じ作家によって作られたことが分かった"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "movoning",
    "profile": "/profile/movoning/reviews",
    "pages": "3",
    "number": "17",
    "link": "/reviews.php?id=55197",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  8\n\nこれまでの半分以上の話を見て、このシリーズがどの程度受け入れられるかは、ストーリーの終わりによって決まります。 はい、このシリーズの運命はほぼ完全にその終わりにかかっています。 どうして？\n\n\n\n私はレビューとスコアを更新します。 それがよりうまくいくことを願っています。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "dannofthursday",
    "profile": "/profile/dannofthursday/reviews",
    "pages": "3",
    "number": "18",
    "link": "/reviews.php?id=63493",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\nこれは素晴らしいアニメです。 本当に、私はそれを意味します。\nこのアニメは物語のない別のハレームアニメだと私が見ていた最初の印象。\nしかし、私はそれについて本当に間違っていました。\n\nすべてのエピソードは、私の体のどこにでもガチョウバンを与える。 すべてのエピソードが私をコアに衝撃を与えます。 通常、私は次のエピソードで何が来るかを推測することができますが、今私の推測はマークからちょっと離れています。\n\n私は次に何が来るのかわからない、私は次のエピソードで私は何を期待するべきか分からないが、私はまだそれが幸せな終わりであることを望む。\n\nとにかく、レビューを開始しましょう。\n\nこの物語からのこのアニメ：10\n私が以前に言ったように、このアニメは、あらゆる単一の明白な出来事の結果をスイングさせる素晴らしい方法を持っています。 最初から最後まで見ないと結果が分かりません。 それは驚くほど素晴らしいです。\n\nアート：10\nこのアニメは別のロマンスに基づいた物語ですが、それでもあなたには別の宇宙ロボットの素晴らしい生き物が与えられます。  Ehm..多分それはスポイラーです。 とにかく、あなたがそれを見た後、私は何を意味するのか分かります。\n\nサウンド：9\n音はそれほど悪くはありませんでしたが、それは素晴らしいものでもありません。 同じ時間に発生した数多くの対話と、ただ一緒に混じり合った音のために、私はキャラクターの間の対話を理解するのが難しかった時があります。\n\nキャラクター：9\nまあ、それは良いですが、それは私のタイプではありません。  Kaitoは本当に強力で優れていません。 しかし、私はどのようにすべてのキャラクターが彼らの問題を克服し、同時に一緒に固執するのが好きです。\n\n楽しさ：10\nもし私が100を与えることができれば私はします。 私はそれをとても楽しんで、実際には私はエピソード9と12の関係を考えて泣きたいのです。\n\nとにかく、これはこれまでの私の好きなアニメの一つです。 実際に私は心を動かすことができるアニメを探していました。私はそれを見つけたと思います。"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "Mochipan",
    "profile": "/profile/Mochipan/reviews",
    "pages": "3",
    "number": "19",
    "link": "/reviews.php?id=70351",
    "jp": "--- --- --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  6\n\n私はToradoraとAnohanaを楽しんだが、Ano Natsu de Matteruはかなり失望していた。\n\nこのショーはロマンスが満載です。 それはあまりにも多く、過度に強制されました。  2人の主人公のために恋に落ちるためのステップは、お互いのチーズのようなウェットな夢を持っている間に、主に赤面、吃音、そして親密になることを含み、いくつかのエピソードの後に​​非常に悪化した。\n\n誰もが明白な理由で誰かを好きに思っているようで、物語を一緒に動かすためだけに、彼らのために信じられないほど愚かで無私のことをしています。 これは状況の信憑性を損なうので、私はそのキャラクターのどれにも気づかなかった。 私は泣き叫ぶ悲しみの若い人に共鳴することができますが、この場合、私は目を転がすだけです。1.ロマンスは極端に強いと感じます。 キャラクターたちは私の神経を怒らせます。 私は一目ぼれで無条件の無条件の愛を信じる者ではありません。\n\nこのショーの唯一のポジティブなのは、アートとサポートキャラクター（Lemon ftw！）です。 ショーのためのアートとアニメーションはよくできていて、目には簡単です。 他のほとんどのショーがこのように見えるなら、私は全く気にしません。\nアニメでロマンスがどのように行われているのが嫌いなので、私が一番気に入ったキャラクターはロマンチックではありませんでした。 レモンは面白いトロールで、リノンはちょうどあまりにも狂っている"
  },
  {
    "title": "Ano_Natsu_de_Matteru",
    "id": "11433",
    "url": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru",
    "user": "ClockTimes",
    "profile": "/profile/ClockTimes/reviews",
    "pages": "3",
    "number": "20",
    "link": "/reviews.php?id=57055",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  9\n\n関係は決して壊れない強い債券です。 大規模な距離でさえ、構築された強力な債券は常にそこに存在します。\n\nAno Natsu de Matteruは主に高校の友人関係のアニメです。 彼らが発達して変化するにつれて、関係はより強くなり、友人はお互いをよりよく理解します。\n\nこのアニメが別のエイリアン、ロマンス、コメディだけではないことを、シノプシスを読むことから知ることができました。 似たようなジャンルの他のアニメよりもはるかに現実的であり、考え抜かれています。 私はこれがコメディよりも多くのドラマ・フィル・ショーになることを知っていました。 コメディは軽く入れられ、友達との間で克服されたハードルは、それを異ならせるものです。 それは笑いのためだけに作られたものではなく、実際の生活状況を示しています。\n\nこの物語は、試練を通して構築されている友人の関係を描いている。 ロマンスはうまく出ています。 それは単なる関係、またはハーレム、あるいは愛の三角形ではありません。 愛は見つけられ、すべての文字で失われます。 告白は全面的に行われ、最後には一度の告白だけでなく、主な夫婦が一緒になっています。 私はその物語を本当に驚くほど見つけました。 それは私が他人との関係について考えるようになりましたが、それだけでは簡単ではありませんでした。 関係は現実的であり、友情と人間関係の創造を非常にうまく描いている。\n\n芸術のために、それは非常に活気があり、明るい色のショーでした。 それについてのすべてが明るく、カラフルでした。 暗い夜は、明るい光、星、そして非常に熱心に描かれた文字によって照らされます。 私はこれを見て暖かい気持ちになり、すぐに夏が来たいと思った。\n\n背景音は夏の時間を表示するのに役立ちます。 クレジットの前に終了曲の開始は、終了感をより多く与えた。 エピソードの終わりの大部分は起こっている何か驚くべきものであり、新しい裁判が始まるか、完了するでしょう。 最後に、私たちが最終的に得なければならない気持ちは、終わりの歌で助けられます。\n\n私はすべてのキャラクターが大好きだった。 彼らには欠陥がありました。 彼らはすべて感情を持っていた。 彼らの誰もが物事を面白くするためにしかそこにいなかったダム文字だった。 彼らはすべて、債券の強さを高める目的を持っていた、新しいキャラクターが到着したときにショーをより面白くするのを助け、感情を野生にして問題を起こさせた。 キャラクターは楽しく、他の人とやりとりするたびに見るのが面白かったです。\n\nI highly enjoyed this anime. It reminded me a lot of Ano Hi Mita Hana no Namae wo Bokutachi wa Mada Shiranai, or AnoHana for short. It was about friends and their relationships with one another. Trials were overcome, and in the end, the friends become closer to one another.\n\n私は、スライス・オブ・ライフ、ドラマ、コメディ、ロマンスが好きな人はこのアニメを愛すると信じています。 このアニメの軽い心はとても落ち着きがあり静かです。 受け取った感情は人に人生について多く考える。 このアニメは、私が予想していたよりもはるかに優れていました。 私はまだ何か良いことを期待していたが、私はそれがそうであると思ったように、それはすべてコメディではなく、偽でもなかった。 現実主義は私に大きな影響を与え、ショーをもっと良くしました。\n\n友人はあなたの人生であり、何かが起きたときにいつもあなたを支えるためにそこにいます。"
  }
]
