[
  {
    "title": "Choujuushin_Gravion_Zwei",
    "id": "1149",
    "url": "https://myanimelist.net/anime/1149/Choujuushin_Gravion_Zwei",
    "user": "link9us",
    "profile": "/profile/link9us/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=33537",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  6\nキャラクター|  7\n|  7\n\nこのレビューは、両方の季節の一部です。 私は今シーズンがはるかに満足していることを発見したように、最初の、そして病気は後でそれを得る。\n\nGravionはあなたの典型的な古い学校のメカショーで、裸の女の子やメイドを見せたいという欲望にあなたのニーズに合った豊富なファンサービスを提供しています。  echiiのファンなら、2番目のシーズンにはさらに多くのことが見えます。\n\nシリーズ全体の公式は、人類を脅かす未知の外国人の存在の何らかの形で戦っているかなり一般的なロボットです。 彼らはゼラリと呼ばれています。  「重力」と呼ばれるメカを操縦するGパイロットのチームは、ジェラヴィアの猛攻撃に勝つために戦闘員チームを率いるサンドマンという億万長者の指揮下にあるチームです。\n\n第1シーズンは、ショーを通してずいぶんかなり予測可能で、ゼラヴィアに対するアクションのほんの一部です。 メイドと多くのコメディーとトップアクションのビット。 最初のシーズンは非常に微妙ですが、シリーズの中心的な話が少しあります。 しかし、第1シーズンを召集することができれば、第2シーズンにはもっと満足のいくプロットになるでしょう。 キャラクターが異なる方法で発達するのを見て、異なる人格を見ることができるようになるにつれ、キャラクター化は確実に強くなります。 非常に暗い深い秘密があります。この秘密は、この第2シーズンにのみ公開されています。私はそう言いますから、私の自己は本当に私を守りません。 だからあなたのメカやエッチのファン、私はこのショーにショットを与えると言う。 それは間違いなく、おそらくコードギアスのような「パワーハウスショー」やガンダムフランチャイズには耐えられないでしょう。 しかし、それを見た後、私は自分自身が実際にこのシーズンのすべてのエピソードを見てみたいと思っている間にそれを楽しんだし、かなりの驚くべき物語があり、それは私がこのアニメで好きなものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis review is partly for both seasons. As i found this season much more satisfying then the first and ill get to that later.\n\n\u001b[1mこのレビューは、両方の季節の一部です。 私は今シーズンがはるかに満足していることを発見したように、最初の、そして病気は後でそれを得る。\u001b[22m\n\u001b[1m(Kono rebyū wa, ryōhō no kisetsu no ichibudesu. Watashi wa ima shīzun ga haruka ni manzoku shite iru koto o hakken shita yō ni, saisho no, soshite byōki wa atode sore o eru.)\u001b[22m\n\nTranslations of \u001b[4mThis review is partly for both seasons. As i found this season much more satisfying then the first and ill get to that later.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis review is partly for both seasons.\u001b[24m\n    \u001b[1mこのレビューは、両方の季節の一部です。\u001b[22m\n\u001b[4mAs i found this season much more satisfying then the first and ill get to that later.\u001b[24m\n    \u001b[1m私は今シーズンがはるかに満足していることを発見したように、最初の、そして病気は後でそれを得る。\u001b[22m, \u001b[1m私はこの季節がはるかに満足見つかったとして、最初と病気は後でそのに取得します。\u001b[22m\n\u001b[1m\u001b[22m\nGravion is your typical old school mecha show with plenty of fan service to suit your needs of that desire to look at naked girls or 'maids' as they are in the show. If your a fan of echii, then you will see alot of it, even more so in the 2nd season.\n\n\u001b[1mGravionはあなたの典型的な古い学校のメカショーで、裸の女の子やメイドを見せたいという欲望にあなたのニーズに合った豊富なファンサービスを提供しています。  echiiのファンなら、2番目のシーズンにはさらに多くのことが見えます。\u001b[22m\n\u001b[1m(Gravion wa anata no tenkei-tekina furui gakkō no mekashō de, hadaka no on'nanoko ya meido o misetai to iu yokubō ni anata no nīzu ni atta hōfuna fansābisu o teikyō shite imasu. Echii no fan'nara, 2-banme no shīzun ni wa sarani ōku no koto ga miemasu.)\u001b[22m\n\nTranslations of \u001b[4mGravion is your typical old school mecha show with plenty of fan service to suit your needs of that desire to look at naked girls or 'maids' as they are in the show. If your a fan of echii, then you will see alot of it, even more so in the 2nd season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGravion is your typical old school mecha show with plenty of fan service to suit your needs of that desire to look at naked girls or 'maids' as they are in the show.\u001b[24m\n    \u001b[1mGravionはあなたの典型的な古い学校のメカショーで、裸の女の子やメイドを見せたいという欲望にあなたのニーズに合った豊富なファンサービスを提供しています。\u001b[22m, \u001b[1m超重神グラヴィオンは、彼らがショーであるように裸の女の子や「メイド」を見て、その欲望のニーズに合わせてサービスカットをたっぷり使ってあなたの典型的な古い学校のメカショーです。\u001b[22m\n\u001b[4mIf your a fan of echii, then you will see alot of it, even more so in the 2nd season.\u001b[24m\n    \u001b[1mechiiのファンなら、2番目のシーズンにはさらに多くのことが見えます。\u001b[22m, \u001b[1mechiiのあなたのファン場合は、第二シーズンにはなおさら、それの多くが表示されます。\u001b[22m\n\u001b[1m\u001b[22m\nThe formula of the series as a whole, is pretty generic, robots fighting some form of unknown alien existence that threatens mankind. They are known as the zeravire. The team of the G pilots that pilot the mecha called the 'gravion' is the team that is under the command of a billionaire named Sandman who leads this team of fighters to victory against the onslaught of the Zeravire.\n\n\u001b[1mシリーズ全体の公式は、人類を脅かす未知の外国人の存在の何らかの形で戦っているかなり一般的なロボットです。 彼らはゼラリと呼ばれています。  「重力」と呼ばれるメカを操縦するGパイロットのチームは、ジェラヴィアの猛攻撃に勝つために戦闘員チームを率いるサンドマンという億万長者の指揮下にあるチームです。\u001b[22m\n\u001b[1m(Shirīzu zentai no kōshiki wa, jinrui o odokasu michi no gaikoku hito no sonzai no nanrakano katachi de tatakatte iru kanari ippantekina robottodesu. Karera wa zerari to yoba rete imasu. `Jūryoku' to yoba reru meka o sōjū suru G pairotto no chīmu wa, jeravu~ia no mō kōgeki ni katsu tame ni sentō-in chīmu o hikiiru sandoman to iu okumanchōja no shiki-ka ni aru chīmudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe formula of the series as a whole, is pretty generic, robots fighting some form of unknown alien existence that threatens mankind. They are known as the zeravire. The team of the G pilots that pilot the mecha called the 'gravion' is the team that is under the command of a billionaire named Sandman who leads this team of fighters to victory against the onslaught of the Zeravire.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe formula of the series as a whole, is pretty generic, robots fighting some form of unknown alien existence that threatens mankind.\u001b[24m\n    \u001b[1mシリーズ全体の公式は、人類を脅かす未知の外国人の存在の何らかの形で戦っているかなり一般的なロボットです。\u001b[22m, \u001b[1m全体として、一連の式は、人類を脅かす未知のエイリアンの存在のいくつかのフォームを戦うロボットかなりの総称です。\u001b[22m\n\u001b[4mThey are known as the zeravire.\u001b[24m\n    \u001b[1m彼らはゼラリと呼ばれています。\u001b[22m, \u001b[1mこれらはzeravireとして知られています。\u001b[22m\n\u001b[4mThe team of the G pilots that pilot the mecha called the 'gravion' is the team that is under the command of a billionaire named Sandman who leads this team of fighters to victory against the onslaught of the Zeravire.\u001b[24m\n    \u001b[1m「重力」と呼ばれるメカを操縦するGパイロットのチームは、ジェラヴィアの猛攻撃に勝つために戦闘員チームを率いるサンドマンという億万長者の指揮下にあるチームです。\u001b[22m, \u001b[1mメカが「超重神グラヴィオン」と呼ばれるパイロットGパイロットのチームがZeravireの猛攻撃に対して勝利に戦闘機のこのチームを率いてサンドマンという名前の億万長者の指揮下にあるチームです。\u001b[22m\n\u001b[1m\u001b[22m\nThe first season is at most pretty predictable throughout the show, just alot of action against the zeravire. Plenty of comedy bits with the maids and over the top action. There is a bit of a story that is central to the series though that is very subtle in the first season. But if you can manage to muster the first season, you will be treated to a much more satisfying plot in the 2nd season. The characterization is definitely stronger as you get to see the characters develop in different ways and you get to see there different personalities. There are some very dark deep secrets that are only unveiled in this 2nd season that i do say so my self really caught me off guard. So if your a fan of mecha or echhi, i say give this show a shot. It definitely probably wont live up to 'power house shows' like Code geass, and the Gundam Franchise. But after watching it my self i did actually enjoy it to the extent of wanting to watch every episode of this season with out stopping, there was some pretty surprising story developments and that is what i like in this anime.\n\n\u001b[1m第1シーズンは、ショーを通してずいぶんかなり予測可能で、ゼラヴィアに対するアクションのほんの一部です。 メイドと多くのコメディーとトップアクションのビット。 最初のシーズンは非常に微妙ですが、シリーズの中心的な話が少しあります。 しかし、第1シーズンを召集することができれば、第2シーズンにはもっと満足のいくプロットになるでしょう。 キャラクターが異なる方法で発達するのを見て、異なる人格を見ることができるようになるにつれ、キャラクター化は確実に強くなります。 非常に暗い深い秘密があります。この秘密は、この第2シーズンにのみ公開されています。私はそう言いますから、私の自己は本当に私を守りません。 だからあなたのメカやエッチのファン、私はこのショーにショットを与えると言う。 それは間違いなく、おそらくコードギアスのような「パワーハウスショー」やガンダムフランチャイズには耐えられないでしょう。 しかし、それを見た後、私は自分自身が実際にこのシーズンのすべてのエピソードを見てみたいと思っている間にそれを楽しんだし、かなりの驚くべき物語があり、それは私がこのアニメで好きなものです。\u001b[22m\n\u001b[1m(Dai 1 shīzun wa, shō o tōshite zuibun kanari yosoku kanōde, zeravu~ia ni taisuru akushon no hon'no ichibudesu. Meido to ōku no komedī to toppu akushon no bitto. Saisho no shīzun wa hijō ni bimyōdesuga, shirīzu no chūshin-tekina hanashi ga sukoshi arimasu. Shikashi, dai 1 shīzun o shōshū suru koto ga dekireba, dai 2 shīzun ni wa motto manzoku no iku purotto ni narudeshou. Kyarakutā ga kotonaru hōhō de hattatsu suru no o mite, kotonaru jinkaku o miru koto ga dekiru yō ni naru ni tsure, kyarakutā-ka wa kakujitsu ni tsuyoku narimasu. Hijō ni kurai fukai himitsu ga arimasu. Kono himitsu wa, kono dai 2 shīzun ni nomi kōkai sa rete imasu. Watashi wa sō iimasukara, watashi no jiko wa hontōni watashi o mamorimasen. Dakara anata no meka ya etchi no fan, watashi wa kono shō ni shotto o ataeru to iu. Sore wa machigainaku, osoraku kōdogiasu no yōna `pawāhausushō' ya gandamufuranchaizu ni wa tae rarenaideshou. Shikashi, sore o mita nochi, watashi wa jibun jishin ga jissai ni kono shīzun no subete no episōdo o mite mitai to omotte iru ma ni sore o tanoshindashi, kanari no odorokubeki monogatari ga ari, sore wa watashi ga kono anime de sukina monodesu.)\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Choujuushin_Gravion_Zwei",
    "id": "1149",
    "url": "https://myanimelist.net/anime/1149/Choujuushin_Gravion_Zwei",
    "user": "Tobuay",
    "profile": "/profile/Tobuay/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=36014",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  6\n|  6\n\nあなたがクリシカのメカアニメの物語に入っているなら、これはあなたのチケットです。\n\n私はしかし、最後にこれを見て失望して準備する場合は、あなたにお勧めします。\n\nストーリーは終わっている芸術はまともな音でもある\n\nキャラクターの開発はちょっとねじれています。人々の不思議なことは、私の目には裕福な男が迷惑をかけていると予測され、シリーズの主人公はそれぞれの関係船\n\n私はこれを渡すだろう。 そこに良い方法のメカアニメがあります",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nIf you are into the cliche mecha anime story then this is your ticket.\n\n\u001b[1mあなたがクリシカのメカアニメの物語に入っているなら、これはあなたのチケットです。\u001b[22m\n\u001b[1m(Anata ga kurishika no meka anime no monogatari ni haitte irunara, kore wa anata no chikettodesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you are into the cliche mecha anime story then this is your ticket.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you are into the cliche mecha anime story then this is your ticket.\u001b[24m\n    \u001b[1mあなたがクリシカのメカアニメの物語に入っているなら、これはあなたのチケットです。\u001b[22m, \u001b[1mあなたは決まり文句のメカアニメのストーリーにしている場合、これはあなたのチケットです。\u001b[22m\n\u001b[1m\u001b[22m\nI would however advise you that if do watch this to the end be prepared with disappointment.\n\n\u001b[1m私はしかし、最後にこれを見て失望して準備する場合は、あなたにお勧めします。\u001b[22m\n\u001b[1m(Watashi wa shikashi, saigo ni kore o mite shitsubō shite junbi suru baai wa, anata ni o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI would however advise you that if do watch this to the end be prepared with disappointment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would however advise you that if do watch this to the end be prepared with disappointment.\u001b[24m\n    \u001b[1m私はしかし、最後にこれを見て失望して準備する場合は、あなたにお勧めします。\u001b[22m, \u001b[1mしかし私は、最後にこれを見なければ、失望を用いて調製されていることをあなたに助言します。\u001b[22m\n\u001b[1m\u001b[22m\nThe Story is over done the Art is decent the sound as well\n\n\u001b[1mストーリーは終わっている芸術はまともな音でもある\u001b[22m\n\u001b[1m(Sutōrī wa owatte iru geijutsu wa matomona oto demo aru)\u001b[22m\n\nTranslations of \u001b[4mThe Story is over done the Art is decent the sound as well\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Story is over done the Art is decent the sound as well\u001b[24m\n    \u001b[1mストーリーは終わっている芸術はまともな音でもある\u001b[22m, \u001b[1mストーリーは、上にアートが同様に音まともです行われます\u001b[22m\n\u001b[1m\u001b[22m\nThe Character development is a little screwed up.. The mysterious of the people are predictable the rich guy is annoying in my eyes and the main characters in the series have no defining closure with in their respective relation ships\n\n\u001b[1mキャラクターの開発はちょっとねじれています。人々の不思議なことは、私の目には裕福な男が迷惑をかけていると予測され、シリーズの主人公はそれぞれの関係船\u001b[22m\n\u001b[1m(Kyarakutā no kaihatsu wa chotto nejirete imasu. Hitobito no fushigina koto wa, watashi no me ni wa yūfukuna otoko ga meiwaku o kakete iru to yosoku sa re, shirīzu no shujinkō wa sorezore no kankei-sen)\u001b[22m\n\nTranslations of \u001b[4mThe Character development is a little screwed up.. The mysterious of the people are predictable the rich guy is annoying in my eyes and the main characters in the series have no defining closure with in their respective relation ships\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Character development is a little screwed up.. The mysterious of the people are predictable the rich guy is annoying in my eyes and the main characters in the series have no defining closure with in their respective relation ships\u001b[24m\n    \u001b[1mキャラクターの開発はちょっとねじれています。人々の不思議なことは、私の目には裕福な男が迷惑をかけていると予測され、シリーズの主人公はそれぞれの関係船\u001b[22m, \u001b[1mキャラクター開発は人々の神秘が予測されている豊富な男が私の目には迷惑であり、シリーズの主人公は、それぞれの関係船でとの定義の閉鎖を持っていません..めちゃくちゃ少ないです\u001b[22m\n\u001b[1m\u001b[22m\nI would pass on this one. there are way better mecha anime out there\n\n\u001b[1m私はこれを渡すだろう。 そこに良い方法のメカアニメがあります\u001b[22m\n\u001b[1m(Watashi wa kore o watasudarou. Soko ni yoi hōhō no meka anime ga arimasu)\u001b[22m\n\nTranslations of \u001b[4mI would pass on this one. there are way better mecha anime out there\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would pass on this one.\u001b[24m\n    \u001b[1m私はこれを渡すだろう。\u001b[22m, \u001b[1m私はこの1つに渡します。\u001b[22m\n\u001b[4mthere are way better mecha anime out there\u001b[24m\n    \u001b[1mそこに良い方法のメカアニメがあります\u001b[22m, \u001b[1mずっといいメカアニメはそこにあります\u001b[22m"
  }
]
