[
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Veronin",
    "profile": "/profile/Veronin/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=70083",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  8\nキャラクター|  6\n|  8\n\nFanserviceは常に議論の余地のある問題のビットです。 いくつかはそれを愛し、いくつかはそれのすべてのインスタンスを嫌う。 反応がしばしば二分法に匹敵し、「あまりにも多く」と「十分でない」とに分かれることができるときには、みんなを喜ばせる実現可能な方法はありません。 バケモガタリは、独特のアートディレクションとキャラクターとの相互作用で知られているシリーズですが、性的テーマから完全に除外されていると言えるのは、フラットアウトの嘘でしょう。  Nisemonogatariでは、これらの要素が、より良く、より悪い点で、さらに多量になっていることは驚きではありません。\n\nNisemonogatariを見る前にまず認識すべきことは、これがまさに変化と焦点のシフトです。 時にはそれが異なるシリーズのように感じることができるといっても過言ではないでしょう。確かに、すべてのファンがトーンとテーマの変更を承認するわけではありません。\n\nしかし、これにもかかわらず、物事はどちらもそれとは異なります。\n\nこれがSHAFTの最も成功したアニメの続編であることから、最初にそのシリーズが知られていた独特のスタイルと風味を突然削除することは理解できません。 頭の傾きは依然として顕著であり、景観は非常に似通っており、キャラクターは遊び心のある批判や荒らしの批判に頻繁に巻き込まれ、シュルレアリスムはプレゼンテーションや全体的な経験に広がっています。 これは栄光の幕開けですが、物語そのものがキャラクターやそれとの相互作用より重要ではないものになっています。\n\nおそらく、Nisemonogatariの最大の追加は、Araragiの2人の妹、KarenとTsukihiの新しい役割です。 両方とも「Fire Sisters」として知られるグループを形成し、一緒にショー全体の主な焦点を作ります。 つきひろは激しく皮肉で拒否的な姉妹で、カレンは愛された北村えりの声で、正義のために戦う努力をしている少年のように行動しています。\n\nこの正義の理想は、恋人であるカイキーと連絡を取り合いながらカレンにとって興味深い問題を生み出します。カイキーは、10代の女の子をお金から搾取して、すぐに両者の葛藤に踏み出します。カレンは無実とカイキを保護します 彼自身の貪欲な目標のためにそれらを使用します。 彼が一般的で常設された「悪い人」の人格に陥ることはなく、良かったり悪いものではない非常に灰色の道徳を採用したりすることはありません。 彼はお金以外のことはほとんど気遣っておらず、お金は誰がそれを失っても、彼が達成しようとしているものです。 驚いたことに、彼はお互いの最初の数回の出会いの外で主人公に非常に拮抗しません。 彼らが彼のために問題を複雑にしない限り、彼は一般的に問題はない。 彼の出発点を扱う方法は、ストーリーテリングの通常の慣行と比べても非常に驚くべきことです。 後半には主人公としての役割を失い、多くの人が舞台裏に舞い降りることに失望している。 ユニークなキャラクターでいっぱいのシリーズで非常に際立つキャラクターであることは達成するのは非常に難しい偉業ですが、カイキはそれを取り除くことができました。\n\nもちろん、元のシーズンからのキャストがストーリーの重要な役割を果たすことなく、ニセモガタリは同じではないでしょう。 残念ながら、幕末の主人公はすべて、元々の独特の場面で大きな役割を果たしていますが、残念ながらほとんどのものは幕末のように表示されません。 特にSenjougaharaはシリーズの最初の半分から大部分が失われ、再び彼女のキャラクターのファンのために少し失望するかもしれない話の大きな焦点になる。 ありがたいことに、それ以前のエピソードでは、新旧のキャラクターとコンセプトの優れたブレンドに焦点を当て、テーブルを新鮮なものにするだけの十分な表情を見せてくれる。\n\n前述のカイキを敵とみなして、ストーリーそのものは主に彼の攻撃とキャラクターのストーリーの前半のための介入の結果である。 それは、アララギと2つの新しいアンタゴニストの間の活気溢れるクライマックスと戦いに終わりに近づいていきます。その1つは前のシーズンのキャラクターです。 いろいろな場面で幕末のファンたちが楽しめるものが見つかるでしょうが、物語そのものはニセモガタリの焦点では​​ありません。 異なる状況。\n\nこれは主な問題、すなわちファンサービスにつながります。\n\nあなたはfanserviceが好きですか？ あなたはfanserviceしたいですか？ もしそうでなければ、おそらくニセモガタリをあまり楽しんでいないでしょう。 いくつかのスクリーンショットが信じられるほどに圧倒的ではなく、著名なものではありませんが、それは経験の明確で本質的な部分です。 キャラクターは頻繁にAraragiを誘惑しようとします。これは彼の最愛のガールフレンドをだまして心から賞品を得ようとする嵐のシーンにつながります。 また、女性の視聴者にはファンタジーがあります。長時間の撮影は、荒らぎの胸に深く関わっています。 ヌードシーンはあまり一般的ではないし、そのシリーズはしばしば、気分の良い対話やスタイリッシュなプレゼンテーションよりも性的な感情でより多くを演じる。 これらの共通の要素は依然として多くの経験に残っていますが、ニセモガタリがしばしば提示される方法をよく理解するために、悪名高い歯ブラシのシーンを見てください。\n\n視聴者がこれらの変更を承認するかどうかは、個人的な趣向になり、主にシリーズを楽しむものになります。  Nisio IsinとSHAFTは、おそらく、おそらく、Nisio IsinとSHAFTが多少船外に出て、このシリーズを非常に尊敬するものを少し忘れてしまったのではないかと言うのはうそだ 最初は それは小規模かつ時折の用量で楽しいですが、それは経験全体の最前線であることから、時には非常に魅力的でユニークな話であることを時々妨げます。 ユビキタスなバットショットやヌードシーンよりも微妙な、あるいは示唆的なファンサービスが好まれていました。\n\nアニメのペーシングがファンサービスによって悪影響を受けた場合でも、それは重要なことではありません。 視聴者を直立させるために費やされた多くの視聴者の結果として、それはカイキを取り巻く主要な葛藤のように感じられ、後の2人のアンタゴニストは少し急いでいる。 確かに、それらのキャラクターと主要なプロットラインを開発するためには、より多くの時間を費やすことができました。 ファンクルサービスと重要なストーリーイベントの間では、しばしば不安定な動きがあり、そのために扱いにくく、扱いにくいと感じます。 面白い話がバックグラウンドで起こっているときには、ファンの感謝の気持ちを理解するのは難しいです。逆に、次のシーンがもっとファンシーと愚かなやりとりに変わったときに、その話を完全に理解することも難しいです。  SHAFTとNisio Isinは主にこれらの性的なテーマの代わりにストーリーに焦点を当てていたが、メインストーリーは簡単にバケモガタリと同等かそれ以上のものだっただろう。 それは本当に残念です。\n\n幸いなことに、数年前からのBakemonogatariの成功のおかげで、アニメーションの質が高くなると予算が大幅に増えることは明らかです。 これは実際に市場で最も見栄えのあるテレビアニメの1つであり、各フレームの流動性は時々本当に素晴らしいものです。 キャラクターが自由に移動して飛び跳ねる方法は、主にトランジションやスティルに依存していた前のシーズンと比較して、シリーズにとってユニークなものです。 スライドショーとの比較が多い裸足文物のアニメーションやムーブメントの不満を訴えている人もいますが、これは確かにニセモガタリの場合には当てはまりません。 これは口頭での表現と同じくらい視覚的な表現です\n\nNisemonogatariはしばしばそのアートワークで超現実に迫ることができます。  SHAFTは、非常に創造的で興味深い方法で自分の風景と遊ぶのが大好きです。これは、作品を見る人を没入させたり、作品や人が住んでいる地域に個性を与える役割を果たします。明るい無色の街並みを見るのは奇妙ではありません 同じ色の書物の山々に山がいっぱいの部屋、イメージに突然のレターボックス効果、中世の教会を思わせるステンドグラスの窓が付いた家の浴室、赤の下に染まった暗い茂み 日没。 これは、Nisemonogatariの雰囲気の多くを作成し、彼らが非常に異なる場所にいるように視聴者を感じさせるこの様式化されたプレゼンテーションです。 同じように見える、または感じることは実際には何もありません。\n\nシリーズに費やされた努力の結果、音楽とサウンドトラックにも肯定的な改善がもたらされました。 曲や音楽の使い方は、使用されているシーン、特にカイキを含むシーンに最適です。 彼らはあなたの心の中に留まり、ずっと後に思い出される歌ではないかもしれませんが、アニメそのものに使用されたときには素晴らしいフィット感があります。 そして、幕末と同じように、様々な独特のオープニング・シークェンスがそれぞれの独特なテーマでスタイリングされています。 ここでは「恋愛サーキュレーション」と全く同じレベルはありませんが、3つのオープニングはすべてとても魅力的で思い出深いものです。 特に、第2のオープニング「Marshmallow Justice」は、シリーズ全体とそのテーマを完全に表現していると感じたものでした。 北村えりに向かって自分の恋を無視すると、シリーズの気まぐれとキャラクターのエネルギーを混ぜ合わせた楽しい歌です。\n\n最終的には、Nisemonogatariを取り巻く苦情や否定がどこから来るのかを見るのがとても簡単になります。 あまりにも多くのファンサービスがあるという苦情には真実があるのですが、成果を十分に見ているのではなく、この1つの側面に集中しすぎている人がいることも明らかです。 それは前任者ほど良くはありませんが、Nisemonogatariはまだシリーズへの確かな入り口であり、独自のキャラクターも描いています。 それは確かに異なっており、個人の感情や嗜好に応じて悪いことや良いことになる方法で違います。\n\nうまくいけば、Monogatariシリーズの次のアニメ化された分割で、これらのファンサービス要素はちょっと落とされるでしょう。 私たち（私たちの何人か）は楽しい時間を過ごしました。今はシリーズがそのルーツに戻る時です。 小規模な変更はしばしば有益ですが、これらのような場合は、いつ単独で十分に残すべきかを知ることが最善です。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "czmp93",
    "profile": "/profile/czmp93/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=56177",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  9\n\nNisemonogatariは確かに季節のより面白いアニメの1つであり、視聴者を誰が楽しんだのか、しなかったのかという観点から見ると、 このショーは、有名なフランチャイズの継続であり、多くの人々が防衛のために率直な意見を述べてきたにもかかわらず、最後の11週間にたくさんのブトラリオールを集めました。 しかし、放送が終わった今、（それが傑作であるのか、あまりにも高い期待の最新の犠牲者であってもまだ燃え尽きるほどの燃料が残っているにしても）、私はその誘惑に抵抗することができなかったと言わざるを得ない 私の目の前で魅惑的にぶらぶらしているので、それはニセモガタリに取り組んで、最終的な結論を出してほしい。\n\nストーリー-8\n\n\n\nアート-10\n\n芸術のスタイルは非常に効果的です。 私はこれまでに何かを見たことがないと思います。（ここでは、爆音文句を除いて、ここに住むペントントのための明白さを明記してください）。 服がなければ、制作チームによって詳細が隠され、マスキングやその他の検閲の必要性が排除されます。 それは信じられないほど書くことができませんでした。 上に移動... 背景のアートは、色の調整されたオブジェクトと風景を使用して、視聴者の注意をすぐにつかむシーンを作成することで、最も印象的です。 多くの討論された黒と赤のシーンは、今はエピソードごとに2回しか出演していないが、話題のヘッドの使用はまだまだ一般的です。 背景は、現実主義に制約されるショーよりもはるかに効果的に雰囲気を設定します。  Kaiki Deishuuの最初の画面の外観と、Koyomiに向かって伸びる木々の影を見るだけで、このアートスタイルの輝きを実感できます。 そして、今、fanservice。 彼らはどのようにそれを扱うのですか？ さて、スクリーン上で起こっていることと、ストーリーラインの進行は、お互いにほとんど完全に分かれています。 それは実際のエッチシリーズと比べて何ものでもなく、キャラクターは服を着ています（ほとんどの場合、咳をします）。それはショットの選択肢で、キャラクターの体に焦点を当ててファンタスティックになります。\n\nサウンド -  9\n\n音は最初のシリーズから大きく変わっていません。 そのエピソードはひどく歪んだエレクトリックギターの爆発から始まり、少なくともステイプル・ステイブルを連想させるキャッチーなポップ・ソングのオープニングから始まります。  Nisemonogatariのバックグラウンドミュージックが他のシリーズに比べて不足しているのは目立つものです。オープニングやエンディングからの時折のピアノのメロディーが適切なタイミングでずれていますが、それが持つ対話の量によっては、これは実際には良いことです。 それはちょうど私達の頭の上に完全に渡すか、それを聞くことを信じられないほど困難にするかのように、それ以上のサウンドトラックを含めて意味がありません。 エンディングはポップロックの4つのコード番号で、ある段階で無限ループであなたの頭の中に詰まっている可能性があります。自分の音楽コレクションであなたの記憶をパージすることはできません。 もし、あなたがBakemonogatariのStaple StableとRenai Circulationを好きなら、これは絶対に聞く価値があります。\n\nキャラクター -  9\n\n最初のシリーズのキャラクターは、髪の毛が短くなっている羽川翼を除いて、大部分のままです。 最高秩序の自己診断された千駄ヶ原は、7つのエピソードで3回しか出演しなかったニセモガタリの支持的役割に落ちたようだ。 しかし、Araragiの姉妹であるKarenとTsukihiは違反に踏み込んでいるので、純利益が得られます。 ハワイのTシャツと超自然現象の冒頭、大城梅が姿を消し、「シリーズの唯一の大人」の役割は、ドラキュラの奇怪な映画化のように見える怪物怪談を描く、はるかに邪悪になった。 バケモガタリのように、原因不明の問題を抱えているのではなく、中央の悪人に行ったのは興味深いことです。 このシリーズでは、文字は単に第4壁に傾いているのではなく、便宜上、実際に回転する扉を設置していることに言及する必要があります。 アニメの創作さえも、キャラクターのメタファーの1つに薄く覆われた参照が貼られていました。 私はそれが大好きですが、モノガタリのフランチャイズについて少しは知っておく必要があります。\n\nたぶん、Nisemonogatariは、観客の中には、ある時点で不快感を感じさせるものがあると言わざるを得ないでしょう。 いろいろなロリータキャラクターのほかに、今では有名な「歯ブラシの場面」を含む、荒らしと姉妹を巻き込んだ相変わらずの倍音があります。 そして、人々は「ああ、西側には問題があるだけだけど、日本では、そのシーンはショーの面白い部分だと思う」と言うでしょう。 未成年の女児や家族のメンバーとの関係を正当化しようとするこれらの人々の明白な試みには、ある意味があるかもしれない。 ここの私たちの道徳的価値観は面白い面を見せてくれません。 私たちがこのすべてのトラブルの原因を見れば、ウラジミール・ナボコフは今や悪名高い小説で、彼は私たちと私たちの価値観を嘲笑しています。  SHAFTは同じことをしていますか？ おそらく、おそらく。 あなたがこのショーを見ている間に時々あなたの中でうんざりしているかもしれない道徳的な怒りの叫び声を無視するように準備しましょう。あなたの両親/パートナー/兄弟/友人が厄介な瞬間に歩いて行き、 あなたと話していない次の3週間は、あなたは対処できなければなりません。\n\n全体的 -  9\n\nだから、Nisemonogatariは確かにBakemonogatariが賞賛されたすべての要素を持っていると同時に、私が正しく覚えていれば、Bakemonogatariも一定量を持っていたfanserviceを備えています。 私はそれがシリーズを台無しにしている可能性があるとは思わない、一部の人々が主張するように; これらの主張はおそらくシリーズの実際の性質に関係なく作られていて、その単なる存在によって引き起こされていただろう。 残念なことに、これらの主張や作っている人たちのために、アニメーションディレクターのAkiyuki Shinboは、モノガタリのすべての小説をアニメ化する意思を明らかにしています（それは完全に正確になるでしょう）。 今、もし最初のものが2009年に出てきて、そして2番目のものが2012年に出たら、私はこのシリーズがしばらく続くと言うことは間違いないと思います。 私にとっては楽しみにしていますが、これまでと同じくらい革新的で面白いことを願っています！"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Skadi",
    "profile": "/profile/Skadi/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=56507",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  2\nアニメーション|  10\nサウンド|  10\nキャラクター|  3\n|  5\n\nここ数年間、シャフトはかなり人気があり、おそらく誇張されたシリーズを作り出してきました。 今、彼らは私たちにNisemonogatariをもたらしました、私がかなり楽しみにしていたショー。 これは、部分的には、私は彼らの仕事を面白く感じるだけでなく、前任者を楽しんでいたからです。 今では私がオリジナルのショーの巨大なファンとして自分自身を分類しないが、私はキャラクター、奇妙な物語、素晴らしいアートワークを楽しんだ。 しかし、元気は無意味で方向性のない混乱で、元気のことをすべて取り入れ、それを駄目にする現金取り込みのように感じる。\n\nニースの物語は...私が今までに見た5つの最悪のものの一つだと言うと、人々は私が過酷に過酷であると非難するだろうと確信しています。 たぶんそれは話すべき話がないからです。 正直言って、全体の「物語」は、テレビの全シーズンよりも2エピソードのOVAでより生産的に語られていた可能性があります。  （咳：お金をつかむ） このシリーズが私たちに約束したのは、荒木の妹たちと黒人の詐欺師との出会いに関する話でした。 また、Bakemonoの他のストーリーアークのいくつかの空白を埋めると約束しました。 私は特に、Senjougaharaがどのように呪われてしまったかをもっと見ることに興味がありました。 私たちが代わりに得たのは、さまざまな女の子たちが状況を傷つけ、様々な服を着た状態で、キャストにさまざまな女の子を入れて、フルサイズのDVDと見なすことです。 アニメは、無意味に沿って、私たちをどこにでも持ちこたえさせる。 彼らは最終的にパンティーやエロティックな歯磨き以外の何かに回り込むと、エピソードと半分に詰め込まれ、本当に重要なものに戻るためにすぐに埋められます。 あまりにも悪いのは、私が自分自身に興味を持っていることを物語るために気にするときです。 しかし、私はそれがすべて私が得たものであることを怒られました。\n\n今、私はここに座って、アニメのサービスに反対するつもりはない、何がポイントですか？ 私はそれに怒られていないし、それはほとんどの時間はかなり面白いと思う。  Bakemonoは確かにそのペニーの倍音を持っていたが、それはそれらの周りに回転しなかったか、どちらかと一緒に頭の上であなたを打ち負かすことはなかった。 ニースはちょうどそれらの要素を取ったと思われ、それらの周りにアニメをすることを決めた。 率直に言って、サービスが提供される方法について私が最も嫌なことは、それが真剣に道を行くということです。 それは、Shaftの誰かが、このようなことをアニメに入れて、頭を失ったことが分かったようなものです。 それから私たちがこれまでに見たことのあるものよりも賢くなっているように、神経を働かせてください。 ちょうどあなたが胸のおなじみとスカートのフリッピングの間にいくつかの気の利いた対話と賢い言葉遣いを挿入しても、それを高い芸術に変えないからです。\n\n2番目の唯一の恐ろしい話には、彼らがキャラクターのシリーズキャストにしたことがあります。 あなたは荒らしのことについて何を言っているのですか？ええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええ、 あなたは、このシリーズを見た後、窓の外にすべてを投げることができます。 彼は、世界のすべての先進国で登録された性犯罪者になる、未熟な変態したロリコンと小児性愛者に降格されたので、元自己の殻である。 彼の世界観は10歳の男の子であり、境界線の大人である高校の上級者ではありません。 人々は彼が皮肉でも皮肉になっていると言っているのか、あるいは彼は単なるいじめ人であるか、あるいは馬鹿だと言っているかもしれません。 しかし、真剣に高校の誰が、特に上級生はまだ小学校の女の子のスカートを裏返しに行くのですか？\n\nキャスト・フェアの残りの部分はうまくいかない。 女の子たちはキャラクター開発の道を少ししか取らず、サービスの対象とツールとしてのみ扱われます。 前回のキャストが再導入され、古い友達と再び会うように感じることもありますが、最初は郷愁を感じるかもしれませんが。 しかし、あなたがこのようなショーに行って、アララギの二人の姉妹カレンとツキイを見てみたいと思ったら、あなたは失礼な目覚めをしています。  （あなたがバストのサイズと数字についてもっと知りたがっているのでない限り）2人の頃に基づいていたシリーズでは、実際の画面時間は驚くほど少ないです。\n\nまあ、それはすべて悪くはありません。  Shaftから期待されるように、アートワークとアニメーションのショーは絶対に素晴らしいです。 そのプロダクションの習慣であるように、スクリーンは、あなたがそれらを捕まえるか理解することができるならば、無数の参照といたずらと情報の完全な視覚的過負荷です。 ショーのスタイリングは、その前身と非常によく似ており、全体の生産について非常に独創的な感覚を持っています。 アートワークは驚くべきことではありませんが、私はいつもそれを気にしませんでした。 もう一つの迷惑は、彼らがショーのすべての女の子の髪をカットすることに決めた理由です。 シリーズの終わりには誰もが同じように見えます。 私は...なぜ？ 彼らが髪の色を変えてしまった場合、私は誰かが誰かを知っていないだろう。 しかし、あなたがアートとアニメーションのファンであれば、このショーについて大いに魅力的です。\n\n音楽と声優も同じように鮮やかです。 私は正直なところ、これはShaftがほとんど失敗しないこと、アニメのタイトルを開いたり閉じたりするのに適切な音楽とアニメーションを選ぶことです。  Bakemonoのように、Niseはボイスキャストを使って様々なOP曲を歌いますが、最も際立つEDの曲でした。  ClariSの「Naishoの花」はデュオの最高のシングルです。 それはエピソードが終わったことを意味したので多分私はそれを楽しんだ？\n\n全体的に、このショーを見に来るときは、最も熱心なバケモノとシャフトのファンのみが必要です。 あなたが本当にバケモのファンだったら、どうしてあなたが失望してしまうのか分かりません。 どんな種類のコヒーレントな物語の欠如も、あなたがショーのアートワークやオーディオトラックから得ることができる感覚的満足感を燃やします。 香水の瓶の上に、香りのボトルを注ぐことができます。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "McRib",
    "profile": "/profile/McRib/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=56181",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  9\n\nNisemonogatariはShaftの2009年のBakemonogatariヒットの続編です。 それは、最初のショーと同じキャストの多くを備えていますが、多くの新しいキャラクターも含みます。 特に今回は、荒木の姉妹、カレンとツキイです。 最初のショーは販売記録を破り、これも信じられないくらいうまくやっています。 しかし、あなたが爆笑の恩恵をもっと期待していたのなら、あなたは驚くかもしれません。\n\n\n\n\n\n全体的な品質に悪影響を及ぼさなかったのはこのショーの芸術でした。 シャフトは一般的に、テレビ放送が深刻に見えるが、絶対に素晴らしいブルーレイリリースが出てくるという方針を持っている。  全体的に私はこのセクションがBakemonogatariよりはるかに優れていると感じています。なぜなら、あなたがBlu rayを見ていれば、本当にそれを楽しむことができたからです。 Nisemonogatariの場合、テレビ版は優れており、Blu Rayリリースの驚異的な変更を行うことは難しいでしょう。 アニメーションは大部分が非常に流動的で、バックグラウンドシーンは美しいものでした。 彼らは本当にこのショーで彼らを凌駕し、それは素晴らしく見えます。 同様に、このショーでも素晴らしいサウンドが得られました。  OSTはフィッティングされていて、様々なオープニングもすべて素晴らしいものでした。 プラチナ・ディスコは、今回のショーを間違いなく盗んでしまった。恋愛サーキュレーションがバークモガタリのショーを盗んだように。  Nisemonogatariの芸術や音に関しては、苦情は一切ありません。 シャフトは、実際に見えるテレビアニメを作る上での私の期待を超えていたし、そのサウンドは前代未聞のままだった。\n\n前述したように、Nisemonogatariは、その前身で最も普及していた謎解きの特徴付けに焦点を当てています。 私たちは、ヒタギの過去をかなり引き出すKaikiや、エクソシストコンボとしてのYosuruとYotsugiなど、いくつかの新しいキャラクターを見ることができます。 キャラクターはモノ物語シリーズにとっては確かに強いポイントであり、この続編ではかなり上手く続きます。 私たちはまた、カレンとツキヒが物語の実際の役割を持っているのを見ます。 ショー全体を放棄してから詳細を踏まなければ、このキャラクターはもう一度ショーのための非常に強いポイントであると言わざるを得ない。 両方のショーの間にキャラクターの劣化はほとんどなく、かなり開発されています（そのうちのいくつかは特に好きではありませんが、結局は助けられないと思います）。 新しいキャラクターは興味深く楽しいものですが、古いものはあなたが以前知っていて愛していたものです。 音声の演技は再び一流のレベルでした。 あなたが以前に何度も聞いたことのある退役軍人がキャストに満ちています。 新キャラクターは退役軍人によっても発声され、それぞれの役割に合っています。 今度は忍が話をしますが、平野綾の代わりに、坂本真綾さんには明白な理由があります。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Riesbyfe",
    "profile": "/profile/Riesbyfe/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=51321",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n私は正直に言うと、私は、このアニメのためのある程度の偏りを持っています。それは、「SUPAH」ポジティブに傾くバイアスです。 私は情熱をもって幕末を愛しています。少なくとも、対話とプロットが関わっている時には、Nisio Isinは今まで見た中で最も素晴らしい作家のひとりであり続けるだろうと私は常に確信しています。\n\nだから、私がファンサイトの意見を先導するために私の役を演じているように思えば、それを私に抱かないでください。 私は可能な限り偏っていないように最善を尽くします。 あなたは警告されています。\n\nストーリー[9]\n\n正直言って、物語の物語シリーズのハイライトがきずもの文字で見つかったと思った。  Nisemonogatariはやや弱かったが、これは個人的な意見である。 私はそれを10にして終わらせますが、私はそれがバケモガタリの第2シーズンであることから、9でそれを刻印します。それは後遺症が残念だと思うからではありません。 潜在的な新人にシリーズの設定を導入する自由を取った。\n\nNisemonogatariを見た多くの人に会ったことがあります。彼らは物語を理解していなかったので、ほとんどそれを楽しむことができませんでした。 私は、視聴者をニセモガタリのアイデアに変えるのに時間を費やすことができたと感じています。 もし私がそれを修正するなら、私はKanbaruとShinobuを紹介しているか、少なくとも彼らに言及するでしょう。 多分私はどこかでそれらを逃したかもしれないかもしれないが、私はそれをしなかった。\n\nアート[10]\n\nニセモガタリは、掃除機を除いて、飾り付けと同じ芸術スタイルです。 私はそれ以上追加する必要はありません。 芸術はシリーズの精神に合っています。正直なところ、コミックアートが美しいアートよりもシリーズにふさわしいとすれば、コミックは私の本で10点を得、美しいものは多分8点になるでしょう。 私の意見では、気分は、Nisemonogatariはそれに成功しました。 どのように私は学年の芸術に関して私の思考に同意すること自由に感じる。\n\nサウンド[9]\n\n繰り返しになりますが、このシリーズは、プロットの外に要素を作成することに関して常に優れています。 アート作品、音楽もそうです。 私の唯一の不満はOPです。 素晴らしいですが、「Staple Stable」からリサイクルされたような気がします。\n\n演奏は幕末が表示した音楽的なスタイルに慣れるだけなので、それほど問題はありません。 私はちょうどそこに9をつけるつもりだが、おそらく将来変化するだろう。\n\nキャラクター[10]\n\n私はこれらを含め、これらの3つのステートメントの外には何も書いていません。 私はモノガタリシリーズの偏心キャラクターが大好きなので、このセクションを効果的に見直すことはできません。おし野ミームが欠かせていますが、シリーズのキャラクターは一度も平らに見えませんでした。 文字は本当にNisioの発明を輝かしくしてくれます。\n\n対話は鍵であり、これ以上のコメントはしない。なぜならこれは3番目の声明であるからだ。\n\n楽しさ[10]\n\nまだ読んでいない場合は上記をお読みください。\n\n...\n\nあなたは今でしたか？ 申し訳ありません。この文の上にある省略記号の上にあるメッセージを読んだだけで読んだら、私の指示に従ってくれてありがとう。\n\n要約すると、NISemonogatariは、私の好きなアニメシリーズのひとつである幕末を常に強くしています。 それは、新規参入者の気分を設定すること、または効果的な気分要素で新しいことをすることに親切かもしれません。 地獄、その中にタグが付けられた「新しい」という言葉を使ったものは改善することができますが、毎週新しいエピソードを待つことを妨げません。\n\nお勧めですか？ まさにその通り。\n\n...そしてそれがすべて完了し、タイプされて、アニメシリーズの私の最初のレビューが行われます。 私は今すぐレビューを提出するこの青いボタンをクリックします。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Cobbles",
    "profile": "/profile/Cobbles/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=57277",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  7\nキャラクター|  4\n|  5\n\n私のために特別なアニメでした。 実際にはそれほど目立つものはありませんでしたが、ショー全体はその部分の合計よりもはるかに多くなりました。 素晴らしいビジュアル、面白い対話、面白いキャラクター、プロットがありました。 たぶんミステリー/サスペンスのダブ、そしておそらく数秒の良いアニメーションがあるかもしれません。 結局のところ、それはすべての要素がめまぐるしく混じってきたときに見るだけで驚くばかりだった、信じられないほど楽しいショーでした。 だから私は、Niseを終えたときだけ私が混乱したことを想像することができます。 私がこの乗車のために来たとき、私はBakeと一緒に持っていたすべての楽しみに似た、気持ちよい時間を持つことを期待していました。 だからこのショーで何が間違っていたのですか？ 明らかに多くの地獄。\n\n\n\n\n\n\n\nニースはまともな時計です。 確かにいくつかの他の多くのアニメの上にあるが、それは深刻な欠陥があり、最初のシーズンから明らかに減少している。 表面には、私たちすべてにこのシリーズを愛してもらった同じことがあるように見えますが、ざらざらした細部が欠けています。  Bakeがその部品の合計以上であれば、Niseは実際には反対です。 どういうわけか、その個々の要素のすべてよりも少ない。 彼らのうちのいくつかは本当に素晴らしいかもしれませんが、全体のショーは、書かれた執筆、悪いペーシング、焦点の欠如、ファンの不足によってひっぱられます。 それは方向性がなく、その対話は微妙なものよりも蛇行しており、そのユーモアは気の利いたものよりも参考に満ちており、そのテーマは心のこもったものよりも甘いものであり、そのキャラクターは私たちが気にするべき人々よりももっと妄想している。 これはおそらく、短いOVAシリーズなどの方が効果的でした。 この時点で私はBakeがNisioIsin / Shaftの終わりの両方で間違いであったと信じていますが、Monogatariシリーズは同じレベルで再び見ることはないでしょう。 おそらく私はちょっとひどいですが、人々がショーを善いものにしていたことを人々が気づかないように見えるとき、特にその人たちが最初に気をつけたものを作ったのと同じ人たちである場合、迷惑になります。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Jeffrey-sama",
    "profile": "/profile/Jeffrey-sama/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=56277",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\n詐欺師とは、欺瞞の芸術に熟練し、疑いのない犠牲者を欺くために贈り物をしばしば使う熟練者です。 その前身であったバケモガタリは、5つの日常的な動物の超自然的な形やストーリーのヒロインたちに対処しなければならない方法に焦点を当てていましたが、ニセモガタリは、詐欺師が彼らの周りの人生、  2人の荒木姉妹。 続編は重大な対話をより少ない程度で取り戻し、ギャップを埋めるためにファンサービスの手を加える。 好きなものが必ずしも他のものと同じになるというわけではありませんが、MonogatarisはどちらもNisiOisiNの有名で成功した作品です。\n\nアート（8/10）\n合理的に長い期間アニメを見たことがある人は、少なくとも1回はSHAFTのアニメーションに出会ったはずです。  「独自の」アートワークで知られるSHAFTのアプローチは、しばしば危険な「ヒットやミス」になることがあります。  Nisemonogatariのために、シリーズ全体の雰囲気に合ったアートワークを感じました。 キャラクターのしばしばコミックな表情は、シリーズのあまり深刻ではない側面にうまく収まります。 他の部分での急激なシーンの変化や抽象的なビジュアルの使用は、相対的な有効性で気分を設定することもできました。 それに慣れているかもしれませんが、全体的なアニメーションのスタイルはまともなものです。\n\nキャラクター（9/10）\nまず、アニメの中で最も面白くて尊敬できる男性の主人公である理由を、Araragi Koyomiは続けています。 機会と状況を考えれば、彼の口から出てくる言葉は信じられないほど動いています。励ましても真実です。 彼は自分の信念と理想を簡単に共感することができます。彼の強みは厳しい時でも強く握っています。 残念なことに、このようなソリッドキャラクターはまれです。 爆乳文学は彼の5人の女性の友人に対処していたが、Nisemonogatariは彼のさらに奥にいる2人のキャラクター、つまり妹の姉妹にまで拡大している。  KarenとTsukihiの組み合わせは面白いペアになる。  2つは文字通り人格の面でお互いに反対です。 それにもかかわらず、今度はscreentimeの公平な分担をした後、両方の姉妹は非常によく開発されました（私の意見ではTsukihiよりKarenです）。 これは、主に開発主義的な対話の例外的な使用に信用されることがあります。\n\nサウンド（8/10）\nNisemonogatariで使用されるOPは、Bakemonogatariよりも少なかったのですが、聞き取りやすかったです。  EDについては、私が本当に気に入っていたとしても、（それがスーパーセルからryoによって書かれ、ClariSによって実行されたとすれば）それに対する私の期待は、正確には合わなかった。 そう言えば、トッピング「きみの白紙物語」はすでに十分に辛かったので、あまり重大ではないでしょう。  BGMはほとんどの場合、対話によって影を落としていました。 しかし、それが目立ったとき、それは各シーンを大きく強化しました。 声の演技は、再び声優をはじめ、帰国後のキャストから新しい声を上げていた。\n\nストーリー（9/10）\n「Ghostory」や「Monstory」と比較して、「Impostory」はやや信じられます。 詐欺師を扱い、対峙するのは簡単なことではありません。 主人公のAraragi Koyomiは、このレッスンを11回のエピソードの2回に分けて教えました。 物語が数日の期間にわたって起こると、関係するコンテンツの量は驚異的です。 プロットの開発が欠けていたエピソードがほんのわずかであったという事実は、それがどれほど集中しているのかを証明しています。 化物語のように、このプロットは主に対話主導型です。 これは、アクション満載のストーリーに慣れている人を傷つけるかもしれませんが、私は個人的には、長い会話、特にその内容が本当に興味深いものであることを発見しました - 特に、開発するキャラクターを開発する方法 プロットの 私は、特定のシーンの背後にある暗黙の意味の多くを見逃していると確信していますが、ストーリーがまだ楽しいという事実は、意図されたものの最小限を吸収しても重要です。\n\n全体的に（9/10）\nNisemonogatariでのfanserviceの使用の増加は、prequelのファンのためにオフかもしれません。 しかし、シリーズをかなり軽くしていると感じましたが、同時に複雑なストーリーと対話に依存しているために、爆笑物語を本当に楽しんでいない人たちにも話をしました。 個人的には、私は爆乳よりも美味しいものを楽しんだ。 ギャグと真剣さのバランスは、事実上すべての11エピソードを楽しく興味深いものにしました。 退屈はほとんど問題ではなく、それぞれの姉妹が2人か3人ではなく、開発のために4つのアークを手に入れて、他のキャラクターが釈迦に戻ったのを助けました。 あなたがバケモノを見て楽しんでいなかったとしても、ニセモを試してみることをお勧めします。 彼らは多かれ少なかれ同じですが、その違いは目立つ影響を及ぼします。 私にとっては、最後のエピソードの終わりに「To Be Continued」というサインがどのようにあるのかを見ている続編を楽しみにしています。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Inkwave",
    "profile": "/profile/Inkwave/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=54863",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nあなたは、私の批評を読んでいるかもしれません。あなたが持っているのであれば、絵画、ビデオゲーム、小説のように、アニメは正当なジャンルの芸術であると私は思っています。 また、バケモガタリへの賞賛は、シンプルなファンダムをはるかに超え、ミケランジェロのデイヴィッドが彫刻を担当しているのと同じように、ジャンルを超えた傑作のひとつとも言えるでしょう。 あなたが化物語を見たことがないなら、このレビューの多くは意味をなさないでしょう。 それは、念願のものを見たことがないなら、二意文はあまり意味をなさないはずですから、期待しています。 そこに、私のレビューが始まります。\n\n***ショーはまだ放映されていることに注意してください、そして、私は11の計画の8エピソードを見ただけです。 私はこれでレビューを書くには十分だと思っていますが、幕末から学んだように、このシリーズになると、1つのエピソード、または1つのシーンでもシリーズ全体の見通しが変わることがあります。 シーズン全体の完了時に発生する可能性のある変更については、速やかに対応します。\n\n\nストーリー -  10\n\n\nアート -  10\n\n\nサウンド -  9\n私は実際にここではあまり言いたくありません。 正直言って、私は幕末のオープニングとエンディングの曲が素晴らしかったと思っていましたし、Nisemonogatariも同じです。 しかし、私の正直で、おそらく議論の余地のある意見を述べるために、OPとEDは本当にアニメ体験の不可欠な部分ではないと私は考えています。 このように、私はOP / EDのタイトルのレビューを提供しません。 つまり、YouTubeで検索して視聴するのはちょっと待たされているので、私のレビューは必要ありません。 その一方で、私は実際に、新しいシリーズのために明らかに交換されたか廃棄されたBakemonogatariの世俗的BGMのいくつかを見逃しています。 ニセモガタリはBGMの方がはるかに軽く、対話の積極的な部分であるようでした。 それ以外の、声優は私たちがよく知っているのと同じトップノッチのパフォーマンスですが、センジョーガハラがもっと驚くほど耳障りに聞こえるかもしれないことを除けば、 これは、私が実際にはあまり言いたくないものの一つです。なぜなら、その音は完璧なものだからです。 唯一の私は、実際には超現実的な吸収の雰囲気を設定したそれらのサウンドエフェクト/ BGMのいくつかが欠けている。\n\nキャラクター -  10\nMAJOR Ohoho MAJOR、BAKemonogatariのMAJORキャラクター開発。 つまり、新しいキャラクターは3つしか導入されませんが、既存のキャラクターはあまりにも微妙に改良されています。 繰り返しますが、Bakemonogatariの各エピソードを見たことがない限り、変更のいくつかは目立たないかもしれません。そのような十数倍の微妙な変化もこのような繊細な作業では大変です。 多くのことを言うと、不注意なスポイラーにつながるので、私は簡単に説明します。\nKoyomiはNisemonogatariの\"メイン\"キャラクターのはるかに積極的で、はるかに多くの\"主要な文字です。 ある意味では、NisemonogatariはBakemonogatariよりはるかに「一人称」です。 展覧会の大部分は小糸の視点から来ており、私がARTのセクションで論じた心理的現実は主に小糸の頭の中で起こっています。 また、私は前に、もっとたくさんのプロットがあることを議論しました。 もっとプロットすると、より多くのアクションが必要になります。コールに答えて、実際には何かを行うのは、ほとんどがコヨミです。 面白いことに、彼は爆乳の中で少し変態者（誰ではない？）であることを示唆された。 これはNisemonogatariでさらに詳しく調査されています。私の意見では、実際にはテーマのようなものです。 しかしそれ以上に。\nSenjougaharaはこれまでずっと妖精で精神病です。 彼女の定置と彼女のウィットはともに、釈迦以来より鋭くなっています。  2つのストーリーアークは2人の新しいキャラクターに焦点を当てているので、彼女は後ろの座席を取るが、コヨミとのやりとりはまだこのショーの核心である。 コヨミ以外の人との感情​​的なやりとりを最終的に示すという面白い開発が彼女に起こります。 彼女は今、面白い、冗談材料の段階にある羽川と明らかに（私はそれを置く他の方法を知らない）ことがあるが、私は何かにつながると思う。 いくつかの主要な、主要な、主要なものは彼女の周りに発生しますが、あなたは自分自身を調べる必要があります。\n羽川は、まずメガネなしで、そんなばかげた編み物がなくてはるかによく見えます。 まあ、彼女はもはや居住者のマガネッコではありませんが、その中にいるあなたのために、彼女ははるかに良いIMOに見えます。 そして、メガネを脱いで、そして/または髪をカットするアニメのヒロインの場合と同じように、彼女はより独創的で、しかも、より強い性格になっています。 彼女のKoyomiとの関係は、より関わりが深く、遠くにありますが、それについては後で詳しく説明します。\nおそらく、幕末以来私が最も楽しんでいたキャラクターは、おそらく八九志です。 彼女の実際の物語を別にして、八句は少し漫画の救済キャラクターであり、時にはSenjougaharaへの箔でもあったが、今はKoyomiの精神の中で精緻化されているより深く（そしてもっと楽しい）キャラクターになっている。 彼女の出演はニセモガタリで最も面白い場面の一部です。\nKanbaruは主に彼女の荒々しく、堕落した自己として変わらないが、Koyomiとの関係は進んだ。 それについては後で詳しく説明します。\n戦国.... err..ちょうどそのエピソードを見てください。\nKarenとTsukihiは、Bakemonogatariではほとんど誰もいなかったKoyomiの姉妹です。 彼らはそれぞれ物語の弧を得ます。 彼らは元気の主人公だったので、キャラクターの徹底的な議論は全シーズンを台無しにするでしょう。 しかし、彼らがBake / Nisemonogatariに「harem」ショーとして持つ役割は重要であり、私は次のセクションでそれについて議論する予定です。\nだから、キャラクターの簡単な解説ですが、このショーは誰もが違うので、キャラクターの私の認識を列挙する目的は、このアニメがどれほどエキサイティングであるかを示すことだけでした。特に、あなたがバケモガタリのファンならば。 前例のない、メガウィットで魅惑的なキャラクターのやりとりを体験した後で、あなた自身の幸せな判断を下してください。\n\nエンジョイ -  10\n\n\n私は今、十分にぼんやりとしてしまったと思うが、それだけでこのシリーズにどの程度感謝しているかを示すことになる。 僕の最後から2番目のアニメ体験（NGEと一緒に）だったので、私は意気投合してニセモガタリへの期待を下げました。 しかし、振り返ってみると、全く必要はありませんでした。 ニセモガタリは微妙ではありますが、バケモガタリとはまったく違った風味ですが、それと同じくらい楽しい経験です。 演出が芸術家の才能を失ってしまって、あまりにも主流になったと信じさせてくれるファンもいるかもしれないが、Nisemonogatariは近代的アニメカウンターカルチャーの頂点としての幕末の継承である Bakmonogatariレビュー）。 画期的なシリーズへのこの素晴らしい続編に、私はさらに賞賛を捧げることはできません。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "ChristopherKClaw",
    "profile": "/profile/ChristopherKClaw/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=185752",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  5\nキャラクター|  3\n|  1\n\n待つ。 読む。 私はNisemonogatariに1を与えただけではなかったので、私はショーが好きではなかったので、私は思慮がありません。 私は少しの序文でこのレビューを始めたいと思います。 私は1つ前に与えたことのレビューを書いたことは一度もありませんでした。なぜなら、私は通常それらを見終わらないからです。 どうして？ 何かがひどい場合、私はそれをオフにします。 しかし、Nisemonogatariは、私が通常1を与える他のショーとはまったく違っていて、私が非常に熱心であるという番組であるBakemonogatariの続編でもあります。 私はこれを非常に明確にしたいと思っています。これは物語シリーズ全体に対する攻撃ではなく、単体での攻撃です。 それの一部は私が非常にそれなしで行うことができたと感じています。\n\nそれで、なぜNisemonogatariに1を与えたのですか？ どんな種類の知性や関与のない、全くメリットがないからですか？ いいえ、まったくありません。  Niseは実際には信じられないほどスマートなショーであり、私は非常に高く評価しています。 背景は素晴らしく、参考文献は素晴らしいですが、ユーモアはしばしばオンポイントであり、会話の良い部分は洞察力と意味があります。 最初から最後まで楽しかったエピソードは3つ（合計3つ）ありました。 私が「ひとりごと」に1を与えたのは、それが私の個人的な説明にぴったり合っているということです。私は個人として私に悪影響を与えました。 それは有毒な理想を促進し、世界をより悪い場所にするのに積極的に役立ちます。\n\nあなたがまだ気づいていないなら、Nisemonogatariはそのファンのために有名です。 物語シリーズ全体は、実際には、私はシリーズの残りの部分でそれをfanserviceと呼ぶことはありません。 例えば、化物語では、主人公Araragiが焦点を当てていることを示すためにカメラを効果的に使用しています。 彼が人について猥褻な考えを持っているとき、それは性的にそれらを描写するでしょう。 しかし、実際に頭の中を通っているものと実際に合っているときだけであり、いろいろなキャラクターを見ることができるにもかかわらず、実際には何が変わっても変わりません。 これは、彼が神ではなく人間であり、彼の幻想が何であるかにかかわらず、世界はそれらの周りを順応しないためです。 代わりに、彼はしばしば彼のひどい思考のために罵倒され、それは彼が最終的に対処しなければならないものです。\n\n\n\nFanserviceは迷惑です。 少なくとも、それは私の気持ちです。 しかし、ファンタスティックだけでは、皮肉なことに、私はショーを書くのに十分ではありません。 確かにそれは時々苛立つことがあり、それは少し侮辱的ですが、私はそれが通常独力でショーを妨害することはできないと考えています。 通常は、最初に自分自身に大きな敬意を払わないか、まるで彼らが元来何かを持っているかのように感じないので、観客を楽しませるためにファンサービスに頼っているということです 言い換えれば、視聴者を魅了する基本的で浅い手段に落ち着かせることができます。 これは必ずしも当てはまるわけではありませんが、Code GeassとHaruhi Suzumiyaは逆の例として際立っています。 ニースはそれほど好きではありません。慎重に作られたパンダリングで視聴者を吸収する能力に誇りを持っています。\n\nNisemonogatariを忌み嫌う理由には3つの大きな理由があります。 彼らは以下の通りです。\n\n1.ファンサービスは積極的にプロットや文字の場所を奪い、しばしばそれを奪う。 ショーは、魅力的な状況を作り出し、以前の多次元の存在からそのキャラクターを、彼らがホルモンまたは忘却のいずれかの不合理なブロブに変えるように、常に途絶えています。 キャラクターは、他のキャラクターが彼らの進歩を引き上げ、信憑性を取り除くことを可能にするために、状況に気付かずに便利になります。 エピソード全体は、有意義なキャラクターの相互作用を奪い、お互いに触れて、それを発達させるという言い訳をキャラクターと取り替える、エロチックな状況に費やされています。 実際の物語は、アークの端に凝縮され、急いで急上昇し、決断と背中合わせに打ちのめされた非常に遅れた展示の単一のエピソードに詰め込まれる。 これは、ショーそのものを、はるかにシンプルなものにして、幼稚園の道徳的な行為のために幕末の難しい真実を置き換え、愚かに取り返しのつかない暴力的な偽善者である物理的な悪役と内在していた紛争の結果だった意味のある個人的な啓示を取り替える 。 これは、非常に急な、非常にうんざりした価格で、一定のファンサービスを支払うことになります。\n\n\n\n\n\n必然的に、ショーの最終的な欠陥は、決してその選択肢のどれにも対処しないということです。 本質的なファンタスティックなシーズンの間、この種のメディアやそれが育成するアイデアがなぜ不健康であるのか、という点については対照的な点は決してありません。 いいえ、終わりまでニエステモガタリはそれ自体に有害であり、物語シリーズに有害であり、社会全体に有害である。 その豪華な芸術と気分の良い会話のすべてについて、私は実際に終わったものを考えることはできません。これはスコア1に値するものでした。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "SteelMaverick",
    "profile": "/profile/SteelMaverick/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=56223",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  9\n\n本当のことよりも良い。\n\n擬似、非現実的、詐称者。 ストーリー。 前作よりも言葉の遊びがいっそういっぱいです。 ニセモガタリは、良いアニメになると信じるか信じられないものでもあります。 アヴァンギャルド・アキユキ・シンボ監督のニセモガタリは、アニメの観念や、私たち自身の認識でさえ、いくつかの点で従来の境界を押し広げています。 バケモガタリのように、ニセモガタリは、キャラクター中心の2つの弧に分かれていて、荒木コヨミの姉妹である荒木カレンと荒木築木を中心にしています。\n\nショーとして、Nisemonogatariは、シュールレアリストのプレゼンテーション、強力な対話の相互作用、特徴付け、物語、哲学の教義、シームレスに統合された「fanservice」を持っています。  Nisemonogatariの最大の強みは、アニメやショーとしてではなく、名前そのものであると私が信じる最後のポイントです。 このショーでのファンデーションのシームレスな統合は、ニセモガタリがストーリーを提供しているかどうか、あるいはそれが単なる道徳的に疑わしいコンテンツのリリースの導管であるかどうかを議論します。これは多くの視聴者にとって有効なポイントであり、 ポイント。 後者の場合、Nisemonogatariはすでに物語ではないと強く売却されています.Inpostoryは常に単に真実を伝えており、それは物語ではなく、常に意図していると信じることを拒んだ 様々なフェチを展示しています。 しかし、それが本当に物語であれば、それは様々な詐称者の話であり、そのプレゼンテーションのいくつかの側面での虚偽またはファンサービスはそれに不可欠であると信じることができます。 いずれにしても、Nisemonogatariという名の偉大な力が、私があなたに何かを見せてくれる優秀なショーと信じていることをすでに実証しています。\n\n\n\n\n\nNisemono（The Impostor）の核心について、Nisemonogatariはその話題に関する様々な知的交流をもたらします。 それは偽の愛、偽の気持ち、嘘、家族、正義、人間関係のいずれであっても、Nisemonogatariはその特定の中核的な話題に向かって守っています。 最善のやりとりのなかには、小柳と賢治原との間の議論の結果や悪人や自己が描かれた善良な男などがあり、彼らは善悪や嘘の力など、社会で知覚する興味深い哲学的ポイントを生み出しています。 これは、言語の操作が強力な対話を生み出すことが証明されているNsio Isinによって書かれたソース資料の卓越性の一部に起因しています。\n\n音楽、声優、アニメーションなど、より技術的な側面については、おそらくSHAFTのアニメーション面での優れた作品の1つです。 多くの人が、幕末のためのアニメーションがいかに恐ろしいか存在しないかを思い出し、Nisemonogatariがフルスクリーンカットにはるかに依存せず、もっと流動的なアニメーションを持っていることに気付くでしょう。 元気の声は特に経験豊かな三木眞一郎の声で、恵比寿の声が優れています。 彼は嘘であり、皮肉と軽蔑の褒め言葉を捧げることで、彼がいろいろなシーンを増強し、確かに彼の性格の性格特性を高めた。  Kamiya Hiroshiはまた、キャラクターに沿ってコメディーで真剣なラインを提供する、荒らしのコヨミとして優れています。  OSTがレーダーの下に少し残っているのを感じましたが、彼らが演奏された状況に十分に適していることが判明しました。\n\nNisemonogatariは、強力なキャラクターとその交流と対話によってバックアップされた、アバンギャルドなプレゼンテーション手法で、成熟した、コメディーで親密で感情的なジェットコースターを展示します。 続編として、幕末を見ずに観ることは難しく、また、私がセーヌンショーと考えるものとして、アニメの新人にとっては難しい、特にファンサービスの程度に慣れていない人にとっては難しいでしょう。 あなたが化物語を楽しんでいれば、ニセモガタリはおなじみだろうし、ファンサービスを楽しんでいなくても続けることをお勧めします。  SHAFTショーのファンはガタリシリーズを探検し、ニセモガタリまで見守ってください。 ミステリー、ファンタジー、コメディのファンたちも、まずは、美人の話を見てみましょう。  Nisemonogatariは私のためには、それが後編であることを除いてショーとしてのいくつかの弱点があり、私は楽しみのためにそれを9と評価したい。 重要なことに、Nisemonogatariはショーとしても非常にうまくいきます。私はそれを、すべての像とヌード写真を持つ美術館にある滑らかで絹のようなタペストリーと考えています。それは魅惑的で流れて複雑ですが、あなたはそれを凝視しません すべてのいたずらなビット。 クリティカルスコアは8点です。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Stellio",
    "profile": "/profile/Stellio/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=65409",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  8\nキャラクター|  6\n|  7\n\n2009年のアニメの中で最も話題を集めたのは間違いなく、勇気づけられた対話でも、戦場原ひたぎ自身でも、観客の間で魅了されました。  2012年に、Nisemonogatari、続編は、prequelで提示された華麗さに匹敵する。 しかし、Nisemonogatariは、同じ理由から注意を払うべきではありません。実際、対話には、Bakemonogatariと同じ悩みがありませんが、Nisemonogatariを考えながらほとんどの人が無視する傾向がある興味深い東洋の哲学を提起します。\n\nNisemonogatariについての最も大きな問題の1つは、ファンサービスです。 気にされることはほとんどありませんが、Nisemonogatariは可能な限り生の形式でファンサービスを提供しています。 この主張は、老人がスカートを持ち上げ、ニセモガタリに常に示されている女性の民間部の行為に触れることによって容易に正当化され、正しくリコールすれば、ファンサービスは存在しないエピソードが1つあります。 これらの派手な場面は私を悩ますことはありませんが、それに伴って起こる近親相姦の意味合いです。 これらは単に個人的な倫理的信条ですが、ニセモガタリが近親相姦行動を促進しているように見えるという事実は間違いなく腹を立てています。 また、昨年の幕末の幕開けでは、冒頭でもボディパーツを暴露していたが、シリーズが進むにつれてファンサービスが衰えた。 一方、Nisemonogatariは正反対でした。\n\nNisemonogatariのプロットは、Arargi、主人公、そして彼の2人の姉妹の2つに分けることができます。 それは彼女が正義であると信じているArargiの最初の姉妹、Karenから始まります。 カレンは、バケモガタリで邪悪な悪役として何度も言及された人物の後を追う。 そしてArargiは、彼が自分の妹を担当していると思って、自分が何を得ているのかについてほとんど知らないうちに、悪役を追い抜く。 この矛盾は最終的に解決されますが、それはそこで終わらないのです。 その後、話が続き、Arargiの家族の悪の起源について話をし、二人目の姉ちゃんはTsukihiと話しました。 これは、日本語のフェイケリーに翻訳されているシリーズの名前「ニセモ」が実際に沈んでいきます。この話の残りは、基本的に永遠の獣の優越性と最高の動物の存在を信じる東洋の哲学について語ります。 彼らの魂を実際の人間の魂に移します。\n\n今、古代の日本の物語を考えると、それはたいていそれです。 マテリアルとスピリチュアルな魂の間の二重性は、その神格/宗教であり、これらの種類の話題についてアニメが行われるときは、通常退屈です。 しかし、Nisemonogatariが管理していることは、業界は大部分の時間を成功させることができません。 近代日本の現代的な視点の中で宗教物語を混ぜ合わせている。\n\nしかし、これはNisemonogatariについての超自然的なものではありません。 キャラクターの多くは物事に関する興味深い近代的な見通しを取り入れています。 例えば、Arargiは吸血鬼の半分であり、彼の友人のほとんどは超自然的な獣、ほとんどの動物に関係しているか、または関連していた。\n\n多くのアニメがそうであるように、シリーズが終わったことは、重力の法則や物理を無視しています。 しかし、非常に興味深い方法で結論づけています。 その中心的な哲学に沿って行った非常に興味深い見積もりは次のとおりです。「本当のことと、見分けがたい偽のものがあれば、それはもっと価値がありますか？ 当然、私の反応は本当のことがもっと価値があったということでした。 忍野くんは、彼らは同じ価値を持っていると主張しました。 しかし、ここには彼の議論があります。偽物ははるかに大きな価値があります。 本当の意図的な試みでは、それは本当のものよりも本当のものです。 このような引用には、理想主義と矛盾する物質主義のような多くの枝を通っているが、念入りに導入され探求された多くの興味深い哲学的ポイントが興味をそそられている。\n\nファンのサービスよりも哲学を楽しむ多くの視聴者にとって、このアニメは失敗したように見えます。 以来、このシリーズではこのエピソードをいくつかのエピソードで詳しく説明していますが、前半は一見無意味なファンサービスセッションに多くなっていました。 残念ながら、悲しい事実は、最近、アニメを見る人は、真剣に哲学的な作品ではなく、爆語のような楽しいシリーズを好む。 このように、私は何が起こったのか、なぜ、Nisemonogatariがダウンしたのか理解していますが、DirectorがLight Novelsを無視してシリーズを拡張した理由はわかりません。\n\nNisemonogatariに登場した新しいキャラクターは、観客にアピールするためのものです。 彼らはBalemonogatariにはっきりと現れていたので、実際には新しいものとはみなせませんが、このシリーズでは彼らの外見はより支配的です。  Senjouharaファンの多くにとって失望したことは、Bakemonogatariに比べて彼女の放映時間が大幅に減少したことです。 しかし、別の話全体についての続編では、彼女は許可されていることを認めなければならない。 他の2人の主人公は明らかにArargiの2人の姉妹であり、彼らはまともではありません。 ある意味では、ArargiはNismonogatariの嵩張り/小児性愛者として、Bakemonoよりも多く描かれています。 あなたがそれらの種類のものに入っているなら、ここにプラスがあります。 あなたがそうでない場合、このシリーズには明示的なシーンはあまりないので、心配しないでください...あまりにも多く。 血液はシリーズの終わり近くに雨が降り注ぐようなものだと私は警告しなければならないが。\n\nNisemonogatariの作品は、物語シリーズの優れた側面であり、おそらく現在はShaft Studioの商標でさえあります。 私はこのシリーズを通してビジュアルにはもちろん、音楽にも失望しませんでした。 バケモガタリの放映中、Supercellがこのシリーズの主な焦点であり、彼らはオリジナルのサウンドトラックの多くで成功しました。 スーパーセルのキャリアの頂点だったと言えるでしょう。  Nisemonogatariで失踪したことに失望したわけではないとは言えませんが、OPとEdの創造力で私も満足していないとは言えません。\n\n全体的に、このシリーズはそれを後押ししている可能性があり、その背後にあるより意味のあるものです。 しかし、適応を守らなければならないという制限された要求のために、Nisemonogatariはショーの重要でない側面を強調してしまった。 その結果、Nisemonogatariのより洞察的な視点はほとんど隠されていました。 しかし、業界はその資金を必要とし、ファンサービスのような他のソリューションを利用することができれば、それは必要です。 それで。  Nisemonogatariは、その貧弱な性質にもかかわらず、続編にとってまだ非常にインスピレーションを受けていました。私は、Bakemonogatariの作品やそれ以前の多くのキャラクターを楽しんだ視聴者にはおすすめです。\n\nさて、私たちの人物を越えてみましょう。そして、この後のすべてのガタリシリーズが、ニセモガタリの間違いから学び、優れた続編になることを願ってください。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Lindle",
    "profile": "/profile/Lindle/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=112633",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  6\nキャラクター|  7\n|  8\n\nこれを言うにはちょっと早すぎるかもしれませんが、（怒りを込めてタイトルをつけた）物語第二シーズンはまだこのレビューの時点で放映中ですが、Niseは間違いなくMonogatariシリーズの間の奇妙な鳥です。 ルールです。 そして、私はそれを非常に楽しんだが、間違っていても正しても、最初から最後まで不揃いになってしまう。\n\n初回シリーズのキャストを再導入した短いシリーズの最初のいくつかのエピソードの大半と、2人の新しい挑戦者、Ararararararagiの姉妹、KarenとTsukihiを無駄にして、Nisemonogatariは慌てて始まります。 彼らは両方とも、最初のシリーズが満たされていないより標準的なハーレムのアーキタイプを満たしています - カレンは元気のある武道であり、ツキヒはイワンの何かです（彼女のイルカの多くよりも拘束されています）。 モノガタリシリーズは依然としてハーレムなので、すべての女性キャラクターは主人公と恋に落ちる必要があります。なぜなら、その理由はファックロジックなのですから。\n\nそれはまた、物語の最初の悪魔のキャラクター、カレンとツキイの自警団の悪戯に襲われた超自然の仲間、カイキ・デイシュウを紹介します。  Kaiki Deishuuプロットは間違いなくNiseの最初の3分の2の最も重要な部分ですが、ペースが悪いと再導入やファンサービスに比べて不十分なプレゼンテーションタイムを取ることになります。\n\nこれは私にこれをもたらします：他の物語シリーズには多くのファンサービスがありますが、Niseはこれまでのファンサービス中心のものです。 エピソード全体は、様々なフェチを食べる以上のものに過ぎません。その中には、Niseの前に存在していたことが分かっていないものもあります（あなたがそれを見たなら、私が言っていることを正確に知っています）。 その結果、Niseは物質が少なく、哺乳瓶が多くなり、苦しんでいます。\n\nNisemonogatariは本質的なものではないと言っているわけではありません。実際、物語の肉である様々なキャラクターの相互作用を促進することは非常にうまくいきます。 しかし、これのほとんどは1つのエピソードに限定されています。 スロー・バーン・ノーズのいくつかのエピソードの直後に続くこの猛烈なペースは、一言で言えば、向きを変えることであり、エピソードが実際にどのくらい効果的であったかの影響を軽減します。\n\nそれに続く弧は、Niseの最初の弧の（実際のプロット）と比べて同様に急いで非常に圧倒されており、Tsukihiを最も弱い物語の女の子の1人にレンダリングします。 家族の絆のテーマにもかかわらず、それは弱い弧の一つです。\n\nこのことは、ニセモガタリは悪くはないこと、それは物語であるということです。そのすべての誤解があるにもかかわらず、演出はまだまだ素晴らしいものです（そして、その芸術は前任者を改善しました。 ポストMadokaのシャフトシリーズと実際の予算を持っている）、そしてその対話はまだまったく例外的です。 これらの定数で、実際に/悪い/何かを作るのは難しいが、Niseの場合には試してみることができないためではない。\n\n\n最終的な言葉：ノーズは間違いなく私の罪悪感であり、楽しい遊びですが、モノガタリキヤノンの最も弱い部分です。 また、歯ブラシ。\n\nストーリー/プロット：5/10\nキャラクター：7/10\nアニメーション/アート：9/10\n音楽：6/10\n演技：8/10\n\n全体：5/10\n\nふぉｒ ふぁんｓ おｆ： Ｍｙｓてりおうｓ ぎｒｌｆりえんｄ Ｘ、 でんぱ おんあ と せいしゅん おとこ。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "InunoTaishou",
    "profile": "/profile/InunoTaishou/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=51199",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nまあそれは最初のエピソードだけかもしれませんが、後編の続編は騙されません！\n\n[ストーリー]\nちょうど1つのエピソードだけではありますが、これは非常に面白いアニメに見えます。 最初のエピソードは本当にあなたをつかんで、何が起こって、あなたを完全に捨てて、あなたを笑いにしてくれるのか、非常に奇抜で非クリシェのジョークを疑わせるようにします。\n\n[アート]\n最初のシーズンと同じ芸術で、それには何も問題はありません。 非常に素晴らしいアニメーションと、アートのスタイルが嫌いな場合は、いくつかのエピソードを見てみると、それを楽しむようになります。\n\n[音]\n私が見たエピソードにはOPしかありませんでした。その曲はとても魅力的でした。あなたは何度も何度も聞くことができ、それに飽きることはありません。\n\n[キャラクター]\n本当に彼女を変えたことはありませんでしたが、最初のエピソードは登場人物の再登場のようですが、見るのはとても面白かったです。\n\n[楽しみ]\n非常に素晴らしいアニメ、残りの部分を楽しみにして、彼らがこのショーで何をしているのか見てみましょう。\n\n[全体]\nストーリーepのためのポイントを取らなければならなかった。  1は「キャッチアップ」エピソードの一種のようにしか見えませんが、素敵なリラックスした楽しい方法であなたをキャラクターに再紹介します。 今シーズンはとても素晴らしいと思われます。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Evil_Mousou",
    "profile": "/profile/Evil_Mousou/reviews",
    "pages": "1",
    "number": "14",
    "link": "/reviews.php?id=99799",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  8\nキャラクター|  7\n|\n\n私は本当に、それが放映されたときに戻ってきたバケモガタリを見直したいと思った。ショーが舞台裏を魅了したように見えたが、私がちょうど参加したという事実のため、もちろん不可能だった。 しかし、私は何を見たかは決して確かではありませんでした。 私にとって、ショーは過度に複雑であり、必要でなくても継続的な苛立ちであり、2人のティーンエイジャーが生涯について話すことができる方法では「インテリジェント」に過ぎない。 しかし私は私の舌を持っていた。 私は決して私を満足させる一組の議論を形成することはできませんでした。 その一方で、私は理解し準備していた。 今度は、私はそれを手に入れました。なぜなら、プレクエルがすべてのことを言っていたとすれば、2012年春のショーは間違いなく悪かったからです。\n\nストーリー（5/10） - ニセモノガタリのテレビドラマは、プレクールシリーズの終了直後に拾い上げられ、コラボレーションの嵐が勉強をしたり、彼の友人たちを訪ねたりしているのを見ている。 アニメはキャラクターのベースに触れ始めると同時に、幕末がすごく賞賛される蛇行する会話を始めると、最終的にはアララギの「ファイターシスターズ」を取り巻く一連の出来事がプロットの表情になる。\n残念ながら、シンボは今シーズン最後のものよりも多くのことをやっています。 彼は、彼の未成年の美しさの素敵な作りのショットのための巧妙な冗談を交換して、ファンデーションのメーターを最大11に変えます。 確かに、最初のシーズンはジャイルベットでぎっしりとした瞬間でしたが、今度は、アララギのオグレを見て、ストーリー関連の報酬はほとんどない10代の女の子と絡み合って遊んでいます。 悪名高い歯ブラシのシーン - コヨミとカレンがセックス行為のかなり明示的な模倣で罰ゲームをする - 特に不快な時間を引きずり込ませ、後にアララギの説​​明で認知的不協和音を提供する以上のことをしない 親族関係の\n\nアニメーション（10/10） - アニバーサイズを放棄する散らかったストーリーテリングとは対照的に、ビジュアルは観客が自分の試合の最中にシンボに期待したことを正確に伝えます。 方向は時々アバンギャルドなままですが、アニメーションは文字や設定ができるだけ愛らしいように表示され、並置が確実に行われます。 一定のカットは、このシリーズのより親密な設定でより良く機能し、アクションを強める（数回になる）か、視聴者のシーンをほぼ触覚的に理解するために働きます（鉛筆や歯ブラシのシーン ）。\nキャラクターデザインは、最高のビジュアル体験を提供するためにシンボを助けます。 各キャラクターは、シーンの一貫性を損なうことなく、不気味な、モエ、そして魅力的な間を自由に流れることができます。また、ばらばらの方向性は、愚かなものと深刻なものの間の移行を容易にします。 水銀でフレキシブルな描写は、Koyomi、Kanbaru、Kagenuiと一人ひとりの人物やアイデンティティを隠すことに熱心に取り組んでいます。 しかし、スクリプトが奇妙に扱われる八丈寺には、驚くほどの深みを加えるのにも役立ちます。\n\nサウンド（8/10） - あなたの頭の中で恋愛サーキュレーションがいまだにうごめいているはずだから、プラチナディスコはバーを上げています。 伝統的なサウンド、アップビートボーカル、ポップベースラインの組み合わせにより、今年の最高のオファーの1つになります。\nもう一度、神谷博さんは本当にショーを救うスーパープラスチックAraragiを私たちにくれます。 彼はちょうどあらゆる場面にあり、感情的なスペクトル全体をさまよっている時間のかなりの部分を費やしているので、このパフォーマンスは、物語がまったく一緒であるかどうかを決定します。 彼が成功すると、キャストの残りの部分は似顔絵に固執する。 このうち、私の個人的なお気に入りは、坂本麻弥の忍、八丈寺の恵里リ、井口優香が演じる楽しい吹き木です。 扇子の扇子はまだ斉藤原千和が耳に浮かんでいて、Kagenuiを演奏する新人とその親しみが、その役割に必要な優れた「他者性」を提供するはずです。\n\nキャラクター（7/10） - 化物語と念願のキャラクターの間に、面白くて階層的な人物としてのキャラクターとアイデアやキャラクターとしての空間があります。 前のショーのおいしい会話は、各キャラクターの奇妙なことを探検するための広い空間を作り出します。 しかしここでは、何かが外に見えます。 アララギは、ショーの前半に一人で過ごしたり、最初の紛争が始まるのに伴って茂みの周りを殴打したりします。 さらに、駿河とナデコは、以前にも目立った個人的な葛藤と奇妙な表情を見せていましたが、最初のシーズンのユーモラスなアークの後に失望している短い外観のために、\nそれでも、いくつかのキャラクターは奇妙な方向の選択肢を照らしています。 第一に、カレン・ビー・アークの終わり近くにある日立の瞬間は、彼女にとって最初のシーズンの終わり近くに示された感度を補完する脆弱性と感情の深さを示しています。 彼女の弱さを再現することは、彼女の涼しいツンデレにいくつかの大きな欠点をもたらす。 忍は、暴力的な伝説の吸血鬼と孤独な少女との境界に似た治療を受ける。 イシンは、彼女の性格の限界を引き伸ばすことなく、彼女が荒れ果てて皮肉になり、荒木を真剣に心配することを可能にする、接着剤としての彼女の軽蔑を使って、2人の人物を結びつけます。\n\n全体的に（8/10） - その前置きは自尊心と輝きとの間にまたがります。 しかし、Nisemonogatariは、数式を歪ませ、その輝きを失わせます。 最高のビジュアルと卓越したサウンドの方向性は、シンボの爆発的なファンタジックや吃音の爆発を完全には言いませんが、最初のシリーズのファンは、それに続く価値のあるキャラクター開発と、 あなたがNisio Isinの最初の分割払いを気に入ったら、この二回目の咬合を取るべきです。ちょうどあなたの心を吹き飛ばすとは思わないでください。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Micsupreeme",
    "profile": "/profile/Micsupreeme/reviews",
    "pages": "1",
    "number": "15",
    "link": "/reviews.php?id=189248",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  9\n\n〜私は正義の友人ではない...〜\n\nアララギとその周りの人を悩ましている秘密のオカルト神秘は、非常に評判の高い「物語」シリーズのこの第2回の記事に続きます...\n\nバケモガタリの時代的な続きとして、ニセモガタリは、プロダクションの重視するトーンとフォーカスを大幅に変える議論のあるフォローアップです。 多くの「物語」ファンの本では、最初のシーズンでは「間違った」ものがほとんどなかった。 私たちは、私たちの知識と理解をさらに深め、幕末が私たちに提示した鮮やかで超自然な世界を賞賛することを願って、念願のものにします。  Nisemonogatariは、「個人的な悪魔を克服する」ことの焦点を微調整した（しかし、決して取り除かれることはない）と思われるが、繊細さにもっと触れているようだ 道徳のトピック：悪と正義の概念。\n\n幸いなことに、Nisemonogatariは、華麗に表現力豊かで抽象的なプレゼンテーション方法で再び私たちを飾ることによって、ブランド化に真実を保ってきました。  「物語」シリーズ専用。 本当に生き生きとして自信を持ってビジュアルに意味をもたらします。 私たちは、きれいで、カラフルで、鮮明で、鮮明で、しかもシンプルなミニマルスタイルに再び落ち着きます。 大気と他の世界の仮想土地の確立。 シュルレアリスムの縮図。 この意味で、Nisemonogatariは前シーズンの特徴を残しています。プレゼンテーション全体はまだ非常に表現力があり、テキストベースのプレゼンテーション、視覚的な隠喩、および色を引き続き活用しています。 詳細に圧倒的な注意を払った大胆なプレゼンテーションスタイル。 すべてのことは恥知らずか、説教から迷いながら。 私は、実際には、劇的なプレゼンテーションの方法が、幕末の高い基準で改善されたと言っています。 あなたは大気と深みを誘発する映画照明を、対話の興味深い視覚的表現と組み合わせて一歩進んだと言えるでしょう。\n\n面白いことに、プレゼンテーションの方法から始めると同時に、  「モノガタリ」フランチャイズにとって非常に重要なので、私はNisemonogatariのオーディオを考慮する必要があります。必要に応じて繊細になり、必要に応じて神秘的で好奇心を呼び起こし、さらには クライマックス。 したがって、Nisemonogatariはオーディオビジュアル部門では完全に完璧であると結論づけることができます。「物語」のファンはすでにこの方法に慣れています。\n\nしかし、第1シーズンの魅力的なプロットとキャラクターの開発の間のより近いバランスと対照的に、ニセモガタリの後ろにある独立スタンドはやや単純です。 私たちは、現実的ではあるが潜在的に影響を受けた世界の「物語」の場面に再び到着します。 幕末のように、今シーズンはプロットの要素を直接説明することも避けています。視聴者をひどく興味深く魅力的にするために、歪んだ、そして/または比喩的な精緻化で視聴者を絶えず罵倒する方法で。\n2人の姉妹、2つの弧、2つの苦労、1つの問題解決の兄弟、荒木の姉妹の周りを回っています。  Nisemonogatariはストーリーを伝える複雑さからかなり目立って偏っているので、これらのアークのそれぞれを1つの文で説明することができました。\n\n前のシーズンと同様に、ショーの後ろにある多くの物質が対話に浸透しています。 これは、表現力豊かで、親密で、知的で、時にはウィットで魅力的な対話を大量に受けているということです。 それは間接的に超自然プロットの文脈と説明、文字の感情の表現、そして荒らしの内的思考の表現を間接的に参照するために使用されています。 したがって、私たちは、バークネンガタリの巧みな文章と発達スタイルを再訪しています。そこでは、対話における鮮明な文書と意味のシンフォニーが重要です。\n\nこれは、Nisemonogatariの対話スクリプト「キャラクター開発」によって非常によく達成されたものに私をもたらします。 ストーリーが最優先されていないこのようなアニメの典型であるように、キャラクターの開発はより顕著な要素です。 これは、Nisemonogatariの新しく開発されたキャラクターの製作と開発の程度から明らかです。\n\nこれらの11つのエピソードを通して、我々はいくつかの新しい顔に慣れています。 荒木の姉妹から：しばしば挫折したつき、そして元気なカレン。 私たちは、忍の才能と、奇妙で​​遊び心のある、熟知した、自信を持った人との間の変動を得る。 以前に開発された人物、主に八王子にはまだいくつかの建物があります。 あなたがバケモガタリのキャスト全体を築くことを望んでいれば、圧倒的な程度まで。  Nisemonogatariは間違いなくアークの分離感のある追加ですが、 '物語'のファンがついてくるのは、よく知られた顔です。\n\n新しいキャラクターの導入には利点があります。 カイキは他の中でもアンタゴニストであり、特に興味深い開発を受けています。 彼は真に興味深い新しい人格であり、彼の論理的、正直な、そして最前線は圧倒的に広がっている。 公然と、彼は豊かに腐敗し、金銭に執着した人格をかなり顕著にし、これは彼がいかに合理的かつ人間的に関係があるかと矛盾する。 拮抗的な役割を与えられている。\n\nニセモガタリは、豊かな発達したキャラクター、Kaiki、Karen、Tsukihiを代表する様々なものを構築するスローペーシングの例です。 最も広範囲なものでもプロットでもないが、面白い対話が物事を新鮮に保つために脚光を浴びている。\n\nしかし、私は最終的にエピソード時間の短い広がりのすべてを説明していない...\n性的なテーマは、幕末には聞こえませんでしたが、あなたが聞いたことがあるように、これはやや不合理で気を散らすほどです。  「fanserviceかどうか」という議論は間違いありません。 個人的な意見で戦っていますが、私は間違いなくそれに抑止されていません...しかし、偉大な物語とキャラクターの全体的な鮮やかさを犠牲にすることになると、私は別の方法で考えるようになります。\n\nNisemonogatariは確かにファンタスティックをあまりにもあからさまなものにしてしまいました。私はまだそれを楽しんでいるだけでなく、ショーの繊細で正義のテーマに惑わされていました。 この意味では、それは私に二面的に出てきて、それを鈍く置くためには、これは価値のあるもののためにあまりにも多くのエピソード時間を費やした究極的に無意味な側面でした。\n\nこの時間を無駄にした結果、この第2回の記事を書いたいくつかの欠陥が、以前のものより少し下になります...\n\nまずは「闘争」。 釈迦のように、私は自分が姉妹の苦悩の重症度から少し離れていることを見つけ続けました。 彼らは大部分が精巧ではなかったが、その結果、超自然的な獣の襲撃に関する緊急性や悲劇の感覚はなかった。 最初のシーズンには、超自然的な犠牲者に共感することを思い出すことができます。そして、私は自分の喜びの重さ、緊急性、重症度を反映した重い雰囲気を思い出すことができます。 言うまでもなく、Nisemonogatariはこの部署には比較的不足していたので、「スリラー」や「ドラマ」のような側面はほとんど見せていませんでした。\n\n他の主なポイント：ペーシング。 生命の塊のように、私はペースを遅くすることに慣れていて、これは私を気にしませんでした。 ニセモガタリのキャラクターや文脈のゆっくりした造りや鮮やかな発達を喜んで受け入れていますが、結局は不安定になります。 最後の2〜3回のエピソードでは、2人の追加の重要なアンタゴニストの相互作用を突き進む顕著な上向きの変化があり、興味深いことに不都合な道徳観があります。\n\n主にキャラクターと文脈の両方の微妙な付加的な発展のために、ニセモガタリは、バケモガタリにとって真に興味深い続編です。 余分な時間を与えて、ファンサービスを抑圧すれば、より多くの定性的な体重をもたらすことができました。 少し面白くなく情熱的な表情を欠いていたと感じましたが、面白い新しくて実質的な対話がたくさん出てきました。その結果、開発を通していくつかのキャラクターを賞賛しました。\n\nそれは、おそらく、そのような幅広いテーマを所定の時間スケールでカバーしようとしていたはずはありませんでしたが、ニセモガタリはそれにもかかわらず素晴らしいプレゼンテーションの結果であり、スプレッド開発の偉大な蓄積です。 たとえ最初に言及した焦点のシフトや食材の再配分によって分けられたとしても、幕末のファンはこの文脈の拡大を楽しむべきです。\n\n〜私は悪の敵です...〜"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Chocosword",
    "profile": "/profile/Chocosword/reviews",
    "pages": "1",
    "number": "16",
    "link": "/reviews.php?id=101065",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  8\n\nシャフト...ちょうどその言葉はその壮大さを表すことはできません。 あなたがシャフトの作品を見たなら、彼らは本当に素晴らしいですし、最高のアニメーションスタジオの一つです。  2012年12月にアニメを見に戻ったとき、私が見たのは初めてのアニメでした.Bakemonogatariは本物の文学作品だと言わなければなりません。 モノガタリシリーズは、各キャラクターの謎に焦点を当て、美しい方法で説明します。 私はこのシリーズが最高ではないことを自分に伝え続けましたが、悲しいかなか自分自身に嘘をついていました。\n\nニセモガタリは、爆乳の続きであり、姉妹に焦点を当てています。  Araragi-Kunには2人の姉妹、KarenとTsukihiがいます。 私たちがすでに知っているように、Araragiは吸血鬼であり、彼は奇妙な問題で他の人を助けるための優しさを持っています。 姉妹が超自然的な問題を抱えていることを誰が知っていますか？ プロットは創造的で、偽善ではありませんでした。 モノガタリシリーズの著者、イシン・ニシオ（Isin Nisio）に拍手を送ってください。 このインテリジェントな男が何を考えているのかは分かりませんでしたが、彼の文学は私のお気に入りの一つであることに同意しなければなりませんでした。 ニセモガタリは、荒木さんと姉妹さんとの関係を、釈迦の話にあまり集中していなかったので示しています。 あなたがアニメにキャラクターを導入した場合、いくつかの背景知識が必要です。 姉妹が説明されていないのであれば漠然としているかもしれませんが、\n\n芸術は絶対に素晴らしいです。 私はシャフトがそれをアニメーション化する方法を愛していました。 それは本当に映画を伝えています。 夏になると、シャフトがアニメ化することになってうれしいですね：シーズン2。 さらに加えて、映画をアニメ化する彼らの気づきイベント！ ヘッドの傾きは、シャフトが知られていたものであり、独自の方法でユニークでした。 文字はよく描かれ、背景は良好でした。  Nisemonogatariにはちょっとしたアクションがあり、それは素晴らしいものでした。 物語シリーズを際立たせたのは文学だけだった。\n\nこのアニメは姉妹に焦点を当てているので、3つしかない。 初めは千寿ヶ原ですが、残りはカレンとツキヒに焦点を当てています。  Shaftの音楽は素晴らしく、それぞれがアニメーション化する方法が大好きです。 私はTuskihiのオープニングが私のお気に入りだったと言わなければならない。 かわいいと私はクラシック音楽を思い出させた。 結末はClariSによって作られ、それはかなり良かった。 それ以外は、ニースはうまくいった。\n\n私が見た巨大な変化は、Nisemonogatariがあまりにも多くのファンサービスを追加したことでした。 私はそれが意図的であったと考えて、それがアニメに意味を持っているので、陽気であったと言うことができます。 意味のないエッチアニメではありません。 私はちょうどここに座って、周りのバウンスを見るのを見ることができますが、ここではエッチは創造的で象徴的です。 シスコンやブロンコにもアプローチしています。 物語シリーズは、ほとんどの視聴者にアピールする幅広いジャンルを持っています。 あなたはこのアニメを楽しむために謎の恋人である必要はありませんし、それを楽しむためのエッチファンもありません。\n\n終わりには、私はShaftに自分の財布と私の車と私の服と私のコンピュータとyadda yaddaを持って欲しいだけです。 これは、私が作者と会社をサポートするために人形と物資を買うことに興味があったアニメの1つです。 ストーリーは素晴らしく、芸術は素晴らしく、音楽は落ち着きがあり、キャラクターは好きで、私はアニメを楽しんだ。 それは、彼が心配していた誰もを救うために、Araragiが目標としていたものです。\n\n「誰かが誰かを置き換えることは不可能だ」  -  Araragi Koyomi"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "OdysseusUlysses",
    "profile": "/profile/OdysseusUlysses/reviews",
    "pages": "1",
    "number": "17",
    "link": "/reviews.php?id=57311",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  7\nキャラクター|  3\n|  5\n\nNisemonogatariはBarack Obama以来最も失望していることです。\n\nこのシリーズでは何も起こっていないので、私たちはあなたがBakemonogatariの特別版を購入するために得られる本当に長いOVAのような感じがしましたが、これは続編ではありませんでした Araragisの姉妹に紹介されていますが、それだけではほとんどのキャラクターに共通する一連の姉妹のキャラクターは事実上開発されていません。 私はそれを好きではなかったが、私はそれを楽しんだ。ビジュアルは喜び、音楽は良かったし、対話は刃として鋭く、キャラクターはほとんど興味深かった 彼らがお互いにやりとりして何が起こるのかを見て喜びました。 しかし、あなたがリコールするなら、物語を吹き込んだものもあります。物事が起こっていることを知っています。登場人物が登場し、成長し、成長し、問題が発生し、私たちのキャラクターはそれを克服しようとします。  。 しかし、念願のものは何もないし、キャラクターは大げさな段ボールの切り抜きであり、衝撃的なことは、このシリーズでは何も起こらないということです。もしあなたが暗黙の近親相姦を何かのものとしていなければ、脳の薬を飲んで戻ってくる必要があります。 料金所。\n\n\n\nとにかく、この糞便のもう一つの目立つ問題は、元のキャラクターの多くが元気に戻ってきますが、彼らは元気のような気分になります。何もしません.Nisemonogatariを作った人たちは、 何が良いものになったのかを知っている。 私たちが見ているものは、爆音の続編であり、駄目ではないという錯覚をさらに深めるために、段ボールのカットアウトとしてそこから外れています。 だからとにかく私は、荒らしの姉妹たちに私たちを紹介して、何かを起こさせたり、何かを起こしたりすることを考えました。 ジャックは、カレンのシーンの後のシーンと、他の妹が挑発的なポジションで呼び出されたものが何であれ、シーンの後の場面を除いて起こり、学校の人に何かをしている人についてプロットしたが、 イエス・キリストは聴衆を傷つけようとしているのですが、爆音のように見える限り、欲しいものは何でも入れて逃げ出します。 詐欺しました。\n\nだからとにかくこのシリーズには何百万ものものがありますが、私はあなたが147年の時にこの時間を無駄にしてしまいました。私はあなたの時間を無駄にすることができないので、 見ていない、私は本当に飛ぶファックを与えていないが、あなたが癌や何かのような殺しや何かのようなものを持っている場合は、それはボールを吸うので、おそらく大きな時間を無駄にするため、おそらくこれを見てはいけません 詐欺。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "DanteMustDie8907",
    "profile": "/profile/DanteMustDie8907/reviews",
    "pages": "1",
    "number": "18",
    "link": "/reviews.php?id=183830",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  8\n\nにせものがたり ー ８／１０\n実際に言うことはあまりありません。 より多くの猥褻なユーモア（はるかに）と一般的な荒涼とした対話や参照と新しい文字を除いて、化物語よりも良い。\nしかし、代わりに、私たちは私たちが爆乳物語で持っていたすべてのものをちょうど異なる比率で取得し、私はこれを間違いなく好きでした。\n基本的にはLEWDogatari。\nまた、図面はさらに高品質です。\n物語はかなりシンプルですが、それ自体のような小さなシリーズには十分です。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Nasty001",
    "profile": "/profile/Nasty001/reviews",
    "pages": "1",
    "number": "19",
    "link": "/reviews.php?id=56335",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  6\nキャラクター|  6\n|  6\n\nKa、kaなので、この11話のアニメはちょうど終わりました。私はそれに良い評価を与えたい限り、それは単に値するものではありません。実際に話が完全にプロットには当てはまらず、プロットはしばしばです 絵には象徴とメタファーが多く含まれているので、物語では「貧乏人」3番です。芸術に関しては、イラストレーターがより多く 物語よりも芸術の詳細。\n\nサウンド：フェア6。\n\n聞かないでください。\n\nキャラクター：フェア6。\n\n率直に言えば、これはコヨミと日立のことではなく、コヨミと火の姉妹であるカレンとツキヒとの関係であり、両側にシンボとの関係です。 私が彼の火の姉妹と彼の親密な吸血鬼を混ぜていないと、私はちょうど幸せに焦点を当てるだけで、それは公正ではありません。 しかし私は、最初は主人公と戦うことを期待している敵対者カイキ・デシを割り引くことはできません。 悲しいことに、期待された戦いは代わりにそれが戦争コヨミと新生対ヨスルと四ツァの間に来ていませんでした。 ああ、小便さんは四葉の駄目を打つことができたShinboに比べて大きな敗者だから、この部分は6点にしかならない。\n\n楽しさと総合：フェア6。\n\nさて、このアニメのジャンルはコメディと超自然ですが、コメディの部分はかなり不自由ですが、スーパーナチュラルなものだけがこのアニメの全体を担うものです。楽しめる部分は、コヨミが行う近親相姦のものです。 彼の火の姉妹、そしてすべてのあいまいさ、ああ、それに付随するすべてのもの、また、メタファとして展示されていた芸術が、アニメの全体的な構成を詳述するフィラーとして機能する可能性が高いので、これは 単純に、プロット、カカ、カと一緒になるシンボルを見ていない人のためではありません。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "bloodless08",
    "profile": "/profile/bloodless08/reviews",
    "pages": "1",
    "number": "20",
    "link": "/reviews.php?id=103297",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nバケモガタリ..\n偽物語。。。\n\n「このシリーズは、最初にNisioisinによってMephisto雑誌の一連の短編小説として制作されました。  - ウィキ\n\nこのシリーズを見ている人はほんのわずかしかいないようですが、このシリーズはもともとライト・ノベルであったという事実を部分的にしか認識していません。 私はこのレビューを書いていますが、シリーズについてはあまり知らない視聴者を考えています.Bakemonogatariを見てからもう少し学びたいと思うかもしれません。\n\n私はこのシリーズの作者が私の心を掴んだと言い始めます。軽い小説の翻訳であるか、このシリーズの人気から4位を浮かべたアニメ化された作品であろうとも、物語シリーズは多くの点で私を畏敬しています。\n\nニセモガタリ; これまでにモノ物語シリーズのために書いた私の唯一のレビューではありますが、私はニセモガタリそのものに焦点を当てようとします。\n\nNise〜は物語シリーズの続きです。 それは確かに続編です。 これは、アニメーションの第2シーズンと同様、軽小説の第2巻です。 コヨミが5人の女の子を無事に救った後、それが拾い上げられ、今では彼の周りのキャラクターとの関係を発展させることができます。\n\nコヨミの陰に住んでいる鋭い舌の元気な吸血鬼から、兄の心の安らぎを犠牲にしても世界を正義しようとしている若い姉妹のペアまで、ニセモガタリは何が起こっているのかを理解するためにここにいます 第1巻/シーズン以降のキャラクターは終了した。\n\n私がこのシリーズについて愛している非常にユニークな側面の1つは、頻繁にそれがシーンや会話の多くを動かすために擬似ファンを使用するということです。 キャラクター同士の会話の仕方、キャラクターの間の繊細な状況に対する心配や不安など、これらのあいまいなアイデアは、シリーズ全体で発生する具体的な事例を表現します。 特定のキャラクターがどんな種類の関係を持っているかを把握することができます。\n（小説を読んでいない人は手に入らない人がいますが、小男がお風呂に入り、忍が彼の陰から出てきて浴衣を浴びると、これは非性的なやり方で行われますが、 性的緊張\n「Koyomi Vamp」Book＃4というタイトルのLN Volumeでは、篠ノ介との非常に複雑な関係の裏話がたくさんあります。なぜなら、このシリーズでは私の好きなキャラクターである可能性が高い理由です）\n\n物語は、新人には混乱を招くものの、すごいです。 それは完全な年代順に言われていませんが、彼らは物語を＆amp; アニメーションの中で彼らがしている対話は本当に形を成しています。 翻訳された軽小説の小片を読んだ後、私はこれがアニメにどれほどうまく適応したかに本当に感銘を受けた。\n\nアニメの芸術は素晴らしく、細部への注意だけでなく、会話の気分の変化をどのように表現することができるかについても素晴らしいです。  Araragi Koyomiが入っている部屋と、キャラクターと会話している間に旅をする場所は、実際の部屋や道のりの50％しか似ていません。 私たちのキャラクターの周囲はアニメーションで頻繁に使用され、特定の感情を聴衆に投影します。キャラクター自身が言葉を言う必要はほとんどありません。芸術は、私が見た中でも最も象徴的なアニメーションです。\n\n音は素晴らしいです。 何も歪んでいたり外れているようではありません。 キャラクターの声ははっきりしていて歪まない。 実際、シリーズ全体で使用されていたバックグラウンドの音楽は、特定のトーンを設定するのは素晴らしいです。 ストーリーがいつ遊び心を増しているのか、そしてそれが比較的深刻になっている時を知ります。 そして、声優たちは、私たちのキャラクターと個性を提供する素晴らしい仕事をします。 何も強制されていないようです。\n\n私たちのキャラクターは数多く、彼らの個性は大量です。 たとえ各エピソードがほとんど対話であっても、数分で渡すかのように感じることができます。 ツンデレのガールフレンドからクイックウィットの幽霊の子供まで、私たちはそれぞれの人と一緒に欲しいとは決して残されません。 そして、これらのやりとりが頻繁にポップアップすることがあります。時には、コヨミが自分の家を離れるためには、エピソードの半分がかかることがあります。\n\n個人的に、すべてのエピソードは私のための治療です。 私は少しのファンサービスに反対することは決してありません。そして、私はこのシリーズがはるかにランダムではないと感じています。 実際、私はfanserviceが効果的にプロットを前方に移動させ、キャラクターをさらに目立たせると思う。 ユーモアはほとんどの場合微妙ですが、それは観客を楽しませるために頼りになるアニメの絶え間ない過激な爆発よりもはるかに魅力的です。 超自然的な側面はとても興味深いので、彼が扱う事項について光を当てるためには、コヨミが正確にどのようなルートを追求する必要があるのか​​分かりません。\n\n何も完璧ではないし、視聴者がまったく同じではないので、10を与えることはいつもかなりばかげていることを知っているが、私は本当にこのシリーズを愛している。 これは、私が日本のことを知りたがって、その周りに作られた豊富な小説やゲームに飛び込むことができればと思っています。 翻訳されたKoyomi Vampの記事を読んで、このシリーズを見直した後、私はこのシリーズをもっとよく理解して、多くの人と再び恋に落ちました。 最初は私を存在として徹底的に混乱させることができた忍は、コヨミがアニメでやりとりするための私の好きなキャラクターになってしまいました。\n\nあなたがこのアニメを見るならば、翻訳されたLight Novelの一部を少なくとも読んでギャップを埋めることを強く勧めます。 私はKoyomi Vampをベースにした映画がリリースされるのを待つことができない〜\n\n^ _ ^"
  }
]
