[
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "rednekdashie",
    "profile": "/profile/rednekdashie/reviews",
    "pages": "4",
    "number": "1",
    "link": "/reviews.php?id=201418",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\n元気のリトルシスターズ\nさて、私は念願のものを完成させました。 これは、Oreimoや他のショーが妹たちと関係があるショーのための私の愛のためかもしれないが、私はまともな量が好きだった。 だからここにNisemonogatariのレビューです：\n今シーズンは、第1シーズンに本質的にスクリーンタイムを持たない3人のキャラクターに焦点を当てています。\nかれん、 つきひ、 あんｄ しのぶ、\n\n個人的に私はこれらのキャラクターを愛していました。忍が好きで、Karen、Tsukihiが続きました。 そんな正義感はありませんが、私は羅羅ですが、私はこのショーを見ていたこともありますから、私は忍をうまく扱いました。\n\nショーはカレン・ビー・アークで始まり、他のすべての女の子達が何を見ているのか見て回って、残りのショーのために戦国やかんばんには触れず、他のプレイヤーもいくつかの役割を果たす。 最終的にはカレンとシノブに焦点を当てます。シーズンが本当に始まり、美しいセットピースが並んでいるトップシーンで面白いものになります。 このシーズンに注目したすべてのキャラクターは、最初のシーズンに向けられましたが、開発されませんでした。  KarenとTsukihiは、Bakemonogatariのすべての弧の終わりにAraragiを押すだけで、忍は言葉を言っていませんでした。\n\nカレンは強烈なキャラクターであり、ナルトからロックリーに似た自分自身をより良くしようとしています（手の台数が多すぎると言います）。 彼女はポイントではツンデレかもしれませんが、大部分は幸運にも幸運で気まぐれです。 つきひろの後には、紛争が解決されて彼女が本当に輝くところにあり、彼女は自分自身になることが許されています。 彼女はこの楽しい態度を持っているだけで、私は笑いと笑顔になります。 このシリーズでは、問題が解決されると文字がはるかに良くなるように見える傾向に気付いたことがありますが、問題が修正されるのを待っているように、本当に好きかどうかを確認できます。\n\n私は彼女が次なる開発者であるため、篠ノは次のキャラクターです。彼女は私が彼女から欲しいものです。 彼らが恵みから堕落したが、これを受け入れず、依然として権力と優越性を発揮していることを知っている人物。 彼女は人間を助けたいとは認めたくないので、Arraragiは彼女に自分の望むことを命じるように要求し、彼女は選択の余地がなく、彼女が自分のレベルに落ちたことを認める必要はないと感じます。 彼女はショーのほとんどのキャラクターが行うように、ツンデレになることを認めているかわいいツンデレのキャラクターです。 彼女の声優は素晴らしく、それははるかに優れた若者の役割に合っています。 私は彼女が一度スクリーンだったすべての瞬間を愛していました。\n\nつきひろが最後の性格ですが、彼女はいろんな意味で精神的に面白いです。彼女が荒らしと忍をバスで一緒に見つけようと歩いてくると、忍と荒らしを殺す準備が整ったナイフで戻ってきます。 悪名高い歯ブラシのシーンが登場し、彼女はAwlを買うために店に行く前に彼らが痴漢的なやり方で何をしているのかを尋ねる。 彼女はまだかなり元気で、センジュールガハラのようなサイコの雌犬も、荒らしを兄として愛している。 築地は今までの唯一のキャラクターでしたが、ショーが始まる前に問題を抱えていたにもかかわらず、羽川のために、彼女の魅力の前と途中でキャラクターが本当に魅力的になっていました。\n\nこのショーではファンのサービスが多かったですが、今シーズンの全体的な調子に合っていたので私の意見ではうまくいきました。 それは幸せで、厄介で、ちょっと奇妙なポイントでした\nしかし、それはショーの様子です。一つのエピソードでは、哲学的な話、loli fanservice、imouto fanservice、美しいアートワーク、驚くべき戦いシーン、陽気なビジュアルを手に入れることができます。 そこにはたくさんの人がいません。 最初のシーズンは、あなたが本当に座って、セットの作品と会話に感心して見守るべきものだったのに対し、今シーズンは、ファンの魅力と陽気なビジュアルにもっと焦点を合わせました。 それはそれを通して楽しい乗り物になりました。\n\nまた、私は視覚レベルと聴覚レベルで愛していたカレン・ビー・オープニングが私の電話にダウンロードして、私の絶えず成長するアニメ・ソング・プレイリストに入れていた。\n\nこのショーは、特にあなたが最初のシーズンを楽しんだ場合には、本当に見られるべきです。\n\n評価：\nアニメーション：9（季節のように抽象的なものではなく、より根底にあるもの）\nキャラクター：10（私の意見では、これらのキャラクターはもっと楽しいものでしたが、私はこれらのキャラクターをもっと愛していました）\nサウンド：8（カレン・ビーの唯一の傑出したトラックがある最初のシーズンと同じくらい良い）\n楽しさ：10（これは正直なところ私のトップ5のお気に入りに行くのは間違っていた）\n-----------------\n全体：9.25"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Zephyrat",
    "profile": "/profile/Zephyrat/reviews",
    "pages": "4",
    "number": "2",
    "link": "/reviews.php?id=56521",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  8\n\n最初のエピソードのために！\n\nニセモガタリはバケモガタリと呼ばれる優れたアニメの続編ですが、これは軽いシリーズではないので、まず注意を払う必要があります。このエピソードを見てから、何が起こったのか疑問が残っています。 シリーズの間にそれは後で私が考えると説明されます）。\n\nその物語は、吸血鬼である/使用されている男であるAraragiについてのものであり、少女の彼の小さなハレムは、いくつかの呪い（定義ではハーレムではなく、そこに少女しかいない）を克服するのを助けました。\n\n初めのエピソードは、あなたが幕末を見ていないと意味がありません。（観客には説明されていませんが）新人には難しいですが、エピソードでかなり面白いものがあります 明白な導入。\n\n過去の季節の特徴はすべて無作為の色のシーン、話がたくさんある静的なシーン、素晴らしいアニメーションシーン、アニメではめったに見られないビジュアルな明快さ（真面目には720pでも豪華に見えます）など、照明はすばらしく、知っています 彼らがいつもものを加えるので、Blu-rayはずっと良くなるだろう。\n\nTL：DR：Nisemonogatariのほとんどを見て理解したい場合は、最初にBakemonogatariを見るべきですが、それは最初のシーズンほど素晴らしいと思われます。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Fourklift",
    "profile": "/profile/Fourklift/reviews",
    "pages": "4",
    "number": "3",
    "link": "/reviews.php?id=56515",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  4\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  7\n\n私は元の「化物語」シリーズが大好きで、後編が出るのをかなり心配していました。 神は私には失望していた。\n「化物語」はどこにあったのですか？ 数多く、しかし慎重で、幾分正当化された無数の性的嫌悪感はどこにあったのですか？ 天才の対話はどこですか？ 明確な拮抗薬の欠如はどこにありましたか？ 面白い複雑なミニアークはどこにありましたか？ 私が「化物語」を好きだった理由はどこですか？\nレビューに：\n\n悪い\nこのシリーズは、露骨で不公平なセクシュアリティでいっぱいです。そして、それは恥ずかしがり屋です（はい、あなたはそれを正しく読んでいます）。 ファンサービスを犠牲にして、対話とプロットは一見する価値がないものに一歩踏み出しました。 そして、今シーズン（セミスポイラー）では、アンタゴニスト以外の何もしない、非常に人間で非常に創造的でないアンタゴニストが2つ導入されています。\n\n良い\n1）芸術、アニメーション、演出は、最初のシーズンと同じレベルです。\n2）それは終わった。\n\nオリジナルの私の尊敬は、これが7/10になる唯一の理由です。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Void_Rift",
    "profile": "/profile/Void_Rift/reviews",
    "pages": "4",
    "number": "4",
    "link": "/reviews.php?id=56343",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n多くの異なるショーとは異なり、ニセモトガリは、他のキャラクターとの日々の交流に焦点を当てたアニメです。 スローペーシングは、すべてのスマートな会話を誰もが把握し、視聴者を放置しないようにします。\n\nアートは単に素晴らしいものです。不必要な文字を残し、背景やキャラクターに焦点を当てるスタイルは、物語を視覚的に改善する魅力に加わります。\n\nサウンドは単にストーリーに完全にフィットしているだけで、気分はムードであり、アニメが何であるかを完全に説明する暗い色調ではなく暗い色調でストーリーを設定します。 また、追加のボーナスのために、新しい文字の箱ごとに開口部が変わります。\n\nNisemonotogariは誰にとっても間違いありません。 キャラクターのスタイルは、爆発や馬鹿げたハーレムについてのものではない、より成熟した聴衆の方に向けられています。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "zero4life",
    "profile": "/profile/zero4life/reviews",
    "pages": "4",
    "number": "5",
    "link": "/reviews.php?id=54859",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nストーリー -  10\n続編のすべてのエピソードは、これまでのファンサービスから言葉遊び（もちろん）、超自然的なものまで、非常に異常に面白いものでした。 観客に他のアニメの中で最も珍しいユーモアを提供することは、このアニメを目立たせるものです。  「勇気」という言葉のように文を投げれば、「批評を書く時間を無駄にする勇気があります」（私の一例では、その背後にある勇気の意味を理解しようとする 正義と卑劣さ、恥ずかしがり屋ですが、攻撃的ではありません）。 うまくいけば、ショーがどこに行くのかわかりにくいアイデアを得ることができれば、すべてのキャラクター（少女を除外して、少年を除いた8人の女の子）は自分たちの皮肉をもっています。\n\nアート-9\nこのアニメのSHAFTからのユニークなアートスタイル。 芸術はまた、会話の意味に関連しているので、奇妙なジョークや異常な会話をバックアップするものです。 驚くべき芸術は視聴者の注目を集めるものであり、芸術があなたにとっての味でないなら、それは他のものと一緒にすばらしいです（私は芸術が大好きです）\n\nサウンド -  9\n3つのOPは素晴らしいものです。Senjōgahara、1つはKaren、そして今は最新のTsukihiです。それぞれ素晴らしいです。 バックグラウンドミュージックは...それを表現する方法はわかりませんが、シーンの気分にあなたを歪める力があり、音楽は素晴らしいです。\n\nキャラクター9\n小学生の幼稚園の八丈子（私の好きなキャラクター、ヒント「勇気」は彼女のお見積もりです）から、ツンデレのガールフレンド・センジョガハラまで、さまざまなキャラクターの風刺には飽きることはありません 日立は、フェニキアの下級生である金丸駿河に、「幸美おにちゃん」戦国ナデコに、クラス代表羽川翼のクラス代表に、誇りのある正義（それは正義の同盟者ではない）に、アララギカレンとつらひら、そして 最終的にはKiss-shotのAcerola-orion Heart-Under-Blade（彼女の名前）loli vampire Shinobu（実際には500歳ですが、子供の形をとっていました）。\n\n楽しさ -  10\n間違いなく10歳の頃、芸術と冗談で幕末に強くなってきました。そして今、念願の伝説を伝承し、それを改善しています。 自分自身のために、私はすべての作品を終えたばかりの光小説と、今年の最後の3小説を待っているごとに、各エピソードがどんどん進んでいくにつれて、ショーをもっと愛しています。\n\n全体的 -  10\n百貨店シリーズ（一人ではない）は大変な仕事です。なぜなら理由があるために飛ばしてはいけません.100本の緑色ゼリー豆の中から赤いゼリー豆を選ぶようなものです でる）。 これは私の最初のレビュー以来、私はあなたが 'レビューを書くために勇気を持っている必要があるので、あまりにも多くの人を批判しないことを願っています。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Mazzmoney",
    "profile": "/profile/Mazzmoney/reviews",
    "pages": "4",
    "number": "6",
    "link": "/reviews.php?id=101057",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  7\n\nこのレビューは100点満点です。ストーリーは35/100、キャラクターは35/100、サウンドは15/100、アニメーションは15/100です。\n\nストーリー -  23/35  - ストーリーは悪くありませんが、バケモガタリよりもはるかに悪いです。  5階ではなく2階建てなので、Bakemonoにあるよりもはるかに多くの「フィラー」があります。 フィラーさえ悪いです。 フィラーの多くはfanserviceであり、このショーの最後にはずっと多くのものがあります。 このショーの唯一の良いファンサービスは、歯ブラシのシーン（私を判断しないでください）でした。 物語そのものは、私の意見ではちょうど良いものです。 このショーはおそらく6回のエピソードではなく、代わりに11であり、フィラーがどれくらいあるかを示します。 私は各弧の終わりが好きで、最後にはどのように繋がっていたのかが気に入っていました。\n\nCharacters  -  25/35  -  Bakemonogatariは文字のために良かった。  Nisemonogatariでは、それらのキャラクターはすべてそこにあります。彼らは後部座席をもっと取るだけです。 私の2人の好きな女の子、日立とかんばんは今はあまり重要ではありません。  Araragiは以前よりも奇妙で、複数の姉妹を性的に嫌っています。 このため、私は彼のキャラクターがこのショーでは楽しくないことが分かった。 彼の姉妹は、悪役と同様、とても楽しいものでした。\n\n音 -  12/15  - 少女は2人しかいないので、開口部が少なくなりました。 彼らはまだ非常に良好でしたが、このケースではそれほど多くはありません。 バックグラウンドの音楽は、幕末のそれよりもはるかによく聞こえませんでした。 全体的にここにはあまり言いたくないことがあります。\n\nアニメ12/15これは、幕末からの大きな一歩でした。 もう言葉のついたそれらのばかげた点滅スクリーンはありません。 ありがとうございました。 シーンがあまりにもセクシュアルではないならば完璧だろう。 ストーリーが前作よりもファンクルーシヴされていたように、このショーではもっと性的なシーンがありました。 たとえば、荒らしの妹が腰を下ろすために腰を下ろしたので、もちろん、ショーは私たちにお尻と股を近づけなければなりません。 このようなことは関連していません。私はアニメーションの意思決定ともっと関係があります。\n\n全体的に -  72/100  - アニメが大いに必要な衝突を得る間、物語とキャラクターの両方がニセモガタリでヒットします。 ここの話は一番騒いだ。  Fire SistersとVillainsがキャラクターを面白くしている間、ファンサービスとフィラーの膨大な量が物語をあまりにも妨害します。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Reaper71",
    "profile": "/profile/Reaper71/reviews",
    "pages": "4",
    "number": "7",
    "link": "/reviews.php?id=112045",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  9\n\nさて、私はここで正直になるでしょう。 私が最初にそれを見たとき、Nisemonogatariを落としました。 私は次の化物語を期待して来ました。私がやって来るのはまったく違ったものでした。私はそれを落としました。 私はさらに、私の目でシリーズが死んでいると宣言するまで行った。その前身の卓越性に近いものはないだろうし、もはやまともなものを期待することは無駄だった。\n\n私の心を変えるのに不満な人でいっぱいのフォーラムスレッドが1つしかなかった。 私はすぐにブルーレイを手に入れて見守った。 今回は失望を期待していません。 私が終わったら、これは私の考えです。\n\n化物語と念願文は同じです。 彼らはいくつかの点では優れており、他の点では悪化しています。\n\nニセモガタリは、私たちの住む高校生/擬似吸血鬼/小児期の荒木コヨミを、爆乳イベントの直後に追跡します。 昨年のシーズンで5人の女の子をそれぞれ奇妙に見分けてしまったAraragiは、急を要するビジネスには向いていないようだ。 少なくとも少しは。 そして、特に、最初のいくつかのエピソードでは、Araragiが彼の友人や姉妹と一緒にうろついているだけです。 プロットは本当に最初の主なアンタゴニスト（Kaiki Deishuuという詐欺師）が公開され、紹介されている第4話の周りを探検するだけです。 この物語の構造は私が最初は失望した理由です。 少なくとも最初の数回のエピソードでは、念気の覚悟はほとんどありません。 問題は、少なくとも4番目のエピソードまでは紹介されておらず、この啓示に至るエピソードは、予兆と予期に満ちたものではなく、性的喜劇と様々な嫌悪感でいっぱいです。 問題が導入された後でさえ、緊急性の感覚は期待通りに戻ってこないし、問題自体はより多くの同じ性的コメディーと様々な嫌悪感によって近づいて解決される。 ショーは最終的なクライマックスの間だけ本当に激しくなります。それは私が最も愛していた場所です。 私たちの主人公が真剣で重大な状況に突入するのを探しているなら、あなたは確かに失望します。\n\nしかし、ニセモガタリの最大の強みは、このスロースタートの弱点である。その対話。 これらのキャラクターのいくつかのお互いの会話は狂っている。 膨大な量のジョーク、言葉遊び、参照を盲目的に高速で使用しています。 これらの数々の非常に面白い交流は、幕末には欠けていませんでしたが、Bakeは神話の背後にあり、それぞれの奇妙さの影響をもっと重視していたため、Niseの判決 最初の数章。 それは、あなたが興味を持っているような急速な鳴き声の口頭で相当な対話が話すなら、あなたがこれを見て欲しいと願っています。 特にあなたがファンサービスのために早くそれを落としたならば。 これらのやりとりによって失望することはありません。\n\n\n\n文字は、最も深くはなく、あなたが見て、ガンビットを実行し、仕事を完了します。 今シーズンの卓越性は、実際には荒木ではなく、昨年のシーズンと比較してスクリーンタイムが不足しているにもかかわらず、ツンデレ・サディストからレギュラー・ケア・ガールに徐々に変化していったSenjougaharaがここで見られる。 荒木の姉妹であるカレンとツキヒ（指数関数的に開発され、より大きな役割を果たす）を除いて、誰もがバケモガタリから変わらず、若干性的に欲求不満を抱いている 私の好きなキャラクターの変身ではないが、彼と彼の友人たちの間で、もっと面白い、恥ずかしいやりとりをすることができる。 その点で、この変更はうまくいきます。ショーはそれがより良いと思います。\n\nNisemonogatariは私が最初にそれをラベルした、性的に満たされたファンサービスのゴミから遠い。 それは実際に性的に充電されていますが、それはその電荷を取って、私は文字の間で見た中で最も速い、最も面白い交流にそれを適用するHyouka、私は長い間見て喜びを持っていたおかしなキャラクター、最も情熱的な声 私はスタインズから聞いたことを演技しました;門と、背景と抽象的な絵画の間の線をぼかす非常に美しい芸術のスタイル。 あなたがまだこのことを見ていないなら、もしあなたが不安なことを聞​​いたので、あなたがそれを断ってしまっていたり、私のように早くそれを落としてしまえば...私はあなたに伝える人にさせてください。 バケモガタリではない。 間違いなく、それは近くに何もない。 しかし、それは、ウィットで面白い、面白い...そしてあなたの時間の価値は間違いありません。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Tevkr",
    "profile": "/profile/Tevkr/reviews",
    "pages": "4",
    "number": "8",
    "link": "/reviews.php?id=147095",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私の友人は「Xを試してみてください」と言っているので、しばしば私はシリーズを見ます.XとZはタイトルでYはジャンル、プロット、キャラクター、アートスタイル、ストーリーテリングなど多くのものでした。 かなり一般的な慣習であるため、MALには「推奨事項」セクションがあります。 しかし、物語シリーズのようなアニメを見つけるのは難しいです。  Bakemonogatariは、このショーの賞賛者や嫌悪者の方々に、かなり衝撃的で聴衆を分けました。 ストーリーが主にアクション、ロマンス、キャラクターの関係に基づいていないということは、多くの人にとっては予期せぬことでした。 エピソードは言葉遊びに満ちていて、性的なテーマについての無意味な会話や、荒らしのコヨミのロリコンの態度に満ちていました。 しかし、一部の視聴者はこれを怠り、女の子を救出し、超自然の存在と戦うことに集中しました。\n\nNisemonogatariでは、単にアクション量が減少するにつれて、ファンサービスとエッチの対話を無視する方法はありません。 その続編のために、それは爆笑物語に存在する何かをさらに開発するだけではあるが、完全なファンサービスの印象を作った。 後編のいくつかのシーンは、非常に恋人やロリコンに近いです。 しかし、私はこれに耐えられるので、このショーを何度も完了して見直しても何の問題も見つけませんでした。 物語、芸術、そして音の相乗効果のために目立つものです。\n\nストーリーは、ポストモダニスト的かつ抽象的なスタイルでキャラクター・ドリブンです。 物語シリーズの作家であるニシオ・イシン（Nisio Isin）は、意識的なキャラクターの錯覚を作り出すために4番目の壁を壊したことで目覚しい。 彼らは何でも話すことができます - ロシアのIT部門、疑似哲学的問題、未来、生涯にわたる債券、過去の人や下着の人の計画。 彼らは常識や規則に従わず、ほとんど何でもすることができます。 彼らは無意味なものに時間を反映させたり、重要な決定をしたりすることができます。 これは、ほとんどのアニメや文章のキャラクターと比較して、キャラクターを予測不能にします。\n\n芸術は抽象的であり、物語を伝えるために多用されています。 道路上のキャプション、通りの標識、嵐の家族を象徴する髪の毛 - ストーリーやキャラクターデザインには多くの細部が組み込まれています。 マインドブローイングのアーキテクチャ、飽和色、雷の状態の変化 - アーティストはすべてのフレームで同じ動きのない背景を描きたくないようです。 いくつかのフレームには、再視聴をさらにエキサイティングにする情報が満載されています。\n\nサウンドトラックはいくつかのジャンルをカバーしますが、主にミニマルな時々複数のレイヤーを使用します。 サウンドはストーリーに完全にフィットし、シリーズの抽象的な感触を増幅します。\n\nしかし、シリーズの主な楽しさは、物語、芸術、サウンドトラックの慎重な統合を見ている。  Nisemonogatariは、このコンポーネントの変更や変更なしには想像もできません。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Azeal",
    "profile": "/profile/Azeal/reviews",
    "pages": "4",
    "number": "9",
    "link": "/reviews.php?id=119153",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  8\nキャラクター|  6\n|  3\n\nこれは特に挑戦的なシリーズです。  Nisemonogatariには、その前身である芸術、音、ユーモアがあります。 最初のエピソードの導入は非常に強く、AraragiとSenjougaharaの陽気な署名のやりとりがあります。 その後、徐々にファンのサービスにまともになる。\n\nプレコベルの幕末は、非常に楽しいシリーズで、公平なところにはかなりのファンがいっぱいだった。 いくつかの点では、fanerviceは特に不愉快な方に向かっていました。 しかし、それはかなり無実だったり、そうでなかったりした時代のほとんどは、実際に面白い冗談を合法的に支持していた程度にしか使われていませんでした。 私は個人的には私がそれを必要としていなくても、私がこのシリーズの前編で私を気にさせなかったとしても、ファンサービスを許しています。\n\nしかし、ニセモガタリでは過剰に上昇する。 特にグラフィックは何もありませんが、性的妄想、多少の視覚的な鳥の洞察や近親相姦に専念するエピソード全体があります。 さらに、冗談を支持するのはめったにありません。弱い冗談が、彼の反り（および違法な）性的嗜好を隠蔽しようとする作者のように見える場合に使用されます。 問題は、あまりにも多くのファンサービスを含めることを超えています。 このシリーズは実際には、物語、ユーモア、キャラクターの犠牲に支配されています。\n\nそれはあなたがあなたの顔に投げられた時折の裸の8歳の気分と、主人公の性格が虐殺されている（これは決して起こらないかのように無視されます）、物語の進歩が頻繁にないことに気付かないと このシリーズを楽しむ。 私はしたかったが、できなかった。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "AnotherOneFalls",
    "profile": "/profile/AnotherOneFalls/reviews",
    "pages": "4",
    "number": "10",
    "link": "/reviews.php?id=81072",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  7\nキャラクター|  8\n|  6\n\nこれはアニメのための私の最初のレビューであるので、これを速くしましょう...\n\nNisemonogatari、またはそれを「Fakely Story」と呼ぶのは、第2シーズンのBakemonogatariの直後の続編です。\n\n物語は、私たちの主人公、アララギ（araragi）（アラララギとも呼ばれます）の周りを回っています。それは、咳*ガール*咳*に関連する問題を毎日解決することに焦点を当て、一方で直接拷問の杖に殴られます。\n一見アルラギは助けてくれる素敵な本物の男だと思うが、この天才の子供をより深く見ると、彼は偏見的で良い本物の変態だということに気付くだろうか？\n\nニセモガタリ（最近の女の子、幼なじみの友人、または超自然的な活動にリンクした、存在しないもの、あるいはその特性を反映していないもの）のように、Nisemonogatariは、荒木の姉妹にもっと焦点を当てています。  *フェアレディーズとあなたの中には、「ねえ、女の子とのランダムなやりとりをしている間に、この絶対的なばかげ物が発達する関係に焦点を当てないの？\nそして、私は「はい、これはある時点で近親相姦に行きます」と答えるのです。\n私たちがこの短いレビューの最後に来るので、私は多くの様々な分野でこのアニメを評価したいと思います。\n\n音楽/サウンド7/10：\nあまりにも素晴らしいものではなく、ちょうどウォッチャーの感情に合わせてバックグラウンドで遊んだ。\n幕末のはるかに優れています\n\nストーリー：7/10\nかなり一貫している。 いくつかの小さなねじれは視聴者を混乱させる可能性があります\n\nアート：10/10\n素晴らしい！ 壮大！ ブラボースタジオシャフト、あなたはいつもパパを誇りに思う（はい、私はファンボーイです）。\n\nキャラクター：8/10\n彼らがシーズン1で検査されなかったので、 '火の双子'を探索するのに面白い\n\n楽しさ：6/10\n時には退屈になる、私はいくつかの点では速いが遅い開発忍耐やストーリーのような多くの場合、このショーを見ることをお勧めします。\nとにかくxDのファンサービスに感謝します！\n\n全体：7.8 / 10\n\n芸術への大きな誇り、美しい出来事、そしてキャラクター間の相互作用に関する良い仕事。\n\nこの短い、不毛で退屈なレビューを読んでいただき、ありがとうございました。文法上の誤りやスペルミスをお詫び申し上げます。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Griffmstr",
    "profile": "/profile/Griffmstr/reviews",
    "pages": "4",
    "number": "11",
    "link": "/reviews.php?id=143335",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n2009年のバケモガタリのリリースで、スタジオシャフトは、アニメファンがその会社を見る方法を永遠に変えるアニメを作り出しました。  Bakemonogatariは、スタイルと実行の両方で非常にユニークでした。 それがやったことをやって、他のアニメと、少なくとも、同じようにではありません。 言うまでもなく、それは驚異的な成功でした。 続編の発表とリリースは驚くべきことではありません。\n\n元気になった場所で、元気になっています。 だが、主人公のアララギは、いろいろなキャラクターと面白いやり方で対話している。 このショーのプロットは、大事なものではなく、多くのマイナーアークで語られています。 このショーの大半は、順不同で見られるようになっていますが、大部分はおそらくそれが完全に可能であっても、おそらく推奨しません。\n\n前のシーズンのすべてのキャラクターは存在しますが、それ以上のものは追加され、他のものはスクリーンタイムを犠牲にします。 これらの中で最大のものは、1つのエピソードで5分間のシーンが1つしかないことを示すナデコです。  「新」キャラクターは忍と荒木姉妹、カレンとツキヒです。 私は「新」と言っています。なぜなら、これらの文字は、 彼らには開発がありませんでした。実際には行がなく、全く話がありませんでした。 彼らはただそこにあっただけです。\n\nこれは2番目のシーズンですが、最初のシーズンを楽しんだら2番目のシーズンを楽しむことができるでしょう。 また、非常に高い生産性とアニメーション品質は、これを傑出したものにしてくれます。 しかし、前のシーズンとのいくつかの顕著な違いがあります。\n\nまず、プロットと構造です。 ほとんどのシーズンはフィラーのように感じられますが、実際には何も起こっていません。 これらのエピソードは、本質的に無意味な文字のやりとりで構成されています。 それは否定的に聞こえるかもしれませんが、それは実際には反対です。 私は、幕末のレビューで、ショーの最善の側面はキャラクターと対話であると言っていました。  Nisemonogatariはほとんどの部分を修正するようです。\n\n導入された新しいキャラクターは、すべての楽しみと奇妙な忍は私の意見で際立っているとしています。 忍よりも面白くて楽しい人だけが日立自身です。\n\n私はファンのサービスについてコメントしなければなりません。  NisemonogatariはBake全体よりも最初の4つのエピソードでより多くのファンサービスを持つように見えました。 それは悪名高い「歯ブラシの場面」を含むものでもありません。 しかし、私がこのシリーズに信用できるものと考えられるものはすべて、それがどれほどユニークかということです。 そんな面白い芸術的なやり方でファンのサービスになっても、あなたは全く違った名前を作ることができます。 このシリーズ全体は、すでにそれ自身のジャンルのようです。 しかし、私の不満にもかかわらず、それは私の楽しみを妨げることはありませんが、同時に、それもそれを強化しません。\n\n全体としての物語は、物語シリーズの素晴らしいものです。 元のシリーズの魅力を維持しながら、新しい要素や文字を追加しながらも、強制的に感じることなくできました。\n\n方向の変化を嫌う人もいますが、それは良い方向に向かっていると思います。"
  }
]
