[
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "du5k",
    "profile": "/profile/du5k/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=59657",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  8\n\n私は、すべての11のエピソードのすべての話を1つのパラグラフで要約することができますが、それでもあなたのためにショーを台無しにすることはできません。 これは実際には過言ではありません。 かなりの数のエピソードは、カレン・ビーとツキヒ・フェニックス・アークのプロットとは何の関係もなく、ほとんどは対話、Nisio Isinスタイルで満たされています。  Bakemonogatariの成功に頼って、Shaftはファンがストーリーを必要としていないことに気づきました。 彼らは、シンボの生き生きとした天才とニッシオ・イシンの創造的な物語の美しい相乗効果を求めています。\n\nだから私は、あなたが探している話であれば、あなたは失望していると言っています。 ストーリー自体の長さは1つですが、2つのアークの終わりは非常に気候が悪いです。 また、私は伯文門の弧から多くの類似点を引き出すことができました。 実際に私たちの主役Koyomiが本当にクールだと分かっている瞬間がありますが、それ以外にはこの分野ではあまり提供しません。\n\nだから話の代わりに、私たちは何を得ましたか？ たくさんのファンサービス。 実際、ファンサービスは、ポストタイトルの質問に対する答えです。 上記のシーンは、あなたがショーで期待するもののほんの少しであり、その額は「ポルノモノガタリ」という言葉を生み出すのに十分なほど馬鹿げています（しかし、この言葉を聞いた場所は思い出せません）。\n\nあなたの好みに応じて、ファンサービスはかなりのお手伝いをすることができます。  Nisemonogatariは、クイーンズブレイドとQwaser no Seikon（嫌なことと出会った）の露骨なファンタジーとは違い、彼らの救出においては非常に賢明でした。 彼らの多くは女性の服を剥がすことなくこれをします。 私は「示唆的なファンサービス」と呼べるスタイルです。 悪名高いエピソード8がその良い例です。 ニセモガタリは、シンボーが創造的なジュースのどれくらい彼がこの「示唆的なファンサービス」に取り組むことができるかを見るための入札だと思っています。\n\n残念ながら、他のいくつかのように、私はショーがかなり不快であることを隠すことはできません。 ショーの方向性は、コヨミがガールフレンドに本当に忠実でありながら、他の女の子たちの周りをうろついていることを完全に大丈夫だということを意味すると感じています。  Kanbaruは実際に男の前で裸であることに何の問題もなく、八九は実際に貪欲になりたいですか？ まあ、コヨミが実際に両姉妹にキスして、そのうちの1つを貪欲にしてしまった（結果が出ていない）と、彼と他の人があまりにも遠く離れてしまったという事実とはまったく違う。 私は、近親相姦禁欲のために日本人が持っていたものを手に入れませんでしたが、何が間違っているかは、ショーでこれらのすべてが完全に正常に見えたということです。 おそらく彼らは、論争がNisemonogatariのユニークさの一部になることを望んでいたかもしれませんが、もし来れば、私は日本に戻り、戻ってこないでしょう。\n\nしかし、まだ、シャフトはエンターテイメントをもたらしました。おそらく京谷の予算超過の作品だけが一致することを望みます。 私はファンサービスのアニメを好きになるような羊のように感じるが、シャフトは私のお金を閉じて取ることができます。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Near_J",
    "profile": "/profile/Near_J/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=56175",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\nニセモガタリは、爆乳の直後の続編であり、荒らしみやみのシッターズ、カレン、ツキヒの話を語っています。\n\nストーリー-10\nニセモガタリは、その下調製作のために、ぼくのような物語にもっと重点を置いており、キャラクターや進行中の物語を輝かせるのに役立ちます。 さて、私はそれをなぜ10にするのですか？ストーリーは実際のストーリーラインにもっと集中しているからです。 私はどこにでもファンタスティックの束があることを知っています...しかし、それは主要なキャラクターの開発をしています。 ご覧のように、私はこのシリーズの次のエピソードを待つのを止めることができません。それは私が2回見るのを面白くするプロットのためです.Nisemonogatariは7パートを持つKare Beeにもっと焦点を当てており、 彼の妹（イモウォ）と一緒に、小林幸美さんの個人的な生活の上に、それはかなり感情的になります。 その後、他の荒木さんの姉妹にも知っている築地弧は、新しい興味深いキャラクターが登場し、物語そのものがもっと面白くなっていく。 これは完璧なモノです！\n\nアート10\nそれをSHAFT!!と言いましょう。彼らはこのフランチャイズのために別のユニークな芸術を作っています。 だから、このアニメのフランチャイズは完璧な芸術を持っていることは間違いなく、それは元気で元気に見えます。\n\nサウンド10\nああ、そうそう、音...それは本当にキャッチーで、とても忘れられないものです。 たとえば、カレン・オープは本当に元気で、面白かったです。何度も何度も何度もその音が聞こえてきました。そして、私は再び10を与えます。BGMのすべての音が現時点で正しいと感じています。  BGMにはいくつかのバリエーションがあり、繰り返しはありません。 新しいTsukihi OPは非常にかわいい、オリエンタル、オリジナルです.... CLARiSによるエンディングは、SupercellによるBakemonogatariの終わりのようにも素晴らしいです。\n\nキャラクター-10\n私が物語の部分で言うように、キャラクターはより発展しています。 私たちは、Senjougaharaのような前のキャラクターを見ることができます。 しかし、実際のキャラクターの開発は、火の姉妹のためです。コヨミの姉妹は、ユニークで複雑な人格を作るのが一番です。しかし、Nadeko Sengokuのような他のキャラクターはシリーズであまり進展しませんが、個人的なものは Bakemonogatariで説明されているalrady。 あなたが見ることができるように、あなたはキャラクター説明のすべての部分を理解するためには、バケモガタリを見なければならないので、あなたはそれを気にしません。\n\n楽しさ-10\nオハイオ、これは私が今までに見たアニメ、キャラクター、ユーモア、アート、そしてそのすべての部分がとても楽しかったし、とても素晴らしいアニメストーリーです.Bakemonogatariを見て、Nisemonogatariの4つのエピソード、 あなたはシリーズに夢中になり、ますます尋ねられ、次のエピソードを待っています。\n\n全体で-10\nまあまあ！ 完ぺきなアニメシリーズですね、幕末を見て、このシリーズを続ければ、私と同じことを考えてくれるはずです。 それは普通ではなく、ユニークで、ええ、NisiOisinの文学的多様性は、Nisemonogatariで私を驚かせ続けていた。 フランシス、キズモノガタリの映画を見直すのを待つことはできません。\n\n私のレビューを読んでいただきありがとうございます...私はこのレビューがあなたと私の悪い英語XDのごめんねに役立つことを願っています.."
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Anemonae",
    "profile": "/profile/Anemonae/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=56317",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  9\n\nさて、これは私の最初のレビューなので、私はこの権利をしようとするつもりです。 私がキーボードを登録するには速すぎるので、スペルミスを許してください。 これには非常に最小限のスポイラーがありますが、私はプロットを明らかにしませんので、心配する必要はありません。\n\nOKAYSO：\n\nストーリー：9/10\n\nNisemonogatariの物語は私が今まで見たこととは違う。  Nisemonogatariには多くの文化的な違いがあります。あなたが私のような西洋人なら、それらのいくつかは拾いにくいです。 近親相姦の主人公は、このアニメにはポルノの笑い声のようなユーモアのセンスがあります。 私は日本に住む友人と何度も話しました。彼らは面白いと思っているようです。 あなたがこのようなテーマに非常に落胆するならば、このアニメはあなたのためではないと言われています。\n\nNisemonogatariには膨大なファンサービスがあります。 当然、あなたがこれを見ているなら、あなたの99％が「釈迦の祭り」と呼ばれるプレクアルを見たはずです。 あなたが持っているまで、そうでなければ、このアニメを完全に無視してください、そうでなければ、私がしたのと同じ楽しさを得ることはありません。\n\nNisio Isinはストーリーテリングの天才であり、すばらしい対話がたくさんあります。もしあなたが気の利いた議論のファンであれば、Nisemonogatari以上には見えません。\n\nアート：10/10\n\nこれは私が今まで見てきた中で最も美しいアニメです.ShAFTは再び幻想的な傑作を手に入れてくれるので、シーンなどで迷子になってしまいます。 アートワークには、会話の際に頭をひねるような人物や、幕末の有名な「ブラックスクリーン」のスライドなど、見ていると気づく小さな商標もあります。\n\nサウンド：9/10\n\n私はこのアニメの音に奇妙なものはなく、オープニングテーマはいつも彼らに素晴らしいリングを持ち、アートワークとうまく融合しました。  EDは中毒ではありますが、Kimi No ShiranaiがBakemonogatariにあったという点はありません。 私は彼らがその音で素晴らしい仕事をしたと思う。\n\nキャラクター：10/10\n\nさまざまなキャラクターの多くの迷惑にもかかわらず、すべてを補うものがあります。  Senjougaharaは、他のアニメの他のキャラクターと比較できない真にインスパイアなキャラクター、女神です。 私はおそらくそれを言って多くの否定的な票を得るだろうが、それは言われる必要があった。 彼女がスクリーンに着くたびに、彼女が荒らしをしていて馬鹿げた冗談を言うたびに、私はアニメに夢中になり、私が欲しいと思っても瞬きできなかった。 誰もが幕末を見たことがあれば、これは確かに関係しています。 私が望むほど多くはないので、彼女の瞬間を宝物にする。\n\n楽しさ：9/10\n\nこれは間違いなく10歳でしたが、私は近親相姦には反対しており、私に不快感を与えるシーンがいくつかありました。 それは私の個人的な意見です、それを取るか、それを残してください。 他のすべてはすばらしかったです。\n\n全体：10/10\n\nあなたが不快な瞬間を乗り越えることができれば、このアニメはどんな形でも形をとった傑作です。 私はキャラクターの開発を大好きな人にこのアニメを強くお勧めします。そして、飛んでいく派手な戦いシーンには大きな価値を置いていません。 あなたがまだ持っていないなら、それを見なさい！"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "TheAsianBoi",
    "profile": "/profile/TheAsianBoi/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=87163",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  7\nキャラクター|  9\n|  9\n\nNisemonogatariは、最もお気に入りのシリーズの一部です。 物語シリーズ。 このアニメは非常に素晴らしいと多くの高と非常にアニメの視聴者のために楽しいです。\n\nストーリー：ストーリーはこれまでとは若干異なっています。 幕末の物語の主なサイクルは、彼が出会ったランダムな人々を助け、出現（神、幽霊など）を取り除く必要があることです。 しかし今は違う。 コヨミは姉妹を助け、代わりに出生の問題を抱えています。 途中で2つのアンタゴニストも出会う。  Deshu KaikiとYozuru Kagenui。 プロポーズをもっと厄介にするのは、おしのがすでに市を去ったため、小糸は忍の援助を受けることができないということです。 コヨミは今、自分の姉妹を自分で救うという問題に直面しています。\n\nアート：アニメーションは非常に美しくて驚くべきものです。 このアニメは、いくつかのスタジオが気づく必要があるものの完璧な例です。 スタジオ・シャフトはアニメのこの作品を制作するのに優れた仕事をしました。\n\nサウンド：私は本当に音について何も気づいたことはありません。 しかし、私はこのアニメに登場するオープニングとエンディングの曲を楽しんでいます。このアニメは異なるオープニングとエンディングを持っているため、何を期待するか分からないという事実が大好きです。 全体的に音質は良かった。\n\nキャラクター：主人公の荒木佳美さんは本当にうまいキャラクターですが、それは悪いことではありません。 実際、これらのタイプのキャラクターは、このようなアニメと非常によく似合い、家族や友人を世話することが最も重要な部分であり、常に援助の手を貸してください。 私達が会う最初のアンタゴニストは、デイシュカイキと名乗るコンチェルアーティストです。 カイキーは、遂に妖精とコンス（幼い子供）のエキスパートになりすます。 コヨミの姉妹の一人に問題があり、彼女が「正しいもの」と呼ぶことを何もしないで止める、第2のアンタゴニストである。 多くの女性キャラクター（そしてあなたはそれらにたくさん出会うでしょう）は常にコヨミに引き付けられます。 彼の姉妹さえ。 私が間違ってはいけない、このアニメは近親相姦についてではなく、家族の強い愛のラインの詳細です。  Koyomiの姉妹（Fire Sistersとして知られている）は確かにかなりのキャラクターです。 中学生のカレンは、主に戦闘での運動能力のためにこのシリーズの私の好きなキャラクターの1つです。 最年少のつききはより繊細なタイプです。 彼女は非常に優雅で、カレンに比べてかなり女性のように行動します。 さあ、このアニメの2人のアンタゴニストについて話しましょう。\n\n楽しさ＆amp; 全体：私は本当にこのアニメを楽しんでいた。 私はアニメが歯ブラシのシーン（非常にランダムだった）のように提供しなければならなかったもののすべてのビットを愛し、ここからモノガタリシリーズに夢中になった。 私は強く誰にでもこのアニメをお勧めします。 はい、このアニメはファンサービスを持っていますが、これは本当にアニメの1つです。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Shaythekid",
    "profile": "/profile/Shaythekid/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=104189",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  10\n\n「通常、ステージで何が起こっているのかを知るだけでいいです。 それが現実の仕組みです。\n\n爆乳の商業的成功に続いて、Nisio Isinの軽小説シリーズ「Nisemonogatari」の次の章をアニメ化しました。 これは、爆音の直接続編であり、幕末の出来事の後にやがて起こります。  1人のキャラクターが指摘しているように、「メンバーをあまりにも多く追加すると、その話は続きます」 キャストにいくつかの新しい追加がありますが、シリーズの大半はおなじみの顔に集中しています。 今シーズン、Koyomiの2人の姉妹、陽気なトムボーイ・カレンと繊細で短いテンキーが、マイナー・バックグラウンド・キャラクターとして注目を浴びています。  「火の姉妹」は主な焦点になりますが、それはまだまだ関わっているが、このシリーズでは後ろ姿を取っている釈迦の作品のヒロインたちとよく調和しています。\n\nここでは、元気かどうかは分かりませんが、元気かどうかは分かりません。 視聴者がよく知っていた一般的なテーマやスタイルがそのまま残っているため、趣味の問題ですが、あなたには気に入っているかもしれないし、そうでないかもしれないいくつかの変更があります。  2人の姉妹が主な焦点ですが、様々な場面でおなじみの顔も見ています。 このシリーズは、キャラクターの関係に時間を追加して、古い相互作用を演じます。 彼らはお互いに慣れ親しんでおり、彼らの相互作用は私にとっては少しスムーズです。\n\nアララギの兄弟を除いて、人生のそれぞれの見通しの違いを強調している、人生と正義に関する異なる認識を持ち合わせている、新しい顔がいくつか生まれています。 火の姉妹は正義を守ると信じていますが、カイキは全く違うクラスです。 彼は残酷または悪のように見えるかもしれませんが、彼の心の中で、彼は実際には善悪のスペクトルに属しません。 彼が信じているのはお金だけであり、それは唯一の絶対です。 私はそれが悪人の非常にさわやかなテイクであることが分かった。 それは正義と悪の議論をもたらしますが、それはまた成人、あるいは悲観的な見通しでした。 問題が解決された方法は、ほとんどの対立とは異なり、それは素晴らしいものでしたが、一部には少し失望しているかもしれません。\n\n私が気づいた大きな違いは、ファンサービスの増加でした。 ほとんどの場合、私は大丈夫でしたが、激しい対話やプロットの瞬間に少し気が散っていました。 しかし、それは何度も陽気なシーケンスにつながったので、私は本当に何を言いたいのか分からない。 時にはそれが過度に感じられたように、もう少しモデレートがあった方が良いと思う。 キャラクターが互いにやりとりする方法についてもう少し詳しく説明しています。キャラクター自身の耐性や自信（または不足）などです。 これはそれを愛するかもしれないし、それを憎むかもしれないが、そこにいる多くの視聴者が少し楽しむだろうと思う。\n\nアート/アニメーション：スタジオシャフトのシリーズとして、アニメーションは非常にうまくいきます。 私の意見では、特にこのシリーズはすばらしかったです。 アニメーションは滑らかでカラフルでした。 それぞれの背景は異なる雰囲気や設定をもたらします。シンプルで洗練された背景をユニークに見せることができます。 私は、幕末とは違って、アニメーションの質やビジュアルが急激に変化したように見えました。 これの一例は、シリーズの3つの第2回目のテーマで見ることができます。 シャフトには独自のスタイルとクォークがあり、私が愛していたこのアニメでは自由に走りました。\n\nサウンドとサウンド：あらゆる面で強固で、バックグラウンドトーンは気分に非常によく合い、現時点で進行中のことを補完します。 このシリーズには、幕末と同じように、千住ヶ原、カレン、ツキヒの順番で、独自のスタイルと歌手でさまざまなオープニングテーマがありました。 私は彼らが自分のやり方ですべて良かったと思っていました。カレンは3のお気に入りですが、かわいいつきのテーマが好きです。\n\n全体的に私は本当にこのシリーズを楽しんでいました。各エピソードはほんの数分のように感じました。 それは素晴らしい、気の利いた対話と、行為や性格のやりとりがうまく合わされています。そして、うまくいけば、うまくいっています。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "jyugs",
    "profile": "/profile/jyugs/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=197587",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  9\nキャラクター|  6\n|  10\n\nニセモガタリは後編ですので、最初に見たことがないなら、そうしてください。  Nisemonogatariを要約すると、それは女の子が関わる超自然の謎を解くのと同じプロット構造に従う。 今シーズンは、少年の恋人、Koyomiの姉妹KarenとTsukihiだけに続き、それぞれの弧は、より多くの倒錯したフィラーで詰め込まれました。\n\nストーリー：5/10\n間違いなく、化物語として動くプロットとしてではありません。 コヨミの姉妹、カレンとツキヒの話をしました。 今シーズンはずっとずっと戻っていて、実際にはそれぞれの姉妹のアークで甘い時間を過ごしました。 各アークは、「虚偽」または本物であると考えられるものについての哲学を探った。 それぞれの弧には「預言者」がいました。カレンはカイキ、ツキイはカギ​​ヌイでした。そして、おしのは幕末の預言者でした。 私がこのことを見ることができるのは全シーズンでした。だから、あなたが、釈迦のような意味や象徴を探しているなら、あなたは失望します。\n\nアート9/10\n今年は幕末と同じスタイルが特徴でしたが、芸術的ではありませんでした。 もっと厄介なものがあり、象徴性が少なく、解釈することが少ない。 品質はまだ素晴らしいです。\n\nサウンド9/10\n私はすべてのテーマソングを徹底的に楽しんだ。 私は本当にそれぞれのキャラクターがプロットラインに関連するテーマソングを持っているのが好きです。\nショーの音楽は現代的で、私はそれをBakemonogatariと同じように楽しんだ。\n\nキャラクター6/10\nプロットと同様に、キャラクターの開発には焦点が当てられていませんでした。 既存のキャラクターのほとんどが開発されていなかったため、カレンとツキイの開発は、バケモガタリと比較して薄くなっていたため、あまり明らかではありませんでした。\n面白いと思ったキャラクターは忍野でした。 彼女は、彼女がスクリーン時間の約1％を持っているにもかかわらず、話していないにもかかわらず、幕末の間にかなり重要でしたが、今シーズン私は彼女に適切に会いました。\n今シーズンを見る前に、それぞれのキャラクターが多く好きだったので、開発は私にとっては問題ではありませんでした。 私は完璧に満足していました。\n\n楽しさ10/10\n今シーズンを見る前に、私が変態者だとは思わなかった。 コヨミの心がどんなに病気になっているかが分かりますが、それは間違っているように見えますが、そうだったのです。\nNisemonogatariのためのかなり一般的な批判は、それはその過度のファンサービスのために現金採取だったということでした。 私はファンとしてのサービスを楽しんで忙しかったので、それが当てはまるわけではありませんでした。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "kassnicxo",
    "profile": "/profile/kassnicxo/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=220687",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  10\nキャラクター|  7\n|  8\n\n最初のシーズンと比べると、このアニメはもっと軽くて楽しいものでしたし、もっとユーモアがありました。 私の一部は、実際に元のものを保つ代わりに、より若い群衆にアピールしようとしているのかどうか、本当に不思議に思っていました。\n\nしかし、そのメモでは、私はそれを楽しんでいないようではありません。 それはまだそれが気の利いた対話と夢中の物語の行を持っていたので、私は興味をそそられました...しかし、私は彼らが多くの人物の人格を見失って、少し外に出てしまったように感じます。 普通の寒い千鳥ヶ原は、より声がかかり、ちょっとやっかいになってしまったので、どうして本当に羽川に提出するのか分かりませんでした。 荒木は女の子といっしょになってきているが、それは最初のシーズンではっきりしていた。しかし、再び彼の性格は、彼がもっと変態してプレイボーイの役割を演じるにつれて、  。\n\n姉妹との出会いも今シーズンの新鮮な新鮮なタッチでしたが、技術的に若い姉妹のストーリーラインがホーネットよりも真剣に取られてしまったときに、妹のKarenにもっと多くの時間を費やしたように感じます。 しかし、それは私の意見です。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Atman",
    "profile": "/profile/Atman/reviews",
    "pages": "3",
    "number": "8",
    "link": "/reviews.php?id=55879",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  9\nキャラクター|  9\n|  7\n\nこのレビューのためのCliffnotes：あなたがBakemonogatariを見たことがないなら、それを見に行き、熱が疲れる前にNisemonogatariに移動してください。 あなたがベイクを見たことがあるなら、ニースはトリプルファンサービスでもっと同じです。\n\n（見られるEps：7/11）\n\nニセモガタリは、前祖のように、バケモガタリは、あなたに魅力をキャストする傾向があります。 これまでのところ、私は本当にこれを楽しんできましたが、何よりも罪悪感のあるfanerviceの方が多いです。\n\n初心者のために、Nisemonogatariは本質的に、異なった、様式化された背景に設定された一連のダイアログです。 通常、彼らは美しい地元の女の子が犠牲になる傾向のある超自然の呪いを話しています。そして、彼らはその人を半シャインのように助けます。 ダイアログベースのストーリーテリングのために、これがアニメとは対照的にテープ上の本であれば、プロットで失われることはほとんどありません。\n\nアートワークそのものはすごくかわいいですが、私はこの時点で動きを見ているように感じています。 シリーズのすべての女性キャラクターは、背を上げて首を伸ばして、通常の会話の中でセクシーに伸びます。  （理由は？アニメーターは顎のショットが暑いと思うから！）季節1ではぎこちなく息を呑むようなものは今やちょっとハムばかりです。 アニメリファレンスを作ることを除いて、彼らはチャンスを取るのをやめたように感じます。アニメーション全体がとてもスタイリッシュになり、不安定になり、聞いている間にヌーディー雑誌をめくるように感じます アニメを見ているよりテープのその本に。\n\n実際、Nisegatariは、誰かがドアの中を歩いている場合、私のラップトップを閉めるのを嫌うアニメの1つです。 一方、Bakegatariは、そうではありません。  Bakegatariはキャストの荒れ狂うホルモン（貪欲または2つのことを気にしない人）に簡単に対処しますが、Nisegatariはしばしば柔らかいポルノに接します。\n\nこれらすべての批判はさておき、このシリーズのキャラクターの発展は大いに魅力的です.Bakemonogatariがすでにあなたを愛してくれるようにフットワークをしたからです。  （私は蘭の姉妹が好きではありません。私は彼らのことを覚えていません。\n\n荒らしの紋章の中の他のすべてのキャラクターにとって、私の反応は深い、腹を立てて、はい！ 彼らはすべて、カメラが自分のおっぱいと上品な景色の間を行き来しながら、自分自身の他の面を発達させ、変化させ、見せる。\n\n私はまた、この繰り返しで音が改善されたことを述べなければならない。 バケモガタリの音楽は奇妙なので、それはかなり早く繰り返しました。\n\n要するに、私はひぐらし - レイを好きなように、ふわふわしたボーナス素材としてこれが本当に好きです。 それはそれをしようとしているにもかかわらず、オリジナルの手縫いの連続として私には印をつけませんでした。\n\nあなたがBakeを好きなら、Niseを見てください。 あなたがBakeを嫌ったら、これをスキップして、あなたはあまり失っていない。 もしあなたがベイクを見なかったら、それをやってください.Niseでは何も意味をなさないでしょうから。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "sdfsdf",
    "profile": "/profile/sdfsdf/reviews",
    "pages": "3",
    "number": "9",
    "link": "/reviews.php?id=51805",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのシリーズを見る前に、最初のシーズンである「美人祭」を見るのが大変便利です。 そうでなければ、古いキャラクターのコイモイとの知り合いは分かりませんが、ストーリーの焦点では​​ありません。 彼の2人の妹が物語の中心になるだろう。 それは、Bakemongatariが好きな人はNisemonogatariのようにほぼ確実です。\n\n物語シリーズの主旨は、神秘的なコメディーと明快な勝利の女の子の「軽い」ハーレムです。 大部分のキャラクターは超自然に苦しむ少女であり、主人公はちょうど慢性ヒーロー症候群を起こして、これらの問題を抱えているすべての女の子を救わなければなりません。 女の子を救うことは謎であり、ほとんどの会話はコメディーな行為です。\n\n物語は、彼がいつも彼を守ると思った昨シーズンからの約束以外の少しの説明で、主人公が若干サイコのガールフレンドに抱かれているメディア・レスで始まります。 そこから、それは様々な女の子との夏休み乱交の始まりに戻ります。 ストーリーは、多くの謎と思考の思考や交流が多いですが、多くのコメディが投げ込まれています。また、最初のシーズンに欠けていた大きな悪いこともあり、世界の多くを主人公として説明し始めます 世話をしなければならない。\n\nアニメの芸術は非常に異なるスタイルです。 これは、ラスターのレイヤーと3Dセルシェーディングを巧みに使いこなす学生のように、非常にスタイリッシュです。 キャラクターを除いて、ストーリーの背景やオブジェクトはすべて、純粋にコンピューターで作成されたグラフィックスであり、大きくモデリングされています。 色はしばしば非常に対照的であり、空白のスペースがたくさんあり、奇妙なオブジェクトが混在しています。 環境はその性質上、しばしば誇張されてかなり現実的であることがあります。 背景文字はありません。 芸術は、主人公と彼の周りの誰もが彼と一緒に住んでいる世界を隔離する役割を果たします。そして、それは本当に異なる雰囲気を作り出します。 芸術は特徴的なアニメから出発しているが、完璧に行われている。 気分を盛り上げるのに役立つ、色とその背景の色を単に示す様々なシーンもあります。 これらのものは、通常あなたの紅茶ではないかもしれませんが、これはアニメの雰囲気を作り上げることです。\n\n文字は本当に物語を作るものです。 それぞれの重要なキャラクターは、ある種の超自然的存在（主人公を除いたすべての動物、ヴァンパイアと超自然の王である）との悩みを持っています。 主人公の仕事は、これらの女の子のそれぞれが自分の超自然的な問題を解放することです。通常は、彼らが認めたくない内部の欲望に由来します。 どんな女の子も本当に似ていません。 それぞれのキャラクターは物語を通して深く探検され、キャラクターが成長すると一般に救われます。 彼らはすべて超自然に増幅され、主人公の助けを借りて克服しなければならない巨大な情緒的負担を持っています。\n\nたくさんの話、極端に様式化されたアート、そして深くて豊かな物語を楽しむなら、これはあなたが見なければならないシリーズです。 あなたが化物語を見たなら、同じ女の子たちが小兄の周りを走っていることを期待してください。  2つ目のエピソードから始まるより多くのファンサービスもあります。 いずれにせよ、これはみんなが見なければならない素晴らしいシリーズです。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Nonon_Jakuzure",
    "profile": "/profile/Nonon_Jakuzure/reviews",
    "pages": "3",
    "number": "10",
    "link": "/reviews.php?id=136293",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n\n\n答え：いいえ.Nisemonogatariは私の意見ではもっと興味深いコアキャラクターを持っていました。 私を参照しているコアキャラクターは、 'Fire Sisters'とShinobuであることは明らかです。 キャラクターは非常に必要なもので、制作やブレーキをかけることができます....おっと、私は何かに関心を抱いて、いつも私が自分自身に退屈している理由を知りました。  8.27は素晴らしい格付けだが、それは、それが気になるより悪いとの考えを持って、シーズンに入る前に視聴者を明らかにするだろう、その予選よりもまだ低い。  Ecchiの嫌悪者は明らかにこのシリーズを完全にうまく楽しむことはできません。そして、私は確かにそれを楽しんだecchiと無関係の人がたくさんいると確信しています。 私はあなたの心を変えるためにここにいるのではなく、あなたにアニメについての私の意見を与えるために、そしてまだこれを見ていない人にそれを見せて、それを見るために余分なプッシュを与える。\n\nストーリー：物語の季節の話は複雑で、アニメの勉強を楽しむ私たちは、何度も何度も画面上で何が起こっているのかを知ることができます。 元本屋では、釈迦の兄弟と姉妹の結びつきが見えます。 エッチが時折進化したとしても、非常にうまくいったストーリーでした。 ここの目的を果たしているなら、私はそれを楽しんでいて、あなたも同じことができるかもしれません。\n\n芸術：念願の芸術は、釈迦のように顎が落ちるようなものでした。 私はEfのようなアニメでビジュアルを楽しんでいましたが、これはもっと魅力的です。\n\nサウンド：物語フランチャイズのもう一つの素晴らしい点。 大きなオープニングとエンディングと素敵な声で、Nisemonogatariの両方のオープニングがいつも好きな150のオープニングを潰してくれることは間違いありません。 それは何か意見がありますが、まだ聞いていない場合はそれを聞く価値があります。\n\n文字：どこから始めるのですか？  Nisemonogatariのキャラクターは私のために最大のハイライトでした。 あなたはカレンの信じられないキャラクターを持っています。そして、もう1つおいしいものを作りました。 何かあれば、これは簡単にNisemonogatarisの最強ポイントの1つでした。\n\n楽しさ：これを読んだら、10/10以外の何かが私がこれをどれくらい楽しんでいたかを示すことは間違いありませんか？ ただ素晴らしい。\n\n全体的に：私はこれを10/10に与えています。 多くの人が私の意見ではありますが、私の意見は変わらないという事実はまだあります。 次のシーズンはこれからもっと楽しめるでしょうが、今のところこれは私のお気に入りです。\n\nこのレビューをコミュニティから読んだことを大変うれしく思っています。私は物語第二シーズンを楽しみにしています！\n\nありがとうございました！"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Pera",
    "profile": "/profile/Pera/reviews",
    "pages": "3",
    "number": "11",
    "link": "/reviews.php?id=53665",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  7\n|  8\n\n私は自分自身にこの質問をしています！ なぜ私はこれを見ているのですか？\nそれは女の子ですか？\nそれは話ですか？\nそれとも何か他の理由があるのでしょうか？\n知りません！\nニセモガタリは非常に特別なアニメです。あなたが空を感じると、何か「奇妙な」ものが起こっているのを見てください。 そして、あなたは本当に何が起こっているのか説明できません。\n\nストーリー：\nこれはSHAFTの有名な「Harem」アニメの続編です（私が本当にそれを呼ぶことができれば）。\n化物語学が終わった後、多くの質問は除外されました。 そしてこれはその話の続きです。\nあなたは吸血鬼か半分か（私は本当にそれを理解していない）主人公のAraragiを持っています。 誰が困っている人を助けなければならないのか、たとえ彼がその人を知らないと思ったとしても。\nストーリーはそれほど複雑ではありません。 しかし、それはなぜこのアニメが特別なものであるのかということではありません。\n\nキャラクター：\nこのアニメのほとんどのキャラクターは女性で、最後は男性です。\nこのアニメのキャラクターは、あなたが他のアニメで見たことのないものではありません。 しかし、誰もが好きです。そして、SHAFTはあなたに異なったキャラクターを気にさせようと努力しています。\nそして、キャラクターが相互にやり取りして、これをとても特別なものにし、彼らがバックグラウンドをどのように扱うのか、です。\n\nアートとサウンドトラック：\nあなたが何かを見ている時、SHAFTは実際に見る人に奇妙な気分を味わいます。 キャラクターの周りに何が起こるのか、またキャラクターが作る領域は非常に特殊なものだからです。\n奇妙なことが起こって意味がない、別の次元であなたの視聴のように感じます。\n\n私はSHAFTが本当に好きで、どのようにアニメを作るのが好きですか？ それはいつも新鮮で、これもそうです！ そして、彼らのアニメはすべて互いに違う感じをしています。\n私は最後に驚くべきプレクエル（Bakemonogatari）を見つけられませんでした！ これは本当に本当に興味をそそられました！\nそして、私はそれが提供するすべてのファンサービスのためにそれを言っているわけではありません。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "platinumSKIES",
    "profile": "/profile/platinumSKIES/reviews",
    "pages": "3",
    "number": "12",
    "link": "/reviews.php?id=105017",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  8\n\nNisemonogatari：偽のものが何を意味するのか疑問に思う唯一のアニメ...そしてなぜあなたはあなたの歯ブラシを再評価すべきですか？\n\n（ニセは幕末の続編なので、最初のシーズンを見たことは間違いないと言わなければなりません。なぜ、コヨミがガールフレンド、ヤオイファン、 バスケットボールの選手、ボードゲームのジャイルベイト、「私だけが知っていることを私が知っている」、それとグレードスクールのいたずら幽霊があります。\n\nストーリー（8/10）：Koyomiの妹KarenとTsukihiに焦点を合わせても、常に彼らに焦点を当てているわけではありません。 本当に？ それはまったく悪いことではありません（ほとんどの場合）。 私たちが新しい素材を（明らかに）手に入れている間に、幕末を見た視聴者は、素敵な女性を見て、彼らの物語がどのように続くのかを知るでしょう。主なものはSenjōgaharaであり、彼女の過去を彼女の後ろに置くことです。  KarenとTsukihiのストーリーが私たちを魅了する紆余曲折は、面白いものであり、最初のシリーズで奇妙なものがどのように見えるかを変えるのに役立ちます。 でも、私は、彼女が中途半端に存在していたことを覚えていたように見えるので、彼女の物語の弧で軸がつくように感じました。\n\n話の最大の強みは対話です。 すべての会話は、物語の哲学となぜ文字が彼らが何をするのかを理解する上で重要です。 すべての会話は、それが意味であると明確になるわけではありませんが（そして私を信じて、彼らはそうではありません）、彼らはすべて物語の全体を構成します。 強さは対話であり、コメディ、より暗いテーマ、ロマンス、スライス・オブ・ライフ、そしてその間のものの間でより簡単に移動することができます。\n\nアート（9/10）：これはシャフトの生産であり、ニセモガタリはよく見える。 すべてのキャラクターモデルは、時間の経過を反映するようにわずかに変更され、前と同じように見栄えがよくなります。 私はShaftに何かもっと現実的なフェイシャルデザインを加えるように促したのだろうかと疑問に思ってはいけませんが（それはちょっと見えますから...）、このシリーズは超現実的なイメージから繁栄する傾向があるので、 より頻繁にはない。 もし何か気になってしまったら、大部分の色が色落ちして、すべてがちょっと薄く見えて、ショーのバックグラウンドは奇妙な建築物でも、空白の壁でも、中間地ではないようです。 しかし、それが私がニットピックアップしなければならないことは、シリーズのデザイン全体にどのくらいの労力がかかっているか、どれだけうまく出てきたかを示すだけです。\n\nサウンド（8/10）：ショーに登場するすべての曲が良いです、それぞれのオープニングはキャラクターソングとしても倍増しています。 私はカレンとツキイのオープニングが好きでした。彼らは耳を傾けるだけの楽しみがありました（特にTsukihi's Platinum Disco。あなたの頭の中からそれを取り出そうと頑張ってください）。  ClariSによる「Naisho no Hanashi」の結末は、すべての作品と同じように良かったですが、私はKimi no Shiranai Monogatariを逃したと認めます。\n\nキャラクター（9/10）：本当に、それはNisio Isin作品ではないでしょう。 彼らのすべては私たちの最後の視聴から少し成熟しており、私はもっと幸せになれませんでした。 彼らはすべて、他のハーレム風のショーから彼らを大きく育てる強い性格を持っています。 コヨミはまだ彼のやや冷笑的で、ペービー、ヒーローな自己であり、物語の出来事を捉えるのはとても面白いです。\n\nすべてのキャラクターは素晴らしいですが、私は完全に正直でなければならないでしょう。大西忍の全面的な紹介によって私はショー全体が盗まれました。 私たちは彼女を黙っているように見えましたが、前回は貧弱な少女でしたが、ここでは完全なモンティが得られます。 そして神によってそれは栄光です。 彼女は私が好きなキャラクターになったのを見るのがとても賢明で楽しいです（彼女のコヨミとのやりとりは本当に面白くて面白いので、まだ未発表のキズモノガタリとの関係がどのように進化してきたのか、\n\n私が好きではないキャラクターにとっては、ナデコに行く必要があります。 私たちが本当に見ているのは、ひとつのエピソードであり、コヨミの「良い恵み」を手に入れようと努力していたので、彼女はうまく外れませんでした。  （許されている、私はそれが本のそれのようなものであるかどうか分からないので、私はその点で彼女にあまりにも難しいことはできません）。 私は彼女がもう少し早く開発することを望んでいる。\n\n楽しさ（8/10）：哲学からファンサービス（歓迎、興味深い、不快）から、ニセモガタリは楽しくて中毒です。 キャラクターが何を話しているのか、アークの主な焦点は何か、シャウト・アウトはシャフトが詰め込むことができるかどうかを見たいと思っています。 加えて、あなたはいくつかのすばらしい戦いの場面を撮ることができます（別名、コヨミは血まみれのパルプに打ち勝ちますが、言葉で戦争に勝ちます）。\n\n真剣に、私はモノガタリシリーズが大好きです。 私は非常にお勧めしますが、あなたがBakeを構成する対話の山が好きでないなら、Nise isn ' あなたの心を変えようとしません（あなたが悪名高い歯ブラシの場面がお茶のカップではないと思うならば）。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "macroicedeviance",
    "profile": "/profile/macroicedeviance/reviews",
    "pages": "3",
    "number": "13",
    "link": "/reviews.php?id=61809",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n地獄のええ、私は本当にそれが本当に好きです。 私はそれを言ういくつかの理由があります。\n\nまず、キャラクターの発展は信じられないほど涼しくて奇妙です。特にSenjougahara。 彼女は奇妙です:)\n\n第二に、芸術とイラストは明らかに興味深く刺激的です。 たとえば、ショーを見ると、その上にさまざまな素材が表示されます。 それは私にもっと焦点を当てさせる。 私はこれらのアニメの種類が大好きです。\n\n第三に、絶対的な楽しみは一番です。 私はショーを見ながら私は非常に時間を笑う:)\n\n私はこのショーを忠実に提案しています。 私はそう思う、あなたはそれから動揺するつもりはない。 私を信じてください ：）"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "arahoomam",
    "profile": "/profile/arahoomam/reviews",
    "pages": "3",
    "number": "14",
    "link": "/reviews.php?id=66953",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  9\n\nこれは私の最初のレビューですが、私は良いと悪いレビューをたくさん読んだので、これはかなり正確でなければなりません。\n\n私がレビューを書いてくれるのは、このショーの誤解を明らかにすることでした。 明らかに多くの人々は、このショーはファンタスティックなものであると信じています。現実には、典型的なアニメに見られるファンの数はほとんどありません。 いいえ、この物語シリーズでは、多かれ少なかれ、人々に毎日迷惑をかけるようなテーマや道徳的ジレンマを扱っています。 だから、完全なレビューで：\n\n\n\nキャラクター：これはキャラクター主導のショーです。 両方の季節は主人公の周りを回り、彼は個人的な問題で彼の周りの人を助け、それぞれの人格はユニークで思い出深いものです。 これは、それぞれのキャラクターが、完全に描写された独自の、しかし完全に関連した問題を持ち、それをどのように克服するのか、それをどうにかして、自分の人格の変化を受け入れることの結果が、 平均。 ストーリー関連の側面に加えて、声優自身もそれぞれの役割に完璧であり、無邪気さ、虐待、嫉妬、優しさ、そしてそれぞれの人格の憎しみを肉体的に取り除きます。 文字セットは間違いなく私が長い間見てきた最も記憶に残るものです\n\n芸術：あなたが爆笑を見たことがあるならば、芸術は派手な効果とほぼ同じで、目のショットや誇張されたポーズを閉じます。 品質は今日の基準でも最高のレベルであり、私は細部の量に非常に感銘を受けました。 それはまだあなたに高い気分を与え、それは良いことです。\n\nサウンド：サウンドは贅沢でも叙事詩でもありませんが、ユニークなアートスタイルにマッチする独自の方法で同時に実現します。 それは、同時に、非常に劇的な、メロドラマ的な曲の典型的なゆっくりとしたペースからあなたが聞くものです。 それは最も記憶に残るものではありませんが、音楽は思い出に残るように作られているわけではありません。単に各シーンの不思議さと落ち着きを固めます。\n\n私はこのショーが大好きで、それはわずか11話だったことにかなり失望しました。 誰もが同じことを好むことは不可能だから、私はこのショーをみんなに勧めません。 しかし、もしあなたが最初のシーズンを好きだったり、rom-com、slowpaced、またはsupernaturalのファンなら、私は間違いなくこのショーにショットを与えるでしょう。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "KlinsK",
    "profile": "/profile/KlinsK/reviews",
    "pages": "3",
    "number": "15",
    "link": "/reviews.php?id=85501",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\nもっと。 もっと。  FUCKING MOREは、NisemonogatariとBakemonogatariを比較するのに最適な言葉です。 より無意味なキャラクターのインタラクション、より多くのアクション、より多くのサスペンス、よりコメディー、より多くの謎、そして私の前の誰もが気づいたように、より多くのエクッチ。 私には、誕生石に欠けていたものはすべて、念願のものです。\n\n私はレビューの残りの部分で、あなたが最初にバケモガタリを見たと考えます。\n\n彼の前触れとして、ニセモガタリは、あらゆる種類の幽霊や精神と戦うコヨミの超自然の生活に従います。 物語は主に、彼らが信じている正義を持ちたい「火の姉妹」として知られている彼の2人の若い姉妹に焦点を当てています。 ここの新しいことは、おしのMemeの退去後、KoyomiはMeeとは根本的に異なる他の反感の「専門家」と出会うということです。 最初のものは、Kaikiと呼ばれ、生徒の背中でお金を稼ぐことだけに興味を持つ詐欺師であり、2番目は不滅の悪魔と戦う女性です。\n物語の強みは、バケモガタリのように、超自然的な部分です。 魂に憑かれた人々は、アニメの世界で過度に使われているテーマではなく、とにかくこれを完璧に発展させ、素晴らしいプロットを作り出しました。\n\nコメディとファンのサービスを混ぜることは、アニメにとってはむしろ一般的なことですが、このショーではこれがうまくいくとは想像もしません。 ある人はシリーズを台無しにしてしまったと言いましたが、私にとってはセリエが大好きなものが増えています。 もちろん、エッチシーンはコヨミと姉妹の間にあるので、最初は邪魔になるかもしれません。\n\n化物語を見たなら、あなたはグラフをよく知っているはずです。 それは同じく開発されたものだがそれほど驚くべき芸術ではない。 これはとてもユニークなことのような危険なことです。 私は、幕末を初めて見たとき、アニメを落とすことを考えました。 ラッキーな私、私はそれにチャンスを与えた。 これは本当にうまく編成されています。\n\nすべての文字は同じままです。 千寿ヶ原と羽川は支持者の役割を担っていますが、幸美の姉妹たち、そして鑑賞者の幸福のためには忍が主役を取ります。 私は本当にこれが幕末の巨大な欠点の一つだと思っていますが、ニセモガタリでは、忍は「ドーナツの恋人」がコヨミが彼の原則のために戦うのを助けるでしょう。\nそれらの間の相互作用は、それ以上のものではないが、しばしば無意味であり、時にはストーリーを進行させるようなものにならないこともあります。 しかし、これは楽しいです。 もう一度、Nisemonogatariは危険な開発をしました。それは驚異的なことですが、それは正反対です。それは視聴者を捕まえます。 これは大きな偉業です。\n\n私の楽しみは、始めから終わりまで、彼の最高の状態でした。 超自然的、謎めいたコメディーな恋人のために、このショーは完璧な傑作です。 宇宙はユニークで、芸術は信じられないほど驚くべきものであり、登場人物はとても愛想豊かです。 私は本当に多くのユニークなものを完璧に組み合わせているので、それが傑作と呼ばれると思います。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "tehvanquisher",
    "profile": "/profile/tehvanquisher/reviews",
    "pages": "3",
    "number": "16",
    "link": "/reviews.php?id=224627",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  5\nキャラクター|  5\n|  4\n\n第1シーズンは、私の5番目のアニメです。\n\nどのようにフォローアップのNisemonogatariレートはとても悪いですか？\n\nファンサービスは適度に良いことができます。 私はその魅力を理解していますが、過度の量を驚かせるタイプの1つです。  「歯ブラシ」シーンとして知られていることは、ファンサービスで本当に過度になっているという明確な例です。\n\nこれは、最初の弧が11のエピソードのうちの7つに及んでいるという事実を覆い隠すことによるものかもしれない。 最初のアークは、バケモガタリ全体に比べてカタツムリのペースで行った。 それらのエピソードの半分はフィラーのように感じました。\n\nほとんどすべてのキャラクターのキャラクターの成長は、バケモガタリに比べて停滞していました。 キャラクターの育成とファンサービスのバランスがとれていたとき、爆乳に比べてファンのためだけに女性の多くが存在していました。 キャラクターの中には、突然ファンのサービスに合ったり、突然プロットに合わせたりするために、彼らの個性が変わってしまいます。\n\n主人公の姉妹である唯一の新しいキャラクターは、元のキャラクターの多くと同じくらい磨かれていません。 シーズンは彼らに焦点を当て、それほど深みはありません。 どういうわけか、対話は、特に、釈語に比べて浅く感じます。\n\n芸術は平均を上回っていますが、実際には完全なSHAFT基準には達していません。 バケモガタリが持つ魔法のような感触はありません。\n\nそれにはいくつかのポイントがあります。\n日向は、オープニングシーンがこれを証明するように、署名的なイヤンダです。\nいくつかの場面では、SHAFTの興奮が印象的でした\n\nそれらの2つのアイテムは4つまで持っています。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Treima",
    "profile": "/profile/Treima/reviews",
    "pages": "3",
    "number": "17",
    "link": "/reviews.php?id=222902",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  7\n\n「ある意味では、超自然は幕の後ろにあるものです。 通常、ステージで何が起きているのかを確認するだけです。 それが現実の仕組みです。 あなたが知らないなら、あなたがしないのが最善です。\nーーまよい はちくじ\n\nNisemonogatariは、今や絶大な評価を受けている大人気の物語フランチャイズの第2弾です。 最初の執筆（釈文文庫）からのコラボレーションを継続していますが、これはもっと少人数のヒロイングに集中していますが、キャラクターとまだ時間を費やしていて、観客は最初の授業の間に気を配りました。\n\nそれはバケモガタリの後継者ですか？ まあ、はい、いいえ。 そのような大成功を収めたもののひとつは、Shaftがスクリーン上でアクションや対話を強調するために急速な視覚的イメージを無制限に使用したことでした。  Nisemonogatariはこの伝統を踏襲していますが、妙に拘束されています。 私は本当に奇妙なビジュアルと日本語のテキストスクロールがスクリーン全体で弾道ペースで行方不明になり、シリーズ全体で非常に長い対話を盛り上げることに気付きました。\n\n視覚的には、芸術的なスタイルは、飾り付けのミニマリスト作品の直接の続きです。 すべてのフレームがきれいに感じられ、ほとんどすべてのフレームに色のコントラストがたくさんあり、スクリーン上の重要なアクターに簡単に集中できます。 スタンド・ホワイト、ディープ・レッド、黄ばんだ黄色が一番多く使われていますが、アニメーションは失望しません。スタジオ・シャフトの独特の商標を披露し、観客を驚かせます。\n\nシリーズの第1弾と同様、Nisemonogatariは素晴らしいサウンドトラックとスコアを詰め込んでいます。  OPはすべて聞くことができますが、3番目の「Hakkin Disco」は本当の治療法です。  EDソングは、あらゆる種類の混沌とし​​たビジュアルを伴った、非常に高エネルギーの、ピストップするソングです。 また、オールスターキャストが復帰し、最初から最後までパワフルなパフォーマンスを引き出しているため、演技はプレミアムです。\n\nNisemonogatariの物語の焦点は、Koyomiの素敵なimoutos：「Fire Sisters」、KarenとTsukihiに落ちます。 幕末の中では、彼らはほとんど存在せず、ここではフロントとセンターステージをとり、コヨミの主人公が彼らが逃げるのを助けなければならない超自然の奇妙さに悩まされています。 コヨミの今のガールフレンドであり、アニメの中で「ベストガール」の一人である千住原は、多少の側面がある。 ロシターの吸血鬼、忍野忍も文字通りいつもどこでも揺られている。 彼らのそれぞれは素晴らしい発展を遂げる。 私はカレンを憎むことを期待してこの記事に入ったが、彼女は私の意見では、ショーのスターであることが分かった。 リトルバスターズの夏目凛を彷彿とさせる少女の早熟な、尻を蹴った爆竹です！ 方法で。\n\n紹介されたもう一つの新しいキャラクターは、超自然に精通している憂鬱で恐ろしい詐欺師であるKaiki Deishuuであり、彼の平和な町への到着はシリーズの出来事を沈めるものです。 謎めいた不気味な彼は、あらゆるシーンで視聴者の注目を集めています。 三木真一郎（漂白剤、鋼の錬金術師）は、その人に軽蔑の叫び声を与える。\n\nファン・サービスは、この記事ではほとんど狂った程度まで上昇しているという事実に言及することなく、ニセモガタリについて論じることはできません。 いくつかの点では、それはそのプロットを貪食するほど上になります。 私は肌を見せてくれるのですが、喘ぎを止めて邪魔になる飽和点があり、ニセモガタリはベッドと歯ブラシだけでその点を超えました。 間違いなく、このシリーズはR-17格付けのすべてを獲得し、コヨミはごく少数の人しかいない人だ。 あなたは警告されています。\n\nNisemonogatariとの私の経験は本当に混在したバッグでした。 それは私をたくさんの場所に抱きしめてくれました。最初のカップルのエピソードは、シーズンの残りの部分に出てこないキャラクターとのちょっとしたチェックで、数回邪魔しました。 歯科衛生士、血圧の間欠泉など）があります。 私は季節の哲学的な調子が好きでした。 それは本当の説得力のある質問をします：誰が本物で何が偽であるかを決めるのですか？ 偽の価値は何ですか？ そして、偽物が現実と区別できない場合、それはまだ本質的に劣っていますか？ これらの質問は私にとって思考を残しました。\n\nこれらのコンセプトについて議論するのにもっと時間を費やして、駿河湾のおしゃれなお尻に焦点を絞って少し時間を費やしてもらいたいと思っていますが、それは一言で言えば、視聴者に興奮、不満を抱かせるものではありますが、 観客は見守って、次のコーナーの周りを見て。 コヨミの変態が十分にあるような気がするときはいつも、突然の登場人物、謎のフック、暖かく感動的なシーンがあなたに投資し続けます。\n\nあなたが関心を持ち続けることができれば、それは価値のあることです。 次回までは、いつも歯をきれいにして、家族を閉じた状態にしておいてください。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Vox_Populi",
    "profile": "/profile/Vox_Populi/reviews",
    "pages": "3",
    "number": "18",
    "link": "/reviews.php?id=102595",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  4\n\nNisemonogatariについて私が嫌いなことすべてについて、きわめて詳細で冗長なレビューを書くことができました。 私はできた。 代わりに、私はそれが素晴らしいシリーズの嫌な続編であることが分かったと言います。\n\nあなたの時間をありがとう。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "Paulwillson26",
    "profile": "/profile/Paulwillson26/reviews",
    "pages": "3",
    "number": "19",
    "link": "/reviews.php?id=60475",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  8\n\n未来はメメを除いて、釈迦のものの大部分が帰ってきた。 また、荒木の姉妹が紹介され、忍は演説をします。\n\nNisemonogartariには3つのアークがあり、少しずつ消えていく第3のものを除いて、Bakemonogatariの改良です。\n\nもう一度その対話とショーを行うキャラクター。 彼らはどちらも高い基準にとどまっています。 アララギは、正義の精力的な戦闘員としてカレンと、怠け者の妹としてつきあいと一緒に火の姉妹として紹介されています。 忍は彼女の姿よりも賢明であることを示す今回は荒らしのアドバイスを与える人です。\n\nAraragiとHitagiの関係も発展している。Araragiは、Bakemonogatriから成長して自分自身を示している。 彼女が非常にポジティブなガールフレンドであることを証明している。\n\nnisemonogatariからの大きな嫌悪感があり、それはAraragiの姉妹のファンサービスです。 荒木がカレンの歯をきれいにして、とてもエロチックになっている季節は、本当に喜喜の着物を脱いで胸をチェックしている荒木は気持ちが悪いです。 何も追加されていない、完全に不必要で、それらの2つのエピソードを台無しにした。"
  },
  {
    "title": "Nisemonogatari",
    "id": "11597",
    "url": "https://myanimelist.net/anime/11597/Nisemonogatari",
    "user": "shatnershaman",
    "profile": "/profile/shatnershaman/reviews",
    "pages": "3",
    "number": "20",
    "link": "/reviews.php?id=84113",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nNisemonogatariはモノグラフシリーズの「フィラー」または「ファンサービス」部分です。 それは興味深いプロットを持っていますが、BakeやNekoに比べて各セグメントで2倍の時間がかかり、前任者と後継者をはるかに上回るコメディやエッチの奇妙な癖があります。 私はそれに完全なスコアを与えるが、それは私がシリーズから欲しいものを達成する、私は時々スクリプトを書いていたように感じたが、あなたがモノガタリシリーズをもっと真剣に取り組むことに興味があるなら、あなたはネコモガタリを見るのが賢明だろう。  Niseをスキップする必要がある（またはできない）ということではなく、あなたがそれが何であるかと思うべきではありません。"
  }
]
