[
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "DarkStar005",
    "profile": "/profile/DarkStar005/reviews",
    "pages": "5",
    "number": "1",
    "link": "/reviews.php?id=93497",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nFate / Zeroはこれまでの私のトップ10の好きなアニメの1つです。このシリーズは優れています。\n\nストーリー：10/10\n\nFate / ZeroはFate / stay nightのイベントの10年前に行われ、冬吉市における第4回聖杯戦のイベントを詳述しています。\n第2シーズンの話は第4回聖杯戦争の継続でした。\n\nアート：10/10\n\nアートは本当に素晴らしく美しく描かれていて、CGIは素晴らしいです。 ファイティングシーンは素晴らしい、おそらく私が見た中で最も良い戦いのシーンの一つだった。\n\nサウンド：10/10\n\nオープニングは素晴らしく、エンディングは何かが好きでしたが、私はそれも好きです。\n\nキャラクター：10/10\n\nキャラクターは面白かった、それらのすべてが探検され、キャラクターの開発は、ショーを通して目立つ。\n\n全体：10/10\n\nFate / Zeroは本当に最高のアニメシリーズの1つであり、何度も何度も見守っていました。 すべての戦闘シーンは本当に印象的でした。"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "Playcool",
    "profile": "/profile/Playcool/reviews",
    "pages": "5",
    "number": "2",
    "link": "/reviews.php?id=133069",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  9\n\n現実的になりましょう、ほとんどがプレックスSUCK！ 最終的にそれらを生み出した原作と比較して特に。 これは大部分のものに非常に共通するものですが、気違いにFate / Zeroと2nd Seasonは例外です。 私は第2シーズンをレビューするつもりです。\n\nストーリー：最初のシーズンに去っていたピッキングは、シリーズ全体の最高のバトルシーンの1つで始まります。 そこから、ストーリーは最後まで流れを維持し、視聴者に退屈でも無関心でもないようにします。 最初のシーズンについての1つの主要な相違は、それはアクションです、ここにそれがたくさんあります、品質は以前のそれより高くないなら同じです！ 謎は少ないが、ひねりがたくさんあり、私のためにそれを本当に駄目にしたエピソード（18と19の私が思う）がありました。私はとても感情的でした。真実のそのような逆境と残虐さに直面したキャラクターの痛みを真剣に感じることができました 彼らの人生では...ストーリーはとてもうまくいっています.IMOを拘束する唯一の方法は、ずっと前にFate / Stay Nightを見ていたので、私はすでに何が起こるかを知っていたということでした。 私はそれらが起こることを期待していたので、その驚きの要因はありませんでした。 まだまだ多くの異なった理想や様々なキャラクターのPoVに触れる非常にうまく構築されたストーリーは、それ自体が架空の魔術師、モンスター、英雄の宇宙で起こりますが、ストーリーには多くの人間性があり、 人類の行動の側面は、多くの（最初のシーズンにもっと...）表示されます！\n最高の人間性と最悪！ 非常に暗い話。\nストーリー9\n\nアート：アニメの2つの重要ポイントの1つ、私はより良い戦いのシーン、より派手なものを見てきましたが、EPICを常に叫びました...しかし、アニメの性質のために、それは完璧でした。 爆発的な都市や壮大なスケールの戦争ちょっとしたアクション、アクション自体はまだ素晴らしい、偉大な戦闘シーンですが、最高のすべての顔のアニメーションやキャストの感情は、完全に視聴者にそれらを送信する管理しています！ いくつかの強烈なシーンがあり、見ることができないかもしれないことに注意してください。個人的に見る人に伝えたい感情を最大限に活用するので、よく使われていて、誇張されたIMOではありません。 確かにアニメの最高のポイントの一つ！\nアート10\n\nサウンド：偉大なOpとEndは、シーンがそれらを求めているとき、アニメを見る人が音が悪かったと言うことはできません！ いくつかの感情的な部分は非常にうまくいきます。そしてその賞賛の多くは、第1シーズンと第2シーズンの両方で、Fate / Zeroが付属する素晴らしいオリジナルサウンドトラックの結果です！\nサウンド9\n\nキャラクター：第4回聖杯戦では、7人のマスターと7人の召使が参加し、アイリスビールと他のキャラクターを忘れることはありません...すべてが偉大で、他よりも優れていますが、 物語の中に彼らの役割の！ 偉大で悲惨な人格、ライダー（征服者の王）は、最初はシーズン1で世界を征服と見なしますが、後者のアクションはもっと深い意味があります。ギルガメッシュは嫌な男ですが、彼はカリスマ的で興味深い そしてKirei（娯楽が何であったか知っていなかった......）、彼らの厄介なプロットは多くの不幸をもたらす!! それから、キリツグとその暗い悲しみの過去があり、この冷たい魔術師の殺人犯を説明するのに役立ち、人生を見て測定する彼の計算方法である、アイリスヴィールはそれよりもずっと前の人生の後遺症の悲しみのようなセイバー Bersekerのマスターはちょうど少女を救うために、彼は多くの愛情を持っていて、物事はちょうど彼のために最悪と最悪に変わります...そして、私は何度も続けて話すことができます サイコマニアックデュオマスターとサーヴァンについて） 私が一番驚いたのはキャラクターで、続編は半分の品質を持っていませんでした.25のエピソードを見たことはすばらしいことです。\n理想、人格、勇気、思考の方法、そしてそこから生きるというこの品質を持つことは、特に今日は難しいです...\nすばらしい！\nキャラクター10\n\n楽しさ：私が言ったことのかなりのもので、私はシーズン2を見て楽しい時間を過ごしました、終わりまで乗り続けて、偉大な生産、確かに彼らの時間をアニメに費やした人々のための素晴らしい時間、 あなたはいつまでも報われるでしょう！\nエンジョイ9\n\n全体：私はそれをすべて言った、そして私はアニメにさらに賞賛を与えたいが、私はそれを10にしたいと思いますが、私は自分自身に真実になりたい！ 私がアニメをレビューするのが初めてではなかったのは、9歳以上10歳未満の人には当てはまりませんでした。私は本当に怒っていました。\nアニメ全体が、第1シーズンと第2シーズンの両方で、忘れてはいけない偉大な、思い出深い楽しい瞬間がいっぱいですが、私はこれがアニメの終わりになることを知るために来ています。 続編が最初にリリースされた（そして、人々は年代順に物事を見ることを主張する）ので、私はここに来て、これらとこれらは生き残った、あなた、あなたと皆、死んでいる、ちょっとしたこと、初心者にとっての驚き 全体のシリーズには、私には驚きがなかったし、それは私のための経験をダウングレード！ また、エンディングを知っていても、私は最後の2人の仲間の間でより良い '戦い'を期待していました。 それでは、私がFate / Stay Nightを前から見たことがないならば、アニメに10を与えてしまいました（おそらく、これの影響力が劣るでしょう）。そしてIMOはこれが 最高のアクションコース!!\n私は誰もが興味を持っていることをお勧めします、これははるかに良いprequelを見て、次に悪い、それほど素晴らしい続編を見て、過去を知って、それはまだ楽しいでしょう、そしてあなたはこのことでより良い経験をした 驚くべきアニメのprequelの！\n全体的に（9 + 10 + 9 + 10 + 9）/ 5 = 9.4（それはまったく同じ9を与えます!!他の9の私のものと比較して、\n\n願望、奇跡、世界を救う、それはすべて\"きれい\"です。 甘い\"!!!...現実とは違って。\nいくつかの道を単独で取る必要があり、他の道では両方の悪のうち小さい方を選ぶ必要があります！ 恵比寿霧月は、両方のために行く...\nこれは、prequelsが行われている方法です、これらのようなものが作っているなら、私は確かにあなたを歓迎します!!"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "Eagleshadow",
    "profile": "/profile/Eagleshadow/reviews",
    "pages": "5",
    "number": "3",
    "link": "/reviews.php?id=193104",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n最初のシーズン、または前半に、私は本当に置いていないジャンルを見つけました。 私はウーブロウチのためにここにいたが、私が得たものは、派手な戦いを投げ出すための言い訳がたくさんあった。 派手な試合でさえ驚くべきことでしたが、私は彼らの文脈と結果が本当に迷惑であることを発見しました。 フリー・オール・オール・オール・オール・オール・トゥー・オール・チャンスを新しく興味深いやり方で取り組むことを望んでいたと思う。ミライ・ニッキーのようなものが少なくとも試してみた。 しかし、Fate / Zeroはそれに本当に関心がありませんでした。最初のシーズンには、本当に古くからの戦いを古典的な過度の死と見なしていました。 言い訳がそれを要求したので、ここだけのように、不正行為はちょっと不誠実だと感じました。 プロットはそれを要求し、プロットはキャラクターのキャストを広げ、少しずつ多くのものを導入する。 まあ、私の問題だったのですが、やっぱり戦闘でマイナスの結果が出ていて、私がウーブロウチから期待していたことはあまりありませんでした。 私は後半まで待たなければなりませんでした。エピソード16は、ウロブチの優しさに乗るためです。\n\nそれで、第2シーズン、または後半に、キャラクターと世界観が詳細に探究され始めます。 たわごとはどこに行くか。 そしてこれは非常に深刻な仕事です。 物事が問題になる時。 そのようなジャンルはshounenから心理的なスリラーに変わった。 前半にはいくつかの良い点があり、後半にはいくつかの悪い点が自然にあります。 これが私の本の傑作ではないことの一部です。 それのもう一つの部分は、今...ハルクは私のためにこれを打つだろうが、別の部分は、プロットロジックです。 ファンタジーの魔法の設定はちょうどあなたが本当に物事に疑問を呈していない場合、時々警官として過度に使用されると感じました。 私はスーパー・ソリッド・ロジックですべてを引き出すプロットを尊重することはできません。 多分真剣な仕事の中で魔法に向かっているだけの私の嫌悪です。\n\nプロットのロジックは、ストーリーを賢明な場所では控えめだと感じていますが、後半は本当に魅力的な話です。 その一部は正確に何が起こったのかを確かめていなかったし、そして/または何がどうなったのかについて私がどのように感じるべきかを熟考していた。 私は残忍さを嫌った、それは私がまだ見てきた彼の最も残忍な仕事だった。 それらのシーンのいくつか...ちょうどいい...ちょうどあなたがいない！ 私はまた、文字と一緒に死んだスレッドを探索する可能性があるからといってプロットの穴ではないにしても、1つのプロットのスレッドが決して探検されなかったことに少し腹を立てています。 私は最初、非常に感銘を受けたアニメでテーマに取り組むことにしました。 私はそのポイントがキャラクターの1つをさらに特徴づけることに過ぎないと思っていますが、そうであっても、それがどう処理されるのか本当に楽しみにしていたので、私にはいくらか許されません。 上半身にはほとんどないものの、深くてニュアンスのあるキャラクターが、彼らの哲学と共に本当にきれいにどのようになっているのかは言うまでもない。 面白いことに、後半/シーズンはOP / EDの方がはるかに優れていますが、主に音楽的には賢明です。\n\nUfotableは制作の背後にあるスタジオです。 それは、生産の品質が「神聖なくそ、この費用はどれくらいか」という意味です。  Ufotableビジュアルは間違いなく私を助け、前半を乗り越えるのを助けるでしょう。"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "d1rap",
    "profile": "/profile/d1rap/reviews",
    "pages": "5",
    "number": "4",
    "link": "/reviews.php?id=86637",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nすべての時間の私のお気に入りのショーを見直すために、終わりまで客観的にとどまるのは難しいですが、私はそれを好む理由がないので、私は試してみます。 このレビューは、第2シーズンだけでなく、ショー全体をカバーします。\n\nFate / zeroは2011年のハイライトの1つであり、膨大な予算を費やしていました。タイプムーンのビジュアル小説の前編に基づいて、視聴者に大きな期待を寄せました。\nFate / stay nightのイベントの10年前、冬樹の第4次大戦後、Fate / zeroはもともと玄武道敷のLight-Novelでした。\n\nストーリー：10\n\nショーはすべての時間の最も大きな英雄の間のバトルロイヤルです！ それは自己説明的でなければならない。 それはただの叙事詩です！\n物語はかなり暗いです。 既に最初のエピソードから、物事は落ち込み始めます。 一部のキャラクターは破壊の道を歩いている。 いくつかの文字が周りに座って見事なメソポタミアのワインを飲む。 そして、他の人たちは子供たちを殺しています。\nショーはまた、アニメの歴史の中で最も強烈で興味深い対話のいくつかを持っています。\n基本的に、シリーズのすべての秒は素晴らしい叙事詩です。\n\nアート：10\nUfotableはここで素晴らしい仕事をしてくれました。その99％がすべて豪華に見えます。 風景、アニメーション、すべてが素晴らしく見えます。 アクションシーンは、おそらくアートが最も高く評価される場所ですが、ショーのビジュアルはシリーズを通して絶えず輝いています。\n\nサウンド：10\n予想どおり、サウンドトラックは素晴らしいです。 素晴らしいボイス演奏とサウンドデザインと一緒に、それは一流の音でもあります。 素晴らしい第2回目のオープニングと3つの驚くべきエンディングと一緒に、本当に不平を言うことはありません。\n\nキャラクター：10\nFate / zeroはオールラウンドのものですが、強点はキャラクターの中にある可能性が最も高いです。 どんな番組でも+15文字を追加して見せてもらったことはありません。 私が正直言って言うことのできなかったひとりのキャラクターは、うまくいきませんでした。 私はキャラクターのいずれかが非現実的であると感じたことは一度もなく、彼らはすべて自分の道徳を持ち、他のものよりもいくつかねじれていました。 主人公、アンタゴニスト、そして他の主人公のためのすばらしいキャラクター開発にそれを含めてください、それはそれらのいずれかで感じることは本当に難しいです。\n\n楽しさ：10\n素晴らしいアクションシーン、深く面白い対話、素晴らしいビジュアル、素晴らしいサウンドトラック、素晴らしいキャラクター。 私はもっ​​と求めることはできませんでした。 それはただの叙事詩です。\n\n全体：10\n\nそれは間違いなく、最後の12年間に出てくる最高のアニメではありません。 ここに言及されているものに興味をそそる人にとっては必見です。 あなたは不幸にならないでしょう。"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "Mazzmoney",
    "profile": "/profile/Mazzmoney/reviews",
    "pages": "5",
    "number": "5",
    "link": "/reviews.php?id=101115",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\nこのレビューは100点満点です。ストーリーは35/100、キャラクターは35/100、サウンドは15/100、アニメーションは15/100\n\nストーリー -  31/35  -  Fate / Zeroがもっと叙事詩的ではないと思ったときだけ。 このシリーズではすべてがうまくなります。 より多くのアクション、予期せぬプロットのねじれなど。 ストーリーはシーズン1が終わったところで続き、それはそのメリットの蓄積を利用しています。 物語はうまく流れ、私は特にエンディングが好きだった。 エンディング自体は良かったが、私が本当に好きだったのは、最後のエピソードがこのシリーズのエピローグのようだった。 私はみんなとすべてがエピソード25の後で包まれるように思えた、そして唯一の緩やかな終わりはFate / Stay Nightで説明されたものである。 ショーの問題は、起こったことをすべて理解するために運命のフランチャイズに関するいくつかのことを知る必要があったことです。フランチャイズオッズについて知っていれば、ステイナイトが見られます。 それはprequelから来るそれらの問題の1つです。 また、Fate / Stay Nightのステージを設定するので、「完全なストーリー」を得るためにはそれを見なければならず、アニメはゴミになります（これに比べて）。\n\nキャラクター -  32/35  - 私はすべてが良くなると言ったとき、私はそれを意味しました。 主人公はすべて、特にKiritsuguとKireiがさらに発展しました。  Kireiがキャストを最大限に発揮するのを見ている間、私たちは彼の過去についてはほとんど学びません。  Kiritsuguにとって、私たちは彼の過去（2つの完全なエピソードの価値）について多くを学び、彼は最後まで変化を開始しない。 このショーは、キャラクターが崩壊するのが好きで、本当に効果的だと言わなければなりません。 それぞれのキャラクターのエンディングは異なっており、いくつかのエンディングは良いエンディングになり、他のエンディングはより甘くなり、他のエンディングは悲しいです。 すべてのキャラクター（とにかく住んでいたキャラクター）は、シーズン1に比べてもっと面白くなります。\n\n音 -  14/15  - 私はまだ開口部と終わりが明るくないことを発見しました。 スコアはまだ素晴らしいですが、これは作曲家の最高の作品ではありません（本当に良い、ただではない）。\nあなたが私のようであり、本当に気にしないなら、私はダブを受け入れる前に言ったように（ダブを好む人のために）受け入れますが、私はこの1つのサブを選ぶと言う。\n\nアニメーション15/15  -  2シーズン後もこのように見えるので、16のように、もっと欲しいです。 ほとんどのショーはしばらくしてから少し悪化し始めますが、このショーはまさに最後のシーンまで素晴らしいです。\n\n全体的に -  92/100  - 私はシーズン1に86/100を与えました。これは89から90の周りにこのショーを置くでしょう。 確かに素晴らしいシリーズ。 完璧ではありませんが、私が見たベストの1つ、そして2012年のベストの1つです。"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "intashrp38pdvO",
    "profile": "/profile/intashrp38pdvO/reviews",
    "pages": "5",
    "number": "6",
    "link": "/reviews.php?id=64271",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  9\n\n[スポイラーが含まれています。 すべての可能なスポイラーを避けるために最後の段落にスキップ]\n\n多くの面で私を魅了してきたシリーズであるFate / Zeroは、召喚呪文を召喚する召喚師との最初のエピソードから、私たちの戦闘に疲れた主人公の最後のエピソードと最後のエピソードまで、 月光の中で彼の養子になった息子との瞬間。  （ちょうど最初のエピソードだけで、最初のシーズンの残りの部分とFate Stay / Nightのすべてで構成されるマラソンで私に拍車がかかった。）\n\nこのシリーズのメカニックは、プロットの一部を指示し、その口述では、マスターの戦略とプロットは、パズルのようにゆっくりとまとまります。このF / Zの謎めいた側面は、注目だけでなく、 利子; それを研究したり一貫した計画を立てたりすることなく相手のドメインにチャージすることは、しばしば最も効率的または論理的な方法ではありません。 シリーズがその聴衆を伝えられた環境に浸し、それが何をするのかは、その崇高な芸術スタイルとその基礎となる補完的な音楽によるものです。 言い換えれば、組み合わせた効果は感情的な後味を残す。 さらに、シリーズの最も重要な構成要素ではなく、むしろ好きな芸術スタイルの証拠である、IlyaやRinの魅力を否定した場合、あなたがアースリングをしているかどうかを確認してください。 オープニングとエンディングは、シリーズのための適切なシースとキャップであり、エンディングMantenは、はるかにそうであるが、比較的小さなものだが、素晴らしく役立つものの下にシルバーのプラッタがある。\n\n周囲の感情は、それを非常に楽しくし、より代理人としても美味しいものにします。 たとえ一部の人がFate / Zeroの行動を認めているにもかかわらず、Kiritsugu、Sabre、Kirei、Waver、Riderのために優れた成果をあげています。 例えば、そのような典型的な特徴付けを例示したエピソードは、キリツグの背後の必要な部分を提供したエピソードであった。 彼は元々、エミヤ家の紋章を継承し、神話的で根底にある物語を持つ一見典型的な島で継承された仕事を続ける普通の男の子だった。 それは、彼が父の仕事と彼の挫折の願望の産物の現実から離れたときに変わった。 彼の行動は最終的に彼の行動のために彼の新しい発見理想と正当化につながった。 彼は、彼の目標がそこにあったからといって、ジェット機全体を落とすという戦術で有名だった。 しかし、完全な状況はちょうど1つのエピソードで公開され、キレイが最初に推測したキリツグの古いイメージは粉々になった。  Saber、Berserker、Lancerの参加は、彼女の特徴をうまく補完しました。  Berserkerは、彼女の過去と新たな理由のためにGrail、Lancer、騎士道を構築するためのLancer、戦闘方法とは対照的なKiritsuguのためにそうしました。\n\n同時に、スリラー、アクション、そして魔法の側面を除いて、シリーズはまた、芽生えた友情（ウェーバーとライダーの間の話）、キリツグとアイリスビエルの間の愛と悲劇、そして夢を実現していない刈谷の恋を告げる。 このシリーズでは、特定の感情を呼び起こすために必要な要素を正しく実装しました。思いがけないシーンには、純粋で新鮮なテロの確信、Waverのマスターとしての地位の放棄（Iskandarが、 マスターとサーヴァンの区別の象徴的な溶媒和においてファッションに見える）、KiritsuguとNataliaとの最後の会話、そしてRinの冒険、最後はうまく出来た偏差だった。\n\nシリーズ全体では、エレガントな対話と歌詞、幅広いキャラクター（と関係）の開発、強固な力学、魅力的なプロットと葛藤、（特にBlu-rayのための）真面目なビジュアル、 楽しい楽器セット（特にOP / ED）。"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "Veldin461",
    "profile": "/profile/Veldin461/reviews",
    "pages": "5",
    "number": "7",
    "link": "/reviews.php?id=114567",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  7\n|  10\n\n運命のゼロは、私のために、私の期待のすべてを勝ち取った本当に特別なアニメです。  25のエピソードのすべてはすばらしかったし、誰が前にFate / Stay Nightを見なかったのかは分かりやすい\n\nストーリー（9）\nまあ、私は実際に物語を評価する方法を知らない。\nよく説明されているすべてのものは、私が各エピソードに興味を持つように流動的で十分でした\n\nアート（10）\nこのアニメの芸術とアニメーションは完全に優れています。 すべてが言った\n\nサウンド（9）\n - 私はいつもオープニングとエンディングの音楽を聴いています\n -  OSTは本当に素晴らしいですが、逆戻りしているだけです。 私は聴くだけで彼らの話を聞いていません\n - すべての人のために、皆本当にいい仕事をした\n\nキャラクター（7）\n容易に最も低いカテゴリのスコア\n私が間違っていることを理解してはいけません。ほとんどのキャラクターはすばらしかったですが、常にあなたが見たいと思う特殊キャラクターが欠けています。 説明するのは本当に難しいですが、基本的には\n\n楽しさ（10）\nそのような芸術、アニメーション、音楽、常に私を興味をそそる物語で、それを最大限に楽しむことは不可能です\n\n結論として、アクションやファンタジージャンルのアニメを好きな人にはこのアニメを完全にお勧めします\nそれらのジャンルが気に入らない人には、とにかく試してみてください。 あなたがそれを好きになるかどうかはわかりませんが、試しても痛いことはありません"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "gwern",
    "profile": "/profile/gwern/reviews",
    "pages": "5",
    "number": "8",
    "link": "/reviews.php?id=96879",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  7\nキャラクター|  9\n|  9\n\n_Fate / Zero_は私が見てきた他のFateのものと同じくらい恣意的ですが、以前のばかばかしい博覧会を早めに取り除き、実際には価値のあるキャラクターを持っています（ShiroはF / SNアニメのキャラクターではなく、 風船）。  _Fate / Zero_の残りの部分にはいくつかの意見がありますが、全体的には幻想的です。 そして今、私はクリツグがなぜ憧れているのか知っています。 キングスの宴会、アレクサンダーとのパートナーシップ、土木の裏切り、最後の幕開けはクリチグの背後にある...そんなに多くの素晴らしい瞬間。"
  }
]
