[
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "carnage_panda",
    "profile": "/profile/carnage_panda/reviews",
    "pages": "4",
    "number": "1",
    "link": "/reviews.php?id=223223",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nFate / Zero第2シーズンは視覚的にも驚異的ですが、解像度が近づくにつれてプロットはノッチを上げます。\n\n最初のシーズンのクライマックスだったはずのものから始まります。 私はまだ二人の季節にそれをカットし、本当にクライマックスのない最初のシーズンを奇妙に残すことにした理由をまだ分かりません。 さらに、私はそれがちょうど25のエピソードの1つのシーズンだったはずだと思うが、私は予算の理由があったかもしれないと思う。 これはおそらくFate / Zeroに関する私の最大の苦情です。\n\n第2シーズンの2つの大きな強みは、素晴らしい戦いのシーケンスと強力なプロットがあることです。 それは単にキャラクターが本当に重要ではなく、ショックの価値のために残虐に殺される必要があるスラッシャー・フリックを掘り下げるだけではありません。 すべてのキャラクターは、自分が何をするのかという動機を持っています。 彼らがそれを実現するかどうかは、ストーリーの一部です。\n\nFate / Zeroは戦争が起き続けていることを意味し、勝者は願い事をする。 しかし、この物語は、この残酷な殺人のサイクルには勝者がいないということです。"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "MidniteAndBeyond",
    "profile": "/profile/MidniteAndBeyond/reviews",
    "pages": "4",
    "number": "2",
    "link": "/reviews.php?id=222261",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  7\nキャラクター|  8\n|  8\n\n運命/ゼロレビュー（スポイラーなし）\n\n..................................................  .....................................何。\n\nOK。 運命/ゼロ。 私はFate / Zeroで始まることを決めました。なぜなら、これはタイムライン上の最初のものだからです。 だから私の意見がちょっと変わったように見えたら、将来起こることを知らないために、それが理由です。  OK。 それが解決したので、レビューに飛び込みましょう。 私はしばらくの間、多くの写真を見たことがあり、それは私のお気に入りのアニメシリーズの1つになると思うようになっていました。 それが本当ですか？ さて、見てみましょう。 さて、私がレビューを始める前にまず最初に、これは両方の季節のレビューです。  1または2だけではありません。 とにかく、最初のシーズンには本当に止めることはできません。だから私はこれが正当だと感じます。 そして、第二に、このレビューは、他の何かでZERO（teehee）の経験を持っている人によって行われています。 私はFate / Stay Nightを見たことがない、Unlimited Blade Worksを見たことがない。\n\n\n\n文字は非常に興味深いものから全くないものまであります。 個人的には、私は、熟練者が画面上にいるのを見て、お互いにやりとりしたいと思っていましたが、マスターキャラクターはあまり面白くなく、全体的にちょっと静かで軽いものでした。 それはショーの本当のスターだった召使いに後ろ姿を取っていることをショーは知っていました。 しかし、それでもすべての主要なストーリー要素に焦点を当てようとしました。 マスターは深いストーリーを持ち、従者は楽しい人格を持っています。 両方のグループの中で両方の特性を得ることができれば。 しかし、マスターには瞬間がありました。 たとえそれが通常、彼らが彼らのしもべとやり取りしていたときであったとしても。 特にIrisveilとWaver。 それは確かに彼らが束の間で最も興味深い召使を持っていたのを助けました。\n\n\n\nだから私はこのショーが好きでしたか？ うーん....私はそれを落とすことを大いに考えていた数回あった。 あなたは完全にFate / Zeroを見ることはできません。 その結末ではない！ 私は間違いなく、次に何が起こるかを知ることは間違いありません。  Stay NightやUBWの後にFate / Zeroを見た人には、このショーについてどのように感じるかはわかりません。 個人的には、もう少しバックストーリーについて学んでいただければ幸いですが、これが私が今までに見た最後の運命であることは、非常に奇妙なことでした。 だから私は最初にゼロを見ることにしました。 そして、それは間に合わないかもしれませんが、最終的には物語の残りの部分が見えるように私を売りました。 最初のシーズンは非常に遅く、アクションのパーツは楽しいですが、ストーリーの上にあるものが混乱しているのを見るのは非常にまれです。 シーズン2の最初のエピソードでREALが急速にリアルになったのでなければ、おそらくこのショーをドロップしたでしょう。 シーズン2ははるかに楽しく、最後まで信じられないほど激しく心が吹いていました。 終わりと言えば......何？ まるで、真剣に。 何！？  OK。 彼らが私のような人にすぐにFate / Stay Nightを見たいと思ったら、Zeroの後で成功しました。\n\nFate / Zeroは7/10になります"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "KazeNilrem",
    "profile": "/profile/KazeNilrem/reviews",
    "pages": "4",
    "number": "3",
    "link": "/reviews.php?id=131699",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  6\nキャラクター|  7\n|  7\n\n第2シーズンのペーシングはちょっと奇妙です。 それは物事がスピードアップし、その後遅くなるという瞬間を持っています。 私はその物語を楽しんでいましたが、描写されていた方法はちょっとだったと感じました。 私はここでスポイラーについて議論するつもりはないが、私が持っている1つの問題は、エンディングがむしろ複雑に感じられ、徹底的に説明されていないことである。 何かが起こった瞬間がありました。私は自分自身に考えなければなりませんでしたが、私は何を見ましたか？\n\nペーシングとは別に、必要のない瞬間もありました。 それについて今考えてみると、しばしば十分な場面がなかった。 それを取り除くことができ、シリーズに全く影響しませんでした。 彼らは発生したシーンのタイプであり、あなたは自分自身に尋ねなければなりません。そのポイントは何だったのでしょうか？\n\nすべてのことを言って、私はシリーズを楽しんだ。 アニメは迷惑な文字のシェアを持っていたが、私が好きなものは私に印象を残した。 大抵の場合、文字は二次元的ではなく、ある程度の深みを持っていました。 ライダーはまだ私の好きな精神です。 彼の人格は彼をもっと素晴らしいものにし、彼の言葉は体重を支えます。 精神はセイバーが信じられないほど迷惑に感じるのが好きで、彼女を彼女を素朴に見せるために意図的に描写するのはむしろ目立っていました。\n\nこのシリーズの前編として、私はそれが過去に起こった出来事としての裏話を私たちに与える良い仕事をしたと思う。 私はシリーズをお勧めしており、最終的にそれを終えてうれしいです。"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "VegetaOver9000",
    "profile": "/profile/VegetaOver9000/reviews",
    "pages": "4",
    "number": "4",
    "link": "/reviews.php?id=211844",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  8\n\nフェイト/ゼロ第2シーズン：Let-down\n\nほとんどの場合、私はそれを楽しんだ。 しかし、あまりにも多くのことが起こっているような気がしました。 非常に多くのバックストーリーが、非常に少数のエピソードに詰め込まれています。 私が第1シーズンのレビューで言ったように、プロットが広がる時間が来たとき、それは作者があまりにも多くの緩みを持っていて、すべてがうまく一緒に結ばれているようなものです。\n\n今私は間違って、実際にはかなり良いアニメを取得しないでください。 私はちょっと頭がおかしいと思う。 例外的にユニークなものではないので、私はそれがそのような大ファンベースの価値があるとは思わない。\n\n遠い未来にいつかもう一度見直してみて、2度目のほうがいいかどうかを見てみようが、今は2シーズンの途中からスタートしたことに失望した。 それは、ドラフトが悪い部屋に置かれた叙事詩のろうそくのようなものでした。#muchsimile"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "GAU8Avenger",
    "profile": "/profile/GAU8Avenger/reviews",
    "pages": "4",
    "number": "5",
    "link": "/reviews.php?id=141905",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nFate Zeroは悲劇に満ちた堅実な作品です。 悲劇を強調するために下線を引いた！ このような短いシリーズの中には非常に多くの文字があるので、ストーリーラインはちょっと複雑になります。\n\n私が辛抱強く呑み込んでいた唯一のものは、聖杯を追求するそれぞれの主人公または主人公の欲望と動機でした。選抜された少数のキャラクターは、いくつかの願いや幻想を果たす先天性の欲望を持っていましたが、 遺物の主人公と主人公の両方の理由が分からない。 それにもかかわらず、Fate Zeroは、平均以上のグラフィックスとストーリーを伝えるアクションと魔法の面白い展示をしています。 私はFate / stay nightの制作を待っています。"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "iHitokage",
    "profile": "/profile/iHitokage/reviews",
    "pages": "4",
    "number": "6",
    "link": "/reviews.php?id=121079",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのアニメの多くが始まることを期待していませんでした。 結局のところ、それはすごい驚きでした！ ははは...\n\nだから私はこれを速くします。 アーサー王、アレキサンダー大王のような偉大な英雄や聖杯に関する物語や長い忘れられた神についての伝説のような古い神話が好きですか？ その後、このアニメはあなたのためだけです。 その理由で私はそれを正確に見始め、それ以上のことがあることが分かりました。\n\n最初のエピソードの後、私はすべてについて少し混乱していました。 これは一体何なの？ しかし、いくつかのエピソードの後、あなたはすべての文字を愛するようになります。 あなたは単に、どちらが悪い人で、誰が主人なのかを言うことはできません。 それぞれのキャラクターの背景はちょっと不思議ですが、結局あなたはそれらについてもっと知り、深いつながりと非常に興味深い哲学的問題を見つけるでしょう。\n\nアニメーションも十分です。 戦いは本当にダイナミックで、近代的な戦い（ピストル、爆薬、ラジオなど）とファンタジースタイルの戦闘（魔法、剣、...）の組み合わせを見ることができます。 しかし、それはすべてではありません、今、背景の素晴らしい叙事詩の音楽を想像して....うーん、私のdayum。 はい、本当に傑作です。  （OSTには、有名な驚くべき日本人グループKalafinaの曲がいくつか入っていて、ちょうど私を手に入れました）\n\n私にとって最も貴重なものは終わりでした。 キャラクターの個人的な物語がエスカレートし、あなたはこのアニメの2つの最も悪いキャラクターの心の中を見る。 結論は本当に信じられないほどです。 誰もそれが私が推測来て見た。 私は全体のプロットのポイントについて考えているだけでした。 台無しにしたくないが、このアニメは私たち全員に本当に深いメッセージを持っています。\n\n奇跡を待って生きてはいけない。 何かがあなたの人生を変え、暗闇に照らして、あなたの人生の良さを犠牲にして大きなものを勝ち取ることができることを期待しないでください。 あなたの夢は遠いものではなく、あなたのものです....\n\nPS：他の運命のアニメを見るつもりはない。 これは別の作家によって書かれ、別のスタジオでアニメ化されました。 私が残りのことを読んだことから、彼らは見守る価値がありません。"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "TheDodo",
    "profile": "/profile/TheDodo/reviews",
    "pages": "4",
    "number": "7",
    "link": "/reviews.php?id=60471",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  7\n|  7\n\n私はこのレビューの前に見たはずの運命/滞在の夜を見て書き直しています。\n\nストーリー -  7：今、私は運命のゼロシーズンが運命/滞在の夜よりも良いと思う。 背景の話は同じで、魔法使いは召喚されたヒーローを使ってお互いに戦い、善良な目的や邪悪な目的のために使われる聖杯を手に入れます。 聖戦に関わっている大人のキャラクターは、運命の夜よりもかなり多く見られます。私たちは、誰かが実際にその戦争を気にしていると感じています（私は運命の夜と言います）。 私はまだ主な話はオリジナルではないと思うし、召使いは多かれ少なかれD＆amp; Dアーキタイプであり、聖杯はうまくいく。聖なる戦争。 それは、物語はかなり安定しており、とてもうまく流れていて、いくつかの驚きがあります。\n\nアート -  9：アートワークは非常に良く、アニメーションはまともです。 私は約何も言いたいことがありません。\n\nサウンド -  7：平均的な、本当に立っていないと途中で取得していない。\n\nキャラクター -  8：私はそのシリーズのキャラクターのいくつかを本当に好きです、使用人はアーキタイプですが、うまく設計されています。\n\n楽しさ -  7：時にはペースが少し遅い（主にシーズン1のコメント、さらに多くのシーズン2で起こる）、試合は非常に面白いです。 しかし、いくつかのことはかなり予測可能です。\n\n全体的に：私はそれが実際に運命/滞在の夜と非常に高いアートワーク/アニメーションの品質よりも優れているので、それを8/10に評価します。 私はそれが9-10の範囲になることがオリジナリティを欠場していると思う。"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "Marzgraf_Fenmore",
    "profile": "/profile/Marzgraf_Fenmore/reviews",
    "pages": "4",
    "number": "8",
    "link": "/reviews.php?id=64257",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nDeenにこれを飾った後、DeenにHeaven's Feelを手渡させないでください。Deenにこれを飾ってからHeaven's Feelを取得させてはいけません.Deenにこれを飾ってからHeaven's Feelを取得させてください。 ディーンはこれで私たちを飾った後に天国の気分を味わいます。"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "HybridMedia",
    "profile": "/profile/HybridMedia/reviews",
    "pages": "4",
    "number": "9",
    "link": "/reviews.php?id=119983",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\n（注：このレビューはFate / Zeroの最初と後半の両方を対象としています）\n\nOK......正直に言うつもりです。 私は運命のファンではありませんでした/夜のアニメの適応を維持し、私はおそらく、私が偉大な運命/ゼロがどのくらい聞いていない場合は、そのショーを見たことがないだろう。 それはアニプレックスの別のスタジオで作られたもので、アニプススのものとは別に製作されたこともありますが、ウロブチはシリーズ構成を担当していますが、これについての最も奇妙なことは青木栄監督です。  Fate / stay nightが残っていること、そして映画Unlimited Blade Worksが実際に少しでも働いていて、プレクエルがいつも金を保証されているわけではないことを知っていることを知って、 これがうまくいく方法。\n\n\nFate / Zeroの話は、Fate / stay nightのイベントの10年前に行われ、冬吉市における第4回聖杯戦のイベントを詳述しています。 聖杯の戦争は、7人の魔術師が7人の英雄魂を召喚して勝利するデュオの各メンバーに奇跡を与える「聖杯」の力を得るために競うためのコンテストです。 難解な聖杯の3つの決定的な戦争の後、第4次戦争が始まります。\n\n\n何世紀も前のEinzbern、Makiri、およびTosakaの家族によって設立されたEinzbernファミリーは、コストにかかわらず3回連続して成功を収めています。 その結果、彼らは熟練した傭兵と彼の目標を達成するために使うことができるものを採用しているヒットマンとしての彼の方法と評判にもかかわらず、憎しみにされた魔法使い殺人犯である恵美也を連れてきた。 キリツグはかつて誰も救うことのできるヒーローになりたかったが、もう一人の人生を犠牲にして一人の人を救うことに気付いて、この理想を放棄してから長い間、 人類のために、彼は他者の平和を脅かす人や何者も無慈悲に破壊するだろう。\n\nしかし、キリツギは、彼の新しい家族、彼の妻イリスヴィエルとその娘イルヤとの間で見つけた愛と、聖杯を手に入れるために何をしなければならないかの間に深く根差している。 一方、Kiritsuguの最も偉大な対戦相手はKirei Kotomine、彼の人生で達成感を見つけることができないとKiritsuguに彼の視力を彼が感じる空の可能な答えとして設定することができない司祭の形で表示されます。\n\n\n\n私はショーが主に最初のエピソードを介して取得することは難しい他の理由を考えることができます、私はあなたが46分のエピソードであることを思い出させるかもしれない多くの展覧会を与える（ウォーキングデッドの長さ あなたが見た悪い、狂気の男性や他のテレビドラマ）、それはまたそのエピソードをもう一度見ることができますが、小さなスケールでは、ショーは実際には私が実際に最後のシリーズから望んでいた暗い物語です。 ヒーロー・アングルの周りにプッシーフットをして、人々が何百万人もの人々を救うために、その役割を果たしたときに人々がするいくつかの結果を実際に表示する。あなたは数回殺す必要があり、しばしばそれがあなたに逆行する可能性があり、 彼らが聖杯戦争のために戦ったこれらの奉仕者を設立する方法は、モルタル・コンバットの洗練されたバージョンのようにほとんど感じられ、物事は暴力的であるが、暴力的で精神的にも暴力的になる。 ショーに表示される哲学は、ほとんどのキャラクターが行う選択肢に、召使いや聖杯とは何をするのかという疑問を抱かせてくれます。 ある人は名声、財産、世界の上にいること、あるいは人々が愛する公正な支配者であることを望んでいますが、彼らがあなたをオンにしてあなたに反対することができることを認識しています。\n\n\n\n私が知っているだけのクレジットを持つUfotableのアニメーションは、The Sinnersの映画シリーズ（本当にそれらの映画を見る必要があります）であり、現代のアニメアートスタイルは最も最近のアニメを確実に上回り、これは2011年に行われました。 アクションシーンは、すべてのHD栄光で、特に素晴らしいです。 キャラクターデザインやすべてのものは、スタジオ・ディーンがF / SNでしたものよりも、より滑らかで清潔です。\n\nそれが対話シーンであろうとアクションシーンであろうとも、音楽はそれがすでに持っているものよりも強みを発揮します。 オープニングとエンディングの曲は、LISAが最初のオープニング「Oath Sign」をやっていることで私を捉えています。私の意見では、「Crossing Field」よりもはるかに優れた曲で、Eir Aoiの「MEMORIA」の最初のエンディングは、 お気に入りのエンディングテーマ。  Kalafinaが行った2ndオープニング「To the Beginning」は、Madokaのエンディング曲がすでに金色であることを考えると、彼らのもう一つのハイライトでした。\n\n今度は英語のダブのために、私はAniplex of America、Bang Zoom Entertainment、Neon Alley、Tony Oliverに感謝します。これは2013年に一年中聞いた最高のダブだったからです。キャストリスト発表 彼らは名前をつけているので、人々はこのために心を動かすつもりだった。 すべてのパフォーマーはダブで驚異的な仕事をしたし、何か小さな欠点があっても、ほとんど忘れがたいか、まったく気にしないものだった。 マシュー・マーサー、ブリジット・ホフマン、クリスピン・フリーマン、ルシエン・ドッジ、ジョニー・ヨン・ボッシュ、ダン・ウォーレン、ジェイミソン・プライス、カリー・ウォールグレンがセイバーの役を引き継ぐ。 また、ショーのほとんどが対話型でありながら行動しているので、このショーはダブを取ってくれて本当にうれしいです。\n\n最終的な検証：Fate / Zeroは後継者よりも優れていることが証明され、必然的に必要とされていた暗い方向に進むことが大胆になりました。  Berserkのようなショーは、叙事詩的なアニメのもう一つの例ですが、その中に入るのは苦労するでしょう。 滞在中の夜に失望した人は、このショーが大好きです。"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "makeyourway",
    "profile": "/profile/makeyourway/reviews",
    "pages": "4",
    "number": "10",
    "link": "/reviews.php?id=116885",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\nこのレビューは第1シーズンと第2シーズンです。  ：D\n\n第一に、英雄の意味は何ですか？正義？、英雄的行為をしていますか？ または開いた武器で人生を救う人か？世の中を救いたい人？\n\nそれで悪者はどういう意味ですか？ あなたは感情を失って殺害し、目標を達成するためには卑劣なことをしている人や、殺したときに残っている感情を捨てる人や、単純に邪悪な行為をする人。\n\nそして、善と悪は何ですか？ もし殺害が邪悪ならば、殺す兵士はすべて邪悪なのですか？一人一人に良いことがたくさんあるとすれば？ それは私がこれを殺すと言うか、またはその人が良いことであるということは、男性は良いと悪ではないということですか？\n\nあなたの旅の途中でいつかあなたの願いが成就する機会に遭遇したら、それを取ってそれをイベントに使うことは、あなたが自分の憎しみに慰められることを意味します。 生活？？\nFate Zeroは、それぞれのキャラクターの夢を完全な方法で得るための闘いについて取り組んでいます...なぜあなたはそれをどうしてやったのでしょうか？\n\n\nFate Zeroは、Kiritsuguの人物で、願いを叶えることができ、決して取ることのできない決断をしてくれるような、欲しいものを見つける男です.Kireiは、彼がすべてのことで決して見つけられない答えを見つけようとしています。 神のために彼の理由を見つけることを望む彼の人生と空の男を行った。\n\nストーリー：9\n「聖杯」と呼ばれる願いのグレーディング装置を手に入れるために命を奪う7人の召喚兵の間の戦争は、名声、誇り、喜び、復讐、あるいは単に願望のために戦争を獲得する理由がある holly grail warと呼ばれるいわゆる願いのグレーディング装置で決して達成することはできません。\n\nアニメーションとサウンド：9\n驚くべきアニメーションとサウンドトラックを持つこのシリーズの1つは、最高のものの一つです。\n\nキャラクター：10\n運命ゼロについて最も輝いているのは、どのようにこのことを、個人的にも異なった視点でも、それぞれの時間が彼らのために輝くように、個人のコレクションのように言うことができるということです。 彼はちょうど誰かが彼の価値を認め、何もせず、泣いているだけの赤ちゃんであり、自分の主人を制御することもできないが、途中で変わることを望むただの愚かな子供だ。 彼自身の地面に立つことができる誰かに...このシリーズで輝く多くのキャラクターのただ一つです。\n\n全体：9.5\nさらに詳しい説明では、このショーは、このアニメを見て、素晴らしい、満足のいく旅をしたい、そこのすべてのアニメファンの多くの時計アニメです。"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "shiroyukihime97",
    "profile": "/profile/shiroyukihime97/reviews",
    "pages": "4",
    "number": "11",
    "link": "/reviews.php?id=101909",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n「世界で最も美しいものは見ることができない、触れることさえできない、心に感じる」 -  Hellen KellerとFate / zeroは間違いなく私の心を溶かしました。 多くの人にとって、これはおそらく2012年の最高のアニメで、第2シーズンだけでなく、最初のものも素晴らしいものでした。 全体的にこのシリーズ全体は本当にすべて、アクション、アニメーション、偉大な戦いの振り付け、そしてまたここでの主要なプロットのねじれを持っています。\n\nストーリー-10\nこれは運命の前夜であるかもしれないが、物語は本当に後編について多くを知る必要はなかった。 私のような運命を見たことのない人には、これまでに夜を過ごすことができたので、私はできるだけ多くのアニメが失敗する素晴らしいことです。 運命/ゼロのストーリー・ラインは、「魅惑的」という言葉でしか記述できません。 このアニメの多くは、観客をエピソードの終わりにクリフハンガーやクライマックスに預けて、観客をもっと欲しいものにします。 生まれのウロブチのファンたちは、Genが彼が実際にどれくらい素晴らしいかをもう一度見せてくれるので、このアニメを間違いなく味わうはずです。 彼の暗いスタイルの執筆、悲劇的で悲しい瞬間とプロットのひねりは、基本的に私にそれを完全に受けさせてくれるものでした10。\n\nアート-9\nUfotableは再びFate / zeroに至るまで鮮やかで一貫した高品質のアニメーションを見せてくれました。そして、私が最も楽しませたのはこのアニメの素晴らしい視覚的側面でした。 これと一緒によく振り付けられた戦いは間違いなく壮大で魅力的でした。\n\nサウンド9\n音響効果はアニメ全体で良好でしたが、有罪の王冠やサイコパスのようなアニメと比べてそれほど良好ではありませんでした。 しかし、このショーは、2つの季節を通して良いオープニングとエンディングを制作することでそれを成し遂げました（リサと冒頭のカラフィナへの誓いサイン）\n\nキャラクター10\n運命/ゼロは、各自の専門性と魅力を持つそれぞれのキャラクターをよく開発します。 それぞれのキャラクターはショーとよく調和し、異なる人格の衝突と異なる人格が紛争をもたらすことを理解するための欲望が表示されます。 全体として、Iskandar、Sabre、Lancer、Emirita Kiritsugu Emiyaのようなキャラクターでは、このショーはそれぞれのキャラクターに深い深みと発展をもたらし、みんなが魅力的で楽しいものになってくれました。\n\n全体的に、運命/ゼロは興奮し、魅了し、読者がアニメの美しさと美しさを十分に楽しむことができます。"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "ZeroRemorse",
    "profile": "/profile/ZeroRemorse/reviews",
    "pages": "4",
    "number": "12",
    "link": "/reviews.php?id=107201",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  7\n\n他のファンタジー/アクションアニメは、キャラクターやテーマの作品ではなく、アクション要素よりも優れています。 私は、媒体がうまく統合され、重要で、よく振り付けられた行動を持つ別のシリーズを生み出すことができるかどうか疑問に思っています。  Fate / Zeroは、神話的な英雄の間で、壮大なスケールとパワーで壮大な戦いを作り出そうとします。 また、より静的な条件の間、単一モーメントに重点を置くよう試みる。 これらのアプローチの違いは、壮大なシーンの大半が重要でないように見え、最終的に退屈に見えることです。 そして静的なシーンは、その特別な攻撃が誰の特別な攻撃を打ち負かすかが主に決まります。\n\nFate / Zeroは明らかに私が今まで見てきたCGの使用が最も不快で美しいです。 私は彼らが終わりに向かってセイバーとバーサーカーの間のような戦いの場面に立ち寄っていたはずだと感じます。 私の力はあなたの力、素敵なキャラクターの焦点、より信じられない戦場、より効率的で同等に効果的な描写に勝つものではありません。\n\nほとんどのアクションシリーズとは異なり、戦闘シーンの人々の間で交換された自慢と冗談は、キャラクターとストーリーにつながり、うまく組み立てられます。 このシリーズは、非常に思慮深く、テーマが重く、驚くほど成功するように努めています。 あなたはヒーローと悪役の両方の側面を聞きたいと思うだろうし、右側を選ぶのが難しいでしょう。 あなたはキャラクターの葛藤を感じて、彼らの行動をより魅力的にします。 最後に、戦場での戦闘中の戦略的操作や、シリーズの他の時間があります。 他の人たちが陰謀を提供している間に、彼らの何人かが気遣いを感じ、すべて経験を爽やかにします。\n\nストーリーの欠如は最初のシーズンを支配し、今シーズンの最初の3つのエピソードに続きました。 私の意見では、Casterのキャラクターはシリーズから削除する必要があります。 彼は多くのマドカ風の嘔吐物を誘発し、芸術的なスタイルから外れたモンスターの斬新な戦闘シーンを作り出しました。 彼のキャラクターは、恐怖とサスペンス（キレイと習得したような）を作り出すのに役立つかもしれませんが、もっとユーモラスなアプローチを取って、シリーズ内でさえもキャラクターに固執させます。 ありがたいことに驚くほど、私はエピソード3の後にこのシリーズをドロップしませんでした。\n\nシリーズはここでずっと良くできていますが、全体的に私はそれを経験してうれしいです。 彼らは彼らが形作っている世界を引き続き利用できることを願っていますが、それは間違いなく私にとって英雄と聖杯のプロットが十分です。"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "greendragonite",
    "profile": "/profile/greendragonite/reviews",
    "pages": "4",
    "number": "13",
    "link": "/reviews.php?id=200025",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\n放棄：このアニメの私の完全な考えは、最初のシーズンの私のレビューで広範に詳述することができます。これは、第2シーズンがどのように比較されたのかを素早く調べるだけです（これは私が書いた26のエピソードではありません 最初のレビューは残念ですが、大したことではありません。このエピソードでは、基本的には26エピソードになるのに十分な45分のエピソードが十分に整えられました）。 ですから、Fate / Zeroの第2シーズンに関しては、それは主にシリーズの強調にほとんど適切なエンディングを与えると思います。 私はいくつかのスポイラーがあるかもしれないことを警告する必要がありますが、私はできる限り最善を尽くさないようにします。 だから、すべてのマスターの召使いをすばやく走らせるために、1人を除いてすべてが適切な終わりを持っていた。 私は明らかにKiritsuguとセイバーを指しています。最後の戦いで冬木が破壊されてしまったのですが、私はこれがセットアップに必要であると知っています。後半の特にFirate / stay nightシリーズは、Kiritsuguと 彼らが失敗する理由はセイバーだが、終わりがより良く実行されたかもしれないと感じている。 今では全体的に私はまだこのアニメを楽しんでいて、例えばキリツグが舞台に立つシーンのような私のお気に入りの一つですが、これは飛行機の古典的な例です。"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "FailSniper57",
    "profile": "/profile/FailSniper57/reviews",
    "pages": "4",
    "number": "14",
    "link": "/reviews.php?id=198971",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  8\n\n注 - これは両方の季節のレビューです。 そして、私はあなたがすでにFate Stay / Nightを見たり遊んだり、少なくともそれについて聞いたことがあると仮定しています。\n\nストーリー -  8/10\nストーリーの設定は日本の冬吉市で、7人の修道士が様々なクラスの召使7人を召喚して、聖杯のためにお互いに戦います。これは多くの人がFate / Stay Nightを見て知るはずです。  Unlimited Blade Worksムービー、または2014年の新しい適応です。 フェイト・ゼロは第4回聖杯戦争の出来事に従います。 速いペースで、魅力的で、紆余曲折しているが、物語はあなたの平均的なアニメの平均以上であり、ファンサービスは存在しないので、英雄主義に関する多くの概念と、終わりが手段を正当化するかどうか 観察者の顔に投げられる。 私の唯一の問題はおそらくufotableがHoly Grail Warのルールとメカニックについて議論する視聴者に投げたが、プロットには必要な2倍の長編エピソードであろう。 そしてある時点で、シリーズの3人の最も危険な人たちは皆飲みながら一緒に座っていたので、それは奇妙なものでした（彼らは分かりやすい理由でそれをしましたが）。\n\nART- 9/10\nまあ、それはうまくいくので、良いことになるでしょう。 芸術は美しく、偉大なアクションシーン（フェイトステイ/ナイトの2014年の適応と同じくらい良いわけではありませんが）。 スタティックシーンも優れているので、Fate / Zeroは私が今まで見た中で最も視覚的に素晴らしいアニメの1つになっています。\n\nサウンド -  9/10\nエミヤ・キリツギの穏やかで奥深い声から、妻イリスビエルの明るくて嬉しい声まで、それぞれのキャラクターの声はとてもよく合います。 梶浦由紀の音楽は、SAOの偉大なOSTの盛大な聖歌隊やオーケストラの前身と同じように簡単に識別できます。 オープニングはまた素晴らしいです、発生する悲劇を予見しています（そしてあなたがFate Stay / Nightを見ていれば知っているはずです）。\n\nキャラクター9/10\n別の強力な領域 -  Fate / Zeroの文字は素晴らしいです。 すべてのマスター・サーヴァント・ペアは、友人であろうと、矛盾する理想でお互いに嫌う者であれ、お互いにマッチします。 物語には本当に主人公はなく、POVは遍在しているため、視聴者はGrailのために戦っている様々なグループの個性やバックストーリーを見ることができます。 キャラクター自体は、アサシンの信条から忍者の司祭、アレクサンダー大王までのハッサンから、 このショーは、戦争での戦いのためのマスターの動機を、崇高なものや悲劇的なものとして掘り下げています。多くの場合、それらを裂いてしまいます。 主要なスポイラーのないより詳細なキャラクタープロファイル。\n\nこの番組には主人公に最も近いものがあります。  Emiya Shirou（フランチャイズ最大の馬鹿）の父親と、主人公の秘密のエージェントは、魔術師の頭に穴を開けることです。 このシリーズの中で最も興味深いキャラクターの1つ、Archerが元のFate Stay / Night（正当な理由で）から私に思い出させるもの。\n\nFate / Stay NightからTohsaka Rinの父、Tohsaka Tokiomi。  Kotomine Kireiの教師であり、他の人が同意しなくても、彼の家族のために良い未来を願っている熟練の魔道士。\n\nKiritsuguのKotomine Kireiライバルは、戦争で戦うために選ばれた理由と、楽しさの源を探している理由が分からない。 また、ハッカーが戦闘に来たとき、彼はおそらく弱い召使いのいくつかを取る可能性があります。\n\n刈谷マトウ - トキカミの家族の友人たち。 トキミの妻葵とその子供たちを守るために聖杯で戦うことを決意する。 この男は、シリーズからの私の好きなもののうちの1つを通過しなければならないものをちょっと落胆させています。\n\nRyuunosuke-悪魔を召喚することを決めたサイコ若い大人で、間違っても知らずに戦争に巻き込まれる。 本当にかわいい男。\n\nWaver Velvet-戦争で戦って大部分が認知する大学生。 臆病者のビットと実際の戦闘ではほとんど役に立たない。\n\nKayneth Lord Archibald（セカンド）シリーズの中で最も厄介な男は、私にとっては、彼が戦う誰にとってもちょっとしたものです。 達成された魔道士は、大学での教師Waverが出席する。\n\nセイバー - シロの下で働くF / SNと同じセイバー。 彼女の国の良いために聖杯のために戦う; 彼女の理想は他の召使の理想と衝突する。\n\nアーチャー - 古代の王ギルガメシュ、ハッカーとナルシシズムです。 すべてが彼のものであると信じて、彼の服を飲んで、汚れた服を作るのに多くの時間を費やしています（しかし、何とか酔っ払うことはありません）。 キレイと人生などの長い会話をしています。 傲慢な奴隷は、彼がそれを見て、完全な刺し網ではないとき、名誉ある対戦相手と勇気を知っています。\n\nライダー - 世界を引き継ぐために努力し、必要であれば彼自身がかなりハーフである、非常にバフで筋肉質の戦士。 本当に楽しいキャラクターとファンが好きです。 彼のすべてのマスターのお金をビデオゲーム、テレビ番組、食べ物に費やすのが好きですが、彼の人生でマスターを守る意思があります。\n\nランサーは、勝利の上に騎士道を置くハンサムな槍人であり、仲間の騎士を裏切るよりもむしろ死んでしまう、別のファンのお気に入りです。 また、2つの槍を使用するための悪いとそれらの本当に良いです。\n\nキャスター - 私のためのシリーズの中で最も迷惑な文字。 スポイラーズ - 龍之介の召使で、子供を殺すことも好きですが、そうする動機があり、わかりやすい理由でグレイイルウォーズで戦っています（ちょっとばかばかしいですが）。 彼はまた騎士であると考えているのでちょっと奇妙ですが、彼は悪魔のように見えます。\n\nBerserker-鎧の服を着て、この涼しい黒い霧/煙が彼から出ている神秘的な召使。 武器に触れ、自分のために使う能力がある。\n\n暗殺者 - ここまでのレビューを読んだことに基づいて、彼が誰であるかはかなり明白です。 操縦とステルスミッションには熟練していますが、F / SNシリーズのアサシンとは異なり、直接戦闘には向いていません。\n\nエンジョイメント -  8/10\n時々、私は物語を急いで感じました（おそらく、私はCode Geass、Fateシリーズなどの「良い」アニメにかなり新しいことが原因です）、すべてを取り入れるのに十分な時間がなかったのですが、道徳的な闘い、 競合するキャラクターが簡単にそれを補う。 私はこのショーを夜中に見ましたが、なぜこのショーを他のショーと同じように楽しんでいなかったのかを説明するかもしれません。\n\n全体 -  9/10\nFate / Zeroは、偉大なアニメーションとサウンドを面白いキャラクター、良いプロットと興味深い前提、そして倫理と勇気に関する議論を組み合わせた、バランスのとれたアニメです。 すべてのアニメ視聴者にとっては、エリート主義者でもカジュアルな視聴者でもなければならない。"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "EbonyandIvory",
    "profile": "/profile/EbonyandIvory/reviews",
    "pages": "4",
    "number": "15",
    "link": "/reviews.php?id=120537",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメはストーリー、音楽、キャラクターの開発において驚くべきものでしたが、これまでに見たアニメの中でも、私が出会って見る機会がありました。\n\nストーリーは迅速かつ効率的に発展します。 最初は、最初の2つのエピソードの遅いペースでストーリーを設定して、私はほとんどオフになったことを認めますが、残りのアニメはすばやくそれを補うものでした。 ショーは非常に速いペースで行われ、食べ物を食べると、次回のアークへの予定を待っています。 イベントは予期せぬもので、実際に何が起こるのかは決して決してわかりません。あるイベントはあなたの胃を回転させ、他の人は怒りと嫌悪感を煽ります。\n\n文字も驚異的です。 それらの多くの人格の背後にある真実は、大半のシリーズのために隠されたままであり、墓の追求に対する真の意図も隠されています。 すべてのキャラクターがあなたをそれらの中に引き込むでしょう。あなたがそれらを憎むかどうかは、存在のあらゆる瞬間を楽しむでしょう。 たとえば、キャラクターのキャラクターは、憎しみと侮辱の極端な気持ちを作り、シリーズ全体の中で彼が現れる時点まで私は他のキャラクターのように気分が悪くなるでしょう。 キリツグのようなキャラクターは毎回私を驚かせ、あなたが彼を得て彼の限界を知っていても、毎回あなたを驚かせるでしょう。\nキャラクターのペアリングは完璧なフォイルを提供し、人々のようにさらに強くします。  Wimver Waiver VelvetとRiderからKiritsuguとSabreまで、彼らのゴールとパーソナリティの違いは、ショーをもっと良くするだけです。\n\n戦いや音楽も素晴らしかったです。 シリーズを見ながら、音楽はあなたを引き込み、あらゆる場面を見るようにリベット留めします。 それぞれの場面に合わせてキャラクターが感情を増幅して、さらにあなたの中にあなたを引きつけるだけでなく、戦闘の悪影響を増幅するように書かれています。 他の戦闘と同じような戦いではなく、それぞれがさまざまな感情や意見であなたを残します。\n\n全体的にこのアニメは非常に優れており、私は驚異的な物語と驚くべきキャラクターを探している人にお勧めします。 それはまた、激しいアクションシーンや純粋な心臓のものを腐らせるぞっとするキャラクターには最適です。"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "Nedrarg",
    "profile": "/profile/Nedrarg/reviews",
    "pages": "4",
    "number": "16",
    "link": "/reviews.php?id=230682",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  7\n\nPrequelsは近年のアニメでは珍しい現象ではありませんが、DVD / Blu-Rayやマンガリリースでのボーナスマテリアルに含まれる補足的なOVAエピソードの領域に入るのが最も一般的です。  （もう1つのSankareaは、今年すでに2回の同時放送を行っているシリーズです。）したがって、別のシリーズへのプレコートとして使用される完全な25話のTVシリーズは希少ですが、それと、prequelが事実上 すべての制作やストーリーテリングの側面は、Fate / Zeroを作る最も印象的なものではなく、特にその第2の部分は特別です。 その栄誉は、実際に元のシリーズをより良くする素晴らしい偉業を達成するシリーズに行くのです。\n\n\n\n\n\n\n\n\n\nアクションシーンを越えても、技術的なメリットは引き続き強く、時には視覚的な質につきまとうこともあります。 色合いを雄弁にする豊かで魅力的なキャラクターデザイン、優れたバックグラウンドアート、そして派手な爆発が、鮮やかで美しい調子で強調されています。  CGビジュアルは時にはあまりにも明白にCGですが、それ以外の場合は効果的に使用され、バイクの周りを乗り回るセイバーのシーンが特定の視覚的なハイライトです。 梶浦由紀は、音楽の前で質の高い仕事を提供し、適切な大胆で劇的なサウンドを魅力的なスタイルで演奏し、「カラフィナ」の第2オープナーを「最初から」と置き換えている。 前半に使われたのと同じように強い「宣誓書」。 第2シリーズは、「風が上がって、風が歌う」も、奉仕者の歴史的なイメージの最初のシーズンのモンタージュをKiritsuguとIrisvielの会議と恋愛を記録したモンタージュに置き換える、強力な努力です。 そこからのイメージの中には、今後のOVAのリリースで最終的に彼らの話がもっと詳細に伝えられることを望むような魅力的なものもあります。"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "themopmd",
    "profile": "/profile/themopmd/reviews",
    "pages": "4",
    "number": "17",
    "link": "/reviews.php?id=117989",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  9\n\nこれは最初のシリーズからの驚異的な続きです。それについてはうまくいき、叙事詩の層が増えていきます。 より多くのキャラクターの開発、より多くの戦い、基本的にはすべての最初のシーズンに最適だった。 これの唯一のダウン者、そして完璧を得なかった理由は終わりでした。 運命を見たことのない自分自身のような誰かには、決定的な気持ちにはならなかったが、残りのフランチャイズを設定しなければならないということは明らかにできない！ これが個々のプロジェクトだったのなら、残念ながらそれは10だったでしょうが、私の神はそれが近くにありました。 これは必見です。"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "maverick0999",
    "profile": "/profile/maverick0999/reviews",
    "pages": "4",
    "number": "18",
    "link": "/reviews.php?id=76829",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は新しいアニメが、アニメがまだFateゼロの叙事詩であるという希望を与えるかどうかを言わなければならない。 おそらく、FMAの兄弟姉妹が傑作であり、その美しいものから最高のアニメだろう。 アニメの最高の部分は、その芸術とアニメーションが私の心が吹いているだけで、近くに来ることができる他のアニメはほとんど見つからないということです。 ストーリーは、第2シーズンにはより速いペースで、そして私の好きな部分は、エピソード18-19でキリスルーの子供時代についての物語を取り上げました。 アニメーションと同じくらい良いものは、私が言うことができるすべての壮大なものです。 そして、すべてのキャラクターは私のお気に入りを見て面白くて楽しいですemiya kiritsugu彼のようなスパイクspigelバージョン2です。\nすべてのアニメファンにおすすめの素晴らしいアニメは、アニメから取り出せる唯一のものは、それが好きだったのですが、ちょっとしたエピソードでした。 全体的な10/10"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "SupremeZero",
    "profile": "/profile/SupremeZero/reviews",
    "pages": "4",
    "number": "19",
    "link": "/reviews.php?id=70665",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n10/10 ALL\nそれは悲しいアニメです、それについてのすべては、城を除いて悲しいです。\nKiritsuguはあまりにも現実的で叙事詩的ですが、彼がしたことはすべて無神論だったし、エンディングも叙事詩だったし、次の部分（10年後）\n全然悲しい話ですが、まずFate / Stay Nightを見ることを強くお勧めします。"
  },
  {
    "title": "Fate_Zero_2nd_Season",
    "id": "11741",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "user": "Bluestarz",
    "profile": "/profile/Bluestarz/reviews",
    "pages": "4",
    "number": "20",
    "link": "/reviews.php?id=64581",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  8\n\nアニメは、聖杯戦について7人の魔術師が7人の英雄ヒーローを召喚し、奇跡をもたらす聖杯の力を得るコンテストについて語っています。\n\nおそらく私が見ている最高のアニメの1つです。 最初は、このアニメが関与し、行動が多かったとは思っていませんでした。しかし、あなたが見て楽しむ瞬間、次のエピソードを待つことはできません。 スリラーとファンタジーのアニメが欲しいと偉大な冒険にあなたを巻き込むなら、これはあなたが探していたものです。"
  }
]
