[
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "dark06star",
    "profile": "/profile/dark06star/reviews",
    "pages": "26",
    "number": "1",
    "link": "/reviews.php?id=81062",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  8\n\nソード・アート・オンラインは、7月に出てきた最も盛り上がったアニメの1つでした。誰もがそれについて話していましたが、基本的にどこでも見ることができます。最初は無視しました。 あまりにもハイプイズされたアニメですが、私はそれにショットを与え、それは実際にはかなり良いアニメでしたが、彼らが言うように、すべての良いものは終わりに来ますが、この場合は終わりを超えて行きます。\n\n - ストーリー - ストーリーは2022年に起こり、仮想現実MMOゲーム（ソード・アート・オンライン）がリリースされます。他のMMOと同じように、これは神経ギアと呼ばれるデバイスを使用します。 その本当の人生は、かなりきれいに聞こえる？ まあ、ええ、本当は...\n\n\n\n - アート - ここで言うことはあまりありませんが、Sword Art Onlineの芸術は大丈夫です。カジュアルではありませんが、印象的ではありません。本当に素敵な場所やビジュアルを見ることができますが、あまり良くありません。  。 今ではキャラクターのデザインは正常であり、本当に重要ではありません。今ここで私が言っていることは、（SAO）世界についてです。物事はちょっと違います（ALO）。 私はこれが他の誰かに影響を与えたかどうかは分かりませんが、キャラクターの翼と長い耳に与えることはアニメの大部分を台無しにしてしまったと思います。 あなたが彼を見て、アニメの最も重大な瞬間でさえ真剣に彼を取ることはできません。 それ以外の背景やあなたが見た場所（ALO）は、以前のシーズンで見たものよりもはるかに創造的で魅力的です。\n\n - サウンド・ソード・アート・オンラインは、最高の音楽サウンドトラックを持っていませんが、アクション・アニメにとっては大丈夫ではありません。MMO / RPGの雰囲気があります。 それ以外に、それは良い声の演技と大丈夫のサウンドエフェクトを持っています。\n\n - キャラクター - キャラクターが正常になる前に私が言ったように、他のプレーンなアニメキャラクターと同じように特別なものは何もありません。\n\n今ここでそれが難しいです。 最初に主人公（霧ヶ谷和夫）とかゲーム名（キリト）があります。 今私が本当にこのキャラクターが好きでなかったのは、彼が最初から強いスタートをしていたことです。最終的に彼は本当に改善されませんでしたが、実際に彼は最初から同じキャラクターだったのですが、 彼がレベルアップしていることを思い出してください。そして、それはまた、他のメインキャラクター（Asuna Yuuki）のために、彼らはどちらかといえば強く始まります。彼らが何をしたのか、彼らが訓練を受けたり、 私たちはそれを好きです、それはまあまあ楽しいです。\n\n\n\n - 楽しさ - 私は正直言って、アニメが出てきたときに本当に楽しかったと言うことができます。毎週話が進んでいくのを楽しみにしていました。私はとても興奮していました。 それを見る友人。 しかし、それはただスパークを失ってしまい、私はそれぞれのエピソードではあまり関心がなくなりました。 実際には（ALO）から現実世界に移行する部分がありましたが、実際にはゲームのものよりも実際の部分を楽しんでいました\n\n私自身はアニメを見て、それが良いことを知っている人で、何が起こっても10または9を与えるだけですが、なぜSword Art Onlineが違うのか分かりません。 シーズン1以来、楽しさは失われてしまったし、失望してしまった。\n\nこのレビューでは（SAO）と（ALO）を比較しましたが、非常に良い理由があります。 私はメーカーがたやすくて、第2シーズンでファンのサービスをたくさん投げ、暴力を増やしたいと思っていた。 それはちょうど役に立たないように見え、実際にアニメの楽しさを台無しにしました。 しかし、これはちょうど私の意見であり、私は実際にアニメをお勧めします、あなたがこのレビューのアニメについて言った悪い点に迷惑を掛けないことを見れば、おそらく本当にそれを楽しむでしょう。 しかし、私にとっては、このアニメが（SAO）の事件の後すぐに終了することを期待していたでしょう。そこで終わりました。それは私の好きなアニメの1つでした。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Kolle",
    "profile": "/profile/Kolle/reviews",
    "pages": "26",
    "number": "2",
    "link": "/reviews.php?id=76055",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nソード・アート・オンライン、苦しい前進、それは本当に良いショーで、私はあなたに少しはなぜそれを伝えますか？  SAOはトップリストに高い評価を得ています。 プロットは非常にユニークで、非常にうまく作られています。 さらに、アート、サウンド、キャラクターなど、すべてが完璧で、ショーに完璧に合っています。\n\nストーリー - -\n非常にユニークで完璧に実行されます。 たとえば、最初のエピソードでは、彼について少し話をしてから、ゲームをプレイし始めます（そして、芸術から離れていることはとても驚くほど鮮やかで、本当に楽しくなります）\n\nストーリーは、バーチャルリアリティーのゲームがあるという意味で非常にユニークで、始めるとそのうちの1つは離れることができません。 また、何が本当にうまくいくのかについての組織もあります。\n唯一の苦情は、アイデアを考慮して、これを長くしてしまった可能性があり、プロットには多くのものがあるということです。\n\nアート - -\n前に言ったように、芸術は信じられないほどです。 それは鮮やかで、多くの小さな細部が描かれた色で満たされています。 これに表示されるアートの種類は、文字がよりかわいくて現実的でないように見える種類です。 例えば、彼らはBaccanoの主人公のようには見えません（もしあなたが好きなら）。\n\n文字---\nうーん...\nSAOでは、前方に窮地に陥っていて、さまざまな種類の文字があまりないと言っています。 ほとんどの人にとって同じ人格ですが、間違ってはいません。 文字が多種多様でないという理由だけでは、それは良いことではありません。 それはまだ非常に楽しいです（しかし、すべてがキャラクターのアニメで好きなものになるので、基本的にすべての意見です：P）。\n\n全体、\nSword Art Onlineは非常に楽しく、すべてのエピソードは新しい発見された質問、答えで私を残し、いつももっと欲しいものを残す。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Zonna",
    "profile": "/profile/Zonna/reviews",
    "pages": "26",
    "number": "3",
    "link": "/reviews.php?id=219900",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  4\n|  3\n\nこのアニメは素晴らしいスタートを！ 彼らがそれをハーレムに変え始めるまで、私は本当に楽しんでいました。私はプロット全体を台無しにしたロマンスビットのためにそれを嫌いです。 愚かな少女たちが一人の男の子と戦って......--\n\nストーリー：7/10\n私が前に言ったように、アニメ全体は私に興味があり、私はそれを愛していました。 しかし残念ながら、その十代の愛によってすべてが台無しにされました。\n\nアート：10/10\nアートはちょうど美しかったです！ 私は何を言いたいのか分からない。\n\nサウンド：10/10\nEEEEPIIIC!!!!\n\nキャラクター：4/10\nキャラクターは以前よりもはるかに改良されている可能性があります。 女の子たちは私を怒らせた、特にアスナ。\n\n楽しさ：3/10\n私はアニメが単に私をうんざりさせたので、非常に長い間それを見ていない。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "AnimeFanTalk",
    "profile": "/profile/AnimeFanTalk/reviews",
    "pages": "26",
    "number": "4",
    "link": "/reviews.php?id=136851",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  6\n|  6\n\n6/10。 ちょうどひどいと私はそれを見て残念です。 ソードアートのオンラインストーリーは、最初はとても驚きました（ビデオゲームで死ぬ、あなたは実生活で死んでいます）が、このロマンスのラブストーリーにすばやく変わってしまいました。間違ってはいけません。私はロマンスが好きですが、 そしてAsunaはお互いのために意味されていた、彼らはお互いについて何か知っていても、彼らの愛はすぐに起こる、彼らがボーイフレンドになり、最後にガールフレンドがあればそれは良いだろうが、それはまもなくエピソード7または8 私が一番気に入っているのは、25話のシリーズでサイドキャラクターを4回しか見ることができないということです。 真実は、戦いは地獄のEPICだったと言われ、レベルの上司は本当にクールだ。 しかし何らかの理由で私はGun Gale Onlineを見たいと思っています"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Ryzun",
    "profile": "/profile/Ryzun/reviews",
    "pages": "26",
    "number": "5",
    "link": "/reviews.php?id=219303",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  9\n\nだから...私個人的にはこれは私が今まで見たアニメシリーズの最初のものです。 私はアニメには何も反対していましたが、それを見に来たときにはハイロードを取っていました。 それが私がSAOを遭遇するまでだった。 私は2日でAincradとFarieの弧を見ました。私はかなり喜んで言うことができます。 私はそれが好きだった。 これが私の最初のアニメであることは、私の意見はそれほど変わらないが、それが価値あるものである理由は分かりません。\n\nアート：8（超美しい景色）\n\nサウンド：9（私の代わりにそれを比較することはあまりありませんでしたが、意欲的なサウンドデザイナーのPoVから、全体的に一貫性のあるサウンドが得られます）\n\nキャラクター：8（本当にすべてのキャラクターが好きでした。私は映画などの感情的なパンチには柔らかいわけではありませんが、KiritoとAsunaの関係は、\n\n楽しさ：9（私は最初のアニメだと言ったが、最初の2つのアークが大好きで、私はSAO IIを始めたばかりなので、私はそれを待つことができない）\n\n全体：9（私の最初のアニメのために、私は私の心の中でどこからでも始められたとは思いません。初心者のアニメウォッチャーには完璧です！）"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "theillusionary",
    "profile": "/profile/theillusionary/reviews",
    "pages": "26",
    "number": "6",
    "link": "/reviews.php?id=219300",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  9\nサウンド|  8\nキャラクター|  2\n|  3\n\nなぜそれが起こったのですか？ それは起こってはいけませんか？ しかし、それは起こった。\n\nまず、私はそれで出てくるつもりです：私は嫌いです。 私は胸からそれを得てうれしいです。 さて、私は明らかに自分の立場について強い感情を持っていますが、私はできるだけ公平で批評的に正確であることについて最善を尽くします。\n\n*レビューには、最初の大弧の終わり、それがシリーズの第2の大弧をどのように設定するかなど、マイナーなスポイラーが含まれることに注意してください。\n\n今、このショーは素晴らしい前提を持っています。 新しいビデオゲーム技術により、ユーザーはまるで実世界のように新しい世界を探索することができます。 そして最初の間違いは、*主人公、キリトのドラムロールです！ すぐにビデオゲームができます。 これは、ショーのための大きなファンベースをもたらすのに十分なはずです。 次に、プレイヤーはゲームに閉じ込められ、現実の世界に戻るためにゲームの100階を打ち負かす。 そしてゲームでの死は、実生活での死を意味します。 設定はシンプルで鮮やかで、視聴者は外出直後にカプセル化されることができます。 そのようなスタートで、ショーはおそらく間違って行くことができませんでしたか？ 残念ながら、ショーは間違っています。 定期的にショーを悪化させるミスがあります。\n\nおそらくSAKOの最大の問題はキリトです。 私は彼に幸福感のキャラクターを呼びたいと思っていません...しかし、それは彼のものです。  KiritoはKiritoだから悪い人を打つ。  KiritoはKiritoだから難しい問題を解決します。 キリトがキリトだから、キリトはすべての女性を得る。 そしてすべての女性を得ることによって、私は彼が完全な女性化粧品であることを意味する。  1つのエピソードに登場する女性キャラクターは少なくとも3人あり、キリトと恋に落ちてから投げ捨てられます。 あなたは、キリトが実生活で敗者になることはSAO生活の敗者になると考えていますが、それは全く反対です。 ショーのキャラクターに（他の）多くの問題がありますが、後でそれに戻ることができます。\n\nショーのペーシングはひどく、ショーの方向はひどいものでした。 彼らがビデオゲームに閉じ込められていて、現実の世界に逃れるためにそれを打ち倒す必要があったことを、紛争全体について覚えていますか？ まあ、それはシリーズの途中で変わります。 私はあまり深くはありませんが、基本的に、キリトの力を使って100番にすることなく試合を打ち負かすことができます。そして、彼がやっていることは...よく、キリトは幸福のキャラクターであることを覚えておいてください。 彼は何でもすることができます。 また、そのクライマックスに至るショーのエピソードは、（ショーのタイムラインの点で）何ヶ月も離れていてもひどくペースがかかります。 そして、それらのエピソードの多くにはたくさんのフィラーがあります。 私たちのキャラクターは、生きるために戦う代わりに、むしろ魚を釣り、料理をして花を選ぶことがありました。\n\n今すぐそこで停止してください！\n\nショーがKiritoの直線的な道をたどって、ギャングがフロア100に向かって戦って最終的なボスを倒せば、何千人もの人々がゲームに詰め込まれていても、それは私にとっては大丈夫だろう。 真剣に。 むしろ、全体のプロットはシリーズ全体のエピソード数のほぼ2倍で構成されています。 しかし、よく発達したプロットを得るのではなく、2つのプロットを作成します。 最初のプロットはSAOであり、2番目のプロットはAlfheim!!!\n\nええ、アルフハイムと呼ばれる新しいビデオゲームは、後半の設定です。 あなたは、SAO事件の後、人々は愚かではなく、それらの現実世界のビデオゲームを買うことをやめると思います。 そして（ほとんど）アルフハイムには誰も閉じ込められていない。 最初の弧を終えるとすぐにショーの全てのエンゲージメントを失った。 ショーの前提の私の最初の好みのために私はまだ最初のアークを楽しんだことに注意してください。 最初の弧の危機にあったのは何千人もの命だった。  2番目の弧の中で危機に瀕していたのは、キリトのガールフレンド、アスナでした。\n\nAsunaは、主人公が私たちの虜になった少女です。 キャラクターとして、彼女は確かに欠陥があります。 彼女は非常に不思議な状態から始まり、戦闘中の全ボスでもあります。 プロットが進行するにつれて、ある意味でシンデレラになった。 それでも、私は彼女にはとても好きだった。 すべての目的と目的のために、KiritoはAsunaがビデオゲームの睡眠から目を覚ます。 どういうわけか、この狂った恐ろしい新しいアンタゴニストは、アルフハイムを彼女を洗脳する目的で彼女を閉じ込めて、実生活で彼を愛するように管理します。 同じ技術で人類を奴隷化することも...何とかして。 とにかくキリトだけがアスナを気にしているようだった。 アスナは桃姫の姫になり、キリトが彼女を救うのを待つか、自分を救うことに失敗するか、あるいは新しい悪人に事実上虐待を受ける。\n\n最初の弧に魅力的だったのは、選手たちがSAOの新しい人生にどのように適応したかということでした。 最初にSAOで過ごした日が実際に失われた日であったのは、早い時期に言われました。 ショーの前半の激しい生死の葛藤がなければ、後半に入ることは難しいです。 しかし、その後、SAOのようなものが生まれました。 それはプレーヤーが住んでいた新しい世界でした。 また、モンスターと戦ってダンジョンを打ち負かしなければならなかった時、彼らの人生は何千もの他の人たちと同様に行なわれました。 当然、そうであれば、なぜ文字はあまり重大ではないでしょうか？ 唯一の危機になっているのは、Kiritoのガールフレンドだったのですが、Alfheimのゲームを真剣に受け入れる唯一の人だったはずです。 すべての選手が翼と尖った耳を成長させていない場合、彼らはまだ彼らが自分の人生のために戦って、すべてのSAOであると思ったでしょう。 アルフハイムをプレイしている人々はビデオゲームのように扱うだろうと思うでしょう。なぜなら、これはビデオゲームだからです。 しかし、いいえ、彼らは彼らの生活が実際にライン（またはこの場合ガールフレンド）にあるようにそれを扱います。\n\n私の最終得点は、2つの理由から1/10でなく3/10です。\n\n1.私は退屈で失望したショーを終えたが、その欠陥にもかかわらず、最初の弧に従事する方法を見つけた。 時には、それはあなたがそれが素晴らしいではないことを知っているにもかかわらず、本当に何かを楽しむためにあなたの心の中でそれを見つけることができます。\n\n2. SAOに1つの節約猶予があれば、それはアニメーション、アクション・シーケンス、およびそれよりも少ない程度に音である。 多くの明るい色と独創的なテクスチャは、速いペースで激しい戦いの場面を活気づけます。 それでも、キリトは私のためにこれらのシーケンスの多くを台無しにしてしまったように圧倒されています。\n\nあなたはそれを持っています。 このショーを見る唯一の理由は、あなたがバンドワゴンを好む場合、またはファンに続くカルトに参加する能力があると思う場合です。 私のようなアニメを批判的に分析する傾向があることが分かっている場合、人気があるので、それを見ないでください。\n\n私は嫌いです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Tsugan",
    "profile": "/profile/Tsugan/reviews",
    "pages": "26",
    "number": "7",
    "link": "/reviews.php?id=168477",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  7\n\n当初はSAOについて懐疑的でした。 私はビデオゲームのアニメに嫌悪感を抱いていました。彼らはすべて、彼らがスーパーチーズであると思っていたからです。 それから、私はSAOとLog Horizo​​nを見て、私が見逃していたものを見ました。\n\nストーリー＆amp; 文字：私は最初の弧を本当に楽しんだ。 それはビルドアップと緊張、悲劇、そして見る価値があるアニメを作るすべてのものをたくさん持っていました。 どんなキャラクターもプッシュまたは不必要なように見えず、徹底的に楽しんだ。 私は2番目の弧をあまり気にしませんでしたが、キャラクターは発展し続けましたので問題ありません。 私はまだSAO 2を見たことがない（私は彼らが終わるまで待つのが好きなので私は腕を振ることができる）が、一貫していることを望む。\n\nアート＆amp; amp; サウンド：私はOSTを楽しんだ、私は私の図書館にいくつかの曲を持っている。 アニメーションは流動的で見栄えは良いですが、決して画期的なものではありません。\n\n楽しさ：2番目の弧が良くなっていれば、もっと楽しんでいるでしょう。 それは確かに私が見て後悔していない堅実なアニメだ。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Jman809",
    "profile": "/profile/Jman809/reviews",
    "pages": "26",
    "number": "8",
    "link": "/reviews.php?id=202535",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nSAOはいつも私の個人的に好きなアニメです。 私はAincrad arcとFairy Dance arcの両方のストーリーを堪能しました。 アニメーションの質は素晴らしく、サブとダブの両方に作用する声は素晴らしかったです。 私が別のシリーズを見るまで、SAOは私のお気に入りのロマンスでしたが、それは別の議論のためのものです。 私は週末のシリーズを見て、私は病気になったとすぐに恋に落ちたと昨年の第2シーズンについて聞いたとき、私はとても興奮していた。  SAOは引き続き好きなアニメになるでしょう。 私は、主にロマンチックな瞬間が原因で、妖精の踊りの終わりを楽しんだ。 しかし、私はAincradアークが2の方が優れていると言いますが、どちらもまだ楽しいです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "joephillingham",
    "profile": "/profile/joephillingham/reviews",
    "pages": "26",
    "number": "9",
    "link": "/reviews.php?id=180158",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  7\n|  9\n\n今、剣の芸術をオンラインで見る前に。 あなたは、これが決してコードギアスやデスノートのような傑作アニメであることを理解しなければなりません。\n\nこのアニメは、楽しむために作られたアニメであり、大部分は楽しいアニメです。\n\nしかし、芸術は驚くべきことであり、音楽はユージーカジウラだけで構成されています。 今、梶浦由貴、Fate / Zero\nと罪人の庭。 私は私の場合を休む。\n\n音楽は、絶対に美しいです。 そして、単数の曲を除いて：Swordlandは、一度それを聞くと100回聞きたいと思うでしょうが、音楽は繰り返しはありません。\n\nアニメは後半に向けて中傷されていますが、それはかなり楽しいと感じました。はい、当然のことながら、前半の驚くべきものよりも低品質でしたが、彼らは喜んで救済され、社会を説明する余地がありました より多くのゲーム内で行われます。\n\n全体的にこれは私の好きなアニメの一つであり、未来ニッキーとコードギアスと一緒に結ばれていて、それは時計の価値が非常に高いです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "GDLSkorne",
    "profile": "/profile/GDLSkorne/reviews",
    "pages": "26",
    "number": "10",
    "link": "/reviews.php?id=180142",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\nSword Art Onlineは私が今まで見た中で最高のアニメの1つとして始まります。 それはとても楽しそうで感情的です。 私はSword Art Onlineを見たときに私が持っているアニメを見ている間、私はこれまでにとても悲しかったと思っていません。 それはその持続時間の固体部分のための感情的なジェットコースターです。\n\nつまり、ショーはちょうど中間に向かって少し落ち、多分約15のエピソードであり、ちょうど上半期にあった質とエンターテイメントのレベルを取り戻すことはできません。 その時点で見るのはまだ楽しいですが、2度目のアークが始まると全く違うショーのように感じます。 しかし、一日の終わりには、これはまだ非常に良いショーであり、後半に関心を失っても、最初の15回ほどのエピソードは思い出に残る素晴らしい時計です！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Meshuga7",
    "profile": "/profile/Meshuga7/reviews",
    "pages": "26",
    "number": "11",
    "link": "/reviews.php?id=218746",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  9\nキャラクター|  3\n|  5\n\n私は最初の2つのエピソードが好きでしたが、それはちょうど..いいえ\n\nSword Art Onlineは、アニメの浅さの頂点です。\n「スーパークール」本当に強力なMC？ チェック。 過度に迷惑と非現実的な女性の愛の関心？ チェック。 すべての女性キャラクターがMCのDに乗る？ 別の小切手。 近親相姦の恋愛ドラマも加えて、12歳以上の太ったゲーマーたちが、彼が魅力的なMCキリトのようなスーパーホットガールフレンドを迎えることができると信じているショーを持っています。\n\nしかし、あなたがSAOを音楽だけで好きだと言われたら、私はあなたを責めません。\nそれはそこに一貫していくつかの人気アニメの最高の音楽を持っています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Chillapay",
    "profile": "/profile/Chillapay/reviews",
    "pages": "26",
    "number": "12",
    "link": "/reviews.php?id=202045",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  8\nサウンド|  10\nキャラクター|  1\n|  1\n\nストーリー：\nストーリーは正直に言うとreeeeeeeeeealy恐ろしいです、それはあなたがアニメ、ゲームなどの多くでよく見かけるものです。ストーリーやストーリーには何もひねられていないので、実際に何が起こっているのかを考えることができます ストーリー、この良いことをするアニメの良い例はデスノートです、デスノートではすべてがよく考えられていて、キャラクターLとキラはマインドゲームで障害物を乗り越えて実際には問題の解決策を考えていますが、  ...\n0/10\nどのような素晴らしいアニメは、全面的なゲームストーリーを保持するタイプスタフはログホライズンです\n\nアート：\n誠実であるためには、僕の恋人は本当に僕のものだと思うよ。\nしかし、それでもあなたはアートではない、おいしいアニメを作ることはできません。\nモーションコントロールがおいしいゲームをうまくいかないように。\n0,5 / 10\n\nキャラクター：\nキリトのキャラクターはキリトが関わっている戦いで愚かです。彼は剣を振り回してすべてを勝ちます...ナルートと戦ってしまったのです...ナルトは戦ってしまいました...ライターが好きな人は、7人の人と話をしていました。 彼を攻撃して、彼はちょうどタンク装置のないより多くの健康を得ました（あなたはバランスの取れたゲームで5人以上の人を気遣うことができません）\n他にもキリトにはキャラクターの開発がありませんし、アスナはそれ以上のものではありません。\n\nエンジョイメント：私がSAOを見始める前に、私はそれについてたくさんのことを聞いた：それはゲームのように感じて、それはこれまで最高のアニメでした...私は興奮したが、SAOはすべてのRPGゲームではないので、 ゲーム、ノーマジック、弓、武器、武器、武器、武器は存在しません（しかし、唯一の武器ではありません。しかし、最強のリフィラックスが必要なので 単純にRPG機能を実行するためにゲームで\n0..01 / 10\n\n全体的なスコア：私はこのシッティ・アニメを見直す代わりに、\n\nアニメの推奨事項：ログの地平線：SAOの良いバージョンです。\nFullmetal Alchemist Brotherhood：もしSAO 13歳のユーザーがshitiestアニメをこれまでに推薦して、それを最高のものと呼んでいれば、これまで最高のアニメを推薦することもできます"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "RedemptionID",
    "profile": "/profile/RedemptionID/reviews",
    "pages": "26",
    "number": "13",
    "link": "/reviews.php?id=201769",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  6\nキャラクター|  5\n|  3\n\n私は自分の得点が奇妙に思えるかもしれないと理解しています。 私は説明します。 私は、このアニメはあまりにも大きな可能性を持っていたと感じています。 信じられないほどの可能性。 しかし、私はそれがとてもデッドマンワンダーランドを見るようにそれを参照してください。\n\nこのアニメは決して人気を欠いているわけではありません。 そして、それに対する私の憎しみは、その人気から来ていません。 しかし、それは彼らが大きな時間をそれを台無しにした方法から来ています。\n\n死んだ人のように、私はプロットが絶対にすばらしく、リベットであると思っていました。  1つ1つのエピソードが時間のスキップをたどっていることが分かったとき、物事は南に向かい始めました。 それは私のために潜在的な性格の開発を完全にそして完全に台無しにしました。 それだけでなく、別の領域（それが破壊されているのを見る人を避けるように言いました）に移って、私がアニメに残した気持ちを破壊しました。 彼らは以前より早くそれを終わらせていたはずです。 時間が経つにつれて、私にとってはますます無意味になってきました。\n\nおそらく私の否定的な気持ちは、私の期待や誇大宣伝からこのアニメが大いに失望していることに由来します。 おそらくそれは本当に悪くない。 しかし、私にとってはこのアニメでダイヤモンドが荒れていて、その潜在力を完全に無視してしまっただけです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "RychesShadows",
    "profile": "/profile/RychesShadows/reviews",
    "pages": "26",
    "number": "14",
    "link": "/reviews.php?id=217450",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  10\nキャラクター|  5\n|  5\n\nSAO。 私はこのショーを説明する最善の方法は、それが2つの半分の物語であるということです\n（勝利のための英国のフットボールの参照！）。 最初の半分は素敵なラブストーリーと後ろにいるキャラクターの興味深いプロットです（私はあまりにも多くの問題があります）。\nこのショーの後半は、私がショーについて好きなものすべてを基本的に取り、理論上の中指を与えます。\n\nとにかく、最初から重いものに乗ります。 プロット。 スポイラーは以下のとおりです！ 警告！\n\nシーズンは興味深いコンセプトで始まります。強烈な圧倒的な性格（プロットアーマーで迷惑をかけることもありますが、それは起こります）、強い女性主人公は新鮮な空気と面白いサイドキャラクターを見つけました。 最初の14回のエピソードにはいくつかの問題がありますが、そのうちの1つは時間スキップであり、潜在的な可能性を飛ばしています！ 私たちはまだ良い物語と素敵なキャラクターを手に入れていますが、時間のスキップは大いに欲しいものです。\n\nその後、過去のエピソード14理論的なネジが表示されます。 私は新鮮な空気の息を見つけた強いメインの女性のキャラクターがなくなって、今必要ではない退屈な愚かなプロットのために苦しみの乙女になった。 技術的にSAOであるものを完全に取り除く、ただの完全なクリープと新しい世界である主要な悪役。\n私は多くの人がSAOを十分に認識していると確信しています。 私は、不必要な後半のためにこれに賛成する誰か（最初のシーズンのほうをやることができました。結局、大量の時間をスキップすることができました）。\n\n今このショーのサウンドは素晴らしかったです。  Crossing Fieldsはアニメのベストオープニングのひとつです。紅茶でなくてもそれを聞くことをおすすめします。 その全体を通してのサウンドデザインは非常にうまくいきます。 カジュラユキは、彼女がサウンドトラックに触れるたびに、彼女の恋愛とFate / Zeroのようなもので金に変えてくれる人です。\n\n私は2人の主人公について話し合います。私は彼らが触れられるべき人だと感じます。\nキリトは非常に興味深い人格を持つ非常に圧倒された人物です。 アニメ全体の彼のプロットアーマーは、ちょっとした邪魔をする危険があまりないので、少し問題があると思う。\nアスナは第1シーズンの傑出したキャラクターです。 彼女は強くスマートな女性キャラクターで、リーダーとして戦うことができる人物として描写されています.......残念ながら、後半は彼女をプロットのために苦しみの乙女にしてしまいます。 このアニメの最大の問題です。\n\n全体として、SAOは深刻な混合バスケットです。 私は個人的には、本当に素晴らしいプロットを表していると感じるように、SAOを14シリーズの長編シリーズと呼んでいます。 後半は、このアニメを真剣に汚している不要な時間の無駄です。 私はこれについての分割決定が永遠に存在することを確信しているので、そのままそれを取ることが最善です。\n14エピソードのアニメ。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Mandalore07",
    "profile": "/profile/Mandalore07/reviews",
    "pages": "26",
    "number": "15",
    "link": "/reviews.php?id=217424",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  10\n\n私は、このアニメを混乱したレビューの過多を見た後に見ることを躊躇していました。 あなたはこのアニメを崇拝するか、絶対にそれを憎むようです。 それを見た後、私はそれについて感じたことを書かなければならないと感じました。なぜなら、完璧ではないが、私はその世界と人格に完全に恋していたからです。 車の古いビーターのように、あなたはその激しい煙があり、あなたのすべての友達は笑っていましたが、それでもあなたは完全に崇拝しました。\n\nだから私はこのアニメにこのような高い得点を与えたのです。 私にとっては、アニメの全体的な感触と私の楽しみは、私が好きではない（私は絶対に嫌いなシーンが2つあり、\n\nストーリー（8/10）\n\n話は独特でとても賢いものでした。 最初のアークは最高でした。フルアライメントが得られなかった唯一の理由は、多くの時間をスキップしたためです。 私は正直なところ、最初の弧が2つの全季節を捉えたと思う。 それが言われて、私はスキップがうまくいった時を感じた。 あなたはキリトの成長を特に見ます（私はアスヌーナでもっと見ることが好きでした）。一緒につなぎ合わせるとキリトの性格を肉体化する重要なマイルストーンが示されます。 物語はすべてそれを持っています：爆発的なアクションシーン（戦いは本当にうまくいっています）、驚くべき世界、そこにほとんどのアニメとは異なる、爽やかでユニークなロマンス、そしてたくさんの感じ。\n\nアート（8/10）\n\n芸術は美しく、一貫していました。 アクションシーンは心を吹き飛ばし、SAOとアルフハイムの世界は驚異的に詳しく描写されました。 景色は息をのむようになり、その範囲は巨大でした！\n\nサウンド（9/10）\n\nSAOの嫌悪者でさえ、スコアは傑作には及ばないと認めなければならない。 サウンドの影響は、特に剣の戦いと、信じられないほどに聞こえるゲームサウンドエフェクトにも適していました。 オープニングとエンディングの曲も素晴らしかったです。 ここには苦情はありません。\n\nキャラクター（8/10）\n\n私はSAOのすべてのキャラクターが好きで、本当に私がそれらを知るようになったと感じました。***スポイラーアラートはほんの一部です***ダブシーヘンタイのスラグはストーリーにはまったく合わない 第2弧の終わりの悪人\n多くの人がハレムの側面についても不平を言っていますが、私は正直言ってそれを見ませんでした（アニメの小説か両方の季節）。 多くの女の子たちはキリトが好きで、彼と一緒に行こうとしますが、彼は自分の進歩を逸らすだけです。\n\n彼は非常にゲイリー・スタウトだったと不満を持っているにもかかわらず、私はキリトのキャラクターが気に入っていました。 アニメの始まりには、孤独で引っ込められた男が現実からやや外れているのが見えます。 彼は他人の周りでは厄介で、あまり社会的ではありません。 彼はゲームをするのに時間を費やすことを好むという事実のために、彼は驚くことにそれらに本当に良くなった。 これは、問題を解決することに関して彼が独創的な独創性を発揮したことと相まって、ベータテスターとしてのゲームの理解と賢明な思考により、SAOの世界では非常に強力です。 彼の信じられないほどの強さにもかかわらず、彼は後悔し、また途中で多くの間違いをします。 私が彼について楽しんでいたもう一つのことは、シリーズ全体を通して見たように他人をいたずらに弄ぶことに対する彼の愛でした。 彼はパワフルですが、完璧なゲイ・スチュとはまったく離れており、退屈ではありません。\n\nAsunaは私が愛した別のキャラクターです。 人々は彼女が悪いことを嫌うように見えるし、waifuスキルを最大限に活用している。 私はなぜ彼女は両方を持つことができないと言う？ タフな上司の戦いの後にキラーサンドウィッチを作ることができても間違っていませんか？ 私が見たレビューの多くで、私は、彼女が二番目の弧の中で苦しめられるようになったことに気づきました（男性の友人の助けが実際に必要なのは、何とか人としての価値を低下させます）。 彼女はこの問題の選択肢がなかったようだ。 私は彼女がゲーム管理者のクラッチからほとんど逃げ出したことを意味します。 彼女の素早い考えがなければ、キリトは彼女を救うことはできませんでした。 私は憎しみを理解することは決してないだろう。\n\n他のキャラクターは多様で楽しいものでした。 私は本当にEgil、Klein、Lisbethが好きだった。  Yuiはただ素敵でした。 私はLeafaをあまり考えなかったが、それは私が愛する兄弟全体のためにあまりにも多くのものを手に入れたためであろう。\n\n***スポイラーの終わり***\n\n楽しさ（10/10）\n\n私はこのアニメを徹底的に楽しんだ。 私がそれを見ながら感じたのは、私の最初のアニメのいくつかから得た感情のノスタルジックな感じでした！ 私は仕事から家に帰るのを待つことができず、私は見続けることができました。 それは私を笑わせ、私を泣かせ、何か悪いことが起こったときに私を興奮させました。 これは少数のエッチとのアクション、コメディ、ドラマ、ロマンスの素敵なショーネアニメです（エッチは1つか2つの場面がそんなに奇妙に感じられます）。 だからそれをそのように判断する。 それはオスカー賞を受賞した物語、またはアニメのロマンスのジャンルのパラゴンではありません。 しかし、見ることは間違いなく非常に面白いです。\n\n全体的（10/10）\n\n私はもっ​​と欲しがっていましたか？ 私はブルーレイを買うだろうか？ 私はそれを見直すだろうか？ それが私を外に出して光の小説を読むことになりましたか？ それは私にそれについてのレビューを書いてもらいたいのですか？\n上記のすべてにはい！ 私のお気に入りの一つ"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "captainploo",
    "profile": "/profile/captainploo/reviews",
    "pages": "26",
    "number": "16",
    "link": "/reviews.php?id=201312",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nLog Horizo​​nが最初の放映を終えた後、私は仮想現実アニメを1年間疑問に思っていました。 私が希望をあきらめようとしていたとき、私のガールフレンドはSword Art Onlineを勧めました。 私が彼女のテキストを見たとき、タイトルのオンライン部分は、これが私が探していたアニメになると確信してくれました。 そうだった。\n\nこのアニメはすべてが最高のノッチです。 ロマンス、アクション、さらにはドラマ。 バーチャルリアリティの全体のロジックは、それをより信憑性のあるものにしています。 それだけでなく、ゲームのメカニックは素晴らしいです。 メニュー、友人のリクエスト、氏族のリクエストなど。このアニメにはあなたができることがすべてあります。\n\n私は非常に良いアクションとロマンスパックアニメが好きな人にこれをお勧めします。  10/10。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "shootingstar999",
    "profile": "/profile/shootingstar999/reviews",
    "pages": "26",
    "number": "17",
    "link": "/reviews.php?id=156347",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  8\n\n申し訳ありませんが、私はこれが私の最初のレビューだと言わなければならないので、私はここでベストを尽くしますが、どのようになるかはわかりません。 私は、このシリーズでは、それを見ていない人々のために、それは恋愛であり行動ではないことに強く言います。 もちろん、いくつかのアクションがありますが、全体的には複数の愛情があります。 このシリーズは、実際には本当に楽しかったですが、最初の数回のエピソードでは少し遅くなってしまいましたが、うまくいきます。 前半は幻想的だったが、後半には興味をそそられて丘を降りたが、ロマンスを維持した。\n\n総合ストーリー7\nストーリーは私の意見ではかなり上品で、仮想ゲームの世界ではすべてのプレイヤーがトラップされ、脱出する唯一の方法はゲームを打ち負かすことです。 主人公はKazuto（試合ではKirito）と命名され、試合中はAsunaという名前の少女と出会い、恋に落ちた。 それがストーリーの基本的な設定と最初のプロットです。 私は話の後半が上半期に比べて丘を下っていくと言わなければならないが、まだそれほど悪くはない。\n\nアート10\n今私はほとんどの人が同意すると確信しているこの番組は、明らかにキャラクターや風景のそれぞれの素晴らしい図面とアニメーションを持っていた。 ストーリーがゲームに設定されると、庭園、森林、山などのような多くの種類の風景がありました。\n\nサウンド9\nショーがゲームで行われたという事実は、明らかに多くのサウンドを使っていました。 戦いなどの戦いや英語の声の声がすべてうまく聞こえました。 私が思ったオープニングテーマと終了テーマは、もちろん最高のテーマではなく、非常にまともな音楽と言葉でした。\n\n楽しさ8\n私は本当にこのシリーズを楽しんだと言わなければならないが、多くの人がこのシリーズを制作したことを知っている。それは間違いなくほとんどがそうであるように悪くない。 このシリーズは少しのアクションで大きなロマンスを与えます。 だからロマンスを楽しむ人は、これを絶対にお勧めします。\n\n全体的に9"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Gabe-KC",
    "profile": "/profile/Gabe-KC/reviews",
    "pages": "26",
    "number": "18",
    "link": "/reviews.php?id=178653",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  9\n\n*スポイラーが含まれている可能性があります*\n\nなぜビデオゲームが好きですか？\n\nまあ、私は知らないのですが、なぜ他の人たちがそれらを愛しているのですか？私がビデオゲームを愛する理由は、私が欲しいものを何でもすることができるということです。 しかしもちろん、それには殺害、盗み、強姦なども含まれ、少なくとも現実の生活では誰もそれを罰しません。 しかし、もしそのゲームが私の現実になるのであれば、それは変わるだろうか？ 引き金を引くことはできますか？ それは本当に興味深い概念であり、ゲーマーとして私はこのアニメについて初めて聞いたときに本当に誇りに思っていました。 だから私はそれを見て...\n\nさて、まず何かを教えておきたい。 私が気づいたように、人々は通常、SAO観戦者、SAO嫌い者、またはSAOファンを分類します。  SAOの嫌悪感はアニメの存在によって悩まされ、SAOのファンはそれがすべてのビットが好きです。 それは多くの人が考えることですが、それはごみです。 私は本当にアニメ自体を楽しんでいたので、私は自分自身をSAOのファンと呼んでいますが、私は自分の目をその上に閉じ込めることはできません。\n\nこのアニメを数字で評価するのは本当に苦痛です。 それのすべての側面はそれが良いと悪い面を持っています。 ストーリーから始めましょうか？\n\n物語は近い将来に始まります。 私たちの主人公、キリトは大きなゲーマーです。 唯一の方法はゲームをクリアすることです。MMOをプレイしたことのある他の人がいれば、しばらく時間がかかります。 しかし、実際のコンソールは箱ではなく、あなたの感覚につながり、すべての信号をあなたの脳に送るヘルメットの時代に住んでいるので、彼は幸運な野郎です。 あなたは実際に実生活で動くことなく動くことができるので、VG社の大きな一歩であり、これは仮想現実の時代を始める。 もちろん、誰もが他の人と遊ぶのが好きです。 私たちの話は、世界初のバーチャルリアリティMMORPGがリリースされたその日から始まります。 ゲームはSword Art Onlineと呼ばれています。 ベータテスターだったキリトは本当に前に戻ることを楽しみにしていますが、間もなく彼はもうこれがゲームではないことを認識しなければなりません。  SAOの創作者であるKayaba Akihikoは、ゲームからログアウトすることを不可能にし、人生を危機にさらしました。 その時点からプレイヤーが死ぬとヘルメットによって脳が破壊され、それを取り除くと同じことが起こります。\n\nだからキリトはこの世界で生き残るつもりですか？\n最初の日は何のようになりますか？\n人々はこの新しい状況にどのように適応しますか？\nこの経験はどのように心に影響を与えますか？\nなぜかあば秋彦はこれをやったのですか？\n\n面白い質問ですね。 ここには最初の問題があります。 それらのどれにも答えられません。 あなたは最初の日、最も興味深いものは見せられません！ キリトと他のいくつかの選手が最初の上司を倒す方法を見るために、私たちはただちに1か月を飛びます。 その後、4つの重要な側面の記事が表示されます。 実際のストーリーは、ゲームが始まって2年後の74階（100点あります）から始まります！ なんてこったい？\nさて、光の小説は同じで、私はそれを読んだことは分かっていますが、真剣に、あなたはとても多くの偉大なマンガを変えました。なぜこれをより良い物語に変えることができませんでしたか？\n何かに同意するので、この話は潜在的なものでした。 仲間の少年ファンでさえ、ロマンスファンであっても、自分のような心理ファンであっても。\nこの話には数多くの問題があります。 アンタゴニストはいません。カヤバがいるのですが、彼の存在を知っていますが、14話までは決して言及されません。 そして、ここで最悪の部分が来る。  Sword Art Onlineと呼ばれるアニメでは、Sword Art Online自体が問題ではないエピソード14で終了しますが、この場合は何がポイントですか？ 彼らは重要な/興味深い質問に答えることはできませんでした。タイタン攻撃のような恐怖を私に感じさせることはできませんでした。 私は確信していなかった、ゲーマーは彼らの状況のた​​めに怖がっている。\n全体の話は、バーチャルリアリティが現実になることです。 しかし、それは感じることができません。 私たちの主人公は、物語全体の真実がゲームに含まれていないとき、彼がゲームにいるように、前進して剣を振ります！\n\n文字の上に。 さて、キリトは悪いですが、私はそれを認めなければなりませんが、彼の行動は意味をなさないという事実は変わりません。 それから私たちは、後でロマンスの中心になる女性のリードアスナを持っています。 大きなロマンスアニメファンとして、私はロマンスと呼ばれるこのことを無視できません。 お互いに引き寄せられ、次の瞬間にキスして結婚するという兆候もありません！ もし私が1つの言葉でそれを記述しなければならないと、それは急いでいるだろう。  SAOアークにはもう少し興味深いキャラクターや重要なキャラクターはなく、少女だけがいますが、彼女について話すことはスポイラーになるでしょう。彼女はプロットの良い唯一のキャラクターです。\n\nあなたは尋ねるかもしれません、残っている11のエピソードはどうなりますか？ よくALfheim Onlineが起こります。 誰もがSAOを抜けた後、キリトは未完成の仕事をしているので、彼はALFheim Onlineと呼ばれるVRMMORPGに入らなくてはならない。 別の重要でないキャラクター。 彼女はこの事件ではほとんど役割を果たさず、キリトと少し葛藤するだろうが、それはどんな形でも彼の見方を変えないだろう。 誰もがこの弧を嫌い、私はそれを理解することができます。  SAOでさえ、私は何かが危機に瀕していると信じさせられませんでした。なぜあなたが死ぬことができるゲームができましたか？ もう一度、私はLNがこのアークを持っていることをもう一度知っています、なぜあなたはそれを変更できませんでしたか？ 私は誰も怒っていないだろうと思う。\n\nしかし、私はこのアニメだけを侮辱したくないので、私は2つのことを指摘しましょう、それは非常に良いことです。 サウンドとビュー。 それがなければならないときは悲しい、穏やかでなければならないときは叙事詩です。 ブリリアント。 健全な俳優/女優は、まともな仕事をしました。 キリトはかわいいですが、彼の性格とよく似ています。  AsunaはTomatsu Harukaです。コメントはありません。 そして、他のすべての人たちも良い仕事をしました。  OPとEDは素晴らしいです。 そしてOST、オハイオ州の神。 梶浦由紀は、私たちがもう一度、彼女が男であることを示しました！ 私は女性を意味する。\nまた、ビュー、私はアートとアニメーションを意味します。 文字は大丈夫ですが、背景はOMGです！ 私は最初にMMOで美しいファンタジーの世界を見たとき、本当に昔のことを思い出しました。 そして、アニメーションは運命の夜ほど良いものではなく、とてもいいですが、それはとてもうまくいきます。 また、ライトと暗闇の両方、彼らは非常にうまく動作します。\n\nだからこそ、なぜ私はSAOのファンだと言いましたか？ 私はそれを嫌うように見えるかもしれませんが、実際はありません。 私はそれが欠点であることを見て、それは多くの欠陥がある、私はそれを否定することはできません。 技術的には最高ですが、それはハイプーンアニメから期待されることです。\n私がそれを愛する理由は、最も重要なビットです：それは面白いです。\nたとえ私が物語や人物を嫌っても、それがはるかに良くなり、潜在的な浪費をしていたとしても、私が見た時間が「無駄」であるとは考えていないという事実を否定することはできません ''。 私はこのアニメを楽しんだ、それはいくつかの叙事詩、美しい瞬間があったと私は否定しない、それは私の目に数回涙をもたらした。\n\nだから、結局私はそれをお勧めしますか？\nあなたのほとんどは既にこのアニメを見たことがあると思いますが、もしそうでなければ...少なくともそれにチャンスを与えてください。 それは古典になることはありませんが、間違いなくそれは瞬間です。 しかし、キャラクターが死んでも、暗いストーリーは期待しないでください。それはまだ軽いアニメです。\n\n（これを読んでくれてありがとう、私の英語のために申し訳ありません、そして、私はそれらを正しく使用することを決して決して覚えていないすべての昏睡状態のために残念です:)）"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Taka88",
    "profile": "/profile/Taka88/reviews",
    "pages": "26",
    "number": "19",
    "link": "/reviews.php?id=177991",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  8\nサウンド|  5\nキャラクター|  1\n|  4\n\nこのショーはひどいです！ すべてがひどいです。 ストーリーはひどいです。 最初のエピソードは本当に良いスタートですが、下り坂に入ります。 私は2-15のエピソードは本当に退屈だと思う。 私は本当に物語やキャラクターに焦点を当てるべきだと思っています。  16-25のエピソードは見事に改善されていますが、まだ恐ろしいです。 悪人は非常に失望しています！ 私は彼らが強力だと思ったが、彼らは詐欺師と弱いです！ 私はこのショーを見る時間を無駄にしていました。 なぜこれが恐ろしいか私はあなたに言う。 私はこのショーに大きな問題があります。 文字は私にとって非常に重要です。  SAOのキャラクターはとても退屈で鈍いです。 誰も興味深い文字はありません。 すべての女の子がKirtoに追いかける理由は分かりません！ それは私には本当に面倒です。\nアニメーションと戦いは良いことです。 私はそれがショーのためだけに肯定的だと思う。\n\n3/10"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "sayan002",
    "profile": "/profile/sayan002/reviews",
    "pages": "26",
    "number": "20",
    "link": "/reviews.php?id=177951",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  8\nサウンド|  7\nキャラクター|  1\n|  1\n\nこのレビューでは、いくつかのスポイラーが含まれる可能性があります\n\nまず、このレビューでは言葉の強烈な使用についてお詫びしますが、このアニメを説明する他の方法はありません。 次に、このアニメーション全体を2つの部分、つまりSAOアークとALOアークに分割します。\n\nこのアニメは初めから過大評価されているので、実際に貴重な時間を費やして過ごしました。 これは初めてゲームベースのアニメだったので、私自身はゲーマーだったので、アニメのゲームをどのように表現しているのか不思議でした。\n\n最初のSAOアークは、正直言って、とても楽しいものでした。 まあ、物事が起こった、人々はトラップされ、殺された、yada yada;  KiritoはOPの最終的なファックは最終的に勝った。 アニメーションは良い、音は大丈夫だった、プロットは立派だった。 しかし、その間の無駄なファンサービスロマンチックなサブプロットのいくつかは全部BSでした。 ペーシングはまともだったが、時には少し遅かった。 それでも、私はこのアークを8/10としています。\n\n今、ALOは円弧です。 恥ずかしがり屋、なぜファックが誰にするの？ プロット自体は哀れで、急いで感じた。 可能であれば、この弧を負の数で評価したいと思います。 なんらかの理由で、ゲームを通じて世界をコントロールしたいと思っている悪者がいます。 はい、そうです。中に人を閉じ込めず、事実上死ぬならば、あなたを殺さないファッキングゲームです（最初の弧とは異なります）。 そして、この男は病気で、病的な猫のように（完全ではないが近い）。 そして、他の凍結の理由のために、3年間眠っていた彼の兄弟のために完全に倒れた妹の妹（実際の兄弟ではありませんが、最初のいとこもあります）があります。3 FRIGGING YEARS！ いいえ、あなたはどうですか？ あなたは3年間眠っていましたが、まっすぐに 'おいおいさん、私のアルカンにオトーさんしたいですか？' 真剣に、INCESTはまともなものになっていたアニメで、 このアニメが悪くならないと思ったとき、彼らはエミネムがラップできたよりも早く、そのアニメから逃げました。\n\nこのアニメは大きな失望です。 それはまともな経験であることが判明したかもしれませんが、コアに私を嫌に終わった。 そして事態を悪化させるために、これにはその後の季節があります。\n\n見てみることをお勧めしますか？ 絶対違う。 このアニメを見直すか、猿で寝るかの選択肢があれば、私はいつでも猿を叩いていました。 これはアニメのトワイライトのようなものです。 してください、私はそれを見ていないことによって賛成をしてください。"
  }
]
