[
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "miyunii",
    "profile": "/profile/miyunii/reviews",
    "pages": "54",
    "number": "1",
    "link": "/reviews.php?id=226221",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  2\nアニメーション|  8\nサウンド|  7\nキャラクター|  2\n|  6\n\nSAOは有望なMMORPGテーマのアニメの適応として始まりますが、膨大な種類のストーリー/プロットの不一致、非常に不自然なキャラクターの開発、すべての考えられる方法での過度のパトローズに溺れてしまいます。 男の子。 特別に理由がないので、主人公のためにすべての秋にも、特に優しい女性のキャラクターを無力な、依存する乙女に変えても、磁化が女性のキャラクターの広範な配列に影響を与えることは特にない。 このショーは、アート、アクション、エンターテインメントの価値に関して、そのプロポーザルには正反対のものですが、プロットシナリオでのキャラクタライゼーションと現実的な状況描写に関して、その不正義と深刻な不一致は、悲しいことに、  。 メインの主人公とチャージされたアクション・シーケンスとの間のロマンスの話や沸騰するドラマは、それを水の上に保持し、それらの側面に関しては、間違いなく見ることができます。 しかし、私は、可能な限り、その物語をあまり読みすぎません。  OPは素晴らしいですが〜"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Queen_Ari",
    "profile": "/profile/Queen_Ari/reviews",
    "pages": "54",
    "number": "2",
    "link": "/reviews.php?id=154269",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  8\n\n実質的にエピソードの終わりに良いcliffhangersと強制的に見ることができます。 ショーについての最善のことは、私にとって、アートでした。 アニメではない。 それを取り除くと、あなたは「良い」アニメよりも「素晴らしい」アニメを持っています（他の何よりも巧みに書かれたユニークな物語に感謝します）.hack //と同じですが、.hack // anime 私は見ました（これは看板とオリジナルでした）。このストーリーの実行は、このタイプのショーが私の見解では、私が見たことからうまくいったのは初めてです。 ロマンスだけでなく、謎の要素も持っています。 キャラクターは完全に深みがあるわけではありませんが、多くのアニメで見られるよりも優れています。  Peronalitiesはほとんどのアニメのようにステレオタイプではありませんし、もう少しリアルに感じます。 あなたがどれほど敏感であるかに応じて、あなたの心臓の弦を少し引っ張るかもしれません。 あなたがファンタジーやMMOアニメのジャンルに入っているなら、必見です。 オリジナルの.hack // MANGAもお勧めします。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "xwingz900",
    "profile": "/profile/xwingz900/reviews",
    "pages": "54",
    "number": "3",
    "link": "/reviews.php?id=223442",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  4\n|  8\n\nああ、少年、剣アートオンライン、ちょうどその名前を聞くだけで、アニメコミュニティで私の初期の思い出をもたらします。 これは実際に自分のNetflixを見るだけで私の友人が私に勧めてくれました。 初めて見たときにこのショーに吹き飛ばされたのを覚えていますが、私が見たアニメはポケモン、ベイブレード、遊戯王だけでした！  5d's。 もっと多くの経験を積んで、他の多くのアニメシリーズを見た後、私は昔のためにSAOを再評価する時だと決めました。\n\nストーリー6/10\n\n\nアート9/10\nさて、何かポジティブなことについて話しましょう、SAOの芸術は素晴らしいです！  AincradとElfheimの世界は美しくアニメーションされており、アニメーションは感謝して戦いのシーケンス中のキャラクターのかなり速い行動に追いつくことができます。 わずかな苦情は、上司の一部です。 フロア75は、特にキャラクターとは全く異なるアニメーションであり、その結果、痛い親指のように突き出た。 それ以外の場合、あなたは実際にオンラインゲームの世界にいるように感じられ、文字が取得するインターフェイスは最もクールなものです。\n\nサウンド8/10\nSAOには本当に素晴らしいサウンドトラックもあります。  Yuki Kaijuraによって行われた音楽は、あなたがアニメで聞くトラックと、ビデオゲームで聞くトラックの素晴らしいブレンドのように感じました。 最初のオープニングであるCrossing Fieldは、これまでで最も注目されるアニメのオープニングであるかもしれません。 その他のオープニングテーマやエンディングテーマ、瀬上由美、イノセンス、オーバーフローもとても良いです。 バトルシーケンスの効果は非常によく、コンタクト音を高品質にする剣の細部にまで及んでいます。\n\nキャラクター4/10\n\n\n楽しさ8/10\nあなたがすべての問題を過ぎて見たとき、Sword Art Onlineは明らかにとても楽しいです。 バトルシーケンスはすばらしく、たとえイエスくんが圧倒されていても、彼はまだ悪そうに見えます。  Elfheimは私の注意が衰えていると感じることができる唯一のポイントでした。\n\n全体的な6/10\nソード・アート・オンラインは傑作ではありませんが、私はそれが覚えている、それはまだ悪いアニメではありません。 主にキャラクターに起因する多くの問題に悩まされていますが、誰もが楽しめるものです。\n\n要約しましょう\n\n好きなもの：\n美しいアニメーション\n偉大な音楽\nAincrad Arc\n\n嫌いな人：\nキリトは圧倒されている\nフェアリーダンスアーク\n文字は穏やかで忘れやすい\n\n\nこのアニメが好きなら、Accel Worldをチェックしてください。それは同じ著者によるもので、私はSAOにそれを好まれました"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "curtis8910",
    "profile": "/profile/curtis8910/reviews",
    "pages": "54",
    "number": "4",
    "link": "/reviews.php?id=97863",
    "jp": "--- --- --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  9\nキャラクター|  5\n|  7\n\nこれは私の最初のレビューですが、そこにはいくつかの小さなスポイラーがあるかもしれないことを警告するだけです\n\n私がSword Art Onlineを1つの言葉で表現しなければならなかったら、私はそれをクリシェ\n\n\n\nSword Art Onlineは決してひどいシリーズではありませんが、間違いなく欠陥があります。 文字は一般的なものであり、文字の開発は穏やかです。 プロットは貧弱に実行されていて、彼らは本当に元気の元町を引き抜かなければなりませんでした。 それが現在持っているスコアに基づいて、私は間違いなくSAOが過大評価されていると考えます。 そんなに多くの問題があっても、SAOはまだ私をかなり楽しませてくれました。本当に重要なことではありません。 あなたが上品さに取り組むことができ、ショーからあまり期待していなければ、Sword Art Onlineは見るべきかなりまともなシリーズです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Janeeyre",
    "profile": "/profile/Janeeyre/reviews",
    "pages": "54",
    "number": "5",
    "link": "/reviews.php?id=97689",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  9\n\nだから私はこのアニメを終えたばかりで、私は本当に楽しかったと言わなければならない。 多くの人々がそれを与えている3と私は公正だとは思わない。\n\nストーリー-\nMMORPGに設定されているストーリーは、あなたが想像できるように、ちょっとばかげているだろう。 アイデアがとても涼しいので、少し失望していましたし、ちょっと丘の下に降りました。 最初の約10エピソードは、キャラクターの開発に焦点を当てて、ほとんど話がありません。 私は「聖なる尻！」のような瞬間がありましたが、彼らはどこにいなくても、一番のエピソードではほとんどなくなりました。 私は、それがたくさんのクリークとそのゆっくりとしたスタートを追ってきたので、予想通りにその場所でうまくやった。 アニメの物語は、その最も強い部分ではありません。\n\nアート-\nこれは非常にかわいいアニメです。 キャラクターはうまく描いていて、私は鎧の交換がそれを投げ捨てるのを見ました。 彼らは私が愛していた衣服や暖かいカジュアルウェアを交換します。 背景はちょうど...うわーです。 あなたが見ていなくても、Tumblrに行き、このアニメの美しい芸術を見てください。\n\n音-\nこのアニメのオープニングとクローズドトラックは、私はそれらを好きではなかった。 私はそれらのエピソードを見に入るためにほとんどの時間をスキップします。 声の演技は良かったし、シーンの音楽もかなり良いものだった。 音楽はこのアニメを大いに助け、それはこの世界の一部だったような音です。\n\nキャラクター-\nこれは非常に高いと評価されていますが、それは公正だと思います。 すべてのキャラクターはとても良いです！ 彼らは私の好きなキャラクターです。 私はそのキャラクターが嫌いです。 私はこの人についてあまりにも長い間友人に怒ったように。 私は通常、2〜3回のエピソードでリードキャラクターにうんざりして、私の注意をサイドキャラクターに集中させますが、このアニメには集中しません。 サポートキャストのほとんどは、最初の5つのエピソードで登場する。 後で私はこのキャラクターを知っているようになるので、これは本当に楽しいです...私の神！ そしてすべての死。 あなたが死ぬと、あなたは死ぬので、あなたの新しい好きなキャラクターが死ぬときの泣き声の瞬間があります。 そして、多くの愛の関心事があるsoooooがあります。 ビッグバディー、私は本当に彼が嫌いです。 ほとんどのショーのように、私は悪者が好きです。\n\n全体-\n私はこのアニメを本当に楽しんでいます。鉛は道具とその遅さですが、それはとても良いことです。 シーズン1を見ても、それは"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Julz",
    "profile": "/profile/Julz/reviews",
    "pages": "54",
    "number": "6",
    "link": "/reviews.php?id=92555",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\n私はちょうどSword Art Onlineを終えて、それを説明する2つの言葉しか持っていません...\n聖なる。 たわごと。\n私はVirtual MMORPGの設定に基づいてショーのコンセプトを徹底的に楽しんだ。 私は間違いなく私が過去のMMOプレーヤーであることを見せて、ショーの多くの側面に関連付けることができます。 友情、訓練、上司の狩り、以前のMMOプレーヤーが関連する側面。\n\nこの番組が戻ってくるのは、エピソードの多くが前のエピソードと結びついていないので、ストーリー自体の移行です。\n彼らは間違いなくこのシリーズをもっと長くすることができました。 彼らは多くの部分をスキップしましたが、私はこのショーを嫌っていました。\n\nSAO（エピソード1〜14）の最初の部分は非常に急いでいたが、それでも楽しかった。\nその後、SAOの第2部（エピソード15〜25）が来ます。私は確かに多くの視聴者を混乱させています。 このような短い時間で多くの情報が私たちの顔に投げかけられ、私たちが追いつく情報はほとんど残っていませんでした。 しかし、いったんピックアップを始めると、キリトはアズナを求めて新しい世界に加わり、ついにその物語は互いにつながりはじめました。\n私はSAOの第2部を部分的に嫌っていました。これは主に、駿河（あなたがエピソード16程度で紹介されていた）というストーリーのアンタゴニストのためです。 彼はそのような変態した、病気でねじれた性格で、ある種の小児性器強姦者の壊死性腸炎であった。 私は彼が終わったやり方に満足していました。 私は生産者が彼をそんなに嫌にすることはしなかったと思うが...\n\n全体的に、素晴らしいショーは、それが今よりもずっと良くなっていた可能性があります。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "blaqfire",
    "profile": "/profile/blaqfire/reviews",
    "pages": "54",
    "number": "7",
    "link": "/reviews.php?id=104569",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  6\n|  8\n\nまずはこれは「これまでのベストANIME」ではない\nそれが言われても、それはまだ素晴らしいアニメです。\nソード・アート・オンラインは、誰のリストにも勧められている短いシリーズのマンガの適応です。 このアニメは10,000人の他のプレイヤーとの仮想MMOゲームに閉じ込められた10代の少年キリトを中心に展開しています。 ゲームの前提は、彼らが始めて100階に到達する塔に立ち向かうことですが、実生活で死ぬことでゲームの結果として死にかけて死を避けて死を避けます。\n\nアニメストーリーは、仮想ゲーム（Bodyとall）に参加できるというコンセプトをベースにして、非常に堅実です（誰がゲームに入ることを望んでいないのですか？）。 アニメはキリトの旅に基づいていますが、それは最初の落ち込みですが、他のキャラクターは彼らが得なければならない深みが足りなくなっているのを見ています（KlienやEgilのようなキャラクターは、 私たちはそれらについて何も知らないので、見知らぬ人のように見えます。）しかし、これは短いシリーズのアニメであることが分かります。 物語のもう一つの問題は、以前はアニメが短いアニメであると言われていたように、時間のジャンプでした。したがって、これを行う必要がありましたが、アニメが長く続くと私を含むほとんどの人が好まれるでしょう。 アニメのキャラクターとしてキリト・ア・・ウェルの旅を見続けることができただろう（私は確かに冒険とモンスターがはるかに多い）。 十分な深さを持つ唯一の他のキャラクターはAsuna、Kiritoのロマンチックな興味です。アニメにはロマンスの要素がたくさんあるので、アニメにも素敵です。\n\nこれが言われると、アニメは依然として非常にうまくいく。 最初の数回のエピソードでは、仮想ゲームの世界への導入や友人や仲間の喪失など、非常に魅力的で面白いものでした。 しかし、アニメは後者のエピソードになると、この勢いを失います。これはおそらくアニメがキャラクターと世界そのものに実際に与えた深さの欠如によるものです。 このアニメのアニメーションは、広大な風景や賑やかな町でとても美しく、アニメーションやアートワークだけを他のトップティーンアニメと比較することができます。\n\nアニメはまるで面白いものだった。 畏敬の念を抱かせる世界は、もっと強調されていなければならない（私はほとんどの視聴者がそれほど強調されていないので、アートワークを気にしていないと思う）と、キリトとアスナの魅惑的な旅を、 および損失。 ソード・アート・オンラインは私のリストで見る必要がありますが、アニメの最後に空き感のビットが残っています。このアニメは、誰もが信じているように、 このアニメはされている可能性がありますし、より良いされている必要があります。 したがって、これはすべてが言ったように見て8/10を得る、それは見るのが楽しいです。\n\nこのレビューが気に入りましたら、他のアニメのレビューについて私のプロフィールをチェックしてください！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "haydnwright",
    "profile": "/profile/haydnwright/reviews",
    "pages": "54",
    "number": "8",
    "link": "/reviews.php?id=91523",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  9\n\nこんにちは、これは私が何かのために行った私の最初のレビューですので、任意のフィードバックが高く評価されます。 とにかくこれは、同じ名前の非常に成功した小説に基づいてアニメ世界にかなり新しい剣のアートオンラインとして知られている非常に人気のあるアニメのためのレビューです。\n\nSAOで私はこのタイトルを楽しくしていましたが、それはカルトの古典になるためのすべてのツールを備えた素晴らしいシリーズだと思うが、私のために10点満点を達成しているわけではない。\n\nストーリーのために私はシリーズ全体の主な欠点である8/10を与え、ストーリーはサイドストーリー部門で優れたキャラクターを紹介し、ショーでの役割を主張するなど優れていますが、役割は短すぎます。 それは私に、サイド・キャラクターを連れて来て、ショーのエピソードまたは2を後で追い出すのに費やされた時間が、メイン・プロットを肉付けするためにサイド・ストーリーを完全に否定するより良い選択肢だったと感じました。 彼らはより多くのエピソードの形でもう少し理想的なものと一緒に行きました。 しかし、メインのプロットは、2つのゲーム内の世界をそれぞれのエンディングまで面白く保つのに十分な、紆余曲折のある良いものです。\n\nアニメーション/アートは8/10です。このキャラクターは明るく自然な色、特にこのシリーズのレディーたちのそれぞれがキャラクターデザインを持っており、私の意見では繊細な優雅さで逃れることができます。  Kiritoと彼の黒い服やKleinと彼の暗い赤い侍の服装で示されているように、鮮やかな色がまったく使われていないユニフォームと色をフィッティングします。 両方のゲームの世界の芸術は、実際のゲームの世界のように見えるであろう美しい景観と信じられないほどのデザインを示しながらも、これらのカテゴリで最も強力なものですが、これらの地形がどれほど巨大で自然であるかの感覚を与えます バーチャルリアリティ内の場所。 アニメーション全体に関しては、それはかなり良いですし、通常は非常にシームレスですが、戦いのシーンは、戦いがストーリーの巨大な部分ではないので、私が驚いた質が大幅に低下し始めるところです より多くの予算や、より大きな戦いのためにもう少し努力する必要があるものは何でもありました。\n\n\n\n最後に、Sound（9）のサウンドトラックは、このショーで本当に素晴らしく、躍動感あふれる劇的な曲をすべての重要な瞬間に使用しています。 彼らが悲しいか幸せなシーンであるかどうか。  2つのオープニング曲LiSAとInnoenceによるCrossing fieldsとAoi Eirの両方の曲が私の意見では素晴らしい曲ですが、まだ毎日フルバージョンの曲を聴いていますが、曲の流れが多いので、  2回目のオープニングトラックより自然なものですが、2回目のオープニングトラックは、ショー全体に速いペースをもたらし、コーラスがかなり大きな影響を与えるので、各エピソードをきれいに設定します。 正直言って、エンディングについてはまともな意見を出すことはできませんが、彼らは私にはかなり平均的でした。このシリーズのサウンドの全体的な強さを考えると、残念です。\n\n全体的に私はシリーズ9を与えた、それは素晴らしいショーであるが、それは任意のトップ10のアニメになるだろうが、私はそれを考えると思うほど十分に私には十分ではない あなたの頭が痛い何かを探しているすべての潜在的なアニメファンまたはちょうどファンを得るために不可欠であり、それは偉大なシリーズを作成している偉大な属性を得るためには簡単ですが、このショーは利益をもたらした 物語のSAO部分の特別な時間から。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Dreamer208",
    "profile": "/profile/Dreamer208/reviews",
    "pages": "54",
    "number": "9",
    "link": "/reviews.php?id=81526",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  8\nキャラクター|  8\n|  9\n\n最初は私はこれを見ることを心配していましたが、最終的に私はそれを見てうれしいです！ エピソード15の後には少し変わったが、とても楽しかった。\n触手のように、少し偶然の近親相姦とあなたが非常に恐ろしい死で死ぬことを望む悪人。\n私はSAOを2番目のシリーズに薦めました。それはおそらく私が過去15回もそれを楽しんでいなかった理由です。しかし、全体的には、彼らが作り続けることを望むとても楽しいシリーズです。\n全体的に私は生きることができ、この場合は遊ぶことができる幻想の世界です。 私はシェルre-watch楽しむことができるシリーズ。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "TehFuq",
    "profile": "/profile/TehFuq/reviews",
    "pages": "54",
    "number": "10",
    "link": "/reviews.php?id=104593",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  6\nキャラクター|  10\n|  10\n\nさて、私の全体的な評価から始めましょう：9\n\nストーリー10\n\n誰もがゲームに閉じ込められています。あなたがゲームで死ぬと、あなたは実生活で死にます。多くのドラマやロマンスや殺しがあります\n\nキャラクター6\n\nこのアニメが最も欠けている場所。 それは、あるエピソードの中でキャラクターを巨大なポイントにしてしまい、それまでほとんど見られなかった主人公として完全に忘れられたり紹介されたりします。\n\nアニメーション10\n\n驚くべきアニメーションすべてがカラフルに見え、実際の仮想世界がミニドラゴン、湖、そして人々のように見えます！\n\n音\n\n驚くべき音楽と声優のダビング、サブを見ていない！\n\n楽しさ9\n\n非常に楽しく興味深い時計。 非常に面白い部分や悲しい部分もあり、泣かせることさえあります。 私はこのアニメを特に誰か、特に新しいアニメウォッチャーにお勧めします！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "kurokoko",
    "profile": "/profile/kurokoko/reviews",
    "pages": "54",
    "number": "11",
    "link": "/reviews.php?id=118397",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  10\nキャラクター|  6\n|  6\n\nSword Artはかなりまともなアニメでした。 問題は、それが少なくとも2013年までに、アニメの世界の一方向かジャスティン・ビーバーになったということです。あなたはそれを愛しているか、あなたがそれを憎んでいます。 それはあなたが多く知っていない多くの登場人物の種類のようなもので、あなたがぶら下がったままになりました。 私が知っている限り、私はおそらくばかばかしいかもしれませんが、Kagameが最初にSAOを作った理由をまだ分かっていません。\nSAOは素晴らしかったが、エピソード14の周りにあるマリオ・プリンセス・ピーチのシナリオの深みには、主要なダイビングが盛り込まれていた。\n私はファンキーの友達の多くが本当にアニメを愛していることを知っています。 そして、私はまた、彼らが2番目のシーズンの終わりにかなり混乱した（私は完全に激怒した）ことを知っています。 しかし、終わりは見た目のようでした。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "ebogo8888",
    "profile": "/profile/ebogo8888/reviews",
    "pages": "54",
    "number": "12",
    "link": "/reviews.php?id=88257",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  10\n\nOK。 私はこのシリーズを自分で見つけられなかった、私のいとこは私にそれを示した。 私は「仮想現実」と言っていますか？ そして、1日でシリーズを完成させる。 満足？ はい。 しかし、LEt私はプロの前に、それを教えてください。\n\n短所：\n\n - アニメは、アテナの娘であるアナベス・チェイスが「すべてのヒーローには致命的な欠陥がある」と言ったことを忘れて、主人公を完成させようとしました。 うーん、ダメ。 このシリーズでは、KiritoとAsunaをAlpha Playersとして描写しました。 最後に何があってもキリトの友人を救うことの瑕疵は、彼を救っていた。 彼はいつも何とか6000人の人生で熱い乙女を救う方法を見つける。\n\n - 今Asuna。 ファックノー。 初めに、彼女はゼロから主人公になった最も激しい選手だった。 しかし、デートの後に？ ヒーローはゼロに。 私たちは、陸軍兵士が税金を掛けようとしているのとちょっとした戦いを見ただけでしたが、それはそれでした。 彼女は暴力的でホットな女の子から、料理人と料理家である平凡な妻に男を救い、伝説の「苦難のダムゼル」というタイトルを達成しました。 私はガスタ！ 彼女はどのように最初の場所でフラッシュになったのですか？\n\n - 今プロット。 少数のエピソードの間に、それは「マイナーな旅行の女の子を助ける人に生存のために懸命に戦っている男」になります。 私はメーカーがこれを"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "joneboy",
    "profile": "/profile/joneboy/reviews",
    "pages": "54",
    "number": "13",
    "link": "/reviews.php?id=80948",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n全体的に驚異的。 彼らは今までMMOについての他のすべてのアニメが見逃していたことをほぼすべて知っていました。\n\nあなたがMMOをプレイするとき、あなたは現実ではないファンタジー世界に参加していますが、あなたがその世界でやりとりする人々はそうです。 たくさんのMMOをプレイすると、多くのプレイヤーが周囲の人をどのように虐待しているかに驚いています。  MMOはしばしば人々の中で最善を尽くすものではなく、SAOはこれらの問題のいくつかに触れる素晴らしい仕事をしました。\n\nこのアニメについて私が愛していたことと、私が別にやったかもしれないことについて、私は長続きすることができました。 しかし、このレビューの目的は、ソードアートオンラインをチェックするためにそれを読む人を奨励することです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Japasian",
    "profile": "/profile/Japasian/reviews",
    "pages": "54",
    "number": "14",
    "link": "/reviews.php?id=107567",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  9\n\n私は正直なところ、8.5、IDKの誰もがこのアニメにこのような悪い評価を与えるのを評価したいと思います。 私にとっては、これは私が今見てきた最高のアニメです...今はクラナドです。  SAOは面白かったですが、スリリングでしたが多少アクションはありましたか？ プラスそれは少しロマンチックだった、と悲しい、あまりにも悪い私はなぜあなたに伝えることができない。  ^  -  ^\n私がSAOを見始めた分、私はそれが好きでした、そして、9回目のエピソードの後、私は執拗になりました。 もしかしたらそれはあまりよく分かりませんし、予告編もありません！だから、彼らはアニメが何か違うと思うので、わかりません！  SAOについて話している記事を読んで突然私のことを読んだことのある人のために、それを見てみると、これは良いアニメだと全面的に考えています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Martelmagic",
    "profile": "/profile/Martelmagic/reviews",
    "pages": "54",
    "number": "15",
    "link": "/reviews.php?id=108089",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\nこれは本当に嫌いですか、それを愛しています、今私はあなたに私の推論を与えます、そして、私はあなたにむしろ憎むか、愛するでしょう、これの終わりは変わります。 アニメの最初のエピソードは強いですが、あなたはそれがちょうど不可能ではない、あなたがそれのようにdidntを言うことはできません。 しかし、物語が進むにつれて、あなたは「どこに他の人がいるのか」と「あなたに愛する他の人がいる」と考えるようになります。\n今はストーリーについての私の意見は、ストーリーは良かったと私はそれを愛していた。 ビデオゲームに巻き込まれ、生き残るというアイデアはただのものです。 しかし、シリーズの途中で、彼らはそれを「私を殺しても私の愛を見つける」ように変更しました。 この変化は、私と他のいくつかをアニメから遠ざけたものです。\n今は芸術のために、それ以外のことは何も言わないよ、私はそれを愛し、より多くのアニメがそのように描かれればよかった。\n今、キャラクター.......キリトは何があっても友達を守る人だった。\n楽しさは約15話まで良好だったし、あなたは連中の人を殺す準備ができている。\nこれは、アニメの全体的な評価が7になった、それは物語の変更のためにされていなかったが、それは10になるだろう。このレビューの不注意に申し訳ありません。\n\n***********スポイラー警告**********\n\nエピソード1では、キリトは遊び方を教え、彼は彼と一緒に来るように頼むが、クレイン人は彼を倒し、彼の友人と一緒にいて、キリトは泣き叫ぶ。 これを書いているのは、キリトが逃げ出す前に、「あなたの本当の顔が好きで、かわいいのが好きだからです。 それは私のタイプです。 最初は私はOHと思った！ 彼は最後に恋に落ちるだろうか？  NOPE！  Kleinはシリーズの中で4つの魅力に溢れ、泣き叫んでいます。 私はゲイではないと私は本当にヤオイが好きではないが、まだ、あなたはちょうどそこに何かを投げたり、何もしたりしないので、一緒に終わったはずのことを言っていない。\n\nエピソード16の後にアニメは10スターから3に戻って5に戻り、最初の15エピソードで私に夢中になったので7にしました。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "QTR1293",
    "profile": "/profile/QTR1293/reviews",
    "pages": "54",
    "number": "16",
    "link": "/reviews.php?id=101289",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n私が提供しなければならないすべてのものをカバーするなら、私はこのアニメについて何日も続けることができますが、私は短時間のうちに試してみたいので、私が一番気に入った部分をカバーします。 アニメである評価されたジャンルの下で、無益に多くのストーリーのように、プロットラインとビジュアルコンセプトは豊富です。 そして、このアニメの巧妙なストーリーテリングによって、私はそれを見て、私をその世界の一部にしました。 これは真に、人間の魂の複雑さと個性を理解する作者によって作成された、巧みに書かれた物語であり、生命物を呼吸する方法です。 私は彼ら自身と同じようにキャラクターと恋に落ちた。 彼らがやった時、私は痛みを感じました。 私は憎しみを感じ、愛する人を傷つける人を傷つける欲望を感じました。 私は彼らと一緒に泣いて、彼らがしたように彼らの損失によって強くなった。 私はこの話に夢中になっていたので、実際に私の世界で一日を失っていたわけではありませんでした。 このストーリーに投影されたVRMMOはまだないかもしれませんが、私たちはそれに最も近いものを持っています。 私たちはSword Art Onlineを持っています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "jsturges18",
    "profile": "/profile/jsturges18/reviews",
    "pages": "54",
    "number": "17",
    "link": "/reviews.php?id=147133",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  4\n|  6\n\n私はしばらくこのことを見直すのを待っていました。 すべての正直なところで、私はSword Art Onlineが多くの可能性を秘めていると思った。 結局のところ、それはperma  -  deathと避けられない大規模なマルチプレイヤーオンラインロールプレイングゲームでした。 しかし、前任者のハックのように、私はSAOがそのバグを共有していることに気付いています。 しかし、私はSword Art Onlineの欠陥のある側面がアニメの全体的な叙事詩的感情を損なうものではないことを知ります。 また、シリーズでは第2シーズンを保証するのに十分な人気を集めていることから、私はSAOを私の個人的な欠点につけると思った。\n\n多くの人が気づいたかもしれないが、これは2部のレビューの一部である。 このシリーズの大部分は、明らかに最も難しい2つの仮想世界を横断して行われていたため、必需品ではありませんでした。 この部門の第2の理由は、シリーズの第2幕でのプロットの質の低下とキャラクターの成長にあります。 世界の流動性は、ソード・アート・オンラインをこのような壮大な経験とするものの一部なので、私はどちらも裁判官として裁かれるだろう。 したがって、私はSAOのオリジナルのAincradの設定から始めることを選択します。\n\nストーリー：\n\nソード・アート・オンラインの話は、アニメの開始前にソード・アート・オンラインのベータ・テスターであった若いゲーマーであるキリト（Kirito）としてよく知られている、カストー・キリガヤの周りを回っている。 しかし、ゲームの公式打ち上げの直後、キリトと他の何千人ものゲーマーたちが恐ろしい認識に陥り、彼らはゲームの巨悪創作者である茅場昭彦によって制作された死のゲームに閉じ込められた。 最初はソロ・プレイヤーだったKiritoは、致命的なMMOをクリアするために働いていたので、すぐに彼の仲間の多くのプレイヤーに似合うSAOの最強のプレーヤーの1人になりました。 これらの中には、キリトがロマン主義的に関わる美しく才能のある剣士アスナ・ユキがいる。\n\nこれは、前述のロマンスが嫌な寛容から11のエピソード内のゲーム内の結婚まで強制されているように、アニメが私を挫折させ始める場所です。 これらの愛鳥がお互いの時間と時間をもう一度保存するのを楽しみにしている間、私は2年の時間スキップでも関係がどんなに速く進歩するか疑問に思う必要があります。 私は、彼らの紹介よりも発展した唯一のキャラクターではなかったのですが、このギャップのある陰謀を見落とすことができたかもしれません。2年の閉じ込めの中で多くの選手が愛を見つけていると話していますが、KiritoとAsunaの間のロマンスの強さは、 他のアニメのカップルと比較して優しい。 このことがソード・アート・オンラインの欠点の最も厄介なことは残念である。\n\nSword Art Onlineの最も刺激的な側面は、Kiritoの性格の中にあります。 彼は明らかに数少ないエピソードでレベル1からレベル70までレベルアップすることができ、多くの敵、ワンショットのボスから抜け出し、独占的なスキルを得たり、狙ったりすることができます。 特定の死をオフにする。 主人公が勝つ必要があることは理解していますが、このMcGuffinはそれをはるかに簡単にします。 アークの終わりに、私はキリトが敗北するのを見たいと思っていました。 私は十分に彼が好きでしたが、私は彼がどれほど力不足であったかを立証できませんでした。\n\nもしそれが十分に悪くないなら私たちはいつも最低限のお気に入りの結末に対抗しなくてはなりません。  Aincrad Arcは突然終了するようです。 作家が突然SAOのサディスティック・クリエイターに心臓の中期エピソードを与えようとしたようだった。 私はこれを警察官として見た。 あなたが推測するかもしれない。 私は結末でこの恥ずべき試みに非常に不満でした。\n\nスタイル：\n\n欠陥のあるストーリーにもかかわらず。 ソードアートオンラインは審美的に美しいです。 文字は非常によく描かれており、世界は詳細で活気のある環境です。 戦いの場面は洗練されており、私が今まで見た中で最も強いものの一つです。  Sword Art Onlineは、そのカテゴリーのなかでも、見事に軽い年月をかけています。 しかし、スタイルだけでは、前述の問題から気をそらすのに十分ではありません。\n\nサウンドデザイン：\n\nソードアートのようなショーでオンラインのサウンドデザインは、それが下位に置かれたりダビングされた経験を作り、壊すことができます。 アメリカのアニプレックスは、KiritoとAsunaの英語の声としてBryce PapenbrookとCherami Leighを選んだとき、頭に釘を打ちました。 彼らの揺れ動く演奏は私にとって偉大な流体体験を作り出すソードアートオンラインを買い戻した。 これらの声は、吹き飛ばされたオーケストラのサウンドトラックと組み合わされて、信じられないほどのオーディオ旅行になりました。\n\n結論：\n\nSword Art OnlineのAincrad arcには多少の欠陥がありますが、私はそれが楽しいと感じました。 私はそれが少なくとも見ることができるすべての時間の最も大きいアニメーションの近くにどこにもないことを認めます。 通常、私はシリーズを購入する場所としても推奨を与えますが、私はこのレビューの第2部までこれを保留すると信じています。 すぐ後半を期待する\n\n更新：\n以前は、Aincrad Arc of Arc of Artのオンラインレビューを投稿しました。 私が上記のレビューで述べたように、私はそれが多くの可能性を持っていると感じましたが、シリーズを取り巻く誇大宣伝には耐えられませんでした。 しかし、その欠陥にもかかわらず、私はそれがサバイバルゲームの亜種に創造的で活気に満ちた取ることがわかった。 そのような興味深い、そして十分に考え出された前提が、穏やかではない文章によって損なわれなければならないことは、むしろ残念です。 個人的なハングアップはさておき、少なくとも最初の弧の終わりは妥当であり、クリフハンガーにもかかわらず、やや満足していた。\n私の残念なことに、このようなエンディングは、25のエピソードシリーズを埋めるのに十分なソース素材をカバーしていないため、制作スタジオにとって満足のいくものではありませんでした。 どうやら、A-1プロダクションのプロデューサーは、完全に別のシリーズであったはずのものを13のエピソードアークに組み込むことに決めました。 この2つの円弧を強制的に組み合わせることで、2番目の円弧感覚はSword Art Onlineのあいまいで不必要な続きに似ていました。Alfheim Onlineのバックストーリーの重要な要素に対するAincrad arcに完全に頼っていました。  。 残念ながら、私のレビューがすべてを網羅しているという事実を考えれば、シリーズの半分を他のものなしで再検討することができます。\n\nストーリー：\nAlfhiem arcは、Kazutoが現実の世界に戻ってきて、ゲーム外の人生に適応するために苦労していた場所で、以前の弧が途絶えた場所をピックアップします。 しかし、実際に身体が病院で昏睡状態にある間、アヌーナはゲームに閉じ込められているので、この明らかにハッピーエンドは見た目ほどフラワーではないことがすぐ明らかになった。 当初は恋人を失っていたが、カズトは定期的に彼女を訪ね始めた。彼女はすぐに彼女を独占的な理由で所有しようとしている曽根信行という巨像狂人にすぐに着くことになった。  Asunaの父親の同僚、彼は彼がAsunaを投獄した新しいVRMMOの作成を促進するためにそれらを使ってSword Art Onlineを作るために使用された資産を取得する。 この知識に怒りを浮かべて、カストはキリトのマントルを再考し、彼女を救う目的でAlfhiem Onlineに頭を下げる。\nゲームに入ると、Kirritoはすぐに魔法使いを受け取ります。それは、Sword Art Onlineから彼の統計を保持することを可能にします。 残念ながら、これはブラック・ソードマンにはっきりとした唯一のものではありません。ゲームのソース・プログラムの大部分はSAOの直接の邪魔になります。 大規模なスポイラー。 視聴者はAlfheim Onlineとその致命的な相違点の重要な違いは、その飛行システムとログアウト機能を含めることであることをすぐに知ります。 私はこれらの機能に感謝していますが、実際の言葉のシーケンスがショーを遅くして、やや落ち込んでいるような気がします。\n私が彼女の気持ちの悪い人格が彼女の現実世界の相手であるスガの欲望を爽快にしているのを見つけながら、彼女の性格から彼女を傷つけ、彼女を愛のように見せるようにすると、AlfhiemアークはLaefaの形の二次的な愛の関心とメンターを含んでいる -struck teenager私はLeafaとSuguhaの両方をキャラクターとして楽しんでみたかったのですが、AsunaがAincrad arcで持っていたのと同じ深みを持たなかっただけです。\nこれは、いつも最高の女性の主人公であることから、苦しんでいる乙女の役割を過度に単純化した役割に至るまで、性格を失ったAsunaをもたらします。 負傷に侮辱を加えるために、貧しい女の子は弧の途中で2回近く強姦されている。  Asunaは私の好きなキャラクターのハンドダウンをしているので、これらの腐敗のインスタンスを強制的に見ていると、私のためにシリーズが本当にダウンしました。 結局、私は実際に彼女がSogouがOberonによって本質的に感じられる前に最後の戦いを見ることを余儀なくされたことで、文字通り拷問されたので、彼女には残念に感じました。  Sogouと彼のアバターの両方が得意なものを手に入れている間に、私はAsunaがプロットのために苦しんでいることがわかります。なぜ私はAlfhiemアークを再ウォッチしませんか？\n\nスタイル：\nAlfhiem Onlineのプロットほど恐ろしいほど、私はスタイルがさらに悪くなってしまうのではないかと恐れています。 これは、文字デザインの分野で特に当てはまります。 例えば、キリトのデザインはトロールの人形の後に模様があるようだが、リーファはディズニーのティンカーベルの漂白剤である。  Asunaのデザインは、大変申し訳なく思っていますが、彼女のキャラクターが本格的なキャラクターよりも目のキャンディーに見えるようにする、非常に目立つコスチュームを着用するように最悪の扱いをしています。 これを除いて、Sword Art Onlineの全体的な芸術スタイルは、それを目立たせるためにほとんど手つかずのままです。\n\nサウンドデザイン：\n幸いにも。  Sword Art Onlineのサウンドトラックはレビュー全体を保存します。 しかし、Alfhiemアークに伴う新しいオープニングは、AincradのCrossing FieldsやOSTの他のオーケストラと比較して少しびっくりしていました。 声優はCassandra Lee Morris（例外としてSuguhaとLeafaとしてのパフォーマンスがたくさん残っていた）を除いて、うまくいっています。 すべての正直なところで、モリスの子供のような演技は、PappenbrookとLeeのKiritoとAsunaのドンを描いていた。 これは、私が以前の円弧と比較するのに十分楽しんだとは言えません。\n。\n結論：\n私が以前に言ったように、Sword Art Onlineは多くの可能性を秘めていました。 しかし、その不運に、Alfhiemはそれを大いに浪費しました。 私がAlfhiemがAincradと比較して可能な限りあらゆる点で挫折していると感じているのは、それがインスピレーションを得ているようなキャラクターと並んで、あまりにも書かれたファンフィクションであったかもしれない。 これからのCのために準備していますが、むしろ、私は2番目の化身を見ています。 しかし、すべての新しいアニメのように、あなたは待って見なければなりません。\n\nいつものように、私の言葉をそれに服用しないでください。 私はCrunchyrollやNetflixのような法律上のストリーミングサイトでSword Art Onlineを見て、あなた自身の意見を提出してください。 あなたがそう思っているなら、Rightstuf経由でDVDやルーレイでシリーズを購入することができます。あなたの後援に感謝し、このようなすばらしいコミュニティに私のサービスを提供することを光栄に思っています。 すべてのあなたのアニメのニーズのために、このbkogにあなたのブラウザーを指摘しておいてください。\n\n\nこれと他のレビューのためにhttp://phoenixotaku1990.wordpress.com/を自由に訪れてください。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Blazing-Ninja",
    "profile": "/profile/Blazing-Ninja/reviews",
    "pages": "54",
    "number": "18",
    "link": "/reviews.php?id=138519",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメは私が今まで見た中で最高のMMORPGショーでした。 それは世界の残りのようなゲームのソードアートオンラインを果たしているこの男Kiritoから始まります。 世界中の誰もがこの試合のリリースに興奮しましたが、ゲームの中に入ったら、GMを倒すために100階に出かけることがない限り、決して退場できません。 キャッチとは、あなたがその世界で死ぬと、あなたは現実世界で死に絶え、生き続けるためには戦わなければならないということです。 キリトはベータテスターだったので、ベータテスターは、ベータテスターであるビーターと呼ばれるように、すべてのプレーヤーがベテランのテスターを欺くと思っています。 このため、彼はどんなギルドにも加わることを拒否しますが、その途中で彼の心が変わり、彼は人生を楽しんでいます。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Neuronymous",
    "profile": "/profile/Neuronymous/reviews",
    "pages": "54",
    "number": "19",
    "link": "/reviews.php?id=133723",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  5\n|  7\n\nこれは私の最初のレビューであり、英語は母国語ではないので、私と一緒に頑張ります。  :)\n\n私はこのアニメには多大な可能性があったと思います。 映画「The Matrix」のように感じました。最初の半分は興味深いもので、哲学的な質問や思考を持ち上げるのは、シリーズが進行するにつれて私が大好きだったと思っていましたが、上半期後にはさらに一般的な行動 アニメ。 私は本当にこのアニメが掘り下げていたら、もっと良く、深く、叙事詩的なものになることを期待していました。\n\n私は世界についてもっと知りたいと思っていたでしょう。私は彼らが宇宙に深く入り込み、法律や規則を説明するペースを遅くすることを望みました。 ある時点で、私がここでエピソードを見逃していたかどうかはわかりませんでした。 文字については、最初にこの文字がプロットに関連すると仮定しますが、これは通常、これが導入された後で完全に忘れられます。つまり、男性と女性の2つの主要な文字を除外します。 彼らが平らで、進歩はほとんどなく、いったん彼らがどのようになっているかを考えれば、彼らは永遠にそのままになることが分かります。 彼が大好きな人たちと戦うので、それはとても鈍いと退屈なので、彼が怒っている場合は、主人公はほとんどすべての方法で完璧です。\n\n最高の部分は、彼らがすべてのアクションから休憩し、彼らが立ち往生している世界に住み始めたとき、それはClannadのような「スライス・オブ・ライフ」のスタイルのアニメを思い出させた。 私は戦いを見たときに、このアクションはとてもうれしく感じました。\n\n私は今からトップアニメテーマになると思う2つの主要なテーマを本当に楽しんでいました。 私は本当に彼らのことを聞きたいと思うし、私はそれが私を正しい気分にさせたので、いつもオープニングを楽しみにしていた。\n\nアニメーションはうまくいきました。最初のキャラクターが好きすぎて子供のように見えてしまいましたが、私はそれを乗り越えて、主人公の主人公と恋に落ちました！ アニメーションはアクションシーンでは良くなりますが、戦っていないときには怠惰で怠惰になりがちです。 たとえば：飛行機に乗ったとき、彼らは妖精の羽を羽ばたまなかったと私に迷惑をかけるが、それは静的だった。 しかし、それはSAOの世界がいかにあるのかということですが、私はそれが怠惰な解決策であると感じていました。\n\nロングストーリーの短い私はあなたがこのアニメを見て、エピソード15でそれを見て終了することは、それを見ていない場合でも、シリーズを終了する良い点だと思う。 あなたは多くのことを考えることができますが、私は最後の半分が私の口に苦い味を残したので、移動するのに十分な閉鎖があると思います。 私は、誰かが第4の壁を壊して、腐ったトマトを彼に投げつけ、彼を舞台外に吹き飛ばすことをほとんど望んでいました。 スコアの面では、上半期に10点満点で9点を与えてしまったが、やっと終了した後に数字が下降した。 私はほとんど自分自身に言った\"これはどのように私はこれを見ることができますごみですか？ しかし、私は上半期からの思い出深い思い出を思い出しました。 実際には、最初のストーリー・アークのために25のエピソードをすべて使用していたはずです。 私は本当に悪役を楽しみにしていた。 彼はとても面白そうだったし、結局私は彼の動機を全く理解していなかった。 彼が自分の動機を説明しようとしているのを見て、私は大きなトロル面をほとんど見ることができます。 まあショーはいつも急いでいたので、あまりにも多くの可能性を持っていた悪人も急いで待っていたので、私は非常に迷惑をかけた別の主要な悪役を紹介した。\n\nこれまでのところ私はこのアニメだけをバウンスしていましたが、私はそれを見ました。私はそこに興味を持ち、物語に巻き込まれ続ける良いものがなければならないと思います。 私は本当にこれは非常に良いアニメだと言いたいですが、私はとても失望しています。 あまりキャラクターの発展がない、包括的で簡単なアクションアニメを見たいと思うなら、これはうまくやっていないと思ったり、あまりにも多くを待ったりしません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "RandomAssCow",
    "profile": "/profile/RandomAssCow/reviews",
    "pages": "54",
    "number": "20",
    "link": "/reviews.php?id=133083",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\nSword Art Onlineは本当に良いアニメです。 それは剣を持っており、オンラインVRMMORPGにあります。これは、バーチャルリアリティの大規模なマルチプレイヤーオンラインロールプレイングゲームです。 それは彼がアジアに住んでいるので、おそらく多くの検閲されるこの新しいゲームについてのすべてを知っているように思われる少年であるKiritoを魅了する。 とにかく、このアニメはLog Horizo​​nをコピーしたと言われますが、私はSAOが良かったと思います。  Asunaもクールだったけど、奇妙な '子供のことは私のためにあまりにも大きかった。 あまりにも奇妙です。 私はそれに8/8 m8を与える。"
  }
]
