[
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "ShamelessCritics",
    "profile": "/profile/ShamelessCritics/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=215462",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  6\nキャラクター|  2\n|  5\n\nアニメが有望で始まり、ゆっくりと落胆し続けるという事実は、私が言うべき悪い事の唯一のものです。私はこれを見ているうちに本当に疲れました。\nもう一方の側では、このアニメは楽しいものでしたし、本当に面白い話がありました。\nコメディの部分は1〜2の良い点があっても残念だった。\n実際には本当にひどく恋しかったが、少なくともそれは存在していた。\nそれは2〜3の激しい瞬間と良い考えを持っているかもしれません。 それは私が見逃すことのできない小さなものです。それは不十分に作られていませんでした。 それはいくらか努力した。\n - 唯一の私は、MCを嫌っています... IT SUCKS!! その最悪！ それはSki-Fiだが、精神遅滞している盲目のウェッブでさえ信じられないほど信じられないほどだ。\nそのキャラクターは、キャラクターの外に出て、彼らがどのように紹介されたかに基づいて通常はしないことをしたという、嫌気的で架空の意味でした。\n\n結局、私はそれを推薦していません。 それはうまくいくかもしれないし、私はそれに高い評価を与えてもよいが、推薦しないかもしれない。 まともなことをして、何か感情を引き出したが、何もしなかったかもしれない。\n私はそれを見て、しばらくの間、私は8時間を後悔するので、ちょうどそれを見ていない。\nしかし、まだ見たい場合は、いくつかの理由があります：\n - アート/ストーリー/サウンド。\n - ロマンスがあります！\n - 思い出深い瞬間があります。\n\nこれは私の恥知らずの評論家でした。\n私は反省しないで残しています！"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "AbstractZealot93",
    "profile": "/profile/AbstractZealot93/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=168965",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  7\nキャラクター|  3\n|  6\n\n私はYouTubeでの戦いのいくつかを見て、「ワウ、それは激しい」と思って、この番組を見始めただけであることを述べることから始めます。 私は感動しましたか？ 残念ながら、私はまだショーを終えていないので、このレビューを後で改訂するかもしれません。 私が今このレビューをしているのは、あなたが貧しい読者に逃げずに別のエピソードを見せなければならないと、私はこのショーを嫌うことになります。 このアニメとやりなさい。 これまでの私の取り組みは...\n\nストーリーラインは実際にはかなりいいです。 それは簡単な目標を持っています。レベル10に到達します。すばやく簡単です。 この設定は、ほぼすべてがデジタルで監視されている未来的なバージョンの日本です。 誰もがそこにあるNeural Linkingデバイスを介してグローバルネットワークに接続されています。 彼らは、コンピュータ、携帯電話、iPod、そして他のすべてのエンターテイメントと通信機器の代わりにこれらを使用しています。 ショー自体は、しばしば「脳の破裂」と呼ばれるゲームの一部である「加速された世界」で行われます。 このゲームでは、現実の世界で不正行為をするのに使うことができるバースト点を得るために戦い、レベルアップします。 ショーで参照されている最高レベルはレベル10です。誰もこれまでに到達したことはありません。 それが物語をまとめています。\n\nショーの芸術は完璧に行われています（...その他の主人公...）、流体アニメーションは最初に私をショーに導いたものです。 良い戦いでエピソードに到達するには少し時間がかかりますが、待つほどの価値があります。 すべてのアバターのデザインは本当に魅力的です。 彼らは人間のようなサイズのガンダムは、すべてのキャラクターが本当にユニークな外観を持っていることができるように、非常に創造的で可変的な外観を鍛えるためにトロンの衣装と一緒に壊されたように見えます。 バーチャル世界の外には、あなたの基本的なクッキーカッターのキャラクターがありますが、彼らはまだ1080pのXDで見ても素晴らしいです。\n\nサウンドトラックは、期待される戦いの中であなたを汲み上げるのに十分であったが、それ以外は本当に際立っていなかった。 彼らが必要とするすべてのものがそこから抜け出しているわけではありませんが、彼らは確かに特別なものや爽快なものを加えませんでした。\n\n\n\n\n\n7 OUT OF 10！ 私は出ている...\nこの次の部分は、ショーのさらに2つのエピソードを見た後の編集です。 私はもうショーを取ることができません、私はそれを6に落として、その後、私のリストにショーを落としています...それは漂白剤のように、時折badassの戦いと本当にダムと 話を聞いて夢中になっていない人がいます...チユーは他の人たちと同じようにゲームを真剣にやっていきます。\n6 OUT OF 10！ 私は本当にこの時間T_Tを去ってしまったので、悲しい..."
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Darkmoq",
    "profile": "/profile/Darkmoq/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=210233",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  5\nサウンド|  5\nキャラクター|  5\n|  5\n\nこのアニメは、約24時間外に出たピザに似ています。まるで蒸し物のようなものではありませんが、どちらかといえば摂取をお勧めします。\n\nAccel Worldの核心は、ミニ・ハーレム、shounenという、まれなMMORPGです。 洗練されたVR PvPゲーミングサブカルチャーに参加している高校敗者ハルユキについての話です。 このゲームをプレイするとPvP戦闘に時間をかけることができますが、実際の状況を操作するのにも役立ちます。 ハルユキは賭博のためのゲームに加えて、彼の圧倒的な勝利を勝ち取り、彼女がゲームで最高のトッププレーヤーになるという彼女の目標を達成するのを助けるために、  。\n\nこのアニメでは凡庸さが強いです。 それはキャラクターの開発が欠けており、多くの決まり文句と愚かなプロットラインを含んでいます。 それは最終的には時間の無駄をはるかに超えたものではありません。\n\n\nClichésvsルール：\nクリシェは、怠惰で想像力のない文章から生まれました。 それは別の設定で働いていたものをコピーし、それを現在のものに不器用に貼り付けます。  MMORPGのアニメ・コンテクストにおけるこれの一例は、他の誰も持っていないスーパー・スペシャル・イン・ゲーム・パワーを主役に与えている。 私たちはKirituのベータテストヘッドスタートと剣に関する彼の* ahem *特別パワーでSword Art Onlineでそれを見ました。 私たちはダンジョンのアニメでそれを見ました。そこではぼんやりした主人公が10倍になったり、他の誰のペースにもならなかったのです。 とにかくアクセルワールドでは、晴輝のキャラクターが特別なスキルを得て、彼が競争の上に飛び乗るのと同じことが起こります。 便利ですよね？\n\nルールは、プロットが意味をなさせるために必要な、基本的なジャンル固有の事実です。 この場合、MMORPGアニメは現実的なステークスを持つべきであるというルールです。  あなたは彼の友人がゲームで虐殺されているのを見て、あなたの目を転がすことはできません。  NOOOOOOOOOOOOOOOOOO！ 死んではいけない!!!!!!!!! その後、試合は終わり、彼らはアイスクリームと話をします。 SAO仮想世界を逃れるための解決策があったら、Sword Art Onlineを想像してみてください。* Drumroll *...。ログアウト？！？！ 聖なる男。 ブーム。 すべてのサスペンス、緊急性、目的などが蒸発します。  SAOでは、少なくともアニメのキャラクターは、そのくそった世界の視聴者にトラップされていました。  Accel Worldそれは単なるゲームです。 すべてのポイントを失うと、そのゲームをプレイすることができなくなります。 死がなくても、脳が溶けていないということはありません。突然あなたは宿題に専念する余裕があります。\n\nこのアニメの許されない部分は、彼らが時間を遅らせる彼らの能力についての驚くべき現実世界の用途をほとんど探索していないことです。 すべてが平準化され、銀行を強奪したり世界記録を設定したりすることのない、より強い性格を得ることです。 アニメの紛争は若者に過ぎず、最終的には面白いことではありません。\n\nロマンスアングル：メインキャラクターを合法的に物理的に魅力的にするための小道具。 これはおしゃれな、背の高い、運動的なものではありませんが、ひよこのアーキタイプを得ることはできません。 晴海のフラットアウトは、アニメのエリックカートマンのように見えます。 言われているように、彼らの独創的でないキャラクターデザインは、学校で一番熱い女の子がMCに自分自身を投げかけることを、あまりにもおなじみのものにしています。 本当に？ 学校/学術天才/ミス・ポピュラーなどでクラスの大統領/熱い女の子がぽっちゃりのアバターでこの尻を演奏するバーチャルスクワッシュを見ていると熱い気になる。 くそ！ 私は高校の経験によって浮気を感じる。 しかし、真剣に、ロマンスサブプロットは怠惰で刺激的です。 化学はなく、彼女はすべての仕事をしています。\n\nキャラクターの開発は欠けている。\nアニメーションは容認できますが素晴らしいものではありません\nメイ音\n\n全体的に：私はこれには年をとっていることは辛いことにはっきりしています。 もしあなたが嫌なピザを食べたいのであれば、私の意見は無視してください。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "penguinkid123",
    "profile": "/profile/penguinkid123/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=190645",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  8\n\nアクセルワールドは非常に良い初心者のアニメといくつかの主流です。  Accel world is about '年は2046年です。有田晴之は、学校の最低のソーシャルラングに目を向ける若い男の子です。 彼の悲惨な生活を恥じて、晴輝はバーチャルゲームを楽しむだけで対処することができます。 しかし、学校で一番人気のある女の子の黒姫姫が、彼をBrain Burstと呼ばれる神秘的なプログラムとAccel Worldというバーチャルリアリティに紹介したときのすべての変化。 そして、アニメは現実の世界とAccel Worldの関係を中心に展開しています。\nこのアニメは、剣術のオンラインとログの地平線に非常に似ています。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "mike88",
    "profile": "/profile/mike88/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=93877",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  10\n\nまず第一に、あなたが「見た目が向いている」人であれば、これはあなたのためではなく、MCが短くて太っているだけでなく、彼のデザインは他のキャラクターと一致しません。 もしあなたが外見についてあまりにも邪魔されていないのであれば、このアニメがなぜ過小評価されているのかを説明してください。\n\nこのアニメの最初のコメントは、主人公を見た後に人々がそれをどのように落としたかということです。一般的なコメントは通常、「美しい女の子が彼のために落ちることはできません」、「私はそのような醜い主人公を見ることができません。 彼は自分の人生についてあまりにも多くのことをほのめかす。 しかし、それを過ぎて少し深く見ると、このアニメが非常に触れていることに気付くでしょう。\n\nMCの靴の中にあなた自身を入れて、あなたは馬鹿げて短く太っている（これらの人々は現実の世界に存在する）、あなたはあなたよりも良い生活をしていると知っている人々によって毎日強引にされ、 あなたが真にコネクションを感じた唯一の女の子は、あなたの親友によって盗まれました。あなたは、スポーツ的でスマートな普通の、見栄えの良い人とチャンスを逃したことさえ知っていたので、彼女のために戦っても気にしませんでした。  。 それでも、あなたはまだ両者のために幸せになろうとしています。 彼の唯一の現実からの脱出は男性のトイレのバーチャル世界で自分自身でスカッシュをしている...今は彼の人生について震えて羽ばたいている言い訳がない。\n\nそして突然、あなたは長年にわたってあなたが耐えてきた苦痛と苦しみが強さと勇気に現れる世界に紹介されます。 この美しい少女は、前述のような性質のためにあなたと恋に落ち、一度あなたは世界で愛されていると感じます。\n\n\nこれはアクセル・ワールドの前提で、人が苦しみや苦しみから何年もの苦しみを抱えて幸せになれたことの話です。人々はしばしばこれを明らかな理由でSAOと比較しますが、欲望と意味はそれほど変わっていません。 実際には、見栄えの良い男が美しい女の子を迎えるアニメのタイプを探しているなら、見に行きなさい/ SAOを読んでください。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Dreamers",
    "profile": "/profile/Dreamers/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=80962",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\nこのシリーズの「素晴らしい」叫び声で始めることができます\nアクセルの世界は、戦争、愛、友情、または敵対性に関するすべてではなく、オンラインゲームのテーマアニメに関する新鮮なアイデアをもたらします。  Accelの世界は、代わりにAWプレーヤーのプライドと名誉についてです。\n\nAWの素晴らしい部分は、このアニメを見ても、主人公が太った男の子でも、短くてもキュートでも、あなたが想像することのできないアニメの新しいステージにAWを持ち込むことができます。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Poparteeb",
    "profile": "/profile/Poparteeb/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=66059",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  9\n|  9\n\nTL; DRシャーロットのウェブ。 アニメ版\n豚は飛ぶことができます。 それは事実です。 想像してみれば、豚ウィルバーは知的なスパイダーであるシャーロットによって救われ、その後彼の人生は変わります。  OH WAIT、これはおなじみのようです。 アクセル・ワールドです！  （Spider and Butterfliesu003e、＆semantics）。\nもちろん、E.Bほどシンプルではありません。 ホワイトの子供の小説、そして豚を救うクモのほかに、完全にはっきりするために、それは遠隔的に類似していない。  losの詳細については、こちらをご覧ください。\n晴乳を悩ましているなら、キャラクターにまっすぐジャンプしてください。 私もそうです、そして、私はこの種蒔き（o.O）*ショーが好きです。\n\nストーリー：8\nこのシリーズの前提は驚くほどオリジナルです。 それは未来であり、誰もがグローバルネットワークに夢中になっています。 彼らの首にインプラントを介して、彼らは文字通り世界的な\"インターネット\"にアクセスし、多数のファイルを閲覧したり、数多くのゲームをプレイしたり、VR（バーチャルリアリティ）世界に参加することができます。 カスタムデザインのアバターとすべての作品を完成させる。 私たちの話は、慢性うつ病と自尊心が低い太った春遊についてです。 彼は標準的な可愛いアニメのステレオタイプの学校全体で唯一の太っている/物理的に魅力的ではない人物です。 これは彼に悪夢を与える原因となる。 しかし、バーチャル世界（彼のアバターは豚）の中で、彼は学校の美しいアイドルである黒木姫と出会い、彼を脳の爆発に導いた。\nあなたがそれをクリアすることができれば、人間の精神の秘密を明らかにすることができる基本的にアンペアアップ戦闘ゲーム。\n私たちの主人にあまりにも多くのプレッシャーはありませんか？ まあ、このユニークな設定を導入した後のストーリーは、典型的な少年のストーリーの線に沿って大きく進みます。 少年は秘密の力を発達させ、人々を打ち負かし、人々を失い、インスパイアされ、個人的な損失を被り、悪魔を扱い、強く、ロマンスの芽を育てます。 そして、これはエンターテイメントの面でこのストーリーが機能する理由です。 それはただの楽しみです。 見て楽しもう。\n\nキャラクター：8.5\nさて、晴乳については、人々が苦しんでいて、合法的に正当化されています。 彼は基本的にOuma Shuですが、可能であれば、自尊心は低く、自尊心はさらに低くなります。 あなたが彼を額面で迎え入れるならば、彼は徹底した主人公として抜け出すことができます。 アニメが太っているMCに散らばっていないという初期の事実に加えて、エンターテイメントの多くは、かなりのリードと完璧な（賢明な）人々のイメージを私たちに提供する役割を果たします。 はるゆきは違うし、普通はあなたはそれが素晴らしいと言うでしょう。 ステレオタイプとすべてを壊してください。 しかし、彼はOumaシュウの性格（少なくとも最初に）を持っているので、彼は完全に不愉快です。\nしかし、私はまだ彼が好きです。それは、二人目の黒い姫、彼の箔、彼の愛の関心、そしてショーの中で最も興味深いキャラクターが、晴輝を最初の哀れみのタイプを超えて移動させることができるからです。\n黒木姫は晴之樹の全てではありませんが、彼女は魅了されていますが、これはスポイラーではないことを心配しないでください。 どうして、なぜ、晴魔が自分に尋ねるのか。 しかし、間違いなく、2人の間のシーンには、否定できない化学とインスピレーションがあります。 私はしばらくリード間のそのような化学を見ていない。  2人のロマンスは、黒木姫の強さとドライウィットによって常に強調されています。見て楽しいです。  （そして、それをシャーロットのWebの類推に戻すために、黒龍姫のアバターは大きな蝶です（これはクモとは違いません。）。\n他のキャラクターも、その役割、子供の頃の友人、敵、不機嫌な同盟者などではうまくいきます。その人格はかなりよく発達しています。 キャラクターは私からの苦情を受けない。\n\nサウンド：7.5\nそれはうまくいっているが、標準だ。 あなたは典型的な高速BPM OP、適切な音楽を収めています。 さて、しかし超越ではありません。 十分に良い。 私が思った声優もまともだった。 ハルユキは、大沼淑を声に出している梶裕樹が声を出しますが、少なくとも春輝は最初の3拍位の後にはシュウの愚かな性格を取得します。\n黒柳姫の声はまあまあでしたが、私は実際には三沢幸子の画期的な飛躍のために、それは普通ではないと思っていた他の視聴者よりも、 個人的には落ち着いていて、時には寒い黒い姫にはその声があります。 控え目な\"バカ\"宣言が出てくる感情的な場面でさえ、この役割のためのものであった。\n\nアニメーション：9\n生産品質は一流のノッチでした。 それはギルティクラウンのようだが、より良い。  （男、私はかなりGCにぶち当たっているようです）。  GCのアニメーションはまだAWを凌駕しますが、すべての集中的な目的のために、シリーズ全体がより優れていれば、物語、キャラクターなどがより良いものになります。 つまり、アニメーションは常に流動的で、キャラクターモデルはうまく動いていて、戦場のシーンは素晴らしいアニメーションであり、撮影はあるシーンで驚くほどうまくいっています。  （通常、重い感情が関与していた場所）。\n\nエンジョイメント：9\n私が知っていたので、遥かなる遥かなる幻影。 私がしていた限り、私はAWを見送ることを彼が断念したからです。 しかし、私が急落した後、私は、少年のジャンルに必要な独創性と差異を注入して、深くて面白くダイナミックなショーを見つけました。 かつてロマンスはショーのハイライトでした。 主要なリード間の化学、優れています。\n*あなたの中には、黒姫姫が謎の氷の女王のように見える人もいるかもしれません。 しかし、私はシャーロットのウェブのようにそれを見ることを好む。\nスパイダーは豚を救う。 豚は翼と飛行を開きます。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "animechap",
    "profile": "/profile/animechap/reviews",
    "pages": "3",
    "number": "8",
    "link": "/reviews.php?id=57779",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  8\n\nアニメを見直すのは初めてですので、私に叱らないでください。\nアクセル・ワールドはとてもいいアニメだと言わなければならない。\nアクセル・ワールド - エピソード1と2のレビュー：\n\nストーリー（8/10）\nストーリーは漫画でもかなりいいですね。私はストーリーを簡単に理解できるようにストーリーを要約しているのがわかります。マンガ版では多くのことを説明しています。\n初めは悲しいことだと思いますが、漫画は主人公を残念に感じさせるシーンを追加したにもかかわらず、悲しいです。\n\nアート（8/10）\n背景はよくデザインされていますが、アニメの暗闇であるこのアニメの問題が1つありました。この近代的なアニメでは、暗い場面を追加して、気味悪くて暗く感じましたが、そのほとんどはWay too Darkです。 私たちがアクションを見ることができるように、それをちょっと軽くしてください。もちろん、シルバークロウのデザインは非常に光沢があり、バトルシーンも最高です。\n\nサウンド（7/10）\n私はこれについて知りませんが、私は音が良いと思っています。それに本当に良い音楽があります。私は音楽の一部がシーンに合っていないと思っています。\n\nキャラクター（8/10）\nなぜ、春遊木の登場が嫌なのか教えてください。 太った人を主人公と見なすのが好きではないのですか？彼が薄く、彼が..... Ouma Shuになればどうですか？ いいえ！オムア集はこのアニメを破壊するつもりです！\n私のポイントは、すべての '薄い'のキャラクターだが、冷たいものの中には退屈な見た目の薄いキャラクターを持つアニメがたくさんあるにもかかわらず退屈かもしれないが、このキャラクターはとてもかわいい愛らしいキャラクターだ。 あなたはひどい人です。\nまるであなたが見ることができるようにOuma Shuとは違う.Haruyukiは現実よりもバーチャルに滞在したいと思うほど欲しい。そうすれば彼はOuma Shuよりも悲しいだろう。他の文字もいいし、役に立つキャラクターもある。\n楽しさ（8/10）\nあなたのシステムにアクセスするためにデバイスを使用する人は、コンピュータのようにクールですが、それはあなたの脳の中にあります。そして、戦いも楽しいです。あなたが私たちの説明を要約したと言いましたので、  。\n\n全体的に（8/10）\nそれは非常に良いアニメです。私はあなたがこれを見ることをお勧めしました。あなたが待っていないが、マンガのバージョンも素晴らしいです視聴者はマンガを読むこともできます。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "MustachedNinja",
    "profile": "/profile/MustachedNinja/reviews",
    "pages": "3",
    "number": "9",
    "link": "/reviews.php?id=67495",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n理解できません。 主人公のひどい太ったアニメーションのデザインや、このアニメに登場したshounenテーマについては、不満を募らせているだけです。 一方、ファンボーイズはすべてアクションに関するものです。  1つは、このアニメはギルティクラウンの別のコピーのように見えますが、重要な違いがあります。たとえば、2人の主人公は、誰もが不平を言うだけの敗者ではありません...そしてKaji、Yukiは全くisn 有田、春樹、大沼、朱の声優（あるいは私はわかりません）...そしてプロットは全くゴミではありません。  ..ああ、アクションシーンがありますが、これは主にメカのアニメではうまくいきません。 だから、うん。\n\n偉大なアニメーションとサウンドは、監督がお金を主にビジュアルに費やしたようです。 そして、それは私の魅力です。アニメの私の意見の50％をそれらの特性に基づいているからです。\n\nマンガの採用はお金を稼ぐためのとても良い方法なので、Accel Worldはもっと多くのお金や何かを得る方法だったわけではありません。 私が言ったすべての意見に反して、私は自分のシリーズが優れていると思うのは、結局のところ、価値の低いメカアニメーター/マンガのプロデューサーはすべて傑作だからです。\n\nオバラ、マサカズがハックした。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "yngtadpole",
    "profile": "/profile/yngtadpole/reviews",
    "pages": "3",
    "number": "10",
    "link": "/reviews.php?id=78698",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nうーん、私は少なくとも私は少なくとも5を持っているように見えるので、アニメ10をほとんど評価しないと主張することはできません。しかし、エピソードをちょうど終了した後の私の最初の反応は、このアニメは、 物事、そして一つのことがうまくいっている：偉大な物語を伝えなさい。 あなたを世界に吸いつけて、文字やプロット以外のすべての考えを失って、あなたを没入させるもの。\n\nアクセル・ワールドは、芸術、音楽、アニメーションそのものを偉大な物語にするために、すべての要素をもたらしました。 アニメーション自体は、キャラクターのデザインと同様にとてもかわいいものでした。  LNを読んでいない人から来て、あらかじめ出来事を知らなかったので、このアニメを見ることは私にとって感情的なジェットコースターでした。 私はこのアニメで見つけたユニークなことは、かわいいと面白い男のキャラクターが見つかりました。 彼らはしばしば、コメディーな効果をもたらし、これはしばしば、非常に暗いものを明るくし、話題のテーマを抑圧するのに役立った。 時にはそれらの同じキャラクターが自分自身の価値観とそれから他人を傷つけるという観点から自分自身を数回叩きたいと思っていましたが。 私は自分自身と笑って、泣いて、彼らに満足しているのを見つけました。\n\nそれぞれのキャラクターと一緒に過ごした時間から、スタッフに感情を伝えるのに十分な時間を費やすことが重要であると言えるでしょう。 私はTLCを感じることができました。 注目は急いだ。 音楽はストーリーを支持し、現在のところ希望のトーンを提案する非常に良い仕事をしました。 芸術と戦いはとてもうまくいった。 しかし、何よりも、私は彼らがキャラクターをどのように発展させたのか、それぞれのキャラクターと一緒に過ごす時間が大好きでした。 私はLNを見ている人には、急いで感じるかもしれない、あるいは、おそらく関連するバックストーリーやアークをスキップすることさえあるだろうが、私にとっては、これらのキャラクターを本当にすべて観察するには、キャラクターとバックストーリーに十分な時間を費やしたと感じた 自分の希望と夢と悲しみで奮闘している。 彼らが泣いていた時、幸せだった時、笑った時、時間が費やされました。 私は本当に彼らが本当にこれらの文字に感情を始めるために見て誰かのために十分な時間を過ごしたと感じた。\n\n唯一の欠点は、暗い過去と不安を抱えているすべてのキャラクターとの嫌悪感ですが、1次元キャラクターだと言うのは不公平だと思います。 あなたがアニメを好まないかどうかにかかわらず、私が10点を評価するもう一つの理由は、間違いなくあなた自身のために見る価値のあるものです。 手を下げて。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Uchyuujins",
    "profile": "/profile/Uchyuujins/reviews",
    "pages": "3",
    "number": "11",
    "link": "/reviews.php?id=76483",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  9\n\nそれは私の最初のレビューなので、誰かがナンセンスを話す、または私が誤って誰かを怒らせることがわかったら、すみません。\n\nまず、私は主人公が絶対に好きではないと言っています。 どういたしまして。 彼が描かれた方法はちょうど遅れていたし、彼の人格は本当に...しかし、それはそれの全体のポイントです、明らかに、学校の誰もが彼を憎むので、彼は彼の素晴らしいアバターを得た方法です、そう...私はない アニメは彼のように見えるように何か悪いことをした。\n\nですから、私はAccel Worldが非常にユニークでオリジナルであることを発見しました。 もし私が言わなければならなかったのは、私をAccel Worldのように育てたのです。 誰もがすべてが先進的で冷静な未来的な環境を作り出すことはできません。私はそれがいかに難しいかを想像することさえできません。 混乱する。  （正直言って、私は本当に遅い人です。特に、私が理解するのがとても難しいSFになると、Accel Worldは本当に素晴らしい仕事をしてくれたと思います。）ストーリーについては、本当に良いと思いました さまざまなアークが導入された方法が適切であり、解決策は素晴らしかったが、Accel Worldは実際に悪い人の動機をそう現実的にしていないと感じた。 メインの男の子が「違う」という理由だけで、誰もが彼がすべてだと思っているのですか？ 他の多くの「アバター」と同じくらい印象的だとは思っていませんでしたが、それは私ですか、誰もが「悪い」と感じる唯一の人ですか？\n\n芸術のために、文字は本当によく描かれ、実際に彼らの個性に合っています。 それはシャープで、キャラクターのデザインは本当に自分の性格に合っています（私が何を意味するか知っていれば）、髪のスタイルや色を打つことなくキャラクターの顔を覚えやすくなります。 戦いの場面は私の意見では本当に良いですし、アバターの色は戦闘シーンでは本当にクールでカラフルです。 少年は私の好きなジャンルの一つではないので、良い戦闘シーンが何であるかわからないけど、あなたが私に同意しないなら、私は言い訳をする。 しかし、いくつかの時点では、芸術は奇妙に見えます。エピソードとメインキャラクターの間のように、彼の詳細が追加されていないので、これまでアニメ化されている最も簡単なキャラクターの1つでなければなりません。 それは、彼が彼等をより少なく見せかけることさえしなかったようなものです。刺激的です。 しかし、戦闘シーンを楽しませる「ゲーム」コンセプト全体を実際に引き出したので、アーティストがアバターと戦場を描いた方法が大好きでした。\n\n主人公は悪くない。 脂肪が少なく、自尊心が低く、主人公としての自己嫌悪感を失うことは、それが主人公であることから、このアニメを良いものにすることはおそらくないでしょう。\n黒ゆきひめは、誰もが彼女に見えるようにする、信頼できる完璧な先輩のようなものです。彼女はとても完璧だから、彼女を憎むことはできません。 彼女が春と恋に落ちた理由は分かりませんが、彼女は時々本当に愛らしいことがあります。 反対は多分誘惑？\nちゆうもかなり普通です。 あなたのソーシャルサークルを心配している普通の幼なじみの友人、ただ彼女にボーイフレンドがいます（私は知っています、奇妙なのですか？）最初は彼女は本当に苛立ちますが、すべてを過ぎ去った後、彼女は本当に愛らしい、面白いです 。\nアクセル・ワールドは、より重要なキャラクターのために、すべてのことの終わりまでにかなり良い仕事をしてくれました。あなたは本当にそれらを理解しているように感じます。\n\nしかし、サイドキャラクターは物語をより面白くするものです。\nNoumiはこれまでで最も記憶に残るキャラクターです。 私は誰も彼を思い付くことができないのか分かりません。 彼は他の人の命を奪うための計画を思いついた完璧な天才だ。 しかし、彼のおかげで、主人公はアニメの悪いキャラクターではありません。\nサイドキャラクターは本当に素晴らしいですし、他のサイドキャラクターと比べてはるかに開発され、話があります。\n\n全体的に私はAccel Worldが本当に楽しいシリーズであり、戦闘シーンはうまくいきました。 私はこれを全員にお勧めします。私はそれが時間の無駄ではないと思います。 非常に激しい戦いの素晴らしいプロットを本当に探している場合を除き、そうでなければアクセル・ワールドが本当にうれしいと思う。 ストーリーはかなり予測可能で、主人公に関する多くの問題がありますが、Accel Worldについての最善の点は素晴らしいBrain Burstプログラムとクールな未来的な設定だと感じています。 できるだけアニメを楽しんでください。\n\nこれを読んでいただきありがとうございます。あなたが私と同意しない場合は、本当に申し訳ありません。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Toucanbird",
    "profile": "/profile/Toucanbird/reviews",
    "pages": "3",
    "number": "12",
    "link": "/reviews.php?id=73787",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  10\nキャラクター|  6\n|  8\n\nバーチャルリアリティの混乱した袋\n\n* note *私はLNを読んでいません。 私はこのアニメを、アニメだけではなく、アダプテーションとしての信頼性に基づいて判断しました。  *注意*\n\n私がAccel Worldを説明できる最良の方法は、混合バッグです。 このアニメの背後にある制作要素は素晴らしかったが、このアニメにはシーンとキャラクターのインタラクションがあり、真剣に私を唸らせた。 このアニメが正しいことから始めましょう。\n\nこのアニメのアートワークやアニメーション、音楽は素晴らしかったです。 私はAccel Worldがおそらく2012年に見たアニメの中で最も優れたサウンドトラックの1つだと思っていました。OPとEDは、I've Soundのファンが楽しめるキャッチーな、明るい楽曲でした。 アニメーションは単に素晴らしい、実際には、完全に豪華だった。  Accel World自体は、VRMMORPG内の多くの環境が優れているため視覚的に魅力的でした。 私はキャラクターのデザインも有田の唯一の例外で非常にうまくいったと思った。 私はこの種のキャラクター化が他のアニメで以前に行われていたことを知っている理由は分かりませんが、キャラクターデザインがこのシリーズにとってはあまりにも漫画的であることがわかりました。 私はアニメーターが明らかに短くて太っているキャラクターを作ろうとしていたことは理解していますが、顔のデザインさえもあまりにも明らかです。\n\n私はこのアニメがBrain BurstとAccel Worldをどのように実行したかで非常に楽しいと感じました。 私の関心は、戦いのシーケンス中に非常に賞賛された。 おそらく、ゲーマーでもアニメファンでも、アニメでそのような要素を見ることを楽しむことができます。\n\n個人的には、私は物語とキャラクターの開発がかなり弱いと感じました。少なくとも、このアニメの最も弱い部分です。 より具体的には、このシリーズでは、私は「何？ 確かに、彼らは第2シーズン（それがセットアップされた）で彼らに戻って来ることができたが、その間に、私は少し覗き込んだ。 私のコンピュータ画面では、特に、後半のアニメで最も不正確なことが起きるからです。 そのような種類の会話がいかに非現実的であろうと私が苦悩して嘆かせるリードと、それがプロットに及ぼす影響との間には相互作用もあった。 私を信じて、チユーはこのシリーズでは大いに盛り上がりました。 また、正直言って、アリタはあなたがアニメで見つけたほうが好きな主人公の1人ではありません。 私は彼が短く太っていることを意味するものではなく、ビデオゲームをするだけではありません。 地獄、私はその面で完全にうまい。 私は、彼が時には完全に非現実的でオフベースであるように彼の友人とやり取りした方法を見つけました。 アニメの早い段階で起こるシーケンスもあり、重要であることを強調してから実際には戻ってこない。\n\n私がAccel Worldを表現する最良の方法は、その欠陥を持っていて素晴らしいアニメではないという素晴らしいアニメだということです。 それはまだ素晴らしく、楽しい時計ですが、このシリーズは実際にキャラクターのキャストでパフォーマンスが下がりました。 それでも、第2シーズンの見通しにはまだ興味があり、第1シーズンが間違っていたものの、少なくとも何かを調整することができれば、サンライズが出すことができる製品には胸が躍ります。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Teresa_21",
    "profile": "/profile/Teresa_21/reviews",
    "pages": "3",
    "number": "13",
    "link": "/reviews.php?id=97143",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  8\n\n私はアクセルが非常に楽しいアニメだと思います。アニメーションはすべてのエピソードでとても流動的です、サウンドトラックも良いです。 キャラクターはよく発達していますが、春のためにアクセルワールドが好きではないかもしれないが、彼にとっては太っているというデザインは、他のステレオタイプの男性のホットな主人公とは違って天才です。 そして、アクセラレーションの世界では、彼がどのように彼の問題、不安などを克服し、彼とシルバーカラスの力が非常によく説明され、それが接続を持っているかを見ることになる。 彼女はきれいでエレガントで強く、他のキャラクターもよく発達しているので、女性のリードは私のお気に入りのクルクヒヒです。 私が思う唯一の問題は、非常に平凡で真面目な恋愛で、春と久留米の間のロマンスも大変ですね。 信じられないほどですが、すべてが素晴らしいアニメと素晴らしいアニメーションの素晴らしいアニメです。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "beast_regards",
    "profile": "/profile/beast_regards/reviews",
    "pages": "3",
    "number": "14",
    "link": "/reviews.php?id=84171",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  8\nキャラクター|  6\n|  6\n\n'2046年。コンピュータと人間の脳の接続を可能にする神経歯車が一般化した。 ハルユキ（春）は、学校で一番美しい女の子、黒姫姫（姫）との出会いがあります。 頻繁にいじめられている中学生の場合、会議は彼の人生を変えます。  Haruyukiは彼女の不思議なソフトウェアを通して、仮想アクセラワールドの存在を知る....\n\nWhole Accel Worldは、基本的にはデカールに焦点を当てたメカ様式の戦闘ゲームなので、RPG（ロールプレイングゲーム）の数十に見られるパターンに従います：ストーリーが進むにつれて、主人公 新たな同盟国に会い、より強力な敵に直面し、それが主要な敵対者に直面する。 これはそれ自体が悪くはありません。成功したゲームと失敗したゲームの両方がまったく同じパターンに従い、プレイヤーは主にストーリーの独自性の欠如について不満を募らなかったので、ストーリーについても不平を言いません。\n\nしかし、それは文字で少し悪いです：\n\n\"ファットマン、プリンセスとサイコ\"\n\n春、ファットマン。 私たちは、主な男性性格として敗北と悲しみを抱えているだけでなく、病的な肥満に苦しんでいる矮星でもあります。 私は本当にそれを気にしないでしょうが、あなたがあなたのショーを目指すどんな聴衆に関係なく、絶対に不要なデザインの選択です！ それに加えて、主人公は明らかにうつ病に苦しんでいる、それは彼の一般的な行動だけではなく、彼は心理的および感情的なサポートのために主な女性に拘束されます。  （うつ病に苦しむ人々は、しばしば同様のやり方で行動する）。\nこのようなキャラクターを作って作ってみたい作家は何ですか？\n\n一方、主な女性キャラクター、姫はまったく反対です。 人気があり、美しく、自信がある少女。 彼女は春をパートナーとして選び、ここではロマンスになる！ 私はお互いに引き寄せられていることを知っていますが、これは確かに極端です！ しかし、あなたの選択を心配しないで...姫、何でもボートを浮かべて、あなたは知っている。\n\n混乱に加えて、我々はまた、春の春の友人、私には意味を成さない文字を持っています。 彼女が本当に春に惹かれたら、なぜ彼女は誰か他の人と付き合っているのですか？ 彼女が誰かと出会っているなら、春と姫と一緒に見ているのはどうしてそんなに嫉妬しているのですか？ 彼女が春に入らないのなら、春の試合を台無しにするのはなぜ？ たぶん彼女はただのサイコです。\n\nアートとサウンドに関しては、私は通常、私のレビューでそれをコメントしませんが、私はそこで例外を作成します。 文字は主に素敵に描かれていますが、もう一度主な男性キャラを除きます。 彼はとてもシンプルな方法で描かれているので、ほとんどのシーンには収まりません。\n\n仮想世界のメカスタイルの戦闘シーンは、レンダリングされたコンピュータグラフィックススタイルで作られています。 ほとんどの人はそれを気にしませんが、それは私のお茶のカップではありません、申し訳ありません。\n\n*****\n楽しさと全体的な評価については、ショーは面白いかもしれませんが、しばらくしてもイライラすることがあります。 しかし、私は最後までショーを見ることができました。私は本来は立つことができません。ショーをやめようと思っているだけですが、それは見逃しはしません。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Alexander-lee1",
    "profile": "/profile/Alexander-lee1/reviews",
    "pages": "3",
    "number": "15",
    "link": "/reviews.php?id=57781",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  6\n|  9\n\n私はAccel Worldのバックグラウンドを書いて、次に他のものに移ります。 私は2エピソードのアニメと9漫画の章に基づいてレビューを書いていることを覚えておいてください。深くはないかもしれません\n\nアクセル・ワールドは基本的に、男と女の子が出会い、突然スーパー・パワーが到着することについてのクリシー・ストーリーです。 面白いが、多くの人がこのタイプのストーリーを気に入っていて、それを見て喜んでいる。 しかし、私にとっては、これを私のようにしたSFの要素があります。\n\n\n子供たちがコンピュータと融合している将来の日本ではAccel Worldが設定されています。  Neuroリンクは、基本的には脳に直接取り付けられている目の中にコンピュータの画面が表示されるように、首についたコンピュータです。 最初の1〜2分に示されているように、教師が学生の頭にパケットを送ることによって、学校は学ばれるだけでなく、\n\nもちろん、アニメーションは世界の基本的な問題を示しています。 ルールが定まっていると、それを回避する人々がいます。  「ソーシャルカメラ」はどこにでも設置されていますが、悪いことは何も起こっていないことを確認していますが、いじめは盲目を探すプログラムを持っています。 したがって、私たちの主人公のような人々にとっては、闘牛は止まらない。 彼は完全なセンスがインターネットの世界に移される仮想世界に行くことによってそれに耐えます。\n\nストーリー：7\n私は彼らが背景物語を設定する方法が好きですが、物語そのものはまだ女の子と少年が会う、少女は何かのために少年を愛し、少年は女の子を守るために強くなる。\n\nアート：9\n芸術は素晴らしいです。 現実の世界のための通常の芸術と仮想世界のCGIを使用して、我々は変化の感覚を得ることができ、良い芸術のスタイルをよく見ています。\n\nキャラクター：6\n彼らは普通のようだ...何も彼女の心を持つ脂肪の不明の男のために落ちる最も人気のある女の子を除いて珍しいもの。 理由？ あなたは見て、それは私には非常に合理的ではありません（しかし、いくつかの人々は愛が合理的ではないと言うでしょう）\n\n楽しさ：9\n戦闘シーンはとても楽しいものでした。 側面の小さな闘争と愛コメディはこれを面白いアニメーションにします。 彼らはちょうど24以上のことをしたいと思っています。\n\n全体的に8\n主なアイデアを除いて、このアニメーションはおそらく驚くべきかもしれません。 一人ひとりがコンピュータであり、それを完全に受け入れている社会のユニークな背景（アニメでは少なくとも）は、まれです。 したがって私はこれに8を与える"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Dinowoo",
    "profile": "/profile/Dinowoo/reviews",
    "pages": "3",
    "number": "16",
    "link": "/reviews.php?id=86525",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  6\nキャラクター|  10\n|  10\n\n私は本当にこれに驚いていました。 私はそれが終わったように面白くなるとは思わなかった。\n\n - スポイラー - \n\n私はこの二日前にこれを見始め、本当に止めることができませんでした。 私の本当の人生の問題が途切れることがないなら、私は持っていないでしょう。  - それは最初の戦いから、そして愛の告白からあなたを引き寄せるようです。 私は本当にそれが来るのを見ていなかった、特に全身のバースト。\n\n最高の部分の1つはエンディングですが、ほとんどのエンディングは悲しいですか、ちょうど「これは終わりです。」しかし、これではこのように見えませんでした。 彼らはそれが本当に終わりではないように見え、もっと来るだろう。 私はそこに欲しいだけです。  （OVAのほかに）\n\n絶対最善の部分は、英雄です。  - 彼は、彼のクラスのアスリートの一番上にある小さな人ではありません。 彼は全身をいじめられているふわふわの子供です。 あなたが頻繁に見るものではない年齢のこの日。 私はそう思っています...そのようなものは本当により頻繁に表示する必要があります。 すべてのスーパーヒーローが優れているわけではありませんが、S /彼は隣の隣人になる可能性があります。\n\nもっと頻繁にやるべきことです。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "zlood",
    "profile": "/profile/zlood/reviews",
    "pages": "3",
    "number": "17",
    "link": "/reviews.php?id=61653",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  6\n|  8\n\n私は実際にそれがユニークな物語とニューロリンカのコンセプトのために、このアニメを見に来ました。 私は似たようなコンセプトのアニメをあまり観賞していないので、私は全体的にそれを見ることに満足していたと言わなければならない。\n\nしかし、1つはバグです。 脳波とニューロリンカーを脇に置くと、このアニメは私たちにアイデンティティの問題を持つ十代の若者を残します。\n\nまず、学校でいじめられ、彼の「現実世界」に問題がある主人公がいる。 仮想世界の難民を求め、さらに彼の友人を知らない。 彼が彼女の友人の叫び声を作ったという点では、その問題の女の子、そして他の友人は彼のガールフレンドが主人公にもっと愛情を抱いているので彼を憎む。 これらの問題は、彼がすでに持っていることに満足していれば簡単に回避でき、最初は偉大な友人に注意を払うことができました。これは不思議な話です。 彼の報復または彼の本当の身元証明のために）。 私はこれがストーリー展開のためのものかも知れませんが、あなたの潜在意識を伝えるのが一番良いとは思っていません。\n\n第二に、主な主人公に脳梗塞の概念を示す女性の主役がいる。 彼女は確かに面白いキャラクターです。 1つは、彼の学習の内容であり、学習の他の人を導くことができるとき、彼らは大人になった、年齢はここで重要ではありません。 少なくともこれは私自身の好みだった。 彼女の能力と役割については、女性の主人公は確かに「脳の爆発」という命題の大人だ。 私が上司になることを期待している人は、好奇心から大衆を裏切り、他の人が彼女の道を辿り、彼女の行為を続けるようになると思っていました。 もし私が自分で子供を飼っていたら、それは私が教えてくれるものではありません。 しかし一方で、彼女の好奇心は彼女を裏切る。 残りの大衆と一緒に作られた休戦。 私は彼女がいた状態と彼女の動機を理解しています。 しかし、彼女は子供たちを正当な理由として非難しています。 私は間違ってはいけない、私はそうすることができないため、特定の年齢を判定しようとしなかった。 しかし、私は子供の役割は学習することだと思います。 そして大人は、彼らが学んでいる間に彼らを支えるものです。 学習する必要がある限り、彼らは子供でした。 \n\n私が通常好むほとんどのアニメは、他の人のために何か恐ろしいものをしているのです。 たぶんこれは私自身の好みですが、私はこの奇妙な点を指摘するために自分自身を止めることはできません。\n\n手元にある問題に戻って、私はこのアニメが好きなのは、優れたニューロリンカーインターフェイスだからです。 そして、クルーは確かにマッチングする雰囲気を作るためにこれらを利用するために最善を尽くしました。 例えば、直接リンクが提供されるときのキャラクター間の相互作用。 脳梗塞と神経リンカーの説明自体は興味深いです。 私はこれを賞賛し、それを賞賛するので、アニメ全体をより楽しくすることができます。\n\nこのアニメは小説からの適応であり、漫画にも採用されている。 しかし、私はまだこのアニメが私をもっと驚かせることができると思っているので、これらの他の資料を読むことはできません。 この時までには、議題24件中7件しか放送されていません。 私は個人的には、このレビューで書いたことが間違っていることを物語の発展が証明することを望みます。 そして最後にそれがあったなら、私はあなたにすべて恩赦を請う。 結局のところ、それは '役に立たない'ボタンのためのものでしょう。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "beelstro",
    "profile": "/profile/beelstro/reviews",
    "pages": "3",
    "number": "18",
    "link": "/reviews.php?id=193374",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  7\n\nストーリー：8\nこのアニメの物語はとても面白いです。 加速された世界で3年が現実世界で1日である加速された世界。 主人公は最初は非常に哀れなようですが、アニメが進むにつれ、彼は変態したハーレムマスターになります。 ここには冗談はありません。 速いトランジションやDBZペースのエピソードがないので、ペースは良いです。 シリーズ終了後の主役には何が起こるのか不思議に思うかもしれませんが、私はこの24話のアニメが価値があったと思います。\n\nアート：8\nこのアニメーションの芸術は、戦闘シーンが流れていて、キャラクターのデザインがうまくいっていたので、良いものでした。 私はこのレビューのこのセクションで何を言うべきではありませんが、私が言うことができるのは、デザインと芸術が十分に良いということです。\n\nサウンド：8\n私はOPとEDの両方が好きだった。 音は完璧で、聞いて楽しむことができました。 私はそれに注意を払わなかったので、どちらにもあまりにもコメントすることはできません。\n\nキャラクター：8\n私はこれを短くするつもりですが、文字は大丈夫でした。 あまり開発はしていませんが、新キャラクターは春のハーレムの一部として導入されました。 私が好きだったキャラクターは、彼の忠実な友情が彼の性格をどのように生み出すのか、おそらくタクムでしょう。\n\n楽しさ：7\n何か誇りに思ったり、熱心になることはありませんが、見る価値があるものです。\n\n全体：8\nそれは良いアニメでした。 私はそれを見ても失望したり、安心していませんでした。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Anthony_DiGrande",
    "profile": "/profile/Anthony_DiGrande/reviews",
    "pages": "3",
    "number": "19",
    "link": "/reviews.php?id=175737",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n私の意見では、SAOの最初のシーズンよりも優れています。\n\nAccess Worldは、この太った中学生Arita aka HaruがBrain Burstと呼ばれるこのゲームをプレイしているところです。Brain Burstは黒木姫のアプリです。 彼のアバターはシルバー・クロウと呼ばれ、彼は後にシリーズが進行するにつれてゲームについてもっと知る。  Brain Burstの興味深い点は、ユーザーがバーストポイントをすべて失った場合、アプリはすぐに削除され、ユーザーはゲームを再ダウンロードできなくなるということです。 加えて、ユーザはゲーム全体の存在を忘れるであろう。 春は冒頭ではいじめの犠牲者で、黒木姫が仲間を引き留めるまでは何もできません。 一連のイベントの後、シルバークロウは飛ぶ能力を獲得し、その能力を持つブレーンバーストの唯一の人々です。 シーズンの前半には、春を黒人にして彼のバーストポイントを与えて、彼の友人チユリを助けることができるキャラクター、ヌーディ・セイジに焦点を当てています。  SeijiのアバターはDusk Takerと呼ばれ、別のユーザーの能力や武器を取り除く能力です。\n\nショーには良い関係がありますが、春と黒ゆきひめの関係は最高です。 今私は何も台無しにするつもりはありませんが、このショーで彼女が何をするかは、彼女が春をどれだけ愛しているかの証です。\n\n私が頭の上から覚えることができる注目すべきキャラクターは、Seijiです。 彼はちょうど卑劣な人物であり、本当に良いアンタゴニストです。\n\nアクセル・ワールドで活動する声は素晴らしいです。 私はこのショーのためにダブを本当に楽しんだ。\n\n私は全体としてAccel Worldを愛していました。 それは、キャラクター、物語、アニメ、キャラクターの関係、開発、そして終わりから、私がアニメで愛しているすべてを持っています。 エンディングといえば、Accel Worldはアニメで私のお気に入りのエンディングの一つを持っています。 それは理にかなった非常にスマートな結末だったし、結末がどれほど良いのか驚いて私を捕まえた。 私がうんざりさせる唯一の事は、この素晴らしいアニメにはシーズン2がないということです。 もし私が2セントを与えなければならないなら、このショーは失望しないし、見ることを強く勧められる。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "KH_Reborn",
    "profile": "/profile/KH_Reborn/reviews",
    "pages": "3",
    "number": "20",
    "link": "/reviews.php?id=212192",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  8\nキャラクター|  8\n|  6\n\nAccelの世界は、プロットがどれほど有望であったかを考慮して、無駄な可能性の主要な例です。\n\nこのアニメが本当に良いという前提を始めるには、「バーチャル・ゲームの本当の結果」プロットがたくさんあります。\n\nキャラクターはカラフルで、アクションはすばらしく、OSTはビートフルです。私は最初の弧の大部分を楽しんだが、すべてが2番目の弧から丘を下っていく。\n\n2番目の弧は、10 +エピソードの弧ではなく、2エピソードのプロットでなければならないようになりました。この弧は、唯一の唯一のものではありません。 琢磨、春、チウは友情を脅かす状況に直面したとき\n\nこのアニメの最悪の部分は、エンディングと未完成のプロットポイントであり、エギングは強制され、明らかにショーの強制キャンセルとクロム鎧のようなプロット点を示し、インパクトのない脳チップインプラントヴィリアンは説明されるべきだった 。\n\n私は光の小説が物語を続け、本当に良い方法であることを知っているが、主なロットが他の王様を打つことを試みている黒い女王だったという事実は、終わりに近づいていなくても終わりは全く無かった。\n\nアニメが続けられたなら、私はそれを愛していただろうと信じていましたが、そんなに馬鹿げた\n\nあなたが問題を持っていない場合は、小説を読んでから、それを見て、あなたは小説の中で物語を終えることができますが、アニメだけを見たいと思っているだけです。 第二の弧で終わり、結局終わります。\n\nP.s：申し訳ありませんが、私のスペルや入力が悪い場合は、私の最初のレビューと私の最初の言語isnt英語"
  }
]
