[
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Shinjir0",
    "profile": "/profile/Shinjir0/reviews",
    "pages": "36",
    "number": "1",
    "link": "/reviews.php?id=152651",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  6\n|  8\n\nSAOはアニメシーンの奇妙なケースです。 それは多くの人に愛されているかもしれませんが、あまりにも多すぎるかもしれませんが、それは彼が過払いだと考えている人たちによっても払われ、アニメ界の初心者のためのものだからです。  SAOには2つの顔があります。ファンのほとんどが過大評価されていますが、そのためにそれを打ち負かす人たちには非常に過小評価されています。\nSAOは実際にはまったくまともなアニメではありません。楽しい、幻想的な芸術と音楽、多分少しの常設されているが、全体的には何かが普通は言われているように恐ろしいことから遠く離れている。 それは傑作ではなく、まるでたわごとではない。 アニメの分析を開始しましょう：\n\nストーリー：7\n\n要するに、SAOは私たちをMMORPGの世界に導いてくれます。 事実、あなたがゲームの中にいるとき、あなたがゲームの最終的なボスを打たない限り、あなたは脱出できません。 物事をもっと複雑にする...あなたがゲームで死ぬと、あなたは実生活で死ぬ。 これは、ロマンスといくつかのフィラーを追加し、SAOです。 確かに以前に見たことのないものではありませんが、個人的にはゲーマーとして、この種の物語がいつも私を捉えています。それがSAOのやり方です。 傑作を見たくないと思うなら、SAOは決して楽しめません。特にあなたがゲーマーであり、そのようなことに慣れているなら、あなたはそれを楽しむでしょう。 いくつかのエピソードは些細なもの（特にフィラーとElfheim Onlineの最初のエピソード）でもあるかもしれませんが、通常は苛立ちや退屈になることはありません。流れて楽しく、それにハッピーエンディングがあるので、このボーナスポイントを取ってください。 私は個人的には、これらの落ち込んだ疑似深い終わりにうんざりしています。\n\nアート：10\n\nただ素晴らしい。 キャラデザインは最高です。戦いがすべてであり、ストーリーが起こる世界は息を呑むようなショーンのほとんどよりずっと優れています。 完璧に近い何か。\n\n音楽：10\n\n音楽は、アニメのあらゆる瞬間に完璧にフィットします。 穏やかで幸せな瞬間？ 静かでリラックスした音楽。 触っている瞬間？ 心温まる音楽。 それは戦いですか？ 音楽は、それが伴う戦いのように素晴らしい、始まります。 それだけで、このアニメでは、サウンドトラックについて何かが良いとは思わない。\n\nキャラクター：6\n\nここは、アニメの弱点です。 文字。 さて、キリトとアスナは、ステキタイプであり、キリトの妹と彼女の無駄な子犬の愛がありますが、残念なことに大半のキャラクターもそうです。 しかし、ここに6未満を与えるのを禁じているものがあります。彼らが常設されていても、私は個人的に、ほとんどの人物に愛情を覚えました。 あなたが知っているのは、まさに彼の仕事なので、悪人を除いて、不快な性格はありません。 だから、たとえVash The Stampedeのようなキャラクターがなくても、今まで以上に覚えていることがあれば、少なくともモニターやテレビを壊してパンチすることはできません。 それがポイントです。\n\n楽しさ：8\n\n私は個人的にこのアニメが大好きでした。 それは傑作ではありませんが、それはそれがしなければならないことをしています：キャッチストーリー、素晴らしい世界、音楽と芸術、素敵ですが弱いキャラクターと心配することができる雰囲気にあなたを楽しませる 瞬間ですが、それはその仕事をします。 それ以上のことはできませんが、そうする必要はありません。 それを見て、楽しんで、キリト（エルフハイムオンラインの笑）にして欲しいと願って、泣いてしまいます。そうすれば、おそらく泣くでしょう。 この中で、SAOは成功します。 それは良いかもしれないが、それは絶対に悪くない。\n\n平均スコア：8.2\n\n最終得点：10\n\n私が言ったように、これは絶対に傑作ではありません。 だから私はなぜこれに10を与えているのですか？\nシンプル：このアニメは、無理に悪評とレビューを大量に取った。 大量の視聴者によって破壊された唯一の理由は、出てきたときの5分間の名声、恐ろしいファンのベース、ファンによってはこれまでにない最高のアニメの1つであることが多いという事実です。 素敵で楽しい少年、それ以上は何もない。  7.5。 それは絶対にそうではありません。 しかし、これは2、3、4にふさわしいという意味ではなく、ほとんどのファンによって過度に過大評価されているということだけを意味しています。この理由から、それはあまりにも過小評価されています。 つまり、それほど悪くはありません。 実際、それは全く悪くない。 私が与えているこの10は、このアニメが奪ったすべての価値のない悪質なマークに対して、正当な理由しか持たないことになっています。 標準的な状況では、私はこのアニメ7.5に与えるだろうが、これは状況であり、私は人々がこのファンタジーがそうであると考えるものではなく、それが何であるかを人々が判断することを願っている。 あなたが良い少年を望むなら、ここではサオです。 傑作ではなく、ずいぶんではありません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "lovevillain",
    "profile": "/profile/lovevillain/reviews",
    "pages": "36",
    "number": "2",
    "link": "/reviews.php?id=222484",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  9\n\nマイナーなスポイラーが含まれています。\n\nこのレビューは、最初の15回のエピソードのみに基づいており、残りはごみです。 このショーは本当に私のアニメへの愛を呼び起こしました。私はアニメに取り込もうとしていました。\n\nストーリー：近い将来、バーチャルリアリティMMORPGが出てきています。  MCはSword Art Onlineのベータテスターで、最初のリリースではプレイヤーはログアウトできず、ゲームで死ぬと実際には死ぬ。 だから今彼らの目的は、100階すべてをクリアしてゲームに勝ち、ログアウトできるようにすることです。\n\n芸術：このショーは良い戦いのシーンをたくさん持っている、私はよく行われていると思うアートワーク。\n\nサウンド：ダビングされたものよりも英語のサブベッドが優れています。 英語でそれを見ている間、キリト（MC）はダッシュバッグとして出てくる。 たぶん翻訳で失われたかもしれませんが、日本語では文字のやり取りがより自然です。\n\nキャラクター：キリトとアスナは私の好きなデュオです。 これはちょうど最初の15のエピソードに基づいています。それ以来、彼らはAsunaのキャラクターを虐殺しています。 彼らの化学は自然で驚くべきものです。 彼らが死の試合に閉じ込められている間、彼らには正当な懸念があります。 私が座席の端に座って、すべてがうまくいかないかと思った時があります。\n\n楽しさ：最初の15回のエピソードを定期的に再ウォッチします。  3ヶ月ごとに、または私が中断しているときにショー。 しかし、私はエピソード15の後に誓う、それは見て価値がない。\n\n全体：ショーは心が吹き、絶対に驚くべきことでした。 それは吸う、彼らは死の試合でちょうど50のエピソードのためにショーを走らせることができ、私はそれを喜んで見ただろう。 しかし、SAOのメーカーにそれを残して、約20回のエピソードの後に​​彼らが作るすべてのものを洗う。 彼らは物語やキャラクターに何も加えないランダムな尻プロットの接線を描きます。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "patstar",
    "profile": "/profile/patstar/reviews",
    "pages": "36",
    "number": "3",
    "link": "/reviews.php?id=222102",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nビデオゲームのファンとして、このシリーズが本当に私を魅了したのは当然のことです。 あなたは本当に主人公とのつながりを感じます。 生き残り、ロマンス、友情の素晴らしい物語がすべて調和しています。 音楽は絶大な効果を発揮し、常にその場面をその場に設定します。 キリトとアスナとその関係、アニメで最も美しいものの1つ、壮大なボス戦シーンのための劇的な音楽のための柔らかいメロディーがあります。 妖精のダンス・アーク（エピソード15-25）に登場する悪役の一人が真剣に（このことを見ていない人には何も駄目にしないように）努力するのはちょっと難しいですが、 私の個人的に好きなシリーズです。そして、来年の日本では新しい映画が出てきます。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Ghunter43",
    "profile": "/profile/Ghunter43/reviews",
    "pages": "36",
    "number": "4",
    "link": "/reviews.php?id=221850",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  8\nキャラクター|  1\n|  1\n\nスポイラーフリーのパーツです。 全体的に、すべての費用を避けてください。\nかなり正直なところ、このショーが私に激怒して貧しい人々のレビューを書いている唯一の時間です。 レビューは次のとおりです：\nこの番組は有望で始まり、興味深いストーリー、まともなグラフィックス、音楽を提供します。 しかし、3つのエピソードのスパンでは、非常に悪い実行 'ハンコック'をあなたに引っ張る（それをセットアップしようとするキャラクターを殺す、したがってショーと畏敬の念を引き起こす）し、何もすることなくぶら下げています。 このショーはあなたの下の敷物を引っ張り、キャラクターに何かが届くようにしようとしない。 それは、状況のために「視聴者の心臓」に脆弱な場所を使用し、視聴者が好きかもしれないが、適切な設定がないキャラクターを殺す。 本質的に、何の正当な理由もなく完全に良いキャラクターを殺す。 再び、すべての費用を避けてください。\n\n\n -  Spoilerで埋め尽くされた部分がありますが、まだショーを見たい場合は読まないでください---\nそれが人格化しようとした1人のキャラクターを殺し、キリト（主人公）が彼女の忍耐強さを保証する方法は次のとおりです：\nキリトはサチの消滅を警告している。\nーきりと ｔらｃｋｓ さち；\n - 彼女を見つける。\n彼女は大丈夫だろうと考えている。\n家に戻り、寝る。\nサチはいまだに寝ることができず、キリトとベッドを共有しているため、視聴者と主人公の間にスイートスポットをほとんど持たない。\n - 主人公を除いて、すべてが連続して素早く死ぬところのダンジョンに前進する。\n - 白昼夢、悪夢、そうでなければ悪い考えのように見える。\n - そうではありません。\n - ショーはキリトに向かってすべて落ち込んでいて、たわごとだ。\n - 何もせずに済ませてください。\nそれでおしまい。 セットアップはありませんが、ちょうどストレートでそれは悪い夢のように見えるだろうショーのシーケンスで文字を殺す。 そのような空の約束をした後、主人公は不意の死の後に落ち込んでいるように感じるが、ショーは死の深刻さを全く注ぎ込むことはほとんどない。 代わりに、彼らは並べ替えの何か '彼らはbtw死んだ'。\n私は 'すべての費用を避けてください'と言ったのですか？"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "FailSniper57",
    "profile": "/profile/FailSniper57/reviews",
    "pages": "36",
    "number": "5",
    "link": "/reviews.php?id=198429",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  9\nキャラクター|  5\n|  7\n\n私はこのショーが受ける憎悪の純粋な量を愛し、MALのファンを2対1よりも多く嫌う。\n\nストーリー -  5/10\nもちろん、最初の3つのエピソードは誰もが好きだった、キャラクターの開発、世界の紹介、手続き。 そして、それは2エピソードのためのフィラーのようなちょうど感じ、その後ロマンスにまっすぐに。 人々はこれが最悪のことだと言いますが、何が起こったのは、創業者がshounenアクションとスライス・オブ・ライフのロマンスとコメディーをSAOに組み合わせようとしたことです。 その後、後半になった。 それが最大の問題は、それがあまりにも深刻だったということでした。  Aincradでは、正当に死ぬことができるため、人々は真剣にそれを取りました。 キリトは馬鹿のように振る舞い、自分の友達を救うために何度も犠牲になります。 それとユージーンの全軍は彼を裏切った：P\n\nART-8/10\nニースの戦いのアニメーション、良いキャラクターのデザイン（または少なくとも彼らは涼しい）、素敵な色付け、あなたはまともなアニメーションから期待するものすべて。\n\nサウンド -  9/10\n私は、アニバーサリーのベテランたちが、この番組のOSTに少し残念だと言った梶浦由貴さんの話を聞いたことがありますが、かなり良いと思います。 ディーセント・ボイス・アクター（そして半分くらいのダブ、彼らが行く限り）、素晴らしい音楽、思い出に残るオープニング・ソング、SAOはこの部分をうまくやった。\n\nキャラクター -  5/10\nMAL視聴者の間の別のポイント - キリトは一般的な圧倒的な悪者であり、アスナは彼のボーイフレンドなしでは役に立たないツンデレです（ギグクの不滅の言葉では、彼が長く治めるかもしれません）。 キリトは、人々が彼が言うように（ビットではなく、トンではなく）、文字の開発を少し増やしますが、このセクションはちょっと残念です。\n\nエンジョイメント -  7/10\n私はとても嬉しいコメントがレビューのために有効になっていない、または人々はこれのために私をそんなに虐待するだろう。  SAOはあなたがあまりにも多く考えると楽しむショーではなかったので、マイケルベイの映画と比較することができます。音楽と効果は良いですが、悪い話や性格があります。\n\n全般 -  6/10\nあなたがインターネット上で見つけることができるほとんどのアニメの査読者のように、私はSAOはファンボーイが言うようには良くないが、嫌悪者の暴力団ほど悪くはないと言うだろう。 それは良いものと悪いものがあり、人々は悪いことにはっきりと注意を払うだけです。 ウォッチに値するが、あまり期待しない。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "LeonardoSkylar",
    "profile": "/profile/LeonardoSkylar/reviews",
    "pages": "36",
    "number": "6",
    "link": "/reviews.php?id=221058",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nここで軽度のスポイラー、あなたは警告されています。\n\nSword Art Onlineは今までの私の新しいアニメクエストでは私の好きなアニメです。 私は子供のようにアニメや漫画を見ていましたが、私は大人のように業界に近づくことは決してありませんでした。\n\nまあまず第一に、概念。 アイデアと雰囲気と性格は本当に魅力的でした。私は分＃1から魅了されたように、概念は10/10となります。\n\n物語はペーシングの問題を抱えていますが、時にはAincrad弧のように、物事が遅くて突然起こっているように感じ、それが終わり、新しい円弧が導入されました。 そして、私は、それはできませんでした。 私はマンガや小説を読んでいない、確かに、それは本当に圧倒的だと感じました。特に、加矢彰彦の計画は決して明らかにされませんでした。  Aincradの弧からAlfheim Onlineへのジャンプは、アニメがAincradで止まったような感情や気持ちを妨げてしまったが、Aincradはもっとストーリー展開を必要としていた。 それで、その話は7/10です。\n\n文字に関しては、文字は非常に一流です、Kirito、Asuna、Yui、Silica、Lisbeth、Klein、Agil、Leafa。 それらのすべては、非常に象徴的です、アスナも強い象徴ですが、私は彼女のキャラクターの強さが第2弧で損なわれているように感じています。そして、シーズン2で私はそれもまた、レビューを書くよ、 私は彼女がホラー映画のスタイルのプロットツイストのキャラクターかもしれないと思ったので最初は、しかし、私は本当に今彼女が好きです、シリカ、リスベス、クラインとアジールは、それが持っている\"ギャング\"の感情に貢献するすべての象徴的で独立している、そしてリーファのKirito 複雑で私は本当にそれが好きだった、私はそれがより多くの開発が必要だと思った。 そのため、文字は8.5 / 10になります。\n\n音は最高のノッチだった、特に 'Swordland'のトラックは、私にガチョウの鼓動を与える、Every、Damn、Time。  Kirito、Leafaと一族とGuardiansとの戦いのように。 そして、アートは雰囲気とストーリーデザインで本当にうまくいった。 従って芸術：9/10、音：10/10。\n\n楽しさ、地獄、それは本当に楽しい、段落のレビューなしでトップノッチ、10/10のように。\n\n全体的には9/10になるだろう、最高のアニメをまだ評価している、本当にあなたがそれをチェックアウトすることをお勧めします。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "RedRaith",
    "profile": "/profile/RedRaith/reviews",
    "pages": "36",
    "number": "7",
    "link": "/reviews.php?id=197857",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  10\n\n私はこのアニメが大好きです。 私が今まで見てきたアニメの最初のもので、素晴らしいものでした。 アニメがあなたに疑問を残す何かランダムなものを与え、後でそれらに答えるとき、私はそれを大好きです。  SAOでは、Yuiは無作為にu-ohの権利を示し、スポイラーは表示しませんでした。 私はこのアニメが好きな理由の一つです。 それほど見られないユニークな店、それを見てくれるような高い楽しみ、そして素晴らしいキャラクターのためにも、私はそれを愛しています。 あなたがアニメを初めて知っているなら、これを見てみることをお勧めします。それは間違いなくあなたを他の人に魅了させるでしょう。 ほとんどの場合、No Game No Life。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "EnderKidDE",
    "profile": "/profile/EnderKidDE/reviews",
    "pages": "36",
    "number": "8",
    "link": "/reviews.php?id=220551",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  6\nキャラクター|  3\n|  5\n\nこれは私の最初のレビューですので、嫌いではありません：D\n\nストーリー：ビデオゲームにトラップされ、それを打ち負かさなければならないというコンセプトは良いことですが、最初はハムレムのアニメになってしまいました。最初の数回のエピソードは大丈夫でしたが、 彼らは、アニメーションを可能な限り長く伸ばそうとしていた、元のプロット「ビデオゲームの取得」の目的がないこれらのランダムな女の子をすべて紹介し始めました。\n\n\nART：a-1枚の写真では芸術が期待通りに豪華だった\n\nSOUND：私はオープニングの曲が大好きで、オストと声優は大丈夫でした。\n\n\nキャラクター：\n強くなってビシェットを得るキリト - ジェネリックの主人公\n\nAsuna- Asunaはシリーズの前半は大丈夫だったが、後半にはほとんど役に立たなくなった\n\nSuguhaは、第二の「いとこの近親相姦」のための支援プロットだけにあった\n\nYui-はかわいい：3\n\n\n楽しみ：\n私の最初の時計は私にとっては大丈夫でしたが、私がそれを見直したときに私はすべての欠陥と間違いを見ました。\n\n\n全体：\n前半は大丈夫だったが、後半は気にしない、後半はシーズンだったし、他のすべての季節は基本的に無駄だ。 - 彼らはできるだけ長くストレッチを試みている make de moneh。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Sterkelee",
    "profile": "/profile/Sterkelee/reviews",
    "pages": "36",
    "number": "9",
    "link": "/reviews.php?id=88545",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  7\nサウンド|  9\nキャラクター|  1\n|  1\n\n私はこのショーは本当に非常に良いショーになる可能性があったと思いますが、私の意見では、何とか彼らは何らかの形で不必要なキャラクター、まったく開発されていないストーリー、予測可能なラブストーリー、これらのことをねじ込んだのですか？  - ＆gt;  （スポイラー：http://i.imgur.com/2zz3WXv.jpg）、...\n\n一方、芸術とアニメーションは本当にうまくいっていて、本当に素晴らしいサウンドトラックもありました。 私の意見では、このショーは無駄な可能性の一例です。 最初のエピソードは素晴らしいものでしたが、このレベルを維持することはできませんでした。\nこのショーは本当に誇張されています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Amyaco",
    "profile": "/profile/Amyaco/reviews",
    "pages": "36",
    "number": "10",
    "link": "/reviews.php?id=86663",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  7\n\n****ランニングセクションのスポイラー警告*******\n\n以前は他のRPGベースのアニメを見たことがないので、SAOと比較することは何もありませんでした。 それが始まったとき、私は本当にそれが好きだった。 キャラクターはよく描かれていて、ショーを落とさないように十分な個性を持っていて、ストーリーは順調に進んでいました。 しかし、それは第2シーズンが始まったときすべて変わった。  （それは第2シーズンだったよね？）\n\n警告：RANT AHEAD（************ FULL SPOILERS ************）\n*\n*\n*\n*\n*\n*\n*\n*\n物語は、このランダムな不名誉な物語のライン（彼らは兄弟として一緒に育った、私は彼らがいとこであるかどうか気にしない、私はまだそれが重要だと思う）とショーが下り坂に行くのを始めた。 この「プロット・ツイスト」は本当にランダムで、ショーにのみ邪魔されました。 ガー!! 新しいゲームの世界や他の興味深い可能性の中で、魔法のクールな能力を探求する代わりに、作家たちはランダムなやりかたで落ち込んでしまった。  「ああ、キリトの弟を見つけて、彼女の愛を告白したときに、それはプロットのようになるだろう！  「アスナはほとんどレイプさせてもらいましょう。 今、それはエキサイティングです。  「前のシーズンのキャラクターのすべてを、たとえ新しい世界で交流することが魅力的で、本当に重要だったにしても、最後のエピソードでの義務的な登場まで、事実上すべての人物を除外するのはどうでしょうか？ 正直言って、彼らはプロットでやっていたほどです。私は率直に言って失望しています。 私がecchiを見たいと思えば、それは私が見るものです。 だからこのアニメの良い点から気をそらすのをやめてください！\n*\n*\n*\n*\n*\n*\n*\n*\n*\nぎこちない。  *********スポイラーの終わり*************\n\nこの展覧会は有望なものでした。コンセプトはスーパーユニークではありませんが、それはうまく実行され、私は最初のシーズンに楽しんでいました。 私は第2シーズンを見ないことをお勧めします。 ショーが解決されたように感じる必要はありません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "lotte310",
    "profile": "/profile/lotte310/reviews",
    "pages": "36",
    "number": "11",
    "link": "/reviews.php?id=82090",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n私はこのアニメに10点を与える\n\n****スポイラーの並べ替えが、実際にはないが、あなたが何かを知りたくない場合は、これを読んではいけない。 スポイラーは本当にスポイラーではありませんが****\n\nまず第一に、芸術はとても美しく、世界、剣、すべてが見える方法です。 しかし、彼らが戦っていたとき、それは最も驚くべきことでした。 だから本当です。 彼らが飛行していたAlfenheimの部品もすばらしかった。\n\nキャラクターはすべて自分のスタイル、歩く方法、戦い、飛ぶ方法を持っていました。 彼らの表現。 エピソード14の終わりに、何かがキャラクターに何か起こったので私は叫んだ。 私はとても気分が悪く、彼女は死んではいけません。  （それはそれを台無しにするので、すべてを伝えることはできませんが）これは私が泣かせるように4年で2番目のアニメです。 私がその夜眠りに落ちたとき、私が考えることができるのは彼がここで救う方法でした。 そしてちょうど、ちょうど、由井ちゃんはすごくかわいいです！ 特にピクシーとして\n\n全体の話は面白かったです。 行動、友情、冒険と愛の良い組み合わせ。 それは私を楽しませてくれたし、次のエピソードで何が起こるかは、すべてのエピソードが閉鎖されているにもかかわらず悪いことを知りたかった（そのエピソードの冒険は終わったが、\n\n全体：私はこのアニメが素晴らしいと思います。 それは私を笑わせて、あなたが上で読むことができるようになった：それはまた私を泣かせた。 私は物語に驚いて、キリトくんが安全なアスナに行きたかったので、私はラップトップで文字通り叫んでいた。 あなたがこのアニメが本当に好きになると思うよりも、愛、友情、そして戦いが良い冒険の物語が欲しいなら"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "SonJour",
    "profile": "/profile/SonJour/reviews",
    "pages": "36",
    "number": "12",
    "link": "/reviews.php?id=109383",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  7\n\n私が最初にオンラインで剣術を見ていたとき、それは視聴者を引き付けるためにこの磁化効果を持っていました。 まあ、それはVRビデオゲームのアイデアだったし、自分たちが実際に体験してほしいものです。 最初の弧を私の視点では完全にオリジナルにしたので、このアイデアはちょうど金だった。 最初のエピソードで問題が明らかになり、私たちの注目を集めました。 最初の13回のエピソードは、魔法のない世界に実際に住んでいるというアイデアだったので、私にとっては驚異的でした。この新しいアイデアは興味深いものでした。 私の意見では、他のすべてはストーリーを除いて素晴らしかったです。 私が好きではなかったのは、彼らが妖精の弧に別の問題を投げたことです。 誰でもSAOを見た経験が魔法なしではより魔法であったという気持ちがありましたか？ ウォーキングSAOの魔法のような感覚は、魔法を実装すると消えてしまったのでしょうか？"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "darkfayt106",
    "profile": "/profile/darkfayt106/reviews",
    "pages": "36",
    "number": "13",
    "link": "/reviews.php?id=80062",
    "jp": "--- --- --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  6\n\n初めてのレビューですが、私はちょうどそれを早く終了すべきだと思ったと言って始めたいと思います。\nストーリー：プロットは最初は素晴らしかったが、MMOの終わりに日を演奏するゲーマーのように。 私はあなたがゲーム面に焦点を当てるべきだと思います。\n芸術：私は芸術家ではありませんが、アートワークは公正でした。 アニメのキャラクターのように絵がまともだったのですが、戦闘シーンはニースでした。\nサウンド：アニメの中では、音楽は素晴らしかった。 キャラクターの声が良かった。 しかし、その7を得たのは開幕曲によるもので、その曲が大好きだった。\nキャラクター：主人公のキリトとアスナはよく戦った。 あなたのロマンスタイプが好きなら、 残りのキャラクターは素晴らしい役割を果たしましたが、あなたがMMOをプレイしているかのような気分になりました。\n楽しさ：私は個人的にそれが終わったと思ったエピソード14私の心の中でそれはそこに留まるべきです。 しかし、私は残りの部分を見なければならない良いレビューを持って、その非常に面白いとまだロマンスと私の心を動かす。\n全体的に：私はそれが以前に終了する必要がありますが、まだ私はまだ見ているものと述べたように。\n私のレビューを読む時間を取ってくれてありがとう"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "AnimeViewerJ",
    "profile": "/profile/AnimeViewerJ/reviews",
    "pages": "36",
    "number": "14",
    "link": "/reviews.php?id=81762",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  5\n|  5\n\nああ、ソードアートオンライン。  2012年の最も期待されるアニメの1つ、SAOが「2012年の最高のアニメ」であると主張する多くの人々があります。 いいえ、なぜSAOがそれほどひどく失敗したのかについての多くの理由を探そう。\n\nストーリー -  2022年に、ニュー・ギアと呼ばれる新しいタイプのテクノロジーがリリースされ、VRMMORPGSのファンはかつてないほどにゲームに参加することができます。 私たちの主人公、Kirigaya Kazuto a.k.a. Kiritoに入ってください。\n\nそれはちょうど基本的なプロットですが、ここからこの世界のアンタゴニストから、Kayaba Akihikoは100階すべてをクリアできるようになるまでSAOの選手を捕まえます。\n\nSAOが終わった後、Kiritoはトラップされた彼のガールフレンドAsunaを救うために別のVRMMORPGに入る必要があります。\n\nキャラクター - キリトから始めよう、彼は彼に深みがない、彼は誰も救うためにこれらの約束をするプレーンキャラクターですが、まだ彼はそれらを保つことはできません。\nAsunaはSAOのもうひとりの主人公で、エピソードのあと、彼女自身とKiritoは恋に落ち、結局結婚する。 彼女には彼女に背中の話がないと言って、なぜ彼女が最初にSAOに入ったのかは言及されていませんでした。 私たちがキャラクターのためにもっと関連したりもっと感じることができるように、アニメの裏話は重要ではありませんか？\nSugu / Leafa。このシリーズの私の主な苦情。 彼女はキリトがALO（ALFheim Online）の世界に入り、今年の最悪のキャラクターにならなければならない。 実世界ではじめて、スーグとキリトは、彼らが知らないバーチャル世界では、キリトが彼女のいとこであることを知らないので、彼女は彼の気持ちを発達させ始める。  ALOの最初の数回のエピソードでは、主に彼女と彼女の嫌なやつに焦点を当て、彼女が得ることができない人が大好きです。 とにかく、スギはキリトのことを愛していて、「彼女にはただの愛があるの？ それはちょうど巨大な顔面の瞬間だった。そして、彼女が最終的にピースをまとめると（彼女は早すぎてそれを理解するにはあまりにも馬鹿だったので）彼女は彼を非難し、そして別の雌犬と泣き叫ぶ。\n\n他のキャラクター（サイドとメジャー）があり、私は他の基準には本当に触れていませんが、真剣にこのアニメは多くの賞賛になり、私はスーグのために憎んだりしたいと思いました。\n\n楽しさ - それがリリースされる前にこのアニメのために誇張され、非常に失望した。 音楽はおそらくそれを救う唯一の恵みです。 エンディングもやっかいだった。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "DivisionG",
    "profile": "/profile/DivisionG/reviews",
    "pages": "36",
    "number": "15",
    "link": "/reviews.php?id=66075",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n'' SAO ''、 '' Accel world ''と非常によく似ています。\n彼らはどちらも同じ設定をしており、セットアップはあなたがその世界に属していると感じる仮想世界にあります。\n\nあなたが死ぬと「SAO」を除いて、あなたは実際に死んでいます...これは、他の誰にも意味があれば、生き残るために生き残らなければならないと感じる遊びをさせる素晴らしいコンセプトです。\nあなたがそれを読んでほしいライト小説もあります、個人的にライト小説は、それがシリーズに夢中になったところです。\n\n漫画を読んで最初のアニメを見た後、私はこのシリーズに没頭し、残りのシリーズを見るために時間を過ごすことができることを望んでいた。「Accel World」と比較して、  '、両方のマンガと最初のエピソードは、次のエピソードのためにあまりにも多くのフックを提供し、それに私を入れた。\n\n他の誰もがこのシリーズを楽しいものにしてくれることを願っています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "geekextreme1",
    "profile": "/profile/geekextreme1/reviews",
    "pages": "36",
    "number": "16",
    "link": "/reviews.php?id=80334",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\nここで否定的なレビューのいくつかを読んだ後、私はこれらの人々をまっすぐにする必要性を感じる。 このアニメは本当にMMOのテーマ+アニメで私のために家に帰った。 レベルアップ、スキルの使用、他のすべての典型的なMMOアクティビティへの参加が可能なキャラクターを見ることは、とても楽しいものでした。 しかし、これはSAOがすばらしい理由の一部に過ぎません。 ストーリーの中で何が起こっているのか気になるキャラクターの開発がたくさんあります。これにより、プロデューサーはあなたの心の鼓動をうまく引き出すことができます。 ペーシングはこれまでのところ素晴らしいものでした（私は17のエピソードを見ました）。重要な転換点が第13話です。 何かを台無しにするつもりはありませんが、私は正直なところ、SAOはエピソード13で終了し、それ以降の数少を堪能できると思っていました。\n\n芸術は私がアニメで見た最高のものではありませんが、それはまだかなり良いですし、エピソードあたり少なくとも1つの印象的なシーンがあり、ここで示された場所でどれくらい涼しいと思うかと思います。 全体的にこのアニメはとても楽しかったし、ビデオゲームやアニメに関心のある人にはオススメです。 あなたは失望しません！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Raptor1221",
    "profile": "/profile/Raptor1221/reviews",
    "pages": "36",
    "number": "17",
    "link": "/reviews.php?id=80342",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  6\n|  8\n\nそれでは、SAO。 うーん、それはそれほど悪くはないが、それでも良いことではない。 私はあまりにも多くのことに嫌われ、同時に評価されていると感じています。 それはちょうど良い。\n\nストーリー：7/10良い、しかし完全にオリジナルではない、私はあなたがビデオゲームに閉じ込められていることについて何回物語を見たことがありますか？ 地獄でさえ私が子供の頃、かなり奇妙な親がそこに行った。 それでも、バーチャルリアリティの人間に対するストレスについての興味深いアイデアがあります。私は世界がどのように見えるようにしたのが大好きです。 人々はこの物語が「深い」と言い、「心の鼓動」を引くと言うが、これは単にそうではない。 心霊を引っ張りたい場合は、Madoka MagicaやAngel Beatsを見てみてください。もしかするとClannad（あなたのことならば）でもいいかもしれません。 私はちょうどそれが好きだと思って、間違った理由でそれを憎んでいる。\n\nアート：8/10美しい美しい世界と非常に滑らかな、おそらく音楽の隣に最高のもの。\n\nサウンド：9/10音楽は素晴らしかったが、効果音にはいくつかの作業が必要だった。 キリトはゼルダの伝説のために叫び声を上げていたように聞こえ、スラッシュは時には非常に満足いくものではなかった。\n\nキャラクター：6/10、エピソード3、それはキャラクターが面白いように見えるが、それはない。 興味深い唯一のキャラクターは本当にサチやヒースクリフでした（彼が何を考えているか知りたかったが、彼の理由をとてもうまく説明していなかった）。 しかし、残りのキャストは不足していました。  Asunaは一般的なツンデレであり、キリトはあなたの平均的な男性主人公で、彼の女の子を保護するために探求しました。 そして誰もが乗るためにそこにいるだけです。\n\n楽しさ：8/10それは変態だと私はまだ毎週見てください。 しかし、私はこのアニメのMMOの面で不愉快な喜びを感じています（私は申し訳ありません）。 それはいくつかの良い戦いがあり、世界はちょうど平野美しいです（私はメニューBTWを愛していた）。 これらはSAOの償還要因（IMO）です。 したがって、すべてのSAOはすべてを取得します...\n7/10"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "ZakuAbumi",
    "profile": "/profile/ZakuAbumi/reviews",
    "pages": "36",
    "number": "18",
    "link": "/reviews.php?id=87743",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|\nキャラクター|\n|\n\nSword Art Onlineは真にいくつかの論争を引き起こしたアニメです。 他のほとんどの人気アニメと同様に、巨大なファンサイトの賞賛と終わりのない嫌悪者の挑戦の間に絶望的な戦いが繰り広げられています。 以前のグループのメンバーに所属して、次のレビューでは、なぜSword Art Onlineが間違った理由であまりにも多くの憎悪を受ける良いアニメなのかをお伝えします。\n\nまず第一に、Sword Art Onlineは深く心理的な生き残りの恐怖死アニメであり、（オンライン）ゲームの将来の危険性や人々の行動とはまったく異なる行動について、多くの興味深い思考を呼び起こす質問に取り組んでいると言わせてください。 彼らの人生が危機に瀕しているときの基準。 それは全体的に非常に楽しい乗り物ですが、それはまた、エンターテイメントメディアが実際に伝えることができることを証明する、自殺、絶望、後悔、弱さ、復讐への衝動、そしてより多くのより多くの内的な紛争など、様々なより暗いテーマに触れます 単に聴衆を楽しませたいという限界を超えています。\n\nさらに、私は、オンラインゲームに閉じ込められているという概念は、非常に革新的で、独創的で、本当に私（そして他の多くのファンも）に興味を持っているということを述べましょう。 これまで、Hunter x HunterのGreed Island arcや（少なくともある程度は）Serial Experiments Lainなどのいくつかのショーは、それを裂き、その難しさを捕らえようとしました。 仕事よりも。\n\nしかし、Sword Art Onlineの世界では、有名なクローンとは別に、文章の質が重要です。 ペーシングは本当に素晴らしいですし、これは良い物語が、ナルトのような他のショーとは違って優先順位が設定されているショーであることが明らかです。 ソード・アート・オンラインは常に進歩を遂げ、より多くのお金を持って来るように伸びているようには感じられません（ちょっと、DBZ、ワンピース、将軍のジャンル）。 時間をスキップすることで、研削の疲労に疲れていないことが保証されます。 あるエピソードでは、キリトはより強い剣の材料を得るためにドラゴンと戦わなければならない。 もう一つは、巧妙に作られた殺人事件が発生し、キリトは謎を解かなければならない。 それから、プレーヤーの殺害についてのエピソード、AI（人工知能）に関するもう1つのエピソード、釣りにも1つのことがあります。 いくつかのエピソードの中で、Sword Art Onlineは他のほとんどのアニメよりもはるかに多くのアニメを達成しています。そして、袖を持ち上げたものの大半はショッキングなものでした.SAOは本当に誇りに思っています。 ゲームはまさにMMORPGのようなもので、あなたは絶対にそれらをプレイしたいと思っています（たとえエルフにとっての識別力がある程度保証されていても）。 慎重で、巧みに作られた世界の建物が絶対にうまくいったことは確かに良いことです。\n\nショーの強みの1つはキャラクターです。 キリトはまったく悪いことです。私は彼と一緒にアイインクラドで冒険をしたいです。 非常に深い性格のカヤバと簡単に嫌いなスガウの両方は、非常によく書かれた性格を持ち、その役割を果たしています。 それらはあなたの常用のアンタゴニストではありませんが、それは確かです。 彼は他のショーの男性の主人公と全く違っています。  Asunaも、ヒロインに適しています。 アニメに女性キャラクターがいて何度も登場することもあり、彼女はキリトの人生を救うことができます。 彼女は弱い女性キャラクターのアニメの通常の描写にかなり歓迎されている最も強い選手の一人です。 それらの2人のような有能なキャラクターはSword Art Onlineに遍在し、ショーを成功裏に運ぶ。 近代的なアニメの歴史のなかで最も優れたキャラクターのひとつである疑いもなく、スグホの周りを回っているドラマ全体はおそらくアニメファンに知られている最も魂を砕いているものの1つであり、もう一度、Sword Art Onlineでは、 それがその周りに起こっている間、それの一部ではなく前方にプロットしてください。 ショーにも大きな悪役がいる。\n\nロマンスは本当によく扱われました。  AsunaとKiritoのキャラクターのやりとりは非常に喜ばしく、ほとんどのアニメから期待されるジェネリックスタンダードのロマンスからは遠かった。 彼らの関係の発展と現状維持への無限の復帰ではなく、実際の進歩があります。 著者はまた、稀ではあるがそれにもかかわらず感謝している要素である、ストーリーにいくつかの家族価値を埋め込むことも管理している。\n\n作品の提示側にはほとんど欠陥がありません。見事な背景技術を見ている人は誰でも知ることができるので、アニメーションは鮮やかです。  OSTはショーに非常によく合っていて、すばらしい仕事をしています。それは梶浦由紀（まどかマギカ、カラの仲間）以外の人たちが作曲したものです。 彼らはゲームをしているので、CGの使用は大丈夫です。\n\n多くのニックピッキングの嫌悪者たちは、人気があり、より良くできないためショーに嫉妬しているが、実際にはほとんどが説明されているのに対し、ショーの評判を台無しにしようとしている とにかくファンや光の小説によって。 ほとんどの場合、Sword Art Onlineでは何が起こっているのかを考える必要がありますが、それはあまりにも多くの人々を求めることです。 結果として、彼らの理解の欠如は、多くの間違った告発につながり、おそらくはショーのための他の人々の楽しみを損なうことさえある。\n\nだから、一部の人々の主張とは対照的に、Sword Art Onlineは墓石ではなく、アニメの歴史のマイルストーンです。 長い話が短いです。違いを知ってください。 これは、私が保証することができる、良いアニメです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "powerofemo",
    "profile": "/profile/powerofemo/reviews",
    "pages": "36",
    "number": "19",
    "link": "/reviews.php?id=97499",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  7\nキャラクター|  7\n|  10\n\nソードアートオンライン、私は誰もこのアニメの可能性が巨大だったとは思わない、最初の2つのエピソードのリリース後、シリーズの人気は、それがナルトとonepieceと同等であったポイントに急騰しました。 しかし、作家はアニメに順応するのに苦労し、光の小説で起こった多くのクールで興味深い出来事を残し、アニメでは起こらなかった。 これは欠陥のあるアニメですが、私の楽しみのレベルはまだ驚くほど高かったです。\n\nアートとアニメーションが私の心を吹き飛ばした。 彼らはそうだった...すごい！ もし私がそれを説明しなければならなかったなら、私はそのアニメーションがFATE / ZEROの第2シーズンのそれと同等であると言います。\n音はいいです。 それほど良いことではありません。  2つのオープニングはかなり魅力的で、シリーズには数多くの壮大なバトル・ミュージックがありますが、そこには壮大なバトル・ミュージックという点でトップのアニメがあるので、全く新しいものではありません。\n前半のキャラクターは...悪いです。 黒剣士として知られているKiritoは、ソロプレーヤーであり、ゲームで最も強力なプレーヤーの1人です。  Asuna、世界で最も強い組合の副大尉、ライトニングフラッシュとして知られています。  2人の主人公が完全にOP、OPでキリトがボスを倒すことができた（通常30人以上がボスを倒す）後半にはKiritoも同じだが、The LOCK ASUNA IN A FREAKING ケージ。 何？ 今は檻に入った鳥を掘る？ 最も勇敢な兵士の銃撃戦キャプテン。 彼女はそのような強力なイメージを持っていて、今やクモのような形をしています。 彼らは大事なことを大げさにしました。\nSAOにはアクションアニメとしてのロマンスが多すぎると信じている人がたくさんいます。 申し訳ありませんが、私は反対する必要があります。 アニメはキャラクター開発の最初の数回のエピソードで素晴らしい仕事をし、キリトとアウナの間のロマンスにつながった。 私はキリトのために落ちる他の女の子がいることを理解していますが、私はそれをハレームのアニメにするのに十分だとは思わない、つまり、彼らは文字通り1-2のエピソードのために現れる。 ロマンスは、KiritoとAsunaを中心にしています。 ロマンスを説明する1つの単語は、\"かわいい\"うん、それですね。\nこれらの欠陥のすべてにかかわらず、楽しさのレベルはまだ高かった。 それぞれのエピソードで私は次を見たいと思った。 私は25のエピソードシリーズを2日半で終えました。 全体的に、こことそこにあるすべての欠陥で、私はこのアニメを7.5に丸め、8に丸めます。この欠陥は確かに存在し、それらを見るのは簡単です。 それでも、楽しさのレベルだけでなく、偉大な芸術やアニメーションはそれを補うものです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "shinkuchan00",
    "profile": "/profile/shinkuchan00/reviews",
    "pages": "36",
    "number": "20",
    "link": "/reviews.php?id=66039",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのアニメを待っていましたが、animenewnetworkはSAO light novelがアニメ（ほぼ8か月前）に適応すると報告しています。それを待つ価値があります"
  }
]
