[
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "fueille",
    "profile": "/profile/fueille/reviews",
    "pages": "7",
    "number": "1",
    "link": "/reviews.php?id=119157",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  3\nサウンド|  4\nキャラクター|  1\n|  1\n\nこのアニメについて私が楽しんだこと：\n-音楽\n - アニメーション\n - 真剣であると考えられていたものが、私にはたわごととくすぐりがありました\n\n私はこのアニメについて楽しまなかったこと：\n-ほかのすべて\n\n総合＆amp; 結論\n3/10私は私の人生がそれに依存していても、私はこれに再び触れないだろうが、私は笑ってしまった劇的な瞬間にそれらの愚かなすべてが好きだったので。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Keske",
    "profile": "/profile/Keske/reviews",
    "pages": "7",
    "number": "2",
    "link": "/reviews.php?id=68765",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  6\nキャラクター|  1\n|  3\n\nこれはおそらく私が今まで見たことのなかで最も侮辱的なAniméであり、私は私の日には公正な少数を見ました。 しかし、良いものから始めることができます、アートの方向性と音の方向は本当に良いですが、私はかつてそれが浸水していたか、その問題のために場所外だったように感じることはありませんでした。 アニメーターと声優はいい仕事をしてくれました。彼らはシリーズが進行するにつれてそうし続けています。\n\n私はこれを言うだろう、最初のエピソードは素晴らしいです。 それは9/10です。 良いペーシング、それは面白いことが必要なときにそれは面白いです、そして、それはアニメのための非常にintresteing概念を紹介し、それは本当にMMOの気持ちをキャプチャします。 残念ながら、彼らは行かなくてはならないエピソードを増やさなければならなかった。 ストレートバットの2番目のエピソードは、最初の1つに設定されたテンションの任意の種類を破壊する、明らかにこのゲームのレベルを打つことはあなたがオフスクリーンで行うことです、そしてあなたは非常に急速なペースでそうし、\n\nこれは、14歳のウェットドリームで、MMOの神であり、右、左、中央の雛を拾っています。 ゲームやゲーマーを本当に嫌う人が作成したかのように、ゲーマーが望むものをパロディーにしているのです。\n\n主人公は社会的に厄介で内向的であり、多くのスペースを取るのが好きではありませんが、実生活ではほとんどが恥ずかしがり屋であるとか、何らかの意味のある人であれば反社会的です。\n\nこのアニメはどのようにこれらの性格を描いていますか？ それは、あなたが悪い恋人、女の子の謎、少年の羨望であることを意味します。 彼が団体やギルドに参加しない理由は、彼が社会関係を形成するのが難しいためではない。\n\nだから基本的にあなたが持っているのは、スーパーマン、貧乏人、貧乏人の孤独な苦しみを抱えている...そして、彼はゾーン内でそうしている。\n\n知りませんが、これはエピソード的なアニメです。過大なプロットはありませんが、毎週スーパーバスのメガ超ヒーローは、保存しなければならない新しい女の子を獲得し、毎回彼のためにかなり落ちるでしょう 。 彼は周りを走っているゾーンのためにとても上に横たわっています。そのゾーンにいるのにふさわしい100人でさえ、おそらく彼を降ろすのは本当に苦しい時でしょう。 そして、mmoの意味から、みんなが実生活のように見えることは大変幸運でした。あるいは、このシリーズの白い騎士にしようとする多くの女の子のうちの1人は、  45歳の男性、私たちはそれを持つことはできません。\n\nそれは14歳の男の子の頭の中で、このアニメが賛美された夢の夢です。\nこのシリーズは非常に多くの可能性を秘めていましたが、ゲームをしていない人々がゲーマーのようになりたいと思っていることを捨て去ってしまいました。\n\nこのアニメは、アニメの聴衆としてだけでなく、ゲーマーや男性としても私を侮辱してきました。\n\nすべてでは、本当に素晴らしい第1話ですが、全体的には非常に悪いアニメです。 誰かが思春期に抱いていた濡れた夢を書き留めて、アニメにしました。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Arsene_Lucifer",
    "profile": "/profile/Arsene_Lucifer/reviews",
    "pages": "7",
    "number": "3",
    "link": "/reviews.php?id=167571",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  7\nキャラクター|  4\n|  10\n\n私がSword Art Onlineの最初のエピソードを終えた瞬間から、良いショーのすべての約束が窓から飛び出しました。 いくつかの問題はすぐに私にはっきりと分かり、最初のエピソードはどのような意味でも私の注意を引くことができませんでした。 それと同時に、私はそれを改善してくれることを望んで、それに固執しました。 私にそれを呼び出すか、それを良いショーと見なすには十分ではありませんが、一般的には悪いとは考えないものはありません。 すべての問題のために、それはいつでも良いことと悪いことをしたときにいつも楽しませてくれました。 ほとんどの時間正しく実行されていなくても、それが持っていたアイデアは面白かったです。 それは物語を貧弱に伝えるだけでなく、非常に面白い方法で、うまく生産されたショーです。\n\nシノプシス：\n\n2022年に、バーチャルリアリティーゲームソードアートオンラインがリリースされました。 神経ギアを使って、プレイヤーは自分の心を使ってキャラクターをコントロールし、Aincradの世界をまるで本物であるかのように体験することができます。 残念なことに、ゲームの作成者がすべてのNerve Gearデバイスを乗っ取って現実世界の皆をロックすると、実際には死ぬでしょう。  100階をクリアして最終的なボスを倒すだけで、プレイヤーは自由を獲得することができます。\n\n良い：固体生産値\n\nA-1 Pictureは私がただ認めているスタジオです。 このスタジオは、私が気に入ったり憎んだことは何もしていません。 しかし、彼らの生産価値になると、非常にカラフルなSword Art Onlineを含む一貫して安定しています。 文字のデザインは単純化され、場所は多様です。  A-1ピクチャは、雪山、草原、古代のダンジョンなどを見せるために活用されています。 稲妻はシーンがどのように見えるかにはほとんど影響しないため、色はシンプルで簡単です。 グラデーションだけでなく、このショーから多くの陰影を期待しないでください。 動きの中で、アニメーションは目立つ問題なしに最初から最後まで滑らかです。\n\nアニメーションに関する私の2つの苦情の1つは、Sword Art Onlineが深みを欠いていることです。 ショーのすべてがフラットに見えるので、3Dをほとんど使用していないことがあります。 別の苦情は、アクションシーンが非常に弱いです。 それらのすべてのための振り付けは簡​​単ですが、呪文や武器が人に影響を与えるたびに、アクションに追加する視覚的な感覚やパーティクル効果はほとんどありません。 それは花火を照らし、真の光景が起こるのを待っているのと似ていますが、それは駄目なので決して来ません。 私は、最初のオープニングイントロは、AsukaをKiritoほどの熟練した強力なコンポーネントキャラクターとして表現することを誤解させていると付け加えるべきです。 最初のオープニングイントロでは、AsunaとKiritoが\"The Gleam Eyes\"を叩いているのを見せていますが、実際のショーでは起こらないのです。 まるでA-1ピクチャが自分のやり方で「ああ、このキャラクターは嫌なことを認めているかのようです。 ごめんなさい\"。\n\nアニメのすべての音楽は、ショーに適しています。 特に、ルナ・ハルナのクローズド・ソング「Overfly」は、このシリーズのロマンスの側面にぴったりです。 もちろん、それは、最初の主人公が何もしていない2人のキャラクターをカメラでパンニングしている写真の中で、キャラクター関係のビットを与えて、視覚的に創造的な2人目のアウトローのためかもしれません。 オープニングテーマは印象的ではありません。  LiSAが歌った\"Crossing Field\"は（特に誓いとサインと比較して）聞こえ、Air Eoiの\"Innocence\"は受け入れがたいです。 オープニングテーマやクローズテーマではない曲は、ショーに合っています。 それは気を散らすことはありませんが、パワフルなシーンを作成するための感情には決して燃えないので、同時に目立つことはありません。 これはショーでのみ機能します。\n\n声優は良いですが、日本語や英語で見ても、パフォーマンスは一目瞭然です。 どちらのバージョンでも、声優がどのようにキャラクターを描写するのかが異なります。 英語のダビングは（ほとんど）微妙なものですが、日本語ではより多くの感情が演奏に導かれます。 あなたが選ぶ必要がある場合は、アニメーションがあなたの注目に値するメガネを提供していないため、それがオリジナルの日本語で表示されることをお勧めします。\n\n混在：潜在的に生きられない良いアイデアの混合物\n\nSword Artオンライン最初のアーク（エピソード1〜14）はラッシュペーシングに苦しんでいます。 エピソード13では、プレーヤーの身体がどのように現実世界で安定した状態に保たれているかについてパイロットエピソードで確立された主要なプロットホールに対処することに最終的に決定するという点にダメージを与えます。 ギャップのあるプロットホールに対処するには時間がかかる場合は、マテリアルが取り組もうとしているものがどんなものであれ、チャンスは少なくなります。 例えば、アスナは、エピソード2の戦いで自分自身を保持しているキリトと同じスキルレベルにいるか、それと近いスキルレベルのプレーヤーとして紹介されています。  Asunaがサイドラインにプッシュされ、後で少ししか与えられないとき、それはすぐに変化する。 通常、調理、掃除、そして救われる必要があります。 ペーシングのもう一つの欠点は、時間を飛び越えていることです。 実際に表示するよりも一般にイベントを一般化することに頼っているアニメを使って、その月の話をしばしばスキップします。  Kiritoと一緒に働くとき、Asunaが「血液の騎士団」の上位の役職をどのように獲得したのか、彼女の貢献をどのように見ているのか、さらに疑問に思った。\n\n焦点が合っていないエピソードが本編から外れる場合。 これらのサイド・ストーリーは、ゲームの仕組みがどのように機能するかを示すことによって世界を肉付けしますが、すべてがフィラーであることを犠牲にしています。 一方、これらのサイドストーリーは、結果が変わらない場合でも、ストーリーを予測不可能に保ちます。 最初のアークについての他の肯定的な点は、「ソード・アート・オンライン」の中に失う危険があることです。  Kiritoが圧倒されているので、主なキャストに苦しむことはありませんが、キーシーンで確立され、触れられています。 死の対象として探求されているわけではないが、それは異なる種類の選手の考え方を持ち出す。 ストーリーが重視する2つの靴を相殺する多様性を示しています。 別のポジティブなことは、ロマンスはボーイフレンドとガールフレンドになる2人のキャラクターで終わらないということです。 それはカップルとして2人のキャラクターを示し、それとしばらく走ります。 カップルになったときの不利な​​点は、カップルになったときには、スタンドアロンのキャラクターとしては面白くありませんが。\n\n見逃せないものがある場合は、それがどれほど頻繁に矛盾しているかです。 その主人公を素晴らしいものに見せかけるために、独自のルールを破ることは喜んでいます。 たとえば、キリトは自分がギルドにいる方がはるかに良いと言いましたが、エピソード8では、一人ぼっちで最も難しい上司の一人が手に負えます。 これは、ゲームのプレイ方法を知らないショーのゲーマーにも当てはまります。 エピソード2では、それは最初のエピソードの後1ヶ月間行われることが確立されており、ゲーマーはまだゲームのプレイ方法を知らない。  SAOのほとんどのプレイヤーが馬鹿であるという推測につながるか、それに応じてゲームをどのようにプレイするかを学ぶのは面倒ではありません。\n\n今アニメのコースのために、私はあなたがスポイラーを避けるために次の2つのパラグラフを避けることをお勧めします。 私は具体的には触れませんが、単なる言葉で言えば、\"剣術オンライン\"Aincrad Arc（Episode 1  -  14）が崩壊します。\n\n----------------------------------------------スポイラー---  ----------------------------------------------\n\nエピソード15〜25はAlfheim Onlineで行われるFairy Dance Arcを構成します。 顕著な改善はペーシングが遅いことです。 それはダウングレードのように聞こえるかもしれませんが、それは一つのエリアで改善します。 説明会で重要なイベントを一般化するのではなく、より多くのストーリーをリアルタイムで展開できるようにします。 しかし、Aincard Arcのいくつかの問題は、Fairy Dance Arcに引き継がれます。  Asunaキャラクターは別のダウングレードを受け、ストーリーを前方に移動させるプロットデバイスになります。 悲しいことに、それはFairy Dance ArcでのAsunaの貢献のすべてです。 また、最初の弧が遭遇した死の結果を排除します。 ステークスは小さく、それが取り組む範囲は小さくなります。 ドラゴンズ、幽霊、サンタクロースが妖精に満ちた雰囲気に変わったのです。 より興味深い設定を持つ競争はありません。\n\nストーリーがよりパーソナルになるので、円弧にはフィラーはありません。 出来上がったことはすべて物語を前進させることです。 サポートキャラクターに与えることはほとんどありませんが、エピソード全体がランダムなキャラクターを助けることに専念するわけではないので、目立たないのです。 それから、Suguhaがあり、その特徴付けがよりうまく処理されます。 重要なキャラクターとしての彼女の紹介から、私たちは紛争の始まりから終わりまでの彼女の進歩を見る。 残念ながら、彼女の関与から生まれる愛の三角は決してありません。 ショーの他の女性と同じように、Suguhaは最後にすべてをやるためにKiritoに頼る必要があります。\n\n---------------------------------------------- Spoilers-End-  --------------------------------------------\n\n混合：好きですが、穏やかな文字\n\n彼が一般的に言及しているように、霧ヶ谷和登またはきりとは、まばゆい主人公です。 キリトは争いの瞬間があれば、それを排除することを確実にするという点で圧倒される。  何らかの理由で彼は自分の力を発揮しても多くの人が死ぬのを防ぐことができますが、彼が自分自身にどれだけ強いかを保ちます。 彼の行動は、アンタゴニストとしてSAOに閉じ込められた人々にも同様に有害である。 Kitiroが入るすべての戦闘とすべてのダンジョン、彼の生存について決して疑うことはありません。  \"彼は主人公ではないにもかかわらず、もちろん彼は彼のキャラクターに付随する目に見えないタグで死ぬことはありません。 彼はボスの戦いを含むあらゆる障害を容易に克服するので、価値のある投資を減らす。 この特性に関する最悪の側面は、観客はキリトがより強くなるのを見ることさえできないということです。 それが別のジャンルのゲームだったら、それは理にかなっています...キリトを除いて、複数の人々が一緒に遊ぶように特別に設計されたゲームをプレイすること。 しかし、孤独なオオカミの姿勢をどうにかして、キリトは、グループでプレーする他のどのプレイヤーよりも高いレベルに到達することができます。  MMOをプレイする人は、特にあなたがソロプレイヤーの場合、レベルアップがいかに難しいかを教えてくれます。 彼について最も疑問に思うのは彼の考え方です。\n\n他の（欠けている）特性はキリトであり、探究される永遠の葛藤はほとんどありません。 ある時点で、キリトがゲームに参加している理由を説明しますが、その上で展開しません。 もはや文字が単に圧倒されているのではなく、キャストと融合した文字を開発しました。 始まりから終わりまで、キリトは静かなままで、どこから始まるのかとは大きな違いはありません。 キリトにゲームを受け入れることを追加するのではなく、彼は現実の生活として罠に包まれている。 それは彼の性格の興味深い、未踏の特徴として残されている。 解決策に関与することなく、すべてがいつも自分のやり方で動いているようです。 このような性格や希望の実現は正しく行えます。 たとえば、ペルソナ3では、あなたが選んだものの状態で一見完璧なキャラクター（あなたが望むものに名前をつけることができる）をコントロールします。 ペルソナ3の主人公はキリトによく似ていますが、すべてが完璧になるまで、自分の統計を構築します。 キリトとの違いは、彼のバックストーリーはシリーズのどの時点でも決して焦点ではないということです。 ペルソナ3の主人公の裏話は、それらを癒してくれます。\n\nAsunaはKiritoの愛の関心を兼ね備えています。 彼女は良いキャラクターだったかもしれないが、エピソード2を越えてシリーズは彼女の重要性を減らすためにできるすべてを行う。 キリトのような強烈なキャラクターではなく、アニメのほぼすべての女性キャラクターのようにキリトに頼るようになります。 アシュナの場合が違うのは、ストーリーの方向性ではない、熟練したプレーヤーとして彼女がどのように紹介されたかということです。この紹介は、彼女が後半に彼女と何をしているかで、彼女がキャストに最も失望させる原因になります。 もうひとつの重要な女性キャラクターは、AIや少女の元machiを持つYuiです。 彼女の貢献はAsunaに似ているが、彼女は後半にストーリーを前進させるプロットデバイスになるが、早い段階では家族に関するサイドストーリーに関わっている。 途方に暮れていたが、それはむしろ無慈悲だったが、少なくともそれは主要なストーリーに貢献し、カップルの作品として数回のアスカとキリトのキャラクター開発に貢献した。\n\n最後の重要な女性キャラクターは霧ヶ谷スグハです。 シリーズの主な愛の関心事Suguhaがキャラクターの成長をより良くするほどショーに出演しないにもかかわらず。  Suguhaは、物語の中に彼女が配置されていることから、すべての正当な事情に同情的な性格を持っています。 状況の中での彼女の気持ちは、彼女がどこから来ているかを理解するために、聴衆に適切に依存している。 彼女が気にしていたキリトの気持ちに葛藤を起こす。 彼女はキリトに対する愛情が、彼女の気分に影響を与えることを完全には確信していない状況のために正しいか間違っているかどうかを知らない。 他の女性キャラクターのように、彼女はキリトのために落ちるのですが、女性キャストのSuguha感情の残りの部分とは異なり、いくつかの深みがあります。 登場人物として彼女は物語の中で成長し、後退しない方がよい。\n\n男性のサポートキャラクターはKiritoに依存しません。なぜなら、エピソード全体が危険なクエストで別の男性キャラクターを助けるKiritoに決して捧げられないからです。 男性がフォローしている男性のために最も多いのは、ゲームをプレイするための機器を手に入れようとしている人と、それを得るために3日間待っている人のお金に費やしているにも関わらず、 キリト以外の男性の場合、彼らはほとんどの時間をスクリーンに費やすでしょう。 このルールは、男性が大人になった場合、彼らが悪いチャンスを増やすよりも変化します。 キリトと敵対する敵の大半は男性であり、それ自体が退屈になる。 しかし、その最後の文章は、ショーの欠陥の代わりに個人的なペットのオタクの下に提出されるべきです。\n\n個人的な楽しさ：驚いたことに、私は退屈したことはありませんでした\n\nさて、あなたはちょうど最初の\"剣アートオンライン\"の第二の弧を好む私のいくつかの段落を読んだ。 私が他のものよりも1つの円を好むからといって、「ソード・アート・オンライン」の品質が変わるというわけではありません。 それは品質が一貫していないという話ですが、それは常に面白いです。  「ソード・アート・オンライン」のシーンが悪いときはいつでも面白いと思う。  Kiritoから、\"Beater\"という非常にばかげた非難的なニックネームを得て、それらの無駄なテレポーテーションクリスタルを含むあらゆるシーン、そしてNicholasのRenegade（Santa Claus）が目立つように見える。 ありがたいことに、このシリーズのすべてが、私が気に入った「Sword Art Online」では実際に良いシーンがあるので、よく考えられていませんでした。  「世界の終わり」と題した第14話の結末は、その結果が完全に元気であったとしても満足であった。 もう1つはエピソード22＆amp;  23私が実際に何が起こったか気づいてくれたLeefaとKiritoの間のシーン。\n\n（可能性のある）考えられる苦情：\nリストされたすべて\n主人公はキリト\nあなたが物語や人物を嫌うなら、技術的な側面にないすべてのもの\nそれがどれほど普及しているか（これは表面的なもの）\nこのレビューは、あなたが絶対に憎むか絶対に愛するならば\n\n評価：6/10\n\nプロダクション値（サウンド、アニメーションなど）：3/3\n\nストーリー：1/3\n\nキャラクター：1/3\n\n個人的な楽しさ（はい、私の楽しみは最小量点の価値がある）：1/1\n\n最終的な考え方：\n\n私がソード・アート・オンラインの最終エピソードを手に入れ、静止画像で終わりのクレジットに座っていたら、私の考えはすぐに分かりました。 それは、貧しい人々の発達を受けていないキャラクターの開発や、一回のエピソードの後に​​サイドラインにプッシュされたキャラクターが貧しい人々に浪費されるという良いアイデアを持った物語で、良いショーと呼べるものではありません。 しかし、それは一貫して面白かったし、それがどのようになっても、常に私の関心があった。 あなたがSword Art Onlineの品質に立っているかどうかにかかわらず、確かにあることが1つあります。 終了前と終了後に視聴者に強い印象を与えます。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "ktulu007",
    "profile": "/profile/ktulu007/reviews",
    "pages": "7",
    "number": "4",
    "link": "/reviews.php?id=144027",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  2\nアニメーション|  5\nサウンド|  4\nキャラクター|  3\n|  2\n\nソード・アート・オンラインは、川原レキが書いた軽小説シリーズです。 ヴァルキュリアクロニクル、黒執事、新世界をもたらした同じスタジオであるA-1 Picturesによるアニメにも取り入れられました。 それはまたかなり分裂的なシリーズであることが証明されています。 それを見た私の友人は、かなり均等に問題に分割されます。 あなたが想像しているように、私はそれについていくつかの議論を聞いたことがあります。 どちらがより正確ですか？\n\nストーリー：\n\n私たちの物語は、非常に予想されるバーチャルリアリティーゲーム、剣術のオンラインである剣術のリリースで開きます。 私たちの主役Kirigaya Kazuto（プレイヤー名Kirito）は、ログインするには1万人のプレイヤーの1人です。彼はベータテスターの1人であるという利点があります。 それは事が真剣になるときです。 ゲームの作成者、Kayaba Akihikoは、ゲーム内のすべてのプレーヤーをトラップしてログアウトすることはできません。 事態を悪化させるために、彼らの神経歯車装置は、本当の言葉で誰かによって強制的に取り除かれれば死を引き起こし、ゲームで死ぬと実際には死ぬだろう。 現実の世界に戻るための唯一の方法は、SAOの100階すべてを打つことです。\n\nすべての公平さにおいて、その前提は本当に有望であり、本当に面白かったかもしれません。 問題は、実行が不毛であることです。 カヤバには本当の動機はありません。 あなたは最終的に彼がなぜそれをしたのかを学びますが、彼の行動は論理的にはそれに従わないのです。 モチベーションが与えられても、ゲーム内のプレーヤーを捕まえるか、またはそれらを殺すべきではないという理由は全くありません。 マイナーな悪役たちと同じように悪いです。 明らかに、わずか1万人のプレイヤーによる生死の試合では、PKingギルドを形成するのに十分な社会病理があります。 それは、率直に言っても、ほんの少しでも真実を呼ぶものではありません。 他のプレイヤーと協力するのは、自分自身を救うだけであれば、試して殺すよりもはるかに多いだろう。\n\nシリーズにはまた、大きな時間のスキップがあります。 私は通過するフロアがたくさんあることを知っていますが、大部分の進歩とは関係のないことがあれば、どうして上限を高く設定しますか？ 私は、河原がただのハレム要素を取り入れたかったという印象を得ます。 大部分の時間スキップは、実際のキャラクター開発を避けるために、怠惰なプロットデバイスとして機能します。 代わりに何かが起こったことを示し、先に飛び越して、キャラクターの関係は変わったが、ストーリーにはそれが必要だった。 数ヶ月が過ぎたので、説明する必要はありません。 ドラマの試みも結果として苦しんでいる。 キャラクターを紹介し、エピソードの終わりにキャラクターを殺し、ドラマチックなイベントとして扱い、その後再び言及しないケースがいくつかあります。 真剣に、あなたが私たちにキャラクターを気にしてもらいたいのであれば、キャラクターとしてそれらを実際に開発しなければならない、あるいは何らかの形で死の問題を起こさなければならない。 それから私たちは\"ロマンス\"の側面を持っています。 私たちの2つのリードには基本的に化学反応はなく、女の子は本物の理由で私たちの主人公に集まるようです。\n\n私が言ったように、実行はかなり手の込んだ、第二の弧までです。  2番目のアークでは、実際の動機を持つ新しい悪役が誕生し、ストーリーもかなり悪化します。 彼らは主人公としてキリトの妹を紹介し、彼女は彼に近親相姦している。 これは、反発するOreImoの第2シリーズの後ろにある同じスタジオだと言いましたか？ それで、彼女は本当に兄弟として育てられた最初のいとこで、それほど嫌なことはありません。 真剣に、それらのどちらかが、これを本当に大きなターンにするのはなぜでしょうか。 私たちのアクションガールのヒロインもまた、苦しみの苦しみになります。 シリーズは、その事実を使って、不快な非同性愛者の性的なものを紹介しています。\n\nキャラクター：\n\nこれの文字はほとんどがちょうど鈍いです。 彼らは基本的なトロピックに合っていて、決してそこから移動しません。  Asunaはあなたの典型的なアクションガールです。 様々なサポートキャラクターは、1つか2つの特質によって定義されているかなり多くのキャラクターではありません。彼らの死のうちの1つを劇的にしようとするとかなり深刻な問題です。 私たちの主要なアンタゴニストは、あいまいな動機を持つ一般的な悪役と、何らかの形で検出を避ける明らかな社会病です。 キリトは、あなたのストックダブ良い男の主人公です。 しかし、彼の愚かさは迷惑になることがあります。 これは、進化させるために再産卵するNPCを犠牲にすることが間違っていると主張することを真剣に試みている男です。 スーグは、彼女の兄弟を恋愛させたいと主張する彼女の主要な特徴をもって、おそらく最悪です。\n\nアート：\n\n芸術はほとんどかなり良いです。 それはいくつかの本当に創造的な側面があり、オンラインの世界は非常に動的な方法で描かれています。 戦い場面もかなりよく流れる。 芸術の最大の問題は、ファンサービスへの傾向です。 このシリーズでは、入浴シーン、バンパーに焦点を当てたランダムショット、彼女の下着でのシーンなど、高校にもいない少女の無礼なファンサービスを真剣に受けています。 ファンを養成する女性全体は、問題のキャラクターが成長した女性であるときには十分に悪いですが、最近の中学校の卒業生であれば、それは本当に卑劣な領域になります。\n\n音：\n\nこれでの演技はあまり良くありません。 この行は、誇張されているか、無言である傾向があります。 いくつかの良い瞬間がありますが、それほど多くはありません。 彼らはいくつかの良い俳優を持って、彼らは仕事に何かを与えていない。 音楽はシリーズの最高の部分です。 それは特別なものではありませんが、大丈夫です。\n\nホーイー：\n\nHo-yay係数は2/10です。  Kleitoがキリトが彼のタイプだと主張しているが、決して何もしないシーンがある。 彼らはそれが深刻なものであったのか、クラインの一部に対する冗談であったのかを明確にしていない。\n\n最終的な考え方：\n\nソード・アート・オンラインは、最初の弧のスリップ・ドッドから2番目の弧の不愉快でまったく厄介なものに至る、実行によって間引かれた良い前提の古典的な例です。 文字は一次元であり、演技はそれを伝えます。 全体的に見ると、それはかなり平凡なものから始まり、非常に鋭い下向きの螺旋を描くシリーズです。 私の最終評価は2/10になるでしょう。 来週、新棋の仲人。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "MorsvirSyphin",
    "profile": "/profile/MorsvirSyphin/reviews",
    "pages": "7",
    "number": "5",
    "link": "/reviews.php?id=67887",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  5\n|  6\n\ntl; dr SAOの全問題は適応です。 彼らはこれまであまりにも急速に急いでいます。その結果、これはかなり悪いシリーズです。 私は彼らが時間をかけて彼らのストライドを見つけて回復することを願っています。\n編集：何らかの理由でレビューはまだ1の私を見せている？ 私は現在捕まっている。\n\n\nストーリー（6）：堅実なストーリーですが、細部までうまく開発されていません。 世界の建物はごくわずかですが、私は彼らがどこからも引き出していないものは、この世界の実際の構成要素であると推測しています。 それは、生存のための基本的なストーリーよりも、あらゆるレベルで私を引き寄せてくれませんし、キャラクターのおかげでうまくいきません。\n\nキャラクター（5）：監督と作家は真剣に彼らが何をしているか分かりません。 キャラクターを殺して残りのエピソードを費やして、それについて悪いと感じさせることは、物事を進めるための効果的な方法ではありません。 キャラクターの開発は非常に時間がかかりすぎて、登場しても欠けています。\n\nART（8）：良いですが、壮大なものはありません。 運命はない/ゼロ。\n\n音（8）：いいですが、壮大なものはありません。\n\n楽しさ：（6）涼しく見えますが、冷静に聞こえますが、文字を使って私を引き込み、世界を体験する究極の仕事には失敗します。 私は本当に私が感じさせようとしているドラマと感情を感じていません。これは完全に貧弱なペーシングが原因です。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "quadnia",
    "profile": "/profile/quadnia/reviews",
    "pages": "7",
    "number": "6",
    "link": "/reviews.php?id=69633",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  9\n\nアニメが終了したとき、またはアニメが興味深いポイント/開発になると、レビューを更新します\n\n剣の芸術オンラインはおそらくこの夏の季節で最も期待されるアニメであり、それはおそらく私の意見では最高です。 アニメは光小説シリーズほど良いところがないと言っているが、25話では特に小説が10巻まであればすべてに集中するのは難しいが、 シーズン2。\n\nストーリー8\n\n彼のゲームエイリアス「Kirito」は、ゲームのベータ版に含まれていた「ソロ」プレイヤーと、常に最前線にいるチームの一員である100階をクリアするための旅に続いている よく知られており、彼の服のために黒い剣士と呼ばれています。 彼の冒険は、彼が多くの異なる種類の人々に会うように導く。キリトを少しずつ変えて、彼はもはやソロ・プレイヤーにならないだろうか？ 私は待って= Pを見なければならないでしょう。\n\nタイムラインには最初の2つのエピソードのようにフロア1や2のような大規模な飛躍がありますが、3つ目のエピソードでは20のものがありますか？  Kiritoはレベル40前後です。本当に何が起こったのか分からないので、それは本当に混乱します。Kiritoを正直に見せてもらうのはクールだと思います。  MMO。 私はまだアニメを終わらせていないと思うので、それが未来に起こるかもしれないことを知っている。 しかし、私は光の小説でも大規模な時間の飛躍が起こったと聞いています。 サイド・ストーリーだけがリリースされているにもかかわらず、私はそれらがすでにうまくいけばかなりうまくいけば、メイン・ストーリーも素晴らしいだろうという事実。\n\nしかし、正直言って私が思うに、この物語を驚くほどにしているのは、エピソードを見ているときや、少なくともあなたが注意を忘れていないときにどうして飽きていないのか、それは常にあなたを魅了します。 錬金術士の兄弟の助けを借りて、助けてもらう。\n\nアート8\n\n2012年にリリースされると、アニメーションが悪い場合は驚くべきことです。 キャラクターデザインはこれで非常にうまくいきます。女性のキャラクターは、髪型やものではなく顔面と同じように、Inoriのような有名なAsunaのような有罪の人物を思い起こさせます。 背景は非常に驚くべきもので、細部まで描写されています。背景の一部を見ると、本当にあなたを驚かせるでしょう。 戦闘シーンはかなり涼しいですが、これはMMORPGであるにもかかわらず、ほとんど魔法やスキルが関与していませんが、実際にはそれが実際には見られないスキル名しか聞こえなくなります。剣の戦いはかなりクールです。 私は人が消えるときのようにアニメーション化されています。私はモンスターや選手もカットされているような感じがしています。メニューでやっていることが本当にゲームのように感じるのが好きです。\n\nサウンド9\n\nオープニングはかなりうまくやっていて、曲はかなりキャッチーで、LiSAが歌いました。私はかなり気に入っています。彼女はAngel Beatsのオープニングとエンディングをやってくれました！ 彼女はFate / Zeroのオープニングを歌いました。 オープニングビデオでは、幕末のシャナのようなあなたを魅了するいくつかのアニメオープニングビデオとは違って、キャラクターと戦闘シーンのちょっとしたビットしか見せないものはほとんどありません...私はこのアニメのOSTが本当に好きです。 悲しいシーン/戦いシーンの中で、それはあなたにそれ以上の注意を引く。 特に戦闘シーンは見ているとエキサイティングになり、OSTをもう一度聞くとそのシーンを覚えておくことができます。\n\nキャラクター9\n\n私はSAOのキャラクターが大好きです。キリトはあなたの典型的な孤独なオオカミです。何か悪いことが起こったとき、実際には個人的に、実生活では外界とはあまり交流していないので、あなたの人生を完全に反映したゲームになります 彼がゲーム内の他のプレイヤーと対話するのはちょっと難しいです。 おそらく、彼が唯一の理由ではないにもかかわらず、彼が「ソロ・プレイヤー」である理由の1つ、他の理由には、死亡などのゲーム中の悪い経験が含まれます。ソロ・プレイヤー 。\n\nAsunaはSAOの数少ない可愛い少女の一人であり、正直言ってMMOの女の子はあまり一般的ではないが、彼女はまた彼女の技能の急速な攻撃のために得たタイトル「フラッシュ」で最前線で戦っている。 彼女の人格は、コミカルな瞬間をたくさん提供します。彼女は基本的に無邪気なティーンエイジャーです。関係の周りの話題が上がったり、困ったことが起こったりすると、簡単に恥ずかしくなります。 私はSAOがAsunaとKiritoの関係に焦点を当てていると思うが、まだ6つのエピソードしか出ていないが、私は確かにKirito X Asuno = Pのファンだ。\n\n現在紹介されているキャラクターがサイドキャラクターかメインキャラクターかは一度しか出てこないのかどうかは完全には分かりませんが、女性キャラクターは基本的にキリトに落ちているようです。\n\n楽しさ9\n\n私にとって個人的には、このアニメは本当に私を引っ張ります。私は実際に起こっている各戦闘シーン、特にキリトが基本的にすべてのモンスター/プレイヤーを完全に圧倒しているシーンが好きです。 キャラクターの開発という点では、キャラクターが本編で大きな役割を果たすように感じるにもかかわらず、サイドストーリーはかなり良いです。  AsunaとKiritoの間にロマンスの開発があるたびに、私は本当に興奮しています。まだ実際にはあまり進んでいませんが、本当に一緒になりたいです。 それはちょっと似たような気がして、トゥーマと御坂に恋する魔術師の索引からロマンスの展開があります。私はまだ実際にはまだ始まっていないので、\n\n全体的に9\n\n現在のところ、私は絶対にSAOを愛しています。なぜなら、主にMMORPG = Pについてのアニメ、ファンタジーアクションアドベンチャーアニメから求めることができるすべてがあるからです。 私はすべてが高水準で行われていると思うし、時間の飛躍やキャラクターの育成を除いて頼むことはあまりありませんが、 これは、光の小説を読んでいない人の視点で、私は実際には2つを比較することはできませんが、アニメは光の小説に完全に従っていない、 光の小説を読まなくても知っている人は、これはまだかなり良いと思う。 まもなく始まるメインストーリーについてのエピソードでうまくいけば、SAOはもっと良くなり、おそらくクラナドやコードギアスといった忘れられないアニメになるだろう。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "DragonKitteh",
    "profile": "/profile/DragonKitteh/reviews",
    "pages": "7",
    "number": "7",
    "link": "/reviews.php?id=66979",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  6\nキャラクター|  3\n|  7\n\nP.S（Pre Scriptum）：一般的にアニメレビューは書いていません。 実際には、私はまったく何も書いていませんが、このリリースが受け取ったレセプションについて何かが突然それを私の注意を引くようにしています。\n\nストーリー（8）：ストーリーと前提は一般的に非常に良好で、実際にはユニークであるため、拡大と機会の余地が非常に多く、観客も引き込まれます。 主人公はベータテストを行い、「ソード・アート・オンライン」（SAO）という新しいMMORPGリリースに没頭する十代の少年です。 シーンは将来、ビデオゲームの技術が進歩し、新しいハードウェア「nervegear」が物理的なアタッチメントとなり、プレーヤーはビデオゲームに完全に物理的に没頭できるようになり、より現実的な戦闘、相互作用などが可能になります。 これまでは少なくとも。 このリリースを受け取った最初の10,000人のプレイヤーは、ゲーム内で放置したり死んだりすると、プレイヤーにとって実際の死をもたらし、脱出する唯一の方法はゲームを完成させることであるという不吉なゲームメーカーによって閉じ込められています メインMMO都市であるAincradの全100フロアをクリアし、最終的なボスを打ち負かす。 将来、このようなビデオゲームの制作品質が利用可能で、デザイナーが階層型ダンジョンよりも優れたゲーム進行システムを思い付くことができると思います。 いい加減にして。\n\n芸術（7）：これに関してはあまり言いません。  Aincradの世界には鮮やかな色彩と景色の良いデザインがたくさんあります。 芸術はかなり標準的であり、現在の他のリリースのものに似ています。\n\nサウンド（6）：ここで私は少し気味悪いことができます。  BGMは大丈夫ですが、何も目立たず、OP / EDは典型的な退屈なJpopのばかだ。 そこに行った。 私はちょうどすべてのアニメが畳の銀河、Gurren Lagann、Zetsubou Senseiのような大きなOP / EDを持つことができることを望みます。\n\nキャラクター（3）：これはアニメ全体の質が落ちる場所です。 主人公は、関係なく、感情に欠けていて、すべてのことだけで良いし、肉体的または精神的な欠陥がない。 彼は、彼がいかにして詐欺者であり、ハッカーであるかについて話を進めている（それを裏付ける証拠はない）。 そして、作家からの一意の説明やケアをしなくても、華やかなお尻を張っている。 この執筆はまた、彼の意思決定を理解しにくくし、観客を飽きさせてしまう。 彼は魔法のように最も美しく熟練していて、トワイライトのベラと同じように多くのことをしている別のプレイヤーと出会う。 何もない。 それからあなたは他のプレイヤーの行動を取る。 あなたはあなたの人生では、少なくともあなたは生きているように努力すると思うでしょうが、そうではありません。  1階への彼らの最初の探検の指導者は、無意味な理由で彼の人生を捨てることに決めました。彼は生き残るための選択肢が無償で提供されたとき、代わりに彼の人生、価値、そして意味をあきらめました。 素晴らしい仕事の作家、素晴らしい仕事。 主人公の名前をつけられた後、主人公がそのことを巨大なディックに変え、他の選手たちを嘲り、優位と劣等感を宣言します。\n\n楽しさ（7）：すべてのshounen /アクションジャンルのリリースと同様に、アニメはペースが速く、引き延ばされたスロービットでぶら下がってしまうことはありませんが、アクションの楽しさは、一貫した矛盾とあなたよりもプロットの穴で壊れています 数えることができます。\n\n全体的に（5）：このような急速なファンと10/10の評価/レビューで、あなたはこのリリースからさらに多くのことを期待しますが、それはちょうど知能的な視聴者ができないものです。 多くは、表面のアート/ストーリーの前提を見て、それを良いものと呼んでいますが、キャラクターの行動やストーリーの形を掘り下げて、大きな問題がどこにあるのかを見極めるのはほとんどありません。 そして、これらの問題は、あなたが「ソードアートオンライン」と呼ばれるこのキャンディーコーティングされたマネーシンクの生産において見つけることができるあらゆる楽しみを損なう。 最初の3つのエピソードだけを見るだけでも、私はこの手のスタッフがこの差し迫った列車の難破船を救うために使う機会やスキルはほとんど見当たらないので、このアニメの未来への希望はほとんどありません。\n\n私のレビューをあまりにも厳しく、批判的ではないようにしてください（それは非常にうまくいくかもしれませんが）。私は最初の3つのエピソードだけを見ただけであり、オープンな心と中立的な観察でこの見方に入っています。 私は誰にも腹を立てるためにこれをしているわけではないので、人々がこれを賞賛するのがとても素敵で、私は矛盾した証拠を提供したいと思います。\nあなたの時間をありがとう。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Grimm3r",
    "profile": "/profile/Grimm3r/reviews",
    "pages": "7",
    "number": "8",
    "link": "/reviews.php?id=78716",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  6\nサウンド|  7\nキャラクター|  1\n|  1\n\n私はかなり長い間私のMALを更新していませんが、このシリーズはそれに値するものです。\n\n私はそれを評価しました（1）。なぜなら、最初のアークはかなり悪いですが、この2番目のアークはかなり真実に「反抗的」になったからです。\n\nストーリー：良いオリジナルのコンセプトは、しかし、非常に根気がなくなった。 それはもはや実話ではなく、舞台前の空想を演出するだけの舞台ではありません。 それはかなりembarasing、それは強く\"chuunibiyo / 8グレーダー症候群\"を引き起こす。 あなたはスーパースペシャルで常にスーパーアドバンテージを持っているため、スーパースペシャルアビリティを持っているので、常にスーパーアドバンテージを持っています。 それは価値があります。 このアーク・ダムセルは苦難の方向では最悪の作図ではありませんが、それは決まり文句の真偽です。\n\nキャラクター：私はこのショーを最初に見たとき、私は「ここには非公式の子供がいると思ったが、試練と乱れによって彼はキャラクターとして発展するだろう」と思った。 何が起こったかはまったくありません。 彼はちょうど突然、外向的で口調になった。\n\n芸術と音は平均です。\n\nこのシリーズは完全に喜ばれておらず、味が悪い人にはお勧めです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Vivi_Valentine",
    "profile": "/profile/Vivi_Valentine/reviews",
    "pages": "7",
    "number": "9",
    "link": "/reviews.php?id=116215",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  7\nサウンド|  6\nキャラクター|  2\n|  4\n\nそれは、各エピソードで悪化し、悪化するシリーズの主要な例です。それは、アニメで起こりうる最悪の事です。 実際の物語やキャラクターの開発（フェアリーテール）がなければ、それは一つのことですが、これまでの面白い前提を引きずることはほとんど意図的なようです。\n\nSAOの良い点をリストするほうが簡単です。それは正当で最初に設定されていることを正当に評価する唯一のものです。 脳の半分の人がこれらを思いつくことができたので、これは成果ではありません。 しかし、誰がそれを著者自身よりもうまく説明できますか？（以下のすべては、あくまでも評価がスキップされていることを確認したい場合、スポイラーを含んでいます。\n\n--------------------------------------------------  --------------------\n彼はおそらく考えました：\nやあ、私は完全に信じられないキャラクターや適切な物語を作成することができない、テーマに固執している、正直なところ私もかなり他のものを吸う、どうすれば私はまだ仕事をしなくても人気のアニメを作ることができますか？ ああ、私はすべてを気にしない10〜15歳の男の子をターゲットにすることができます。 もし私がMMOのアニメを作れば、彼らは何に関係なく愛するでしょう。\n\nそこで、彼はプロデューサーに行きました。「ええ、いいアイデアは、最低の共通の支配者を食べることは、常に、お金を稼ぐ最良の方法です。 あなたは遠くに行くよ、息子！\n\nその後、著者はいくつかの他の人々と協力し、彼らは物語を洗い出し始めました。\n\nスティーブ：「私たちは、このような恐ろしい世界や人類の暗い側面の中で主人公の感情や闘いに焦点を当てるべきだと思います。  MMOの設定では、嘲笑キャラクターの開発や興味深い敵や戦いができます。\n著者： 'シャットアップ、スティーブ、あなたはダンボールをクソ。 視聴者はそのことを気にしません。 私たちはMCを弱い子供にして、ちょうど2つのエピソードでファックとして圧倒される。 それは私がキャラクターの開発、雌犬と呼ぶものです。 キリトは視聴者がパワーの願いを満たすために自分自身を挿入するための場所です。 女性MCは彼をサポートするためだけに存在します。 視聴者には、ツンデレや保護される必要のある弱い女の子のような様々なフェチがあることがわかります。彼女はそのすべてを満たすためにそこにいます。 それは私が深い人格と呼ぶものです。\nスティーブ（泣いて、部屋を去る）： '...'\n\n著者： 'だから、敗者が去った：誰かがボーリングに行きたいですか？'\nグレッグ：「まずアニメを終わらせてはいけないの？」\n著者： 'なぜあなたはいつもそんなに楽しい殺人者ですか？  Tryhardさん、いくつかのフィラーをデザインして、その後、私はメインの物語のすべてが起こる最初のシーズンの最後のエピソードをデザインするために後で戻ってきます。\n\n翌日に。\nAuthor： '男...私は多くの最後の夜を飲んだ。 私たちはアニメの半分にすぎないと知っていますが、ここで終わらせましょう、私は眠る必要があります。\nグレッグ：「悪役の動機はまだ失われている」\n著者： '彼はすべての彼の動機を忘れたと言うだけです。 彼は創造された世界から非常に吸収されたので、彼は「動機」のようなことを気にしないからです。 それは何か深刻なことだ。\nグレッグ：「私はあなたが怠惰なファックだと思っている、私は出ている。\n\nだから、彼が彼を批判したすべての人を解雇したため、シーズン1の終わりに著者は一人であった。 しかし、彼は彼の唯一の目標を達成し、彼は子供たちから$$$を得ました。 しかし今、彼は、シリーズの残りの半分をどのように埋めるのかについて全く考えずに、犯されてしまった。\n\n「うーん、私は同じことをもう一度やることができた。 しかし今、主人公は長い耳を持っています。 私は苦痛の中で「痴女」と呼ばれていたことを聞いたこともあります。 それは十分な物語だろう。 私は私を批判した人々が嫌いです。 どのように私はそれらをさらに悩ますことができます、それはそれが行くつもりです最後の良いものの私のシリーズをストラップすることができますか？ ああ、死ぬ恐れ。 今は普通のゲームです。\n\n\n私は最悪のことが起こることさえ知らなかったので、私はさらに進むことができましたが、私はここでやめなければなりません。  2シーズンは列車の難破で、前半の弱点を限界まで押し上げている。\n--------------------------------------------------  ----------------------------------\n\n私はこのすべてが皮肉で、苦い、そして悲しいと思っています。 しかし、私はあなたがターゲットオーディエンス（10-15歳の男の子）に自分自身を数えることができる場合は、最初のシーズンで多くの楽しみを持つことができると思うが、あなたはそこで停止する必要があります。 他の人と比べると、10-great / 9-many flaws / 8-average / 7-shit / 6-0  - は存在しません。\n\nストーリー：\n既に説明したように、興味深い前提は可能な限り損なわれました。 このエピソードでは、すでに14話が適切な物語にはあまりにも少なく、その半分以上がフィラーです。 エピソード14まで、私は6または7/10を与えていただろう。 平均以上やや楽しい。 しかし、エピソード14では、著者はストーリーに全く考えを入れていないことがわかります。 第1シーズンは3/10。 秒の1/10。\n\nアート：\n高い生産価値がありますが、それだけです。それ以上のものはありません。かなり美しく見えます。 モノガタリやモノノケのような番組が9または10/10の場合 これは6/10以上、おそらく私が公正なら7/10の方法はありません。\n\nサウンド：6/10、しかし、公平であることは、悪い音楽を持っている高い生産価値を持つアニメを考えることができません。\n\nキャラクター：2/10\nいくつかのマイナーな文字が面白いからです。 しかし、あなたはmcの値を1より高く評価することはできません。私は一般的には圧倒されたキャラクターが悪いとは思わないが、著者が生き残っている設定に極端に圧倒された主人公を置くと思っていたかどうかはわかりません 。 それはポケモンのAlucardをAshの新しい友達にするのと同じです。\n\n楽しみ：\n4/10。 もし私がこれを見て楽しんでいないと言ったら私は嘘をつきます。 あなたが欠陥を過ぎて見ることができ、若いティーンエイジャーの頭脳であなたの脳を見て、それを見ているなら、最初のシーズンはエピソード14（1/10）までほとんど8/10です。  2番目のシーズンはおそらく2/10でした。なぜなら、私はもう何の期待もなく、時には小さなもので驚いたからです。 あなたが2つの季節を組み合わせるなら、私は4/10が公平だと思っています。\n\n\n全体：\n彼らは大人のテーマに触れず、深く、有意義な会話をしていないか、象徴主義を抱えているので、小陰批判は不公平です。 しかし、このショーの前提は明らかに非常に深刻です。 そして、ショーンのひどいストーリーやキャラクター、TTGLやFMA：Bのような最高の物語を批評するのは完全に公平です。\n客観的には、列車の難破船であっても、その強みでは失敗します。 キャラクターがMMOに持つ可能性のある百万の可能な方法を必要とする人は、二重武装が最もユニークな能力です！  /秒\nあなたが少年アニメを欲しがっているなら、SAOと比較して少なくともマリアナ海溝よりも深く見えるので、少なくとも彼らがテーマに固執しているので、SAO、フェアリーテールまたはナルトでさえ何でもお勧めします。\nこれまでにMMOに参加したいと思ったことがある人は、MMOに参加してみてください。 主にこの種のアニメのための競争が存在せず、悲しいかなか成功を収めている作者がそれを賭けたからです。 このシリーズの平均得点は8.3ですと信じられません。 それを気に入った人たちは、セッティングのためにしか気に入っていなかったし、何も気にしなかった。 もし人々が高い「楽しさ」の評価を与えればそれを得ることができますが、3/10を超えるキャラクターとストーリーを評価すると、真剣に他のショーを見る必要があります。\n\nあなたがMMOで暮らすことを夢見ているガールフレンドのない10〜15歳の少年であれば、あなたは10/10のアニメを見つけました（そして、私は本当にこの侮辱を意味しません、  10年前にこのアニメを見ました）。 他の誰でも - それを見ないでください。 私はmmoの、アクションと素敵なグラフィックスの巨大なファンだから3/10を与えています。 これらの3つを非常に高く評価しないと、見た目の1/10、おそらく2/10に過ぎません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Soulsafe",
    "profile": "/profile/Soulsafe/reviews",
    "pages": "7",
    "number": "10",
    "link": "/reviews.php?id=77389",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  8\nキャラクター|  6\n|  9\n\nSAOは、今年最もアニメの話題の一つです。 それは誇大宣伝を得る、それは愛を得る、それは嫌になる。 それはその面もあるが、欠点もある。 深い意味を期待し、弧を誘発するものの、あなたの脳で簡単に見ることができるアニメはオフになっています。 あなたがそのように期待しているテーブルに来ると、それには何も問題はありません。 すべてのアニメが深く哲学的なマスター作品でなければならないわけではありません。\n\nストーリー（5）：再び、ストーリーはあまり考えられません。 それはかなり上手く開き、私の意見では時間のスキップがかなりうまく演奏されました。 キリトは一人であったが、彼がしたことはすべて強くなることに焦点を当てていた。 あなたは彼の進歩について毎週更新する必要はありません。 サイドの物語は少し急いで、完全に無関係だった。 これらの女性（私はもはや覚えていない名前）を助けた後、彼は単に続けて、彼らに再び話をすることはありませんでした。 私が拾うことができるものから、Kiritoは個人的な規模で多くの人々と交流しません。 私は彼等からメールを受け取ったり、その性質のものを手に入れなかったことは驚きです。 物語は実際にはAincrad arcの途中では意味をなさない。\n\n芸術（9）：ビデオゲームの不思議の国に設定されているので、アーティストは大きな花の風景を描くことができ、大きな青い空の下で町を老朽化させることができました。 物理学の法則を無視することができることは、数多くの浮遊島など、いくつかのよく描かれた背景についてもなされています。 アーティストのウェットドリームです。\n\nサウンド（8）：私は個人的に、繰り返しや古い音楽を拾ったことはありませんでした。 それはあまりにも圧倒的だったか、彼らが使用したトラックが状況にほぼ完全にマッチしました。  （私は2人の後者と一緒にいる。）プレイヤーのメニューから剣の絡み合い、上司のうなり声まで、健全な仕事の詳細は私の意見では素晴らしかった。\n\nキャラクター（6）：私はうそをつくことができません。私のツンドレ感は約6か所のエピソードでうずうずしていました。私のキャラクターの得点がそれほど低くない理由は、私は、ステレオタイプであろうと予想であろうと、 あなたは静かで自信に満ちた男と、苛酷な、耳障りな男の女の子が、数学をする。\n\n楽しさ（9）：初めてアニメを観るだけで、次のリリースのために毎週時計を見ていた。 私は待つことができませんでした。 どのように光り輝いているのか、悪い考えがあるのか​​どうかに関わらず、私はアニメを楽しんでいました。 他のレビューを読む私はいくつかの欠陥を見ますが、どれくらい私がSAOを好きにしても影響しません。 あなたがビデオゲームを楽しんで、あなたがアニメを楽しむなら、あなたはSAOを楽しむでしょう、それはほぼ保証されています。 しかし、ちょうど反復するために、プロットとストーリーの傑作を期待しないでください。 あなたはちょうどあなたが見るもののためにそれを盲目的に楽しむ必要があります。\n\n全体的に（8）：それはこれまで最高のアニメではないが、決して最悪ではない。 アクションシーンはうまく演奏され、芸術は素晴らしく、サウンドは完全に一致した。 物語やキャラクターは少しばかりですが、それは多くのアニメの場合です。 私の楽しさのスコアが9だったので私の全体的なスコアは8です。何らかの欠点にかかわらず、これは人生の全体のために行く、あなたがそれを楽しむなら、それは価値があった。 そして、熱心なビデオゲームのプレイヤーとアニメのウォッチャーなので、これは私にとって素晴らしいアニメのように思えました。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Mind-freak",
    "profile": "/profile/Mind-freak/reviews",
    "pages": "7",
    "number": "11",
    "link": "/reviews.php?id=126285",
    "jp": "--- --- --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  5\n|  5\n\n人生はそれほど悪くはありません。 それほど悪くはない〜SAO\n\n私たちはすべて戦い、レース、アクションゲームなどゲームをするのが好きですが、私が今日見直そうとしているアニメはSAO（バーチャルリアリティーゲーム、MMORPG）です。 このアニメは、2024年に行われ、その技術は多くの影響を受けています。 これは突然彼らがゲームの中に閉じ込められたときにSAOをプレイし始めた人々の物語です。 人のHPが0になると、実際の世界だけでなくゲームでも死ぬ。 人々はすべての上司のレベルを破って、彼らが100階すべてを完了するまでゲームから抜け出すことはありません。 エピソード19〜23の間のどこかに、時間が無駄になったところでその物語が誇張されている。\nそうでなければ、このアニメはストーリーがいいので、私はそれを次のようにマークします：（6/10）\n____________\nART：（9/10）\n私は砂の中で何を好きですか？ たぶん、ゲームをプレイするときに私は風景、グラフィック（芸術）を見ます。  SAOの芸術は、単に魅力的で、美しく、豪華です。自然の色、蝶、昆虫、その他の拍手や動物の草を作るような最も繊細なものに焦点を当てています。  SAOはアートで高い評価を受けています。\n___________\n\nサウンド：（9/10）\nすべてのアニメで私が好きなのはオープニングとエンディングの曲です。  SAOでは、両方のオープニング・ソングともに歌詞だけでなく、非常に良い音楽を持っています。オープニング・ソングと違って、エンディング・ソングは遅いですが、彼らもいいです。 新しいエピソードを開始するたびにオープニング曲が私を興奮させた。\nSAOはまた、サウンド/ミュージックで高い評価を受けました。\n__________\nキャラクター：（5/10）\nアニメの視聴者がキャラクターを見て、どのようにキャラクターが作られているのかを見ます。 私の意見では、そのキャラクターは良かった。 霧ヶ谷（キリト）が誰かと戦ったとき、彼の表情は彼が何を感じていたか、彼がその時感じていた痛みを示して言った。 霧ヶ谷は女の子を引き付けた。 彼は熱い戦闘機だった。 当初、アズナはギルドの指導者として示されたが、後に彼女は霧ヶ谷に依存した。 これが私がキャラクターに低い点を与えた理由です。 須藤はKritoが弟（Kirigaya）であることを知らずに、ALFheimのオンラインでKritoの妹が彼と恋に落ちたのに対し、 これはむしろ面白かったです。\n____________\n楽しさ：（5/10）\n私はSAOの前半と最後の2つのエピソードを楽しんだ。エピソードの間は時間を無駄にしていた。 まあ、ボスや偉大なモンスターと戦うときのように、視聴者がアニメを楽しむシーンがいくつかありますが、それは本当に素晴らしい感じです。\n________________\n全体：（6/10）\nしかし、それは再び見る価値がありませんが、それは良い物語と素晴らしいサウンドアートを持っているので、私は再びそれを見てお勧めします。\n\nあなたのフィードバックを待っています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Arete7",
    "profile": "/profile/Arete7/reviews",
    "pages": "7",
    "number": "12",
    "link": "/reviews.php?id=99051",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  7\nキャラクター|  3\n|  3\n\nアニメは巨大な可能性があり、貧しい実行によって台無しにされた優れた前提です。 彼らは浅く冗長なロマンスでプロットを希釈した。 ショーのすべてのキャラクターは1次元ですが、メインキャラクターはメアリースーで、ミレニアムファルコンよりもプロットアーマーが多くなっています。\n\nこれがこれまでに作られた最高のアニメの1つであると主張する人々にもかかわらず、これがこれまでに見た最初のアニメであるかどうかは本当に疑問だ。 平均して5。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "CG-Silver",
    "profile": "/profile/CG-Silver/reviews",
    "pages": "7",
    "number": "13",
    "link": "/reviews.php?id=193330",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  10\n\n私は今SAOのレビューを非常に長い間書いています。 始める前に、私は、スコアを見るだけで、有益な/役に立たないボタンを押さないように誰にも勧めてください。 もう一つは、私はレビューを書くことが良くないので、私のレビューが悪いと分かったら、助けてくれるボタンを押してください。\n\n私は通常、このシリーズが大好きなので、SAOには簡単に10を与えていますが、これはレビューなので、私は主観的でなければなりません。\n\nここに私が与えたスコアの概要があります。\n\nストーリー：（プロットと実行）8/10\nアート：9/10\nサウンド：9/10\nキャラクター：7/10\n楽しさ：10/10\n\nソードアートオンラインは非常に興味深いプロットを持って、それは私のお気に入りの一つです。 時代に最も人気のあるMMORPGゲームの中に何千人ものプレーヤーがいた。 ゲームでの死は、実生活での死を意味する。 これが基本設定です。 キリトはベータ版のゲームに参加した熟練したゲーマーであるため、ほとんどのトラップされたプレイヤーに優位性があります。\n\n物語は変化を遂げ、進展するにつれて少し控えめになり、ロマンスと軽やかな心地よい音に突然移行します。 私はシリーズを愛しているにもかかわらず、私はあまりにもここで少し不満があります。 私はロマンスの部分が好きでしたが、それをメインテーマの1つにすることは少し残念でした。 それはより深刻な調子で続けたはずです。 ロマンスだけでなく、それは少し強制されたようだ。 これによって私はAsunaの全体的な性格が非常に弱く、意見の一部を失望させたことを意味します。 他のキャラクターも何らかの理由でキリトのハーレムに強制されましたが、ハーレムはそれほど強くなく、通常は無視されます。 後半は多くの視聴者を喜ばせませんでした。彼らのほとんどが最初のアークをもう少し長くしたいのですが、2番目のアークは決して悪くはありませんでした。 近親相姦の部分は少し愚かでしたが、幸いにも大きな変化は起こっていませんでした。 しかし、シリーズ全体の戦場は良いものでしたが、ごく少量でしたが、実際に私はそれについて悪い気持ちになりました。\n\nしかし、SAOシリーズを特別なものにするのは、すべてにもかかわらず、それはまだとても楽しくて中毒性があり、見ることができませんでした。 シリーズには多くのポジティブなものがありました。 悪い主人公と面白い設定。 偉大なオストとの美しいアニメーション。 キャラクター開発のためのすばらしい部屋。 さらに、感情的な瞬間、闘争、面白い瞬間がありました。 冒険感はシリーズを本当に爽やかにしました。 そして、本当にシリーズをもっと楽しくするのは、ゲームに参加するというコンセプトでした。 レベルアップ、ギルドの形成、スキルの低下、アイテムの発見、環境のようなゲーム。\n\n私はオープニング、エンディング、オスト、アートを絶対に愛しました。 彼らはすべて偉大だった。 全体的には本当に楽しいシリーズですが、なんとなく魅力的ではありませんが、アニメに入るのは素晴らしいシリーズです。 私は個人的には、このシリーズが持っている業績と人気の嫌悪者であると感じています。 それでも、彼らはアニメコミュニティがかなりの量だけ成長するのを助けてくれたことを理解していません。 それが欠陥であるにもかかわらず、それは本当に楽しいシリーズであり、決してそれが持っている憎しみの量に値する。 このシリーズは本当に私がアニメに関心を失った時に私は本当に助けになりました。 ストーリーラインに入り込み、ストーリーラインに没頭するのは本当に簡単でした。 私が見ている他の偉大なシリーズは何種類あるのですが、これはいつも私のリストに特別なスポットがあります。\n\n私はいくつかのことを見逃しているかもしれませんが、私はそれに偏っていないように努力しました。 あなたは私のコメントセクションで私のレビューについて感謝するか、または打ち砕くことが自由です。\n\n私は本当に誰かが本当に好きかもしれないことを知っている、それが得る憎しみのためにそれを見ていない人にこのシリーズをお勧めします。 それは誰もが試してみることができるようにそれに入ることは本当に簡単です。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "smileyboyrocks",
    "profile": "/profile/smileyboyrocks/reviews",
    "pages": "7",
    "number": "14",
    "link": "/reviews.php?id=155835",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  7\nキャラクター|  3\n|  4\n\nソード・アート・オンラインは、ロメオとジ​​ュリエットと比べて、シュー・ザ・シューズと共通しているショーン・アクション・ロマンスです。\n\n私がシェイクスピアの演劇をこのレビューに取り入れる理由は、SAOの最大の誤解がどこにあるのかを確かめることです。 ロミオとジュリエットは非常に影響力のある演劇であり、膨大な数の制作物やアダプテーション（私が心からお勧めする1つの著しく破壊的なアニメシリーズを含む）を生み出しているだけでなく、ロマンチックなフィクションの大部分が最終的に目指すのは、 逆境に直面して不気味なカップルが固執し続けるという話は、たとえその堅固さが演劇そのものには明らかでないとしても。 それは同時に、エリザベス朝時代の家父長的な精神科医に挑戦しながら、その時点でさえ数千年にわたってフィクションを広げてきた性別のアーキタイプではなく、完全に洗練されたキャラクターとしての主役の主人公を描きました。 見て、今、私たちはそれに着いている。 対照的にシェイクスピアのテーマ志向の作品のひとつであり、無数の映画化さえも元の演劇が崇拝するサブテキストを覆すか、挑戦する何らかの方法を提示している。 一言で言えば、それは、彼女の独立した精神を近づけて服従させる男が、気まぐれでしばしば反抗的な若い女性を「飼い慣らされている」という誤謬と家庭内虐待の率直な支持であった。 シェイクスピアはそれを書いています。\n\n繰り返して言うと、ソード・アート・オンラインはロミオとジュリエットの理想主義的ロマン主義よりも、奴隷の味方の奇妙な性質を主張するために多くのことをしている。 それはちょっとヒステリックな音以上の音であれば申し訳ありませんが、それはどういう意味ですか、それはサブクエリ的な問題なので、ショーの輝かしい瞬間も効果的な変装として役立つことはありません。\n\n残念ながら、悪いキャラクタードラマやニア・キャラクター・ドラマのためのフレームワーク以上のものに終わる鮮やかで創造的な世界を描く素晴らしい仕事をしている、真剣に効果的なセットアップは、 無意味なプロットの進行。 ソード・アート・オンラインのセットアップが真剣に効果的だと言うと、私は冗談を言っていません！ 文脈はよく考えられており、ショーのデザイン機能は最終的には素晴らしいものです。 それはこれまで最高の第2話の1つを持っています。そしてそれは、進歩的で、方向づけられた戦いのシーケンスと、真に動くキャラクタードラマのいくつかのシーンを扱うことによってそれに続きます。 キャラクターはすべて魅力的なカリスマ性を持ち、女性の主人公アスナは、良心的、故意、矛盾した同質のパートとして確立されています。 その基盤は、文化的に関連した文脈と強いアクションと劇的なロマンスを組み合わせた最も魅力的な少年アニメのためのものですが、残念なことに、Sword Art Onlineの方法は、強固な基盤を築き、残りをゆるく詰め込んだ 泥。\n\nストーリーテリングの失敗の最前線に立つと、ストーリーテーラーが何世紀も前に動くように努力していた、奇想天外なキャラクター化のようなものです。 私たちの主人公、霧ヶ谷和人（キリトとしてのゲームで知っている）は、ゲームのベータテストに参加したため、他の誰よりも優位な死のゲームを始める10代半ばのゲーマーです。 彼が専用のゲーマーであるという事実は、ここで明確な意図を示しています。これは明らかに、観客が関係することを意図しているキャラクターであり、実際には表面的な接続しか許されていなくても、 彼がますます圧倒されるようになる）は、無数の年の間、不安を味わい、ほとんど何もしていないような男性中心のパワーファンタジーを真似しようとするショーの試みのポテンシャルとして役立つ。 親しい友人の死と他の選手との孤立を理由に、彼の罪悪感に焦点を当てたアークを「ビーター」として確立する行為を通して、彼を真に共感させる試みがなされているが、それは任意の試み 彼に簡単に楽しく過ごすことを超えて個性を与える。 実際に感情的な重さはほとんどありません。そして、あなたが行って行ったショウの対人葛藤には、自分自身が反映されていることは間違いありません。\n\nキリトの一つのことですが、ここでの本当の恐怖は、より公平な公演の描写にあります。 シーズン2のエピソード1には、キリトがVRテクノロジーの開発におけるキャリアを追求する計画について話し合っています。そこでは、ロマンチックな関心のアシュナが「私は永遠にあなたと一緒に過ごしたい」という陳腐な言葉で簡単に反応します。 キャラクター自体に確立された人格特性を取り入れ、キャラクター自身が基本的にお互いに区別がつかなくなるまでそれらを平らにする。 それは基本的にそれを要約します。 女性のキャラクターは、ロマンチックな興味や二次的なバックアップのハーレムメンバー以上に存在する存在はキリトにはありません。 これはショーが意図的にそのほとんどすべての動機を確立しているという事実によってさらに悪化する。 アスナは他の選手たちを勝利に導こうとしている。  Yuiは体系から解放され、彼女の両親と幸せな生活を送っていきたいと考えています。 シーズン2のSinonはまだ最も創造的な裏話を与えられているが（PTSDは子供として真に残酷な個人的なトラウマに続いている）、私はこれを書いてもショーはSinonを別のひどい愛の関心に減らすことを脇に、  。 それはSAOのやり方だからです。\n\n彼らは同じ顔を持っています。\n\nSAOの第二の大きな問題は、川原は単に物語の出来事をどのように結びつけるのか全く分かりません。 それは正しい、ルール曲げの工夫は、ゲームの名前です！ Sword Art Onlineは、いくつかの優れたアイデアを、劇的な影響を与えないように工夫された余分なごみと一緒にしています。 川原先生、これ以上のことができます！ 私はAccel Worldを見た。 ええ、それはゲームチェンジャーではありませんでしたが、それは実際にはかなり良いshounenでした！ 何があっても、作家が物事を成し遂げる方法を見つけるので、全体を通して現れるあらゆる緊張は重要ではないと感じます。 これは痛いほど明白で、実際にはまったくばかげたレベルに達しています。 高レベルのモンスターをソロ化するにはMCが必要ですか？ 彼にはどこからもユニークなスキルがありますか？  2つのリードが死んだと思うには、観客（または少なくとも観客の直感的ではない）が必要ですか？ 一時的な復活を可能にする 'Power of Will'ルールを追加してください。 最悪の例は、フェアリーダンスアークの終わり近くに来ます。キャラクターがどこからも生き返ることができないので、大きな対決が何らかの解決に達する可能性がありますが、大胆に考案されています。 それは良い作文ではありません！ \n\n私は続ける必要はないと思う。 ソードアートオンラインは悪いです。 平均的ではないが、まっすぐな悪い。 それは同時に、ロミオとジュリエットのハンニバル・レクタースタイルと他の何千ものアクションロマンスを顔面に置いている中で、 それは最悪のストーリーテリングの伝統に浸透しており、美しく仕立てられ、演出されているにもかかわらず、その中の悪質なサブテキストを偽装することはほとんどありません。 まだ見たことがないなら、それを避けてください。 あなたが持っていて、他の多くの人たちと同じように、このシリーズがファンタジーフィクションの典型であると本当に感じているなら、私はあなたに再評価をお願いします。 我々は真剣にこのようなごみを、生産者がメディアとしてのアニメが本当に偉大なことをする可能性のある世界を生み出す最も商業的に実行可能なものにすることはできません。 どうぞ、それが起こらないようにしてください。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "QQJAMJAM",
    "profile": "/profile/QQJAMJAM/reviews",
    "pages": "7",
    "number": "15",
    "link": "/reviews.php?id=188334",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  6\n|  8\n\n私はこのショーのすべての憎悪がどこから来るのか理解していません。 私はシリーズのハードコアファンではないが、最初のシーズンは文字通りドープである。\n\n\nストーリー：7\n\nさて、その話はかなり一般的です。 驚くべきことはありません。 しかし、それはよく行われ、平均を上回っています。 プロットの動きとペースは間違いなく素晴らしいです。 もし今シーズンが今のそれより長いなら、私はSAOに触れていないでしょう。\n\nストーリーがどのように驚くほどではなく、異なるものではないかということについて人々は不平を言う。 私はそれを見た、私は驚いていないと私は私の椅子から飛び出さなかったが、私は怒っていない、約怒っていることは何もなかった！ 世界は実生活に縛られないゲームに設定されており、OPプロットデバイスを期待しています。\n\nアート：10\n\nあなたはそれを気に入っているか、そうではありません。 それは2012年のアニメにとってかなり素晴らしいです。\n\nサウンド：8\n\nもう一度あなたが好きか、あなたが好きではありません。 エピソードの間、通常の素晴らしいOPとEDの歌とまともな音楽を期待してください。\n\nキャラクター：6\n\n私はSAOのキャラクターから提供されたものが好きだが、多くの人がかなり非現実的であることに気付いた。 ショーで設定された環境のために私はリアリズムの欠如を気にしません。\n\nキリト：私は、彼の性格が、あなたの典型的な自己犠牲、感情的、そして世界的に保存されている男だと言います。 ええ、それは一種のかすかなものや外に出ることができますが、私はSAOがそれであなたを殺しないと信じています。\n\nAsuna：もう一度、主人公にとって典型的な意味を持つ他のもの。 彼を大切に愛し、彼とつながり、彼を気遣う。 強くて自信を持っていますが、愛によってシリーズの後半に影を落とします。\n\n楽しさ：8\nそれはロマンスと行動の適切な量を持っていたので、私はショーを楽しんだ。 私はショーが驚くべきものになったとは思わないが、ロマンスの量と視聴者の行動を決定するときに正しい場所に当たったと信じている。 見ていると何かが足りないような気がしなかった。  SAOを見て、自分で食事を楽しんでください。\n\n全体：8\nそれがあなたを失望させるかもしれないので、狂気の誇大宣伝に吸い込まれないでください。 あなたがシリーズを見る前にあなたが望むものを知っていることを確認してください。 あなたがアニメを破壊する世代を望むなら、SAOはアニメではありません。 ソリッドなもの、磨かれたもの、SAOの最初のシーズンがすばらしいものを望むならば。\n\nあなたは完璧を要求することはできません、あなたはそれがあなたに自然に流れるようにしなければなりません、そして、私は人々がこのショーを見なければならないと信じています。 ただそれを吸収し、すべての小さなものを探しに行かないでください。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Baconzombie",
    "profile": "/profile/Baconzombie/reviews",
    "pages": "7",
    "number": "16",
    "link": "/reviews.php?id=67489",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  3\n|  6\n\n最終判決：（2012年11月8日）\n私は試みました、私は本当に試しました。 残念なことに、キャラクターは再びダウンスイングを行い、その下り坂にとどまった。 アニメーションは戦闘シーンに焦点を当てていないためにヒットしました（こんにちは、アクションアニメには長時間の質の高い戦闘シーンが必要です）、ストーリーは「公平」の壁を越えて壊れませんでした。\n\n私の忍耐は本当にこのショーでテストされました。 最初のシーズンに向けてのコップアウトと、さらに第2シーズンへのひどいスタートで、私はこのシリーズを続けることができません。 現在放送されている番組ははるかに優れていますが、残念ながらSAOはカットを作ることができません。\n\nドロップされたポリシースコア：5/10。\n\n\n私は、このアニメについて数多くのレビューが公開されていることを読んできました。新しいエピソードを見て、どのようになっているのか見ていきました。 私はこのショーが異常に肯定的なレセプションを受け取ったか、または消耗品とみなされていることに気づいた。 私はこの未熟なレビューで中盤を見出そうとしています。  （私は完全な実名の代わりにキャラクターのゲーム名を使うつもりだ）\n\n重要なお知らせ：これを最後にもう一度繰り返しますが、私はオリジナルの光小説ではなく、Sword Art Onlineのアニメ化を検討しています。 私は光の小説を読んだ多くの人が私の早すぎる意見に同意しないと確信していますが、私はアニメの適応が私にすべてを描いている方法についての私の考えを見直しています。\n\nストーリー：\nキリトは実際には内向的な人物と見なされていますが、ビデオゲームをあまりプレイしていないと思われる人物を簡単に示していますが、彼のデザインを担当するディレクターなどが、 彼の部屋で一日中家にいた。 今年は2022年になり、オンラインで剣術という新しいビデオゲームが開始されました。 非常に宣伝された商品として、大衆には10000部のコピーしかリリースされていませんでした。 ゲームには、あなたが着用するヘルメットの形で未来型のゲーム機「Nerve Gear」が必要です。\n\n（これは、それを見る前に何かを知りたくないのなら、スポイラー・アイを得る場所ですが、ストーリーを大きくする事実上の特徴です）\n\n彼がこの新しい仮想世界で一日を過ごすとき、彼と彼の新しい知人、クラインは、彼らがログアウトできないことを理解しています。 制御された混乱は、全体のコミュニティがコロッセオに蓄積され、ゲームの作成者である加原彰彦が驚くほどの発表をします。 オンラインで剣術からログアウトすることはできません。  2つの方法があります：ゲームで100フロア全てを完了してゲームを打つか、ゲームで打ち負かすかのいずれかで、脳を揚げて実際にあなたを殺すために基本的に神経ギア（カヤバによって設計された）を引き起こします。 このサディスティックなMMORPGへのひねりは、本質的に物語を面白くし、もっと見る価値があるものです。 私が知っていることは、このようなひねりを利用していることを知っているだけであり、面白い物語そのものを取っていけば、それは潜在的可能性を秘めた前提です。  （それは最近急いで感じるようだが）私が物語について持っている一つの悩みは、一般的には、通常、生死のストーリーに対応する緊急感はないということです。 戦闘シーンを見ていると、毎日の街の生活は気にならないようです。\n\nアップデート9/9：\n繰り返しますが、ストーリーのコンセプトがユニークであるという不満はありません。 いくつかの小さなRPG風のニュアンスは、シリーズの楽しさを高めるために微妙にフィッティングされています。 しかし、この物語は急速にそれを引きずる巨大なアキレス腱を持っています：ペーシング。 私はライト・ノーベルは馬鹿馬鹿しく長く、ストーリーを完成させるエピソードは25冊しかないことを十分に認識していますが、これはストーリーのペースで一貫したガフを説明するのに十分な言い訳ではありません。 ライト・ノベルを読んだウォッチャー（あるいは少なくともバックグラウンドが豊富なウォッチャー）にとっては、すべてのことがスムーズに感じられるかもしれませんが、このショーを全く見ることなく見る人として、私は頻繁に完全な喪失に苦しんでいます。 それでも、偉大なコンセプト、魅力的な話、しかし大騒ぎの悪い執行。\n（6/10） - 少年はこれにダウンスイングを取った。\n\nアート：\nA-1の写真は、その技術に対して良好な一貫した品質を再び提供した。 キャラクターのデザインはフィッティングされており、私はそれが非常にコミックであると思った。（彼らは私が推測するスポイラーの警告）...彼らは鏡を使い、女の子のアバターの90％が男に変わったのを突然好んだ（Nerve Gearが知っているので、 あなたの顔がどのように見えるか）。 シリーズはかなり目立ちませんが、いくつかの設定は美しく、戦闘シーンのアニメーションは比較的うまくいきます。 しかし、ほとんどのアニメと同様、ここやそこにいくつかの傷があります。 たとえば、液状戦闘が静止フレームの周りを急速に移動する光線に置き換えられ、高品質の作品を見ているかのように見えるようにするために、いくつかの重要なアニメーションポイントが損なわれます。 文字のデザインもまともです。\n\n（8/10） - 質が高く、時には矛盾する\n\n音：\nここでも、芸術のように、音は平均的な視聴者を驚かせるものではありません。  （私はこの時点でこの主張を裏付けることはあまりありませんが）音の最高点は間違いなくLiSAのオープニング・クロスフィールドです。 あなたは彼女にどんなタイプの歌をもらうことによって間違って行くことはできません。  Tomatsu Harukaの「夢の世界」のエンディングは、このシリーズの全体的な感触には奇妙にはうまく合わない。 比較的落ち着いた歌で、生と死のタイプのストーリーが持つはずの、混沌とした、速いペースで感じるような感じでは機能しません。\n最終更新：OSTが剣術のオンラインであるパッケージに希望の光線であることは間違いない。 梶浦由樹作曲、率直に言って、この曲はシリーズ自体に比べて別のレベルです。 そのような良い音楽は、しばしば比較的下位のシリーズで浪費されるのは残念です。\n（8/10） - 偉大な\n\nキャラクター：\n残念なことに、誰も良いキャラクターがなくても良い物語を作ることはできません。 私が以前に見た多くのショー（すなわち、有罪の王冠）は、エッセンスを模範的なキャラクターよりも遥かに離れています。  Asuna（メインの女性主人公）のようなキャラクターと他のサポートキャラクターは、特徴のサウンドセットを維持していますが、シリーズの疫病は残念なことに、最も重要なキャラクター、キリトです。  （ちょっとした知識：Kiritoもこのゲームの1000人のベータテスターの1人だから、なぜ彼がゲームにうまくいっているのかを説明している）\nキリトは単なる謎ではありません。 個人的には、私は彼にシュウ2.0と呼んでいる（私が何を意味するのか知っている有罪クラウンウォッチャー）。 私は本当に、他の人がキリトについて肯定的であると言うことを気にしません。なぜなら、私は単純にシリーズのこの時点までそれを抹消として却下するからです。 彼は完全な豆だと言う人もいるかもしれないが、他の人は彼にベータの男性を付けている。 もし彼がどちらかといえば、私は完全にうまくいくだろうが、残念なことに、彼は両方とも同じエピソードで... TWICE。 私は彼の性格を単に嫌っているように聞こえたら謝るが、彼は悪名高いシュウと変わらない。 彼とシュウの違いは、シューは、少なくとも時間の良い塊のためにアルファまたはベータの男性のいずれかとして自分自身を描くことができるということです。 残念なことに、これまでに示された3つのエピソードでは、2つは感情の完全なジェットコースターを展示しています。\n（スポイラー警告）\n第2話では、彼は孤独な人から素敵な人、一種の暗い誤解された悪役に行く。  3回目のエピソードでは、突然友人を見つけてグループを本当にうまく知ることができます（おそらく私が今まで見たことのない奇妙な変遷かもしれませんが、私はエピソードをスキップしたのか5）  、彼はもう一度不気味な泣き虫に変わる（比較的正当化されている）。 キリトが信頼を勝ち取ろうとするなら、彼は肉体的、感情的な役割を選択しなければならない。 彼はこのおかしな表示を続けることはできません。 しかし、キリトのキャラクターのポジティブな側面は、彼がbada **のように行動するとき、彼はかなり良いものです。\n\n最終更新：文字はおそらくもっと悪化していない可能性があります。  Asunaのキャラクターは、最初の2つのエピソードで描かれていたような強い独立した女性ではなく、賞品のものに非人間化されています。 キリトの「私は最高だから何でもできます」のキャラクターには目立った開発が欠けています。 そして最後に、他の文字はすべて目立たない。\nキャラクター：3/10\n\n楽しみ：\n心から正直に言うと、私はこのシリーズを楽しんでいます。私はキリトである謎を熟考しようとしていません。 私は物語のコンセプトが大好きで、全体が100階に行き、最終的な上司のことを打ち負かすので、私は楽しませることができます。 時には緊張した気分を打ち砕くために、軽快でコミックなシーンがいくつかありますが、急いでいますが、この全体の進行は楽しいものです。\n\n最終更新：\nどのように私が自分自身を追いつくことができない（そして最後にそれを落とした）のかを見て、楽しさはややヒットします。 私はしばらくの間、私をつけたままにしておくことが前提でしたが、ちょっと退屈でした（はい、マッハ5のペーシングでさえ）\n（6/10） - \n\n全体：（2012年11月8日）\nショーは世界ですべての可能性を秘めていました。 それは偉大なコンセプトを誇って比較的強く始まった。 しかし、それはそれが約束したものを握ることができず、意志にいくらかの塩をこするために、ひどい人物は全く助けにならなかった。 結局のところ、上で述べたように、ショーは私の落としたショーの評価を5/10にします。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Impacto",
    "profile": "/profile/Impacto/reviews",
    "pages": "7",
    "number": "17",
    "link": "/reviews.php?id=95587",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  7\nキャラクター|  1\n|  1\n\n免責事項：これは私の最初のレビューなので、どうやってそれをやるのかが完全にはわかりませんが、将来私はそれを避けようとしますが、私はスポイラーの話をする必要があると感じます。 また、スキップしたい場合はTL; DRがあります。\n\nまず第一に、SAOの最大の問題は、それが無駄であり、コンセプト、芸術、演技は優れているが、ストーリーそのものは良いアイデアの悪い応用であり、主人公と愛の関心はそれぞれ迷惑で忘れがたい 面白かったかもしれない他のキャラクターはすべて、開発や画面時間を経ずに通過し、代わりにプロットを進めるツールとして感じます（技術的には、フィクションのすべてのキャラクターやイベントはこれですが、ちょうど これは私の要点です）\n\n私は後で詳しく説明しますが、今のところ私は細部について話します、この時点からスポイラーがあります。\n\nショーの最初の問題は、最初のエピソードですぐに始まりました。私はこのエピソードで簡単にしようとします。 神経装置のマイクロ波の説明は理にかなっていませんでした。なぜ人々は死の機械を頭に入れようとしていますか？ それから、実際のゲームがあります。メイジやランク付けされたクラスのないゲームはあまり人気がありません（私はこれが完全なニックピックですが、 私のベータテスターの知識を使ってレベルアップするには良い場所に行くでしょう。それは意味をなさないため、そして私が傍らにいなければならない主人公が、どうしてもうまくいかないようになったからです。\n\nその後、それは本当にプロットを進歩させず、主人公にいくつかの疑似キャラクターの開発を与えようとしていた忘却可能なエピソードのかなりの束でしたが、イベントがあなたのキャラクターに追加されないならキャラクターの発展ではありません 本当の堅実な性格の特性を持たずに常に姿勢を変え続けました。\n\nこのゲームの中で起こっていることは、プレゼンテーションに気を付けることなく、時には痛みを感じたり、時には苦痛を感じたり、最初のエピソードで何度も彼らが いくつかの機会にはメニューを利用していくつかのメニューを利用しなければならなかったので、このアニメは人が自動的に関連するので参考にしていると思っていたようでした。\n\n今サポートするキャストのために、彼らは「ヒーロー」がどれほど恐ろしいかを強調するためにすべてそこにいました、それは本当にただのものです。愛の関心は忘れられていました。 最初の悪役の行動はまた、彼自身の世界を見てほしいと言っていたが、彼自身に適用される死のルールを持っているプレイヤーとしてもトラップしているとか、後で 彼は本当に邪悪な男として描かれていませんでした。\n\n今シリーズの第2部では、第2の悪役がはるかに理にかなっていますが、忘れがたいものでした。 プロットはこの点からさらに意味をなさないようになり始めました。バーチャルリアリティーゲームについての巨大な悲劇がありました。そして、人々はすぐに別のものを演奏します。主人公の妹を含めて、彼はそこでほとんど死んで数年を閉じ込めました。 彼の妹のための行動の論理的なコース？ フラッシュバックが表示されたときに、同じ種類のゲームをプレイしないでください。これはゲームに本当に始まったわけではありませんでした。彼女はプロットデバイスであるためにそこにいました。\n\nこの世界の副キャラクターと「人」は単に遅れているだけで、それについて考えてみてください。あなたがあなたを殺す可能性のあるバーチャルリアリティに閉じ込められていたら、彼らはあなたのように行動しますか？ このような出来事が終わったばかりに、新しいものを試してみるだけですか？ あなたはそうしないでしょう。\n\nこのことについて批判することはもっとたくさんありますが、これはすでに長すぎるためそのまま残しておきます。\n\nTL：DR：主人公は、彼には本当のキャラクターの特徴がないばかげたばかだが、素晴らしいキャラクターとして扱われ、すべてのサイドキャラクターはプロットのためのツールであり、主人公を強調するだけで、この世界の誰もがバカのように振る舞う。 良いコンセプトのひどい応用とショーは、没入を完全に破棄する大きな時間のエラーに小さな細部の不一致がいっぱいです。\nアニメーションはいいですし、演技もそうですが、このショーを保存するのには十分ではありません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "lastmann",
    "profile": "/profile/lastmann/reviews",
    "pages": "7",
    "number": "18",
    "link": "/reviews.php?id=83771",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  9\n\n（スポイラーなし）\nSword Art Onlineはこれまでに作られた史上最高のアニメではありません。13歳の少女たちが教えてくれるでしょうし、.hack //シリーズの無益な解説もありません。 しかし、私の最も謙虚な意見では、今シーズンに見てきた最高のアニメであり、何年も前から覚えているだろう。\n\nあなたが聞いたかもしれない話は、バーチャルリアリティのMMOに登場しているキャラクターが関与している、このコンセプトは完全に元のものではなく、.hack //と他のいくつかのショーが前にこのルートを取っている。 しかし、この「ジャンル」の他のショーは、SAOと同じくらい私を世界に浸してきました。 興味深いことに、ストーリーそのものがゲームに入って捕らえられた後、主人公のキリトは自然に孤独で、他のプレイヤーが混乱している間に有利になるために自力で行動します。 この時点から、物語は、すべてのエピソードが別の設定で、通常は前のエピソードからの経過時間がかなり長い「放浪剣士」様式をとります。キリトは信じられないほどの技を使って新しい人を助けます。 エピソードは無意味なフィラーだと主張している人もいますが、私は違った感じでした。 これらのエピソードにはいくつかの主要キャラクターが紹介されているだけでなく、キリトのキャラクターも公開されています。 最終的に散発的なエピソードが並んでいき、シリーズは25のエピソードの途中でクライマックスに到達します。ここからは、ショーの後半はインスピレーションやリベットではありませんでしたが、どちらもひどいことではありませんでした。  25エピソードを平均したストーリーは、堅実な8だった。\n\nSAOのアートは、息をのむような風景からキャラクターアニメーション、壮大な戦闘シーンまで、初めから終わりまで美しいショーです。\n\nサウンドは印象的で、ソリッドなサウンドトラック（印象的なオープニングテーマ、常にボーナス）が私を苦情なく残し、キャラクターの声と音響効果も同様に良好でした。\n\nSAOのキャラクターは少し残っていました。 私はキリトの唯一の真の3次元キャラクター（そしてそれも議論するだろう）であると感じている間に、他のキャラクターはまだ深さの程度を持っていた。 アシュナとスグ、愛の関心事と女性のリードは、どちらもキリトで発展した魅力的な関係を持っていました。あなたはそれらの相互作用によって多くのことを学びました。 しかし、それらの瞬間は、私はなぜ彼女はそれをやっているのだろう？ または、これは一種の強さと真理を感じる...他の文字は魅力的で、甘く、面白く、そして時には色が鈍いですが、そのアーキタイプはあなたが以前に見たものです。  SAOの全体的な文字は8/10です\n\n先ほどお話したように、SAOではストーリーやキャラクターが10点、9点も得られません。ほとんどの場合、芸術とサウンドは不自由な話をしません。  SAOは例外ではありませんが、SAOは膨大で信じられないほどの世界が構築されているために楽しむために9点を得ています。 ストーリーが進むにつれて（キャラクターのような）視聴者が住んでいる世界の美しさを実感し始めます。しかし、私は自分の偏見を明らかにしなければなりません。 カジュアルなMMOゲーマー、セッティングと世界は、他の人たちにとって、私にもっと魅力を感じました。 別の言い方をすれば、ゲーム自体：ソード・アート・オンラインは、ゲーマーの幻想になるだろう。 ゲームがどのように操作されたか、上司、バーチャルリアリティ、その他のものまで、SAOはゲーマーたちが20年後に期待していることであり、アニメの中で見ることは間違いなく楽しみであり、 私のように。\n\n全体のSAOは9/10としっかりしています。 上記の平均的な物語やキャラクター、甘い、時にはクリス・ロマンス、驚異的な芸術と響きとの驚異的なアクション、そして無数の人々のように、あなたもそのゲームに「閉じ込める」ことを望むような世界 これらはあなたがSAOから期待できるものです。 あなたのショーのように聞こえたら、後で私を見て、楽しんで、感謝してください。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "IamWEB",
    "profile": "/profile/IamWEB/reviews",
    "pages": "7",
    "number": "19",
    "link": "/reviews.php?id=123035",
    "jp": "--- --- --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  10\nキャラクター|  5\n|  8\n\nソードアートオンラインでは、出てきたSAOを取り巻く誇大宣伝が屋根を通りました。 これは完全にこのショーのために公平ですか？ それはすべての誇大宣告まで生きていますか？ まあ...ちょっと、そうすべきではありません。 これに潜ってみましょう。\n\nストーリー：\n私たちの話は、新しいVRMMORPG、Sword Art Onlineのリリースから始まります。 プレイヤーはNerve Gearと呼ばれるものを着用しながら、身体を使ってゲームアバターで自分をコントロールすることができます。 なぜ私はそれを見ることができないのですか？ 要するに、多くの質問は終わりまで未回答のままだった（私も後で説明する）。要するに、ストーリーは混乱していたが、有望だったが失敗した。 創業者の茅場昭彦さんは、立ち上げ時に誰もが100階全てをクリアするまでSAOに閉じ込められていることを皆に告げるまで、スムーズに走っているようです。 ああ、あなたがゲームで死んだら、あなたは本当に死ぬ。 彼らが死亡した場合、人々は死ぬ！ だからストーリーは生き残るための壮大なアクションアドベンチャークエストのように設定されています。これは物語のための本当に素晴らしいアイデアです。 悲しいことに、作家はこれに全く焦点を当てていませんでした。代わりに2人の主人公の間のロマンスに焦点を当てました。後で説明します。 私が話している問題は、それが主要な問題に十分重点を置いていないことです。あなたの問題はコンマでトラップされ、生死の生存ゲームを余儀なくされることを知っています！  SAOにある時間スキップは、ストーリーを助けるものではなく、作家は最初の3つほどのエピソードに約2年間凝縮する。 私は驚いていましたが、その間に何が起こったのですか？\n\nキャラクター：\n\n\nアート：\nうわー、ちょうどうわー。 ソード・アート・オンラインの芸術とアニメーションは、何かを見ることです。 それは単に豪華です。 彼らが閉じ込められている世界は見事に見え、アクションシーンは見るのがすごいです。 あなたが壮大なボスの戦いを見ると、芸術とアニメーションは最も明るく輝きます。 キャラクターのデザインもとても良いです。 あなたがハイ・デフィニションでこれを見る機会があれば、それをやってください！  SAOは素晴らしいようです。\n\n音：\nこの時点で、私は梶浦由紀を言わなければなりません。それだけです。  SAOのオープニングはすばらしい音だったし、OSTも聴くのに大変だった。 彼女は本当にそこの最高の一人です。 音楽はいつもより良いものになっていたようです。梶浦由紀さんがすごいことに感謝します。  SAOのダブもとてもうまくいっています。 最初はTodd HaberkornがKiritoだったと思うが、Bryce PapenbrookはKiritoに恥ずかしがりや静かな人格を与えてくれるとてもいい仕事をしたし、Kiritoを非常にスムーズに怒らせるようになった。 ブライスがトッドをキリトに迎えることができてうれしいです...トッドはとにかく（SAOを含む）他にもありますが、ブライスは叫んでとても良い仕事をしました。  Chermai LeighもAsunaとしていい仕事をしてくれましたが、彼女がすごく驚いたことに気付いたことはありませんでした。\n\nENDING：（スポイラーなし）\nあなたが私のレビューのいずれかを読んだら、あなたはエンディングについての私の意見を知っています、そこにはパラマウントがあります！ 良いショーは悪い結末によって台無しにされることがあり、平凡なショーは素晴らしい結末によって偉大にすることができます。  SAOはその点について真ん中に座っている。 エンディングは非常にDeus Exスタイルのエンディングで、これは似ていますが、.hack // Signと同じですが、少なくともSAOはクローズを提案しました。 ちょっと速い悪い結末ではありませんでした。\n\n全体：\nそれをすべて包み込むためにSword Art Onlineは偉大な見た目と素晴らしい響きのショーですが、厄介な物語や関連するのは難しいキャラクターによって失望しています。 私はそれが最後に良くなると信じていますが、私はまだ物語の中に残された無駄な可能性に失望しています。 私はまだ誰にでもSAOを勧めますが、これまで最高のアニメであることについて誇大宣伝を聞かないでください。 それは楽しい時計です。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Emperormin3",
    "profile": "/profile/Emperormin3/reviews",
    "pages": "7",
    "number": "20",
    "link": "/reviews.php?id=166413",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  10\nキャラクター|  5\n|  8\n\n前提条件のスコアリング：すべてのパートを評価しますが、全体的なスコアはストーリー、性格、楽しさから最も考慮されます。 芸術と音は全体的には要因ではありませんが、楽しさの部分をわずかに増強したり減らせたりすることがあります。 私は可能な限り偏見のない見解から得点し、私はそれを単純な楽しみの感覚ではなく、批判的な意味で見る。 したがって、楽しむために最大で1ポイントのボーナスを与えます。 ストーリーとキャラクターが最も重要です。 このルールに例外がある場合は、アニメに応じて記載します。\n\n要約：SAOは多くの人々の間で意見を明確に分けています。 それは同時に傑作と災害の両方と考えられています。 個人的に私はこれをどちらかとみなしません。 それは愛着的で残酷な部分の両方を持っているので、私は彼らが私が平均的なアニメと考えるもので取り消すと思う。 本質的に、それは物語と性格に欠けているものであり、楽しさに満ちています。 続く詳細。\n\nストーリー（5/10）：いたずらしてみましょう。ストーリーは全くオリジナルではなく、ストーリー設定をまったく強化しませんでした。 あなたがそれについて考えるなら、ビデオゲームに閉じ込められ、多くのレベルであなたのやり方と戦うことは、アニメデバイスのためのあなたの標準的なRPGです。 ヘック私は私の電話でマイナス私はゲームで私の頭を失った全体を行うことができます。 バーチャルリアリティはクールかもしれませんが、Accel Worldはこれと同じ効果を発揮しました。 物語は基本的に1つのゲームを通して戦い、別のものを通って戦い、悪者を打ち負かし、キリトは大きなヒーローです。 あなたが私に尋ねるなら、かなりかわいいです。 そして終わりに閉鎖がある間、ナイフシーンを支配するキリト全体が大きなBSだった。\n\nアート（10/10）：芸術的なスタイルが爽快でした。 全体的な楽しさを向上させました。\n\nサウンド（10/10）：オープニングテーマが良かった。 イノセンスとクロッシングフィールドの両方が私のプレイリストにあります。 他の効果音は楽しみを高めました。\n\nキャラクター（5/10）：普通。 その言葉は、このアニメのKirito、Asuna、および他のすべてのキャラクターを要約するだけです。 彼らについてはあまり言わない。 そして最後に、子供のようなゲームの妖精の世話をしている全員...十代の妊娠の誰ですか？  KiritoとAsunaが16歳の時にママとパパになりたいと思ったら、これはいくつかのものが詰まっているということです。 あなたは基本的にキリトを持っています。キリトは、ビデオゲームのような人生の中で英雄を演じることに失敗するでしょう。  Asunaは、魅力的で豊かなホットショットのひよことKiritoと恋に落ちるいくつかのものが好都合です。 私はバーチャルリアリティを愛する人たちも現実の世界に翻訳するのはばかげていることを知っています。 キャラクターの開発に関しては、キリトは孤独なキャラクターを演じていて、本当にそれを買わなかった。  Asunaにはキャラクターの開発はありません。 ああ、キリトのいとこが警鐘を鳴らして、愛三角をつけた。 私は申し訳ありませんが、近親相姦のドックは私の本を指しています。 他のサイドキャラクターは単純にサイドキャラクターでした。\n\n楽しさ（8/10）：プロットやストーリーの欠如のために、私はまだそれがバーチャルリアリティの設定になっているかどうか、おそらく素晴らしいエンターテイメントを見つけました。 それは独創的ではないかもしれませんが、それは退屈ではありません。 経験は楽しいですし、私は戦いのシーンが嗅ぐことだと思った。 私がロマンスを批判している間、それはまだ私の心を暖めた。 しかし、大部分は、アニメの複雑さよりも、設定に功を奏しています。 だからこそ、このカテゴリーで完璧な印を受け取らないのです。\n\n総合（6/10）：ストーリーとキャラクターは普通です。 それは面白く面白かったですが、重要なポイントからは、基本的なアニメです。 私が見たもののような目障りなものではありませんが、どちらも高いランクを割いているところではありませんでした。 それは楽しさで物語とキャラクターを補うので、全体的には5ではありません。\n\nこれを読んでいただきありがとうございます。 私は議論のために開いているので、追加するものがあれば私にメッセージし、私はあなたに戻ってきます。"
  }
]
