[
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "FullmetalCowboy",
    "profile": "/profile/FullmetalCowboy/reviews",
    "pages": "8",
    "number": "1",
    "link": "/reviews.php?id=140777",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  2\nアニメーション|  8\nサウンド|  8\nキャラクター|  2\n|  5\n\n批評家のログ -  Earthdate：2014年4月21日。Review＃83：Sword Art Online。\n\n私はアニメを楽しむという事実以外にも。 私はまた、オールドスクールレトロゲーム、ゼルダの伝説、ファイナルファンタジー、そして一般的な楽しいゲームなどのビデオゲームを楽しんでいます。 私はロールプレイングゲームが特に好きです。なぜなら、RPGがキャラクター駆動であると同時に重視している魅力的なストーリーの可能性が高いからです。 昨年私のローカルアニメコンベンションのサクラコンに行ったとき、本当に大注目のアニメが1つありました。 なぜ、私は結局のところ理解できませんでした...このアニメは、私自身がビデオゲームをして自分自身の余暇を占めているにもかかわらず、本当に魅力的ではありませんでした。 私はビデオゲームはかなり楽しいと思うし、友人だけでなく自分でビデオゲームをするのが好きだが、それはすべてゲームに依存する。 この\"ゲーム\"、このアニメは本当に耐久テストになりました。 それは... Asunaの伝説...ええと、Sword Art Onlineを意味します。\n\n世界中で、バーチャルリアリティの大規模なマルチプレイヤーオンラインロールプレイングゲーム、ソードアートオンラインに参加しているプレイヤーがいます。彼らは窮地に追い込まれ、自分たちのために戦ってしまいます。 ゲームマスターは、ゲームを離れる唯一の方法は、それを打つことであると発表した後、Kirito（非常に強力な剣士）と彼の友人はAincradに閉じ込められたすべての心を解放するために探求を取る。\n\nチャンスは、私がSword Art Onlineの前提について聞いたことがあるので、Sword Art Onlineの簡単な概要は少し冗長です。 実際、このような前提は前に行われましたが、Sword Art Onlineの前提は実際には面白いです。 感動しないアニメーションについては、モンスターがどのように設計されているかということが1つあります。 モンスターのディテールはかなりかすかに見えます。 これらは唯一の些細なものですが、アニメーションは必要なときに機能します。 それは私のためによく持続していないことはあまりにも悪い。 ソード・アート・オンラインはA-1ピクチャーズ・プロダクションであり、私はこのスタジオに大部分は失望しているとは言えません。 私は実際にBlack Butler（黒執事）のアニメーションの品質が気に入っていましたが、彼らが触れるものすべてが完璧ではありません。 私はA-1ピクチャーズの別のアニメシリーズであるフェアリーテールを見ている途中ですが、アニメの方向性は私を失望させました。 一方、Sword Art Onlineはほとんどの場合悪くはありませんが、見た目が良く見える領域がいくつかあります。 背景とすべての効果がうまくいきます。 私にとってSword Art Onlineのアニメーションの問題は、そのキャラクターのデザインです。 私は、アクションシーンのある特定の瞬間を流動的に見せているときに、ちょっと乱雑に感じることがあります。\n\n\n\nしかし、Yuki Kaijuraの音楽は特別な言及が必要です。 サウンドトラックはショーに非常によく合いますが、実際にショーの外で思い出深いサウンドトラックではありませんが、ショーの中にあります。 サウンドトラックはほとんどの場合、その仕事をしています。  Kaijuraさんは、あなたがおそらく知っている同様のアニメのサウンドトラックとして知られていると考えて、面白い作曲家の選択だった.Hack // SIGN。 それは予測可能な選択だったように感じるかもしれませんが、サウンドトラックはそれほど悪くはありませんでした。  LiSAの最初のオープニング「Crossing Field」は、とても記憶に残るキャッチーなテーマです。 ショーの最初のオープニングテーマが際立っていると私は信じています。 最初の閉幕テーマ「夢世界」/夢津ワールドの「夢の世界」と同じことが言えます。 第2回目のテーマ「イノーネンス」は、葵井井が大歓迎です。それ以上のことは...ルナ・ハルナの2回目の閉幕テーマ「Overfly」でも同じことが言えます。 音楽はほとんどがかなり良いですし、それは失望しません。\n\n\n\n\n\n\n\nしかし、大きな問題は...それは本当に悪いですか？ 私の意見では、私の答えは「はい」です。いいえ、私はその貧弱な性格と半分の執筆のために「はい」と言います。 ショーの際立った特徴ではないにもかかわらず、サウンドトラックがそれほど悪くはないので、私はノーと言うでしょうが、アニメーションは何とかショーを見ることができるものです。 アクションシーンは、このパッケージ全体でのショーの節約の良さです。 私は、ショークレジットを与えると、アクションシーンは見ることができ、ショーをアクションのためだけに推薦できるようにすることができます。 私はSword Art Onlineが傑作になることを期待していませんでしたが、私の行動はそれほど悪くはないことに少し驚きました。 このアニメがAngry Nerdのような感情に反応した場合。 私はあなたを責めず、私はそれについて深刻なことをしています。 あなたが実際にショー全体を見ることができたら、あなたは勝者です！ しかし、私はあなたに一つ、AsunaとAsunaの伝説IIを伝えることができます：黒い剣士の冒険は、私が\"Cluster Fuck Online\"と呼べるインパクトを残しました。\n\nSword Art OnlineはAniplex of America、Reki Kawaharaのlight novelシリーズ、そしてabecのイラストはYen Pressから入手可能です。 川原レキと中村玉子が描いたソード・アート・オンラインの6つのマンガ・アダプテーションは、アメリカのソード・アート・オンラインではリリースされていません.SAA.O. アメリカでもリリースされていない。 ソードアートオンラインビデオゲーム「Infinity Moment」は日本国外にはリリースされておらず、\n\nすべてのことを言って、ソードアートオンラインは、その前提のためにポテンシャルを持っていたRPG風のアニメです。 それは悲しいことに、その執拗な文章、貧弱なキャラクターとキャラクターの開発に失望し、そのサウンドトラックはそれほど悪くはないし、このアニメにとって唯一の監視可能なものになっている。 このアニメは、過去にばかげたレベルで大きな誇大宣伝をしていたかもしれませんが、なぜこのシリーズが楽しさの要因で論争になっているのか不思議ではありません。 それの半分はまともではない、それの半分は仮想クラスターファックとして見ることができる。\n\n私はSword Art Onlineに10点中4.8点を与えます。それは本当に良いことではありません！\n\n私がSword Art Onlineからログアウトした後、自由にコメントを残してください\n\n\n\n次の時間：世界！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "zannet_t",
    "profile": "/profile/zannet_t/reviews",
    "pages": "8",
    "number": "2",
    "link": "/reviews.php?id=81364",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\n私はすべてのことについてまっすぐ進むつもりだし、SAOはその道に投げ込まれた批判のほとんどを受け入れることに値する。 しかし、私はそれが持っているすべての欠陥にもかかわらず、それはまだ非常に楽しいシリーズだと思う。\n\nネガティブから始めましょう。\n\nこのシリーズのおそらく最も目立つ問題は、あまりにも多くの素材を25のエピソードに圧縮しようとしていることです。 合計で、それは軽量小説の4巻を採用しています。 それは、キャラクター開発とプロットの説明のギャップです。 最初の弧ではペーシングが非常に際立っていました。特に、LN自体がフラッシュバックの進行をより多く使用したときにアニメがすべてを時系列で表示しようとしたためです。  2番目のアークは、何か急いではなく十分なストーリーを送ってきたかもしれないが、最初のアークの14回のエピソードが好きでなければ、誰もそのシリーズにとどまることをほとんど期待できなかった。\n\nSAOがすばらしいプロットと素晴​​らしいキャストを持っていれば、それはうまくいっていたはずです。 私がプロットについて言うことができるのは、それがあなたが見るものと同じように線形であることだけです。 詳細を除いて、各円弧の終点は最初からかなり明確にすべきです。 キャラクターは理想的な素敵な男型に合った主人公がいます。 彼の隣には、理想的なガールフレンドの女性のリードです。 その後、あなたはより多くのステレオタイプの良き友人、孤独な天才、哀れなオタク、そして苦い悪人のタイプを主役にしています。 もう少しここで言わなければならない。\n\nそれではなぜこのシリーズを見守っていますか？ 私にとっては、SAOの本当の美しさは、シリーズが作り出そうとしている世界にあなた自身を潜らせようとするときに起こります。 それが価値あるものであれば、世界はあなたの想像力を荒らしてしまうでしょう。\n\nさらに、LNが少し前に書かれたとしても、コンセプトはまともなものです。仮想現実MMORPGに閉じ込められた人々は、hp = 0は現実の死を意味します。 プロットが線形であるように、一連のコースでは、それが発生する質問には依然として正当な深さがあります。  1つは、人々が実際に仮想世界に住むことができるとき、どのようにバーチャルとリアルを区別するのでしょうか？ それはやや些細な質問のように思えますが、最終的には技術がその点に到達するときに社会が対処しなければならないものです。 多分私たちは生涯にSAOのようなものを見るでしょう。\n\nそして、キャラクターモールドのように穏やかで、彼らは楽しいと好都合なキャストのために作る。 ある人はキャラクターをもう一つのゲイリー・スチュにしようとしているが、彼は全力を尽くしていないし、多くの欠陥から苦しんでいる。 女性のリードは外側では完全に完璧ではないかもしれませんが、彼女が典型的な従順な娘として表現している不安は本当に親切ではありません。 このシリーズは、悲しいブラシですべてをペイントしようとはしません。これは、キャストが困難を先取りしている間でさえ、彼らは一般的に楽観的で将来性のあるものです。 彼らのインタラクションをフィーチャーしたエンディングは、あなたがこの点でおそらく成長したように、心温まるものです。\n\nその他のコンポーネントに関する短いコメント。 このシリーズではアクションシーケンスは短くて非常に甘いです。 いくつかの機会に、アートの品質はやや低下しますが、それはボード全体で素晴らしいように見え、おそらく今シーズン最も美しいものの1つです。 音は驚異的なものではありませんが、間違いなくパックの前にあります。 第2幕のオープニングとエンディングは特別な賞賛に値する。\n\nSAOはヒット・ミスになる可能性があります。 あなたがオープンマインドとファンタジー、行動、そして冒険のための食欲を持つ楽観主義者であれば、SAOは間違いなくあなたのためです。 一方で、すぐに使えるアイディアと複雑なプロットの進行を好む人がいるなら、SAOはおそらく最良のアイデアではないでしょう。 真ん中にいる人なら、少なくともこのシリーズを試してみるべきです。 それは間違いなくその欠陥を持っていますが、私の経験から、それは面白くて満足のいく乗り物でした。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "TeddtbhoyX",
    "profile": "/profile/TeddtbhoyX/reviews",
    "pages": "8",
    "number": "3",
    "link": "/reviews.php?id=84091",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  10\n\nあなたが役に立たないボタンを押す前に、私の声を聞いて、私はアニメの剣のアートとしてペースと一貫性のような多くの欠陥があることを知っています。 しかし、あなたがそれを次の運命のゼロまたはコードギアスにしようとするのではなく、あなたが座ってリラックスした方法で見ることができる、楽しいアニメとしてそれを見て、あなたがアクションTV番組またはコメディと同じように 。\n\n\nSword Art Onlineの話私はVMMORPGのコンセプトが大好きで、あなたの人生と人の反応を強制的に迫っているような気がします。それを否定し、リーダーとして踏み込んで、  whiny B ****またはfucktardを殺すプレイヤー。 オンラインでの剣術の賛辞の大部分は、これをすべて分かりやすく分かりやすく表現する素晴らしい仕事をしているということです。また、紹介したMMOテーマを維持するうえでの良い仕事です ストーリーを通して一貫していて、それは彼らが存在する環境であり、人々が簡単なキャラクターのやりとりのように現実のMMOをどのようにして遊んでいるのか、友人と一族を形成し、 ソード・アート・オンラインの私の問題は、それがあまりにも急いでいることです。最初の半分は約14回のエピソードだけで、30回で簡単にやり直すことができ、その後30回の別のエピソードで後半になりますが、前半は2 何年にもわたり、重要な出来事にタイムキーピングがたくさん現れ、時には潜在的な浪費につながり、エピソードごとに無限に強くなっていくようなキャラクターにつながります。\n\nスタジオが驚くほどのショーの芸術は、芸術的スタイル、特に驚くべきことに行われた戦いに多大な努力を払っているように思えます。アートに関するもう一つの注釈は、彼らが仮想世界にいるときのアートのコントラストです。 明るい色と明るい照明）、これは、それがシリーズのテーマに追加されます。\n\nサウンドは、戦いの間に演奏する音楽がショーの最高の部分の1つであった私は揚げられ、私の座席の端に座って、シリーズの2つの開口部は、2つの LiSAのCrossing Fieldsは、物語の前半の忙しさと深刻な性質を感じさせる素晴らしい仕事をしています。Innocenceは、第二の箱の軽快な気持ちを描いています。\n\n剣術のオンラインキャラクターは弱点の1つですが、最大のものは、強烈で独立性の高いキャラクターから、主人公に次ぐ女性仲間まで、そして基本的には桃姫に、これは私を怒らせます 私は彼女のような高い期待をキャラクターとして持っていました。  Kiritoの開発は奇妙で、彼は個性の抜本的な変化を起こしがちですが、1つのエピソードでは、彼は単独で次の彼と戦うバースルージュの選手です（最後はあまりにも長くかかりませんでした）。 思いやりのある兄弟型の人。 しかし、これらすべての変更は、時間のジャンプの間に行われるため、時間の経過と共に一貫した成長を続けることができ、彼はゲームで最高のプレイヤーであることの彼の特徴と、彼が他人のモチベーションになる方法に真実を保ちます。 他のすべての副次的な文字はあまり開発されていませんが、MMORPGで見られる1つの出会いを含むプロットデバイスと見ることができます。\n\n全体として、私はシリーズが本当に楽しかったと思ったが、それは戦いと楽しいとロマンスの良いミックスを持っていた、それは試して偉大になるために道から出ていないが、それは常に私がより多くの、個人的に 年最高のアニメ。 しかし、私は真剣にすべてのショーを取るとそれをかなりまっすぐ前方ショーの原因となるすべての隠された意味を見つけなければならない誰にもお勧めしません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Chaveri",
    "profile": "/profile/Chaveri/reviews",
    "pages": "8",
    "number": "4",
    "link": "/reviews.php?id=178808",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  7\nキャラクター|  3\n|  7\n\nSword Art Online：これは、そこで最も予想されるアニメの1つであり、あなたがまだこれを見たことがない場合、あなたの友人の多くがあなたに語ったかもしれないので、「AMAZING 10/10 BEST SHOW EVER」です。 まあ、このアニメはかなり主流です。多くの少年アニメのように、SAOはかなりの視聴者に多くの楽しい瞬間を約束し、偉大なストーリー・ラインとなることを約束します。 しかし、私はあなたがビデオゲームに立ち往生している人々の話を聞いたことがないと言ったら、私は嘘をつきます。 だからここでソードアートオンラインのショーの正直なレビューです。\n\nストーリー：6/10\nショーの話は、何度も何度も何度も私に聞かれてきたもので、私の意見では非常に独創的です。 しかし、芸術作品の多くが、仮想世界で生き残ることがいかに難しいかというアイデアを描いているわけではないので、私はこのショーをすぐに中止しないことに決めました。 ショーで進歩すると、その物語は大量に落ち、もっとはるかに約束しない。 私は正直なところ、最初の14回のエピソードの後に​​落ちることを考えていました。残りは牛の完全なものからまっすぐに搾り取られたように感じられましたが、最後まで行きました。 ストーリーは公正でしたが、より良いことができました。\nまた、プロフの興味深い部分、Akihikoのそのような言葉を作成する理由は決して明らかにされなかった。 それは本当に残念だった。\n\nアート：9/10\n何と言えばいい？  Anohanaのように、このショーは、どれだけ多くのアニメを描くことができるかの可能性を示しています。 美しい芸術。\n\n\nサウンド7/10\n\n今私はここで間違ってはいけない、ショーの音楽の多くは非常にうまくいった。 しかし、ショーは記憶に残る音楽を約束するものではなく、本当に私にとってそれをしないような視覚化が必要です。 私が意味することは、音楽はショーを見ながら聴くだけのものであり、私はそれから何かのMP3をダウンロードするつもりはないということです。\n\nキャラクター3/10\n\nこの番組のキャラクターの中には、ひどいひどいものばかりで、物語のプロットには何の理由もありません。 主人公のキリトは、クールな反社会的人ですが、何の理由もなくただちに彼に恋してしまう女の子たちの後に続かれます。 彼女は主人公になった？  O.k.....彼女は文字通りフィラーエピソードから生まれました。 私は、彼の実生活で完全な敗者として描かれているということです。 なぜ地球上で驚くほど暑い女性（本当のMMOには存在しない）は、技術的に会話をすることさえできないこの反社会的勢力の子供の中に落ちるだけです。 また、主人公は誰もが頼りにしている唯一の強力な孤独な女性として描かれているアスナは、毎回男が救われることを必要とするプリンセス・ピーチに変わります。 私はこれらの文字を見て楽しむことができなかったので、5/10が来るのではなく、明らかに、開発者がファンサービスをしていることを示しています。  Theresは全面的に愛を強要し、5分の間に大きな人格変化を起こしました。 明らかにショーの搾乳計画の中で行われました。  （ファンショーがこのショーに存在しなかった場合、第2シーズンは最初に搾り取られていなかったと思う）。 そしてやっと、祐...何？\n\n楽しさ7/10\n\nこのショーに向けてのすべての否定性に加えて、ソード・アート・オンラインは私をいくつかの点で私の席につけてくれました。 偉大な戦闘シーン、KiritoがAsunaにもたらした願い、偉大な芸術、FLASHING IN SEASON 2、主人公Akihiko。 等。\n\n\n\n\n一歩先を見ても、今日まで私にはわかりませんが、Akihikoは最初に10,000人を捕まえることさえできましたか？ 彼らはすべて同時にログオンしたのですか？ みんながトラップされるまで他の人がログインする前にトラップされた人がいましたか？ たぶん、それが事実なら、彼らが罠に陥ったと気づいたときに死んだ人々は、残りの部分が彼らの神経歯車をかける前にニュースに報告されなかったのだろうか？ それは何ですか？"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "sykeszachary0",
    "profile": "/profile/sykeszachary0/reviews",
    "pages": "8",
    "number": "5",
    "link": "/reviews.php?id=204480",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  6\nキャラクター|  5\n|  9\n\nソードアートオンラインは...変だ。 特に偉大なアニメではありませんでしたが、私が知っているほとんどすべての人が情熱をもって嫌うアルフハイムのオンライン部門でさえ、旅全体を通して本当に楽しかったです。 私は本当にSword Art Onlineを素晴らしいものにしてくれたのですが、なぜそれがアニメのファンにとって価値のある時計だと思うかを説明しようとします。\n\n物語自体は全体的に大丈夫ですが、アニンクラード部分（アニメの前半部分）がハイライトです。  「あなたはゲームで死んで、あなたは実生活で死んでいる」という状況は、キリトと彼の乗組員が直面している少数の（残念なことに）フロアのボスのうちの一人があなたの好きなキャラクターを殺した可能性を非常に現実的で痛いものにしました。 これは、あなたが本当に望んでいた、私が善良な人たちのためにルートしたいと思っていた、主要な悪役の何かを敗北させました。 しかし、エンディングはちょっとフラットになってしまい、後で考えているように感じられます。実際には意味をなさない「ゲームを壊す」ことが起こります。  Alfheim Onlineの部分は、Aincradほど良くはありません。 妖精の設定はAincradのファンタジー設定と同じくらい魅力的ではなく、実際に死に至る脅威はなかったので、キャラクターのすべてのアクションは背後にはほとんど何もありませんでした。 もう少し離れて産卵する（ああ、いや、ひどい？）。 しかし、主要な悪役はうまくいきます。あなたはキリトが復讐を起こす瞬間を非常に早く予期するでしょう。\n\nSAOのアートスタイルは本当に楽しかったです。 それはCGIをほとんど使わず、背景はすべて手作業であると感じました。 これらの「世界」は美しく恐ろしい場所でいっぱいの大規模なデジタル作品であったという感覚に役立ちます。 文字のデザインはうまくいった。 メインパーティーの各キャラクターは、それを即座に認識可能にする独特のドレッシング方法を持っていました。 全体的に、私はこのアニメの芸術についての苦情はありません。\n\nSAOには思い出深いトラックはなく、Aincradストーリーアークのタイトルシーケンスを保存します。 私はトラックの多くが鈍く、あまりにも頻繁に再利用されていることを発見しました。 音の効果は受け入れられ、声の演技はそれ以上に受け入れられましたが、ここでの健全なデザインは叫ぶものではありません。\n\nキャラクター...うーん...彼らはちょっと悪い。 彼らは間違いなくアニメの最悪の部分であり、多くの人がSAOを好きではない理由の1つと考えています。 キャラクターは明らかに記憶に残るものの、深さはまったくありませんし、キャラクターの発展はありません。 キリトは最悪です：彼は常にアニメの何よりも強力で、彼は欠陥の隣にいます。  Kiritoが少し進化するのを助けるために、幅広いキャラクターの個性的なキャラクターが多種多様な可能性を秘めているので、非常に怒っています.SAOやAlfhiem Onlineの中で最も強力な存在だから進化することはありません。  AsunaとKiritoの間のロマンスにも基本的に2つのエピソードが何もないから完全な本格的な結婚まで進化するため、その背後にはほとんど体重がありません。 キリトの妹（スグホ）での実際の発達の点で最高のキャラクター、キリトとの進化した関係を徹底的に楽しんだ。 私はちょうど彼女と同じくらい深いところに他のキャラクターがいてほしいと思っています。キャラクターはSAOのはるかに弱い部分であると私は自由に認めます。\n\n何らかの理由で、私のレビューがほとんどマイナスになったとしても、私はSAOが本当に好きでした。 私は本当に理由を説明することはできませんが、それは本当に時計の価値があると思います。 私は、Aincradの物語だけでは、カジュアルなアニメファンの腕時計に値すると思います。 あなたがシリーズの残りの部分を見ているかどうかは、しかし、あなた次第です。 私は経験全体が楽しかったと感じましたが、他の多くの人は私に完全に同意しませんでした。 私はそれが個人的なものだと思って、少なくともそれを試してみるために最初のエピソードを見なければならないことを知ること。 いずれにせよ、それは全体的な私の推薦を得る8。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Not_Biased",
    "profile": "/profile/Not_Biased/reviews",
    "pages": "8",
    "number": "6",
    "link": "/reviews.php?id=80228",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  6\nキャラクター|  3\n|  3\n\n私は、Sword Art Onlineを見始めたほとんどの人は、MMORPGの要因のためにそれをしたと思います。 言うまでもなく、SAOが愛の歴史以上になったとき、私は非常に失望しました。\n\nエピソードの最後のカップルは、シリーズに興味を失ってしまった。 ほとんどのアニメが愛のテーマに取り組むとき、それは一般的にかなり悪くてばかげて終わってしまいますが、これはただひどいものでした。\n\n世界はよく考えられていない、作家はこのMMO世界のルールを定めることを気にせず、ペーシングは間違いなく、オンラインゲームについての面白い冗談を作る機会がたくさんありました。 それは疑似ハーレムです。 その中のハレム要素は吸う。 彼らはあなたの喉を強制的に言うことは言うまでもありません。オハイオ州は、実際に彼の姉妹ではなく、彼のコスンです。なぜなら、このショーの20歳未満の女性キャラクターは、主人公と恋に落ちることはないからです。 彼はどれぐらい素晴らしい。\n\nそれはあまり書き込まれていない、超人為的な自己挿入のファンボイ物語です。 ある査読者はそれを「十代の少年のためのトワイライト・サーガ」と表現しました。そして、私は全面的に同意します。\n\nSAOについて心理学的なことは何もありません - そうであったかもしれませんが、彼らはただ気にしませんでした。 それは正直なところ、15歳の時に書かれたような気がしています。私が聞いたことから、彼は15歳の時にそれを書きました。\n\n私は「本当に冷静なスタッフ」以外のものは何も聞いていない。 そして記録のために、私は15のエピソードを見ました。 それは過大評価されたショーです。\n\nSAOのharem要素の最大の問題は、ストーリーに何も追加しないということです。 それはそこにいる必要はありませんでした。 最初の女の子は私のことを気にしなかった。なぜなら彼らは彼女と罪悪感を持って帰ってきたからだ。  Asunaは彼女が主な関心事なので明らかにうまくいった。 しかし、ビーストテイマーとAsunaの親友、彼のFRIGGIN LITTLE SISTERはすべて無意味であり、何も追加しなかった。 彼らの唯一の目的はキリトをより良く見せることです。 女性の潜在的な愛の利益とは対照的に、それらの文字のいずれかが男性の友人に置き換えられる可能性があります。\n\n前に述べたように、キャラクターは穏やかです。\n\n主流のショーに関しては、彼らはたくさんの嫌悪感を覚えており、まさに率直に言ってSAOよりはるかに良いショーです。 私はそれをすべて真剣に意味します。 それらのすべては、ショー、楽しいキャラクター、良いストーリー、思考のいくつかの量の必要性に多くの複雑さを持っており、エンターテイメントの大きな助けを持っています。\n\n私はそれらのいくつかを好きではないかもしれませんが、彼らの核心はまともなショーであり、人々がなぜそれを好きなのかを知ることができます。 彼らには何かがあります。物質のようなものです。 彼らは過大評価されていますか？ 確かに、彼らはまだトラックを得る。\n\nそれらのショーのそれぞれの作家は、それらに多くを入れました。 それらのショーは目立ち、個性を持っています。  SAOには魂や個性はありません。 なし。 これはSAOに文字の開発はありません。 なし。\n\nMMORPGアークの終わりは、コンピュータゲームで結婚しようとしていたのです。\n\n何が起こったのでしょうか？「この場所から出ようとする - 何の問題もない？」\n\n私は12歳です。私たちは結婚し、11歳の娘を持つべきです。 ハーハー。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "soleile",
    "profile": "/profile/soleile/reviews",
    "pages": "8",
    "number": "7",
    "link": "/reviews.php?id=84521",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\n私は本当に剣アートを見ることを楽しみにしていた、私はビデオゲームの恋人だから、私はそれが欲しいと確信していた。 そして、私はそれを好きでしたが、それは完璧ではなかった、それは私が後で説明しますが、それは非常に多くの欠陥を持って、それは良いアニメシリーズだった、私はあなたがそれを楽しむだろうと思う（そして、 私はこれが良いものだったことを意味する、それはあまりにも多くの嫌悪者です、それはあまりLOLを憎むに値しません....）\nとにかく私は今、私のレビューで始まります（そして、これは私の最初のレビューなので、それはあまり良いことではないかもしれないことを理解してください... D:)（読んだままにしておくとマイナースポイラーがあります。\n\nストーリー7  - そのアイデアはとてもオリジナルですが、アニメ/ゲームのハックも同様のプロットがあると聞いてきましたが、それでも私はそれが爽やかで新しいアイデアであり、前にクリアしたように私もビデオゲームの恋人です それはもっともっと面白い、バーチャルリアリティゲームを望んでいない、私は本当に、1つを得ることを愛するだろう...\n私がそのアイデアが好きだったとしても、それが描写された方法はそれほど良いものではなかった、それは私が以前コメントしたように多くの欠陥を持っていた。 特にSAOアークの後では、私はLAOを以前のアークほど気に入っていませんでしたが、私が気に入らなかったのは、この新しいアークをどのように持ち出したか、突然の終了（ep 15） 突然TOOでした。 私は、彼らがすべての強力な最終的な上司を打ち負かすすべての階をどのように通過していたのか、とても楽しんでいましたが、ep 15は急いでいました。 アソナとキリトが持っていた戦いや関係が好きだったのですが（彼らの関係が少し速くなったことに同意しますが、私はまだ楽しんでいました それは、最初の4 epsがちょっと混乱していても、あなたはショーがどこに行くのか本当に分かりません。 今私はラオス少し失望していないhummmを見つけましたが、ええ、私はSAOアーク、特にアークの冒頭でそれほど面白くないことがわかった、最後の4つのエピソードは本当に良かった、彼らはシリーズの終わりまで、 戦いはかなりよく描かれていた。 私もこのアークを楽しんでしまった。\n\nアート9  - それは、このアニメの強みの一つです、アニメーションはとても良いです、私は戦いが描かれた方法が大好きで、キャラクターはとてもよく描かれています。\n\nサウンド8  - このアニメのサウンドトラックはかなり良いです、私はすべてのOPとEDとバックグラウンドミュージックを楽しんでいます。\n\nキャラクター8  - 私は彼らのほとんど、特にこのシリーズの主なリードAsunaとKiritoを好きでした、彼らは両方が強く、典型的な強弱のペアリングではなく、あなたが私の言いたいことを得るなら...残りの部分 のキャラクターの大丈夫だった...私は本当にそれらに付いていないが、Yui...私は本当に彼女が好きだった。 私がこのシリーズの好きではなかったことの1つは、「ハーレム」のことです。 キリトが好きなものは同じものだと分かっていますが、シリーズに登場する少女のほとんどが彼と恋に落ちるという事実です。  （私はハーレムの恋人ではないので、私はこれが好きではない）\n\n楽しさ9  - 私はこのアニメを楽しんだ、それは私が最後まで引きつけられた、良いエピソードと悪いものがあったが、それは絶対に価値があることを見ている。 もちろん、それは私の意見です。\n\n全体的に8  - 私はこのアニメについて良い点と悪い点を指摘しましたが、私は一般的にそれが好きで、最後のエピソードまで私に夢中になりました。\nそこにはより良いアニメがあるのは事実ですが、私はあなたがそれを楽しむようなビデオゲームの恋人なら、あなたにそれを見てもらうことをお勧めします。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Byahman69",
    "profile": "/profile/Byahman69/reviews",
    "pages": "8",
    "number": "8",
    "link": "/reviews.php?id=80938",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  3\n|  6\n\n私がSword Art Onlineのシノプシスを最初に読んだとき、私は、主なテーマとしてビデオゲームを特集し、実際に有望に見えるショーになることに夢中になりました。 一度私がこれを見始めると、興奮はすぐに失望に変わった。 このシリーズの一般的な前提は素晴らしかったが、それはその唯一の強みであるため、より成熟したアニメ視聴者の間では目立たなかっただろう。 私はこのアニメの対象聴衆が10代のゲーマーであると信じています。 男性の主人公は、10代の男の子たちが憧れている人です。 無敵の、カリスマ的な、すべての注意の中心と女の子を得るための勇気。 私は、ライターがこれを彼の優位性に利用して、大きな聴衆を引き付けることができたと言いたいと思います。\n\nソード・アート・オンラインの一般的なストーリー・ラインはそれほど悪くはありません。 唯一のエスケープは、死に至らずにゲームを打ち負かすことや、実際の人生を失うコストを支払うことである仮想現実の刑務所に閉じ込められます。 最初のストーリーが終了した後、シリーズは悪化のために大きな転換期を迎えました。 プロットホールはレギュラーよりも厳しくなりました。  1つの良い例は、実際に人で死ぬことなく文字が死ぬことが何度かあることです。 彼らが必要となったときに説明を得ずにイベントがどうなるかという点は、SAOに対する一般的なテーマでした。\n\nシリーズの私の好きな部分は芸術とアニメーションでした。 ソード・アート・オンラインの世界では、あらゆるレベルのダンジョンが、無限の畑から凍った廃棄物の土地まで、さまざまなテーマを持っていました。 これらの場所に配置されるだけの詳細は、あなたが畏敬の念を浮かべてしまうでしょう。 アニメーションは私が見ている最高のもののいくつかであり、私は戦場のシーンを大切にして楽しむキャラクターの流暢な動きを持っています。 その音と雰囲気については、うまくいったと思いました。 モンスターはあなたが作ったと思うだろうと思う音を作り、剣の衝突音は現実的であった。\n\nこの番組でのキャラクターの発展に関しては、まったく全部ではないことは明らかでした。 男性の主人公は、全体を通して同じままです。 女性の主人公については、彼女は1つの大きな変更を行い、残りのシリーズについてはそれに固執しています。 悪役は、主人公に深刻な脅威を与えるようなことは一度もなく、そうであったとしても、彼らがどれほど荒れ果てていたとしても、私は彼らの嫌悪感を育てることができませんでした。 私はショーのいくつかの機会に、本当に心臓が疲れていた瞬間があることに気がついたが、シーンの中のどのキャラクターにも感情的な愛着がなかったので、私はそれらに入ることができなかった。 彼らが時間を費やしてエピソード2か2を持っていたら、視聴者に主人公を少しでも知ってもらうことに専念させたら、おそらく私は涙を流すでしょう。\n\nシリーズのための私の楽しみは、戦いのシーン中にピークに達した、ちょうど急速なペースの戦いの間に興奮の感覚は、本当に私の足の端に私は全体のショーの間に私を保った。 私の最も好きな部分は、私がそこに入ることができたために感情的な場面があった時でした。 私はいくつかの紆余曲折のために投げられ、それは私を幸せにしましたが、それは数回だけ起こっただけでなく、ショーはかなり予測可能で、私はすでに起こっている出来事が さあ。\n\n全体的な剣のアートオンラインは、必ずしも悪いショーではない、これは、このような論争の問題であるという理由は、シリーズは、世界がそれほどではないことを知らせることに心を置いていた人々に対してピットイン 人々がそれを考えると素晴らしい。 そのことを念頭に置いて、私たちはアニメを楽しむことを忘れないでください。 結論として、私は、私の考えでは、SAOの最悪かつ最善のポイントであると信じていることを述べたいと思います。 私はストーリーアークを考え、私がしばらく見てきたよりクリシィな選択肢の1つに終わるが、シーンの雰囲気はちょっとしたものだった。 主人公はあまりにも好きだった。 平易でシンプルな もし彼がライバルや誰かを持っていなければならない人なら、彼はおそらくもっと良いキャラクターとして発展してきただろう。 一番の部分は芸術で、私にとってもっと楽しいこの風景を見て、他の人にとってもうまくいけばいい風景を見て、アートでした。 最後に、あまりにも多くの人々が気まぐれになって、少しでも気づくのを見てから、アニメを見始めた人にこれをお勧めします。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "SagaraYuzuru",
    "profile": "/profile/SagaraYuzuru/reviews",
    "pages": "8",
    "number": "9",
    "link": "/reviews.php?id=83581",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  8\nキャラクター|  3\n|  5\n\n非常に人気のあるショーについて意見を述べるたびに、私はしばしば「過大評価」という言葉を使わない。 その理由は、人々がその言葉を使うとき、彼らはしばしば「あなたが私が嫌うショーが好き」を意味するからです。 私がその言葉を使う時、私は、「ショーはそれが受ける価値よりも多くの信用を得ている」と理解していることを確認しようとします。 悪いショーだけでなく、あなたの時間に価値のあるものもあります。 何かがそれに近いときに傑作として扱われるなら、過大評価は今日の言葉です。\n\n2012年の最も話題になっているアニメのレビューを見て、この言葉はこのショーに対する私の気持ちの短いバージョンです。\n\nソード・アート・オンライン（aka SAO）は、2009年にリリースされた同名のLight Novelのアニメ化です。小説の著者は、アニメを受賞した別の人気小説Accel Worldも書いています。  SAOより早く適応する。 作品から判断すると、川原は常に彼の話の中心的なテーマとしてゲームを使用しています。\n\nアニメ自体は伊藤友彦の監督であり、ショーの後のスタジオは、黒執事、フェアリーテイル、青のエクソシストなど、他の有名な作品で知られるA-1 Picturesです。 私は彼らの作品のほとんどに精通していませんが、ショーがまともな状態にあると考えることはかなり安全です。\n\n一つの事をまっすぐにしましょう。 私は若い頃にいくつかのMMOをプレイしていましたが、現在は飽きることがあります（そして、最後のMMOは2011年です）。 それらのすべてにおいて、私はKirito、Solo Playerのようだった。 私はめったにギルドと提携したり、パーティーに参加したり、誰かに話をすることはほとんどありません（ほとんどのプレイヤーはインターネットの言語を好むので、私はそれをよく理解しません）。 私と彼の間の唯一の違いは、私が最高の中にいたことはないということです。 私がMMOで達成した最高レベルはレベル40ですが、Kiritoはそれが遺伝的なようなトップマークを持っています。  MMOゲームは、ちょうどレベルアップして退屈な探求に費やされた時間のために、今私にとっては不十分です。\n\nしかし、最初の4つのエピソードを示した小さなアニメコンベンションで、私が最初のエピソードを見たとき、私はその世界に引き戻されました。 私はそれを楽しんでいた、それは私が経験したことがないものだった（私はハックを見たことがない）。 私はこの新しい世界に飛び込み、世界を分かち合うために何かを持って表面に戻りました。\n\n\nプロット：\n\n私が最初にそれを見た理由は、そのコンセプトのためでした。 ストーリーが「現実の死のゲームに変わったバーチャルリアリティのゲーム」であることがわかったとき、それは私の興味を引いた。 それだけでなく、世界は、真実のために神を再生したいサディスティックな科学者を満足させるために創造されました（これは私の紹介の印です）。 最初のエピソードゲーム私は良い印象とショーの詳細を見るための決意。 その時点から、私は本当に自分自身を楽しんでいました。\n\nしかし、それは持続しませんでした。 ストーリーが崩れ始めると、ハードコアとカジュアルファンによって話題になりました。 最も一般的なものは、エピソード3からエピソード7までです。これらの物語は、元のライト・ノベル・シリーズの副作用であったからです。 それが本当であるか、または問題ではない場合、主なストーリーラインはそれほど良くないので。 サイド・ストーリーがランダムなsh * tについて嫌われていた場合、メイン・ストーリーはそれ以上の賞賛を受けることはできません。 私にとっては、フィラーとメインストーリーの両方が同じように悪いので、私はほとんど同じものだと思っていました。 そして、目的がほとんどないミニ・ストーリーが終わった後で物事がもう少しエキサイティングになると、ストーリーはそこで終わることに決めました。 どのように物事が判明したかは少し予想外でしたが、同時に強制的に感じました。 それは作家が急いでいるようだった。 元のストーリーがもっと長い場合は、私が今やったほど批判していないかもしれません。\n\nそれが幾分悪化したのは、ストーリーの後半部分がまったく異なるプロットとコンセプトに焦点を当てていることでした。 ストーリーが何か他のことになることを決めたときに、元のコンセプトの魅力は失われ、なぜ多くの視聴者が最初にそれを見始めたのか忘れてしまいます。 これは、同じシーズンの一部ではなく、ストーリーの続編（2番目のシーズンのような）だった方がうまくいったでしょう。 それがあなたのためのALO弧です。\n\nしかし、物語が多くの人が見たいものにならない理由は、実行がどれほど厄介で貧しいかによるものです。 スキップ、サイド・ストーリー、メイン・ストーリーがどれほど短いかで、ストーリーの執筆が実際にはかなり悪いことが証明されました。 映画についての授業から、ストーリーが具体的な構造を持っていることを学びました。 私はそれが永遠にかかるという事実のために詳細には進まないが、私はSAOがその構造に不十分に従っていると言うだろう。 それは、最後のどこかで柱が欠けているようなものです。\n\n個人的には、私は安価なドラマとDeus ex Machinaを嫌っていました。 このドラマは、物語が私に一番悲しいシーンを与えた時でさえ、私が感動しないような物語的感覚でとても笑って予測可能でした。  Deus ex machinaは頻繁に使われていたので、創作者がこれを作ったときに限られた想像力で走っていたと私は思っていました。\n\nそしてもちろん、私の第一の質問はシリーズ全体を通して答えられていませんでした。 皆さんが知っていると思いますが、もしあなたがいなければ、私はちょうど\"カヤバを捕える\"と言うでしょう。\n\n\nキャラクター：\n\n信じられないかもしれませんが、ソード・アート・オンラインが私のために平らになっている本当の理由は、私たちがすべての話をたどってきたことです。 コミュニティ内にはかなりの愛情と憎しみがあります。 それとも正しいことだと、キリトやアスナにはかなりの愛と憎しみがあります。誰もそれを気にしないからです。 知っておくべきことは、SAOにはかなりの分量のキャラクターがあり、RPOではなくMMOゲームに焦点を当てているので、知る人が非常に多いことは当然のことです。 悲しいことに、このアニメは、キャラクターセクションで高い得点を得ることはできません。\n\n最初の文字から始めましょう：\n\nKirito（a.k.a Kirigaya Kazuto）の主人公は、社会化問題を抱える平均的な子供であると言われています。 それは表示されている間、二次キャラクタークラインが表示されているときにしか描かれていません。 他の人には、彼はまったく問題ありません。 それは、しかし、ポイントの横にある。 アニメのコミュニティでは、彼は愛らしいBadassか嫌いなGary Stuです。 しかし、彼にとって問題となるのは、彼が完璧な英雄であるだけでなく、彼の性格も一般的であるからです。 彼は他のすべての一般的なハーレムの男性のリードと同様に設計されているという事実に加え、キリトのゴミ箱への理由は真のアイデンティティがないからです。\n\n彼の個性は、どのシーンが演奏されているかによって異なります。 シーンが彼に愚かであることが必要な場合、彼はばかです。 彼がスマートになる必要がある場合、彼はスマートです。 彼が悪いことが必要な場合、彼は悪いです。 アイデアは、少なくとも個人としてではなく、彼を特定するキリトについては何もないということです。 これはまた、少年が欲望を満たしたいと思うように彼が描かれていることが原因かもしれません。 彼に与えられたすべての性格は完璧と同時に彼に他の特性を否定するものです。 これは彼に強い性格のアイデンティティを与えませんが、むしろ彼をゲイリー・スチュキャラクターの一番の例にします。 言い換えれば、彼のキャラクターは散らばっていてバランスのとれていないので、私は彼にストーリーのキャラクターとも呼べるものではなく、声と目を持つ視覚的な斬新な主人公です。\n\n\nAsuna、主要なヒロインは同じ問題を共有しますが、異なる規模です。  Kiritoは話すことがほとんどないが、Asunaはアイデンティティを持つにはあまりにも多くを持っている。 私たちが最初に彼女を見たとき、彼女は、彼女の顔が見えるまでほとんど話していない、静かで不思議な人でした。 次回彼女が登場したとき、彼女は冷たい人格を持つタフなリーダーでした。 次回は、ツェンデレになった。 その後、彼女は恐ろしい女性でした。 そしてイベントの後に...それをねじ込む、あなたは私が何を言っているのか知っています。 アズナの個性は存在しません。\n\n彼女が使用するすべての性格は、一般的なオタクコミュニティが執拗に執着するための異なるフェチです。 そして、彼女は彼女を崇拝するファンがいるので、それは動作します。 彼女の性格の多さのために、私は彼女のどの部分が他の人に魅力的であるかも知らない。 現実世界だけでなく、宇宙でも、誰もが彼女のお尻の後にいるようです。  SAOでは、彼女はギルドの味方よりも賞品であり、キリトはその価格を主張するために戦っている。 彼女の性格は、シリーズの後半ではあまり混沌としていますが、彼女はちょうどキリトに常に依存している主な愛の関心事であり、それは私を怒らせます。\n\n今、彼女のファンが私のドアに来て、彼女がお尻を蹴ることができると指摘すれば、私は単に\"ブルシ* t\"と答えます。 彼女はかなりのパンチを詰めることができ、ゲームで最も強力な選手の一人であるが、輝く瞬間はなかった。 重要な戦いが画面上にあるとき、彼女はおとり、気晴らし、無力な乙女または肉の盾のいずれかです。 それだけでなく、キリトはすべての戦いですべてのクレジットを獲得し、仲間の同志よりもむしろ彼女にモチベーションのペットをもっと作る。 それはもっと注目を集め、彼女が女性の視聴者に魅力的になるので（常にうまくいかない）、彼女は戦闘機であることは明らかです。 女性のキャラクターが戦うことができるということは、自動的に彼女を良いキャラクターにしません。\n\n\nああ、私はバックグラウンドで\"Suguhaはどう？\"と聞いていますが、私はそれを短くしていきます。 私は正直に言って、彼女が登場したときに彼女に興味があったと言う。 以前のものは仕事をしなかったので、私は良いキャラクターを期待していませんでしたが、現実世界のキリトとの関係は、私がずっとアニメで見たことのないもの、つまり兄と姉妹の関係がない 近親相姦。 しかしもちろん、私はショーで顔を叩かれてしまった。そして、それは私の希望が壊れたときにはそれを笑った。  「Twilight v2」のカップル以外の誰かに焦点を当てるのは楽しいですが、彼女は強い印象を作りませんでした。キリトのハーレムのコレクションのように感じました。 私が彼女に与える唯一のポイントは、彼女が兄弟であったために彼女が彼から離れようとしたことです。しかし、近親相姦を加えても、現代のアニメでのその巨大な存在に対する私の永遠の嫌悪感は変わりませんでした。 はい、私は彼らが実際にいとこであることを知っていますが、私たちは皆それがそれを取り除くための単なる弁解であることを知っています。\n\n\nしかし、それ以上の文字はありませんか？ そこにはありますが、それは岩に取って代わる可能性のある物語とは無関係であり、大きな違いはありません。 このサイトで使用されているソードアートオンラインアイコンは、これらの人々に焦点を当てたストーリーであるとの考えを示してくれますが、真実はキリトとアスナだけがまったく問題であるということです。 他のすべてのキャラクターは短く表示され、消滅する前に1つのエピソードにのみ表示されることもあります。 次回に登場するときは、1分のカメオがすべて達成できます。 唯一の目的が死ぬこともあるものもあります。時間がたつにつれてそれは面白くなくても分かります。 私はサイドキャラクターの多くを見て、もう少し詳しく学びたかったので、残念です。 しかし、それはシリーズが私にとって嫌な思いをし、主人公（私が本当に嫌いだった人）だけに焦点を当ててくれたように感じました。 私はいつもその種のキャラクター・トリートメントを嫌っていたので、とてもイライラしました。\n\n\nアニメーション：\n\n私が上記の2つのカテゴリーを批判したのとは違って、私は正直言ってアニメーションがかなり良いと言うことができます。 あなたが目を見張るだけで眼鏡を得ることはそれほど素晴らしいことではありませんが、それは平均以上であり、あなたはそれを多くの信用を与えたいならば、素晴らしいと呼ぶことができます。 アクションが使用されるとき、動きは非常に流動的であり、アクションは詰め込まれ、これらの瞬間は退屈ではなく、サスペンスにはなりません。  CGIの使い方も非常によく行われており、環境と調和して使用されています。 これは設定がゲームなので主に助けられますが、使用するとゲームの一部のように感じます。  CGIの嫌悪者でさえ、その存在を本当に批判することはできません。 しかし、背景や設定の素材は印象的ではありませんが、十分に良いと言うのはかなり安全です。 それはUfotableの品質と比較されることを望むことはできませんが、それは少なくともNARUTOのような印象的ではない何かの上です。\n\nアニメーションが批判されることの1つは、動きのないショットを使用するという習慣です。 大部分は大規模な群集のシーケンスで使用されていますが、これはやや理解しやすいものです。 それを使用するのは初めてのアニメではなく、いつもそれを使用するアニメの主な例ではありませんが、それは考えるべきことです。\n\nあ、ちょっと待って。 ちょっとしたファンサービスもあります。私を知っている人なら誰でも、そのルートを取るアニメが嫌いだと分かっています。 しかし、深刻なことが起こっているときにはそれほど多くは見えないし、途方もないこともあります。それを使用するものとは異なり、Deadの高等学校のように迷惑になります。\n\n\nサウンドトラック：\n\n私が悪いことができないことの1つは、ショーの音楽です。 アニメ界では、梶浦由貴さんが音楽を演奏していることを知っているだけで自動的に勝つという意味です。 私は彼らのせいにすることはできません。なぜなら、私のお気に入りのショーの中で、彼女の仕事は今でも私に印象づけているからです。 残念ながら、彼女はショーを保存することはできません。 サウンドトラックは非常に良かったが、それは彼女の最高の仕事ではなかった。 多くは忘れられていて、私は少しだけ覚えています、そして、それは主に反復的だったからです。 それでも、この曲は使用されたシーンに合っており、聞くのがとても楽でした。 これはカラの談合やFate / Zeroの素材ではありませんが、それだけで十分です。\n\nしかしオープニングとエンディングは素晴らしいものではありませんでした。  4人はすべてSword Art Onlineのようなタイトルではかなり一般的で明白でしたが、どんな点でも不快ではありません。 彼らは実際にはかなり上手です。 個人的には、私はオープニング1：クロッシングフィールドが平均的であるにもかかわらず、かなりキャッチーであることがわかりました。 だから私はこのアニメのために選ばれた曲について本当に否定的なことは言えません。\n\n\n最終的な検証：\n\n私がSAOを5語以内で記述できる唯一の方法は、それが悪いことですが、かわいいです。 そのすべてが恐ろしいものではなく、いくつかのエピソードはかなり良いものでしたが、大きな画像を見ると、その人気や愛を受け入れることができません。 それは良いように見えるかもしれませんが、ショーを一緒に保つもの（ストーリーとキャラクター）はひどいとしか記述できません。\n\nストーリー：5\nキャラクター：3\nアニメーション：7\nサウンドトラック：8\n楽しさ：5\n全体：5\n\nしかし、私はそれの低い評価にもかかわらず、このアニメを見守ってはいけないと言い、あなたに指示しません。 シンプルで平均的なものを見たいと思えば、このシリーズを楽しむことはまだ可能です。 次の大きなことや何か驚くべきことは期待しないでください。 これは何か挑発的なものや何かオリジナルのものを望む人のためではありません。 その人気に疑問を抱かせるなら、2012年のより良いタイトルよりも幸運だと言いましょう。\n\n今私はそれについて考えて、ソード・アート・オンラインは視覚的な小説として完全に働く。 それはすでに、ジェネリックな主人公と、関係するすべてのタイプの女の子のハーレムを持っています。 実際に、私はゲーム\"Sword Art Online：Infinity Moment\"はゲームプレイのシンプルなゲームだと聞いています。 あなたは、この物語が軽小説のために作られたと確信していますか？"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Rorschy",
    "profile": "/profile/Rorschy/reviews",
    "pages": "8",
    "number": "10",
    "link": "/reviews.php?id=65821",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nストーリー：Kiyritoは、突然すべてが彼の周りを移動し始め、彼は怪物と奇妙なpplでいっぱいの魔法のデジタル世界に運ばれたときに彼の部屋で眠っている平均クールな男です。 それから、大きな服を着た男が現れ、彼の言葉に戻るために100人の悪魔の王子を殺さなければならないとKyirtoに伝えます。 それは本当の事実のためにかなりintrstingです。\n\nキャラクター：\nKyrietoは本当にクールで、全く駄目じゃない。 彼はビデオゲームを楽しんで、彼は本当にかわいいです。  Sowrd Art Onlinneの多くの小児性愛者は、彼がとてもカワイの女の子だと思って、彼とセックスしたいと思っています。 ちょっと変わったけどwatevsだ。\n\nKliveはKerrytuがrlly kawaiiだと思うペドロのひとりです。\n\nBig Robe Guy Ahikroはこの物語の悪い男です。 彼は正直に見せかけるように見えます...\n\nアート：タイトルにはアートが入っているので、オビはうまいですが、リリーはかなりアニメでいいです。\n\nサウンド：たくさんの音はありませんでしたが、聞いたところではかなり良い気分でした。\n\nオーバーオール：10/10、良いアニメ、キシュムトからの別の偉大なアニメ、偉大な仕事の男。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Sushmako",
    "profile": "/profile/Sushmako/reviews",
    "pages": "8",
    "number": "11",
    "link": "/reviews.php?id=147297",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  9\nサウンド|  9\nキャラクター|  5\n|  6\n\n友人がこのシリーズを私に勧めた後（そしてネットフリックスですぐに利用できるという事実をプラスして）、私は前に進み、それを撃った。\n実際には、SPAは私の心を壊しています。\n多くの人が言っているように、第2シーズンは、それをそれと呼んでいいのであれば、基本的にはたわごとです。\nそれは非常に貧しいので、私は全体のことをどのように記述するのか正確には分かりませんが、試してみましょう。\n（また、これがスポイラーを持つかもしれない理由の一部は、シリーズそのものが非常に予測可能であるということです。真剣に。オープニングがあなたのためにそれを全部与えていないならば、 まず、エピソード。）\n\n最初の14のエピソードは良かった。 私はMMOアニメに精通していない、私はハックを見たことがないが、私は前提を楽しんだ。\n設定は美しいです。 それはアートが9になる理由です。すべてのパネルが美しく、ストーリーが起こるバーチャルワードは美しい色でとてもうまく融合しており、アートスタイルはとても良いです。 キャラクターのデザインはうまくいっているし、アニメーションもまあまあだ。 良い芸術と一緒に行くことはサウンドトラックであり、これも一流のものです。 アクションシーンそのものはあまり強烈ではなく、オープニングは魅力的ですが、バックグラウンドミュージックはあなたを怒らせます。\n\nそれは、あなたが問題になると言われています。\n物語には輝きの瞬間があります。 それは速すぎるペースです。 あまりにも多くのタイムキック、あまりにも多くのフィラー、そして最初のアークがわずか14エピソードであることを考えると、その時間は仮想世界を説明するのに十分に費やされていたはずであり、Kiritoがパワーアップの半分を得て、 代わりに、文字とその関係が急いでいる。 私にとって面白いのは、最高のエピソードは、ただひとつのキャラクターとKiritoとの交流がある、孤独を意味するものであるということです。 私はSilicaとLizbethとのエピソードを見つけました。彼との交流は、Asunaとのロマンスよりも優れています。  。 これは、部分的には、プロットラインがエピソードの大半のためにそれらに焦点を当てているが、後のエピソードでは、彼らは恋に落ちていると信じるはずで、幸せで、お互いにしか望んでいないが、 その証拠。  （それはテレビなので、私は同じように見えると思うが）たくさんの気持ちではない。\n急いでバトルシーケンスとサスペンスと驚きの完全な欠如と組み合わせて、あなたはアクションのためではなく、キャラクターの相互作用のためにこのショーを見る。 キリトはかなり簡単に勝つように作られていて、それは難しいと思った瞬間もなかったし、私が彼の歓声を沸かせていたところで、何か悪いことが起こることを心配した。\n\nそしてこのショーはメインの2人の関係についてですから、私はこれを言うでしょう。 ブッシュの周りに不必要な殴打なしで一緒になったり、拒否しているカップルを持っていることが爽やかでした。 私たちは、関係が始まった後に話すことがたくさんあり、ストーリーがそこで終わらないことを証明する、プロセスの中だけでなく、一緒になった後の関係の場面を見ることになります。\n\n文字：今私はこれが混在した袋であることを知っている。 多くの人が主人公を憎んでいる。 それらをゲイリー・スタッスとメアリー・スーと呼び、誰が他に何を知っているか。\nそして、私はこのショーとそのレビューで多くの人に同意しますが、この部分ではありません。\nTbh、KiritoとAsunaが紹介されたとき、私は彼らの両方が好きだった。\nキリトが爽やかであると感じました。 どうして？\n彼はまだショーやアニメを通して見られる主人公の主人公を果たしたので、最強で、日々の経費を節約することができました。しかし、私は彼がいつものGoku-esque MCよりも微妙であることがわかりました。 それは何かが間違っているというわけではありません、それに直面するので、e'eryoneは悟空を愛しています。\nはい、彼の欠陥はあまりにも強調されていない、彼はあまりにも多くの癖を持っていないが、私は推測する...彼は...その意味で正常ですか？ もっと人間？ 彼の性格は、私が言っているようにそれほど矛盾しているわけではありません。 実際の人生では、あまりにも明白な目立つエラー特性を持っていませんが、複数の側面はその人格にあります。 私はキリトが好きで、微妙で、素敵な人であることを発見しました。\nAsunaは同様に、強い女性のリードであり、彼女のキャラクターのさまざまな側面は​​「矛盾」と呼ばれるかもしれませんが、これらはキャラクター自身よりも多くのことを伝え、ペーシングするストーリーにはより多くの欠陥があると思います。 彼らを育てるのにもっと時間がかかって、「オフスクリーン」が起こった時を伝えれば、それはもっと役に立つでしょう。\n\nもちろん、SAOが提供しなければならないすべての償還物は、第2のストーリーラインで駄目になります。\nキリトは彼がゲイリー・スチュに接しているところになり、時にはほとんど許されない。 完全に不必要なロマンス三角形があり、それはグロスであり、プロットにはまったく無関係で、誰がそれがどんなアイデアであったのか疑問を残すだけです。\nその後、アスリートの兵士の指揮をとって2度目のアスヌーナが救済され、キリトを待っているケージに乗っていることに加え、  Kiritoの男の痛みをさらに強要し、彼女を救うことができるようにプロットデバイスとして提供しています。\nそれは総体的で、厄介で、彼女の性格を完全に損なう。 私は最初の14回のエピソードで女性を作った人がどれほど間違いがないのかを理解することができず、AsunaとSuguのフェティッシュ化されたファンサービスにそれらを減らすことができます。  （スグは中学生だと考えると、これはさらに悪いことです。）\n\n全体的に、私はアニメの最初の部分を楽しんだ。好きなエピソードが数多くあり、それが私に笑顔を作り、再ウォッチする可能性がある。 しかし、その時点では、それはちょっとばかげてばかばかしくなり、クリエイターにとっては恥ずかしいです。\nかなりのアニメーションと良い音楽は、後半を節約できません。なぜなら、私が最初から友人から得た警告として、\n後半を見ないでください。そうしないと、それは決して存在しないふりをしたいと思っています。\n\nSidenote：私はダブでも声優を本当に愛していました。 だから、もしかしたらダブがあなたを邪魔してくれるなら、私はこれが私が聞いたより良いものの一つだと言わなければならない。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "DarkDawn",
    "profile": "/profile/DarkDawn/reviews",
    "pages": "8",
    "number": "12",
    "link": "/reviews.php?id=142907",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  3\nアニメーション|  9\nサウンド|  8\nキャラクター|  1\n|  3\n\nストーリー：ストーリーは有望ですが、ちょうどクリシェのロマンスであることが判明しました。\nその未来 ビデオゲームの技術は非常に進歩しており、文字通りあなたの心だけを使ってゲームをプレイすることができます。\n大声で叫んだjrpgが到着しました。\nしかし、すべてがそうであるとは限りません。 ゲームの邪悪な作成者は、誰かがそれを打ち負かさない限り、あなたがこの仮想世界に永遠に閉じ込められるようにそれを作った。そして、あなたがゲームで死んでも、あなたは実生活で死んでしまうという最も邪魔な事実である。\n彼はゲームを打ち破り、最終的には実生活に終わるように、キリトの人生（またはカトー、キリトは彼のアバター名です）を通ります。\nしかし、アニメの途中で、彼は仲間の女性プレーヤー、Asunaと恋に落ちる。 アニメのような空腹のゲームは、まったく信じられないクリシェのロマンスに置き換えられます。\n\n真剣に。\n\n関係はばかばかしくて信じられないだけでなく、退屈でもあります。 彼らは基本的に完璧なカップルです。 あなたがショーの前半にやっているのはお互いのことです。 彼らには化学はありません。 彼らには何の議論もない。 バカバカしい。 それは基本的には、黄昏のアニメ版です。\nそして、夕暮れでさえ、より良いラブストーリーを持っています。 彼らは実際に彼らの関係に問題があります。\nだから、基本的に最初の弧の残りの部分はキリトとアスナスのロマンスに関するエピソードだけです。\n私はアニメの第2の弧で始めることさえしないでください。 基本的に、asunaを保存するには、キリトは妖精とRPGを通過する必要があります。 ああ、私はすべての女性の妖精が彼とセックスしたいと言いましたか？ いいえ、私はしましたか？ これにより、第2のアークがより邪魔になり、見ることができます。\n短いストーリー、物語は潜在的にたくさんあったが、それは不十分に実行された。\nマーク：2\n\nアート：\nかなりいいよ。 アートとアニメーションは華やかに見えますが、キャラクターのデザインはかなり一般的で、他のほとんどのアニメと同じように見えます。 芸術は実際には仮想世界の美しい景色につながり、アニメーションは素晴らしいです\nアクションシーンでは、それでも多くはありません。\n\nマーク：8\n\n音：\nすばらしいです。  Saoには様々なトラックがあり、穏やかなロマンスでも、アドレナリンポンプでのアクションシーンでも、シーンの雰囲気を変えます。\nオープニングはすばらしいアニメーションとともに素晴らしいもので、アニメのための恩恵をもたらします。\n\nマーク：8\n\nキャラクター：\n簡単にアニメの弱点。 シリーズ全体で興味深く好都合なキャラクターは1つもありません。\n\nメインキャラクターから始めましょう。 彼は基本的にゲイリー・スチュです。 彼は人格がなく、彼は賞賛しています。\n彼はただ完璧です。\n彼は自分ですべての敵を簡単に倒すことができます。\n彼はすべての女性を得る。\n彼が得意ではないのは、キャラクター開発です。 彼は誰も得ない。 まったく。 キリトは、基本的にストレスを受けた男性オタク/ゲーマーのための願い履行キャラクターです。なぜなら、彼は実際に英雄とひよこマグネットになる敗者だからです。\nゲイリースチュとして紹介され、ゲイリースチュとして終わります。\n\n今、私たちは女性のリード、asunaを取得します。\n彼女は基本的に真実の愛の関心事です。\n彼女はちょうど王女の桃です。\n彼女はメアリースチュです。 彼女は自分の個性に深みがなく、キリトとは別の目標はありません。\n皮肉なことに、彼女はかなり悪い尻として紹介されましたが、彼女が主人公と恋に落ちた後、彼女はちょうど姫の桃になりました。 今彼女は主人公のために調理するだけです。\nまた、彼女は暑かったと言いましたか？ いいえ、私はしませんでした。 ああ、彼女は本当に暑いです。\nBuuutもし彼女がとても暑いなら、どうして彼女はキリトのような敗者と時間を過ごしているのですか？とにかく彼女はビデオゲームをしています。\n誰かが暑いからといって、彼らが好きになるわけではありません。  asunaと同じ。 熱いが、人格はまったくない。\n\n悪人：なし。 本当の悪役はいません。 このシリーズの悪役はどちらも愚かで、本当の意図や計画はない。\n彼らは真剣に受け入れるつもりはありません。\n\nサイド：\nなし。 重要なサイド文字はゼロです。 他のすべての男性は何もしません、女性はキレートとセックスしたいだけです。 それでおしまい。 文字通り。\n\nマーク：1\n\n楽しさ：あなたはどう思いますか？ それは基本的には何のために行くことなく、あまり書かれていないロマンスです。\n芸術と音は、邪悪な人物や物語を補うことはできません。\n\nマーク：3\n\n評決：\nSaoはこのようなクールなコンセプトを持っていました。 あなたがfmabや何かのようなアニメのクリエイターにそれを渡せば、間違いなく良いアニメを手に入れることができます\nしかし、いいえ。 ちょうどいいえ。\n文字は存在せず、ストーリーは全く間違いです。 はい、アニメーションと芸術は良いですが、アニメーションとサウンドのレベルが同じである多くのアニメがあります。\nこれらの駄目の代わりにそれらを見る。\n\nしてください、神の愛のために、このたわごとを見ないでください。\n\n全体：2"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "fathertime",
    "profile": "/profile/fathertime/reviews",
    "pages": "8",
    "number": "13",
    "link": "/reviews.php?id=165759",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  6\nキャラクター|  6\n|  4\n\nSAOがバンドだったなら、それはOne Directionと呼ばれるだろう...彼らのファンには愛されているが、他の誰よりも過大評価されていると思う。そして私は後者のカテゴリーに属している...\nだから私のレビューです：\n\nストーリー：5/10\n\n正直言って、私はSAOの最初のいくつかのエピソードを愛していました。芸術は素晴らしく、キャラクターは楽しくて、ペーシングは良いようでした...しかし途中で、SAOはそのタッチを失った..それはヒーローセービングと別の巧妙なロマンスになった 女の子、女の子、ヒーローはキスして、夫婦で幸せに生きる。そして、彼らは仮想の子供の中に家族のロールプレイを完成させるために追加した。ロマンスは私のためにショーをキアイルした...それは速すぎた あまりにも非現実的なやり方であまりにも非現実的で、それはしっかりとスクロールしているプロットにブレークを入れて、偉大さに向かっていた。最後に、彼らは軌道に戻ってプロットを得ることができたが、それはあまりにも遅すぎた 私は懸念している..\n\n全体として、物語は5/10\n\nアート：10/10\n\n芸術はショーの最もよい部分だった。いくつかのアニメーション、特に景観と戦いのシーンは素晴らしかったし、私にとっては近年の最高のアニメーションシリーズの一つ。\n\nサウンド：6/10\n\nオストは家に書き込むことは何もなかった。それは恐ろしいことではなかったが、それについては...主なアスナとキリトのために働く声はうまくマッチしていた。それについて..VAは7/10を取得し、オストは5 /  10...ソサウンドは6/10になります\n\n\nキャラクター：6/10\n\n彼らはKirtoとAsunaに多くの賛美を与えたので、キャラクターがうまく溶け易くなりました...しかし、サイドキャラクターは多かれ少なかれ無視されました。カーネシーの悪役、Kiritoを助けるためにしばらくポップアップする友人 彼女の弟に感情を持っている姉妹（養子縁組してから兄弟ではない）、姉に怒っているが、いつもフレンドになっている姉妹の友人は言った。 私はまだこのショーを見ていたのですか？\n\n楽しさ：4/10\n素晴らしいアートに加えて、私は本当にこれについて何か他のものを楽しんでいない\n\n全体：\n6/10\n\nいくつかのアニメは、彼らの誇大宣伝に住んでいます... SAOはそのようなアニメの一つではありません... SAOを見て私は平均アニメをoverhypedする秘密の要因が何か不思議になりました..私はかなりいつかその答えを探しているだろうね！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "vilesome",
    "profile": "/profile/vilesome/reviews",
    "pages": "8",
    "number": "14",
    "link": "/reviews.php?id=110803",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  5\nキャラクター|  1\n|  5\n\nアニメが好きな人は、主人公が挑戦せずにすべてのことで偉大な場合、これはあなたのための完璧なアニメです。 そうでなければ、あなたは苦労します。 私が間違っていない、アニメの私の罪悪感の喜びの一つは、それがうまく実行され、彼らはそれに向かって働いている限り、彼らが行うことに良い主人公です。 これは偉人の一人と見なされる可能性がありましたが、プレゼンテーション全体が貧弱で、実際の価値をあまりにも高く評価しました。\n\nメインの主人公と他の多くの人たちが、このゲームでSword Art Onlineをプレイしています。彼らはゲームで死んでも、彼らは本当に死んでしまうのです。 誰もがSAOを離れる唯一の方法は、ゲームを打ち負かすことです。\n\n\nストーリー6/10\nこのコンセプトは前に行われたもので、正直に言えば、「OMG BEST ANIME EVURR NOTHING LIKE IT!!! 私はあなたに恥を言い、この物語を10/10と評価する前にもっと多くのショーを見に行く必要があります。 実際、それがおそらく他人からこのような高い評価を受ける唯一の理由は、それがかなり新しく、芸術がうまくいっているからです。\nそれ以外に、私はこれをもう一度考えても構いません。 キャラクターは貧弱に提示され、主役の公式には問題があり、問題を解決しようとしてから問題を解決するので、楽しみにすることはあまりありませんでした。 もちろんそれは間違っていませんが、最初のカップルの時間が何度も何度も何度も何度も何度も何度も何度も何度も何度も何度も何度も何度も何度も何度も何度も何度も何度も何度も何度も何度も何度も何度も\n\nアート6/10：\n私はキャラクタールックスのコントラストが好きだったでしょう。 メイン/サイドキャラクターの大部分は、一緒にひとつの塊になっているように見え、お互いに本当の区別がないようです。 実際に名前のためでなければ、私はおそらくそれらを主要な文字の1番とメインの文字の2番、またはオレンジの長い髪のひよこと呼ぶでしょう。 それでも色と環境はうまく行きました。\n\nサウンド5/10：\n本当にそれを目立たせるように区別した音楽はありませんでしたので、私はそれを見て聞きたいと思っていました。 私は正直なところ音を出すことなく全体を見ることができ、それについても同じ感情を持っていました。\n\nキャラクター1/10：\n中途半端に見て、私はすでにこの男がどんなキャラクターの開発もしないことを知っていました。 彼は初めて彼がやったすべてのことで素晴らしかったし、誰もがその人を愛していたり​​、彼を憎んだりしていた。 キャラクターを目立たせたり、勝つために根を下ろそうとすることはあまりありませんでした。\n\n私がキリトについて嫌っていたことの1つは、ショーの最初から最後まではキャラクターとしては本当の進歩がないということです。 彼はゲーム中の損失でさえも、ほぼ同じままにとどまっています。 途中でショーを見て、キリトイトが恋人を見て泣くのを忘れるような戦いを失っているのを見つけました。\n\n楽しさ：5/10：\nそれは私が本当に「ワウは次のエピソードが出るまで待つことができない！ それはひどいことではなく、すでに途中であったので、私が落とさなかった場所でもありました。 途中で別のショーを見たり、料理/食べながら遊んだままにしたりするなど、自分が見ている間、自分自身が何かをしているのを見つけました。\n\n全体的な4/10：\n全体的に、時間を過ごすのに役立つものでした。 それは十分に十分な物語/芸術がすべての方法を見て、いくつかの楽しさを見てみたいと思っていた。 残念ながら、それは私がもう一度見直すことを心配することもないものです。 アニメについては何も思い出に残るものは何もなく、キリトが戦いを失うほど頻繁にキャラクターの発展が起こった。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Rogizo",
    "profile": "/profile/Rogizo/reviews",
    "pages": "8",
    "number": "15",
    "link": "/reviews.php?id=176575",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  10\nサウンド|  8\nキャラクター|  2\n|  5\n\nSword Art onlineは、コンセプトやビジュアルの点では素晴らしいアニメですが、ユニークなキャラクターやプロットラインについてはフラットになります。 エキサイティングなコンセプトと非常に上質なアニメーションは、私にチャンスを与えてくれるものでしたが、信じられない感情やモチベーションの欠如を彷彿とさせる優しい主人公と出会った後、よく書かれているとは言えません。 すべての女性キャラクターは弱くて救われる必要があると描写されています。キリトは、なぜ彼が唯一の能力を持っているのかという実際の理由がなくても、仕事を終えることができる唯一の人物です。 彼はしばしば彼の\"二重の守備\"のようなユニークなエッジの位置にあるが、アニメはなぜ彼がそのような後押しを得る唯一の人であるか説明していない！ 作家たちはもっと良い方法を持っていなかったので、この番組はKiritoをより強くします。 彼らは成長しない静かなキャラクターを作ったし、シャドー・ザ・ヘッジホッグのようなクッキー・カッターのような物語を作りました...私はキリトを意味します。\nこのアニメが行っていることは、それがどれほど簡単に見られるかです。 キャラクターとプロットは簡単に従うことができ、正直なところ、あなたは一生のうちに別のアニメや映画を見たことがあるなら、すでにそのキャラクターを知っているでしょう。 私が上に冗談を言ったように、キリトが何をしようとしているのか知りたいのであれば、ヘッジホッグがどのような影をしているのか想像してみてください。 見ることも美しいです。 アニメーターとビジュアル開発者はすべてこれまでに見た中で最高のアニメの1つにしました。\n私はキャラクターや単純なプロットの私の意見を過ぎて取得することはできませんので、すべては、これは良いアニメだとは思わないが、それは償還なしではありません。 もちろん、それはちょうど私の意見であり、私はこのプロット内にない何かを見ている多くの人を知っています。 私が言うことができるのは、作家としては、このアニメは非常に一般的で、貧弱なサポートを感じているということです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Kassa",
    "profile": "/profile/Kassa/reviews",
    "pages": "8",
    "number": "16",
    "link": "/reviews.php?id=82106",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  8\nキャラクター|  2\n|  5\n\nスポイラーズ先行。\n\n何万人ものプレイヤーがMMOに閉じ込められて戦闘を余儀なくされましたか？  Sword Art Onlineのコンセプトは有望でした。  MMORPGの設定は何千ものクエストとモンスターで満たされた広大で巨大なファンタジーの世界でした。 無制限の可能性を提供します -  MMORPGプレーヤーがあなたに伝えます。\n\n残念ながら、SAOは実際にMMORPGを楽しませるものを捉えることはできません。 それは創造的な可能性の無駄によって多くの人が不満であり、失望していることを期待している人がほとんどいないという方向に向かっています。  SOAは多くの点で不足していますが、特にプロットや文字の点では不十分です。\n\n「近い将来、Nord Gearという技術を使ってアバターを身体でコントロールするバーチャルリアリティの大規模なマルチプレイヤーオンラインロールプレイングゲーム（VRMMORPG）がリリースされました。 ある日、ゲームの作成者がゲームのタワーの100階に到達し、最終的なボスを倒さないかぎり、ゲームの作成者が彼らを捕らえているので、プレイヤーはログアウトできないことを発見します。 しかし、彼らがゲームで死ぬと、彼らは実生活で死ぬ。 生存のための彼らの闘争は今始まる... '（出典：Crunchyroll）\n\n\n\nMMORPGには、存在しないか、現実に翻訳されたときに、かなりばかげて真面目にやるのが難しいものがたくさんあります。 ベータ版のプレーヤーには敵意はありません。 ビーター（「ベータ」と「詐欺師」の組み合わせ）のアイデアはまったく知られていません。 戦利品の紛争のためにギルドは解散しませんでした。 在庫を共有することはロマンチックだと誰も思っていません。  SAOは、より顕著なことに本当に気づくことなく、MMOの些細な側面に多くの焦点を当てています。\n\nソード・アート・オンラインからアルフハイム・オンラインへの急激な移行は、ほとんど行われておらず、視聴者にとって混乱を招いていた。 ソード・アート・オンラインは、突然アニメから消え去る前にはっきりと洗い出されていませんでした.100階のうち、主要なイベントは、おそらく3つか4つです。 主要な紛争の最終的な解決は、事前にプロットの開発をしていないdeux ex machinaで数分で解決され、世界に非常に不満足な結論をもたらします。 アニメの第2の弧はわずかに優れたプロットを持っていますが、実際には明確な目標があり、この目標に向けて焦点を当て続けるためです。 それは苦難のプロットラインの典型的な乙女ですが、悪者である菅生はかなり信じられません。 昏睡状態のティーンエイジャーと結婚することに夢中になっていて、ほぼ成功している、無作為の高齢者のコンセプトは、かなり遠くに率直に、まったくばかげている。 また、Kiritoはdeux ex machinaを使ってSugouを打ち負かし、Sugouの奇妙なクラッチからAsunaを救う（Episode 21と24はかなり奇妙です）。KiritoのいとこSuguはこのアークの著名人になります。  ？ どのような目的は、ロマンチックな興味を、別のロマンチックな関心事（いとこ、それ以下）と置き換えることで、シリーズにとって何をするのでしょうか？\n\nキリトはかなり簡単な主人公です。 彼は勇敢で、英雄的で、決定的で、利他的で親切で、ただの典型的な英雄性格の具体化です。 彼は非常にばかばかしいほど強力です。 アニメによれば無意味なことが起こるが、Kiritoは明らかに意志力をもって勝利する。 彼がSword Art Onlineで殺害されると、彼はただ死なないことを決めただけです（「真の男は死ななくても死ぬことはありません」）。 彼は何かを実現することによってストーリーの大きな葛藤を解決する能力を欠いています。\n\nAsunaはおそらく、私が見たアニメの中で最も一貫性のないキャラクターです。 彼女が紹介されるとき、彼女は遠く、静かで神秘的です。 彼女は彼女の顔を覆い、ほとんど話していないフード付きの外套を身に着けているのを見ました。 しかし、後でいくつかのエピソード、彼女は血の騎士の主張の共同リーダーです。 だから、2年が経過したが、完全な180の個性は依然として注目に値する。 後でいくつかのエピソード、彼女はもはや主張または遠いです。 彼女は男性のリードと反対の典型的なラブリー・ドーヴィーに変身します。 アスナは、数多くの機会に、数々の敵を派遣したり、上司を殺害したりといった著しい剣術と能力を実証しています。 彼女はアルフハイム・オンラインで一度自分自身を守る能力を失い、苦しんでいるあなたの標準的な義理に引き下げられます。\n\nKiritoとAsunaの間のロマンスは突然始まり、あまり妥当性はありません。  Asunaは恐ろしく開発されていません - 再び、KiritoとAsunaの間の相互作用の多くを視聴者が見ることを妨げました。彼女が無条件でKiritoに捧げられ、結婚する前に（SAOで） 彼女は本当にそうする理由はない。 次の少数のエピソードは、結婚生活の奇妙なコレクションです。彼らは一緒にキャビンに移動し、彼らは子供のようなものを手に入れ、一緒に住んでいます。\n\n今待つ。  SAOはアクションアニメではないのですか？ 結婚生活について何度もエピソードがあるのはなぜですか？ アニメの激しい焦点は、キリトとアシュナの間の愛の間に実際に磨きをかけることを選ぶ。 しかし、とにかく...\n\nキャストの残りの部分は非常に二次的であり、単にそこに存在すること以外にほとんど役割を果たさない。  2番目の弧の主な女性キャラクターとして紹介されたスーグでさえ、キリトとアスナの間のロマンスがすでに確立されているため、二次的なものではありません。 あなたはすでに彼女がプレースホルダーであることを知っています。  KleinとAgilには、Kiritoの友達としてしか知られていないほどの開発時間がありません。\n\n客観的に見ると、SAOの物語やキャラクターは非常に悪いです。 それは非常に悪い実行されます。 最終的に無駄になった有望なアイデアはたくさんありました。\n\nしかし、まだいくつかの楽しみを与えるアニメについてのいくつかの積極的な特徴があります。 音と芸術は素晴らしいです。  SAOは豪華なアニメです。 文字のデザインは十分に作られています。\n\nあるレベルでは、私は本当にSAOが好きです。 オタクのエスケープなファンタジーの典型です。 人々はMMORPGSは現実の境界を脱出する - モンスターと戦うことができるように、クエスト、飛ぶ、冒険を、何でも遊ぶ。 それはあなたの性格としてMMOの世界に住むことが非常に魅力的な提案です。  SAOは、何らかの形で、このファンタジーを垣間見ることができます。 それは本当に、その前提のために接続を管理します。 しかし、すべての欠点を抱えて、SAOは、アニメが牽引するにつれて関連付けることがますます困難になります。 物事はますますばかしくなり、プロットは妥当性のような形を失います。 最後には、完全に潜在的に生きていない、失望した未完成のアニメが残っています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "OneMan",
    "profile": "/profile/OneMan/reviews",
    "pages": "8",
    "number": "17",
    "link": "/reviews.php?id=67339",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  6\n|  7\n\n適応には2つのタイプがあります。 最初のタイプは、ソース素材を知っている人とそうでない人の両方にとって楽しいものです。 第2のタイプの存在理由は、原材料および他の商品への広告として役立つことである。 元の小説を読んで最初の3つのエピソードを見た後、私はSword Art Onlineのアニメが第2の種類だと言うことができます。\n最初のエピソードは10000人が罠に掛けられた死のゲームについての事を完璧にうまく説明します。 主人公と少数のサイドキャラクターも紹介しています。 しかし、2番目のものはすでに全体のプロットを大きく進めています。 彼らは主人公を定義し、その動機を説明する多くのシーンを除外する。 彼らはまた、カット中に失われた博覧会を補う新しいシーンを導入しようとしますが、恐ろしく失敗します。 第3話は少し上手くいっても同じです。 展覧会や場面はあまり残されていませんが、元の素材は第2話よりもはるかに短かったからです。\nこれにより、多くの人々がキャラクターの行動に混乱して「なぜ？」と尋ねることは驚くことではありません。 そしてどうやって？' それらの2つのエピソードの間に何度も、そして将来のものまで何度も。 急いで描かれた感情は、小説を読んでいない人によってさえ感じられ、それは何かを言っている。\n後のエピソードはおそらくそれほど良くないでしょう。ストーリーラインとキャラクターの開発をしっかりと保つ理由がなく、できるだけ多くのオリジナル素材に適応しようとしているのは明らかです。\nこの適応についての良いことは、素晴らしいビジュアル演出、視覚的な詳細への注意、そして梶浦由紀のサウンドトラックです。 しかし、これは楽しい時計を作るのには程遠いです。\n\nアニメを終えた後、私は正しいと思われる。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Pickle129",
    "profile": "/profile/Pickle129/reviews",
    "pages": "8",
    "number": "18",
    "link": "/reviews.php?id=73379",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  7\nキャラクター|  4\n|  8\n\nSword Art Online [SAO]はレビューするのは難しいアニメです。 私は通常自分のレビューを個人的なものにしていますが、SAOはあなたがそれを研究した後でしか接近してはならないものだと思います。 ひどく。\n\n私は.hack ///シリーズの熱心なファンだと言って始めます。 私はそれで育ちました。そして、初めての、あるいは最高の\"バーチャルリアリティゲーム\"アニメではありませんが、それは常にブランチと再起動のすべてで新しいテーブルをもたらしました。  SAOへの私の最初の反応は混ざり合っていました。私はそれが.hack ///の成功から脱却しようとしていたことを知っていましたが、私は本当に興味深かったです。  。\n\nキリトは現実のあなたの平均的なMMORPGであり、彼のビデオゲームには完全に吸収されています。 幸いにも彼のために、SAOは彼が勝てないほぼ現実の世界に移行する機会を提供します。  SAOのベータテスタで、彼は一番上に上がり、ゲームが公開されると、彼は再びそれをやる準備ができました。 この時間を除いて、新しい挑戦があります。 プレイヤーは、狂気のゲームマスターのために、誰かがゲームの100階（レベルに相当）を上回るまで、SAOからログアウトすることはできません。 また、彼らはゲームで死ぬ、彼らは本当に死ぬ。 可能な限り多くのスポイラーを避けるため、キリトは典型的な行動を続け、よく知られていることではないが、最も重要なプレーヤーの1人になる。 彼が最初にゲームを始めた時からの同盟国であるAsunaの助けを借りて、彼はみんなを救うことができるかもしれません。\n\nこれは物事が素晴らしい音です。 ここからストーリーを処理するためには本当に素晴らしい方法がたくさんあります。 おそらく、神を演じるチャンスを望むゲームマスターでしょうか？ どのように不具合や政府の干渉が状況を悪化させる？ あなたが誰かに背中合わせになるゲームであなたが本当に信頼できる人物の謎？\nはるかに、最大かつ最も唾液をする前提は、人間の心理学に関する研究であろう。 この状況でプレーヤーはどのように反応するでしょうか？ キャラクターは、現実の世界が起こったかどうか、本当に復帰したいかどうか疑問に思うことさえあります。 アニメはその質問に本当に熱心に答えています。 実際に私はあまりにも早く話しました。 そうではありません。 アニメ（と小説）を通して、私たちはいくつかの本当に天才的な瞬間を見ます。 いくつかの選手は、残りを救うために連合を結成している。 他の人々は、彼らが安全な初心者の町に隠れるだけです。 ベータテスターは、高度な知識を駆使して最高のトレーニングスポットを獲得し、競争します。 他のプレイヤーを殺すと実際に脳を揚げずにシステムから解放されると信じているPKの人は、ゲームの真実を疑問視する人もいます。\nしかし、この天才は、ほとんどすべての現代のメディアで見られた最も恐ろしい、畳み込まれた、ひねったプロットペーシング/ストーリーの中に隠されています。 これらの素晴らしいアイデアは、すごいフィラーや無駄なロマンスシーンの後ろに隠されています。 私はSAOと若いオタクの願いをかなえるファンフィクションとの比較を聞いたことがある。 それはかなり正確です。 このアニメには非常に多くのハーレムがあり、すばらしいセットアップが完全に失われています。\nSAOのペーシングとアレンジメントはとても面倒です。私はそれのためのセクションを作らなければなりませんでした。 元の小説では、最初からレベル78までスキップしています。 そして、主人公の幼稚な表情のために、何が未熟な奇妙な結婚になるかは大変です。 ああ、そして.Hack ///オーラのクローンは、どうにかして気にするのがさらに難しい。 それが起こったら、それは本当にあまりにも悪くはありません。 後でかわいいサイド・ストーリーがあります。 しかし、アニメのプロデューサーが最初にそれらを見せることにします。 そして、それらのエピソードの多くがあります。 事実、エピソード2-7は完全に不要であると考えることができる。 再び、より多くのハーレム。 他に何もない。 それから、重要で少し楽しめるコンテンツが頭に浮かび上がると、より多くのハーレムが得られます。\n残念ながら、2番目の円弧はあまり解決しません。 あまりにも多くを損なうことなく、それは非常に非常に非常に残念な動きです、いくつかは気にしないかもしれませんが、それはすでに不穏なストーリーラインを台無しにするひどい罠です。\nそれにもかかわらず、最初のエピソードはおそらくアニメの最もよく構成され、中毒性のオープナーの一つです。 それは必要なものだけを説明し、それほど多くを与えませんが、あなたが知る必要があるものすべてを設定し、MMORPGSと人間精神を完全にキャプチャします。 実際には残りの部分を見ていなくても、ほぼ完璧です。\n\n文字。 うーん。 キリトは悪いゲイリー・スチュです。 キャラクターの開発を試みるものは、キャラクターの開発ではなく、すでに愛しているキャラクターのための余分な同情です。 だからキリトはすごいキャラクターとして恐ろしいです。  Asunaは単純に胸の数に加えている、彼女はまっすぐメアリーTsundereであり、また感情的な開発が欠けている。 他のすべてのキャラクターは、かなり無意味で、感情的な愛着のための時間がない、わずか1または2のエピソードである。\n\n芸術は議論の対象です。 背景は本当に素晴らしく、実際には広大な広場とSAOの様々なフロアを示しています。 しかし、芸術は平均よりやや優れていればちょうど標準です。 私は、それらの周りをホバリングする選手のためのメニュー画面が本当にきれいに行われ、非常に一貫していることを認めます。 なぜ私がそれらをあまり愛しているのか尋ねないでください。しかし、彼らはアートスコアに余分なポイントを与えます。 キャラクターのデザインは素晴らしいですが、MMORPGのキャラクターのデザインをするときは難しくありません。 私は、プロデューサーがMMORPGのように見せようとした方法について少し問題があります。なぜなら、彼らが正しい時に、AIメッセージやドロップダウンメニューでうまくいくからです。 しかし、彼らはそれを十分に頻繁にやっていない。 音は良いですが、それほど不満はありません。  MMORPGのサウンドは、すべて本当にうまくやっており、かなりモダンです。\n\nそして、まあ、SAOには本当の問題があります。 光の小説とアニメの両方が素晴らしい前提を台無しにしますが、アニメはそれをさらに悪化させます（アニメによって発見された軽量の小説は驚くほど実験的であり、あなたの典型的な冒険小説よりも科学小説のようです。 あなたがしなければ、それはちょうどチョコレートです。 しかし、チョコレートは悪くない、ちょうど...チョコレートです。 彼らのためだけにシリーズを読むことをお勧めします）。 概念的な段階では、このアニメは神のようなものです。 実際に生産されるとき、それは悲しい標本です。 しかし、本当に、あなたの喜びのためにその失敗が起こらないようにしてください。  SAOはすべてのことを正しく行うわけではありませんが、まだ素晴らしいアニメです。 それは効果的ではないか、魅力的ではありませんが、もしあなたが.hack ///を好きなら、おそらくそれから楽しいものを得るでしょう。 たぶん、ある日、再起動が来て、すべてを修正します。 それまでは、Sword Are Onlineは3つの退廃ヘーゼルナッツフレークを混ぜたミルクチョコレートです。あなたが1つを打つと、味は共鳴します。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "EtherealMutation",
    "profile": "/profile/EtherealMutation/reviews",
    "pages": "8",
    "number": "19",
    "link": "/reviews.php?id=182491",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  2\nアニメーション|  8\nサウンド|  7\nキャラクター|  2\n|  2\n\n私は、ショーが進行するにつれてそれを見直す限り、実際には追加することはあまりありません。 それは、無駄な可能性、プロットホール、どこにも行かないプロットスレッド、1つのノートキャラクター、退屈なロマンスfanservice、他の奇抜なショーで見ることができる一般的なスラップスティックコメディ、そして持っていないdeus ex machinaの瞬間 少なくとも面白いばかげた愚かさに良いセンス。 ゲームの仕組みが確立されておらず、規則が絶えず壊れており、メインキャラクターが唯一の解決策としてブルートフォースを使用することに馬鹿げて圧倒されているため、流動的にアニメーション化されているアクションシーンは、 芸術とアニメーションは良いですが、Yuki Kajiureのスコアは電話にかけられていますが、それでもまともではありません。また、決して触れない世界の興味深い意味を認めているまれな瞬間もあります。\n\n代わりに、私はこのショーの後半は、（前半の低水準と比べても全く変わらず、恐ろしく恐ろしいことであるが）今まで見た中で最も悲惨なセクシスト、 主流のシリーズに詰まった。 これが少なくともLa Blue Girlのような実際の搾取の仲間であったならば、あなたはあなたが支払ったものだけを手に入れることになります。  10代の人を対象としたこのシリーズは、社会にとって非常に現実的な問題に不快感を与えるような方法で、信じられないほどに不平を言う。 以下はスポイラーですが、私はあなたにこれらの人々にお金を与えることを望んでいないので、私は気にしません。\n\n他のものの中でも、この番組には、近親相姦のサブプロット（悲しそうに他のものに比べて言及する価値がほとんどない）と、40代または50代の強姦者の悪役がいます。これは、17歳の昏睡状態の少女の両親に、 彼女のインフォームドコンセントや彼女が目を覚ますことがないという期待もありません。 彼は彼女を檻の中に入れ、精神的に虐待されているバーチャルな世界に精神的に閉じ込められています。\n\n洗脳の脅威、触手のシーン、そして最後から2番目のエピソードでは、彼女を連鎖させて服を裂くことで、主人公の前で彼女を虐待することができます。実生活でも同じことを約束します 明らかに、彼女の豪華な病院は安全性がなく、訪問時間の概念もない）。 これらのどれも意味のある方法で探究されていません。 それは安価な衝撃の材料として人生のために心理的に人々を傷つけるトピックを使用しています。\n\nそして、ちょうど1つの部分の退屈なアクション、6つのパートの退屈なロマンス、そして50のパーツがあなたの人々に間違っていることを知ってもらうために、ビデオゲームの仕組みで創造的な思考を必要とするバーチャルな死の世界についてのショーを望んでいました。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Insane_Crisis",
    "profile": "/profile/Insane_Crisis/reviews",
    "pages": "8",
    "number": "20",
    "link": "/reviews.php?id=170229",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  4\nサウンド|  4\nキャラクター|  1\n|  1\n\nはい、私はオンラインで剣術を終わらせていないことを知っています...しかし、私はそれがすでにゴミだと言うことができるので、私はする必要はありません！ なぜ私は見守っているのですか？ 真剣に好き。\n\n芸術は大丈夫です。私はそれを与えるでしょう。\n\nそれはまともなですね。\n\nキャラクター？ どんなキャラクター？  5月にも、キャラクターは自分自身の段ボールの切り抜きを作る。 マネキンはキャラクターと呼ばれるものよりも優れた性格を持っています。\n\nストーリー...私はこれを見て非常に興奮していたと私はsoooo失望していたことを認めます...私は気になるビデオゲームに閉じ込められたことを意味！ それはすごく聞こえるよ！ あなたの人生のために戦う！ 叙事詩は戦う！ あらゆる場所の死！ あなたはそれを得ていないので、あまりにもクソだ！ これは地獄のような確かに私にとってはちっちゃくしているようなので、これはどんなジャンルでもあります。 私は間違っていない、私は良いハーレムを見て愛しているが、これは少なくとも今それはクールなアクション、冒険、心理学、badassもの、そしておそらくいくつかのロマンスでなければならない それで完全に冷静ですが、それはちょっと悪いことです....\n\n楽しみ？ あなたがこの種のものに入っていれば、すぐに私はあなたを止めません、これはちょうど意見であり、私はこれを楽しむことができません。\n\n私は人々が私はそれにあまりにも厳しいと言うつもりだが、私はより良いアニメを見て、彼らは完全にこのアニメにダンプを取る私は申し訳ありません。 これは完全にアニメの傑作だったかもしれませんが、彼らはそれをちょうど犯しませんでした。\n\n\n全体的に1を下回るものがあれば、それを選ぶだろう。"
  }
]
