[
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Caleb_Marvell",
    "profile": "/profile/Caleb_Marvell/reviews",
    "pages": "49",
    "number": "1",
    "link": "/reviews.php?id=81888",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  10\n\nこのレビューは再編集されました。\n\nレベルは単なる数字です。 この世界では、強さはただの錯覚です。 より重要なことがあります。\n\nSword Art Onlineは2012年の最も注目されるアニメの1つです。Sword Art Onlineは私の個人的なお気に入りです。 しかし、すべてのレビューを見ると、私には1つのことが分かります。ショーの嫌悪者や恋人がいます。 嫌悪者が言っていることは、「それは非常に過大評価されています」というショーの恋人は「これはいつも私のお気に入りのアニメの1つです。 私は両方とも同意することができます。はい、Sword Art Onlineは過大評価されており、とても良いです。 しかし全体として、ショーは全体的に多くのクレジットを受ける価値がある。 あなたが私に尋ねると、ショーを嫌う人は少し外に出ています。 このショーは注目に値するものでした。私は喜んでいました。\n\n私はビデオゲームの中にいることを見てから、しばらくしてきました。 前回私は、オンラインのDuel MonstersゲームでトラップされたYu-Gi-Ohのエピソードを見ていたときと同じようなストーリーラインを聞いたことがあります。 言い換えれば、物語は以前と同じような概念で、異なったやり方でのみ行われています。 ストーリー全体は、死ぬことなくMMOから脱出しようとしている主要キャラクターに基づいています。 私のために、それは私が今生きている人生のほうがずっと良い、そして私に同感かもしれませんが、現実には、単純なゲームをすることによって死ぬかもしれないことを知って、恐ろしいでしょう。 彼らは、彼らが閉じ込められている2年間で選手の生活を提示する良い仕事をしていますが、複数の時間の飛躍があります。 最初は夏、その後はクリスマス、それから数ヶ月後です。 彼らが安定したタイムラインを開始するエピソード5または6の周りまではありません。 全体的に、このストーリーは私に興味をそそられています。\n\nアニメをデザインした人々は、これを作る素晴らしい仕事をしました。 アートワークは絶対に息を吹きました。 それは本当にビデオゲームの世界のように見え、メインメニュー、在庫、スキル、世界、モンスター、言い換えればほとんどのMMOが持っていたすべてのものを持っていました。 それだけでなく、景色は素晴らしかった、彼らが上がっていく各フロアをより冷たく見せるための変化のトン。\n\nまもなくS.O.Aのための英語のダブがあります。そして、ほとんどのファンのように、私は本当にこのことをやめないと祈っています。 日本人のダブはすばらしかったし、人物の中には何トンもの感情があったけど、ダビングするときは感情とリアリズムが欠けている。 リリース日が来るとジャッジメント・デイにはならないことだけが願っています。  SFXは、本当に良い。 再び、デザイナーはビデオゲームのように見せたので、まったく同じように聞こえる。\n\n私が好きだったので、私が嫌いな人はほんの少しです。 すべてのアニメには、エヴァシリーズのシンジ、スクールデイズのイトウなど、あなたが立つことができない人が常にいます。 非常に大きな役割を果たしているKleinやSuguhaのようなシリーズには他にも登場するキャラクターがあります。 全体的に良いキャラクターリスト。 常に。 私が幸運にも嫌いなのは、シリーズの半分以上になるまでは入ってこないのですが、もし彼がそれに全くいなければ、彼はプロットを構成する重要なキャラクターなので、シリーズを短く切っているでしょう 後半です。 とにかく、主人公;  MMOのマスターであるKirito、男性のリード、最終的に圧倒された人物がゲームに登場しました。 それにもかかわらず、私はまだ彼が良い役割を果たすことが分かった。  Asuna、女性の鉛、豪華な、致命的な、マスターシェフ。 文字通り、彼女は「トップ5ガールフレンド」リストのようなもので、彼女は事実上完璧です。\n\n私はこのシリーズを楽しんでいました。私は退屈した瞬間はありませんでした。アクション、ロマンス、ドラマがいっぱいでした。 彼らはすべてこのアニメが行く方法で一緒にうまくフィットし、それは満足のいく結末を持っていましたが、今はS.O.Aのファンです。 熱狂的にGun Gale Online、おそらくシリーズ3のシーズン3の発表を待っていますが、それは残念なことに起こりそうにないかもしれません。 私が前に悲しんでいたことを改めて説明しますが、このショーは実際に過大評価されていますが、同時にそれは本当に素晴らしいアニメです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "MikiBrea",
    "profile": "/profile/MikiBrea/reviews",
    "pages": "49",
    "number": "2",
    "link": "/reviews.php?id=76197",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nアニメはまだ生産されていますが（エピソード17は10月27日に出てきました）、これまでのところ、このアニメはスリリングで、驚異的な心臓の萎縮と非常に良いアクション、ロマンスアニメでした。\n\n一言で言えば、物語は本当にうまくまとめられていて、ユニークですが、主人公がゲームに閉じ込められている.Hackに似ています。 このアニメを目立たせる相違点は、アートです！ シーンは美しく、ファンタジーに基づいています。 文字は本当によく描かれ、最終的には目に魅力的です。\n\nサウンド、すべてのシーンで選んだ音楽がうまく配置されます。 バトル/アクション・ノイズは完璧で、本当に素早く迷惑になる傾向のある唸りや叫びなどはあまりありません。\n\n私が言ったように、魅力的なアニメになると、私は非常に気難しいです、そして、これはちょうどそれです！  SAOは友人関係のいくつかと一緒にロマンスパートに多くのキャラクターを組み込み、全体的にとても歓迎されています。 私が愛しているプロットは少しでも急いではなく、時間のスキップはありますが、これまでのような文字に従うことは問題ではありません。\n\nちょうど全体的に私はこのアニメを愛していて、途中であってもそれについて書いたりレビューしたりできます。 それは残りの一歩であり、多くの良いジャンルを含んでいます。 私がSAOを作った人々を抱き合わせることができれば、私はそれを終わらせないように伝えます。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Pink3raser",
    "profile": "/profile/Pink3raser/reviews",
    "pages": "49",
    "number": "3",
    "link": "/reviews.php?id=79820",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\n私の友人は私をこのアニメに紹介しました。私は驚いていました。私はバーチャルリアリティを含む前にそのようなアニメに出会ったことはありませんでした。 ストーリーはサスペンスが多いという点でとても良いです。 アクション、ミステリー、ロマンスの良い組み合わせもあります。\nしかし、プロットが少し速く動いていると感じます。 ペースはそれほど悪くはありませんが、Kiritoがバーチャルリアリティゲームを段階的に進めたように、このアニメが少し遅くなったらもっと成功を収めたと思います。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Anime-Obsessed",
    "profile": "/profile/Anime-Obsessed/reviews",
    "pages": "49",
    "number": "4",
    "link": "/reviews.php?id=99183",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  9\n\nこのアニメは、そのユニークな設定のために非常に興味深いです...\n主人公はアニメのすべての女の子が彼と恋に落ちるようになっているので、一部の人は厳しく裁かれる。 彼らは人を扱う経験があまりなく、主人公が描写されたほど冷静ではないので、閉じ込められないことは決してありません。\n\nストーリー：\nとても良いアイデアと非常に魅力的な設定なので10/10\n\nアート：\n私は見たことがありませんでしたので、私はそれを与える8/10\n\nキャラクター：\n主人公がスマートで、強く、孤独で、面白くない少し悪い尻であることを除いて、ほとんどのキャラクターはあまり元気ではありません。 私は弱気の主人公を持つアニメを嫌い、あなたは知っている。 弱い、素朴な、愚かなタイプですが、彼らはより強くなり、誰も救いたいと誰も傷つけることはありません....それはあまりにも非現実的です..そして、それはまさに私が主に魅力的な主人公が ほとんどのアニメの主人公の反対側。\n\n楽しみ：\n物語はとても良いものでしたが、終わりに向かって私は忍耐を失い始めましたが、それでも多くのアニメよりも多くを楽しんだので、9/10になります。\n\n全体：9/10"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "bloodgods",
    "profile": "/profile/bloodgods/reviews",
    "pages": "49",
    "number": "5",
    "link": "/reviews.php?id=109247",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  5\nキャラクター|  4\n|  6\n\nSword Art Onlineはエントリーレベルのアニメの完璧な例です。 残念なことに、シリーズのすべての領域が平凡なわけではないということです。 しかし、やはり私はアニメーション、キャラクターのデザイン、そしてサウンドに小道具を与える必要があります。 シリーズは見ることができるが、私はそれが持っているべきだと思う方向に行っていない。 芸術はしばしば非常に印象的で、一連の魅力的な未来的な特徴やアニメーションによって、このシリーズは興味深いものでした。 それで、シリーズにはストーリーラインの可能性がたくさんありました。 しかし、ストーリーラインは非常に一貫性がなくなり、すべての場所に終わった。 紛らわしいいくつかの暗黙の時間スキップがありました。 シノプシスと実際に最初のカップルのエピソードを読んで、私はこのシリーズについて本当に興奮しました。それは素晴らしいコンセプトですが、一緒に行った場所は理にかなっていませんでした。 彼らはまた、信じられないほどのロマンチックなもので終わりました。 彼らは、ランダムな側面の話を一つの魅力的なメインプロットに凝縮させることができました。 そして、それは本当に過去のエピソード15を続けてはいけませんでしたが、とにかくそれはしました。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "PurpleDobby",
    "profile": "/profile/PurpleDobby/reviews",
    "pages": "49",
    "number": "6",
    "link": "/reviews.php?id=82260",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  10\n\nSAOは私が長年見てきた最高のアニメでした。\n[可能性のあるスポイラー]\n\nまずはその話から始めます。 話はとても興味深いものでした。 これはAsunaを見つけて、新しい悪役とまったく新しいゲームから彼女を現実世界に戻す別のプロットを開始する。 彼の友人と彼の妹であることが判明したLeafaの助けを借りて、彼らはAsunaを見つけて彼女を救出する。 このプロットは信じられないほどだった。 彼らは効果的に愛の物語と生存のための戦いを伝えます。 古典的な男の子が何とか女の子を救うのにもかかわらず、それはまだずっと多く、エピソードの終わりはあなたにもっと欲しいものです。 プロットは、作家がこれを小説/漫画に基づいていて、非常に多くの点で独特なものにしたという意味で有効です。 将来的には、普通の男の子が新しくリリースされたゲームをプレイし始めたばかりです。 数分後、彼は彼の最初の友人になります。 しかし、彼はベータテストの早い段階でゲームを受け取り、すでに何をすべきかを知っていました。 彼は彼の新しい友達にすべてを教えました。 この少年はキリトという名前だった。  Kiritoの友達がログオフしなければならないとき、彼らはログアウトボタンが見つからないことを発見した。 これは、彼らが解放されるようにゲームを打つ生存の巨大な戦いを開始しました。 彼らが最終的に外に出るとき、キリトの恋人Asunaはまだ内部に閉じ込められています。\n\n芸術は素晴らしかった！ アニメが制作された時代には、芸術は一流ですが、あなたが良い目を持っていれば、いくつかのシーンで小さな欠点を見つけることができます。 それぞれのキャラクターとそのアクションは完璧に描かれていますが、時には非常に速いスピードで動いても、品質は損なわれず、各図面のスキルと細部のバランスが慎重に維持されます。\n\n音は抜群でした。 彼らには、まったく陳腐な音はありませんでした。 私のために、それはすべて、はっきりとしたオリジナルでした。 それぞれのキャラクターは異なったように聞こえました。あなたが聞いているだけでも、誰が話しているのか正確に分かります。 イントロとアウトロの曲は素晴らしかったです。 私は彼らがSAOのために特別に作ったかどうかはわかりませんが、歌詞は本当にキャラクターの気持ちとその周辺を記述するのに役立ちました。\n\n文字はとても良かったです。 彼らの性格はまったく異なっていましたが、なんとなく私は彼らがおなじみであることがわかりました（私が見たアニメのようなものです）。なぜなら私は8でキャラクターをランク付けしました。それぞれのキャラクターは独自の感情と独創性が高く、  SAOを見た人は、私は彼らが私に同意すると確信しています。\n\n私がSAOを見て楽しんだことは素晴らしいものでした。 私は彼らがより多くを作ったことを願っています。 彼らは1つのシリーズで2つのプロットに収まるように管理し、それが完了するために急いでいないように感じました。 それはまた非常にきれいなアニメだった。 彼らは視聴者を守るためにあらゆるエピソードで巨大なおっぱいやファンサービスを利用しなかった。 誰かがこれから享受する喜びは、純粋であり、実際には、次に起こることを知るために見守ってほしいと思うようになります。\n\n全体的に私はSAOに9を与えました。途中で爽快感が増し、1〜2シーズンの間何かを与えることになりました。 私は絶対にSAOを見ていないし、見るものが必要なすべてのアニメファンにこのアニメをお勧めします。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "robetet",
    "profile": "/profile/robetet/reviews",
    "pages": "49",
    "number": "7",
    "link": "/reviews.php?id=78936",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  4\nサウンド|  10\nキャラクター|  3\n|  10"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Cas-chan",
    "profile": "/profile/Cas-chan/reviews",
    "pages": "49",
    "number": "8",
    "link": "/reviews.php?id=93773",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\n個人的に私はこのアニメ全体が非常に巧妙であることを発見しました。 光小説シリーズを読んでいるうちに、私はその本が正確ではないにしても、アニメが非常に近くにあることを発見しました。 アニメは、ウォッチャー/読者が文字を知るのに役立つ、長年にわたり行われます。 アニメは、観客がキャラクターに関連するのを助ける、ゲームに立ち往生したプレイヤーの感情的な犠牲を示す。 このショーはまた、ゲーム外のプレイヤーの生活を見ています。 しかし、アニメのほとんどは、SAOの世界とその中に閉じ込められているという結果に焦点を当てています。 全体的に私はこのアニメを見て非常に満足していました、そして、私は第3シーズンを願っています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Settonychoppers",
    "profile": "/profile/Settonychoppers/reviews",
    "pages": "49",
    "number": "9",
    "link": "/reviews.php?id=100117",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  9\nキャラクター|  7\n|  7"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "kumoriel",
    "profile": "/profile/kumoriel/reviews",
    "pages": "49",
    "number": "10",
    "link": "/reviews.php?id=85167",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  5\n|  8\n\n始める前に、私はこのアニメに不必要な憎しみがたくさんあり、おそらく2012年には人気が高いと思われるファンのベースだと言いたいと思います。多くの嫌悪者はこのアニメを完全な失敗と見なしますが、 これはまともなアニメです。\n\nソード・アート・オンライン（SAO）は、初めから終わりまでかなり楽しい経験でした。アニメの適応は、多くの面でマンガよりも優れていました。  SAOは、バーチャルリアリティ（本当に本物ですか？）やバーチャルリアリティの道徳（現実の世界ではないため、人々が不道徳なことをするべきか）など、他のアニメでは取り上げられない概念に取り組んでいます。\n\nシリーズは、最初はshounen、大きな戦いと圧倒された文字のように見えます。 少数のエピソードの後、SAOはすぐにロマンスアニメに移行します。 時々、SAOは非常に劇的で、瞬時に殺すことができます。 しかし、ストーリーそのものは大部分が良いですが、最初のシーズンは不自然に終わってしまい、第2シーズンは最初のシーズンに比べて苦しいです。  KazutoとAsunaの間の愛がシリーズを台無しにしていると多くの人が不平を言っていますが、私が愛する人を救うためにどれくらい遠くまで行くかは分かりませんでした。\n\nSAOのキャラクター開発は非常に限られており、本当に重要なキャラクターはカスト（キリト）キリガヤとアシュナユウキだけです。 他の文字は短い外観になり、通常はフィラー文字としてのみ存在します。 第2シーズンには、Suguha Kirigaya（Kazutoの姉妹/いとこ）も重要なキャラクターになります。\n\n音は公正だった。 バックグラウンドミュージックは平和な瞬間のほとんどでうまくいったが、それが戦いになったとき、BGMは欠けている。 音には声優が含まれていると思うので、声優が印象的な仕事をしたとも言います。 開かれたテーマと終わりのテーマは楽しかったし、LiSAの「交差する畑」のオープニングを本当に楽しんだ。\n\nSword Art Onlineの芸術はとてもうまくいっています。  Aincard（Sword Art Onlineの仮想世界）の世界は、きめ細かで非常にカラフルです。 第2シーズンのアルフハイムの世界は、アイアンデールが最初のシーズンに持っていた印象的なオーバーワールドの詳細が欠けています。\n\n全体として、私はソードアートをオンラインで8/10にする。 私はそれを見て楽しんでおり、この10年（2010年 - 現在）の最初のアニメは本当に私の注意を引くことです。 多くの人がSword Art Onlineはバストだと言いますが、私はこのアニメが過度のエッチ/ファンサービスと暴力を伴う現在のアニメの流れから離れていると信じています。 私はSAOを傑作とは考えませんが、私はそれを私のお気に入りの長いラインの中の一つと考えています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "ChaosDragon25",
    "profile": "/profile/ChaosDragon25/reviews",
    "pages": "49",
    "number": "11",
    "link": "/reviews.php?id=112697",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  7\n|  9\n\n申し訳ありませんが、私がこのレビューを始める前に、私は本当に素早く私の胸から何かを得ることができます。 まず、このアニメは良いかもしれないし、そこのゲーマーやアニメファンにもおすすめです。 しかし、本当に私を怒らせてしまったのは、このアニメを嫌悪者にしてしまったことです（それはそうではありません）。 あなたがロマンスが好きでない場合は、アニメを見ていないし、また彼らが急いでどのように急いで、望むなら、小説を読んで、またはSAOプログレッシブの章が出てくるのを待つ。\n\nレビューに、私にはSword Art Onlineは14話まではいいアニメでしたが、その後は物事が落ちるようになりました（私はなぜそれがスポイラーになるのだろうと言わないでしょう）が、 私がSAOから得た楽しさは本当に私を幸せにしました。 しかし実際には、14話の後のようないくつかの落ち込み者があって、実際に物語をループにして、ローラーコースターのようにうまくいくものを私に少し不快にさせました。  1から10のうち、私はSAOに7を与えたいと思っています。その理由はかなり良いですが、このアニメがNARUTOまたはDBZのような大きなものになるとは期待していません。\n\nそれはすべて読んでいただきありがとうございます。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "ManvsPillow",
    "profile": "/profile/ManvsPillow/reviews",
    "pages": "49",
    "number": "12",
    "link": "/reviews.php?id=132331",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n私は私のレビューをする前に公平な警告、私はできるだけ客観的にしようとするが、それはアニメになると、私は主観的ですが、非常にオープンであり、非常に困難です。 これも私の最初のレビューですので、私に同行してください。 また、私がいくつかの他のシリーズを比較すると、それは私の比較の基盤となる傾向があるので、私を許してください。しかし、比較は非常に小さい傾向があります。\n\n私がこのシリーズを最初に聞いたとき、それはセッティングとストーリーラインの面で最高のもののように聞こえ、率直に言って、それは失望しませんでした。 私はToonamiでそれを見るために吹き替えがリリースされるのを待っていましたので、それを見る前にシリーズの批評もたくさん聞いていました。 その後、私は約1週間後にシリーズ全体を見直しました。\n\nシリーズの話はすごかった。 それは、新棋の功人のような規模のものではなかったが、私はエピソードからエピソードまでの私の席の端に私を抱かせることができた。  Aincradには100階建てのボス戦がなかったので、私は物語に対して見た共通の批判は、まだ彼らは4つのボスの戦いを示した。 私は間違いなく100の戦いが非常に繰り返し得るだろうと示すように退屈なシリーズを維持した。 表示する必要があるのはわずかです。 同じことが時間のスキップになります。\n\nアートは驚異的で、アクションは驚くべきもので、AincradとAlfheimの両方で美しく多様な設定でした。 キャラクターデザインも創造的でした。\n\n音、特に声優は、トップラインでした。 これはオリジナルの日本語のダブと英語のダブの両方に適用されます。 特に英語のダブはとてもうまくいっていました。\n\nさて、大きなセクション。 文字。 私が見てきた共通の批判の一つは、文字のリストが多様である一方で、ほとんどすべてのものには開発の欠如があるということでした。 私にとっては、シリーズはキリト、アスナ、スグハの3人のキャラクターに焦点を当てていたことが気に入っていました。 もっと多くのキャラクターがいたが、彼らは物語の進歩のための触媒として効果的に働いたと思うが、主に私はそれらをキャラクターの箔と自分自身の鏡として見た。 私は間違いなく時々それらに関連して、主人公とそれを支えている人物との対比を見ることができます。 私はこのシリーズが驚くほどの派手なキャラクターの巨大なキャストを必要としないと感じています。 それはいくつかでそれをすることができます。\n私が見たいくつかの欠陥の1つは、ストーリーの2番目の悪役でした。 スポイラーを避けるために、私は彼が彼の究極の計画は彼が非常に悪魔的に見えるようにしたが、彼が彼の動機の点で非常に一般的で真面目に見えたと言える。\n\n私はMMOと私の心のために私のスイートスポットを打ったので、非常にシリーズを楽しんだ。 私は特にそれが取られた方向を好きでしたが、私は多くの人々がしなかったことを見ています。 私は個人的には、純粋な行動や生存のための戦いではなく、人と人との関係の方向にシリーズを取ったことがうまく合わないことを好みました。 ロマンスは特に大きかった（はい、それは私の好きなアニメのジャンルです）。シリーズにはいつも私の好きなアニメのカップルの1つ、Clannadに次ぐ2番目があります。\n\n全体として、いくつかの欠陥はその強みをはるかに上回ります。 私は個人的にはこのシリーズを傑作と思っており、今の3度目の好きなシリーズです。\n\nレビュー全体を読んだら、お時間をいただきありがとうございます。 また、私のレビューや意見に基づいてライト・ノベルを読むべきだと思ったら、私はアニメしか見ていないので、私が魅力を感じるかどうかまだ分からないので、私のプロフィールに私にメッセージしてください。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Mega__Allan",
    "profile": "/profile/Mega__Allan/reviews",
    "pages": "49",
    "number": "13",
    "link": "/reviews.php?id=219376",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  5\n|  4\n\n多くの人がこのアニメがすばらしいと言っているのを見て、この種のものはアニメにチャンスを与え、アニメは極度に誇張されています。\n\n物語は大きな可能性を秘めていましたが、初めには十分に探究されていませんでした。あなたが泣かせるような感情的なものになると思いますが、最初の5つのエピソードは偶然エピソードフィーラではなく、 それらの後に物語は本当に始まりますそれは第二の物語の最初の弧の最終が非常に反復的にとどまるまで成長するでしょうそしてあなたは見てみたいと退屈なままであるので、 最終的には、最終的に右のラインに戻って話をすることは決してありませんし、それはdisapointingです\n\n芸術は本当に素晴らしいです。キャラクターのデザインが非常によく行われているアニメーションは、アニメの次善のものです。\n\nサウンドはアニメの最高のもので、オープニングとエンディングはすべて優れていて、アニメを見ている間に表示されるサウンドトラックは素晴らしいです。\n\nキャラクターは短くて魅力的なキャラクターはアスナとキリトです。あなたは気にしないので気にしません。5つのエピソードのうち少ないエピソードで出現するものもあれば、もっと好きなものもあります。\n\n楽しさは本当に悪いです。私はちょうどそのエピソードまで見ていたので、私はちょうど見守っていたいくつかの部分の最初のアークの最後のエピソードと最後の3つのエピソードの最初のエピソードでアニメを続けたいと思っています。\n\nオンラインで剣術を再開するのは良いアニメですが、実際にはいくつかのファンがそれに与える「10」のはるか遠いです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "KGohan_Kame",
    "profile": "/profile/KGohan_Kame/reviews",
    "pages": "49",
    "number": "14",
    "link": "/reviews.php?id=218969",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  8\nキャラクター|  5\n|  7\n\n免責事項：これは単なる孤独なオタクの主観的な意見であり、あなたがこのアニメを憎むか愛している場合は、それを続けてください。 私は絶対的な法律であることを私が以下で言うことは意味しません。 そのような方法で、\n\nSAOレビュー（シーズン1）：\n\n永遠の遅れで、SAOの第1シーズンの私のレビューが来ます。\n\n通常、私は両方の季節を見直すことを好むが、MALで2つに分かれているので、別々のレビューを書く。\n\n要約（または方法が長すぎる、そのテキストの壁を読んでいない）：\nSword Art Onlineは広く愛され、反抗していますが（最近、私が最近見たことから主に反抗していますが）、最初のエピソードが初演されてから数年の間に、議論や議論が行われています。 それはかなりの感情的な深さでかなり強く始まったが、それは後半（最後の10エピソード）のアニメの欠陥の詳細を明らかにするし、自分の好みのために私の不信をあまりにも重く停止することを開始しました。 しかし、そのアニメーション、時には感情的なシーンは、一般的に楽しく、（私の意見では）サウンドトラックは、このアニメが悪化することを過小評価しています。 全体：6/10\n\nバックグラウンド：\nAoTやKill La Killのようなアニメのように、インターネットはSAOに固定されていました。ファンはそれが爽やかで新鮮であると宣言しました。 多くの人がオリジナルのものではないにもかかわらず、多くの人が唯一の前提に抱かれていた（ハック・フランチャイズ、さらにはSpy Kids 3もアニメではないにもかかわらず、同様の施設をすでに行っている）。 バズは、シリーズのファンと批評家の間にますます分裂とともに、放送されたエピソードとしてすぐに蓄積されました。\n\nプロット/ストーリー：\nこれまでにも述べたように、このシリーズのファンは、これはユニークで、アニメでこれまでに行われたことがないと主張しました（再び、私はそれがあったと主張しています）。 類似の施設を持つ他のアニメやエンターテインメントのフランチャイズがあるにもかかわらず、SAOはVRMMOアニメを作るのを助けました（Log Horizo​​nはすぐにSAOの足跡をたどり、他のアニメはそのジャンルを氾濫させ始めています）。 ビデオゲームの中に閉じ込められていることは、いくつかの面白い可能性に役立ちます。サイドプロット要素のいくつかはちょっとしたウィットで行われます（ただし、無意味なハーレムよりももっと多くのことがあったと思います）。 最初の数回のエピソードで心理的な影響が最初に探求されていましたが、それはしばらくしてからそれを忘れていました。 それは私を少し悲しんだが、それでもショーの大きな障害ではなかった。 最初のシーズンの中盤で...私はプロットの展開にかなりショックを受けました...そして良い方法ではありません。 最初の半分にもかかわらず、あなたが気にする人々を失うという心理的な結果を示すことによって、ある種の親切を築き上げてきました...特定の出来事は、これを完全に笑うように見せかけ、特定の結末を強制するように信じられないように思われます。 ここから下に向かっているようだ...\n\n私はスポイラーや何かを掘り下げることはしません...しかし、これは前半のものです。 後半...ほんとうに。 キャラクターと一緒に、プロットの紆余曲折とそれがすべてどのように演じるかは、私に鞭打ちと乱れを与えたものです。 スーパーマリオブラザーズのVRMMOがあれば、ストーリーは非常に鈍くなり、すべてのことが起こりました。最初の13のエピソードの後半に加えて、キャラクターの成長が停滞するにつれて、 長い間。 スコア：6/10。\n\nキャラクター：\nこれは、第1シーズンで話をするのが最も簡単で難しいことでしょう。 ほとんどの文字は、例外を除いて、1次元でかなりかすかではなかったためです。 最初は主人公のキリトです。 私はほとんどが何度も何度も指摘しているとは言えませんが、彼の性格は単に観客のために成就したいと思っています。後半には、エルフの雲に変わってしまいます（大刀、OP、地獄、ちょっとした孤独 ）。\n私たちの女性リードAsunaは本当に強く始まります。 これまでに多くの人が言っていたように、彼女の性格は、最初に無数の平等な女の子が何らかのハーレムクォータを満たすことを約束した後、多くの約束を抱いているようだった。 あるキャラクターにもっと頼りになった後（でも、できるだけスポイラーを避けて）、私はまだ多くの人と同じように彼女を完全に書きませんでした。 はい、彼女はその人にもっと依存しているようでしたが、彼女はまだ彼女が明らかに自分自身のために逃げることのできる場面を持っていました。 それは、苦痛の典型的な乙女のように感じるように（私は彼女が少なくともその恋人ではないようにするために彼女にもっと信用を与えているが）後半にはたくさん変わった。\n\n他の誰もが悲しそうに忘れられ、観客にほとんど印象を残さない（MAYBE Sacchiを除いて）。 これは、私がこれらの人々をもっと気にしておかなければならないと感じているため、ショーには害です。 彼らは主人公の靴に聴衆を置いた直後であり、Kiritoの能力に力強さと驚きを感じました。 しかし、最初のシーズンが終わるまでには、すべて空洞になった。 全体的に5/10。\n\n音：\nこれはSAOを批判して、梶浦由紀（マジカ・マギカやシナーズ・ガーデンのようなアニメ作家を愛する多くの作曲家）が単にオートパイロットになっているということを批判する側面です。 私は実際にこの主張とはかなり強く反対しています。多くのトラック（In Your Past、Swordland、Gracefully and A Tender Feelingを含む）が本当にうまくいきます。 このコンポジションは豊富で、しばしば暖かい弦のセクションを使用し、一般的に画面上で起こっている気分やシナリオに合った適切なシーンで再生されます。 多くの場合、何が起きているのかをよく見極め、時にはそれを上回ります。 音楽とストーリーの両方が同じ感情的な深さにあるときは良いことです。 しかし、それは音楽がそこにあり、物語が恐ろしいほど背後にあるときにアニメを傷つける。 すべての曲が他の曲と同じくらい良いとは限りませんが、このサウンドトラックはアニメを強く批判した人たちによって過小評価されていると思いますが、それはこのアニメの恩恵の一つです。 全体：8/10。\n\nアニメーション：\nSAOのもう一つの傑出した側面は、A-1ピクチャーズが行ったアニメーションです。 アニメーションはしばしば偉大であり、そうでなければより鈍いまたはより平凡であったかもしれないシーンに人生を呼吸させる。 それは安定したペースにとどまり、いつ懐かしくなるべきか、そうでない時を知っている。 物語が実際にこれらの領域の多くを探検することはないにもかかわらず、背景はしばしば美しく、適切な気分を設定することもできます。 この側面についてはあまり言いませんが、一般的には審美的にアニメの楽しさを見て喜んでいます。 全体：7/10。\n\n楽しみ：\n私がプロットやキャラクターと一緒に持っていた目立った問題にもかかわらず、私はまだ自分自身が楽しんでいたことが起こっていることを発見した。 多くの要素のジェネリックがどのように見えるのかにかかわらず、プレゼンテーションはこれをさらに平凡ではなく、見るのが退屈でないようにしています。 いくつかの点で、それは完璧なポップコーンエンターテイメントです。 どんな美術品にも「ポップコーンエンターテイメント」という言葉を関連付けると中空であるか、または浅みがありますが、このアニメは実際にはそのレベルではかなりうまく動作します。\nこのカテゴリの唯一の障害は、いくつかのファンサービスです...人々が冗談でこれをSword Ass Onlineと呼ぶ理由があります。 多くの女性キャラクターは性的なやり方で不快な発言をしています（実際には奇妙な感情が現れるシーンにもかかわらず）、第7回目のバットショットを見てから聴衆に不快感を感じたり、 それでも、これは比較的軽微でしたが、それでも少し楽しさが減りました。 全体：7/10。\n\n全体：\n\n私がSAOの最初のシーズンを見たのはしばらくありましたが、AoTと同様に、これが最初のシーズンを覚えています。\n全体的に...それはそれを見た後に少し酸っぱい後味を残す混合された袋です。 その始まりはその結論よりはるかに強力です。 いくつかの技術的側面と全体的な楽しみがこれを平均よりわずかに悪いことから守っているにもかかわらず、アニメの欠陥はそれを傷つけ、アニメファン/オタクラグを大きく傷つけます。 私はこの中のどこかに立っています...ファンダムの見解に少しだけ傾いています。 その楽しいポップコーンの素材は時々始めると良くなりますが、不完全な結論に達すると失望します。 キャラクターのデザイン自体は本当にいいですが、私の好みに合わせて開発が中空で空ではありません。 プロットは時には巧妙なひねりを持っていますが、観客が不信をあまりにも遠ざけたり、遠くに追いやらせたりするような人為的な意思決定をすることがよくあります。 私はまだAOTのような他の大衆的なアニメよりもこれを好むだろうが、あまり好きではない。 全体：6/10。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "CAD95",
    "profile": "/profile/CAD95/reviews",
    "pages": "49",
    "number": "15",
    "link": "/reviews.php?id=217717",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  7\nキャラクター|  5\n|  7\n\n時間と時間をもう一度、私たちは潜在的に生きていないペーシング、キャラクターの開発と悪いプロットの開発などのさまざまな要因のために苦しむアニメを参照してください。  SAO（Sword Art Online）も変わりません。  SAOは非常に良いコンセプトで始まりますが、残念なことに貧しい人々の執行が非常に悪いので、シーズンの始めから終わりまで見ることができます。\n-----\n\n#Pros\n\n\n - 第1話は、緊張した状況を作り出すのにうってつけです。\n\n\n -  KleinとAgil。  MCもまだそれほど好感は持てません。\n\n\n -  Kayaba Akihiko  - 私に心のこもったビープ音*を呼んでください。しかし、私はVRに1万人を閉じ込め、VR世界に死の概念を加えて、reall世界での死を意味するのはかなり悪いことです。\n\n - いくつかの良い曲。\n\n*短所\n\n*作者（カヤバ）は、ゲームの登場から現実の登場に至るまで誰にでもアイテムを提供します。 問題は、神経歯車は基本的にヘルメットのような装置なので、どのようにしてプレーヤーの身長や外観に私が違うのかを伝えることができます。 私は高さが何とか神経装置に入力できると思うが、それは誰かの外見を認識できないはずである。\n\n\n*私は深くイライラしているエピソードの間にキリトのレベルを上げます。\n\n\n*ペーシングの問題がすぐに蹴り込まれ、最初のエピソードで作成された緊張を完全に破壊すると、ペーシングの問題はこのアニメのいたるところにあります。 一貫性はまったくありません。\n\n\n*キャラクターの開発は、プロットペーシングと同じくらい悪いです。\n\n\n* KiritoとAsunaの関係開発は、非現実的に急速に進んでいます。\n\n\n* SAOの第2部はAlfhiem Online（ALO）と呼ばれる別の世界で行われます。 真面目なことに、前半のように欠陥があったように、第2の部分はそれ以上言及しない点でさらに悪かった。\n----\n\n私はこれをお勧めしますか？ 私は非常に批判的でしたが、OP主人公の劇的だが非現実的なファンタジーアクションアドベンチャーアニメを勧めてほしいと頼んだら、誰かに「あきらめる」と言います。 しかし、私はペースやドラマにリアリズムを好む人にこれを勧めないでしょう。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Nalyubuites",
    "profile": "/profile/Nalyubuites/reviews",
    "pages": "49",
    "number": "16",
    "link": "/reviews.php?id=130875",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  5\nキャラクター|  4\n|  7\n\nポイントにまっすぐに入るために、このシリーズは多大な可能性を秘めていました。私はゲームに閉じ込められるというアイデアが本当に好きです。 大きな問題は、キャラクターの開発がほとんどないということでした。 私が本当に好きでなかったもう一つのポイントは、シリーズの前半は素晴らしかったが、彼らが突然予期せぬ試合で勝利したとき、私はラメストーリーラインの別の11エピソードが残っている。\n\n正直なところ、あなたがSAOの最初の14のエピソードを見るなら、その時点で止めることができます。 私が持っていたなら、私はこのシリーズに別のポイントまたは2つの全体を与えている可能性が高いです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "deaththekid25",
    "profile": "/profile/deaththekid25/reviews",
    "pages": "49",
    "number": "17",
    "link": "/reviews.php?id=216658",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  9\nキャラクター|  3\n|  8\n\n（編集レビュー）私は以前のものでタイプミスをしました。\nストーリー：5/10\n - 物語はAincrad Arcでうまく始まりますが、Fairy Arcに当たったらちょうどクラッシュして燃えます。 このコンセプトは面白いですが、実行には貧弱でした。 このショーの主な問題は、ギグクを引用して、ショー自体があまりにも真剣にかかることです。\n\nキャラクター：3/10\n - このアニメのキャラクターは非常によく開発されておらず、まばらです。 キリトは個性の少ない人物です。  Asunaは、当初は全体の悪徳だったが、一般的なtsundereに過ぎない。\n - 私は個人的にこのアニメの唯一の記憶に残るキャラクターはシノンだと信じていますが、彼女は2年目のシーズンに登場しますが、これはアズナがすべきだったはずです。\n\n音楽とアクション：8/10\n - このショーのハイライトは、アクションシーンと音楽です。 オープニングは常にショーのトーンを設定します。 しかし、これらの側面は実際にこのアニメの問題よりも重要ではありません。\n\nアートとアニメーション：8/10\n - アニメーションはうまくやっていますが、詳細ですが、ショーをお勧めする理由はありません。\n\n個人的な楽しさ：8/10\nこのショーのように書かれているように、実際には楽しんでいますが、ショーに欠陥がないとは限りません。 それはないからです。\n\n評決：6/10\n - 私はこのアニメをお勧めしますか？ あなたがエンターテインメントのためだけに何かを見るつもりなら、そうです。  SAOよりも優れたアニメが欲しいなら、Log Horizo​​nをお勧めします。 このアニメはファンボーイ/女の子がそれを賞賛するほど良くはありませんが、嫌悪者がそうであると主張するほど悪くはありません。 私はこのショーの楽しさを得るための最善の方法は、あまり考えずにそれを見ている、またはあなたが見て何も持っていないと非常に退屈だと言うでしょう。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Animeted_love7",
    "profile": "/profile/Animeted_love7/reviews",
    "pages": "49",
    "number": "18",
    "link": "/reviews.php?id=145905",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  9\n\nいくつかのスポイラーズエンテ：\n\nうわー、これは素晴らしいと思った！ それは楽しい、思考を刺激する、いくつかの豪華なアートワーク、音楽と文字でアクションパックの感情マニピュレータだった。 個人的に、私は彼らができることで素晴らしい仕事をしたと思います。 彼らはカヤバを破った後、どこに行くのだろう？ 当然、私は試合に立ち往生した人々のこと以外には、プロットについては何も知らなかった。 私はMMORPGの巨大なファンではありませんが、私は多くのゲームをしています。 考えは十分に面白いようでした。 私は、作家が持っていた創造的なアイデアを見て、これがどこへ行くのか想像し始めたとき、パイロットの間に夢中になった。 悲しいことに、私は最初の弧（特にeps 1-4）が極端に急いでいるのを発見しました...しかし、フィナーレは、これらのキャラクターが世界に戻ってくるかもしれないということを暗示します。したがって、シーズン2  ？ 私は真面目だ...最初の弧はすべて25 epsをカバーすることができ、私はいつもテレビに接着されていただろう。  2番目の弧は、人々がそれを愛してグループ化し始めた場所、またはそれを嫌う場所です。\n\nとにかく、私にとってはパート1がシーズンのハイライトでした。 私はいつも私の座席の端にいた。 ゲームや実生活での死のシナリオ全体は、ショーを行うことについて驚くほど創造的な方法だった、と私は、私の前に述べた欠点を除いて、彼らはそれを取り除いたと思う。 私はこれらの文字を愛していました。 感情もそこにありました。私は自分の小さな部屋に座って見たときに、自分が望むすべてを感じていました。 結局、次の章に満足して興奮しました。\n\nそれは1に2シーズンを得たようなものでした。この部分は残念なことに期待を満たしていませんでしたが、それは私が好きではなかったわけではありません。 実生活での死の脅威がなくなり、緊張が高まった。 さらに愛三角（奇妙なことに姉妹/いとこ/何でも）の導入は変わっておらず、物事はちょっとばかげていました。  Leafeaは偉大なキャラクターでしたが、Sugu IRLは女性キャラクターに関しては寂しかったです。 残りのエピソードで私が感じたかった魔法（意図しない呪文）を取り除きました。 私は彼らがユイを（ピクシーとして！）持ち帰ったという事実を楽しんで、私は妖精の世界を愛していました。 それは私にピーターパンの感触を与えてくれました。 また、Sugouは優れた悪役でした。 彼はとても恐ろしくて恐ろしく変態していましたが、あなたは助けができませんでしたが、キリトはそうします。 この弧の終わりはすばらしく行われましたが、やはりそれは間違いがありました。\n\n技術的にも、すべてがうまくいっていました。 アニメーションは素晴らしかったです。 私は本当にそれを十分に賞賛することはできません。 戦闘シーンは、死の場面、風景、3つの世界が自分の気持ちを持っていた方法と同様に、複雑にまとめられました。 ゲームの世界は華やかで鮮やかで活気がありました。私たちの世界は暗く、かなり落ち着きました。 キャラクターアニメーションも美しく仕上げられました。 サウンド部門は、これが最も輝いた場所です。 声優は、おそらく私が聞いた最高のものでした。 高いピッチの文字はなかったし、その声がそのキャラクターに合わないと感じた時はほとんどなかった。 キリトとアスナはお互いの世話をしていて、声優があなたを完全に感じさせました。 サウンドトラックと一緒に音楽（始まりと終わりの両方のテーマ）も美しく美しかったです。\n\n全体的に、私は間違いなくシーズン2を見ます。それはいくつかの欠陥がありましたが、結局私は楽しんで、私が見ていたものに感情的に投資しました。\n\n9/10星。\n\n監視されたsubbed。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Verdigris6",
    "profile": "/profile/Verdigris6/reviews",
    "pages": "49",
    "number": "19",
    "link": "/reviews.php?id=214729",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  9\nキャラクター|  4\n|  7\n\n私がSAOを十分に低く評価しなかったので、やっかいなことをするのを待つことができませんが、ここに行く：\n\nソード・アート・オンラインへの話は、アークが非常に異なるために判断するのが難しいです。 代わりに私はそれを分解する。  SAOの最初の弧は、何百万人もの人々を魅了している弧であり、それはカルト・フォローを持っている理由です。 私は最初の10回ほどのエピソードを徹底的に楽しんだと言います。 最初のエピソードで最も期待されるコンセプトの1つを紹介した後、SAOは死のゲームの中で世界を扱うエピソードアドベンチャーアニメになりました。 それはそれが永続する多くの熱狂と実行の元ではありませんが、最初の弧は楽しいアクション/ハーレムのアニメでした。  （7/10）\n\n以下のアークは、SAOが本当に崩壊し始めるところです。 何かを甘やかすことなく、アクションとプロットが保持していたすべての陰謀は、最初のアークに不可欠なプロットデバイスがないために失われました。 対話が苦しくなり、近親相姦を暗示するアニメに疲れたら、これはあなたのためではありません。  （1/10）\n\n次に文字が来る。 彼らはあまり良くありません。 このアニメは卑劣なことにハーレムに変身するだけでなく、ハーレムも有用性の恩恵を受けていません。 それはまだパーティーに値する唯一のキャラクターとして、そしてどんな深さをも示す唯一のキャラクターとして、私たちの主人公に引き続き当てはまります。 そして、私をNPCで始めることさえしないでください...\n\nSAOの制作品質は、ショーの唯一の素晴らしい点です。 音楽は素晴らしく、最初のOPはキャッチーだったし、特に戦闘シーンでは芸術は素晴らしいものだった。 サウンドトラックは、ショーがもたらすような小さな感情を強調することによって、荒いパッチの多くを滑らかにすることができるほど十分に良好であった。\n\n5つのカテゴリに適合しない異常を説明するために、私も調整を行います。 肯定的な側面では、それはステレオタイプのハーレム/アクションショーネンですが、少なくとも制作の観点からは、おそらくそのジャンルの中で最高のものです。 しかし、否定的には、このショーは後半に絶対に否定的でした。私が関心を持っていた概念をタブーに変えました。\n\n結局のところ、私はまだアニメの多くの面を楽しんでいて、すべての人がSAO議論に参加できるように意見を作成する以外の理由があれば、アニメファンにこれを実際にお勧めします。\n\nストーリー：4\nキャラクター：4\nサウンド：9\nアート：8\n調整係数：5\n楽しさ：7\n全体：6"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Kani-Chiiii",
    "profile": "/profile/Kani-Chiiii/reviews",
    "pages": "49",
    "number": "20",
    "link": "/reviews.php?id=127257",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  10\nキャラクター|  7\n|  8\n\nオンラインでの剣術に関することは、芸術はかなりいいですし、物語は創造的ですが、質問すべきいくつかの重要な細部があります。 なぜキリトとアスナは恋に落ちたの？ もし彼が高レベルでないなら、彼はどうやって強くなっていますか？ 彼の統計はどのようにして強力な人々を倒すことができますか？ 私はアニメがあまりにも彼らが生き残るためにそのゲームをプレイするように急いだと思う。 作者はおそらくアニメの上を急いで、詳細をキャッチしませんでした。 まあそれは可能です。 悪い意見以外に、悪い意見を言う人もいます。 音楽は本当にいいし、オープニング1は本当にキャッチーです。 芸術もかなり良いです。 見るのが楽しくて楽しいことではありません。 私は次のシーズンがより良いことを願っています。 そしてどうやって？ 正直言って、キリトがサチが死んでいるのを見て、本当にファックしなかったように、それは私に見えた。 プラス初めに、彼はアズナに言いました、彼女は彼女とパートナーシップをしたくないと言ったが、ギルドに加わりました。 それは私をたくさん混乱させました。 そして、Asunaだけでなく、他の剣術のオンライン友達ともっと瞬間があるはずだと思う。 そして、突然のAsunaは、アニメの途中で別の試合に出場しています：どのように、そしてなぜですか？ また、実際の生活でもYuiと出会った方が、アニメはもっと面白いでしょう。 そして、アニメの真ん中に登場した他のゲームでは、キリトはどうやっていいですか？"
  }
]
