[
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "NekoSilhouette",
    "profile": "/profile/NekoSilhouette/reviews",
    "pages": "42",
    "number": "1",
    "link": "/reviews.php?id=227566",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  3\n|  5\n\nそれを見ているかどうか疑問に思っているフェンスにいる人は、少なくとも最初の数回のエピソードで試してみるといいでしょう。\n\n最初のエピソードは、私たちに世界に華麗な紹介とそれに生息する文字を与えることによっていくらか誤解を招く。 残念なことに、このシリーズは崖から落ち、決してそれが持っていたはずの高さには達しません。\n\n私はサウンドトラックが好きでした。オープニングとクローズのテーマのいくつかはかなりキャッチーだったし、アニメーションもかなり良く見えます。 これらは残念なことに唯一の楽しい側面です。 キャラクターはとても鈍くて生きていません。  Kiritoがそれらと一緒に行われるとき、遠くに面白いものさえも捨てられる。 背景に追放されました。 キャラクターが存在する唯一の理由がMCの上に立つとき、ショーが痛い。 キリトは人の中の神です。\n\n殺す時間を探して、深刻な何かを探していない人には、私はお勧めします。 ショーは、もはや人々として見ていなくても、バーチャルワールドで愚かなことをしている愚かな人たちの喜劇のように見えるとき、半分まともです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "VariFox",
    "profile": "/profile/VariFox/reviews",
    "pages": "42",
    "number": "2",
    "link": "/reviews.php?id=226962",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  7\nサウンド|  7\nキャラクター|  1\n|  10\n\n私は、他の（そしてより一般的な）レビューの海の中で私のレビューを読むことは、おそらく重要ではないとはっきりと述べているにもかかわらず、SAOをレビューする義務があるように感じます。 要するに、多くのMALユーザーと同じ考えを持っています。\n\nソード・アート・オンラインは、私が見てきた最も面白いアニメの1つですが、アニメが提示する世界に没頭するのではありません。 代わりに、私はポップコーンのボウルやタコス、ソーダのガラスをつかんで、昔のAincrad Arc of Arcの剣アートオンラインをオンにすることで陽気に面白いと思っています（SAOの第1シーズンを今度は約5回見た ）。 欠陥、草履、そして一般的な意味を持たないものの量を見ることは、私には面白いです。\n\nストーリー：2\n\nああ、私をここから始めないでください。 ああ待って、これはレビューです、私はそれが悪い冗談だったと思います。  SAOの最初のシーズンは2つの大きな弧に分けられます。最初はAincrad Arc、2番目はFairy Arcです。\n\n最初の弧の物語は潜在的なものでした。 そして、MMORPG設定の経験全般について、多くの人々（私を含む）が吸盤です。 しかし、最初のアークが非常に多くの可能性を持っていると思ったところでは、本当に何かを出して、それほど大丈夫ではないと思っていたのですが、最初のアークの実行が恐ろしいほど不安でした ありました。 このショーはいたるところに落ち着きがあるので、多くの視聴者がほとんどの力学の論理に疑問を抱いています。\n\n私はスポイラーなしでは本当に細かいことができないので、それは恐ろしい遊びの劇場だったと言うつもりです。\n\n今、フェアリー・アークはまったく新しいものです。  Aincrad Arcが自分自身の実行で私を失望させたところで、Fairy Arcは私の家の誰も私の後ろを歩いて私が見ていたものを見ることを望んでいないと私の椅子に私を抱き締めてしまった。\n\n繰り返しますが、私は実際にスポイラーなしでは詳細を細かく見ることはできませんが、簡単に要約すると、どこにもないファンサービス、戦い、くりぬきなどがあったと思います。\n\nアート：7\n\n私は実際にAincradの世界を崇拝していました。私は、芸術家たちが、自分自身のような没入感のある美しい世界がいかにして描かれているかを描写するのに、かなり良い仕事をしたと思いました。 私はこのセクションにFairy Arcで作成している穏やかな世界でない場合は9を与えていたでしょう。 ああ、別の一般的な森林区域！ それらの木をすべて見てください！\n\nサウンド：7\n\nオープニングでなければ、私はこのセクションに5を与えてしまいました。私はショーにとって重要なサウンドはすべて考慮しませんし、 'generic'を使用すると7よりも高いスコアを与えません 剣、凶悪犯の喧嘩音、お互いを打ち負かす人々のパッケージ。\n\nキャラクター：1\n\n文字は確かに紙のように、パッケージからまっすぐです。 平野、白、空白。 しかし、代わりに、これらの紙片は様々な色で覆われていますが、それらはまだ普通で空白です。 それはSword Art Onlineのキャラクターの良いサマリーです。  SAOは、Asunaを除いてキャラクターの開発をしていないが、とにかく小型化されるので重要ではない。\n-Generic '私は弟の心を欲しがっていて、服の姉妹の下にあるものは何でもいい。/第1、第2、第3のいとこ\n主人公も好きですが、自分の利益のために未熟で性的な方法である-12歳\n - 日本人黒！ 何？！？！\n潜在力はあったが、SAOには神が1つしかないので潰された劣悪な人物\n\nそして最後に、文字通り危険に直面しない神Kiritoは、彼が遭遇するすべての戦いのためにレベルが上がり、圧倒されているからです。 どのような偉大なキャラクター、右の男！\n\nエンジョイメント：10\n\n私はこのショーを楽しんでいないと言ったときに私は嘘をつきますが、私はすべての間違った理由でそれを楽しんでいます。 このような貧しいメディアの実行がいかに面白いかという理由だけで、悪いメディアを見たいのであれば、家にようこそ！\n\n全体：3\n\n驚くべきことに、このようなショーを見ている私の楽しみは、このショーがいかに恐ろしいかという私の知識を失うものではない。  OP 14歳、すべての性格のホット・ハーレム・ガールズ、そしてゲーム設定を入れて、あなたはまともなアニメを実際には得ません。 私は実際にそれを推薦するのではなく、あまりにも建設的ではない人気アニメを推薦することの皮肉のために、このアニメを人々に推薦します。 うまくいけば、あなたはこのショーの様子を知ることができます。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Mnemofysh",
    "profile": "/profile/Mnemofysh/reviews",
    "pages": "42",
    "number": "3",
    "link": "/reviews.php?id=141339",
    "jp": "--- --- --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  8\n\n警告！！ このレビューにはスポイラーが含まれています！\n\n私はこれについて非常に残念ですが、私はちょうどいくつかのスポイラーを含まないでまともなレビューを書くことができなかったように感じました。\n\n\nそれでは、まっすぐにしましょう。 ストーリー要素から始める。\n\nSAOの話は、これまでに何回も見たことがあると私が信じているものです。 ゲームにトラップされる要素は、「バトル・ロワイヤル型」のジャンルと同じくらい普遍的です。 それにもかかわらず、ストーリーは何とか新鮮なままで、面白いプロットポイントと「紆余曲折」でいっぱいになることができます（正確にはそうではありませんが、私は何を呼び出すべきかわかりません）。 一般に、それは興味深いプロットでした。\n残念なことにアニメのために、それをもたらすことができる多くのポイントがあります。\nまず、多くの時間ジャンプがあります。  2年のゲーム全体を描くのはちょっと長くて不必要かもしれませんが、1つのエピソードから次のエピソードにジャンプしてストーリーラインから離れ、キャラクターの発展を妨げ、何度も混乱させてしまいます。 最悪の部分は、アニメ全体で時間のジャンプが続いているということです。 真剣に、画面に表示された日付を読むか、死ぬかのように。\nキリトのソロ間の突然の変化やギルドとの仕事（特にスタートの近く）など、時間のジャンプに関連するだけでなく、アニメーションにも数多くの（小さな）矛盾があります。 そして最後に、突然「IDヒースクリフ」を使うようになりました。 完全に青から。 または、スーガ（リーファ）がSAOの兄弟のエイリアスが「キリト」であることを知らないとき。 同様に、誰もが知っている！ あまりにも悪いことではありませんが、どちらも良いことではありません。\n真剣に私を盗んだもう一つのことは、「Sword Art Online」というアニメの中の（そしてここではスポイラーです）、実際のアニメの半分だけがSword Art Onlineで起こっていることです！ 正直なところ！  ALFheim（または何でも）オンラインで問題があるわけではありませんが、実際にはSword Art Online以上のコンセプトが好きですが、なぜアニメ「Sword Art Online」に電話するのですか？ それは比較的うまくないようです。\n\nランダムなキリトの引用：\n\"私は処女に賭けるよ -\"\nうわー、キリト。 あなたがそこに持っている文章に深く意味のある始まりがあります。\n\nこの物語要素、特にAsunaとKiritoの間のロマンスと結論づけてください。 私はこれが実際にたくさんのショーをもたらしたように感じる。 それは一見現実的であり、愛の相互感情の良い要素を持っていますが、それはsoooooo soppyです。 私が考える限り、キリトはAsunaと出会ってパーティーを開き、彼が通常通りソロ・プレイヤーになる。  2年後、彼は血の誓いの騎士団、Asunaの礼儀正しい言葉で少し働いています。 それから、1ヵ月後には、結婚について話しています。微妙に咳をしています。結婚したいということを意味しています。 物理的になり、実際にお互いに結婚する前にキスをする。  （私：みんなに来なさい！あなたは16のようです！）\nああ、キリトはもう処女に賭けることができないと思う。 残念な…\nそして、「あなたが戻って来なければ、私は自分自身を殺す」という対話のために、私はテーブルの上で頭を叩いているシーンがあります。 だからチーズ。\n（追加注：最後に、KiritoがSugouとAsunaの写真を殺そうとしているとき、そしてKirito / Kazutoをオフにしている最後の写真が、 彼らが作った後、午前中に笑っているアスナ！）\n\nALFheim onlineのSAOの第2部について、私はたくさんの気持ちを持っています。 一方では、私は本当にそのコンセプトが好きで、ショーを続けていたのが好きでした（私はそれが本当に終わらないようにしていたので）。一方、Sword Artというアニメでは少し外れています Meh。 オンライン（私が前に述べたように）。 それはSAOにも似ています。 さて、これが良いか悪いかは議論の余地があります。 一方で、彼らは両方が同じショーの中にあるので、それは良いです、従って全く違うものは、より多くの場所から外れるでしょう。 一方、コンセプトはまったく同じであるという意味ではあまりにも似ていますが、同じ種類の「悪役」がゲームをコントロールしています。まったく同じ2つのバーチャルリアリティゲームのようです 。 独創性はあまりありません。 それはキャラクターの開発などを促進するような良い点がいくつかありました。 \n\n\nアート...うーん...それは最高ではありませんでしたが、私は実際にそれを公正なビットが好きでした。 しかし、私のお気に入りではありません。 景色はとても素敵で、キャラクターはまともなものでした...それにもかかわらず、素晴らしいものはありませんでした。\n\n音楽はきれいだったし、頻繁に演奏されていたので、豊富に言いたいのですが、バトルテーマは常に同じです。 私はバトルテーマに反するものは何もありません。実際には、私の背中にうっすらとした感覚を送ってくれました。しかし、彼らはもっと音楽を持っていたらいいと思います。 はるかにもっと。 そのような可能性がありました。 ええと、それはよかった。 私は推測する。\n\n文字をオンにします。 今戻ってみると、キャラクターの開発は実際にはまともです。 画面上で多くの時間を取らないキャラクターでも、受け入れられる量の開発が得られます。 しかし、これにもかかわらず、私は実際には希少性と非常に否定的な点である好きなキャラクターを開発していません。 しかし、特筆すべきはYuiです。 彼女は私を繰り返し鳴らし、私が彼女を抱きしめることができたらいいと思う。\n私は本当に、キリトを本当に嫌う。 まずグループが最初の上司を倒し、彼が「ビーター」と呼ばれた直後に、彼は突然すべて冷たく、幾分絨毯のようになります。 しかし、私はそれをスライドさせて喜んでいます。\nキリトはそんなステレオタイプのヒーローです。それが私が彼について嫌いでした。 もちろん、彼は両方のゲームを打ち負かす、私はそれは誰かにそうするのはばかげているだろうという意味ですよね？  （皮肉）。 彼は蛾のような女の子を電球に引き寄せます、そして、あなたは彼がアシュナに忠実であると言えるかもしれませんが、それはまだとても迷惑です。\n他のキャラクターは良かったし、彼は技術的にアンタゴニストだったにもかかわらず、実際にはカヤバ・アキヒコが本当に好きだった。 最初のアンタゴニスト、少なくとも。\nしかし、頻繁に人格が変わっているように見えます。 はい、さまざまな状況が異なる感情を刺激しますが、これらの変化...いいえ、いいえ。\n\n\nそして…\nそれは私が言うことができるすべてです。\n\n全体として、これは良いアニメでした。 物語そのものはオリジナルではありませんでしたが、それはまだ非常に喜んでいました。 キャラクターの開発は良かったが、主人公は嫌なステレオタイプだった。 ここにはいくつかの矛盾があります。 私のやや毒性のレビューにもかかわらず、私は実際にこのアニメを楽しんで、私が見守ることができなかった時間だったので、睡眠を憎んだ。\n\nストーリー：6.5 / 10（7.5を与えるだろうが、ロマンスと矛盾は1ポイント減った）\nアート：8/10\nサウンド：7/10\nキャラクター：6/10\n楽しさ：8.5 / 10\n\n全体：7.2 / 10（丸め7）\n\n\n\nA / N：すべての括弧と小数点についてお詫び申し上げます。 私はこれがまだ評価するのが最も難しいアニメだと思う。  XDそれを見ている間に私が生の解説をしていて、それを少なくとも私のレビューに含めることが面白いと感じたのは、おそらく最も個人的なことでした。 再び、コメントしてください、コメントは愛され、感謝されています！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "animegirlism",
    "profile": "/profile/animegirlism/reviews",
    "pages": "42",
    "number": "4",
    "link": "/reviews.php?id=195447",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  9\n\nそれはおそらくタイタニックの後の最も大きい最も有名なラブストーリーである。 アニメ界のロミオとジュリエット。 これは「トワイライトよりもまだまだもっと良いラブストーリー」です。 私はすべて私が話している魔法のアニメを知っていると確信しています。 親愛なる読者は、唯一のためにそれをあきらめて...\n\nプロットとストーリーライン\n私たちはもうすぐ近い将来です。 日本の皆さんは興奮しています。なぜなら、Sword Art Onlineと呼ばれる新しいバーチャルリアリティー大規模マルチプレイヤーオンラインロールプレイングゲーム（VRMMORPG）が再開されたからです。 このゲームの主な点は、「神経ギア」という新しい技術の助けを借りて、神経波によってアバターをコントロールできることです。 誰も知らないものの、ゲーム作成者が彼らを捕らえているのでログアウトできません。 最悪のことはまだ来ていない。 ログアウトする唯一の方法は、すべての100レベルまたはフロアでボスを倒すことによってゲームに勝つことです。 しかし、ゲームで死ぬと、実生活でも死ぬでしょう。 生存者のゲームを始める...リンク開始！\nまず第一に、ソードアートオンライン（SAO）はわずか2シーズンしかありません。 なぜ私は多くの人が季節が多いと言っているのか分かりません。 季節はメインキャラクターがいるゲームに依存しません。今すぐクリア？ 私は願います。\nシーズン3が始まります... 2015年末か2016年夏のいずれかが間違いなく分かっています。とにかくそれが来ています。 そして私は興奮しているsooooです！\nSAOは最高の物語のひとつを持っています。だから私はそこにたくさんのファンがいると思います。 非常に興味深い、キャッチーで、最も重要なことに、ステップバイステップのプロットを持つユニークな物語。  一言で言えば、驚くべき物語はちょっとしたロマンスの影に落ちていて、私は大した浪費だと思っています。 私のクラスの友人からのシーズン2の非常に興味深いコメント：「彼らはハレムショーを作った」 そして、彼らはそうした。 私はアニメショーでそれを好きになったことはありませんでしたが、日本人はそれを続けています。 少数の女の子がオハイオ州のとても雄大な男性キャラクターと恋に落ち、彼はまったく気にしない。 ああ、私がアズナ（メインガールフレンド）のところにいるのならば...決して気をつけましょう。 SAOについてのことは、すべてのコピーがちょうど再びSAOになるため、別の「ゲーム」アニメが存在しないことができないということです。 キンダ 私はあなたが何を言おうとしているのか理解してくれることを願っています。 もう一つ、それは本当です。  SAOはアクションアニメよりもロマンスです。 それは両方ですが、アクセントはアクションではなくラブストーリーにもっと込められています。 私の意見では、バーチャルゲームとアクションはバックグラウンドであり、ラブストーリーが出現する可能性があります。これはまったくクールではありません。 彼らは少なくとももっと素晴らしい戦いをしなければならないし、もう少し多くの心理的戦術がすべてに役立つはずです。\n私は個人的には愛の物語の巨大なファンではありませんが、私はSAOが私の心を少し柔らかくしたことを認めなければなりません。 私は、SAOのようなもう一つのすばらしいアニメ物語が出るまで、ある程度待たなければならないと考えています。  SAOの唯一の問題は、シーズン1がシーズン2よりも良い（または少なくとも後半は最初のものが良い）ということです。今はシーズン3がそれだけで全体の話を台無しにするのではないかと恐れています 。 うまくいけば、私の指が交差して、私もあなたも願っています。\n\nキャラクター\nSAOの文字は実際には特別なものではありません。  Yui、Keikoのような興味深いものがいくつかあります...私が気づいたキャラクターの開発はわずかですが、メインをさらに動かす唯一のものは愛です。 しかし、彼らはまだ言われるべき細部に値する。\n\n話の真ん中には、霧ヶ谷和登がいる。 彼はいつも「ソロ」の選手だったし、ギルドに参加したくなかった。 私が本当に好きだったのは、Deathの試合が発表された直後に、多くの選手が一気にあきらめたが、彼は落ち着いて、彼の運命を受け入れたということだ。 私が彼について全く気に入らなかった唯一の事実は、ベータテストでSAOをする機会があったが、他のプレイヤーと知識を共有していなかったという事実である。 かわいいではありません（ゲームで彼のニックネーム）。 しかし、彼は間もなく自分の間違いを認識し、彼が何をしたのかを知り、SAOの希望を彼に与えました。\n\nキリトはすぐにかわいいアユナと恋をする。  Asunaも非常に熟練したプレイヤーであり、彼女はそれのためにFlashというタイトルを獲得しています。 私たちはシーズン1では彼女について多くは学んでいませんが、シーズン2の終了はちょうど彼女のことです。 彼女は高貴な家庭で生まれた女の子です。いつものように彼女は両親に多くの義務を負っています。 真ん中には実際に母親との関係です。 非常に動く話です。実際につながることができる女の子がたくさんいると思います。 誰もが私を含めて自分の両親を自分の世界に記録できれば。 非常に思いやりのある、素敵で、熟練した楽観的なキャラクターを調理しています。 あすなゆうき。\n\nアニメーション\nこのアニメのアニメーションはうまくはありませんが、全く悪くはありません。 しかし、私は各フロアと景観の表情を称える必要があります。 彼らは本当に素晴らしいように見えます。 また、ゲーム内のキャラクターと衣装の多様性。 綺麗な。 私はAIONがSAOのように見えたかったと思っていましたが、あなたはAionをプレイしていると私のニックネームはYunomeで、私は現在レベル32です。\n\n結論\nソード・アート・オンラインは確かにいいアニメです。あなたがまだいなければ、それを見ることを本当にお勧めします。 それは、アニメが必要なもの、興味深い物語、ロマンスと行動のすべてを持っています。 これらの3つのコンポーネントを組み合わせると、そのようなショーを見て後悔することはありません。  SAOは本当に非常に特徴的なラブストーリーを持っているため、アニメには嫌いな人がいました。 結局、それは他のロマンスショーや、私が見たevrを見たことのある映画よりもまだ優れていると言わざるを得ません。ノートブック、親愛なるジョンなど。（私の友人のためにすべてを見ました。 ロマンスのジャンルの恋人ではありませんが、時々かわいいアニメのラブストーリーは気にしません。）\nしかし真剣に今、素晴らしいです。  MALの大半は、ショーをそのまま表現する8.06と評価しているとも考えています。\n\n私はSAOを愛しました、あなたもそうです。\nあなたのAnimeGirl"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "ssdcgaddq",
    "profile": "/profile/ssdcgaddq/reviews",
    "pages": "42",
    "number": "5",
    "link": "/reviews.php?id=141001",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  6\n|  9\n\n（すごく多くの人がこのシリーズが大好きだと多くの人が言っていますが、レビューページは1または3のようなスコアでいっぱいです）\nそのような論争のシリーズについてのレビューを書くことは非常に危険ですが、私は客観的で、多分もっとファンのようになるように最善を尽くします。 真剣に、シリーズを楽しむことは、少なくともあなたの健康のために怒っているよりも良いです。\n（私はまだLNを読んでいない、と私はまもなくそれを行うことを計画しています。このレビューでは、私はアニメだけについて言う、つまりAnohanaとマドカのようなオリジナルのアニメーションのように扱う）\n私は主にストーリーとキャラクターに焦点を当てます。 音はかなり良かったけど、梶浦由貴のスタンダードに基づいて本当に印象的なものは何も見つかりません。 一部のシーンはハイテク感覚を伝えられないものの、全体的な芸術の質はまあまあです。 特にSAOに入るアニメーションは、20世紀のような感じです。  （Asunaの髪の色とCVはAnohanaのAnnaruを思い出させてくれるし、この類似点がAnnaruが描かれたように私の印象をどうにか失ってしまった）\n今すぐ始めましょう。 最初の弧は、多くの場面で明らかになっている2つの世界の関係（主に不一致）に焦点を当てています。  「ハハはそれを受け入れて、それを忘れる」のようなものではない。\n私が持っている主な苦情は、2つのサイドアークです。 彼らは完全に不必要で、むしろファンのように感じる。 私は彼らが役に立たないと言っているのではなく、プロデューサーが彼の精神と涼しさを示すために他の方法を使うべきであるということだけです。\nキャラクターの開発も弱点です。 私はMCの発展を感じていませんが、プロデューサーが彼が発展したと思うように努力しているのを見ることができます。\nストーリーを可能な限り合理的にする努力も明らかです。 残念ながら、両方の主弧ではあまり成功していません。 私はそれを受け入れることができますが、一部の人々はそれをdeus ex machinaと考えています。なぜ彼らがそのように感じるのかをよく理解しています。 いくつかの点では、私はMCが常識をはるかに超えていると思うし、全体が何らかの形で奇妙に見える。 しかし、一般的に誰もが一貫して行動します。 終わりは私にとっては大丈夫です。 その男は本質的に悪いことではありません。\n最後に、私たちはロマンスの部分、または関係にあなたが来る場合来る。 私はこの部分で客観的であることは不可能であることを認めなければならない。 だから良い方法は、データを見ることです。  MALのランキングによると、このシリーズが好きな人（恋愛のためには主に嫌い）は嫌いです。 個人的に私はそれも好きです。 私にとっては、彼らの発展は自然なようです。 私はこれが誰のためにも機能しないことを知っている。\nそれは第2弧の最初のエピソードで良くなる。  （ああ良い変遷）私にとっては、女の子が本当の人の代わりに心の中で理想的な人になると、それはみんなにとってはうまくいきません。 それはより微妙で、私のためには、心から。\n*******スポイラー*********\n\n\n\n\n\n\nVRの人々がどのように現実になり、その逆になるかを見ることは皮肉なことです\n少女を追うことは、詩人のために月を追うようなものです\n結末は私が今まで見た中で最も自然で要求されるハッピーエンドの一つです\n\n\n\n\n\n\n\n******* Spoilerの終わり********\n第2の弧も、第1の弧よりも整然としており、擬似フィラーエピソードやキャラクターは少ない。 その少年は少しでも気分がいい。\n新しいキャラクターの紹介、そして彼らが一緒にやりとりする方法も面白いです。 彼らの対話は普通のようです。 同様の状況では、他の番組は、それらを実際に不自然に無為にする可能性があります。\nしかし、彼らが真実に近づくと、彼らの行動は常識からさらに遠ざかるようになり始めました。 さらに、エンディングは、deus ex machinaのように感じます。\nサイバーから現実への最終的な移行は、以前の私の微妙な感覚を大きく崩壊させます。 さらに、私は彼らがシーズンIIのためのスペースを作りたいと思うことを理解することができます（そして、LNは実際にはこれらの2つのアークより多くを含んでいます）が、アニメそのものにとっては本当に終わるはずです。\n私が持っているすべての苦情にもかかわらず、私はこのシリーズを本当に楽しんでいます。 私はそれについてあまり期待していなかったし、見て楽しかった。 非常に人気のあるシリーズとして服用しないでください（悲しいことに、それは事実ですが、ちょうど私が言ったように、あなたの健康のためには良いです）\nもし私が客観的であれば、おそらく6または7を与えなければならないが、それは私に楽しい時間と楽しみをもたらしたので、私はそれに8を与える。\n（私はちょうどClannad以来の最高のロマンスだと言っている人もいますが、そのような感情もありますが、本当に同意しません。本当に潜在的ですが、最後のエピソードは普通です）"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "KazeNilrem",
    "profile": "/profile/KazeNilrem/reviews",
    "pages": "42",
    "number": "6",
    "link": "/reviews.php?id=131219",
    "jp": "--- --- --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  5\nキャラクター|  4\n|  4\n\n私自身は、このアニメが2つのシリーズに分かれているのを見ています。 最初のシリーズ（アニメの前半）、私はそれが信じられないほど失望していることが分かった。 私はそれに大きな期待を抱いていました。一見すると、景色に重点を置いていて、梶浦由貴さんがシリーズのために驚くべき軌道を描いてくれることを期待しました。 残念なことに、音楽はほとんどなく、シリーズ全体で欠けていました。 私はアニメ全体から1つのトラックを覚えていない（それはかなり悲しい）。 私を最も困惑させたのは、アニメ（アニメの最初の部分）で質の高い戦いシーンがないことです。 アニメは一見比較的良好な予算を持っていましたが、音楽は戦いのリズムではなかったし、戦い自体はまれであった。 アニメの後半を見る前に、それはそのような挫折だったので、私はちょうど3アニメを得ていた。\n\nついには、残りの部分を見て納得し、驚いたことにそれが改善されました。 音楽はまだ欠けていましたが、戦闘シーンはかなり改善されました。 キャラクターはあまり迷惑ではなく、私はそれを完成させることに興味があった。 だから私はアニメを終えて自分のスコアを上げることができたのです。 それによると、アニメはまだ多くの問題を抱えています。\n\n文字の深さはゼロだった。 あたかもキャラクターに紹介された後に、もう一度それらをもう一度見ることになるので、シリーズがADDを持つ人のために設計されたかのようでした。 私はアニメの終わりまでにほとんどのキャラクターを忘れてしまった。\n\nアニメの全体的な「ゲーム」の側面は、強制的かつ不必要であると感じました。 多少重要な項目が窓から投げ捨てられました。 シリーズ全体では、MMORPGの参考文献の割当があるように感じられ、各エピソードの間にそれに到達しなければならなかった。 ああ、フライングタイマーについて何か言及して、それを重要に見せるようにしましょう。それは後にかなり無視され、ある程度、実際には削除されたようです。\n\nアニメの第2部では、それはかなり暗くなりました。 さて、私は暗くて厄介な瞬間のためにすべてです。 しかし、私が元々持っていた楽しさを損なう「強姦強姦」の瞬間がありました。 韻や理由はなく、強制的に（ゲームジャンルのように）感じました。\n\nオールインワン、アニメは急いで感じた。 開発者やマンガのせいで、わかりません。 誰が本当にボールを落としたことに責任があります。 私は主なもの以外の文字に投資したことは一度もありませんでした。 大部分のアニメの物語はゆっくりと動いているように感じましたが、全体としてはすべてが急いで感じられました。 そして、結局のところ、ゲームの中のポイント全体は無意味です。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "PaulSearson",
    "profile": "/profile/PaulSearson/reviews",
    "pages": "42",
    "number": "7",
    "link": "/reviews.php?id=225438",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  10\nキャラクター|  3\n|  4\n\nソード・アート・オンラインは私が今まで観てきた4つ目のアニメでした。 当時、私は完成時にアニメのために多くの敬意を払っていましたが、私は今、Sword Art Onlineで多くの問題を見ることができました。\n\nソード・アート・オンラインのキャラクターは、何とも言えないことがあります。 私は前提を愛するように、このアニメに非常に高い期待を寄せていました。 公平になるためには、私の期待はアニメの一部では成し遂げられましたが、カップルのエピソードの後では、全体が不法な結婚よりも悪化し始めました。\n\nすべてのエピソードの主な焦点は、別の女性プレーヤーと友好しているキリトのようで、彼女の愛情を感じさせ、後にカップルのエピソードを無視しているようです。 これはシリカとLizbethで明らかです。 このクリシェは完全に透明で、好奇心をそそる女子生徒のセクシュアリティよりも偽装したような気分になります。\n\nAsunaの古典的なツンデレの振る舞いは、最初は気づいていませんが、それはうまくいきますが、それはばかげて船外に出始めます。  Kiritoが彼女の本当の名前を使用するために激怒しているAsunaから、Kiritoが長時間彼女を単独で去らせるなら、自分自身を殺すことを脅しているAsunaまで、十代の少女の胸より速く発達する。\n\nキャラクターとしてのユイはニットコンドームよりも無駄です。 彼女はアニメとプロットを全く提供していないし、私が見る限り、このアニメにいくつかのエピソードを追加しようとする悲しい試みだった。\n\nこのアニメの時代のキャラクターの愚かさは信じられないほどです。  Asunaは1年間のゲームプレイ後にアイテムの保管方法がわからず、Kiritoは自分のレベルを数え切れないほどに納得させることができますが、これは最終的には逆効果です。\n\n私はSword Art Onlineのキャラクターについて、アニメ自体の欠陥のあるシステムとメカニックに言われているすべてを述べました。\n\nアニメがエピソードの間に取るスキップはばかげている。 最悪のものは、6ヶ月の期間と1つのエピソードの間の飛躍の28階と、もう1つのエピソードの間の8ヶ月のスキップでした。 彼らは、視聴者がフロアのボスをほとんど見かけなかったことを意味するので、ユイと一緒に続く尻の演技の代わりに、エピソードにフロアの多くを含める方がはるかに良いでしょう。\n\n私はこのアニメのプロットホールについての実際の小説を書くことができましたが、今のところ最も記憶に残るものは、フードプロットホールと痛みプロットホールでした。 キリトは「ここの食べ物はあなたの飢えを事実上満足させるには悪いことだ」と述べています。 しかし、アニメの4つのエピソードのために、キャラクターはアスナスの料理スキルからのあらゆる種類の馬鹿のレシピに耽る。 彼らは彼らが「詰め込まれている」と述べている。 痛みのプロットの穴です。 痛みはゲームの痛みとして感じられないが、誰かが死ぬたびに、彼らのアバターがスミザーヌに吹き飛ばされると、彼らはひどく傷つきます。\n\nSword Art Onlineのスキルについて言えば、やりすぎです。 アニメの初めにはスキルは何も聞こえませんが、それが続くにつれて、料理、探偵、そしてリッスンスキルが聞こえます。  （キリトが理由のために習得したすべて）。 これらのスキルとプロットの穴は、クライドとクリスタルのプロットコンビニエンスと組み合わされて、アニメの完成したフィラーのエピソードをいくつか作り出して、それらを不自然にしました。\n\nS P O L E R E H E E D\n\nあたかもKiritoが立ち上がって2年以上休息しているにも関わらず病院の廊下を歩いているように、Sword Artのオンラインの結末には十分な欠陥がないかのように...観客はアニメの終わりにレイプシーンを見なければならなかった 。 このアニメの終わりまでに、私の死に対する衝動は、その場面に加えて対処することなく、十分に強力でした。\n\n\n総合的なソード・アート・オンラインは約70分の素晴らしいアニメであり、そこからゆっくりと暗闇に消え、虐待的な父親と彼の息子の間の失敗した関係よりも悪化してしまった。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Symantra",
    "profile": "/profile/Symantra/reviews",
    "pages": "42",
    "number": "8",
    "link": "/reviews.php?id=174239",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  3\n|  6\n\n私がそれを見たのは初めてのSword Art Onlineだった。 私は合法的にアニメを楽しんだと認めます。 しかし、私は何らかの形の「ファンボーイ」を認めています。\n\n1万人のプレイヤーがバーチャルリアリティゲームに立ち向かうというアニメのプロットは良いものだった。 ストーリーラインは急速に崩壊しました。キャラクターの開発が不足し、時間のジャンプが多すぎたためです。 私は、SAOの最大の問題はストーリーだと感じています。 そのような良いプロットは、最高のアニメの1つを作ったかもしれませんが、プロットは急いで急いでしまいました。\n\nアートスタイルは悪くありませんでした。 それは私が慣れ親しんできた種類、そしておそらく他の種類のものです。 良いグラフィックスだけど、戦闘の表現はちょっとだったけど、主に大戦中のキリトのものだった。 ビットが時々急いで戦闘シーンもうまくいった。 音響効果。 確かに、彼らは良かった。 何故なの？\n\nもう一つの大きな問題は文字だろう。 キリト、アスナ、その他は本当に好きです。 添付するのは簡単です。 彼らの個性を深く見ても、多くの不足している詳細が示されます。 キリトは、一般的な文字として記述することができます。  Asunaは全体的に優れたキャラクターを持っていますが、アニメの3分の1は完全なダイビングになります。 他のキャラクターは大丈夫ですが、主人公の性格の欠如はアニメを台無しにする可能性があります。\n\nSAOは楽しいものでした。 技術的には悪いです。 軽く、楽しむことができます。\n\nこのアニメはとても好機でした！ このようなプロットでは、バーチャルリアリティゲームについての最高のファンタジーアニメを作成できました！ 残念なことに、プロットは無駄になり、アニメはパンのパンのようになった。 同じ人々によって作成されたAccel Worldは、はるかに優れたプロット、文字、その他すべてを持っていました。  SAOを平凡なままにしましょう。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Francesco149",
    "profile": "/profile/Francesco149/reviews",
    "pages": "42",
    "number": "9",
    "link": "/reviews.php?id=174009",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  4\n|  4\n\nSAOは私にとって大きな失望でした。 私はこのシリーズから、最初にそれを見始めると良いことを期待していましたが、エピソードが進むにつれて、どれくらいの難易度があるのか​​が徐々に分かりました。 私が間違ってはいけない、アニメの初期のアイデアは素晴らしいですが、それが実現した方法は本当に残念です。\nまた、私はあなたがこれを見てはならないと言っているわけではありません。 実際に、あなたは私がなぜそんなに失望したかを理解するためにこれを見なければなりません。 さらに、あなたがそれを見るなら、あなたはSAOのファンボーとSAOの嫌悪者の間の無限の炎戦争を解くことができます。\n\nまず第一に、主人公とそのグループが本当に本当の危機に直面していないことを絶対に嫌っていました.Kiritoは基本的に敗北することはありません。また、キャラクターにとって悲しいと感じる瞬間もありません。  。\n\nこのアニメでもう一つ問題になったのは、ナレーションが恐ろしいことです。 アニメの前半は、数回出現して忘れ去られる大量の文字をスキップします。 さらに、AsunaとKiritoの関係は、視聴者に文字を強調する時間を与えないように早すぎるので、ロマンスは恐ろしいものであり、まったく動かない。\n一方、アニメの後半は実際にはまともで、ナレーションも大丈夫でしたが、初期の間違いを補うには十分ではありません。\n\nそのすべてがデッドブレイカーではない場合、文字の展開は全くありません。文字は最初のエピソードとまったく同じです。 弱いキャラクターは強くなっておらず、誰の人格も変わっていません。 それはまるで同じキャラクターが新しいシーズンごとに異なるMMORPGに加わって永遠に続くようにデザインされているかのようです。\n\n本当の危機と適切なロマンスの欠如は、私がこのシリーズから得ることができたすべての楽しさを最終的に退けます。 最初のアイデアは良かったし、キャラデザインもいいから、まだ6/10を与えるだろう。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "JasonKKAA",
    "profile": "/profile/JasonKKAA/reviews",
    "pages": "42",
    "number": "10",
    "link": "/reviews.php?id=224317",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  6\n|  9\n\n**可能性のあるスポイラー** Ah Sword Art Online。 近年のアニメの中で最も論争の的なものの一つ。  SAOはアニメの救世主であり、それに反対する人は誰もが公然と発言すべきだと言う人もいる。 他の人は、バットアタックを見ていると言いますが、ガールガマンは10回SAOより楽しいでしょう。 個人的には、私は両側が完全に間違っていると信じています。 さて、なぜ私は今それを見直しているのですか？ 私はあなた自身のビジネスを気にしていません！\n\n*私が全体的にどのように感じるかを簡単に要約すると、それは一番下にあります。\n\nストーリー（ファーストアーク）\n\nプロット：2022年11月6日、プレイヤーは初めてSAOにログインし、後でログアウトできないことを発見します。  SAOの創設者である茅原明彦さんから、無料になりたい場合は、ゲームの塔の100階に到達し、最終的なボスを倒す必要があることが知らされています。 しかし、アバターがゲーム内で死んだら、彼らの体は現実世界でも死ぬだろう。 これらのプレイヤーの1人は、非公開ベータ版の1000人のベータテスターの一人に選ばれたKazuto 'Kirito' Kirigayaです。 彼は以前の経験と知識を持っていたので、簡単に勝てると感じました。 その結果、彼は自分自身でゲームを打つために出発した。\n\n私の考え：SAOが2012年に最初にリリースされたとき、私は絶対に夢中でした。 私はMMORPGに焦点を当てたあまりにも多くのアニメを見ていなかったので、これはかなり新しくてエキサイティングな体験でした。 プロットは、完全にオリジナルではありませんが、まだ非常に堅実で面白いです。 私は完全に失われたり、退屈したりして、何度も自分の座席の端に自分自身を見つけたことはありませんでした。 こことそこには多くのプロットホールがありますが、それらのほとんどは一度考えて説明することができます。 しかし、非常に大きな時間のスキップがあります。私は、マイナーなイベントに集中し、スキップする時間が少なくなると、アニメの得点が上がると感じました。\n\n\n\nアニメーション\n\n背後にあるA-1ピクチャーズでは、ビジュアル面で何を期待しているか正確に知っていました。 キャラクターの動きはほとんど例外なく、非常に流動的で、カラーパレットはOreimoと似ていました。 おそらく最も重要な側面である戦いの場面も、嘲笑するものではなかった。 剣術は残酷で原油で、私の意見ではもっと現実的です。 視覚効果は時々少しばかり見えましたが、シーンからほとんど外れませんでした。 結局のところ、アニメーションはジャンルに合ったもので、A-1 Picturesから期待されるものです。\n\n\n\nサウンド（ファーストアーク）\n\nソード・アート・オンラインの最初のオープニングは私のシリーズのお気に入りであり、決して私を失望させなかった。  LiSAは素晴らしい曲の評判があり、これも例外ではありません。 トーンとビルドアップは本当にアニメのフィーリングにマッチしました。 エンディングのテーマも楽しいものでしたが、思い出深いものでした。 柔らかくゆっくりとしたアニメのテーマを今は毎回持っているのがうれしいです。私はSAOがそれをうまく収めていると思います。 声優は、Silica以外のすべての文字に完全に適合します。 しかし、私は決して高い投手のlolisが好きではないので、それがあなたの決定に影響を与えないようにしてください。 このことを念頭に置いて、音は平均以上でしたが、何も恒星とは言えませんでした。\n\n\n\nキャラクター（ファーストアーク）\n\nさて、私はGGOに入るつもりはないので、私はCinnamon Sinonを名簿の外に残します。  SAOの文字は本当に間違っていましたが、ちょうどフィラー文字のように感じるので、より多くのスクリメージを得ているはずです。\n\nキリト：私たちの主人公、キリト（またはキリシットが好む人もいます）は、ミルの主人公の平均的な走りです。 私はそれが原因でどこにクレジットを与えますが、彼は密なレンガではありません。 彼はまろやかで女性殺人者だが、アニメの約半分はうつ病の問題を抱えるシーンの子供だ。 彼はいつも、彼のOPパワーレベルで仕事を終わらせています。私はそれが9000を超えると思っています。 全体的に彼はaightダチです。\n\n\n\nAsuna：Asuna様はKiritoのための真のwaifuです。 迷惑なロリ、1つのエピソードを持つ鍛冶屋、またはシノンの売春婦がより良いと主張する人は誰でも、影の領域に追放されるべきです。 今すぐAsunaに戻ってください。 彼女はKiritoのように、かなりOPです。 私たちはしばしばそれを見ないが、彼女の剣のスキルはトッププレーヤーの中にあります。 彼女は甘くて、いい料理だし、キスして5秒後にキリトを犯しても構いませんでした。 彼女は本当に最高です。\n\n\n\nシリカ：彼女はすべてのアニメが持っている騒々しいロリです。 彼女はかなり役に立たず、おそらくそのレイプ植物のものによって食べられていたはずです。\n\n\n\nLiz：今、私は本物になるでしょう。  Asunaがそんなベビーじゃないなら、Lizはおそらく彼女がどれくらいいいのために、次のベストだろう。 彼女は基本的に彼女の新しい発見された愛、キリトをあきらめました。そのため、アズナは自分を幸せにすることができました。 一方彼女は橋の下で泣いている。 かわいそうな女の子。 私たちは彼女のために多くの開発を得ることはありませんが、全体的に彼女は愛らしい人です。\n\n\n\nアジル：彼は基本的にデュラララからのクールな黒いロシアです！...彼は私のダチです。\n\n\n\nクライン：ミー。 彼は空を見ている。 彼はまったく変わることはなく、いつもいつも普通に見ているだけです。\n\n\n\n最終判決\n\nすべてが終わったとき、SAOの最初の14回のエピソード（Arc One）はとても面白かったです。 一部の文字は無視されましたが、主要文字には十分な深さが与えられていました。 全体的には、私はこのアニメが憎しみから得ている以上に価値があると言っていますが、恋人からの礼拝は間違いありません。 アニメーションはA-1 A-OKでした（それを手に入れる？）、そのストーリーは十分に得ました。 しかし、もし私が自分のやり方を持っていれば、私は第二の弧が完全に廃却されたことを望んでいただろう。 彼らがSAOアークで25回のエピソードをすべて過ごしたら、それは素晴らしいものに変わってしまったと思う。 少数のキャラクターには深さが与えられ、時間のスキップは必要なくなり、多くのプロットホールが埋められます。 最初の弧の終わりはまた私を盗んだ。 私はこれのために燃え尽きるだろうが、私は苦い終わりを好むだろう。 私がこれを意味するのは、AsunaとKiritoが一緒に恋に落ち、他の6000人が彼らのおかげで救われるということです。 これは、妖精の糞やCODのたわごとの必要はありませんでした。\n\n\n\n\n7/10\nストーリー\n8/10\nアニメーション\n7/10\n音\n6/10\n文字\n7/10\n全体"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "C0B0",
    "profile": "/profile/C0B0/reviews",
    "pages": "42",
    "number": "11",
    "link": "/reviews.php?id=153599",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  10\nキャラクター|  4\n|  8\n\nソード・アート・オンラインは、非常に良い弧と大丈夫な弧に分かれた2つの逸話です。 最初の弧は、ゲームを脱出しようとする約10000人のプレーヤーを中心とした非常に良い弧であり、死ぬと彼らは実際に死ぬ。  2番目の弧は、彼の愛を救おうとする最初の弧からのプレーヤーの1人です。 それは言っていると、レビューに入ることができます\n\nストーリー：6\n\n私は物語に6を与え、それは両方の部分がどのように異なっているかによる。 最初の部分は2番目の部分よりも非常に優れており、より良いストーリーを構築し、すべてのキャラクターの紹介がゲームに閉じ込められているので、より効率的にプロットを推進し、現実に戻ろうと努力します。  2番目の部分では、1人のキャラクターだけがゲームに閉じ込められ、誰もが紛らわしい紛争を起こします。 もし私ができるならば、最初の部分には9を与え、2番目の部分には3を与えますが、私は6に固執しません。\n\nアート8\n\nアートはかなり良かったです。 風景や戦闘シーンは期待されていて典型的であったが、依然として印象づける能力があった。 だから私はそれに8を与えるでしょう\n\nサウンド10\n\nサウンドは、このシリーズが実際に飛行した場所でした。 サウンドトラックは実際には楽器のみに基づいていましたが、まだすべてのシーンを完全に設定していました。 もしあなたがこのサウンドトラックを購入する必要があります。 それは10に値する\n\nキャラクター4\n\nキャラクターは平均以下でした。なぜならシリーズは本当に3人のキャラクターだけに焦点を絞っていて、2つの世界全体に広がる可能性があり、ちょうど3人のキャラクターを選んだからです。 これら3人のうち2人が急いで感じられ、主人公のみが完全に開発されました。  4は優雅になっています。\n\n楽しさ-8と総合-6\n\n私はこのシリーズが没落しても好きだった。 座っているのは難しいシリーズではなく、あなたの友人をアニメにするために使うことができるものです。 全体的に私はそれに6を与える。これは私に言う、あなたは5つのエピソードを試してみてください、あなたがそれを好きではない場合はそれをドロップしてください。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "ThatDubbedGuy",
    "profile": "/profile/ThatDubbedGuy/reviews",
    "pages": "42",
    "number": "12",
    "link": "/reviews.php?id=130235",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  7\nキャラクター|  8\n|  7\n\n*警告！ このレビューにはスポイラーが含まれていますが、いくつかの大きなもの、少し、いくつかのCATASTROPHICといくつかの無関係なので、注意してお楽しみください！\n\nご存じのように、私が次に何を検討するのか全く分かりませんでした。 私はデジモンアドベンチャーのレビューを、叙事詩的で懐かしいものにしたいと思っていましたが、十分に3ヶ月の試行錯誤の後に、書き始めました。 私はちょっと諦めて、もう何かを見直すためのモチベーションを見つけることができませんでした。\n\nしかし、その後...何かが起こった。 今まで1年以上にわたりパイプラインにあったこと、ダビング中に必死に待っていたこと（私が全面的に私を挫折させなかった時でも）。 何か！ 私が見て聞いたことは、その過去1年以上にわたり、すべての高と低、残念な後半、悪い戦い、殺人芸術、たわごと - ホットな女性のリードともちろん触れたことは、  。\n\nはい、私はもちろんSword Art Onlineについて話していますので、それ以上の騒ぎはありません：\n\nオタク、オタケット＆amp; ヤングインズ。 ソード・アート・オンラインの私の完全自発的なレビューをお伝えします。 音楽をキューに入れる！\n\nいつものように、ヒストリークラスが最初です。あなたの宿題をすべてやったことがありましたか、それともすべてのMWAHAHAHAHAのための拘留です！\n\nSword Art Onlineは2012年7月から7月の間に日本語の画面にログインしました。  12月。 それは2013年7月に西洋の画面に表示され、私はすでに英語でそれを見てきましたが、2014年2月まで放映を続けますか？ それは25のエピソードのために走り、ブラックバトラー1＆amp;  2、Fairy Tale、Blue Exorcist、それは映画、Anohanaそしてそれは映画、シルバー1＆amp; 今年2月には、私が大声で叫ぶSAO 2が呼び寄せられました。 ディート・ノート、マドカ・マジカ、ブルー・エクソシスト、アノハナ、シルバー・スプーン、時間を飛ばしている少女、夏の戦争など、他の作品の監督は伊藤友彦です。\n\nそう、ええ、アニメ制作と監督が行くまで......大きな銃。\n\n\n\nストーリー\n\n進行中のライト小説に基づいて、SAOの最初のシーズンはライト・ノベルの最初の2つのアークをカバーしています（2番目のシーズンは3番目と4番目のアークをカバーすると予想しています）。そして、2022年にはオンライン・ゲーム VRMMORPGやバーチャルリアリティの大規模なマルチプレイヤーロールプレイングゲーム（あなたの酔っているときに）と呼ばれるアイテムで成し遂げられたNerveGearと呼ばれています。これは基本的にあなたが昏睡状態になるこの大きな尻のエルフェン・ライド・ヘルメットです あなたがゲームをプレイしている間に、あなたのアバターがあなたの心で行うすべてのことを制御することができます。 ショーは、最初の1分のように確立されます。つまり、このイベントは、50度（摂氏）の日にアイスクリームのように販売されているとし、後ですべてのキャラクターが紹介され、 それらを覚えて、最初のエピソードを再見てください、そして、あなたはこの甘いカメオを見るでしょう。 それとも、私はそれが少なくとも甘いと思った。\n\n実名の霧ヶ谷一族ですが、ソード・アート・オンラインの世界では、彼は神の御子です（あるいは、彼はOPの様子を見ているかもしれません）、キリト 。 今すぐキリトは、MMOに怒っているので、リリース前にベータテストSAO（日本だけがこのゲームを持っていることに気をつけてください）に行った非常に幸運な1000人の1人でした（あなたがそれが後で ）そして、他のすべての人に技術的なスタートを切ってもらい、ベータと詐欺師の組み合わせであるビーターと呼ぶことで、彼は追放されたり独占されたりする。 今、キリトはソロプレイヤーです（あなたが後で見つけ出す理由もあります）。MMO'erとして自分自身のようにプレーンでシンプルな他の人と遊んでいたり、好きではない あなたを非常に遠くにさせないものですが、彼は神の子です。だから私は何を知っていますか？\n\nだから、誰もがログインした後の最初のエピソードでは、Kiritoが自分のことをして、Kleinという名前の友達を作るのを見ます。 長い一日のトレーニングの後、Kleinはログアウトする時間だと決めましたが、問題があります。突然すべての選手が発表される予定の町の広場に集まると、ログアウトボタンが大量のパニックを引き起こします。 神秘的な姿が現れ、彼はSword Art Online、Kayaba Akihiko（私は常にKaibaと混同している）の創始者であると宣言します。\n\n海馬は、ゲームの100階すべてを完成させ、最終的な上司、海馬自身を倒すまで、彼らがSword Art Onlineの中に無期限に閉じ込められていることをこれらのプレイヤーすべてにアナウンスします。 しかし、待ち伏せがあります。彼らが試合で死ぬと、彼らはまた死ぬでしょう......実際の世界では、巨大なWHAAAAAAAAAAAAA-ジョーが私とゲームのすべてのプレイヤーからの反応を落とし、その後、彼は光のおなら 実際にはそうではなく、ちょうどトゥードルオフですが、ええ。\n\n以上です。 その大規模な啓示でちょうど残った選手のように、ちょうどそれに対処しなければならない........... 2回のエピソードに！\n\n参照、今、これは、あなたがアニメを開き、そのたわごとをクソなEPICにする方法です！ それは25日のエピソード14まで続きました。 または少なくとも剣アートオンライン：ゲームが終了しました。 それ以降は、「***」を探してください。\n\nそのような握りの後、次の3つのエピソードのために、それはちょうどあなたをさらに握っていきます。 ショーは私たちの壮大なボスの戦い、悲しい感じ、幸せな感情、叙事詩的な探求、壮大な女性のリードといくつかの\"人が殺されたときに死ぬ\"という瞬間を投げつけます。 しかし、ショーがわずかなハレム要素を持っていることに疑問を抱かせる。\n\nそれは私の次のポイントに私を連れて行く、ショーは、Kiritoが遭遇したすべての新しい女性のキャラクター、A.K.Aでそれが本当に顕著なハレムの側面を持っています。 すべてのエピソードで、彼らはすぐに彼と恋に落ちます。二番目は、MMOの女の子が気にするようなランダムな悪いことです。 それは後で落ち着きますが、ゲーム開発と同様に、問題が解決されると別の問題がポップアップします。 そして、SAOは、それが次の問題であることは例外ではありません。\n\nこのショーの後半とは別に、前半のペーシングは次の最悪のもので、アニメは2年連続でこれらの人々が毎日絶え間ない生死の状況でこのゲームに拘束されているのを詰め込んで、FOURTEEN FUCKING EPISODESになります！ エピソードからエピソードまでの時間が2週間から数か月の間をスキップして、これを譲ったり、取り上げたりしても、私は実際にその日付に注意を払ったわけではありませんでしたが、それでも気づきました。 私がやったとき、それは私の邪魔に気を遣った。\n\n私がSAOから自分を救ってくれるという考えは、ちょうど真面目で、Deus-Ex Machinaの方法で七つのファッキング・ファブ5で缶詰めされたという事実でした！ 歌舞伎の秋彦さんも缶詰めになってしまいました。私の質問に答えてもらえたのは、すべての海馬が答えたからではありませんでした。「なぜ、私が何をしたのか覚えていません。 しかし、ねえ、それは素敵な城じゃないの？\"あなたは私のボールを傷つけているのですか？ 私はそれが大丈夫だが、ファック、それは駄目だ光の小説の忠実な適応であることを理解した！ 時間の無駄だよ、私は自分自身に考えた。 なぜ、そのような巨大な爆弾を私たちのように置く、2年間私たちのキャラクターを傷つけ、彼らはすべての100床をクリアしなければならないと教えて、すべてのボスを倒すと私たちにこれらすべての質問を謎に包まれて 気まぐれなフェアリーゲームで置き換えてください！ ああ、待って、私は自分より先に進んでいる......ああ！\n\n***\nこの時点で、私はショー、D-O-FUCKING-N-Eが完了しました。 しかし、私を続けさせたのは、KiritoとAsunaの間のロマンスでした。私は詳しく説明したいと思いますが、私はむしろこの段階にいません。 彼らが集まって、ショーは大きなジレンマから離れて、ちょうど私たち、または2人をむしろ、人と恋に暮らすために休憩しました。 彼らは家に帰って、結婚して、地獄に行って、娘もいます。娘がいます。娘は実際にその方向に進み、実際にどこまで奪ったのか、そんなに驚きました。  （Clannadの写真をここに挿入）から回復して、私は言葉を完全に残しました。\n\nだからショーと一緒にやってもまだロマンスに投資していましたが、Kiritoが現実世界で気づき、Asunaが目を覚まさず、まだAlfheimというSAOの再ハッシュ版に閉じ込められていることが分かりました オンラインで、彼女を去って救うことに決めました。 私の反応は、「本当に、それだよ。 ファック、私は本当に幸せな結末が欲しい\"。 だから私はシーズンの後半の最初のいくつかのエピソードを見て、私の代わりに何が吸ったか説明した、私は思う\n私はそれについて私が作ったFacebookの状態を貼り付けます..............\n\n「ソード・アート・オンラインへの私の反動（今のところ¬_¬）：\n\n何！？ これは何ですか？ 何が....妖精？ フェイキングファイリーズ！？ いいえ、いや、いや、ファック！ ファックこの糞は、このショー、ファック妖精とファック！ あなたは誰ですか？ あなたは誰ですか？ フー？ 私たちは本当にそこに行っていますか？ ファックは誰ですか？ あなたは彼女にあなたのおならを触れないでください！ 私たちは本当にそこに行きますか？ なんでこんなことなの？\n\nまだ3つのエピソードを後で見ている¬_¬...........あなたをファック！\n\n\nそう、ええ、私は拒否されました。 しかし、愛が最終的に勝つと私は見続けて、ショーはちょうどプリンセス・インセスティアのようなもので私を押しのけようとし続けていました......それ以降はそれに続きます。 最終的に、最悪の悪役を経験した後、今までに最も恐ろしいクソな男と、最も馬鹿げたDeus-Ex Machinaの勝利を経験した私はついに終わりを告げ、私とキリトとアスナが幸せになった 当然だ。\n\nキャラクター\n\nかずと きりがや\n\n\n\n\nキリト\n\n今、KazutoのアバターKiritoはMMOに起こった最も悪いパワーすぎるものです。この男のパワーレベルはとても悪いので、片手でフロアのボスを取り出すことができます。  KiritoはKazutoが最初にゲームに参加したときではないすべてです。 彼は強く、自信を持って、カリスマ的で、触覚的で、自分自身のことを確信しています。 キリトは、この孤独なオオカミの戦いで、まずゲームを爆破して、誰もが罠に包まれないようにするために、すべて自分自身のために外出しています。 彼は全員を救うのは彼の責任であり、一人でいるという自由のために彼は唯一の能力があると完全に信じています。 それは彼が彼の前で虐殺されるとき、彼が彼のより高いレベルでそれらを救う力が欠けていたことのために彼自身に責任を負う彼が付いているパーティーが彼が憂鬱に落ち込んで、 ゲームを打ち負かすためのスティーリーな決意。 彼はショーの後でAsunaと後でつながり、2人は現実の世界とは対照的にSAOの世界に住むための愛を育むすべての危険から離れて、お互いに国を休むことに決めた。\nしかし、最終的にゲームを打ち負かすと、現実世界で目を覚ましてAsunaがまだトラップしていないことを知り、Kiritoは別の戦闘でゲームに戻ってくるはずです。 ゲームは永遠に....basically。 でも、私はキリトをすごく気に入っているかどうか、彼がどれほど幸せなのか、彼の魅力的なものすべてを楽しんでいます。 その脅威は十分に大きいですが、Kiritoはちょうど後半に、アルフハイム・オンラインの最初の理由を完全に忘れてしまいました。ちょうど無作為にランダムな女性と遊んでいました。  。 なぜ、彼はちょうど「ああ、申し訳ありません、私は結婚しました」と言うことができませんか？ 彼はまた、人々が死ぬかもしれないいくつかのランダムな論争を解決するために彼の使命を全面的に無視し、彼と彼の使命とは全く関係ない。 あなたが死ぬと、あなたがやり直すゲームで。 そのメモでは、Kiritoは本当に下半期に嫌わしいです。 もちろん、SAOに2年間留められていたら、彼は心を傷つけ、精神的な傷跡を残してしまい、人々がゲームで死んでしまうのを防ぐことができませんでしたが、 ゲームは、真剣に、ええ死んだ、ちょうど10分待って、復活させて、もう一度やり直してください、大したことは何ですか？\n\n明日菜\nAsunaの性格は完全かつ完全な悪いものであり、それは美しいものです。 彼女は初めにキリトのように、試合を打ち負かす決意がいっぱいです。 彼女はトランクに邪悪な剣を持っていて、キリトとパーティーをしてからしばらくの間、良い友達になり、一緒に過ごす時間が増え、Asunaはより自由な選手になり、もう少し楽しむようになりました。 彼女はその後、彼と恋に落ち、ソートは、ショーではあまり目立たない悪い役割を取る。 私は多くの人が彼女の性格を完全にシャットダウンし、彼女を弱い泣き虫にしてしまうこの動きを避けているのを見ましたが、それは真実から遠く、彼女はまだ悪いです。 彼女は個人的にリラックスして簡単にやります。 私は個人的には、いつも深刻で、悪党のアシュナと戦うために、アースナを寝返りさせるのを好みました。 私は彼女がもっとリアルで、安心してやってきたので、完全に自分自身になることが許されたので、寝返りされたAsunaと恋に落ちた。  Kiritoのための彼女の愛は、一緒になって一緒になっているので、彼女は親の彼女の期待を心配する必要はありませんし、ちょうどKazutoと幸せに生きる現実世界の圧力生活から彼女を解放するので、Kazutoへの彼女の愛に拡張します。 彼女は確かに強い女性のキャラクターであり、確かに私のお気に入りの一つです。\n\n私はYui、Kirito＆amp; amp; amp;  Asunaのゲーム内の娘は、ちょうど最も愛らしい小さなことであり、ショーがClannadの感情の中で私を連れて行った理由です。 彼女はショーに素晴らしい素敵な心を持ってきます。\n\nPrincess Incestia、A.K.Aの別の簡単な言及 Suguha Kirigaya、A.K.A Kazutoの妹/いとこは、彼を必死にしゃぶりたいと思っています。なぜなら、近親相姦、近親相姦......だから私は推測していないのですね？\nいいえ！ あなたは何とおすごい！？\n愚かなクソなキャラクター、愚かなクソ近親相姦のサブプロット。\n彼女は私が推測するプロットを持っているので、それはすべてのより良い、ええ作るのですか？ ファックノー！ 家に帰る。\n\nアート/アニメーション\n\nA-1の資格があれば、私はこのショーの良さを伝える必要はありませんが、私はとにかく行います。 このショーは、真剣にそうであるように、文字が特別なものではないと言って逃げ出すことができますが、それでもそれらはまだ大きくて見栄えの良い、ビックな視覚的な傑作です。 しかし、私たちが常にアニメで見たと思う最も美しい景色を見ているので、ショーを盗む環境です。 彼らは時には本当に信じられないほどであり、いくつかは、世界樹のようなものです。そしてそれは主要な町です。 アニメーションは視覚的な傑作でもあり、アクションと戦いの場面では、事実上すべてのショーネンの中から絶対的な事をキックする。 それは、彼らが完全なおむつで赤ちゃんに妊娠したように、ブリーチの戦いを見せる。 あなたのハートビートは、このショーのすべての単一の戦いの間に空を飛ぶようになります。\n\n音\n\nソード・アート・オンラインのサウンドトラックは、梶浦由紀さんによって演奏されていますので、それ以外の説明は必要ありませんが、期待通りのものではありませんが、まだかなり良いサウンドトラックです。 注目すべき曲は次のとおりです：\n\nソードランド\n優しい感情\n夕暮れ時\n\n最初のオープニングはLiSAのCrossing Fieldですが、私はそれが好きですが、ショーのように過度に誇張されています。\n最初のエンディングテーマは、戸松はるかの夢界です。大丈夫ですね、特別なことはありません。\n2回目のオープニングはEou AoiによるInnocenceで、私はそれがCrossing Fieldと同じくらい良いと思います。\n2番目のエンディングテーマは、ルナ・ハルナの「Overfly」で、夢セカイよりも飛躍的に飛躍します。 それは本当に良い曲です。\n\n今すぐダビングする：\n\nブライスPapenbrook; 青いエクソシストの奥村りん、ポケモンの赤の赤、声優のKirito / Kazutoは全然奇妙だと思っていたので、Kiritoが漂白剤からIshida Uryuのように聞こえるので、声を出していたのはDerek Stephen Princeだと思っていたから。\n\nCherami Leigh;  7月は黒よりも濃く、フェアリーテイルのルーシー・ハートフィリアはすぐに私の妻であるアスナに声をかける。\n\nステファニー・シェー; 漂白剤の井上織姫とK-On！の平澤唯が、唯一の声です。\n\nカークソーントン; デジモンのガブモン、サムライ・シャンプーのジン、クラインの声。\n\nPatrick Seitz; 漂白剤の黒崎イシンとソーンの王のマルコオーウェンは、アジールの声を聞きます。\n\nカサンドラ・モリス;  K-On！  Madoka MagicaのKyubeyは、Suguha / Leafaを声に出します。\n\nダブで演奏する声はすべて、最初から最後まで一番上です。 私はいつもどんな声でも問題はなかった。\n\n楽しみ\n\n今、このレビューのストーリー部分では、私はこのショーをたくさん、あるいはむしろ絶えず打ち負かすかもしれませんが、私がこのショーをどれだけ愛しているかによって、私はそれをとても強く打っていることが分かりました。 私はこのショーを大いに愛しています、はい、恐ろしい後半の私は何度も何度も見守っていました。 このショーは、私のような誰かのために作られたものです。何ヶ月も何ヶ月もMMOのRunescape、WoW、LotR Online＆amp; パーフェクト・ワールド。 私はひそかに夢中になり、ひねりと上司が戦うことで誇りを持っています。 私はショーは道だと思うが、やり過ぎて、私はまだアニメウォッチャーよりももっと個人的なゲーマーレベルでそれを愛していた。 驚異的に扱われ、ショーは時々クラナド以来行われていない靴の紐で私の感情を握っていたような気がします。 それは私に、（他の人と比較して）洞察力があり、精力的な愛を与えました。 私はあなたがブルーレイの威厳の中でこれを見るか、むしろ経験することをお勧めします。文字通り他の代替手段はありません。\n\n\nええ、それは私が最後にやったことです。 私は実際に何かをレビューし終えなければならないのでとてもうれしいです。 私の次のレビューは間違いなく、ちょっと待たずに、ちょうど2、3日後に出るかもしれません。 それを楽しみに待つ。 ココロコネクトに行く予定です。 だからこそ、読んでいただきありがとうございます、気をつけて、ラーメンを手に入れよう！ 私は飢えています。\n\n\nGetsuga TENSHOU!!!!!!!!!!!!!"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "knightghoul",
    "profile": "/profile/knightghoul/reviews",
    "pages": "42",
    "number": "13",
    "link": "/reviews.php?id=193845",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  6\nキャラクター|  4\n|  7\n\n最初はショーを見て、これはスーパーパックアクションショーになると思うだろう......しかし、各キャラクターのための小さなバックストーリーとハーレム（3つの主要な戦いのようなものになります）に変わります。 ショーのいくつかの点は意味をなさない。 シーズンの第二の半分を無視して、時間の無駄、プロットホールでいっぱいの恐ろしいプロットで。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Dylan_Jacobsen",
    "profile": "/profile/Dylan_Jacobsen/reviews",
    "pages": "42",
    "number": "14",
    "link": "/reviews.php?id=223623",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  6\nキャラクター|  6\n|\n\n短い剣のオンラインまたはSAOは、私はアニメの新しい仲間にお勧めするアニメのタイプです。  SAOの最初の数回のエピソードは、危険と死の感覚が強かったのですばらしいものでしたが、シリーズが引き出されると、彼らはその感情を失い始め、物語にはまったく関わっていない無意味なストーリーラインを追加し続けました その後、彼女はもっと好きな性格になった。  SAOのロマンスは「ばかばかしい」と「愚かな」ものだった1分アスナはキリトを嫌い、次はアインクリッドの弧がフェアリーダンスの弧になった後、彼女は「叩きたい」と思っている。 アーク2は本当に不必要で、ちょうどお金がほしいと思っていて、別の女の子をキリトのハーレムに入れるように感じました。  （いくつかのマイナーな近親相姦がありますが、エッフィン（妖精ダンス・アーク）は最悪の部分ではありませんでしたが、それは静かでした。 または文字。  SAOの主人公はキリトという名前のティーンエイジャーです。 私は個人的に彼が動力を与えられる方法であることのためにKiritoを好まなかった。 彼が文字通り何かをすることができるように感じたという事実は、ショーが危険感を失い始めた理由の1つです。  KiritoはAsunaという名前の仲間と愛の関心を持っていました。 もう一度私は彼女がいかに迷惑であったのでAsunaが好きではなかった。  Asunaは私をちょっと顔に彼女を叩きたい女の子のタイプです。 最初の数回のエピソードでは、彼女は基本的にキリトに「あきらめて、あなたは吸うよ！\n全体的に...剣の芸術のオンラインは、その上下を持っているアニメの新人のための良いアニメであり、私はそれに6/10のスコアを与える\n\n\nこのレビューを読むためのTHX"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "deadhorses",
    "profile": "/profile/deadhorses/reviews",
    "pages": "42",
    "number": "15",
    "link": "/reviews.php?id=170963",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  5\n|  6\n\nSAOのレビューは既にたくさんありますので、私はレビューを比較的簡潔にしておきます。 これのために、私は各セクションの評価の順にそれを保つつもりです。 私はあるレベルでそれを楽しんでいないとは言えません、私はそれを最後まで見ていました。 私は全体的なシリーズとの不平を持っているが、他のエピソードから際立ついくつかのエピソードがあった。 そのコンセプトがはるかに良く機能しているかのように感じます。それは本当にシリーズの中で最も失望している部分です。\n\nまず、話です。  SAOの物語は面白い設定です。男は新しいMMOにログインし、誰もが内部に閉じ込められ、100階をクリアするか、（まったく）試して死ぬ必要があります。 これは、最初は有望ですが、私たちはコミュニティのテーマ、オンラインゲーム、アイデンティティ、人々をゲームに駆け引きさせたり、おそらくクールなモンスターデザインなどを見ることができます。テーマは実際には最初の10エピソード 私が言及したテーマのそれぞれを少し探求しますが（それほど深くはありませんが）、これはすぐにエピソードの後のちょうどすべてのエピソードで悲鳴を上げることがわかった十代の愛のサブプロットになります。  14程度である。 それはシリーズの終わりまで続き、キャラクターの1人が兵士になる原動力になる。 残っている糸もいくつか残っていますが、シリーズの終わり近くで完全に払拭しているものもありますが、解像度はちょうど半分になってから急に出て急いでしまいます。\n\n私が誇りを持っていなかった芸術とサウンドは、逆に私は芸術のスタイルを細かく見いだし、モンスターやキャラクターのデザインはしばしば面白かったです。 季節の途中では、それに対応するためにシフトがあり、芸術のスタイルが変化します（ここではスポイラーを避けようとしています）。 サウンドに関しては、それはうまくいきました。ビデオゲームでは、剣の勢いと喧嘩があります。 驚いたことに、私はダブもあまり問題がなかった、私はそれが非常にうまく行った（おそらくショーの人気のために）見つけた。\n\nああ、キャラクターたち。 これは私がいくつかの問題を描く場所です。 明らかに主人公であるキリトは、最も深みのあるキャラクターです。 作家はキャラクターの成長とまったく相容れない仕事をしていますが、バックストーリーは何度か言及されていますが、実際には探究されていないので、 主な女性キャラクターは2人ありますが、それはあまり知られていませんし、キャラクターとして大きく成長していないようです。 典型的な愛する十代の少女の外でそれらを開発することについて多くを気にする。 ほとんどのサイドキャラクターは、時折表示され、ショーのバックグラウンドにフェードバックします。エピソードの一部または2つが再び見られることはありません。\n\nシリーズのアンタゴニストは非常に浅く、まず彼が誰であるか、彼が望んでいるか、達成しようとしているか、何も理解していない。 これはもっと知りたいと思っていましたが、彼は1つのエピソードで彼のモチベーションについて少し話しますが、彼らは彼と十分にやっているように感じることはありません。  2番目のアンタゴニストは少し後で現れ、古典的な悪役ともいえるもう一つのキャラクターアーキタイプを展示します。 クリエイターは、灰色の道徳を捨てようとはしません。彼らは、あまりにも悪い計画を立てるために力を行使したいと思う無力な飢えた強姦者として彼を描いています。\n\n全体的に、なぜ私が最後までそれを見ているのか、もっとキャラクターを開発したのか、もっと興味深いテーマを探ったのかは分かりませんが、まったく起こりませんでした。 生産額は高く、それ以上のことをしなかったのは残念です。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "LeReaper",
    "profile": "/profile/LeReaper/reviews",
    "pages": "42",
    "number": "16",
    "link": "/reviews.php?id=220599",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  9\n\nイングリッシュ・ダブのレビューl CONTAINS SPOILERS lこのシリーズは、新しいゲーム（オンライン剣術）が公開されたときに始まります。 それは最も期待されるゲームであり、主役（霧ヶ谷一人）はベータテスターです。 そのリリース日に、ゲームのメニューからログアウトボタンが削除されていることがすぐに分かりました。  SAOの作成者はすぐにエラーではないが、ログアウトボタンは意図的に削除されたことを発表します。 彼らは脱出するためにゲームのすべての100階を完了する必要がありますが、トリックは、彼らが実際に死ぬゲームで死ぬ場合です。\n\nまず、SAOのプロットラインは、私がシリーズを見始めたときに私に興味を持っていました。 私は現在、SAOの第1シーズンとSAO IIの3つのエピソードを完成させました。 私が最初から気づいたのは、主人公が好きで、どこに行っても「彼と付き合ってください」という感情を放つということです。 彼はベータテスターだったので、ゲームでの以前の経験を持ち、最前線で戦っている唯一の戦士になります。 ポジティブな光のこのシリーズは、驚くべきストーリーラインだけでなく、多くの偉大なキャラクターを持っています。 それぞれのエピソードで別のエピソードを見たいと思っています。 芸術作品は素晴らしいですし、実際にあなたはSword Art Onlineのファンタジーの世界を探求したいと思っています。 私はこのシリーズを見て楽しんでいました。\n\n今負のところへ。  Sword Artには特典がありますが、それには欠点もあります。  SAOを見て気付いたことの一つは、それがいかに詰まったかのようでした。\n\nスポイラー：彼らはSAOに閉じ込められ、アルフハイム・オンラインを25のエピソードのスパンに入れることを彼らに誓ってくれる。 だから、キャラクターたちは、14のエピソードのスパンで、100の階（必要とされる多くの詳細のように思われる）から脱出することになっているので、残りの11のエピソードで完全な他の物語のための余地を残していますか？\n\nまるでシーズンを分割するのではなく、1つのシーズン（25話）とAlfheim Onlineを別のシーズンに分割する必要があるかのように思われます。 これはシリーズが苦労している主な問題です。\n\n私はここで二番目の問題を参照してください。 キャラクターの開発も急いでいるようだ。 キリトは物語の初めに決して変わらない。 彼らは後でもっと恋人となってしまったので、突然変わったように思える。 全体的に、ストーリーの中のロマンスは私の神経に達しました。\n\nスポイラー：KiritoとAsunaの間の感情の変化をゆっくりと見せてくれることから始まりましたが、それはちょうどどこからでも「結婚してください」とスローします。\n\nこれは確かに私を驚かせました。 この大きな移行に踏み出したわけではありませんでしたが、それだけでそれを投げ捨てました。  （意見）\n\n全体的に、私はそのプロットと芸術がストーリーラインの穴を確実に補うので、Sword Art Onlineをお勧めします。 これは私のための楽しいショーだったし、話を判断する前にエピソードまたは2を見ることをお勧めします。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "singha2012",
    "profile": "/profile/singha2012/reviews",
    "pages": "42",
    "number": "17",
    "link": "/reviews.php?id=87441",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nこれは私の2番目のアニメだけであることにご注意ください...最初のAngel Beats！ 私はエンジェルビーツも大好きですが、SAOのページであるので、SAOに焦点を当てましょう。 私はこのアニメのあらゆる側面について非常に良い意見を持っています。 このような偉大な芸術作品を私に推薦してくれたことに感謝しなければなりません。  SAOはこのアニメを作った会社にとって、このアニメに付随する美しい音楽を作ってくれた、梶浦由貴さんにとって非常に興味深い作品です。 音楽だけでとても美しく、完璧なすべての状況に完璧です。 これは本当に傑作です。 はい、私は何人かの人がそれを好きでないかもしれないことを知っています。しかし、私はファンボイではありませんが、私は間違いなくSAOを永遠に守ります。\n\nああ、また、このアニメの一部であったオープニングとエンディングの曲はすべて、とても美しい作品です。 すべての曲はとても魅力的で魅力的で、特に魅力的なエピソード2-14のオープニングテーマ（興味のある方はクロッシングフィールドと呼ばれます）と素晴らしいメロディーがあります。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "jerseyse410",
    "profile": "/profile/jerseyse410/reviews",
    "pages": "42",
    "number": "18",
    "link": "/reviews.php?id=87287",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nソード・アート・オンラインはおそらく私が何年も見てきた最高のアニメで、おそらく私のナンバー1の好きなアニメに匹敵します。 キャラクターは素晴らしかった、音楽は素晴らしい、ストーリーは素晴らしく、神GGOアークでシーズン2を待つことができない。  ALOアークはSAOアークに比べてやや遅かったですが、私は赤ちゃんのように泣いて、このショーの間に何度も笑ってしまいました。 私はそのように反応する唯一のショーはClannadとClannad ASだったと思う。それは何かを言っている。 このアニメを見て、このショーはそれに値するので、シーズン2のどこにでも投稿してください！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Samurigarr",
    "profile": "/profile/Samurigarr/reviews",
    "pages": "42",
    "number": "19",
    "link": "/reviews.php?id=84379",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\nああ、どのアニメ...それを愛するかそれを憎む。 振り返ってみると、私が最初の数回のエピソードを見たとき、私はこれがすばらしいと感じていました。もちろん、そうでした。 私はこれが高い期待アニメの1つではなく、無力になってしまったことにうれしく驚きました。 とにかく、レビューで。\n\n最初の2つのエピソードは本当にあなたを魅了しますが、プロットや結果にほとんどまたはまったく差がないサイドストーリーや友情の建物であなたを導きます。 たとえ彼らが驚くべきことではないと言っても、彼らは見ることが本当に面白かったし、他の人々が死のゲームで抱かれていることや、友情がどのように形成されているのかを見ている。\n\n文字は文字で、他には何もない、彼らはいくつかの深みがあり、ほとんどの人は複数のものに関連することができます。そうでなければ正常です。  1つのことは、私がやり続けることをほとんど止めました。そして、両方のMCが、最後に死んでしまう人のようでした（私がここで理にかなっているかどうかはわかりません）\n\nプロットは本当に良かったので、私は彼らが台無しにしてアニメを恐ろしくすることを嬉しく思っていました。芸術は際立っていましたが、それは特別なものではなく、音は良かったですが、ほとんどの時間ゲームでした 少しの間違いも見過ごすことがあります。\n\n私はちょっと待っている人のためにこのアニメを提案しますが、両方のMCが現実の世界でお互いを見るだけで地獄を通過する、ハッピーエンドを愛しています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Rock-Anime-Diva",
    "profile": "/profile/Rock-Anime-Diva/reviews",
    "pages": "42",
    "number": "20",
    "link": "/reviews.php?id=88577",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はちょうどこのアニメを愛しています。すべてが混乱しているにもかかわらず、生き残る必要がある、生き残る必要があるというストーリー、すべてが混沌としているにもかかわらず、論理的に一緒に偉大なことを説明することは、 あなたが誰かを守るために努力しているときに、諦めず、より強くなっていく。ロマンス、アクション、コメディー、サイエンスフィクションのアニメ..."
  }
]
