[
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Tpfang56",
    "profile": "/profile/Tpfang56/reviews",
    "pages": "20",
    "number": "1",
    "link": "/reviews.php?id=124603",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  8\nサウンド|  6\nキャラクター|  1\n|  3\n\nそう。 私は正直になるつもりです。 私はこのアニメを嫌う。 残念ながら、私は親友にこれをお勧めしました（申し訳ありませんが、批判はほとんどありません）ので、私は高い期待を持って行って、Sword Art Onlineのこのような低い意見で終わりました。 しかし、私は自分自身を説明し、私はこのアニメを嫌う理由を1つずつ打ち破ります。 長いお尻のレビューを準備する。\n\nまず、非常に少量の「良い」ものを手に入れましょう。\n_____\n\nアート/アニメーション：8/10\nちょっと、あなたはA-1で間違って行くことはできません。 彼らのアニメーションの基準は高く、Sword Art Onlineと違いはありません。 風景、芸術のデザイン、そしてすべてがきれいで見栄えがいいです。 このカテゴリーが10の代わりに8を得る唯一の理由は、プロタグのキャラクターデザインと女性キャラクターのすべてが穏やかで、「ジェネリック・キューネス」の下に落ちるからです。\n\nサウンド：6/10\nまあ....サウンドトラックは大丈夫です。 それは目立つものではありませんが、それはまあまあです。 それはアニメそのものに合っており、それはそうです、そして2つのテーマ曲はかなりキャッチーです。 基本的には、私はそれに問題がないということです。それは私がSAOのために持つことができる最高の意見の1つです。\n\nボイスアクション：7/10\nこれは単なるカテゴリーではありませんが、私は演技とサウンドトラック/音楽の両方を1つのカテゴリに詰め込んでいるのが好きではありません。 声の演技はすべて周りに良いです。 傑出した声優は2〜3人しかいなかったが（マイナーキャラクターも）。 主人公の声優は、実際に自分のキャラクターを改善するのに十分ではなかったが、できるだけ多くの声優を務めた。\n_____\n\nさて、悪い（ああ、そんなにたくさんある）：\n_____\n\nストーリー：3/10（ファーストストーリーアーク）+ 1/10（ファーストストーリーアーク）= 2/10全体\nこれは間違いなく私が悲しむSAOの一部です。 キャラクターについてどう感じるかのように、怒っていない。 正直言って、最初の物語の弧（Aincrad）には多くの可能性がありました。 それは素晴らしいことでした。 しかし、いいえ。 それは何もせず、何も貢献せず、存在感や個性をもたないワンショットキャラクターの愚かなフィラーエピソードを好んで投げ捨てられました。\n\nそして、第二話の弧（Alfheim）を始めることさえできません。 それはAincrad円弧を頑丈な金のように見せますが、それはひどく悪いことです。 このアニメの多くのもののように、ひどいやわらかさです。 最初のアークが提供しなければならないストーリーは、25エピソードで十分だったので、2ストーリーアークは決して必要ではありませんでした。\n\n両方の弧には多くのペーシング問題がありましたが、最初の弧（プロットツイスト、これは2番目の弧がうまくいったものです）というのは、各エピソードの間に大きなストーリーと開発の欠落があるように感じたからです。\n\n結論として：第一話は潜在的なものでしたが、ひどい実行でそれを投げ捨てました。 二階建てのアークはあらゆる面でひどいものでしたが、最初は作られてはいけませんでした。\n\n----\n\nキャラクター：1/10\n私の前に多くの批評家が言っているように、これはSAOの一部であり、はるかに弱いです。 メインキャラクターを個別にカバーし、グループ内の他のキャラクターをカバーするつもりです。 申し訳ありませんが、このセクションは少し長くなるでしょう。 いくつかのマイナーなスポイラー。\n\nA）Kirito（男性主人公はshounenで、彼らはいつも男性です）。\n長い話が短い、彼はゲイリー・スチュです。 彼には欠陥はありません。 彼は私が今まで見た中で最も退屈な主人ですが、私は積極的に彼を嫌っていません。 彼はちょうど退屈です。 彼は弱点がない。 彼は落ち着くことは決してありません。決して間違いを犯さず、決して不親切でも利己的でもありません（おそらく最初の2つのエピソードを除いて）。 彼は退屈で、私が今まで見たことのない最も魅力的な主人公の一人です。 彼は少しずつキャラクターを開発し、彼に投資するのはとても難しいです。 もちろん、あなたは自己紹介として彼の場所に自分自身を入れていない限り。 申し訳ありませんが、そのようなことは実際のビデオゲームでのみ許容されます。 そして、あなたがそれについて考えるとき、あなたが女性で真っ直ぐであれば、それは本当にあなたを不利にします。 とにかく、キリトについては十分です。\n\nB）アスナ（女性の鉛/愛の関心）\n彼女はまたメアリースーです。  tsundereを除く。 当初、彼女はまあまあまあです。 彼女は悪いですが、少なくともそれは何も意味しないほど典型的です。 彼女はまだ個性やアイデンティティーに欠けています。 残念ながら、彼女がキリトと友達になると、それは悪化します。\n\nしかし、あなたは何を知っていますか、私は積極的に彼女の性格を嫌うことはありませんでした。 あなたが理由を知っている？ 作家たちは彼女のアイデンティティと代理店をさらに剥奪し、彼女を救うためにキリトのためだけにそこにいる苦悩の何人かの無力な乙女になってしまったのは素晴らしい考えだと思った。 どのように侮辱。 私は詳細には行くことができませんが、彼らが彼女にしたことは、私にとってはかなり嫌でした。 すでに弱い女性の性格をまったく役に立たないものに変え、嫌悪感を味わい、観客を彼女にもっと同感できるようにする方法。 私はアルフハイム弧をどれほど嫌っているのか、これのためにあなたに話すことはできません。 実際、私の怒りの半分を占めています。 残りの半分は次の文字と一緒にある：\n\nC）スーガ（近親相姦のサブテキストについて話す）\n私の主な質問は、彼女はなぜ必要なのか？\n私の第二は、なぜ彼女はキリトと恋に落ちる必要があるのか​​？\n私は物事をはっきりとさせてください。近親相姦になると、架空の作品にはほとんど反対がありません。 しかし、ここでは、それは意味をなさないし、役に立たない愛の三角形を作るために役立つだけです。 彼女がキリトの妹であると思うように育てられた方法を考えてみると、これは起こるべきではありません（Westermarck効果を見てください）。 しかし、明らかに作家たちは、主要な反復性の女性キャラクターがキリトを愛していないようにすることはできませんでした。 彼女がちょうど姉妹で、キリトとの関係を築いてきたのであれば、彼女はまともではなかったかもしれません。 多分。 しかし、たぶんあなたが知っているように、良い女性キャラクターは書くことが不可能ではないからでしょう。\n\nD）Yui（奇妙な代理娘）\nさて、私はちょうど彼女の性格に触れて、彼女がキリトとアスナの代理の娘であるかどうかは私にはばかげていると言っています。 彼女の目的の一つはかわいいことです。 もう一つは展覧会の妖精であり、彼女はAlfheimの弧の中にあります。 彼女はキリトを愛していないことに感謝しなければならないだろうが、彼女はまだ別の無用な女性キャラクターであり、彼女の役割はすべて糖尿病のようなものだ。 それはちょうどそのサッカリンとシロップ甘いです。\n\nE）その他の女性のサポートキャラクター\nほとんどすべての単一のメジャー（スクリーン・タイムのかなりの量を取得する）が何の理由もなくキリトと恋に落ちるのは本当に面倒です。 彼はかわいいので、彼を怒らせることの1つですが、すべての女性（バーユイ）は彼に恋しています。 さらに悪いことに、彼らは通常彼を救うために彼が必要なので、彼らは主にダメージを与えます。 残念ながら、このショーはショーンであるため、女性キャラクターはそれ以上に苦しんでいます。 彼らはキュートでキリトに恋していて、キリトをレディスマンとして育てること以外は何もしません。 彼らは本当に多くの人格も持っていません。 まあ、少なくとも彼らはキリトよりも多くを持っていますが、彼らはそれほど重要ではない存在がほとんどありません。\n\nF）男性キャラクターをサポートする\nさて、クラインがいます。 私が個人的に「重要な唯一のSAOキャラクター」と名乗る人。 はい、彼は私が実際に気にしている唯一の人だからです。 それは驚くべきことです、彼は合計で約15分間スクリーン上にしかいませんが、彼はまだ多くの人生と個性をもたらします。 他の男性キャラクターもかなりクールです。 アジール、ヒースクリフ、アルフハイム弧のリコン（たとえ彼が非常に小さな鑑賞を得ているにもかかわらず）など。女性キャラクターよりも少なくても、彼らは少なくとも思い出深くユニークであり、クラインの場合、まったく愛らしい。 しかし、予想どおり、彼らは頻繁に女性の性格やキリトの全部を鳴らすために別のものに賛成して捨てられます。 しかし、私は彼らがそこにいるときにそれを楽しむので、彼らは少なくとも存在することがうれしいです。\n\nG）悪人\n最初のストーリーアークの悪役は実際にかなりまともです。 彼はクライン以外にも面白いと思う唯一のキャラクターですが、そのような短い時間のために自分自身を彼に付けることは不可能でした。 ああ、プロットのように、彼は可能性があった。 彼は画面上にいたときに彼は良かった。 私はいつも彼はより多くの開発とスクリーン時間を持っていることを望んでいます。\n\nしかし、第二の悪役...彼がどれくらい悪いかは分かりません。 彼は漫画的ではあるが（しかし、よりリスキーな）、深みのない厚紙の切り抜けの悪役だ。 彼は人と悪人のキャラクターの両方としてひどいので、あなたは彼を上手く行かない悪人として楽しむことさえできません。\n\nH）文字の関係（文字ではなく、対処する必要がある）\nキャラクターの2番目に大きな問題は、彼らがすべてあまりにも貧弱に書かれているという事実を除いて。 誰も関係を築くことはできません。 いいえ、この執筆は発展を遂げると主張しますが、ほとんどありません。 たとえば、キリトとアスナには多くの時間が費やされていますが、彼らの「ロマンス」は、可能な限り強制的でクリシェです。 実際には、ほとんどすべての関係は強制的であり、真実です。 基本的には、開発を期待している場合は、可能な限り表面的な方法以外で実際にそれを得ることを期待しないでください。\n____\n\nホウ それは長かった。 さて、私は終わった。 私はもはやキャラクターについて話したくない。\n\nエンジョイメント：3/10\n私はそれぞれの物語のアークについて違った感情を抱いているので、気持ちが混ざり合っています。 最初のものは、おそらく五分の一を与えるでしょうが、二番目のものは1/10に似ています。\n\n平均は3/10になると思いますので、私はそれに固執します。\n\n_____\n\n全体：3/10\nすべての得点を平均した場合、実際には4点ですが、私はAlfheim弧をあまりにも嫌っているので、もう1点を下げています。 それがAincradアークだけだったら、私は楽にしてショーに5/10を与えますが、2番目のアークはそれを完全に破壊しましたか？\n\n申し訳ありませんが、サイコロはありません。 しかし、最悪のアニメであることをお祝いしています。\n\n結論として：\n - クラインのための1つのポイント\n - アニメーションの1点\n - ボイス演奏のための1つのポイント\n\nPS  - あなたが私の編集されていない、怒っている、怒っている偽のレビューを読むなら、本当にすみません。\n_____\n\nボーナスセクション：どのように剣アートがオンラインになりましたか？\n\nA）アルフハイム弧をまとめて切り取ってください。その代わりに、25枚のエピソードのすべてをAincradとしてください。\n\nB）ゲイリー・スタウトではない主人公を持つ。 関係がうまく発達しているのではなく、面白​​い、ニュアンスのあるキャラクターを作りましょう。\n\nC）時間をかけてプロットを作成します。 実際には、ランダムエピソードフィラーではなく、複雑でプログレッシブなプロットがあります。\n\nD）性的で侮辱的な方法で書かれていない良い女性のキャラクターを持っている。\n\nそして\n\nE）Kleinはメインキャラクターの代わりに、または多くのスクリーン時間を持っています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "mejo369",
    "profile": "/profile/mejo369/reviews",
    "pages": "20",
    "number": "2",
    "link": "/reviews.php?id=212597",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nハローミーナサン\n\nうーん、みんなはおそらくこのアニメを見たので、私は話をあまり話しません\n\nサモを愛している人、サモの人を憎む人、私はそのファンの男の子です。\n\nなぜ私はサノが好きですか？\n\nえりちきりとんくんは、男が女の子をすべて奪って、ゲームでの狂気の技とメカニック、そして優しさから女の子を魅了する...............ナチュラル・カリスマ、ライナー一枚、大きなペン それは... lel jk\n\nDos-神のロマンスの物語、いつも戦争か何かのような厳しい冒険のような波打ちを得ることを夢見ていたが、世界の戦争サンが始まらない限り、真のRIPドリームにはならないかもしれない、おそらくイシスの攻撃はジョーク\n\nSan-Asunaは最高のwaifuのようなもので、文字通り最も******通常のwaifu、asunaはすべてのようなものです。本当にur waifuが実際に妻である場合、loli waifus lelを持っている人ですか？ まあこれはちょうど無駄なたわごとですが、あなたはポイントを得る\n\n私はあなたの父親がキリトスの声で彼を殺すだろうと思っています。 どのように彼は誰かの声を見つけるので、実際に正当に本当に正真正銘の癌になるかもしれない迷惑な\n\n武芸はいいです、私は好きです、問題がありますか？\n\nセックス - バーチャル世界にいて、女の子を募集したくないのは誰ですか？ 私はキリトくんでした:(と彼の人生を経験する：/\n\nまあ、最初の半分のサモはちょうどあまりにも良い、私は（後悔しないで）後半は良いものではなく、まだ良いものではなかった\n\n基本的に私はサロファンですので、皆さんは、上記のすべてを無視することができます、これはちょうど私の味と私の好きなものです\n\nあなたは読書を楽しんでいたと思います\n\n外で電話でこれをやっているのは、私が望んでいたほど良くはありませんが、あまりにも退屈なことはありませんので、このレビューを書いただけです。\n\nSanks"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Kailey_Fox",
    "profile": "/profile/Kailey_Fox/reviews",
    "pages": "20",
    "number": "3",
    "link": "/reviews.php?id=228710",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  4\nサウンド|  4\nキャラクター|  1\n|  1\n\n大丈夫。 私は数年前にリリースされたアニメだけでなく、多くの人々によって同様に嫌われていて、何千もの票を持った過去のレビューのエコーになるというアニメのレビューを書くのに時間を無駄にしたくなかった。 しかし、残念ながら、MALはSAOとUtsu Musume Sayuriを勧めてくれませんでした。なぜなら、私は自分自身で言うと、これらの2つが似ている理由について非常に説得力のある議論をしています。 私の2セントはそこにある。 あなたもこのアニメを嫌うなら（あなたのために金星！）、もう一度、これはあなたがすでに読んだことのエコーですが、とにかくそれを読むことをお勧めします。 どうして？  SAOを見ている私たちの人たちは、死んだ死んだ乳牛のためにそれは本当に一緒に固執すべきです。 私はそれを短く甘く保つつもりです。\n\nストーリー：1\n\nどこから始めるのですか...ほとんどの人は、このアニメを憎んでいても愛していても、最初の2つのエピソードはうまくいきました。 私は個人的にエピソード1を楽しんだ。いくつかの有望なキャラクターを紹介し、カラフルでユニークな設定を明らかにし、何らかのプロットを設定し、火花で終わる：アンタゴニストはバーチャルゲーム内で本当の人々を閉じ込めていた。 作者がすべてのキャラクターを現実的にする必要はありませんが、多くのキャラクターが関与するプロットを設定するだけで、それらからの反応や人物の垣間見無しにそれらを殺すことができます。 ストーリーが持っていたあらゆる価値を破壊する。 生き残るために城の床。 そしてそこから... 90度の低下。 エピソード3（数えれば、3回）だけで、私たちは2年前に飛び乗り、何千人ものプレイヤーが死亡しました。 すでに視聴者は、なぜ彼らが見続けるべきか不思議に思う。 プレイヤーの命がライン上にあるスパークの価値は破壊されました。 何千人もの無名の、無名の、物語のない人物が死亡した場合、なぜ顔、名前、物語の人に何が起こるかについて私はたわごとを与えるべきですか？ 彼らもおそらく死ぬでしょう。 それは、あるいは悪いことに、彼らは奴隷の子供たちの上のいくつかの豊かな甘やかされた子供のように点在するでしょう。\n\nアートとサウンド：4\n\n私はこのアニメの唯一の大丈夫なビットなので、この2つを一緒に配置しました。 そして、大丈夫、私は彼らがそれ以外の部分と同じように恐ろしいではないが、確かに何も賞賛するものではないことを意味します。\n\nキャラクター：1\n\nストーリーのように、キャラクターは怠惰に書かれています。\n\nキリト：彼は何かや何でもできる主人公です。 彼は戦うことができる、彼が導くことができる、彼は彼が閉じ込められている非常にゲームをハックすることができます（しかし、脱出するために彼の力を使用しないでください）彼はすべての段ボールの男性は彼になりたいとすべての厚紙の女性が汗をかえることができます。 私がこのようなキャラクターを気にする唯一の時間は、もし彼/彼/彼/彼女になりたいと思っていて、私はそうではない。 あなたの主人公になりたくない視聴者にも同じです。 空白のスレートは何も意味しないので、時間が面白くなくても価値がありません。\n\nアスナ：Kiritoの多くの段ボールのガールフレンドと私はこれまでDEVROPではなくREGRESSを見た唯一のキャラクターです。 彼女は強くなった。 彼女は城を襲い、この試合で生き残る方法を考え出したので、彼女自身が戦い、戦闘戦略を計画しているギルドを率いていた。 しかしKiritoがやって来て、白いスレートのブラックホールのように、彼はAsunaのキャラクターをすぐに吸って、彼のコレクションの残りの部分と一緒に行くために彼女を腕のキャンディーに変えた（後で彼のいとこである。\n\n\n\nこれらは、主人公と側面の悪い例です。 良い例には欠陥があります。 彼らが直面しなければならない不安、彼らを抱き締めることを許す恐れ、間違った方向に導く強迫観念 - 何か、時には多くのものが、主人公がこれらの障害と戦い、克服するように、 同じように。 それは、キャラクターを面白くて笑ったり、涙を流したりするための時間の価値があるものです。 前任者、SAOを見てください。 フルメタルの錬金術師、コードギアス、カウボーイビーボー...彼らはすべて、興味深い前提、つまり、その施設をどのように実行するかの知識、克服するチャンスを持つ実際に邪魔になる傷や障害を持つ有能なキャラクターを持っています。 これらのアニメは実際には多くの異なる紆余曲折の旅で視聴者を捉えています。 あなたは私を1つの場所に残して、ほとんどの場合、私が今まで見た中で最も反発的なキャラクターの2つを持っています（そして、私は奇妙なキャラクターを見ました。 物事。）\n\n楽しさ：1\n\nSAOに関しては、灰色の領域はあまりないことがわかっています。 人々はそれからファックを賛美するか、それからファックを呪う。 あなたがこのアニメを楽しんだら、大丈夫です。 しかし、私はあまりにも多くのプロットホール、deus元machinaで、何かを楽しむことができない、ちょうど怠惰なお尻を引っ張って全体の話を台無しにする。 私はロマンスのタイプではありませんが、あなたがそのビットを叩いてしまったのを知っています。  2人のティーンエイジャーが「愛」の水をテストしているだけです。 もし私が高校に戻ってくるのを見たいと思ったら。  F  - 、SAO。 そして、どういうわけか、続編、たくさんのスペシャルがあります（そして、映画も今でも思いますか？この搾乳された牛は死ぬのです）。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "DarkRaven804",
    "profile": "/profile/DarkRaven804/reviews",
    "pages": "20",
    "number": "4",
    "link": "/reviews.php?id=200995",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  9\n\nSword Art Onlineは私の意見で非常に過大評価されたアニメです。 それは良いアニメですが、それはナンバーワンではありません。 しかし、ビデオゲームでテーマのアニメが素晴らしいですが、No Game no LifeやLog Horizo​​nのようなものがたくさんあります。 だから、その唯一のゲームテーマのアニメを好きではない。 とにかく、これは良いシリーズです。\n\nストーリーライン -  9 / 10-私はあらゆることを忘れないので、ここでは何が起こっているのですか。  KiritoはSword Art Onlineと呼ばれるオンラインRPGにジャンプします。 しばらくそれをプレイした後、他の何千人ものプレイヤーが、それを打ち負かさない限り、ゲームから出ることができない時を見つけます。 彼らがゲームで死ぬと、彼らは実生活で死ぬ。 それは主にそれについてです。 ストーリー・ラインはユニークで、異なっています。 このアニメは本当にいい話ですが、すべてがエピソード14で変わります（これを台無しにするつもりはありません）。\n\nキャラクター-8 / 10-このアニメのキャラクターは大丈夫です。 キリトとアウスナは最も強くなったものです。 このアニメのキャラクターは、そのピンクの髪の少女のように、ちょっと変わっています（名前は忘れてしまいました）。  Ausnaは、キャラクターが最も発達したものです。 彼女は非常に恥ずかしがり（マンガで解説されている）、彼女は本当に本当に勇敢な人物であることが分かった。 キリトも良くなった。 私が持っている唯一の悪いことは、迷惑な人物です。 彼らは途方に暮れ、そのように迷惑をかける。 彼らは役に立たず、キリトには4人のガールフレンドがいるようです。 ああ、赤毛のような他のキャラクターはおかしく、キリトの妹（後で見る）はとても良いキャラクターです。\n\nサウンドトラック -  10/10  - このアニメのサウンドトラックは素晴らしいです。 最初のテーマソングであるCrossing Fieldsは美しいです。 全体的に音楽はとても良いです。 アニメから聞いた最高のサウンドトラックの一つ。  Sword Art Onlineにはいくつかの欠陥がありますが、音楽では失敗しません。\n\nアート-10 / 10-美しいこのアニメの芸術。 色はアニメによくフィットします。 すべての芸術は素晴らしいです。 このアニメの最高のことは、サウンドトラック、芸術のほかに。 芸術はすべてのものにぴったりです。 このアニメをより美しくする。 キャラクターの芸術もとても良いです。\n\n全体的な9/10の剣アートオンラインは数十を得る、私はそれが少し高いと思う。  Sword Art Onlineは、9つの良い​​音楽と芸術の魅力を得ています。 ストーリーラインはいいですし、キャラクターはかなり良いです。 そのシリーズは、過度に誇張するが、それでも良い、"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "1nvader",
    "profile": "/profile/1nvader/reviews",
    "pages": "20",
    "number": "5",
    "link": "/reviews.php?id=181975",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  7\n|  8\n\nクリエイターが連続した強姦犯で素敵で感動的な話を壊さない限り、SWOではありません！\n\n真剣に、これはSerial Rapist Onlineに改名する必要があります。 アニメはすごくうまく始まります！ 人々はMMORPGに閉じ込められ、勝つためには勝つ必要があります。 そうなの？ さて、メインの主人公がそのゲームに勝つまで、それはまさに楽しいです。 その話の後に、レイプシーンで物語が台無しになるのを待ってください。 不必要な嫌がらせの場面に単純に台無しにされている、最初のものの後に2つのストーリーアークが存在することになります。 私はファンサービスで大丈夫ですが、これはファンサービスではない、これは台無しです！ 神様、嫌だった！\n\nその後、最後の2ストーリーのアークは完璧です。 私は神に誓う、私は彼らが特に最後のものを台無しにしていないことをとても幸せだった。 私はほとんど泣いた。 彼らは気分や涙でいっぱいです。 さて、なぜそれを得るにはそんなに時間がかかったのですか？ 時々、彼らは少し外に出ていたように感じましたが、それは何とか全体の設定に適していました。\n\nこれらの最後の2つの物語でなければ、私はおそらく5以下のスコアを与えるだろう、なぜならアニメは本当に多くを提供していないからです。 戦いはうまくアニメされていますが、目のキャンディーのほかに彼らにはあまりないです。 当然、報酬として、主人公は彼のハーレムも手に入れます！ このアニメが無駄にしていた可能性のある量を考えると、私は気が狂ってしまいます。\n\nそれにもかかわらず、それはまだ非常に良いと見て楽しいです。 他のすべてが失敗した場合は、2番目のシーズンの後半は楽しい場所であるため、エピソードではちょっとしたものをスキップしてください。 それらの最後の2ストーリーアークのためにそれは価値があります。\n\nこれらのストーリーアークの1つについてもう少しマイナーなことがあります：そのうちの1つはフィラーのように感じました。 一度、キャラクターはMMORPGを楽しむためにMMORPGをプレイしていましたが、大きな重要性はありませんでした。 いくつかの人は退屈だと思うかもしれませんが、このアニメの文脈で、私はついに正常なものを得たことをうれしく思いました。\n\n彼らはシーズン3を台無しにしないことを望んでいる。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "_Angel",
    "profile": "/profile/_Angel/reviews",
    "pages": "20",
    "number": "6",
    "link": "/reviews.php?id=164277",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  8\n\nここで最初にレビューしてください。 私はちょっとアニメを見てきました。 私は自分自身を新鮮なキャッチや24/7オタクとは考えていないが、ここに行く。\n\n「このアニメは、オンラインゲームに常習的で、現実の課題に対処できない男性の10代の若者や大人のための希望充足薬のようなものです。  '\n\nSword Art Onlineはあなたのすべての友達が話しているアニメです。 私が物事を見る方法から、あなたが想像できるすべての聴衆を引き付けるためにこのショーが行われました。 ロマンス、10代の黒髪の熟練した主人公、小さなシスコン、そしてそのすべてがバーチャルリアリティの中でかなり丸められた。 何がうまくいかないでしょうか？\n\nストーリー -  7\n作家たちは、ゲームのルールを述べ、キャラクターに緑色の光を与える素晴らしい仕事をしました。 シーズンの途中で非常に奇妙な停止を除いて、私はショー全体の全体的なペースを楽しんだ。 あなたのソーダを補充してトイレにぶつかり、忠実な主人公が最初の行為から回復している間、ほとんど休憩のように感じました。 私が楽しまなかったことの1つは、大きくてランダムな時間の飛躍でした。 次のエピソードでは、2年が経過した可能性があります。 その時に少数の子供に気付くかもしれません（ありがたいことに、それはビデオゲームです）。 すべての真剣さの中で、ビジュアルレベリングシステムがなくてもゲームの進行感があります。 言い換えれば、始まりと終わり。\n\nアート -  8\n最近のアニメーションは本当に素晴らしいですね。 日本人がWindowsやAppleを使っているのだろうか？アニメーターたちが素晴らしい環境の中に肉体を作りたいと思っていた偉大な環境以外に特別なことは何もありません。 それは本当に冒険のような気分でしたし、もっと見ることが好きでした。\n\nサウンド -  8\n別の良いもの。 それは仮想世界であったにもかかわらず、ストーリーのための適切な場所に置かれた音楽の良い例でした。\n\nキャラクター -  6\n強力な主人公はアニメ業界で非常に論争の的で激しい話題とみなされますが、一部の作家はそれを取り除くことができます。キリトは、キャラクターがどのように深みがなく、 武士。 それは、視聴者を考えすぎることなく世界に融合させることができます。 他のキャラクター（少なくとも以前のエピソード）では、彼らはもっと大きな画像のためのウォームアップセッションのように使われたと思います。 時々私はいくつかのショーの最初の数回のエピソードは基本的にスタジオであると感じているよねえねえ、私たちができることを見て！ 私たちを見て！ さあ、まだ座ってショーを終わらせて！\n\n楽しさ -  8\nこのショーは誇張された、私はそうではなかった。 スマートな決定。\n私は心理的なスリラーとロマンスが好きですが、私は簡単に座って冒険を2回楽しむことができ、Sword Art Onlineで簡単に楽しむことができます。\n\n全体的 -  8\nあなたがアニメを見て初めての人なら、これは間違いなく始めるのに最適な場所です。\n春の午後に冷たい飲み物でポーチに座りたいと思ったら、ショーのキャラクター開発がいかに恐ろしいかについてMALの意見を心配するのではなく、このアニメはあなたのためです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "GhostofNexus",
    "profile": "/profile/GhostofNexus/reviews",
    "pages": "20",
    "number": "7",
    "link": "/reviews.php?id=71859",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nはい、私はシリーズがかなり終わっていないことを理解していますが、これは素晴らしいアニメになるだろう最初の10のエピソードを見てから見ることができます。 このショーはすでに私の個人的なトップ10の場所を持っているので、私はシリーズを終了するのを待つことができません。 このショーは素晴らしい人物との非常に良い物語を持っています。 ほとんどのショーであなたはその感情を揺さぶらずにキャラクターを憎むか愛するでしょう。  SAOの場合はそうではありません。  1分あなたはキャラクターを愛し、次のキャラクターを嫌い、1分後には大きなサスペンスがあり、次は泣きたいと思うでしょう。 アートはこれまでに見た中で最高のものの一つです。 このショーはすべて、アクション、ロマンス、コメディの感情的なジェットコースターです。 私は個人的にこのシリーズを誰にでも推薦します。これは、幅広い人々の興味を引くことができるからです。\n\n私のレビューを読むのに時間を費やしたすべての人に感謝します。\n:)"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "SupremeZero",
    "profile": "/profile/SupremeZero/reviews",
    "pages": "20",
    "number": "8",
    "link": "/reviews.php?id=67905",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\nこれは驚くべきアニメで、一種です。 私は人々があまりにも速いアニメについて怒っていることがわかりますが、光小説やマンガとは異なり、アニメが実際のタイムラインを実際に通過していることに感謝しています。\n*スポイラーが含まれている可能性があります*\nキャラクターは本当に現実感があり、多くの人がMMOで女の子として遊ぶのと同じように、私がプレイした多くのゲームでこれを多くの人が実際に多くの人が実際に覚えていたことを思い出して、私は椅子を笑った。 彼らのキャラクターのデザインはとてもシンプルなので、名前を思い出すのは簡単です。\nキャラクター10/10 xD\n音はいいです！ 驚くほど現実に近いという点を除いて、私はMMOを演奏して同じ感情を与えますが、私がこれを見て興奮を感じることができ、より良くなるでしょう。\nサウンド8/10:)\nストーリーは素晴らしいです！ 私は1000以上のアニメやマンガを見て読んでいるので、これがビデオゲームの中に入っていることは初めてです。 死は実世界と同じだから生き残ろうとしている。 ですから、私はそれに完全なスコアを与えます。なぜなら、このアニメについては何の表情もないからです。 私はストーリーがより良くなり、より良いものになると確信しています。\nストーリー10/10：D\n芸術はちょうど完璧です！ まあまあではありませんが、それは皆の表現が大きく、詳細はちょうど自然に流出していることを示しています！ それにもかかわらず、キリトと彼の服装は素晴らしいようです。 私はそのようなクールなデザインでアニメキャラクターを見ていない。  9/10アート！\n全体的にアニメは素晴らしいプレーンです。 私はもっ​​と言う必要がありますか？ 私はちょうどあなたがこのアニメを見て残念だと言うでしょう。\n全体的な10/10：DDDDDDD\n楽しみ？ コースの私はそれを楽しんだ！ ヘック、私はアニメのこの設定になりたいですが、私はまだゲーム機が本当に202xで出てくることを願っています\n楽しさ∞/ 10\nああ、私はこれをしました。\nC.S.S.A.O.E. 慎重に剣のアートをオンラインで毎日食べる:)\nこのレビューを読んだ皆様にも感謝しています！  ：D"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "HalAnime",
    "profile": "/profile/HalAnime/reviews",
    "pages": "20",
    "number": "9",
    "link": "/reviews.php?id=69193",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n（これは説明的なレビューであり、新しい視聴者を支援するアニメに関する私の意見です）\nソード・アート・オンラインは、私が今まで素晴らしい作品とアニメーションを見てきた最も印象的なアニメの1つです。 ストーリーは、プレイヤーが他のリアルプレーヤーと一緒にMMORPGでプレイするバーチャルゲームを中心に展開されています。 仮想世界に入るためにバーチャルリアリティヘルメットを身につけているが、プレーヤーがログアウトできなくなると突然死の罠になる。唯一の方法は最後のフロアに行くことによってゲームをクリアすることである100.ゲームの死は死につながる 実際には多くの文字を互いにピンしています。\n\nストーリー10月\nストーリーは本当にシンプルですが、キャラクターの発展を示す多くの副作用を持つ非常に魅力的なストーリーです。 ゲーム内で死を避けながら、フロア100に到達してゲームを脱出する。 ゲームや実際に死の概念は非常にユニークです。 ゲームで他のプレイヤーを殺す選手が実際に殺人者にするということは、それが恐ろしいことになるだけでなく、多くの子供たちもゲームで死ぬという事実を実感しています。 最も重要なのは、仮想世界で生き残っている間に、物語のKiritoとAsunaの関係が発展しているにもかかわらず、それぞれのエピソードが関係を強化し、危険と対話しながら強化されていることです。\n\nアートワーク/グラフィックス10/10\nSAOのビジュアルは驚くべきものです。その仮想世界のファンタジーな存在なので、オリエンテーションに制限はありません。 美しい風景のデザインは、1080pのHDでさらに魅力的です。 キャラクターデザインは主人公にもユニークです.Kiritoなどの黒い装飾を施したソロプレイヤーが他人から目立ちますが、Asunaはゲームでギルドとマッチします。\n\nアニメーション9/10\nアニメーションは、アクションシーンでは非常に優れています。 彼らは速いペースでシナリオに堪能です。 剣の戦いは非常に驚くべきもので、場面の緊張でスピードアップします。\n\nConnections（Spoiler）：私はライト・ノベルを読んだことがあります。ストーリーはたくさんの感情でとても素敵でロマンティックです（私はそれを愛し、私は男です）。 このアニメはプロットとライト・ノベルをマッチさせているだけでなく、小説からサイド・ストーリーを挿入しています（Silica Side Story Ep 4）。 実際には、Light Novelの第1巻と第2巻をカバーするには実際には十分なエピソードがありますが、成功すれば第3巻と第4巻のSeason 2になる可能性があります。このシリーズは2シーズンを超える可能性があります プロットは徹底的に。\n\n最後のコメント：あなたがファンタジー、冒険、アクション、そしてロマンスを愛するなら、これはあなたのアニメです。 メインの主人公の間のロマンスは、後でもっと安心して開発されます。\n\n類似のアニメのおすすめ：\nAccel World：Sword Artと同じ作家であり、彼の最新作の一つです。 メインキャラクターが他の人と競争するための仮想オンライン戦闘ゲームに入る2046年のストーリー。 それは最近SAOの前に放映され、Huluにあります。\n\n.hack // Sign：同じMMORPG設定とログアウトできない状況。 それは古いシリーズですが、プロットの大半はSAOと同じです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Ahomegane",
    "profile": "/profile/Ahomegane/reviews",
    "pages": "20",
    "number": "10",
    "link": "/reviews.php?id=100817",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  9\nキャラクター|  2\n|  2\n\nこのレビューには、選択されたスポイラーが含まれます。 あなたがスポイラーが好きでないなら、読まないでください。 または先に進んでください。 私は査読者であり、警官ではありません。\n\n私は始めてみたい、アニメが作成される前にボリューム5までの小説を読んだ。 だから「ライト・ノヴェル」のコメントはありません。\n私はこのアニメがここ数年で最も議論の的になった議論の1つであると誓っています。それぞれの側面には有効な点があり、このレビューは私のものです。 あなたは同意する必要はありません、これはアニメ自体の私の推測です。\n\nストーリー：（3/10）ストーリーは軽小説で少し興味をそそられましたが、助けができませんでしたが、//Hack.Signと非常に似ていました。 バーチャルな世界にこだわって、出ることはできません。アルフハイムでは、あなたは死ぬことができます。 とにかく、この物語は十代の男の子のための願い事で満たされているようです。 白い馬の王子が乗って、その日を節約するなど、すべてのもの。 どこにでも矛盾があり、キリトはどちらかといえば何も持っていませんでした。  Emo、またはBadass。  （悪い悪いことではない）。 またペーシングはどこにでもありました。 最初に、第1レベルで1つのボスを倒すためにエピソードをとり、次のエピソードでは完全に50+フロアにスキップします。 最初の弧の終わりと同様に、あなたは最終的にこれがゲームであり、数ヶ月後にお互いの本名が分からないことを思い出させます。\n\nアート：（6/10）芸術のスタイルは良いですが、アニメーションが少しばかりだったアニメーションには瞬間がほとんどありませんでしたが、それは大きな問題ではありませんでした。\n\nサウンド：（9/10）あの音は素晴らしく、オープニング、エンディング、BGM、感情的なものやバトルの音楽に使われたもの（それほど感情的ではありませんが）は正しく使われていました。 アニメ。 セイウウスは感情を描くのにいい仕事をしましたが、時間が経つにつれて「キリトくん！  'お兄ちゃん'\n\nキャラクター：（2/10）さてさて、これはいたずらが間違っていた場所です。 それぞれのキャラクターをひとつずつ説明します。\n\n\nアスナ：さて、アスナのキャラクターは最初のアークでは問題ありませんでした。 まともなヒロイン、苦しみの嫁に。 シリーズの真ん中には、「NerveGearを置くとキリトにつながることが分かっていた。 通常の場合、KiritoがSAOからのデータをAlfheimに送ったという事実を考慮しなかったとしたら、Asunaは何もしませんでしたか？ また、彼女がゲームの中にいて、Generic Bad Guyがすべての統計を0に減らしたとすれば、それは技術的には全く動かないということです。 したがって、結論として、彼女は彼女のデータを残し、DIDはまだ敏捷性のある彼女の統計を持っています。 次は彼女が逃げるチャンスが来る。  「ケージ」を脱出することは、彼女がログアウトセンターを見つけてちょうど周りを見回す部分を除いて、彼女の部分では賢明だった。 そして、彼女が最終的にログアウトボタンを見つけたら、彼女は「私は何かが欲しい」と叫んでいたように、彼女は数秒間それを上に乗せます！ 彼女はその後、最高級のファンサービスではない触手モンスターによって中断されました。 また彼女は軽い小説かアニメの中で、ゲームをするつもりはないと言いましたが、明らかにそれは家族のものでした。彼らはそれをプレイすることになっていましたが、思いがけない状況変化があり、\n\nSuguha：彼女のキャラクターは、アニメ全体で最も哀れなものだった。 私たちが彼女を知っていた唯一のものは 'I LOVE ONII-CHAN'だったし、それは決して答えられなかった。 なぜF！@ KはあなたがONII-CHANを愛していますか？ ' そして、近親相姦問題になる。 彼は私の兄弟じゃない！ 彼は私のコッスンだから、彼を愛するのは大丈夫だよ。 いいえ...いいえ、彼を愛するのは大丈夫ではありません。 それはまだ起きている。\n\nカヤバ：彼は天才として描かれていましたが、私はここで私を打ち負かすと、私はこの試合を終わらせます。 事は完全な馬鹿だけがやることだった。 そしてもちろん、Kiritoが悪いことを強調し、反応時間が最も長い人にのみ二重武器を与えることを誰にも教えてくれます。 最初の弧の終わりに、彼は「あなたはなぜそれをやったのですか？」と尋ねられます。 彼は「私は知らない...」と答えた人はどうやって知りませんか...私は真面目です。仮想世界の中に1万人を閉じ込める理由を知らず、何千もの人を本質的に殺します ; 感情的にも文字通りにも。 そして2番目の弧の終わりに。 彼は何とかAlfheimにKirito GMの力を与える方法を見つけた。明らかに彼がこれを行うことができたのは彼がインターネットに侵入したことだった。 明らかにそれが成功しているという統計は、1〜100万のようなものでした。\n\nSugou：最も一般的な悪い人格です。 彼が使っている人たちに親切な普通の顔を見せ、彼の敵の前で完全な居眠りに変わり、彼の「マスタープラン」を明らかにする。 この男はカヤバとの最も大きな劣等感の複合体の一つを持っていなければなりません。\n\nサイドキャラクター：神のロリーの劣等感の複合体で満たされた厄介な側面のキャラクター。\n\n楽しさ：（2/10）このアニメは10代の男性の人口全員に完全に描かれていることがわかります。 不必要なパンティショット、巨大で小さなおっぱい、そしてあなたがアスナのような人を見つけることができるという希望の強化を忘れることのできる人物。\n\n全体的に：（4/10）このアニメは私にかなりの笑いを与えてくれました。実際には多くのポテンシャルがありましたが、正しい執筆で驚くべきことがありましたが、私たちはこれを受け取りました...これ... fanserviceとwish-fulfillment filled アニメ。\n\nそして、私は陽気なことを知っていることに注意してください。\n騒音。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Dean_Borris",
    "profile": "/profile/Dean_Borris/reviews",
    "pages": "20",
    "number": "11",
    "link": "/reviews.php?id=101239",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  6\nキャラクター|  4\n|  8\n\n私はSAOを楽しんだが、完璧とはほど遠い。\nSAOの要素を他のゲームと比較することはかなり簡単ですが、ショーには多くの矛盾があり、時には独自のルールが破られています\nストーリーは大丈夫です、創造された世界は非常に興味深いですが、私はそれを十分に探検していませんでしたが、シリーズの上位がアルフィームアークを追加するのではなく、エピソード15で終わったと思っていました。\n音楽はあまりにも思い出深いものではありませんが、その仕事はうまくいきます。\nキャラクターが大半を占める限り、キリトはたとえビーターであっても非現実的に強力ですが、ほとんどのシリーズでこれを見落としました。 キャラクターの中には、さらにリサベットを探求したものがあるはずです。\n短編小説の中にはアニメの間に過ぎ去ったと長年にわたり伝えられていたものがありましたが、キャラクターが前にエピソードを紹介されただけなので、部分的に感情移入するのは難しかったです。 彼らの死はキリトに影響を与えているかもしれませんが、見る者として私はほとんど見たことがありません。\n\nこれは私の最初のレビューです！ 私はより多くを書くことを望む、将来的に彼らはうまくいってよりポジティブになるだろう"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "maxtheax",
    "profile": "/profile/maxtheax/reviews",
    "pages": "20",
    "number": "12",
    "link": "/reviews.php?id=93783",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  5\nキャラクター|  3\n|  7\n\nソードアートオンライン。 私はあなたがこの時点でそれについてすべて知っていると確信しているので、私はそれについて覚えておいて、私が書いた他のほとんどのアニメと同じように、詳細については触れません。 過去5〜6年でなくても、2012年には最も人気の高いタイトルです。 私は、彼らがSAOを見たと言う私の非アニメ見た友人の多くに話をしました。 当然のことながら、この種の人気は通常、極端な意見になり、SAOも例外ではありません。 実際、私はSAOはアニメコミュニティと彼らが何をしているかを示すために使用できる素晴らしい展示品だと思う。\n\nソード・アート・オンラインは、人々が4〜9の間で何かを評価することはほとんど見ないという意見を分かち合う極端な例です。それは常に10,10,2,1,3,10,2,1,1,1...などです 何らかの理由で、普通は平凡な格付けを与えるすべての人が、代わりに彼らがショーを嫌うと決めます。 どうして？ 他の多くの人々がそれを愛しているので、彼らはそれを理解できません。 彼らはそれを愛する多くの人がナルト、ブリーチ、フェアリーテール、そして他の主流のアニメを愛していることに気づいた。 その後、SAOは主流のアニメとしてブランド化され、コミュニティ全体の塊から逃亡する。 彼らは閉じた心でそれに入って来て、出て来た後、彼らは彼らが見たいと思うものだけを見て、ショーのあらゆる面がどれほど恐ろしいかを誇りに思っています。 そして、残念なことに、日本を除いてどこでも、アニメコミュニティのやり方は、どんなイデオロギー/アイディアにでも従うように見える。\n\nあなたが実現しなかった場合、私はどちらの派閥でもありません。 私は猛烈なファンの誰も、ショーが正当な理由のない絶対的な事実だと思う人でもない。 いくつかの風景は美しいです。 しかし、私は、アクションシーケンスがいくつか残っていると感じました。 梶浦由貴作曲のOSTと一緒にソリッドな声優を演じていたが、梶浦の曲は何も強調されておらず、特に出演していなかった。 だからサウンドがアニメの全体的な調子を助け、ショーの残りの部分と同じように、何も目立たなかった。 私はそれが最高で、普通だと思う。 私はまた、最悪の場合、それは普通だと思う。 私には、このアニメはいくつかのことを表しています：a）凡庸さを表現しています。b）畳んだ人口統計的アニメは今、目指しています。 特に良いことは何もありませんが、フリップサイドでは特に悪いことはありません。 物語はよく書かれているが、多くの欠陥がある。 このキャラクターは、ほとんどがかなり欠陥があり、書かれていませんが、ショーを損なうほどではありません。 彼らは確かに何も追加しませんが、いずれかを損なうことはありません。 芸術はかなりいいですね。\n\nしかし、すべてのことが言われている、疑問無しに、それは楽しい時計です。 あなたがそれを見るかどうか議論する人のために、私は最初のいくつかのエピソードを見て、あなたが続行したいかどうかを決定することをお勧めします。 これはほとんどの人がアニメを見るときに示唆するものだが、多くのショーで最初のカップルのエピソードはあなたに十分なものではないかもしれないことに気づいている。 あなたがお気に入りになったかもしれないショーを落とすことになるかもしれません。 私にとっての個人的な例は、新世紀妖理です。 正直、最初のカップルのエピソードはちょっと退屈だと思って、次のカップルを見るのを忘れてしまった。 数週間後に私が気まぐれにそれを取り上げたのは、これが私が思っていた以上のものだったことに気がつきました。  Shinsekai Yoriは今では私の好きなアニメの一つですが、もし私が3つのエピソードデモをやっていたら、それは終わったことはないでしょう。  SAOでは、そうではありません。 最初の3つのエピソードは、残りのシリーズに登場するものの素晴らしい例です.3つのエピソード以上のものはありませんが、それほど重要ではありません。\n\nSAOは2つのオーバーライドアークに分割され、それぞれが2つの異なるビデオゲームで行われます。 ソード・アート・オンライン、アルフハイム・オンラインなどがあります。 しかし、意志のある奇跡的な力によって、それは面白かった。 多くの人が弧を描いた方がいいですから、これについても私は考えます。 私は最初の弧SAOが2番目の弧よりはるかに優れていると考えました。 最初の弧が正しかったのはそれほどではありませんでしたが、2番目の弧は間違っていました。  2番目の弧のプロットは、主にいくつかの異なるゲームでそれらを戻すための弱い言い訳に見えました。 最初の弧のプロットは関連性があり、全体を通して面白かったように見えましたが、2番目の弧は、最初の弧を作ったすべてが取り出された、ほとんどが再ハッシュのようでした。  SAOを動作させるプロットポイントがなければ、新しいポイントを作成する必要がありました。 それで、はるかに表面的なプロットが作成され、良い近所のいとこの近親相姦で完成しました。 ほとんどの場合、2番目のアークがちょうど私を盗んだ。\n\n私が最後に残したいのは、すべてが沸騰したとき、あなたがやっているのは、16歳の子供がビデオゲームをするのを見ているという考えです。 正直なところ、あなたはYouTubeでそれをはるかに簡単に行うことができ、25のエピソードの代わりに何万というものがあります。 私は個人的に人々がビデオゲームをするのを楽しんでいないので、ショーの私の楽しみは結果的にちょっと切られました。 私がベルカーブでこれを評価していれば（私は通常はしませんが、このレビューのために、私は行います）、私はSAOに5/10を与えます。 特に偉大な物語ではなく、弱い人物、比較的素敵な芸術、そして梶浦の貧しい作品の一つ。 しかし、すべて一緒に、何とか楽しい経験の何かを作成します。\n\ntl; dr SAOは大丈夫だったし、人々はおっぱいを落ち着かせることを学ぶ必要がある。  5/10"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "RazeOfShadow",
    "profile": "/profile/RazeOfShadow/reviews",
    "pages": "20",
    "number": "13",
    "link": "/reviews.php?id=98317",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  5\n|  7\n\nこれは、私の批判的な表明ではありません。\n\n多くの観客（SAO）の期待を達成し、達成することができないという理由で、嫌がらせを受け、串刺しにされ、否定的に批判された。 重大な欠陥は明らかに目立つものであり、当然のことながら多くのレビューで強調されていました。 しかし、私はここで公平の言葉を言わなければなりません。人々が客観的にSAOを批判してきた理由は、彼らの期待のためです。 私たちは多くのことを期待していました。\n\nSAOが放映される前は、これが次の大きなものであることを知り、数千人と数千人がこのシリーズを予感していました。 間違いない。 私たちはそれが良い、賢明な、賢明な、賢明な、などと期待しています。 その後、いくつかのエピソードが放映され、私はそれは面白いと言わなければならない。 しかし、物語が進むにつれて、それは分離され、プロットされた賢明で、キャラクターが賢明であることが分かります。 その後、ある程度は、エピソード的になる。 シリーズの後半は最悪のときに絶望していた。 それは重要な役割のキャラクターを含めることを試み、シリーズの前半の安定した基礎の欠如のために期待して失敗した。 感情は人格のファサードに人為的に描かれていました。真の内情は動かされていなかったからです。 その欠陥にもかかわらず、それはおそらく視覚効果のために面白いです。\n\nさて、私は多くのレビューは、主なプロットでは、副キャラクターの役割を果たしていない点を作り出して来たが、なぜ彼らはする必要がありますか？ 創造主が主人公の個性に焦点を当てていた可能性があります。なぜなら、誰もがメインプロットに参加して完全であるべきであるというこの考えを持っていなければなりませんか？ 次に、副キャラクターとその役割の目的に疑問を呈します。 私はそれをこのように置いてください、プロット装置はプロットを続けることを意味します。 彼らは画面にある程度の時間があり、プロットが進むと、おそらく再び表示されません。  SAOや他のアニメによるプロットデバイスの利用の唯一の違いは、それらに与えられる時間です。 しかし、私は、サイドキャラクターにこのような哀れな時間を与えることによって、多くのことが望まれていることを認めなければならない。\n\nそれでも、SAOには、完璧から数センチ離れた主人公のような、多くの嘆かわしい欠点があります。 見栄えが良く、無防備で、知的で自発的である。 真剣に、何を求めることができますか？ しかし、そのような性格を物語に持つことは、公式のプロットを意味する。 何らかの形で、主役はセールスポイントだった。 そのような人物について幻想を抱く人々の良い部分があります。 完璧な、思いやりのある、など。  SAOは未来のゲームシリーズなので、そのようなキャラクターがシリーズのリアリズムにも影響することに言及したくはありません。\n\nとにかく、SAOが達成したことを見てみましょう。 あなたが気付いていれば、SAOは主人公が3次元であることを確認するのにかなりのことをしました。 彼らは十分に発達していますが、私たちの心の中で完璧な彼の考えがあるので、多くの人はそのように感じません。 これは実際には、何らかの形で、非常に矛盾しています。 発揮された努力はまったく効果がありません。\n\nこれらすべてをまとめると、SAOの没落は、多くの視聴者がプロットの進行の論理に従うことができないということです。 試行されたことの多くは無意味であるように見えます。なぜなら、たいていの場合、それは自分の魅力を否定するからです。 しかし何とか、それは面白かったです。 おとぎ話を読んでいるようなものかもしれません。いつも完璧に近い主人公を持つのはいいですね。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "MAND4",
    "profile": "/profile/MAND4/reviews",
    "pages": "20",
    "number": "14",
    "link": "/reviews.php?id=85003",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  6\nキャラクター|  4\n|  4\n\n[少数のシーンを含むマイナースポイラーは、取り出され、全体的な経験にはあまり関係ない]\n\n - すべての今、私たちは観客を掃引し、非常にトップにその方法を向上させるクールな前提と新しいシリーズを取得します。 これはナルトが最初に放映されたときのようなものであり、未だアニメの視聴者が動物界に侵入するのを見ているのはおそらく最初のアニメです。\nこのケースは、Sword art Onlineとほとんど同じです。 ショーのコンセプト、アイデア、前提は素晴らしかった。 彼らは有望であり、とりわけ夢中になっていました。私はこのタイプのジャンルに来たときについに宝石を見つけたと思っていました。\n\n - どんなゲーマーの夢、広大な世界であなたのキャラクターの場所であなた自身を視覚化させ、冒険を最初に体験できる仮想マシンは、このアニメで前進しました。 私は興奮していました; このような様々な可能性で、私はアニメが失敗したとは思うこともできませんでしたが、残念なことに、そうしました。 ショーが進行するにつれ、ストーリーはそれまでとは違った感覚を作り続けます。 少しの細部は突然ストーリーに寄与しますが、すべてが間違った形で起こります。 ハッキング能力は、それが以前に言及されていなくても必要なときに現れ、それが存在しないときに消え、ストーリーを単純に空にするこれらの他のすべての穴が空白になります。 もし私がその人の一人になれるなら、それがどうなるかを見たいと思っていました。 しかし、物語は短く、最初からほぼ完全に実行されています。 スキップする時間の量（1つまたは2つは可変ですが、限界を知る必要があります）を考慮すると、あなたは基本的には説明されていない世界の無数のポイントに跳ね上がっています。 画面上に表示されます。 物語は基本的に旅の途中でオンラインゲーマーKiritoに従います。 ストーリーはかなりシンプルです。 それは基本的に無限の可能性を持つ広範囲の世界で生存の恐怖のセットです。 どのようにそれがフラットになることができますか？\n\n\n\n芸術とサウンドに関しては、アニメの最高の側面だと思います。 アートはまともではありません。 それはカラフルで、時には美しいものですが、繰り返しても、目と髪がちょっと違うような形をしているようです（キリトとアスナは兄弟のように見えますが） 瞬間 戦いは穏やかにアニメーション化されていますが、いくつかの大きな効果がありますが、CGIの使い方は漠然としています。 サウンド・スコアに関しては、アニメは堅実なバックグラウンド・ミュージックを持っていますが、最も印象深かったのは声優でした。 私を信頼してください、それは何も吹き飛ぶものではありませんが、それは信じられないほどのものであり、会話（現実には覚えていないものです）は現実感で届けられました。\n\n私はそれがファンタジーのジャンルになると、本当にピカピカです。 私はこのアニメに興奮していましたが、結局は私を楽しませることができませんでした。 前半はまともだった。 それは見ることができ、それは楽しい瞬間を持っていましたが、それはその時にあまりにも多くのことをしようとして失われた。 面白い、悲しい、アクション、劇的で美しい、完全にしようとする...そして、最後に、それは本当に何もなかった。\n私はいくつかの戦いが実際に激しいことを認め、誰が死ぬのか分からなかったが、最終的にはあなたがそのキャラクターをよく知らないので気にしなかった。 しかし、ある瞬間、私の頭の中にはまってしまった。それはかなり面白かった。  KiritoとAsunaが何らかの低レベルのステージでそのキャビンにいたとき、そしてKiritoは彼らが一緒に寝ることを示唆しました。Asunaはそれを誤解し、半分裸になります。 それ以外にも、このショーでは、市長のプロットの穴以外はほとんど思い出しませんが、それはシリーズのあまりにも腐ってしまったので言及しません。\n\n結局のところ、単に提供できなかった可能性のあるアニメ - それは、同時に多くのものをしようとすると意図したとおりに動作しない例でなければなりません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "MrKaminaGlasses",
    "profile": "/profile/MrKaminaGlasses/reviews",
    "pages": "20",
    "number": "15",
    "link": "/reviews.php?id=189309",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  10\n\nこれは私の最初のレビューですので、私には厳しく行かないでください\n\n私はこのアニメがたくさん嫌われている理由を知っていますが、正直なところ私はそれを私と一緒にクリックしたと思います\n\nストーリー - 何千ものビデオゲームにこだわっています。それは本当に独創的な前提ですが、それは機能します。 ロマンスはちょっと強制されましたが、まだ気分がいいと感じました。\n\nキャラクター - キリトが主人公で、少し力を抜いていますが、私は自分自身の話ではなく、ふたりのふりをするキャラクターであると感じています。  Asunaは魅力的な笑ですが、実際に最も深みがある最高のキャラクターを救っています\n\nアート - 素晴らしいもの、豪華な\n\nサウンド - 偉大なサウンドも持っていて、テーマソングとバトルミュージックを愛しましたが、少し劇的に感じました\n\n全体的に：9これはおそらくアニメの多くに比べて最高の物語を持っていないが、それは何のために働く、私はあなたがそれを憎むならあなたの意見を尊重、私はあなたが私の尊敬を願っています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "CodeBlazeFate",
    "profile": "/profile/CodeBlazeFate/reviews",
    "pages": "20",
    "number": "16",
    "link": "/reviews.php?id=226633",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  3\nアニメーション|  9\nサウンド|  7\nキャラクター|  5\n|  7\n\n誰も見ているよ！ それはSAO列車に乗っている別の馬鹿だ！ あたかも誰もがそのSH * Tに病気ではないかのように！  YAAAAAAAAAAAA-\n\n*あなたが孤独なアニメファンを今のところ失うことはありませんが、サノスのためのいくつかのスポイラーは、それを見ていません。 これはFRIGほど長くなります*\n\n-Sword Art Onlineは、最も人気のあるアニメの1つであり、2012年に爆発して、Narutoが新世代の印象的な12歳の老人を救うことができる唯一のアニメではないことを世界に証明します。 アニメのジャガーノートに最も近いものが6年前のDeath Noteだった頃、アニメは世界中から注目を集めるために大きなものが必要でした。 これは、問題のジャガーノートが、必ずしもその地位にふさわしいとは言えないもの、あるいは少なくともDigibroや大部分のMAL批評家が言うようなものです。 私は彼らと一緒にいますか？ 私は熱心ファンのファンボーイと向き合いますか？ ショーが良い時と悪い時を受け入れることができる脳を持っている人の中で、私は馬鹿馬鹿しいファンボーイズの上に足を踏み入り、ここではElitistsを均等に遅らせる（このコミュニティの95％）？ まあ、私はすでにデジタル墓を掘ってしまったので、見つけようか？\n\nストーリー：3/10\n\n\n\n最初のいくつかのエピソードでは、キリトはちょっと親切で反抗的でありながらも、人に恋をして死ぬか、エピソード3の場合には、 死ぬ。 このことを考えると、短期間に彼がどのように彼に影響を与えるのか、長期的には彼の心理を傷つけることがどれほど深刻なのかを見ておくべきです。 実際、なぜそのエピソード3を作るのですか？ 我々はこれまでのところゲームに入っている！ 私たちは、エピソード3をAsunaまたはKleinの開発を開始するために取っておき、その後、これらの人を開発するエピソード的なストーリーをやっている4つのエピソードを使いました。 加えて、この酷い笑いの棺のギルドがあります。これは、最も重要なサブプロットを作ったかもしれませんが、ちょっとしかありませんし、第2シーズンまでのエピソード11の後に再び登場することさえありません。事実、 なぜ、青い髪の男が飲み物を飲んだことがないのか、あるいはキリトがAI子供を救うためにゲームをハッキングし、誰もがログアウトできるようにゲームをハッキングしていないことが絶対にばかげているように、私たちはここにいます はるかに長い。\n\n物語がすべて悪いと言っているわけではありません。 エピソード3のイベントは後で来なければならないという事実にもかかわらず、それは実際には黒い猫のギルドとキリトの関係をどのように示しているのか、むしろかなり落ち込んで残忍なエピソードです。 ロマンスは、ギルド以外のすべての人を殺すために、彼を除いて。 さらに、いくつかのシーンは最初の14回のエピソードでうまく処理されます。 さらに、それは最初の数回のエピソードのための式に死をもたらす良い仕事をしました。 あまりにもそれはほとんど全然エピソード4の後でそのコンセプトを放棄した。私はKiritoがすべての探偵に行くと好きです、そして、私が彼が望んでいたと思うので、Asunaのギルドの悪い指導者がそれらをすべてトラップした同じ人であることを解読することができます。 神秘的な世界の神になるという世界と彼の夢を共有するが、遠くにそれを取った。\n\nAlpheinアークは、このシリーズがおそらく私たちが思ったほど良くなかったという事実に私たちの多くを本当に結びつけたものです。 ここではどんな役割も担っているだけでなく、近親相姦のサブプロットもあり、最初の部分と同様にすべてのサイドクエストが行われます。 また、新しい悪役は、昏睡状態のAsunaと結婚してAlpheinのオンラインで彼女を捕まえて、かごの中に文字通りの鳥を作る。 キリトがどれほど速くOPになったかを考えると、キリトがもっと妥協する状況になるのは良いことですが、近親相姦がハーレムに入るのを怒らせ、Asunaは、Kiritoの正面のSugouとその背後にあるDeus ex machinaカヤバのものを強姦します それを悪化させる。 少なくとも、それはみんな一緒に持ってきたまともなフィナーレを持っていた。\n\nキャラクター：5/10\n\n\n\nアート：9/10\n\nキャラクターデザインの面では、まあまあですが、それは仕事を完了します。 武器の使用や敵の破壊のようなものでMMOの効果になると、それは非常に活気があり、見てクールです。 アクションも非常に楽しいです。 後の戦いの多くが以前のものや中間のものほど面白くない場合でも、アニメーションに特に問題はありません。 ミスターのデザインはあなたの典型的なファンタジーモンスターです、巨大なサンタを除いて、ええ。 さらに、キリトとアシュナの剣が交差して、Xの地面に斜めに突き刺さっているOP 1の終わりのように、今まで気づいたことのない強烈なイメージがいくつかあります。 だが、一部の顔は奇妙に見える。\n\nサウンド：7/10\n\nLiSAの最初のOP「Crossing Field」は、LiSAだと考えても私を驚かせることのない最初のアークで私たちを驚かせた素晴らしいOPです。 そのバンドは多くの良い曲を作る。  私は愚かなKleinの音を立てることができず、Bryce PapenbrookはKiritoとしての混合仕事をして、男性の役者を演じます。 また、私はパンク・シーツのギルバートの描写がまったく気に入らなかったのですが、それはちょっとしたステレオタイプのものでしたが、それは彼には疑問があります。 指示を責める。 それは、女性が良いパフォーマンスを与える方法を知っていたように、男性のために同じように行う方法を知らなかったようです。 OP 2、「Innocence」もかなり良いし、エピソード15と16のトーンにあてはまる。Mothers Basementが指摘したように、両方のOPは曲だけで素晴らしい。  EDは私の本のなかで特別なものではありません。 梶浦由紀氏が行ったOSTもありません。 確かに、バトルのテーマはまともですが、それは明白に思い出深いものではありません。 今、ダブ。 正直なところ、彼のほとんどの女性の声はうまく聞こえます。 地獄、Cheremiリーはアスナを果たし、かなり良い仕事をします。 それを殺すのは男性の声です。\n\nエンジョイメント：7/10\n\n最初の弧は、その問題にもかかわらず、まだ楽しいものでした。 戦いはかなり楽しい、ロマンスは、ちょっとええ、まだ私は少し婚約を保った。 地獄、それだけで、私は弧の潜在的な可能性を見逃した。 第二の弧は私を遥かに楽しませてくれました。 確かに、私は数回笑いましたが、私はまだフィナーレを楽しんだが、それは最後に向かって怒って始めた。 私はそれが非常に良いショーではなく、私がそれを愛したり嫌いにするにはあまりにも強すぎるものの、ほとんど面白いものではないことを完全に知っています。 ほとんど私がそれに似ているようにほとんど十分に。\n\n全体：6/10 RAW SCORE：5.93 / 10\n\n私はちょっと言ったことがありました、そして、ミントはまともなTLを作る方法を知っています; DR版、そう言われたすべてで、私はあなたに敬遠します。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "antoinexb",
    "profile": "/profile/antoinexb/reviews",
    "pages": "20",
    "number": "17",
    "link": "/reviews.php?id=210494",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  3\n|  7\n\nSAOはアニメです。私は正直言って大きな期待を持っていました。  SFファンとベテランのゲーマーとして、SAOはそれが本当に興味をそそるゲーム業界に革命をもたらしました。最初のエピソードの終わりには地獄のように過激派になりました。 もちろん、結局のところ、SAOは私の顔で爆破した。 私ができることは、非常に大きな可能性を秘めたものが、安価なキャラクター化、作家のブロックの途中、そしてスリル要因の急激な低下によってひどく台無しになってしまったという事実に真剣に後悔していました。\n\nSAOの最初の弧、または最初の14 epsは、私が実際に好きだったこのシリーズの唯一の部分でした。 信じられないほど美しく、危機的に細工されたUnreal Engine 20.0の世界はそこにあり、よく描かれ、アニメーション化され、描かれました。 素晴らしいスコアでそれにも行くことができます。 ゲーマーとして、私はそのような経験の一部である必要性を感じましたが、私はまた、私の画面を通してその危険を感じました。  「Kirito vs 99 bosses」の全体も楽しいものだったし、実際には弧の終わりが好きだった。 確かに、悲しいシーンのほとんどは、ひどい、浅いキャラクター化のためにうまくいかなかったが（それ以上は後で）、SAOは明らかにひどい明白な亀裂を突きつけていたようだ。 ここで終わったら（適切なエンディング）、私はSAOに7〜8を与えていました。\n\nしかし、それは本当にエピソード14の後に真っ赤なものになった。\n\n2番目の弧はひどくひどいです。それは私が置くほど丁寧です。 まず、アルファハイムと呼ばれる本当にばかげた見た目の世界を手に入れます。アルファハイムは、第一世界と同じくらいにはどこにもいません。 その全体の雰囲気はちょうど吸う。 キャラクターはここでさらにひどいものになってしまいます。没入型の世界がなければ、すべてが貧弱なSAOの支配から逃げ出します。 追加された近親相姦プロットは、便を便から汚れた汚れた下水道に変え、文字通り何も味わうことができなくなった。 ファーストアークからの悪いことはすべてここでまっすぐに栄光になり、余分なフロッピーの追加によって真にファウルコンフェクションが生み出されました。 途中でアニメを止めることができなかったので、私は終わりのために内部を願って泣いていました。 感謝して終わり、そしてそれにつながった恐ろしいエピソードと比較して、それは実際にかなりまともでした。\n\nキャラクター化、ストーリーと並んで各シリーズで最も価値のあるものは、この中ではひどいものです。 恐ろしい。 最初の弧では悪いが、プロットはまだ進行していて、興味深いエピソードのために特定の文字の組み合わせが作られた時期があった。 そして、一定の流れのために、各自のための深さの刺激的な欠如は、それを容易に表面にしたことはありませんでした。 主人公のキリトは、私が今まで見た中で最悪のMCのひとつです。 ゼロの性格であるにもかかわらず、何の理想もないのに、岩の社会性を持っているにもかかわらず、すべての女の子たち（女の子達のすべての蛙）を傷つけ、矛盾した感情を賢明にしている。 アスナは、まあまあまあまあ、全体的にちょうどキリトの女性版は彼を補完するために作られました。 他のキャラクターは何の露出もないので、私は時間を節約します。  SAOの主な問題は、文字が何であれ、それがあるということです。\n\nまあそれはSAOのためです。 潜在的なバケツは、下水道を跳ね返し、それはすべてそれを合計します。 それが5になる唯一の理由は、その最初の弧のためです。 たとえ私がSAOの他の適応を続けることに全く熱意を持っていないとしても、その一つの部分が私をSAOに魅了しました。 良い、甘いアニメを望む人にはお勧めできません。 あなたが超ゲーマーであるか、まさに予測可能なエンターテインメントを探しているのであれば、  SAOは見ても問題ありません。\n\n決勝：5/10"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "WeeabooSkum",
    "profile": "/profile/WeeabooSkum/reviews",
    "pages": "20",
    "number": "18",
    "link": "/reviews.php?id=170505",
    "jp": "--- --- --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  9\nキャラクター|  5\n|  3\n\nそれは今、アニメになると非常に批判的になる時です。 私がエンジェルビーツのために行ったレビューでは、アニメの良し悪しが沢山ありました。 それは私が本当にアニメを楽しんだからです。最初の4つのエピソードの後に​​私が空白になってしまったのです。\nSword Artは素晴らしいアイデアであり、素晴らしいスタートを切った多くのアニメの1つであり、多くの人が自分自身を含むショーに大きな期待を持っていました。 最初の4つのエピソードが放映されたので、私は2012年のベストアニメとなるものを見ていると思っていましたが、その4つのエピソードの後、アニメ全体がコアから離れました。\n作家がちょうど壁に当たるまで、ストーリーラインからの最初のものは本当にうまくいっていた。 少年は、Sword Art Onlineとして知られているバーチャル世界に10,000人の他の人と一緒にトラップされ、100レベルを上回らなければなりません。 彼が死ぬと、彼は仮想世界と本当の世界の両方で死んでいる。 ストーリーを始めたすべての作家は、別のプロジェクトに移ったか、または解雇された。 私はこれを言います。なぜなら、スクリプティング、特にその時の2人の主人公の間で強制愛が生まれるストーリーラインに大きな変化が見られるからです。 もちろん、彼らは最終的にはお互いに恋に落ちる（つまり、人々が言う）、それは多くの人が「強制愛」ではないと主張する。 私の意見では、2人がお互いを憎み、突然彼らが出会いをしているように、強制的な愛であると言います。 しかし、最終的には、彼らが本当にお互いの世話をしているようなキャラクターの変化を見ていますが、その前には私はそれを見ません。\nこの話の私の次の大きな問題は、後半に、「2つのシーズンを一つにまとめる」ことは、より多くの利益を引き出し、キリトのいとこであるスーガを追加すること以外の絶対的な理由がないように思えるということです。 誰が彼に怒りを抱き、複雑な家族関係のために彼の\"妹\"であるかは助けにはならない。 何千人もの他のプレイヤーが詰め込んだビデオゲームであるAlfhiem Onlineで会うようにして、Kiritoを持っていれば、レベル1の初心者の方が、 彼がアシュナを救うために彼の方法を働かせて、数百人の人々と一緒に再びゲームに閉じ込められた彼の愛は、アバターと意識の唯一のものでもありません。\n彼らが最終的に彼女を救うとき、ナイフで狂人が彼女を殺すために行くとキリトは彼の真の愛を救うために（ビューアに感情を与えなかった感情的な抱擁でスグホを抱きしめて）頭を越える。 基本的にKiritoはもう一度不可能に近づき、完全に成長した狂人を実際に殺さずにナイフで打ち負かす。 すでに長くなっていた話を終わらせてください。 私のコンテンツには彼らがやりましたが、シリーズ全体は終わってしまいました...シーズン2まで（私は将来のanimuseでそれをカバーします/放送が終わったら）。\n今度はソード・アート・オンラインの芸術は実際にはかなり良いですし、キャラクターのデザインも敵の暴力団の細部に加えて楽しんでいます。 すべての詳細を1つのフレームで見て1時間ほど過ごすことができます。 ほとんどのキャラクターが鮮やかな色の服でドレッシングしているので、彼は主人公を置く暗い色が好きではないように見えましたが、その部分では本当に良いです。\n今度はSword Artのサウンドトラックは、日本ではすごく驚くべきものでした。私が今までに聞いたことのない私の好きなアニメサウンドトラックの一つです。 日本語で。 彼らはアニメの吹き替え版のために良い英語版を作ろうとしました（彼らはもっと利益を上げることができました）が、元の言語で歌われたときだけ楽しむことができるので完全に失敗しました。\n今私が実際に実際に接続していないと感じる文字は、ほとんどのアニメにとって、作家がしようとしているものです。 私が何らかの形で接続していると感じたすべてのキャラクターは死んでしまいました（Sachi）、または指定された1つまたは2つのエピソード（Liz + Silica）の後で再び見られませんでした。 私は彼らが主人公のキリトとつながるようにしようと思っていますが、多くの人が彼女の外見のために主人公のアスナにもっと愛情を感じました。 私はこれらのキャラクターのどちらにも結びついておらず、彼らが他のキャラクターと同じように感情面を引き出してくれてとても良い仕事をしたとは思わない。シーズン1（Sachi、Liz and Silica）  。\n彼らがSuguha Iを紹介したとき、私はもう一度つながっていないと感じました。シリーズの後半部分では、少なくとも私を驚かせないキャラクター（少しキリトを除く）  。\nショーの私の全体的な楽しさは、期待どおり、それほど良いものではありませんでした。 私はしかし、ファンダムのシャツを手に入れるのに十分楽しんだ。\nこのアニメはそこで最も人気があり有名なアニメの1つですが、多くのことが過大評価されており、そこにはこれよりも多くのアニメがあることが示されています。 彼らは、SAOは革命を開始したと言います。 そして、あなたがそれを見るかどうかは、それが良いか悪いかのどちらかです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Pickletickle22",
    "profile": "/profile/Pickletickle22/reviews",
    "pages": "20",
    "number": "19",
    "link": "/reviews.php?id=187844",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  10\n\nまず、アニメの賛否両論から始めて、後で議論に入るつもりです。\n長所：良い話、シーズン1と2の素晴らしいオープニング、面白い、全体的にいいアニメ。  Sword Art Onlineにはその欠陥があります。多くの人が過大評価していると考えられています。 あなたがそれについてのこれらの悪いレビューをすべて見ても、アクションやロマンスアニメが好きなら必見です。 あなたには本当に混乱したレビューはありません。あなたはそれを最高のアニメとして、または場合によっては最悪のものとして見ています。 アニメは一般に、ゲームで行われるボスの戦いに関しては、特に面白いです。\n短所：多くのスキップ、キャラクターの開発は大したものではなく、一部の部分はアニメの他の部分と同様に面白くない。 私のリストの多くを説明すると、SAOは多くをスキップし、軽小説では非常に速い話をします。  1つのエピソードでは、メインキャラクターは1階にあり、突然彼らはフロア25にいる。私はそれがこれをしなかったことを望んで、これを行うことはおそらくそのキャラクターをさらに発展させ、その問題を解決するだろう。 キャラクターの貧弱な発達はかなり自明ですが、それはそれほど大きな問題ではないことがわかりました。 アニメの一部はスリリングではありません。 多くの人々はSAOの試合の後にシーズンが好きではなく、Alfheim Onlineに行きます。 私は前半がはるかに面白いと感じたが、後半はほぼ同じくらいスキップを止めたので、それはアクションが詰まったものではなかった。 ちょうどヒント、尖った耳を越えて、それを受け入れる。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Blec",
    "profile": "/profile/Blec/reviews",
    "pages": "20",
    "number": "20",
    "link": "/reviews.php?id=169901",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  10\nキャラクター|  5\n|  8\n\nこのショーに私を惹きつけたのは、実際にはその周りの誇大宣伝ではなく、意見の分離でした。 私はトップ10のベストリストとトップ10の最悪のリストでこれを見ることに魅了されました。 私は一種です。全体的に見ると楽しい試合ですね。 私はこのショーに人々を引き付けるものが、それが作り出す設定だと思います。 興味深いアイデアを絶えず紹介している興味深い世界を作り出し、店舗内の何をもっと見るかを見たいと思っています。 これは私の3回目のレビューです。使用するフォーマットを変更して実験しています。 私の目標は私の正直な意見を述べ、賛否両論を説明しようとすることです。 私は将来のレビューで中立にしようとし、ショーが好きか嫌いな理由を提供します。\n\nストーリー：6.5 / 10（まともな）\n最初の半分は、実際には、単純なエンターテインメントのためにもっとアクション/ロマンスアニメがすべきだと思うことをしています。 それは信じられないほど十分にその前提を設定し、それをうまく展開します。 。 それは世界を探求し、人々がそれをどう扱うか、それにどのように反応するかを示しています。 一部の人々は世界を受け入れ、ただそれに慣れたいと思っています。 他の人たちは、自分たちがいる世界を受け入れずにグループに分かれて脱出しようとします。 これらはいくつかのクールなアイデアにつながり、実際に人々が長い間仮想世界にこだわっていたらどうなるかという疑問があります。 前半に問題が1つあれば、それ以上のアイデアが広がっている可能性があります。 残念なことに、多くの時間スキップがあり、ペースは私の好みのために少し速く動く。 ショーの最大の問題は、後半の物語です。 あまりにも多くを損なうことなく：前半には多くの緊張を失い、笑い声を上げた新しい悪党があり、それは恋愛物語を中心にしています。 \n\nキャラクター：5/10（平均）\nキャラクターはこのショーの大きなハイライトではありません。 ほとんどの部分が上半期に好都合で確立されているが、開発にはあまり深くは期待していない。 後半のサイドキャラクターは完全に忘れがたいもので、メインヘロインは苦しみの中で拘束されます。 最もミックスされたレスポンスを持つショーの要素の1つはロマンスです。 何人かの人はロマンスを愛し、他の人はそれを良く書かれていない十代のドラマと見なします。 私は個人的にはそれが動作すると思う。 それはユニークでよく書かれたロマンスですか？ あんまり。 しかし、文字は良い化学を持っていて、あなたはそれらのために根強くいますか？ 私は実際にはいと言うだろう。 彼らはお互いにうまくフィットし、特に彼らがいる状況下では全く信じられない気がしません。しかし、後半にどのようにキャラクターが扱われるかについては問題があります。\n\nアート/アニメーション：9/10（ほぼ完璧）\nこのショーが成功する理由の一部は、創造された世界です。 設定は美しく、ビデオゲームのようなあなたは、あなたが欲しいと思っているビデオゲームのような気がします。 アクションシーンは素晴らしく、短く創造的でエキサイティングです。 私は個人的に世界の上司のデザインを愛しています。\n\nサウンド：10/10（パーフェクト）\n梶浦由紀はアニメの私の好きな作曲家のひとりで、この番組にはオススメです。 特にソードランドは素晴らしいです、それぞれの戦いの場面は叙事詩的で刺激的です。\n\n楽しさ：8/10（全体的に楽しいショー！）\n個人的には、最初の半分を楽しんでいました。私がショーをリビューすると、おそらく最初の14のエピソードしか見ることはできません。 私には無害のエンターテインメントと良い脱走があればそれはあなたの探しているものです。 私もかなりのビデオゲームをしていましたので、このショーは私にアピールしました。 後半には私の味のためにちょっとダムだったプロットがあり、私は決して愛三角のファンではありません。 しかし、あなたの脳をオフにすることができ、これらの事を容認するなら、あなたは私がした以上にそれを楽しむかもしれません。\n\n全体：6/10（平均以上）\n結論として、あなたがゲーマーであれば、シンプルでわかりやすいストーリーでファンタジーワールドで迷子になりたい人は、おそらくあなたにアピールするでしょう。 あなたが深さをたくさん探したり、あなたの期待をあまりにも高くするなら、おそらくそれは好きではありません。"
  }
]
