[
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "ladyofd",
    "profile": "/profile/ladyofd/reviews",
    "pages": "10",
    "number": "1",
    "link": "/reviews.php?id=188701",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  7\nサウンド|  6\nキャラクター|  1\n|  1\n\nソード・アート・オンラインは、多くの人が2つのキャンプに分かれていて、多くの人が2つのキャンプに分かれていて、それを守り、欠点がないかのように行動し、 すべての時間の悪いアニメ。 私はこの番組をコスプレしてこれを崇拝する人々の負荷を知っています。 私はSword Art Onlineが常に最悪のアニメではないかもしれないと感じていますが、非常に深刻な欠陥があります。\n\nパート1：Aincrad Arc。\nストーリー：1/10\nあたかもこのアニメの物語が大きな可能性を秘めているかのように感じます。 この最初の弧はこのアニメの最初の15個のエピソードをカバーし、そのうちの4人はプロットの展開をしています。 最初の2つのエピソードは、ショーは、人々が物語で戦わなければならないビデオゲームの死のゲームについてのものであることを暗示していますが、ショーの大半はそれに関するものではありません 。 本当にそれはビデオゲーム世界で設定されたロマンスです。そこでは男性のロマンチックなリードが他の女性の頭のそばに集中しています。 物語を取り上げる側面のキャラクターについての無意味なエピソードが数多くあります。\nあなたが最初の2つのエピソードのショーを審査していたなら、それは非常に良いように見えるでしょうが、それは正反対になり、何もそれを元に戻すことはできません。 最後のいくつかのエピソードでは、彼らは死のゲームを倒す全体にそれを引き戻すが、この時点ではそれは本当に遅すぎる。\n私は物語の別の大きな問題を見つける方法は、視聴者は物事が表示されていませんが、むしろ言った。 私たちはキリトにこの特定のギルドを救うと言われていますが、私たちはそれを見ません。2000人のプレイヤーが死んでいると言われています。 表示する代わりに視聴者に伝えることは怠惰です。\n私はこれも同様に設定します。 最も良いRPGSには、華麗な世界があります。 それは100の異なるフロアをすべてユニークなものにすることを意味し、1階は本当の発展を得る唯一のものであり、それでいてそれはまばゆい、中世の中世 - ファンタジーのように見えます。\n\nアート：7/10このアニメはFairy Tail、Ano Hana、その他の人気アニメの作品で知られているA-1の写真で作られたもので、彼らの芸術はこれまで最高のものではなく、間違ったことは間違いありません 、衣装のデザインは素敵ですが、方向は控えめで、文字のほとんどは非常に似ている顔をしています。\n\nサウンド：6/10音楽は「//ハックシリーズとマドカ・マジカ」のサウンドトラックで有名な梶浦由紀作曲。 音楽はSAOは通行できますが、彼女の最高の作品のどこにもありません。 バトルテーマのいくつかはかなり良いですが、その多くは非常に穏やかで忘れがたいものです。\n私はこのショーの英語のダブを見ました、そしてそれは偉大ではなかった、キリトは（私はキャラクターに合っていると思うが）柔らかく聞こえるが、アシュナは刺激的に鼻を鳴らしている。\n\nキャラクター：1/10。 私はこれがショーの主な弱点だと感じています。  SAOはアクションショーよりロマンスストーリーのほうが多いので、視聴者はメインカップルが興味深いキャラクターになると期待しますが、そうではありません。\nキリト：ゲイリー・スチュと半分。 キリトはこれまで最悪の主役だったに違いない。 彼の対話は無益で、インスピレーションを受けていない。彼はゲームの仕組みを説明しているか、アスヌーナへの愛を述べているか、怒っている。 彼のモラルは白と白であり、視聴者がそれに同意しない何もしない。\n彼は通常、ギルドにいるとき、または誰かとチームを組んだときに、ソロのプレイヤーになることを大事にしているので、これはちょうど無意味です。\n彼は他の選手よりも強力であり、決して本当に説明されることはありません。 おそらく男性の選手がゲームに多く存在するにもかかわらず、女子選手のすべてが彼と恋に落ち、女の子たちはその選手を選ぶだろう。\n彼は面白くなることは決してありません。彼はすぐにパワーがあり、非常に退屈です。\nすべての女性は彼を愛し、悪人は彼を嫉妬し、すべての人は彼になりたい。 彼は充実のゴミです。\n\nAsuna：ここでは無駄なポテンシャルがありますが、当初彼女は不思議で強烈でしたが、現代のアニメでは女性キャラクターの数少ない人物の1人だったかもしれませんが、メーカーは彼女の性格を酷使してキリトにtsundere waifuを作りました。 彼女の全目的はキリトをより強く、より驚くように見せることです。\n\nシリカ：トークンロリ、彼女はキリトと恋に落ちる。\n\nLisbeth：Kiritoと恋に落ちる。\n\nKlein：彼は興味深いキャラクターかもしれませんが、彼はシリーズの早い段階で落とされ、時折作物が上がり、決して影響を与えません。\n\n悪人1：私はそれが誰であるかを傷つけることはありませんが、彼は報われる動機がなく、報酬なしで終わりの光景を描きます。\n\n楽しさ：深みのある場所では、ぼろぼろ、無意味なファン・サービス、そして最後は払い戻されません。 私はこのショーを楽しんでいないことを意味する、まばゆい女の子と穏やかなロマンスを持っているまばゆい男に焦点を当てて、プロットはすべての場所に行きます。\n\n弧2：この弧は最初の弧のファンによってさえも浮き上がっていますが、最初の弧と比較してこの弧についてはそれほど悪くないものは見ませんでした。\nストーリー1/10：私はそれを見ていない人々のためにそれを台無しにすることはありませんが、この弧のプロットは、最初の弧よりもやや良いようですが、キリトはさまよっていません。 最初のもので。\n\nキャラクター：キリトの姉妹：また、半分のキャラクターだったかもしれませんが、代わりにファンタスティックでキリトと恋に落ちます。\n\nSide Villain：なぜこの男がそれに入っていたのか分かりません。\n\n主な悪役：陽気な悪い、最初の男は動機を持っていなかった、この男は髪のフェチを持つ単なるパンタミムの悪役です。\n\n楽しさ：このアークは面白くて悪いですが、最初のアークはちょっと悪いです。 あなたがそのようなものを好きなら、第二の弧はまた、近親相姦と触手の強姦を持っています。\n\n全体：2/10\nこのショーで楽しめることはほとんどありません。ファンデーションやまばゆいロマンスが好きでない限り。 私は知っている誰かが、彼は剣の戦いのためにそれを見たと言っていた、全体のショーに4のような、ベルサイユのローズや剣の戦いのためのChevalier D'eonを見に行く、これではない。\nこのショーは視聴者の知性を尊重するものではなく、キリトは動力を与えられており、たくさんの尻があります。 この番組を罪悪感の喜びとして楽しむことは大丈夫ですが、1分間はそれが良いとは思わないでしょう。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Rkader_GT",
    "profile": "/profile/Rkader_GT/reviews",
    "pages": "10",
    "number": "2",
    "link": "/reviews.php?id=216744",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  8\nキャラクター|  1\n|  1\n\n私は、シリーズのこの残虐行為を見た後、私の人生でもっと大きな事をしたかったことは決してありませんでしたが、軽い斬新な適応から何を期待しますか？ とにかくこれに入ることができます\n\nストーリー：3\n\nSao（sardine ass online）は、仮想現実に閉じ込められている、主人公キリトを中心にしたMMOジャンルのテイクです。生き残りのゲームでは、あなたが実生活で死んでしまうからです。 面白い前提？ はい。 良かったです？ ファック\n\nこのシリーズのプロットは無意味なごみフィラーのエピソードに入る混乱のクラスターのファックです。意味を持たないものはストーリー全体で無視されます。 それは冒険の感覚を持っていませんが、代わりに、私たちはペイオフとフェミニストの猫とお尻からひどい結末を引き出す時間のスキップを取得します。 その後、私たちはすべてのファックをオンラインで行っています。悪役がいて、asunaの魂を別のゲームで奪ってしまって、彼女が花嫁か何かを望んでいてキリトが彼女を救っていますが、それでもスチルは腐ってしまいます\n\nキャラクター：1\n\nキャラクターは最悪です。シリーズの最悪の側面を意味します。 私たちのキャラクターと一緒にスターをつけましょう。  （私はキャラクターのうちの3〜5つを要約するだけです）\n\nキリト：ちょっとした言葉で彼の性格を合計すると、彼はゲイリー・スチュです。 私は真剣に彼がシリーズの究極のプレイヤーであることを、ソロイストであること、悪人を打ち負かすこと、熱いひなを得ること、見ていること、悪いことをすること、死を避けること、そしてその日を救うことを意味する。 それは、なぜそれが悪いのかを知りたいのですか？それは、彼の全体のキャラクターをパンケーキのようにフラットにする開発の余地がなく、さらにはパンケーキがキリトをより個性的に持つからです。\n\nAsuna：Asunaは、大きなラックとお尻を持つホットな女の子の典型的なツンデレの原型をコピーして貼り付けたものです。彼女は彼女の瞬間を持っていますが、すぐにバッドシックからキリトの雌犬に言ってやりました。\n\nKlein：主なキャストよりももっとmoror好きなように見える小文字の1つです。 彼はゲームを食べて遊ぶのが好きな怠け者だと言われています。そして、彼はチームリーダーであり、他のプレイヤーと同じくらい平凡でスマートです\n\nYui：森の中で何人かのAIが不思議に思っていたり、キリトとアスナにママとパパと呼ばれるようになったりする。 それから、彼女はシステム内のプログラムで、主人公がゲームを離れることを選択できるようにゲームのプログラミングをハックしたり無視したりすることができることを発見しました。 しかし何らかの理由で彼女はAIであるにもかかわらずキリトとアスナのような絆を体験したかったので、森で終わる\n\nAgil：Agilは、このシリーズのMVPではありませんが、彼は黒ではありませんが、彼は完全なダンバースであり、死ゲームをプレイした他の人とは異なり、スマートであったため、agilは時間外に助けてくれることは避けました。 だけでなく、彼は人に助けを与え、生存の機会を与えます。 このキャラクターは、私が一番楽しんだキャラクターでしたが、シリーズがいかに恐ろしいかで、彼は多くのスクリーンタイムに慣れていませんでした。\n\nアート：8\n\n芸術はこの馬の唯一の救いの恩寵です\n\n楽しさ：1\n\nこのシリーズは、貧乏人のキャラクターから退屈なプロットまで、ハーレムのフェスティバルでの平均的な行動を見守るのは難しい\n\n全体：このシリーズは、あなたがアニメに入ったり、見て良いものを探しているならば、それを避けて"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Oggmonster",
    "profile": "/profile/Oggmonster/reviews",
    "pages": "10",
    "number": "3",
    "link": "/reviews.php?id=216345",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  7\nキャラクター|  3\n|  3\n\nこれはショーのロマンスの側面のための非常にマイナーなスポイラーを含むかもしれない。\n\nああ、こんにちは、どこから始めるの？\n\nソード・アート・オンラインは人気を得て爆発するシリーズの1つです。あなたがそれを見たり聞いたりしていないなら、あなたは岩の下に住んでいます。 このシリーズに入ると、私は同時に興奮して不安でした。  「本当に驚くべきことがあれば？ 多くのファンボーイが私にしばしば思い出させるように。 しかし、私は「おそらく過大評価されていると思うし、嫌悪者ほどにはひどいものではない」と思った。\n\n私は間違っていた。\n\n私はこのシリーズで多くの、多くの問題を抱えていますが、主要なものが主人公です。 今まで人気のキリト。 キリトには人格は全くありません。彼は、ビューアがゲイリー・スチュの完璧な例に自分自身を挿入するための空白のスレートです。 彼には欠陥はなく、女性一人一人が彼を欲しており、すべての人が彼を憎んだり、彼がキリストの再臨だと思ったりします。 シリーズの私の2番目の問題は、私がロマンスのそれは、概要を考慮するプロットポイントの大きなではないと思ったものです。\n\nSAOのロマンスを一言で表現しなければならないとすれば、それは価値があります。 しかし、恐ろしいロマンスについて議論する前に、私は主な女性の主人公Asunaについて話をしなければならない。 今、私はAsuneの強い希望を持っていました。私は強い女性の主人公を望んでいましたが、私が得たものはMary Sueでした。\n\n*一口*\n\nAsunaは自分自身を世話することができる人として潜在的にはじまるが、それほど低くはないし、すべてをやるために男に頼ることをやめてしまう。 今ロマンスに戻りましょう。 ロマンスはおそらくショーがそれにかなり焦点を当て始めたので、これまでアニメで見た中で最悪でした。 キリトがサンドウィッチと恋に落ちた様子に急いでいた。私はアシュナを意味する。 彼らは結婚していて、ロマンスが流行った部分を見逃してしまったという気持ちで私を残しましたが、私が何かを見逃していたわけではありませんでした。ロマンスは急いで、価値がありました。 カップルには全く化学は全くありませんでした。\n\n今話に。\n\n*一口*\n\nロマンスのような物語も同様に急いでいた。 最初の数回のエピソードでは、これは非常に顕著なことですが、理由がないためにスキップが数回行われているためです。 ああ、ショー全体のサスペンス事に失敗します。 確かに、人々は危険にさらされて死んでいるが、そうすべきではないと感じている。  Kiritoはプロットアーマーによって保護されています。危険にさらされているときでさえ、彼はちょうど彼のお尻からDeus ex machinaを引っ張って生き残ります。 これはショーの「サスペンス」のようなものを取り除く瞬間です。 論争を巻き起こしているショーの第二の弧については、それが最初のものとまったく同じくらい悪いということ以外は何も言いたくない。 私が言うことができるのは、キリトの姉スガハは私が潜在的だと思っていたが、無駄になっていると思ったキャラクターであり、彼女はすべての重要なキリトのために道を切り開いた。 それで私のレビューは終わりです。 私はこれを書いているので、私は幾分メランコリックであることを知っている、このショーは、人が死に何が持つことができ、仮想世界の愛の側面の効果を示す、驚くべきことでしたが、最終的にはそれが比喩的な顔にフラットになった。\n\n結局のところ、私は十代の男性のパワーファンタジーを過ごして見るよりも、このショーを誰にでもおすすめできません。 そうでない場合は、これを好まない可能性が最も高いものを見てください。\n\nレビューを読む時間をとってくれてありがとう、それは私の最初だったので、私はあなたがそれが役に立つと思ったことを願っています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "RebornMangekyo",
    "profile": "/profile/RebornMangekyo/reviews",
    "pages": "10",
    "number": "4",
    "link": "/reviews.php?id=187677",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  3\n|  5\n\nストーリー：6\n\n\nアート：8\nこれは、アニメが秀でたエリアの1つです。アニメーションは、環境や背景を見ているか、アニメを目に訴えるような戦いの間にどれほどいいかを見ていても、時には本当に素晴らしいものでした。 私が見た中で最高のアニメーションではありませんが、それは間違いなくアニメの強みです。\n\nサウンド：8\nアニメのもう一つの強み。 最初のオープニングとエンディングはとても楽しかったし、90秒の価値観を間違いなく見せてくれました.2回目のオープニングとエンディングは最初のものと同じように記憶に残っていましたが、大丈夫でした。 日本語と英語の俳優も非常に良かったです。どちらのバージョンでも、声優は優れた仕事をしましたが、日本語の方が優れていましたが、英語は間違いなく楽しかったです。 全体的に、非常に楽しいオープニングと終わり、状況に合った良いサウンドトラックとボイス演技も強いポイントでした。\n\nキャラクター：3\n\n\n楽しさ：5\n全体：6\nアニメはかなり平均的であり、どれほど普及しているかを考慮すると、過大評価されている人もいるだろう。これは、信用を得られない高品質アニメの量を考えると公正な点だ。 アニメは偉大な音と芸術を持っていますが、ストーリーの重要な部分、特にキャラクターに欠けています。 だから、6を与えることはおそらく寛大ですが、それはそれを見る価値がないわけではありませんが、それは傑作からは遠いです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Hkhan",
    "profile": "/profile/Hkhan/reviews",
    "pages": "10",
    "number": "5",
    "link": "/reviews.php?id=224399",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  6\n|  8\n\nショーは全体的に面白いものでしたが、潜在的な可能性を秘めたストーリーがありますが、このストーリーの実際の実行はありませんでした。 ストーリーに焦点を当てるのではなく、プロットはキャラクターの関係に焦点を当てる傾向があり、そうすることで、アニメの焦点がアニメの背景になるストーリーが生じます。\n\n芸術は素晴らしく、アニメーションは大部分が一貫していて、アニメの世界の描写は美しいものでした。 ショーのキャラクターは大部分が一般的でしたが、ショーのエンターテイメントから離れています。ショーの種類が予測可能になるからです。\n\n全体的に私はショーを非常にうまく評価しました。なぜなら、それは面白かったし、ショー自体について私が話すことのできるネガティブなものをすべて残しておき、面白かったし、アニメを見ているうちにもっと見たいと思っていました。 それは非常に面白いショーだと私は人々がatleast最初の3つのエピソードを見て、これがあなたのためのアニメかどうかを決定する必要がありますと言うので。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Toucanbird",
    "profile": "/profile/Toucanbird/reviews",
    "pages": "10",
    "number": "6",
    "link": "/reviews.php?id=80964",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  9\n\n今年私が見たアニメのうち、このアニメは私を最も困惑させるかもしれない。 私が今年見たより根本的に欠陥のあるシリーズの1つですが、同時に、「うわー、私は実際にこれを楽しんでいます」と言っていました。 そういうことで、これは私がシリーズについて気に入ったものです...\n\n私はそれの背後にあるコンセプトが大好きだと確信しています。 私は、バーチャルリアリティMMORPGの中にゲーマーを閉じ込めるゲーム開発者のコ​​ンセプトを絶対に愛し、彼らはこの世界で生き残るために奮闘しなければなりません。 ゲームを完了するためには、彼らは最上階に到達し、最終的な上司を倒してこの世界の誰もを解放しなければなりません。 私がそのコンセプトを聞くとすぐに、私はこれを本当に楽しむことができることを知っていました。 このシリーズでは、私の忍耐力を時々テストしました。\n\n\n\n私は個人的にこのシリーズの背後にあるロマンチックな要素が好きでしたが、シリーズの後半に出された強制的なロマンチックな緊張感にうんざりしていました。 私は多くの人がこれをハレームのアニメと考えているのを見てきましたが、私はそれをハーレムとは呼んでいませんでしたが、A-1は確かにキリトを与えようとしていたという印象を与えました。 私はA-1によるこの動きが必ずしも好きではありませんでしたが、私は彼らが最後の4つのエピソードでそれを洗い流す素晴らしい仕事をしたと思いました。\n\n私は芸術と音楽がとても良いと言いますが、私はA-1が神の努力に正当な予算を託しているという質問はありません。 彼らは出て行って、カジラ・ユキにこのシリーズの音楽をやってもらいました。彼女は今、業界で最も悪名高い作曲家の一人です。  LiSAがFate / Zero OPでKajiraと一緒に仕事をした後、彼女と一緒に乗って来るのを見てうれしいです。 彼らはもう一度このシリーズの第1回OPとコラボして、今年の私の好きなアニメOPのひとつになった。 私はCrossing Fieldが中毒性の曲で、A-1のクレジットを与えなければならないことを発見しました。 全体として、私はこれがカジラの最高の作品ではないことを認めますが、彼女の平均的な作品はまだ多くの作曲家よりも優れていると言います。 私は音楽を楽しんで、彼女の最高の作品ではなく、それでもまだ楽しかったにもかかわらず、まだアニメの気分に合っていた。\n\n\n\n\n\n私はソード・アート・オンラインを表現する最良の方法ですか？ それは良いシリーズです。 私たちがMALのフォーラムディスカッションに参加する場合、そのシリーズはそれほど良くないか悪いものではありません（MALフォーラムを読んだ人がどれくらいいるか分かりませんが、私は今まで見たことがないと思います その前にシリーズの品質についてのパリティ）、私の正直な意見では、それはかなりまともなシリーズです。 おそらく2012年のより良いものの1つだったと思いますが、2012年のアニメの品質については非常に低い意見があります。その執筆は必ずしも素晴らしいものではなく、 シリーズでやり遂げたことはもっとありましたが、それにもかかわらず、見ることは楽しいシリーズでした。 時にはかなり不快だったかなりの欠陥がありましたが、それはまだ始まりから終わりまで、そして誰のゲーマーにとっても楽しい乗り物でした、私はお勧めしたいアニメです、特にロマンスを楽しむなら それと。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "nightcrawlercyp",
    "profile": "/profile/nightcrawlercyp/reviews",
    "pages": "10",
    "number": "7",
    "link": "/reviews.php?id=70967",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\nまず第一に、いくつかの事実を述べましょう。\nあなたはこのショーを楽しむためにMMORPGファンである必要はありません。 私もそれらをプレイしましたが、主に私はシューティングゲームやRPG（私は剣が好きです）をプレイします。\n2.hack // signのようなものではありません。 私はそれのいくつかを見て、それは私の地獄を退屈した。\n私は小説を読まなかったので、私はそれらの影響を受けません\n4.あなたがHGGを読んだら、あなたはSEP（他人の問題）症候群に精通しています。 多くの人々は、人々が危険に晒されていても穏やかではないと主張しています。しかし、その場所は比較的楽しく、最初の行に人々を信じ、SEPになります。 あなたがいる危険を否定するのは人間の通常の反応です。\n\nあなたがアニメを見てすぐに気付く最初のことは、多くのオンラインゲームプレイヤーにヒットのようなものです。 彼らのアバターは、本当の人のように正常になります。 また別の事実は、多くの人々が異なる性別の下でそれらのゲームをプレイすることであり、多くの場合、いくつかの心理的な問題や他の方向への傾向とは無関係です。 それはゲームの中で起こるハックや他の多くのアニメにとって大きなプラスです。\n\nもう一つのことは、無用な話しや時間の平準化に費やすことはあまりないということです。 レベルアップは、このゲームで最も退屈なものの一つです。\n\n私はキリトが彼の性格をどう決定すべきかという前の査読者に同意しない。 ほとんどの人はそうですが、彼らはそれを認めません。 私たちのそれぞれには、あなたの心とあなたの心の間に絶え間ない戦いがあります。 多くの場合、あなたは決定の間に悩まされます。 あなたと誰と一緒に戦うことができる日があります。あなたとあなたが皆を抱きしめたいのでとても幸せな日です。\n\nアイデアとそれが実践された方法の両方が非常に好きでした。 話は大丈夫ですし、芸術も音もそうです。 第8話は遅れていたようだが、それは私の想像力だと思う。\n\nアイデアは素晴らしいですし、剣の戦いが好きなら、あなたはそれを愛するでしょう。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Cruzader93",
    "profile": "/profile/Cruzader93/reviews",
    "pages": "10",
    "number": "8",
    "link": "/reviews.php?id=97371",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  7\nキャラクター|  2\n|  1\n\n2012年伊藤友彦監督シリーズ\nA-1ピクチャーズプロデュース\n私のPOVからのレビュー（個人的偏見あり）\n（スポイラーレベル：中\n\nPROS /私が好きなもの：\n+その1stテーマ曲はかなりFNクールです。  LiSAはショーをポンピングする方法を知っています。\n+大部分のアニメーションは、スムーズな流れ（髪の毛を振る、アクションシーケンス、ランニングなど）と一貫していました\n+（個人的な）コンセプトは古いかもしれません（メインの男はVRMMOを演じていますが、お互いがそれに閉じ込められています。\n+この最初の2つのエピソードは非常に有望だった............\n\n結婚/私が嫌い/嫌いなもの：\n - .......シリーズの残りの部分（23 ep）は、 'meh'から境界線 'unwatchable'\n - レベル40+ KiritoがSAOの任務を完了するためにもう少し気にしていれば、このショーはより緊張感を感じます。 しかし、ナー、彼はちょうどエピソードが行くように、ゆっくりと彼自身のハーレムを作る、下のレベルの周りをくすぐる。\n - ロマンス要素も私にとっては「Tween-y」だった。\n - （Sp） 'ママ' 'パパ'？  WTFはこれ？ 私はA.I.を持っていてもいいですか？ 感情なし？\n -  ALOアークは、上半期から危険を失う。 この時点で、全体のストーリーは100％感情的に駆動されています（これは誰もが好きではないためです）\n -  Leafa / Suguの存在は、KiritoのALOミッションとは無関係であり、時間の無駄になります\n - ここでのファンサービスは侮辱です。\n - （SP）キリトのアバターを含むショーの最後のシーンはほとんど意味をなさない。\n\nファイナルノート：\n私を信じて、このくそは過ちだ。 第1弧のコンセプトはクールだけど、気持ちに敏感で、第2弧は.............私は知りません。\n\n見なければならないと考えていますか？  - いいえ"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Fear_the_Reefer",
    "profile": "/profile/Fear_the_Reefer/reviews",
    "pages": "10",
    "number": "9",
    "link": "/reviews.php?id=182449",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  10\nキャラクター|  2\n|  6\n\nビデオゲーム業界の未来はここにあり、過去に大爆笑したモーションキャプチャや音声コマンドをはるかに超えています。  MMORPGs...または多人数参加型オンラインロールプレイングゲーム...これまで考えられていたものを超えて進化しました。フルダイビングと呼ばれるイノベーションにより、あなたの脳に直接同期してあなたの意識を 世界各地の人々が相互に作用し、何時間も何時間も競い合うことができ、身体がベッドの中で安全で安全なままでいる、広大で実在的なゲーム世界です。 このようなゲームの経験はどうやって間違っていますか？\n\nこれらの新しいゲームの1つであるSword Art Onlineは、市場が急速に拡大し、シンプルなメカニズムと普遍的なアクセシビリティのために人気の高いファンになっています。 しかし、ある日、奇妙な欠陥がシステムに現れます...ログアウトボタンが不思議に消え、1万人以上のプレーヤーが孤立してしまいます。 そして、この問題を解決するためのアップデートやパッチの代わりに、ゲーム作成者のKayaba Akihikoは、恐らく想像しうるほど恐ろしいニュースを提供します。 この世界は今や世界であり、ヘッドセットに隠されたブービートラップのおかげで、ゲームで死ぬか、外のパーティーによってヘッドセットを取り除くことができます。 去る唯一の方法は、100階全てのゲームをクリアすることです。これは、ゲームの中で最高の選手と最強の選手の手になるという仕事です。以前のベータテスターのKiritoも含まれています。 以前のエスカピストの楽園に閉じ込められた何千もの捨てられた魂が、これまでに実世界を見ることができますか、失われたすべての希望はありますか？\n\nあなたがこのシリーズを愛しているか憎んでいるか...そして、両方の極端を主張する人々がたくさんいます...誰もが同意しているようなものがあります。  SAOのアニメーションは驚異的です。 元サンシャインプロデューサーによって設立されたスタジオAIは、フェアリーテール、ブラックバトラー、そしてマグ（いずれも私が個人的に好きではない）のようないくつかの有名で視覚的なタイトルに取り組んで、非常に印象的なレジュメを持っています。 高価な、すべてのアウト、ボールから壁へのアクションとムーブメントのための彼らの才能は、広範な背景、スムーズに統合されたCGI、そして無限に表現されたCGIのキャストメンバーであることに特に注意を払ってここに完全表示されています。 残念なことに、コスト削減とコーナーカットがどこにでもあり、それについては決して微妙なことではないため、A1のアニメーション技術の否定的な側面も引き継がれています。\n\n私たちがメインキャストで手に入れた優雅なアニメーションのために、あなたはその中に住む人々ではなく、背景の一部であるように、凍った背景の人々の群衆を得る。 速いペースで激しい戦闘シーンでは、一定の動きを補うために美学がより安くゆるやかになる場所がたくさんあります...そして、私が前回のレビューで触れたように、 一時停止するとショーは本当に厄介です。 このため、私はこれまで見たことのない最も魅力的なショーのうちの1つを呼び出す他の査読者をすべて取り戻すことはできないと思っていますが、なぜそれがそうするかを理解しています。 それはうまくいくのですか？ 結局のところ、京都​​のアニメーションレベルの予算を持っているスタジオはたくさんいないので、一貫性の欠如は大いに赦されることができます。\n\n一方、楽譜は息をのむほどのものではありません。 梶浦由紀は、業界で最も尊敬されている作曲家の一人であり、菅野よう子ほど多かったわけではありませんが、スタイルの違いはそれを補うものです。 このシリーズの忘れられない、感情的に刺激的な瞬間のほとんどは、巧妙に細工されていて、それらに付随する多彩な曲ではないと思われるかもしれません。 シリーズのトーンが緊張しているかどうか、恐ろしい、憂鬱な、盛り上がっている、心臓を鍛えるために全力を尽くす必要があるかどうかにかかわらず、カジュラのほぼセルティック的なスコアは、 これの最良の例として、低音トラック「絶望」は、すでに悲劇的なエピソード3の中で最も悲惨な部分です。彼女の音楽は非常に操作的な質を持っています。\n\n私はこのシリーズがサウンドのマスターだと言ってもいいと思うが、音楽は素晴らしいが、英語のダブはちょっと...間違いない。 それは驚くほど仕事のためのいくつかの楽しみの俳優を拾うことができたバングズームによって行われました。 私は本当にブライスPapenbrookの巨大なファンではなかった...彼は血のLaddでまともだった...とKiritoとして、彼は思春期を経てVic Mignognaのようにdistractingly聞こえる。  AsumiとしてのCherami Leighは私にも大した印象を与えませんでした。 私は彼女の名前がキャラクターに付いているのを見たとき、私は思った...なぜ？ 私は間違ったことをしないでください、彼女は偉大な俳優ですが、彼女はタフまたは威圧的な女性を演奏する多くの経験を持っていません。 彼女の声はあまりにも高いピッチと風通しがあり、その部分はミシェル・ラフのような深い声で誰かに行っていたはずです。 私はどちらかの人が悪い演技をしたとは言わない、彼らはうまくいった、私はちょうどどちらの場合でも信じられないキャスティングを見つけることはできない。\n\nキャストの残りの部分は、ほとんどの場合、全体的に大丈夫なダブであることにいくつかのサワーノートで、バングズームのレギュラーでいっぱいです。 カサンドラリーはリーファとして非常に印象的でした。特に、彼女が抱かれている性格を考えると、 クリスティーヌ・マリー・カバノスはいつもよりもシリカとしては優れていますが、彼女はまだトラドラのパフォーマンスの下にあります。 リコンとしてのマリアンヌ・ミラーは、私が決して捨てることのない、ダブで再び聞く人です。 唯一の本当の傑出したパフォーマンスはTodd Haberkornです。彼はナルシシズム的な社会主義者Sugo Noboyukiとして、彼が可能な限り卑劣で不愉快になり、少年は栄光に満ちています。 それは上質でリスニングできるダブですが、日本語で字幕を見るだけでもっとうまくやることができます。\n\nまた、演奏しているキャラクターがとてもひどくひどく書かれていると、俳優を平凡であると非難することはできません。 キリトを起点にして、キャラクターの深さは非常に小さいです。 彼は他の人と働くことに苦労している、彼は人生で重大な罪悪感を感じており、これらの問題は彼に開発の潜在的可能性を与えている。 それだけでなく、彼は自分の人生のエンパワーメントのファンタジーです.BerserkのGutsからインスパイアされた彼の話のどれだけが気づき始めると、さらにぼろぼろになります。 彼は他の誰よりも優れた戦闘機である世界を旅している圧倒された孤独な人であり、彼は「The Black Swordsman」とニックネームをつけています。 それだけでは不十分であれば、アズナのギルドメンバーである彼のメンバーを取り巻く状況は、ガッツの「ホークのバンド」への参加と離脱を非常に思い出させるものです。\n\nしかし、もう一度、ガッツは、それはあまりにも一歩をリードすることによって決してそれを取ったことはありません...さて、1つのパーティーで、おそらく。 このシリーズの女性キャラクターの数は、彼のための感情を開発していない人は、指で2つ余分に、一方で簡単に数えることができます。 その人のうち、彼は一般に、レベルにかかわらず、無力に絡み合っている間に彼らの問題を通して彼らを助けている人です（Suguhaを除いて、しかし私たちはそれに行きます）。 これにはAsunaも含まれ、彼は殺人ミステリー・ストーリー・アークで彼を追いかけ、HEはすべての手がかりを解決します。パズルの最後の部分を保持していますが、SAOの結婚の詳細を述べた後で解決します 大声で\n\nそしてアスナ？ それはまったく別の問題です。 最近の私のSAOの再放送までは、彼女がシリーズの中で最高のものだと思っていました...しかし、キリトのキャラクターよりも彼女の性格にはそれほどの差異がないことに気づいていませんでした。 彼女は強力な戦闘が、彼女は非常に強いキャラクターではありません。 実際、キリトとの関係からロマンスを取り除いた場合、結婚していてもらえませんでした。特に、食べ物を信頼して、かわいそうになってしまったときに、簡単に犬と交換することができました。\n\n2階建てのアークで苦しんでいる彼女の変態の彼女の変容は、私が熱心に防衛するために使用したものです...私は、彼女が不自然な捕まえ人がすべてを取り去ったため、 彼女はゲームの能力の彼女の理想的なバージョンに彼女を成形...ミーク、無力、と彼の慈悲に。 私は、このシナリオは苦難の犯人の乙女のアレゴリーだと言っていましたが、オベロンの支配からの男性については、女性への提出よりも否定的なことが多くありました。 地獄、私はそれが日本の結婚の性的奴隷のための隠喩であったと主張しました。 しかし、小説を読んで、元の著者の世界観がいかに未成熟で無知であるかを理解することで、私はこの分析を自分の肛門から直接引き出しているという事実に基づいています。 このような状況は、実際には額面で取られることを意味しています。アシュナがチャンスを与えられたときに脱出することができないという事実は、私のために全体の状況を悪化させるだけです。\n\nそして、あなたはキリトの他の愛の関心事を持っています。親愛なる神様、たくさんあります。 最初のエピソードでは2人のキャラクターが紹介され、助けを求めて怒り狂って恋に落ち、残りのシリーズのほとんどが落とされ、最後に戻ってまだ放棄していないことが明らかになる 彼に ええ、私は本当に気にしています。  2番目の弧からの2人のキャラクターは、彼が伏兵から彼らを守ったので、腕に向かって自分のおっぱいを押し始め、そして...妹がいる。 はい、スグホ、彼の妹は、彼に恋しています。 私は彼らが実際にいとこであることをあなたに教えます、しかし、私がOreimoのレビューで述べた理由のために、それはそれをより良くしません。 これは、シリーズの最悪の部分として一般的にラベルされています...そして、そうですが、そうである必要はありませんでした。 私は彼女が誰であるか知らないために、彼女がゲームでキリトに恋しているのを心配していないだろうが、彼女が実際に彼のために落ちたという事実だけがそれを殺す。\n\nそしてあなたは悪役を抱えています。 それぞれの物語の弧には、それぞれの世界の最終的な上司として脇に置かれた真の悪人が1人含まれています。そして、少数の出来事を起こし、後でどこにも行かず、物語の中で完全に忘れられます。 これらの2つのMAIN悪役には多くの可能性がありますが、ファンとストーリーの両方によって認識される方法は本当に困惑しています。 第2の悪役Suguを憎む傾向があるのは、彼が1人の女性を投獄してIRLの世界を引き継ぐためだ。 彼らが忘れているように見えるのは、最初の悪役が何千人もの無実の人々の死に直接責任を負っているということです。  SAOが実際にこの奇妙な考えを分かち合っているようでないなら、それはショーの問題ではないでしょう。 スポイラー警戒...最初の悪役は、彼が2番目のものに反対するので最後に償還され、それは本当に良いことでしたが、ヒッターラーが強姦犯を止めるための名誉のメタルを見るのを見ているように感じます。 ええ、その男は強姦者でした。あなたは素晴らしいことをしました...しかし、あなたはまだヒトラーです。 それはちょうど奇妙で不気味な結末になります。\n\nだから、このシリーズに矛盾したダブ、書かれていないキャラクター、そして不安定な深刻な性別のレベルがあると、なぜそんなに人気がありますか？ なぜそれが大ヒット、また大きな財政的成功を収めたのでしょうか？ 私はSAOの最も強い要素は楽譜だと言っていましたが、最も成功したのはそれが物語であるということです。  SAOは、すべてのチップをサスペンスでベットし、聴衆が継続的な競合を保つことができず、彼らがどのように頭から解消されるのだろうかという理由で、聴衆に戻ってくるよう誘惑する。 そして、それは動作します。  SAOの宇宙での閉じ込めと死のニュースは、テーブルに深刻な懸念を表明し、心を激しくぶつけ、このコンセプトで正しい方法で、すべての正しい瞬間を再生します...解決までは、 私が今までに見た中で最も完璧なタイミングと論理的に愚かなプロットの紆余曲折のうちの一つである。 それはベルセルクでもっと理にかなっていました。\n\nほとんどの場合、他の迫った紛争も同様に強力です。 キャラクターが気に入らなくても、キリトとアスナが一緒になるかどうかを知りたい。  Suguhaの本当のアイデンティティが彼に明らかになったときに何が起きるかを知りたがっています。  2番目の物語の刻々とした時計がなくなる前にKiritoがAsunaを救うことができるかどうかを知りたい。 あなたはSAOでの試練が最終的に安全に終わる前に、どれだけの人が死ぬかを知りたいと思っています。 これらの競合に投資するのは簡単です。これはおそらく、多くの人々が最初の視聴中に夢中になる主な理由です...しかし、その戦略では、SAOは非常に悲惨な値の形で非常に重要なトレードオフに苦しんでいます。 第2の視聴時に、どの視聴者も、ストーリーがどこに向かうのか、そしてどのように各競合が解決されるのかを既に知っているでしょう。シリーズからサスペンス権を取り除きます...キャラクターがどれほど弱く、 そして、多くのサイド・ストーリーがどれほどひどく書かれているか。  Log Horizo​​nがどれほど優れているか。\n\nSword Art OnlineはAniplexから入手できます。 正式にリリースされたリージョン1のDVDは、それぞれのディスクが約6-7のエピソードを保持して四半期に分割されました...それぞれ50ドル以上。 ええ、実際に英語のダブをそのまま残してこの25のエピソードシリーズ全体の有形のコピーを所有するためには、200ドル以上の賞金を払わなければなりません。 たとえあなたがシリーズのファンであっても、その価格の半分の価値はありません。 幸いにも、他にも利用可能なオプションがあります。私はイーベイではるかに手頃な価格のマレーシアのブーツレッグについて話すだけではありません。 あなたはCrunchyrollでSAOを見つけることができます。少なくとも今のところは、Netflixでも無料で見つけることができます。 オリジナルのライト小説は現在、翻訳されたマンガの適応と並んで英語でリリースされていますが、私はそれぞれの最初の巻を読んでいます。彼らは完全にひどいです。 あなたの時間とお金を無駄にしないでください。  2番目のシーズンもありますが、私はまだそれを見ていません。\n\n私は偉大な人々から、Sword Art OnlineがMMOのゲーム体験を正確に描写しているとは言われていませんが、彼の人生で決してMMOをプレイしたことのない人として話すと、本当に気にしません。 私はこのシリーズに入って、良い物語、エキサイティングなアクション、思い出深いキャラクターを探していました。 それはコンセプトとデザインに明確なクールファクターを持っており、できるだけ良い仕事をしています。 私はそれを感情的に握っているストーリーラインを提示することを信用したい、そして、そのストーリーラインは繰り返し見ることの下で実際には上がらないが、あなたがそれらを何度見ても同じくらい強力な瞬間がある。 それは確かに混在しているバッグですが、私はそれが最も熱心な嫌悪者の主張と同じくらい恐ろしいとは思わないし、時間を過ごす最悪の方法でもありません。 私はSword Art Onlineに5/10を与えます。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "kurasaina",
    "profile": "/profile/kurasaina/reviews",
    "pages": "10",
    "number": "10",
    "link": "/reviews.php?id=68803",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\nソードとも呼ばれるソード・アート・オンラインは今年の夏に多くの批判と賞賛の対象となっています。 河原玲紀が書いた、3つの漫画、ゲーム、アニメ -  SAOに適応された人気の軽小説として始まりました。 それは私に、なぜあなたはこのジャンルの中にいますか？ ありがたいことに、ここはそうではありません。 神経歯車の考え方とベータテスターのアイデア全体は非常によく考えられていました。 私は常に、「ああ、神経装置には電池パックが内蔵されているので、ただプラグを抜くだけでいいわけではない」と指摘したときに、その話の瑕疵を見つけたと常に考えていました。 このアニメのためのいくつかのレビューを見た後、私はそれを試してみることにしました。 しばらく毎回現実から脱出したくない人は誰ですか？ 私たちが「別の世界に逃げたい」という理由で、読書/​​ビデオゲーム/アニメを見るのはなぜでしょうか？ しかし、理想を描く、河原玲貴はそれをうまく処理しました。 興味深いキャラクターと実際の生死のバランスがぶら下がっているという考えで、SAOはあなたの平均的な面ではありません。 未来的または技術的なアニメがポップアップするとき、あなたは多くの抜け穴を見つけるでしょう。 地獄は、抜け穴以上にも、ストーリーは意味をなさないでしょう。 あなたは、その物語が技術的な知識のない人によって書かれたと思うでしょう。\n\nSAOは私が毎週楽しみにしている面白いアニメです。 確かに、それは（まだ）傑作ではありませんが、多くの人々が私の賞賛の価値があることがわかります。 これまでに5つのエピソードしか見ていないので、私はまだあなたに100％正確なレビューを与えることはできません。 私が見た5つのエピソードから：アートは素晴らしいです。 音はいいです。 文字は面白く、とても楽しいです。 これまでのところ、物語は少し急いでいるように見えますが、あなたを夢中にしていますが、将来SAOで素晴らしいことをすることができると思います。\n\nあなたが素敵で楽しいアニメを探しているなら、SAOはあなたのニーズを満たすでしょう。 素敵な、楽しいアニメを探していなくても、SAOにはそれが深い瞬間があります。 深い瞬間に満ちたこの楽しい話のために、SAOは多種多様な観客にアピールします。 あなたのコメディ、ロマンス、アクション、スリラーの恋人のいずれでも、Sword Art Onlineはほぼ誰もが楽しめるアニメです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "boukendesho",
    "profile": "/profile/boukendesho/reviews",
    "pages": "10",
    "number": "11",
    "link": "/reviews.php?id=188832",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  8\n\n何らかの理由で、Sword Art Onlineは多くの嫌悪者を惹きつけています。私は、偏見のある意見を募集しています。オスカー批評家はあまりにも多くの感情を傷つけたくありません。彼らは傲慢な外見にもかかわらず、  。\n\nあなたはたぶんそれをすべて聞いたことがあります。キリトはゲイリー・スチュです。彼は一般的なショーンファンタジーの挿入物です.SAOはファンフィクションです（明らかに人々はファンフィックの意味を理解していません）.SAOは、 女性キャラクターはちょうどカボチャですが、SAOはセクシストです...もちろん、上のいずれかが本当にあなたのショーの基準であれば、恐らくSAOがひどいと思うでしょうから、ここで時間を節約しましょう。 それを見ない。 あなたは問題を救ってくれてありがとう。 ヘック、私はロジャー・エバーツを意味する嫌悪者が、SAOが本当に何であるかについて人々がバランスの取れた意見を得ることを確実にするためには、「声を出さなければならない」と判断した1-3点のレビューをすべて読んでみてください。 最初に書かれたことがないか、書かれたことはありません。 彼らの心には、作者とアニメスタジオは、彼らが人類にした不幸のために火を燃やし、死に至るはずです。\n\n話の反対側を聞きたいですか？ 批評家がなぜ自分の心の中で必ずしも正しいとは思わないのか聞きたいのですか？ とにかく、楽しむことができないかもしれない、あるいは楽しめないかもしれないことを教えてくれるのは誰ですか？ 彼らは本当にあなたの好みを知っていますか？\n\nアニメの目標は何ですか？ それは、物語がどんなところで、どこで、嫌いな人たちが、良いアニメが何であるかについてよくわからない人を実際に啓発しているように感じることができるように、死に至るまで分析されるのだろうか？ それとも、エンターテイメントとしての役割を果たすものなのでしょうか？\n\nあなたは楽しまれたいですか？ 楽しむことができるように何かチャンスを与えたいですか？\n\nあなたが楽しませて何かチャンスを与えたいなら、私に教えてください。SAOがあなたに提供できることはたくさんあります。 それは素晴らしい物語、素晴らしいビジュアル、素晴らしい音楽、そして素晴らしい声優を持っています。 あなたはアニメーションが一流であること、OSTの恒星、魅力的な行動、そして物語が動くことがわかります。\n\n行動？ チェック。 偉大なヒロイン？ チェック。 タフな悪役？ チェック。  SAOには、ストーリーの中であなたが求めることができるすべてがあります。 幻想？ チェック。 前提？ チェック。 ロマンス？ チェック。 強い主役？ チェック。\n\n完璧ですか？ いいえ、プロットの穴がありますか？ はい。 正直なところ、SAOは2シーズン（4コース）で語られていたはずです。 アニメよりもソースの素材でよく扱われるものがたくさんあります。 それは、ソースマテリアルに精通していない人たちに混乱を招く可能性のある構造で行われます。 潜在的にかなりの量が無駄になります（ソース資料でさえ）。\n\nしかし、あなたが見ているのは、それが人々がその上に持つことができる期待に応えないということだけです。 それが意味することは、それが1つの希望と同じくらい良いものではないということです。\n\nどういうわけかそれは人々がそれを憎むことになります。 ええ、人々はこれまで最高のものではないアニメを憎んでいます。\n\n人間が最高のときだけ人間を愛することができれば、それはとても悲しい方法です。そうではありませんか？\n\nとにかく あなたがショーが好きかどうかは誰にも分かりません。それはあなたが決定するまでです。 そして、あなたの心で決めるのはあなた次第です。 結局のところ、感情のように、分析するスコアではありません。 私はこのレビューを書いて、単に嫌悪者とのバランスを取っています。 看守評論家があなたが嫌うべきことや嫌うべきことのあなたの意見を揺さぶってはいけません。 自分でそれを見てください。 あなたはそれが気に入らないかもしれませんが、試してみるまで知りません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "TheSlyDaxter",
    "profile": "/profile/TheSlyDaxter/reviews",
    "pages": "10",
    "number": "12",
    "link": "/reviews.php?id=180586",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  7\nキャラクター|  2\n|  5\n\nあなたがこれを見たことのない少数の人の一人であるが、経験を台無しにしている人がいない場合には、軽度のスポイラーがあります。これは嫌いなレビューでもなく、SAOの防衛でもなく、  SAOは...何も特別ではない）\nクオリティーなサウンドトラックと印象的なビジュアルにもかかわらず、Sword Art Onlineの執拗な執筆、一貫性のないストーリー、穏やかなキャラクターが、\n\nストーリー：ゲームに立ち往生するという前提は全く新しいことではなく、前に行われています（例：ハックシリーズ）。 しかし、私は、SAOは社会がバーチャルリアリティでどのように働くか、プレイヤーが実際に死ぬゲームで死ぬとプレイヤーが直面する可能性があるいくつかの心理的問題に取り組むことについてかなりうまくやっています。 素敵なタッチで、新しい視聴者のために途中で邪魔されないゲーム用語が使用されています。 このショーは、世界の偉大な感触と、ゲームがどのように作用するか、そして主要な葛藤についてのまともな説明で、かなり軽快に始まります。\n\nしかし、そのすべての関わりは、ショーがエピソード的なアプローチをとるようになる第3のエピソードから、ゆっくりと消えていく。 これはショーがその勢いを失う場所です。 最初の2つのエピソードからのキャラクターは忘れられ、プロットの便宜のためだけに戻る。 基本的には、ランダムな女の子を拾って、圧倒された統計を見せて、その日を救って、キリト（私たちはおそらく社会的に厄介な主義者）として集計することができます。 導入されたキャラクターはすばやく忘れられ、時間のスキップはこれらのフィラーエピソードをより怒らせ混乱させます。 全体的に、それは無意味で、時には退屈さえ感じます。 執筆には引用符が付いていて弱いので、脾臓であなたを襲います（例：2人のキャラクターはスカイダイビングをしていて、そのうちの1人は「私はあなたと恋に落ちていると思います」）。\n\nフィラーの約5エピソードの後、ショーは最終的にメインプロットに戻りますが、強制的なロマンスプロットに気を取られます。 ショーは3つのエピソードのカップルとしてKiritoとAsunaを確立しようとするが、それは急いで、化学を欠いて来て、典型的なツンデレのもの。 結局のところ、主要なプロットに集中することを悩ますエピソードは2つしかありません。 端に向かってプロットツイストは任意の正当性の欠如によって台無しだが、賢いです。 キリトの圧倒的なペルソナは唯一の説明が愛の力であるぞっとするような高さにまで上昇する。\n\n2番目のアークはショーが本当に崩れ落ちる場所です。  「ゲームにこだわった」アイデアが十分オリジナルでない場合は、「プリンセス」タイプのプロットを保存するのはどうでしょうか？  Aincrad arcからのすべての緊張がなくなり、私たちは無関係なプロットと別の乱雑な愛の三角形を残します。今回は、近親相姦を伴います。 あまりにも誇張された悪役以外は、物語は忘れることができ、ゲームの世界はAincradほどオリジナルでもエキサイティングでもないと感じる。 シリーズはあまりにも真剣にあまりにも面白いポイントをあまりにもかかる方法を取る瞬間があります。 冒険的な試みは、愚かな土曜日の朝の漫画型の悪役に逆らっている。  Deus ex machinaは、最悪の場合に存在し、深みの中でさらに遠くまでドラッグして、すでに苦労しているシリーズです。  3/10\n\nキャラクター：キリトは退屈なプロタジニストです。 彼の発達は最小限であり、彼の行動のいくつかは、社会的に厄介な性格（彼は実際の友人よりも多くの女の子を引き付けるように思われる）と一致しない。 彼がどこにもいなくても大丈夫な時もある（鍛冶屋の最も尊敬される剣を壊すことによってそれをテストする）。 圧倒された孤独なオオカミとしての彼の地位は、戦闘におけるあらゆる緊張が大幅に減少するように、プロットアーマーでは改善の余地がありません。  Asunaはしかし悪いです。 公平になるために、彼女は不思議ではあるがまだ強力な選手として、仮想世界について学ぶことがたくさんある面白いところから始めます。 これは後でジェネラル・ツンデレとして確立されるため、これは事実ではないことが判明します。 彼女は第二の弧で役に立たず、苦しみの苦しみの役目を果たすので、そこに止まらない。 潜在的に完全に台無しにされた人物を見るのは悲しい。 私は彼女の唯一の目的は運命の愛の三角によって拷問されることになるので、Suguhaについてあまり話すことはできません。\n\n悪人たちはどちらも自分のやり方で侮辱している。 最初の悪者、Kayabaはおそらく、ゲームで1万人を捕まえるための最も笑い付きの動機を持っています（Spoilers、彼は忘れました！）。 彼は全体のシリーズにほとんど出てこないし、彼の存在感もなく、この「名誉ある」悪役は圧倒している。  2番目の悪役は、私は彼の名前を忘れて、私たちは彼を妖精の王と呼ぶでしょう、冗談です。 ショーは彼をできるだけ狂って嫌にしようとするが、悪い執筆は彼を無意識に陽気にさせる。\n残りのキャストは、プロットが必要なときにしかそこにいて、何も起こっていないように消える単純なプロットデバイスです。 これは彼らをかなり忘れさせる。 悲しいことに、私は目立つキャラクターは見つからず、サチとKiritoの影響のために、これが1ではない唯一の理由があります。  2/10\n\nアニメーション：Aincradの環境は豪華で細部に満ちています。  MMOプレーヤーは確かに満足しています。 8.5 / 10 妖精の世界は興味深いものではないが、それにもかかわらずまだ視覚的には印象的である。 アニメーションは、全体を通してほとんど一貫しており、特に戦闘シーンで輝いています。 戦いの場面は見るべき驚異です。 しかし、すばらしい戦いの場面が噴火するように見えるが、代わりに突然切り取られるような時がある。 これは主要な警察官としての役割を果たし、ショーのアニメーションの品質をさらに証明する役割を果たすことができました。 キャラクターのデザインは非常に魅力的であり、キャラクターにとってはフェアリーのデザインがあまりにも違って見えることはありません。 途中でやっていない限り、ちょっとしたファンサービスでうまくいくのですが、SAOはあまりにも遠すぎます。 カメラの角度は、ほとんどの時間女性のキャラクターのお尻に向かって自分自身を傾ける傾向があり、それは非常に混乱し、迷惑です。 \n\nサウンド：OP 1 Crossing Fieldsはとてもキャッチーな曲で、アニメーションはその曲と非常によく似ています。 私は間違いなく私のトップ10にこのOPを置くだろうが、おそらく私はそれを私の頭から出すことができないからだ。  私は時々ダビングに傾く傾向があるので、画面上でテキストをたくさん読まずにシーンに集中することができます。  7.5 / 10 OP 2イノセンスは、クロッシングフィールドのように私の耳に引っ掛かっていませんでしたが、かなりまともです。 エンディングはあまりにも特別なものではありません。 サウンドトラックは、各トラックが各シーンとよく同期するため、ショーのための強力なハイライトです。 正直言って、それについては何も書きませんが、それは仕事を完了します。 このサウンドトラックは、壮大なオーケストラと優れたアニメーションが組み合わされた戦いの場面で、特に素晴らしい経験を生み出します。  SubやDubに関してはいずれも問題ありません。 誰もキャラクターから外れていないのでダブはあまりにも悪くないが、本当に特別なものはない。 また、サブには時折間違いなく面白い瞬間があります（カヤバ！）。\n\n楽しさ：アニメーションは、ショーの最大のハイライトだった良いサウンドトラックによって補完される純粋なアイキャンディです。 私の好きな瞬間は間違いなく戦い場面にあった。 ゲーマーの心理学を掘り下げたショーが本当に面白かったのは、社会の構築と数回の使用でした。 しかし、ウォンキー・ペーシングと時間のスキップは楽しさを取り除き、特定のポイント（特に後半）で一部の人をオフにする可能性があります。 ショーは、特にフィラーのエピソードでは退屈になり、ちょうど焦点を当て続けることができませんでした。 無限の可能性のある愛の関心は、ショーが明らかにキリトとアシュナをペアにしようとしていたため、SAOを無意識のうちにハレムにした。 平凡な執筆は私のためのいくつかの楽しみを吸っただけでなく、複数の控えめの価値ある瞬間があった。  5/10\n\n結論：私はこれが今までに作られた最悪のシリーズの一つではないと思っています。実際、SAOはそれとはかけ離れています。 しかし、このような不気味なキャラクターやストーリーで、私はこのショーがなぜ人気があるのか​​不思議に思います。 最高の単純平均。 しかし、私はその人気と思い付きの性質のために、SAOはちょうどあなたがこの「論争の的になる」シリーズについての意見を持つことができるので、価値があると思う。 全体として、私はSword Art Onlineに5.2 / 10（passable）を与えます。\n\nPS：これは私の最初のレビューです、あなたの考えを教えてください！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Blood_Diver_A",
    "profile": "/profile/Blood_Diver_A/reviews",
    "pages": "10",
    "number": "13",
    "link": "/reviews.php?id=193909",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  7\nキャラクター|  4\n|  5\n\n[このレビューにはスポイラーが含まれています]\n--------------------------------------------------  -----------------------------------\n\n（良い、悪い、平均的）\n\nベン、ジョン、アレックスはすべていい友達でした。 彼らは何年も同じ地域に住んでいて、彼らはすべてアニメのファンでした。 しかし、彼らは彼らの理想、味、および視聴量が異なっていました。\n\nベンはアニメのベテランで、主に1980年代から2000年代まで、1000シリーズ以上を見てきました。 彼はカウボーイビバップ、インフィニット・リヴィウウスなどの古典を高く評価していましたが、古い古典を好んでいましたし、新しいシリーズも好きでした。 彼は偉大な物語と関連性のあるキャラクターでショーが好きです。\n\nジョンはアニメの新人だった。 彼は最初にナルトとフルメタルの錬金術師を見て、その後、彼は4月のあなたの嘘、ギルティクラウンなどの他のシリーズを見続けていた。彼は、特にshounen、romance、action、 コメディ。\n\nアレックスは、見知らぬ人でも、アニメのベテランでもなかった。 彼らはジャンルにかかわらず、少数のシリーズを見ていました。 彼はキミニトドケ、ブリーチ、サイコパスなどを見ていた。彼はエッチと過度のファンサービスを気にかけているが、彼は気にしないが、彼は1つのジャンルに制限されていない。\n\n彼らはジャンルやショーの好みが非常に異なっていても、お互いの意見を尊重していました。 つまり、ソード・アート・オンライン（SAO）について話し合うまで。 彼らの友情をはぐくんだアニメ。\n\n[夏の一日...]\n\nアレックスは学校から戻ってきて、ベンの家に向かっていた。 彼は通常のルートを取った：7-11を渡り、急な丘を登って、最後に、閉鎖された袋に入る。 道路の終わりにベンの家があった。 彼はドアベルを鳴らし、ベンに挨拶された。\n\n\"ちょっと。 どうしたの。\"\n\n\"何もない。 それ以外は熱が私を殺している。 上階に行ってみましょう」とアレックスは語った。\n\n\"あなたが言っていることがわかります。 私の部屋にはACがあります。 行こう。\"\n\n彼らは二階を歩き、ベンの部屋に入った。 入ると、彼らはコンピューターに座って、ワンピースの最新章を読んでいるジョンに気づきました。 ジョンは彼らに気づいて、頭を撫でながら\"アレックスはどうしたの？\"と言った。\n\nアレックスは答えました。\"おい、ジョン。 あなたはワンピースの最新章を読んでいますか？\n\n\"うん。 しかし、あなたがここにいるので。  SAOについて話しましょう」とジョン氏はブラウザを閉じて椅子を回転させると語った。\n\nベンはベッドに横たわり、本棚に向かってマンガ冥王星をつかんだ。 彼は私たちの視線に気づいて、「心配しないで、私は聞いています。 私はこのマンガを終わらせるだけでいいです、それは本当に良いです。\n\nアレックスは答えました、\"あなたから来る。 それはいいはずだ」\n\n「まあまあ、そうです」と彼は叫んだ。\n\nジョンは咳をして言った、\"あなたは気になりますが、私はSAOの私の印象について話したいと思います。\n\n\"ごめんなさい。 先に進みなさい」とベンは言った。\n\nジョンは深呼吸をして、「私の神。 そのアニメはたわごとだった！ なぜ私はそれを断っているのか分かりません。 たぶん、それはすべての嫌悪者とは全く違うと言っていることがあります。 しかし、それらの嫌悪者は自分自身をファックすることができます。 私はそれを楽しんで、それはこれまで最高のアニメの1つだと思う！\n\nベンは不信感を持ってジョンを見つめて言った、「あなた、目をチェックしなければなりません。 すぐに検眼専門医に行くことをお勧めします。 そのアニメはまったくばかだから。 いいえ、それはたわごとよりも低かった。 それは私が今まで見たことのない最悪のアニメの一つでした。\n\nジョンは一呼吸してこう答えた。「私はこのことが起こることを知っていた。 あなたはいつも何かを嫌っている。 そして、私はある程度同意しますが、今度は全く反対して、あなたのことを信じています...あなたの目をチェックしなければなりません。 なぜなら、あなたは盲目でなければならないからです。\n\n\"見て...このように論じて、助けに行くつもりはない。 ジョン、なぜSAOがこれまでの最高のアニメの1つであるのかについての理由を説明しませんか？ そして、ベン、なぜSAOがこれまでの最悪のアニメの1つであるのかについてのあなたの理由を説明してください。 しかし、ジョンが最初に行く。 それはいいですか？」アレックスは尋ねました。\n\nベンは答えました。「その理由も聞きたいのですが」\n\nジョンは深呼吸して言った、\"そうです。 概要を見てみましょう。 私がその概要を読んだとき、私はすぐに興味をそそられました。 つまり、プレーヤーが自分のアバターをコントロールして物事をコントロールできるバーチャルリアリティーMMORPGが必要ですが、作成者はログアウトボタンを削除して、この仮想世界のすべてのプレーヤーをトラップします。 エスケープするためには、彼らは100階すべての上司を倒す必要があります。 今、ここに問題があります。プレイヤーがゲームで死亡した場合、彼らは実生活で死ぬでしょう。 これは前提ではなく、魅力的なものですか？ 私にはそうです。 そして、私はかなり確信しています、何千人もの人々がこれに興味を持っていました。\n\nジョンは続けます。「雰囲気と世界のダイナミクスについて話しましょう。  SAOの世界は没入型です、町や都市があり、ギルドやパーティーがあり、工芸、釣りや他の貿易があります、武器、食料、衣類のさまざまな種類があります、異なる敵とNPCがあります、面白い ユニークな動きと能力を備えたボス、そして最も重要なのは、世界をさらに豊かにする他の選手がいることです。 これらの特徴はすべて、SAOの世界が狭くて限られた領域ではなく、むしろ広大な領域であるということを視聴者に示すことで、ストーリーを向上させます。 さて、ALOの世界は、あまり開発されずに説明されています。 いくつかの没頭がありますが、あまりありません。 つまり、飛行の仕組みは面白く、さまざまなレースがあり、世界樹木（Yggdrasil）は巨大で目を引くものです。 しかしそれ以外には何もありません。  SAOの裸の骨のバージョンです。\n\n\"芸術とサウンドは素晴らしいです！ 背景技術は詳細で活気があり、キーフレームは一貫して流れており、キャラクターと敵（ボスを含む）は鮮やかで印象的です。 今、声の演技は優れている、あなたは怒りや悲しみのようなキャラクターからの感情をはっきりと感じることができます。 オープニングとエンディングは素晴らしいですし、バックグラウンドミュージックは、特にキリトが上司/危険な敵に遭遇したときには、爽快で激しいです。 音楽はその状況に合っている。\n\nジョンは彼の息を止めるために止まり、続けます。「次に、キャラクターは完璧ではありませんが、例外的で魅力的です。 キリトは邪悪な悪役です！ 他のキャラクターにとって、彼らはほとんど開発を受けていませんでしたが、それは本当に重要ではありません。 彼らは私たちの2人の主人公（KiritoとAsuna）をさらに発展させるためだけに役立ちます。 何人かの人々は彼がOPであり、無敵であると主張する。 私は、初めにばかげてOPだったいくつかの主人公と違って、Kiritoはそうではなかったと私は同意します。 彼は彼のアバターをレベルアップし、より良い機器を見つけ、戦術だけでなく、剣技能と素早い思考に頼らざるを得なかった。 さらに、彼はベータテスターだったので、彼はこの知識を使ってSAOの世界についての以前の知識を持っていて、素早くレベルアップし、素早く稼得し、いくつかの人々が考慮する能力（再生、デュアルブレード、トラックなど）を得た OPとして。 今、Asunaはちょうど素晴らしい、彼女はいくつかの無駄な少女ではありません。 彼女は速い剣のスキルを使って戦うことができます。彼女はSAOの最強のギルドの副キャプテンであり、料理をしてきれいにすることができます。 彼女は完璧な妻で、それを望んでいないのですか？\n\n彼は続けます、\"そして、ついに、物語。 それは簡単な話です、私はうそをつくつもりはありません。 それは単にKiritoと彼がSAOの世界からすべての人を解放した方法についてのものです。 この旅の途中では、すばらしいボスの戦いがあります。ムーンライト・ブラック・キャット・ギルドの選手たちが悪意を持って殺害されたり、ガンマーマスターによってユイが「削除された」ような感情的な部分があります。キリトとアスナを含む深いロマンチックなサブプロットがあります そして、最後に、SAOの世界についてもっと詳しく説明する側面の記事があります。  ALOに関しては、ビットリニアですが、私は認めますが、プロットは実際には非常に良いです。 それは単純にKirito Asunaを変態、Oberon（すなわちSugo）から救助することです。 このアークは、KiritoがAsunaと深く恋していることを証明しています。 さらに、複数のレース出場/素晴らしい試合シーン、陰謀、復讐があります。  SAOがこれまでの最高のアニメの1つである理由はこれだけです。\n\nベンは彼の手を拍手して、そして、\"うわー！ それはかなりの説明でした。 私は確信している、私は本当に近くに確信していた。 あなたはキャラクターやストーリーについて話すまで、 それが私が確信しなくなったときのことでした。 なぜなら、その2つのセクションはSAOの悪い部分だったからです。\n\nアレックスは中断した。 ベン、なぜSAOがこれまでの最悪のアニメの1つであるかの理由を説明できますか？\n\n\n\n\n\n\n\nジョンは首を振って、\"私は言わなければならない、それはかなり暴言だった。 しかし、あなたが間違っていることがいくつかあります：（1）エピソード14で、KiritoはKleinのRevive Crystalによって復活したため死のプログラムを無効にします。（2）Kiritoの二重防御能力はDeus Ex Machinaではありません。 彼が「最速の反応」を持っていたために彼に与えられました。そして、（3）ゲームの仕組みと世界についてもっと学びたいならば、小説を読んでください。\n\nベンは叫ぶ、\"あなた...ひどく間違っている、私ではない！ まず、KleinがKiritoを復活させたとしても、なぜこの瞬間がエピソードで示されなかったのですか？ 観客の知識なしにクリンがこのクリスタルを活性化したと仮定しているのでしょうか？ それが事実なら、それはディレクターやプロデューサーによる非常にばかげた決定です。 第2に、キリトは何らかの未知の理由でこの二重詠唱能力を得ましたが、最初の弧の終わりに近づくにつれて、この能力は「最速の反応」を持っているため、この能力がキリトに与えられていることを視聴者に説明します。 便利！ だから、キリトがなぜこの能力を得たのかという理由を理解していますが、活性化された時はランダムなパワーアップであるという印象を与えました。 第三に、アニメを理解するためにライトノベルを読むべきではありません。 アニメはそれから離れて立つべきです。\n\n「ファック・ユー、」ジョンは叫んだ。  \"これはどこにもない！ アレックス、どう思いますか？  SAOは最高のものか、悪いものの1つですか？\n\nアレックスは頭を傷つけ、しばらくした。 彼は言った、\"正直言って、私はあなたとベンの両方に同意しない。  SAOは単なる平均的なシリーズです。 しかし、私はジョンと2点で同意する：（1）前提は再び興味をそそられ、視聴者の関心を引く。（2）このアニメの芸術とサウンドはかなり良い。 ストーリーとキャラクターに関して、ジョンとベンの両方から、私は正しいと信じている点がいくつかあります。 しかし、このショーの本当の問題は、そのキャラクターやストーリーラインではなく、ペースとライティングです！ これらの両方の問題は、悪い人物やひどいストーリーを生み出すものです。  SAOは、SAOアークをもう少し長く伸ばし、より多くのキャラクターと深みを加え、ファンソニックパート/近親相姦のサブプロットを削除し、ALOを完全に削除したり、その方向を変えたり、さらには定義された悪役を持ったファンタスティックシリーズでした。 これらすべての点について、SAOは平均的なシリーズだと私は信じています。\n\n\"ファック、それ、\"ベンは叫んだ。  \"ジョン、あなたはあなたがアニメの新人だと知っていますが、これは新しい低です。 あなたは最終的にどのように間違っているかを認識します。 そして、あなたが変わらなければ、私はあなたをスクラブとみなさなければならないでしょう。 アレックスは、あなたが話していることをあなたは知らないのです！ あなたはそれを見て、どうしてあなたはたわごとを見ることができないのですか？\n\nジョンはベンを照らして言った、\"あなたとあなたの健全な態度をファック！ あなたが私をスクラブと呼ぶからといって、私は私の意見を変えません。 私はそれを見捨てることなく私が見ているものを楽しむことができるはずです！ しかし、もしあなたが私を打ち続けて私の名前を呼ぶつもりなら、この友情は終わりです。\n\nベンは答えました。 あなたの意見は、常に愚かだった。\n\n「ファック・ユー、」ベンは言った。  \"私は行きます。'\n\nジョンは椅子から立ち上がり、ベンの部屋を出て行った。 アレックスは黙っていましたが、これは彼の友情の終わりだとは信じられませんでした。 彼は、\"アニメが最高か最悪か、主に友人の費用に値するかどうかについて論争していますか？\n\n彼は答えを知っていた。 しかし、彼はそれを認めることができませんでした。\n\n終わり。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Keespalmero",
    "profile": "/profile/Keespalmero/reviews",
    "pages": "10",
    "number": "14",
    "link": "/reviews.php?id=120717",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  6\n|  9\n\nSAOについては非常に否定的で、非常に肯定的なレビューがたくさんあります。 私は肯定的な批評家に属しています。 それは素晴らしいプロットや本当に深い文字を持っているのですばらしいことではありませんが、それは非常に楽しくて面白いからです。\n\nストーリー：7/10\nストーリーラインは何も特別なものはありません。彼らはちょうどゲームに立ち往生し、それを打ち負かさなければなりません。 あなた自身に尋ねる唯一の質問は、ゲームクリエイターがこれをなぜ行うのかということです。\n後半（これは上半期よりも悪い）で、あなたは自分自身に質問します：彼女はどこですか？\nあなたはSAOを見ていると分かります。\n\nアート：10/10\nSAOを優れたアニメにすることが1つあれば、それは芸術です。 ゲームの世界はとても美しく見えます。あなたはそこにいて、あなたはそれを見て、文字は本当にすごく見えます。 芸術は本当にこのアニメを作る。\n\nサウンド10/10\nSAOのオープニングは非常にノスタルジックで、あなたがそれを聞くたびに楽しんでいます。\n\nキャラクター6/10\nSAOに関して本当に悪いことは、キャラクター開発とキャラクターのストーリーです。 何か知っているキャラクターだけが、キリトとアスナです。 また、（スポイラー）、Kiritoは突然、彼が列車やそのようなことを見なくても非常に強くなります。 それはややクールだと思う：うわー！ キリトは強い。 しかし、私は彼がトレーニングを受けることができればもっと良いと思います。\n\n楽しさ：9/10\nSAOを見たとき、すぐに私は興味を持った。 戦闘シーンはとても美しくアニメーションされ、ゲームの世界はとても美しいものでした。\nまた、それはエキサイティングで、エピソードが終わったときに、次のエピソードを見なければなりませんでした。\n\n全体：8,2 / 10\n私はSAOをたくさん楽しんだ、それは間違いなく私が見た最高のアニメではないが、確かに見る価値があった。 私は間違いなくSAOをお勧めします、あなたはそれを後悔しません。 後半が前半と同じくらい良い場合は、キャラクターの開発が良い場合は、私は9を超えて得点したでしょう。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "BullSmit",
    "profile": "/profile/BullSmit/reviews",
    "pages": "10",
    "number": "15",
    "link": "/reviews.php?id=152765",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  2\nアニメーション|  8\nサウンド|  8\nキャラクター|  2\n|  8\n\n私は多くの多くの人からSAOについて聞いたことがあります。 私はそれが非常に平凡だったと聞いていますが、多くの人々が傑作であることをSAOに賞賛したので、私はそれを撃つことにしました。\n\n私が25のエピソードで目撃したことから、MMORPGがアニメーションの主要な設定であるというコンセプトがありました。 それが私の関心をひきつけ、このショーを見に私を連れて来ました。\n\nさて、我々はポジティブから始め、本当にポジティブなことはあまりありません。  SAOは、多くの面で欠けていましたが、見るのがとても楽しいと思いました。 私はそれが欠けていた場所を知っていますが、それはかなり面白いようでした。\n\n音楽はまた、SAOのあらゆる場面を設定するのに非常にうまくいきました。 私はそれがこのショーの最強のポイントだと思った。 すべてのボスの戦い、すべてのうつ病のシーンは、これのために非常にうまく植えられました。\n\n芸術は、まあ、特別なものではありませんでした。 それは素晴らしかったですが、それはA-1の写真、時間と時間から再び慣れてきたことでした。 それでも、とても良かったです。\n\n----------------------\n\n今ではネガに飛び乗ることができ、その2つの主要なポイントは簡単に物語とキャラクターになります。\n\nストーリーから始めることができます。 最初の数回のエピソード以外では、SAOはストーリーラインを適切に実行するにはかなり貧弱な仕事をしました。 タイムスキップとサブプロットは、これはほとんどすべてが第14話まででした。これにより、彼らが本当に状況を把握するのは本当に難しかったです。 私が思っていたのはメインストーリーになると思っていたのですが、MCや他のキャラクターがSAOを逃れるために尽力しようとしていました。 代わりに、我々が見なければならないのは、キャラクターが1つのエピソードのスティントを作り、その後再び忘れられるということです。 それは、物語的に何かを実際に持っているよりも、よりエピソード的に感じ始めました。\n\nすべてこれがエピソード14につながります。私の目には、SAOが終わったはずだと思ったところです。 代わりに、彼らは何とか毎日のような馬蹄を自分のものから引き出し、SAOは第2の弧の中に続いていきます。 私はこの分野についての私のキャラクターレビューでもっと説明します。\n\nエピソード14の後、この全部が本当にうんざりに行きます。 私はストーリー・ラインとはまったく関係がありませんでした。なぜなら、この時点で、それがファンにアピールするためにそれを引き出していたからです。 この点からのすべては、明らかに予測可能であった（まあ、全話が正直である）、特に姉妹兄弟のことだった。おそらく遅いのクリシェの縮図であろう。 それを一番上にするために、エンディングはエピソード14のほぼ鏡像だったが、この時点では気にしなかった。\n\nキャラクター。 私はこれをきちんと入れようとします。 そのような穏やかで、古い、無敵のキャラクターはSAOに向かっています。\n\n彼がしたことはまったく予測できたので、キリトはほとんど感じることができませんでした。 彼と何が起こるかわからないのならば、私は驚くだろう。 私は彼らがサブプロットの過多でキャラクターを構築し、開発しようとしているのかどうかはわかりませんが、それが彼らの計画であれば、何かをするという恐ろしい仕事をしたことは間違いありません。 キリトがストローを握っていたシーンは、現時点で何が起こるのかが分かっていて、それを残念ながら明快にする素晴らしい仕事をしていたので、ストーリーには感情がありませんでした。\n\nAsuna。 完璧な妻の材料と思いますか？ しかしそれについてはかなり。 彼女はKiritoのために料理の半分を過ごしました。私は絶対に陽気であった。 彼女は、キリトよりも優れていたが、まだ非常に穏やかだった。 私たちは皆、2つ目のエピソードの後に​​これら2つのことが起こることを知っていました。 彼女は明らかにいつもその日を救うためにそこにいました。 これらの2つのMCの相互作用と発展はとても痛いものでした。\n\nそして、彼らがエピソード14に達すると、私は個人的にこれが彼らのためになったはずだと思った。 もし彼らが25回のエピソードでSAOを続けることを期待したら、彼らはそれをより小さな1 cour、2季節に分割するか、少なくとも別のキャラクターを前面に出していたはずです（おそらくSugu、  2番目の円）。 代わりに、これらの文字はすべてのオッズを無視し、単に無敵です。 この時点から、私はキャラクターに対する感情的な愛着はなく、当然のことであれば、それは終わりがいつになるのだろうかと思っていました。私はすでに何が起こるかを推測していたからです 。\n\nさて、この部分はちょっとした* SPOILERY *なので、この次のパラグラフを進めながら慎重に注意してください。\n\nSugu（Or Leafa）はあなたの典型的な姉妹です。 私は彼らがこれをするとは思わなかった、私は実際に彼らがそうするとは思わなかったので、これは私にとって大きな驚きでした。 彼らは実際に「私はあなたの実際の妹ではないので、私はあなたを愛しています！ ギャグ 私は笑っていた。 私はこれについて他に何を言うべきか分からない。 それはちょうど、うわーでした。 アニメのように子供のように見えるように思えたSAOのために、彼らはストーリーに近親相姦を追加したとは思えませんでした。\n\n*エンドスポイラー*\n\n残りのキャストについては、 サチと一緒に、第一組のギルド以外。 キャラクターの開発やストーリー全体への追加という点で、ストーリーにとって重要なものではありませんでした。 彼らのほとんどは、私が以前に言ったように、1エピソードのスティントを持っていて、残りのSAOのために消えました。\n\n全体的に、私がSAOで対処しなければならなかったすべてのネガを考えれば、私はそれを5/10にしています。 私は実際にそれを見て楽しんでいた場合、私は5/10未満を与えることはありませんが、物語と文字の主要な欠陥のために、それ以上5を得ることはできません。\n\nあなたが穏やかなキャラクターを見て、ストーリーの乱れを混乱させたいと思っているならば、あなたは道に沿ってあらゆるものを予測できると同時に、SAOはあなたの「傑作」かもしれません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "DaPiePiece",
    "profile": "/profile/DaPiePiece/reviews",
    "pages": "10",
    "number": "16",
    "link": "/reviews.php?id=192794",
    "jp": "--- --- --- | ---\n全体的な|  3\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  7\nキャラクター|  3\n|  3\n\n*一般的な挿入これは私の最初のレビューです*\n\nAaaah、SAO。 アニメに入ったばかりの人はどれだけあなたを愛していますか？愚かでない人はどれだけあなたを憎んでいますか？ 下のレビューでは、私はあなたに警告します、私はこのアニメを完全に嫌って、あなたがそれを見たくないようにします。\n\nストーリー：4/10\n\nアイデアは本当に素晴らしかった！ ゲーミング/アニメ界に詰め込まれたゲーマーは、No Game No LifeやLog Horizionのような他の作品にインスピレーションを与えました。 私はこれに興奮していた（アニメがまだ出てきた時にこのレビューが書かれたと想像してみてください）、私はそれが今まで見た中で最高のものの1つになるだろうと思っていました。 少年は私が間違っていた！\n\n*警告スポイラー*\n最初の3つのエピソードは、うーん、私は言う必要がまともだった。 それはこのドラマチックな感情、良いキャラクターの開発、エピソード3の劇的な低下をもたらしました。アニメはあなたが14分前にしか見たことのないキャラクターにあなたをつけさせました。 それから、堕落が始まり、徐々にジャンルを変え始め、ロマンスとアクションのようなものに変身し、劇的なジャンルを失ってしまった。 最後の戦いはそれほど悪くなく、終わりもなかった。\n\nしかし、ストーリー作家はおそらくいくつかの薬をやって、すべてを台無しにしました。  2人目のパートは突然、「オハイオ州みんな、ここに悪役がいて、悪く、物事、ラーア、恐れている」、「ああ、こんにちは、彼の妹は彼を愛しています。  '。 第1シーズンの第2部では、突然、裏目のない悪役が贈られました。彼の唯一の理由は、アズナを愛していて、彼女と妹が突然結婚したいからです。 だからハラ！ より多くのファンサービス！ それはちょうどいいかもしれないように見えるかもしれませんが、それは提示されている方法です。それはあなたに魚を投げられ、「きれいになる」と言われているのと同じ感覚です。\n\nアート：8/10\n\n騒ぎから離れましょう、芸術は実際には本当に良いです。 それはFate / Zeroに似ています。 文字はよくデザインされており、アートスタイルは楽しいです。\n\nサウンド：7/10\n\nこのマークは、すべてのダブがテリーではない場合はおそらく高くなります。 しかし、日本の声の演技は良いですが、それはまあ、期待されています。 オープニングはまた良い、最高ではなく、良いです。\n\nキャラクター：3/10\n\nああ、私を始めさせないでください。 私が前に言ったように、エピソード3まで、すべてが良かった。 それから、ちょうど真偽がありました。真実がありました。\n\n結局のところ、最高のキャラクターのひとつがキリトです。  Asunaはキャラクターデザインがなく、dereタイプを混乱させ、backstoryを持たないまばゆい少女です。 正直言って、LisはおそらくAsunaよりももっと興味深い愛の関心事であろう。 その後、キャラクターの残りの部分は..まあ、あなたはあなたの 'ノブ'タイプの男を持っています。 スポイラー[そして、この事件の男がいます（実際は文字通り）、彼は裏話を持っていますが、理由はありません。]ユイもいます。 彼女と一緒になっていましたが、いいえ、彼女は他のみんなのように穏やかであることが判明しました。 そしてそれはそれです！ あなたが実際に穏やかであることを覚えている人、6,7人のキャラクター、裏話がなく、キャラクターの発達がない（キリトとは別に）。\n\n楽しさ：3/10\n\n私は最初のいくつかのエピソードとマンガを楽しんでいました。もし私が間違っていなければ、アニメの後に出てきました。 しかし、私は残りの部分を凍らせただけです。 このような無駄なロマンチックな弧がどこから来たかなど。 それは3つの良いエピソードのための私のマーク、3です。\n\n全体：3/10\n\nあなたがこのレビューを読んでいる人に、SAOを見てもらう理由はありません。 あなたがアニメ/マンガで多少の知識を持っているなら、あなたが楽しむ方法はありません。 あなたがそれを見ることに決めたら、それはあなたがひどいことにうんざりさせるだけです。\n\nこのアニメが好きな人は、私は敬意を表しますが、本当に再考するべきです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "TheHonestThief",
    "profile": "/profile/TheHonestThief/reviews",
    "pages": "10",
    "number": "17",
    "link": "/reviews.php?id=183211",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  9\nキャラクター|  3\n|  8\n\nOK！  OK！ 私はあなたが思っていることを知っている、7は高すぎるようです。 まあ、それは6.5や何かの価値があるかもしれませんが、MALは整数でしか扱っていないので、私は3年生の数学教師の話を聞き、ラウンドアップすることに決めました。 あなたの半分はすでに「役に立たない」をクリックしていますが、まだ読んでいる人にとってはSword Art Online：\n\nあなたがアニメシーンに完全に血まみれない限り、あなたは少なくともSAOについて聞いたことがあります。 あなたはSAOが「最高のアニメエヴァー」か、「何年にもわたって作ろうとしている最悪の山積み」と聞いたと思いますが、あなたはMALにしたので、 私はあなたにそれがそれらのどちらでもないことを伝えるためにここにいます。  SAOは、まともな言葉で最もよく記述されていると感じます。 それにはメリットがありますが、欠陥もあります。 問題は、多くの人が、それらのウィンドウのうちの複数のウィンドウからショーを見るのに問題があるということです。  Sword Art Online（狂人の人気アニメの大部分と並んで）には、膨大な数のファンが集まっています。 したがって、大量の個人的偏見を含まないレビューを見つけることは困難です。 私は、このレビューが本当に客観的ではないことを完全に認めています。私の心の産物ではありません。（地獄、個人的な楽しみは採点の一部です）、私の目的は、 同じ条件の下で良いか悪いかを提示する。\n\nストーリー：5\n\n\nSAOのストーリーが失われる場所はロマンスだが... * shudders * Oh gosh the romance...私はアクション/アドベンチャーストーリーにロマンスを投げることに問題はない。 うまくいけば、プロットに追加するだけで何もしません。 ブッシュ。 恐ろしい執筆はまだそこにあるが、殴られた道を逸脱するためのクレジットバックを獲得した。 悲しいことに、SAOのロマンスはまったくうまくいきませんでした。 それは非常に急いで強制され、「ロマンスを書かない方法」を要約したものです。  KiritoとAsunaは、ゲームをクリアするために働いていたちょっとしたカップルを作っていた可能性があります。 残念なことに、彼らのロマンスはプロットの他の側面をすべて脇に押して、どこにも場所がなくてもすべての対話の最前線にとどまった。 私がSAOのロマンスについて言うことができるのは、それがコミットされたということだけです（良いことはストレッチかもしれませんが、私はそれに固執しています）。 それは多くのロマンスアニメが取り入れることを愛する\"手を握っているのですか？\" しかし、むしろ「バーチャルセックスは可能ですか？ こんにちはよ！\n\nうん...私はまだやっていない。 この物語の最大の欠点は、14のエピソードの後、クールな世界と生存のための闘いが完全に消滅することです。  このロマンスには、「絶対的な悪人の犯行者のストーリーラインから王女を救う」ことが伴います。  SAO...あなたはここで出血している、レースを終えようとするのを止める... * POOF *消えました。 今私たちに残されているのは、あまり書かれていないロマンスです。 右に悪化することができませんでしたか？ 違う。 今はロマンスはファクシミリです！ ああ、SAO....なぜ？ ショーは両方の足でそれ自身を撃ったが、それでもフィニッシュラインにそれ自身をドラッグしようとした。 しかし、待って、私はやっていない。\nはい、最後の11回のエピソードは悪の妖精から彼のwaifuを救う私たちの主人公です。 彼は彼と恋している巨乳な姉妹と一緒にこれを行う。 私は誓う、私はそれを作ることができなかった。 あなたがそれを小柄なものにしたいのであれば、それは15歳の少年が書いたことを知っているだけです。 それは実際にショー全体に多くの文脈を与える...これらのひどいエピソードの設定は、プレイヤーが実際に死んでいないランダムなVRMMOであり、いつでもログアウトすることができるが、どういうわけか、  2年間立ち往生した。 ああ、すべてのキャラクターに耳と翼を向けさせ、妖精のフェチを持つ人は満足しなければなりません！\n私が言ったことは、あなたが5があまりにも寛大であるかどうか疑問に思うかもしれないと言いました。 後半は絶対にひどいものだったが、前半は単純ではなかったので、私はいいえ。 ロマンスはスコアを下げるのを助けますが、世界と生存のための闘いは5になるでしょう。平凡なことは非常に適切な言葉です。\n\nアート：9\n\n私はアニメーターではありません。 私はアニメを見て、それが芸術的価値と品質であると判断するのに十分な研究をしていない。 アニメの芸術についての私の見直しは、キャラクターのデザインとそれを見て楽しむことから来ています。 私はこれをあなたに保証しましょう、SAOはその点で納得しています。 私は本当にすべてのキャラクターデザイン（個人的な意見、申し訳ありません）が好きで、背景のイメージは単に豪華です。 私が信じているエピソード7には、雪山の上の日の出を見ているシーンが1つあります。これは、これまでに見たアニメのスナップショットの一つです。 私が言ったように、私は言いませんが、SAOは視覚的に扱われていることを知っています。\nこのショーのアクションは本当に最高です。 私はめったに嫌悪者がそれに反対していることを知っている。\n\nサウンド：9\n\n梶浦由紀は、人間の形をしたギリシアの熟語のひとつかもしれません。 実際には、彼女はそれらの惨めな性欲を上回っています。 そして、彼女のSAOに関する仕事は彼女の最善のものではないと思います。 地獄、それは彼女の最悪だと言う人もいる。 しかし、これまでの彼女の最悪のサウンドトラックであっても、それはまだ素晴らしいです。 壮大で悲しい、激しく落ち着いている。 このサウンドトラックは、シーンの気分に加えて素晴らしい仕事をしました。\n\nSAOで活動している声は特別なものではなかった。 ダビングして下さった私は両方見たことがあり、どちらも適していると分かった。 私はダブを少しでも好むかもしれません。 しかし、わずかな警告があります。 私は日本語を話せないので、言葉が聞こえていないときに、悪い筆記を聞くのがはるかに簡単です。 悪い対話を読んで、ロマンスがストーリーに入ったときの苦しみの一部を軽減しました。 だからサブはあなたの耳が軽度の出血を防ぐかもしれませんが、私は個人的にダブで声をもう少し好きでした。 ほとんどの個人的な好み、私は私の意見以上のものを提供することはできません。\n\nキャラクター：3\n\nOhhhh boy、SAOのキャラクター。 私はこれらのキャラクターにとって少し悪いと感じます、彼らは実際には自分のやり方で面白いです。 しかし、物語の製品として、彼らは独創性と魅力がない、拷問された残党として残すことができる状況に強制されます。 私たち（視聴者）には、世話と感情の極端な欠如を残す。\n\nキリト：\n皆さん、唯一のGary Stu!!!!!!!  （Aincrad版）\nうん 14歳から16歳までのバーチャルリアリティのゲイリー・スチュ。 現実の世界に彼を投げ、彼は自転車に乗っているコンピュータのオタクです。 しかし、試合では、彼とセックスしないでください。\n私たちはキリトに紹介され、彼はすぐに熟練した孤独なオオカミのタイプとして設立されました。 私は初めに彼が好きだった。 最初のエピソードは、誰もがパニック状態にあるとき、彼は決定的で行動を取る。 残念なことに、彼はすぐに彼の善良な理想と広範囲のひよこマグネットを持って、他のShōnenの主人公に譲り渡す。 作者は彼をこの悪名高い唯一の主人公に変えようとしましたが、金の心で予期せぬゲーリー・スチュを作ることに成功しました。 彼の強力な愛が彼の原動力になり、いつでも彼を頼りに救い出すことができます。 彼の決意だけでコンピュータプログラミングを無視することを意味するとしても、彼はそれをやるつもりです。  （最後の文章を読み直して論理的な意味を持つようにしてはいけません。プロットポイントはばかげていました。）\n著者が15歳と言ったことを覚えていますか？ キリトはその事実の輝くアイドルです。 彼は明らかに賢明なスマート、最高の戦闘機であり、限られた女性プレーヤーのベースが彼のためにかかとの上に落ちている（もちろん、彼らはすべて見栄えが良いと思われる）そしてここで最高の部分は、彼は おかしいビデオゲーム。 あなたは「10代の少年のウェットドリーム」と言うことができますか？ 良い。 私はうそをつくこともできない、それはかなり恐ろしいであろう。 しかし、それは良いキャラクターのためにはなりません。 後半には、「私はバーチャルセックスをしています、私は何でもできます!!!」と言うように、彼は自信を持っています。\n\n明日菜：\n私はAsunaが究極のwaifuとして最もよく記述されると感じる。 彼女は能力があり、思いやりがあり、意欲的ですが気遣うことはありますが、キュートなシェフがいて、明らかに豪華です。 どんな男が彼女のために落ちないだろうか？ 彼女がそのままにされていたら、彼女ははるかに優れたキャラクターだったでしょう。 彼女は主人公の背後に隠れる必要はないが、それとは逆に有用な悪い尻として紹介されている。  Asunaはロマンスがストーリーに入るまで良いキャラクターのままです。  （トレンドに気付いたことがありますか？ロマンスサック!!!!）とにかく、ある時点で、彼女は彼女の利益を生むものを失い始めます。 彼女は悪人から彼女を救うためにキリトの背後に隠れなければならない、キリトは彼女のために戦わなければならないものです。 彼女は当初、彼女の魅力の一部だった独立の細断を失う。 彼女は保護する主人公のための一般的なかわいい女の子に変身する。\nそれでも、彼女はまだ戦う能力を持っていました。キリトに仕事をさせてください。 彼女は完全にひどいわけではありませんでした。 しかし、最後の11回のエピソードは、もう1つの良いことを抑制するために神に感謝しています。 後半では、アスナはクエスト報酬に還元される。 しかし、激しいクエスト報酬ではあるが、それでもクエスト報酬。 これは本当にキャラクターとしての彼女のせいではありませんでしたが、コンテンツを扱う前に「FUCK YOU AUTHOR」と叫ぶことができます。 彼女は完全に何かをすることができなくなった。 ばかではありませんが、彼女のために、彼女は完全に無防備になるので、彼女は恐怖のフェチで触手のモンスターを見つけることはありません。  「私はいつもあなたが私を救ってくれることを知っていました」（正確な引用ではないかもしれませんが、非常に近い）という彼女は、彼女を駄目で無駄なヒロインとして抱き締めます。\n\nSuguha（AKA 'リーフ'）：\nなぜあなたは存在しますか？ なぜあなたは存在しますか？ 彼女は彼女の性格にちょっとした刺激を受けて楽しいです。 彼女は残念なことに兄弟の複合体でブランド化されており、キリトに迷惑をかけて完全に役に立たないようにしています。 完全に不要な文字/プロットポイント。 彼女はより多くのファンサービスを除けば、物語に全く何も追加しない。 ああ、なぜあなたはキャラクターですか？ ここで私たちはキリトの恵まれた姉妹のいとこを迎え入れた。 なぜ彼女は彼を好きですか？ いいえ、何の手がかりもない。 この物語のロマンスは十分に悪く、愛三角形の形で疑似近親相姦を加えることは確かに役に立たなかった。 私は彼女の性格が悪いと感じる。 本当です。 別の話では、彼女は本当に好きなキャラクターだったでしょう。\n\nすべてのキャラクターはすべてプロットのすべての犠牲者です。 彼らは面白かったかもしれませんが、「Clichéshere please」の標識が付いた屋台に連れて行きます。\n\n楽しさ：8\n\nこれは間違いなく最も有名な地域であり、最も偏っています。 あなたが私のような人であれば、明白な欠陥のすべてにかかわらず、あなたはそれを見て楽しむことができます。 それがSAOのことです。私は決して楽しまなかったのです。 私は世界が本当にクールだと思っていましたが、MMOの退職者のように、おそらくノスタルジア部門に余計な衝撃を受けました。 最初の14のエピソードは非常に楽しかったです。 後者の11回のエピソードでは、まだクールなアクションで楽しい世界だった瞬間もありましたが、スリルと期待感を失いました。\n\n全体：7\nはい、個々の得点を平均化し、整数に丸めた後、私はSword Art Onlineがまともなアニメだと言っても安全だと感じます。 美しいアニメーションや音楽を使った、本当に興味深い、クールな前提です。 そして、私はエピソード1〜14を拡大できなかったことは恥ずべきことだと思った。 私が何を意味しているか（LNからまっすぐに抜粋）の簡単な例は、明らかに2日間にわたって行われたボス戦であり、すべてのプレイヤーは交代で戦闘に出入りした。 回っている間に昼寝をして筋力を回復する。  「ゲームをクリアする」という最終目標、10,000人の潜在的なキャラクターで、アクションアドベンチャーアニメで才能を発揮できました。 確かに、私たちに14以上のエピソードを与えるのに、そのグループには十分な面白い人がいる。 本当に恥ずかしい。\n\nあなたがSword Art Onlineを見ようとするなら、これまで最高のアニメを期待してはいけません。 それはポップコーンのフリックとして完全に見る必要はありません。 それだけでそれを受け入れる。 私は今問題だと感じています。人々は何かを見て楽しむ能力を失っています。 私は楽しい視聴体験が悪い執筆の言い訳ではないと考えていますが、これはこれまでに書かれた最悪のショーではありません。 私の意見では、SAOは無駄な可能性の大きな例です。 私は何ができたのだろうと嘆いていますが、それにもかかわらず何を受け入れています。\n\nそして最後の11回のエピソードであなたの怒りがあなたを恐怖に陥れば、エピソード14の終わりには良い終わりがあります。本当により多くのエピソードがあるかどうかを見るために私が見ていたときに、\n\nあなたが時間とともに悪化する悪いロマンスを扱うことができないならば、すべてにおいて、すべて。 ファックを離れて。 このアニメを疫病のように扱い、避けてください。 他の人には、このショーに一発を与えてください。 他に何もないなら、楽しい。\n\n= D"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "AceStar",
    "profile": "/profile/AceStar/reviews",
    "pages": "10",
    "number": "18",
    "link": "/reviews.php?id=89523",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  8\nキャラクター|  2\n|  1\n\nこのレビューは、私が第10話の後に見るのを止めることに決めたので、他のものほど正確ではないかもしれません。 また、熱心なゲーマーであることを念頭に置いて、私はSAO（Sword Art Online）に向けていくつかの偏見を持っています。 だから私は免責事項を出したので、このアニメを叩き始めることができます。\n\nちょうど私がSAOのために誇張されたと言いましょう。それはビデオゲーム、邪悪なひねり、そして良いMMORPGのすべての楽しい側面に関するものでした。 今どこに落ちるか（それは地獄にまっすぐ落ち、あらゆるレベルの地獄を通って空に流れ込む）、プロットやキャラクターの発展があります。\n\n深刻なSFアニメとして、視聴者を見守ってくれるリアリズムが必要です。 深刻なSFアニメのすべてのプロットホールは、アニメそのものを損なうものです。  SAOを見た後、私はそれが世界中の角質の十代の若者を満足させるのに十分なプロットホールを持っていると言います。 これらの穴が私たちの宇宙全体を吸うのに十分な大きさであるという事実を除いて。 アニメは科学的に理にかなっておらず、キャラクターは普通の人やゲーマーと同じように反応しません。\n\n例スポイラー（多くの人々は自然の原因で死ぬことはありません：水、食物、筋ジストロフィーなどがなく、病院に行っても2日以内に多くの人々に入院することができますか？  ？）\n\n今、私がこのアニメを見るのを止めることを決めたのは、SAOのおしゃべりの量です。 私は私のパスタにチーズが好きなように私のアニメに少量のチーズが好きです。 しかし、アニメのチーズの量は、私のお気に入りの最も正当なイタリアのレストラン、オリーブ・ガーデンを歩いているのと同じです。レストラン全体が高級な高齢のパルメザンで満たされるまで、ウェイター/ 愛の関心はチーズ、彼らが言うのはチーズ、戦闘シーンはチーズ、叫びシーンはチーズ、友人はチーズ、トラップはチーズです。  SAOは非常に明白で過度に使用されているため、SAOはオリジナルであり、あなたのつま先につけています。 主人公の健康状態が極端に低くなって、それが一般的な非スリリングな出来事になるのは何度もあります。\n\nあなたが死んでしまったと思って、数秒待って、私はあなたが死んだとしても、誰もが巨大なダストバニーに粉砕されていることを知っています。 私たちは、あなたが彼の血の健康バーを見ることができることを知っています。彼は明らかにまだ生きていることを示しています（このアニメはすべきではありませんが）。\n\nあなたがこの遠くを読むことを決意しなかった場合でも、終わりまでスキップしていなくても、それはボールを落として、栄養たっぷりのキウイの遊び場を覆っていました。それから私は忘れました。 あなたがこれを見ようとしているのならば、チップサイズの家族用の大きめのバッグと期待の余裕のないバッグです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Link_of_Hyrule",
    "profile": "/profile/Link_of_Hyrule/reviews",
    "pages": "10",
    "number": "19",
    "link": "/reviews.php?id=131149",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  10\nサウンド|  8\nキャラクター|  1\n|  4\n\n**スポイラーの無料レビュー**\n\nあなたが今気づいていない場合、Sword Art Onlineは新世紀エヴァンゲリオン以来の最も偏光性のあるアニメです。 多分さらに偏光する。 そのすべての側面が非常に良いか非常に貧弱であるため、レビューするのは難しいです。 それは誇張ではありません。  SAOは実際に分裂的です。 人々はこの台座を台座の最も高いところに置き、それがこれまでに建てられた最高の傑作だと主張するか、アニメ史上で最も過酷な、欠陥のある、一貫性のない作品であると断罪する。 まあ、ニュースフラッシュのアニメファン：SAOは、これらの悪夢のいずれかに値するものではありません。  SAOに関する真実は中立的な地位にあります。 ファンの拠点がそれを客観的に見直すために与えた空の高い期待なしに見なければならない。 それには多くの強みと多くの弱点があります。  SAOについてはまったく「大丈夫」なのではありません。\n\nプロット：3/10\n近い将来、Sword Art OnlineというVirtual Reality MMORPGビデオゲームが公開され、Nerve Gearという技術を使ってアバターを身体でコントロールします。 しかし、ゲームの作成者はゲームのタワーの100階に到達し、最終的なボスを倒すまで、ゲームの作成者は彼らを捕らえているので、ゲームからログアウトすることはできません。 しかし、彼らがゲームで死んでも、彼らは実生活でも死ぬということがあります。\n\nビデオゲームのファンとして、私は最初からSAOのコンセプトに注目しました。 しかし、最初の数回のエピソードでは、シリーズの貧弱なトーンが設定されていました。  これらの4つのエピソードの明るさの欠如は、残念ながら最後のエピソードまで、アニメの残りの部分を引きずってしまいます。 SAOは最初の4つのエピソードに、私が見た中で最もペースが遅く、ひどく書かれたコンテンツのいくつかを与えて、かなり恐ろしい最初の印象を作ります。 最初のいくつかのエピソードは、ゲームのキャラクターが、彼らがいる状況を理解するときに遂行している感情的なトラウマ、特に主人公キリトを捕らえることになっています。 しかし、それはひどく実行されます。 すべてが単に起こる方法、速すぎる方法です。 観客は約10分間スクリーン上に登場したキャラクターとの感情的なつながりを発達させることが期待されていますが、不適切な時にはかなりの長さのスキップがあり、最悪の場合、キリトが何らかの形で 感情変換の キリトは、彼が完全に完璧であるという事実（後の方がキャラクターが多い）が明らかにダイナミックで、これらの最初のエピソードから何か変わったことを実際に覚えているはずですが、必要な時間の半分を費やさなかった キリトの欠陥を効果的に描写するこのプロットの側面。\n\n幸運にも、エピソード5の周りから始まって、SAOは最初に実際の物語の弧に入ったときについに楽しいプロットを始める。 タワーの100階をクリアしようとし、ゲームを打つ。 サスペンスの要素と、死ぬ人物が死んでいることが分かっていることは、プロットの原動力となってしまいます。しばらくの間、それは機能します。 ゲームの没入感のある雰囲気は、実際にはかなり楽しいですし、それはより多くの魅力的なストーリーラインのために作られ、いくつかの人々はショークレジットを与える。\n開発が始まるもう一つの主な側面は、キリトと女性リードの間のロマンスです。  Asuna。 一見するとロマンスは有望に見える。 困難な感情的な時を過ごしている2人の人々は、最終的に恋に落ちるまでお互いに頼りになります。 残念なことに、両者の関係はますます非現実的になり、時間が経つにつれて本物ではないと感じます。 これはAsunaがKiritoに非現実的な依存を育むからです.Kiritoは...まあ...いつものように完璧です。 キリトについての2人の関係については、バースであり、完全に客観化されたアスナを支持することは少なくなりますが、後にはキャラクターについてさらに詳しく説明します。\nSAOが主要なプロットのひねりの後に2番目の弧に入ると、SAOは実際に急激に下降し始める。 私はスポイラーのために2番目の弧に何かを詳述することはできませんが、ここに要点があります：最初の弧のサスペンドはどこにも見つからず、キャラクターに何も意味がありません、信じられないほど不快なサイドプロット 文字の振る舞いが完全に矛盾して無意味になります。  SAOのプロットを完全に沈めて、ショーが偉大なアニメになるチャンスを本当になくしたのは、この2番目の弧です。 本当にプロットはあまり書いていませんでした。\n\nアート：10/10\n絶対に素晴らしい、眼鏡、息をのむようなアニメーション。  SAOのアニメーションは、私が今まで見たアニメで見た絶対最大のものかもしれません。 明るく、カラフルで、鮮明で、流暢で、ただ平凡で美しい。  SAOはこの素晴らしい作品を見るために他に理由がないことを見ておく価値があるという議論があります。 歴史の中で最も活気に満ちたアクションシーンのいくつか。\n\nサウンド：8/10\nかなり素晴らしいサウンドトラック。 最初のオープニングはとてもいいし、イン・ショーの音楽もうまく利用されています。 声の演技は、サブとダブの両方で優れています。  SAOの音は平均以上です。\n\nキャラクター：1/10\n文字は見るのが難しくない理由のためにSAOの最悪の側面です。 主人公が書かれていないキャラクターであるという事実を別にしても、残りの重要なキャラクターの約80％からなる女性キャラクターの完全かつ完全な客体化の理由は全くありません。\n\n主人公から始めましょう。 キリト。 このようなキャラクターを一人見たら、あなたはそれらをすべて見たことになります。 キリトは完璧な人間です。 彼はショーの若い男性視聴者（SAOの対象人口統計学者）がキリトの靴に身を置くように、とんでもないほど素晴らしいと書かれています。 すべての女の子は何の理由もなくあなたと恋に落ちている、あなたは戦いで誰かを連れて行くことができる完全な不良人です。キリトは、若い聴衆の男性力のファンタジーにうんざりするように作られました。 彼らはこのキャラクターで何をしたいのかを正確に達成しました。 残念ながら、この人口統計にない聴衆の残りの人にとって、キリトはただ見守るだけです。 彼について特別なことは何もなく、宇宙全体がひざまずいて、神として彼を崇拝する。 それはまったくそれほど意味をなさない。\n\n最初、Asunaは彼女がショーの対象として扱われていない唯一の女性キャラクターかもしれないように思えるが、彼女が持っていたかもしれない何らかの完全性が目の瞬きで取り除かれ、さらに凶悪化される 各エピソードを渡します。 エピソード21では、ショーはこの点で絶対的な岩底に当たっています（あなたは私が話しているシーンを知っています、ファン -  _-）、このプロセスを見ているのはちょうど気分が悪いことです。 どちらもAsunaだけではありません。 キリトが満たすすべての女性キャラクターは絶対に何の理由もなく彼と恋にあふれていて、スクリーンの残りの部分を彼らが望んでいないツールバッグのように彼の上にすばやく吹き込むようになります。 それは女性に真実を徹底的に侮辱しており、あなたはそれによって怒られる女性である必要はありません。  SAOは、文字、特に女性のものを書く方法のかなり良いモデルです。 実際の動機や複雑さはまったくありません。\n\n全体：4/10\nソード・アート・オンラインは誇大広告に賛成ですか？ いいえ、それは確かにありません。 しかし、空高く高い期待がなくてもそれを見れば、それはあなたの時間の価値があるかもしれません。 あなたが本当に巧みなアニメーションを楽しむことができる人である場合に限ります。 あなたがそれを見ることに決めたら、非常によく書かれていないプロットとひどく書かれたキャラクターを通して苦しむ準備をしてください。 私はそれをお勧めしませんが、ちょっと、明らかに多くの人々がそれを好きでした。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "XHellScytheX",
    "profile": "/profile/XHellScytheX/reviews",
    "pages": "10",
    "number": "20",
    "link": "/reviews.php?id=191986",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  8\nキャラクター|  4\n|  7\n\nソード・アート・オンライン（SAO）については、多くの意見が混乱しています。 アニメのコミュニティを放牧するための最大のショーであると宣言する人もいれば、それが社会にとって絶対的な憎悪であると感じる人もいます。 私は個人的にこれらの意見の両方が間違っていると感じます。  SAOは明らかに完璧なアニメではなく、多くの欠陥がありますが、まだそれほど楽しいショーではありません。それは間違いなく面白いものでした。\n\nプロット：5/10\n\n\n\nサウンド：7/10\n\nそれは素晴らしいものではありませんでしたが、SAOは好きな曲の一つで素晴らしいオープニングとエンディングのテーマと素晴らしいサウンドトラックを提供することができました。 カジュラユキ。 最高の曲はSAOの最初のオープニングであるCrossing Fieldでなければならないでしょう。これは間違いなくキャッチーで明るい曲です。 その歌のボーカリスト、LiSAはすばらしい声を出し、本当に楽しく歌います。 声優は大丈夫でしたが、それはあまりにも鈍いものでした。\n\nアート：8/10\n\n芸術はおそらくショーが提供する最も良いものです。 ファンタジーRPGの世界で起こる存在、私はいくつかの鮮やかな色、絶妙な風景、よく振り付けられた戦いがあることを期待していました。 私の主な問題は、キャラクターがかなり基本的なデザインを持っていると感じたが、ショーの芸術からあまり離れすぎていないということだった。\n\nキャラクター：4/10\n\nキャラクターは、私にとって、アニメを本当に背負っていたものです。 それらの大部分は、本当の性格がほとんどなく、信じられないほど鈍いものもありました。\n\nキリト - 彼は英雄です！ 彼はすべての女の子を取得します！ キリトはまだ時々悪いことがあるかもしれませんが、彼の行動はとても予測可能です。 彼のことを一目惚れして瞬時に彼と恋に落ちるようになると、それはむしろ鈍い関係につながります。 簡単に言えば、KiritoはJustだから退屈です。 あまりにも。 完璧。 彼は最もクールな装備を手に入れます！ 彼はその日を救う！ 誰もが彼を愛している！ これはキリトが誰なのかをかなりまとめる。 今私が間違っていない、これらの特性は必ずしも悪いことではありません。 しかし、キリトの場合、彼は絶対にフラワレスであり、信じられないほど退屈なキャラクターになります。 彼はSAOで完全に圧倒され、彼は単に失うことはありません。 私は正直なところ、いくつかの欠陥を持っているキャラクターを好んでいます。キャラクターとしてもっと面白くて仲良くして、ショーを予測不能にして興味深いものにしています。\n\nAsuna-完全に正直なところ、私は本当にAsunaに立つことができません。 主に彼女はKiritoの主な愛の関心のために、彼女のためのヒール以上の頭の上にあるだけでなく、アニメの後半全体のための苦痛の乙女であることを目的としていません。 彼女は最初の弧でうまく始まった。  Asunaは強力な戦闘機であると示されていた力と考慮される力。 しかし、後で彼女はキリトのための単なる主婦料理に変身し、彼を喜ばせるために暮らしました。 最終的に私は彼女の行動に非常に迷惑をかけるようになり、彼女のKiritoとの関係は信じられないほど鈍いものでした。 そしてALFheimで彼女のパフォーマンスをまとめてみると、私は彼女が実際には何もしていないかごの中に座っていたと言いましょう。 それは文字通り彼女のすべてです。\n\nSuguha-私の意見では、彼女はSAOが提供しなければならない最も複雑なキャラクターであり、私は自分を最も好きに思っていました。 正直なところ、スーガは私のためにALOの恩恵でした。 私は彼女の発達と、キリトとの関係にどのように苦労していたのですか？彼らは本当に兄弟ではないことは知っていますが（まだいとこですが）、ALFheimで会った人とロマンチックな関係を築くことによって、 皮肉なことに、キリトであることが分かりました。 私が正しく思い出した場合、彼女は最終的に彼女の苦境を克服し、彼女のいとうの関係との関係になった。  Suguhaの闘いは間違いなく面白かったです。私が言ったように、それは本質的に私がALOで見つけた唯一の肯定的なポイントでした。\n\nYui-彼女はAI（人工知能）ユニットであり、KiritoとAsunaの「娘」です。 彼女は、ペアが最初に彼女に遭遇したときに彼女の記憶を失っていたので、彼女は親の数字として彼らを見て、彼女の必要性の時にユイを助けるためにあったので、彼女は両親として彼らを紹介します。 彼女は彼女の記憶を取り戻した後も、KiritoとAsunaの娘として行動し、幸せな小さな家族を完成させます。 私はユイの唯一の目的は、2人の主人公を彼らの関係にもっと近づけ、ユイと彼女の両親の間の心温まる相互作用から、視聴者からキャラクターへの感情の感情を刺激することだったと感じます。 それは成功しましたか？ ある程度ははい。 しかし、私は助けることができませんが、彼女は主にフィラーに使用されていたと感じ、彼女は話が進行するにつれて消えました。\n\nその他 -  SilicaやLisbethなどの文字の中には、実際には良いサポートキャラクターになる可能性がありました。 しかし、彼らの役割は大幅に短縮され、ほとんど画面時間を受け取らなかった。 彼らはどちらもとても哀れです。 他のすべてのサポート文字は言及する価値がありません。 彼らは両方とも1つまたは2つのエピソードを彼らに捧げただけです。そしてその後、彼らは完全に脇に押され、目の不自由なゾンビになってしまいました。 私はクラインが好きでしたが、彼は徐々にキリトに完全に影を落としました。 しかし真剣に、誰がしないだろうか？  *一息*今私は最初に彼について好きなことを覚えていない。 悪役は絶対に恐ろしい人物だった。 最初のアンタゴニストが何も覚えていないので、なぜアニメの前半の間に起こったすべてを本質的に作ったビデオゲーム* cough * lazy writing * cough *で何百人もの無関心な人を捕まえた 彼がした場合、なぜSAOが作成されたのかを視聴者に理解させることができました。 第2の悪役は、あまりにも厄介な小児性愛者であり、ひどく悩まされ、いたるところで恐ろしい拮抗者であった。\n\n\n楽しさ：7/10\n\nすべての欠陥があっても、私はSAOがまだ楽しいと感じました。 巨大なゲーマーであるため、ショーが将来のゲームの可能性を模索するのを楽しみにしています。そして、SAOはまともな仕事をしました。 アイデアはうまく実行されませんでしたが、さまざまな武器、場所、キャラクターデザインをすべて見るのは楽しいものでしたが、戦闘のいくつかは興味深いものでした。\n\n全体：6/10\n\nSAOは本当に私が今まで見た中で最も偉大なアニメの1つになる可能性を秘めていましたが、その中空のキャラクター、エピソードと実行不良の間の不思議な移行はSAOの発展を劇的に妨げていました。 私はSword Art Onlineに6点を与えることでかなり寛大になっているように感じますが、何が言えるでしょうか、SAOはそれが無数の欠陥であっても見て楽しかったです。 まあ、実際にこの不必要に長いレビューを読む時間を費やした皆様に感謝します！"
  }
]
