[
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "no0neknows",
    "profile": "/profile/no0neknows/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=194721",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  7\nサウンド|  5\nキャラクター|  1\n|  1\n\n品質！=人気。 それが間違っていることを示唆したり、間違って述べるのは誤りです。 私はこれを肯定し始めます：SAOは悪いので、普及しているわけではありません。  SAOは本当にひどい始まりで、自分自身と何をするべきかを決めることはできません。 それはバツのゲームとして自分自身を設定しますが、実際には対象を拡大することはありません。代わりに、それを酷く暗い色にすることを選択しますが、実際にはうまくいきません。 その後、謎のショーを試み、実際に試した2つのエピソードで大丈夫でしたが、それはすべて達成されました。\n\n最初のシーズンの途中で物語が始まり、2人のプレイヤーとゲームのギルド事務所との間のこのロマンチックな話が始まります。 正直言って、シーズン1の前半のほとんどは、プロットの穴や馬鹿馬鹿しい物語のデザイン要素やペースの悪いペースにかかわらず、文字通りこれを設定していました。 あなたはちょっとかもしれません。  。 不自由？ 時間以外に何も本当に危機に瀕しているわけではありません。その悪役は笑って二次元です。 だからそれはかなり良いです。 そして、ゲームが終了する前に最初のシーズンがランダムに終了します。 ああ、ちょっと、私は最終的な上司だ。 最後の階から離れて何の理由もなく戦いましょう。これは、彼らがすぐに自分のやり方を模倣している不自然なストーリーラインをすぐに設定しているので、彼らはこの時点で自分自身と何をすべきか分かりませんでした。 最初のシーズンは、否定的なペナルティーのいずれかを除いて。  「ああ！ 死なないでください。  。\n\nサウンドトラックと時折まともなアニメーションを除いて、SAOについては買うことはできません。 それは可能性がありましたが、すべてが書面から無駄でした。\n\nあなたが望むなら、あなたは悪いアニメを楽しむことができますが、それは実際にはどんな方法でも良いように行動しようとしないでください。 これは、SAOのファンが私を悩ます理由です。彼らが好きではなく、目立った問題のすべてに直面していると思います。 彼らは有効な苦情を無視して「よく私は楽しかった！ 重要な問題に対処するのではなく、悪い議論を選んでください。\n\nかわいい女の子と性的魅力のために何かを楽しむことはほとんどできません。  SAOはそれを持っていません。 それは可能性を秘めていたが、決してそれを利用していないシリーズのシェルである。 それは良い生産価値を持つ悪いアニメだけではありません。サウンドトラックがどれほど素晴らしく、どのように派手に見えても、私はその2つの側面だけでひどいストーリーテリングを楽​​しむことはできません。 シリーズを楽しんでいるような気がするたびに、ライターからの才能がないため、問題に直ちに戻ります。 彼はとても頑張って、実際に見るのは恥ずかしいです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "sinisterwings",
    "profile": "/profile/sinisterwings/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=103799",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  8\nサウンド|  10\nキャラクター|  2\n|  3\n\nさて、これは私の最初のレビューです。 ここに行く。\n\nだから、私が最初にこのことを見たとき、私は似ていました。 これはとても素晴らしいです！ スタイルは素晴らしいです、プロットは多くの異なる方向につながることができ、OSTはEPICです！ つまり、人々はビデオゲームに閉じ込められ、100人の上司を敗北させなければならないのですか？ 私はたくさんの行動を楽しみにしています！\nFALSE。\n最初の3つのエピソードは良かったけど、キャラクターの発達のない馬鹿なロマンスに変わったよ！ だから、今、私はアニメを評価します。\n\nストーリー1\n私は全体のためにそれを4与えるだろう、死の事を逃れるために上司を倒すが、それは実際には、全体の3つのエピソードのように、実際には、\n\n*スポイラー*彼らは別のビデオゲームの後に移動します。  *スポイラーオーバー*\n\n彼らは、「メイン」プロット全体からこのような偉大な話を得ていたかもしれません。 各アークのように、1ボス/フロアであった可能性があります。 しかし、時間のスキップがありました。主人公のキリトが、大丈夫な人から、そこにいる最もパワフルな人になるので、ストーリーはさらに悪化しました。 どうやって？ そして、すぐに彼\n*スポイラー*彼と結婚するasunaに頼んだ* SPOILEROPVER *\n\n私はそうだった、私はこれで終わった！ アクション・アニメだと思って、アクション・アバターを私を騙しましたが、ここでは哀れなアクションシーンで愚かなロマンスに変わってしまいました。 プロットの穴もたくさんありました。 彼らは大きなプロットホールでした。 私は何もしたくない。\n\nアート8\n芸術は実際には本当に良かった、最初は私をアニメに描いたものの1つ。 服装、背中、色、そしてそのすべてが素晴らしい。\n\nサウンド10\n私は音楽が大好きです。 カジュラユキはもう一度やる！ サウンドトラックはとても美しく、私はまだそれを聞いています。 このアニメの最高の部分はサウンドトラックでした:) EPICNESS！ アニメがOSTほど大きくないのはあまりにも悪いことだ。\n\nキャラクター2\n唯一の良いキャラクターはキリトでしたが、彼は3次元ではありませんでした。 彼は完璧でした。 あまりにも完璧。 他の人は、私は特にアスナ、彼女は彼女の名前の冒頭に首都に値するさえ、嫌いです。 キリトは彼女にとって良かったし、彼女が料理にぴったりだったのはすべて料理だった。 また、Kiritoやasuna以外のキャラクターにも焦点を当てませんでした。 彼らは悪者にも焦点を当てませんでした。\n\n楽しさ3\n私はこれを楽しんだのですか？ 最初の3つのエピソードは？ ダウン。 丘。 はい。 残り？ いいえ！ いつもキリトが女の子を彼のために倒してから、本当に意味を失うことなくそれらを投げ捨てようとしていました。 プロットにとってはそれほど重要ではなかった。 私はアニメを終わらせなかった。 それは悲しすぎた。 それはエピソード3ですべての丘を下った。\n\n全体的な2\n私が平均を見つけたら、このアニメは5になる（4.8、しかしそれを丸めた）。このアニメが私を泣かせるようになったので、私は2を与えた。 悪い方法で。 それはそんなことだった。  SOOOOOOの可能性は非常に高いですが、作家はそれを殺しました。 私はまた、後半は最初のものと同じくらい良いものではなかったと聞きました。前半は私から2を得た場合、私はバンドを無駄にしていませんでした。 それは何と呼ばれています。 つまり、最初の弧についての最良の部分は、彼らがゲームで死亡した場合、実生活で死亡したということでした。 それは2番目の弧では起こりません。 どのように私は知っていますか？ 私は最後のエピソードか何かを見ました。\n\n* SPOILER ALERT *弧の終わりに死んで何とか生きているので意味がない。 それは彼らが死んでいって、ゲームを共存させてしまうことを意味しますか？ プロットホール！  *スポイラーオーバー*\n\nAnything、これはかなり悲しいアニメでした。そして、私が悲しいと言う時、私は悲しいことを意味します。 実際にはそれが好きな人もいるので、失敗したアニメーションが好きな人は、試してみてください:)"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "ratchet573",
    "profile": "/profile/ratchet573/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=188457",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nパート1\nEPISODES 1-14\nSword Art Onlineはアニメの偉大な業績の一つ​​です。 これは良いことではなく、人々が実際にこの番組を見て、彼らが時間の価値があるものを見ていると思うからです。 いずれのショッピングモールに行くと、あなたの地元のホットトピックとFYEがキリトとアスナの写真で覆われていることがわかります。 どんなコンベンションに行っても、Sword Art Onlineはコスプレの価値があると思う人々に囲まれます。 どんなフォーラムにも参加して、意味のないショーの中からたくさんの人々を守ることができます。特徴付けがほとんどなく、あまりにも真剣に行動し、初めから終わりまでの厄介な列車です。\n\nしかし、それを好きな人たちを嫌うのではなく、ショーそのものを賭けてみましょう。 知りませんが、それは一連のプレイヤーが仮想現実RPGの中に閉じ込められ、脱出する唯一の方法はゲームをクリアするという考えを取り巻くシリーズです。 彼らがゲームで死ぬと、彼らは実生活で死ぬ。 さて、それは死のシナリオのためのかなりまともな設定です。 しかし、それは愚かになる。 このゲームは、誰も「こいつ、この死のゲームのことはちょっと大嫌いだ」と言ったことのない会社によって明らかに作成されました。そして、あなたは死のシナリオとすべてのルールに行きます。 実世界でヘッドセットが取り外された場合、その人は死ぬでしょう。 ヘッドセットがコンセントから外されている場合、死ぬと人の脳を揚げるバッテリーがあります。 だから、誰も電池を使い果たし、ヘルメットを取り除いて、早期に人を救うことは決してないだろう。\n\n私たちの主人公は、アニメの中で最も木製のキャラクターの1つであるベータテスター、キリトです。 彼はセロリの精神的能力を持ち、テニスと見るのが面白い。 ギルドの死を見て、ベータテスターのように人を救うことができないと非難された後、彼は完全なemoに行き、孤独になることに決めました。 しかし、その後のすべてのエピソードは、孤独なオオカミの人格を完全に捨てて、苦しんでいる少女とチームを組むことについてのものです。 時間は、これらのエピソードの間に、時には数ヶ月、さらには1年もかかりますが、アイデアを補強するために彼が単独で働いていることを示すものを投げ込んで、そのような\"悪い\" チームは何度も繰り返します。\n\nキリトは猫マグネットです。 彼は女の子達をばかばかしいやり方で左右に拾っている。 最初はシリカ、エピソードがシリーズに何も追加しない義務的なロリです。 その後、シリーズには何も追加していないLisbethのエピソードがあります。 それからAsunaだ。  AsunaとKiritoの間の開発はあなたが約10のエピソードを見逃していると思うほど速いです。 彼らはお互いの好みから、最初のキスを分かち合い、結婚する、2〜3話の子供を持つことに行きます。 これはシリーズの動きの速さです。 それは何かを遅くしたり拡張したり、キャラクターを作ったりするとは思っていません。\n\nキリトは間違いなく、私の最大の問題です。 彼は、あらゆるアクションシーンがすべてのドラマを失うという点で圧倒されている。 彼は...イエス。彼はひどいです。 彼はどんな危険にもかかわらず誰にでも助けます。 彼はとても鈍いです。 彼が感情的な状況にいるときでさえ、彼は退屈だ。 それに加えて、彼のひどい対話です。 ある時点で、彼とアシュナはポーチで日没を見ている。 彼は言い​​ます、そして、私はあなたに冗談を言っていません、\"バルコニーの上に落ちないでください。 そういうわけではありません」と話しています。「これは完全に場違いの対話であり、場面に合っておらず、本当に厄介で、シリーズ全体を通して彼の性格に浸透しています。 ある時点で、彼はNPCは本当の人だと言っている。\n\nそれから私たちはAsunaを持っています。  Asunaはかなり悪いから始まります。 あなたを愛している。 永遠に一緒にいこう！ 彼女は暑いです、彼女はパワフルで、彼女は優雅です。 しかし、その後彼女は崩壊する。 彼女は彼女を救うためにキリトに依存し、ゲーム中で最も強力なギルドの指揮をとっているにもかかわらず、苦しみの苦しみになる。 彼女は何かを殺害しています。次はキリトとの完全な会話で結婚を話し合っています。 それから彼女は周りの最高の料理です。 その後、彼女はKiritoが彼女のために戦っていない限り、血の誓いの騎士団からの休暇を望み、それを得ることができません（もちろん、彼女は命令で2番目にもかかわらず、言うことはありません）。 そして、彼女はすべてKiritoの背後に隠れていて、アニメの歴史の中で最も退屈なロマンスに貢献しています。  「私はあなたを愛している」「私はあなたを愛している」「私はあなたを愛している」「私はあなたを愛している」「私たちはほとんど知りません。\n\nそれからあなたはシリカとリズを持っています。 どちらもキリトと恋をしていますが、どちらもショーには何も貢献しません。 彼らは泥棒です。 あなたはまだ駄目ですか？\n\nこのアニメの問題の1つは、そんなに愚かに満ちているにもかかわらず、それ自体がどれほど深刻であるかです。 そして、それは最終的にこのシリーズを壊滅させるかもしれません。 それはとても速く、とてもセクシュアリティがあります。そして、それは深刻な顔でそれを見るのは難しいほど馬鹿です。 エピソードの半分は釣りに専念し、次の半分は巨大なボス戦です。 それはそれゆえにひどく歩調を合わせ、矛盾しています。 メインスレッドに集中するのではなく、無意味なキャラクターやサブプロットに全エピソードを費やしています。 そして、それが本編に焦点を当てると、それはとても速く進み、あなたが見たものについて考える時間はほとんどかかりません。 私は、Aincradアークが26のエピソードであった場合、このシリーズは実際には良いだろうという理論を持っています。 キャラクターに呼吸と発達の十分な余地を与え、プロットに時間をかけてビルドを行い、視聴者に彼らが何を見ているかを理解するのに十分な時間を与えます。 代わりに、14のエピソードで、満足のいく仕上がりをするために、他のシリーズを1〜2つのフルシーズンにするプロットの種類を明確にします。\n\nそして、アニメがAincradアークに焦点を当てるのにもっと時間を費やしていたら、私は愚かな部分をもっと許すことができました。 私はKiritoとAsunaがビデオゲームの中で恐ろしい幽霊を見たという事実を許すことができました。 私は\"私のパンティスキリトの石を見る\"シリカの場面を許すことができます。 私は\"私たちが愛のバカにいるのと同じように、私のパニストを見ないでください\"というアスナの場面を許しています。 そんな集中した愚かさではないのでもっと許すことができた。 しかし、それはそれが何であり、それは何かばかです。\n\n私はそれが持っていたすべての問題を表現することすらできません。 初めから終わりまで、それはダムのシーン、悪い執筆、恐ろしい指示の完全です。 私たちは死んだ友人についてのうつ病のシーンを持っており、私たちは劇的な音楽の演奏として女の子のお尻に焦点を当てています。 強力なボスであるKiritoとAsunaは、カメラがレコードのように回転しながらカメラに向かって走ります。 キリトが手を失った後、彼はそれを後ろに伸ばし、切り裂くことは決して再び使われません。 便利なプロットデバイス以外のデュアルウィーディングのような特別なスキルの説明はどこにありますか？ このような魅力的でないパッケージにするためにコンパクトなすべての種類の小さな、愚かなもの。\n\nそして終わりがあります。\n\nAsunaとKiritoは結婚している。 彼らはユイという女の子を養子にする。 もちろん、彼女はスーパー・パワフルであり、ゲームのための何らかの心理カウンセリング・サービスであることが分かります。 何がファック？  RPGにはいつ心理学者のAIがいて、自殺している人々を世話する必要がありますか？ 彼女は消え去り、Kiritoはコンソールを使ってデータをヘッドセットに保存し、彼女の心をペンダントに変えます。 彼は魔法のようにコマンドコンソールを使う方法を知っているから...何？\n\nシリーズはレベル100、ゲームの最終レベルで終了しません、それはレベル75で終了します。 キリトはこのレベルの最終的な上司を敗北させる。 それは、超早期かつ無意識のうちに超物事を超越して、完全な興奮です。  Asunaが死ぬと、Kiritoが死んで、ゲームを作った人が死ぬ。 しかし、彼らはすべて一緒に会い、世界が崩壊するのを見ます。 そして、彼らはなぜその男がゲームを作り、人々を殺したがっているのか聞いて、「ええ、私は覚えていません」と言う。\n\n素晴らしい。\n\n死にかけても、AsunaとKiritoはまだ生き残る。 犯されたのはどう？ エピソード14は馬鹿だ。 意味がない。\n\nあなたはSword Art Onlineが好きです。 それはかわいい女の子を持っている、それは優れたアニメーションを持っている、それは良い音楽を持っている。 ちょうど見る。ハック。それが良いと約束する。 しかし、それは悪いです。 それはごくわずかな償還資格を持つゴミの破片です。 かなり控えめなエピソードがいくつかありますが、全体的には愚かで悩まされているので、希望のちらちらをぶつけてしまいます。 それを修正する方法もあります。  Aincradをもっと長くして、エピソード14であなたの話を早漏なくし、Kiritoを好きにしないようにしてください。真剣に考えないでください。 これは推奨されたショーではありません。  14のエピソードで、それはほぼすべての創造的プロセスにおいて少年であり弱者であることが証明されている。 私は、簡潔さのためにAincrad arcの問題の半分について言及しなかったので、あなたはここで何が間違っているのか想像することができます。\n\nそして...。今シーズンにはまだ11のエピソードが残っています。 そして、数日前に放送を開始した2年目のシーズン。\n\n神は私の魂を救ってください。\n\nパート2\nEPISODES 15-25\n多くの人がSword Art Onlineの後半を最初のものよりも大きくパンしています。誠実に、私はそれを手に入れません。 最初の弧と比べると、この2番目の弧はずっと良いペースであり、プロットや文字にもっと多くの感情的なアタッチメントが付いています。 それは当初から本当にばかだから愚かではないと言っているわけではありません。 しかし、それは私がシリーズについて気にすることを管理し、それが満足のいく結論に来るのを見たいと思っています。 最初の弧によく似ていますが、それは時期尚早にエピローグを残して、その物語を早期に射精させます。また、キリトが略奪するためにいくつかの膣を投げます。 しかし、それを除いて...私は本当にこのアークで嫌だとは限りません。\n\nAsunaは意識がSword Art Onlineと同じエンジンで構築された別のゲームに移された後、バーチャルリアリティの中に詰まっている。これはAlfheim Onlineと呼ばれている。  KiritoはAsunaのアバターが鳥かごの中に詰まった写真が漏れた後、それについて調べる。 彼はまた、彼女が彼女の父親の会社の新進気鋭のメンバー、彼女の髪を嗅ぎ、永遠の強姦の顔で彼女を全面的に触れる全部のクリープに結婚することを学ぶ。 今、私たちのヒーローは新しいバーチャルリアリティに入り、トップに向かって戦い、彼の人生の愛を救う必要があります。\nこのシナリオにはいくつかの問題があります。主なものは、Sword Art Onlineのエンジンとサーバーに基づいてSword Art Onlineにプレーヤーがトラップされている間にゲームが開発されたということです。 それは単なる愚かなことです。 それの上に、AsunaとSugouの間の結婚式があります。  Asunaは彼を嫌っているので、NerveGearsを使って彼女や他のプレイヤーを操作して、何らかのマインド・コントロール/マインド・チェンジ・システムを作り出しています。 それはばかだ。 本当にダム。\n\nしかし、そのすべてにもかかわらず、アスナを救うための旅程は、最初の弧よりもずっと良いペースで行われています。  Kiritoと彼の仲間であるLeafaが、重要ではない内部的な政治のために逆戻りし、後でその物語の中でおしゃれなシナリオを作り出す理由としてだけ役立つエピソードがありますが、そうでなければ、それは軌道にとどまっていたことに感銘しました。 興味をそそられた。\n\nそれはSuguhaの問題点があるということです。 私は彼女の性格と愛情/憎しみの関係があります。 彼女は拉致されたり、苦しみの犠牲者（Asuna、Liz、Silicaのように）になることはありません。 彼女はLeafaへの少しの紹介を除いて救われる必要はありません。 もし兄弟の愛がそこになかったら、彼女は素晴らしい人物だったでしょう。 彼女がそうであるように、彼女はまだかなり良いです。 彼女は本当に関連していないので、恋に狂っている現実世界のキリトの妹です。 それは馬鹿だ。 もっと偶然にも、彼女のゲームアバターであ​​るLeafaとKiritoが何千人ものプレイヤーと出会い、お互いに仲良くなって、Kiritoのアバターに恋して彼女の心を奪おうとするのは、 兄、そしてアバターは彼女の兄弟であることを諦めます。 それはとても工夫されたばかげたものであり、まったく不要なドラマ・レベルを追加します。 そして、最悪の部分は、スーファは全部のショーの中で最高の女性キャラクターです。 彼女は一人の女性のリードです...一種の強い。 確かに彼女は狂って兄弟と恋に落ちている。確かに彼女は愛を求めてそれについて泣いている。\n\nKiritoは、彼の信じられないほど、キャラクターの間のプロットと緊張のドラマのせいで、ショーの終わりにはるかに耐えられるようになります。  2番目から最後までのエピソードと最終的なエピソードの最初の数分で、彼は本当にクールだよ。 私は最後に地獄のように退屈に戻っていますが、作家たちは数分のうちに一番ひどい人物を本当に素晴らしいものにすることができたことを賞賛することができます。\n\n私はドラマや良いキャラクターなど、このアニメと関連してはいけないことをたくさん言及しています。 この番組の半分が最初の番組よりも効果的な理由をここで説明しましょう。\n\n悪い男\n\n平易でシンプルな 私がショーについて話した人の多くは、スーウォーに多くのたわごとを与える。なぜなら、彼はアスナの涙を舐めて、彼女の髪を嗅ぐ男なのだから。 しかし、菅とは、自分が何をしているのか理解しています。 彼は社長の娘が欲しい。 彼は狂ったばかげて、彼は何を望んでも何を求めてもらう。 しかし、問題は、あなたが彼を憎むようにしていないということですか？ 彼はあなたのお尻が蹴られるのを見たいと思う悪人だ。 彼は、ジェラルド・ボンドの悪役プランを遅らせ、悪魔の女の子をセックス・ドールのように感じ、邪悪な笑い声を上げ、怪我をしたときに雌犬のように泣く。 彼は素晴らしいです。 シリーズの前半には悪役がいるが、彼は知らない。 彼は最初と最後に現れますが、そこにはどこにも特徴が見えません。  「ダン、その男は悪魔的だ」と言うことはできません。彼はただの話の触媒になるだけです。 地獄では、彼はKiritoとAsunaにも彼は彼が何をしたのかわからないと伝えます。それは本当に弱い話です。\n\nそして、これが私が2番目の弧を楽しんだ理由です。 私はこの男がお尻を取っているのを見るのに投資されました（そして男の子、それは良いお尻だった）。 私は本当にAsunaとKiritoに投資していませんでしたが、この間のロマンスは甘いものでした（しかし、一緒になって戻ってくると、今までと同じくらい鈍いです）。 私は旅行と目的地に投資されました。  Aincradの弧はそれをしなかった。 それはあまりにも分散されていて、本当に具体的な目的地を持っていませんでした。 だからこそ、このアークははるかにうまくいったのです。\n\nそれはまだ愚かだった。 私はそれを認めることができます。 アースナとキリトの間のロマンスを作った非常に長いエピローグが、プロットの感情的な焦点から感情的な焦点に向かう なぜ私は見て止めたいのですか？ 触手のレイプシーン。 監督は、カメラが感情的なシーンの中で女の子のお尻に集中しているのではなく......私は感情を示す顔を知らないのですか？\n\nだから、全体としてソード・アート・オンラインについて私は何を言いたいのですか？ それは非常に多くのレベルで悪いです。 キャラクターは（大部分は）悪いです、プロットは馬鹿です、そして、それはばかげた瞬間と悪いペーシングがいっぱいです。 しかし、すべてのことについて、それはまだダム、ポップコーン映画のレベルで面白いです。 それは十分に簡単に面白い戦いのシーン、十分なアクセシブルな文字、十分なあなたが見守っていることを管理するプロットの外観、十分です。 最初のアークは、真実を伝えるために見ただけでも価値がありますが、それでもやはり軽快です。 アルフハイム・オンラインはずっと優れていて、シリーズを地面から選んで、どこかで少なくともクロールできるようにしています。 それは決して立ち上がったり歩いたり、走ったりすることはありませんが、少なくとも9つのエピソードについてはいくつかの進歩があります。 それから、それはどこにも行かず、どこにいるのだろうと思っている。\n\nアルフハイム弧は見て価値がありますか？ 私はそれが時計を与えるのにまともなものだと思う。 あなたの時間の価値のあるシリーズ全体ですか？ 私はそうは思わない。 あなたが愚かな楽しみを探しているなら、あなたはそれを見つけましたが、結束または何らかの精巧さを探しているなら、あなたは他の場所を見る必要があります。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "ronlink",
    "profile": "/profile/ronlink/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=80966",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  5\n|  6\n\n警告：先のスポイラー; 自己責任で読むこと。  （もしあなたが本当に気にしないなら、読んで、私は推測する...）\n\nさて、私はこれでどこから始めるのですか...私はちょうどこのシリーズ（私が本当に高い期待を持っていたシリーズ）は、後半までには恐ろしいものになってしまったと言います。 各エピソードは最後よりも漸進的に悪化しています。 しかし、いずれにせよ、これについて議論しようか？\n\nストーリー：それは基本的にあなたの典型的なMMOジャンルのシリーズ（ハッハッハだと思うが、実際に戦っているキャラクターだけではなく、エピソードの後に​​エピソードを話している）である。 このシリーズの前半は、主人公キリトを含む全員が閉じ込められ、バーチャル刑務所から自由になるために、スウィード・アート・オンラインの世界で行われます。  （あなたがこの世で死んでも、あなたは実生活で死ぬだろうが、もう一度、これは本当に新しいものではない。）後半に、キリトはALfheim Onlineという別のMMOに入り、 今すぐ彼のwaifu、アズナ（最初のゲームで会った女の子はSAOの他の誰もが解放された後にバーチャル世界に閉じ込められた）を救い、今彼は世界の木、巨大な木の上で彼を待っている この新しい世界の中心にあります。 私はあまり細かいことはしませんが、シリーズは本当にこの時点から下降しています。 私はちょうどいくつかの悪い執筆の選択肢があったとそれを残すと言うでしょう。  *咳。*恐ろしい悪役、触手シーン、近親相姦（Oh my！）。  *咳。*\n\nアート：間違いなく、このシリーズの最高点の1つです（これは唯一のものです）。 アーティスト自身は、キャラクターがかなり上手く描かれていると言えますが、私はこのアートスタイルを以前のどこかで見たことがあるとは言いません。 キャラクターとは別に、私は世界が絶対に豪華に見え、特定の場面ではかなりよく使われているカラースキームがあると言わなければなりません。 結論：それはかなりかっこいいです。 次！\n\nThe Sound：サウンドトラックは非常に激しいだけでなく、非常に平穏でリラックスしていて、特定の場面にいなければならないときにはリラックスしていました。 しかし、もし私がそれについて1つのニットピックをしなければならなかったら、ほとんど同じトラックが異なって演奏しなければ、多くのトラックがお互いにかなり似ていると言うでしょう。  （私は確かにそれは私のように聞こえるとは言えませんが。\n\nキャラクター：この部分は私にとってはローラーコースターのようなものでした。 ある時点で、彼らが作った恐ろしい選択のすべてを殺害したいと思っていますが、そのシリーズが進行するにつれて私は一生懸命に成長しました。 しかし、あるキャラクターが登場した後の第2部では、このシリーズを真剣に受け止めることはできませんでした（特に、ヒロインの涙を文字通り舐めて、主人公が座って見ることができた間に、 ちょっと...いいえ...そこにいる作家のためのヒント：あなたのキャラクターを血統のように作ってはいけません！ あなたが文字をうまく書いておきたいなら、それらをもっと現実的で、より親しみやすくしてください。 悪人でさえ、正しく書かれていれば、信頼できるキャラクターになることができます（私を信じて、私はそれを見ました）。\n\n全体的に、私が望んでいたような完全に驚くべきシリーズではありませんでしたが、私はそれからかなりの楽しみを得ました（後半ではなく、乞食は選べるものではありません）。 あなたがこのジャンルの何かを見たいと思っている場合は、ちょうど14までエピソードを見て、すぐにそれを落としてください（私を信頼して、残りの半分は守る価値がありません）。 あなたがしないことを探している作家なら、私はそれを全部見ておくことをお勧めします。 あなたはまだこれを読んでいますか？ それを見て、それが良いかどうかあなた自身のために見てください。 行って...シュウ..."
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "dark_cookie",
    "profile": "/profile/dark_cookie/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=155387",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  7\nキャラクター|  2\n|  2\n\n私はこのレビューのためにどれほど嫌なことを実際に気にしないので、あなたが私の意見が気に入らなければ、いつでもクリックできる「役に立たない」ボタンがあります。 私が「ベストアニメエバア」を侮辱するならば、私を追い詰めて殺すようなことはしないでください。\n\nストーリー：3（悪い）\nまず最初はすべて私が1つのことをまっすぐにしましょう。私はMMORPGプレーヤーとして自分自身がこのアニメを見ることを本当に楽しみにしていました。私の好きなものの2つが混在していて、これは素晴らしいと思ったので、 私の期待はあまりにも高く設定されていますが、もう一度、AnoHanaを作ったスタジオであるA-1 Picturesが本当に好きでした。 それはさておき、この駄目の私の「驚くべき」意見を続けることができます。\n最初の3-5のエピソードでは、すべてがうまくいっていました。 このアニメが私のすべてのお気に入りの1つになる可能性は非常に高いですが、ストーリーが進行するにつれてその出来事の可能性が低くなったり低くなったりしました。 まず第一に、時間の神がショーと何か関係があるかどうかを知りたいのですが、私は彼がそうしたと確信しています。 あなたが約100人の上司の戦闘のうち約5人が戦闘を行っていることを、どのくらい正確に知ることができるかのように。 また、なぜ最後の上司が過去のものより弱いのだろう？ さらにショーは、その前提とジャンルを無視し、ショーの3/4以上のための\"ロマンチックなコメディ\"になる。\nそれは本当に私を悩ましていた。\n\nアート：6（公正）\nアニメの芸術は正直言っても驚くべきことでしたが、残念なことに、クリエイターたちはアクションシーンではなく、ブーバーバウンシングシーンにもっと力を入れているような気がします。\n\nサウンド：7（良好）\nOSTは私の好きなアニメであるFate / ZeroへのサウンドトラックをやったKouchura Yukiによって行われているので、今は本当の無駄です。それだけでなく、オープニングテーマと終了テーマ（例外を除いて）は 同じようなアーティストがFate / Zeroをやっていて、日本人がなぜこのような素晴らしい音楽のために素晴らしい歌を浪費しているのか、本当に怒ってしまったのです。\n\nキャラクター：2（恐ろしい）\nああ、私はどこから始めるの？\nまず第一に、メインキャラクターはシークエンスで、キャラクターはおそらく得ることができるように圧倒されています。 そのような恥の誕生日は私のものと同じです...\nメインの女性のリードは、彼女が最初に提示したbaddasの神秘的な女の子からの性格を変えます。\nハーレムの餌の残りの部分は紹介に値する\n\n楽しさ：2（恐ろしい）\nそれを心に留めて、私は本当にアニメを楽しんでいないし、「私が生き残った」バッジ\n\n全体：3（悪い）\n全体的にこのアニメはいたずらに満ちており、それは非常に過大評価されています。それについてのいくつかの良いことにもかかわらず、私はあなたがあなたの頭の上にあなたの髪をしたい場合はそれを見ていないことをお勧めします 。\n\nP.S. 私は今、ショーの熱心なファンボーに全員が殺される前に、良い隠れ場所を見つけようとします。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "GamingDragon11",
    "profile": "/profile/GamingDragon11/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=153087",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|  2\n\nスポイラーがあります。 エスケープするには、プレイヤーは100階すべての上司を倒すことによってゲームを打ち負かす必要があります。 しかし、彼らがゲームで死ぬと、彼らも実生活で死にます。 アニメの歴史には最悪のものがあります。 このアニメは、4月のばかの冗談のようなものです。 これは、犯罪者が尋問で見るべきアニメです。\n\nストーリー：\n\nこれは、アニメプロデューサーが引き出すことができる最も残酷なジョークです。 主人公[あなたの名前をここに挿入]は、この「ゲームで死ぬ、実生活で死ぬ」コンセプトから免れられ、ゲームでも生き残っています。 このストーリーは、シリーズの無意味なキャラクター、エッチ、ロマンスを追加して、電車の中断です。 そして再び、ロマンスとエッチは、十代の若者とオタクのためのものです。 フィラーと無意味なエピソードを除いて、このアニメはストーリーラインに関連する約6つのエピソードしか持っていません。  SIX。 私は2番目の弧について言及するつもりはない、近親相姦のような無意味なものを追加し、概念を完全に取り除く。 ストーリーラインは、このアニメが本当に急いでいた方法を証明します。 彼がフィラー、エッチなどで蔓延したストーリーライン。 ストーリーラインにも時間が飛び交っています。 しかし、100人の上司はどうですか？ 最終的な上司はキリトをオファーにすることに決めました。 彼を殺すと、彼は自由を永遠に残す。 何だと思う？ 最終的な上司は敗北！ 驚き！\n\n\nキャラクター：\n\nキリト、別名：あなたの名前を挿入してください。\n\nこの男は無敵です！ 彼は触れることができず、彼は見える女の子を得る。 彼は完璧な自己挿入文字を作ります。\n\nアスナ：この少女は上司だった。 しかし、彼女は上司であり、安価なツンデレになり、ついにはまっすぐになった。 彼女はとても迷惑です。\n\n他の文字：彼らは思い出に残るものではありませんでした。 私は自分の名前を覚えていない。\n\nアニメーションとサウンド：\n\n私はアニメーションやサウンドトラックに気にしなかった。 彼らは実際には最高でしたが、この虚弱なアニメのために彼らはうんざりしていました。 しかし、戦いは非常に急いでいた。\n\n楽しさ：私はこれを最低限楽しんでいませんでした。 私はこのシリーズを終えた後、私の人生が私から飛び去るのを見ました。 このアニメは冗談で、あなたの人生からあなたの時間を奪う恐ろしい冗談だった。 トロールがこれを作って、それが良いジョークになると思った。 それは面白くない。\n\n全体：\n\nこの駄洒落には、フィラー、女の子、無意味なキャラクター、そしてあなたが泣かせるタイムスキップのトンがありました。 私の助言を取り、離れてください。 あなたはあなたが幸せになるでしょう。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "CamoBullo",
    "profile": "/profile/CamoBullo/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=105283",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  7\nキャラクター|  1\n|  2\n\nSword Art Online  - それは、あなたがそれを憎むか愛するアニメです。 紙では、それは非常に良いアイデアのように思える：万人が仮想世界に閉じ込められ、世界のすべての100階を完了すること以外の手段がなくなり、ますます難しくなっている。 ゲーマーたちはどこでもこのコンセプトを愛し、ゲーマーとして、私がSword Art Onlineが私を興味をそそられると言いますと、私はうそをつくことはありません。 最初のエピソードは非常に有望だった - 最も豪華な風景の美しい芸術、ゲームの初心者だけでなく、観客も非常に好きだった主人公のための素晴らしいチュートリアル。 将来はシリーズのために明るく見え、私はより多くを予期した。\n\nそして、1つは急降下し、最初のエピソードの喜びは消え去った。 そして。\n\nそれは、シリーズ全体が最初のエピソードとまったく同じであるべきではないと言っているわけではありません。 問題は、最初のエピソードを非常に偉大にしたものは、残りのシリーズには欠けているということです。 息を呑むような環境、さらには主人公の嗜好性は、2回目のエピソードが当たったら直ちにクラッシュして燃えるようです。 ベータテスト担当者を嫌う人は、あなたを最も援助したいと思う人々であることが明らかな場合、「ビーターズ」と名づけます。 それが続くにつれて、6つのエピソードに出演していない場合に限り、より多くのことを見ているキャラクターを紹介するのは非常に奇妙です。 これらの文字は特に興味深いものです。\n\nストーリーは、前述のベータテスターの1人であるキリトに続き、ソード・アート・オンラインのロープと出来事をすでに知っています。 彼は非常に最初のエピソードで別のキャラクターへのガイドとして始まり、とても精力的で彼に向かって役立っています。 問題は、彼の実際の人生の閉鎖の傾向のために、キリトは自分自身であることが好きなので、ソロのプレイヤーです。 誰もゲームからログアウトできないことが判明したとき、ゲームの1万人が脱出できず、心がトラップされていることが明らかになりました。 彼らがゲームで死んだら、彼らは実生活で死んでいる。 誰かがゲームをするのに必要なヘッドギアを離れると、頭を揚げてプレイヤーを殺すでしょう。 ゲームの100フロアすべてを完成させることができる人は誰でも脱出して自由にできると言われています。 それで、キリトはすべての人を救うために旅に出ますが、彼の最初の目的は自分を救うことです。\n\n前提は良いですが、実行は信念を超えて絶対に貧しいです。 シリーズが進行するにつれ、彼はゲームの他の誰よりもはるかに強くなるため、全体的な生死のテーマは主人公の窓から出て行きます。 シリーズが進むにつれて、多くの時間差があります。 プロットにとって重要なことが実際に起こる数ヶ月前になることができ、主人公が知っている人のほかに誰が死亡したかについてはあまり気にしない。 シリーズの早い段階で、キリトは真実のレベルや強さを知らない小さなギルドに会います。 ギルド内には、彼女が強くないと信じている少女がいて、話をした後にキリトに好意を持っています。 同じエピソードの中で、彼女は死にます。 これは、あなたがそのキャラクターを気にすることになっているという錯覚を与えます。彼女は成長する時間がなく、彼女と私たちとの唯一のつながりは、キャラクター開発の最もゆるい形である主人公に話しかけています。 ストーリー全体を通してキャラクターの発展はほとんどない。\n\nプロットが彼女を格下げする前に面白そうだったキャラクターは、愛の関心であるアスナでした。 彼女は同じエピソードで紹介され、あなたが望むならば、そのシリーズは「弱点」を見せ始めました。 彼女は非常に強い女性キャラクター、多くの人々もまた目指すことができる人として始めた。 彼女は基本的に、ゲーム全体の中で最大のギルドの指揮をとっており、非常に支配的で喜んで思いやりのあるものとして示されています。 シリーズが進むにつれて、気遣うことの面は彼女ができる唯一のことになるので、比例していません。 彼女はキリトの感情的なアンカーになる。 彼の魂の仲間 - もはや悪い、独立した、強い女性のキャラクターではありません。 プロット前に彼女が最終的にバージョンをダウングレードした他のキャラクターがあったという事実は、焼けた木の板よりも面白くなく、彼女はその群衆に投げ込まれてしまったので、彼女の性格と観客にとっては、\n\n芸術のスタイルと音楽は、シリーズがそれに向けて進んでいる唯一のものだと思われます。 キャラクター、衣類、武器、モンスター、そして場所のデザイン - 彼らはすべて見栄えがよく、壮大に見える戦いのシーンで目に訴える。 それらのシーンとシリーズ全体に付随する音楽は、それ自体が悪くはありません。 それは非常に壮大で壮大なもので、実際のビデオゲームに適した音楽です。 これらはシリーズの唯一の優れた側面ですが、ストーリーやキャラクターよりも魅力的なものが必要なときは悪いです。 戦闘シーンはすばらしく見えますが、あなたの不満足なキャラクターやプロットが聴衆を引き付けるのに十分であることを認めるには充分満足していません。何よりももっと興味をそそるために、戦闘やエッチシナリオを点滅させる必要があります。\n\nSword Art Onlineは、最終的なエピソードの間に精神的にそれがいかに排水されているかを実際に示しています。 ゲームの作成者であるBig Badとの戦いで、Kiritoは剣で殴られ、すべての希望は一見失われてしまいます。 この瞬間、私たちは苦い終わりを迎えているようで、シリーズは「高い音」とは言わないが、あなただけの戦いと戦うことができないことを示すために終わってしまったようだ。 ゲームを中断し、死ぬことはありません。 これは、主人公が完全に設計されたゲームのルールを破ることによって、シリーズがそれがばかげていることを知っているときです。 何か意味がありますか？ いいえ。最初の場所に存在するはずの悪用を誤って見つけたのは、主人公が素晴らしいのですか？ いいえ。これは、ファンフィクションの作家がオフィスに入ったときに、主人公がまもなく死んで、ナンセンスで書こうとしていることをうろつきました。 それは良い節約のために作られていないし、どこからでもランダムなのは非常に悪いことです。\n\nああ、そして：それは大当たりが失った後に全く動機がなかったことが明らかになった。 くそ。 君は。\n\n結局のところ、誰もがSword Art Onlineから解放され、2人の恋人はいつまでも幸せに生きることができます。まだ11のエピソードが残っています！ はい、そうです.Kiritoが誰も救った後に、心が他のゲームに移されたのでAsunaを保存するために、Sword Art Onlineの時間に開始された別のゲームにKiritoが入る2番目のシーズンがあります。 クリエイターは彼女の家族の豊かさを望んでいるので、彼女が昏睡状態にいる間に彼女と結婚するでしょうか？これはちょっとばかげていますか？ 聴衆がこの新しいプロットが奇妙であり、存在しないかもしれないと思うと奇妙です。\n\n第2シーズンは、第1シーズンからのハーレムのセットアップが消えないため、キリトのいとこの他に、他の価値あるキャラクターを紹介していない。  2番目のシーズンは、最初は面白くない、あるいは必要でない側面を取り戻そうとするのは残念です。  Asunaまたは彼のいとことは異なり、他の女性キャラクターが彼と恋に落ちるような実際の開発はありませんでした。 それでも、Asunaや彼のいとこが彼と恋に落ちるようなことはありませんでした。 このアニメのロマンチックな側面は疑いなく未発達であり、おそらくテーマの一つであってはならないはずです。 これはすべて、酸で満たされたゴム製の手袋で置き換えられた、ひどく書かれた、きちんとした、そして関係のないキャラクターを世話する理由を私たちに与えるためです。\nアスナは苦しんでいるのですか？ 彼らは彼女を唯一の良い主人公にすることはできないでしょうか？\n\n第2シーズンは、第1シーズンよりもはるかに優れています。 この悪役は、以前の悪役とは違って、当初から明確な動機を持っています.Kiritoと彼のいとことの関係は、Kiritoや他の誰かとは対照的に、もっと精巧で理解できます。そして、クライマックスは規則を破ること 理由もなく。 試合で起こったクライマックスとは違って、最初のシーズンのように、それは現実の生活の中で起こり、非常に劇的で、このシリーズは最後のエピソードまではうまくいきませんでした。 そのことを念頭に置いて、それはばかげて、変わって暗いかもしれません。 悪役は強姦師としての資格を得て、アシュナの胸を掴んで好きになる。 スクリーン・タイムを与えればスラグ・モンスターが出てきて、最も嫌な触手のヘンタイを与えてくれるだろうし、彼のいとこは、 アスナの名前を述べている。\n\nこれははるかに優れていた可能性がありますが、実際には可能性がありますが、それは最初は良いと思ったのは不思議です。 私の友人はそれが良かったと言った。 私はそれが悪いと思ったときに彼はショックを受けた。 それが価値あるものであれば、Sword Art Onlineは、無数のH-Mangaで使用されるアクションと魅力的な女性を求めている人にのみアピールします。 ソードアートオンラインは悪いですが、それは絶対に恐ろしいことの領域には入っていません。 始まりは素晴らしかった。なぜそれが続いていくにつれて悪化しなければならなかったのか？ 全体として、ソード・アート・オンラインは、悪いキャラクターとひどい執筆の悪いアニメです。 あなた自身の利益のためにそれを避けてください。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Carefree859",
    "profile": "/profile/Carefree859/reviews",
    "pages": "3",
    "number": "8",
    "link": "/reviews.php?id=169163",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  10\nキャラクター|  2\n|  1\n\n私はこのレビューを書いていたはずです\n\nソードアートのオンラインレビューが開始されるようになりました。\n\nまあ、それは非常に興味深い前提を持っていますが、最終的には、生産者がテーブルに持ってきたゴミで無駄になります。そして、私が剣アートをオンラインで嫌うのが大好きです。\n\nストーリー（3）ストーリーはちょっとひどいものです。ストーリーはどこにでもあります。ちょうど巨大な時間をスキップすると、何が起こったのか不思議に思ってしまいました。私は多くの時間を揺さぶっていました。  Asunaは完全にキャラクターとして虐殺されているので、彼女の開発はちょうどひどい彼女は悪い女性戦士1分とおとぎ話の王女次はそれはちょうど彼女が一息にそれをしたことを悲しくするとにかく、この番組の2分の1は、 通りには冗談が残っていて、今日は恐ろしい私は私がKiritoを見たものがわからない私は彼がしたすべてのお尻のプルは私が大声で叫ぶことを意味します。\n\nアート（7）これは、アートが良かった唯一の償還資質の1つです。\n\nサウンド（10）悲しいことに、このショーのために使われていた驚くべき音楽は、この音楽がとても驚くほどです。\n\nキャラクター（2）このシリーズの中で最も嫌な部分や最悪の部分は、私がすでに述べたように、アスナは多くの可能性を秘めていたが、最終的にゴミのように扱われていたので、キリトの尻を引っ張っても、 私はその女の子のために持っている憎しみの量を記述することはできませんパパママウッ。\n\n全体的に（3）私はここに座って、これは私が今まで見た中で最も恐ろしいショーだと言いましたが、それは私が悪い方法を見たことがないのでできませんが、それはちょうどうわーでした。\n\n楽しさ（1）それを開始しても罪悪感を感じさせるアニメをどうすれば楽しむことができますか？\n\nあなたが実際の推論のキャラクターで現実的なストーリーを探しているなら、このショーから離れてください。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "TheDrifter",
    "profile": "/profile/TheDrifter/reviews",
    "pages": "3",
    "number": "9",
    "link": "/reviews.php?id=74453",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  6\nアニメーション|  4\nサウンド|  5\nキャラクター|  1\n|  2\n\n私が最初にそれを見始めたとき、ショーはゲームの世界で立ち往生している人々についてのものでした。外へ出る唯一の方法は、最終的なボスを倒すことでした。 今これは、プレイヤーがこれに、そしてお互いにどのように反応するかというような、多くの興味深いものにつながる可能性があります。 そしてショーは実際にこれらの事のいくつかを私たちに明らかにする。 私たちは、バットからすぐに脅かされている人々を見ることができます。彼らがゲームで死ぬと、彼らは実生活で死ぬでしょう。\n\nだから、物語の設定には何も問題はない。  1つの小さなことを除いて、それは現実の世界のようにあまりにも多くをしようとしています。 このショーには、キャラクターがどのように美味しいデジタルフードがあるのか​​についての一般的なコメントを叫ぶ多くのフィラーシーンがあります。 フィラーは1エピソードにつき2〜5分で良いです。 それは今までのすべてのエピソードにあります。\n\n私が実際の生活のようにしようとする方法について他の部分にコメントする前に、まずこの物語のロマンスを説明しなければなりません。 キリトという少年はひよこのマグネットです。 彼は彼と接触する全ての女性を引き付ける。 だから、あなたはこれが何らかのハーレムになると期待しています。 しかし、そうではありません！ 彼はロマンスに女の子を選ぶが、他の女の子たちはこれを認めているようだ。 私はショーの残りの部分がカップルが何を表示すると仮定するつもりです。\n\nさてさて、それが本物の人生のようになろうとする方法に戻りましょう。 他のMMOと同様に、あなたは結婚することができます。 普通の人はそれが単なるゲームなので大したことではないことを知っているだろう。 しかし、それはこの仮想世界では大きな問題のように扱われます。 これは問題ではない、夫婦が作ることができることは問題です。 彼らの家族の第三のメンバーは本当に彼らの子供ではありませんが、彼女は彼女が世界で最も重要な娘のように彼女を扱う！ 彼女と一緒にいる日のうちに！\n\nストーリー自体はまったく悪くはありませんが、それは悪いことをするキャラクターだけです。\n\n主人公のキリトは、ほぼ完璧です。 彼は非常に高いレベルと統計に達するために挽く、粉砕し、粉砕する。 彼はいつもすべてに解決策を持っています。 彼が話すすべての少女は彼のために落ちる。 この男と涼しさの要因を上げるために、彼は新しいスキルを受けます（まだこの虚偽を見ている貧しい魂のためにスポイラーを避ける必要があります）。 私は彼の欠陥をすぐに考えようとしています...そしておそらく彼は社会的に問題がありますか？ いいえ、彼は誰とでも仲良くすることができます。彼等が取り組むことができないものは、明らかに悪であるか、キリトの問題ではありません。\n\n私は他のキャラクターが彼よりも完璧であるとは考えられませんでした。  2つのメアリースタウスを持つショー？ 不可能です。\n\nああ待って、彼の恋人も1つです。 彼女を除いてもっと良い！ そして、食品のフィラーシーンの根源です。 彼女の唯一の欠陥は、彼女が彼なしでは生きられないということです。 彼女が適切に機能するように、彼女の人生で男性が必要とする別の女性キャラクター。\n\n正直言って、私はキリトが昨日のごみのように彼を処分することは分かっていたが、ショーにあったすべての悪い人物を応援していた。 サイド・キャラクターは、確かにこれら2つよりもはるかに面白いです。\n\nさて、私はキャラクターとストーリーで終わったので、私はショーの次の重要な側面、芸術に移ります。 あなたが退屈な完璧なキャラクター、何もない金額の長いフードフィラーのシーンを胃にすることができ、2つの主要なキャラクターがどれくらい強い/クール/美しい/素敵な/などを言及する他の文字をブロックすることができれば、私はあなたがアートを楽しむことを確信しています。 正直なところ、これはアニメスタジオにとって一番難しいことの一つです。\n\n私は芸術に1つの問題がありますが、1つだけです。 剣が輝く。 キャラクターが攻撃を行うたびに光ります。 そしてそれは本当に不自然に見えます。 しかしそれ以外は、芸術は悪くない。\n\n全体的に私はショーを楽しむことができませんでした。 私はそれを見て苦痛から自分自身を保存するために12時に停止しました。 私は、ゲームクリエイターがなぜこのようなことをしたのかを知るために、24/25のエピソードを見ています。 あなたの脳を消してしまえば、このショーをおいしい食べ物と軽いサーベルで楽しむことができると確信しています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Morridine",
    "profile": "/profile/Morridine/reviews",
    "pages": "3",
    "number": "10",
    "link": "/reviews.php?id=70653",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  4\nキャラクター|  3\n|  6\n\n私は一度ハードコアゲーマーだったのでこれを開始しました。 私はこれが面白いだろうと思った。なぜなら、主人公、キリトは、ソード・アート・オンラインの完成の間に、カード・ゲームなどについての他のショーとは違っていた。\n\nこれは良いショー、非常に面白いものでした。 しかし実際にMMORPGをプレイする人々のためだけに。 どうして ？  「正常なppl」は本当に理解できないか、まったく陽気であると知覚していると言われる確かな「内部」のものがあるからです。\n\nたとえば、あなたが私のようなゲーマーなら、プロデューサーもハードコアプレーヤーでなければならないと気づくでしょう。そうでなければ、ゲームの練習場をそんなに緊密に再現することはできませんでした。 あなたは間違いなく私はまたソロのプレイヤーだったと思っているでしょう。  「私はギルドに参加したときにもこれが私に起こった」「私は宝箱を開こうとしたときに死んでしまった！ 類似のもの。\n\n私はこのショーが、ショー全体でプレイヤーの経験をしっかりと追っていれば、私の好きな人にとっては素晴らしいものになったはずだと思います。 何時間も何日も、何年もゲームをしている時、ゲーマーたちは基本的にSAOのプロットについて何かをしているので、面白いかもしれません。私たちは外界から離れて自分自身を閉じます。 私たちはこのショーのような昏睡状態にはなっていませんが、私たちは仮想の無意味な空間にかなり長い間住んでいます。\n\nこのショーは、何とかゲーム体験を真剣に受け止めるのではなく、少なくとも私を失望させるのではなく、それをどうにかして模擬することができれば、知的であったかもしれません。 アニメショーとして、これは間違いなく、絶対にひどいです。 それは基本的には、厄介な女の子と彼らの 'noob'の物語ですべての気になるエピソードをポップアップするハーレム、何とかキリトは彼らを（または彼らが運がない場合は）保存する必要があります。 それは、物語が実際に移動するのを待っているので、長い間見続けた後、最終的にはあなたが無限のフィラーの弧を見ていることに気づきます。\n\nなぜこれはランク53ですか？ これはどうやってできますか？ 私は同意する、ショーは後で元気になるかもしれないが、数週間の間、私たちはちょうど何のポイントも持たない退屈なフィラーを見ているだけなので、私が期待した素晴らしいショーになることを期待していなかった それは最初のエピソードを見た後になる。 高率は、フィラーの実際の値ではなく、人々の期待にも基づいていたかもしれません。\n\n私はまだ希望があるからといって、見続けるだろう。 しかし今のところこれは非常に大きな失望です。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "PonPonPon",
    "profile": "/profile/PonPonPon/reviews",
    "pages": "3",
    "number": "11",
    "link": "/reviews.php?id=155379",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  9\nサウンド|  6\nキャラクター|  3\n|  5\n\nこのアニメについて議論の余地のないレビューを書くことが可能かどうかは疑問です。 私はそれに亀裂を入れてみましょう。\n\n*****\n\nSAOは、そこにいる人々の言うことにもかかわらず、アニメ業界がこれまでに展開してきた最悪のことではありません。 それは悪いですか？ 確かに。 文字は吸うとプロットは便利さの完全であり、ペーシングはかなり泥酔しており、テーマの値はありません。\n\nSAOは簡単な目標です。 それは悪いアニメだからだけではない。 それは大規模な誇大宣伝の悪いアニメだからです。 ソーシャルブックマークのファンサイトを持っているという認識は、「願い事」などの言葉がほぼ捨てられてしまうと、数千の孤独で未熟なオタクがノートパソコンのスクリーンの後ろに浮かんでいることを想像することは避けがたい。  AsunaがKiritoのためのサンドイッチと現われるとすぐにそれを突き刺す準備ができています。\n\n私たちがアニメをストーリーテリングの媒体として扱って、ストーリーテリング能力でSAOを判断すれば、それはうんざりします。 その物語構造やその実行を守ることは実際には不可能です。 キリトは、存在する中で最も痛いほど鈍いキャラクターの1つです。 私はAsunaが作成されたのは、ソースLNの作者がキャラクターの発展をいかに迅速に掘り起こすことができるかを知るための賭けだったからです。 彼らはそこでもいくつかの近親相姦でスリップすることさえできました - しかし、待って、彼女は本当に妹ではなく、とても賢いです。 このアニメは深刻な問題を抱えており、悪いアニメと呼ばれる価値があります。\n\nしかし、あなたは何を知っていますか？ すべてのことにもかかわらず、それはまだ攻撃的に残虐ではありません。  SAOは素晴らしい生産価値を持ち、戦いは活気があります。 ゲームの力学は不条理であり、デュー・エス・マチナよりはるかに機能しますが、現実のMMORPGへの忠実度の欠如は世界で最も大きな犯罪ではありません そこで最も高く評価されているアニメの中身は、彼らの内部の論理も巨大な自由を取るようになっている（あなたを見て、Mナ...おそらく名前を挙げるのは良い考えではない）。 そして、まあ、私はキリトが積み重ねるすべてのばかげたプロットアーマーから笑いを取ることができました。そして、アスナのおかしな主人公から無力な罠の餌に私を驚かせました。 だからそれがあると思います。\n\n私はSAOが本当に何か嫌いになると思う。 それはあまりにも多くの誇大宣伝を持っている悪いアニメですが、それは本当に最悪のことではありません。 これよりもはるかに悪いことがあります。  SAOは私に性病を与えませんでした。私は脳細胞を殺していませんでした。それは私が永遠にアニメを見ることをやめさせてくれませんでした。私は自殺を考えさせませんでした。 私は憎悪のレビューを書いてみたい。 それは単なる劇的に悪いアニメです。 それで全部です。  4/10。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "the_real_sh1t",
    "profile": "/profile/the_real_sh1t/reviews",
    "pages": "3",
    "number": "12",
    "link": "/reviews.php?id=69493",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  2\nアニメーション|  8\nサウンド|  7\nキャラクター|  1\n|  4\n\n（マイナーなスポイラーがあるかもしれません、あなた自身の責任で読む）人々はオンラインゲームに閉じ込められ、ゲームで死ぬと、あなたは実生活で死ぬ。 偉大な音ですか？ 私はこれが実際には非常に残念なシリーズ（これまでのところ）であることを恐れています。\n注：これは私の最初のレビューですので、退屈ではないように本当に努力していきます。\n\nストーリー-2：人々はそれを打ち負かすためにゲームの最上階を打つ必要があるMMOをプレイしているので、正常に聞こえる？ だから彼らは床の上に上司を殴って上司の後に床に行く？ まあいいえ、彼らはゲームの仕方を多かれ少なかれ説明した最初のエピソードと2番目のエピソードで彼らは彼らの最初の上司と戦っている（完全な明白な権利があればスポイラーではない？）とtheeeeeeeeeeeeeeenは約10階をスキップする。 それから、このエピソードといくつかは、他のキャラクターの周りにもっと多くのものを巻き込み、彼らがこの世界にいる様子をどのように振る舞うのですか？ だからこの時点で私は物語がゲームを打ち負かすよりも多くの物語を推測している。 これは通常私にとっては問題ではありませんが、キャラクターに対する私の意見を参照したい場合は、「キャラクター：\ntl; dr  - 宣伝されていない\n\nアート-8：それはかなり見える。 他に何を言うことができますか？ アニメーションはかなりうまくいきます。 私はグラフィックや何かでそれほど大きくはないので、それは私が言うすべてです。\n\nSound-7：それは私の耳を裂かせることはありませんが、私は特にこのアニメの音楽を愛していません。 音声演技は実際には良いです。 このことについて他には何も言えません。\n\nキャラクター1：地獄としてのクリシェ。 主人公は明らかにゲーム内で最も強く、最もよく知られている人であり、すべてのかわいい女の子が彼を欲し、悪い人は最も一般的な理由で悪いですし、ショーが周りを回っているすべてのキャラクターは退屈で、永遠に忘れられています（  ）。\ntl; dr  - 彼らは吸う\n\n楽しさ-4：それは悪いですが、少なくともまともな時間の通行人です。 それがいかに恐ろしいかを見るために面白い。 私が破壊の火星を見たときのことを思い出させる\n\n全体的な4：キャラクターについてのアニメだが、キャラクターは吸う。 いくつかのアクションシーンがあります（実際はそうではありません）。大丈夫ですが、頻繁に起こることはありません（これがMMOであると考えれば変です）。 誰もがなぜこれが好きなのか分かりません。 それは潜在的なものでしたが、それはそれほど素晴らしいものではありませんでした。 最高でその平凡な。 私はそれを見続けて、これを不必要なものとして更新しますが、何か他のことをする時間を無駄にしなければならないと言います。\ntl; dr  - これを見ず、行って何もしないでください。\n\nこれを読んでいただきありがとうございます。 すてきな一日を！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "hsaka",
    "profile": "/profile/hsaka/reviews",
    "pages": "3",
    "number": "13",
    "link": "/reviews.php?id=70481",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  7\nサウンド|  5\nキャラクター|  1\n|  3\n\nわかりましたので、私は本当にこのアニメが好きでした。 私は何年かに渡ってWoWを演奏したことがあり、MMOに閉じ込められているという考えが大好きです。 ああ、それは彼が何らかのハーレムを持っているように見えて、ショーがもう表面的にならないかのように素晴らしい。 戦闘シーンはまったく興味深いものではありませんが、芸術は本当に素晴らしく見えます。 私はおそらく、このアニメにもう少しエピソードを出すだろうが、見ることがますます面倒になっている。 残念ながら、この文章は恐ろしいです。 ストーリーは事実上存在しないし、世界に進出して逃げようとすることはほとんどない。 各エピソードはかなり無関係で、予測可能です。 あなたはまた文字通り最初の50かそこらのフロアを見逃している、私は誰もキリトが彼の方法を研ぎ澄ませるのを見たいと思っていないことを理解するが、ここに何かいいだろう。 キャラクターはどんなに悪いですか？ 彼らのそれぞれはかなり面白く、退屈で、事実上興味深い対話はありません。 キリトは、例えば、常に「正しい」ことをするように見える超強力で純粋なキャラクターです。 それは十億の他のアニメの中で見たことがないのと同じように、彼の性格にすべてがあるように見えますか？"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Demi_V",
    "profile": "/profile/Demi_V/reviews",
    "pages": "3",
    "number": "14",
    "link": "/reviews.php?id=146877",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  8\nキャラクター|  3\n|  3\n\nまず、2年前にSword Art Onlineを初めて見たことがあり、それを10と評価したファンガールの一人だったと言わせてください。批判的な考え方でそれを見直した後、私がどれほど愚かであったかを認めます このショーを盲目的にオーバーレイするために。  SAOは、それが描かれているほど良いところはどこにもなく、目を開けて見るのは簡単です。\n\nアイデア自体は良いです。 ゲーマーは仮想ゲームに閉じ込められ、誰かが難易度が上がる100レベルすべてを打ち負かすまで逃れることはできません。 さて、いいよ。 あなたがゲームで死んでも、あなたは本当に死ぬ？ さらに良い音。 少しのロマンスを投げたいですか？ 右に進む。 圧倒的な男性の主人公を作り、無数のdeus ex machinaを投げて、彼を強制的なハッピーエンドで究極のヒーローに見せかけますか？ あなたは私の食欲を台無しにしました。\n\nSAOはMCの導入と視聴者の主な目的を習得するための小さなゲームプレイから始めました。 サイド・キャラクターにスポットライトを与える目的から離れていくフィラーがいくつかあります。 それは後で便利になるSAOのルールについてもっと学ぶので、完全に無関係なわけではありません。\n\nショーにサバイバルゲームがある場合、正常に実行されている限り、ヒーローの主人公（SAOのKiritoとAsuna）に間違いはありません。 それはうまく始まりますが、SAOはKiritoを彼が実際よりも勇敢に見せるために非公式の言い訳を投げて失敗します。 ベータテスターとは無関係に、何の理由もなく特別な治療を受けるケースがいくつかあります。 代表的な例は、モリ・デウス・エス・ミナ・キャラクター（Yui）の追加です.KiritoとAsunaが他のプレイヤーに優位を与えるためのチート・コードに過ぎません。  Yuiはただの質問に答え、ヒントを与え、他のゲーマーには公開されていない情報を共有するだけです。  SAOは、最もばかげた結果でハッピーエンディングを強制する悪い習慣を持ち、いくつかの穴を残しています。 これは明らかにゲイリー・スチュにキリトを育て、予期せず驚くべきことを彼が終わりに達するたびに行う。 彼のスキルや才能については、どこにも出てこない論理的な説明はありません。 それはちょうど最初の弧の不合理な終わりとともに起こります。\n\n2番目の部分は悪化し、私は近親相姦に言及していません。 新しいゲーム、新しいルール、新しい設定、新しいキャラクターですべてが再開します。 やはり、元老院が全面にあり、キリトはそれなしではどこにもいないでしょう。 愛三角関係があり、SAOは片側を探査し、反対側は未完成のままにします。  SAOがその人がなぜ恋をしているのかという論理的な理由がない場合、実際にその人物を感じることも難しいです。 アスナは、強力な戦闘機としての彼女の役割から、苦しんでいる苦しみの人に還元されます。 この不快な雰囲気を作り、触手の強姦を含むこれらのレイプシーンでショーをセクシュアイズすることで、大きな飛躍を遂げています。\n\nKiritoとAsunaの間のロマンスは悪い考えではありませんでした。  2年以内にペーシングを検討するのは良いことだったので、決してクリシェに至らず、すぐにお互いに落ちるペーシングを急いで行った。  KiritoとAsunaの物語を究極のロマンスのように見せてくれるYuiに加えて、SAOがハーレムに導かれたとき、物事は比例していない。\n\nSAOのハーレム・アスペクトはキャラクターを大幅にダウングレードしますが、豊富な女性キャラクターと無敵のヒーローがあるときにはどう思いますか？ キリトが別の女性と一緒に一日も過ごす時間がなくなり、毎晩あなたの顔にファンを吹き飛ばしてしまう瞬間はほとんどありません。 その後、女性のキャラクターはその緻密な瞬間を伴います。  Asunaや他の女性たちが意図的に危険にさらされているシーンは、いつもキリトを救う人として注目されています。 女の子が発疹の決定をするための動機付けや論理的な理由があった場合は、私はそれを言い訳します。 しかし、彼らはちょうど瞬間のためにbadassを話し、Kiritoが開始したことを終わらせるためにステップを離れるので、ショーは魅力的ではありません。\n\n正直なところ、SAOには記憶に残る文字はありません。 キリトとアスナは非常に魅力的です。  SAOは、彼らがすべての女性/男性の夢の夢であることを明らかにしています。ほとんどすべての人が彼らを羨ましく思っています。 しかし、どちらも特別な特性を持っていません。 彼らはあなたの典型的なゲイリー・スチュとメアリー・スーのキャラクターなので、キャラクターの開発には意味がありません。 悪役はまったく悪くはない。 彼らは悲しみと笑い声の両方であり、第2の悪役は最初のものよりも喜んでいる。 彼らのそれぞれは決まりません、彼らの不正行為のための論理的な動機を持たず、どんな悪鬼のための共通の知識も欠けています。 女性側のキャラクターの大部分は、キリトで恋に落ちるだけの場所でしたが、真剣な人の中には、心の中で現実的に行動しました。 ゲイマーは善良な人と悪い人のものが多岐にわたっていたので、誰もが自分の目標を持っているのは完全に退屈ではありませんでした。\n\nアニメーションとOSTは大部分が良いです。 設定と背景のデザインは美しく、シャドーと適切な色のコントラストで夕日を現実的に描写しました。 ゲームプレイは、特にキャラクターが死亡したときに雰囲気に適していました。 文字のデザインと服装は良かったです。 一つの目立った問題は、文字がどのように状況に合わないのかということでした。 たとえば、2人のキャラクターは同じ激しい状況にありますが、1人のキャラクターだけが虚弱で不健康に見え、もう1人は何も起こらないかのように完全に正常に見えます。\n\n2つのOPとEDには苦情はありません。 個人的には、最初の弧の方が良いと思った。 セイユも良かったし、そのほとんどは感情的に反応しました。 背景音楽は、仮想世界とさまざまな状況に適合しました。 戦いの場面では、寝返りのシーンやハードコアで遊び心がありました。 劇的なシーンの直後に音楽が陽気になり、私が真面目にシーンを撮ることになっているかどうか、私に疑問を呈した時は数回ありました。\n\n全体として、SAOの悪い書き物に気づくのは難しくありません。 アイデアは良かったが、実行は貧弱だった。 私は初めに「誰かがこれを嫌っているのだろうか？」と思って、それについて大きな期待を持っていました。そして、すべてが急いで下り坂になりました。 それは下地につながった。  MCは基本的にはうそです。なぜなら彼らはデュー・エス・マナからの助けを必要とし、成功のために実際に働いたことがないからです。 驚くべきアニメーションやOSTが最高のパーツでしたが、ストーリーとそのキャラクターによるSAOの失敗を補うことはできません。  SAO IIがもう少しまともだと願っています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "4Tifier",
    "profile": "/profile/4Tifier/reviews",
    "pages": "3",
    "number": "15",
    "link": "/reviews.php?id=150901",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  2\nアニメーション|  9\nサウンド|  9\nキャラクター|  1\n|  2\n\n今私がこのレビューを始める前に、私はこのショーに10のうち1つを与える正当な理由があると言いましょう。 私がこのような悪い評価を与えるのは非常にまれですが、私のことを聞くとあなたは私のポイントを理解するでしょう。\n\nこれで私たちは世話をしました。\n\n新しいゲーム「NerveGear」のおかげで、ビデオゲーム市場が巨大になった遠い未来に、「Sword Art Online」が開催されます。 それはあなたの神経とあなたの五感を完全にスキャンし、事実上何かが可能なオンライン世界にそれらを結びつけるシステムです。\n\nNerveGearシステムのための最初のMMORPG「Sword Art Online」のリリースに焦点を当てています。  Kiriyaga Kazuto（Kirito）は、この試合のベータテスターの一人であり、日本で販売されている10,000本限定のものの1つに簡単に手を加えることができました。 すべてがスムーズに進んでいるように見えるとき、ビデオゲームの創作者であるKayaba Akihikoが、誰かがゲームを打ち負かすまでプレーを続けるように強制すると、事態は「致命的」になる。 そうするためには、100人のボスを倒す必要があります。 それぞれのゲームは自分のレベルであり、それぞれは他のゲームより強力です。 プレイヤーがゲームで死んだり、現実世界の誰かがNerveGearを離陸しようとすると、NerveGearのマイクロ波安全システムがオフになり、脳を揚げて実際の生活を殺します。\n\n最初の3つのエピソードは絶対に信じられないほどでした！ ストーリーにあなたを完全に引き込みます。キャラクターはとても多様で、信じられないほどのアクションシーケンスがあなたの席の縁にぶら下がっています！ 危険な状態になっているので、誰もが犠牲にしてゲームが鼓動し、誰もが生き残ることができます。 人々の間の信頼が薄くなり、プレイヤーが他のプレイヤーによって殺されるようになるにつれて、シリーズは緊張していきます。\n\nそれぞれのキャラクターはそれぞれ独自の長所と短所を持っているため、生き残るためには誰もが協力しなければならないため、完全にユニークでした。 最も注目すべき副キャラクターの1つは、剣をつくる方法を本当に知っている魅力的で恥ずかしがり屋のAsunaです。 彼女はキリトが最初の上司を前回のように倒すのを助けます。 私は彼女がシリーズを通してキリトを助ける非常に強いキャラクターになることは疑いがありませんでした。\n\n私はまた、ショーのアニメーションを絶対に愛し、それは信じられないほどのサウンドトラックです！ それは本当にショーを生き生きとさせ、私は音楽を何度も繰り返し聞きたいと思っていました。\n\n列車は本当に速く動き始め、すべてうまくいっていた。 つまり、エピソード4までです。 それはシリーズが完全に「サメに飛び乗った」ときに、私はそれができないことを望んだものになりました。 無力な男性主人公とのハーレム・ロマンスシリーズ。\n\nエピソード4から始まって、シリーズはたくさんのストーリーとアクションをスキップして、多くのレベルをスキップし始めます。 それはエピソード4から始まります。キリトはそれほど素晴らしい人ではありません。\n\nキリトは強いかもしれないが、彼は自分自身を気にしてゲームで最も強力なキャラクターになる。 彼は彼の同盟国から秘密を隠し、必然的に死に至らしめる。彼はより多くの強力な剣を手に入れるために、見知らぬ人の命を賭けるだけでなく、多くの場合、他の人を使ってランキングを上げる手伝いをする。\n\nどのように多くの女の子が彼に魅了され、どのように彼はそれらの女の子を扱うか、この人物をさらに卑劣にするものです。\n\n彼らが完全に無情であっても、女の子は強く独立したかわいい男に引き寄せられているという事実です。 しかし、いったん新しい女性キャラクターがシリーズに導入されると、それらは1つのエピソードについてのみ表示され、次のエピソードの後に​​完全に忘れられます。\n\n言い換えれば、このシリーズの副キャラクターがあまりにも多いだけでなく、キリトはそれらの1つを気にしません。 このシリーズを見ている人はあまりいません。そのため、この番組は完全に過大評価されています（いい話が本当に重要ではないので、そうでしょうか？）素晴らしいアニメーション、音楽、 右？）\n\nこのアニメは間違いなく急いでいた。 それはずっと長く続いていて、もっと多くのアクションシーケンスを含んでいた可能性があります。 しかし、それは彼らがすべての良い部分をカットし、時折ロマンスのエピソードであったはずのものであなたを残したかのようです。\n\nこれを視野に入れるには、「フェアリーテール」または「ブリーチ」のすべてのアクションシーケンスとプロットの開発セクションを切り取って想像してみてください。ロマンスのエピソードフィラーはすべてあなたのものです。 それはまさにこのシリーズのものです。\n\nしかし、それは大丈夫です、少なくとも私たちは、見る価値のあるシリーズを作るためにアスナを手に入れました。\n\n違う！\n\nシリーズが終わる頃に、Asunaは強くて独立したヘロインから、Kiritoを使わずに何もできない苦しんでいる看守まで行きます。 作家たちはファンボーイズの大勢を喜ばせるためにAsunaのキャラクターを完全に台無しにしました。それは容認できません！\n\nシリーズの終わりまでに何も説明されていません。\n\nなぜゲームクリエイターがSAOの中に人を閉じ込めたのか、あるいはキリトが短期間殺された後にキリトがどのようにして生き返ることができたのかは、最終的なボス（これは不滅であると思われる）をONE 刺します。\n\n私は正直なところ、このシリーズが注目に値すると思っていましたが、残念ながらそれを見て、何か良い行動やキャラクターの開発を期待していました。 残念なことに、私が見つけたのはひどいロマンスフィラーと、さらに役に立たないサイドキャラクターでした。\n\nそれでは「アルフハイム・オンライン」が導入されるときのSAOの第二の半面があります。 それは、作家がファンの男の子を喜ばせ、さらにSAOの可能性を窓から投げ捨てるように、シリーズの後半を作ったかのようです。 ゲームが終わると直ぐにSAOを止めたほうがいいと思っていましたが、彼らはバンドワゴンを続けて後半にすることに決めました。\n\nアニメのこのセクションは、理由のために最もダイハードなSAOファンによってさえ嫌われています。 最初の部分からのサスペンスと行動は、もう存在しません。 後半はあなたの顔にかわいい女の子を投げつけ、シリーズは非常に扱いにくくて迷惑になり、特にKiritoの妹が紹介されると（そして、あなたが十分なアニメを見ていれば、これがどこにあるのか分かります）。\n\nこのショーを別のテレビ番組と比較すると、間違いなくシリーズが失われます。 それは信じられないほどの可能性で始まりました、そしてそれはちょうど下り坂に戻り、戻ってきませんでした。\n\n結論として、「Sword Art Online」はアクションシリーズとしての驚異的な可能性を秘めており、最初の3つのエピソードでそれが証明されました。 しかし、それは「学校の日々」の別のバージョンに終わった。 哀れなラブストーリー、ほとんどのプロット、卑劣なリードと多くのかわいい女の子は、ターゲットを絞った視聴者に興味を維持する。\n\nファンの少年たちの大勢が言っていることにもかかわらず、私は正直なところ、このアニメをすべての私の心で軽蔑しています。 ひどいキャラクターの開発と無駄なプロットだけではなく、このシリーズが何をもたらすかということが原因です。 彼らはそれが正しいとすれば信じられないほどのアクションシリーズだったかもしれませんが、それはトイレの下で信じられないほどの可能性を秘めており、それをビデオゲームの男の子ファンサービスに置き換えました！\n\nこれは、私がSword Art Onlineが最も高評価されているアニメの一つであるだけでなく、歴史上の最大の無駄の一つであると信じている理由です。\n\n獣医：\n+優れた音楽/アクションシーケンス\n+カラフルなアニメーション\n - 価値のないプロット\n - 信じられないほどの潜在的な無駄\n - ひどいキャラクター開発\n - 卑劣な鉛\n - 無意味な第二部（アルフハイム・オンライン）\n - ハレムがアクションに取って代わる\n - あまりにも多くの女の子\n\nスコア：1/10\n\n見ないでください！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "TheGadaffiDuck",
    "profile": "/profile/TheGadaffiDuck/reviews",
    "pages": "3",
    "number": "16",
    "link": "/reviews.php?id=178631",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  2\nアニメーション|  8\nサウンド|  10\nキャラクター|  2\n|  3\n\nこのウェブサイトのSword Art Onlineのレビューは今このウェブサイトでは数十回ですが、今のところスクラップしています...ここには何も行きません\n\nそれについて何が良いですか？ アニメーションは非常にカラフルで、見るのはうれしいです。 剣の最初のちょっとしたことは、現代の日本に私たちを紹介しました。私は、使用されたカラーパレットで恐怖感を覚えました。おそらく初めの色が、世界が時には無気苦労であることを象徴する本当の鈍いものだったからです。 一度KiritoがAindecradの領域に入ると（またはあなたがそれを綴っています）、私たちはシリーズを通して一貫している鮮やかな色に導かれます。  Aindcradは、私が住んでいても構わないアニメの世界の一種です。エピソード7-9などのシーンがあります（この番組を見てからしばらくありました）。キリトと他の重要なセ ログキャビンを介して、湖で、水不足、野生生物の完全な、真ん中のどこでも、22階に（たぶん）。 そのような場所は私が引退して幸せな生活を送る場所のようなものです。\n\nソード・アート・オンラインの音楽は、梶浦由紀さんが行っているシリーズ（キリト、アシュナ・サブアークを除く）の中では最高のものです。  Yukiさんの音楽が良かったので、ひどいアニメの音楽を作曲する限りはスティックのくそが終わってしまったのですが（私はこれも含めて）、私は楽しいと言っています この1シリーズよりも優れたシリーズ、Fate / Zero。\n\nあなたはおそらく、これが行われているこのレビューのスコアから推測することができます。 ショーで何が間違っていますか？\n\n\n\n主人公はどうですか？ キリトはひどい主人公です。  Aindradに捕まったSword Art Onlineには1万人の人がいて、彼らはKiritoを選んで周りを回った。 キリトは個性が欠けているし、人格があまりにも圧倒される。  '＆gt;しかし、カダフィ大佐は力強いです。彼は技能を鍛えてダンジョン襲撃に挑戦し、MMOにうまくいきました。 私は、チームプレイを奨励するゲームジャンルを信じることは難しいと思います.MMOの激しい攻撃と進行がいかに難しいか、自分自身がレベルになったこと、 エピソード3、フロア15で死ぬことなく、？ 彼らは少なくともそれを信じられようにしたかもしれない。 女の子はいつもキリトにぶつかっていますか？  Gurren LagannのKaminaのようなアニメキャラクターはすべての女の子達を理解することができましたが、Kiritoは小さな芝生のように見え、いつもスーパーエモを演じます。\n\n\n私の最大の牛肉は、それが構造化されている方法でこのシリーズです。 このシリーズがアニメになる前は、最初の軽小説でした。 私が知る限り、Ancrade Arcはシリーズの最初の12〜13のエピソードを2冊の本で書いています。 最初の弧の早い段階で起こる嘲笑の時間のスキップの間に起こるランダムな物語の束を特集した本でした。 ランダムな物語のエピソードだけをOVAのエピソードで起こさせるのではなく、実際に物語の弧がメインのシリーズで起こると、彼らは両方の小説を最初の12のエピソードに詰め込もうとしましたが、全く動作しません。 ゴースト・イン・ザ・シェル：スタンドアローン・コンプレックスは、メイン・ストーリー・エピソードの間にスタンドアローン・エピソードが存在し、スタンドアローン・エピソードのどれも、それほど重要なプロット・ラインに関連性を持たせたり、 そして、それはちょうど最初の半分です.....後半は全く無意味ですが、それはあまりにも長く引きずり出され、シリーズを痛々しく長くするための言い訳になります。\n\nちなみに最悪の場合、ショーの展覧会の量です。 博覧会は視聴者を興味深く保つ方法で行われている限り悪くない。 カフェの話に座っている人はどんな面白いことでもない。 私は彼らがカフェに座っていること、または展覧会を引き渡すためにシナリオのようなカフェを少なくとも10回カウントしたと思う。 私の友人の一人が脚本コースを取って彼に話しかけていました。彼は最初に教えてくれたものの1つは、コーヒーテーブルに座って展覧会を出すことでした。 私はSAO2の最初のエピソードを見ました。それはまさに第2シリーズの見方に私を変えてしまったのです。 彼らはショーのこの混乱から何も学ばなかった。 最初のエピソードでは、13〜22分の実行時間で構成された展示が行われました。 それは私にとって剣がオンラインであれば十分です。\n\n結末は私にもうんざりさせました。\n\n私は前半に4/10を与え、\n私は後半に1/10を与える\n\nキリトの寝室で10人の裸の女の子の中から2本の触手シーンを贈る\nあなたはこのショーを見る必要はありません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "MykeJinX89",
    "profile": "/profile/MykeJinX89/reviews",
    "pages": "3",
    "number": "17",
    "link": "/reviews.php?id=76113",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  7\nサウンド|  6\nキャラクター|  1\n|  1\n\nソード・アート・オンライン...ある時点で、私は実際にこのショーを見ることに本当に興奮していました。私がそのシーズンを楽しみにしていたショーであり、他のすべてのショーはちょうど飼料でしたが、ショー その問題がますます明らかになったとき、私はそれがすべての点で激しい憎しみを抱き、ある時点で私を定義し始めました。 アドバイスの単語：ちょうど何かが普及しているということは、それが難しいことを学ぶので、それが良いことを意味していません（ジャスティンビーバー、トワイライト、コールオブデューティを見てください）。\n\nまず第一に、私はそれが約であることから始めましょう。 ソードアートオンラインは2つのストーリーアークに分かれています。 脱出する唯一の方法は、ゲームを完了することです。 エピソード1〜14はAincradアークです。 物語は2022年に設定され、NerveGearとして知られている最新のVR技術が、題名のMMORPGとともにリリースされました。  14歳の主人公、キリガート一族（キリトとも呼ばれる）は、試合前にベータテストを受けた後、試合の10,000人のオーナーの1人です。 どのような会社が1万通のゲームしか制作していないのですか？ あなたが私に尋ねるならば、それは良いビジネスではありません。 とにかく、ゲームを始めると、Kiritoはログアウト機能がないことを知ります。 これは設計上の欠陥ではありませんが、意図的に作成者の加矢彰彦によって行われました。 また、NerveGearsを取​​り外したりシャットダウンしたり、ゲームで死んでしまったりすると、プレイヤーは本当に死ぬだろうと説明しています。\n\n楽しむことができたVR体験は、生と死の闘いになります。 その間に、実際に良いショーになっていたのは、すばらしいショーになりました。 このショーで何が問題なの？ 多くの理由。\n\nキャラクター、主に主人公について話しましょう：まずは、キャラクターではありません。 これらは、素朴で、独創的で、一次元の段ボールのカットアウトです。\n\nKazuto / Kiritoは基本的にあなたのスタンダードです。Gary Stuはフルフィルメントの主人公を願っています。 彼はゲームで最高の統計を持ち、最高の技能とアイテムをすべて手に入れ、常に黒の服を着て、彼がこの暗黒エモの主人公であることを示し、あらゆる戦闘に勝つためにルールを曲げ、ほとんどすべて 彼は書物の完全で完全な怠惰の歩いている例です。 一人の女性。 言い換えれば、この男は、基本的に、すべての単一の社会的に厄介なハードコアゲーマーのウェットドリームです。 彼は主人公だから、彼以外ではない誰もが重要ではない。 誰も彼の好みに合わせてゲームのルールを曲げ過ぎた自己挿入を見たくない。 実際のMMOでは、単一のプレーヤーは、Kiritoが印象的なことを何も見ることはできません。また、本質的に不正行為をしていることに対して誰も彼を賞賛しません。 彼らは彼を彼自身の本当の技能を持たない哀れな敗者と見なすだろう。 キリトはこれが敗者です。 だれかが何を言っても、彼はスマートで複雑ではない。\n\nAsuna Yuukiはおそらく2人のうちの最悪の人です。 彼女はとても愚かで、彼女はTwilightからのBella Swanを比較して馬鹿ではないように見せかける。 私は実際の強い女性のキャラクターの十分な量が、Asunaが最も確かに1ではないことを十分に知っているのを見ました。 最初は彼女はうまく見えますが、シリーズが進行して、彼女がフルタイムの主人公になると、彼女はあなたの典型的なツンデレとして脱ぎ捨てて、キリトを彼女のためにして、 いつもよりも悪い ああ、何を推測する？ 彼女はおそらくSAOのトップ選手の一人だが、彼女のスキルポイントはすべて彼女の料理に限られている。 そうです。強さ、活力、防御力、敏捷性など、ゲームを通して進歩するのに役立つ特別な統計には焦点を当てません。 唯一の価値ある使用Asunaは台所にあります。 今日まで、私はまだ人々が実際にアスナを強い女性キャラクターと呼んでいるという事実を笑います。 実際、Asunaが「強い女性キャラクター」だと思う人は誰でも、彼らは実際にはそれが意味することを実際には知らないと仮定します。\n\n\n\n後で、彼らは娘としてこのAIの女の子を採用します。 彼女の名前はユイで、彼女は間違いなく最悪の女性としてアスナと競合しています。 彼女は全くキャラクターがなく、必死にかわいそうに行動するのが難しく、オタクの聴衆に何かをぶつけるようなモブブロではない。 実際、彼女の紹介エピソードは、シリーズの品質が低下した点でした。 また、何も彼女の声優は何もない。 私は彼らが神の母親を育てる良いジョーを行うと確信していますが、ユイは恐ろしいと思う。 それは非常に高いピッチのマウスのモーブブの声のようなもので、より多くのグレーティングしかありません。 彼女が話しているときは、彼女は簡単に耐えられません。 好きなように、話をやめてください。\n\n今、ゲームの人口の約3分の1を犠牲にしている邪悪な魔術師、茅原明彦。キリトが最終的に彼に立ち向かい、何をしているのかを尋ねると、答えは「忘れました。 彼はおそらく彼はおそらく全く何も持っていないと述べています。 最終的には。  SAOの目的は完全に否定され、時間が無駄になり、多くの人が絶対に何のためにも人生を失ったような気分になります。  Blood-Cの最後の数回のエピソード以来、これが最も面倒なことではなかったのであれば、私は何か分からない。\n\n私が好きなキャラクターはほんの少しですが、キリトだけに従っており、他の誰も重要ではないと考えているので、キャラクターの開発はもちろん、ほとんど見られません。  Kleito（赤いヘッドバンドを持つ男）は、一度彼がSAOに入ると、Kiritoが作る最初の友人です。 私が考えることはできません。 これらの女性のどれにも好きな点はありません。 彼らは何にも何も提供しません。 彼女がキリトくんに恋している以外に、彼らの性格には何もありません。 私はある時点で、著者はKiritoのために落ちない女性を書くのは難しいと述べました。 あなたは彼がキリトのウイングマンか何かのものであることを期待するだろうが、彼は5、多分6つのエピソードの合計で見られる。 シリカ（ドラゴンと一緒にいるロリ）は、より人気のあるキャラクターの1つであり、彼女は1つのエピソードといくつかのカメオの合計がこことそこに存在します。 実際には、彼女の唯一の注目すべきシーンは、彼女のおしっこでキリトと同じ部屋に入っています。 あなたがそれらを開発しようとしていない場合、なぜこれらの文字を導入するのを悩ますのでしょうか？ 実際には、なぜシリカが普及しているのかわからない。 彼女はロリですから。 それは基本的に彼女の唯一の魅力です。 鍛冶屋のリスベスも同じことをしていますが、その人は、ええと、彼女の魅力は何ですか？\n\nプロット：私はすでにプロットを説明しました。 それでおしまい。 作家のように、私たちは彼らに言葉を伝えたいだけです。 ショーの残りの部分は、何人ものプレイヤーがまだ生きているという少数の言及を除いて、その前提の上で拡大することはありません。 それとは別に、前提はそれが存在しないという点でほとんど無視されている。 実際、シリーズの過程を通して、私たちはアイテムと機器がエピソードの間だけに変更されたキャラクターを見る。  MMORPGをベースにしたショーは、キャラクターのカスタマイズ、機器のアップグレード、スキルセットなどに重点を置いていると思うでしょうが、決して精緻化されていません。 例えば、キリトは何とかデュアルウィーディングスキルをどこからも引き出しません。 いつ、どのようにして彼がそれを手に入れたかは決して決して分かりません。 彼は自分のスキルリストのどこにもランダムに登場していると言っています。 実際には、それは一定の問題です。私たちは死亡したこの数についてのみ言われていますが、決して表示されません。\n\n明らかに、私たちが誰かが死ぬことができるショーを扱っているとき、あなたはサスペンスとドラマがあると思います。 いいえ。 誰かが死ぬたびに、私たちは彼または彼女のために十分な世話をするのに十分な長さを知らなかったので、ドラマはフラットになります。 エピソードの半分は、私が1人のキャラクターを知るのに十分ではありません！ 唯一の「悲劇的な」死は、このシリーズによれば、ユイの死です。 彼女が死んだとき、主人公は目をそらす。 彼らは、宇宙で数日も経たないうちに彼女を知っていただけで、2つのエピソード全体を知っていました。 それは即座に否定されます。なぜなら、彼らは自分のデータを救済し、彼女をゲーム内アイテムに変換するからです。 ユイのキャラクター・アークは、ドラマのために、その人為的な、弱い、強制的な、申し訳の言い訳のため、シリーズの最悪のエピソードの一つだった。 実際には、Kiritoが今までに見たことのなかったいくつかの新しいスキルを真っ直ぐ引っ張って戦いに勝つことに気付くと、サスペンスの感覚はなくなりました。\n\nフェアリーダンスと名付けられた2番目のアーク（第15話〜第25話）（最後のエピソードまで踊る妖精は実際には見えませんが）は、多くの欠陥がはるかに大きなスケールで存在するため、はるかに悪いです。 ここでの設定は、SAOをベースに開発されたALfheim Onlineです。  Kiritoが最初にALOにログインすると、SAOのすべてのアイテムと統計が持ち越されていることがわかります。 だから、レベル1からやり直すのではなく、彼はスタート時に圧倒される。 それは、宇宙でのゲーム開発とアウト・オブ・アウト・オブ・アウト・オブ・タームの点で、怠惰なことだけを示しています。 ストーリーは「生存のための闘争」から「プリンセスを救う」に切り替わりますが、ALOには作業中のログアウト機能があり、ゲームで死ぬと誰も死ぬことはありません。 また、Kiritoは主に自分の目標を除いてすべてを行います。これは、To Doリストの最後のものです。\n\nそして、あなたがYuiを十分に得ることができなかったときに、彼女は戻ってきます。 そうだ、彼女はターボに行くよ！ 彼のアイテムはALOに持ち越されたと言われましたが、Yui以外はゲームシステムで読むことができません。 彼女はKiritoへのガイドの妖精として、ゼルダの伝説のNaviのようなものです：時間のオカリナ、彼女はすべきではないことを知っていて、プロットがそれを要求するときにのみ動作するからです。\n\nフェアリーダンスの大きな悪い、菅生信行は、効果的な悪役であるという点でカヤバよりも悪いです。 まず第一に、この男は本当の悪人よりも精神病性で小児性の人形です。 私たちが彼に紹介されたときに彼が最初にしたのは、カツトにはっきりと伝えられます。「こんにちは、私は悪人です。 菅生さんの微妙さやあいまいさはありません。 また、ファンベースは明らかに彼の悪役のために彼を憎むことはない。 彼の計画は基本的に、SAOを逃れなかった数百人の記憶を管理することを含む。 しかし、それはファンがこの男の頭を棒で欲しい理由ではありません。 この男をスカムよりも低くする最も凶悪で、悪く、荒々しく、人道的な犯罪は、彼が得るたびにアスナを虐待しています。 ファンバンドには、菅生はカヤバと比較してヒトラーです。\n\nその話はまた、前者が投獄され殺害された人々であって、後者の行動や後に続くすべての敵対者に間接的に責任を負うものであるにもかかわらず、Sugouと比較してカヤバを2つの悪のうちの小さいものとして描いている。 スガウの計画が悪いのは事実ですが、カヤバの方がはるかに悪いですが、ショーの道徳観は完全に後ろ向きです。 比較しよう：菅生の犯罪は、数百人の投獄と洗脳、そして性的暴力で構成されています。 カヤバの犯罪は、10,000人の懲役と約3分の1の殺人である。\n\n\n\nアシュナは窮地に瀕しているように、主人公としての役割はカズトの妹（実際にはいとこ）、スーガ/リーファに与えられる。 彼女の巨乳とは別に、彼女はカズト/キリトとの化学が実際に信じられているという点で、アスナより幾分優れている。 しかし、彼女の性格は、致命的な欠陥のために崩れ落ちる。彼女はSAOの女性キャラクターであるという落とし穴の犠牲になり、理由もなくキリトと恋に落ちる（それはまさに近親相姦領域に近づいている）。 異なる。 彼女はカズトとキリトの両方に恋していますが、彼らは同じものであることに気づいていません。  LeafaがSuguhaであることに気づいていないKazuto / Kiritoも同じです。 だから、彼らがいつ発見するのかということを推測するゲームが増え、そうしたときにダメージはすでに終わっており、あなたはもう気にしない。 日本ではいとこ同士のロマンチックな関係が受け入れられると言われる前に、それは確かに真実ですが、カズトとスーファはいとこではなく、いとこではなく、 と愚かな。\n\nアニメーション：まあ、風景がいいです。 それが私が言うことができる唯一の良いことです。 いくつかの例外がありますが、アニメーションスタッフが質の高い戦いシーンではなく、面白​​い価値のあるユーモアに努力と予算を浪費するように感じたことを意味します。 キャラクターのデザインはそうではありません。 あなたが気づいた場合、Kazuto / Kiritoはemo antiheroですから、彼は魂のように黒い服を着ます。 黒い髪、黒い目、地獄、彼の武器のうち1つを除いても、黒色に着色されています。 賞賛されないことについて話す。 ほとんどの文字は、1つの顔構造で描かれています。 例えば、桐藤竹のデザインは、明るい茶色のウエストレングスの髪、明るい茶色の目、平均的なサイズの胸を付けて、あなたはアズナを持っています。 実際には、以前のキャラクターのデザインからリサイクルされたように見えます。 アクションシーンは魅力的ではありませんが、ほぼすべての戦いで単一の静止画フレームで安く、怠け者になりました。\n\n私は音楽について少ししか言えません。 私は梶浦由紀さんのスコアについての良い話を聞いたことがあり、ここでの彼女の音楽はSword Art Onlineについて言及する価値があるだけです。 それはほとんどの時間、非常に繰り返します。 唯一のトラックが私の心に詰まっていて、キリトが戦いに近づいているときにのみ再生されます。 とても悲惨なことで悲しいことに悲しいことに残念です。\n\n今度はSword Art Onlineが持つ最悪の欠陥は、ファンサイトそのものです。 通常、私はシリーズのファンサイトについては話しませんが、これは特別なケースです。なぜなら、脳死者でさえ見つかるはっきりとした目立たない盲目のための愚かな失明のためです。 このショーを賞賛する多くのユーザーとそのレビューがここにあります。 それらの人たちは面白いが前に（ハロー、ハックフランチャイズ）行われている、その前提だけで売られて不運だった吸盤であり、他のすべてを無視する。 前提はこれまでのところしかできませんが、実行方法は本当に重要です。\n\nこのショーは、彼らがおそらくティーンエイジャーが書いたひどく書いたファンフィックのようなものを好きなので、これまでずっと愚かなファンサイトを持っています。 そして、私が聞いたことから、川原は十代の時に最初の小説（あるいは予備の話）を書いた。 それは間違いなく表示されます。 この物語やキャラクターには何の努力もありません。 また、彼は基本的に論理を適用しなくても基本的にストーリーを書いたことを認めています。 私は彼が物語を伝えるためにSAOを書いていないと思っていますが、間違った理由で人気を得たり、数万、数千の売り上げを売り払うことができます。 基本的に、安いキャッシュイン。 つまり、モエ・ジャンクよりも優れています。\n\nありがとう、河原玲子。 現代のアニメは、あなたの行動のためにトイレを降りてきました。\n\nここで私はこのショーのファンボイズが嫌いです：彼らはそれが素晴らしいだろうと言った。 私は彼らの言葉を受けました。 私は最初のいくつかのエピソードを楽しんだ。 しかし、時間が経つにつれて、私が欠陥を認識するようになると、私の楽しみは減少し、ファンは私が望むようにそれを楽しむことができなかったので、怒っています。  SAOのファンボーイたちは、SAOが完璧な幸福の幻想であり、ファンタジーが問題を指摘してファンタジーを言ったとき、ファンボーイたちは個人的なレベルで気分が悪くなるので敵対的になるので、 真実は彼らのためにはあまりにも厳しいので、彼らは現実を受け入れることができません。\n\nソード・アート・オンラインは基本的には、物語を伝えるために欲望の充足と威力に頼って、ひどいアニメを作る方法の教科書の例です。 それはパワーファンタジーです：そのメッセージは基本的にあなたの幻想に賛成して自分のリアリティを拒否するように指示しています。 私は、メッセージがボルックスの負荷であり、このために落ちている一部の人々が現実のチェックを必要としていることを示していると私は思う。  Sword Art Onlineが実際にそのキャラクターを開発し、最低の共通点を満たしておらず、あなたの知的財産権を侮辱していないという点で、実際のMMOアニメがすべて失敗することを望みますか？  .hack // SIGNの心理的な側面と意味のある文字を見て、Log Horizo​​nはその世界的な側面と実際に考え出されたMMOの機能性を知ることをおすすめします。 このショーが非常に高い評価を受けているかどうかを実際に見極めるのは難しいです。何度も何度も間違っているからです。 それが正しいのは、それ自身と川原を完全な冗談にすることだけです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "HybridMedia",
    "profile": "/profile/HybridMedia/reviews",
    "pages": "3",
    "number": "18",
    "link": "/reviews.php?id=134461",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  7\nキャラクター|  2\n|  1\n\n............\nあなたは、2011年にこれを始めて以来、ほとんどの人があまりにも尊敬しすぎる傾向があり、新しいタイトルについて言えば多くのアニメをレビューするときに、いつもオープンな心を保ち、「Anime is Dead!! ブロードキャストの波長に悪いショー（または「悪い」と感じるもの）が出現すると、この特定のショーはすでにすでに2年の歴史を持ち、すでにファンと評論家を得ている。  （そして、私は批評家に言った、嫌悪者ではないことに注意してください......まあ、私たちは後でそれに着きます）。\nSword Art Online（SAO）は、2022年にリリースされたVRMMORPG（Virtual Reality Massively Multiplayer）オンラインロールプレイングゲームです.Nerve Gearは、ユーザーの五感を脳で刺激するバーチャルリアリティヘルメットで、 ゲーム中のキャラクターたちの心を込めて。\n2022年11月6日、プレイヤーは初めてログインし、後でログアウトできないことを発見します。  SAOの創設者である茅原明彦さんから、無料になりたい場合は、ゲームの塔の100階に到達し、最終的なボスを倒す必要があることが知らされています。 しかし、アバターがゲーム内で死んだら、彼らの体は現実世界でも死ぬだろう。 これらのプレイヤーの1人は、ゲームを打つことに決めた熟練したプレイヤー、Kazuto 'Kirito' Kirigayaです。 ゲームが2年間進行するのに伴い、最終的に恋に落ちるアスナという女性プレーヤーと結婚する。 デュオがカヤバのアバターヒースクリフのアイデンティティをSAOで発見した後、彼らは彼に直面して破壊し、自分自身と他のプレイヤーをゲームから解放する。\n\n今のような前提で、それは有望で価値があるかもしれないが残念ながら、最初のエピソードだけであり、残りの部分が戻ってくるので、その品質はショー これは私が二度見たものです。 トゥナナミの周りのサイカキャスト時代と2回目の初回は英語ダブで走っていましたが、私はそれを初めて嫌うことはありませんでしたが、2回目にそれを見て、私は本当に私が見たものが好きではありませんでした。 それは英語のダブのためではない）。\n\nこのショーは、Aincrad ArcとFairy Dance Arcの2つの弧に分かれています。  Aincrad Arcについては、最初は大丈夫だったと思いましたが、ほとんどの場合、私は疲れて飽きてしまい、ペーシングが速すぎて不器用です。 私は、過去のアニメのペースが遅いことに不満を抱いている人がいることを知っていますが、少なくともあなたはストーリーラインに没頭しようとしています。 彼らはストーリーにあまりにも多く飛び乗って、ストーリーにとって重要ないくつかの細部を残しましたが、代わりにロマン主義のサイドストーリーには欠けています。 妖精のダンス・アークは、強制的なメロドラマが起こらなかったはずのない愛三角形を引き継いだからでもなく、新しいゲーム、ALfheim OnlineがSAOの災害の後でさえも作られた あなたはそこに止まってしまったと思っています。 この弧の間、執筆の悪い質は、たとえ最初の執筆がちょっと面白くなくても、表示されます。 誰かがそれを賢明なアニメと言っていた限り、あなたは私を冗談にしなければなりませんでした。 このシリーズについては、スマートで深いものは何もなく、それは悪いことではないかもしれませんが、どちらも面白くないし、両方ができないなら、あなたは良いショーに失敗しました。\n\nキャラクターは、それらのほとんどが本当に思い出深い、またはインスピレーションを感じさせないので、さらに悪いです。 彼らはかなり忘れられています。 私の知っている限り、主人公、声優、最も強いキャラクターです。 今度は、キリトが完璧なキャラクターではなかったと言ってきました。完璧で、おそらく完璧であると言われているので、誤って言ったかもしれません。そして、彼がゲームで最も強いプレーヤー（またはビーター） 彼を心配する 彼は単なる一般的な悪人だ。 私たちは彼に挑戦する者を倒すことができ、それを緊張させることができます。\n\n\n\nA-1ピクチャーズ（ブルーエクソシスト、マギ、フェアリーテール、アンドナナナを作った人）のアニメーションは、ほとんどの人にとって恒星であると認識され、見た目は見た目には見た目が美しく見えるものの、 それはひどいことではありませんが、私が以前に見たことがないものは何もなく、アクションシーンの一部が行く限り、実際にはそれほど活気がないわけではありません。 それはかなりのアートワークを持っており、キャラクターのデザインは標準的なオタクに魅力を感じます。\n\n音楽的には、梶浦由紀と彼女の音楽が大好きですが、このスコアは平均的なもので、ショーのオープニングとエンディングのテーマについても同じことが言えます。  「Crossing Field」は、アニメ、特に歌手LiSAの最高のテーマの1つとしては際立っていません。 私はまだこの日に、「宣誓書」がこれよりも魅力的な主題歌であると言います。\n\nそして、ダブのために今は平均です。 うん、2013年、Bang Zoom EntertainmentはFUNimationやSentai Filmworksが毎週や毎月出しているものよりも品質が良くなっていることをFate / Zero、Blue Exorcist、Accel Worldで証明していますが、これは最も明るいものではありませんが、 どちらかというとそれほど恐ろしいことでもありません。  KiritoとしてのBryce Papenbrookは、防衛の面では正当なキャラクターにマッチするとは思っていたものの、賞賛されなかった。  Cherami Leighは彼女の主演デビューで、AsunaとしてLAのダブで大丈夫です。 私はTodd HaberkornがVAの範囲を拡大していると言っていますが、前にやったことを見て、Johnny Yong BoschがFate / Zeroにいる様子を感じました（Ok、私はここでそのショーを言及しています 最近ではカッサンドラ・リー・モリス、クリスティン・マリー・カバノス、パトリック・セイッツ、パトリック・セイッツのように黒人を演奏するのは気にしない少数の男の一人、カーク・ソーントン ）、しかし私は彼らが十分に活用されていないと感じました。\n\n最終的な検証：OK、疑いはありません。 これは、ショーの失敗ではなく、完全な失敗ではありませんが、これは残念です。 私は、この年の最も人気のあるタイトルである2012年のベストショーのひとつとして、これを誇張している人物を非難しています。多くの人が言っているように、こう言います。 それは何か良いことを保証する」執筆は深刻で、文字は穏やかで忘れやすいものです。 私がそれから得る唯一の賞賛はアートワークであり、音楽はちょうど平均的で、私は思った。ハック/サインは通過するボアであったが、少なくともそのショーはいくつかのメリットを持っていた。 そして、私は、あなたがそれがどのようであるかを示すためにあなたがそれを見る必要がない限り、多くの人にこのタイトルを勧めないと強く言います。 これは純粋にアニメを書かない方法の多くの例の1つです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Savepoints",
    "profile": "/profile/Savepoints/reviews",
    "pages": "3",
    "number": "19",
    "link": "/reviews.php?id=110075",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  9\n\n「何かを守ることを求めると、人は非常に強い」 - ヒースリーフ\n\nソードアートオンライン; ショーは多くの人に愛されていますが、今までに多くの人が作った最悪のシリーズの1つとして認識されています。 ショーは完璧ではありませんでしたが、それは悪いことではありませんでした。私は受け取った憎悪の多くが不公平だと思うのです。ただ一つの小さな欠陥を指摘し、それを巨大なものに変えようとする人々です。\n\nストーリー：（7/10）\nSAOは効果的に2つの大きなアークに分割され、最初はシリーズが基本的に「宣伝」されたもので、 人々はゲームに立ち往生し、ゲームを打ちのめして離れることができなければならない。 さて、このアークはかなりの時間がかかっているので、注目に値する2つのものが現れます。\n\n最初の1つは、ショーからちょっと「奇妙な」ペーシングです。 時々あなたはキャラクターが1階のエピソードのフロア20にあり、そして次にフロア40にあるのを見るでしょう。それは簡単にあなたがエピソード全体を見逃したと思うようになります。 これは当てはまりませんが、これは明らかに大きな問題でしたが、私はこのシリーズが最初の弧を拡張して25回のエピソードを繰り広げ、 すぐにこれについて話します）。 私は個人的にペースの問題はほとんどありませんでした。それぞれのエピソードの実際のコンテンツは、私を興味をそそるほど充分に超えていたため、実際には適切な言い訳ではありませんでしたが、 それは小説が書かれた方法です\n\n第2の事は、最初の弧のかなりのエピソードが常にゲームをクリアしようとしているとは限らず、その多くがフィラーとして非常によく見えるかもしれないということです。 これらのエピソードは、しばしば、下位レベルのプレイヤー（または悩みのある人）を助けるキリト（シリーズの主人公）、または単に友人や愛する人と時間を過ごすことになります。\n2人の若い選手の関係に多くの時間を費やすことが分かり、この新しいシリーズにどのように適応するのかが分かりました 世界。\nこのショーは、このペースが遅く、よりSOL風のセクションを補うために十分なアクションと戦闘シーンを持っていますが、それでもかなり良いと思いました。\n\n2つ目の弧に移動すると、これは物語の種類が話をするために少し落ちるところです。  2つの弧の間にはいくつかの大きな変化があり、最初の弧の基になった多くの「コアメカニクス」を変え、大部分のキャラクタを置き換え、基本的に同じ危険感をなくし、 最初のアークポーズ。\n\nとにかく面白いとは言えませんが、それは本当に前の弧には何もありません...私はそれを他の多くの人ほど嫌っていませんでしたが、 しかし、私には、この部分のために作られた以上のシリーズの残りの部分。\n\nアート：（8/10）\n他に何もなければ、SAOの芸術は単に素晴らしいです。 それは本当に特別なものではありませんが、私は芸術のスタイルが好きでした。 アニメーションはほとんどの場合流動的で、戦闘シーンは非常に楽しく、あなた自身が存在する非常に小さな欠陥を見過ごすことができればうまくいく。\n\nいくつかの場面では、戦闘中の特定のポイント（誰かがヒットしたときなど）で、静止画だけで構成される非常に短いシーンか、非常に減速したシーンのいずれかが、実際にヒットした 何か。 静止画像はほとんど表示されず、非常にクールに見えるので、大きな問題はありません。これはすべて、人々が不快感を与えるために欲求不満を募らせるものです。\n戦闘シーンの残りの部分は完全に見え、「剣の芸術」を使用すると、フレームに素敵なトーンが追加されます。\n\nサウンド：（9/10）\n音楽はまた私の意見では大きなプラスでした。 このサウンドトラックはオール・イン・オール・オール・オール・オール・オール・オール・オール・オール・オール・オール・オール・オール・オール・オール・オール・オール・オール・オール・オール・オール・オール・オール・オール・オール・オール・オール・オール・イン・オールです。  LiSAの「クロッシング・フィールド」とアオイ・イールの「イノセンス」の2つのオープニングテーマは、より豪快で速い曲であり、トマツ・ハルカ（AsunaのVA）の「夢の世界」と、 ハルナ・ルナの「Overfly」はどちらも遅い曲で、テーマを終了するのに最もよく合います。\n私はすべての曲がシリーズに適合していると思うし、全体的にはシリーズのサウンドトラックの曲に問題はない。\n\n声優はすばらしいわけではありませんが、十分にいいですし、伝えたい気持ちやメッセージを伝えることができますので、ここでも問題はありません。\n\nキャラクター：（8/10）\n私がSAOについて見ている最も一般的な苦情の1つは、「キャラクターはひどく書かれている」ということです。ショーのこの側面を完全に逃したような気がします。 私は実際にキャラクターのほとんどを好きでした。そして、私が本当に好きではなかったことは、多くの人が悪者だったので、あなたは本当に好きではないと思っていました。 方法...\n\n私たちの主人公であるKiritoは、SAOの数少ないベータプレイヤーの1人でした。彼は基本的にはゲームについて知っていることを知っているので、非常に強力なプレイヤーになっています。 最初は彼の主な目標はほぼ生き残ることですが、彼はAincradでもっと多くの時間を過ごし、この新しい世界の人々に気を配り始めました。彼の意見は変化し、すぐに彼は自分を犠牲にして助けます 困っている人\n\nサイドキャラクターの多くは、他のキャラクター（主にそれぞれ1つのエピソード）に比べて画面時間がほとんどなくても、非常に好きなキャラクターで、エピソードがすでに終わってほしいという瞬間はなかったので、 私はこの恐ろしい性格をもっと知る必要はなかった。\n\nいろいろなキャラクターの相互作用が一種の「コミック・レリーフ」として役立ちました。キリトとアスナの関係は、間違いなくすべて「貧弱な」ものです。\n\n前述のように、大半の文字は2番目の円弧の間に置き換えられます。このため、私は新しい文字についてそれほど気にしませんでした。 彼らは実際に私がそれらに関係することを許可するために、または何らかの接続をするために何かに十分なスクリーン時間または影響を与えなかっただけです。\n\n楽しさ：（9/10）\n私は最初、それを言及しているいくつかのランダムなYoutubeビデオを通してSAOについて知り、そのプロットの簡単な要約を見ました。 このため、ゲームの世界に設定されていることを除いて、シリーズについては何も知らなかったし、後半は大きな失望だと友人から教えてくれました。\nたぶんそれは私の\"無知\"、またはそれが私にとても楽しいショーについての誇大宣伝の欠如のためだったが、私は本当に人々が一般的に不平を言うものに問題を持っていなかった。 確かに、後半はやや悪いですが、シリーズを「悪い」とマークするだけでは十分ではないと私は確信しています。\n\n結論：\nもし1万人の人々がゲームに立ち向かい、最終的な上司を倒そうとして死を避けようとする闘争についての非常に深刻なショーを探しているなら、このショーはあなたのためではないかもしれません。 しかし、上記のコンセプトがシリーズの「基盤レイヤー」として機能し、ちょうど素晴らしい戦いよりもキャラクターの相互作用を基盤とした、より軽快なトーンを持っているなら、これは （もしあなたが欠陥と2番目の弧の変化を見過ごすことができれば）。\n\n長所：\n+クールなコンセプト（完璧に実行されなかったとしても）。\n+非常に好きな文字。\n+非常に良い芸術。\n+かなり素晴らしい戦いのシーン（ほとんどの時間）。\n+素晴らしいサウンドトラック。\n-----------------------\n短所：\n最初の弧の間に奇妙なペース。\n - 第2アークの大きな変化は、後半の方が若干悪化します。\n - 戦闘シーン中の非常にマイナーな\"迷惑\"。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "menmari",
    "profile": "/profile/menmari/reviews",
    "pages": "3",
    "number": "20",
    "link": "/reviews.php?id=94501",
    "jp": "--- --- --- | ---\n全体的な|  3\n--- | ---\nストーリー|  1\nアニメーション|  8\nサウンド|  7\nキャラクター|  1\n|  2\n\nまず、私は貧しいライティングスキルをお詫びします。 それは決して私の強い訴訟ではありません。\n\n私がSword Art Online（一般に愛称「SAO」）を見たのは、私の友人が私のものと基本的に同じアニメの味をしていたからです。 この時点では2つのエピソードしかリリースされていませんでした。アニメを週に1回見ていました。 私は2つの既存のエピソードを見て楽しんだが、数週間後には、私の友人と私は、なぜ彼が最初に私にそれを勧めたのか不思議に思っていた。\n\nストーリー：\n\n1/10。 そんなにポテンシャルを無駄にしてしまった、それはうんざりしている。\n\nアート：\nSAOの唯一の償還品質。 芸術のスタイルは、最初のアークを通して非常にいいです。 見ることはとてもかわいく楽しいです。 もちろん、視覚刺激はこれまでのところ、特に怠け者になって2番目の弧でコーナーを切ってしまうと、すでに人々が夢中になっているので、あなたを救うことができます。 しかし、最初の弧では、芸術は非常に素晴らしく、それは間違いなくそれを見ている大きな貢献者の1つでした。 私は彼らが2番目の弧に沿って素敵さを保ってくれることを望みますが、ちょっと、このアニメからはあまり期待できません。\n8/10。\n\n音：\nOSTは豪華です。 すごく楽しかったです。  OPは素晴らしかった（特に最初のものはLiSAが素晴らしい。）、EDは良好で、OST全体は非常にうまくいった。 声の演技は平均的なものでした（サブについて言えば、ダブを気にするつもりはありません。なぜなら、ダブを見なければならないということです.2）この怪物を見直してください。 部門。\n7/10。\n\nキャラクター：\n\nキリトを涼しく見せるためには1文字1文字しかないという事実のため、私は文字を1/10にします。\n\n\nキリト：\n\n私が負のスコアを与えることができれば、私はキリトに-6000/10を与えるでしょう。 しかし、私は1-10から選ぶ必要があるので、私は彼に1/10を与えるでしょう。 それはかなり寛大です。\n\n全体：\nSAOは、無駄な可能性の定義です。 キリトはゲイリー・スチュの定義です。 キャラクターは驚くべきものですが、キリトを涼しく見せるという目的を果たすためだけにあります。 これは間違いなく、私が今まで見てきたアニメの中で最も失望しています。キリトのようなものがすべての妖精の夢ではなく、Asunaはすべての妖精の夢の女の子ではなかったような気がしますが、このアニメはあまり人気がありません 。\nあなたの時間を無駄にしないでください。 人気= =良い。 全体的なスコア：3/10。"
  }
]
