[
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "wumbmasta",
    "profile": "/profile/wumbmasta/reviews",
    "pages": "6",
    "number": "1",
    "link": "/reviews.php?id=106147",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  9\n\nソードアートオンライン：\n\n（これは新しい評価システムを使用した最初のレビューです。このシステムの仕組みを見たい場合は、私のプロフィールで「私について」をチェックしてください。\n\nソード・アート・オンラインは、ゲーマーの夢が実現するものです。 昨年、大衆を襲ったSAOは、近年急速に普及しているアニメの1つになっています。 これはおそらく、多くのアニメ愛好家がゲーマーでもあるという事実のためです。 しかし、このショーはファンボーイと同じように多くの嫌悪者を抱えています。 私にとっては、私がそれを感じるかもしれない罪悪感として、それは決定的なイエスです。\n\nストーリー7/10：\n\n\nアート9/10：\nこのアニメでは、アニメーション、世界、そしてキャラクターが美しく表示されています。 このショーの設定は、多様で美しいもので、アニメのような形のMMOスタイルの世界を優れたものにしています。 これは私が正直に欲しがっていた世界でした。本当にこのショーの芸術を芸術にしたのは戦場でした。 戦いは流動的で、豪華だった。 膨大な数のバトルアニメーションとアクションが展示されていました。大ボスの戦いはまったく魅力的でした。 私はそのような広大な世界と、そのような美しいアクションアニメーションで前にアニメを見たことはありません。\n\nサウンド8/10：\nソング・アート・オンラインは、音楽が進むにつれて、全体的に大きなOSTを持っていました。 オープニングの「Crossing Field」は個人的には歴史上の私の好きなオープニング曲の一つであり、地獄のように魅力的です。 シーン中の音楽はすべてシーンに非常によく合い、私が聞いたほとんどのサウンドトラックよりもずっと記憶に残っていました。 私は日本人の声優の世界に熟練していませんが、ショーのために演じる声は良かったです。 私が文字を読んでいないと言っていることを理解していなくても、私は感情的に文字に付けることができます。\n\nキャラクター7/10：\n\n\n楽しさ9/10：\n私はこのショーの$＃！+を楽しんだ。 確かに、私は本当に最初の4つのエピソードを気にしなかった。 私は友人に「この番組がオープニング曲の半分であれば、私はそれを愛するだろう」と語った。 しかし、これらのエピソードを通して力を入れた後、私はゆっくりと自分の考え方を変え始め、このショーを愛して終わりました。 全体のコンセプトは素晴らしく、この世界に閉じ込められたキャラクターの心理的、道徳的な側面に飛び込む方法は素晴らしいです。 戦闘のシーン、プロットの紆余曲折、ロマンス、ゲームの参照の間で、このショーは見て楽しかったです。\n\n勧告：\n私は、あなたが分割された観客のためにこのショーを愛していると確信することはできませんが、あなたはそれが私よりも好きかもしれないので、チャンスを与えてください。\nそれをストリーム！  + 1\n\n全体的に8.1 / 10\nSword Art Onlineは本当に喜んでいました。 華麗なコンセプトで、大部分のショーはすばらしいです。 最初の4つのエピソードは最高ではありませんでしたが、ショーはそれ自身を拾い上げ、かなりの冒険を提供します。 このショウを取り巻く誇大宣伝は十分に価値がある、と私はこのショーを嫌う任意の種類のRPGをプレイする人を想像することはできません。 その瑕疵と矛盾は絶対にありますが、私はそれらを見渡すことができ、Sword Art Onlineが見てすばらしいショーであったと確信しています。\n\n評決：\n大部分が提供する素晴らしいコンセプト。 様々な魅力がありますが、特にファンタジージャンルやゲームを楽しむ人にとっては魅力的です。\n\n長所：\n+ファンタスティックコンセプト\n+その聴衆（ゲーマー）を知っている\n+文字の関係に触れる\n+世界とアニメーションは美しい\n+ OPは私のお気に入りの一つです\n\n短所：\n - 最初の4つのエピソードよりも少ない星\n - たくさんのプロットホール/貧弱な説明\n - キャラクター開発の欠如\n - 劇的なプロットの変更は間違いなく一部の人々を失望させる可能性がある\n\nあなたがSword Art Onlineを好きだったら、それを見て....\nFate / Zero：\n主にアクション志向で主人公が剣士であるため、Fate / Zero LOLを推薦する言い訳が必要でした。\nアクセル・ワールド：\n私が知る限り、アクセル・ワールドのようなSAOが好きだったほとんどの人。 どちらも仮想現実ゲームをテーマにしており、どちらも同じ世界に設定されています。\n\n8.1 / 10  - 素晴らしい"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Jinm",
    "profile": "/profile/Jinm/reviews",
    "pages": "6",
    "number": "2",
    "link": "/reviews.php?id=95695",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  8\n\nSword Art Onlineは私にとってユニークな体験でした。\n\n驚くほどうまく始まりましたが、最初のアークの終わりまで品質を保つことができませんでした。 バックグラウンドストーリー（技術について）は興味深いですが、非常に速いと言われました。 後半は信じられないほど異なっていましたが、リズムがなくても焦点が合っていませんでしたが、まだ魅力的でした。\n\nアニメーションの品質も振動しています。 戦い場面は最後のレベルです。 そして、いくつかのシナリオは豊富に詳述されていますが、目の当たりにすることはありませんでした。 文字のデザインは良いですが、私は個人的には他のタイプを好みます。\n\n音楽とサウンドトラック（忘れられなくても）に大いに感謝しています。 特定の時間に、音を聞きやすくする気分になった。\n\nほとんどの冒険はキリトを伴います。 彼は幾分躊躇していますが、彼が行動を起こすと「彼の旅」に従うことを妨げるものは何もありません。 合法主人公...ほとんどすべての女性キャラクターは、彼の同情（または他の何か）のために彼を好きです。 そして、あなたが何かがナンセンスか説明がつかないと言うことができるのはこの最後のポイントです...\n声は魅力的で、それぞれのキャラクターと一致しています。\n\nとにかく、私のメモは非常に弱い8です。 私は自分自身にうそをつくことはできませんが、私はあまりにも好きでした。それは技術的な部分だけです。\n\nあなたを楽しませるには、ただ自分を許してください..."
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "FarrelSal",
    "profile": "/profile/FarrelSal/reviews",
    "pages": "6",
    "number": "3",
    "link": "/reviews.php?id=193360",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  8\nキャラクター|  2\n|  4\n\n*このレビューにはスポイラーが含まれている可能性があります*\n\nうん、この有名なアニメの別のレビュー。 このショーを嫌う人もいれば、それを愛する人もいれば、オンラインで剣の芸術について私自身の視点を与えるつもりです。\n（これは私の実際の初めてのアニメのレビューですので、私はショーの重要な点を逃した場合はごめんなさい。）\n\n\nストーリー/プロット（3/10）：\nだから将来的にはバーチャルリアリティは事です。 今度は、私たちの主人公が、このゲームのVRを使ってオンラインの剣アートと呼ばれるMMORPGゲームをするための「神経ギア」を持っています。 誰もがゲームの中に閉じ込められていることを誰も知らなかったし、ゲームで死ぬと、あなたは実生活で死んでしまい、現実の世界に戻るためにゲームをクリアする必要があります。\n\n人々は最初の14回のエピソードは他のエピソードと比べて「良い」と言っています。 しかし、私はSAOはまずはじめることだと思っています。\n\n最初に、キリトのレベリング方法についてお話します。\n最初のエピソードではレベル1、エピソード3ではレベル40、エピソード4ではレベル78、エピソード10では2年間のスキップをスキップしてレベル98です。 彼らはレベルアップすることは決して説明されていません。  kiritoセービングギルドが決して説明されていないときも同じです。 そして、サノのファンの一人は、サチの死が悲しいと思っていると言っていましたが、私が知らなかったのは、サチは一回のエピソードしか出していないということです。 だから、どのようにして1つのエピソードの開発が遅れている人物の死を悲しむことができますか？\n\nこれはショーの私の楽しみをちょうど傷つける。  Theresの方法はあまりにもplotholes。 プロットの進行もばかげている。 プロットを進める唯一のエピソードはエピソード1,2,10,13、および14です（我々はaincradの弧について話しています）。  aincrad arcのエピソードの残りはフィラーです。 だから私は剣の芸術は、ビデオゲームのアニメではなく、ビデオゲームで行われるロマンスであることがわかります。 その主にアニメのロマンスの側面に焦点を当てたので、ゲームの面ではありません。\n\n\n\nキャラクター（2/10）：\n今すぐキャラクターに移動しましょう。  SAOに関するもっともなことはキャラクターです。\n\nキリト：\n私たちはここに私たちの主人公を持っています。人格はまったくありません。 彼は何の理由もなく試行錯誤している。 キャラクター開発は一人も彼に与えられていませんでした。 そして特徴づけの欠如。 今、キリトが「ソロ・プレイヤー」であることについて話しましょう。  MMORPGの死のゲームでソロのプレイヤーになることは完全な虚偽のことです。\n\nキリトはエピソード2の最後にソロプレイヤーだと言っています。エピソード3の初めに彼はファックしているギルドにいて、エピソード4でエピソード5＆  6彼はasunaとチームを組んだ。エピソード7で彼はLizabethとチームを組んだ。エピソード8の初めには、2年間のタイムキープの後でしか我々は彼を見ることはできない。同じエピソードで、彼は再びasunaとチームを結ぶのではなく、  11彼らは結婚している。\n\nだから私に説明する理由は、この愚かな小さなたわごとは彼がソロプレーヤーだと言っているのはなぜですか？ そうですね。 彼は一人でぎこちない。 なんてクールな男。\n\n\n明日菜：\nAsunaはkiritoの愛の関心のためだけにそこにある。 彼女はいつでも戦う時間を捧げることはできませんでした。 それでも彼女は「まあまあ」と人気があります。 何のために？ アズナはキリトを使わずにたわごとをすることもできません、なぜ彼女はとても人気がありますか？ 彼女は何をしましたか？ それはアニメで決して説明されていません。\n\nすぐは：\n彼女の主な役割は、ファンデーションと近親相姦のサブプロットを提供することです。 誰かが最近アニメで近親相姦にショックを受けている場合、それは安いショックの価値のためにプロットに投げ込まれた単なる別の要素です。\n\n茅場明彦：\nすべての時間の愚かなアンタゴニスト。 カヤバは、サウで行ったことをすべてやったという動機を単に忘れてしまった。 私が読んだり見たことのない他のショーでは、なぜ彼らが彼らが何をしているのかを忘れてしまった。\n\nリスベス：\nLisbethは嫉妬の目的のためだけにそこにある。 とwaifu餌。\n\n\n残りのキリトのハレム/サイド・キャラクターは無用で無意味です。 彼らのそれぞれは、1つのエピソードのcharacterazationを得ただけです。 そしてそれは言及する価値がない。 プロットはそれらなしで進めることができます。\n\n\nアート（7/10）：\n芸術はまあまあです、元のA-1 Picturesの標準を頼りにしています。\n\nサウンドトラック（8/10）：\nまあ、私はサウンドトラックが平均以上であると言う必要があります。 そのショーは本当によくショーに合う。 オンラインで剣の芸術の唯一の償還の品質。\n\n\n全体的に（4/10）：\nオンラインのソードアートは無駄な可能性があります。 それはまともなアニメかもしれないが、あまり書かれていない。 ペーシングは不条理です。 そして、穏やかなキャラクターは私の楽しみを傷つける。 それは驚くべきことではない場合は、このアニメを楽しむ多くの人々をtheres。 特にアニメに新しい人たち。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "NotSushi",
    "profile": "/profile/NotSushi/reviews",
    "pages": "6",
    "number": "4",
    "link": "/reviews.php?id=109733",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  1\nアニメーション|  8\nサウンド|  8\nキャラクター|  1\n|  7\n\nあなたが多くを読んで好きではない人は、ここでミニレビューです。 それは吸うが、同時にそれはしない。 そこ。\n\nこの不必要に長いレビューを喜んで読んでくれる人たちについては、私はそれを感謝します。\n\n多くの人が言うように、ソード・アート・オンラインは、あなたがそれを愛しているか、それを嫌いなアニメとして放映されています。 私は最初の3つのエピソードが優れていたと思っていました。バーチャルリアリティーゲーム、Sword Art Onlineを紹介し、ゲームをプレイするような気持ちを与えました（ボス戦など）。 エピソード3）。 しかし、その後、作家が亀裂を喫煙することに決めたのと同じように感じて、それ以降のアイデアから完全に消えていった\n\n最初の最大の懸念は、文字です。 誰も彼または彼女に深みはありません。  Puffthahaha、私はKiritoがカヤバの存在を称賛したとは信じられません。 Asunaは、お尻をキックする不思議な女の子として紹介されている、私は彼らが地獄を閉鎖するためにちょうどティーバッグにしたいあなたの一般的な迷惑なtsundereになることが判明。 キリトは、馬鹿な理由から、一日中ゲームをしている間に彼の人生を一生過ごしていても、ひどく傷ついているわけではありません。  。 私が目にしたことから、彼はショー全体を通して究極の無敵のキャラクターです。だから2番目の弧に着いた後、次の戦いに勝つことは明らかです。 キャラクターの残りの部分はプロットには関係なく、ちょうど主人公をチックマグネットのように見せるためのちょうどあなたの常設のハーレムの餌です。 しかし、悪役...彼らは悪いです。 それらについて何かを台無しにしないために（悪い、何が台無しになるの？）、悪人は邪悪であるという動機を持たず、ショー全体のプロットデバイスです。 彼らは不快で哀れな人として捨て去る。 \n\n\n\nもっと暴言？ はい、お願いします。 しかし、私はその場面について話しません。なぜなら、私は「ショーを台無しにする」ためです。 きらりんシーン！ または単にばかなシーン！ どこにでもDeus Ex Machinaが書いています。 ショーを台無しにしたくないので、ゲームの中で殺されても、彼はまだ生きています。なぜなら、私は知らないからです。 作家が何か良いことを考えることができなかったかのように思えますし、進歩のプロットだけで何かをランダムに叩くことに決めました。私が考えることができるのは、作家がどれほど怠惰かということです。 ワオ。 しかし、お尻は第2弧のクライマックスでさらに悪化します。 キリトが他人と一緒に自分を救うことができたにもかかわらず、キリトは自分自身を犠牲にしようとするシーンもあったが、作家はこのショーよりももっとメロドラマに押し込むためだけだ。\n\n実際には私はあまりにも多くのアニメをバッシングしているように見えるので、私はこのショーを良いものにする話をするだろうと思う。\n\nサウンドトラックと音楽は絶対に素晴らしいです。 間違いなくアクションシーンで使用されるもの。 それはちょうどとてもキッカーを鳴らした。 それは実際にあなたがそれのためにショーを見る特権を感じるようになります。 プレイヤーがメニューを開いたり、好きなものを開いたりすると、ビープ音のブーイング音が鳴るたびにオルガズムを感じることができます。 このショーのアクションシーンは、サウンドトラックと混ざり合って、あなたの目と耳がスクリーンに剥がれてしまいます。 このショーには予算がたくさんあることが分かります。アニメのこの哀れな言い訳には無駄です。 おっと、私はもはや不名誉になるつもりはありませんでした。\n\nこのショーのもう一つの素晴らしい点は、決して退屈することができないということです。 それがまだ放映されている間に私が欠陥に気付き、それを嫌っても、私はショーを見てとても楽しんでいました。 ソード・アート・オンラインを見ると、エピソードが本当に速くズームしているように感じられ、エピソードの終わりまでには満足していないと感じ、次に次のエピソードがほしいと思うようになります（これはまだ放映されていました ）ショーは実際にあなたを巻き込む方法を知っていて、バーチャルリアリティのゲームにあなたを浸し、あなたがそのゲームにいたいかのように感じます。 このアニメは、ゲームの仕組みがどのように機能するかについて、さまざまな方法を紹介しているので、サイド・ストーリーは私には大丈夫でした。 料理、釣り、訓練、レベルアップまでの習得、希少なアイテムの発見など。このショーでは多くのことが探求されており、もっと見ることができます。 悲しいことに、これらのことは最初の弧にのみ表示され、2番目の弧は「私はプロットのために悪いことをしているこの非常に悪い人からAsunaを救わなければなりません！\n\nだから全体的に、Sword Art Onlineは間違いなく面白いショーですが、それはまったく愚かな文章、悪い人物、そして恐ろしい対話の使用からまったくばかげています。 このショーは、何か一般的なものを好きなオタクのための希望充足ショーであるだけです。 私は実際にアニメに新しい人であることをお勧めします。なぜなら、実際には西洋人をアニメ界に招いているようなショーだからです。 ソード・アート・オンラインは有罪の喜びですが、私は本当にそれが嫌な人の一人なので、私のリストでは1/10のスコアであることがわかります。 しかし、もう一度、誰が剣アートオンラインの中立的な意見を持っています。 それはそれを嫌うか、それを愛している。 全体的に、私はこのショーに、このレビューのための一種の公正な評価を、実績のあるスコアで与えます...\n\n3/10"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "kuity",
    "profile": "/profile/kuity/reviews",
    "pages": "6",
    "number": "5",
    "link": "/reviews.php?id=82694",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  6\n|  10\n\nあなたはMMORPGをプレイしたことがありますか？ あなたのコンピュータの前に座って、仮想世界にログインして、次回5時間後に座席から起きたときに起きたことを認識していますか？\n\nこのような経験があれば、90％確実にSAOを楽しむことができます。 一方、オンラインゲームの経験がほとんどないと、SAOを本当に感謝することができない場合があります。\n\n - ストーリー：9/10  - \n私が最初のアークを完了したとき -  Aincrad、SAOはまだ進行中でした。 待つことができなかったので、私は先に進み、河原玲貴のエンジェルシリーズを読んだ。 アニメが軽小説シリーズに直接適応していることを踏まえて、私はそのストーリーが優れているとしか言えません。  SAOは、最初から最後まで、MMOの最高の要素（レベリング、クエスト、ギルドフォーミング、襲撃など）を捉え、浮遊城Aincradに基づく未来的なゲームの現実的で魅力的なビジョンと組み合わせることができます。 適応そのものに関して、AniplexはAincradで起こった事象の合理的な年代学的な再集計を行うために、SAOのサイドストーリーと同様に主要なプロットをまとめることができます。 もちろん、適応には、主に2つの主人公の間の関係の発展に関して、その欠陥があります。\n\n2番目の弧であるアルフハイム・オンラインは、その視点を現実の世界に戻し、最初の弧までの優れたフォローアップです。\n\n - アート：10 / 10-\n芸術は軽い小説シリーズに示されたスタイルに真のままです。 色付けは、仮想世界の活気を正当化する非常に満足のいく方法で行われます。 ラインは単純すぎるかもしれませんが、それはアニメそのものの側面として見過ごされやすいでしょう。 アニメーションの面では、いくつかの他のシリーズに「安い」感覚を与える非常に多くの静止画があるという兆候はなく、アクションシーケンスは非常に魅力的です。\n\n - サウンド：10 / 10-\n声優はいいですが、時にはプロゴニストの声が過度に柔らかく落ち着いていると感じることもあります。 特定の場面で長引く戦闘の叫び声は、やや誇張されているかもしれませんが、それは実際に光の小説に描かれている方法であり、「Uwa-ah-ah-ah！\n\n - キャラクター：6 / 10-\n私が上で言及したように、アニメの長さは文字を肉付けするにはあまりにも短いです。 特に、Aincradのすべてのサイドストーリーを基本的に含めると、Aniplexがアニメーションに持ち出そうとしていたライト・ノベルのラブストーリーは間違っていて、他の多くの人が既に言っているように、実際にはうんざりしていません。 これらの2つのアニメーションアークの終わりには、主人公が人間の資質が十分ではない元気のように見えるという正当な感情もあります。 私にとっては、これは他のアニメの心理学的に安全でない/自己嫌悪的な/極端な社会派/極端な驚異的な主人公よりも優れています。\n\n - 全体：9-\n私がライト・ノベルを読んで何が起こるのか正確に知っていたにもかかわらず、2つ目のアークの11回のエピソードをすべて一度に終えることができました。 あなたがアニメを見ようとしているのであれば、アクションシーケンスと活気あるバーチャルゲームの世界を楽しむだけでなく、キャラクター開発の方法をあまり期待しないようにアドバイスしています。 その時点でまだSAOを楽しむことができれば、河原玲貴の軽小説シリーズを強くお勧めします。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "cdevil100",
    "profile": "/profile/cdevil100/reviews",
    "pages": "6",
    "number": "6",
    "link": "/reviews.php?id=151041",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  5\nキャラクター|  2\n|  3\n\n私の意見をぼんやりと述べるために、ソード・アート・オンラインはせいぜい平凡なアニメです。 それはかなり見た目のアニメですが、悪いものではありません。 今私はシリーズのファンがすでに私を裂く準備ができているが、私を聞いてあなたの一部を知っている。 このレビューは、ストーリー、アート、サウンド、および文字の4つの部分に分割されます。 私のレビューが役立つことを願っています！\n\n\n\nストーリー：このアニメは普及しているので、私はあなたのためのプロットについて深い要約を行う必要はありません。 このレビューを読んでいるなら、あなたはすでにそれが何であるかを知っている可能性があります。 しかし、知らない人のために、このアニメは仮想世界の人々を捕まえるようになるVR MMO RPGであり、あなたがゲームで死んだ場合、あなたは実生活で死ぬ。 このように、主人公のキリトは他のプレイヤーの大部分と一緒に試合を打ち負かすので、ログアウトして試練を乗り切ることができます。 今、私がオープニングで言ったことにもかかわらず、私は実際にプロットに大きな問題を抱えていません。 地獄、自分自身のゲーマーとして、私はそれがかなりきれいだったと思った。 はい、アニメのストーリーの後半が望みに残っている間、私はそれが全体的に大丈夫だと思った。 それは特別なものではありませんでしたが、シリーズに興味を持ってもらえました。\n\n\n\nアート：美学は、このアニメが本当に輝く場所です。  SAOのビジュアルは素晴らしいものではありませんでした。 すべてのキャラクターとモンスターは壮大に見えました。 背景は美しく、魅惑的で興味深いものでした。 真剣に、この1つのアーティストに帽子をかける。\n\n\n\nサウンド：SAOのサウンドトラックはかなりいいですが、忘れられません。 特に私には目立った曲は一切ありませんでした。 残念ながら、私は良い音楽を良くすることにあまり精通していないので、塩分でこの部分を取る。 しかし、全体的に、本当に私と一緒に固執するものは何もありません。\n\n\n\n文字：さて、あなたはおそらくすべてその最初の小さなぞっとした地獄に何が起こったのだろうか？ これまで、私は何もしていませんでしたが、このシリーズについては肯定的な（少なくとも肯定的な）ことを言いました。 では、どこが間違っていたのですか？ なぜこのような軽蔑をもってこのアニメを見るのですか？ それは文字です。 一人のキャラクター、特にキリト。 この1人のキャラクターは、他のいくつかと一緒に、私のトップアニメの1つだったかもしれないものを台無しにしました。 今、あなたの全面的な意見を一人のキャラクターに乗せさえすれば、ちょっとしたように見えるかもしれませんが、シリーズのメインの主人公はひどくて退屈です。シリーズを楽しむにはどうすればいいですか？ 私ができる最善の方法でキリトの問題を説明しましょう：\n - 彼はFARも圧倒されています。 私はあまりにも圧倒された道を意味します。 私は最高の選手の一人が自分のキャラクターの一部だと気づいていますが、Kiritoが汗をかくことなく彼に投げられたすべての挑戦を打ち負かすと、私は助けてもらえません。 これは、サスペンスや興奮のあらゆる種類のほとんどの戦いのシーンを奪う。 良いキャラクターは勝利のために苦労し、失敗を経験し、それを克服するために自分自身を改善する必要があるという私の信念です。 しかし、キリトは、試してみることなく、最初のもののほとんどすべてを打ちのめすだけです。 彼が実際にアッパーハンドを失うかもしれないと思うときはいつでも、彼はデュアルウィーティングのようなお尻から何かばかげたくそを引っ張る。 もしアニメがあまりにも多くの時間スキップを使わなかったら、それは正当化されているかもしれません。私たちは彼がスキルを訓練し開発するのを見ることができました。 しかし、単純なことは、このような瞬間は、安価な警官のような戦闘シーンからサスペンスを奪うように感じることです。\n\n - 彼の性格はそんなに退屈です。 キリトは、あなたの平均的な素敵な男/ badass / loner / brave /厄介な過去/別のクリシェを挿入しています。 彼は私が後になることができる興味深い人格を持っていれば私は彼のOPnessを許すことができますが、単純な事実は彼がしないことです。 彼はあまりにも完璧であり、そのために、彼は非常に欠陥があります。 私は大きな問題であることが分かっている男には間違ったことはないようです。 このため、彼はちょうどいくつかの力の旅行の幻想のように思えます。\n\nキリトは脚光を浴びている。 私は彼が主人公だと知っていますが、理由のために副キャラクターが存在します。 サイドキャラクターのほとんどは完全に無能です。  Badassと独立した女性の鉛として紹介されたAsunaでさえも、苦痛モードの乙女にすばやく押し込まれ、Kiritoは男性の力の旅の運命を果たすことができます。 キリト以外のキャラクターが、赤い侍の鎧の男のように、初めに会う（残念、彼の名前は私を逃す）のように、より悪い瞬間を持っているのが好きだったでしょう。 しかし、いいえ、すべての文字は、私たちの主人と救世主、キリト（私はそれが非常に成熟していないことを知っているが、皮肉のために申し訳ありませんが、この文字は私にこれを悩ませる）に比べて完全に不可能でなければなりません。\n\nキリトとの私の問題をまとめると、彼はゲイリー・スチュと、それでかなり悪いものです。 彼は私がシリーズから楽しむことがほとんどできない主な理由でした。\n\n\n\n全体として、ソード・アート・オンラインの私の意見は、無駄な可能性という2つの言葉でまとめることができます。 芸術はそこにあった、物語はそこにあった、音はそこにあった、しかし私がキャラクターに自分自身を投資することができないならば、私はそれを楽しむことができない。 私はそれの背後にそのような信じられない誇大宣伝を持っていない場合、私はそんなに迷惑をかけないかもしれません。 それは完全なごみではありませんが、それは傑作の近くにさえありません。 傑作アニメは、物事、物語、芸術、音楽、キャラクターなどすべてを提供しなければなりません。  1つが不十分に行われると、それはショー全体をドラッグします。 私は将来の作家がこれを文字の重要性の教訓と見て、このようなことをもう一度やろうとします（シリーズが絶対銀行になってからではないかもしれませんが）。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Anim3-Autistic5",
    "profile": "/profile/Anim3-Autistic5/reviews",
    "pages": "6",
    "number": "7",
    "link": "/reviews.php?id=185606",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  8\nキャラクター|  2\n|  3\n\n***スポイラーズ***\n\nあなたはくちばし、半近親相姦、発達していない登場人物、本質的な話には全く貢献しない無意味なエピソード、強制的なエッチシーンを好きですか？ あなたのための完璧なアニメ、私のm8。 無限の可能性を持つアニメが、いかさましいハレームになったのを見てみましょう。\n\nオーディオ/アート。  8.8 / 10\nサウンドエフェクトとアートは、今日の標準では、かなり良いサウンドfxと見栄えのよいいくつかのシーンで、平均よりわずかに高いです。 声優はキャラクターによく合います。\n\nプロット。  8.6 / 10\nだから基本的にはゲームゲットに完璧で、他の多くのプレイヤーと共にゲーム内に閉じ込められ、ゲームを完了せずにゲームの作成者である最終的なボスを倒すことができない男ゲーマーです。 キャッチされているのは、プレーヤーがゲームで死亡した場合、その人は実際に死ぬということです。 今、それはファックとしてぎこちないです。プロットは良好であり、誰のためにも開発のプラットフォームと同様、多くの可能性を秘めています。\n\n\nキャラクター\n\nキリト2/10\nだからこのniggaは主人公です。 実生活ではなかなかうまくいっていないけど、男の男は一日中ビデオゲームをやっている。 彼は何かに完璧であり、ゲーム内では真実である。 彼はどんな改善も必要ないので、彼は退屈で魂のない人物です。 私は、作家たちは彼が暗くてぎこちなくて邪悪な一種の狼のように見えると思っていたと思います。イタチは上記のように説明するのが良いキャラクターになるでしょう。彼は全く好きではなく、  Kleinはこの時間よりも多くのスクリーン時間を持っていました。 何らかの理由で、すべての3人の女の子も彼のディックを追っています。アスナのための彼の愛は非常に強制されているように思えます。 ああ、あなたは私の人生を救ったわたしは恋に落ちているpls hurr durr.A 2/10彼はかなり厚いお尻があったにもかかわらず、彼のいとこを骨折しなかったので。\n\n明日菜。  5月10日\n彼女は幾分かわいいメインガールのキャラクター。 彼女はかなり強く、おそらく実生活では人気のある種類のキャラクターです。 最初は苦痛のシーンで乙女を見ることができずに幸せだったし、私もそうではないと思ったが、私は間違っていた。 他の巧妙な行動アニメのように、彼女は乙女になった。 少なくとも彼女は完璧ではないし、彼女の側からの愛はやや正当なようだ。\n\n\nクライン 10/10\nリップクラインは本当に良いキャラクターだったかもしれないが、screentimeの2秒のようにしか得ていない唯一のダチ。彼は実際に心配の人格と本物の自由を持っていた。 彼はn00bだったので、彼は多くの開発の余地がありましたが、それは大丈夫です。 まだシトイトより良い。\n\n\nその妖精の娘AIのこと。  0/10\n私は彼女の名前を覚えていないが、AIはAincradシステムを監視するAIではない。 いくつかのゲイのお尻の理由のために彼女は小さな女の子の子供の形で（文字通り最悪のグリルシリーズ）です。 もう一度やってみると、AIの「女の子」は、私たちの素敵な2人のキャラクターが彼女を見つけて、彼女を娘（それは非常に予測可能なシーン）に連れて行くことに決めた森では無意識でした。 かつてのダンジョンではShititoとAssunaは高いレベルのモンスターを倒すことができず、そこにはdeus ex machinaが狂ったように回転するギアがあります。 その女の子はそのモンスターを殺し、彼女がプログラムであることを突然「覚えている」と彼女が彼女の感情を含めて偽であると言い始める。 ワオ。 素敵な仲間ではなかった。彼女はすぐにゲームに干渉するためにシステムによって削除されるつもりだった。そしてAsunaは泣き始めたが、Shititoがコンソールに行くように誰も誰もしないでdeus ex machinaの聖なるギアを心配しない。 ゲームの改造/ハッキングを始めるが（idkはどうにかうまくいくが）、女の子を涙の形のペンダントに変換し、削除する前に彼女を保存する。  （もしそれがアニメの中でも最も奇妙な発達ではないなら、私の顔から出ていってください）。彼女はAIなので、基本的には詐欺師でもあります。\n\n\n覚えておくべきでない他の重要でない文字\n\nShitioのチームが入っていたキャラクターは、1つのエピソードのように死んでしまったし、よくできていないし、ストーリー全体に貢献していない。 無関係のエピソードを取得したその1人のロリ、剣を作った他の少女も関連性がありません。 そして、死んだ他のすべての人。私は基本的に彼のディックを望んで、彼のゲームを助け、無関係な半近親相姦のロマンス開発の一部でもあるShititosのいとこのsisを忘れてしまった。  RIP\n\nアンタゴニストNo.1 0/10\nこの男は拮抗薬にはかなり悪いです。 彼はなぜビデオゲームを作ったのか忘れ、ビデオゲームの中で殺されるように人生と未来を危険にさらしながら何千人もの人々を捕まえる。 ニース。\n\n\nアンタゴニストNo 2 -5/10\n彼は文字通り私が今まで見た中で最悪のアンタゴニストである哀れなお尻です。 彼が後にしているのは、Asunasの猫です。実生活でも、ゲームでも悲しいです。 彼は明らかに大きな会社を経営しているため、Asunaは実生活で生きており、Asunaと結婚したい。  Asunasのお父さんは気にしていないようです。いいです。 彼女は17のような、またはいくつかのたわごとは、男は25のようなものです。父親の自閉症や何か、これは\"最高の\"アニメの作家が思い付くことができる開発ですか？\n\n\nプロットホールと不必要な開発\n\nバックルをつけてm8してみよう。\n\n1.なぜKirito OR Asunaが明らかに殺されたときに死ななかったのですか？ どうしてキリトは生き返ったのですか？ あなたが理由を知っている？ なぜなら、これはたわごとアニメなのだから。\n\n2.最初のエピソード3では、彼はレベル40にあります。\nそれはレベル70にありますか？ 何がファック？\n\n3.ゲーム内のコンソールからゲームをハックする方法は？ ああ、コンソールを見てみましょう。\n\n4.なぜゲームのレベルが上がらず、ハーレムのコンセプトを除いて文字通り何の貢献もしない不必要な人々がいるのはなぜですか？\n\n5.なぜAsunaはログアウトしなかった唯一の人ではなかったのですか。そして、彼女は全く別のゲームに移ったのですか？\n\n6. Shititoはどのようにして別の試合に行った後でも、まだ自分のゲームの統計情報（ATK、DEF、SPEEDなど）を持っていましたか？\n\n7. Shititoは、彼があまりプレイしなかったときでも、どのように新しいゲームで最も強力なキャラクターの1つを倒すことができましたか？\n\nなぜ、いとこは彼を愛しています。なぜなら、彼が彼を愛していないとしても、それは違います。\n\n9. Asunaの両親は、彼女が生き残ることさえ保証されていないゲームに閉じ込められているときに、彼女が結婚することに問題がないか、それについて考えることができませんでしたか？\n\n全体的に1/10\n1キリトが彼の鍬を叩いて自分をコントロールしたからです。\nもしあなたがこのアニメがトップで2以上のスコアを得ればもっと良いアニメを見ると思う"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Nicalesc",
    "profile": "/profile/Nicalesc/reviews",
    "pages": "6",
    "number": "8",
    "link": "/reviews.php?id=126597",
    "jp": "--- --- --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  4\n|  5\n\nああそこに！\nこれは私の最初の見直しであり、得点は個人的なものです。 あなたのスコアが違うなら、それは驚くことではありません。 ところで私の英語はそれほど良いものではないので、あなたはそれを理解することを願っています。 まあ、何でも..\nだからここに行く！\n\nSAO（別名ソード・アート・オンライン）は、2012年の同じ時期に最も愛され嫌われています。 そう言われると、SAOは実際にそれほど悪くはない、少なくとも嫌悪者たちが言ったように悪くはないが、SAOは疑いもなく、人々が言っ​​たように偉大ではない。\nどうして？\n\nここでそれについて話しましょう。\n\n-STORY-（6）\n少数のベータテスターのうちの一人（主にすぐには重要ではない）のメインキャラクター（Kirigaya Kazuto a Kirito）がプレイし、SAOというゲームに閉じ込められます。 そしてゲームの作成者は、プレイヤーは生き残るためにゲーム上の最終的な上司を敗北させなければならないと言った。\n\nストーリーのコンセプトは素晴らしく、このアニメが偉大でユニークなアニメになる可能性は大きいですが、それ以外のエピソードのためのアニメーションの実行は悪いです。 物語の中で最も失望した部分（私にとっては）は、作者が概念を効果的に使用していないということです。代わりに、著者は、いくつかの開発と安価なロマンス関係を結んでいます。\n\nしかし、私はそれがほとんどの視聴者にとってまったくまともであると信じています。 それは悪くないというわけではありません。\nだからそれを試してみてください。\n\n-ART-（7.6）\n私は芸術がユニークであるとは思っていません。素晴らしいですし、アニメーションは流動的ですが、それだけです。 最近のアニメのほとんどはSAOほど優れています。\nそれは芸術がアニメに大きく合っていると言われていますが。\n\n-SOUND-（7）\nサウンドに関しては、私は個人的にOPとEDが気に入らないので、私はそれに7を与えます。\nOSTは素晴らしいですが、梶浦由紀さんの期待通りです。\n私は多くの声優を知らないが、彼らはうまくやっている。\nほとんどの人にとってはおそらく8です。\n\n-CHARACTERS-（4）\nこれは私にとってSAOの最悪の部分です。 私はそれがキャラクターの開発についてはかなり敏感ですので、少し侮辱しても驚くことはありません。\n\n私はSAOの性格が深いと言っている人は理解しません。 ストーリーはある時点で急激に急増しているため、キャラクター開発のためのスペースはありません。 私たちが知っていることは、\nキリトは多くの人々を助けに行く。\nKirito Lvlを何もプロセスなしで立ち上げる。\nキリトは理想の女の子（そしてハーレム）を簡単に手に入れました。\n現実的な理由なしに、ほとんどの女性キャラクターがキリトに転落します。\n\n私は最初にMCから始めます。\nキリトの開発は最も貧しいものです。 彼は全くプロセスのない理想的な人形になるように創造されたようです。それは主人公を効果的に使う最悪の方法です。\nAsunaの開発も貧弱です。 最初は彼女はクールな独特の美しい女性キャラクターですが、「女の子を手に入れるのが簡単で完全に弱いキャラクターになってしまいます。 何を失望させた。\n私は個人的にSuguha（第2弧）の開発が最もまともなものであることを見つける。 もう一度、近くにいくつかの開発と一緒にSuguhaのアーク（ALO）は私にはとても愚かなようです。\n\n他のキャラクターは それらの大部分は、それぞれのエピソードに関連して表示され、あたかもKiritoがどれほど悪いかを示す目的であるかのように投げ込まれます。\nだから私はもはや他のキャラクターを覚えていない。\n\nそれはSAOのキャラクター開発がここでは貧弱であることを示すのに十分な強力な証明であったはずです。\n\n - エンジニアリング - （5）\n私は個人的にSAOを楽しんでいません。\nしかし、私はSAOが本当に楽しいと思うのは、それが深いとは思わない場合に限ります。\n\n-OVERALL-（6.4）\nSAOはそれほど悪くはない、実際には良いことだ。 偉大な潜在的なアニメがあまり書かれていないことは残念です。\nだから、SAOが私にとって失望する理由はほとんどありません。\nコンセプトは素晴らしいですが効果的に使用されていません。\nキャラクターの開発（やり直し）はとても貧弱です。\n著者は、女性の性格があまりにも多く投げ飛ばされて、霧雨のために秋になってしまい、ハーレム状態になってしまいます。\n\nあなたが偉大なアニメーションで深いストーリーではなく理解しやすいように求めるならば。  SAOは間違いなく良い選択です。\n--------------------------------------------------  -------------------------------------------\n\nだから、あなたが人々に試してもらうことは痛いことではないと私は信じています。\nそれは見る価値がある。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "shabahdaniah",
    "profile": "/profile/shabahdaniah/reviews",
    "pages": "6",
    "number": "9",
    "link": "/reviews.php?id=78363",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  4\n|  5\n\nソード・アート・オンラインは、潜在的な叙事詩のアニメであり、ストーリーは素晴らしく、バーチャルリアリティ・ゲームに閉じ込められたプレイヤーが存在し、ゲームで死んだ場合、彼らはリアルライフで死ぬだろうという事実に基づいています！ 正直なところ、どんなに良いことができますか...私が最初に思ったのは...このアニメは私を失望させました。私たちの主人公が女性キャラクターの心を奪うように突然、恐ろしいハーレムに変わりました。 それは、20％のアクション、50％のスライス、30％のロマンスのようなものでした！ また、それは信じられないほど短く、彼らは各エピソードの4または5ヶ月のようにスキップしました！ しかし、エピソード14の周りにゲームがメインの主人公として完成し、キリトは最終的な上司、カヤバ・アキヒコをゲームの創造に打ち勝った。 残念ながら、生き残った人は誰もが解放されましたが、ゲームで死亡した人は死んでしまいました...\n\n新しいアークが登場し、新しいMMOが登場しました。 今回はキリトの親愛なる友人の一人が解放されず、新しいMMOであるAlfHeim Online（ALO）に閉じ込められています。 彼はゲームに入り、別の女性の主人公とチームを組んで（あたかも彼が来るのを見なかったかのように）、彼の友人を救う。 この弧は私の意見ではひどいです、彼らは死のように行動します。本当に、あなたは生きているのですか？ それで、なぜそれから大したことをするのですか？\n\n全体的にこれはまともなアニメですが、あまりにも過大ですが、チェックアウトする価値があります。 私はこのアニメを4/10に与える。 平和！\n\nP.S. これは私の最初のレビューですbtw"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Digital_Fuzion",
    "profile": "/profile/Digital_Fuzion/reviews",
    "pages": "6",
    "number": "10",
    "link": "/reviews.php?id=186038",
    "jp": "--- --- --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  8\nキャラクター|  3\n|  6\n\n'あなたはこの世界で一本の刃であなたが望むところに行くことができます。 これは仮想世界かもしれませんが、私は現実の世界よりもここで生き生きと感じています。  - 霧ヶ谷一人\n\nSword Art Onlineの多数のレビューをスクロールした後、ショーが何度も非常に良い評価を得ているとは言えません。 しかし、ショーの私の2つの完全な時計から、私はショーと私がそれが良いと思うところ、そしてそれが欠けているところで私の本当の意見を与えることができました。\nこのレビューにはスポイラーが含まれている可能性がありますので、腐敗したくない場合はお読みください。\n\nストーリー\n\n\n\nキャラクター\n\n今すぐキャラクターに、そして私はそれらについて多くのことを話すことができます。 私はこのレビューの2人の主人公を説明するだけです。\n\nキリト\n\n\n\n明日菜\n\nショーのメインの女性主人公、Asunaに今。 この悪いお尻の女性は、エピソード2で紹介され、一見すると、彼女は彼女を助ける人の助けなしに彼女自身の2フィートに立つことができたので、私は本当に彼女のキャラクターが好きでした（かなりの数のショーは、 彼女をいつもキリトの後ろで助けと希望を求めて迎え入れることで、私はその人物の尊敬を失いました。 ほとんどの時間）。 しかし、どうなりますか？ 彼女はああそう突然、彼女の人生の愛、キリトから彼女が蓄積する唯一の動機と意志が蓄積する苦しみのこの乙女になる。 この時点で、私は彼女が彼女自身のために働くことができないクリシェの女性のリードであることが判明したので、私はこの性格への信仰を失った。 彼女自身の判断は最終的に彼女自身によって決して決して決して決してキリトとではない。 彼女は何かを援助する必要があるときはいつも、自分自身を考えているよりもむしろ指導のためにまずキリトを探します。 これは、ショーでSilica、Lisbeth、Suguhaなどの他の多くの女性の場合も同様です。 創作者はAsunaに自分自身を考えさせるべきだったはずです（最初の数回のエピソードに示されているように）。\n\n残りのキャラクターは、私が個人的に考えている意見を持っていても十分なスクリーン時間を取らないため、議論する価値はありません。 彼女は何も特別ではありませんが、ショーの他の女性と同じです。  （3/10）\n\n音\n\n今すぐ音に出て、私は何を言うことができる、それは聞くのはかなり楽しいです。 サウンドは、ショーがそれ自体のために設定した雰囲気に合っています。バックグラウンドで聞く楽しいトラックがたくさんあるので、ショーのサウンドトラックに鈍い瞬間があるとは決して考えません。私の個人的なお気に入りはSwordlandとLuminous Swordです。 このサウンドはショーのハイライトの一つであり、あなたが本当にファンであればこの欠陥を補うことができるかもしれませんが、アニメの重要な要素の大きな欠陥を考慮することでこれが難しいと思います。  （8/10）\n\nアニメーションとアートスタイル\n\n別の良い点！ アニメーションは、ショーを通して鮮明でクリアです。 ショーの色とりどりの瞬間が豪華に際立ち、私の意見ではMMORPGをうまく適応させます。 フォアグラウンドとバックグラウンドの両方が美しく作られていて、時には見る目で見える本当のキャンディです。 私はアニメーションの一貫性の中でA1ピクチャに小道具を与える必要があります。 芸術のスタイルもショーでとても合っていて、アニメーションがより良いものになったと思う小さな出来事があるだけです。 しかし、これは芸術とアニメーションのための私のスコアを下げることはありません。  MMORPGに精通している人は、見るためには非常に面白い芸術のスタイルを見つけるでしょう。ショーに選ばれたカラーパレットは、多くのゲームで鮮やかな色で見つかるものです。  （7/10）\n\n個人的な楽しさ\n\nSword Art Onlineのための私の時計を通して、私はずっとずっと楽しかったと言える。 ストーリーやキャラクターの大きな欠陥にもかかわらず、私は戻ってきて、それが提供できるものを見て楽しんだので、私はそれらを無視することができました。 日本語と英語の声優はどちらもまともですが、私はサブかダブを好む人にも両方お勧めできます。  （6/10）\n\n全体\n\nSword Art Onlineは、無駄な可能性を秘めた代表的な例ですが、好きな芸術でわずかに補うことができ、ショーを通して楽しいサウンドトラックです。 キャラクターは殆ど穏やかで、エピソードの進行に伴って徐々に下り坂になった。 物事は良くなったかもしれませんが、私はまだ退屈を治すために探している人には、ショーをお勧めします。 私はソード・アート・オンラインに6/10の総合スコアを評価しています。 このシリーズは、見る価値はありますが、これをしようとするのに苦労することになるので、何かを壊すことはありません。\n\nストーリー -  3/10\nキャラクター -  3/10\nアニメーション/アート -  8/10\nサウンドトラック -  8/10\n個人的な楽しさ -  6/10\n\n全体的（計算された） -  5.4 / 10"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Girlyboy1359",
    "profile": "/profile/Girlyboy1359/reviews",
    "pages": "6",
    "number": "11",
    "link": "/reviews.php?id=72121",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\n剣術オンライン、今私はまだ言われていないことを言うことができますか？ さて、このアニメのレビューを読んだ後、私は査読者がこれについて意見を混ぜ合わせているようだと言えるでしょう。 私は決まり文句についてニックピックする傾向はありません。理由はわかりません。なぜなら、決して偽善についてニックネームをとってしまえば、アニメの楽しさを取り除くだけです。 このアニメに与えられた得点は、1から10までのあらゆる場所にあります。私は本当にそれを楽しんでいる人のひとりです。私も彼らの理由があります。 さて、この時点で、このアニメは非常に速いペースを持っていることは明らかですが、このアニメに向かっている人はかなりの数になっていますが、これは公正ではないと思います。  25のうち10のエピソード、それでは、判断するのは時期尚早です。 ペーシングの問題があっても、私はまだそれを本当に楽しんでいます。そして、私は実際には、選択された少数のエピソードで速いペーシングを気付きました。 さて、私はLNを読んだ。 今私はLNがより良い経験であることを知っていますが、私はその実行に非常に感銘を受けました。 いくつかのエピソードにはペーシングの問題がありましたが、それはアニメが主要なプロットに達したときのサイドストーリーだけでした。ペーシングはもっと良く感じました。 さて、私は、多くの人がペーシングのためにこのアニメを批判していることを知っているだけでなく、そのキャラクター、プロット、および決まり文句も批判しています。\n\nストーリー：\n\n\nキャラクター：\n\n\n音：\n1つの言葉は、「驚くほど」私は本当にそれを愛し、サウンドトラックはこの中世の設定にぴったりと合っていて、ボスの戦いで演奏する音楽はそれを壮大な叙事詩にします。 オープニングテーマはとても愛らしいものです。 私はまた、彼らが剣を充電するような音の影響を愛する。\n\nアート：\n美しい、彼らは非常にうまく仮想設定を設定し、文字のデザインは非常に良いです、何を私は言う必要がありますか？\n\n楽しみ：\n私は本当にアニメを楽しんで、他の多くも持っています。 私はそれらの共通の苦情を見逃す傾向があります、そして、あなたが目で見ているときよりもはるかに論理があるので、物語やキャラクターについてもっと考えるのはもっと楽しいと思います。\n\nすべてでは、非常に良いシリーズ、と私は間違いなくそれをお勧めします！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "dabagonsmith",
    "profile": "/profile/dabagonsmith/reviews",
    "pages": "6",
    "number": "12",
    "link": "/reviews.php?id=89079",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\nこのアニメは完璧ではありませんが、地獄のようなものではないと思います。 それは完璧なアニメではありませんいくつかの人々がそれをどちらかにするが、いいえアニメは完璧です。\n\n\n\nアート - アートのスタイルは大部分が本当に良いです。 すべての武器、装甲、環境は、あなたが伝統的なMMOで見つけられるものに非常によく似ています。 すべての戦闘シーンは非常にうまくアニメーション化されています。\n\nサウンド - 音楽のスコアは、試合シーンのペースが速い音楽であろうと、甘い場面での穏やかでまろやかなものであろうと、彼らが想定していたところでヒットします。 オープニングとクロージングの曲は、かなりキャッチーなもので、アニメの雰囲気によく合います。\n\n文字 - 文字は本当にうまくいっています。 私がストーリーのセクションで述べたように、キャラクターの中にはうまくいきわたっていないものもあります。それは彼らがひどく書いたものではなく、まったく知りませんでした。 あなたは、あなたがほとんど知っている人には何の感情も感じられません。 しかし、主人公は本当にうまくいきます。 具体的にキリトとアースナはとてもよく書かれています。 あなたはそれらがアニメを通して成長し、彼らの間違いから学ぶのを見ます。 彼らの人格はより良いものに変わり、人間として成長します。 それらは非常にオーガニックで、架空のキャラクターにとって非常に生き生きしているようです。\n\n楽しさ - 最初のエピソードの他に、最初の私の全体的な楽しみは非常に最小限でした。 最初のエピソードは本当にあなたを引き込みますが、それから次のエピソードのいくつかが激しくなり、あなたのような気分になります。 それはいくつかのエピソードのように、行方不明または何かを感じる。 ロッキーなスタートが終わると、魅力が現れ始め、自然に自分自身をより楽しめるようになります。 それは本当に楽しいシーンを戦い、感情的なシーンに本当に触れていた。\n\n総合的 - 全体的に、このアニメはもっと良くなっていたかもしれませんが、同時にそれは元々あったよりもずっと良くなりました。 人が書いていることや話していることは、今までに作った最悪のもののように見えます。失明を恐れて、人間の目には見えないはずの憎悪のようなものです。 確かにそこにいくつかの問題がありましたが、全体的には非常にうまくいっています（一部では急いでいますが）。 それは私が間違いなく数年間覚えている本当に感情的で素晴らしいシーンを持っていました。 キリトとアスナのシーンの一部はすごく素晴らしいですが、私はそのような場面を見た後、人々がそれについてとても悪い話をすることはできません。 それは完全ではなかったかもしれませんが、それは間違いなく全体的にうまくいって面白いアニメでした。 あなたが本当に良いアクションアニメを見たいと思っているなら、それには独特のロマンスの側面があるので、これをお勧めします。 あなたは間違いなく失望しません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "ExDeath",
    "profile": "/profile/ExDeath/reviews",
    "pages": "6",
    "number": "13",
    "link": "/reviews.php?id=81602",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  5\nサウンド|  7\nキャラクター|  2\n|  5\n\nああ、Sword Art Online...あなたはとても大きな可能性を秘めていました。 私はこのシリーズのシノプシスを読んでいる人はいないと思っています。 確かに、それがうまく作られていれば、これは2012年の最高のアニメの1つになる可能性があります。代わりに、それは巨大な無駄だと感じます。\n\n物語 -  3/10  - 物事が起こった後、シリーズの最初の数回のエピソードは、基本的にフィラーで構成されていますが、決して良い兆候ではありません。 キリトはサイドクエストを引き受けます。サイドクエストは、それらがどれほど一般的で鈍いかについての明るい黄色の感嘆符でマークされることもあります。 彼が会うキャラクターのほとんどは、あなたが彼らの紹介のエピソードを超えて現れないことを実感するまで、比較的興味深いものです。 仲間を集めてキャラクターを育成する時間は、夢中になる狂ったばらばらの道になるはずです。 タイムラプスは、エピソードの間に頻繁に使用されます。なぜなら、何らかの形で、画面に表示できないより些細な出来事があったからです。\n\n後半にはシーズン1が盛り上がっています。私の意見では、シリーズが最高の時です。 結びついた話が続きます。私たちは無駄なNPCの間で蛇行していません。 シーズン1の終わりは本当に満足していました。それに基づいてシリーズ全体を評価すると、おそらく約8になるでしょう。しかし、残念ながら2番目のシーズンを迎えました。 シーズン1の勢いはすべて、失われたキリトは、彼の態度と愚かさで漫画的に笑い声を放つ悪者と戦って、1本の心で弱っているように変わります。 ヤーン\n\nキャラクター -  2/10  - それは厳しいスコアですが、正直なところ、KiritoとAsunaはシリーズ全体で唯一の面白いキャラクターでした。 支持キャストが好きではないということではありませんが、それらを知る時間は決して与えられません。 あなたが知っているものは、通常、迷惑であるか、または非合理的です。\n\nアート5/10＆amp; サウンド7/10  - 私は大きなアート/健全な男ではないと言って、これをいつものように序文します。 私は主に他の要因に基づいています。 アニメーションはしっかりしていましたが、確かに息を引きます。 それは、あなたが一般的なファンタジーの世界にいるような気分にさせてくれました。実際にはMMOであるから、実際にはそうなっていたと思います。 サウンドトラック自体はかなり良いですが、音楽はシリーズの劇的な瞬間を強調するようなことはありませんでした。\n\n楽しさ -  5/10  - 私は主に前提が非常にユニークであることと、それがいくつかの素晴らしい点を持っていたという事実のためにそれを好きでした。 それはそれのように見えないかもしれませんが、私のスコアは楽観主義を反映しています。 私は確かにこれが忠実にその印刷版をエコーすることができない別のアニメシリーズであることを望んで、マンガをチェックアウトされます。\n\n全体的に -  4/10  - 最初の弧までの25のエピソードすべてを考えれば、これは素晴らしいシリーズであったと思う。 アクションファンは（最初は）失望することはありませんし、アニメとMMOの両方を愛する人にとってはここで十分です。 それでも、ソード・アート・オンラインは、予測可能で、巧妙で、穏やかで、真実の深さが欠けている。 それは魅惑的な囁きから始まりますが、友人の失望の夜で終わります。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "peanutbutters",
    "profile": "/profile/peanutbutters/reviews",
    "pages": "6",
    "number": "14",
    "link": "/reviews.php?id=189232",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  10\nサウンド|  10\nキャラクター|  3\n|  8\n\nファンベースラント：かなりこのシリーズを8-10 / 10マスターピースと評価した年齢層は12-15歳で、本当に本当に本当に本当に本当にガールフレンドが欲しい/欲しいフェーズを経験しているのでしょうか。 あまりにも多くの子供たちが自分のプロフィールでKiritoの写真を見て、すべてのcutesyとadaptable '^ _ ^、その大丈夫、私はこの上司4 uなどを打つだろうなど'。 別の理由はビデオゲームです。 ビデオゲームは私たちをユニークに感じさせます。 しかし、私たちの誰もが例外的にそれほどうまくやっているわけでもなく、賞賛や報酬を得ることもありません。 キリトは、しかし、女性と報酬を与えられたhes（そして、あなたが彼をそんなに好きか、彼になりたがっている理由）の人気です。\n\nプロット/ストーリー：私はあなたを責めません。 私たちの世界はボールとして退屈です。 誰がモンスターやダンジョンのデジタル世界にとどまらず、楽しいことをしたいと思っています。 仕事なし、学校なし、法案なし、人々のトン数、責任なし、無限の可能性。\n人生や死の状況であるビデオゲームのコンセプトが私を楽しませてくれました。  （今は10月、10月）\n[スポイラーの時間、あなたがこのシリーズを守ることを望んでいない場合は、FAWKを下に移動]\nそれが4/10に落ちたのは、物語の巨大なプロットの穴だけでなく、文字も（以下でさらに説明される）\n最後のエピソードでは、Kiritoは主なアンタゴニスト（ボス）と戦っています。ボスは、ボスが立ち上がるには10000％にする必要があるはずの呪文を配置します（ボスはfrickの管理者であり、 起きるための他の選択肢を持たない呪文\nvar bind.gamespell {\npercentagechancetogetup = 0％、なし;\nbind.strength =無限;\n}\n\nしかし、それでは、アシュナは恋人の力で起き上がり、ヒットします。\n実際には、誰かが文字通りには不可能であるようにプログラムされた何かをしたので、ゲームはクラッシュするでしょう。 プログラミングは本当に厳しいです。 あなたが子供に2つのオプション、バナナまたはイチゴを与えた場合のように、子供が魔法のようにあなたの手からリンゴを魔法のように引き出すのは、魔法のトリックではなく、本当にリンゴを本当に望んでいたためです。 薄い空気から。\nこれは何のようなビデオゲームの全体の概念を台無しにする？\nあなたがプレイしていたどんな試合でも最強のボスを殺したとしましょう。 あなたはすぐに、すべてのダメージをオフにするために特別にコード化された安全ゾーンに移動します。 しかし、いくつかの男があなたをセーフゾーンで殺し、あなたのアイテムを奪取します。\nあなたはおそらくそこに座ってショックを受けて怒っていて、あなたの周りのすべてを打ち負かすことを望んでいるようです。\n再び、これは全体のプロットとプログラミング/ビデオゲームの概念/論理を破壊する。\n私をさらに驚かせたのは、SAOのクリエイターが「私はなぜこれをやったのか」と言ったということです。子供たちは、死のゲームを忘れるために無数の時間を費やすことはありません。 彼は「私は世界が嫌いだ」と言っていたかもしれません。 あなたは、何年も何年も複雑なものを開発して、なぜそれを作ったのか忘れてしまいます。\n[スポイラーの終わり]\nキャラクター：\n女性は地獄のように弱いです。  Asunaは、文字通りシリーズの初めの間違いでした。 彼女はフードを身に着け、不思議で、彼女は非常によく剣を使うことができることを示した。\nしかし、あなたは救助されることを望んでいるこの弱い子供に彼女が向かうのを見ます。 彼女は基本的にあなたのディズニーの王女（苦しみの乙女）になって、来て救助するのに魅力的な王子を必要としています。\n彼女の名前は何ですか、キリトのいとこも彼に怒りを感じます。 どうして？ 私はこれまで知りたがっていません。 彼らは血に関連していますが、著者は彼女をハーレムパーティーに引きずらなければなりません。\n\n私に答えてください、このシリーズの女性は独立していることに誇りを持っていますか？ 名前3\nなし。\n\nほとんどすべての女性一人が彼のために落ちているように見えます。彼は「ユニークな人間」と定義されています。\n現実には、ゲームをしていて、それについて冷やされているが、スクワットにならない男たちがいる。 代わりに、彼らは「ゲームの時間を無駄にしている」と侮辱されている。\n\n全体：TLDR;\nこのアニメは、女性を弱くして、プリンスに頼ってくれることで、女性を侮辱します。\n - 素晴らしいスタートを切った。\n - ティーンエイジャーのハーレムファンタジーに回した。\n\n\n私のプロフィールで私を気軽に怒らせてください。 私はこのシリーズを楽しんでいる人は誰も憎んではいない。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "pakin",
    "profile": "/profile/pakin/reviews",
    "pages": "6",
    "number": "15",
    "link": "/reviews.php?id=73653",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\nOK...最後にSAOを終了しました。これは編集されたレビューです。\n私がこれを始める前に、おそらく同意しないかもしれない多くの人がいるだろうが、それ以前には、このアニメはおそらく私が何ヶ月か年に見た中で最も壮大なアニメの1つであると言わなければならない。 それ以外にも、理由が何であれ、このアニメを嫌う人、それを愛し、これが傑作だと思う人がいます。\n私は大部分の人がこれを素晴らしいアニメと見なしていたと信じています。最初のエピソードを開始して以来、最初はなぜそうだったのでしょう？私はちょうど放映された最新エピソードまで止めることができませんでした。  （アニメクラブは私がこのアニメを見ることに決めました）基本的にはこれはハックですが、ゲームを気に入っている人とIs オタクは、これを見たりする必要がありますか？ 今私が見直して書きたいものは私自身の意見なので......あなたは知っている：3\n\nストーリー：10\n\n\nアート：9\nそうです...最近、人々は、過去よりもかなり良い、そして良いでしょう。 彼らはアートにもっとワアラアを持っていたので、私は本当に何も言わないと思う。 本当に際立っているのは、キャラクターがアニメに与えている感情です。 顔は、彼らが持っている状況と動機をはっきりと表明しました。 それは言葉なしに表現できる感覚を持っており、私にとっては本当に印象的です。 動き、顔、影などは本当にぴったりだし、不平を言うことはほとんどありません。 物語が私を引っ張ってくれるので、私は間違っているかもしれません。私はアートに多くの注意を払うほどのエネルギーはありません。 私はSAOのアートに10点の代わりに9点を与えました。ある時点では文字の表情が終わったかのように感じ、あまりにも多くの感情で見ることができるからです。 もちろん私の意見です。\n\nサウンド：10\n私はこのアニメが特に好きです。なぜなら、聞こえる音はすばらしく、それは滑らかで、アニメにもっと巻き込まれるからです。 背景はSAOを取り巻く環境にうまく収まり、このアニメをより現実的かつ自然にします。 私が最も興奮するのは、彼らがサウンドをどのように使用したか、アニメをあなたがゲームを見ているように聞こえるようにすること、あるいはあなたがその中にいるかのように感じさせることです。\n\nキャラクター：10\n文字はとてもいいです。 退屈ではなく、迷惑ではありません。あなたが見ている小さなPCやデバイスに、あなたの目の前にあるものがどんなものでも壊すことを望みます。 ロマンスのアニメには通常、無用なことが泣いている人がいますが、SAOはそのキャラクターが幸せ、悲しみ、怒り、または鈍感になるタイミングで多くの感覚を覚えました。 私は以前経験した。 あなたの誰かが持っているかどうかは確かではありませんが...私は今SAOを完了しているので、キャラクターはゲーム中であっても現実であっても同じですが、キリトが完璧であれば それは議論の余地がある問題ですが、彼は今はいつも完璧です。 ロマンスのアニメには、耳障りで、耳障りな、耳障りな泣き声があります。  SAOのために、私は実際に彼らとやり取りすることができます。なぜなら、彼らは自分のやり方を泣いているか、状況を把握していて、自分の場所にいるのを想像しています。 私はどのように感じるだろう。 これはもちろん、あなたが誰であるか、あなたの性格に基づいています。 彼らの友達を見るのが好きな人や、近くで苦しんでいる人や死んでいる人は、この人と私にはまったく同意見ではないでしょう。\n\n楽しさ：10\n私は主に楽しさ評価をストーリーと同じにしているので、ここでは何も言いません。 楽しむものがあればいいですし、この種のアニメが出てくるのを待っています。 このアニメは物語の中では時間がありますが、あなたはできる限り激しく拳を締めることはできませんが、そのシーンは見守ることが耐え難いからです。 あなたは私が話していることを知っています。 どのように彼のタッチを守ると、彼女の驚異に驚き？\n\n全体：10\n誰もがここで私に同意するわけではないと確信していますが、少なくとも誰もが私が入力した何かに同意することができます。 私は個人的にSAOが初めから終わりまでとても感情的だと思っています。それは本当に私が思うところです。 私はそのように思えない多くの人を見ました。 そうですね...私はこれが私の好きなアニメの一つだと喜んで言います。 もちろん、私がSAOと同等のものとして楽しんでいるようなものもあります。 いつかこれを見ようとしている人を助けることを願っています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Wintear",
    "profile": "/profile/Wintear/reviews",
    "pages": "6",
    "number": "16",
    "link": "/reviews.php?id=87727",
    "jp": "--- --- --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  5\n|  4\n\nいいえ、これは完全な「私はこのショーが嫌いです」というレビューではありません。 そうではない。 しかし、それは長所と短所です。\n\nみんなが聞いたアニメ。  facebookで言及された、tumblrの全面的なもの - それが見せられていた時はどこにでもいた。 だから今、私はこのショーについて、善と悪の両方について考えたことを教えてくれるでしょう。\n\nSAOの話は、最初は実際には十分です。 それはあなたを引き込みます、それは面白いです！ 小キャラクターのサチが殺された第3話まで。 主要な男性の鉛、主人公キリトは反応しません。 生きている人間が殺され、彼はそれほど気にしなかった。 はい、彼はショックを受けました。 彼は悲しいですか？ いいえ。 つまり、INFAMOUS第3話まで。 はい、これは特定の他のVRMMO（バーチャルリアリティー）ショーではありませんが、  SAOの小説を書いた人は、他のショーのIDEAがなかったので、同時に何かを書きました。 しかし、この仕事を回すのではなく、彼らはそうしなかった。 何年もの間、どれくらい改正する必要がありますか？ まったく。 さあ、アニメの話に戻ってください。 はい、面白いです。\nSAOには多くの感情的な部分があります。 それらは素晴らしいです。 彼らはあなたに感情を与えることができます。 しかし、多くのフィラーと奇妙な側面があり、最終的にはすべてが排出されます。\n\n芸術はたくさんあります。 それは「高品質」ですが、スタイルはどうですか？ 誰もが少数の文字を除いて子供を見ます。 誰もが顔をそむいている。 モエ・ブロブと同じように。 彼らの目は似ていて、大きく、光沢があります。 女の子の髪型や目の色を変えたら、それを認識できますか？ アニメーションの流動性、効果は素晴らしいですが、すべてが実行される方法はありません。 全体的に見ると、それは平均以上ですが、すばらしいものではありません。 それは注目に値する。\n\nああ、音。 声優は素晴らしいです！  ここで平均以上です。 bgmは良いです！ 曲は？  Lisaはオープニングを歌っています...今、Lisaは素晴らしい歌手です。 クロッシングフィールド、しかし、私は非常に良い曲だとは言えません。 それはせいぜい過大評価されている。 将来のオープニングとエンディングははるかに優れています！ しかし、それは個人的な意見や音楽の味であり、それはあなた次第です。 セイユは素晴らしく、bgmは注目に値する。\n\nああ、きりと まず、反社会的人。 彼女は完璧であることが示されています。 彼女は誰もが彼女を望んでいる、料理することができる\"唯一の\"彼女は、彼女はシリーズ全体で最も美しいキャラクターとして描かれています。 最初は、彼女は戦うことができます！ 彼女は本当にできる！ それから、彼女は悩みの中で乙女になりますが、それは彼女のせいではありませんが、強い女性の鉛が...??? 彼女は料理することができる唯一の女の子でもありませんが、それは人々が考えるものです。 誰もが彼女がSAOの世界でできる最も完璧な女の子として描かれていることを忘れています。  Asunaは親切で、強く、美しいです。 私は何を意味するのか分かりますか？ うん。 それには何も問題ありません。 また、これらの2つをこのアニメの中で最も強くすることは、ほぼすべてを破壊する。 もちろん、彼らは遅かれ早かれ勝ちます。 彼は間違いを犯した。 シリーズの残りの部分はどうですか？ いいえ。その後、完璧です。 すべての女の子が彼を望んでいる、すべての男が彼になりたい、拮抗者は彼がひどく苦しむことを望む。 彼は最高のものとして描かれている。 キリトは個性と描写の部分で実際の2Dキャラクタになります。 今、Asuna、彼の 'waifu。'\n後のアンタゴニストの1人がアシュナに魅了されます。 彼らはゲームを離れる前に、別のVRMMOに拘束されているので、高齢の男性はKiritoからAsunaを取ろうとします。 はい、そうです。 彼はキリトの前で彼女に違反しているので、彼は怒るだろう。 イェップ 何人かのランダムな男だけがこれをすることに決めました。 キャラクター？ 本当にではありません。\n\nこのシリーズの私の楽しみ...私は正直なところ私はそれが欲しいと思った、私は本当にした。 それは早い段階で崩壊した。 私は感情的なビット、アニメーションの流動性、アクションシーンを楽しんだ。 効果、声の演技。 ストーリーはノー、アートスタイルはノー、キャラクターは間違いありませんでした。 あなたはそれを持っています。 それほど楽しい経験ではありません。それは正しいことでした。\n\n全体的に、SAOは私から6を得ます。 注目に値するが、注目に値するものではない。 私はすべてのファンに謝罪しますが、これは驚くべきアニメの私の考えではありませんでした。 読んでいただきありがとうございます、そしてあなたの一日をお楽しみください！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "LordHenrold",
    "profile": "/profile/LordHenrold/reviews",
    "pages": "6",
    "number": "17",
    "link": "/reviews.php?id=150981",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  6\nキャラクター|  1\n|  3\n\n私はこれを可能な限り短く甘く保つつもりです。\n\nこのアニメの全体的な評価に基づいてアニメを判断する場合は、そうしないでください。 私はソーが現在273位にランクされていることは知らなかった。 物語は独創的でもなく、まばらです。 これは、ショーの実際の品質の天文学的に高い数字です。  Saoは最大1000-1500の価値があります。 このアニメの唯一の償還品質は、芸術です。 また、すべての変態した男性の十代が、異性愛者に惹かれたロマンスに惹かれているという事実もあります。 とにかく、要するに、文字は大胆に書かれている。 特に女性のキャラクター。 実際には本当に。 女性のキャラクターは「ワウ」よりも高いレベルまで書かれていません。この魅力的ではないシンプトンは、どんな嫌な理由であっても、暑くて恋しいと思います！\n\nここでは、このレビューをサモを表す一連の形容詞で要約します。\n\nクリチッド\n悲しい（実際にはそれは私がこれを見て時間を過ごしたと思って悲しいと思う）\n独創的でない\n退屈な\n下位\n痛い\n平均\nトリート\n凶悪な\nかわいい（アートとシャツのロマンス）\n異性の\n哀れな\n悪い\n\nありがとうございました。  downvotesを持って来なさい。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "saluting",
    "profile": "/profile/saluting/reviews",
    "pages": "6",
    "number": "18",
    "link": "/reviews.php?id=142163",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nソード・アート・オンラインは、これまでに論争の的になったアニメのひとつです。 どこから始めるのですか？ まず、Sword Art Onlineはとても良いと思います。 前半は意味があった。 ほとんどの人の悲惨さの大部分は、恋愛によって死の試合に閉じ込められた深刻な緊張が減少したことです。 しかし、私はイメージが完全に生き残っていたタイタンの攻撃とあまりにも混同されていると思う。  Sword Art Onlineは本当にMMOのカバーですが、もっとロマンスとアクションシリーズです。\n\nそれは皆が分かれているところです キリトが本当にクールだと思う人、彼がとても涼しいと思う人、彼は開発がありません。 どちらも実際には真実なので、私たちは永遠に2組の意見を持っています。 私はルーキーゲーマーではない、私はそれがゲームを得るために多くの努力を必要と知っている。 それは、人々がキリトが圧倒されていて、いつも簡単に勝つと言うと、私は同意しません。 私は彼がベータテスターだから他の人より強くなったが、それはプロットの穴の外で彼を神にすることはないということだ。 キリトは誰もが誇りを持っていると思っている派手な攻撃に代表される障害を克服し、克服する力を示します。 そして、梶浦由貴の伝説的なOSTとの伝説的な戦いがあります。 そして私は彼が以前に失ったことを思い出します。\n\n今度はAsunaに彼女は最初に悪魔として描かれ、Kiritoと突然ロマンスになった。 まあそれは突然ではありません、私は変換を説明させてください。  Asunaはまだ女の子であり、女の子は良心的な人のように心が良いことを忘れないでください。 キリトが正式にアズナの心を捉えたときに起こったクリティカルな瞬間は、彼女がギルドを離れることができるように彼女の手のために戦っていた。 キリトがアズナに愛の提案をしたようなものだ。 私があなたを守るのは、騎士の約束でした！ それは私にとってさえ動くだろう！ そして、一緒にいくつかのソロの時間の後、美しい愛の生活は、恋人を切り離すことができます。\n\n最初の弧のサイドストーリーは、多くの人が不要だと考えています。 しかし、サイド・ストーリーがなければ、ソード・アート・オンラインの世界を探検する機会は決して得られません。 キリトは他のプレイヤーと出会って友達になるチャンスを与えます。 ここに大きな誤解があります。 いいえ、しばらくしても忘れられません。ただ会わないだけです。 私は以前にMMOをプレイしていました。あなたがパーティーで遊んでいる場合は、他のプレイヤーと常に一緒にいる唯一の時間です。 それ以外の場合、それは良い試合です、我々は再び会うでしょう。\n\n今度は後半になると、このアークは、死の試合に閉じ込められたという本来の前提を失ったという事実から、ネガティブな感情が生まれたことを説明するのが難しいと説明するのが難しいです。 むしろ、私たちはシルチェル・エルフの設定で苦しみの物語の中で乙を救うことに置き換えられています。 前半はもっとエキサイティングだったとは思うが、後半はまだ取り除かないようにしよう。 話は大きく変わったかもしれませんが、私たちのキャラクターはまだ私たちのキャラクターです。 このアークはウィルパワーのテストです！ 私たちの愛と債券は、引き裂かれてもどれくらい強いのですか。 そして精神遅滞した恐ろしい悪役スゴウと私たちの頭の上に。\n\nこれはあなたの一部にとっては本当に難しいことですが、あなたはただの近親相姦があるという事実を受け入れなければなりません。 私はそれが起こった場合、それは右に助けることができないという意味ですか？ キリトはそれをかなりうまく処理したと思う。 彼は私から別のポイントを得ました。 そして、ファンサービスは前半に比べて倍増しました。 それは悪いことですか？ 多分、そうでないかもしれない。 たぶん、それは特にアスヌーナを侮辱すると見なすことができ、それは菅の役割に適合し、個人的に私はファンサービスが熱いと思った。 読者を心配しないで、KiritoはAsunaを救うためにいつもこの新しい世界に出て行くでしょう。\n\n結論として、私はSword Art Onlineを本当に楽しんでいます。 そこには様々な意見がありますが、私はあなた自身を見て、自分自身を形成することをお勧めします。 私のレビューに公正な評価を与えてください。 私はあなたに頼りにしています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Marxel",
    "profile": "/profile/Marxel/reviews",
    "pages": "6",
    "number": "19",
    "link": "/reviews.php?id=96647",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  5\nキャラクター|  2\n|  5\n\nRPG / MMPORGのジャンルは大丈夫です。 これをメディアで動かすのはかなり上手です。 私の軽蔑は始まった、それは私がこの意味で説明する方法です。 そして、それはエピソード2に突入した方法のためです。恐ろしいと不条理ですが、アニメが不条理から始まるとき：私はそれが好きです。 最初は非論理的ですが、論理が来るからです。 私の意見では、SAOはそうではありません。 最初のエピソードの後に​​はほとんど何もありません。 ここに私の推論がありますが、SAOはそれが最大の可能性を秘めていませんでした。 いくつかの退屈な部分とエピソードにもかかわらず、それはたくさんあった。 しかし、私はより完全に別のものに基づいています。 しかし、まず私の「不合理な」論理の理由。 それはどういうふうに聞こえませんでしたか？ 私はSAOについて聞いたとき、ビデオゲームをしなければならなかったので、それはかなりいいと思った。 しかし、最初のエピソードは私の意見ではかなり退屈だった。 それは本当に私を興奮させなかった。 私は非常に失望した。 この霧は、アニメのようなものが多いので、アニメを落とさなかった。 退屈だが、その後はより良くなる。 もう少しエピソードを見て感じたことを説明するのは難しいです。\n\n私はアニメの急いで好きではなかった、私は上記を言った。 そしてここにいくつかのことがあります。 私はアニメキャラクターや他のキャラクターをこのような推測のせいにすることは決してありません。 そして、あなたがそれについて考えるなら、それはかなり素早く戦いを突き進むということです。 キリトとアスナはかなり素早く結婚しました。そして、基本的に私は彼らがラッシュモードで恋に落ちたと言います。彼らはかなり素早く恋に落ちました。 アニメが好きになると思っていたのは、すごくプロットの悪いアクションアドベンチャーでした。 しかし、SAOにはそれがありませんでした。 その行動は古く、冒険はあまりありませんでした。それは非常に急いでいたので、うまくいっていませんでした。 ダンス・ロマンスの他に、アニメの中では意味がありません。ゆっくりと恋に落ちるからです。 それでも、ロマンスを入れるのは恐ろしいことでした。 キャラクターのせいではありませんでした。 これは創作者の責任でした。\n\nアニメは非常に予測可能です。 キリトとオベロンは、彼らがガードする時、最悪の部分です。 何が一体。 しかし、プロットホールは最悪です。 その時、キリトは彼を消す能力を持っていたが、彼は消えなかった。 彼はちょうど彼と戦った。 それはかなりばかだ。 しかし、キリトがその能力を持っていたことはかなり間違いありません。 彼は基本的にただの復讐を望んでいた。 エピソード24は私の意見では最悪のエピソードでした。 キリトとGMは非常に多くの人が同意するだろう。 私もそうします。\n\nカヤバ・アキヒコはプロットの全てをカバーしていませんでした。 私が言及したGMのプロットは恐ろしいものでした。  31/10/2022 [SAOゲームが出てくる]＆gt;第4話に進むと、2012年2月24日です そしてエピソード2では、彼らは食べ物も水もなければ生き残ってはいけません。 彼らは死んでいるはずです！  GMの陰謀はうんざりです。  SAOは非常にBSです。 ファンや何かに無礼ではない。\n\nあなたがそれを気に入って読んでくれてありがとうと思います。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "spark94",
    "profile": "/profile/spark94/reviews",
    "pages": "6",
    "number": "20",
    "link": "/reviews.php?id=83335",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  6\nキャラクター|  10\n|  8\n\nこのレビューは、このアニメのパート1（これは最初の14エピソード）にほぼ完全に基づいていると言って始めます。  SAOについてここに載っているすべてのレビューを読んだ後、私は他の人が何を言っているのかについてスレートをクリアするために私はあなた（そして私の最初の心）を書く必要があると感じました。 アニメはより良くなったでしょうか？ もちろん、私たちが得たものについては、それはとても楽しかったと思います。\n\nストーリー：私はストーリーに8/10を与えるのは、これが私が見たLIKEDの最初のアニメだからです。 私がキリトについて最も気に入ったのは、彼がベータテスターとビーターで、他の誰よりも優位に立つようにしてくれて、本当にそのヒーローの役割を果たし、 理解して楽しむ。 私がこのアニメを私の友人と一緒に見ていたとき、彼はこのアニメが感動のアニメだと説明しました。 天国は1秒後、悲しい地獄のように感じます。 大部分は真実です。 アニメストーリーでは、次に何が起こるのか、次にボスが見つかるのか、誰かが次に死ぬのか、あなたはいつも推測しています。 また、私は実際にこれで結婚のために9にこれをバンプする必要がありますが、あなたはそれを見るときにあなたが表示されます。 そうではありませんが、いつですか？\n\nアート：全体的に芸術はそれほど素晴らしいものではありませんでしたが、ゲームのギアの変化やアニメのギアの表情も変化していました。 そして、あなたは最高の部分が何かを知っていますか？ キリトはゲイのお尻オレンジ色のジャンプスーツを着ていません！ 彼はアニメが続くにつれて、より悪い顔を見せてくれる黒人コートを着ています。 その上に、芸術作品は本当にRPGとその中の選手の気持ちを捉えています。 しかし、本当に最も優れた特徴はすべての衣装と仕事とデザインです。\n\nサウンド：私はおそらく公平ではない音を出しました。なぜなら、私がアニメを見ているとき、私は、演奏されているバックのサウンドトラックに注意を払うからです。 そして私がしたら私はすぐにそれを忘れる。 だから私は戻って行くつもりはないという事実に照らして、音が良いかどうかを伝えるためだけにエピソードを再ウォッチすると、あなたは私がそれが吸っていないと言うときに私を信頼しなければならないだろう。\n\nキャラクター：私の神本当にキャラクターについて何が言えるの？ このアニメのストーリーラインのすべての欠陥にもかかわらず、キャラクターの開発は完全にそれについてすべてを忘れさせる。 彼らがキリトの友人である鍛冶屋（名前なしで私を許してください）を見せたら、私はそれを愛していました。 デザイナーは主人公を発達させただけでなく、重要でないキャラクターも展開していたからです。 あなたが別のキャラクターをもう一度見なければならない場合、ゲームによって異なるアーマーと多分変更された性格を持つことを保証することができます。 すべての面で素敵です。 私は文字を愛した。 私はこれを繰り返す。 私はサノのキャラクターが大好き！ 主人公は英雄だった。  Asunaは最初のエピソードでは失礼し、（そう言って私を許してください）愚痴でした。 キリトと他の人とは遠く離れている。 しかし、彼女とキリトがゆっくりと一緒に来て、私の心が溶けてきて、このアニメをとても高く評価し愛してくれるのを見ました。 これらの2つの主なキャラクターに加えて、サイドキャラクターも素敵です。\n\n楽しさ：全体的に8/10。 実際に私のためにこれを保持しているものは、このアニメの第2部であり、アニメーションそのものの小さな部分をゲームに打つために彼らが100階をスケーリングしたという事実です。 私はこれが80の可能なプラスのエピソードになり、面白いフロアのいくつかにいくつかのフィラーを付けてフロアに難易度や試練を見せてくれるのが大好きでした。 しかし、彼らがアニメでしなかったことは、私がそれのために私のスコアを落とさないようにするつもりはありません。 私が今まで見たことがあるならば、簡単なソリッド8。\n\n全体的には：8.このアニメを言っている人には、すばらしいことはありません。 あなたはすべてあなたのナルトと漂白アニメを見ることに戻ることができます。 これは、注目に値する温かいショーのユニークなものです。 あなたがエピソード3の後にそれを好きでない場合は、視聴を停止するが、私はほぼ確実にあなたがそれを終了したいと言うことができる。"
  }
]
