[
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Ataraxia-9",
    "profile": "/profile/Ataraxia-9/reviews",
    "pages": "6",
    "number": "1",
    "link": "/reviews.php?id=121393",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  3\n|  7\n\n..........すべての人類とその熱いアニメの女の子のために...なぜファックはロマンスが主人公で、太った小さな子供に焦点を当てている ゲームでは豚、最も美しい女の子は彼を愛しています。 私は確かに怒っているコメントを残すことになります今私は間違ってストーリーラインを取得しないで、アクションは素晴らしい^ _ ^しかし、ここでロマンスの部分は、なぜすべての人の太った子供は、 その男と一緒に赤ちゃんを作る学校私は本当にそれが決して可能ではないことを意味しますが、それはちょうどそれは私がこのアニメを見ていたが、蟻は戦いとパワーがどれくらい素晴らしいことに気づくのを助けますそれは本当にmechaタイプの人々 しかし、私は彼らが猫のデザインでそれを遠くに持って行ったと思っています-_-しかし、これはあなたがロマンスを探していて、行動や犯人を探しているならば、ホリオラの目を見ている人です。 私と私のレビューに従ってくれてありがとう。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "lovevillain",
    "profile": "/profile/lovevillain/reviews",
    "pages": "6",
    "number": "2",
    "link": "/reviews.php?id=222487",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  5\nキャラクター|  1\n|  4\n\nマイナーなスポイラーが含まれています。\nSAOと同じ人たちが行ったので、私は高い期待を持っていたかもしれません。それを再ウォッチしなければならないかもしれませんが、私の心は変わるかもしれませんが、このショーでは、\n\nストーリー：これを見てから1分が経過しましたが、基本的にはインストールされているゲームは、他のプレイヤーのアバターとの戦いで得点を使って時間を減速/停止させます。 しかし、彼らはすべてのポイントを失うと、ゲームはそれ自体をアンインストールし、ユーザーはそれからそれ以上の利点を得ることはありません。\n\nアート：それは良いです、それについて特別なことも素晴らしいこともありません。\n\nサウンド：ダビングされた英語はひどいですが、ショーは全体的にとても悪く、下品を見る価値はありませんでした。\n\n文字：ここで私の暴言です。 このショーはまともなショーになる大きな可能性を秘めていました。 しかし、彼らは最悪の登場人物をこれまでに作ることに決めました。  MCは太っていて、ショーには何も貢献しませんが、ゲームではまれなアバターが与えられます。 主な女性キャラクターは美しく、人気があり、強力です。 もちろん、最終的に悪人が現れたときには、彼らはあまり建設されていません。 すべてのキャラクターは水たまりと同じくらいの深さを持っています。 恐ろしいことに、それはショーの崩壊です。\n\n楽しさ：文字を読むと、あなたは私の意見を得るでしょう。\n\n全体的に：私は時間に戻って行くことができます私はこのショーを見ることはありません。 私はこのショーを台無しにした点まで、潜在的な能力を持っていないし、そのようなキャラクターの貧弱な発展を嫌うこのショーが嫌いです。 あなた自身のリスクで見てください。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "mochax3",
    "profile": "/profile/mochax3/reviews",
    "pages": "6",
    "number": "3",
    "link": "/reviews.php?id=72915",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  10\n\n私は本当に科学的なファンではありませんが、私はアイデアを公開しており、通常はアニメチャンスを得ることができます。 私はこのシリーズをチェックアウトすることにしました。\n\nあなたがたぶん気づいたように、この番組の主人公は、外に0の魅力を持っている短い太った男として描かれています。 それがあなたを気にさせてはいけません。\n\n全体的なストーリーは大きな可能性を秘めています。 それは私の期待を上回り、1シーズンは本当にショー全体を正当化するものではありません。 大きな話はちょうど24のエピソードの後に​​始まった。 私は第1シーズンをキャラクターの良いイントロとして見て、アクセルの世界が何であるかを感じさせます。\n\nキャラクターの発展は起こるが、それは最も速いペースでは起こらないが、私はシーズン1がまだ待っているストーリーのトンを持っていると言ったように（次のシーズン）\n\nあなたが巨大なSF /ファンタジー/ロマンスファンなら、このシリーズをチェックすることをお勧めします。 あなたがいなくても、3つのエピソードを与えることを検討したいかもしれません。 多分あなたは好きに成長するかもしれない何かを発見するでしょう。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "suprasaiyajim",
    "profile": "/profile/suprasaiyajim/reviews",
    "pages": "6",
    "number": "4",
    "link": "/reviews.php?id=93817",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  3\n|  8\n\nAccelの世界は本当にうまく始まったが、厄介で無知な方法で終わった。\n\nすべての文字は、はるゆきを除いて明確に定義されています。 彼は文字通り他のすべてのエピソードを泣かせる。 彼に近い人が死ぬと、彼が泣くのは大丈夫だと思う。 しかし、彼は回り込むたびに泣いています。\n\nBrain Burstの背後にある連合と歴史は興味深いですが、アニメは完全ではなく、多くの疑問に答えられていません。\n\n盗まれた権力弧は事実上2番目の季節であり、Haryuyukiはさらに泣く。 その弧の悪者は反復的で、私はほとんどアニメを見ることをやめさせた。 私は彼とHaruyukiのためにCharacter and Overallを控除しました。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Zaraquiel99",
    "profile": "/profile/Zaraquiel99/reviews",
    "pages": "6",
    "number": "5",
    "link": "/reviews.php?id=101917",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  10\nサウンド|  3\nキャラクター|  2\n|  5\n\n概要\n2046年には、バーチャルリアリティはほとんどすべてのものに使われています。 そして、Arita Haruyuku（私たちの小っぽい主人公）はゲームで驚くべきことに、決して他の生徒に絶えず虐待されている学校の最小規模ではないので、常に彼の悲惨な幸運を嘆いています。\nしかし、学校で最も人気のある女の子の黒姫姫が「Brain Burst」に時間を止める力を与えるバーチャルリアリティプログラムを紹介し、同時に彼に戦いに勝つために使うアバターを与えると、すべてが変わる ポイントを得ることができます。彼がポイントをすべて失った場合、彼は脳卒中のプログラムを失うことになります。そして、それを持っていることのすべての思い出が失われます（これは、彼の悲惨な生活に戻ることを意味します）。\n次の証拠：\n少年アニメとしては、戦いがうまくできていて、プラスサンライズがプロデューサーだったのですが、そのような素晴らしいアニメーションを見るのは驚きではありません。戦いとアバターは、  、ダイナミックな動き、素晴らしいデザイン。 これは「現実の世界」のアニメーションにも当てはまりますが、キャラクターの中には、通常、このキャラクターでは見られないキャラクターがあります（主人公の小柄な少年、親友の最初の悪い人、  ）。\n証拠反対：\nAccelの世界は芸術の中でアニメーションに輝いていますが、それ以外のものはすべて欠けています。「友情の力」と「強く頑張って立つ必要があります」という表現は少し使いすぎです。 加えて、文字は平凡で、控えめで、多くの賞賛者（大半）です。\n一方、プロットは、リスクの感覚を与えるものではありません。 あなたがすべてのポイントを失ってしまったとしても、最初にそれらを持っていることを覚えていなくても（最後のエピソードに示されているように）ゲームで得た特性（勇気、感性、または他のもの）はそのままです あなたと一緒に、何が良いの終了...良いですか？\nOSTについては、非常に叙事詩的なことは、通常、文字の絶え間ない叫び声や泣き声、または戦闘における同じ効果音によって抑制されると考えられていた。 簡単に忘れられないようにする。\n全体：\nこのアニメは本当にそのグラフィックスで輝いていますが、プロット、キャラクター、サウンドはそれには生きていません。\nキャラクター：2\nストーリー：4\nアート（アニメーション）：10\nサウンド：3\n個人的な楽しみ：5\n総合：4.8→5"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "ltbitchnuts",
    "profile": "/profile/ltbitchnuts/reviews",
    "pages": "6",
    "number": "6",
    "link": "/reviews.php?id=73239",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  10\n\n私はベッドで4日間にわたって病気でしたが、私はいくつかのエンターテイメントのために必死で、22のエピソードが既にリリースされた後、Accell Worldをピックアップしました、私はかなり夢中になり、2日以内にそれらをすべて見ることができました。\n\n主人公のアリタはとてもイライラしていて、悲しみの悲しみの目であり、私が読んだことから最初のいくつかのエピソードでは片手で人を落としてしまいました。 彼の姿は明らかに、彼が私が最初に見てきたキャラクターが短くて太っているので、彼の臆病で弱い性格のコードなのです。彼はGurren LagannのSimonの短いChubbierバージョンのように見えます。 誰かが彼を褒めて泣き始め、彼はケーキを手に入れて泣き始め、彼は泣きそうに目を覚ますが、それはイライラしているが、少なくともアニメはこれを乗り越えることができるほど多くのポジティブを保持している。\n\n私は、人々がMMOスタイルのゲームで戦うことを可能にする脳爆発プログラムのコンセプトが好きです。現実世界で十分なポイントを 'バーストリンク'にしようとする戦いでは、基本的にテストで騙され、スポーツでより良くなります 人生を楽にしてくれます。\n\nかつて脳のバーストゲームでは、ユーザーはアバターを取る、つまり、私は有田の素晴らしいアバターであ​​る「シルバークロウ」を彼の代わりに見ることができるという意味で、戦闘は本当にうまくいった。しかし、Aritaが戦い中に吸うことをやめようと思う。 その後、再び戦う動機づけを得ました。私は戦争精神と、あなたがビューアとしてポップアップを持っているすべてのものについて、本当にポンピングされるような、ガーレン・ラガーのスタイルを好みました。 あらゆる戦いが起こる。\n\n紆余曲折や二重交差、そしてプロットを非常に魅力的でダイナミックにする良いものがあります。 特に後のエピソードでは、Noumiが紹介されたとき、AWはあなたを嫌いにする素晴らしい仕事をしてくれました。彼はあなたの愛する主人公を操作しようとしている若い男の子です。私のモニターで這うことができたら 彼は彼が悪人として非常によく代表されていたことを意味します。\n\n私はこのアニメを強く勧めますが、それは行動の良いブレンドを持っていましたが、最大の欠陥はあなたが彼を乗り越えることができれば恥である主人公です（ポジティブなものがたくさんあるので簡単です）  。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "yogotah",
    "profile": "/profile/yogotah/reviews",
    "pages": "6",
    "number": "7",
    "link": "/reviews.php?id=104399",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  7\n\nこのショーについて多くのことを言いたいと思いますが、私はこのレビューを短期間で迅速に保ちます。 私はAccel世界の最初の数回のエピソードがショーを運んだと信じています。 アクセルの世界がとても魅力的で、ショーのストーリーラインがインスピレーションを受けていないかもしれないが、あなたはまだ最初の数回のエピソードの強さに基づいてショーを完成させていたということを意味する。 少なくともそれは私がどのように感じたかです。\n\n多くの人が春の姿勢や見た目が気に入らなかったようです。 しかし、私は本当に春と多くの点で関連していました。 あなたが誰かを知っている、または自尊心の低い人であれば、春は誇張されていないと言うことができます。 確かに彼の剣の芸術のカウンターパートとはかなり異なる。\n\nストーリー：\n\nこれはアクセル世界の最初のシーズンの最も弱い側面です。  Accord WorldはSword Artと同様に、少数のエピソードの間に世界全体を創造することができます。 これは戦闘、友情、闘争、敗北の新しい世界です。 私はこのゲーム、規則、性格のために到着する可能性の可能性についてとても興奮していました。\n\nしかし、これらの期待は満たされていませんでした。 シリーズの最初の半分は大丈夫だった、目的は主にいくつかの文字を導入し、ゲームについての詳細を理解することでした。 ショーの後半は、物事が本当に変わったところです。 最悪の場合。\n\n主要な悪役は、おそらく私が今まで聞いたことがあるか、または見た最も迷惑な人でなければなりません。 彼が話すのを聞くたびに、私は泣きました。 彼は自分がやっていたことに対して合理的な動機がなく、（ゲーム中の）彼の力はあまりにもあまりにも狂っていた。私はスポイラーを与えないだろう。しかし、私は本当にこの悪役が好きではなかった。 疲れていて、最初のシーズンの究極の崩壊だった。\n\n私は続けて行くことができますが、私はここでやめます\n\nアート：\n\n芸術は美しく、私は背景と新しい世界に魅了されました。 ハクが初めて飛行を始めたとき、私は彼の下の風景に畏敬の念を抱いていた。本当にうまくいった。\n\n文字のデザインは本当にうまくいっていました。 このアニメーションは、ショーのポイントです。\n\n音：\n\n私はバックグラウンドミュージックも好きで、ほとんどの場面に完璧にフィットし、これは価値のあるものだと思います。\n\nキャラクター：\n\n私は春が好きです。 はい、私は彼の行動に顔を揃えた瞬間がありましたが、全体として、最高の自尊心を持たない人として、最初の数回のエピソードで共有された感情に本当に関連しています。 あなたが他人より劣っていると信じて、善良な関係にはならない...私はこれらの極端な感情を分かち合いません。 あなたができない限り、私はあなたが春を好きになるのではないかと疑う。\n\n\n私はまた、黒が好きです。彼女は知的で自信があり、世話をしています。 彼女は自分自身についていくつかのとても素敵な特徴を持っていて、楽しむことができます。 私はちょうど彼女が脂肪の太った\"敗者\"と恋に落ちたが、彼女の感情は本物で彼女は正当であると信じることができなかったので、ショーの最初の彼女の意図については気をつけた。\n\n私はTakuにはあまり気にしない。 彼は本当に本当にジェネリックで、ショーに実際に何かをもたらすわけではありません。 彼は自分自身や何かを自己犠牲にしなければ、面白くない可能性もあまりありません。 私はちゅうとの関係についてあまり気にしない。\n\nChiyuは面白いです、私は彼女があまりにもうんざりして、ゲームに自分自身を巻き込みたいと思うようになるまで、彼女が好きでした。 それは私の意見では、彼女がそれから離れている方が良いでしょう。 私はタクのように、彼女は少し一般的だが、少なくとも彼女は本当に良いキャラクターデザインを持っていると思うし、彼女の行動のすべてが予測可能ではない。\n\n楽しみ：\n\n私はシリーズの最初の半分を多く楽しんだが、それほど後半ではなかった、私はストーリーラインがよりインスピレーションを得て本当に内容と謎のサラウンドバーストリンクについて深く行きたかったと思う。\n\n私はまだショーの可能性があると思うので、私は彼が第2シーズンを楽しみにしています。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "SplitSecondShot",
    "profile": "/profile/SplitSecondShot/reviews",
    "pages": "6",
    "number": "8",
    "link": "/reviews.php?id=81344",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  6\nキャラクター|  5\n|  7\n\nGet Accel Worldは、あなたの頭の中の「私が信じている」ボタンを押して理解するだけのシリーズです。 確かにそれは将来であり、そうです、それはアニメですが、世界を自然で滑らかなものにする限り、それは全く異なっています。\n\n-ストーリー-\nアクセル・ワールドの話は、有田春幸のもので、バーチャル・リアリティーのゲーム「ブレイン・バースト」と黒木姫と呼ばれる女の子によって、彼の悲惨な生活がどのように変わったかです。 ストーリーそのものの前提は、人々がシリーズを試してもらうのに十分興味深いですが、ストーリーの進行の仕方はこのシリーズの欠陥の1つです。 それは高速進行のセッションを持っていて、本当にそれが心を補うことができないように見える鈍い歩行速度に遅くなります。\n\n-アート-\n簡単に見ると、シーズンの中で最も印象的なアニメーションシーケンスの1つですが、ハイエンドアニメのストリングの中にグラフィックが目立っていました。 シリーズの風景は、あなたが壁紙としてシリーズの静止画を使用するのに十分なほど印象的です。\n\n-音-\n私は自分がシリーズのサウンドトラックに魅了されたことは決して見つけられず、毎回イントロとアウトローをスキップしていました。 オーバオールのコンポジションとトラックリストは、個人的には思い出深いほど印象的なものではありませんが、音楽をプレイするたびに音声をミュートしたくないということに成功しました。\n\n - キャラクター - \nこれは私の目でシリーズが失敗するところです。 話はしっかりしていて、芸術は素晴らしく、シリーズのオーラは堅牢です。 シリーズの最も目立った欠陥は文字です。 ほとんどの場合、キャラクターに関係することは難しく、シリーズ内の関係は不自然に思えます。 よく発達したキャラクターが自分自身を書くことができるストーリーを作ったと信じて、キャラクターがストーリーを作ったような感覚はなかったが、ストーリーはキャラクターを作った。\n\n-楽しみ-\nシリーズには、少なくとも1つの演奏に値する多くの良い部分があります。 ほとんどの人を幸せにするための十分な行動と、パヴェを幸せにするのに十分なファンサービスがあります。\n\n-全体-\n全体的に、私はこのシリーズをより良くするためにもっと多くのことができたように感じました。 最初のカップルのエピソードは遅かったが、シリーズの最初の1/3は素晴らしかった。 その後、それはゆっくりと私のために丘を降りました。 それは少なくとも1つの演劇の価値があるので、あなたがまだそれを見ていない場合、少なくとも最初の5つのエピソードをショットを与える。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Anthony_Pilato",
    "profile": "/profile/Anthony_Pilato/reviews",
    "pages": "6",
    "number": "9",
    "link": "/reviews.php?id=219970",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\nアクセル・ワールドは私がまだ見てきた最高のアニメの1つになっていなければなりません。その芸術的スタイル、キャラクター、アクションはすべて、視聴者をアニメに引き込むのに大きな影響を与えます。私は興奮とかなりの 数回、本当に感動的な点があります。\n\nAccel Worldは、あなたの感情を乱してあなたの注意を盗み出します。 いい意味で。 より低い文字を改善するためにクリエイターが行ったキャラクター開発の量はとても気に入っています。\n\nAccel Worldを見ている間は、\n\n1.非常に満足のいく時間\n2.少なくとも1人のキャラクターに夢中になろう（私を信じないのは本当に難しい）\n3.少なくとも1回、泣いても悲しい（私は認めなければならない、私は数回近くだった）\n\n上に挙げたものと同様に、実際にいくつかの人生のレッスンを学ぶことができます。人生では恥ずかしそうになる人もいますが、実際には分かりやすい人もいます。\n\n私はAccelの世界を9と評価しています。すべてがちょうど満足しています。私は映画が出るのを待つことができません（Accel World：Infinite∞Burst）\n\n私は非常にこのアニメを見てくださいしてください、それはあなたの最初のアニメかどうか、それを誰かにお勧めします多くを見てきました。\n\nありがとう、\n - アンソニー"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "AnimeGodUser",
    "profile": "/profile/AnimeGodUser/reviews",
    "pages": "6",
    "number": "10",
    "link": "/reviews.php?id=211084",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  5\nキャラクター|  9\n|  10\n\n唯一の才能がビデオゲームをしている太りすぎの少年についてのアニメを楽しめますか？ そして突然、何とかハーレムになった悪者になるのですか？\nまあ、これはあなたのアニメです、私はあなたにアクセルワールドをプレゼント！\n\n春の生涯〜\n彼の人生の毎日、彼はいつかまで、彼の上層部の滞納者から常に嫌がらせを受けていました。\n運命の日、この若い少年は、BLACKsnowprincessという若い美しい少女に会いに来た\n一緒に彼らは100階すべてをクリアしようとします。\n道に沿って、Shounenは彼の昔の友人であるMayonaseと出会う。\n他のすべてのハーレムと同様に、我々は広島を忘れることができません。\nこれは他の人のような物語ではなく、私はこのアクション、ファンタジーロマンスの咳*ハーレムアニメを保証する、あなたはこれがどれほど素晴らしいのかを言い表せないと結論づけます。\n多くのハレームアニメを見た人として、私は言わなければならない\nこのアニメはPLOTがありません。 驚くべき権利？ しかし、心配しないでください、フラットは正義です！\nこのアニメはあなたの太りすぎがあっても熱い女の子を得点することができます！\nアニメだけでは..\n\n私はr8このgr8のanim3 8/8 m8。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "mechato",
    "profile": "/profile/mechato/reviews",
    "pages": "6",
    "number": "11",
    "link": "/reviews.php?id=126749",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  9\nキャラクター|  5\n|  9\n\nAccel Worldは、同じ名前の軽い小説シリーズに基づいており、仮想現実が普遍的である未来の宇宙で行われます。 それは、少年の話、春遊と、脳の爆発と呼ばれるゲームの発見を伝えます。 このゲームでは、ポイントを獲得して実際の「加速」（時間の短縮）に使用するために、プレイヤーは仮想アイデンティティを獲得し、他のゲームで敗北することができます。\n\nAWのストーリーテリングは間違いなく完璧ではありませんが、その欠点にもかかわらず、それは信じられないほど楽しいものです。 バトルシーケンスは素晴らしいですし、主役は簡単に根ざしています。 私は、ロジックよりもアクションに焦点を当てた楽しいシリーズを探している人にお勧めします。\n\n| ストーリー：5 | アート：10 | サウンド：9 | キャラクター：5 | 楽しさ：9 |\n\n完全なレビューを読む。 警告：軽度のスポイラーが含まれています。\n\n= = = = = = = = = =\n\n- 大宇宙 -\n\nいいもの：\n最初のいくつかのエピソードを見た後、私の興味は賞賛されました。つまり、現実の弱者が仮想ゲームで輝く鎧の騎士になる機会を得るという前提はまともではなく、宇宙/環境はうまく構築されました。 一般的な学校環境にもかかわらず、AWは未来的なテーマを維持し、ホログラフィックインターフェイスと思考共有ケーブルで完成しました。 バーチャルリアリティは確かに斬新なコンセプトではありませんが、AWは現代の学校生活のテーマと組み合わせることでそれを取り除きました。 それは興味深いミックスであり、AWをSword Art OnlineやBtooom！などのシリーズとは別に設定しています。これは完全にそのストーリーラインの仮想的な側面を探ります。\n\n悪い人：\nほとんどのshounenシリーズのように、AWは新しいルール/能力を導入し、ショーが進行するにつれて隠された情報を明らかにする傾向がありました。 ほとんどの場合、これらの「ゲームチェンジャー」は、アニメの仮想面である「加速された世界」内で発生しました。 世界のRPGのようなシステムのために、あなたはRPGのレベルアップが新しい能力と情報を得ることになるので、明らかになったと思ったでしょう。 しかし、AWの新しい能力や情報は、宇宙を強化するのではなく、プロットを進めるためにそこにあった警備兵/元専属のmachinaのように感じられました。\n\n- 物語 -\n\nいいもの：\nアニメの前半はストーリーテリングの点で素晴​​らしいものでした。  Brain BurstとAccelerated Worldは、キャラクター開発を促進するのに便利なデバイスであり、Accelerated Worldと現実の世界の両方でお互いに相互作用しながらキャラクターの間のつながりが進化するのを見てうれしく思いました。 ハルユキのルーキーバーストリンカーから有名な飛行機シルバークロウへの変身は楽しいものでした。彼が他のキャラクターに訓練されているのを見て良かったです。\n\n悪い人：\n緩い終わり。 それらの多く。 私はプロデューサーが軽小説のプロットに従ったかったと思っていますが、途中で物語が変わってしまったのはちょっと苦しいものでした。  AWの冒頭で確立された目標は、黒龍姫が他の王を倒してレベル10に達するのを助けることでした。しかし、アニメの第2弧は学校旅行でKYHを持っていました。  AWは新しいアンタゴニストを紹介し、Haru / Taku / Chiyuトリオの彼の敗北への取り組みに集中しました。  KYHは最後の戦いで援助を提供するために最後のところに戻されました。\n\n- キャラクター -\n\nいいもの：\nキャラクターのインタラクションは見て楽しいものでした。AWにはたくさんの変わった人物がいました。 重要な役割を持つキャラクターは一次元性格を持っていませんでした。 特にKYHはシリーズで私の好きなキャラクター、美しい、悪い、そして地獄のマスターの1つの地獄でした。\n\n悪い人：\nキャラクターの発達はほとんどなく、いくつかのキャラクターはバックストーリーなしで導入されました。 また、春遊は私が望んでいたほどシリーズ全体で変わらなかった。  （シリーズ後のOVAの1つでさえも、自信が低くなりました。）シリーズは、彼が仮想世界でどれほどパワフルだったかだけに依存して自己価値を感じる人として彼とともに始まりました。悲しいことに、 ショーの最後にも変わらなかった。  2番目の弧の間、彼は主敵から翼を盗まれた。 これが起こった後、彼は不況に陥り、KYHが彼を守っていた唯一の理由は彼の翼だったように感じました。  KYHは彼の崇拝についてはっきりとしていましたが、彼女は自分の感情を往復する十分な自信を得ることは決してありませんでした。 それはおそらくシリーズの最大の失望の1つでした。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Yuusha_Jeiku",
    "profile": "/profile/Yuusha_Jeiku/reviews",
    "pages": "6",
    "number": "12",
    "link": "/reviews.php?id=210905",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  7\nサウンド|  7\nキャラクター|  1\n|  1\n\n芸術とアニメーションはかなり良いですが、プロットやキャラクターはひどいです。\n1のために：なぜ彼はこの太ったお尻をスリムにしようとしないでしょうか？\n真剣に彼の状態は恐ろしいです。 そして、物語がどこにも行き渡らないように感じます。\n私はそれが本当に楽しいと思ったので、私はこのアニメを落とした、しかし、それは私の自身の意見ですが、私はまだそれをお勧めしません。\n\n私はまた、「進化の種」と呼ばれる小説を読んでいるが、それは脂肪の主な主人公と同じコンセプトを持っているが、主人は自分自身が脂肪であることを意識しており、種子を食べた後に （スポイラーには申し訳ありません）しかし、それは偉大な物語とキャラクターを持つすばらしい小説です（MCとCoがそこに運ばれた後、魔法と悪魔のファンタジーの世界に置かれています）\nジャンル：ファンタジー、ハレム、ロマンス、冒険、コメディ、ドラマ、叫んだ。\n\n本当にすばらしい小説。  'raisingthedead.ninja'にあります。\nあなたがそれを読んで楽しむことを願っています。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "hoeze",
    "profile": "/profile/hoeze/reviews",
    "pages": "6",
    "number": "13",
    "link": "/reviews.php?id=165067",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nkaaaaaayだから私はこのアニメを見て以来、それはしばらくしているが、それは大丈夫です5分前に私はwikiページに行って、今私はなぜこのアニメは覚えているokayishkinda覚えています。 基本的にこのアニメは、15歳以下の子供が脳波というゲームを中心に展開しています。 これは、ポイントを盗むために他の人と戦うゲームです。 今、なぜ誰かが虚弱なポケモンをプレイするために身体的害に遭うのですか？その理由は、彼らがこれらのポイントを得て、達成するために時間を遅らせるためです。\n\n私たちの主人公。 彼は子供として十分に抱擁されていなかったので、彼は多くの泣き叫ぶ。 同様に、タンクとヒーラーがなくてもパーティーができません。 その後、他の文字があります 彼はアニメの主人公が何を求めているのかという理由で、アニメでは嫌な主人公がいないので、このようになります。 彼は夢をバット・キッド・クレイジーではなく、誰もが泣いていたかどうかを表現したようなものです。 今、このゆのゆきは痩せたひよこです。 彼女は学校で最も人気のある女の子で、彼女はゆきのような感情的に邪魔になる子供たちに入っているので、主人公のパンツに入ることを望んでいます。 しかし、私たちの主人公のパンツは、彼の肥満のために緊張しているので、彼女の仕事を達成することは非常に困難です。 脳と爆発のすべてのものもありますが、実際にはすべての主人公の表情的な関係を強化するために使用されています。 それから、男性の親友がいます。スマートな人がいなければならないので、そこにいます。 それから他の女性の愛の関心がなければならないので、彼女は彼らのものです。\n\nこのアニメの物語には、まず、一般的な誤解やジェネリックロマンスの物語が、彼がより強くなければならないことについて、ジェネリックなロマンスと混ざり合っています。そして、その後、それは一般的な誤解やジェネリックロマンスを伴う愚かな一般的なロマンス しかし、このアニメはすべてのキャラクターをパワーレンジャーのように見せるフェンシングスーツを着ているように見せかけて急進的な変化を起こします。 それからポケモンテレビ番組の正確なコピーである戦いがあります。 また、いくつかの馬鹿げたシステムがあります。 ゲームのようなものはなく、実際に私が今まで見たことのない愚かなdeusのシナリオを作るためのエンジンのようなものなので、すべてのゲームの側面が吸う。 文字通り終わりの近くで、彼らは実際にオフの意志だけに基づいて動きを学びます。 私はフェロソーンのロックスパイクを教えることがどれほど難しいか知っています。 どのように私は繁殖しなければならなかったのか知っていますか？私はこの人を動かすことによって、何のポイントも得られません。 私はこのアニメをすべてのセクションで10月10日に与え、あなたが今までに入手できるすべてのコピーを購入することをお勧めします。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Zaku88",
    "profile": "/profile/Zaku88/reviews",
    "pages": "6",
    "number": "14",
    "link": "/reviews.php?id=202422",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  8\nキャラクター|  6\n|  5\n\nアクセル・ワールドはまだ始まっているが、続けるための十分な勢いを築くことができない別のシリーズです。 このショーには明らかにいくつかの良い点がありますが、それ以上ではないにしても同様に多くのマイナス点があります。 何かがあれば、他のレビューが何かを示すものであれば、視聴者から深刻な感情を引き起こします。\n\nそれは何ですか？ それは、眼鏡があなたの心の中にあることを除いて、コンピュータが基本的に首のブレスレットを通してあなたの脳に接続されている未来的な設定です.GoogleのProject Glassを考えてみましょう。 これにより、誰もがウェブへの常時接続が可能になります。重要なのは、マトリックスに非常に似ていますが、痛みを伴わない無線接続で、仮想世界に潜る能力です。 私たちの主人公は、サウスパークの派生キャラクターであり、現実世界ではあまり価値がないので、仮想世界の専門家になっています。 私はこのショーを見ることをお勧めする唯一の理由の一つでなければならないことにすぐに近づいています。彼は黒い丸薬を飲むチャンスを提供しています。\n\n私は未来的で技術中心の設定に魅了されていますが、これも例外ではありません。 しかし、このショーは、Mirai NikkiのYukiteruを主人公のように見せてくれる主人公、そして腕時計を見て終わらせるのに痛い円弧のプロットトリックに悩まされています。 あなたがファンタジー/未来主義の少年アクションシリーズに入っているなら、これは楽しいかもしれません。 あなたが深刻な関係や成熟した、よく実行されたストーリーラインを探しているなら、これはあなたのためではありません。 上記の欠点を抱えても構わないと思うなら、加速された世界へようこそ。\n\nアニメーション：\nAccel Worldのアニメーションの品質はかなり良いです。 色は活気があり、戦いは速く進み、効果はどこにでもあります。 これはあなたの普通の安価なアニメーションではありません。 私は革新的なヘッドアップUIに非常に感銘を受けましたが、なぜそれがすべてのものであれば手を使わなければならないのかという疑問がまだあります。 全体として、このシリーズは非常に面白い環境で視聴者を没頭させる素晴らしい仕事をしています。 キャラクターデザインに関しては、シリーズはピギーでユニークにしようとしていたと思いますが...男は彼の目障りです。 そして、黒姫が他の人よりもラードボールを選ぶという考えは、本当に男のための奇妙な期待を設定しています。 幸いなことに、ツンデレからブックウォームまで、そしてローリスからメイドまでのすべてのフェチを満たすための女性キャラクターは多種多様です。 圧倒的な量のサポートキャラクターにもかかわらず、すべての「重要な」キャラクターは区別できます。\n\n戦いに関しては、それらの大部分は仮想世界で行われるので、私たちは救われていますが（痛みは感じられますが（金属フレームの切断、頭頸部などは非常に一般的ですが、FMAと考える）。 特別な動きや能力がたくさんあるので、かなりクールなグラフィックが期待できます。 振り付けは良いですが華麗ではなく、幸運にもキーキーではありませんが、エッチは漠然と存在しています。\n\n音：\nAccel WorldはOP / ED（KotokoやAltima（SNS Finalの誰ですか？）のようなビッグネームを含む）のためにかなり素敵な電子ベースの曲を使用しています。 他の忘れられないトラック。\n\nVAキャストについては、DxDの主役がこのような愚か者のように聞こえるので、私は正直言って梶さんの優しさにはうまくやっていないと思っています。 いくつかの支持的な役割を表明しているいくつかのかなり大きな名前がありますが、実際の星は三沢幸子です。 あなたが彼女のプロフィールを読んでいないのに私はあなたがそうすることをお勧めします、彼女は彼女の年齢を与えられた素晴らしい才能を持っています。\n\nストーリー：\nアクセル・ワールドは細部まで細かく複雑な話をしていますが、半ダースのエピソードを終えるまでは、設定を完全には理解できません。 しかし、これは完成品ではないことに注意してください。多くのプロット要素が導入され、多くは解決されません。 はい、難波のように、これはもう一つのケースです。\n\nしかし、アクセル・ワールドは、シーズンを通して面白いことをやっています。 ピギーの現実が完全に逆さまになっているので、それは混沌とした混乱として始まります。 残念ながら、物事が解明されると、シリーズはペースを失い、視聴者に興味を持たせるために、ランダムなひねりや不可解な状況を投じることに決めました（これらは悲惨に失敗します）。 この不幸なターンは最終的な弧で覆われているので、私は本当にほとんど見ていないほど酸っぱく、嫌な思いをしています。 解決策はありますが、それは決して満足できるものではありません。\n\n彼らは本当にこれを素晴らしいものにする機会を得ましたが、残念ながら彼らは届けませんでした。 唯一の希望は黒姫を楽しむことです。 うまくいけば、私たちはSword Art Online（同じ著者による）とのより良い運を持つでしょう。\n\nキャラクター：\nこのシリーズは、私がしばらく見てきた最高のキャラクターのいくつか、そして私が今まで見たことのある最悪のキャラクターの一握りを持っているので、これは難しいものです。  Furooの短くて華麗な出現は、悲劇的に弱い人物のいくつかを打ち消すために魔法のように働く。 おそらくそれは、これらが実際にショー全体の唯一の成熟したキャラクターであり、無意味な愚かなイデオロギーを保持している非論理的で幼稚なキャラクターで満たされているからでしょう。 本当に、日本が春吉のような登場人物を引き続き輩出すれば、彼らの若者は本当に運命に陥ってしまう。\n\n開発に関しては、シリーズの早い段階で関係が素早く確立され、その点からの変更はほとんどありません。 私はBrain Burstプログラムにいくつかのポイントがあると信じていますが、次のシーズンまでなぜ誰も本当に理解できません。 それまでは誰もが推測しています。\n\n値：\nこのショーには本当に独特のアイデアがありました（スーパーヒーローのような反射を望んでいない人はいますか？）。 しかし、それは哲学的な質問を提起する興味深い時計です。 残念なことに、黒ひげ以外の誰もが絶対的な馬鹿であるという揺れ動く感覚によって、私の思考の高さはほぼ常に中断されます。 ショーのいくつかの側面は本当に思い出深い、興味深いですが、私は決して再び見ることはないでしょう。 アクセル・ワールドは、最終的に太った豚と貧しい人々の犠牲になった興味深いコンセプトです。 ここでは、より良いシーズン2を願っています。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "pika2000",
    "profile": "/profile/pika2000/reviews",
    "pages": "6",
    "number": "15",
    "link": "/reviews.php?id=61593",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  10\n\nアクセル・ワールド（Akel World）、同じ名前のライト・ノヴェルから適応されたアニメ。 多くの人が主人公のためにアニメをすぐに却下した。 しかし、Accel World自体の世界はとても魅力的で、あなたがこれを見逃してしまうと残念です。\n\n物語は、彼らの現実を増強する非常に洗練されたニューロリンク装置を人々が備えている将来設定される。 技術のおかげで、それはまたあなたが仮想世界に置いたすべての五感を修正することができます。  Googleの眼鏡はマトリックスと合っていると思う。 ストーリーは、ブレーンバーストと呼ばれる非公式の戦闘ゲームに潜り込み、プレーヤーは加速状態に陥ることができます。 ハイテクのコンセプトそのものが注目を集めるに値する。 技術の外では、友情、信頼、諦めないなどの典型的なテーマを持つ感動の暖かい話です。同名のコミュニティの指針としてここやそこに散らばっています。  ;-)\n\n少なくとも今のところ、あなたは弱くてかわいい主人公、loliの愛の関心、良い見ている親友（ハンサムなメガネのキャラクターに変身するもの）があります。 あなたがそれらを愛しているか、そうではありません。 明らかに、主人公の有田春行があまりにも多くの人が好きではない。 彼は他のキャラクターと比べて喜んで描かれていますが、それは原作であるライト・ノヴェルにも当てはまります（ただしアニメはマンガよりも短くなりましたが残念です）。 しかし、技術と組み合わされたストーリー開発自体は、無視するにはあまりにも魅力的です。 この媒体のために、アニメは光の小説に存在するキャラクターの背景と微妙な点の一部を伝えません。 私はそれが、映画が映画よりも優れているという最も一般的な概念に落ちると思う。\n\n芸術は華やかです。 背景と環境は非常に詳細です。 拡張されたリアリティのUIと、デュエルアバター、VRの世界はすべて最高のレベルです。 サンライズから期待通り。 私は、拡張現実UIが（メール受信トレイ通知、ログアウトプロセス、すばらしいファイル転送ジェスチャなど）どのようになっているのか、まだ驚いている。\n\n私はアニメをこれほど楽しんでからしばらくありました。 ガジェットのオタクとして、私は本当に技術に魅了されています。 かわいいアバター、感じの暖かい物語、豪華な芸術、すばらしい音楽、それはAccel Worldには中毒しないでください。 アクセルワールドに興味がある人は、アクセルワールドの世界をさらに豊かにして楽しいものにしてくれるように、マンガや軽小説をチェックしてみてください。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "akatsukikaras",
    "profile": "/profile/akatsukikaras/reviews",
    "pages": "6",
    "number": "16",
    "link": "/reviews.php?id=73689",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  8\n\nまず、このシリーズは完成していません！ まあアニメですが、それはマンガからの適応ですので、オープンマンで「アニメを読んで、次にマンガを感じて」感じています。 そう言われて、物語は今、本当に良くなっていました。\n\nアニメーションは素晴らしく、戦闘は視覚的にEPICで、色付けは美しいものでした。 キャラクターの描写さえ満足していました....私は彼らがかわいい、かわいい、地獄の主な男のキャラクターが魅力的であったことを意味します（私は性的または奇妙な方法でそれを意味するものではありません....通常、 脂肪のキャラクター彼らは彼らにそれらをHIDEOUSLY GROSS...いくつかのアニメは魅力的な太った人を描いている....このショーはそれをうまくいった）。\n\nサウンドはEPICでした....バトル音楽は本当にうまくいっていて、完璧な同期で描かれています。 ボイス演技も素晴らしく、OPとED（どちらも）は素晴らしかった....それに付随するビデオも含めて。\n\n\nショーはロマンス/ハーレムでした....ハーレムは実際のジャンルには合致しませんが、メインキャラクターには2人の少女が彼のために銃声をあげていましたが、他にもいくつかの「可能性」があります。 これはこのジャンルのためにユニークです。 そう言われて、それはアクションに多くの焦点を当てて、後半の悪い男は本当に嫌なものでした....そして、有田と拓の両方の開発はかなりうまくいっていました。\n問題は、しかし、このショーは、長続きしている少年シリーズの一部です....私はそれが意味するものは、あなたが非常に不完全に感じるように、それはちょうど24エピソードに覆われすぎるものがあります。  SORTA KINDAが本当に満足感はないと決心されて以来、ロマンスの側面は脇に置かれていたかもしれませんが、アクションとストーリーの開発は今始まっています。 このため、ショーは8、さらには9/10を得ていたかもしれません。また、ストーリーがいかに素晴らしかったかにもよりますが、それ自体は10に近いかもしれませんが、それは不完全で7以上を得ることはできません。 寛大である。  1つの最後のこと.... PPLはこのショーであまりにも多くの努力をしました....\n\nそれは....私は明確な時計としてこのシリーズをお勧めします....コレクションの素材ではありませんが、それはGOODだったように見守られなければならないものです。 マンガにアクセスできる場合は、マンガがアニメのようなものであればマンガを読むことをお勧めします（マンガを読んでいないので、わかりませんが、基本的にマンガが アニメはマンガを読む方が良い）。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "spinky",
    "profile": "/profile/spinky/reviews",
    "pages": "6",
    "number": "17",
    "link": "/reviews.php?id=62951",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのアニメに、私が見たエピソードに基づいて全体的に9を与えました。\n\n私は物語のためにこのアニメを見せていませんでしたが、一度私がアニメを見ていたのを見て始めました。 これを見て、私はハック・アニメ・ファミリーを考えました。\n使用されるキャラクターとそのストーリーはやや規則的ですが、\n - 鉛の男性は太っている少年で、拾われて命が酷い\n - リードの女性は美しさと社会的地位を持っていますが、誰も本当の彼女を知らない\n裏切り者であって赦しを求める友人\n\nこれらのキャラクターが使用された方法と場面はとても良いものでした。 物語は紙ではかなりシンプルに聞こえるが、人生を与えたときには素晴らしい。\n個人的にはアニメの感覚を壊してしまったので、VR（バーチャルリアリティ）シーンではCG（コンピュータ生成）は使われていなかったのが大好きです。\n\nアニメは良い速度で進行し、すべてが明確に説明されています。\nこれを見て、このVRが可能であることを願っています。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "BoaCC",
    "profile": "/profile/BoaCC/reviews",
    "pages": "6",
    "number": "18",
    "link": "/reviews.php?id=73613",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  9\n\n\"私は本当に力を必要としません。 私はちょうど真剣にそれをすべて取るのではなく、ゲームを楽しむように教えています。\n\nTiger＆amp; バニーは、CGIアーマースーツの別の素晴らしいブレンドに到着します。 カラフルで、魅力的で、面白いです。 アクセル・ワールドは、第六センスが社会で一般的に使われている未来的な環境を持っています。 人々は自分のアバターを使ってネットワークに潜入し、より多くの人を社会化することができます。 バーストリンクと呼ばれるゲームでは、いくつかのキャラクターしか知られておらず、キャラクターはポイント獲得のためにお互いに戦います。 これらのポイントは、ユーザーが実際の思考プロセスを加速し、何かとあらゆる点で利点を得ることを可能にします。\n\nこの仮想世界を魅了するものは、ハエの大主、大人、ルール、キャンバスではありません。  15歳以下の方々は、アクセル・ワールドで政策を策定し、領土を取っています。 レベル9になった6派閥に分かれ、レベル10になることでゲームを完了するためにプレイヤーは戦います。戦略を計画し、実行し、トラップとバックスタブを設定して、大きな出来事を起こします。 試合には、1対1、タグ決闘、派閥戦、フリー4オールが含まれます。 各派閥は、特別な能力または稀少能力を持つ選手を募集しました。\n\n彼のクラスメートから「その丸いもの」と呼ばれている私たちの主人公は臆病者です。 春の唯一のエスケープは、この仮想世界への「ダイレクトリンク」です。 主人公は、このシリーズの視聴者にとっての最大の脅威です。 彼はNGEのシンジと同じくらい嫌悪感があり、彼はシャーマン・キングのモルティの姿をしています。 他人が下を照らされる恐れがあるので、彼の能力が最大限に引き出され、彼の精神は容易に滅びることができます。  1つの例外は、春は彼が恋に落ちる女の子、キングのために保護し戦うためにすべてを喜んで提供することです。\n\n文字は最初は浅く見えるかもしれませんが、それぞれがシリーズの進行とともに自分自身についてもっと明らかになります。 文字はステレオタイプであり、文字の展開には予測可能なラベルが付けられます。 しかし、実行はうまくいっています。キャラクターは時々非常に苛立つことがありますが、突然戦場に出入りするイベントの突然の変化によって、彼らの行動はあなたの意見を非常に素早く変えることができます。 新キャラクターはしばしば物事を刺激するために導入され、問題を作り出し、問題を解決します。\n\nアートはカラフルで明るく、アニメーションは滑らかで流動的です。 スパークと他のライティングパーティクルはボーナスです。 オープニング・ソングは若返りし、サウンドトラックはキャラクターが戦っているステージに関連して変化する戦闘シーンで気分、血の沸騰するテクノを設定するように変化する。 明るくて暗い曲をそれぞれのシーンで聞くことができます。 ファンシーサービスには、パンティーショット、シャワーシーン、胸をつかむなど、あまりにも過度ではありません。 否定的なことは、キャラクターが彼らの想定年齢よりも成熟したと聞こえるということです。\n\nキャラクターのバーチャルアバターは、CGIの使用を考慮して、されているほど詳細ではありません。 それは、デザインの剛性を低くし、アンドロイドを少なくし、より不安定で自由に流れるようにする方が良いでしょう。 そのような制限的な金属製の装飾を取り除くことは、多くのアバターがメチャの感触を保つために持っていたものであり、より自由なスタイルのより良いデザインが見られ、創造性と楽しみの余地が増しています。\n\n戦い場面は合理的にうまくいっています。 多くの戦いは長い距離にあります。 クローズアップしている人は少し急がれる傾向があり、黒い点滅でアニメ化される傾向があります。 戦いのビルドアップは予感を与える。 キャラクターが物語を語るとき、私は何か新しいことを学び、とても興味深いように感じる。 スーツのアップグレード、新しいパワーアップ、新しい攻撃の動きは、次の行為を熱望しています。\n\nテーマには、信頼、裏切り、ロマンス、嫉妬が含まれます。 シリーズは学校の環境に置かれていますが、大部分のシーンがそこから出てきます。 これは学校事務が起こったときに面白いものにし、周囲の変化は世界をより信憑性のあるものにします。  Accel Worldは素晴らしいコンセプトを持っています。 それは、仮想世界と現実世界（それが試みる）の両方において、領土戦争の概念を拡大することによって、それ自身をよりユニークにすることができたかもしれない。 このバーチャルゲームのアバターとその高い戦いの後ろには、アクセルワールドが伝えるものの本質は、後悔することなく戦うという名誉を捧げることです。 あなたがfanerviceのヒントを持つSFの設定でカラフルで楽しいshounenを見たい場合は、これは行くための素晴らしいシリーズです。\n\nあなたは「栄光を失う準備ができていますか？"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "WineZ",
    "profile": "/profile/WineZ/reviews",
    "pages": "6",
    "number": "19",
    "link": "/reviews.php?id=89499",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  9\n\nACCEL WORLDは本当に何かです。\n\n注：私は剣のアートオンライン（SAO）を見てから、私はこのアニメを見るので、私のレビューは、これらのアニメシリーズの両方からいくつかの比較を持っています。\n\n最初のエピソードを見た後、私はそう思う。 これは何のアニメですか？ それはどんな主人公ですか？ ちびちゃんが主人公だと教えてもらえませんか？\" それが私の質問でした。 この質問の後、私はそれを見送ることにしました。\n2週間後、私の友人の一人は、このアニメを終わらせるように勧めました。なぜなら、それは良いアニメだからです。 私は彼の提案に直接従っていない、私はYoutubeとmyanimelistからのいくつかのレビューを見ています。\n\nそして私は驚くべき結果を得ました。 私が読んで見たレビューのほとんどは、Accel WorldがSword Art Onlineよりも優れていると言いました。 私は '大丈夫、私はそれを終えると言った。 私は査読者の言うことを証明するでしょう。\n\nそれを見た後。\n\nACCEL WORLDはいいアニメです。 技術は素晴らしいと加速のシステムは素晴らしいです。  Accel Worldのタイムラインは、Sword Art Onlineと同じです。 それはSAO後数十年にわたり行われます。 効果音がいいです、キャラクターデザインはクールで、すべてが素晴らしかったです。\n\nアクセル・ワールドを単なる良いアニメにする理由は1つだけです。 その理由は、ストーリーがまだ終わっていないということです。  Arghhh。 私はこのアニメの別の季節を待つことはできません。\n\nだから、まだこのアニメを見ていない人のために、このアニメを見てください。  SAOが好きな人は、Accel Worldの方がもっと好きです。\n\nそれは私のレビューですが、\nショーをお楽しみください。\nWineZ"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "jacques96",
    "profile": "/profile/jacques96/reviews",
    "pages": "6",
    "number": "20",
    "link": "/reviews.php?id=75379",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  8\n\n最初の印象 - ハルウキーという名前の主人公が学校にいじめられ、アクセルの世界を彼に紹介する少女と出会うまで、最初は戦闘シーンでキャラクターが変わったデザインのアバターと少し違って見えるが、しばらくしてからは本当に成長する あなたに。 最初の数回のエピソードは、一部の人にとっては奇妙に見えるかもしれませんが、あなたがそれを見続けると、最終的にはより良くなります。\n\n話は本当に素晴らしく、うまくいきましたが、黒龍姫の詳細については、Black Lotusを参照してください。しかし、うまくいけば、2番目のシーズンがあれば彼女の話をもっと多く紹介します。\n\nアニメに登場するキャラクターは、時には憂鬱なように見える、時には他の人から孤立しているように見えるチユーのような、時には多くの人に迷惑をかけることがあります。\n\n音と芸術は素晴らしいです、ゲームの効果音は本当に良いですし、戦いのシーンは確かにあなたのフックを取得します。 背景音楽と背景シーンは美しく、そのシーンの感情と一致します。\n\n非常に未来的な素敵な物語ならば、人々が愛する素晴らしいアニメですが、現代の特徴も持っています。 仮想世界を愛する人々のためのある種のアニメ"
  }
]
