[
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "JJDaBoss",
    "profile": "/profile/JJDaBoss/reviews",
    "pages": "5",
    "number": "1",
    "link": "/reviews.php?id=107999",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私はこのアニメが2012年4月に最初に放映されたときに驚くべきヒットとなったと言わなければならない。\n\nAccelの世界は、Sword Art Onlineにも書いた川原玲が書いた軽小説に基づいている。  Accelの世界は、同じ世界に設定されているため、姉妹物語として見ることができます。\n\n人口の多いアクセル・ワールドは、神経リンカーと呼ばれる装置を身につけています。 この装置はパーソナルコンピュータのように動作し、首の周りに設置される。 デバイスは制御されたジェスチャー（タッチスクリーンのようなビット）または音声で起動されます。 また、仮想世界やネットワークに入り、他のさまざまなものと一緒にコミュニケーションを取ることもできます。 そして、彼らは仮想世界で自分の個人的なアバターを作成するようになります。\n\n私たちの主人公は、体重が短く、有田春樹や春と呼ばれる少年です。 彼は自分の体重のために他人に拾われ、既に脆弱な自尊感情を、それよりもさらに低く抑えます。 春はビデオゲームで非常に優れており、絶えず最高得点を獲得しています。 ゲームでの彼の高い得点は、最終的には学校のアイドルクリュヒキヒメの注目を集めている。  Brain-burstというプログラムに彼を紹介します。 実際の世界で認知プロセスを経て加速するのに役立つプログラムで、思考して通常よりも速く動くことができます。そのため、「加速する」と呼ばれています。 これを行うには、バーストポイントと呼ばれるものを使う必要があります。 本質的に脳のバーストは、VRMMO（Virtual Reality Massively Multiplayer Online）戦闘ゲームです。 ポイントを獲得するために、バーストリンカーはゲームで互いに戦わなければなりません。 いずれかのユーザーがポイントをすべて失うと、ゲーム自体がアンインストールされ、ユーザーはそのポイントを記憶しません。\n\n戦い＆amp; 彼らは最終的にレベルアップするポイントを得る。 レベル10に到達する最初のものは、プログラムの作成者に会います。 だから、栗乳姫は春に番組を紹介しています。 彼女はそれを達成したいから。 そして春は彼女を再生したい。\n\nあなたが見るように、Accel Worldはアクション、shounenアニメです。 そして、それはレベルアップするために主要なキャラクターが厳しい相手に直面している典型的なshounenストーリーラインに続きます。 戦いは仮想世界で一次的に行われます。 それがポイントを獲得し、バーストポイントを現実世界で使用する唯一の方法であるからです。 話はまた、仮想世界とその日常生活の間で分かれています。\n\n行動の順序は複雑かもしれません。 タクと春の戦いのように。 春は良い友達であることを話し、先導者として彼を見ています。シルバーカラスのスペシャルスキルを引き出しながら、飛ぶ最初のアバターです。 しかし、春の最初の戦闘には、このような陳腐な瞬間は必要ありませんでした。 彼は、外出先から特別なスキルを引き出すか、「発見」するのではなく、戦略を使用しました。\n\n学校生活には面白いアプローチがあります。 最初はライバルを持つよりもむしろライバルとなるいじめを持っています。 シリーズの後半に見られるように。 彼の自信は、シリーズの後半で大きく伸びました。これは、彼自身の自尊心と信頼感のレベルが低い上半期と比較して、脳のバーストでの彼自身の成長に起因しています。 しかし、春のために醸し出す愛の三角があります：学校で一番熱い女の子の二人が関わっています。 この「愛の三角形」の主な苦情は、春が彼の出現のために判断しているので、遥がその2人の女の子の下にいると考えることです。 そして、すべてが信じられない、または非現実的であるように見えます。\n\nシリーズの前半は強く始まった、それは主人公を設定する良い仕事をした。 彼の状況、個性、そして学校の美しさとの出会いの面では、 しかし、シリーズの中途半端な方法で物語を蛇行させる：Kuriyukihimeがレベル10に達するのを助けたいから、彼の仲間を助けること、軽度の戦いまで。 シリーズの後半では、ノミと呼ばれる新しい学校のいたずら人と敵対者の紹介であっても、それはかなり蛇行しています。 できることが見えるようにしたのは、能美が春のデザートを食べるのを見ることでした。  2番目のシーズンがあることが示唆されています。\n\nアニメーションはSunriseとGencoによって処理されました。 そして彼らはそれが高品質であることを確かめた。 アクションシーンについて不平を言うことはできません。視覚的には素晴らしい、魅力的で流動的でした。  Accelの世界で最も大きな不満を抱いたのはHarusのキャラクターデザインでした。 人々はそれが意図的ではなく、春を醜いダッキングのように見せるということです。 そして、それは動作します。 ショーの全体の前提は、完全に受け入れられることです。\n\nあなたが好きなアクションを持つシリーズが好きなら、Kotokoのようなアーティストの音楽を使った学校ドラマ。 その後、アクセルワールドは楽しめるシリーズになります。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "MugenDreamu",
    "profile": "/profile/MugenDreamu/reviews",
    "pages": "5",
    "number": "2",
    "link": "/reviews.php?id=174513",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  7\n\nストーリー（私のfavアニメテーマ「ゲーム」が関与していることの1つ）とArt＆amp; amp; 音。 アクセル・ワールドにはバント・バトル・シーンとちょっとしたハーレムがあります。\n\n私はキャラクターデザインのために9/10のスコアを与えます。私は主人公と特に好きなキャラクターが多く、サポートチャーも本当に良いですが、主人公が本当に私の期待に近いとは限りませんでした。 誰もが思う、私はいつも彼が他の誰かになると想像しています。\n\nあなたがそのような点を脇に置いておけば、前にも述べたように、このアニメを見て楽しい時間を見つけることができます。その戦闘シーンがあなたの意図を引き出します。\n\nそして、私はAccel Worldの最も興味深い点は、他のGameテーマのアニメと何らかの形で関連しているからです（私はタイトルを教えませんが、それが何であるかを知っておく必要があります）"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "AnimeUnion",
    "profile": "/profile/AnimeUnion/reviews",
    "pages": "5",
    "number": "3",
    "link": "/reviews.php?id=200421",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\nAccelの世界はすばらしい話をしています。音とキャラクターの発展は\n\nとても良い。 私はこのアニメを楽しんだが、\n\n9/10完全な10/10ではないので、私はあなたをクリップに残すアニメが嫌いです\n\nハンガー、この場合、彼らはそれを終了しました。\n\nSpoilers）、私がこのアニメについて好きなことは、主人公が\n\nいくつかのハンサムな背の高い完璧な男が、普通の普通の人\n\n彼自身の悪いと良い資質。このアニメは愛する人のために良いです\n\nトーナメント、学校と混合した戦い、SFやコメディーのビット\n\nの間に、しかし全体的にこのアニメは素晴らしいですし、私は人々に監視することをお勧めします\n\nこの。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "iDomo69",
    "profile": "/profile/iDomo69/reviews",
    "pages": "5",
    "number": "4",
    "link": "/reviews.php?id=169959",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  9\nキャラクター|  6\n|  8\n\nアニメのすべては、メインキャラクター以外は好きです。 芸術はかなりいいですし、音楽は私に裂けてしまいました。そのストーリーは、多くの強烈なアクションシーンやプロットの驚異的な紆余曲折により、ますます有利になりました。\n\n主人公との関係は非常に難しいと感じました。 ハルユキは、キャラクターのための非常に適切な対話を持っています。プロットは、彼自身のための驚くべきキャラクター開発につながりますが、主に他の主人公につながります。 彼はビデオゲームでかなり叙事詩的なアバターを持っている非常に、恥ずかしがり屋にいつもいじめられている静かで、恥ずかしがり屋であることからかなりの変化を経験する...ああ、また彼の側で本当にかわいい女の子。\n黒雪姫は黒雪姫です。 落ち着いた、エレガントで賢明な; 彼女は非常にクーデレです。 彼女はすでに他人に開放し始めているように、彼女はすでに一見無傷の人格も変わっています。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Qwartney",
    "profile": "/profile/Qwartney/reviews",
    "pages": "5",
    "number": "5",
    "link": "/reviews.php?id=197628",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  5\n|  5\n\nストーリーには大きな可能性がありましたが、それは大げさでした。 最初の数回のエピソードはすばらしかったし、世界が展開した方法はとても自然でエキサイティングなものでした。 私はこのファンタジーワールドがいかにして動作しているかをクラスルームに正確に伝えられているような気がしなかった。 その部分はうまくいった。\n\n私はショーの話が悪化するにつれて大きなターンを取ったと感じ、私は無関心に感じました。 私は完成のためだけにそれを終えました。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "animelvr6947",
    "profile": "/profile/animelvr6947/reviews",
    "pages": "5",
    "number": "6",
    "link": "/reviews.php?id=196180",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\nこのアニメは、あなたが実生活で人に挑戦するこのバトルゲームに参加し、ステークスが非常に高い人に関するものです。 彼は非常にすぐにそこの最高の選手の一つになります。 さて、そこにある他のすべてのレビューでは、より長い要約が得られると確信していますが、それは実際のレビューの部分にスキップするつもりです。\n\n私はこれが素晴らしいアニメだと思っていました。特に、SAOと恋に落ちたあなたの人にとっては素晴らしいアニメでした。  （もしあなたがSAOを見ていないなら - それは犯罪だ - 私がAccel Worldの前に見ることをお勧めします。あなたがしていればもっと意味をなさない小さなものがいくつかあるからです。）芸術は素晴らしかったし、 主人公が伝統的な「熱い男」のように見えることはまったく気にしない。 実際、私は彼が本当に魅力的であるとは思っていませんが、このアニメでは全く問題ではありません。 彼はまだ女の子を取得します（最初の2つのエピソードの中で彼女が彼女を得ることを考えると、本当にスポイラーではありません）。そして、私は分かりません。  （主人公が魅力的であるかどうか気にしないすべての人には申し訳ありませんが、ちょうど私が作っておくべきポイントだと思っています）\n\nこのアニメのプロットの紆余曲折は、あなたが来るかもしれないし、見えないかもしれないものです。 私はそれを見たとき、私はそれが来るのを見ていないことを知っていますが、私は今日初めて、あるエピソードを見ていたら、私はそれを推測したと思います。 私はそれがどれだけあなたが本当にそれについて考えているか、あなたが特定の文字をどれだけ信頼しているかによって異なります。\n\n全体的に、私はアニメが良いものだと思う。 プロットはこれまでで最も驚くべきことではありませんが、それはかなり良いです。 キャラクターはすばらしく、あなたはそれらを大好きになるでしょう。 私は間違いなくそれを試してみるだろう。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "AndrewWuHoo",
    "profile": "/profile/AndrewWuHoo/reviews",
    "pages": "5",
    "number": "7",
    "link": "/reviews.php?id=90565",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  5\nキャラクター|  5\n|  3\n\nこれを読むとき片面***にならないようにしてください。 ありがとう！\n\nストーリー（3）：この設定はSword Art Onlineの雰囲気に基づいていますが、それはインスタント8の評価を取得する必要はありません。  SAO接続を崩壊させるような、時間の凍結のような実生活で神の力を与えることができるこれらの技術的ゲーム装置があります。 主人公は、SAOのような生命を脅かすゲームではなく、ゲームでスーパーハードを試す無意識の理由があります。 また、アンタゴニストは、ゲームをあまりにも重大なものにして、次のレベルに引き上げることに無意味な理由があります。 アニメの作成者が、誰もファンサービス以外のことを気にかけたり、時間フィラーとして重要でない対話を挿入したりするような、マイナーキャラクタのランダムな対話を追加することを決定することは、何度もあります。\n\n芸術（7）：芸術は良いです。 ファンのサービスは、大丈夫ですか？\n\nサウンド（5）：このカテゴリには特別なものはない。\n\nキャラクター（5）：前述のように、ストーリーについての議論。 キャラクターはゲームで挑戦しようとするのは無意味な理由があり、SAOとの結びつきを打ち破り、人生を脅かすゲームの試合の理由を打ちのめす。\n例：最も人気のある女の子は、彼がパワーを持っているので、哀れな追放された男のために高い愛情を示すことにします。 その男はすでに彼を好きな女の子を知っている間。\n\n楽しさ（3）：多少の会話時間を飛ばす必要がありました。 私は彼らを振り返り、w.t.fに行きました。 私はちょうど見たか？ また、手のひらに数多くの顔があります。その理由は、あまりにもキャラクターがあまりにも激しいゲームをするためです。\n\n全体（5）平凡な：私はアニメに引き込まれました。なぜなら、これはオンラインでの剣の芸術の未来にリンクしているからです。 物語は貧弱（sh * t）、芸術は良い、音は普通です、楽しさは貧しいです。実際にはあなたはそれをあなたに描かれていないので、これはサウと関連しています。 キリトまたはASUNAの。 それは偏っている。 個人的には、これが世界の剣術芸術の実際の未来であったならば、私は決してそれをもう一度見ることは決してありません。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "CGmorte",
    "profile": "/profile/CGmorte/reviews",
    "pages": "5",
    "number": "8",
    "link": "/reviews.php?id=66799",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  7\nキャラクター|  5\n|  8\n\n物語そのものはとても面白く思っています。 キャラクターは考え出され、よくリハーサルされています。 アクセル・ワールドについて私が気に入っていないのは、主人公だけです。 私は正直なところ、何かについて1分おきに文句を言う人を楽しまない。 私はより強い頭の人格を好む。 しかし、それ以外の場合、私はAccel Worldのために大きなものが来ると思っています。 私はAccel WorldとSwort Art Onlineが同じ宇宙にあるということをどこかで読んだ。 これが本当であるかどうかは、Accelを見ている間にSword Art Onlineへの参照を2つ期待しています。 考えてみると面白いです。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "denyanT",
    "profile": "/profile/denyanT/reviews",
    "pages": "5",
    "number": "9",
    "link": "/reviews.php?id=76199",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  10\n\nアニメに完璧な10を与える少年を真剣に受け入れることができないことに気がついています。おそらく私をファンボーイ、あるいはそのようなタグと呼ぶでしょう。 しかし、私に教えてください：コードギアスの後退から脱退し、私はコードギアスから望んでいたものを具体化したショーを見つけました。 アクセル・ワールドは、アクション、ユーモア、芸術、ロマンスを（完璧ではありませんが）完全にキャプチャします。それぞれがあなたの心にショーの効果を最大限に引き出す方法でバランスがとれています。 コードギアスのうつ病に苦しんでしまった（しかし、いったん終わってしまった私はもっとうつ病になった - でも、助けられない）。 このショーはあなたの時間を浪費することはありません - そして、24のエピソードで、なぜそれを試してみませんか？\n\n例えば、プロットライン（私が10を与えた......）：コードギアスは、ルルーシュが（犯罪の）主人公であるため、野生の、混乱するプロットを持っています。 これはプロットを非常に面白くし、驚きの後に驚きを積み重ねることによって決してあなたを下ろすことはありません。  Accel Worldのプロットは、キャラクターの複雑さ（Arita、Taku、Kuruyikihimeは非常にインテリジェントなプレイヤーですが）と、彼らがいる世界の複雑さについてはそれほどありません。それは自分自身のために考えているようなゲームであり、 プレーヤーで。 このようにして結果を見積もることは難しく、ルルーシュの考え方や性格に精通していて、自分が何をしているかをいくらか仮定することができますが、必ずしもゲームの表情を読むことはできません。\n\n芸術は私に泣きたい、それはとても良いです。 私が気にする唯一のことは、彼らが有田に素晴らしい才能を投げ捨てたということです。彼は本当に...まあ...可能ならハンサムではありません。 しかし、もう一度、それはキャラクターをより良く提供するだけです。 そのような鮮やかなビジュアルで彼の苦労を理解することは簡単です。 彼とは別に（そして私はそのような巨大なスプライトを作るチームを推薦する）Kuruyikihimeと残りのキャストは美しいです。 それはANIMEを叫び、決闘アバターも素晴らしいです。\n\n楽しさについては、これはあなたの一次元のショーではない：それはアクションショーかもしれないが、それは陽気である。 私の両親は、私が泣き叫ぶのを聞いた後、私の部屋に歩き続けていた。「あなたは大丈夫？ 有田と基本的に一人の女の子との性的緊張は決して老くない。 また、クールイキヒームのクールなユーモアが私を数回守ってくれました。 ちゆうを忘れないで！\n\nこのショーは必見です！ それはわずか24のエピソードなので、あなたの忙しいスケジュールから数日かかるでしょう。 試してみます！"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Hawk3ye",
    "profile": "/profile/Hawk3ye/reviews",
    "pages": "5",
    "number": "10",
    "link": "/reviews.php?id=72891",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\n素晴らしい。 綺麗な。 多くの人は、彼らがショーを憎んで、それに超低評価を与え、他のものは超高評価を与え、それはすべて好みに関するものであると言うでしょう。 頻繁にポップアップする多くのジャンルの中には、ロマンス、スクール、ドラマ、ファイティング、そしてとりわけサイエンスフィクションがあります。 一人の主なジャンルだけに期待している人もいますが、私は個人的にはこれらの複数のジャンルに関心を持たなくても楽しめるとは思いません。 あなたの心が開いていれば、さらに楽しむことができます！ 素晴らしい。 これらは、Accel Worldを表現するために使用できるすべての言葉です。 実際に言えば、私はこのショーをどれぐらい楽しんでいたか、この審査の正義をしていません。  AWは、次に何が起こるかを見るために毎週戻ってきたショーの1つでした。 それは私の興味を始めから終わりまで保ちました。 それには欠点がありましたが、シリーズ全体としては、最も魅力的で最も驚くべき体験の一つでした（私にとって）。 私は人々に警告しますが、これはただ一つの集中したジャンルのアニメではありません。 このアニメをすごくいいものにするのは、さまざまなテーマやジャンルがあり、その経験を素晴らしいものにすることです。\n\nストーリー：ここの私たちの話は、社会がほぼ完全にコンピュータに統合されている遠くない未来に設定されています。 誰もがこれらのモバイルコンピュータを「Neuro Linkers」と呼ばれる首にかぶせている。 ストーリーはあなたが望むほど複雑です。 これらのデバイスは仮想現実感（HUD）を生み出し、あなたのローカルネットワーク上の完全仮想世界に「潜入」することができます。 私たちの春、春は、小さな、脂肪、そして敗者のためにほとんどの人が選んだ。 彼は学校で一番人気のある女の子に一日近づいて、現実を超えた世界、「脳の破裂」というゲームを彼に示します。 このゲームは、ユーザーが心のスピードアップ（時間の短縮）を図り、場合によっては自分の体をスピードアップできるので、はるかに多くなることが判明しました。 ユーザーはこの電源を善悪に使うことができます。 しかし、1つのキャッチがあり、その使用はあなたの「バーストポイント」によって制限され、BPを得るためにはAccel Worldとして知られる野蛮な場所で戦い続ける必要があります！ 今、私は一日中このストーリーのすべてのビットを説明することができますが、私の言葉だけではそれを正義にするには十分ではありません。 物語は、浮き沈み、苦難、克服する障害、友情、愛とインスピレーションで満たされています。\n\nアート：ここでは言いたくないことがたくさんありますが、アートワークは本当に一流です。 非常にうまくやって、アニメーションは滑らかで見て非常にエキサイティングです。 戦いのシーンの多くの間、私は停止し、ちょうどそれが非常に悪い原因を特定の部分を再ウォッチするだろう！ キャラクター、アバター、環境の素晴らしいデザイン。 ビジュアルはしばしば文字や設定の感触に追加されました。これは一般的ではありますが、無限大です。\n\nサウンド：うわー、このショーのBGMが私を吹き飛ばした！ 戦う音楽から感情的な音楽まですべて。 それは私が望んでいた以上のものでした。 多くのアニメは、私がBGMのためだけに30秒のシーンをリウォッチしなければならないという気持ちを私に与えてくれました。 そしてオープニングとエンディングには素晴らしい音楽がありました！ これは、すべてのエピソードのOP / ENDシーンを見たアニメだけです。  24 EP。  + 4 OP / END =本当に悪い楽しい音楽。\n\n性格：人の多くは非常に強い意見を持っています。 主人公は、ショーの始めに太って、実際には本当に哀れですが、彼はショーの間に本当に大きな改善を行います。 他のキャラクターがたくさんあると、あなたのコンピュータを窓から投げ捨てることができます（作者があなたを憎むようになります）。 いくつかの文字はあまりにも大好きで、あなたがそれらを見るときにあなたを喜びで満たします。 このショーは中学生に焦点を当てており、中学生がどのように行動するかを描写する素晴らしい仕事をしています。 私はこのショーがそのキャラクターとの感情を呼び起こすのに優れた仕事だと思うし、このショーをとてもいいものにするものの一部だ。\n\n楽しさ：すでに目立っていなければ、私はこのショーに恋しています！ 私は退屈と私は本当に幸運なので、このショーに出会った！ この番組はビデオゲームや未来や学校についてのことであり、それは私にアピールしたものです。 私は本当にこのショーが特別なものだと感じました。 誰もがこの経験を持つと言っているわけではありませんが、私は多くの人がいることを知っています。\n\n全体的な/最終的な思考：このショーはSFで滞在しながら現実的であることを意味します。 いくつかはそれを嫌い、いくつかはそれを愛し、多くはそれを楽しむでしょう。 ストーリーが伝えられる方法とそのキャラクターはちょうど素晴らしいもので、それはとても本当の感覚です。 音楽は死ぬことです！ 芸術は素晴らしいです。 これはすべて私の意見であり、何よりも試してみることをお勧めします。 最後のエピソードはすばらしい気持ちで私を残しました。うまくいけば、他の人たちは、私が感じたものを、ショー全体を通して感じることができます！"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Jeffrey-sama",
    "profile": "/profile/Jeffrey-sama/reviews",
    "pages": "5",
    "number": "11",
    "link": "/reviews.php?id=72887",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  7\n\n未来のように人々がどのように考えているかを見るのはいつも楽しいことです。 テクノロジーの可能性が増し続ける中で、多くの人が技術的に将来を見据えて心を抱いていることは間違いありません。 ゲーム界で急速に高まっている機能に焦点を当て、アクセルワールドは限られたレベルではあるが、「バーチャルリアリティ」から「バーチャル」を取ることが何を意味するかを描写しようとしている。 自分の人生がビデオゲームの周りを回っていたなら、それはどのようなものでしょうか？ この面白い前提の結果を見てみましょう。\n\nアート（7/10）\n私はここで正直になるよ。 春遊のキャラクターデザインは本当に嫌いです。 彼は太っているわけではありませんが、他のキャラクターとあまりにも偏っているのでもっとそうです。 彼が本質的にアニメのポスターの少年であることを考えると、これは良い印象ではありません。 しかしそれとは別に、私は他のキャラクターのデザインもすべて素敵なものだと思っていました。 ショーの背景の詳細​​はほぼ同じレベルでした。 最も記憶に残るアニメーションの側面は、間違いなくこの種のアニメから期待される戦闘シーンでした。 大部分のために、派手な攻撃でいっぱいのペースが速い戦いのアニメーションは滑らかでまともな品質でした。\n\nキャラクター（8/10）\n最初に、主人公の主人公の有田春幸さんを見てみましょう。有田ハルユキは、視聴者を多かれ少なかれ均等に2つの異なるファンと嫌悪者のグループに分けました。 表面では、彼は実際には、通常のアニメのキャラクターとは異なります。太っている、短くて、醜いのは、彼を表現するために使用された否定的な形容詞のほんの一部です。 そして、人々は彼らの意見に権利があるが、彼/彼女の外見に基づいてキャラクターを判断するのは表面的ではないだろうか？ さらに遥かなる遥かな分析をすると、彼はシリーズ全体でたくさん成長していることがわかります。 彼の変身はそれほど180度変わったものではありませんが、それが現実的なものになっています。 他のキャラクターは、シリーズが進行するにつれて成長の兆しも見せます。 過去の悪魔との戦いやアンタゴニストとの出会いなど、彼らが経験した困難や試練を通して、すべての主要キャラクターがより良く変わるようになりました。\n\nサウンド（7/10）\nほとんどの場合、shōnenのアニメは素晴らしいBGM作品や才能のあるセイユではめったに動かず、Accel Worldも例外ではありません。 前述の両方の側面は、仕事がうまくいったが、思い出深いところではなかった。 私にとっては、OPとEDがショーの中でサウンドの面で最も優れていることが分かりましたが、それはあまり意味がありません。  4つのトラックはすべてある程度アップビートで、共通のシンセサイザー感覚を共有しています。 すべてはかなり全体的に平均だった。\n\nストーリー（6/10）\nアイデア自体は有望でした。 非常に多くの視聴者がゲーマーでもあることから、ゲーム要素をアニメに統合することは、一般に良好な結果をもたらす。 しかし、それをうまく実行せず、あなたは最高の物語を持っています。  Accelerated World、Brain Burstなどについては、最初は興味深いものでしたが、すぐに物事が繰り返されたり、面白くなかったりするようになりました。 全体として、ストーリーは私が予想していたよりも遅いペースで動いていましたが、時には、穏やかで退屈でした。 しかし、それは私の賞賛を得ることができたその瞬間を持っていた。 それにもかかわらず、物語の遅いペースは、私の意見では、そのスコアを最も傷つけるものです。\n\n全体的に（7/10）\nアクセル・ワールドは本当にあなたの典型的なアニメです。 あなたは典型的な「最初は弱く、最後には強い」主役、ハイオクの戦い、そして良い対話を得る。 それがあなたのお茶の場合は、ぜひ試してみてください。 しかし、そうでない場合、私はこのショー24のエピソードを見る前にいくつかの考えを与えることをお勧めしたいと思います - それは悪いショーだと言っているわけではありませんが、かなりの投資です。 それが下に来ると、すべてのショーの楽しさは、他のものよりもいくつかのビューアーに下がります。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "asi",
    "profile": "/profile/asi/reviews",
    "pages": "5",
    "number": "12",
    "link": "/reviews.php?id=85583",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  10\n\n最後に、MMOゲームのアニメはうまくいきました。ショーは架空のゲームメカニックに多くのディテールを加えただけでなく、ゲームで死んでしまうのではなく、「失う」という非常に高価なものでした あなたはレイリーフのニッチで死ぬ。\n\n主要な戦いは本当によく実行され、多くの場合、主人公は生の力の代わりに戦術と戦略に頼る必要があります。 キャストは好きです。ゲーム世界の広大なサイズは、Accel Worldが本当に長い乗り物になることを意味します（これまでのところ、小説は3 24のエピソードシーズンをカバーするのに十分な素材を持っています）。\n\nそれぞれの物語は次のエピソードを見るためにあなたを追い続けています。弧を終わらせることなく見るのを止めることは本当に難しいと感じました。 ストーリーが進むにつれて、世界の多くがゆっくりと視聴者を紹介します。 シーズンが終わる頃、視聴者はショーが世界の本当に小さな部分をカバーしただけであることを認識します。\n\nもちろん、ショーにもその欠陥があり、最悪の犯罪者は明らかなハーレムです。 そして、はい、それはかなり大きくなるでしょう、もちろん、これをプラスと考える人もいます。 私にとっては、深い意味のある関係の代わりに、多くの豊かな人物がショーの進行に伴ってハーレムに落ち込んでしまったことは残念です。\n\nどちらにかかわらず、Accel Worldは最高のものの1つで、2012年のショーを見る必要があります。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Affectual",
    "profile": "/profile/Affectual/reviews",
    "pages": "5",
    "number": "13",
    "link": "/reviews.php?id=64955",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  9\n\nさて、私はちょっとこれに慣れていますが、私はあなたにこのアニメの正直な意見を1つの言葉でお伝えします。 なぜ私はこれを言うでしょうか？ さて、アニメそのものはとてもいいですし、周りの周りのテーマもうまくまとまっています。ショーはまだ発展していますので、今年のトップ10のアニメの1つになることは間違いありません。私の意見に基づいて レーティングは今？  ：D\n\n\nストーリー -  8\n\n私はこのシリーズには24本のエピソードがあり、前に述べたように、より良いものになるため、このストーリーに8を与えることを決めました。 しかし、もし皆さんがこのアニメの内容を簡単に要約したいのであれば、私はそれをまとめようとします。\n\n大丈夫、有田治之は、2046年の平均的な男の子で、いつも抱きしめられていました。 これは最終的には学校の謎の女の子（黒龍姫）と出会って止まってしまい、最終的に彼は「脳破裂」というプログラムに彼を紹介します。 実世界の脳波を「加速」することによって、人が時間を作ることを可能にする秘密のプログラム。 この重要な要素は、より良いものと悪いもののために彼の人生を変えます。\n\nそれは物語の導入のほんの一部です。私は潜在的な視聴者をあまりにも甘やかすことはありません。\n\nアート -  10\n\n私は芸術にしっかりとした10を与えました。言いたいことはあまりありませんが、最初のエピソードや見た目の垣間見れば、なぜ=）\n\nサウンド -  9\n\nみんなの声が彼らの性格に合っているようだった。 バトルシーンの音楽は叙事詩です。 憂鬱なバックグラウンドミュージックも拍手を送る価値があります。 全体的なサウンドは、ショーが奏でる芸術を、まるでインパクトのあるもので補完します。\n\nキャラクター -  8\n\nなぜ私はキャラクターに8を与えたのですか？ まあ、正直言って、私はメインキャラクターがもう少しだったらいいなあと思います。 しかし、その要素は、それ以外の話自体をサポートしています。導入されたすべてのキャラクターは、それぞれの性格に合わせるために、それぞれの感情に非常によく合っています。\n\n楽しさ -  10\n\nまだ私を失望させることはできませんでした。\n\n全体的評価 -  10\n\nこのアニメのすべてがジェネリックアニメで壊れているように見えますが、あなたは新しい世界をより多くの方法で紹介します： 'D\n彼らのアニメにロマンスのビットを持つ未来的な設定が好きな人にはこのシリーズを強く勧めます。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Gladeo",
    "profile": "/profile/Gladeo/reviews",
    "pages": "5",
    "number": "14",
    "link": "/reviews.php?id=107191",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこれまで誰よりも速くなりたかったのですか？ あなたはこのアニメを見ながらファンタジーを続けてください。  Accel Worldは、その名前のように、その世界の他の人々より速く加速することができます。 アクセルワールドで16分48秒は実世界でわずか1秒です！ どのくらい速くあなたが実際にできるか想像してみてください...\n\nストーリー：\n\n\nアート：\nほぼすべてのキャラクターが、私にはかわいい（私はペドロではありませんでした...）いつものように、頬に自然な赤面を持つ美しいデザインの作品です。 言うまでもなく、決闘のアバターもすべて非常にファンキーです。 しかし、多くの人々は、私が次のセクションに焦点を当てるリード文字について不平を持っています。\n\nキャラクター：\n\"ああ、神様！  \"このキャラクターは太って醜いですから\"このアニメを見たいとは思わなかった\"さて、私は友人からこれらのコメントが十分にあった。 対照的に彼のパートナーである黒龍姫は、スマートで、人気があり、美しく、地位を失っていませんでした。 完璧？ 彼女が本当に完璧な女の子なら、私はあなた自身を見つけ出すためにあなたを残すでしょう。 私は正直になるよ。 このアニメを見ようとしていたときも、まったく同じ反応がありました。 私が最初の2つのエピソードを見るまで、私は最終的に有田春樹（鉛文字）がこのように設計された理由を知りました。 簡単に言えば、ゲーム内の決闘アバターは、1つの下位複合体に基づいて作成されました。 したがって、彼のアバターが強くなるためには、そのような劣った複合体を所有することは彼にとって必須のことです。 彼についての本当に簡単なコメント。 彼はいつもいじめられ、物事を恐れているので、そこで最高のバーチャル世界に逃げる。 一見すると哀れみの種。\n\n音：\n優れた開口＆amp; エンディング。 キャッチーで印象的。 アニメが公式に停止するまで、それらのいずれかをスキップしたことはありません。  OSTはどれも印象的です。 いくつかのOSTは、あなたがそれを聞いている間にあなたに緊張感を与え、他の人はあなたに心地よいリラックス感を与えます。 さらに、デュエル・アバターが放出する効果音は本当にクールです。 私はどのように印象的な効果音が賞賛を停止することはできません。\n\n楽しみ：\n私はそうする習慣がないのに、ちょうどもう一つのエピソードで自分自身を満足させるために遅く起きているという事実を考慮して、本当に楽しんだ。 それは私の周りのすべてを忘れさせ、私がアニメを終えたとき、私は文字通り2日間このアニメに「生きている」ことを実感しました。 私が16歳の時に恥ずかしいような壮大な場面を終えるたびに、私はちょうどむしゃくの気分になった。 このアニメを見ることを強くお勧めします。ほとんどの人がこのアクション満載の心臓ポンピングアニメを楽しむことができると確信しています。\nありがとう〜"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "SuperbJonin",
    "profile": "/profile/SuperbJonin/reviews",
    "pages": "5",
    "number": "15",
    "link": "/reviews.php?id=191652",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  6\n\nアクセル・ワールドについて何を覚えていますか？ それはあなたに影響を与えますか？ あなたはそれを見た後でこのシリーズについて多くのことを覚えていないでしょうから、親しい友人や知っている人が似たような好みを持っているなら、それを見てみることをお勧めします。 さもなければ、あなたは多くを逃していません。 私の友達と私はすべてそれを見て、それは会話の中で決して上がっていない。 アクセル・ワールドについて私が覚えていることは、彼女が有能なキャラクターであり、素晴らしい主人公であったことから、黒龍姫は最高だったということです。 主人公の春木さんは、身長が非常に短くて迷惑で、彼の身長は男らしくないように見せかける安い策でした。 シルバー・クロウのユニークなパワーは実際には十分に考え出されています。そして、この能力が遥かに浪費されたのは残念だと思います。 残念ながらそうではありません。 私が覚えている限り、春樹は彼の力の完全な可能性を引き出したことはありませんでした。 芸術と音はコメントのために思い出に残るものではなく、中立です。 このようにAccel Worldは優れたサポートキャラクターと、より良い方法で使用できるクールなパワーを持つ名高いヒーローを持っています。 他のすべてはサブパーです。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Flare_Tide",
    "profile": "/profile/Flare_Tide/reviews",
    "pages": "5",
    "number": "16",
    "link": "/reviews.php?id=141347",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\nアクセル・ワールドは私を完全に驚かせました。ダイナミックな戦いと面白い環境\n\n\n短いと良い要約と最初のエピソードのカップルのエピソードは、アニメを表示し、将来バーチャル世界に現実を増やす将来起こる技術のために、残業を見るように感じるようになった。\n\n有田原長は、登場しても学校で最大の敗者だ。 彼は高さ3フィート、病的に肥満で、あなたの3歳の甥よりも泣く傾向があります。 彼のキャラクターデザインはあまりにも誇張されていた。 あなたはあなたが知っている右の体の割合を持っている間に、まだ敗者になることができますか？\n\nあなたのビデオゲームや他のいくつかのmmorpgこのアニメを含む将来の技術に興味がある場合は、あなたに良いことは明らかです。 行動と最高の戦いのシーンと愛のシーンといくつかの他の友人の一つがあります。 彼らがアニメで使用する技術の考え方は、Neuro Linker\nそれはあなたの心を吹き飛ばし、私たちはそれを持っていることを願います。\n\nその物語は素晴らしいですし、アニメの最後のエピソードからの良い紹介を終了します。 それは深さに入り、視聴者が主要な主人公とアニメを理解する必要がある\n\n舞台芸術は素晴らしく、ダンスアバターのデザインはすべてのキャラクター、アクションシーンはクールです。シルバークロウ（有田原太郎デュエルアバター）は飛行しています。\n\n黒竜姫は学校で一番人気のある女の子であり、脳の爆発の知識を持っています。また、有田原行を虐待から救ってくれる彼とゲームの彼と他の人が能力を加速する能力を持つことができる脳の破裂 現実の世界であり、ゲームの他のユーザーと対峙して、バーストポイントを競うことができます。\n能力。 私はこのキャラクターが分かっていると言っていたので、すべての王と戦ってレベル10になり、ゲームのオーナーに会うことが目標です。\n\nアクセルワールドは確かにすべて悪くはありませんが、全体的に見ると楽しいアニメです。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "iv4oooooy",
    "profile": "/profile/iv4oooooy/reviews",
    "pages": "5",
    "number": "17",
    "link": "/reviews.php?id=231512",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  5\nサウンド|  3\nキャラクター|  1\n|  1\n\nスポイラー警告！\n\nアニメは軽度に嫌だと言います。 嫌な気持ち、それぞれのエピソードは強く終わり、あなたの中に強い期待を残し、次は失望する。 学校とチャットルームの間の「陰謀」は誇張されています。 実際の生活の中でのメイベの主なチャプター\n臨床的うつ病または精神的問題を有する。 黒騎兵隊の野望は問題によって引き起こされますが、24のエピソードでは解決できず、さらに深くなって他のキャラクターに移り、生活が難しくなります。 アニメは悪い小説/ドラマの評価は、このアニメの災害の新しい視聴者を引き付ける唯一のものである、そこに置かれた 'バーチャルリアリティ'に基づいています。 アニメの唯一の良いことは、最初のオープニングです。 このアニメを見ているだけで私の時間を失った、すばらしい終わりを期待している間にすべて私はチャンスアニメを与えたことに失望した。 アニメの得点は7.63で、今までにない評価を受けたアニメの1つになっています。\n一方、アニメは、春樹のような人には寛容になるように教えています。なぜなら、私たちはすべての学校に1つあることを知っているからです。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "CFcool101",
    "profile": "/profile/CFcool101/reviews",
    "pages": "5",
    "number": "18",
    "link": "/reviews.php?id=231336",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  7\n\n学校で一番美しい女の子と接している、不人気な、非常に見栄えのない男、これは以前何度も聞いた話です。 アクセルの世界はそれとはあまり変わらない。 ストーリーが考慮される限り、このアニメを得るには大きな役割を果たしている最後の戦いの間に、間違いなく予期しないプロットのねじれを除いて、それは巧妙である。\nこのアニメは確かに強く始まり、実際に達成できたよりもはるかに多くの可能性を秘めていました。 私が言うことができるのは、それが前提であると考えるとずっと良いかもしれないということだけです。 私が知覚したことから、それはその中心的な性格であるキャラクターの開発に大きく依存していましたが、それは問題がどこにあるのかということです。 後半の痛いほど厄介な後半のことと相まって、アニメは初めにどんな勢いでも殺された。\n私が間違っていない、それはすべて悪いわけではない、例えば、前半は絶対にブレイナーではなく、完全にストーリーを引っ掛けている。 また、芸術は、少なくとも言わなければ、とても良いです。\nまだ2番目の部分は不必要な抗力のように感じます。最終的には奇妙で急いで、多くの未解決の疑問を人々に残してしまいます。そのために神経痛とゲームのルールは非常に大きな助けにはなりません。 それに無用で厄介な愛三角形を加えてください。 一貫性のない鉛と女性のリードは、プロットへのより小さい添付ファイルを提供され、それはちょうど混乱に終わる。\nサウンドトラックも最高です。\nあなたが自由になっているときに見るべきこれはすべてにおいて、悪いアニメではありません。 私は誠に姉妹のアニメ「Sword Art Online」を見ておくことをお勧めしませんが、それ以外の場合は強く嫌です。\n私の最終的な考えは、多くの欠陥から構成されていますが、これはまだかなり降下のアニメであり、あなたがSFファンであれば間違いなくそれを見なければなりませんが、 期待しています。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Nyrotike",
    "profile": "/profile/Nyrotike/reviews",
    "pages": "5",
    "number": "19",
    "link": "/reviews.php?id=231301",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  6\nキャラクター|  9\n|  8\n\n私はAccel Worldに興味がありませんでした。私の友人の一人が初めてそれを私に勧めた時です。 私は最初のエピソードを見て、春の絶え間ない泣き言はただ耐え難いものでした。それをSAOのひどいことを作った同じ人の河原玲が書いたという事実と組み合わせて、これを見て間違いなく私は時間をかけました。 しかし、いくつかのエピソードの後、私はシリーズに夢中になり始めた。 春のヒロインを徹底的に追求する春の探求、琢磨の過去の行動に対する内的な闘い、そしてチウの通常の復帰は、それぞれのキャラクターが信じられるような大きな動機となります。 私が散歩を続ける前に、私はちょうどレビューを始めるつもりです。\n\nアクセル・ワールドは、バーチャル世界で彼のすべての時間を過ごす太った子供、春から始まります。 ある日、彼は上級者の黒姫姫から「脳破裂」と呼ばれる新しいプログラムを手に入れました。 最後に、シリーズの後半部分のほぼ全体を占める能美弧。 最初の2つのアークを楽しんでいるのがわかりましたが、ノーミ弧が始まるとアニメが揺れ始めました。 私はまだそれが良い結末を持っていると思うが、最初の2つではなかったノーミークを見て、シリーズからの長い週休みを頻繁に取ることがよくありました。 物語は私のために7/10をこのカテゴリで得る。 ストーリー全体がこのゲームの周りを回っていて、ゲームのプレイヤーはゲーム内でより強くなります。  「それはちょうどゲームなのですが、どうして彼らは気になるのですか？ 私はあなたに聞いて聞いています。 さて、Brain Burstには、ゲームをプレイすることによってしか使用できない現実世界のあらゆる種類のクールな特典が付いています。 正直なところ、私はこのシリーズの話が大好きです。 それには3つの主なアークがあります（私が正しく覚えていれば正直言ってチェックするのが面倒です）。 シリーズの始めにシアンパイルミニアークがあります。 大惨事の鎧は、シリーズの前半が終わるまで続きます。\n\n次はシリーズの芸術です。 このショーは視覚的に素晴らしいです。 すべてのキャラクター（またはもっと具体的にはアバター）はユニークに設計されており、それぞれのキャラクターに関連する特定の目的を念頭に置いています。キャラクターのセクションで説明します。 キャラクターのほとんどはあなたの典型的なアニメタイプのキャラクターですが、春は誰とも違って見えます。 最初は非常に奇妙に見えて気が散っていましたが、結局私はそれに慣れました。 私はここにそれほど言いたくないことがありますので、私はもう7を与え、それを1日と呼んでいます。\n\nこのシリーズの音楽と一般的なサウンドは、まあまあです。 私はその曲を聞いて楽しいですが、私が長時間繰り返し聞いていたものではありません。 私はまた、このセクションでも多く言いたいことはありません。  6/10。\n\n\n\nキャラクターのお互いの相互作用のように、戦闘シーンは見て楽しいものでした。 このショーは、私が多く見て楽しんでいたドラマとコメディの間に良いブレンドを持っています。 私が持っている唯一の本当の苦情は、文字がしばしば何らかの愚かな選択をし、時には春が次のエピソードを忘れてしまうという自信を得ることです。 しかし、私はまだAccel Worldに8つの楽しみを与えています。\n\n全体的に、Accel Worldは時間があれば確実にショットをつける価値があります。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "carnage_panda",
    "profile": "/profile/carnage_panda/reviews",
    "pages": "5",
    "number": "20",
    "link": "/reviews.php?id=229588",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n著者Accel WorldとSword Art OnlineのKawahara Reikiのマテリアルの適応には、このような違いがあります。\n\n私はSword Art Onlineを見てAccel Worldを見ましたが、Sword Art Onlineが私に癌を与えたと言いますと、私は誇張していません。 事実、世界保健機関（WHO）は、このショーを発癌物質として挙げるべきです。\n\nこのショーの最も目立った欠陥が起こらなかったならば、私は10点を得ていたでしょう。それは適切な結末がないということです。  2つの円弧の後で突然終了するので、束縛されていない多くのプロットスレッドがあります。\n\nこの番組はキャラクターの開発に優れています。 文字はすべての問題を解決するユーバーメッシュではありません。 それは全く反対です。 彼らの多くは、彼らが対処しなければならない問題を抱えている恐ろしい人々です。\n\n私が言及した他のシリーズよりもはるかに優れています。 理解できない戦いの代わりに、うまくアニメートされたシーケンス、良いトランジション、シーンからシーンへの論理的な拡張があります。 ユーモアも本当に良いです。\n\nうまくいけば、いつか、このシリーズの残りの部分は適応され、それは残りの部分と同じくらい良いです。"
  }
]
