[
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "PhoenixIce",
    "profile": "/profile/PhoenixIce/reviews",
    "pages": "29",
    "number": "1",
    "link": "/reviews.php?id=83527",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  7\nサウンド|  9\nキャラクター|  1\n|  3\n\nあなたがSAOの予告編を見たなら、あなたはそれがどれほど素晴らしいかを見て、仮想現実のMMORPGのアイデアは驚くばかりに見え、死のゲームのプロットをさらに良くするでしょう。\n\n大半の人にとって、彼らがSAOに期待していたことは、彼らが得たものではないと言うことができます。  100階すべてをクリアして、ゲームに閉じ込められたプレイヤーを解放するには、実際にはそれが期待しているように雄大に聞こえるが、そうではない。\n\nSAOの物語は非常に大きな可能性を秘めていますが、それは完全に失望していることが判明しました。\n\nなぜあなたは尋ねるかもしれませんか？\n\n人々が見たいものは、すばらしいボスの戦いと、プレイヤーが人生や死のゲームで自由になるように闘う方法でこの死のゲームをクリアすることです。\n\n人々が持っているものは、彼らが実際にSAOを見ている場合、人々に再考させるひどいストーリーラインを持つ最悪のドラマの1つでした。\n\nゲームで人々がどのようにトラップしてフリーであるかを決めるのではなく、人生を危険にさらすという困難に直面しているわけではありません。\n\nしかし、ひどい陰謀のせいでとてもすばらしく強く優しいので、すべての女の子を得点する16歳の男の子1人。\n\n文字：ひどい\nストーリー：ひどい\nサウンドトラック：Amazing\n\n私は実際にSAOの小説も読んでいますが、アニメの話がひどいものの、驚くほど素晴らしい小説です。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Deoran",
    "profile": "/profile/Deoran/reviews",
    "pages": "29",
    "number": "2",
    "link": "/reviews.php?id=119341",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  3\n|  5\n\nこれは私の最初のレビューなので、ベストではないかもしれません。 はい。 ソード・アート・オンライン....私はそれが放映中のようにこのことを見終わったので、私は正直なところ、プロデューサーを殴りたいと思う。 とにかく、放送開始時にシリーズに入りました。私は満足していました。  VRMMORPGやバーチャルリアリティの大規模なマルチレイヤーオンラインロールプレイングゲームに閉じ込められたという素晴らしいアイディアでした。  （なんて口一杯.....）\n\n私は実際にそれを愛するだろうが、それはポイントではない。 私の最大の失望はそれがはるかに多くなっている可能性があるということです。 彼らはこれをも取っていたかもしれない多くの場所があったが、シリーズ開始直後に打撃を受けた。\n\nストーリー -  5/10\n\nストーリーごとに、エピソードの最初のカップル（1-5）の後はすべてが嫌い、エピソードが進行するにつれてゆっくりと悪化していきました。それがS1だけだった場合、私のリストには6つではなく7.5があります。\n\nどうして？\n\nまあ、1つは、時間のセンスがありません。 エピソード3では、2年が過ぎています.......そう、2年間に何が起こったのですか？ 彼らは遊んでいる羊のように徘徊したのか？ 何か悪いことが起きましたか？ 正直なところ、2年間に何が起こったのか教えてください。\n\nそれから我々はペーシングを持っています。 これはまったく存在しない。 それが賞賛されたことの一つを見てみましょう、それはロマンスです。 私はロマンスが嫌いではありません。実際、寒さはシリーズの中で最も興味深い部分の一つです。私は「RomComs」（ロマンス＆コメディ）でそれを楽しんでいます。 それで、1つか2つのエピソードでどのように私に言って、Asunaは文字通りKiritoという名前のこの男のためのヒールの上に頭を下げましたか？ 両者の間の発展はどこでしたか。 悲しいことに、少ししか言いませんでした。 私たちは基本的に何が起こったのか分からないほど速く起こった。\n\nそれから、彼女はこの男と結婚したいと思っています......あなたは私を冗談にしなければなりません。 彼らが言うように、これは面白いです、これはSAOの最高のポイントの一つでした。 これはすべて1つのエピソードで起こります。\n\nロマンスから離れて、シーズン1はまともなペーシングがありましたが、おそらくそこに停止していたはずです。 彼らはちょうど無意味なものを置く。\n世界について知ることができますか？ いいえ。\nギルドについて知ることができますか？ いいえ。\nメインの主人公ではない他のキャラクターについてもう少し学ぶことができますか？ いいえ。\n\nこのファンタジーの世界を走り回って一人の男を見て、彼が出会うすべての女の子と繋がり、なんらかの理由で彼と恋に落ちる人、そして消え去る前に一人のエピソードにしかいない人。 そして、シーズン2では、ほとんどのものを取り除くだけです。 だから、私は尋ねなければならない、何がポイントでしたか？ 彼らはその物語に何を加えようとしていましたか？ 彼らは興味深い男性キャラクターを1つ追加しますが、すぐに追い払われ、後で別のエピソードのために戻ってきて、もう一度消えます。\n\nストーリーを賢明にして、それがあなたのものでない限り、平凡な一般的な話以外は何も期待しないでください。 どんな体でも、各エピソードの脚本を見直すのは苦労しますか？ それは非常に多くのプロットホールを持っている、それらを数えるために他にもない。\n\nアート：8/10\n\nもう少し仕事ができたかもしれませんが、全体的に私はそれにかなり満足していました。 流体アニメーション、良い芸術作品。 スキル効果のいくつかは一般的なものでしたが、まだよく見えました。\n\nサウンド：8/10\n\nもう一度、私は音に問題はありません。 素晴らしいサウンドトラックだったし、シーズン1のオープニングはかなり素晴らしかった。\n\nキャラクター：3/10\n\nおそらくショー全体の中で最も失望している側面。 私はキリトが嫌いです。 彼には非常に多くの問題があり、彼の性格は非常に悪いものです。\n\n - あまりにもOPです。 うわー！ 彼には、上司を簡単に奪う特別な力があります。 私は真剣に、挑戦が来るたびに、いくつかの神秘的な力を得ることによってそれを飛び越えます。 そして、彼はワンショットでこのボスを下ろします。 体はそれほど幸運にならないだろう。\n\n-スポイラー-\nキャラクターの開発はありません。 彼はシーズン1の終わりにゲームを離れるまでは本当に変化しません。そして、シーズン2には同じままです。少しの開発があります。\n-スポイラー-\n\nそれから私たちは他のものを持っています。  Asunaはすごく始まり、彼女には大きな希望があった。 しかし、彼女はキリトに会い、このすべてがゆっくりと消えます。 私が彼を嫌うもう一つの理由。 彼の性格は他の人の下に引きずり込まれ、彼女は「苦しんでいる女」になり、彼女が投獄されている第2シーズンに現れない。 彼らは大部分が彼女を棚上げします。\n\nYuiはまともなキャラクター開発の一例ですが、私は実際にシリーズ全体を通して彼女の性格を気に入っていました。 彼女は徐々にAsunaとKiritoの養子で幸福の告白を展開する。 これは良いことであり、その点に到達する道は順調でした。 他の人たちにも同じことが言いたいと思う。\n\nそして、Alfheim Onlineにいるシーズン2の主人公のひとりである妹がいます。 彼女は少し迷惑だったが、私は彼女に何の問題もなかった。\n\n私は本当に文字をサポートしているので、残りの名前を付けても構いません。 それらはエピソードまたは2のために現われ、その後消えます。 しかし、私はもっと何が起こったのか知ることに興味があります\n - クライン\n - ヘイスクリフ\n-シリカ\n-Lizibeth\n - サチ（スポイラー - 彼女は1つのエピソードのためにそこにいる、そして彼女は死ぬ）\n\nこれらの人々はそこにいて、その後棚上げされました。 そして、私はそれらのすべての人がキロイトより好きで、真剣に買います、彼らに何が起こったのですか？\n\n最終判決：\nストーリー：5/10\nアート：8/10\nサウンド：8/10\nキャラクター：3/10\n楽しさ：5/10\n最終得点：5.8 / 10（これは上記の得点に基づく平均です）\n\nうわー、あなたが何かに不満を抱いている時、それを書くことですべてを手に入れていると言うことは分かっています。 これは確かに助けになりました。 ソード・アート・オンラインはずっと優れていたかもしれませんが、彼らは自分自身を地面に掘り下げました。 あなたはSAOから欲しいものを知りたいのですが、Log Horizo​​nをチェックしてください。  SAOが持つことができたすべてのものであり、私はそれをかなり楽しんでいます。  3つのエピソードに興味があり、SAOは25のエピソードすべてでそれをしました。\n\nあなたが時間を無駄にしている場合、またはこのジャンルのアニメがどのように自分自身を詰めることができるかを見たい場合は、それを見てください。 他の賢明な、あなたはあなたのリストからこれをクロスする必要があります。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "ShionxChan",
    "profile": "/profile/ShionxChan/reviews",
    "pages": "29",
    "number": "3",
    "link": "/reviews.php?id=85195",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  9\n\nソードアートオンラインの全シリーズを見た後。 これは私を見守ったアニメの一つです。 私が今までに遭遇したアニメのほとんどは、気を散らし、シリーズを完全に忘れてしまいます。 しかし、この1つは私を見守っていたし、私は新しいエピソードのための待望を嫌った。\n\nキリトとアスナはとても楽しかったです。 彼らの闘争は彼らをより強くしたものですが、両者は非常に多くの闘いを経ました。 私は人々がなぜMary-suesやGary-stusと呼んでいるのか見当がつかないが、Kiritoは常に計画の解決策を思いついている。 彼には彼の欠陥もある。\n\n彼はいつも自分のすべてのものを持っているとは限りません。 そして、Asunaもどちらもしません。\nしかし、それは私の意見soleyです。 このアニメはあまりにも悪くないし、ほとんどのアニメはシリーズから注目を奪うファンのサービスがたくさんあるだろう。 だから、あなたはこのシリーズにAを与える必要があります。\n\nこのアニメにファンサービスやエッチがないと言っているわけではありません。 多くの女の子がキリトを愛していることを考えると、 しかしねえ。 あなたは何を期待していますか？ 他のアニメの多くはそれを持っており、人々はそれらについてあまり言わない。 仮想世界の死のゲームは天才でした。 この話はMMORPGSで.hackを思い出させるが、 私はSAOをもっと楽しんだ。\n\nアニメーションは素晴らしく、音楽は素晴らしかった、梶浦由紀子。 音楽を構成する好きなアーティスト。 それで私にとっては十分です。\n\nしかし、ええ、私はSAOに8を与えます。なぜなら、私は彼らがFAIRY ARCに入る前にSAOアークでプレイしていたはずだと信じているからです。 私の唯一の不満は、彼らがシリーズを完成させるために急いで感じたことです。  SAOは自分のシーズンを持つべきだった。  2つの弧に分割するだけではありません。 しかし、彼らがそれを終わらせる方法は素晴らしかったです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "zZJoennZz",
    "profile": "/profile/zZJoennZz/reviews",
    "pages": "29",
    "number": "4",
    "link": "/reviews.php?id=76059",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  9\n\nまず、私はスポイラーを含めないように最善を尽くすつもりですが、誤って追加する可能性があることに注意してください。 ちなみに、文法上の誤りがある場合は、英語は私の母国語ではないので無視してください。私はそれがうまくいきません。\n\n私はこれがかなり主流だったと言います。 しかし、時には私はそれが外にあると思う。 あなたは、物語がゲームに閉じ込められて面白かったと言うことができます。あなたが死ぬと、あなたは本当に死ぬでしょう。 これは.hackと似ていたと言うこともできます（私はちょうどその概要といくつかの勧告を読んで、それはそうだったと思います）。しかし、適応は少し失敗します。 私はそれが急いでいると感じ、彼らはちょうどサイドストーリーを追加するので、私は開発がうまくいかないと感じたことを意味します。\nストーリーの適応は私が期待していたものではなく、芸術とアニメーションが優れていたとはいえ（私は10と評価した） つまり、それらの視覚効果を見てください。 そして、音はいい、OPとEDは良い（両方1と2）。 私は、彼らが良い仕事をしているので、清流に苦情はありません。 キャラクター、キャラクターのためのアニメの開発はそれほど良くはありませんでした。  KiritoとAsunaが過去のエピソードにもっと注意を払う必要があるような気がする。 私は彼らの両方を見ることを意味するので、私はちょうどKiritoのようなAsunaのように感じる（おそらく私のために）。\nしかし、ALO Arc以来、最初は少し速かったので、最初のものよりも楽しんだけど、なぜ私は今知っていると思う。 私はシリーズを楽しんで、私は菅生の怒りを感じる。 私は視聴者の感情が楽しさの一部であったと思う（私にとっては、少なくとも）\n全体的に8。\n私はあなたもこのアニメを楽しむことができると思う。 しかし、これはあまりにも多くのアニメであると思っている人もいますが、私はこの種のものを楽しむために分かりません。 しかし、このレビューは、私の個人的な意見とこのアニメの考えでした。 私はいくつかの点で偏っているかもしれない。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "SwordSkill",
    "profile": "/profile/SwordSkill/reviews",
    "pages": "29",
    "number": "5",
    "link": "/reviews.php?id=80288",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私がこのアニメを見てきたこと - これを投稿するときにリリースされたもの - これは最高のアニメ、または私が見ている最高のアニメの1つです。 私が信じているストーリーラインは素晴らしいですし、それは別のシーズンに続く価値があります。 私がそれで見た唯一の衰退は、それが2つの季節のいずれかの側で少し短かったということでした。 私がそれを置くとちょっと混乱します。ただ、ストーリーラインの続きです。 しかし、次のストーリーラインへの移行は驚くべきものでした。私はこのアニメを愛しています。 それは私の個人的な意見です。 それを試してみてください。あなたの好みによっては、大部分の人が私のようにそれを好きになるでしょう。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "darklard",
    "profile": "/profile/darklard/reviews",
    "pages": "29",
    "number": "6",
    "link": "/reviews.php?id=86369",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nまず、あなたがSword Art Onlineの無条件の嫌がらせをしているなら、それ以上読んではいけないと言いたいと思います。 私は、このアニメの評価の低い評価の重要な数があることに気付いたので、私は別の視点を持つことが素晴らしいと思う。 とにかく間違っていない、私はSAOの賞賛をするためにこのレビューを書いていない、私はただ自分の気持ちを共有したい。 建設的な批判はいつでも歓迎します。\n\nソード・アート・オンラインは確かに今年一番のアニメだ。 しかし、私は1つのことが人々を一致させてくれると思います。このアニメはすばらしい可能性を秘めていました。 最初の2つのエピソードを見るだけでそれを見ることができます。 プロットはよく紹介され、本当に面白いです。 完全にモデル化されたバーチャルゲームに意識が閉じ込められ、ゲームから脱出する可能性が1つしかないため、ゲームを終わらせることは非常に魅力的です。\nその後、ソード・アート・オンラインが決定的に視聴者の一部を失ったときの話の発展に来てください。 どうして？ 私には、プロデューサーがショーで説明したいもの、つまり気持ちを期待していない人がいたからです。 愛、死の恐れ、友情、反逆...。 ええ、このショーは、いくつかのアクションシーンを傷つけることによって感情を説明するかなりの部分を持っています。 私は誰もがそれに失望したとは思わない。 とにかく、あなたがこのアニメを見ようとするなら、そのことを念頭に置いてください：あなたはアクション、闘い場面、そして厳しい訓練でいっぱいのショーを見ることはありません。\n\nアクションについて、言葉で言いましょう。 上司との戦い場面は、エピソード2とは別に、2分くらいの長さですね、それは何ですか？ 私たちは戦いに感謝し始め、急いで終わります。 サスペンスとの戦いは、最も感知できるほど正確に1分15秒かかり、主人公の少なくとも20秒のチーキングがあります。 これはアニメの強力な部分ではありません、あなたはそれを理解するでしょう。 戦いとして、物語は少し急いでいる。 キリトは2つのエピソードの間で10レベルアップすることもありますが、個人的には私を失望させませんでしたが、それができると理解できるので、それを言うことが重要です。\n幸いにも、ロマンスは極端な時代のアニメを捉えていますが、みんなが私に同意するとは思えません。それを見たい人のために開発しましょう。 ええ、それは25のエピソードで5つの「愛する」物語を持っています（それらのうちの2つが男女の友情であっても）。しかし、1つだけが相反します。 そして、それはハーレムか何かのようなものではありません。 それはたくさんあるようですが、実際にアニメと彼の目的に値する。 もう一度、あなたは私と同意見ではないかもしれないが、私は思うことを分かち合う。\n\nだから関係について話しているなら、文字を見てみましょう。 ゲームでキリトという名前の主人公は、第一に、スタンドと遊びを好む隠れた人物です。 本当に素晴らしいことは、挑戦に直面し、人生を危険にさらすことで、彼がどのように育つのかを見ていくことです。 まず、彼が圧倒され、超熟練していると思うと、彼は幻滅にぶつかり、彼が自分の人生のために戦っている人だけであることを誰もが見ているだろう。  Asunaとの会合は本当に彼を変えるだろう。  Asunaは別の主人公、可能なより早い世界から脱出したい女の子です。 なぜ彼女はうまく作られていますか？ 確かに、彼女はMMOプレーヤーの夢を実現させるからです。 美しい、そして本当に熟練した大規模なマルチプレイヤーゲームをプレイしている少女。\n私は本当に他のキャラクターを記述することはできません。 さらに、一部のキャラクターは1つのエピソードにしか表示されませんが、もう一度アニメ、より正確にはここに設定する価値があります。 私たちはゲームに出ているので、いつか誰かに会って、もう一度彼に会うことは決して普通ではありません。\n\nアート＆amp; 音、それはかなり叙事詩だった。 すべての戦いが私に音楽のせいで寒さをもたらしました。 音楽はあらゆるシーンにマッチしました。 それは完璧でした。 今私は音楽専門家ではありませんが、私のような平均的な人が私が聞いていない音楽に夢中になることができれば、かなり良いはずです。\n\n要約すると、Sword Artのオンラインは、多くの批評家が言うほど悪くない。 それはちょうど彼らのためにするのが大好きであるものとは異なる独自の道をたどります。 私はこのショーにかなりの欠点があることを知っていますが、あなた自身に尋ねるべきことは、次のとおりです：私はそれに置かれたすべての作品のショーを見ていますか？ 私には、ショーを評価するためには、楽しさが重要です。 もう一度、怒らないでください。それは私の見解です。\nあまり見せない"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Tsundere-lover",
    "profile": "/profile/Tsundere-lover/reviews",
    "pages": "29",
    "number": "7",
    "link": "/reviews.php?id=90815",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\nゲームだけが実生活になり、脱出する唯一の方法は一見不可能な勝利です。あなたは何をしていますか？ パニックやあなたの人生のために戦う。 これは私が驚くべきだと思っていたキリトの主人公のように、強く繁栄して挑戦する場所です。\n\n私は何を言うことができる、このアニメは素晴らしいです！ 素晴らしい戦いから、キリトとアスナの美しい愛、シリーズ全体の素晴らしいビジュアル、そして最初のオープニングまで...私はそれをすべて愛していました。 そんなにキリトが彼と戦っていたように私は自分自身と一緒に試合に出ていたように応援していました。 彼の勇気と技能の習得は、本当に彼をすべてのアニメの中で最高のヒーローにしてくれます。 私は、彼がいつも通っていたとしても、エピソードの一つでレベル74のボスを落としたときのように、時には自分自身でさえも、畏敬の念を抱いています。\n\nああ、私が前に言ったように、アシュナとの関係は美しいだけで、姉妹以外にもキャラクターの発展が見られます。私はこのタイプのドラマチックなロマンスアニメで個人的に好きな主人公です。 彼らがちょうど一緒に成長し、お互いに住んでいた方法はとても素晴らしく、これがフィクションであっても本物だと感じました。\n\n全体的に私はこのアニメを傑作と呼び、明らかにいくつかの欠陥にもかかわらず10の価値があります。 ここでの良いことは、それほど議論の余地がありません。それだけで涼しさだけでは、10に値するのです。アニメーションの格付けについては、非常に重要です。 あなたが本当のアニメファンならば、このショーを渡すことができることを告げるでしょう！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "ShadowBlazer3000",
    "profile": "/profile/ShadowBlazer3000/reviews",
    "pages": "29",
    "number": "8",
    "link": "/reviews.php?id=75055",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  5\nキャラクター|  3\n|  6\n\nSword Art OnlineはほぼSawの映画の前提の下で動きます。MMORPGのマスタープログラマーがゲームの全員を捕まえました。脱出する唯一の方法は、最終的なボスと戦うために一連のダンジョンを通り抜けることです。 現実世界のプレイヤーは栄養状態にあり、誰かが縛られているバーチャルリアリティユニットを削除しようとするとすぐに殺されます。 そして、何とかして、信じられないほどの時間が過ぎ、誰もこれに対する解決策を見つけられませんでした。  Sword Art Onlineには潜在的なハートレースのスリラーのすべての設定がありますが、それについては気にしません。\n\nこのシリーズでは執筆があまりにも似通っていないため、作家の2つの異なるキャンプがあるように感じられます。普通のMMOとそれをプレイする通常の人々と、 サイエンスフィクションの要素が混在した通常のファンタジーシリーズを作ります。 いずれかのショーは、ショーではうまくいくだろう。シリーズでは、自分の人生がバランスにぎっしり詰まったアクション・スリラーであるとは限りませんでした。 スタッフはこれらのショーのどちらかをやりたがっているように見えるが、スタジオが既存の素材を順応させてしまったように思える。\n\n各エピソードは、次のエピソードと同じように切り離されているように感じられます。 何を本当に感じることからそれを保存するために何が本当に異なった作家のチームが全く別の何かを完全に異なったものにしようとしているように、それは無益なキャラクターのキャストです。 このようなストレスに満ちた危険な状況にあるために、キャラクターはすべてこのことについて不思議な気持ちになります。 不安、仕上げに挑戦し、現実に早く戻る、あるいは生き残ることが望まれます。 誰もが通常のプレーをしているような普通のプレイヤー、マスレースがフィニッシュ、チームアップ、またはもっと賢明なものになることを期待しているときのように普通のように続くようです。\n\n主人公であっても、これについて何ら注意を払わないようです。 多くのキャラクターがすべて正常であることを見ても、すべてのことがうまくいかないというわずかな傾きでさえ、この一連の危険を奪うものではありません。 そして、これらは、むしろ、バーチャルリアリティで自分たちの世界を生きている悩まされている人々だという兆候はないので、奇妙な穏やかな量の正当性はないし、最終的にセットアップに戻るというフラッシュバックを通じて語られたシリーズ 。 それは、私がToyoko Magnitude 8.0で持っていたのと同じ種類の問題で、非常にストレスがあり生命を脅かす状況の中で文字のグループを見つけましたが、その兆候は見られませんでした。 シリーズは本当にあなたの不信を停止することに依存しています。\n\nアニメーションの品質はかなり良いですが、それはかなり標準的なアニメーションの運賃ですが、私はほとんどそれが品質だとは思えませんが、それは間違いなく悪いことでもありません。 アートやキャラクターのデザインは、かなり面白くて普通のアニメ運賃に見えます。 芸術の方向性はまた、仮想世界を構成するために多くの素晴らしいマットの絵画でうまく作られています。\n\n梶浦由紀の楽譜を実際に見つけたときに私は見たことがないと思ったので、私は路上でサウンドトラックをサンプリングすることにも関心がない。 これは、恋人の映画シリーズのガーデン以来、梶浦の最も興味深いスコアの1つである必要がありますが、それらの後ろにいくつかの強力なテーマソングがあった、これは何もありません！ 梶浦の通常の小規模なミュージシャンアンサンブルの外で交響曲を上演するためには、彼女は過去のスコアで見た彼女の文体的な魅力や、彼女が通常とは違う独特の才能や冒険感を感じることができない。 それはFate / Zeroでの彼女の仕事の面白さのない演出であり、単なる孤独な作品ではなく、それを言及する価値がある。 私は長年にわたり梶浦のファンだったし、これまでずっと熱狂したことはなかった。\n\nこのシリーズは、これらの最も誇張されたシリーズの1年であり、それは非常に小さなもので、それは良い時計の価値があります。 シリーズにはたくさんのアクションがありますが、それをバックアップするための素材はほとんどありません。キャラクターがシンプルではないので、アクションはそれほど楽しいものではありません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "PrawnSushi",
    "profile": "/profile/PrawnSushi/reviews",
    "pages": "29",
    "number": "9",
    "link": "/reviews.php?id=77895",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\nアニメの視聴をやめさせてくれる一連の失望の後、ソード・アート・オンラインはそれをやめさせた。\n\nコンセプトは素晴らしく、よく考えられています。 しかし、私はストーリーの流れにいくつかの欠陥があることを認めなければなりません。 シリーズそのものは、1つではなくいくつかの独立したストーリーで構成されているように見えますが、同時にストーリーは1つの流れになっています。 エピソード15以降では、キリトとアスナのキャラクターはほとんど見えなかった。 キリトのキャラクターが物語として発展すれば素晴らしいかもしれない。 これに続いて、私は10点満点中8点を評価しました。\n\n芸術と音がうまくいきます。 あなたはアニメを見た後にもっと希望を傾けることはできません。 芸術とサウンドはアニメを幻想的なものにしたもので、ファンタジー・バーチャル・ワールドのコンセプトを最もよく表しています。\n\n一連のエピソード1〜14はいくつかの独立した物語から作られていますが、それでも多くのアニメはできなかった高い楽しさがあります。 話は面白そうに見えるかもしれませんが、配送方法は私の退屈なメーターを0にすることができる場所ですばやく行われます。\n\n全体として、私はアニメを9/10と評価します。 要するに、アニメは大きな可能性を示し、重いエッチ/ファンのサービス基準に焦点を当てるのではなく、アニメをどのようにすべきかの例を設定します。 私を失望させるのは、エピソード15まで弱いキャラクターの開発だけです。結論として、このアニメは注目に値するものです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "ZombieFasha",
    "profile": "/profile/ZombieFasha/reviews",
    "pages": "29",
    "number": "10",
    "link": "/reviews.php?id=192997",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nMan、Sword Art Onlineが最高です。 私たちすべてを成功に導く死に瀕している、生きている、存在していない存在面、特に女の子。 これらの女の子はすべて、それが信じられないほどの主人公のために苦労しています。 キリトは剣を使うことができるからです。 私は剣を使うことができますが、女の子を救おうとすると、彼女は彼女のボーイフレンドを殺して私に叫びます。 しかし、私はあなたに尋ねます、あなたはこのアニメを楽しんでいますか？"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "document_spencer",
    "profile": "/profile/document_spencer/reviews",
    "pages": "29",
    "number": "11",
    "link": "/reviews.php?id=228650",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  10\nキャラクター|  4\n|  10\n\n私はそのシリーズをかなり楽しんだ。 私は他の多くのレビューに、その最大の弱点が文字であることに同意します。 この弱点にかかわらず、それはまだ素晴らしいシリーズのままです。\n\nこのコンセプトは魅力的です。それは、Everquest以来MMOを特別に避けてきた人からのものです。 彼らは私には一度も興味がありませんでしたが、ストーリーとコンセプトはそれにもかかわらず私を物語の中に閉じ込めました。\n\n特に第2シーズンの終わりに向けて、私が指摘したいのは、スコアとオーケストレーションが非常に強力で適切であるということです。 私は人生の大半をパイプオルガン奏者として勉強しているので、映画、テレビ番組、アニメーションの背景にある音楽の質に細心の注意を払います。 キャラクターがどんな状況にあったのかを記録するためにスコアは素晴らしく働いた。\n\nこのシリーズはただの楽しさの1つと思われる。 面白い世界では簡単なラブストーリーです。 そしてそのために、それは素晴らしい仕事をしました。 私が真剣に考えているものを探していたら、私はこのシリーズを検討していないでしょう。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "AnimeListFreak",
    "profile": "/profile/AnimeListFreak/reviews",
    "pages": "29",
    "number": "12",
    "link": "/reviews.php?id=228162",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  7\nキャラクター|  3\n|  2\n\n---この警告にご注意ください---\nこのレビューは多くの人々を引き起こす可能性があります。 あなた自身の責任で読むこと！ スポイラーもあります。\n\nこのアニメの私の最初の印象は良かった。 私はこのアニメを大好きでしたが、各エピソードを再ウォッチすると、どれだけの可能性があるのか​​がわかりました。 私はかなり大きな失敗であるアニメと恋に落ちたと思う？ 今私は何ですか？ 私は自分自身を鏡で正しく見ることさえできません。ちょうどこのアニメが多くのことで失敗したのを見て、ソード・アート・オンラインを見ると、あなたは大きな失望と呼ばれています。 大きく、恐ろしい、そして恐ろしい失望。 私は、物語、芸術、そして終わりには他のすべての評価を述べます。 しかし今のところ、レビュー時間です。\n\nこのアニメは初めには良い、本当によかった。 私はそれをたくさん楽しんだ。 私はそれをたくさん楽しんだ。 私は一目ぼれでそれに恋しました。 しかし、このアニメ全体についていくつかの悪いことがありました。 しかし、まず、このシリーズについていくつかの良いことを述べます。 まず第一に、Sword Art Onlineの半分は良かった。 それは本当に良かった。 私が本当に楽しんでいた前半の良いことを説明します。 私は前半について楽しんでいた無数のものがあった。 それは戦いか話そのものです。\n\n私が好きだったキャラクターさえあったし、キリトは良いキャラクターだった。 私は推測する。 しかし、私が前に言ったように、前半についてはいくつか悪いことがあります。 私が受け入れることができなかったこのような大きなタイムキーピングが各エピソードごとにありました。 もちろん、それは必要でしたが、決して終わらないような、本当に長いアニメの1つになる可能性があります！ しかし、それは私の最大の失望ではありません。 このアニメのロマンスを覚えていますか？ 彼らはツールのように使っています。 彼らはそれを間違ってやっている！\n\n彼らが正しくしたら、前半はいつもより好きだっただろう。 時間のスキップに関するもう一つのことは、それが完全に急いでいるということです。 私はタイムスキップについて少しでも好きではなかったし、後半にはそれを修正しなかったと言うこともできるが、最初は前半が好きではなかった理由を続ける。 キャラクターもいた。 キリトは良かったけど、キリトは悪かった。 彼についての良いことは、彼が冷静に見え、クールなキャラクターのように行動したことでした。 彼についての悪いことは、全体としての彼の性格です。 確かに、彼は多くの女の子を魅了しましたが、私たちはキリトが何であるかについてはあまり得意ではありませんでしたが、彼の性格は30％良いと70％悪いと言えるでしょう。\n\nAsunaに関しては、彼女は良いキャラクターだった。 正直、キリトより良い。 ユイは完璧です。 キャラクターにとってはそれだけです。 あなたはすでにこれを知っているかもしれませんが、AsunaはKiritoのパートナーです。  Kiritoはあまりにも狂って行く、彼はいくつかの人々を殺したが、Asunaはしなかったし、彼らはもはや歩くことができなくなるまでそれらを倒した。 彼女は落ち着いているが、キリトは決して穏やかではない。 彼女は自信があり、キリトは自信を持っています。 しかし、我々は多くの性格を得られなかった。  90％良いと10％悪い。 他のキャラクターは...メー、大丈夫ですね。 それらのうちのいくつかはすばらしい文字ですが、いくつかはひどいことがあります（つまり、Oberon）。\n\n今、後半はひどくひどいものだった。 キリトの妹と妖精たちに会いましょう。 今、恐ろしいAlfheim Onlineに会いましょう！ あなたが思うまったく違った形で、アニメ全体について自分の意見を変えるところの半分。 それはリボーンのようではない！ それは逆です！ 良いに悪くはないが、悪くて良い。 これは、すべての時間の最悪のアンタゴニストのひとり、妖精信行（Fairy King Oberon）と出会う場所です。  Alfheim Onlineのプロットは、Asunaが突然キャプチャされたときですが、Kiritoは最初にそのことを知らなかったので、筋肉の男性AgilはAlfheim Onlineについて彼に話し、Asunaが捕まえた写真を示します。 彼はAsunaを救うために試合に出ることを決めた。\n\nこれは今まで以上にキルトを悪くした。 それは彼をより積極的な性格に変え、彼は決して落ち着かない。  それは私をうんざりさせ、私は何を言うことができますか？ アニメは、おそらく良いと悪いスタジオ、A  -  1 Picturesによって生成されますが、それはちょうど意見です。 私はSword Art Onlineをもう一度見て気にすることはできません。 恐怖のためにそれを見直した後、それは結局になった、私は安全に剣のアートオンラインはこれまでの最悪のアニメの1つだと言うことができます。 OberonはKiritoがひどい人物である理由です。 また、アスナは犠牲者になった。 私はこのアニメのリハーサルをやっと続けることができましたが、私は怒りを抱き、終わりました。 極度の失望！ 私はこのアニメがまったく好きではなかった。 このアニメはちょっと悪いです。 絶対に悪い。 後半の話は地獄のように陳腐で、私はそれに耐えることができませんでした。\n\n芸術はやや印象的です。 これがA-1ピクチャーズであることを考えると、アニメーションとアートは印象的で、かなりうまくいっています。 アニメーションのように各シーンは完璧に描かれていました...私は分かりませんが、それは私のためのものではありませんが、うまくいきます。 彼らは音楽に関して本当に良い仕事をしたので、私はサウンドトラックを楽しむ。 音の選択は本当に良いですし、私は物語の上の音楽が好きです。 同じことが芸術のために行く。 しかし、アニメ全体は、それが失敗であるので、得ている愛に値するものではありません。 大きな失望。 私の評価は...\n\n前：\nストーリー：7/10\nアート：7/10\nキャラクター：9/10\nサウンド：10/10\n楽しさ：9/10\n全体：8/10\n\n今すぐ：\nストーリー：4/10\nアート：6/10\nキャラクター：3/10\nサウンド：7/10\n楽しさ：2/10\n全体：3/10\n\n私はこのアニメが気に入らない。 それはそれが得た評価に値する。 好きな人は、なぜ混乱しているのですか、私が言うことができるのはあなたの好きなもののようなものです。 私は干渉しません。 私はSword Art Onlineを\"Good Art Online、Horrible Anime Online\"と呼びます。 私は非常に失望しています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Joy4ever",
    "profile": "/profile/Joy4ever/reviews",
    "pages": "29",
    "number": "13",
    "link": "/reviews.php?id=207055",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  4\n|  6\n\n6/10\n私は著者を理解していない、あなたは良い話を無駄にした！\n私はプレビューを読んですぐに物語が好きで、初めは素晴らしかったが、想像以上に速く丘を降りた。\nあなたはそれらのハーレムのものとチップのジョークと退屈な戦いとすべてのそれらの*ラブリー・ドーヴィーの瞬間の大部分を破壊した、彼らは12か13のように見える。\nとにかく、たくさんの人がそれを見て、それを愛しているのを見ますが、私はそれが不自由で、私のタイプではなく、良いスタートの無駄だと言わなければなりません！\nそれに加えて、芸術と音はいいです、それは短いので、私はそれをすべて見ていましたが、私は見ることができません。\n\n全体的に、誰もがそれを見て考える、私のようにあまり期待していない、あなたは非常にdisapointedになるかもしれないが、実際にはそれに本当にそれから多分それは私だけかもしれない。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "BradSweg",
    "profile": "/profile/BradSweg/reviews",
    "pages": "29",
    "number": "14",
    "link": "/reviews.php?id=227804",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  5\n|  9\n\nどのように分裂的なソードアートオンラインがなったのは間違いない。 あなたは本当にそれを愛する人々と本当にそれを嫌う人がいます。 基本的にはアニメの幻想の脅威。 このレビューにはニックピッキングはなく正直です。 私はまた、私が偽っていると感じる告発にも取り組んでいます。\n\n\n主なポジティブに移り、アニメーションと音楽はかなりうまくいっています。 世界と文字のデザインは非常に素晴らしいです。 私は特定の場面で一時停止し、「これは美しい人」と言うことができます。 偉大な作品は実際に戦いのシーンが息をのむように見えるし、強度に追加します。 音楽は、戦闘シーンであろうと、悲しいシーンであろうと、落ち着いたシーンであろうと、特定のシーンと一致する異なるトーンを有する。  OSTの私の好きな曲の中には、ピアノ曲を持ったものがあります。\n全体。 ソード・アート・オンラインは、人々がそれがそうであると思うほど素晴らしいものではなく、他の人が考えるように悪いものでもありません。 それはいくつかのポップコーンで面白い腕時計ですいくつかの興味深いSFの概念を持つ美しいまだ欠陥のアニメです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Martin_K",
    "profile": "/profile/Martin_K/reviews",
    "pages": "29",
    "number": "15",
    "link": "/reviews.php?id=227644",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  9\nキャラクター|  7\n|  10\n\nストーリー：ソード・アート・オンラインの話は良いとはみなされません。 しかし、私はそれを設定と文字を考慮して少なくとも平均以上と考えます。 私はそれを深く見て、固定できないいくつかの穴があっても、すべての意味を見つけました。\n\nストーリー評価：6/10\n\nアート：このアニメのアートスタイルと品質は素晴らしいです。 それは、そこにある従来のアートスタイルを持つ他のすべてのアニメの例を作ることができます。 アニメはアニメであっても滑らかで、CGと描画はほぼ完璧な品質です。\n\nアートレート：10/10\n\nサウンド：これはアートに似ています。 それは良いです、サウンドトラックとOPは素晴らしい、基本的にすべて素晴らしいです。\n\nサウンドレーティング：9/10\n\nキャラクター：キャラクターはあまり考えられず、浅く、「性格なし」として知られているように見えるかもしれませんが、実際には性格を持ち、かなり良いです。\n\nキャラクターの評価：7/10\n\n楽しさ：私が見たのはこれが私の最初のアニメだったので、私は可能な限り多く楽しんだ。\n\n楽しさ評価：10/10\n\n平均：8.4"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Predzyyy",
    "profile": "/profile/Predzyyy/reviews",
    "pages": "29",
    "number": "16",
    "link": "/reviews.php?id=227404",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  10\n\n今や人々は本当に好きなアニメ、あるいはその悪い方法についてのエッセイを書いて、人々が実際に自分たちの怒りを気にかけて考える最悪のことです。 さて、私はショーで静かで偏見のない意見を述べるためにここにいます。\n\nストーリー8/10：\nストーリー、特にコンセプトそのものは本当に面白いです。私がSword Art Onlineを初めて見たのは約1年前、初めてのゲームのジャンルアニメでした。 まだゲームアニメを見ていない人や、もっと見たい人にはこのアニメをおすすめします。 何かを台無しにすることなく、私はこのショーはあなたが期待していないかもしれない多くの紆余曲折を持っていると言うことができる、またはあなたは多くのアニメを見ていない場合、ストーリーは固体であり、 あなたが熟練したアニメウォッチャーで何百ものショーを見たことがある場合、これはおそらくストーリー内にいくつかの欠陥があると思われるため、ショーではないかもしれませんが、私は間違いなく多くの人々、 アニメ、これは私が今まで見たおおよそ私の5番目のアニメである、私は物語を楽しんだ。\n\nアート9/10：\n私は芸術に全く問題はなく、「ゲーム」アニメに完全に合った鮮やかな色彩と素晴らしい風景や環境で、ジャンルにうまく合っていました。\n\nサウンド8/10：\nこの曲はかなり良いサウンドトラックを持っていて、私はOSTを持っていますが、私がうまく合わないと感じる曲がたくさんありますが、それ以外にも戦闘中の音楽は非常にうまく構成されており、 あなたはそれをさらに楽しんでいます。\n\n文字8/10：\n私は本当にキリトが私のお気に入りであるこれらの文字を楽しんでいます。 彼は強くて丈夫ですが、彼には本当に良いキャラクターになる柔らかく愛情のある側面もあります。 このショーのキャラクターはすべてユニークで、IDは「一般的ではない」と言い、物理的な見た目ではほとんどアニメキャラクター、SAOキャラクターを別のキャラクターと混ぜ合わせるのは難しいです。 キャラクターの唯一の欠点は、若干セクシャルになっていることです。私は真剣にそれが誰もが自分の人生のために戦う必要のあるゲームアニメには適していないと思っています。\n\n楽しさ10/10：\n私が今まで見たことのある最初のアニメの1つであるので、本当に楽しかったので、わずか2日でシーズン1を見たので、私は楽しさを10/10にします。 戦闘シーンとボス戦闘は、通常はきれいなアニメーションと多くのアクションで本当によく戦っているように、ほとんどの人にとって楽しいものになるはずです。\n\n私の最初のゲームのアニメと、これはかなりまともなショーであると言うことができますが、これは10ではありません。 これを見て、私は間違いなく誰にでもお勧めします。特に、10代前半の若い視聴者はこの番組を大いに楽しんでいます。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Sara_Betau",
    "profile": "/profile/Sara_Betau/reviews",
    "pages": "29",
    "number": "17",
    "link": "/reviews.php?id=191067",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  6\n\n大丈夫ですか、イマはSAOのすばらしい世界についての少しの話をしています.........私はあなたに最高のサービスを提供します。 私がそれを言うとき、私はそれを意味する。 私は個人的に特大のアニメーションのおっぱいを見ることから楽しみを得ていないが、明らかにアートを担当している男性はそれをそう望んだ.....\nSAOは、精神病のオタクが究極のゲームシステムをどのように発展させ、プレイヤーにゲームをプレイさせるための措置を講じたかの話です。 ヒーローが発生し（ショッカー）、この少年（ショッカー）がゲームの中で最高の人物の1人に成長します（ショッカー）。 途中で、勇気のある女の子たちは、私たちのヒーローなキリト（主人公）のために落ちる。 私がすべての女の子を言うとき、私は支持するキャスト全体の90％を意味する。\n\n私はストーリーラインを楽しんでいたと言って、しばらくはバッシングをやめます。 あなたがおっぱいや女性の人口全体をショーから取り除くと、たとえそれが死ぬことを意味しても、彼が気にする人を守るためにレベルアップしている親切な子供がいることに気づくでしょう。\n\nバッシングに戻って、私はアニメが女性に堕落していると感じました。 フェミニズムにしようとしているのではないですか？（私はここで私と一緒に転がしています）しかし、私はすべての女の子がキリトのために絶望的であったことを実証するために、 はいAsunaは初めに大きな女性ロールモデルだったが、後で彼女はKiritoが彼女とそれをやりたいと思ったので、彼女のストリップを見る。 私は来ることを意味する！ あなたは強い女性のリードを作ることはできません。 私は女の子としてその場面を見るために恥ずかしいでした！ 私はその細部を見てみようと思っていましたが、その後、あなたは妖精の人々とシーズン2（またはシーズン1では混乱します）になり、そのストーリーの終わりに、アシュナは大胆で英雄的なゴシックで救われる必要があります 救助隊に殺された妖精の男。 そしてそれの終わりに、悪い男は、彼女のおっぱいが見せているストップス・ヘアー・ドーン・アゲイン・ストロングをやめてみましょう。それは誰もが悲しくて不快になりました!!!!!!!!!!!!!!!\n\nガンガールオンラインキリトで女の子のように描かれているとき、私はちょっと慰めていました。 すべてのそれらの奇妙な時間のための復讐yesh............\n\n私はこのショーについて私の正直な意見をあなたに伝えようとします：私はこの番組を見るだけで退屈し、私の他のショーは新しいエピソードやコンテンツをプレミアにしません。 私はそれを私の 'フィラー'アニメと呼ぶ。 フィラー・エピソードのようなものです（あなたはストーリー・ラインには何も意味しませんが、要約エピソードほど悪くはありません）。 ストーリーラインには古いコンセプトの新しいスピンがあります。 私の個人的な意見では、YouTubeにSAOの素晴らしいパロディーがあり、アニメそのものよりも魅力的であることがわかりました。  （その面白い）私の意見です！ それはひどいアニメではないので、私はそれを好きにあなたを非難しません！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Epic_llama12",
    "profile": "/profile/Epic_llama12/reviews",
    "pages": "29",
    "number": "18",
    "link": "/reviews.php?id=205683",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  7\n|  8\n\nSword Art Online（aka SAO）は、アクション、ロマンス、ファンタジー、ゲーム、アドベンチャーのアニメです。 これはあなたが好きなアニメの一つです。SA​​Oの主人公はキリトです。 彼らは船をより多くの気持ちにさせることができた。 全体的に私はアニメ7/10を与えました。 私は個人的にはSword Art Onlineが悪くはないと思っていましたが、より良いことができました。  Sword Artオンラインシーズン1のプロットは大丈夫だった。 プロットは良いアイデアでしたが、私は彼らがそれをより良くできたと感じました。  Sword Artオンラインのシーズン2のプロットは素晴らしかったです。 私はそれがよく考えられていて、それが最初のシーズンからどのくらい変わったと思った。 音楽は素晴らしかったです。 それはキャッチーだったし、それは本当にうまくアニメに合いました。  SAOの船は大丈夫でした、それは珍しいものでしたが、私は個人的には珍しい船が好きです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Saulami_Jedi",
    "profile": "/profile/Saulami_Jedi/reviews",
    "pages": "29",
    "number": "19",
    "link": "/reviews.php?id=139335",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  2\nアニメーション|  10\nサウンド|  9\nキャラクター|  3\n|  6\n\nソードアートオンライン\n\n私がこのアニメを見て、ランダムに別のショーを見たいと思ったときに、その概要が私を捉えました。 私はゲーマーであり、RPGを楽しんでいるので、自然に私はこのシリーズに興味を持ち始めました。 最初のいくつかのエピソードは私の注意を引いて、あなたが仮想世界に閉じ込められていたことを前提にして生き残るために、この現実に身を浸して私を魅了したことを意味しました。 アクションシーンでは、私の顎を床に落としてしまい、より多くの行動を望み、期待していました。 悲しいことに、ストーリー、プロットとキャラクターは目的と堅実な方向を失った。 私は自分自身が対話やプロットに興味がなくなり、ボスの戦いをもっと心配していることが分かりました。\n\n\n\nアート、サウンド、アクション。  （9）明らかにこのアニメの最高の側面。 音楽は壮大で壮大で、ボス戦争中のドラマと闘いを創造する感情です。 目と耳のガス、本当に素敵な芸術を称賛して素晴らしい光景。 本当に感銘を受けた特別な機能は、剣のパワーアップや攻撃からの色付きのハイライトを使用して、環境の感触を追加することでした。 このシリーズは楽しむことができます。\n\nSAOはそれ自身の最悪の敵です。 完璧なアニメの探求の中で、彼らは非現実的な特性とほとんど個性のない主役を作り出しました。 開発が遅れて急いでいるプロット、そしてその危険要素の破壊（生存の必要性を低下させる）。 しかし、アクション（上司の戦い）、ゲーム用語の使用、音楽や芸術のスタイルなど、いくつかのことが正しく行われます。  SAOは時計に値するが、Bグレードのアクションフリックであるので真剣に受け止めてはならない。 あなたが堅実なストーリーとキャラクターを望むなら、それはあなたが探しているものではないかもしれません..."
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "aredessa502",
    "profile": "/profile/aredessa502/reviews",
    "pages": "29",
    "number": "20",
    "link": "/reviews.php?id=205484",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  4\nサウンド|  4\nキャラクター|  3\n|  4\n\nこのアニメ...私はちょうど...私もできません。 私はエピソード11の初めになったと思うし、ちょうど停止した。 私は本当にそれが好きだった友人のためにそれを試していたが、どのくらい試しても、私はアニメに入ることができませんでした。 プロットラインはあまりにも元気ではなかった、時間がスキップして終わりに私を挫折させた、女の子がキリトのために落ちる片面のロマンスがあったが、我々はすでに彼らがうまく行かないことを知っていた、それはストーリーラインにかなり役に立たなかった、 そしてよく...私を引き付けることのない何かがあった。 私はその中のアクションが好きで、選手たちがゲームから抜け出すことができるかどうか少し気になっていましたが、私のプロを上回っています。 キリトのキャラクターがある程度好きだった。 彼は多くのリーダーシップスキルを示し、彼はかなり悪い味方の選手だった。 私はこれと同様のプロットを持ついくつかの他のシリーズを挙げることができます： 'The Matrix'、 'No Game No Life'、 'Log Horizo​​n'、 'Btooom！'"
  }
]
