[
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "animeRoads",
    "profile": "/profile/animeRoads/reviews",
    "pages": "51",
    "number": "1",
    "link": "/reviews.php?id=81400",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  5\n\nさて、SAOは確かに奇妙で予期しないアニメです。 最初のエピソードは私が期待していたほど良くはなかったが、どこで主導したのかを見るためにそれについていた。  4回または5回のエピソードの後、私はすべて入っています。最初のアークSAO（それは円弧です）は華麗です。 タイムラインはやや乱雑で、キャラクターの開発は不安定です。 アニメにはヒロインが1人いると思いますが、Xがたくさんあります。 物語そのものはSAOには最適です。  2番目の弧はあまり良くありません。 それを表現する方法があれば、それは「なぜ？ ポイントは？ 私の時間を無駄にして死んでください。\n\nだから、あなたがまだ読んでいるなら、私が意味するところで私が拡大できるようにしてください。 後者の8つのエピソードを見ることをあなたに動機付けるアニメの善意はありません。 いいえ、むしろそれは予期です。 以下はマイナースポイラーを含むかもしれない!!!!!!!\n\nアスナが猫のそばに襲われたとき、私は本当に怒った。 私は最初から彼女が好きだった。 シリーズを通して彼女の発展を見て、あなたは少し助けを感じることはできません。 だから、何人かのディックヘッドが悪役をし始めたら、何が起こったのか推測できます。 プロデューサーは第二の弧で別の関係で織りようとしましたが、あなたに存在する予感は、その部分をぬぐい去らせます。 だからあなたは実際に何が起こっているのかほとんど考えていない。\n\nだから、2番目の、無駄でディスケイブルなアークから離れて、それは良いアニメです。 はい、それは楽しく終わったのです。 しかし、結末はちょっと...ビッグバンレスです。 あなたが冷たい心、または拷問されるのが好きな人でない限り、このアニメは良いです。 さもなければ、あなたはいつもボーナスを持っています。\n\nところで、これは私がエンディングを途中で知っている唯一のアニメだから、ストレスと怒りから心臓発作を起こすことはありません。 私はそれがどれくらい見たいかを示していると思う。 真剣に、その多くはそうです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "kamahamnida",
    "profile": "/profile/kamahamnida/reviews",
    "pages": "51",
    "number": "2",
    "link": "/reviews.php?id=81248",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  9\n\nソード・アート・オンラインは私にとって楽しいライドでした。 私の週末にスパイスを加える。 光の斬新な適応は、すでに興味深い話のために、偉大なアニメの制作につながっています。 しかし、SAOの場合、それは傑作です。 私は物語の事前知識なしで最初のエピソードに入ったし、それは私を吹き飛ばした。  rpgのファンとして、私の一部はそのような仮想世界が存在することを願っています。 多くの人が私に同意すると確信しています。 私は物語とキャラクターが、このシリーズを覚えているアニメにするための決定的要因だと信じています。\n\nストーリー（10）：\n無言で良い。 進歩は順調でした。 誰かがビデオゲームをするのを見ているのはいつも私にとっては退屈な出来事でしたが、この場合のビデオゲームについてのアニメを見ることは驚くほど楽しいことでした。 ひねりはうまく提示されました。  Aingardの上司が明らかにされたとき、そして前のものが終わったときと同じように新しいゲームが登場したとき、私は警戒していた。 それはすべて一緒に織り成されていて、私は間違いなくプロットの質を楽しんだ。\n\nキャラクター（10）：\nこのアニメの成功のもう一つの重要な要因は、キャラクターです。 私たちの主人公は、ゲームを大好きな普通の人です。 しかし、ストーリーが進むにつれて、ゲームは現実から隠れる方法に過ぎないことがわかりました。 ゲームプロデューサーの罠に落ちたにもかかわらず、彼は生き残って友達を作り、愛を見つけました。  aingradでの2年間のスティントの終わりに、彼は男としても兄弟としても成熟しました。 ショートシリーズは各キャラクターを深く探検し、奇抜なボス戦や精巧な冒険のためには犠牲にされませんでした。 全体的に、私はシリーズで提示された各キャラクターを理解し、楽しんだ。\n\n全体（10）：\n結局のところ、私のお気に入りのアニメであるハンター×ハンターの欲望の島の弧を思い起こさせる素晴らしいシリーズです。 意味のあるメッセージを持つストーリー主導のアクションアニメは、いつも私の心に触れています。それは、今後数年間、最高のアニメとしてそこにとどまると強く信じています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "AnimeeeWatcher",
    "profile": "/profile/AnimeeeWatcher/reviews",
    "pages": "51",
    "number": "3",
    "link": "/reviews.php?id=81218",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  10\n\nちょうどすべてのエピソードを終えた...私はかなりの間このレビューを書きたいと思っていましたが、それがすべて終わるまで待つことに決めました。 このアニメが最高のものの一つになると思った他の人たちと一緒に、私はアニメに大きな期待を持っていました。 それは私を失望させませんでした。 私の見直しは、楽しさの観点からより多くのものがあります。 このアニメは感情のローラーコースターを乗り越え、急速に始まり、急いで開始した後、期待通りに回復した。\n\n2つのシーズンだったかもしれないと思ったことを1つの25エピソードの冒険に合わせることによって、ユニークなアプローチをとっています。 私がアニメを見続けた重要な理由は、決して退屈しなかったからです。 それは停滞することはなく、常にあなたが成果を上げたいと思っていたことを発展させる計画がありました。 主人公が理想的な先延ばし者がどのように行動するのかというトーンを設定するため、ほとんどの時間を笑いながら自分自身を笑わせていました。 彼は自分の判断で退屈であるとか予測可能ではなく、むしろ積極的で自信があり、ストレスの多い状況をどう扱うかを知っています。\n\nあなたがこのアニメを見るかどうかについて議論したら。 人々がそれを見直したものではなく、その評価を試してみてください。  IMO、私はこのアニメがオリジナルだと思ったが、キャラクターは十分に発達していなかったが十分な物質を持っていた。プロットは暗くて明るくはなく冒険的であった。 アートワークも非常にうまくいっていましたが、アニメの前半のアクションシーンのいくつかは流動性に欠けていました（まだいくつかのショットに頼っています）。\n\n私がこのアニメを非常に高く評価した理由は、全体的なプロットの質のためです。 目的は、あなたがもっと欲しいという冒険にあなたを連れて行くことです。 これは、たとえこの世界が実際に将来的に可能になるかのように感じさせます（現実的には長い間そうではありませんが）。 あなたが一番好きなアニメではないかもしれませんが、それはあなたが満ち足りて満足しているように感じるでしょう。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "PancakePuncher",
    "profile": "/profile/PancakePuncher/reviews",
    "pages": "51",
    "number": "4",
    "link": "/reviews.php?id=107587",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  10\n|  10\n\n私はこのアニメをクランチロールで捕まえました。 私はゲーマーですが、私はそれが私がこのアニメを楽しんだ理由さえ考えません。  Imは時々ハード・ロマンス・フリークに襲いかかり、その目標をもう達成するアニメを見つけることは本当に難しいと感じます。 最初は私はこのアニメがロマンスのサービスを傷つけることを期待していませんでしたが、キリトとアスナの愛が咲いたとき、私は驚いていました。 彼は死に満ちた世界の孤独であり、アシュナは彼女を守ると約束したとき、それは心温まるものだった。 私はときどきアニメが物事を引き出し、ウォッチャーとしては物事がひどく起こりたいと思うことがわかります。 最初のキス、「私はあなたを愛しています」のように。 そしてSAOは失望しませんでした。 ロマンスが咲いた瞬間から、本当にキルトが一人ではなく、彼が戦っていた人を救うために戦っていなかったら本当の愛のようにスチームが巻いたので、彼は目を覚まして本当のためにアスナと一緒にいました。 私は誰もがなぜこのアニメがステレオタイプであり、最悪のファンしか描かないと感じているのか知らない。\n\nこのアニメを考えている人は、誰もがそれを見ているべきです。 このレビューは不十分ですが、私はスポイラーを避けたいと思います。 このアニメはしっかりしていて、それは間違いなく続ける価値があります。 しかし、私は実際には25のエピソードを過ぎていないようなこのアニメを持っていると思うので、私は実際にライト小説を読むことを計画しています。\n\nあなたがロマンスを愛し、少年と少女が死と自殺だけで世界で愛を見つけるのを見たいと思うなら。 何も彼の方法で立つことはないほど強い愛。 それから、私はこのアニメを最も忌憚のない方に推薦します。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Rupleteaser",
    "profile": "/profile/Rupleteaser/reviews",
    "pages": "51",
    "number": "5",
    "link": "/reviews.php?id=97673",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  8\n\n私は数ヶ月間Sword Art Onlineを見なければならないのかどうか分かりました。友人が私にそれを見せてくれるまでそれは見ませんでした。 そして、私はそれにはあまり残念ではありませんでした。 私は本当にこのシリーズを楽しんで、非常にそれをお勧めし、相反する意見の大量にもかかわらず、それは地面を保持しています。\n\nストーリー：8\n\nこの前提はSAOの主要なカードの一つであり、私はほとんどの人が少なくともその点で期待に応えていることに同意すると思います。 ゲーム中の死が実際の死を意味するMMOの中に閉じ込められている約10,000人のプレイヤーのコンセプトは、まったく新しいものではありませんが、描写されている方法は非常にうまくいきます。 ギルド、ボス、グラインド、そしてあなたがMMOから期待するほとんどすべてがそこにあり、ゲームに現実的に実装されています。 しかし、設定が本当にうまくいきますが、かなりうまくやっていることの1つはペーシングです。\n\nエピソード1からエピソード2へのジャンプは1ヶ月であり、特にシリーズの早い時期にかなり不快です。 あなたが重要なプロットポイントを見逃していたり​​、あまり頻繁に起こっていないような気がしなければ、これは大丈夫でしょう。 あなたは最初の数回のエピソードで、そしてそれが最初のシーズンの終わりまで来るとき、これを本当に感じることができます。 その一例は、キリトとアスナの友情と、それが本当にばらばらに感じられることです。 彼らはお互いが好きではなく、友人のようにお互いを扱うエピソードがあります。実際には時間がないような気がしますが、作家が実際に見せてくれなかった月がありました 君は。 それは有害ではありませんが、それはショーを非常にばらばらに感じさせ、あなたが多くの可能性を失っているように感じます。\n\nキャラクター：5\n\nSAOの主な2人のキャラクターはKiritoとAsunaですが、確かにそれについては間違いありません。 彼らは確かに好きですが、実際にはキャラクターの性格上の欠陥がないステレオタイプの完璧なキャラクターです。 これは本当に私にとって重要ではありません。私はまだキャラクターが大好きです。それは私の心の中にありますが、多くの人がそれを気に入らないことは間違いありません。 キリトは本当に話している人たちに開放されている一方で、アスヌーナは彼女を状況から逸らす厳しい人格を維持している少女です。  2人のキャラクターは個性的に少しずつ成長しますが、一般的には2シーズンを通して同じようにとどまります。\n\nシーズン1とシーズン2の焦点の半分は、この2つの関係です。時間ギャップを除いてかなりうまくいったと思います。 多くの開発がギャップで起こったと仮定すると、その関係は実際にはかなり信憑性があります。 私はまた、彼らが合理的に適切な関係を保っていたのが好きではなく、ファンタジールートに行くのが好きでした。\n\nしかし、ほとんどのサポートキャラクターを含めるには、弱点があります。 ここでそれらについて深く掘り下げることなく、文字はすべてかなり好きです。 それにもかかわらず、2つの主なキャラクターはAsunaとKiritoであり、他のキャラクターはすべてその日の光をほとんど見ない。 物語をもっと楽しくして、エピソード全体を描いた素晴らしい潜在的な人々がいますが、それはそれでした。  LizbethやSilicaのようなキャラクターにとって、彼らは中心的な焦点としてそれらとのエピソードを過ごし、その後、彼らは各シーズンの終わりまで再び現れません。 それでも、それは実際にはカメオの外観に過ぎません。  KleinやAgilのような著名なキャラクターが登場しましたが、まだまだ登場しました。 これらのキャラクターの潜在能力が無駄になったように感じたのは、登場するたびに、キャラクターが主人公のように見せてくれたことでした。 これはまた、ペーシングに起因するもので、そのギャップで発生した余分なやりとりが見逃されたためです。\n\nサウンド/アート：9/8\n\n芸術は非常に美しく、設定は本当にうまくいきますが、あなたが家に書くことは全く素晴らしいことではありません。 プレイヤーの死やアイテムの期限切れのようなもののアニメーションはかわいいですが、それ以外は単なる良いことです。 特別なものは何もありませんが、それでもとても素敵です。\n\n音に関しては、SAOは素晴らしいOSTを持っていますが、もう一度普通のことはありません。 私はCrossing FieldでLiSAのパフォーマンスが大好きでしたが、InnocenceとOverflyは本当に素晴らしい曲です。  Kleinのようなキャラクターが開発されていなくても、その声はキャラクターに適しており、キャラクターが非常に明確に表現されています。\n\n私は多くの欠陥やものを述べてきましたが、私はこのショーがポジティブな光では見えないかもしれませんが、私は本当にそれを愛していました。 私は良い点をたくさん言及しなかったし、シーズン2について話を避けただけで何かに甘やかされるのではなく、見るべきものなのです。 プロットは爆発的に最上級のものではありませんが、私はそれを本当に楽しんで、ほかのライト小説も同様に適応させたいと思っています。\n\nまあ、SAOは、たとえあなたがそれが傷や憎しみのために楽しむとは思っていないとしても、あなたがそれらのことを過ぎて見ることができるなら、それをたくさん楽しむことができるということです。 あなたがそれを楽しんでいなくても、少なくとも誰もがそれを試してみることをお勧めします。\n\n（悪いレビュースキルについては申し訳ありませんが、私は2セントを価値あるものにするべきだと思っていました）また、私のスコアは本当に楽しみに基づいています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "shinsekaireviews",
    "profile": "/profile/shinsekaireviews/reviews",
    "pages": "51",
    "number": "6",
    "link": "/reviews.php?id=109567",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  10\nキャラクター|  6\n|  7\n\nソード・アート・オンラインは、プレイヤーがゲームに閉じ込められただけでなく、実生活で死んでしまうだけでなく、ゲームにトラップされたプレイヤーを指します。 今年は2022年ですが、霧ヶ谷和登（Kirito）はこのシリーズの主人公です。 それは基本的に彼がソロプレーヤーとしてゲームをクリアしようとしていることです。\n\nストーリー7-最初のエピソードは私を魅了しました。 私は最初のエピソードに入ってから、次のいくつかのエピソードがゴミであることを知りました。 あなたは1つのエピソードのキャラクターを見て、シリーズの最後までそれらをもう一度見ることはありません。 私はこのアニメを2回目に見る機会を得て、それがいかに恐ろしいかを理解しました。 シリーズには2つのアークがあります...最初のアークは良かったですが、それもあまりにも急いで、あなたがシリーズを通して知っていたはずのたくさんのものを見逃していたように感じました。  2番目は本当に残念だった。 再びそれをLNと比較して、それはDICKを吸った。 とにかくLNのためでなければ、アニメにはあまりにも多くの情報が欠落しているので、ストーリーは4または5になります。 ほぼ完全なゴミ。 私はSAOのライト小説を読んで、私はそれを愛していました。 私は最初のいくつかのepsが、メインストーリーとはまったく関係のない軽小説の第2巻をフォローしていたことに気付きました。 メインストーリーはep 5または6の周りから始まり、速く急いで急いでしまった。 私はアニメでとても怒っていた。 正直なところ、それは真面目だった。 私はLNを読んでいるので私は偏っていると思っていますが、シーンが本当にうまく演奏されなかったように感じました。 話は本当にシリーズ全体で矛盾していた。\n\n芸術7-私は芸術を評価することにはあまり良くありませんが、あなたが1080pであなたのアニメを見ていない限り、SAOのアートは特別なものではありませんでした。 私はこの芸術をAngel BeatsやGuilty Crownと比較することができました。 アクセル・ワールドはこのアニメの姉妹ですが、両作品とも非常に異なるため、私はSAOと比較しません。\n\nサウンド10  - 何らかの理由で、私はアニメの両方のアークのためのオープニングを本当に楽しんだ。 私はピアノの開口部を学んだので、とても好きでした。 繰り返しますが、私はこのような評価をすることに本当にうまくいきません。私はサウンドがアートの笑いと同じセクションにあるように感じます。\n\nキャラクター6-マン。 キャラクターの開発はありません。  これらの文字はばかげている。 AT ALL。 キリトのキャラクターはとても退屈です。 彼は決して気分を変えない。 それはいつも戦うために生き残る私はAsunaを見たいと思う、結局私はAsunaを保存しなければならない（Asunaは最初の弧の主要な女性の主役である）私は彼が彼女を保存しなければならないとき、  。 それは常にたわごとです。 とASUNAのキャラクター何がファック...彼女はちょうど彼女に（それは彼女がとにかく何かをすることができないように）投げられたものを取ってそこに座っているが、それでも彼女は傷ついたり、そのようなものではなかった。 私は、長い間起こった出来事から傷ついたキャラクターは誰もいないことに驚いた。\n\n楽しさ7-初めてSAOを楽しんだのですが、もう2度目にLNと比較してアニメの欠陥が気づきました。 私がアニメを楽しんだ主な理由は、本当にLNを楽しんでいたからです。 私がLNを読んで、理にかなうものすべてを無視したので、アニメが非常に多くの穴を持っていたことは、初めてわかりませんでした。 また、LNのためでなければ、私の楽しみのレベルは大幅に低下するでしょう。\n\n全体的に7  - 私はこれに値すると思う7.私は本当に低い得点を与えないと私はレビューで吸う（まだレビューの新しいもの）私は知っているか、少なくともあなたが正直にこのアニメに感謝したいすべてのLN読者のために 良い話。 物語はアニメを通じてうまく伝えられなかった。 私が言おうとしているのは、光の小説です。 それはアニメよりも優れています。\nああ、言わ忘れて、アニメの戦いのシーンはかなり悪いです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Albertt",
    "profile": "/profile/Albertt/reviews",
    "pages": "51",
    "number": "7",
    "link": "/reviews.php?id=81856",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  6\n|  10\n\n私は小さな言葉を使用します。\n私は短く正確です。\n私はスポイラーを含まない。\n\nこのアニメは光小説に非常に似ていましたが、欠けていました。 軽い小説は、観客が見ることができたキャラクターにはるかに多くを持ち、ストーリーは理解しやすいものでした。 アニメでは、エピソードは、主人公の人生の1つのステージから、不適切な表現で別のステージに飛ぶことができます。 私は25話が3年間のストーリーに収まるのに十分な時間ではなかったと信じています。 それはちょうど各エピソードがわずか23分続く25のエピソードのライト小説の4つの容積に収まるように試みることは意味をなさない。 完全に平凡です。\n\nこれはアニメが悪いことを意味しますか？ もちろん違います。 それは良いことも悪いこともないので、私は平凡だと言います。\nこれは軽小説の非常に良いプレゼンテーションですが、完璧ではありません。 それについて考えてみましょう：賞を受賞した4小説に、25エピソード、600分未満、そしてわずか9時間半の小説に収めるなら、それ以上のことはありますか？ アニメの物語は重要な部分だけを持っていて、聴衆が経験していたはずのテーマのほんの一部で、キャラクターの開発はほとんどありませんでした。\n\n全体として、このシリーズは実際に楽しいものでした。 私は「ナルト」や「ワンピース」の若い時代から、アニメシリーズに私の想像力を浸していませんでした。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Mercsin",
    "profile": "/profile/Mercsin/reviews",
    "pages": "51",
    "number": "8",
    "link": "/reviews.php?id=109845",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\nこのアニメは、本当にうまく実行されました。特に、私のような、ビデオゲーム/サバイバルテーマのアニメファンです。\n\nストーリー：ストーリーは2つのアークで構成されています。 最初のアークは本当に良かったのですが、2番目のアークはそれほど悪くないかもしれないほど悪くありませんでした。 両方のアークが邪魔されず、ストーリーは常に進行しており、あなたを座席の端に留めています。\n\nアート：アートスタイルとキャラクターデザインがうまくやっていました。 私は個人的にはSAOで人々が本物のルックスを使用したことを気に入っていましたが、ALOのエルフのひねりも良かったです。 それが起こっている場合、GGOがアニメーション化されるのを楽しみにしています。\n\nサウンド：サウンドトラックは素晴らしかったです。 物事がひどく進むと悲しい雰囲気を作り、必要なときに瞬間の壮大さを捉えます。  OPとEDは非常に良いものでした。\n\nキャラクター：キリトは主人公のデザインに関してはあまり元気ではなかったが、彼はよく解けていた。 しかし、私がキャラクターデザインで本当に驚いたのは、彼のロマンチックな関係でした。 すべてがハーレムであるあなたの典型的なアニメのようなものではありませんでした。 彼は複数の女性と時間を過ごしたとしても、正当な愛のストーリーを持っていました。 アニメよりも西洋風の文章のように思えました。\n\n結論として、私は本当にシリーズを愛し、今私の記憶に残るお気に入りの一つです。 私はGun Gale Onlineがアニメーション化され、もっと楽しめることを願っています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "lendiznick",
    "profile": "/profile/lendiznick/reviews",
    "pages": "51",
    "number": "9",
    "link": "/reviews.php?id=160897",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n誰もがゲームに閉じ込められていて、出る唯一の方法はゲームを打ち負かすことだと誰にも公開されていたのは嬉しかったですが、ゲームで死んでもあなたは実生活で死んでいます。\n\nストーリーはかなり固いです、あなたはソロのプレイヤーになりたいと思うあなたの主人公を持っていて、彼は誰も救うために試合を打ちようとします、後で彼は騎士団との戦いで失われた後、 彼は100フロアのうちの1つをチームと一緒にクリアする必要があります。ソロプレーヤーだけが好きなのですが、彼は同じギルドにいる女の子の名前asunaに恋しています。  2週間、彼らはゲームを打ち負かすと一緒に彼らの人生を一緒に暮らす方法について話し、彼らはゲーム名yuiの子供を持っている、彼はasunaとKOBギルドのいくつかのメンバーと他のランダムなギルドのチームとフロアをクリアする 彼は最終的な上司を殺し、SAOはもう終わりではありません。 キリト（主人公）は幸せになり、最後にゲームをクリアして、アスナを見つけようとしてもまだ目を覚ましていないことを知り、すぐに別のゲームに閉じ込められていることを知り、 彼女に何か悪いことが起こる前に彼女を救ってください。\n\nアート - このアニメは長年にわたる最高の芸術でなければならない、あなたはMMOで見るべき多くの都市や町があり、\n\n私はサラウンドサウンドスピーカーを使用していませんが、そのサウンドが偽りのラップトップスピーカーでうまくいけば、サウンドは完璧だと確信しています。\n\nキャラクター - あなたは私が好きになっているすべてのキャラクターの感触を得る、あなたは遅れて、すべてのメインキャラクター、特にユー、アウナ、キリトで何が起こっているか見るチャンスを得る。\n\nあなたが見ているように私は9/10を与えました、私はこのアニメが本当に好きですが、レビューを書いたときに私が本当に楽しんでいたことを知っている人のために、アニメは少し速いペーストのようです。 彼はレギュラーモンスターを平準化して殺し、1日のレベル1で、次のエピソードではレベル50になります。 それはあなたがそれの真中を過ぎるまでそれがロマンスのアニメになるように見えなかったアニメの真ん中で知っていることから大きなラブストーリーに変わります。\n\n全体的には良いアニメですが、マンガはまだ進行中ですので、彼らは第3シーズンに出て本当にシリーズを続けたいと思っています。私は別のマンガを読むにはあまりにも怠惰です。 うまくいけば我々はすぐに新しいシーズンを見るだろう"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "YuYuDragon",
    "profile": "/profile/YuYuDragon/reviews",
    "pages": "51",
    "number": "10",
    "link": "/reviews.php?id=134673",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  7\nキャラクター|  5\n|  6\n\nSword Art Onlineは、新しいビッグ3に参加するチャンスを持つ最新のアニメの1つになるかもしれません。何年もの間、ビッグ3のカップルがいくつかありました。 それは北斗の拳とドラゴンボールと元のガンダムと始まった。 その後、スレイヤーズ、DBZとゆうゆ百学へ。 後のアニメは子供たちに贈られ、Yu-Gi-Ohとポケモンとデジモンが出てきた。 そして最後に今大3はナルト、ワンピース、ブリーチです。彼らの人気は消え始めています。 ウィル・ソード・アート・オンラインはこれまでにビッグスリーに所属していますか？ ショーの可能性があるので、彼らは一緒に行動を取る場合。\n\nストーリー - このストーリーは、私が今までに見た中で最も元気なストーリーの1つです。 ストーリーのすべてが予期せぬものにつながる可能性があります。 彼らはレベル100の終わりに上司を倒した場合に限り、退場することができるゲームの世界にすべて入っています。それは文字通り60 +エピソードに及ぶ可能性がありますが、ストーリーに問題があります。 ペーシングに問題がある場合は、このアニメには非常に不満があります。 すべてのショーは、最後の弧なしで、ショー全体がとても速く、率直に起こる可能性があります。 ソード・アート・オンラインが実際のソード・アート・オンラインについてもっと多くのエピソードを書いて最後のアークを忘れると、ショーは何百万回も良いだろう。 彼らはすべてを急いで、最後のアークでは、あなたが私のドリフトをキャッチする場合、家族だけでなく、家族を好きな不気味なキャラクターがあります。 彼らは本当に物語を十分に活用しなかった。\n\n芸術 - 物語は本当に「私」だったが、芸術は素晴らしかった。 あなたが新しい世界に入るときにあなたの顔に爆発する明るい鮮やかな色が好きなら、あなたはこのアニメをかなり楽しむつもりです、おそらくちょうど景色...\n\nサウンド - サウンドトラックはちょうど平均的です。 オープニングはそれほど悪くはありませんでしたが、彼らは間違いなく最高ではなく、私の意見ではエンディングの曲を避けています。 彼らは私にとってそれほど魅力的ではありませんでしたが、もしあなたがそれを試してみたいと思ったら、ぜひお試しください。 私はダブでこれを見て、私はこのショークレジットを与える、ダブは本当に本当に良いです。 私は、Subの音の仕方については何も知らないが、それは本当に好みに関するものだ。\n\nキャラクター - これは、ペーシングの欠如がストーリーの残りの部分に影響を与える場所です。  1文字だけのキャラクター展開があります。 悪役は、最初のものがあなたの頭を傷つけるままの動機を明らかにするまで、すばらしく不気味で恐ろしいものでした。 多くのクールなキャラクターが輝く時間が必要ですが、大麦はそれらを見ることができます。 非常に残念。\n\n結局私はある程度それを楽しんだ。 それには多くの欠陥がありますが、約束がたくさんあります。 あなたがそれを見たいかどうかわからない場合は、試してみる必要があります。 それが素晴らしいではない場合でも、それはあなたが次のものが不思議にしておくために適切なものをまだ持っています。 今年はシーズン2が出ているので、シーズン1の間違いから学んでいるすべての希望がそこにあります。しかし、結局、私はそれに6を与えます。最善ではない、最悪ではなく、クールな戦いがあります。 そして光沢ペーシングが欠けていますが、シーズン2はみんなの靴下をノックアウトし、どこかで始めると感じているので、試してみてください。 誰かが知っている、多分それはビッグ3の最新版でフェアリーテールとHunterXHunterのようなアニメに参加します。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "TheAyyyzzzn",
    "profile": "/profile/TheAyyyzzzn/reviews",
    "pages": "51",
    "number": "11",
    "link": "/reviews.php?id=133997",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  10\n\nSword Art Onlineは驚くべきことでした。 後半はレットダウンのビットだったが、私は個人的にそれがまだ素晴らしいと思う。\n\nキャラクター：すべてのキャラクターはユニークで、正直なところ、MMORPGスタイルのキャラクター展開のような感じでした。 それはあなたの基本的なOPの主人公でしたが、それは各キャラクターが通った多くの苦労を示しました。\n\nストーリー：私が言ったように、半分のスタートは素晴らしいですが、後半はレットダウンです。 私は、話が行動から最後までもっとロマンスになった（それに問題はない）と、多くのファンを失ったということです。\n\nサウンドトラック：音楽はON POINT!!! 音楽はいつもアニメにマンガができない冷ややかな効果をもたらし、彼らはSAOですばらしい仕事をしました\n\n全体的に、私はSAOが楽しいアニメであり、誰もがそれが第2シーズンを得ることを考慮して間違いなくそれを見るべきであるように感じる\n\nGUN GALE ONLINE!!!"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "b0sspenguin",
    "profile": "/profile/b0sspenguin/reviews",
    "pages": "51",
    "number": "12",
    "link": "/reviews.php?id=132857",
    "jp": "--- --- --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  7\n\n物語は私をSAOに連れて行くために唯一のものでした。\n実際、このアニメの最高のことはストーリーだと思う。 このアニメは、そのような物語で行くことができる多くの方向があります。 彼らはゲームにいるような気がします。 素晴らしい設定と戦闘スタイル。 私は終わりの他に、SAOのために言い表せない何かを考えることができません。 エンディングの1つの部分は非常に混乱しています。 それを見た人は、私が話していることを知っています。 しかし、それは私のためにこのアニメをもたらすのに十分ではありませんでした。 すごく楽しかったです！ 私はSAO IIに非常に興奮しています！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "r3bel19",
    "profile": "/profile/r3bel19/reviews",
    "pages": "51",
    "number": "13",
    "link": "/reviews.php?id=156903",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  6\n|  8\n\n豊富なキャラクター、優れたアートスタイル、さらにはより良いサウンドデザインを求めるアニメを探しているなら。 これはあなたのです。\n\nしかし、欠点があります。大部分のキャラクター開発の欠如があり、それが私の最大の悩みです。 あなたは本当にレーダーを途中で降下させ、彼女とKiritoの間に見られる開発を減少させるより多くの女性のキャラクターに置き換えられる、この強力な女性のリード 'Asuna'を持っています。\n\nストーリーに関しては、あなたがフェアリーダンスに達するまで全体的には良いです。 あなたがフェアリーダンスに達すると、物語は、このアニメが何でないかの境界線を越えてアニメーションをもたらすので、悪い方向にぎこちない鋭いターンをとります。 私は現在、SAOIIを見ており、話を大きく改善しています。\n\nアートスタイルは絶対に素晴らしいです。 あなたがそれらに魅了されるので、太陽の光沢と夕日をたくさん用意してください。 同じことがサウンドのために行く、音楽は気分を本当によく設定し、それはほぼFullmetal Alchemist Brotherhoodと同等であるが、シリーズと同じように、シリーズ全体で同じ曲を繰り返す。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "SymmetryWizard",
    "profile": "/profile/SymmetryWizard/reviews",
    "pages": "51",
    "number": "14",
    "link": "/reviews.php?id=154711",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\nSword Art Onlineは素晴らしいアニメです。私はそれを強く勧めます。\n\nゲームの中に閉じ込められていることはおそらく起伏がありますが、このアニメはキャラクターにとってうまく見えません。\n私はその話が好きで、本当に楽しいものでした。悪役がゲームの創作者であった方法が好きでした。 それは涼しく思いがけないものでした。 私は第2の悪役を憎んだが、悪人には彼はまともであり、あなたが憎むべき人の1人である。 ストーリーは本当に本当によかったし、楽しむのも簡単でした。\n\n芸術は素晴らしかったです。 キャラクターの見た目が大好きです。 彼らの目はすごく見え、私は髪型が好きだった。 私はユイが見える方法が大好きで、ユイはとてもかわいいし、いつも幸せに見えました。 アスナも本当にうまくいった。 特に最初の弧の終わりには、背景が本当に素晴らしかったです。\n\n音質は良かった。 ほとんどのシーンでBGMが好きだった。 私は声の大部分を好きでした、私が好きではなかった1つか2つがありました。 私はオープニングテーマも好きだった。\n\nキャラクターはすばらしかったです。 私は第二の悪役がちょうど純粋な悪であったことを愛し、あなたは彼を憎む必要があり、彼の声は信じられないほど響きました（私は彼が私の好きな声優によって声を出しているからそう言っているわけではありません）Kirito、Asuna、 良い。 私はKiritoのいとこSuguhaが好きではありません。 彼女は本当に私を怒らせた。 あなたのCOUSINはデートできません！\nクラインも本当に面白かったし、彼がもう少しそうだったと思う。 このアニメでは、YuiとAsunaが私の好きなキャラクターです。 私はそれらを両方とも好きです。\n\n総合的なSword Art Onlineは本当に楽しかったし、強くお勧めします"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "forgetmisakira",
    "profile": "/profile/forgetmisakira/reviews",
    "pages": "51",
    "number": "15",
    "link": "/reviews.php?id=129865",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  8\n\nさて、私たちは皆、SAOの話、あるいは少なくともすべてのプロットの要約を知っています。 それは仮想現実ゲームであるSword Art Onlineに入っている少年キリトのことだが、クリエイターはそれを作って誰かが完成するまで誰もゲームを離れることができないようにしている。  DUH DUH DUH。\n\nこれは冷ややかな音だった。 私はいくつかの悪いお尻のモンスターの戦いシーンといくつかの狂った魔法の剣のスキルと素晴らしい友情、等の準備ができていた\n\n私が得たのはラブストーリーでした。 このアニメはロマンスに大きく集中していて、ロマンスに追いつくために良い部分を出すように感じました。 このアニメが取ることができる方向は多かったし、彼らが取った方向性を徹底的に楽しんでも、それは私の最初の選択ではないだろう。 私はこのアニメに入って、それを好きになると期待していましたが、私はロマンチックな魅力のためにそれを好きになりました。 私は怒っていた、または長い間、彼らはこれを処理しましたが、今私は本当にそれを見て楽しい時間を持っていたという事実を信じることはできません。\n\nしかし、アニメの2番目の部分では、物事は超奇妙な、私は右ですか？ 私たちは、エルフから妹の愛、狂った強姦奴等まで、あらゆるものを持っていました。 それはちょっとだった。 それにもかかわらず、あなたがこのアニメを見ることを考えているなら、私はあなたにそれを与えることをお勧めします！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "camco",
    "profile": "/profile/camco/reviews",
    "pages": "51",
    "number": "16",
    "link": "/reviews.php?id=128877",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  9\n\n私の意見では、平均的なMMOゲーマー（いくつかのMMOをプレイすることを意味するが、本当に自分をジャンルに完全に浸していない）なら、このアニメを楽しむことができます。 あなたの想像力を取り戻し、仮想現実の潜在的な概念を使って空を飛び越えるのを助けます。 プロットは2人のゲーマー間のロマンスの周りを取り囲んでいますが、ユーモアと冒険を取り入れています（スリル満点）。\n\nストーリー：7\n他のアニメに似ていますが、独自のスタイルでユニークな、非常に興味深いコンセプトです。 ロマンスは少し弱いですが、コメディの部分は特に死と失敗の兆候が見られた後で素晴らしいです。 バイシーズンの変更は期待されていませんでしたが、シーズンがSAOの終わりに終わったなら、それはもっと理にかなっているように感じます。\n\nアート：7\nここではあまり言いません。 戦闘シーンでは風景が見落とされず、モンスターもよく描かれていました。\n\nサウンド：7\nOSTは美しく、物語をうまくサポートします。\n\nキャラクター：7\nキャラクターは、髪の毛から服装まで、あらゆる詳細を心に描いています。 主人公と恋に落ちるのは簡単ですし、彼らの性格もよく考えられています。キリトとアスナの化学は甘いです。\n\n楽しさ：9\n\n\n全体：8"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Tsumiru",
    "profile": "/profile/Tsumiru/reviews",
    "pages": "51",
    "number": "17",
    "link": "/reviews.php?id=128217",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  7\nキャラクター|  8\n|  9\n\nだからここにいる。 それはそこにあるすべてのゲーマーのおとぎ話の夢の未来ですが、おとぎ話と同じように、物語には罪深い歪曲があります。\nSword Art Onlineは素晴らしいグラフィックスやキャラクターを持っているだけでなく、ストーリーそのものが特に楽しいという理由で、プロットのすべての「反対」にもかかわらず、スクリーンに入ることができるようになる素晴らしいアニメの1つです その小説に従う人たちのために。\nストーリーの最初の弧（Aincard）は、登場人物、シナリオ、主なプロット、そして私自身の紹介であり、非常に叙事詩的であり、かなり楽しんだと思った。  2番目の弧（アルプハイム・オンライン）に関しては、メイン・プロットが少しぼやけてしまい、キャラクターの開発が邪魔になり、前のすべてのアクションがロマンスに染み込んでしまいます。これは必然的に悪いことではありません。  2番目の弧は、最初のものと同じくらいのものではないが、小説を読むためにアニメを見ていた人たちにお勧めしなければならないのに、非常に情熱的だった。そうでなければ、2番目の弧はほとんどdisapointingを感じるかもしれない。\n驚くべきシナリオであっても、物語そのものは素晴らしいものであり、見守る価値があります。 私はGun Galeが放送するのを待つことができません！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Kkekev",
    "profile": "/profile/Kkekev/reviews",
    "pages": "51",
    "number": "18",
    "link": "/reviews.php?id=150111",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  9\n\nねえ、みんなそれは本当に悪いですか？\n\n剣術オンラインは過大評価されるかもしれませんが、それはあなたが現在に反してそれを憎むべきではありません。\n\n* note *前半についてのみ話します。 私はアーク2の他のみんなに同意する：Dafuqはそれだった。 また、要約をお探しの場合は、別のレビューをお読みください。  ^ _ ^\n\nアニメシリーズは、観客のための楽しさに焦点を当てた。 ライト・ノベルを読むと、SAOのサイド・ストーリーも含まれていることがわかります。 それに加えて、彼らは急いでせずに主要なストーリーラインに収まる。\n\nあなたが物語を嫌った場合は、アニメではなく小説を見直してください。 ストーリーが少しシンプルだと思ったら理解できますが、これが予想される視聴者について考えてみてください。 ほとんどの場合、SAOを視聴している人は、アニメを見ていない、または少年のみを見ている子供です。  SAOは多くの視聴者にロマンスのジャンルを紹介しています。 また、ロマンスアニメを見たことがある場合は、この作品には、ツィンデレや幼なじみの友人がいないことに気付くでしょう。 ロマンスの様相は本当によく取り除かれ、現実のものと似ています。\n\n最終的に、SAOは楽しいアニメであり、本当に深い思考のためのものではありません。 それは過大評価されるかもしれませんが、それでもいいです。 しかし、最初のような気がするのであれば、後半を見ないことをお勧めします。 それはあなたのための経験を台無しにするかもしれません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Tigereye",
    "profile": "/profile/Tigereye/reviews",
    "pages": "51",
    "number": "19",
    "link": "/reviews.php?id=127771",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  10\nキャラクター|  5\n|  7\n\nこれは良いことでした。物事が降りるようになった8/9/10までのエピソードまで。 キャラクターの発達がなくなり、すべてが急いでいるように見えました。絶えず説明できないパワーアップと結婚。 ディレクターが1つのシーズンに多くのプロットラインを詰め込もうとしたように思えます。 しかし、私はGGOを楽しみにしています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "sachi_shimazu",
    "profile": "/profile/sachi_shimazu/reviews",
    "pages": "51",
    "number": "20",
    "link": "/reviews.php?id=149195",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  9\n\n私が大好きなこのアニメの最初のことは、ゲーマーの周りを回っていることです。だから私はすでに素晴らしいアニメだと思っていました。\n\nだから、Sword Art Onlineについて最初に気づいたのは、劇的なプロット点を明らかにするために待っているのではなく、主人公を真っ先に投げ捨てるということです。 これは大きなショックの瞬間がないことを意味するかもしれませんが、エピソードにはまだかなりの驚くべき点があります。\n\n第二に、最初の弧をたくさん見ると、キリトはかなりの量の開発をしています。 アニメの始まりで、彼は孤独なオオカミの考え方を持っています。 それが進むにつれて、彼は常に彼を「より良い人間」に変えます（あなたがそれについて考えるなら、ステレオタイプのゲーマーには合っていませんが、まあまあです）。\n\n2番目の弧がひどいと言うSword Art Onlineのレビューを読むかもしれませんが、私はそれには全く反対しています。 最初の円弧の主なプロット点は取り除かれていますが、2番目の円弧についても本当に良い点がいくつかあります。 また、第2の弧は、それが第2シーズンだったならば、おそらくあまり批判されていなかったはるかに一貫したストーリーラインを持っています。  2番目のARCはスキップしないでください。\n\n全体として、SAOは素晴らしいアニメだと思うが、アニメの一部は他の人よりもゲーマーにとって魅力的だと思う。\n\n編集：また、このアニメは一種のハーレムです。 ほぼ1人を除いて、名前の付いたすべての女性キャラクターがキリトを望む。"
  }
]
