[
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "vastolordeichigo",
    "profile": "/profile/vastolordeichigo/reviews",
    "pages": "27",
    "number": "1",
    "link": "/reviews.php?id=199651",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  7\n|  10\n\n今、多くの人がこのショーを与えてこのレビューを無視した10のスコアを見るかもしれません。 これを覚えておいて、私は2012年12月にこのアニメを見ました、あなたが知っている、このすべての前に 'SAOはシットです' bullsh * tが行われました。\n\n実際のレビューをする前に、なぜこのアニメがそんなに嫌なのか見てみましょう。\n\nソードアートオンラインは、それが悪いわけではないので、悪いわけではありません。なぜなら、それは地獄として過大評価されているからです。 これは、私の意見では、これまでに最も過大評価されたアニメです。 しかし、それが過大評価されているという理由だけで、それが悪いというわけではありません。\n\n今レビュー：\n\nソードアートオンライン、シーズン1は、主に2つの弧、ソードアートオンラインとアルフハイムオンラインアークに分けられます。 アニメは、最初の仮想MMORPG Sword Art Onlineが正常に作成された未来的な世界を示すようになります。 主人公のキリトは試合のベータテスト担当者の一人だったので、試合の周りを歩いている。 ゲームは主に100階建てのAincradと呼ばれるダンジョンの場所から成っています。 最初はすべてが楽しいと思われますが、最初のエピソードの終わりには、プレイヤーはゲームからログアウトすることができず、逃げる唯一の方法はゲームを打ち負かし、100階をクリアすることです。 また、このゲームで誰かが死ぬと、彼らは実生活で死にます。\n\nこの弧は最大12のエピソードまで続きます。 アルフハイムオンラインアークは、どのプロットが最初のアークを台無しにするかもしれないと言っています。\n\n物語は大丈夫です。キリトが他の選手たちとどのように出会っているのかです。彼のロマンチックなパートナーアスヌーナは、彼らがAincradの上位レベルに進出するためにどのように苦労しているのですか？\n\nアニメの良い点は、アニメーション、サウンドトラック、楽しさの要素です。\n\n主要キャラクターの開発はありません。  mcはKiritoと名付けられた圧倒的なゲイリー・スチュです。これはバーチャル・ソードの戦いの専門家です。 女性キャラクターのためのパターンは、何度かキリトに会って、どういうわけか彼と恋に落ちるかわいい少女です。\n\n心配してください。全体的な評価は、キャラクターの発達や芸術やサウンドに基づいているのではなく、楽しさの要因にのみ基づいています。\n\n全体的に、SAOはかなり楽しいですが、あなたがキャラクターの開発、物語、その他のことについてたくさん気にしているなら、それはお茶のカップではないかもしれません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Andra-Alex",
    "profile": "/profile/Andra-Alex/reviews",
    "pages": "27",
    "number": "2",
    "link": "/reviews.php?id=215348",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  9\n\nこのレビューでは、私ができる最も中立的な場所からSword Art Onlineにアプローチしようとしました。 私はまだショーの私自身の個人的な意見がそれに反映されていると信じていますが、ちょっと、私は試してみました。 だから、私がこの番組の中核的な問題であることが判明したことを知るために読書を続けてください。\n\n時々、あなたは説明するのが難しいショーに出くわします。 そのアイデアを得るのは難しいものではなく、あなたが感じていることです。 時には、ショーの好きな理由や好きなことを論理的に説明できないこともあります。 あなただけです。 そしてそれはあなたに訴える論理とあなた自身の個人的な趣味に何もない。 このショーは、私にとってそのようなショーでした。 そして、Sword Art Onlineの私自身の得点は9点高いのですが、私はその点に欠陥があることを認識しており、それは私には魅力のないものがたくさんあります。 それでも、私はこれらの問題を考えた後でも自分の得点を高く保ちました。 自分自身に真実を抱かなければならない。\n\nSword Art onlineは私の意見では誤解を招くショーです。 確かにそのジャンルはロマンスに言及しているが、他はファンタジーやアクションなどの互換性が高い。 そのジャンルだけで、ショーが戦闘やファンタジー要素に集中している間に、ロマンスがより多くあるかもしれないと信じるように導かれます。 これはジャンルだけでなく、最初の数回のエピソードでも見られます。\n物語が始まり、多くの人々にアピールする特定の方法であなたを導きます。 それは、アクションパック、素敵な要素と多くの文字があります。 世界は純粋な幻想であり、ストーリーラインはそれに焦点を当てています。 可能性のある愛の関心が紹介されていますが、それはまだ側に残されており、聴衆の期待通りに物語が続きます。\n\nそして何かが起こる。 ファンタジーとアクションの美しいバースト全体が人々から離れて、背景に移動し、穴を埋めるためにロマンスと人間関係が現れます。 私にとってこれは大丈夫でした。私は実際に物語の新しい展開と方向性を楽しんでいました。 一度、冗長で問題のない（他の可能なパートナー候補から）という関係を見て、それが成長するのを見てうれしく思いました。\nしかし再びこれはSword Art Onlineの抜本的な変化であり、人々を失望させました。 そしてショーは決して元の道に戻ってこなかったので、聴衆は不満を感じた。  （私にとって、もっと劇的な変化は、実際のロマンスに従った、子どもの可能性のすばらしさを素早く壊してしまったためです。私の意見では、ユイの出演は最悪でした）\n\nしかし、待ってください - より多くがあります。 さらに究極の変化が現れ、ショーはそのルーツから切り裂かれ、まったく新しい環境に変わりました。 聴衆は今や世界を失うだけでなく、多くの人々が最初の場所で恋に落ちたと思うだけでなく、ショーの感触も同様です。 それは乱雑になる。 キャラクターを動かす動機と理由、そしてもっと重要なことに、ソード・アート・オンラインの変化の焦点は、私と多くの人が好むでしょう。\n\n結局、SAOの最大の問題は、あまりにも多くのコンテンツがあるという事実です。 最初のシーズンは2つに分けられていた可能性があります。 また、季節の間にジャンルやフォーカスを跳ね返すことで、多くの人々がダウンしました。 しかし、皆を喜ばせることはできません。\n\n今すぐ記録するために、SAOは見事な風景と戦いのシーンだけでなく、みんなが好きな場所からの様々なキャラクターの板を持っています。 それにそれほど多くの内容が含まれているという事実は、おそらく個人的な好みにぴったりのものがあることを意味します。 問題は、あなたの好きなものの間のギャップで見たいものを見つけることです。 私にとっては、言及された欠陥は私が大騒ぎするものではなかったし、Sword Art Onlineは私を席の端に抱かせてくれた。 柔らかいので野生です。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Trinqunity",
    "profile": "/profile/Trinqunity/reviews",
    "pages": "27",
    "number": "3",
    "link": "/reviews.php?id=215286",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  8\nサウンド|  6\nキャラクター|  1\n|  1\n\nだからこのレビューでは、私はこのアニメで持っていた問題のいくつかを教えて、彼らがどのように改善できるかについて意見を述べるつもりです\n\n{キャラクター}\nこのショーではあまりにも無意味なキャラクターがあります。私は彼らがこのショーをハレームのアニメにしようと思ったように感じますが、途中で決定した「KirtoxAsunaはショーのためのホットなトレンディなものです。  SAOの最初の部分の半分がほぼ終わっており、KirtoとAsnuaはほとんど開発をしておらず、ほとんどの人が真実であるということではなく、あなたが知り合っていたカップル あなたが彼らに '\nまた、これは私だけだったかもしれませんが、ショーの主人公の動機が何であるかは本当に理解できませんでした。 最初と同じように、床を通って最終的なボスを倒して帰宅させることがすべてでした。しかし、Yuiが導入された後、私たちのメインはちょうど落ち着きたいと思っています。 仮想刑務所\n\n[彼らはどのように改善できたか]\nプロットにはあまり役に立たない1人1人を取り出す\nそれでは、ハーレム（ごめんなさいキリト）は、あなたが無意味なキャラクターに使っていたその時間を、それを待って、あなたのショーのメインの人々は、あまり好きではない、その時間のすべてを使っています。\n\n[ストーリー]\nS.A.Oがした悪い事の一つは、それが本当に良い場所を終了し、それを取っていないし、それのために苦しんでいるように、ちょうどあまりにも長かったということでした。\nそれは途中で終わったはずがない。  Asunaを外に出してKirtoの姉妹と交換することで、再びキャラクターとねじを締めます。Kirtoと恋に落ちる理由は何もありません。\n彼らがやったやり方でAsunaを取ることは、もはや彼女が重要なキャラクターではなくなったことで、もはや彼女は姫の桃に変身し、前半にいなかった。\n\n[彼らはどのように改善できたか]\n基本的にショーに従っている最初からどのように行っている最初の場所にすべきではない退屈な人々を紹介する、ああ、彼らが司令官に戦って、AsunaとKirtoと 彼らは最後に一度キスをしてピクセルに消滅し、シリーズ全体が終了します。  ElfhiemもGungaleもなく、ハードコアのファンは来年のために泣いたかもしれない。\n\nしかし、それはあなたがそれを正しければ....そして私のために。あなたは.....まったくなかった"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "EbiNewin",
    "profile": "/profile/EbiNewin/reviews",
    "pages": "27",
    "number": "4",
    "link": "/reviews.php?id=187098",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  6\n|  8\n\nソードアートオンライン執筆レビュー、ビデオレビューは私のYoutubeにアップです\n\nあなたはビデオゲームとしてあなたの人生を生きたかったことはありますか？ 楽しむためにビデオゲームの世界に入り、あなたが望むようにあなたのファンタジーキャラクターを生きたいだけではありませんか？ キャッチされている、あなたがプレイしているゲームは生存死ゲームです、あなたは実生活で死ぬゲーム世界で死ぬでしょう。 ようやくNewin Anime Reviewの2パターの最初の部分へようこそ。これは2012年の最も盛り上がったアニメ、Sword Art Onlineの1つです。\n\nストーリー -  7/10\n\nスポイラーの警告が少し先に出るが、Sword Art Onlineシリーズはアークに分割される。 季節の途中に入ると、それは別の弧です。  2番目のシーズンがあるので、おそらくすでに起こっていることを知っているだろうが、とにかく。\n\nソードアートオンラインストーリーは、日本各地のプレイヤーがVRMMORPG、バーチャルリアリティー大規模なマルチプレイヤーオンラインロールプレイングゲーム、ソードアートオンラインに入ると始まります。 ゲームの誰もがログアウトボタンがないことがわかるまで、すべてうまくいく。ゲームの作成者である茅場明彦の意図的な機能だった。 彼はプレイヤーにゴールを与え、ゲームのレベル100に達すると完全になり、自由を得る。 それはあなたが死ぬことができないゲームです。間違っています。 あなたがソード・アート・オンラインで死んだら、あなたは実生活で死んでしまいます。\n\nシーズンの後半は別の話ですが、前半から続きます。 家族や愛と意欲に焦点を当て、人々はお互いを保存する準備が整いました。 要するに、救済された王女の物語ですが、これは上半期ほど面白くありません。 賭け金がそれほど高くなかったからかもしれない。\n\nここに人々がSword Art Onlineの話題に問題を抱えている場所があります。興味深いコンセプトから始まり、ステークスが高くなっています。 キャラクターが死んだときに感情を感じさせ、他のキャラクターが本当にそれを感じるようにするのは良い仕事でした。トラップされていて、希望がないようです。 そして、後半になると、それは実際にはそうではなかった大きなもののための踏み台のように感じるように、少し前より少し楽しくなりました。\n\nしかし、ストーリーはビデオゲームの実行が非常にうまくいきます。 これまでMMORPGをプレイしていたのであれば、キャラクターが特定のアイテムを獲得するためにフェッチクエストを実行したり、襲撃でボスを倒したり、アニメでビデオゲーム要素を実行したりするなど、かなりうまくいきます。\n\nキャラクター -  6/10\n\nソードアートオンラインシリーズの主人公はキリトです。 キリトは、あなたの夢のゲームキャラクターの役割を果たし、彼は圧倒され、それをやっている間によく見え、すべての女の子を得る。 キロイトはソロ・プレイヤーとしてスタートし、彼は自分自身のことを考え、生存について心配し、最高のアイテムで最高のプレイヤーになろうとする。 彼の性格は、実際には孤独ではなく、他の人を助けることを学ぶように成長しています。 どのように彼はゲームの法則を定義し、他の誰よりも超高レベルであることを彼が圧倒のキャラクターのように感じるのはちょっと迷惑なのですが、彼は経験を共有していない場合、一種の意味があると思います。 彼がソロを演奏して以来、誰とでも。\n\nアウサは女主人公としての役割を果たし、キリトの愛の関心を果たします。 彼女は初心者プレーヤーとして理論的には登場しますが、ゲームプレイと彼女の剣士のスキルは高いレベルです。 ここで私は彼女の性格に問題があるところですが、彼女は最初の出現後、女性の鉛の潜在的な可能性が高いとして始まりますが、彼女はキリトを多く頼りにして厄介な性格の人になります。 そして、シーズンの後半には、彼女は苦難のキャラクターで絶望的な乙女に捨てられているという事実を助けません。\n\nソード・アート・オンラインの後半の主役女性主人公は、リーファです。 彼らは、Sword Art Onlineの後半のKiritoの愛の関心事としてカードをプレイしようとしましたが、それは理由のためにうまくいかないことが分かっています。 彼女はAsunaよりも強いリーダーです。なぜなら、彼女のキャラクターは、より多くの目的を持っているようだからです。彼女はKiritoのガイドですが、最終的には、Kiritoのために道を譲るために、\n\nSAOの他のすべてのキャラクターは、ほとんど無視されたキャラクターです。 ショーに登場するほとんどのキャラクターは、おそらく最後にカメオの登場する前に一度しか出現しません。 これらのキャラクターは1つのエピソードでしか登場しないので、これはフィラーエピソードなのですか？ あなたが以前にしたことを忘れてしまった、オンラインゲームの世界をテーマにしています。 それはストーリーテリングのための素晴らしい素材を作るのですか？\n\nまた、SAOを演じるほとんどの女の子達がかわいい、美しくてかわいいなど、私たちのヒーローKiritoのためにあらゆる種類の秋が私の人生のすべてのゲーマーの女の子がどこにあるのか不思議に思います。 私は神に誓う、男の子よりもSAOで遊ぶ女の子が多く、男の子も男よりも格段に高い。 私は女の子のゲーマーは男のゲーマーよりも良いと思う。\n\nアニメーション -  9/10\n\nSword Art Onlineのアニメーションとアートスタイルは素晴らしく、ゲームの世界がどのように見えるかを描写しています。また、さまざまな場所の美しい世界です。 キャラクターや上司がヒットしたり、ビデオゲームのデジタルフォーマットで傷が見られたり、傷が画素化されているなど、ゲーム要素の素敵な追加機能もあります。 私が気に入っているのは、メニューやハッドなどのゲームインターフェイスに入れた細かいディテールです。ゲームを実際のゲームのように見せかける小さなものです。 キャラクターが戦うとき、剣が点灯するときなど、キャラクターがどのような攻撃をしているかを見ることができるように、シーン内のアクションもユニークです。アクションシーンも同様にアニメーション化されています。 いくつかのちょっとした問題やアニメーションやアートスタイルが素晴らしいところにある不必要なファンサービスを除けば、それは本当に明るいゲームの世界を描いています。\n\n楽しさ -  8/10\n\nSword Art Onlineはおそらく多くの人々にアピールしています。なぜなら、誇大宣言を得るのは、大多数のゲーマーにアピールするからです。 それはRPGプレイヤーに最も印象づけるでしょうが、一般に、多くのゲーマーがこれらのプレイヤーがいる世界に関連することがあります。あなたはゲームの中にいたいと思っています。 私にとっては、SAOは楽しいものでした。私はゲーマーでもあり、人々にとって魅力を感じることができます。\n\n私はアニメのアクションシーンを楽しんだし、ある程度私の喜びの喜びは私がキリトであることを願っているからだ。なぜなら、ゲーマーになりたくないと同時に女の子をすべて揃える人はいないからだ。 話は本当にあなたを最初の数のエピソードとほとんどのシーズンの半分に捉えていますが、おそらくあまりにも多くのエピソードがサイドコンテンツのように感じられ、後半にはなぜ人々が最初のものほど気に入らないのかがわかります。\n\n実際に言えば、大多数はゲーマーなので誇大宣伝があります。\nSAOのサウンドトラックは、LiSA  -  Crossing Fieldが上半期に大きなオープニングソングを、Eir Aoi  -  Innocenceが後半にもう一つの大きなオープニングを披露して、本当に楽しかったです。 最後の曲も素晴らしく、2番目の曲は私には分かりやすいものでした。\n\n評決 -  7.5 / 10\n\nそれで、ソード・アート・オンラインは誇大宣伝に生きるのだろうか？  7.5 / 10がスコアの場合、その種のものです。 それは良いアニメだが、人々はおそらくあまりにも多くのビデオゲームの愛のためにそれを過大評価しており、Sword Art Onlineは彼らの夢のゲームである。 ストーリーは上半期には好調で、感情的に高いステークのテーマをうまく演奏したが、後半はかなり一般的であり、いくつかのキャラクターには正義がない。 プロットは、しばしば適切な進行をする前にあまりにも長い間気を散らして、ここやそこに適切なキャラクターの開発が欠けていました。 しかし、アニメーションは素晴らしく、見栄えが良く、ゲーム世界を完璧に作り出します。\n\n私が2番目のシーズン、ソードアートオンライン2、サヨナラを見直しながら、ログアウトボタンを持っていれば、次回に参加してください。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "CMoonPrincess",
    "profile": "/profile/CMoonPrincess/reviews",
    "pages": "27",
    "number": "5",
    "link": "/reviews.php?id=154875",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  6\nキャラクター|  4\n|  4\n\n私はこのアニメについて聞いたことがあります。私の友人たちは、彼らが今まで見たことのない最高のアニメだと夢見てくれました。このアニメはSHITでした。 すべてのアニメ、最高のアニメを打つためにクソアニメ。 私はこの誇大宣言が、このアニメが私にとって絶対的な災難になった理由の一つかもしれないと思う。 このアニメは非常に有望なものになり始めて、最初の数回のエピソードから私を夢中にさせました。そして、私は「そうです、本当にこれを掘り起こすことができました。 そして、BOOM、最初の試合を終えた直後にアニメの頭部が到着しましたが、この惨めな災害が私がこれらのキャラクターとの関係を破壊するのを止めませんでした。 私のお勧めは、エピソード1〜15を見て、このアニメを熱いファックポテトのように落としてから、このアニメがいかに激しく落ちるかに失望します。\nTL; DR時計のエピソード1-15,15-25は、品質が著しく低下しています。\nRH"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "matic12345",
    "profile": "/profile/matic12345/reviews",
    "pages": "27",
    "number": "6",
    "link": "/reviews.php?id=199158",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  9\n\n私たちの春休みの最後の日でした。天気が落ち込んでいました。私は気にせずに9gagを見ていました。 私は黒い服を着た剣士と明るく服を着た女性を見せているポストを見ていたので、あまり進んでいなかった。 私は興味をそそられていましたので、私はそれを探してSAOを見つけました。その瞬間、アニメの世界への旅は始まりました。今半年ほど後にこのレビューを書いています。\n\nあなたはすべての物語が何であるか知っていますが、それをもう一度見てみましょう。 近い将来、彼らは人の束が閉じ込められる完全なバーチャルリアリティMMORPGを作成することができます。 出場するにはゲームを完了しなければならないが、彼らがゲームで死亡した場合、彼らは実際には本当に死ぬ。 我々は、このゲームに閉じ込められた人々の一人である主人公のKiritoを紹介します。彼はベータテスターの一員として、大多数よりも優れた立場にあります。 彼は非常に良くなり、リードグループに加わり、Asuna Yuukiと恋に落ち、多くの友人と個人的なハーレムを作ります...\n\nさて、ストーリーそのものはかなり面白いですが、問題はそれが最初のシーズンの2つのストーリーアークであまりにも多くを取り組もうとしていることです。 最初の弧は約2年の時間を表しているので、その時間のごくわずかな部分しか見ることができません。 そのため、我々は洞察力がほとんどない巨大な飛躍に遭遇します。 私はそれが大規模な軽小説の適応であることを示すために行く。 アニメはまた、いくつかの異なるジャンルに取り組み、1つから別のジャンルにジャンプしたいと思うようです。 この方向性は、放置されていた可能性のあるものに費やす貴重な時間を意味します。 一方、これは、私がまだそのような多様性を含むアニメを被験者に見ていないので、SAOに独特の感覚をもたらします。 これは、ほとんどの人が物語のこれらのセグメントの少なくとも1つを楽しむことができるので、SAOの人気の理由の1つかもしれません。 アニメのゲーム面は私の意見では非常にうまくいきましたが、私はMMORPGのファンではないので、その面を判断する資格はありません。\nそれは最初のシーズンの2番目の弧に私たちをもたらし、多くの人が最初のシーズンよりもはるかに悪いと主張し、部分的には同意しなければならない。 ストーリーは、キャラクターと最初の弧の余波との関係に焦点を当てています。私の意見では時折、少しゆっくりと動きます。 私はその話を面白く感じました。私がSAOを防衛しているファンの側に立っている間に、なぜそれを嫌う人がいるのか理解できます。\n\n私たちの主人公キリトは、あなたの常設の英雄です。強く、勇敢で、名誉ある、そして見栄えが良いです。 私は一部の人がこれを批判していると聞いたことがありますが、彼はちょっと一次元であっても、彼はまだ記憶に残っています。 次に、非常に熟練した独立した女性として描かれている彼の魂の友Asunaを持っている。 私たちは彼女とキリトがエピソードの最初のカップルでゆっくりと恋に落ちるのを見ることができます。 後半には彼女の態度が大きく変わるが、ポジションも変わったので、気にしなかったと言わなければならない。  2番目の部分はもうひとつの重要なキャラクター、KIritoの姉妹Suguhaを紹介します。後半を台無しにするつもりはないが、彼女はまともなキャラクターだとしか言わないが、彼女はアニメの最悪の側面、 物語には多少の多様性をもたらし、ショーにはいくつかの思い出深い瞬間があります。 興味深いものの最初のものは、私たちが彼の動機を知るために十分に探究されることはありませんが、第2のものはちょうど哀れなものですから、アンタゴニストはどちらも失望しています。\n\nビジュアルはすばらしく、背景は美しく見え、文字はすぐに認識でき、比較的ユニークです。 バトルシーケンスにはこの流れがあり、ビデオゲームのように見せてくれるので、バーチャルリアリティゲームに閉じ込められた人々を見ているような感覚を確立するのに大いに役立ちます。  2番目の部分のビジュアルは改善するだけで、私はこのアニメが今まで見た中で最高のアニメーションの1つを特色にしていると言わなければならないでしょう。ショーへのサウンドトラックは巧みに完成され、完璧にフィットします。 オープニングとエンディングは、私が2番目のシーズンのものを好む場合でも、すべて素晴らしいですが、彼らは私を気にしなかったし、私が見ていたときにそれらをスキップする衝動を感じなかったと言わなければならない。\n\n私は人々がなぜそんなに多くの人々を暴行させたのか理解できませんが、それは傑作ではないと認めますが、非常に簡単にアクセスでき、多くの視聴者に対応し、視聴者のほとんどを喜ばせることができます。 私の得点については、現実的には8点に値すると言わなければならないが、私にとってそれをすべて開始したアニメとして、余分な点があると思う。 私はこれは、彼らが好きなものを見つけるのはかなり簡単なので、これは素晴らしいアニメだと思う彼らは好きなテーマを選んで、そのジャンルのより多くのアニメを検索することは簡単です。\n\n私はまだすべてのフィードバックを検討することに新しいですが、大変感謝しています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "RoyHankins",
    "profile": "/profile/RoyHankins/reviews",
    "pages": "27",
    "number": "7",
    "link": "/reviews.php?id=85415",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  9\nキャラクター|  6\n|  8\n\n私はこのアニメの陽気な議論を愛しているか嫌いだと思っていますが、本当にそれも得ています。 一方で、このアニメは美しいです。 芸術とサウンドプロダクションは素晴らしいです、特に小さなスタジオから。 アクションは（全体的に）とてもうまくいっています。 彼らは本当に良いペースを持っており、熱狂的でエキサイティングな気持ちになります。 それだけでは動作しません、このシリーズの多くの真に感動的な瞬間があります。\n\n\n\n全体として、私は剣の尻（私はアートを意味します）オンラインが好きです。 私はそれを見てうれしいです。 それはかなり欠陥がありますが、感情とそれを提示して、素晴らしいアクションと組み合わせると、私はそれを気にせずに楽しめます。 私には、グレン・ラーガンが本当に光っているハック/サインスーツを着ているような気がする。 しかし、それはGurren Lagannは、それが見た目やその物語の信憑性についてラットのお尻を与えないので、それだけでなくそれと同様に機能します。  SAOはそれを補うためにその品質が欠けています。 本当に必要なのは、吹き替えてトゥナナミに入れることです。 その群衆と一緒に置くと、それは良い方法で突き出るでしょう。 あなたがショーで論理的またはキャラクター的な問題を乗り越えることができない人であることが分かっているなら、これはあなたのためではありません。 しかし、あなたがこの世界に身を浸し、感情的なローラーコースターを楽しむことができるなら、それは推奨されます。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Lamii",
    "profile": "/profile/Lamii/reviews",
    "pages": "27",
    "number": "8",
    "link": "/reviews.php?id=75751",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\n\n\n\n\nSAOの芸術はアニメで最高のものの1つです。 アニメの最初の5分で、あなたは言葉を残す芸術を提示することによって、SAOが他の多くのアニメからどのように切り離されているかを明確に見ることができます。 芸術は一貫して各エピソードを通してその偉大なグラフィックを維持し、アニメ全体を強化する。 一方、それは音になると、それは単に素晴らしいです。  OPやEDの曲は、どのようにあなたの注意をつかむか知っているアーティストになります。 彼らは彼らに良いビートを持っているだけでなく、歌詞も意味のあるメッセージを体現しているので、歌は聞く価値があります。 この曲はアニメと結びついているので、OPからストーリーに行くときには不自然な変化はなく、EDでストーリーに行くときには不自然な変化はありません。\n\nすべてを脇に置くと、アニメのエンターテイメント部門は抜群です。 このプロットは、非常にうまく行われ、目を引く戦いの場を作り出すアニメの機会を与えます。 このアニメを見るとき、あなたはそれを見ているだけではなく、実際にアニメを見ています。  SAOの世界は、人々の夢が現実となる世界であり、ほとんどの人がそのような世界が存在することを望んでいるのです。 興味深いプロット、偉大なグラフィックス、非常に好都合なキャラクターで、SAOは楽しさを失うことなく、各エピソードを通して安定した評価を維持します。\n\nアニメは境界を越え、多くの問題とメッセージを提示します。 現実の世界と仮想世界との間に縛られているときに、人々が直面する闘争である彼らのひとつです。 技術的にどんな世界ですか？  AsunaはSAOに永遠に住み、平和な生活を送ることができれば、アニメのこの質問に重要な言及をしました。 これは、アニメ内に提示され、典型的なアニメから離れてアニメを迷う多くのテーマの1つです。\n\nSAOはそれ以上のことを続け、アニメ界に刻印を残す。 ファンと評論家の両方を獲得している。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Zeomne",
    "profile": "/profile/Zeomne/reviews",
    "pages": "27",
    "number": "9",
    "link": "/reviews.php?id=84111",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  3\nアニメーション|  9\nサウンド|  10\nキャラクター|  3\n|  7\n\n最初の数回のエピソードは素晴らしいですし、それはアニメの歴史の中で驚くべき芸術と音楽の最大の廃棄物の1つに苦しんでいます。\n\n道里くんに会いましょう。 彼の唯一の友人Kleinを無視しているネーデル・スラッシュMMORPG-pimpは、一度に1人の女の子とゲームをしたいと思っている人の一人であるため、彼よりも若くて弱い人です。\n\nDorkito-kunは、ある時点で姉を含む様々な女の子の束を率いている。 そして、彼はすべての時間をe日付とロマンチックな散歩に雄大に描かれた森林を過ごすことに費やしていますが、彼は常に最高の選手です。\n\nここには私の最大の苦情があります。彼は世界で最高になるために誇りを持ったり、練習したり、TRYしたりする必要はありません。 彼はちょうど彼の時間を忙しく過ごして、彼の鍬で過ごす、物語の後半を自分のボトムスを卑劣なエルフにレイプさせないようにしているが、愚かな強くて圧倒的なスキルを持っている。 主人公は何が起こるか気にするために脆弱性が必要です。そうでなければ、追跡は予測可能になります。 確かに、これはすべてのオタクが幻想を抱くものなので、この番組はおそらく前記のターゲットオーディエンスに十分な脱走を提供するだろう。\n\nほとんどのエピソードでは、イントロとアウトロの音楽が演奏されるときに最も良い部分があります。\n\nヒップホップのプロットは印象的なトップレベルの生産価値に包まれています。 音楽は思い出深く、主題であり、冒険的です。 私が今までに聞いたことのあるアニメにとって最高の総合スコアの1つです。 風景、設定、文字のデザインも素晴らしいです。\n\n素晴らしい芸術家や作曲家にそのような平凡な、珍しい物語が与えられると、残念なことです。 今回、彼らはプロットの丘から山を作って、私を乗っていた。\n\n私はおそらくYouTubeのサウンドトラックを何年も聞いて、ショーをもう一度見ないだろう。\n\n-H"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "yogotah",
    "profile": "/profile/yogotah/reviews",
    "pages": "27",
    "number": "10",
    "link": "/reviews.php?id=85429",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は非常に最近までSAOについて聞いたことがないと言って、私のレビューを開始する予定です。 私はガールフレンドが私の視聴を中断し、彼女の意見ではより良いショーであるSword Art Onlineを見ることを余儀なくされたAccelの世界を見始めました。 私はAccelの世界を終えることはできませんでした（私は後でそれを得ることを約束します）が、私はSAOを楽しむことができました。\n\n私が私のレビューを始める前に追加すべきだと思うのは、プロの批評ではないということです。専門的な批評を書く意味があると思うなら、これはあなたの読んだレビューではありません。\n\nなぜあなたはアニメを見ますか？ あなたが見つけたすべての陰謀の穴の後であなたは夢中になりますか？ あなたは、あなたが見ているどんな偽善者でもうんざりしますか？\n\nアニメを見る理由はとてもシンプルで、私はそれを純粋なエンターテイメントとして見る。 それ以上は何もない。 ショーがある意味で私を動かすように感じたら、私はショーに適切なスコアを与えます。 だからといって、ショーについての私の意見を打ち消しましょう。\n\nキャラクター\n\n私は主人公としてキリトが好きです。 私は彼がジェネリックだと認めていますが、彼の行動で私が驚いたところがありました。 私は何かを台無しにするつもりはないが、私はキリトはひよこのマグネットだが、彼は彼の周囲について完全に無知ではないようだと言うだろう。 彼はできるだけ多くの人を援助したいと思う非常に素敵な人です。これは魅力的な品質なので、女の子は急いで彼と恋に落ちます。 ショーのその部分は後で気にしなかったが、私はそれに行くだろうが、全体的なキリトは自分の意見をよく扱っていた。\n\nAsunaは私の意見ではショーのスターです...私はそれのために熱を得るだろうと確信していますが、ショーはショーでAsunaが不変になるまで本当に深刻になることはありませんでした。 私は初めに彼女をあまり好きではなかったと認めます。 彼女の人格は私の意見では一貫していませんでしたが、後で私はそれを受け入れ始めました。 実在の人は一貫した人格を持たず、ある日は他の人とは異なり、私はAsunaを自分の人物と見なし始めました。\n\nSuguha.....彼女は妹です。あなたは妹を強打しません\n\n音\n\n私はサウンドトラックが大好きです。 バックグラウンドミュージックは、楽器のいくつかが使用された方法で、ツバサクロニクルとはまったく似ていました。 私はおそらく、何よりもサウンドトラックが好きだったでしょう。\n\nストーリー\n\n私は十分なアニメを見て、プロットのひねりやプロットの穴に本当に驚かないようにしました。 つまり、私の意見では、ショーの執行は素晴らしく、毎晩楽しんでいました。 最初から最後まで、私はいつもうれしく驚いていました。 私はこのショーがコードギアス、または完全な金属の錬金術師であることを決して期待していませんでした。だから小さなプロットホールは気にしません。 ストーリーは一貫しており、私はそれを楽しんだ、十分に言った。\n\n全体\n\n間違いなく偉大なショー、私は別の季節を受け入れるかどうかわからない。私は死ぬことが文字通りの死を意味するゲームでは、もっと脅かされ、緊急に何ができるのか。 他の季節にどう刺激するのだろうかと思う。\n\nしかし、全体的に私はこのショーに10/10を与えて、ロマンスを見たい人、そしてかなりクールなアクションシーンにこのショーを勧めます。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Harzon",
    "profile": "/profile/Harzon/reviews",
    "pages": "27",
    "number": "11",
    "link": "/reviews.php?id=88969",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  6\nキャラクター|  9\n|  10\n\nすべてのオンラインゲーマーはこのアニメを愛するでしょう。 それは本当に誰かがMMORPGを見ているのが好きです。 そしてゲーマーとして、私は本当にそれをしたいです。 オンラインゲームのガールフレンドが一番上にあります。 私はそれがどのように感じるか知っている：D。\n\nストーリー：8\nゲームに関する話は新鮮なものです。 それは新しいものではありませんが、まだ新鮮です。 あなたがそれを見ると、あなた自身がゲームにいるように感じるでしょう。 少なくとも、それは自分自身でプレーしたいのですが、もちろん致命的な機能はありません。 紛争はそれほど特別ではありません。 だからこそ、私は物語のために7を与えたいのです。 私はもっ​​と複雑な紛争が必要だと感じています。 しかしロマンスは認識することです。 そして、それが私が最終的に話のために8を与える理由です。\n\nアート：10\n私は誇張していません。 あなたに畏敬の念を抱かせるファンタジアの世界。 ダンジョン、巨大な建物と木に激しいモンスター。 そして私はその風景がとても好きです。とても美しいです。 湖の真ん中の町、森の中の木の家。 風景が本当に私を殺します。\n\nサウンド：6\n私はサウンドトラックが好きですが、bgmは私にスリルを与えませんでした。 それは悪くないですが、どちらも良いことではありません。 この部分には何も特別なものはありません。 私のためだけに良いサウンドトラック。\n\nキャラクター：9\n主人公は既にプロであり、空中ではなく、かなりクールです。 他のアニメで頻繁に見られることではありません。 女の子は傑出している。 彼らはとてもかわいいので、私は一日中、文字通り終日彼らを見たいと思っています。\n\n楽しさ：10\n誇張？ 私はそうは思わない。 このアニメは私のクラスをあまりスキップしたいです。 私は次のエピソードを見るのを待つことができません。 もう一度、トップと多くの戦いのシーン。 私のガールフレンドと一緒に見たい素晴らしいロマンス。 笑。\n\n全体：9\n私はこのアニメのファンです。 実際には、私はこのことについて10を与えたいと思いますが、6の音で私はそれをすることができません。 しかし、まだ、それは非常にお勧めのアニメです。 少なくとも私のために、それは素晴らしいです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "CoolBreeze",
    "profile": "/profile/CoolBreeze/reviews",
    "pages": "27",
    "number": "12",
    "link": "/reviews.php?id=74253",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nストーリー -  10\nアート9\nサウンド -  10\nキャラクター10\n楽しさ -  10\n_____________\n全体的 -  10\n\n*放映は終わっていませんが、私はまだSAOがすごく素晴らしいのでレビューを書くことに決めました*\nSAOの話は、あなたが精神的にあなたをゲームに連れて行くために使うことができるヘッドセットを備えた新しいゲームシステムから始まります。 この方法はゲームをまったく新しいレベルにし、これを体験するすべてのゲーマーの夢はキャッチですが、もうログアウトすることはできません。 あなたは今このゲームで立ち往生しています。 あなたの人生はこのゲームを完了することによって決まります。あなたがSAOで死んでも、あなたは現実には死ぬでしょう。 今のところSAOはクールな気持ちと生存感を持っていました。\n芸術はいいですが、私はエンジェルビーツであると私はよく見てきましたが、これまでアニメはグラフィックスの賢明さで打ち負かされていません。 私は芸術について1つの苦情を抱いていましたが、深刻なことは何もありませんでしたが、試合では血がないという事実がありました。 それは血液を持っていないことが意味を成しているが、私は個人的にそれがすべきだと感じている。\nSAOのオープニングテーマは私の意見では非常に良いです。私は本当にその曲が好きです。私にとっては本当に日本の音楽のファンではありません。 声優も素晴らしいですから、私はそれに10を与えます。\nキャラクターはこのゲームでとても良いです、彼らはほとんど好都合です。  2人の主人公は、それらの中で最も好きです。彼らは性格が一般的ではありません。\nこれまでのSAO全体は非常に良好で、今後のエピソードを楽しみにしています。 私は実際にこれを見た人が本当に楽しんでいて、誰もがSAOを試してみるように苦情を見たことがないので、皆にこれをお勧めします。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Radeon",
    "profile": "/profile/Radeon/reviews",
    "pages": "27",
    "number": "13",
    "link": "/reviews.php?id=82586",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  5\n\nソード・アート・オンライン（SAO）は、2012年の最も期待されるアニメの1つでした。あなたに残酷な正直さを払うために、私はこのアニメのリリースではとても待ちきれました。 私はアニメも放映される前に、デスクトップの背景をSAOの絵として設定しました！ 結局、私の期待はひどく壊れていた。 ソードアートオンライン...それほど素晴らしいものではありません。 私がSword Art Onlineが非常に良いアニメになると思ったのは、その物語の全体像を見ているからです。\n\n「近い将来、Nord Gearという技術を使ってアバターを身体でコントロールするバーチャルリアリティの大規模なマルチプレイヤーオンラインロールプレイングゲーム（VRMMORPG）がリリースされました。 ある日、ゲームの作成者がゲームのタワーの100階に到達し、最終的なボスを倒さないかぎり、ゲームの作成者が彼らを捕らえているので、プレイヤーはログアウトできないことを発見します。 しかし、彼らがゲームで死ぬと、彼らは実生活で死ぬ。 生存のための彼らの闘争は今始まる... '\n\nそれほど面白いとは思いませんか？ 私がこれまでに見たアニメのようには聞こえませんでしたが、それは覚えている限りです（P。私はハックシリーズについて聞いたことがありますが、私はそれを見たことはありません）。\nとにかく、私はちょうどアニメが得ることができる「良い」方法について散歩を続けます...\n\n最初のいくつかのエピソードはそれほど悪くはありませんでした、それは満足でした。 しかし、優れていません。 それはシリーズの次のエピソードでまだ私がたくさん期待できるエピソードだった。 しかし、ある時点で、楽しみと喜びがすぐに消えて、退屈が始まります。私が考えていた全体的なMMOスタイルのアクションは、まずクールでユニークなアイデアでした。 キャラクターにはライフバー、レベル、経験、そしてすべてのオンラインRPGタイプのものがありますが、結局のところ、戦闘のほぼすべてが、無益で鈍いトータルのボアです。 ある時点で、私はエピソードの1つを見て、ほとんど眠りに落ちました！\n\n私が見ているエピソードが多いほど、シリーズ全体がもっと退屈になる。 私がこのシリーズを見続けるようにと言ってくれた友人でさえ、彼はこのアニメを見続けるのを助けませんでした。 熱いアニメの女の子の量さえ（たくさんあります！）アニメを見続けるのを助けませんでした。 主人公、キリトを見て、ワン・ヒットの動きで敵を倒すことは非常に早く古くなる。 ストーリーもかなり浅いです。\n\nロマンスの部分？  KiritoとAsunaの関係（あなたがスポイラーとみなされた場合は申し訳ありません）は非常に非現実的でした。 彼らは一日会って、「ダンジョンパーティー」（オンラインRPGではかなり一般的なものです。わからない場合は、あなたのためにそれらをgoogleする必要があります）を使用して強力なダンジョンボスを殺します。 彼らは勝利しました、キリトの党はダンジョンのボスを倒しました。 その後、パーティーを離れ、突然数年後、KiritoとAsunaが再び出会いました。 突然、彼らは恋に落ちた。 これは私が彼らの間のロマンス全体が非常に非現実的であることを発見した理由です。\n\n私がシリーズ全体で見つけた2つの良いことは？ オープニングテーマ曲とエンディングテーマ曲の両方が非常に優れています。  Lisaが歌う 'Crossing Field'は、おそらく2012年に私が聴いたオープニングテーマのひとつです.2番目の良い点は、アートとグラフィックスが素晴らしいことです。 アニメ全体の芸術と彩色は素晴らしいです。 柔らかくて明るい色の芸術は、目に素敵な心地よい感触を与えます。\n\n剣術のオンラインでの最終判決？  1つの言葉：たぶん。  SAOはあなたのために働くかもしれないが、それは私のためではなかった。 しかし、今日のSwordアートのオンラインファンの数は分かっていますか？ 気楽にたくさんのことがあります！ だから私の意見では、あなたは少なくとも、SAOに試してみるべきです。 私は14回目のエピソードでシリーズ全体を見たことをやめたことは知っていますが、継続が助けになるとは思わないので、私はまだまともではありません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Darkmoq",
    "profile": "/profile/Darkmoq/reviews",
    "pages": "27",
    "number": "14",
    "link": "/reviews.php?id=111161",
    "jp": "--- --- --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  9\nキャラクター|  5\n|  5\n\n私はこのアニメを考え直し、それを5にダウングレードすることに決めました。私は、このアニメが欠点であるように、テンペストまたはユーレカセブンの爆発よりも高いレーキをすることはできません...\n\nストーリー5：私はこのセクションを2つの部分に分けます：\"それは何だったのでしょう\"と\"実際に何が得られたのか\"\n\n何があったのか：前提は素晴らしいです。  World of WarcraftがThe Matrixを満たしています。 主人公はバーチャルリアリティの大規模なマルチプレイヤーオンラインロールプレイングゲーム「剣術オンライン」で10,000人の他のプレイヤーと立ち往生し、ログアウトできず、ゲームで死んでもあなたは実際に死にます。\nミッション：すべての100レベルをクリアし、ゲームでまだ生きている人はすべてログアウトされます。 本当ですか？\n\n最初のエピソードは、理性的な視聴者がサイバースペースでのアクション/ロマンスアニメの前提について持っているかもしれない多くの質問を予期し、答えていた。 例えば：\n\nQ：もしあなたが死んでも、あなたはただ復活できませんか？\nA：いいえ、あなたの脳は実生活で揚げられます。\n\nQ：現実世界の誰かがあなたのヘッドギアをオフにすることはできませんか？\nA：いいえ、前の回答を参照してください\n\nQ：なぜこのようなことが起こっていますか？\nA：狂った科学者...質問を止める\n\nQ：だから彼らはすべてトラップされています...地球上でどのようにして主人公が他の選手10kの間で自分を見分けることができるのでしょうか？\nA：彼はベータテスターで、他の10kプレイヤーのほとんどは完全なnoobです\n\nQ：オクラホマ...大丈夫...主人公はエッジがありますが、ゲーム中の女の子と恋に落ちると言いましょう。彼女が本当に熱いゲイマーで、性的犯罪者ではないことをどのように知っていますか？\nA：誰も（論理的な理由なしに）ゲーム内の本物のように見えます。\n\nあなたは、ビデオゲームに慣れている普通の男が正当な悪者になることを許すために、すべてのものがちょうど収まっているのを見ることができます。 確かにセットアップはちょっとチーズがかっていて、私は目を転がしたいと思っていましたが、本当にクールな話でした。\n彼らはまた、いくつかの興味深い質問をする前提を使用します。\n - ゲーム内の愛は本当ですか？ それは現実世界で最後になるだろうか？\n - ゲームで年を過ごす（私は冗談ではない）ときにどうなるでしょうか？ あなたは現実世界がどんなものなのか忘れていますか？\n - あなたのオンラインパーソナリティはあなたが本当に誰であるかを反映していますか？\n人間の意志の戦いのプログラミング？\nクールハァッ？\n\n私たちが実際に抱いていること：私の主な問題は、シリーズの貧弱なペーシングと2番目のストーリーアーク全体です。 最初の円弧はあまりにも速く動いていた。 私たちは文字通りエピソードの間に一度に3カ月以上も飛びます。 これは、キャラクターの発展、「悪くなって」、「恋に落ちる」（アクション/ロマンスアニメの肉）が悪い方法で飛び越されることを意味します。 これは、これらのことが一晩（すなわち、何年もの間に）起こらないことを示すように見せているようなものですが、時間の大部分を省略することによって、何も表示しないことに気付かないのです。 彼らはまた、最初の弧にいくつかのフィラーエピソードと\"スライスオブライフ\"の瞬間を追加することを主張しています。\n2番目の弧は本当に悪いです。 私はあなたに特定のスポイラーを与えるつもりはありませんが、最初の弧の前提の上にはかなり多くの事があります。 それは私が推測する最後に再びピックアップするが、損傷はすでに行われている。\n\nもし彼らが第二の弧を完全に廃止し、その12のエピソードを使って最初の弧を豊かにしたら、私は何の苦情もしないだろうと思っています。 物語的には、このアニメはGantzの道を行く：大きな前提、貧弱なフォロースルー。\n\nアート9：私には苦情はありません。美しいものでした。 私は景色が本当にクールだと思った。 その前提は、キャラクターにとって狂った環境を作るために多くの自由を与えました。 これはアニメの最強のポイントでした。\nサウンド9：音楽は実際にはかなり良いです。 戦いの音楽はうまくいっていて、イントロ/エンディングの曲は平均以上のものだと思った。\n\nキャラクター5：主人公は古く、未発達でした。 すべてが、Kiritoを孤独で放浪している剣士からADHDのちょうどロールプレイングのオタクに変えたその第2の弧に降り続ける。 あなたが後のエピソードのいずれかになると（「サラマンダー」について話し始めるときに）ちょうど自分自身にこれに尋ねると、「彼は何をやっているの？」\n\nこのアニメの女性のキャラクターの発達は鈍化している。 最高のケースはAsunaであり、非常に有望ではあったが、すぐに窮地に陥ってしまった。 生存のための深刻な、相互の闘いについても、この関係を築くには非常に大きな可能性がありました。 残念だ。\n\n楽しさ5：デスノートの後半は前半と同じほど良くはないが、シリーズはまだ揺れていたことを誰もが知っている。 残念ながら、SAOの後半は私のためにそれを殺しました。 あなたが賢いシリーズを探しているなら、これはそうではありません。\n\n全体的な5：無駄な機会と断片化したプロットを乗り越えることはできませんでした。 主人公は気に入ったり関連したりするのが面倒すぎました。\n\n暴力/ゴア：血はほとんどないが、キャラクターの死者は多い\nラブ/ロマンス：Heartwarming but rushed。 それはより良いかもしれません。\n性/ヌード：笑、裂け目、PGの触手シーン。 どちらもばかげていた。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Bazus",
    "profile": "/profile/Bazus/reviews",
    "pages": "27",
    "number": "15",
    "link": "/reviews.php?id=82610",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  9\n\n今では誰もがSword Art Onlineが何であるか、それがテーブルにもたらしたものをよく知っています。 だから私はそのようなレビューを書くつもりはない、私は多くの人々がそれを否定的に批判しているのを見てきたので、私は本当にそれを楽しんだ理由についての返答を書くつもりだ、私は個人的には欠点にもかかわらず、  SAOにはたくさんの人がいました。\n\n私は本当にその物語を掘った​​。 または少なくとも前提。  VMMORPG全体が本当に魅力的でした。 私は自分自身を熱心なMMORPGerタイプの人と考えているだけでなく、 しかし、それは実際にやや現実的な方法で物語を提示するのにも役立ちました。 私は本当にそれに入った。 私は個人的にSAOアークの間に何の喜びも持たなかった。 一見不可欠な「ヘロイン」の次に現れた。 私が思ったのは問題でした。\n\n私は、他の査読者の大部分とALOがちょっとしていることに同意します。 私は最初の弧で魅力的だったものを少し失ってしまった。 キリトがソード・アート・オンラインで彼の2年間を過ごしていた間、私は自分の気持ちを何度も見つけたという驚きと恐怖の感覚です。 しかし、すべてのことにもかかわらず、私はまだこのアニメを見て素晴らしい時間を自分自身を見つけました。\n\nそれは本当にそれが来るものです。 私は他の人がSAOに関して言ったことを読んだし、提示された点の多くに同意する（否定的なものを含む）しかし、このアニメが私にとって下さったのは、  。 はい、それは過大評価されています。 しかし、あなたは何を知っていますか？ 私は世界で自分自身を失った、私は剣アートオンラインで自分自身を失った。 おそらくアルフハイムでさえ少しです。 そして、私にとって、それは最後に重要なことです。 私はこのアニメを見なければなりませんでした。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "MiyatouSeishirou",
    "profile": "/profile/MiyatouSeishirou/reviews",
    "pages": "27",
    "number": "16",
    "link": "/reviews.php?id=72377",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  9\n|  9\n\nまず、私は、アニメが進行するにつれて私がレビューを編集するかもしれないと言及すべきであり、レビューを書くことに本当にうまくいかないので、私のレビューが本当に良くない場合は私を許してください：X\n\nストーリー：8\nストーリーは間違いなくまともなストーリーとまともなプロットでまともです。 私は彼らがそれを行うのに十分なエピソードを持っていないと思うが、サイドの物語は少し長くされている方が良いだろうが、ストーリーの進行方法も良いです。 十分な興奮と行動がありますが、非常に少量ではある程度のミステリーとサスペンスがあります。 私は戦いがあまりにも短くないなら、私はそれを望むが、それでもいいです。\n\nアート：7\nここではあまり言いたくない。 背景は悪くないし、風景や風景を描写する方法はかなり良いです。 キャラクターデザインもまともでした。 ここで私の不満は、なぜ彼が真剣に戦うたびに、キリトは狂った狂人/狂人のように見えるのでしょうか？ まあ私は本当の戦いで人々が同様の表現を作るだろうが、それでも理解....\n\nサウンド：9\n何もここで不平を言う。  BGMはそれぞれの状況に適しており、OPとEDは本当に素晴らしいです。  EDは実際にはアニメには適していませんが、よく聞いてもいいです。\n\nキャラクター：9\nここのキャラクターはかなりいいですが、もっと人がいたら好きですが（私はここのキャラクターが悪いと言っているわけではなく、少数の人がいるか、現実的でないように思っています）。 私は特に男の主人公の主人公が好きです。男性の主人公は短期間で突然無敵になり、実際には完全に圧倒されているわけではなく、実際にはかなり能力があります。 主人公の主人公は、彼女は実際に助けになり、実際には他のキャラクターを助けますが、ここではいくつかのアニメに見られるいくつかの女性キャラクターとは異なり、戦いになって完全な負担になります。\n\n楽しさ：9\n私は認めます。 私はかなりのハードコアゲーマー（私は本当にMMORPGSには入っていないが）を完全に仮想環境でプレイすることができるので、この2つの追加ポイントを与えた（あなたが ゲーム）は私がしたいことです。 また、戦い場面は良くなるかもしれませんが、実際には悪くはありません。\n\n全体：8\nうーん、このアニメは実際にはかなり過大評価されており、実際に値するよりも多くのクレジットが得られます。 しかし、過大評価されているからといって、それが悪いというわけではありません。 私はそれが壮観ではないと言うが、それは間違いなく良いと見て価値がある。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "trannon1",
    "profile": "/profile/trannon1/reviews",
    "pages": "27",
    "number": "17",
    "link": "/reviews.php?id=75057",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  10\n\nストーリー：プロットの点では、Sword Art Onlineは、何が起こるかをもっと知るために、座席に人を預けることができるまともなものを持っています。 サイド・ストーリーはストーリーを少しはずしますが、サイド・ストーリーはキャラクター開発、特にキリトの考え方に大きく貢献するサチに多くを与えます。 しかし、一般的なプロットは上手くいくので、実際のアクションがサイドストーリーのために実際のストーリーに焦点を当てるのにしばらく時間がかかります。\n\nアート：驚くべきストーリーがなければ、悪いグラフィックスタイルのアニメを見ることはないと考えると、アートはかなり良いです。 文字はよく描画され、効果と風景は明確に定義されています。 バーチャルワールドを構成する6角形セルは、特に死のアニメーションに面白いタッチです。\n\nサウンド：バトルミュージックは大丈夫です。OPとEDはどちらもかなりいいですし、ストーリーによく合います。また、武器やアイテムの効果も良いです。\n\nキャラクター：主人公はなぜソロであるのかという暗黒の理由があるソリストであるキリトです。そのため、暗い過去はとても良いタッチですが、それは同時に大変です。  Asunaは彼女がレピアを身に着け、数秒で男をshishケバブに変えることができるという事実を除いて、かなり標準的なヒロインであるヒロインです。 彼女はフレアを持っているので、それは良いキャラクターになります。 ロマンスはうまく構築されていないので、なぜ人々が彼らの関係を批判するのか分かります。 ストーリーのサイドキャラクターには個性があり、興味深い集まりです。\n\n楽しさ：あなたが行動を好むなら、それはとても楽しいです。 しかし、このアニメではロマンスを探すべきではありません。\n\n全体：戦闘ではプロットと速いペースのスタイルがあり、戦闘ではスロースタイルがあります。 これは、道徳的なレッスンと人道的なレッスンを提供し、プラスです。 それがGuns Galeオンラインアークに到達するかどうかに応じて、それは人生の哲学的教訓の面でさらに発展するチャンスを持つかもしれない。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "vegemonsta",
    "profile": "/profile/vegemonsta/reviews",
    "pages": "27",
    "number": "18",
    "link": "/reviews.php?id=213133",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  2\nアニメーション|  6\nサウンド|  6\nキャラクター|  1\n|  2\n\n私はこのホットスチーマーのためのレビューを書くことを強いられている。 多分これは誇大宣伝のために何かが管理されたこのことです。 これは本当にちょうど私が私の胸からこれを得ることができるので、私は各カテゴリでこの事を壊すことになります。 あなたのために、今はやめてください。 先にあるものは、見事な光景ではありません。\n\nあなたが知る必要があるのはこれだけです：\n\n全体：（2/10）\n\nあなたはまだここにいるの？ あなたは勇敢な魂です...私はあなたがこれのために準備ができていることを願っています。\n\nまずは「良い」ものを手に入れましょう。\n\nアート：（6/10）\n\nアートワークは戦場で最高です。 悪くない。 それは素晴らしいことではありません。 あなたはそれを見て、あなたは「ああ！ それらはかなり色です、 'それであなたはそれを忘れてしまいます。 それは大気を高めるために何もしません。 それはあなたのために簡単に見つけられます。\n\nサウンド：（6/10）\n\nアニメーションと同じように、音の方向はかなり平均的です。 悪くない。 それは素晴らしいことではありません。 それが必要なときだけにそこにあります。 特に記憶に残るものは何もありません。 私は「この音楽は本当にパワフルだよ」と思った瞬間はありませんでした。 その目的を果たす。\n\nさて、それはまさに「陽性」を要約したものです。 今、私たちは楽しいものに進むことができます。\n\nストーリー：（2/10）\n\nこのショーの最初の2つのエピソードは実際には良いです。 それは、あなたがビデオゲームのアイデアにこだわっている全体を設定する良い仕事をして、上司の戦いはエキサイティングです。 ショー全体が崩れ落ちるのはこの時点の後です。 基本的に、作家たちはケーキを手に入れていると言いましたが、逆流した糞便で満たされたことはほとんどありませんでした。 あなたは最初の一口を取ると、あなたは 'うーん、それはいくつかのおいしい霜付けだと思う​​！ しかし、あなたがその肉の中に入るときは、それは遅すぎます。 ここからのプロットは、ハレームのアニメとしてまとめることができます。 あなたはクールなアクションショーを受けていると思った。 代わりに、あなたは時間の流れのないスキップ、フィラーエピソード、強制的なチーズロマンス、ファンサービス、触手モンスターを取得します。\n\nキャラクター：（1/10）\n\nプロットが悪いと思った？ そのキャラクターは忌み嫌わいではっきりしている。 主人公のキリトは止まらない。 彼はすべての点で最高です。 彼は決して敗北しない。 彼は奥行きがゼロで、見る人をスキップすることは全くないので、キャラクターと一緒に成長することはできません。  1つのエピソードは1つの場所で終了し、次は何が起こっているのか分かりません。 あなたは、キャラクター開発の価値のある数十のエピソードを見逃したように感じます。 それは怒っている。\n\nAsunaは本当に良くなりません。 彼女はキリトを奉仕する目的のためだけに存在し、それ以上に貢献していません。 すべてのサイドキャラクターと悪党は完全に重要ではないので、覚えておく価値はありません。\n\n楽しさ：（2/10）\n\nこの時点で、私はどれくらい楽しんだのかを説明する必要はありません。 たぶんあなたの好みを開発する時間がない場合は、設定とアニメーションのためのこのショーが好きかもしれません。 しかし、それは大きな伸びです。 私は誰にもこれをお勧めしません。 私にとって最も驚くべきことは、この番組がどれほど人気が​​あるかです。 それは巨大です...私はそれを得ることはありません。 私の友人はそれを愛しています...そして、私は彼らがどれくらいひどいのかを教えてくれると、馬鹿げているように感じます。 私はそれは軽蔑だけに値すると思って悪い人ですか？ 私にとって、それについての絶対的な最悪の部分は、アニメコミュニティが私が間違っているように感じるようにする方法です、私はちょうどそれがどれほど嫌であるかを知っています。 それだけで私は完全に狂った感じがします。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "FinkleTae",
    "profile": "/profile/FinkleTae/reviews",
    "pages": "27",
    "number": "19",
    "link": "/reviews.php?id=197820",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  10\nキャラクター|  2\n|  2"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "MashiroHeart",
    "profile": "/profile/MashiroHeart/reviews",
    "pages": "27",
    "number": "20",
    "link": "/reviews.php?id=212437",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  7\n|  8\n\n大勢の選手がバーチャルリアリティーで立ち往生し、彼らの生活のために戦わなければならなかった、それは面白いですが、その後は物語はもはや特別なものではありません。 さらに、ストーリーにはたくさんのプロットホールがあり、ペースが速すぎるので、多くのフロアはスキップされますが、私は理解することができます。それぞれのフロアについて言及するのは面倒ではありません。 たとえ書いていても、各フロアにいくつかの出来事や上司を出すのはかなり難しいかもしれないので、オリジナルのライト・ノベルがもっと多くのストーリーを持っているかどうかは分かりません。 しかし、彼らは少なくとも何らかのつながりを作って、視聴者には「何が起こったのか」という気持ちを持たないだろう。\n\n芸術は確かに非常に良いです、文字が魅力的に見える、背景がいいです、影、光、アニメーション、すべてが良いです。\n\n音楽もいいです\n\nこのアニメは見て楽しいですし、いくつかの特定の瞬間には本当に興奮しています。 あなたはこのアニメで楽しい時間があります:)"
  }
]
