[
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "dedoyxp",
    "profile": "/profile/dedoyxp/reviews",
    "pages": "44",
    "number": "1",
    "link": "/reviews.php?id=147161",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  10\n\nまず第一に、レビューを書いている初心者と私の英語は良いことではありません。文法が間違っていたり、英語について何かが残っていたらごめんなさい。\n\n私はSword Art Onlineを大いに嫌っていました。 なぜゲームは終わったの？ なぜ新しいゲームがあるのですが、名前はSword Art Onlineですか？ しかし、私はクールな頭でそれを再ウォッチした後... 'オハイオ州、これは、小さなハーレムとの良いロマンスのアニメです'\n\n1）ストーリー9/10\n9点？ 本当に？ はい！ これが理由です：トレーラーを見ていたら、Kiritoが素晴らしいアニメーションで上司と戦ったときのアクションを見ることができます。 そしてエピソード01では、あなたはKirito Slashを偉大なアニメーションで見ることができます...これはアクションアニメだと期待する必要があります...しかし間違って、これはロマンスドラマアニメではなく、アクションです。 私がこのアニメをリワッチするとき、私は他の偉大なロマンスアニメを見ると同じ感情を持っていました。 あなたがロマンスアニメやハレムアニメを憎むなら、このアニメはあなたのためではありません。\n\n2）アート9/10\n説明する必要はありません、多分あなたはすでに偉大な芸術でアクションシーンを知っている\n\n3）サウンド8/10\nログインするかメニューを表示すると、素晴らしい音と偉大な音楽、涼しい音が響きます。\n\n4）キャラクター7/10\nこれはこのアニメで最悪です...私はKiritoが好きです。私はAsunaを好きですが、私はKirito Sister...が嫌いです...その唯一の私の意見。\n\n5）楽しさ10/10\n私は本当にそれを楽しむ！ あなたはこのアニメからもっと欲しい気持ちになるでしょう。\n\n6）全体的な9/10\n全体的には9 Poinです。それがSword Art Onlineだけで、Alfheim blablaでないと素晴らしいでしょう...そして、私はKirito Sisterが嫌いです。\n\nそれはすべてですが、Sword Art Onlineは残念なアニメですが、いいアニメです。 みんなSword Art Onlineが何のためにも好きではなかった、あなたは知っている！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "hrpgheaven",
    "profile": "/profile/hrpgheaven/reviews",
    "pages": "44",
    "number": "2",
    "link": "/reviews.php?id=146253",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  7\nキャラクター|  6\n|  8\n\n私は個人的にそれが好きではなかった、誰も私の心を変えさせません、そして、私は真剣にファンボー/ファンガールを気にしません。 私は詳しく説明しましょう。 それは友人や多くのコマーシャルからセイネンとして私に売られた、それは私が扱うことができるShounenと判明した、私はShounenが大好きですが、それが続けていくにつれ、Shoujoのコンポーネントが 終わりは少しのryonaを通過しようとした。 これはすべて非常に混乱していた！\n\nソード・アート・オンラインは私にとって、歴史の中で最も「すべての場所」のアニメです。 ある時点では、それを見るのに興味のあるすべてのコンポーネントをほとんど失ってしまい、その前にAccel World /.HACKシリーズを選ぶことになります。\n\nあなたはMMORPG、ストーリー、そして戦いのために入ります。これは最初の6〜7回のエピソードでうまくいくでしょう。何人かはエピソード14まで地面に固執すると主張しているかもしれません、地獄15、エピソード15まで見ました。 それではショーを愛していて、あなたは非常に貧弱なストーリーに巻き込まれ、多くの強制的な構成要素を持っています。誰も知性のないものは真剣に受け入れることができません。 アニメのために。\n\n私は真剣にエピソード15でそれを見て停止する必要があった、それは私のための契約のブレーカだった、彼らは潜在的に非常に良いことができるアニメを破壊したという事実は、それを嫌う理由の多くです 季節の中盤のようなあなたのfanbaseに。\n\nまた、劇的な場面、重要なキャラクターを不必要に殺して深みを与えて、実際にはそこに行かないようにしてください。 フルメタルの錬金術師とAo no Exorcistの恐怖を加えようとしているようなものですが、もしそれをやろうとするならば、すべての年齢に適した恐怖は間違っているので、完全に吹き飛ばされます。\n\nエピソード15の終わりは、別の10エピソードを放映する言い訳に過ぎませんでした。 ストーリーは、私がそれを扱うことができるより多くの時間信頼性を失いました。そしておそらく、多くの人がシーズン2を見るつもりはありません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "evensteventbh",
    "profile": "/profile/evensteventbh/reviews",
    "pages": "44",
    "number": "3",
    "link": "/reviews.php?id=215407",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  9\n\nソードアートオンラインでは、プロットのための興味深く創造的なアイデアがあります。 主人公をバーチャルリアリティーゲームにして、後でゲームを離れることができないことを知り、唯一の方法はゲームを離れて現実世界に戻ることです。 しかし、それにひねりをかけると、ゲームで死ぬとあなたは実生活で死ぬか、誰かが駆除しようとするとあなたも殺されます。 それはアニメのための素晴らしいアイデアだったが、私はそれが正確にまたは慎重に配信されていないと感じた私はそれが迅速かつ不注意に方法を進んだと感じたどちらの方法文字はまだプロットの進捗状況を見て、 彼らはデジタルゲームで彼らの人生を見る。 全体的には、ロマンスやいくつかのむしろ悲しい瞬間とともに行動で満たされていると付け加えることができます。 私はあなたがキャラクターの気持ちとどのようにつながることができるのか、ビデオゲームに閉じ込められているのではなく、そこに直面している人生の状況が好きです。 全体的にあなたがアクション、ファンタジー、ロマンス、そしておそらく涙を流すか、または2つの場合、このアニメはあなたのために適切です。 私は正直言ってそれはまともなものだと思ったが、もっと楽しむかもしれない。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "ashketch95",
    "profile": "/profile/ashketch95/reviews",
    "pages": "44",
    "number": "4",
    "link": "/reviews.php?id=215353",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  8\nキャラクター|  2\n|  6\n\n私はこのアニメがコミュニティではちょっと変わっていることを知っているので、私はこれを見た方法を説明するために最善を尽くします。\n\nストーリー：プロットはオリジナルのライト・ノヴァリー・シリーズ（これは元のソース・マテリアル）の大部分ではかなりクールなようです。  Sword Art OnlineというRPGオンラインゲームがあります。 私はそれが物語に向かって私のWTFだと思うが、あまりにも甘やかさずに、2番目の弧が実際にはWTFの瞬間だと言ってみよう。 それが言われて、私はこれを5/10与えてくれるのですが、それはちょうど私がいいと思うかもしれません。 それは新しいです。 暑いです。 そして、バーチャルリアリティのヘルメットを使って、アバターをプレイヤーの心でコントロールします。 かなり楽しいよね？ あなたがゲームの100レベルをすべて完了できるようになるまで、その世界であなたをトラップしているクリエイターはどうですか？ ああ、あなたが健康を失うと、そこで死ぬだけでなく、あなたも現実世界で死にますか？ ゲームに閉じ込められているという概念は新しいことではありませんが、あなたが生きているときや死んでいるときは、アニメのように聞こえます...私はまだオリジナルのライト小説を読んでいませんが、 剣アートの最初の弧、私はほとんど忘れていたのは、最初のシーズンの途中まで、彼らがそれに対してどのように異教徒なのかが分かっていたからです。\n\n芸術：私の意見では、芸術はショーンズが行く限りかなりの場所です。 しかし、これが戦闘シーンであるときはいつでも、芸術は十分ではありません。これは、Sword Art Onlineと呼ばれ、ビデオゲームのアニメの中に閉じ込められたパロディではないので、かなり残念です。 これは生き残るために戦わなければならない場所であり、ビデオゲームに血を流してしまえばもっとうまくいったと思います。 しかし、それはオリジナルの作家の選択かもしれませんが、少なくともそれが痛いように見えるようにしてください！ キャラクターの痕跡はクールですが、キャラクターのリアクションをより現実的にします。これは、プレイヤーが自分の心を使って移動して感じるゲームであるためです。 これは私にとって6/10と評価されます。\n\nサウンド：このアニメのサウンドトラックが大好きですが、私に迷惑をかける特定の曲があります。 まず第一に、なぜ人々は最初のオープニングはキャッチーだと言うのですか？ Asunaだけについてはどうしたらいいですか？ 彼女は本当にキリトにとって重要な唯一の人です！ 今シーズンの後半にスグアが重要になることは理解していますが、私は正直言って彼女に立つことはできません。 彼女はKiritoが達成する必要があるもののためだけの気晴らしです。 しかし、歌が賢明なのは、オープニングのように聞こえるような一般的なエンディングだけです。  1つのオープニングと1つのエンディングのために、サウンドは8/10に格下げされなければならない。 たぶんそれは私のニックピックですが、私は最初のオープニングを歌っているアーティストが好きではありません。 彼女の声はかなり鼻であり、私はそれに耐えられません。 しかし、第2の開口部ははるかに良いです。 これは、アークが最初のものよりもはるかに優れていたものと一致します。 私は、最初のものは私が推測するマッチングのために悪くないが、それはちょうど私をオフにすることを意味します。 エンディングになると、最初のエンディングはきれいなものになり、キリトが直面している状況についてはショーにマッチします。  2番目の結末はまっすぐ退屈です。 それはちょうど1つに直面しているのと同じ問題を抱えていますが、これはもっと退屈なのですが、これはキリトのいとこについてです。 \n\n\n\n楽しさ：あなたが見ることができるように、上記の要因は、あなたがこのアニメが好きかもしれないかどうかに影響を与えます。 私は正直に死んで、これらのことにもかかわらず、楽しさは、アニメに必要なものであるか否かのバックストーリーと瞬間のためにヒットまたはミスしていると言います。 前半には、不必要な文字でいっぱいのフィラーエピソードがたくさんあります。あなたがダブかサブを見るかどうかは関係ありません。 文字のやりとりは、バーチャルリアリティのRPGからでも不自然になります。 感情的な瞬間があるかもしれませんが、あなたの心が鼓動する時がありますが、それはそれほど長くはないでしょう。 スコア：6/10\n\n全体的に：さて、私は十分に悲鳴を上げて震えました。 私は全体のスコアに行くつもりです、そして、それは丸められた5/10です。 悪名高い噂が真実かもしれない。 しかし、私は初心者ウォッチャーにこのアニメをお勧めしますので、時間の経過とともにアニメがどのように改善されたかを見ることができます。 あなたがすでにベテランであれば、私はちょっとこのように自分自身を劣化させないでください。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "TealLBob",
    "profile": "/profile/TealLBob/reviews",
    "pages": "44",
    "number": "5",
    "link": "/reviews.php?id=144243",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  6\n|  9\n\nこのレビューはかなり長いですが、私はただしなければなりませんでした。\n\n私はいつもこのアニメのレビューを書きたいと思っていました。なぜなら、私がそれを終えたときにとてもたくさんの感じを与えてくれたからです。 私はこのアニメを、すべての良いレビューから非常に高い期待を持って始め、私がそれを終える頃（翌日）には、私はある意味空であると感じました。\n\n私は本当にそれを楽しんでいたし、それが終わらないようにしていた...または私は終わりに満足していなかった。\n\n私はこれを説明する方法を知らない。 アニメに特に失望したわけではありません。 実際には素晴らしかったです！ 最初のアークは最高でしたが、それからちょうど正しいことはありません。\n\nだから私はこのアニメにレビューを書くことに決めました。 それはスポイラーを持っているので...もしあなたが甘やかされたくなければ、読書をやめてください。  :)\n\nストーリー -  7\nさて、その話はあまり独特ではありません。 技術的には、人々が出かけるために戦わなければならない世界の中に閉じ込められているということです。 それは特別ではありませんが、私はこのコンセプトが本当に好きです。したがって、最初のアークを本当に楽しんでいました。\n\nしかし、SAOアークが鈍く終わっていないと、私はもっと気に入ったでしょう。 次の分、最強のギルドの指導者は悪い男だった。 これは、このアニメが速すぎるという証拠です。 人々はこのような重要な情報を処理する時間が必要であり、SAOはこれを行う上で最善ではありません。\n\nさて、彼らは彼が悪い人であることを示唆しましたが、それほど明確ではありませんでした。 物語に突然ひねって観客を驚かせるのは良いことですが、SAOは観客に悪者が誰であるかを知る機会を与えなければなりません。 たぶんKiritoはAsunaにちょうど言うことができたか、かれらはそれが悲しみのビットを構築することができますので、後で私たちは、聴衆がそんなに空しく感じることができないようにKayaba Akihikoが選手の中にいるかもしれないと思う。 言い換えれば、彼らはビルドアップステージをスキップし、クライマックスにまっすぐに急いだ。 ストーリーでは、これをやってはいけません！\n\nさて、これが最初の弧です。  2番目の弧：本当に恐ろしい。  :)\n\nそれは主にストーリーのためではなく、それはキャラクターのためです（はい、私はスグハで私の指を指しています）。 彼らが戦っている妖精を使用しているという事実は本当に素晴らしいです！ 今、彼らは飛ぶことができ、彼らは別の領域に属しています（それは彼らがそれを呼んだものですか？）。 呪文や魔法を使うこともできます！ それは非常に多くの可能性を持っていた...\n\nタイミングは良かった。 アスナを救う話もうまくいきます。  KiritoミーティングLeafaも良いです。\n\nキリトがタイトルを失ったとき、私は失望しました：黒い剣士。 彼はALOには何もなかった。それは悲しいことだ。\n\n私の意見では、結末はあまりにも強調されました。 その人がキルイトを見てアスナをレイプした部分は、本当に良いラブストーリーのようだった。 彼女にキスするだけで十分です。 彼女の髪に触れるだけで十分です。 彼女の顔に触れるだけで十分です。 彼女を縛るだけで十分です。 ケージに彼女をロックするだけで十分です。 ピートのために、彼女にはENGAGEです！ ラップはあまりにも遠くに引っ張られます。 彼が彼女の前で強姦されたときに彼が愛する女の子のために何もできない男は痛みを感じる。 それは本当にあなたの心を引きつけます。 しかし、SAOはそうではありません。 彼らは前にセックスしていたが、それは恋に欠けていた。 この男は彼女を楽しませてレイプさせている。 彼が彼女を愛していないという点はありません！  Kiritoは痛みを感じることができるように彼はそれをやっているだけです。 彼ら（彼）がそれを表明できた多くの方法があります。\n\nそしてそれは私が言わなければならないすべてです。\n\nアート -  9\n美しい。 特にSAO！ 私は最初のエピソードでは、設定のほとんどは実際の場所に基づいていると思います。 キャラクターもとてもいいです！ しかし、私は個人的にAsunaの顔が一種の丸すぎると思っていました...彼女はまだかなりきれいです。\n\nサウンド -  8\n私はあまり覚えていない（昨年見た）が、オープニング曲を楽しんだと思う。 しかし、エンディングを覚えていない...しかし、このテーマは優雅に呼ばれています。 あなたがSAOを愛していた（または憎んだ...）美しいので、それをチェックしてください！ それは思い出を引き起こすでしょう！\nEXTENDED版のリンク=＆gt;  http://www.youtube.com/watch?v=utiHV99VXOE\n\nキャラクター -  6\nこれは物事がひどく間違っている場所です。 主人公と私が好きな人物を評価します。\n\nキリト\nサオ - 彼は完璧すぎる。 彼は「ブラック・ソードマン」という名前で超強力なこの有名な剣士です。 彼はハンサムで素敵で、物事を楽しむ方法を知っていて、何をすべきか知っていて、戦っても無敵で、謎を解き、女の子を手に入れます。 彼はちょうど完璧です。 誰も完璧ではないので、キリトは非常に非現実的なキャラクターです。\n\nしかし私のために、それは大丈夫です。 私は彼が試合中であることを意味する。 彼は偽の世界、つまり彼が現実の世界よりも好きな世界にこだわっています。 だから私は彼が完璧であることについてのレビューを読むとき、私はそれに何か間違っているとは思わない。 世界は非現実的です。 彼の性格は本物である必要はありません。\n\n私のポイントは、エピソード6で表されます。エピソード6は、あまりにも違っていたので、その男が妻を殺しました（名前を思い出すことはできません...）。 彼女が実際に暮らしていた人は、彼女が試合にいた人とは異なっています。 それは夫が知らなかった彼女の別の側面を示した。 これはキリトでも同じですが、これも彼の性格が落ちるところです。 現実世界でキリトが何であるかはほとんど分かりません。\n\n彼はゲーマーなので、私たちは安全だと言っているので、友人があまりいないと言うことができます。  SAOからは、彼はあまりにも簡単で、他の人々はこれを失礼だと思っています - リスベスのような人々。 彼のコミュニケーション能力や社会的スキルは非常に悪いことが分かります。 彼はゲーマーなので、彼は幾分天才だと推測することもできます。  SAOでは、彼はシステムを解読し、Yuiが削除されるのを防ぐことができました。\n\nそして、それは私たちが霧ヶ谷一族さんについて知っていることです。 私が彼が持っていたと言った特性は、ただの仮定であった、彼が現実の生活の中で誰かを持っていたかどうかは不明だ。 彼の成績はどうだったのか。 彼の家族との関係はどうでしたか？ 何もない。 それがキリトのキャラクターの欠陥です。\n\nALO  - だから彼はこの素晴らしい剣士から見下ろした妖精になった。 そして、彼はLeafaや他の人たちに何か価値があることを証明することができました。 私は彼がヒーロー、ゼロ、ヒーローに行って以来、彼の性格が良くなっていました。\n\nどのように彼は救助することを決定しているAsunaも非常に強いです。 それは彼が「孤独なレンジャー」だった場所からのキャラクターの発展を示し、気になる人を守るために殺される危険にさらされる人に自分自身を気遣っただけです。 その結果、Asunaはキリトのキャラクター開発にとって最も重要なキャラクターです。 彼はそれだけでなく、彼の社会的スキルも変えます。 彼はAsuna、Sachi、Klein、Lisbeth（彼はSilicaの命を救ったので...今は彼女を無視しよう）と比較して、Leafaとかなり簡単に友好的だった。\n\nALOでは、Kazutoの人生も見ていました。 彼と妹の関係、そして彼は剣道をやっていた。\n\n結局、SAOとALOの間に彼は大規模なキャラクター開発をしました。\n\n明日菜\nSAO  - キリトと同様に、彼女の性格も完璧です。 しかし、彼女は最初から完璧ではなかった。 最初から彼女はちょうど寂しい女の子でした​​が、ゲームについてあまり知らなかったので、次回は彼女がSAOの最高のギルドのサブリーダーだったときに彼女を見ました。 私たちはそれを見ませんでしたが、彼女は彼女が料理のマスターをどのようにしていたか、彼女は懸命に働いていました。\n\n彼女はまた非常に決定的であり、彼女がリーダーであるので何をすべきか正確に知っている。\n\nキリトと違って、アスナは最初から完全ではありません。 彼女はやや不器用で混乱していた。 彼女が立ち上がっていたところから、彼女は偉大なキャラクターの発展を遂げました。\n\n彼女はまたツンデレで、キリトのための柔らかい場所を持っていて、彼女は力で自分が望むことを人々にさせる。 彼女はまた非常に勤勉で、時には勤勉すぎることもあり、彼女の人生を楽しむことを忘れる。 彼女が完璧だったにもかかわらず、彼女は完璧ではなかった。\n\n彼女のようなキャラクターは非常に非現実的ですが、彼女は非常にインスピレーションです。 彼女は強く、実際に彼女を救うためにキリトを必要としません。  2回（今はALOを無視する）。\n\nしかし、それについて考えてみると、現実世界でもAsunaについて何も知らないのですが、これは必要ではありません。 私たちはKiritoの視点からSAOを見るので、Kiritoが知っているものと、彼が周りにいるときのものだけを知ることができます。 彼らはAsunaの性格を非常に明確に示し、彼女はどんな人物なのか考えています。\n\n一般的に、私はSAOのアズナは素晴らしい人物だと思った。  SAOでは...\n\nALO  -  ALOでは、彼女について少し知っています。 彼女は豊かな協力の娘で、彼女は婚約しています。 私は彼女に関するいくつかの他の情報があったと思うが、私は忘れてしまった...：P\n\nとにかくALOの彼女はケージに閉じ込められていた。 私はSAOのようにキリトとの戦いを見たいと思ったので失望しました。 それだけでなく、彼女は突然、主人公から王女に変わった。 そして、この変化は、私の意見では、本当に愚かです。\n\n私たちは独立した人としてSAOで彼女を知るようになり、自分自身を大事にすることができます。 しかし、ここではALOでは何もできませんでした。  SAOから、私は彼女がオベロンの男（彼女を強姦した男）に向かうことができることを知っています。 彼は弱っている。 私たちはKiritoが物事の上手を得たときに彼がどんなに恐ろしいかを見た。 実際、アスナはキリトよりも強く（精神的にも身体的でもない）、なぜ彼女がライトをビートしないのですか？ それははるかに良いでしょう。\n\n私は、SAOの著者が15歳の時にこれを書いたというレビューを読みました。時には、人が強力な人と女の子が弱い人になることを望んでいることが理解できます。 彼は、アシュナが弱かったことを示しているか、または彼女が戦っていないためにケージを出すことは不可能であったかのいずれかであるべきである。 はい、私はALOのAsunaに満足していません。\n\nSuguha /リーフ\n彼女は私の最も好きなキャラクターです。 彼女は本当にキリトと一緒にいるときは何もしません。 彼は仕事のほとんどを行い、彼女は彼を癒す。\n\n私は彼女を気に入らない。 私がAsuna＆amp; amp;をサポートしているからではありません。 キリトだけど、彼女は好きではないようだから。 彼女はAsunaのようなものではない。 彼らはどちらも傲慢だが、少なくともAsunaは彼女に何ができるかを示している。 リーファは横に立って、全力を挙げて応援しました。\n\nああ、私は彼女が近親相姦だと言いましたか？ あなたはそれを持っています。 彼女は近親相姦です。 そして、ゲームで再び兄弟（いとこ）と恋に落ちた後、彼は彼女の兄弟であることに気づき、彼女は彼女を責めて彼女の部屋で泣いた。\n\n彼は間違ったことは一度もなかった。 彼がしたことは素晴らしかった！ 彼は実生活で彼と恋しているのか、彼はゲームの中で姉だったのか分からなかった。\n\n彼女はちょうどうんざりしているので、私はほとんど彼女のために申し訳ありません。 ほぼ。\n\n彼女はまた、彼女を好きな人を使っています...神私は彼女に立つことができません。\n\nそれが主人公です。 私はこのレビューが長すぎることに気づいたので、残りの文字を合計します。 私にとっては、ユイとクラインが好きです。 彼らは最高のキャラクターでした（AsunaとKiritoよりも優れています）。\n\nLisbethとSilicaも素晴らしかったです。 ペースが速すぎるので、彼らはリスベス、シリカ、サチにもっと探検することができませんでした。 私はキリトが各キャラクターのためにただ1つのエピソードより長い時間を過ごすのが好きで、残りはAsunaに基づいていました。\n\n楽しさ -  9\n翌日に完成しました。 私はそれほど頻繁にはしません。\n\n全体的 -  7\n良かったです。 多分8？ ナー...\n\n早く私のところに戻って、アニメを終えた後は空になった。 私はもっ​​と欲しかったからではないと思うが、もっと理にかなってほしいと思った。 そしてシリーズ全体の結末はあまり強力ではないと思う。  ALOの悪い人は実際にはかなり弱く、彼を倒そうとしていたのは本当にばかだ。  ALOの主なポイントはLeafaを紹介し、Kiritoと彼の姉妹の関係を示すことだと思います。 しかし、AsunaとKiritoの再会時でさえ、それはまだ非常に弱かったです。\n\nだからええ...私は失望したと思う。  ：|"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "_PetraRal",
    "profile": "/profile/_PetraRal/reviews",
    "pages": "44",
    "number": "6",
    "link": "/reviews.php?id=212493",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  3\nアニメーション|  9\nサウンド|  10\nキャラクター|  3\n|  8\n\nSword Art Onlineはいつも話題にされているアニメの1つです。\n\n物語：\n最初は、その話はすごく始まったようだ。 ペーシングは非常にうまくいっていて、私たちが見たいエピソードを見て、物語は紆余曲折しています。 物語がさまざまな時間にわたって起こるにつれて、それがシリーズに沿って遠くになるほど、アニメがより混乱するようになった。 あるエピソードはあまりにも急いで、他のエピソードはまったく必要ないときにはフィラーとして引っ張られた。 全体的に、ストーリーは私に感動しませんでした。 私はシリーズのアイデアが大好きでしたが、描写された方法は時には非常に退屈でした。\n\nアート：\nSword Art Onlineの最高の部分の1つはアートスタイルです。 それは美しいです、Aincradのデザイン、キャラクター、鎧や衣装を着ています。 芸術は素晴らしく、私が全シーズンを見た理由の多くです。\n\nサウンド：\n音楽はシリーズの中では最高の部分です。 クロッシング・フィールド（オープニング・ソング）は、あなたの頭に詰まった曲の一つです。 私が耳を傾けた最高のアニメオープニングのうちのひとつである。 メインテーマ「Swordland」と一緒に、ショー全体の雰囲気のある音楽も美しく、あなたがゲーム自体に本当にいるかのように感じさせます。\n\nキャラクター：\nキャラクターの開発は非常に悪かった。 キリトは開発された唯一のキャラクターであり、非常に貧弱な形で行われました。 彼はまた、彼を目立たせるための明確な性質を持たないステレオタイプの10代の少年です。 彼らは本当にアニメ内の剣で彼の能力をもっとユニークにできたかもしれません。\n\nAsunaは多くの可能性を秘めていたが、残念なことに、彼らはショーの途中で彼女の性格を完全に変えた。 彼女は個性、態度、行動、すべてを180にしました。 それは意味をなさないし、彼女のキャラクターの好き嫌いは私のために大幅に下がった。\n\n全体：\n私はこのアニメについて多くのことを述べていますが、それについて積極的なフィードバックがたくさんありますが、私がそれを見て楽しんでいたと言わなければなりません。 アイデアは素晴らしいアイデアでしたが、その実行は恐ろしいものでした。 私はそれを見直すだろうが、ショーが完全に私を失ったので、Aincrad Arcが終了するまでのみ。 私はすでにそれに多大な時間を費やしたので、本当にそれを終えただけです。\n\nこのショーでは、多くの人がさまざまな意見を持っています。 多くの異なる視点を持つ非常に論争の多いアニメです。 私はあなた自身でそれを見て、あなたがそれに立ち向かう場所を決めると言うでしょう。 少なくとも一度は見ておく価値があります。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "hellofaheichou",
    "profile": "/profile/hellofaheichou/reviews",
    "pages": "44",
    "number": "7",
    "link": "/reviews.php?id=212466",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  9\nキャラクター|  3\n|  7\n\nこのアニメの最大の欠陥はペーシングです。 あなたがSAOの他のレビューを読んだり、見たことがあるなら、これまでにこのコメントを見たことがあります。 話は信じられないほどばれいで、ファンのサービスに賛成してキャラクターの発展を無視して、実際には間違ったことに焦点を合わせながら、非常に便利な場面を見いだすことができます。 ほとんどのエピソードはフィラーのように感じられますが、最も重要なものは画面外で起こっているようです。\n\n一方、アートはかなり良いです。 戦闘シーンは素晴らしいですし、バーチャルワールドが設定に組み込まれているようです。 もちろん、女性のキャラクターはかなりセクシュアリティがあり、鎧のいくつかは疑いなく「強力」であると思われます。 それ以外の場合、苦情はありません。\n\n音楽はこのアニメにとっては最高のもので、特にOSTと最初のオープニングです。 それはストーリーにうまく統合されており、戦闘シーンの壮大さはより壮大に見えるようになります。\n\n文字はフラットです。  Asunaはポテンシャルを持っているように見えましたが、それからステレオタイプのPeachプリンセスに陥ってしまいました。  KiritoはErenJägerです。 その他の文字、特に女性の文字のほとんどは、便宜上のものです。 また、近親相姦。\n\nしかし、私はこのショーを見て楽しんだ。誰が何の理由を知っているのか。 あなたの飽くなき時を見守るのは、心のないアニメです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "madkat9",
    "profile": "/profile/madkat9/reviews",
    "pages": "44",
    "number": "8",
    "link": "/reviews.php?id=121173",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  6\nキャラクター|  2\n|  3\n\n私は11つのエピソードでそれを落としたので、特にショーにもっと多くを加えることはできないので、私はある場合には偏っているかもしれないと全面的に認め、あなたはアニメを終わらせなければならない 。\n\nSAOの生存の中心的なプロットは、それに向けて進んでいる強力なことでした、そして、それは以前に他の形で行われていたかもしれませんが、 ゲームマスターの男の発表はかなり激しかったし、そこから何が進んでいくのだろうと思っていた。\n\n私はちょうどキリトが主人公ではなかったと思う。 そこからのペーシングやキャラクターの大部分はファンフィクションのような感じがします。キリトは年齢のゲイリー・スチュです。 それはあまりにも多く、あなたの顔に実際に入る。\n\n私は恵みのために貧しいクラインに何が起こったのかを意味していますか？\n\nエピソード11では、私はそれ以上のことはできないと決めました。なぜなら、それを超えてほとんどのプロットの展開を推測できたからです。 ノベルティと偉大なアニメーションは私に疲れきってしまったので、私はそれをやめさせたいと思っていました。\n\n私の友人は何が起こったかを要約し、私は何も見逃さなかったと確信しました。\n\nしかしながら\n\nそこにはさらにひどいショーがあります。 もし私が自分自身をプッシュすると、私は6/10を与えることができましたが、私は本当にそのように感じません。 それは腕時計に努力した、それは私の本のちょうど悪い印である。\n\nまた、\n\n私は人々がショーを楽しむことができたことにショックを受けていない。 私は偏っているかもしれないと認めていますので、ぜひ試してみてください。 しかし、あなたが次に何が正しく起こるかを推測し、Kirito先生の前でKleinや他の多くの副キャラクターに何が起こったのか疑問に思うなら、Awesome Oneが注目を集めます。\n\n私はむしろこのショーのファンフィクションを読むだろう。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "greeceposeidon",
    "profile": "/profile/greeceposeidon/reviews",
    "pages": "44",
    "number": "9",
    "link": "/reviews.php?id=209048",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  9\nサウンド|  7\nキャラクター|  3\n|  9\n\n全体的に - このアニメは絶対に価値があると感じましたが、アニメだけでなくほとんどの行動にも共通しているので、アニメの世界に最初に導入された人にとっては素晴らしいアニメです。\n\nストーリー - ストーリーラインの私の主な問題（それ以外はどれほど平易であるか）は、その「ロマンス」部分です。これらの瞬間は、アニメの残りの部分のようなものであり、かなり退屈です。これらの瞬間は、 真剣に取られ、実際のロマンスファンによって無視されるべきである。\n\nアート - これは私がアニメ全体で見た最高の芸術のいくつかを持っていた、芸術は常に素晴らしかったし、エキサイティングなままでしたが、それは良いかもしれません、それは画期的なものではありません。\nサウンド - 私はオーディオで何の問題も見つけたことはありません、それはいつも気分のために働くように見えましたが、素晴らしいことはありません。\n\nキャラクター - これは素晴らしい入門アニメだと主張する主な理由です。十分なアニメを見ているとキャラクターはすべて退屈です。 これらのキャラクターはアニメ界に特有のものですが、テーブルに新しくないものを提供し、別のキャラクターとして立つことは、もっと退屈ではなくても、キャラクターの発展は起こる前に大騒ぎであるか、存在しません。 しかし、新しいアニメアニメのためには、キャラクターはエキサイティングで新しく、プレーンな性質のため、理解しやすく、アニメ界の他の部分を理解するのに最適です。\n\n楽しさ - これは私の最初のアニメの1つであり、キャラクターのセクションで述べたように、アニメーション全体がどれほど単純であるかを後で知ったとしても、素晴らしいとエキサイティングな新しいコンセプトでした 、今でも私はそれが見てうれしいかのように感じます。 私は、芸術の素晴らしさから、次のアクションシーンを待っている私の目がスクリーンに接着しているのを感じたので、再び戦闘のスリルを感じることができました。\n\n結論 - 私はこのアニメを、アニメ、特にアクションを愛する人に興味を持ってもらいたい友達に推薦することを強くお勧めしますが、アニメ界で経験のある人にとっては最高のアニメではないかもしれません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Carex",
    "profile": "/profile/Carex/reviews",
    "pages": "44",
    "number": "10",
    "link": "/reviews.php?id=74255",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n最初にここでレビューして、私はSAOでこの問題を解決したかったのです。 私はLNとSAOに関する他の興味深い事柄からいくつかの要約を読みました。 私はこれまでに14回のエピソード全部を見てきましたが、ここでは、このアニメの適応について、SAO Arcの第14話終了時の話題の内訳を示します。\n\nまた、このレビューはアニメの適応自体の唯一の目的であると付け加えたいと思います。  LNの内容は何にも関係しません。\nしかし、この適応の限界を守るためにいくつかの比較が追加されるかもしれない。\n\nストーリー：それは物語とストーリーの方向性と発達をはっきりと見ることができるサイドストーリーがあるが、それはうまく語ることができます。 このアニメのためにリストされた24のエピソードだけで、なぜその話がすごく速くなったのかをよく知ることができ、うまく歩くことができないと言う人もいます。 私にとっては、すべてのエピソードを楽しんで、ストーリーがメインストーリーからどこに残っていたのかを覚えておくよう心がけました。 サイドの物語はケーキの上に氷結しているだけです。\nスコア：8\n\n芸術：はい、これはストーリー評価よりも短く、それ以上の説明は必要ありません。  ：D\nスコア：10\n\nサウンド：オープニングはポップアップソングで、最初のエピソードを観ていれば、もっと元気に戻ってくるでしょう。 エンディング・ソングは、すべてのエピソードが終了したときにあなたを落ち着かせる穏やかでゆっくりとした悲しい歌です。 他のオーディオ関連のものと同様にサウンドをファイティングしています........\nスコア：9\n\nキャラクター：このストーリーは、これまでのSAOアークの14エピソードを通して2つのメインキャラクターに焦点を当てています。  14歳の霧ヶ峰和人のPR、ヒロインの雪井明奈の1/3の時間。 最初のエピソードでシリーズに登場するアニバーサリーの主人公、悪いお尻を持つことは、このショーを見守ってくれたものです。 キリトはとても強力だが、同時にその負担と名声を抱くイニシアチブが欠けていることに賛成できますが、ほとんどすべてのショーネアニメは、主が弱くなってから徐々にレベルアップしてキリト 私はこれが、ゲームに関連するアニメやオンラインゲーム、ウィット、ダークキック、お尻、ウーバーのための私の理想的な男性の主人公だと言うことができます。  Asunaについては、よく彼女はかわいい、少しtsundereと悪いタイプの文字です。 私が言うことができるのは、彼らが素晴らしいカップルを作ることだけです。 他の支持キャストについては、彼らがSAOをクリアするのを助ける良い仕事を言うことができます：p\nスコア：10\n\n楽しさ：ZzzzzzzzzzzzzzzzzzzZさん、私は楽しんだことをたくさん入力することができ、アニメを見て批評しないで楽しむことができます。\nスコア：10\n\n合計スコア9.4：D\n\n私は毎週日曜日に楽しみにしている2つのアニメシリーズの1つであるという事実に基づいて、それを10にしたいと思っています。 それにもかかわらず、それはまだ行われていない.......次回まで。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Were_Vampire",
    "profile": "/profile/Were_Vampire/reviews",
    "pages": "44",
    "number": "11",
    "link": "/reviews.php?id=74267",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  7\n\nアップデート：シリーズが終了したので、私は少し私のレビューを変更することにしました。 それはまだ似ていますが、私はセカンドゲームを通じてシリーズのいくつかの改善を認識しなければなりません。\n\nSword Art Onlineは、初期のエピソードでは、2012年の最高のアニメだった可能性があり、いつかは古典になる可能性があることを強く前提としていました。 私は最初のエピソード（4-14）で完全にdissapointedだったが、それは2番目のゲーム（エピソード15から25）に移動したときにそれといくつかの平和を見つけたと言わなければならない。 何故ですか？ 私は2つのゲームを比較して、彼らのヒットとミスを見てSAOを見直します：\n\n\n\n\n\n要約すると：アニメの最初の部分が大きく始まり、それは巨大な質の落ち込みを持っていますが、セカンドゲームで拾い上げることができます。 エピソード15の再起動がSAOに間違っていたほとんどすべてを修正し、ショーのより良い要素を開発することができたのは本当に素晴らしいことです。 私がそれを求めることができる唯一のことは、ゲーム1と2の両方でより良い絨毛発達とより速いペースのためであった。\n\nゲーム1（SAO）グレード：C +または6.0\nゲーム2（ALO）グレード：B +または8.0\n全体のグレード：Bまたは7.0\n結局のところ、SAOは楽しいアニメです。 最初の半分は上手く、時にはそれはドラッグではなく、契約の中断者ではなく、アニメの第2部分は実際にSAOの多くの間違いを修正し、ペース、"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "roeybi",
    "profile": "/profile/roeybi/reviews",
    "pages": "44",
    "number": "12",
    "link": "/reviews.php?id=74279",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  10\n\nこれはおそらく今年の最高のアニメです。 プロットは、あなたがそれを楽しむことになるロマンスと冒険とエキサイティングです。 まあ、私はこのアニメを休止要素でいっぱいだと思っています、そして、エピソードが起こっている限り、あなたはエピソード14が最後であると考えるかもしれません。 このアニメの作者は、このアニメを地面のように低いものとして引き上げるように見えます。 あなたはそれを見るのが大好きですが、結局のところ静かな悲しい話です。そして、あなたはすべてのエピソードをより興奮して期待しています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "tomislol",
    "profile": "/profile/tomislol/reviews",
    "pages": "44",
    "number": "13",
    "link": "/reviews.php?id=93623",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  8\n\n物事を始めるために、私がこれを見ることに決めた理由もあります。 私は、彼が読んだ軽小説のアニメ化をたくさん耳にしているこの1人の友人を持っています。 しかし、人は本当にこの人に驚いていた。 最初は私はこれを見ていることに本当に関心がありませんでしたが、神の愛のために、彼はそれについて黙っていませんでした。 だから彼を止めるために私はそれを拾うことにしました。\n\nストーリー：私はこれを2つの部分に分ける予定です。\n\nファーストアーク：ソードアートオンライン：9\n私はこのアニメの最高の部分が、アニメの名前であったソード・アート・オンラインに設定された最初の弧であることを発見しました。 これが現われた時、人々はまだDiablo IIIの誇大宣伝に就いていました。そして、Sword Art OnlineはDiablo III Hardcoreモードを見ているようなものです。死ぬと死ぬでしょう。 しかし、これはあなたがゲームで死ぬとあなたが実生活で死んでいく感触を加えました、そして、私はすでに、来るべきドラマがたくさんあると言うことができ、私はドラマを愛しています。 物語は素晴らしかった、私は本当にそれを表現する方法が本当にわからない、英雄があり、彼は本当に強くなり、毎回1つが彼に投げられる障害を克服するということでは真偽であるが、それはスーパークリチア プロセスは、実行はかなり偉大だった。 私は本当にそれについてあまり言いたくはありません、私はそれを見てあなた自身のために見ることをあなたに任せます。\n\nセカンド・アーク：ALFHEIM ONLINE：7\n限り、私はこれが最初のものほど驚くほどではなかったと言います。 死に至るまで狂ったペナルティはなかったので、それは最初のアークを本当に素晴らしいものにしたものの1つであったが、それほど集中力のないものに見える。 あなたがこの中で死んだら、あなたはただの復活の時間を待たなければなりません。それだけです。 このアークについて私にとって興味深いのは、飛ぶ能力とレベルがないことです。すべてはあなたのスキルからです。  Alfheim Onlineのその部分はかなりクールです。\nこの円弧のプロットはかなり気味悪いし、最初の円弧のプロットが乱されていないと言っているわけではありません。ちょうどこのほうがもっと気味悪いです。 その人は、アスナと一緒に300人の脳を変えて変えたり、感情を付けたり、思い出を追加したり、思い出を追加したり、思い出を削除したりすることを望んでいます。\nこの弧はいくつかの大きなポイントを持っていましたが、全体的に私は最初の弧ほど楽しめませんでした。 それは楽しいことではないと言っているわけではありません。\n\nアート：9\n芸術はかなり素晴らしかったです。 落ち着きのある時間には気持ちが落ち着いていたし、狂った戦闘シーンがあったときには集中していた。 彼らは感情的な顔をアニメーション化することで素晴らしい仕事をしました。 一見するとかなりシンプルに見えますが、それ以上に進むことができると思います。\n\nサウンド：8\nこのアニメの音は、すべての場面でうまくいく。 ゲームは中世の時間に設定されているので、それはこの中世の感じを持っています。 または私は裁定します。 私はこれらの種類のものを分類することにかなり悪いです。 オープニング1と最後の2は、このアニメで私の2つのお気に入りの曲でした。 オープニング1は、Crossing FieldsがLiSaによって歌いました。彼女は本当にいい仕事をしています。最初に聞いた時、Sword Art Onlineが当時のものだったのは本当にうまくいったと思いました。 それは冒険的だった。 それから、終わり2、Overflyは私が本当に素晴らしい人物を忘れて歌った。 それは、それが始まったときに与えた緊張感がやや上昇することによるものでした。 それは遅く始まり、それは上昇し、この急いで感じるそれは実際にKiritoがAsunaを救うために急いでいた第2弧によく反映されます。\n\nキャラクター：9\nきりがや かずと：\nこの男はちょっと涼しいです。 彼は戦闘に参加していないときに正常に行動し、冷静に行動し、戦闘中は完全に勇気があり強い。 私はこの種の主人公が気に入らない以外は、本当に多くのことを言うことができません。\n\nあすなゆうき：\n最初は私はこのキャラクターが一種の涼しいと思った、それは本当に強くてかわいい女性が戦うことを見てうれしく、まったく悪いです。 しかし、シリーズが進行するにつれて、私は何とか彼女の好き嫌いを感じますが、それでも彼女の好きに終わりました。\n\nきりがや すぐは：\n上から続き、私はアシュナを好きになってから、私はスグアをもっと好きになり始めました。私は本当に理由は分かりませんが、彼女についてはアシュナよりも優れた性格を感じます。\n\nこのアニメのキャラクターは、アルフハイム・オンラインの2番目の弧の間でさえ、私はまだクラインやミルズ、そして地獄までさえ考える時間があります。 私は彼らが素晴らしいキャラクターだと思っています。\nしかし、私はSUGOUと一緒に完全に抱いていた唯一のキャラクターでした。  F ** KING RECON。 彼はちょうどお尻。 これは私の意見であり、私は本当に彼のことを嫌っています。\nそれはすべての人のためのものです。 笑\n\n楽しさと全体：8\n私がAlfheim Onlineのプロットが本当に好きではなかったので、最初の円と2つのエピソードを2番目のものに見た後、私は実際にこのアニメを落としました。 その後数ヶ月後、私はもう一度それを拾うことにしました。私はそれがとてもうれしいです。 私はこれを徹底的に楽しんでいます。もし彼らがこれ以上のことをしたら、これほど良いと思っています。\n\n次回まで\n〜トミスロール"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "bla1204",
    "profile": "/profile/bla1204/reviews",
    "pages": "44",
    "number": "14",
    "link": "/reviews.php?id=81812",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  9\n\nソード・アート・オンライン（SAO）は、私にとって少なくともユニークなアニメです。 ゲーマーとして、私はvmmorpgsの可能性と、作者がこの「ゲーム」を新しい現実にいかにしたかに興味を持った。 おそらく2月から小説を読んで楽しんで、アニメが出るのを待つことはできませんでした。 さて、私の2セントはSAOです。\n\n（スポイラー警告？）\nストーリー：6/10\n私が以前に述べたように、ストーリーラインはユニークで興味深いものだと思いました。 しかし、ストーリーラインの最大の問題は、おそらくアニメが特定のことをどの程度説明したかにあります。 最初の数回のエピソードの大部分は、主なストーリーラインの間にサイドストーリーまたは参照のみでした（これが矛盾していた理由です）。 明らかに、これはアニメーターが川原が放棄したストーリーを作成することを困難にしました（しかし、彼らはまともな仕事をしました）。 したがって、ストーリーの大半は実際のストーリーライリーとは関係なく感じられ、アニメがフィラーでいっぱいになったような気分になりました。 それが周りを飛び回ったという事実は、それを混乱させ、混乱させ、混乱させ、ひどく計画したようにしました。 それは他の出来事にあまりにも多くの時間を費やしていたが、特定のことをほとんど説明しなかった。 それでも、最終的に実際のストーリーラインに入ったときに、サイドストーリーがつながり始め（そのうちのいくつか）、ストーリーはさらに中毒になりました。\nロマンスを大きな影響力として、キリトとアスナは死のゲームでは不可能なオッズを克服し、投獄された選手のほとんどを解放する。 その後、Aincradを征服した後、Kiritoは神経痛のトラウマを克服し、真の愛を見つけて解放するために新しいゲームALOを征服しなければならない。 キリトは、ゲームの障害だけでなく、実生活をも克服して、人生の中で最も重要な人を救います。そのような美しい蝶ネクタイ。\n残念ながら、最初のシーズンの終わりには満たされない穴がたくさんあり、私の期待の一部が損なわれています。\n\nアート：7/10\nグラフィックスやアニメーションはかなり良いものでした。 しかし、私の最大の苦情は、戦いのほとんどがアニメーションされていないだろう。 彼らはいくつかのアニメーションを持っていますが、あまりにも速く（戦いを一見楽にする）、アニメーションではない絵で満たされています（観客の抱きしめを弱める）。 これらの間違いは、アニメの総合スコアを傷つけ、アニメの効果を弱める。\n\n音楽：8/10\n良い音楽。 あまり言わない。\n\nキャラクター：7/10\nアニメの大半は、サイドストーリーや「過去」への参照からのものだったので、キャラクターの大半はそれほどうまく開発されていませんでした。 正直、アニメに与えられた短い時間の中で、キャラクターがそんなに平らに感じるようなヒロインが多すぎます（ハーレムを作りますか？）。 また、キャラクター「キリト」はちょっとした表現ですが、ストーリーラインを補う最良の方法だと思われるので、そこには多くの苦情はありません。\n\n楽しさ：9/10\n私は小説を読んだので、私はアニメのすべての部分を理解し、それは本当に楽しいものでした。 私はいくつかのシーンがどれだけうまくいったのか、彼らがスキップしたことに気を悩ませて/他の重要な情報を無視して、感心しました。 それでも、私の友人と私は熱心に、新しいエピソードを見るためにすべての土曜日を待っていたので、私の楽しみは「偉大」でした。\n\n全体：8/10\nSAOは素晴らしいアニメだと私は信じています。 それはそれまで生きていたよりもはるかに多くの可能性を持っていましたが、それでもまだ非常に良いです。 私は正直に、説明と説明のために小説を読むことをお勧めします。 その後、次のシーズン、Phantom Bullet、Mother's Rosario、Alicizationをプレビューできます。 この小説を読んで私はSAOをもっと楽しんでいました。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Ariray",
    "profile": "/profile/Ariray/reviews",
    "pages": "44",
    "number": "15",
    "link": "/reviews.php?id=95677",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  7\n\n私はレビューを作成し始めたばかりなので、このレビューをできるだけ短く、簡潔にしたいと思っています。\n\n私がSAOについて読んだレビューのほとんどは、人気のある小説シリーズのアニメ化を少しは否定的に語ります。 私は自分自身で全編を読んだことはありませんでしたが、ちょっと読ませようとしましたが、アニメとはどのように違っているのかは全く驚きました。\n\n真実を伝えるために、私は最初のエピソードでひどく夢中になった。 ゲームに閉じ込められたすべてのプレイヤーの心と心の中で生き残りと死の素晴らしいコンセプトがあります。 これらのコンセプトは、最初のエピソードでは、プレイヤーの行動や会話を見てよく分かりました。 しかし、ストーリーが速すぎると、大きなコンセプトは簡単に消去されたり、却下されたりしました。 正直言って、私は最初のエピソードの間に私がエピソードを逃していたと思った。 私はそれを見なければならず、私は何も欠けていないこと、そして私はストーリーラインの奇妙な流れに困惑していることを知った。 ショーの残りの部分でこれは魅力的ではありません。\n\nSAOを見てきたことは、私が視聴者として経験したアニメーションとサウンドトラックだけでした。 ボスの戦いが起こったときに、キラーのBGMに伴う素晴らしいアニメーションを与えられたときに、私の背骨を震えさせました。 私はこれがSAOの強みだと考えることができると思います。\n\n私は主人公キリトが、SAOとALOのプレーにすべての特典を持つにはあまりにも圧倒され、幸運だったと思った。 まあ、彼は主人公のためのビルドの偉大されていない他の選手よりも輝いています。 私は、主人公が既に彼が最終的にしか達成できないと期待する力と特典を既に持っているならば、その物語が改善するとは思っていません。 また、さまざまな文字について話しています。 いくつか、私は刺激的で、ある意味ではストーリーライン全体を劣化させる本当に不必要なものを発見しました。\n\n私たちがMMORPGSを通して経験したことのアニメ化としてSAOを持つことは、やや弱気でした。 私は、一般的なMMORPGプレイヤー、ゲーマー、アニメ中毒者、さらには脱出者全員にとって非常に楽しかった重要かつ重要な概念を取り除いたので、執行に少し失望しました。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Sora760",
    "profile": "/profile/Sora760/reviews",
    "pages": "44",
    "number": "16",
    "link": "/reviews.php?id=82810",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメを始めるにはとてもいいですね。 アクション、ロマンス、冒険、ファンタジーがあります。\n\nストーリー：将来的には、人々は仮想RPGゲームでプレイしていたが、誰かがゲームを打ち負かすまでログアウトできないということだ。 最悪の部分は、ゲームで死んでも、彼らはすべて実生活で死ぬことです\n\nアート：アニメーションは素晴らしい背景と設定は素晴らしいです\n\nサウンド：オープニングとエンディングの歌が素敵です。 サウンドエフェクトも素晴らしい詳細です\n\nキャラクター：物を台無しにしてしまうので、ひとつずつ言及するつもりはありませんが、ここには多くのキャラクターがあります。\n\nまだ見たことがない人にはお勧めのアニメです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Aloha101",
    "profile": "/profile/Aloha101/reviews",
    "pages": "44",
    "number": "17",
    "link": "/reviews.php?id=88059",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|\nサウンド|  6\nキャラクター|  7\n|\n\n私はあなたのためにこれを短く保つつもりです。\nSAOはいくつかの良い戦いといくつかの面白い瞬間と楽しいアニメです。 いくつかの落とし穴がありますが、多くのエピソードで何らかの理由で主人公キリトが女の子を右と中央の左に落としているように見え、彼は本当にこれを正当化するために何もしません。 彼はまた、青のスキルレベルを上げ、したがってゲームの中で最高の選手を育てているようだ。 彼は他の人が鼻を摘んでいるのか、自分のお尻を掻いているように見える間に物事を取り仕切っています。\nしかし、それは良いアニメがないときは楽しい時計です。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "DuhasianX3",
    "profile": "/profile/DuhasianX3/reviews",
    "pages": "44",
    "number": "18",
    "link": "/reviews.php?id=94671",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  7\n\nさて、このアニメから始めましょう。  SAOはいいアニメですが、新しいアーチが始まったときにストーリーラインはかなり下がります。  ALOアーチの前に、新しいアーチが起こる前にSAOの最後のエピソードが見れば、ストーリーラインはちょっと驚くほど美しく感動しました。  ALOは本当に良くありません。\n\n今私のPOVのためにそれは驚くほど素晴らしいフリーキングです。 芸術は素晴らしいです。 それはあなたの顔に出てきて、私がそれをかなり驚くほど見つけたように感じます。\n\n音はそれについて実際には何も言わないほど良いです。\n\nさて、キリトとアスナのキャラクターが大好きです。 私はKiritoが彼が強く、ソロのプレイヤーにしかならないことを示すのが好きですが、Asunaは彼女がどれほど頑固で強くあるかを示しています。 そして私は彼らの人格がお互いにどのように変化しているのが大好きで、恋に落ちるようになり始めました。\n\n私はアニメを愛し、もっと欲しかったが、私がALOアーチの後に言ったように、それは以前のように楽しんでいなかったので、私は7：\n\nだから、それはかなりまともなアニメです。 だから私は8を与えた。GGOと呼ぶ別の季節があると聞いた。 私はそれがALOアーチのようではないことを願っています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "KoreanAnimeLover",
    "profile": "/profile/KoreanAnimeLover/reviews",
    "pages": "44",
    "number": "19",
    "link": "/reviews.php?id=80260",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  5\n|  2\n\nこのレビューにはスポイラーが含まれています。このシリーズを見て、このレビューを読むことをお勧めします。\n\nSAOのEp 24を見ましたか？ もしあなたがそれを持っていれば、私は今、なぜ私が嫌いなのか、なぜか同じことをたくさん愛している理由を説明することができます。\n\nまず第一に、それはLNの適応のための大丈夫アニメであり、私が自分自身を拷問し続け、これまでシリーズを見ている唯一の理由は、LNへの私の忠誠のためです。 それはアニメーションとアートスタイルはあまりにも驚くべきではない、LNファンの基盤の外の誰かに本当に...普通のアニメを作る。 それが行っていた唯一の事は、ファンタジーバーチャルワールドのコンセプト全体と、何らかの形でそれを見やすくした時折の戦いシーンでした。\n私は分かりませんが、最初のシーズンが始まる前に、おそらくそのシーズンで最も予想されたアニメだったので、他の多くの人がシリーズに吸い込まれました。 しかし、シリーズが進行するにつれて、戦闘シーンは短くなり、徐々に私に感情的な影響は少なくなりました。  （Sachiアークが私を裂けさせたが、Scilicaアークはええ〜リズアークはmehだった）\n\n第1シーズンの終わりはある程度シーズンを救ったが、第2シーズンの来ることを本当に恐れた。\n\nそれに続いてF ** KING SECOND SEASONが来た。\n\nあなたの多くは気づいていませんが（私はあなたがどれくらい軽小説を読んでいるのかよく分かりませんが）、2番目のシーズンは、ストーリーラインに沿って進行するのではなく、最初のシーズンではなく無駄なフィラーでいっぱいでした。 たとえ彼らが少数のキャラクター（つまり、彼女のONIIII-chanのためのSUGUHAの愛）の関係を強調するために停止したとしても、それはシリーズを正当化することは何もせず、ハレムショーから近親相姦ショーまでショーを作った。  （私はOreImoでもこのおまんこよりも近親相姦は少なかったが、少なくともOreImoでは、兄弟のひとりが他の人と話したがっていないことを明確にしていなかったことを意味する）そう...... 24人のフィラーが近親相姦とひどく 彼らは何をして戦シーンをやりましたか？\n\n彼らはストリート・ジーニティ（と衣類）をオフにしています。メイン・プロミネーション・オブ・シーズン1、そしてロリ・ワンがオタク・バイトになって、本当にAWKWARDにキリストと...\n\n......\n\n真面目に....ありがとうございました。ただ1つのエピソードが残っています...私の頭が痛い....とにかくみんな、私は真剣にあなたがこのショーについてどのように感じたかわからないが真剣に... ****\n\nとにかくこれはシリーズの私の意見です。あなたが何か違った考えをした場合は、戦いを開始する必要はありません、ちょうど私にメッセージを送信し、私は返信します。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "XeusDementia",
    "profile": "/profile/XeusDementia/reviews",
    "pages": "44",
    "number": "20",
    "link": "/reviews.php?id=83829",
    "jp": "--- --- --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  3\nサウンド|  3\nキャラクター|  4\n|  2\n\nそうだね、剣の芸術オンライン、2012年の大ヒットアニメ。多くの友人やアニメ愛好家から私に勧められ、ファンのファンが多いのでこのショーを高く評価した。 まあ...私はあまり期待してはいけないように見えます。\n\nストーリー（3/10）：\n私は.hackフランチャイズのファンです。私はすでにVMMORPGの設定で使用されています。  SAOは同じコンセプトを持っていましたが、今回は不明な異常が発生した場合に昏睡状態になるのではなく、あなたが仮想世界の中で死ぬと文字通り死ぬでしょう。 ログアウトする。 言い換えれば、私たちのグループのヒーローはゲームの中に閉じ込められています。 私はそれを「ハック・リップ・オフ」と呼ぶつもりはないが、それでもかなり悪い。\n私を信じて、このプロットは、多大な可能性を秘めていました。  Oh cmonお願い、アニメの前半は、私にフィラーのようなエピソードをたくさん与えました（キリトが女の子と付き合って、大丈夫、文字通りではありませんが、それは何ですか？ 私はまだまだたくさんのことを言いますが、ナー、私はそれをそのまま残します。 ああ、はい、Asunaはかなり無駄になります...サクラやナルトよりも役に立たない。 プロットの残りの部分の文字）。 ペーシングはうまくできていなかったので、私はSAOをほとんど落としました。 デュード、あなたはゲームに閉じ込められていて、それを打ち切らない限りログアウトすることはできません。そのように遊んでいますか？ すべての気のきいた階で上司を倒して全員を打ち負かすことにもっと集中するべきではありませんか？ もう一つ、私はKirito x Asunaとの対戦には何もありません。彼らがお互いをどのように愛していたのか本当に気に入っていましたが、何か行方不明、感情の発達がありました。 それは「POOF！」のように判明しました。 彼らは突然恋に落ちる。 そのような不要なアークのすべてが、キリトとアスナがどう近づいて恋に落ちたかを示すエピソードに置き換えられた方が良いでしょう。\n\nアート（3/10）：\nさて、美しく済ませました。 色は美しく明るく、活気のある雰囲気があり、文字はSOOO MOE...あまりにも悪く、プロットに合わなかった。 あなたは、あなたの人生が危険にさらされている話にいるのですが、この種のプロットに合うように、より暗くて活発ではない色はないでしょうか？ より成熟した芸術もそれほど悪くないでしょう。 私はA-1の写真にかなり失望しています。彼らは「Ano Hana」を実際の傑作（AnoHanaの雰囲気は本当に深刻で暗いです）とし、SAOには良い気分を与えませんでした プロットに合った適切な雰囲気。 したがって、非常に深刻なプロットのためのあまりにも活発な雰囲気は、私にとってはノー・ノーです。\n\nサウンド（4/10）：\nオープニングとエンディングは、特に2番目のものでした。  BGMについては、キリトが叙事詩的な戦いをしているたびに、オーケストラがGODLYだったのですが、それは演奏すべき芸術、気分、タイミングには合致しませんでした。\n\nキャラクター（3/10）：\n私はこれを短くします... Kayaba Akihikoは私のために最高のキャラクターでした、それらのすべてから、彼は最も感謝した人です。 私はKleinも好きだった（彼は良いサポートキャラクターだったはずだったが、スクリーンタイムはほとんどなかった）。 それ以外は...誰も本当に目立たなかった。\n\n楽しさ（3/10）：\nSAOとALOはSAOの第1シーズンを占めました...そして、Uhh...完全な失敗。 おそらく、SAOが25回のエピソードを全部持っていて、そのストーリーを発展させるためにもっと時間があったとしたら、おそらくもっと良いかもしれないし、ALOは2番目のシーズンだったかもしれない。 この番組が好きになる前に、彼らはすべてをリメイクする必要があります。-_-\n\n総合（3/10）：2.8から四捨五入\n宇宙飛行士"
  }
]
