[
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Zettachrome",
    "profile": "/profile/Zettachrome/reviews",
    "pages": "25",
    "number": "1",
    "link": "/reviews.php?id=174157",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  5\nキャラクター|  3\n|  6\n\nSword Art Onlineでの私の気持ちはむしろです。  。  。 奇妙な 私が最初にそれを見始めたとき、私は完全にすべてに恋しました。 私はそれが非常に現実的であることを発見しました。これは今まで私の好きなものの一つです。 しかし、私はGun Galeをオンラインで見るようになり、徐々に関心を失い始めたので、私は見守ることをやめ、本当にそれについて考えるようになりました。 その後、私は座って、Digibroの1時間の長い「diatrabe」を見て、その種の取引を封印した。\n\nこの。 ショー。 そうです。 恐ろしい。\n\n完全に、全く、恐ろしい。 プロットの穴とあらゆる色の工夫ではぎとります。\n\nあなたが座って見ることができ、あなたの喜びを純粋にあなたの気持ちから逸脱しないように探しているなら、あるいはあなたが12歳の男の子なら、このショーは大丈夫です 。 しかし、他のすべての方法で。  。  。 ああ、私。\n\n私はすべてに入るつもりはない。 あまりにも多くあります。\n\nKiritoは、PTSDの有罪判決を除いて、文字通り何の特徴も持っていません。  Asunaは私が今まで見た中で最高のキャラクターデザインの1つを持っています。そして、すべては実際にはかなりうまくアニメ化されています - 資金調達などの落ち込みの証拠がいくつか見られましたが、いくつかのことが面白くて、 ショーが私に欲しかった時に感情的でしたが、今私はそれについて考えましたが、私は実際に剣のアート・オンラインが私を徹底的に欺くことに憤慨しています。\n\nAsunaで起こったことは、純粋な感情のレベルに2回以上もどります。ショーの全体の二分の一は、著者がちょうど何か劇的な出来事が起こることを望んでいたただ一つの巨大な工夫です。  。  。 グー。 それを見て、みんな、それはあなたの知性への侮辱です。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Vanilla5",
    "profile": "/profile/Vanilla5/reviews",
    "pages": "25",
    "number": "2",
    "link": "/reviews.php?id=225166",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nその欠陥にもかかわらず、私はまだSAOが優れていたと思います。 私はそれが放映された後3.5年のようにまでショーを見なかったので、私は後半のレビューを書いているそれによって誇示された誰かではない。 ペーシングは奇妙だったが、私はそれがストーリーから多くを取り去ったとは思わない。 ボスの戦いとレベリングだけのエピソードの後に​​エピソードを見て退屈していただろう。 キャラクター、特にサチ、シリカ、リスベスの方が画面時間を増やすべきだったが、彼らのそれぞれがショーで重要な目的を果たし、それぞれの経験がキリトをさらに追いやったことを認めます。 彼らはすぐに彼と恋に落ちましたが、彼らの状況を考えると分かります。 音楽のスコアは素晴らしいですし、テーマ曲（Aincradは少なくともアーク）です。  Crossing Fieldは私の2度目のお気に入りアニメオープニングです。\n\n妖精のダンス・アークは、Aincradアークの拡張のためのスペースを作るために間違いなく削除されていた可能性がありますが、かなり良い結果でした。  Sughuaは近親相姦タイプの愛を発達させましたが、しばらく拒絶された後、Kiritoが再び彼女と時間を過ごしていて、彼女の感情を忘れてしまったことを嬉しく思っていました。 スグは少し悪かったが、彼は良い悪役だと思う。 あまりにも悪い悪役が後で偉大なシーンを作り出し、そのシーンはエピソード24（これ以降、この段落の終わりまでスポイラー）に入った。キリトはKyabaの管理資格を使ってエクスカリバーを召喚し、それをSuguの胸に落とした。 私は信じています。\n\n全体的に、ショーはとても楽しく、私はその話を大好きでした。 私は、人気があったので批判したり、楽しんでいないときにそれを終わらせたり、嫌いを増やしたりして、批判した人もいると思います。 本当にこのショーを嫌うあなたのために、あなたはキャラクターの発展を知っていて、ストーリーはtv-13と評価されてから本当に深くはならないはずです。 あなたがショーを批評する前に、ファンベースや他人からの評価のためにショーを憎む前に考えてみてください。\n\n私はあなたに警告します。 フェアリーダンスアークはしばらくするとエンターテイメント価値の一部を失います。 基本的に、私はあなたが最初のものと同じくらい弧を見直すことは疑う。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "KiriShadowMist",
    "profile": "/profile/KiriShadowMist/reviews",
    "pages": "25",
    "number": "3",
    "link": "/reviews.php?id=172699",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  9\nキャラクター|  6\n|  8\n\nこんにちは、これは私の2回目のレビューです。 うまくいけば、私はうまくいく。 このレビューは私が今まで見ていた私の最初のアニメから外れています。 私はそれをよく楽しんで、それを見直すことを考え、いくつかの面で仕事が必要です。\n\nスコア - \n\nストーリー：8-ストーリーはかなり良かった。 正直なところ、平均的なアクションアニメの通常のストーリーラインに従い始める。 しかし、後で、ストーリーが発展し、さまざまな方法でより複雑になります。 それは興味深いストーリーです。 それは少しでもクリーンアップすることができます。\n\nアート：6  - アートワークは公正だった。 平均的な描画のようなものです。 ボスの戦いや重要なシーンや出来事を除けば、ほとんどのアートワークは少し欠けていた。 背景キャラクターは、サウンド、シーンなどに関係なく動きませんでした。 遠くにいるときは、詳細が欠落していました。\n\nサウンド：9-アニメ内の音楽が実際に文脈と内容を修正しました。 音楽はシーンを追ってとてもうまく収まりました。 私は音楽をたくさん楽しんだし、ギターで勉強しようとした。 彼らは音楽でうまくいった。\n\nキャラクター：6キャラクターの開発は大丈夫でした。 サイドキャラクターではなく、主人公の周りに本当に集中しています。 ほとんどの文字は導入され、変更されませんでした。 それらの多くは静的な文字だった。 それ以外の場合は、より多くの主要な文字と重要な文字が多少動いていました。 しかし全体として、キャラクターの発展は公正でした。\n\n楽しさ：8  - 私は最初のアニメだったので、このアニメを楽しんだ。 私はそれを楽しむことを期待していませんでしたが、それはアニメに私をより多く持っています。 これはまずは​​非常に良いアニメです。\n\n全体的に：7  - 再び、平均した得点ですが、全体的に7です。クリーンアップできる問題はありますが、それはまずは​​良いアニメです。 これはまだ意見です。\n\n読んでいただきありがとうございます。 あまり偏っていないようにしてみましたが、私はこれを見直すことに最善を尽くしました。 それは少しの意見でしたが、それは本当にレビューの内容です。\n\n〜KiriShadowMist"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "zetsubou-kami",
    "profile": "/profile/zetsubou-kami/reviews",
    "pages": "25",
    "number": "4",
    "link": "/reviews.php?id=205980",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  7\n|  8\n\nあなたはSword Art Onlineについて本当によく聞きます。 それはそこの各アニメサイトのトップ10にあります。\n\nそして、これが私を怒らせるのです。\n\nなぜなら、剣の芸術は人々が思うほど良くないからです。\nそれは私たちの多くがオンラインゲームをしたり、まだ遊んでいるので、頻繁にしか見られません。\nしかし、同じ流れを泳ぐ他の魚がたくさんあるので、それはそれほど大きな取引ではありません。\n\n男の子はMMORPGに移され、レベルアップして男を殺します。 女の子たちは情熱のために恋に落ちる。\nどのように予期しない... NOT！\n\nSword Art Onlineはフラットなストーリーフィラーを搭載した非常に予算の少ないメインストリームの少年です。 アニメーションがレンダリングされ、多くはこのシャープなスタイルが好きかもしれませんが、私はそうではありません。\n\nSword Art Onlineの1つの良い点は、今は2シーズンしかないということです。\nあなたがすでに始まっていれば、あなたは400エピソードのショーネブラックホールに閉じ込められない。\n\nあなたがいない場合、ちょうど別のアニメを探してください。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Kibo-Yume",
    "profile": "/profile/Kibo-Yume/reviews",
    "pages": "25",
    "number": "5",
    "link": "/reviews.php?id=223650",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  6\nキャラクター|  8\n|  9\n\nSAOは私が聞いたアニメでしたが、私は「Mainstream」アニメから離れようとしていたので、以前は見ていませんでした。 私はワン・パンチ・マンを見始めた直前から始めました。最初のエピソードを見た後、SAOは私の口に苦い味を残しました。 しかし、私がOPMを終えた後、私はSAOをもっと楽しむようになりました。 私の評価はゆっくりと増加しました。 これは、強い物語、芸術、音、または文字があることを意味するものではありませんが、楽しさはそこにありました。\n\nストーリー - ストーリーは悪いです。 それで全部です。 しかし、私は彼の「性格」は、最初のエピソードで彼が見たものに基づいていると思います。それは彼の性格ではなく、彼の推論/生存戦略です。 スポイラーはありませんが、タイムジャンプは数多くあり、Deus Ex Machinasはどこにいてもありません。  KiritoとAsuna以外のキャラクターは、通常は一回限りです。 彼らは良いフィラーエピソードを持っている、そして彼らは再び見られることはありません。 私はほとんどその名前を覚えています（クラインを除く）。 女の子たちは、私が好きなものだが、ショータイムがあるのはキリト以外の人たちだが、ショータイムは唯一の理由だ。 最初のOPがすでにそれを明らかにしているときに、Kiritoが誰と恋に落ちるのかを視聴者に推測させるために存在します。 ペーシングは本当に悪く、キャラクターは時にはほとんど意味をなさない。 キリトの推論はおそらく最悪ですが、ガイドラインのために私はさらに詳細には触れません。\n\n全体的には、ストーリー -  4。それは可能ですが、深いキャラクターの開発、複雑なプロット、または可能な限り少ないウェイフを探しているなら、これはあなたのためではありません。\n\nアートSAOは典型的な近代的なアニメアートスタイルを持っています。 あなたがアニメを考えるとき、あなたは通常、SAOのスタイル、または他のいくつかのメインストリームアニメのキャラクターを考える。 SAOとALOは十分に似ていますが、探しているゲームを示すいくつかの重要な違いがあります。 戦い場面はワン・パンチ・マンと同じレベルにあり、キャラクターはとても流動的に動く。 キャラクターが着る服は大丈夫ですが、アニメの服はキャラクターの個性、またはその一部を示すべきです。  Puella Magi Madoka Magicaはこれで驚くべきことですが、SAOは衰退の仕事をしています。 キリトの服は大丈夫ですが、私たちは他のキャラクターの背景がほとんどなく、彼らが着ている物語は実際には説明されていません。 楽しいですが、ユニークではありません。 キャラクターには笑顔とショックを安心させるような顔の感情が欠けていますが、基本的にそれです。 ほとんどのアニメはそれを達成することができます。 ラッキースターはSAOよりも顔の表情がよく、6分間お菓子を話すアニメです。 文字は大丈夫です。 背景や風景が良いです。 仮想現実のアイデアを生き生きとさせる。 ダンジョンは大叙事詩、外界（ゲームの外）は主に灰色と青色で構成され、広がる草原や町にはファンタジー要素があり、ボスルームはボスルームを叫ぶ。 \n\n全体として、アート -  8、単に景色と背景のために。 文字のデザインは大丈夫ですが、それらの背後には何の説明もありません。\n\n彼らは象徴的ですが、最高のものではありません。 賢明な終わり、彼らは忘れられている。 バックグラウンドミュージックはまともですが、象徴的ではありません。 私はこれを書いているので、オープニング以外のOSTを覚えていない。それはかなり悲しいことだ。 声の文字はすべて3つのグループ、Kirito、他の男性、そしてすべてのwaifusにマージされます。 あなたはアズナの声を私に見せてくれるし、もし彼女がそうだったのかどうかは分からなかっただろう。 キリトの声は残りの部分よりも目立つ唯一のものです。それは単に彼が主人公だからです。\n\n全体的なサウンド -  6.いくつかのOSTは優れており、いくつかは平凡です。 これは普通です。\n\nキャラクター - 彼らは本当に変化しません。  Kiritoは事実上同じままで、Asunaは第2弧のすべての性格を失い、Yui...まあ...とにかく、支持するキャストのほとんどは柔らかく、ボール紙のカットアウトです。 私たちは彼らが趣味や職業になってもらうことができますが、一文でまとめることができます。  Suguhaは本当のキャラクターの発展を持つ唯一のものです。彼女は一つのこととして始まり、彼女は他の人に変わります。  Kiritoには若干の変更がありますが、Suguhaはそれほど面白くありません。 ユイも彼女のバックストーリーのおかげで興味深いですが、彼女は戻ってくると、その複雑なバックストーリーのどれも本当に重要ではありません。彼女はちょうど徒歩で、Deus Ex Machinaの話です。\n\n全体として、キャラクター8、私は単にスーガとユイのための私の個人的な好みのために。  Asuna、あなたの心を食べる。\n\n楽しさ - 私が前に述べたように、私はOne Punch ManとSAOを同時に開始したので、2つを比較しなければなりませんでした。  SAOはOPMと比較して傷ついていますが、それ自体では、それは無理です。 ストーリー、サウンド、キャラクターがどれほど平凡であったにもかかわらず、芸術的なスタイルが私を引き込み、私は世界に惹かれました。 ほとんどの時間、私は本当に文字や話に注意を払っていなかった、私は単にアートを見ていた。 いくつかのキャラクターは面白かったし、オープニングは良かったし、ストーリーがあった。 それは最善のことではありませんが、それは大丈夫でした。\n\n全体的に、楽しさ -  9、私は徹底的にこのアニメを楽しんで、それは重要なものです。\n\n結論 -  1日の終わりに、SAOは理由のために人気があります。 それはアメリカの定番アニメの一つです。 ストーリー、サウンド、キャラクターが欠けているものの、楽しさの要素が最も重要です。 アニメはすべての技術的側面で完璧かもしれませんが、アニメを楽しんでいなければ、それは彼らの好みではありません。\n\n全体的な -  8.私は新人にこれをお勧めしませんが、あなたが何か主流が見えるようにしたいが、余りにも長すぎない場合は、私はあなたにこれをお勧めします。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "darkoinferno99",
    "profile": "/profile/darkoinferno99/reviews",
    "pages": "25",
    "number": "6",
    "link": "/reviews.php?id=205511",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  8\nキャラクター|  6\n|  6\n\n私はこれまでにショーでショーを控えたことは一度もありませんでしたが、このショーはとてもうまく始まりました。私はそれを壮大なものと呼ぶでしょう。ストーリーは興味深く、時には緊張していました。 他の11のエピソードや後半は、なぜそれがまだSAOについて終わっていないのか不思議に思っていただけだった。\n\nそれは、私たちが「神経歯車」を使ってSword Art Onlineと呼ばれるこのゲームに参加したとき、主人公のKiritoを主人公に紹介することから始まります。しかし、すべての選手がすぐにゲーム内で邪魔になることはほとんどありません 彼らがダンジョンにすべてのフロアを打ち負かさない限り脱出するが、ここではキャッチです、彼らはゲームで死ぬ場合、彼らは実際にはほとんど完了です。 面白いとは思いませんか？ まあそれは確かにあったし、私はそれを否定することはできません。\n\nショーの前半は非常に楽しいものでした。私は、ゲームに基づいた他のアニメとは別に、どのように自分自身を設定したのか、彼らが閉じ込められていた未知の世界のキャラクターによって考慮されなければならないものを作りました。 登場人物がどんな行動を取っても、新しいフロアを探検したり、秘密の部屋に入ったり、人を信じたりすることさえあります。恐怖のこの側面は、本当に生きていたいと思っています。\n\n今度は2番目の部分は....私はこの部分とそれに続くすべてのアークを本当に憎んでいました。私が上に説明したことはもうありませんでした。そして突然、今何百万回も見たOP MCのアニメになりました。 悪役とその動機がどれほど愚かなのか説明しなくてはなりませんか？\n\nキャラクターに関しては、私が実際に本当に強調し気にしたのは、Kirito、Asuna、そしてある程度は、このキャラクターがショー全体を通してあなたに正直であるようになったからだ。 残りのキャラクターはMCのために別の馬鹿げたハレムの状態にするためにそこにあるキャラクターを捨てるものです.RikaとKeikoはキャラクターが登場したときと同じキャラクターで、 私が個人的に本当に楽しんでいたKleinも、彼がショーにあったすべての瞬間を愛していたことは本当に楽しいキャラクターだったので、スクリーン・タイムと開発時間があまりないので、 小さな妹のキャラクターは、あまりにも控えめな髪の毛が無くても、ハムレは何者なの？ ええ、私はスグホについて話しているし、彼女は私が気にするすべてのために消えるかもしれない。\n\nアートとアニメは最高ですが最悪ではなく素晴らしいですが、いくつかの戦闘シーンは非常にうまくアニメーション化されましたが、他のシーンのいくつかは時々かなり平均的に見えるかもしれません。 実際にはモンスターやキャラクターのデザインはきれいでした。 私は本当にOPやEDの方が好きではなかったが、OSTは非常に魅力的だった。\n\n全体的に、これは私が最初の14のエピソードを見ることをお勧めし、私がそれを楽しむために話した人々の後半を軽蔑したかもしれない間にあなたがそれの残りの部分を見たいかどうかあなた自身を決定することをお勧めするショーです あなた自身のためにその判断を下す。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "jdimaria3",
    "profile": "/profile/jdimaria3/reviews",
    "pages": "25",
    "number": "7",
    "link": "/reviews.php?id=171709",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  7\n|  9\n\ntl; dr確かに、時折プロットホールやキャラクターの迷惑を信じたり見落としたりする必要があるかもしれませんが、最終的には素晴らしいアートとサウンド、楽しい設定とキャラクター、そして堅実なストーリーを持つ非常に面白いアニメです。\n\n注：自分のスコアに同意しないだけで、「役に立たない」と投票しないでください！ 最初にレビューを読んで、それが何であるかを判断してください。 それはそれらのボタンのポイントではありません。\n\nああ、ソードアートオンライン。 アニメファンの間で大規模な分裂を引き起こしたアニメ - 嫌いな人もいればそれを愛する人もいます。 私はどこに立つのですか？ 愛の側のどこか - 本当に楽しかったですが、ポイントで私を悩ませた問題はまだいくつかありました。\n\nストーリー：8\n物語は確かに興味深いものです。誰かがそれについて話を聞いた瞬間に私の注意を引いたものです。新しいVRMMOにログインしている何千人ものプレイヤーが突然ゲームに閉じ込められ、ログアウトできません。 ゲームで死ぬと、実際の人生で着用するVRヘッドセットが脳を揚げるため、実生活で死ぬ。 最初のエピソードから、私は夢中になった - 私は世界の多くを見たいと思って、このすべてがどうやって起こったかを学び、キャラクターのキャスト（以下でさらに論じる）が自分自身になったのを見てみたい。\n\n私はシーズンの後半が前半とはまったく良くないという点で共通の批判に同意します（ゲームで死ぬという概念は現実に死に絶えます！） 前半と同じ感触 - ショーを構成している同じ偉大なコンポーネント - そして私はAincrad（SAO）弧のようにアルフハイム（ALO）弧の進行を見るのと同様に興味がありました。 いくつかのキャラクターの変更は少し大きかったようですが、ストーリーの進行に必要でしたが、正直言って、彼らが起こった状況に基づいてそれほど奇妙に見えませんでした。\n\n確かにアニメ全体にはいくつかの驚異的なビルドアップがあり、これらのシーンのクレッシェンドはいつも遊びを見る喜びでした。 しかし、ある種のプロット装置を落としたり、見落としたり、一見忘れてしまったりして、プロットを前進させるようなやり方で少し迷っていました。 私はまた、結局のエピソードの最後の数分で少し失望しました。なぜならそれはまだ強く、（キャラクターと視聴者のために）良いメッセージを持っていましたから、別のキャラクターに焦点を当てたかったからです あなたがそれを見たときに私が何を意味するかをおそらく知っているでしょう）。 しかし、最後の数秒は基本的にそれを補うものであるため、決して大きなネガティブではありません。 私が来ないと思ったいくつかのプロット・ツイストもありました。いつも楽しんでいます。 しかし、最後に重要なのは、私がまだかなり楽しくて物語を見つけたということです。 要約すると、後半には少しの品質低下がありましたが、いくつかの便利なプロットデバイスが残っていましたが、彼のストーリーはかなり楽しいものでした。私はいつもキャラクターのキャストと AincradとAlfheimの世界では、\n\nアート/アニメ：9\nSword Art Onlineのアートとアニメーションは本当に印象的です。 キャラクターのデザインは敵のデザインと同様に強かった。 悲鳴を上げた鮮やかな色と、かすかな気分になる暗い色がたくさんありました。  AincradとAlfheimの世界は、見ることの扱いであり、私の神の戦闘のアニメーションは素晴らしいものでした。 キャラクターが危険にもかかわらず、どの戦闘も楽しみにしていたので、彼らは本当に素敵でした。 感情は、幸福、悲しみ、怒り、恐怖など、よく描写されました。 例えば、あるキャラクターの関係を通じて伝えられる感情のように、ボスと出会ったときにプレイヤーが表示する恐れが本当にかなり信じられていました。 私が持っている唯一の非常にわずかなネガは、静止画像ではなく、1つまたは2つの特定の戦闘がアニメーション化されたことを望んでいるということです。\n\nサウンド：10\nサウンドは、SAOパッケージのもう一つの本当の、本当に強い部分でした。  OPとEDは両方とも非常に優れていました（ただし、ALOの冒頭では別の曲に変わりますが、まだ楽しんでいました）。 サウンドトラックは素晴らしかった。 レビューを書いている間、私は実際にそれを聞いています。 偉大な感情や闘争を伝えるものや、バトルシーケンス中に叙情的な感情を伝えるものや、世界が探検されたりキャラクターが逆転したりするたびに再生されるものもあります。すべての曲が強く、私は（法的に、 もちろん）サウンドトラックをダウンロードする（私はすでにiTunesでOPを買った）。 私の好きなトラックには、Swordland、Luminous Sword、Nightfall、A Tender Feeling、Aincrad、それを倒す必要がある、仲良く戦う、仲間と一緒に、クリティカルフェイズ、そして私とダンスがあります。 スコアに加えて、声優も英語と日本語の両方でかなり良いものでした。声優は非常に強い役割を果たしていて、登場人物が描いていた感情を聞いて感じることができました。  （楽しい事実：英語では、Kiritoを演奏する声優もTitanのEren in Attackを演奏しています。これは類似したキャラクターのようにクールです）。\n\nキャラクター：7\nSAOを主観的に振り返ってみると、キャラクターは少し不足していると感じた1つの要素です。 私は本当に特定のキャラクターが好きでしたが、「パーマ・デス」効果で、他の人たちは私が本当に気になってしまう前に殺されました。 他の文字は興味深いようでしたが、十分に開発されていないか、開発され始めたときに殺されるようになりました。 特定の文字は全体的に特に強くはありません。 正直ではないと思っていた。 彼らが最初に紹介されたときに私が特に気に入らなかった主人公さえあったが、後に楽しんだキャラクターに成長した。 私はいくつかの文字を愛し、いくつかの文字を嫌いましたが（良い方法で！）、開発の不足のために私が意見を得るために十分に開発されていないか、失望したものがありました。 心に留めておいてください：そこにいる人物は悪いのではありません！ 私はそれらの大半が好きだった。 それは私が少し失望していた特定のキャラクターとの時間の欠如の多くです。\n\nストーリーの過程を通して描写された関係はかなり良いです。 キリトは一種のハーレムを持っているようですが、それは誇張ではありません。サイドのものは非常に素早く出入りするので、キリトが実際に気にしているのはかなり明らかです。 彼らの関係が発展しているのを見ているのは、本当に面白くて感情的でした。 あるシーンは私を笑顔にし、他の人は私を悲しみに分け与えました。 いくつかのサイドキャラクターもかなり強いです - すべてが未開発です！ 私はKlein、Sybil、Leafa、Heathcliffeを楽しんだ。\n\n18歳の男性であることから、私は自分自身の性格やキリトの信念の側面を特定し、彼とその窮状に共感することがとても簡単であることを知りました。他の多くの人が他の人物と同じように見分けることができると確信しています。 多くの人が自分の性格を持ち、それに対処するための闘いは、さまざまなタイプの視聴者に共鳴するでしょう。\n\nだから、あるキャラクターが未熟であることがやや残念だが、私は主人公とプライマリーサイドキャラクターのいくつかを楽しんでいた。 私は1つは、関係がどのように演奏されたか楽しんで、後半に発生する特定の関係がキリトを混乱させるが、対処方法も非常に適切である。\n\n楽しさ：9\nあなたが非常に良い芸術とアニメーション、美しい叙事詩のサウンドトラック、そしてキャラクターとの面白いストーリーであなたがあなた自身の部分を見ることができるかもしれないショーを楽しむなら、あなたは確かにこれを好きになるでしょう。 特にロマンスやコメディが好きではない場合、非常に深刻なショーになる可能性があります。おそらくこれは気に入らないでしょう。 しかし、オープン・マインドを持ち、嫌悪感や誇大宣伝に参加していない人は、おそらく自分自身と同じように心地よく驚きます。\n\n個人的に、私はショーがとても楽しいと感じました。 私は徹底的に楽しんで、私はすべての私の友人にこれを喜んでお勧めします。 音と芸術は素晴らしく、物語は興味をそそられていて、あなたに不思議を抱かせるためにいくつかのプロットの紆余曲折があり、大半のキャラクターはかなり強く、多くのキャラクター（ロマンチックな友情と友情の両方）の間に展開する関係は よくやった。 壮大な瞬間、幸せな瞬間、悲しい瞬間、非常に感情的な瞬間、陽気な瞬間、そして激しい瞬間があります。 最初のシーズンはほんの数日で見ましたが、もう一度やり直していきます。 完璧に正直に言って、私はSAOの世界に閉じ込められている気がしません。 私はシーズン2を見るのを待つことができません。\n\n全体的に、私はショーに8.5 / 10（9/10に丸められた）を与えたいと思いますし、確かにそれを推薦しています。 レビューを読んでいる人には、Sword Art Onlineを試してみてください。 たぶん2度目（初めて失望した方々のために）を見ていると、新しい視点が得られます。 そして、自分のような新鮮な新しい視聴者には、それは単に仮想現実に閉じ込められていることに関する分裂的なアニメであったことに気付いています。オープンな心で（あなたが聞いた否定的な意味を明確に） 確かにそれを楽しむでしょう。\n\n役に立った/役に立たないすべての投票に、フィードバックは高く評価されます！ これは私の3番目のアニメレビューです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Juan_89",
    "profile": "/profile/Juan_89/reviews",
    "pages": "25",
    "number": "8",
    "link": "/reviews.php?id=171341",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  4\n|  5\n\nまず最初に、このレビューには後で一部のスポイラーが含まれています。シリーズの欠点のいくつかについて少し詳しく説明することは全くできません。\n\nSAOは、私が見た人のほんの少しのような視聴者を分けているようです。評価とレビューのスコアの大きな違いが示唆しています。 しかし、私は、他のレビューのスコアの数字に注目するよう強くアドバイスします。 私にとって、このシリーズは、過去数年の他の多くの人気シリーズが好きであったにもかかわらず、その膨大な人気にもかかわらず、実に残念でした。 潜在的な多くの、しかしまた、多くのことが間違っている。\n\n最初の部分は個々のレーティングを扱いますが、より楽しむことができないほど厄介なものや不一致が「楽しさ」セクションで強調されます。\n\nストーリー：7\n設定の一般的なアイデアは私には新鮮です。  HPが0に達すると実際に死ぬという問題を抱えてMMORPGに閉じ込められてしまいます。ゲームを打ち負かすことができれば、戻ってくることができます。これは古典的な「Lord of the Flies」を思い起こさせます それにうまく協調的にねじれている。 非常に複雑なプロット、多くの倫理的ジレンマ、そしてゲームの仕組みに起因する困難な社会関係につながる可能性のある、本当に良好で有望な前提です。 しかし、ロマンスやスライス・オブ・ライフのような多くの要素は、ストーリーのさらなる深みを防ぎます。 キャラクターが取り組まなければならない事柄に取り組むいくつかのエピソード的な出来事がありますが、一般的には、セッティングの潜在的可能性は完全には探究されていません。 特に、実生活で死ぬという概念はシリーズの約半分で無効になっている。 しかし、それは道に沿って残されていますが、使用法が理にかなっている点がいくつかあります。\n基本的に、上半身（SAO）は、ほぼすべての側面（文字/世界のデザイン/セッティング/ペーシング）において、第2の（ALO）よりも優れています。  SAOの部分を25 epsに引き上げると、私のレーティングは1または2ポイント向上するでしょう。  ALOは全体として必要以上に少なく感じ、それを14 eps後に終了するだけで傷つけることはありません。\n\nアート：8\nかなり飽和している。 背景や一般的なアニメーションの質や流暢さ（いくつかのエピソードは、戦いの際にそれを踏みつけている）は好都合です。 戦闘シーンはほとんどがうまくいっていますが、もう一度、最初の部分のものは、ほんの少しの例外を除いて私にとって少し上手です。\n\nサウンド：7\n芸術と同様に、この1つは非常に良い得点です。 サウンドエフェクト、BGM、オープニング/エンディングは素敵なやり方で覚えておいてください。 それほど不平を言うことはあまりありません。\n\nキャラクター：4\nこのカテゴリでは多くの改善が行われます。 主人公のキリトは、あらゆる戦闘で勝利し、すべての女の子が彼（家族の仲間を含む、そうである）に恋し、例外的に賢い、魅力的な 、タフ、それらを達成するために必要なものは何でも。 最も有望な性格特性は、最初のエピソードの間に少しずつ発展し、残りのシリーズのために最大レベルにとどまる彼の道徳的基準です。 他の主人公であるAsunaとSuguhaも、追加の開発から利益を得ることができます。これは恐ろしいファンサービスと過度の過度の感情によって影を落とします。  Kleinのような興味深い、またはおそらく重要なサイドキャラクタの多くは、非常に不規則な時間枠にしか現れず、その開発も後に残されています。 主要な村人の描写は特に悪く、次の部分で論じる。\n\n楽しさ：5\n物語の部分で言及されているように、第2の大弧（ALO）では多くのことがあまりよく行われておらず、私は自分自身にこのように扱うことを考えていた。 その前提といくつかのキャラクターのための可能性は非常にあります。特に、あなたがそれをうまく処理できるいくつかのシリーズを見ていると、失望は些細なことになるでしょう。 細部と不一致もたくさんあります（そのうちのいくつかはニトピッキかもしれません）\n\n - 技術の問題：ゲームのメカニックやそれに伴うキャラクターの問題（他の多くのレビュアーからすでに議論されている）を除けば、NerveGearのハードウェアと世界の一般的な状況に問題があります。 まず、小型のバッテリアシスト式ヘルメットでCNSに物理的に接触することなく、すべての脳信号を傍受して変更する能力は、現在の技術や科学よりはるかに先行しています。 私たちが約10年間で得るものではなく、まさにそのような一般の人々に公開されるものではありません。 必要な技術はかなりの費用を要し、キリトは汚れたものでなければならないという前提につながります。 システムの安全性は比類なく貧弱で、重いテストと制御のために実際の生活の中でそのような生死の設定を決して受けることはありません。 また、システムをハックしようとする人や、NerveGearを強制的に取り除いてバッテリーを破壊する方法を見つけようとする人がいなくても、数年間プレイヤーが病院内に横たわっていることはありません。\n\n - 医療問題：生物学の学生として、私は助けることはできませんがそれらに気づく。 なんらかの理由で、NerveGearのユーザーは、膀胱のほぼ完全なコントロールを持っており、休憩を取らずに非常に長い時間を続けることができます。 また、キリトを抱える病院は、あなたが入りたくないものです。 昏睡状態の人のために、彼はかなりひどいケアを受けました。 栄養チューブでさえ、彼は死に至るまで飢えていたはずです。 心拍モニターが取り外されているかどうかは誰も気にしていないようです。 彼のSAOチャーとは別に、彼の本当の体は、昏睡状態から2年後に廊下を歩き回ることができます。\n\n意志力の概念：意志力と強靭さがあなたの目標を達成するのに役立ついくつかの状況がありますが、それは実りがなく、愚かなところもあります。 いくつかのアニメはこれをうまく実装することができますが、SAOでは非常に鈍いです。  Willpower（そして愛の力）は、あなたがあらゆるボスを倒し、一定のプロットアーマーを与え、ゲームのコードを克服させ、筋肉が2年間運動しなかった後に最初に歩くようにします。\n\n -  Villians：これは本当に混乱しているものです。 シリーズでは、第2アンタゴニスト（Sugou）は、最初のもの（Kayaba）が指摘的により害を及ぼしたにもかかわらず、はるかに（非常にステレオタイプの）邪悪で狂った形で描かれています。 カヤバは神の複合体を持つ精神病の大量殺人犯で、4000人の死者の直接責任を担っていると言うのはかなり安全です。 でも、彼は2番目の部分でいい男に変わってしまった。私の意見では全くばかげている。 あなた自身の利己的な理由のためだけにそれに値するものではなかった多くの人々を殺してしまって、ライターがそのようにしなければならない人はいないと、適切な償還はありません。\n\n - その他：私はちょうどこれらのもののためにいくつかのキーワードを与えています。いくつかは、このシリーズ（そして、この惑星上のほとんどすべてのアニメ）が必要としないものです。\n（ヒント）触手、非人道感情レベル、涙の海、無限の愛の約束などがあります。\n\n結局のところ、このシリーズはすべてが悪いわけではありませんが、品質面ではそれほど価値がないので、どのようにしてそれが信じられないほど普及しているのか分かりません。 しかし、あなたがアクションと戦っているシーンを見ているなら、あなたはほとんど失望しないでしょう。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "ryekun",
    "profile": "/profile/ryekun/reviews",
    "pages": "25",
    "number": "9",
    "link": "/reviews.php?id=222248",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  2\nアニメーション|  8\nサウンド|  8\nキャラクター|  2\n|  2\n\n私はこのアニメを最後に見てから4年経ちましたが、今までそれを見直すことさえしていないので、私はそれほど覚えていません。 悲しいことに、私はただの良いものの代わりに悪いことを覚えています。それは今、そこに最も論争の多いアニメの一つです。 初めてこのアニメに近づいたとき、私は友人がこのアニメが2012年の最高のアニメだと私が言ったときには、それが最高かもしれないが、しばらくの間だけそうだったと思うと、それにはかなり懐疑的でした。 私はcome'onそこにアニメがないことを意味するプロットの穴がない完全に完璧なのですか？ 私の高い期待が私を失敗させなかったことを教えてください。\n\nストーリー2/10\n私は実際に最初の2つのエピソードの後でシリーズに魅了されました。 そのプロットは誰もがゲームに閉じ込められ、キャラクターが適切に紹介されたところで構築されました...シリーズは、私が謎を解き明かすためにしばらく行っていました。 これを行う目的は何でしたか？ だから5つのエピソードの後...今ここで私のために下り坂に入ったこのシリーズは、ここで私たちの初心者MCがここではOPである理由を正当化しない多くの時間スキップがありました。絶対にキャラクターの開発はありません 彼の中には何があっても、女性の人物と一緒に彼を投げ込むことで彼を隠しています。ああ、あなたはそれを推測しました！ 彼は彼らに単純な恩恵を与えるときに、彼のためにかかとの上に落ちる。 そして、シリーズが最初の円弧の終わりに達すると...\n\n*ああ待っているスポイラー！*\nアンタゴニストは、SAOのすべてのプレーヤーをトラップした理由を正当化しません！\n\n司会者：ああ、悪人さん、なぜこれをやったのですか？\nVillain：IDK LOL！\n\nええと、ええ。  2回目のアークは、死ぬことのないペナルティの新しいゲームの新しい設定です。私はこのアークを深く掘り下げません。なぜなら、それを見るのはあまりにも恐ろしいし、言及する価値もないからです。 スポイラーの無料サマリー..それは、メインストーリーとの関係がほとんどない、あなたの平均的なクライシュチャイルド・イン・ストレスストーリーです。 女の子は困っている、男は彼女を救うために旅に出る、彼らはすべて幸せに後に住んでいる。\n\nアート8/10\n芸術はそれで間違ったものは何もありませんでした。私の2セントの価値があると確信しています。\n\nサウンド8/10\nもう一度、あまりにもシェビーでもない。 彼らのバーチャルリアリティMMOゲームでのクリック音と通知音が大好きです。 私は実際にこのアニメのために作ったLiSAのOP「Crossing Field」を愛していて、アニメの雰囲気によく合いました。\n\nキャラクター2/10\nKirito  - そうですね、初めはここの辺境郡は弱っているように見えましたが、ゲームに閉じ込められる脅威に直面しているので、バーチャルリアリティ内の死が現実世界に生き残るための触媒になります。 今ではあなたの中には、自分のキャラクターが最も魅力的な設定であることと、シリーズを続けた理由を実際に見つけた人もいることは分かっています。私は認めなければなりません。 人格の流れはシリーズ全体を通して続くと思いましたか？  NOPE。 違う。 シリーズは巨大な時間をスキップして、突然彼はゲームで最も無作為に圧倒されたプレイヤーです。私が以前言及したように、彼は全くのキャラクターの開発をしていません。 すべての雛は彼を欲しがっているし、彼はあまりにも密度が高すぎて実現していない。\n\nAsuna  - 彼女は多くの潜在能力と開発力を持つ男らしい女の子のように見え始めましたが、もちろんそのイメージを描いていました。私は彼女が教えてくれたので、彼女はMr Edgy-Kun 彼女はこの致命的な仮想MMOの中で、ここを楽しんでいます。 恋に落ちることは間違っている、いいえ？ ヘック私もそれを行うことができ、5セントを返すことはできません。 それ以来、彼女はシリーズ全体を通して最も無駄なキャラクターになっています。 彼女は第二の弧で苦痛の無用な乙女になり、もちろんKiritoはすべての苦労をしています。\n\nKayaba Akihiko  - あ、そうです、Villianさん、あなたが欲しかったすべての答えを最終的に得るために待っていた人。 あなたを失望させて申し訳ありませんが、なぜ彼がすべての選手を捕まえたのかについての答えはSAOではありません。 彼はまったく目的を持っていません！ 彼はKiritoと衝突する以外のシリーズではほとんど出演しない。 彼はちょうど '私があなたの男の子を捕まえた理由を忘れてしまった。\n\n楽しさ2/10\n私の前のセクションで触れたように、Kiritoの触媒に対する態度は、私が最初の弧の終わりに到達したときに私が5つのエピソードに到達するまで続けていたものでした。 誰もログアウトしましたか？ ああ、もう弧があるのを待って！ そして、アスナは困っている！ しかし、私はそれに言及しても気にしないでしょう。なぜなら、第2のアークストーリーは書かれていないからです。なぜなら、主にヴィリシア人のおっぱいと愚かな動機のために、私は続けることができないということはまったくひどいことでした。\n\n全体的な4/10\n昨日の終わりに、Sword Art Onlineは、楽しみのために人々が見るための典型的なジェネリックアニメだと私は信じています。 私がこのレビューを打ち込んだとき、私は自分自身を含めてこのシリーズを嫌う人がいる理由を理解し始めました。 このシリーズに目を向けるfanboys / girlsの唯一の欠陥は、Kiritoの魅力的な触媒が彼をスーパークールなOPの主人公として描写しファンボーイが彼を愛しているからだった！ そして、それは...憎しみが増えて違うことを求める場所です。 あなたがこのレビューを読んで、それを最初に見たなら、あなたはどこから来ているのかを理解するでしょう。 それは私にもやってくれました。そして、私はそれのためにほとんど落ちました、一つのOPキャラクターそしてそれは彼女が書いたすべてです。\n\nRyekun out。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Cursedprince91",
    "profile": "/profile/Cursedprince91/reviews",
    "pages": "25",
    "number": "10",
    "link": "/reviews.php?id=221501",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  7\nキャラクター|  1\n|  3\n\nレビュー\nストーリー\n\n私が自分自身に思っていたアニメを見たときにOK。人がVRの中にこぼれ落ちると、このアニメはすばらしくなり、親がそれらを軽くしようとすると、彼らは死んでしまいます。 最初の2つのエピソードは、気分をどのように設定するか、キャラクターとプロットを見せてくれるアニメにとって大きな可能性を示しました。しかし、エピソード3が起こったら、彼らは自分自身を急いでいるように見えました。 そして最後にシリーズの第二の箱のために...キリトが勝った理由は、彼があなたを殺したことを知った最初の大佐が彼にメインフレーム/パワーへのアクセスを与えたからです キリトはどのように進歩しましたか？ 彼はどのように訓練を受けたのですか？ そして、なぜAsunaは突然彼と恋に落ちたのですか？ 私たちが見ているのは、彼のクリップと、同じ家を共有している何かが、何らかの理由ですべての恋人であることです。 彼らはアニメを急いでいない場合、50エピソード以上になる可能性のある2つのアークを完了した26エピソードで。 私が見つけたもう一つの主な問題は、Kiritoがシステムの不具合で死に瀕していて、彼が1馬力で生きているか、何の理由もなく運転手を与えていることです。 主人公の一人は、なぜ彼が最初のペースでそれらをすべて閉じ込めたのか忘れてしまった。第二は、私には良いプロットではない自分自身へのAsunaを望んでいる変態者だ...私は悪い物語コンセプトi 現実のテレビや石鹸のドラマを見に行きます。\n\nアート：\n\n私にとっては悪くないけど本当にそうではありません...ユニークなのは他のほとんどのアニメアートスタイルのようなものです。 地図や風景は素晴らしいゲームスタイルですが\n\n音：\n\n彼らが追加した音楽はタイミングが本当に素晴らしいです。彼らは感情に合った完璧なタイミングとトーンを持っていました\n\nキャラクター：\n\nキリト：\n\n... 何と言えばいい？ 最初は、彼は何もなく、まだ何らかの理由で女の子が彼と恋に落ちるような人格を持っていないかわいそうですか？ うーん...彼は二度と馬鹿だ、私は100人以上の人が彼の身元を保ち、彼が彼のレベルと一緒にベータ版にいたときにかなり大胆に行動しないために死亡したことを意味するかなり高いです。 はい、あなたは生き続けることができると言えるかもしれませんが、多くの人々が死ぬ最初の上司で死ぬはずだったが、彼はシステムを壊して彼を生き返らせてしまいます。 第三者は、「彼は何が間違っているのか」と言っています。 例えばドラゴンボールシリーズでは、DNAのせいでほとんど死んだときに、言い伝えがパワーアップしていると説明しています。そして、不規則な高校のTatsuyaが実験したところですが、Kiritoのために？  Noo..彼らは、彼が\"死ぬ\"の寸前にいるとき、\n\n明日菜：\n\n最初の3-5のエピソードでは、彼女は誰にも頼る必要のない強い女性キャラのように思えました。 プレイヤー、NPCS、モンスターを本当に良いレピアで扱えるようになりました。 その後何らかの理由で彼女はキリトに依存しているように見え、1950年の家の妻になり、家事をしている間に男性が仕事に出ることができます。 どうして？ 彼女はきれいなキリトと一緒に本当に良い戦いになるでしょう。それは別のポイントをもたらしますなぜ彼女は恋に落ちましたか？\n\n女性の大部分はキリトが会う：\n\n彼らはどちらか死ぬ...または何らかの理由で彼の穏やかなキャラクターと恋に落ちるが、再びAsunaのように、これはVRアニメを私が一番嫌いなハレームアニメに変えたように戦いを見ない、はい私の意見は私がHaremsを憎む\n\n悪い男：\n\n大丈夫最初の悪い悪い男...彼はなぜ彼らがゲームの中にそれらを閉じ込めたのを忘れて\n\n2番目の大悪い男、彼はゲームに彼女を保つことによって自分自身にAsunaを望む\n\n3番目..まあ、人を殺すためにたくさんの人がいる\n\n楽しみ：\n\n多くの人々が試してこのタイトルを擁護していますが、それは私がそれを落とした理由\n\n全体：\n\nアニメは大きな可能性を秘めていますが、それはその流出の下に流されました。\n\nスキップされた時間\n\n貧弱なキャラクターの開発\n\nオリジナル/ユニークなことを言っている人は...これ以前に作られたより多くのVRゲームはありませんが、マンガのようなものでもhack.sign"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Kagami",
    "profile": "/profile/Kagami/reviews",
    "pages": "25",
    "number": "11",
    "link": "/reviews.php?id=170559",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  7\nキャラクター|  6\n|  6\n\nソードアートオンラインは現象です。 個人的な意見はさておき、アニメ業界の象徴的なアニメとしてのSword Art Onlineの地位は否定できない事実である。 これはなぜですか？ それは卓越したストーリーソードアートのオファーに起因するのでしょうか？ むしろ、少なくともこの不名誉について聞いたことのないアニメファンに会ったことがありますか？ ソード・アート・オンラインの成功と、それが実際にどのように品質よりも深くなったか、あるいはストーリーがどれほどうまく実行されたかは、ビデオゲームの種類のプロットやこの作品を取り巻く矛盾するエンティティの需要のために高まりました。\n\nSword Art Onlineとして知られる危険なRPGの旅で、Kirito、Asunaと会社に加わってください。 いくつかの薬をつかみ、ハッピーセーリング。 これは、Sword Art Onlineです：\n\n\n\nこれがソード・アート・オンラインが私にとって輝いた場所です。 ソード・アート・オンラインのサウンドトラックは、私がより多くの努力をしてより良い結果を出したと感じていた、不十分に実行されたいくつかのエピソードを抱き締めるのを助けることができました。 すべてのエピソードが悪いわけではありませんが、それらの一部は、提示されたサウンドトラックまたはこのフランチャイズを取り巻く文字で輝いていました。 さらに、Sword Art Onlineのオープンは本当に素晴らしいです。 それはより多くのものを必要とする、あなたを圧倒する。 あなたはすぐに忘れられないことを望むあなたの頭の中で曲を始めます。 何かあれば、Sword Art Onlineのサウンドトラックは賞賛に値する。 それは、実際には良いことでした。\n\nすべてが素晴らしかったわけではありませんが、Sword Art Onlineのキャラクターは大丈夫でした。  Kiritoは驚くべき主導者ではありませんでしたが、このシリーズが何を示しているかを見ると、仕事を終わらせることができます。 私が他のアニメで見たように彼女がキリトと彼の援助に依存し始めたとき、彼女はたくさんの火花を失ったように感じましたが、Asunaは本当に素晴らしく始めました。 個人的には、リカが一番輝いていました。 私は彼女のキャラクターがSword Art Onlineが提供した最高のものだと感じましたが、キャラクターは個人的な意見になり、あなたはそのキャラクターの気持ちを感じます。 あなたがこの烙印を取り囲むすべての性格を愛していれば、私はショックを受けません。しかし、すべての性格を嫌うことも、無実の意見ではありません。\n\n私はSword Art Onlineを楽しんでいましたか？ まあ、はい、いいえ。 私は少数派であるが、私のための2番目の弧は、それがどのように処理されたのかと感じたので、Sword Art Onlineを保存した。プロットホールはずっと少なく、Suguhaはアニメの2番目のお気に入りキャラクターだった。 最初のアークの最後のエピソードはかなり楽しいものの、その点を打つと全体的にアニメ全体に飽きることはありませんでした。 私は全体的に言うと、Sword Art Onlineの楽しみは6/10だった。 それほど素晴らしいものではなく、実際にはそれほど良いものではありませんでしたが、それがうまいときは楽しいアニメの公平な評価でしたが、うまくやっていないときは醜いものでした。\n\nあなたはこれを見ますか？ はい、そうです。 私は経験と簡単な物語にそれを見てみましょう。 それは素晴らしいことではありませんが、扱いが違っていれば、より良い結果が得られるかもしれません。 あなたがそれを見て、吸い込まれずに中毒にならないようにしてみると、ちょうどキリトのように終わるかもしれません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "CrimsonZanian",
    "profile": "/profile/CrimsonZanian/reviews",
    "pages": "25",
    "number": "12",
    "link": "/reviews.php?id=220928",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  8\nサウンド|  7\nキャラクター|  2\n|  1\n\n私はこのショーの前提が膨大な可能性を秘めていると考えていることを前に説明します。 しかし、ショーはビデオゲームに閉じ込められたことについてまともなショーをする機会を浪費します。 このショーの私の嫌悪感はかなり早く要約できるので、私は非常に詳細なレビューを書く時間を無駄にしません。\n\n私が認めようとしている芸術と音楽を除いて、このショーはショーに必要な最も重要なもの、良いキャラクターと良いストーリーには失敗します。 この種のショーは、彼らがこの世界の謎を通って進んでいくときのキャラクターや、世界と彼らが捕らえられた人々とのやりとりの仕方によって動かされるべきです。 キャラクターは自分の経験を通して成長し、視聴者に気になるはずです。\n\nSword Art Onlineはこれらすべての分野で失敗します。 このショーの最初の間違いは、主人公の主人公であり最上級者であるキリトです。 ミスター・オンリー・ウエアズ - ブラック・クロークは、ここでは好意的なキャラクターに近いものではなく、悲惨な孤独なオオカミで、最悪の場合はミステロニストです。 彼の性格は、シリーズ全体を通して決して変わることはなく、「私は一人で働いています。」 彼は主に2つのエピソードの中で飛び出したアスナと彼の間の劇的なキャラクターの変更まで、シリーズの前半の大半のための精神を持っています。  （はい、明らかに、彼らは行かなくても一緒になるだろうが、少なくともそれに努力を注いだ。\n\nこのショーのもう一つの問題は、一定時間ジャンプです。 彼らの経験に共感できないなら、あなたはキャラクターに接続することはできません。 そして、このショーの経験の大部分は、ショーがちょっとスキップしている物語や小品でスクリーンから出てきます。 私たちはそれらが強くなるのを見ることは決してできません。私たちは塔の登りを見たり、勝利を味わうことはありません。 それは画面外で起こり、我々はイベントの余波の中でそれらを見て残っている。\n\n重要なことが画面上で起こるか...はい。 しかし、これらの出来事には、何が起こるのかが分かっているため、少しでも緊張していません。 キリトが来て、私たちが一度も見たことのないトレーニングやイベントには彼が駄目だから、その日を節約します。 そして、このショーで他の人が死ぬと、私たちが見るキャラクターの大部分が多分1〜2回表示され、最初のエピソードの後に​​残りのシリーズのスクリーン時間が残っているので、影響はほとんどありません。\n\n他のキャラクターが存在しているように見えても、キリトと他のキャラクターに大きな問題はないでしょう。 彼らはすべて、キリトの賛美歌を歌っている平凡な文字の原型です。 あなたはあなたのコメディーな親友、恥ずかしがり屋を選んだのですが、彼女は悲しいので、明らかに死ぬつもりの悲しい女の子です。 ああ、もしあなたが男性の奴隷であれば、展覧会があるか、何かと戦わなければならない限り、ショーはあなたが存在するくそを与えないので、おそらく現れてはいけません。\n\nあなたが良い戦闘機で、いくつかのクリーチャーと戦っている場合、キリトが現れるまで、あなたはそれに対してかなりうまくいくだろうと気づくことについて話しています。 それから、あなたはスパゲーサーの脚の場合を得て、Kiritoが悪者の残りの部分を覆い隠すまで、あなたの気まぐれな剣を保持する方法を忘れます（あなたが女性の場合、Asunaという名前で1000X倍の確率で ケージに詰まった。）\n\n私は今現在、このレビューで私が望んでいたより多くの時間を無駄にしてきました。 全体的にこのショーは私から2/10を得る（私は戦いのシーンのいくつかがうまくアニメーション化されていると思うから）。 ゴミ箱、楽しい種類さえありません。\n\nP.S. ショーの前半にあるドラゴンガールが本質的に若いアスヌーナであることに気づいたことがあります。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Bioflakes",
    "profile": "/profile/Bioflakes/reviews",
    "pages": "25",
    "number": "13",
    "link": "/reviews.php?id=123917",
    "jp": "--- --- --- | ---\n全体的な|  3\n--- | ---\nストーリー|  1\nアニメーション|  7\nサウンド|  4\nキャラクター|  1\n|  5\n\n私はここでスポイラーを無料でレビューしようとするつもりですが、FEWスポイラーはありますが、キャラクターの登場などのように非常にマイナーです。\n\nMCはあまり話していない典型的な人で、何とか誰かを凌駕する能力を持ち、批判的な時に不可能な動きをほとんど何もせずに行い、すべてが彼を欲する女性キャラクターに囲まれています。\n\nアニメの非常に早い時期に強制ドラマがあります（水晶の部分、それは面白かったです）。 最初のアークの後、すべてがシッターに向かい、強制的なロマンスアニメに変わり、2番目のMMOの世界が突然現実の死なく現れ、そのため停止しません。 しかし、あなたは飛ぶことができます、sugoi！\n\n私が自分に尋ねるところまで、主人公のカヤバが最初の弧の終わり近くにキリトとその女の子と一緒に家を演奏したいという少女の体を持つようにする理由は、ユイが完全にはずれています。 彼女は最初に存在するポイントがありません。\n\n主要アンタゴニストの動機は決して適切に説明されなかった。 彼は浮遊している夢の城のためだけにマイクロ波の殺人者です。\n\n方法はさらにありますが、そのようなものはスポイラーフリーではありません。 しかし、あるシーンでは常に同じトラックを使用していたにもかかわらず、サウンドトラックはかなり良いものでした。\n\n全体的に、かなりひどくアニメをやって、見ていないだろう。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "L-Buzz",
    "profile": "/profile/L-Buzz/reviews",
    "pages": "25",
    "number": "14",
    "link": "/reviews.php?id=191402",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  8\nキャラクター|  3\n|  6\n\n人気のあるアニメをレビューするには、多くの愛好家や嫌悪者と禁止されることが予想されます。 ソード・アート・オンラインはViedo Gameに関連するアニメです。暗く、ジョークがあり、あなたの目を本当にキャッチしています。 しかし、物語は良い方法で行くことはできません、それはアニメに少しばかになると多くのものが目立つことができます。\nまず第一に、kiritoという名前の人物についての話で、VRMMOにSword Art Onlineという名前で加わった人は、みんな楽しかったし、このゲームで素晴らしい経験をしたいと思っていました。 しかし、ゲームの作成者である加矢秋彦さんは、100人のボスをすべて倒せない限りゲームを手放すためのすべての方法を減らしました。もう1つの問題は、ゲームで死んでも、生まれ変わることはできず、  。\nストーリーの設定は本当によく書かれていますが、アニメはそれ以上説明していないし、ストーリーが不完全になったり、あまりにも多くのブランチがあったり、 彼のペット、無敗の剣と無制限のスピードになるために女性を捕まえることを含む好きなことをすることができます、この種のものは物語を完全に破壊しました。\nSAOの物語の後、物語はALOで続き、これはより貧弱なストーリーライン、より多くのキリト、キリトと恋に落ちたもっと汚い女性が来たことを意味する。 私が楽しんで欲しいものだけが消えて、戦闘の質は少し低下し、最終的なボスの戦闘は完全にゴミであり、キリトはスゴーノブユキと戦うほど強くなく、同時にアスナは彼にレイプしている。 私たち全員が、きりとりがどのようにしてこのような問題を解決したのか本当に楽しみにしています。 アニメは、ALOとSAOのシステムの権威の限界をキリトに借りている、と言った。 ファック、なぜ私は最後の10 epを見る必要がある、それはたわごとの作品です。\nこのシリーズでは芸術とサウンドはうまくいっていますが、芸術とサウンドの両方が叙事詩になるほどのシーンはありません。 戦いの場面では十分ではありません。VRMMOと関係のない何かにアートを使う必要があります。残念です。\nキャラクターの開発はシリーズの最悪のもので誰も目立つことはできません。 主人公のKiritoisは、しかし約10 eps後、彼は完全に満月のサチと黒猫を忘れていた。そして、最もシッティングなことは、まだ彼の女性（友達の？ 私は彼女が何か特別なものではないと思う、彼女がキリトと恋に落ちたかどうか、そして彼女が経験していることは、アニメが書かれていないものだと思う。  。Yui、Silica、Lisbethのような別のキャラクターは、もっと貧しく、ユニークではないし、服装の声がないと違いを伝えることはできない.LafaはALOの主な女性キャラクターだが、Asunaや他のキャラクターとは異なることがある。 彼のお兄ちゃんキリトの愛を理解して説明することなく、彼女が彼を愛していると伝えてくれればそれはうんざりだ。\n実際には物語はよく、素晴らしい戦いシーンであり、最初の3つのepは叙事詩である多くのものを持っています。 しかし、物語は適切な方法で開発されていません。  SAOの設定はよく書かれており、日本の声質は良いです。 セリは傑作ではありませんが、ゴミではありません。 それはまだ平均して人気があります。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Riukanojutsu",
    "profile": "/profile/Riukanojutsu/reviews",
    "pages": "25",
    "number": "15",
    "link": "/reviews.php?id=74421",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  3\n|  6\n\n基本的な考え方は素晴らしいです。 しかし、プロットには複数の問題があります。 それらのほとんどはまだ説明されていません。 しかし、いくつかはまったくばかげているだけです。 例えば、彼らは痛みを感じるはずではありませんが、痛みを感じるのは彼らが痛みを感じるのです。  2年後には、幻の痛みは残ってはいけません。\n\n2人の主人公はメアリーとゲイリー・スチュです。 最終的に特定のスキルとそれに関する唯一の正当性は、彼はすべての選手の反応時間が最高です。 彼らは具体的には、彼はフロントライナーのために横たわっていると言う。 彼はまた、ギルドの道の一部になる時間も彼よりも少なかった。 それでなぜ彼は最強ですか？ おそらく魔法はありますが、SAOは魔法がありません。 だからおそらくDeus Ex Machinaのラインに沿った何か！\n\nAsunaはより意味をなさないが、彼女は常に最前線にいて、彼女は実際に時間を失うことはなかった。\n\n今、恋人は一部を投げつける。 私は大部分が好きだった。 私が考えていた部分は、特に愚かだったと思ったのは、彼らがゲームから実世界に何かを運ぶことができると思ったときでした。 真剣に、私は意味しますか？ それは素朴ですか？\n\n最悪の部分？ 終わりは確かに、最も叙事詩になりたいと思っていました。 何か悪いことが起こっている！ 私たちは何ができる？ 物理学のすべての法律とコースの論理を無視する愛の力を使用してください！ 確かに終わりの前に大きなパンチが1つあります。彼らにそれを与えてください、彼らが与えたヒントが非常に不明なので、来るのは不可能です。 しかし、まだ、その部分は素晴らしかったです。 しかし、そこには、イン・ザ・ヒーロー・ワン・オン・ワンと戦うことを望んでいるイライラの悪役がいる。 どういうわけか、それは意味がありました。 結局のところ、その男はドンジョンマスターです。私は演劇の戦いがその一部だと思います。 それ以外は急いで（可能な限り）。 しかしそれでもそれはそれほど悪くなかった。 しかし、それはポケモンの部分を傷つけました。\n\n全体的に、それはそれほど悪くはない、それはちょうど評価の良いことに値するdoesnt。 プロットはひどく悪用されています（他のすべてのように）。エンディングはOKで、predictabelです（私の最後の親を参照してください）。\n\nしかし、あなたは何を知っていますか？ 私はそれが大好きではありませんが、私はまだそれを見るつもりです。 私はまだこれに期待しているからです。 エピソードの半分がまだ出ていないことを考えると、結局のところ驚くべきことですが、私は本当に興味があります。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "kaizer419",
    "profile": "/profile/kaizer419/reviews",
    "pages": "25",
    "number": "16",
    "link": "/reviews.php?id=72047",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nソードアートゲームと現実の間のオンラインフォーカス。\n\n私たちがRPG、MMORPG、戦略ゲームなどをしていること。そのゲームの主人公が私たちであればどうでしょうか？\n\nSAOには、ゲーム世界の相互作用を可能にする主要なストーリーがあります。これは現実の世界と同じです。あなたが死ぬと1人の生き方しかできません。あなたが住んでいる世界に戻るための二度目の人生のチャンスはありません。 に。\n\n物語はあなたがエキサイティングで楽しい気分になり、戦うためにあなたの機器をより耐久性と強くすることによって生き残り、高レベルにするために必要なゲームのように、あなたがこの世界に生きて生き延びるために生きていると思います 敵。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "SekaiNoRyuu",
    "profile": "/profile/SekaiNoRyuu/reviews",
    "pages": "25",
    "number": "17",
    "link": "/reviews.php?id=70875",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  7\nキャラクター|  6\n|  6\n\n私は漫画も小説も読んでいないので、事前に言い訳をしてください。 また、アニメはまだ出ているので、このレビューを編集している可能性があります。\n\nストーリー：\nプロット、VRMMORPGのアイデアはそれ自体がユニークですが、これまでに聞いたことがあります。 プロットの解きほぐし：クリエイターがどれくらいうまくいくかによって決まります。 私にとっては、それは「ハーレム」です。 うん。 それは私がこのアニメが向けていると思うものです。 しかし、私はまた、おそらく、これらの文字が理由だけで導入されたと信じているだけでなく、すべての楽しさです。 私は最終的にREALの主なプロットが導入されると、これらのサイドキャラクターがそこに存在することを期待しています。 最初は興奮していました。エピソード1は、主人公キリトがこの巨大で驚くべき旅に出ると思うようになりました。私は彼が成長し、心温まる債券を作るのを見ることができます。 まあ。 私は非常に失望していた。 だから、あなたが上で述べたプロットでアニメを見たいと思っているなら、道徳的な、このアニメを見ないでください。 犬夜叉、または別の冒険のアニメを見なさい。 すべてのエピソードは、ゲームの中で、そして主人公としてのキリトと、同じ基本を持って、まったく同じような、全く異なるストーリーラインをほとんど持っていました。 リリースされたすべてのエピソード（12？）は、最初の数人から離れて、キリトと（ゲームの言葉で）分かち合った少女を紹介し、たぶん彼と恋に落ちた。 心に浮かぶ最初の言葉は何ですか？\n\n私は物語に7/10を与える。\n\nアート：\n芸術は絶対に素晴らしいです。 各シーンの背景、キャラクターのデザイン、衣服、目、髪に細部を入れて - ちょうどうわー。 それは本当に雰囲気を作り出します。 それは私がそれに言うことができるすべてです。\n\nアートは10/10です。\n\n音：\n正直言って、私は、私が推測するサウンドトラックの多くが本当に良いことに気付かなかった。 確かに、OPとED  - 主観的です。 私の意見では、彼らは驚くべきことではなく、おそらく普通ではありませんでしたが、彼らは合っていました。\n\n7/10。\n\nキャラクター：\n\n\nそして、キャラクターは6/10になります。\n\n楽しみ：\n私は、上記のステートメントから、私はこのシリーズの巨大なファンではないと思います。 私は本当にそれがピックアップすることを望んでいる。\n\n6/10。\n\n全体：\nソード・アート・オンライン（SAO）は6点を獲得しました。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Burn2sai",
    "profile": "/profile/Burn2sai/reviews",
    "pages": "25",
    "number": "18",
    "link": "/reviews.php?id=70497",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\nSAOは誰もが待っていた画期的なゲームアニメです。 しかし、それは他の人がそれをやり遂げた方法とは違う、物語のアプローチになります。\n\n最初の2つのエピソードは、状況がどのように始まり、ボスの戦いがどのように見えるかを示すためのものです。 これは私自身がこのアニメを好きになってから始まりました。本当に面白そうだったので、戦いはかなり楽でした。 次のエピソード（おそらく6-8エピソードの間）は情報エピソードです。 これらのエピソードは、プレイヤーの真の状況とそれによって引き起こされる痛みと苦しみを表示するため、本当にアニメを楽しむところです。  SAOは、「これが実際に起こったらどうなるだろう」と言って状況をある意味で示すようにしている。  SAOは状況を現実的に描写するために最善を尽くしており、私はそれがすばらしい仕事をしたと信じています。\n\nそれで私がSAOを愛するのは、革命的なゲームアニメとは異なるアプローチです。 ほとんどの人は継続的な戦闘と訓練のレベルアップを行いましたが、SAOのレベルアップはしませんでした。  SAOはすべてを現実的かつ妥当なものにしました。 それが実際に本当であったかどうか、そしてそのキャラクターが実際にそのようなゲームの中に閉じ込められた本当の人であったかどうかは、どのように見えるかを示しました。 強い感情とストーリーラインがSAOを本当に素晴らしいアニメにします。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "KuroNekoXII",
    "profile": "/profile/KuroNekoXII/reviews",
    "pages": "25",
    "number": "19",
    "link": "/reviews.php?id=72147",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  10\n\nSword Artオンラインみんなが話しているアニメ。 だから、私はレビューを書くべきだと思う。\n個人的には、SAOは偉大なストーリープロットを持っており、私はバーチャルリアリティのゲームのこと全体を掘り起こします（私は熱心なゲーマーです）。\n\n私たちが最初に知っているように、この男Kiritoについてのすべては、ゲームの世界に閉じ込められ、死の試合にピットしています。 人々の多くは、プロットラインや物事に従わずに物語について何度も叫んできました。 そして、タマゴチのあるサンタクロースのボスとシリカは、とても幼稚です。 しかし、メープルストーリーやドラゴニカ（RPGゲームの2つの例）を取る、例えば、彼らはちょっと子供もいます。 しかし、主なものはゲームプレイ、ストーリーライン、その他のものです。\n\nリサはちょうど驚くばかりで、曲を作ったときに一度私を失ったことはないので、私は音に関して9と評価しました。 一方、芸術は素晴らしいです。 キャラクターの背景は良くないです。 私はキリトがただ神秘的な男だと言う多くのことを聞きました。私たちが知っているのは、彼は姉妹（アニメに関心があります）と、Asunaだけが真実であることがあまりにも良いということです。 我々のRPGゲーマーは、Asunaのようなかなり完璧な女の子に会ったことはない。\n\nしかし、まだ私はそこにいるすべてのRPGゲーマーにこのアニメをお勧めします。 私は全体的な楽しみのためにこのアニメを10と評価しました。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "wunderlast",
    "profile": "/profile/wunderlast/reviews",
    "pages": "25",
    "number": "20",
    "link": "/reviews.php?id=110109",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  10\nサウンド|  9\nキャラクター|  5\n|  6\n\nさて、私の最初のレビューでのショットです：\n\nこのショーは、昨年、それを中心に肯定的または否定的な感情の旋風を持っていたようだ。 私は後者に加わります。\n\nストーリー\nそのコンセプト自体は素晴らしいようでした。 何千人もの人々が狂ったゲームの作成者によって仮想MMOに閉じ込められており、逃げる唯一の手段はゲームのすべてのレベルを上回ることです。 致命的なキャッチもあります。\n\n最初のいくつかのエピソードは約束していたが、苦労して、その面で平らになった。 なぜ私はそれについて特に気にしなかったのかについて、何度も冗談を言うことができました。 正直、私はゲームの面を見たいと思っていました。これはほとんど存在しません。 ボスと敵のほかに、あなたがたぶん見るのは、HPのレベルと収集資料です。\n\n別の重大な問題**スポイラー？**はロマンスです。 私はこれがショーの最強のポイントであると思われると思います。 彼らの関係は、この悲惨な世界で逃げるために戦い続ける理由になるはずです。 彼らはみんなを救って、バーチャルな地獄から爆発したいのですよね？ いいえ、実際には約3-4のエピソードがあります。 より多くの戦略があるかもしれませんが、この障害は単なる絵のようなものです。\n\nそして、ここで私たちは問題の根源に着きます。 ペーシング。 シリーズは25エピソード長いです。 最初の弧は15のエピソードにまたがり、2番目の弧は最後の10に渡って広がります。 最初の部分は、ほぼ完全に非プログレッシブなロマンスのまわりに集中しています。 私は十分にこれを強調することもできません。  2番目の部分は全く意味がなく、ほとんどの点で邪魔です。 私はそれが漫画から直接に基づいているかどうかは完全には分かっていませんが、恐らく第2の弧をゴミ箱に入れて最初の弧を広げるほうが良いでしょう。\n\nアート\nそれはいくつかのカラフルで驚くべき芸術を持っていた。 彼らが戦闘シーンに遭遇したときはいつでも、それはとてもスムーズに走り、本当に私を吹き飛ばした。 髪の動き、武器の衝突...ああ、ちょうど私を吹き飛ばした。\n\nキャラクター\nキリトは私が今まで見た中で最も奇妙なキャラクターかもしれない。 最初は彼は孤独で、彼は彼の周りにいるいくつかの女の子。 それはすべて変わって、一種？ 私は本当に彼に読まれないように感じました。 彼は主人公のようなものだったし、ちょっとした瞬間もあった。 それから私たちはAsunaを持っています。 その世界で誰もが彼女を知り、愛しています。 彼女は最初は強くなってから少し下がってしまいます。\n\nサポート/サイドキャラクターは、そのまま文字をサポートしています（ランダムな戦闘中に表示されます）。 そして、おそらく二度見られたり、二度と見られたりしないものもあります。\n\n結論として...\n私のアドバイスは、あまりにも多くを期待してこのシリーズにダイビングすることではありません。 あなたは失望するかもしれません。"
  }
]
