[
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "8bitasterisk",
    "profile": "/profile/8bitasterisk/reviews",
    "pages": "16",
    "number": "1",
    "link": "/reviews.php?id=160155",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  5\nサウンド|  2\nキャラクター|  1\n|  6\n\nプロットの穴がいっぱい、あまりにも多くの時間をスキップし、過度に。\n剣術のオンラインは素晴らしいコンセプトでした。最初のいくつかのエピソードは素晴らしかったし、もっと欲しかったし、素晴らしいオープニングが大いに役立ったのです。 残念ながら、このアニメの背後にいる人は、全体を作成するよりもアイデアを抱く方が優れているように見えます。最後にペースがそれを殺します。\n\n個人的には、代わりにaccelワールドを勧めたいと思いますが、同じチームによって作られましたが、はるかに優れていました"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "shoestealerz",
    "profile": "/profile/shoestealerz/reviews",
    "pages": "16",
    "number": "2",
    "link": "/reviews.php?id=187337",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  6\nキャラクター|  9\n|  6\n\nソードアートオンライン。  ; D\n\nSword Art Onlineは陽気なアニメです。 アクション、アドベンチャー、ドラマとしてタグ付けされていますが、タグホラー、心理的、コメディが必ず含まれているはずです。\n\nキャラクターの発達は、1型糖尿病の後期段階の完全な例です。 アニメはキャラクター「Kazuto」を導入することから始まります。 彼は何歳か、黒髪があり、両親は明らかに存在しない。 私たちはキリトとして彼に再び紹介されたので、すぐに彼を忘れてしまいます。 キリトは黒髪で、年齢は不明ですが、永遠にゲームに出ているので存在しません。\n\nなぜSword Art Onlineの開発者はプレイヤーを無期限に捕まえて本物の野菜になる​​のか？ 経済的利益のためでしたか？ いいえ、彼らは逮捕されるでしょう。 政治的利益のためでしたか？ いいえ、彼らは逮捕されるでしょう。 この物語のアンタゴニストの動機は何ですか？ 国際的に公開されているビデオゲームで捕獲され殺害された何千人もの人々について、社会は気にしませんか？\n\n死の試合の開始から1ヶ月後、Kiritoはクローズドベータのために選出された1000人のうち2000人がすでに死亡していることを知っています。\n\n非常に素早く、物語や洞察力は全くありませんが、キリトはSAOの中で最も強力な個人になります。\n\n彼は他の誰よりもゲームをプレイしているので、明らかにレベルアップしているだけです。\n\n物語のどこかで、キリトはひどい選手のグループに会う。 この悪い選手のグループは平均レベルがキリトの半分で、IQは約69です。\n\nグループの悪い狂った女性は、彼女が死ぬことを恐れていることについてキリトに壊れ、キリトはすぐに彼女を守ると彼女に安心させる。 文字通り14秒後、グループは自分自身がキリトの部屋で立ち往生していることに気付きました。\n\n一匹のモンスターが集まってきて、キリトはすべての人が死ぬのを待ってから、すぐに1.6ミリ秒でモンスターを処分します。\n\nグループのリーダーは、友人の死により、月光黒猫のIQが4になり、すぐに崖から飛び降りることを明らかにしています。 キリトは彼が自分の死に向かって腕を振るのを見ている。\n\nそれが判明したとき、Kiritoに壊れた少女Sachiは彼女自身の死を予知し、Kiritoが彼自身に責任を負わないようにと言っているメッセージを記録した。\n\n残念ながら、サチの賢い自殺もまた友達の死を引き起こしたので、キリトへの死後のメッセージはあまり完全ではありませんでした。 また、キリトは文字通り彼らが死ぬのを見ました。\n\nどうやら町に住んで何もしていない何百人もの人間の選手とは違って、サチと彼女の友人はモンスターと戦って死ぬ必要がある。\n\n今は、キリトがサディスティックで穏やかな人であることが物語によって明らかになった。 彼はスマートなこと、面白いこと、面白いことは何も言わない。 彼は何もしません。 彼は何もしない誰かに会うことはない。 文字通り何も起こりません。\n\nキリトはすぐにレベルを上げ、残りの人口とは違ってSAOを楽しんでいる間、多くの時間をSAOで過ごす。 彼は結局Asunaを満たし、\n\nAsunaのキャラクターは次のように定義できます。\n\nその後Sword Art Onlineが終了し、キリトは約14秒間解放され、今度は翼のあるものを除いて再びゲームに参加します。\n\nアンタゴニストは第二の弧に姿を現し、彼の論理とキャラクターデザインの欠如を明らかにする。 何らかの理由で彼は野菜Asunaと結婚しようとしており、彼女はKiritoを見て彼女を強姦しようとしているSAOの後半12話に焦点を当てることにします。 彼は基本的にAsunaをケージに入れておき、キリトは彼女を救うことができます。\n\n明らかに、Asunaがゲームの管理者によって設定されたかごをエスケープする前に、大部分のエピソードで何も起こらない。 彼女は2人の科学者によって素早く発見されます。彼らは実際にゼリー・マンです。 これらの科学者は、実生活では醜いので、触手を持っています。\n\n結局のところ、主な敵対者であり、精神障害を患っている菅生は、アスナを虐待し始める。 最後の戦い！ 最後に！ ストーリー全体が導いたもの。 このアニメの結論は、文字通りレイプです。 はい。 この男は文字通りAsunaと結婚していて、事実上彼女を強姦する前に、数週間、彼女を事実上トラップすることを決めたのですか？\n\n結局のところ、KiritoとAsunaは同じ都市に住んでいて、バイクの乗車距離の中に住んでいることが偶然見つかった。\n\n最終的には、ゲーム開発者が人々の生活を支配し続け、インターネットに「世界シード」をアップロードして仮想ゲームのジャンルを復活させなければならないことを認識しています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "VoidSniper",
    "profile": "/profile/VoidSniper/reviews",
    "pages": "16",
    "number": "3",
    "link": "/reviews.php?id=194730",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  7\n\nストーリー\n\nソード・アート・オンラインのストーリーは、あなたがショーをあふれさせたくないので、もっとも難しい部分ですが、同時に小説の正義をしたくないので、厳密にアニメのアダプテーションの話をしています。\n\nそのくそ、それはショーのせいではなく、それを配置するための最善の方法です。\nもしそれがより多くのエピソードを持っていたら、それははるかに良いでしょうが、それぞれの弧が約12エピソードでストーリーの重要なポイントを取り除いて、それが不安定になったり、\n\n例えば、Aincrad arcを取る。\n最初の半分はキーキャラクターを確立するために使用されましたが、それは多くの一般的なハレームのアニメに共通する '週のスタイルの女の子'としてちょうど出てくるほど速く行われなければなりませんでした。\nまた、間違いを犯さないでください。SAOは、ほとんどのものよりもずっとスマートにやっている非常にハレームなアニメです。\nしかし、あなたがaincrad arcの後半に着いたときには、主要な要素がストーリーから逃れているので主人公としてAsunaに戻ってくる主な焦点を得ます。\nしかし、私はそれがちょうど12エピソードで3年の話をカバーしなければならないときに起こることを推測する。\n\n次に、あなたはアニメと小説の両方のファンに普遍的に嫌われているアルフハイム・オンラインに行きます。\n最初のシーズンの最後の3つのエピソードまで一般的にその貧弱な文章とフィラーのようなものを埋める。\n\nもしショーにもっと多くのエピソードがあったり、それ以上のものがAincradをカバーするのに使われたら、本当にこのショーははるかに良い物語を持っています。\n\n\nアート\n\n\nこのシリーズのアートスタイルは、このショーについて本当に際立つ数少ないものの1つです。\n確かに、デザインはこれまで見たことのないものですが、MMOのクリエイターがこれらのアピアランスを作ったことを信じるほど十分にシリーズに適合しています。\n\nしかし、本当に際立っているのはアニメーションです。\n真の無制限のバジェット・ワークス・ティア・アニメーションではありませんが、あなたの目をつかまえ、攻撃の美しさに本当に感謝することができます。\n\n\n\n音\n\n\nどのように私は芸術が目立ついくつかのものの一つだと言ったことを覚えていますか？\n音は他のものです、このシリーズのサウンドに関連するものはすべて絶対に完璧です（英語ダブを除いて）\nオープニングからBGM、さらにはサウンドFXまですべてが記録され、完全に混合されます。\n日本のダブは素晴らしいと思います。英語のダブも最高ですが、日本語のダブを見てからは慣れています。\n\n\nキャラクター\n\n\n\nこのシリーズの登場人物は、性格がほとんどなく、性格としてアニメの原型に大きく依存していることや、キリトの3マイル以内のすべての女性が猫のように彼に群がっているという事実にもかかわらず、かなりうまくいっています。\n\nしかし、私がこれらのキャラクターについて好きなのは、ゲームが終わるまで、彼らは友人や家族をもう一度見かけることはなく、ゲームで十分に長く生き残っていると仮定しているという条件に来なければならないので、 現実の世界で自分の身体に何かが起こった場合。\nこれは、彼らが毎日自分の死亡率で言葉になり、彼らが目にすることがないように生きることを強いる。\n\n\n楽しみ\n\n\nこれはすべて欠点や欠点を示しているにもかかわらず、ハーレムシリーズや少年シリーズよりも、キャラクターや社会実験のように感じられるため、強制的に感じても楽しいショーです。\n\nそれは私がオープンマインドでそれを推薦するショーですが、それは多くの欠陥を持っているので、しかしあなたがあまりにも真剣にそれを取っていけない場合は見てもまだまともなショーです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Possibility",
    "profile": "/profile/Possibility/reviews",
    "pages": "16",
    "number": "4",
    "link": "/reviews.php?id=147597",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  7\nキャラクター|  2\n|  3\n\n正直しましょう。  SAOはひどく悪いです。 まずは、誇大宣伝とその認知のためにシリーズを見ることに非常に興奮しました。 私はストーリーラインを読んだ後に認めますが、私自身も楽しめる新しいシリーズを目指していました。 残念なことに、SAOは激しく平凡で過度のものであることが判明しました。 正直なところ私はほとんどの人がそれをそのような華麗なショーと呼ぶ理由を見ることができません。 ここに私の意見をバックアップするには、いくつかの理由があります。\n1.キャラクターの個性/個性：キリトは私が今までに見た中でもっとも平凡な主人公です。 彼はあなたの典型的な素敵な男です。 彼はまったくスパイスを持っておらず、本当にあなたが彼を好きにするものは何もありません。 悪いのは、著者が彼を女性のキャラクターの中で非常に人気があるということです。 彼らはあなたの平均的な十代の男性から何も離れていないが、彼らはすべて彼と恋に落ちる。\n2.ストーリーライン/プロット：ストーリーライン自体は実際には本当に魅力的です。 それがどのように演奏されたのか、それはとても悪いものでした。 あなたがMMORPGゲームの中に閉じ込められているように、どうしたらそれを悪くすることもできますか？ 不可能ですが、作者はそれをしました。  1つは、ゲームの作成者がその死のゲームに彼らを閉じ込めた理由についての説明は全くありませんでした。 さらに、SAOの妖精のアークはひどいものでした。 私は言及する価値があることについて特別なことは何も見ていないし、実際にそこに向かってさらに下り坂になった。\n3.ロマンス：ショーのロマンス要因は、本当に私のためにそれを殺したものでした。  KiritoとAsunaの関係をもっと重視するのではなく、作者がゲームの主な問題や行動にもっと焦点を当てていたはずです。 さらにロマンスは不必要だっただけでなく、うまく開発されていませんでした。 キリトのキャラクターのように明白だったように、愛はもっと明白でした。 私は結びつきがなく、2人のパートナーの間には化学はありません。 それはマイリーのツイークよりも強かった。 彼らは文字通り1分の友人だったし、夫/妻になり、次のファックのエピソードをセックスした。 今私は少女の専門家や何かではありませんが、私はそれがいかに速い関係を発展させるべきでないかはかなり確信しています。\nSAOが満足のいくものではない理由を理解する必要があります。 もしあなたが望めばそれを見ることができますが、それは非常によく話されるべきものではありません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "swordfish1390",
    "profile": "/profile/swordfish1390/reviews",
    "pages": "16",
    "number": "5",
    "link": "/reviews.php?id=142607",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nソード・アート・オンラインは、私が本当に好きになりたかったアニメです。あなたが私のようで、その前提があなたに興味をそそられていたら、おそらくあなたもそれを好きになりたかったでしょう。 そのような可能性を持って何かを取ってそれを完全に浪費するのは、特別な種類の才能を必要とします。 それに入って、私はそれについてかなり厄介なことを聞​​きました、そして、私は自分自身に\"これは悪いことはできません......それはできますか？\n\n残念なことに、私の最悪の恐怖は真実になり、私が会ったのは大失望でした。\n\n - ストーリー＆amp; キャラクター - \n2022年に開催されたヒット・ニュー・バーチャル・リアリティMMOがリリースされました：ソード・アート・オンライン。 神経ギアと呼ばれる特別なヘルメットを装着することによって、あなた自身がゲームにいるかのように、あなたの潜在意識はゲームの世界に入ります。 粉砕とフェッチクエストの典型的な一日のように、ゲームの創作者、加波彰彦は、ログアウト機能を削除したことを発表し、100階のダンジョンを完了したときにのみ退室させる また、プレイヤーのHPがゼロに達すると、神経ギアが脳を震わせて死に至ることを確認します。\n\n......理由は決して説明しなかった。\n\nこれはすでにとても素晴らしいよね？ それはドットハックのようだが、最初はもっと良い......。 最初の4つのエピソードの後、ストーリーはナンセンスのミッシュマッシュに落ち込み、最初の14回のエピソードの中で2年間のラップを試みます。 時間のスキップはあらゆるコーナーで起こるように見え、物語は信じられないほどばらばらになっています。  1分、メインキャラクターはレベル40、次のエピソード、彼はレベル70です。何が起こったのですか？ その時間内に何か重要なことが起こったのでしょうか？  Sword Art Onlineによれば、何もなかった。 この恐ろしいペースは、このアニメの別の非常に残念な側面にも影響します。\n\n私たちの主人公、キリトは、私たちの他の人たちと同じように、ビデオゲームをしたいあなたの平均的な10代の少年です。 キリトはひどいキャラクターではありませんが、実際はコピー＆ペーストのショーネンです。 彼は欠陥がなく、誰もが彼を愛し、彼自身のハーレムも開発する（それについては後で詳しく述べる）。  Kiritoは、Deut Ex Machinasを通してMMOのシステムを破壊することさえできます。なぜなら、作者がKiritoが論理的な方法で生きている苦境から脱却できるように考えることができなかったからです。  1秒間、彼は失われた戦いを戦っている、次は、MMOの限界にもかかわらず、彼は一番上に出て、汗をかくことさえしない。 文字通りキリトのHPが壮大な決闘を戦っているときにゼロになった場面がありました。 しかし、死ぬことの代わりに、彼は出生と勝利として戻ってきます。 それはキリトです：それと対処する。\n\nエピソード2の間に、彼はAsuna、私たちのヒロイン、そして（露骨に強制された）愛の関心事に出会う。 ショーの途中からちょっと離れたところで、アスナは強く、尊敬され、（私が言うように）トータル・バッドを描いています。 しかし、彼女とキリトが最後に、お互いに気持ちを抱きしめて、最もメロドラマチックなファッションで、彼女はちりめんなツンデレになり、ショーの後半にはプリンセス・ピーチになり、キリトの目標は 彼女は邪悪な、恐ろしい、悪い男のクラッチから彼女を救う。\n\n残りのキャストは、ショーの要求としてしか出てこないので、話す価値はほとんどありません。 実際に死に至ることについての暗い話として働くことができたのは、どんな種類の文脈も欠いている様々な状況に投げ込まれただけです。 複数の場面で、キャラクターの劇的な死の場面があります。キリトはモノローグでこの人の死がなぜとても悲劇的であるのかを説明していますが、その人物の名前のほかに、 私たちは単に、話されていない、大きな話題ではないと言われています。\n\n\n\n前に述べたように、ショーの後半には、突然キリトが自分のハーレムを展開します。 アルフハイム・オンラインのすべての女の子たちは、文字通り何の理由もなく出会い、恋に落ちます。 とにかく彼には何が特別なのですか？ それはまったく意味がありません。\n\nしかし、待って！ ストーリーの瑕疵はそこで終わらない。 前述したように、Deus Ex Machinasが盛り上がっていますが、「勝利」の山に追加するには、いくつかのプロットの穴をあまり投げないようにしてください。 加江彰彦が試合に出場させる理由は決して説明されていない。 を除いて、ああ待って、それは説明されています：彼はなぜ彼はそれをやったのか覚えていない。 そうです。 しかし、最も意外にも陽気なDeus Ex Machinaは、KiritoがAlfheim OnlineのPKの束に追われているときです。 ああ、いいえ！ あなたは何をするつもりですか、きりと！？ 論理的なやり方はもちろんです：大規模なデーモンドラゴンに変身し、すべてのPKを殺し、元の状態に戻し、再び言及しないでください！\n\nこの\n実際に\n起こりました。\n\n結論として、このアニメの全体の話はちょうど悪かった。 ショーの両方の半分はお互いに完全に無関係であると感じ、後半は愚かであり、キャラクターは弱かった。 ちょうど非常に貧しい話。\n\n\n - ビジュアル＆amp; amp; 音-\nしかし、Sword Art（Alfheim）Onlineの世界では、すべてが悪いわけではありません。 ショーの陸上競技は簡単にハイライトです。 ビジュアルとアートスタイルは全く驚異的です。 キャラクターモデルは華麗に描かれ、非常に堅牢なアニメーションを持っています。 背景や環境も華やかに見えます。\n\nビジュアルのもう一つのハイライトは、息をのむような戦いシーンです。 すべての剣の衝突、すべての魔法の呪文、使用されたすべてのアイテム：それはすばらしく見える。 戦闘シーンはまた、カメラが映画のように動き回ったり、キャラクターが互いに近づくにつれてズームアップするような方法で、非常に効果的です。  A-1写真は自分自身を誇りに思うべきです。\n\nオーディオも同様に強いです。 私はショーをダビングした（私はその方法でアニメを見ることを好む）ことを見た、と私は失望していませんでした。 ブライスPapenbrookはキリトとしての才能を発揮し、彼が実際に持っているよりも個性を発揮し、残りのキャストは同様にうまく動作します。 どのように素晴らしく善良な行動をしているかは、私を終日連れて行くでしょう。\n\n音楽については、まあ......梶浦由紀です。私は何かを言わなければならないのですか？ カラの恋愛、マドカ・マギカ、そしてFate / Zeroのサウンドトラックの背後にある主人公である梶浦由貴は、まだ彼女の最も強いサウンドトラックを提供しています。 感情的なピアノ作品から壮大なスコア、美しくオーケストレーションされたトラックまで、これは私が全額買うことを心からお勧めするサウンドトラックです：このサウンドトラックを聴く必要があります。 あなた自身の不幸。\n\n-結論-\nその最高のビジュアル、壮大な戦いのシーン、素晴らしい声優、そして素晴らしいサウンドトラックにもかかわらず、これらの美学はこのアニメを救うことができません。 可笑しくて悪い話、恐ろしいペース、そして非常に未熟なキャラクターはこのショーの最大の没落であり、アニメ全体はひどいです。 あなたがひどい話を気にせず、美学があなたの注意を保持するのに十分であれば、おそらくあなたはそれでいくつかの楽しみを持つことができますが、それはすべてです：美学。 もっと必要。\n\nあなた自身の好意を持ってください：サウンドトラックに耳を傾けて、これをパスしてください。\n\n\n+恒星の生産値\n+叙事詩の戦いのシーン\n+トップノッチダビング\n+梶浦由紀：「ナフは言った\n - 物語\n - ショーの最初の半分の間の狂ったペーシング\n - スロットホールとDeus Ex Machinas\n - セカンドハーフは愚かで、前半とは何の関係もないような気がする\n - 後半に悪夢を見せて\n - アズナは偉大なヒロインとして始まりますが、典型的なアニメのツンデレ\n強力なロマンス\n - 未開発、穏やかなキャスト\n - 無駄な可能性\n\n最終得点：\n3.5 / 10"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "obliviscere",
    "profile": "/profile/obliviscere/reviews",
    "pages": "16",
    "number": "6",
    "link": "/reviews.php?id=221816",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  1\nサウンド|  1\nキャラクター|  1\n|  1\n\n私はこれを見たとき、元々私は神のようでした。これはまったくそうではありません。このゲームは、夢のような夢のようなものです。このHHHASSSSSは、それほど大きな可能性を秘めています。そして、  ：/多分私はちょうど十分にストーンされていない：/ NAH IT SUCKS。 それは文字通り私が目撃した最悪のものの一つです！ 非常に多くの女性キャラクターがあり、彼らはすべてひどいです!!!!!!!! そして、多面的な性格ではなく、「お前ちゃん先生はとてもスマートなんだよ、そんなに頑張ってくれて、すごくすごいんだよ」とか、 ちょっと離れて！ 私はあなたに警告しています！ プロットはSO BAD AND PREDICTABLEで、彼らは世界のすべての可能性を想像するような多大な可能性を持っていました。彼らは今、誰もがゲームを続けることができるアニメを作ることができます。 私の人々が作ったこの罪から私を救いなさい、それはとても悪いイエスキリストです。 私は1つの評価が「哀れ」と「ぞっとする」と相関していることを嬉しく思います。私は哀れな思いをしました。私は哀れです"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Rosswen",
    "profile": "/profile/Rosswen/reviews",
    "pages": "16",
    "number": "7",
    "link": "/reviews.php?id=221625",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  8\nキャラクター|  1\n|  6\n\n私はSAO（Sword Art Online）を批判する多くの人々を見てきました。 だから同じことをすることにしました。 私はどんなスポイラーも言わないようにしようとしますが、もし私がそうするならば、私は警告を出して自由に読むことができます。\n\n最初に、私は最初にそれを見たときに私がSAOを憎んでいなかったと言いたいと思います。（今は嫌いではない、傷ついていると思う、痛いほど平凡で過大評価されている） 当時の。 私が言っていることは、なぜ誰かがこのアニメが好きなのか、そしてなぜそうではないのか、14歳だからと言っているわけではないことを理解しています。 結局のところ、願い事を成し遂げるアニメだ。 しかし、少し育ち、より多くのアニメを見てレビューを読むようになったので、私はSAOがそれほど大きくないかもしれないことに気付きました。 私は否定的な批評家によって洗脳されただけではないことを確かめるためにもう一度見直すことにしました。そして、それはとても苦痛であり、第二の弧を見ることはできませんでした。 さて、すでに始めましょう。\n\n\n\n文字について今話しましょう!!!  （私を殺して）\nこれまでのところ、このアニメの最悪の部分（はい、それは愚かでも、楽しみのためのスペースを残しているプロットよりも悪い）。\n\nキリト - 主人公。 何らかの理由で他の誰よりも強く、道徳的にも優れている子供は、すべての女の子を獲得し、彼はバットマンを怒らせているようなものを見つけ、ちょうど14年だけそこにいる完璧なクリシェと欲望のキャラクターです 古いティーンエージャーはそれを特定する。 あなたが（私が聞いたことから 'アスタリスク戦争'の主人公の後に）あなたが見つけることができる基本的で最も一般的な少年の主人公。\n-Asuna-主人公の愛の関心。 私は誰かが '逆のキャラクター開発'（それはimgur、btwのlukeatlookだった）と呼ばれるものを読んだことでたわごとをすることができない基本的なtsundereになるために、強く神秘的なものから始まり、それは非常に正確だった。 キリトとのロマンスは、女の子を集める習慣があるので急いで疑わしいですが、私は彼らの関係について好きなものが1つあったことを認めなければなりません。実際には発展していて、普通はそうではありません アニメ、プラス彼らは実際にはアニメで見るためにも爽快であるセックスを持っていた。 また、彼女は第2弧で彼女を強姦したいと思っている男によって、ケージ（文字通り、ケージ）に閉じ込められた苦痛を抱える乙女に変身します。\n - 他のすべてのハーレムの女の子 - ただのエピソードの注意と深さのないそれぞれ1つのエピソードを持つ歩行者は、ファンキーな船を送って、様々なfanservice（ロリスから純粋な無邪気な魂まで、近親相姦まで！  ！）\n - 何人かの理由で彼にも恋している人、そして実際に他の人よりも多層化しているように見える姉妹、Suguha-Kirito。 彼女はちょうど '論争の的になる'価値のためにそこにいる。 彼女は、彼女の愛が議論の余地があるが、あまりにも議論の余地がない、あるいは何かを望んでいたので、彼女は実際にキリトのいとこではなく、彼の妹ではないことが判明した。\n私は彼のスクリーン時間がかなり短いので、私は彼をここに含めなければならないときはいつも考えていたが、私は実際にこのキャラクターのより多くを期待していたと言わざるを得ない、私はより多くのスクリーン時間とこの男の開発を望んでいた 、彼は最初に漫画の救援キャラクターであることが示唆されたが、その後完全に忘れられた。 面白いのは、クリエイターがそれも欲しかったということです。Light Novelの作家は、Kleinが彼の好きなキャラクターの1人であったが、ハーレムの女の子にもっと集中しなければならないというインタビューで実際に認めました。\n実際には人工知能のプログラムである -  Yui- AsunaとKiritoの娘（？）。 基本的に、彼女はDeus Ex Machinaを歩いていて、モエはそう思う。 私は彼女がキャラクターとしてかろうじて資格を取っていると思うけど、他の人たちもまた決まり文句をしているよ。\n\n - カヤバ - 最も失望した悪役は、最初の弧の終わりに彼が自分のゲームでたくさんの人を捕まえて死ぬ理由を忘れていたことを認めて、神秘的で賢明なようだ。 また、彼は2番目の弧と2番目の季節にヒーローになりました。 それは私を本当に怒らせたが、私はちょっと愚かなことを笑っただけで、私の正気の一部を回復した（またはもっと失った、わからない）。\n私はこの悪役が誰であるかを損なわないために、私がどれくらいの人物が必要かを考えなければなりません。ただ、彼の名前は覚えていません。 彼は邪悪ではなく、神秘的で、カヤバと違って、真剣に彼を連れていくことはできませんでした。 誰が彼のように彼を服用することが良い考えだと思った？ また、作者は、観客をAsunaに共感させる安価な方法を使用し、彼をほぼ強姦させることによってこの男を憎むようにしました。私は彼を真剣に受け入れなかっただけでなく、近くの怒り レイプシーンは、そのような安いトリックを使用して彼のキャラクターではなく、作成者に向けられた。\n\n芸術はどうですか？ 私が以前に約束したように、私は戦いの場面について話します。はい、本当にあなたが本当に覚えているSAOの一部です。 風景。 事は、彼らはそれほど良いものではなかった、かなりのフラッシュと速く混乱している動きとアングルスイッチで戦いにたくさん頼っていた。 戦いは視覚的に刺激的でしたが、振り付けはほとんど存在しませんでした。それは、アクションシリーズで非常に重要なことです。 それはちょうど、カラフルなフラッシュとたわごとがたくさんありますが、実際にはどんな涼しい動きをしているのでしょうか？ 誰が優位を持っていますか？ 彼らはどのようなスキルを使用していますか？ すべて未回答です。 戦いの場面を除いて、芸術はかなり良いです。 キャラクターのデザインはユニークではありませんが、一般的に見栄えがよく、SAO（ゲーム）とAlpheim Online（2番目のアークで行われたゲーム）の風景はちょうど美しいです。ファンタジービデオゲームのようなものがあればそれをチェックしてください\n\n音はかなり良く、シーンに合っていて、ちょうど良い、ここでの苦情はありませんでした。\n\n楽しさ...まあ、私がこのレビューの冒頭で言ったように、私が10代のときに私は実際にSAOを本当に好きでしたが、今では多くのことが私の楽しみの方法（合理的な考えのように、あなたは知っています）  。  （私が説明したように）セクシズム（少女収集、苦しみのダンサー、あなたはそれを名前を挙げる）、恐ろしいペース、恐ろしいペーシング、Deus Ex Machina、希少で圧倒的な戦い、私はそれを楽しむことができません 途中でこれらすべてのもの。 また、ゲーマーはゲームの中に入って楽しんでいると言う人もいますが、ゲーマーとしては私はそうは見えませんが、確かに前提は私を得ましたが、キリトは基本的に詐欺師とハッカーでした ゲームルールを破ってユイとゲームメカニックを加えたものは開発されておらず、たまにしか意味がなく、前にも言ったようにゲームのコミュニティも意味をなさないし、地獄は政治 社会的な問題？ そのため、ゲームのような気分にならず、私がゲーマーであるという理由だけで私とつながっていませんでした。\n\n\nそれは今のところ、別のレビューでお会いしましょう。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "KawaiiKamiKait",
    "profile": "/profile/KawaiiKamiKait/reviews",
    "pages": "16",
    "number": "8",
    "link": "/reviews.php?id=221261",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  9\n\nSword Art Onlineは非常に過大評価されていますが、それでもまだ優れたアニメです。\n\n私はこのアニメのために4と3のような多くの否定的なレビューを見ましたが、これは明らかにひどいレビューです。 あなたが個人的にアニメが好きではなかったとしても、Sword Art Onlineはアニメを世界中で広く認知させてくれた素晴らしい作品でした。 たくさんの人がこのアニメに良いレビューを与えるので、多くの人々はこのアニメに悪いレビューを与えます。 このアニメが本当に3または4の価値がある場合、ほとんどのアニメは負の数の評価に値します。  Sword Art Onlineは、その年の他のすべてのアニメよりも優れているように、巧みに適応されたユニークなアニメの1つです。\n\n私はSword Art Onlineのファンですが、このレビューはOMG SAOが最高のレビューではありません。 多くの人々がこのアニメが過大評価されているだけなので、悪い評価を与えているので正直なレビューをしています。 正直なところ、他の多くのアニメがそれを上回っているとは思うが、人気があるアニメには何か問題があるのだろうか？ あなたの意見は法律ではありません。\n\nレビュー：\n\nストーリー：7/10\n全体的なストーリーラインは5だったが、バーチャルリアリティゲームの簡単なアイデアは、このアニメを2012年以降の注目に置いたことである。これはその平凡な格付けを7に引き上げたものである。アニメのストーリーラインは完全に適応され、 もっとうまくいった。 良いものだった元のlightnovelは、もしあれば、光小説はアニメを戻したものだったので、スコアを7に制限したように見えました。 はい、それは69の階をスキップし、ショーケース5、14エピソードが必要でしたが、これはアニメの欠陥ではありませんが、それは元の仕事です。 アニメは本当にハーレムですが、とにかくアニメに悪影響を及ぼさないハーレム・アスペクトではなく、ストーリーとロマンスに焦点を当てています。 現実的で説得力のある設定は、多くのファンを惹きつけていることです。特に、その1つの疑問を描くことは、バーチャルリアリティが可能ですか？ ソード・アート・オンラインはアニメで1年に1〜2回しか見ることができないという違いがあります。その人気のために非難されるのではなく、美しさであると認識されるべきです。\n\nアート：8/10\n2012年、Sword Art Onlineにはすばらしい芸術があります。 これらの年代のアニメの多くは同じように素敵な芸術を持っていますが、4年前の作品ではSAOがここでケーキを取っています。  AbecによるLight Novel芸術とアニメとの間の変化は明確なプラスですが、類似点はまた、いくつかのよく丸められたキャラクターや芸術のための強力なものです。 芸術でもない場合には、背景や設定を明確に視覚化することはできませんでした。 しかし、これは、SAOはちょうどすべての目キャンデーだったということですか？ アニメはストーリー、キャラクター、そして全体的な楽しさを引き出すアニメの各側面をうまく補うので、いいえ。\n\nサウンド：7/10\nこのアニメのサウンドトラックは巧みに構成されていました。 音が背景の設定に深さの多くの層をもたらすように。 それは感情的なシーンを引き出し、アクションシーンをはるかに劇的にします。  2012年にこのアニメを見ていない限り、このアニメの献身を感謝することは本当に難しくなります。なぜなら、SAOはアートとサウンドの基準をそのように高く設定していたからです。\n\nキャラクター：6/10\n文字はよく比例していませんでした。 いくつかの部分や文字は深さに欠けていましたが、深く掘り下げすぎてアニメにランダムな要素ができました。 しかし、SAOはこのアニメにプラスの影響を与えるキャラクター間の関係を確立する良い仕事をしています。\n\n楽しさ：9/10\nこれは物事が個人的になる場所です。 私はこのアニメを楽しんだのですが、コンピュータ画面の前で何時間も時間を費やしているハードコアのゲーマーです。 このアニメがもたらしたアイデアやコンセプトは、とてもユニークで魅力的なものでした。結局のところ、それが最も楽しいものになったと思います。 楽しさはあなたの個人的な意見や好みに大きく依存しますが、SAOは幅広い視聴者にアピールしています。これは多くの人が最高のアニメだと主張するものであり、過大評価されていると主張しています。\n\n全体：8/10\nなぜSAO IS THE BEST ANIMEのレビューではないレビューのために私のスコアがとても高いのですか？ このアニメは合法的にこのスコアに値します。 すべての批評家やファンが、オリジナルの素材を本当に考慮していれば、このアニメが制作された年と、このアニメではっきりと見える努力の量は、誰でも6と8の間に何かを思い付くでしょう。 アニメも10になることはありませんが、これはあなたの時間の価値がある素晴らしいアニメです。\n\n志望動機書：\n私がこのアニメのために見た否定的なレビューの量は、私が私の画面に手を伸ばして、それらを引き出し、文字通りそれらをデシメートすることを望んでいました。 このアニメがひどい場合は、今すぐ画面の一番下にある人気アニメのリストで2番目になるでしょうか？ 完璧？ いろいろなものがSAOの可能な結果に影響を及ぼしましたが、最も限定的な要素はライトノベルでした。  lightnovelは、17小説と多くのサイド小説で進行中のシリーズに爆発した1つの本シリーズとして書かれています。 しかし、それは1つの本として始まり、内容は限られています。これは、Light NovelとAnimeの両方の制限要因によるすべてのギャップと穴につながっています。 最高で8点しか得られないようにする。 なぜ4/10か3/10の価値があるのであれば、なぜ多くの人がそれを見て楽しんでいたのですか？ あなたのレビューの負荷はBSだと思うし、純粋に過大評価されたアニメを差別するようにしました。 あなたが過大評価されたアニメとして認めていないと、それは本当に過大評価されたアニメでしょうか？ 結局のところ、あなたの批評家がやっていることは、あなたのお気に入りがほとんど普及していないので、良い仕事を差別することです。 そして、このアニメを10/10にしたあなたたちに。 このアニメは完全ではなかったので、間違いなくここに間違いがあります。 良かったです？ はい。\n\nこのアニメは注目に値するでしょうか：間違いなく。 新しいアニメ視聴者のための良い場所、またはハードコアオタクのためのウォッチまたはリコッチするための良いシリーズ。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "ThermicLine",
    "profile": "/profile/ThermicLine/reviews",
    "pages": "16",
    "number": "9",
    "link": "/reviews.php?id=191876",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  6\nキャラクター|  2\n|  4\n\n（注：このレビューは以前Sword Art Onlineを楽しんでいた人のものです。）\n\nだから剣アートオンライン、より多くのようなオンラインのハーレム。 冗談はさておき、Sword Art Onlineは本当にいいアニメではありません。 ソード・アート・オンラインを知らないあなたのために、Accel World、Reij Kawaharaの創作者が作ったSF作品の最初の作品の一つです。 アクセル・ワールドは観客で大ヒットし、河原玲貴が人気を博しました。 しかし、彼はそれに取り組む前に、彼はコンテスト用のライト・ノベルを書いた（それは言葉の限界を超えたので、インターネットに置いたので入れ替えなかった）、その小説はソード・アート・オンラインだった。 だからアニプスは光小説シリーズ、あるいはマンガをアニメ化することを決めた。 だから、私たちはそれがアニメがどのように作られたか気にしないので、レビューに行くことができます歴史を参照してください。\n\nストーリー - ストーリーは素晴らしいコンセプトを持っていますが、神様にはスイスチーズよりもプロットの穴がたくさんあります。 少なくとも前半、後半はどうにかして意味がなくなり、すべてのドラマはより多くの戦闘に基づいています。 しかし全体としては良いコンセプトですが、それは賢明なプレゼンテーションではありませんでした。  5/10\n\nアートとアニメーション - ああ、赤ちゃんアートが美しくないし、アニメーションがうまくいけば、私はこのアニメを非常に早く残したでしょう。 このアニメは目を素早く捉え、すぐにアニメを見るすべての人に面白く見えます。 背景と文字のデザインは素晴らしかった。 そして、動きのアニメーションはちょうどMMMMmmmmほど良く見えます。 申し訳ありませんが、少し狂ったが、このアニメからあなたが見ることができる最悪のことは、2分ごとに彼らはあなたの顔にお尻のショットを入れているということです。  8/10\n\n音と音楽 - それは私が推測する大丈夫です。 音についてはあまり話しませんが、私は神に誓って、私はその天使のコーラスでスナック食品の名前を聞いています。  6/10\n\nキャラクター -  1つの単語「まばゆい」。 キャラクターの性格の大部分は、使用されているアニメキャラクターの大半を占めており、全体的に興味深いものではありません。 主人公のキリトさえ、彼が本当なら誰も耐えることのできない一般的なダムキャラクターです。 ところで、このアニメのすべてのキャラクターは、MMOの死のゲームで「ソロプレイヤー」であるキリトを含む完全な馬鹿です。 私が立つことができる唯一のキャラクターは、彼女がいくつかのキャラクター開発を示していると考えているアスヌーナであり、彼女はいくつかの一般的な推論を持っています。  2/10\n\nエンジョイメント - すべてのことにもかかわらず、アクションシーケンスはうまくやってアニメーションがうまくいきます。 キリトのことのほとんどは意味がありません。 アニメーションの多くは、展覧会の大半がプロットを動かすことさえなかったので、退屈なカフェで展覧会で多くの時間を費やしたので、私はそれを低く評価します。  4/10\n\n\n今、このアニメの最後の考えは悪いことです。悲しいことは、それは非常に大きな可能性があるということです。 私は7以上の他のアニメを見た人にはお勧めしませんが、あなたがアニメを初めて知っていればそれを見てください。\n\nこのアニメの最終評価は3/10です。 またはThermicLineの評価は「それはあまり良くない」と言います。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "TheDougieFresh",
    "profile": "/profile/TheDougieFresh/reviews",
    "pages": "16",
    "number": "10",
    "link": "/reviews.php?id=209556",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  9\n\n**警告：可能なマイナースポイラー**\n\nバーチャルリアリティMMOのアイデアは、実際にはかなり考えられます。 このアニメのアイデアはかなりユニークです。 それは、それが得る憎しみに値するが、それは完璧なアニメのいずれかではありません。 ここにSword Art Onlineの私のレビューがあります。\n\nストーリー：\n\n\nアート：\n光小説/マンガの芸術とアニメの芸術は大きく異なります。 キャラクターは、マンガやLNよりも、アニメの形でよりクリーンで鮮明に見えます。 芸術は例外的で、このアニメの後ろにあるスタジオを知っているので、なぜそれを見るのは難しいことではありません。  A-1写真はこのアニメを集めました。Anohana、4月のあなたの嘘、IDOLM @ STER、七つの致命的な罪、OreImo、そしてFairy Tailのような他の注目すべきアニメの後ろの同じスタジオ。 アニメーションにはほとんど欠陥はなく、ToeiやPierrotのような主流のスタジオとは異なり、A-1は静止画、繰り返しシーンをほとんど使用せず、2層目のアニメーションに大きく依存しないため、SAOとそれ以外のアニメ より活気に満ちた、流動的な感触をそれに与えます。 しかし、SAOは、Fairy Tailやそれと同じスタジオのBrothersとは異なり、Video Gameの感触を持ち、ParticlesやHUDについてはCGIを使ってビデオゲームを作成します。 戦いは振り付けがよく、活気がある。 あなたが芸術を憎むなら、あなたは盲目であるか、自分自身に嘘をついています。 だからアートは9/10になる\n\n音：\nうそをつくことはない、音楽的には、それは例外的に聞こえた。 それは、それが求められた状況に置かれ、それは本当にうまく収まる。  それはクローゼットや部屋に録音されたように、声のファイルがその場面で終了すると音が途切れて聞こえることがありました。 声は偉大に聞こえるだけでなく、次のトピックで話すキャラクターにも合っています。サウンドについては8/10。 OSTを買うのに十分だったのですか？ いいえ...オープニングとエンディングは例外です。 しかし、サウンドはOSTだけではなく、SFXはどうですか？ すべての剣が衝突し、スイングとスタブが素晴らしい音を出し、素晴らしい品質を得ました。  DBZや他のアクションアニメ（あなたが私が話している音を知っていること）を聞いているような音は反復性があり、チーズではありませんでした。  The Voicesは、音楽とSFXをオーバーラップさせました。 声に関して言えば、私は大きな耳を持っており、自慢するつもりはありません。 アニメの声がファンタジーのように聞こえると、それは私を苛立たせます。\n\nキャラクター：\n\n\n\n最終判決\nソードアートオンライン。 素晴らしいコンセプトだが、急いで話をする。 私はアクションアニメが好きな人にお勧めします。 このアニメはフェアリーテイルに似ていますが、誇大宣伝のためにそれほど嫌われたことはありません。 人々がSAOを嫌っていると言えば、恐らくSAO2やペーシングのためでしょう。  LNははるかに優れていますが、アニメ自体は問題ありません。 ビデオゲーム、アクション、アドベンチャー、ロマンスが好きな人は、SAOを見て、おそらくSAO2を見てください...私は...\nSAO：8/10"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Fullmetalbitch",
    "profile": "/profile/Fullmetalbitch/reviews",
    "pages": "16",
    "number": "11",
    "link": "/reviews.php?id=220878",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n1分間真実にしましょう。 このアニメは楽しいものでしたが、悪い面もありますので、これを説明しましょう。\n私はこのアニメについて語る必要があります。\nまず第一にストーリーは素晴らしかったです。 最初の部分よりも巻き込まれている主題があります\n私は悪名高い第2シーズンを言うだろう。\n二人目の絵とキャラクターの個性は素晴らしかったです。 私は本当にアスナの個性が好きです。\n第三に、私はオープニングとエンディングの曲が好きではありません。 私はこのアニメに期待していたよりも美しくなりました。 しかし、剣が好きなら、挑戦するもの、美しいキャラクターの顔...あなたはこのアニメを試してみるべきです。\nはい、それは人気のあるアニメです、はい、それは欠陥がありますが、それは完璧ではありませんが、少なくとも私の意見では楽しいです。 このアニメを試してください"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Hypocrius",
    "profile": "/profile/Hypocrius/reviews",
    "pages": "16",
    "number": "12",
    "link": "/reviews.php?id=200162",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  1\n|  4\n\nああ！.....ソード・アート・オンライン、私は嫌いなアニメです。 これは、怒りの暴言のレビューがアニメ自体を見ることよりも読むのが楽しいアニメです。 これは偏光の高いアニメです。 それは、それを崇拝するハードコアのファンと、地球の顔からそれを拭き取って怒っている嫌悪者がいることを意味します。\n\n私はその嫌悪者の一人であり、このレビューにはいくつかの主要なスポイラーが含まれています。\n\n良い部分から始めましょう。 最初のエピソードと背景画像。 それでおしまい。 他に何もない。\n\n物語は2つの弧に分かれています。 最初のアークは、プレイヤーが心でアバターをコントロールできるようにするバーチャルリアリティヘルメットを使って、ソードアートオンラインゲームにログインするヒロキリトで始まります。  10000枚しか販売していないVRMMORPGゲームです（利益はあまりありません）。\n\nすぐ後、Kiritoと彼の新しく作ったオンライン友達Kleinは自分自身がログアウトできなくなってしまった。 悪役は、彼がゲームのすべての選手を閉じ込めたことを発表する。 外出する唯一の方法は100階すべてを叩くことです。 彼らがゲームで死んだり、強制的にヘルメットを取り外そうとすると、彼らは実生活で死にます。\n\nMMORPGをプレイすることはもはや楽しいことではなく、すばらしい戦いで壮大なサバイバルストーリーを見たいと考えています。 しかし、いいえ、SAOは、「あなたのことをすべてやっている」と言います。\n\n代わりに、私たちが得るものは、愚かな文字、年配のプロンプト、主要な時間のスキップ、強制的なロマンス、ハーレム、安価なドラマとオハイオ州 - クールなbadassばかなキリト....オハイオとファンサークルは、円を完了することです。\n\n最初の2つのエピソードは良かった。  Kiritoはすべての選手を解放することを誓う... SOLO!!! 誰かがソロでMMORPGをどのように完成させることができますか？ それから突然の大きなタイムキープを持ち、キリトは突然パワーセーブの悪いハイレベルプレーヤーであり、ゲームの半分以上が完了しています。 ボスの戦いはどこですか？  4000人のプレイヤーが死亡しましたか？ いつ、どのようにして彼らは死んだのですか？ 彼らはただそれを言い、私たちがそれを信じることを期待する。 それが怠け者でないなら、私は何がわからないのですか。\n\n文字は簡単に最悪です。 彼らは主にキリトの幕屋に加わるだけの女の子です。 彼らは人格がなく、涼しくて英雄的なキリトがいかにあるか以外に存在する理由はありません。 実際に最初の2つのエピソードで有望なキャラクターだったAsunaも、それを食い物にして、私が今までに見た中で最も穏やかで愚かな女性キャラクターになりました。 不倫の姉妹/スーシャーもあり、アシュナは2番目のアークでレイプ素材になる。 他のすべての側のキャラクターは、自分の名前を実際に覚えておくのに十分な倍率を得ていません。\n\nキリトは、キャラクターを作る方法のまさにその定義です。 彼は絶対に人格を持たず、彼の唯一の特徴は彼が圧倒されていることです。 彼は数秒でどんな戦いに勝つことができます。 誰もが彼を愛し、誰も彼になりたい。 それはアニメが提供しなければならない緊張を取り除く。 主人公が失うことのない方法があるからです。 彼はあなたが一般的にヘンタイで見つけた幸福感のキャラクターです。\n\n結婚、性別、新婚旅行、ルージュAIの娘（Dafaq）の採用など、KiritoとAsunaの間に強制的なロマンスがあり、人々はゲームをクリアしようとして死にます。 彼らは主人公になっていますか？\n\n悪人は地獄のように馬鹿だ。 最初の悪役は何千人もの人を捕まえて殺すことによって、彼の動機や目標が何かを忘れていました。 アニメが悪いと認めた場合、これは受け入れられたでしょう。 しかし彼らはそれを深く哲学的なものとして示しました。 どのようにファックは、大量殺人哲学のようなものです！\n\n2番目の悪役は完全な冗談です。 しかし、彼はいくつかのモチベーションを持っています...アスナをケージに閉じ込めてレイプしていますか？（ええと、パワーとお金の使い勝手）私は個人的にキリトを刺して出血させることができたので、\n\nアクションアニメと呼ばれるものには、アクションの巨大な欠陥があります。 プロットに何の貢献もしない戦いと戦いはほとんどありません。 ほとんどの試合は30秒以内に終わり、キリトはそれを圧倒します。 戦術、戦略、努力はありません。 このアニメは、これがMMORPGゲームであり、チームとして一緒に働くことが唯一の方法であることを忘れてしまったようです。\n\nまた、プロットの穴？ アスナのように何とか麻痺した後に動くことができますか？ キリトは死ぬと人生に戻ってくる？ 第2弧（WTF）での2つのレース間のゲーム中の狂乱 SAOと同じ技術を使って、危険なものと同じように別のゲームをする人はいますか？ 不信の私の停止は、これまでに行くことができます！\n\nこのアニメには、私が実際に気に入ったものは何ですか？ はい。 彼らが戦うときの上の表情、陽気な愚かな対話、そして兄とオンラインアバターが関わっているSuguhaの愛の三角形（私はそれをとても笑って、それに名前をつけてもTROLL TRIANGLE）....ああ、キリト 刺した（YEAH * fistpump *）\n\n全体的に、それは完全な時間の無駄です。 それは侮辱的なもので、MMORPGをプレイしたことがない人や、何かアクションアニメを見た人、あるいはただの敗者である人にのみ訴えます。\n\nP：S-私がさらに怒っているのは、このアニメにはたくさんのハードコアファンがいることです。 彼らは、彼らが見ている最も賢いアニメであり、他のアニメはそれから学ぶべきだと言っています。 彼らが実際にこのアニメで見るものは、常に私の理解の範囲を超えています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "tg-jade",
    "profile": "/profile/tg-jade/reviews",
    "pages": "16",
    "number": "13",
    "link": "/reviews.php?id=71591",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  9\n\nSAOのプロットは、プレイヤーがトラップされているゲームを終了するための主人公の旅として要約することができます。 ストーリーはシンプルに聞こえるかもしれませんが（アニメーションはそこで最高のものではありません）、それが提示される方法は毎週チューニングを続けるものです。\n\n私は以前のゲーマーだったので、私は個人的に、さまざまなMMORPGシナリオがどのように提示され、誰かの視点に置かれているのが好きで、楽しんでいます。 そしてそれらと共に、私はキャラクターが成長してより良い選手と人々に成長するのを見ます。 私が今心配しているのは、MMORPGのストーリーラインから逸脱して、典型的なラブストーリー/バーチャルワールドに設定されたアニメストーリーになるというストーリーの傾向です。 私は、ゲームそのものを歩くのではなく、関係を築くことに集中しすぎていると感じたエピソードがありました。 しかし、もう一度、それは関係の側面のプロットから来るゲームに話が戻るたびに、私に興奮の気持ちを与える。\n\nこの時点で、アニメは劇的になる巨大な可能性を秘めています。なぜなら、まだ展示できるゲームのいくつかの領域があるからです。 そして私が言ったように、ストーリーはそれほど悪くはないので、作家が両方の完璧なミックスをすることができれば、今年のアニメをここに持つことができます。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Ptear",
    "profile": "/profile/Ptear/reviews",
    "pages": "16",
    "number": "14",
    "link": "/reviews.php?id=79084",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nソードアートオンライン\n\nジャンル：アクション、ファンタジー、SF、ロマンス、冒険\n\nスタジオ：A1-pictures（フェアリーテール、ブルーエクソシスト、魔法の魔法）\n\n注：このシリーズの10の光小説がありますが、Sword Art Onlineはもともと河原氏が書いたLight Novelシリーズです。\n\nだから私は、このアニメの多くの混合レビューをしていることを知っているが、あなたを止めることはできません！ このアニメは最高の1つです！\n\nストーリー：\nストーリーは本当に深く、あなたはキャラクターにもっとつながります。 私が物語で持つ唯一の問題は、彼らが第二の光の小説からのすべてのサイドストーリーを特定の順序にする方法です。\n\nアート：\nこのアニメの芸術は本当にうまくいきました。そして、あなたはこれが本当にこれを最優先にしていることをすぐに見ることができます！\n\n音：\nアニメで演じる声は本当に完璧な声で、本当にスイートは完璧です。背景の音楽は本当にエキサイティングです！\n\nキャラクター：\nSword Art Onlineのキャラクターは本当に簡単に接続でき、偉大な感情と愛情を表示します。好きなキャラクターやあなたが立つことができないキャラクターをすぐに知ることができます。\n\n楽しみ\n私は本当にこのアニメを楽しんでいますが、多くの人が光小説ほど良いとは言いませんが、私は小説を読んでいます。\n\n全体\nあなたがアクション、感情、興奮の多くを持つアニメをしたい場合は、これはあなたのためのアニメです"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "atmosphic",
    "profile": "/profile/atmosphic/reviews",
    "pages": "16",
    "number": "15",
    "link": "/reviews.php?id=92195",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  9\nキャラクター|  4\n|  5\n\nアニメが学校に通っていたら、SAOはクールなグループに本当に挑戦しようとしているが、ちょうど一緒にタグで終わってしまうその子供だろう。 それはこのアニメのすべてです、大規模な試みは難しいです。\n\nストーリー6：\n私はこれを6つ与えていません、それは良いです、私はそれを6つ与えているので、プロットの輪郭は本当に賢いですが、彼らは魅力的な方法でそれをプルしなかった。 最初の3つのエピソードは本当にうまくいきました。最初の3つのepsのスケルトンに固執していたのであれば、これは思い出深い2012年のアニメとしてはうまくいっているかもしれません。\n\n物語は無制限に欠陥があると言っているだけでなく、自己が無視するゲームは主人公を助ける最も基本的なルールです。  100階のモンスターとボスを倒すという壮大な物語は、ラブストーリーのドリブル混乱が道路のフォークにぶつかるため、13 epsで完全に消え去った。\n\nアート7：\nキャラクターのデザインはかなり平均的なものでしたが、モンスターや風景がこれを目の当たりにしています。\n\nサウンド9：\nああ、アニメに関係なく頭の爪に当たる様相。 梶浦由紀は、最後の剣のスイングに至るまで強さを増すあらゆる戦闘の中で私たちに魔法を与えるという衝撃的な計画をバイパスして、再びそれをやった。  （私は彼女に偏っていると言うことができますか？^^;）\n\nキャラクター4：\nどんなキャラクター？ 彼らは時間のエピソードを1つ以上取得する主人公は3人だけで、その大部分は主人公の上でのドールに費やされます。 私がここで言うことができるものは他にありません。\n\nエンジョイ5：\nこの5は私の音楽から全面的に来ます。 それは素晴らしい時計だったが、それはそれがそれについて偉大なことができた事の多くを真剣に傷つけるために自らの方法を取ることをその事実。 ロマンスはロマンスの仕組みを推測している少女が書いたように見え、ゲームは主人公を助けるための基本的なルールです。 それは印象づけるのが難しいと思っています。それは自分自身が開発のための本当に大きな壁です。\n\n全体的な6：\nそれは良いものの素晴らしいものではなく、確かにシーズンのハイライトではなかった。 それを行けばいいが、それはあなたがアニメを見る方法を変えると思う、深い意味も価値もないと思う。\nしかし、これはアニメの公正な分け前を見ている人から来ている、あなたはちょうどアニメーションのスリルがほしいと思う初心者のための本当に良いスタートです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Palipitoad",
    "profile": "/profile/Palipitoad/reviews",
    "pages": "16",
    "number": "16",
    "link": "/reviews.php?id=220360",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  2\nアニメーション|  4\nサウンド|  5\nキャラクター|  1\n|  2\n\n私のA-1 Picturesに対する憤りは続きます。\n\nだから、このアニメは複数の人から私に勧められました。 これらの人々の前提は、「驚くべきキャラクターと美しい、すっきりしたアニメーションを備えた現実的なRPGアニメ」であり、私にはいくらか高い期待を与えている（私はビデオゲームが大好きで、前提はあまり魅力的ではなかった）。 最終的に私を失望させた。 このアニメは、美しいアニメーション部分を除いて、それがそうでないものすべてに対して賞賛され防衛されています。 それは良いアニメではありません。 それは深く興味深い話ではありません。 それは開発された、多面的な文字を持っていません。 それは、「良い尺度」のためにいくつかのロマンスが投げ込まれた、二次元の、退屈なキャラクターによる物語の混乱の混乱です。 今や、Sword Art Onlineを嫌う人にとって画期的なものではないことは明らかですが、このアニメがひどく書かれていないという一般的なコンセンサスがあることを考慮して、私は2つのセントを与えたいと思います。\n\nストーリー\n\nまず、ストーリー。 かなり穏やかだが、面白い物語のために悪い設定ではない。 私は物語が本当に好きではありませんが、アニメーションやサウンドデザインの他に、ショーがそれに向けて行ったことが最高のものだと言います。 ビデオゲームにトラップされていることは、最も新しく創意に富んだコンセプトのようには聞こえませんが、キャラクターの中から生み出される人間の感情は、興味深いショーになる可能性があります。 フォーカスがもっとキャラクターに向かっていれば（おそらく\"キャラクタースタディ\"のラインの中の何か）、ソードアートオンラインは面白かったかもしれない。 その興味深いプロットポイントに気にしないでください。 気持ちいいAIを上げて、きりとんくんと彼のwaifuに焦点を当てましょう！ もちろん、このゲームでは、（この場合はMMORPG）ストーリーはこの時点でアニメの流行になっています。このアニメが出て以来ずっと前から出てきましたが、私はそれを無視することができます。 私が目を逸らすことができないのは、このショーのメロドラマの恐ろしいペースと極端なケースです。 すべてのエピソードは、突然、無意味な人物、突然退屈なクリスマススペシャル、etceteraについてのエピソード、場所のいたるところにあります。 そして、正直言って、私はなぜ彼らが一緒にフィットしない（しかし、私は文字を議論するときに詳述します）ハーレムの側面と複雑なテーマと\"真剣な\"アニメーションを組み合わせたいと思うか分からない。\n\nキャラクター\n\nしかし、もちろん、SAOが行っている最悪のことは、その文字です。 キリトは最初から悪いキャラクターではないが、エピソードが盛り上がるとすぐに、彼は迷惑になり、（驚き、驚き）圧倒される。 通常は、主人公にとっては、ほとんどの場合、シリーズの中で最も開発されて好きなキャラクターであるが、Kiritoではそうではないので、私はちょっとでも気を使います。 彼は非常に真剣にそれを取ろうとするアニメのために、宇宙で最も厚い鎧を持った悪い素敵なキャラクター（オタクのパワーファンタジー）ですが、それは私がすでに少し触れている問題です。 今、最初は、「このアニメはハーレム」という意味ではなく、「このアニメはハレムのいくつかの側面を持っている」という意味で、IEのように多くの女の子が群がって、イエス・クンと恋に落ちる。 途中で、私は続行します。 通常、ハレームのアニメでは、主人公は非常に二次元なので、見ている人は、その状況で自分自身を想像することができます。 しかし、このアニメは、主人公が「平均的なジョー」（性格と外見の両方で）であれば動作しません。 もちろん、キリトはできるだけ二次元的にしか作られていなかったので、14歳の男の子はすべて彼の妻と愛情のある関係を築いていて、彼はナンバーワンのSAOプレーヤーであり、  。\n\nしかし、私は女の子に始まらないでください。 無用で退屈な、それらのすべての一つ。 彼らはストーリーとソード・アート・オンラインの宇宙全体に興味深いキャラクターを持ち、さまざまな人々が「ビデオゲームで立ち往生」の状況をどのように扱ったかを示すはずだったが、どちらもそうではなかった。 サイド・キャラクターの誰も本当に興味をそそっていなかったか、または異なっていた。 彼らはすべて穏やかで、泣いたり、モペットしたりして、同じように自分の状況を処理しました。 彼女は全番組で唯一の優秀な女性キャラクターであり、最終的にキリトで終わったので、Asunaは間違いなく「キリトファンネル」全体の中で最も興味深く、注目に値するものでした。 彼女は彼女のボーイフレンド、イエスくんよりも強力で決定された、おそらくさらに強く記載されていますが、あなたは本当にそれほど多くは見ません。  Asunaが彼女のこの「悪い」面を示す機会がある（そしてたくさんあった）場合、Kiritoはその日に飛び込み、その日を節約する。 もちろん、彼女は彼女の瞬間を持っていましたが、最終的にはKiritoにスポットライトが当たっていました。 結局のところ、Kiritoはまだストーリーの主人公であり、Asunaは彼の「仲間の奥さん」ですが、それは主人公であることが明らかです。だから彼はいつも注目の中心にいなければなりませんでしたか？\n\nしかし、Sword Art Onlineの最大の罪は、Asunaがファンタジーのファンタジーを強姦するように悪化しているFairy Danceの弧であることは間違いありません。 男、彼女は強い女性キャラクターではない？  （強く、私は明らかに\"強く書かれている\"AKAは身体的な強さではなく、深みと感情を持つ人物を指している）Asunaは物理的には強かったが、トロフィーの妻として書かれていた。 私は他のキャラクターに深く入り込むことはありません。なぜなら、彼らはさらにひどく、未熟であるからです。\n\nアニメーションとサウンドデザイン\n\n最後に、アニメーションとサウンドデザインの最後になります。 私が前に言ったように、彼らは両方ともしっかりしていますが、見る価値のあるアニメを作っていません。 戦闘シーンのいくつかはクールですが、より良いストーリーラインと素晴らしいキャラクターを持つ非常に多くのアニメがあります。 戦闘のscenceの多くはちょうど私にとって興味深いものではなかったし、戦いの方向はほとんど 'passable'だったが、最悪で恐ろしい。 このアニメがバックグラウンドミュージックを持っていることを覚えていないと考えると、OPとEDだけが私が本当に何でも言えることがあります。 偉大なOPとED、しかし非常に忘れられないOSTはすべて一緒に。\n\n全体\n\nこのレビューを要約すると、このアニメは本当に悪いです。 それにはいくつかのアイデアがありましたが、正しく実行することはできませんでした。 ストーリーを書いている間にSword Art Onlineの作家がはっきりと見えておらず、\"彼が行っている間にそれを作っている\"ということは、非常に明白でした（そして彼はかなり認めました）。 そして、それが示した。 ストーリーはかなり基本的なものであり、文字はひどく書かれていて最悪の場合はあり得ないものであり、アニメーションやサウンドデザインはかなり良いですが、残念ながらアニメの唯一の償還可能な品質です。\n\n（このレビューを書いている時点で、私はSword Art Onlineの25のエピソードのすべてを見ていませんでした。これはEingradアーク（そして少々のFairy Danceアーク）のレビューですが、 フェアリー・ダンス・アークは、私が今まで聞いたことのあるもの全てが、それが悪いのか、それとも見逃しているのかを考えれば、全体を見ていく価値がないようです。）"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "DenzRui",
    "profile": "/profile/DenzRui/reviews",
    "pages": "16",
    "number": "17",
    "link": "/reviews.php?id=184457",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  4\nキャラクター|  3\n|  6\n\n=なしスポイラー=\n\nこのシリーズが放映されたとき、私は非常に誇張されました。なぜなら初めてMMORPGゲーマーの話をするアニメがあるからです。 しかし、私は非常に失望しました。\n\nストーリー：ゲーマーはソード・アート・オンラインと呼ばれるゲームの中に収監されていました。出場するためには100人のステージすべてを強力なボスで倒す必要があります。\n\n催眠は、私の意見では、面白かったです。 それがすべてだった。 それは面白かったです。 私が最初の2つのエピソードを見たとき。 それは私が別のエピソードを見せてくれるのに十分だった。 しかし、ショーといっしょに行くにつれて、それは鈍くなった。 ショーの最初の部分の後に見守ることができなくなった。\n\n詳細を見てみましょう：私は、ゲームの中に閉じ込められたMMORPGゲーマーの苦労を見るためにショーを見ました。 私は彼らが何をするのか知りたかったので、私は夢中になった。 彼らは同盟を形成するだろうか？ 友情？ パーティー？ ステージのボスを倒す？ どうやって？\n\n彼らがやった。 しかし、否定的なやり方では、主人公に悪影響を及ぼし、それはショーにはるかに否定的な形で影響するだろう。\n\n私は悲観的なMCを持つことは気にしない、実際には、私もそれを歓迎します。 しかし、彼の悲観主義はショーを台無しにした。 私は見て楽しんでいたかったことを見られなかった。\n\n芸術：芸術はまともです。 実際にクリーン。 実際に冷たくて見栄えの良いアクションシーンや、劇的に描かれたキャラクター（イモ）のために、記憶したり、忘れてしまったりするものではありません。  XD）\n\nサウンド：OPとエンディングはOKだった、彼らは彼らの話に合った。 ファンタジーの世界にいるという雰囲気を響かせます。 声も良かった。\n\nCharacter：さて、これはすべてがダウンしたことです。\n\nキリト：完璧です。 パワフル。 彼の発達は主にオフカムでした。 悲観主義者。 鈍い。 関係はありません。 ゲイリー・スチュ。\n\nAsuna：私のために、彼女は最も有望なキャラクターの1人でした。 彼女はたくさんのアニメを見て、私が探しているヒロインのようなものだった。 彼女は強く、知的で、リーダーシップの資質を持っています。 彼女が恋に落ちたときにすべてが駄目になった。 真剣に。\n\n実際には、それは私が彼女について知っているすべてです。 私は彼女の好き嫌いについて何も知らなかった。 彼女は実際に無駄に動いていたダンボールのキャラクターでした。\n\nSuguha：ファンタジーの世界に近親相姦を入れて、翼、メロドラマは非常に些細なことです。 チョコレートは金で包まれていますが、一度それを味わうと、ちょっとしたものです。\n\n他の文字：文字？ ああ！ 彼らは物語の利便性のためだけだった！\n\n楽しさ：私はそれについて悪いことすべてを呪っている間、それを楽しんだ。\n\n全体的には有望な話がありましたが、彼らはそれをつぶしてゴミ箱に投げました。 このショーを見てみると、誰かがベータテスター（彼らは実際に彼を崇拝すべきだからだ）という理由だけですべてがそんなに素朴なのではないかと疑問に思っている。MCがいつ彼のお尻を出すか考えてみると、 バハブラ。 シリーズの最初の部分が終了します。\n\n2番目の部分があるという文字通りの必要はありませんでした。 それはもはやプロットへの接続がありませんでした！ それはファンザビイスのためだけのものでした！\n\n\n非常に中核である：SAOは、物語を変えたラブストーリーです。\n\n（そして最悪の場合、第2シーズン、第3シーズンもあります！）"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "HaruHaru304",
    "profile": "/profile/HaruHaru304/reviews",
    "pages": "16",
    "number": "18",
    "link": "/reviews.php?id=169605",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  1\n|  6\n\n要約するだけです。 私はSword Art Onlineをもう一度見ましたので、私の心の中では全く新鮮ではありません。 それにもかかわらず、私はこのショーに私の感情や考えを考慮して簡潔にまとめる時間があります。 これは、私のリストが通常私の即興の娯楽価値に基づいているからといって、ショーが私のリストに載っているものに関して、完全に独立した得点となるでしょう。 そう言えば、Sword Art Onlineにすぐにジャンプしましょう。\n\n私たちは、人類が最初に、または少なくとも最初のステップをvrmmo技術に取り入れている、近代的な未来的な環境で私たちの話を始める。 私たちの主人公、Kirigaya Kazutoは、ちょうどリリースされたまったく新しいゲームのための以前のベータテスターです。 頻繁に交際していない隠遁者の何人か、Kirigayaまたは彼のアバター「Kirito」は、不健康な時間ゲームを費やしています。 私たちは美しくデザインされ革新的な剣術の世界を紹介しています。これには以前は一度も見たことがない数多くのシステムとメカニックが含まれています。 それは獣なので、誰もがそれをしています。\n\nそれから突然、プロットが起こり、ゲームマスターが突然プレイヤーベースを1か所に集めて、彼らがログアウトできずに死んでしまういくつかの捨て死ゲームの一部であることを宣言する ゲーム、彼らのヘッドセットは完全に揚げられます。 楽しいことに、この時点で、キャラクターのアバターはすべて無効になり、プレーヤーの実際の表現に置き換えられます。 私は個人的にはこれが天才のストロークであり、コメディーが5秒間にわたり関連性があると思っていました。 そこで、キリトが勝利する唯一の方法があるこの敵対的なvrmmoでキリトがどのように忍耐し生き残るかを見ると、選手たちはAincradの全100フロアを征服することになります。\n\nストーリー -  5（普通）\n\n私がちょうど要約したことは、私の意見では、かなり冷静で面白いと思う。 直ちに、Sword Art Onlineはすでに、大規模な人口統計、アニメを見ている人々をはるかに超えたゲームコミュニティにアピールしています。 最初の経験として仮想世界でゲームをするのが好きかもしれないことを少なくとも一度は考えていない単一のゲーマーは知りません。  Sword Art Onlineは、心理的な負担をかける可能性のある一見不可能な客観的な暗黒の生き残りゲームトーンを備えた、雄大で複雑な宇宙を作り上げ、エンターテインメントやエスカピズムの危険性を暗に探検するかもしれません。 少なくとも。 私はこれを見始めるとすぐに.hackフランチャイズとの比較をしましたが、.hackフランチャイズとは異なり、Sword Art Onlineは可能な限り強力なポイントを提供できません。 ゲーマーへの心理的影響、これらの状態は長期間にわたって人々にとって何ができるのでしょうか？ このプロセスは、どのようにして自分の思考や思考を変えますか？ あなたはその考えを得る。\n\nストーリーの進行は焦点や方向性の欠如から深く苦しんでいます。 すべての100レベルをクリアし、死の罠を逃れる。 シリーズの中間のどこかで、これらのより暗い概念はすべて放棄され、非常に奇妙なフィラーエピソードによって置き換えられているように見えますが、それはコアの側面や、 シリーズ。 だから一方では、一緒に結びついたり、どこにでもつながっているような、奇妙な小さなサブ・プロットがあります。そしてそれと同じように悪いペーシングがあります。そしてそれはエロチックな小説に属しているような極度のチーズとおとぎ話のロマンス 。  （私がここで何を得ているか見るためには、エロチックな剣のアートのオンラインの光の小説の章を見てください。それは笑いの価値があり、翻訳を見つけるのが簡単です）全体では、クライマックスはむしろ急いで不満足に見えます。 シリーズの前半。\n\nシリーズの後半は、キャラクターを除いて全く異なるショーのように感じます。 私は実際には後半の設定が好きですが、これはしばしば批判の対象ですが、少しでも間違いはありません。 それはよく定義され、美しく設計されており、確かなコンセプトです。 以前の弧の急上昇の後に、その配置、配置、そして突然靴ひもでないなら、私はSAOの話でより良い章として役立つでしょう。\n\nだから要約するだけです。 私は全体のコンセプトが堅実で、当初は豊富な可能性を持っていたと思いますが、これらのことを実行することには明確な失敗があり、プレゼンテーションと不適切な配置のため単純に圧倒的なものとなりました。\n\nアート8（非常に良い）\n\n私はSword Art Onlineのビジュアルプレゼンテーションが素晴らしいと思います。 私はアニメの良い「芸術」が何であるかについて確固とした意見は持っていませんが、少なくとも私にとっては、Sword Art Onlineは何十枚もの非常に美しいコンセプトピース、背景、ソフトキャラクターデザインを提供しています。 世界自体は非常に詳細です。 私はキャラクターのデザインがあまりにも一般的で基本的だと思っていますが、少なくとも彼らはプレゼン可能です。 特別な効果は素晴らしいですし、戦場シーン自体はかなり壮大です。 プライマリキャラクターのジェネリックな性質を除いて、私はこのフロントに批判はしていません。 キリトはコピー＆ペーストの仕事のようです。\n\nサウンド -  8（非常に良い）\n\n私はサウンドトラックのある部分を絶対に愛しており、音楽はシリーズの流れに非常によく合います。 しかし、私が思うところでは特に重要な部分はありません。 私はミュージシャンの研究をしていないし、音楽についても十分に理解していないので、私がここで詳述することはほとんどない。 私の考えでは？ それは全体的で楽しいです。 私は彼らがもう少しゲーム要素で演奏して、ちょうどそれらのノスタルジアボタンを押すためにいくつかのビデオゲームのサウンドエフェクト、音楽などを持ってきたはずだと思います。\n\nキャラクター -  1（哀れな）\n\nこれは、ソード・アート・オンラインの主なコアである、小さくても圧倒的な問題の数々です。 私はこのシリーズの主な問題であると私が信じていることを指摘するために、主要キャラクターをひとつひとつ調べます。\n\nキリト - 主人公 - \n\nキリトは、おそらく開発や変更が不可能な典型的なゲイ・スタウトであり、非常に穏やかで一般的です。 誰もがすぐにケアフリーで英雄的で無私の人格に引き付けられます。  （私はこれが遅れて改善したと思っていますが、私はここでSAOを指しています）キリトのirlの問題は非常に軽微で重要ではありません。 彼は物理的にうまく、魅力的で、欠点がない。 彼は自己完結型でも悪いこともしない、全体的に完璧なキャラクターテンプレートです。 時には、彼は人間を感じることさえしません。\n\n彼は多くの人が倫理的に批判的な行為であると考えていることを実行する瞬間を見ているので面白いですが、これらは多くの場合友人の「良い」ためのものであり、ゲームが彼に及ぼした影響は実際には分かりません。 我々は彼が泣いたり、故障しているのを見る疎な瞬間がありますが、これらは極端に強制され、実際にはどこにも行かないと感じています。 キリトは、シリーズの終わりに同じキャラクターで、初めにはちょうどそうだったが、今は彼に女の子が集まっている。\n\nアスナ - ヒロイン - \n\nAsunaは最初は謎の人物であり、後のエピソードまでは出場しなかった。 彼女は私の意見では謎を残したほうが良かった。 一度キャラクターが影から出てくると、彼女はキリトのオンラインサンドイッチwaifu g.i.r.l心の鼓動に過ぎないことが明らかになりました。\n\n正直なところ、彼女がG.I..R.Lであることが分かったのならば。 それははるかに興味深いでしょう。 アスキーナは、キリトのように、エスケープ主義的な境界線の哀れみをある程度はっきりと感じるほどの小さな問題を抱えています。 彼女は決してMMOで通常見いだす人物として出会うことは決してありません。これは女性キャラクターの大半について言えることです。 アスナは非常に強い女性のリードになる可能性がありましたが、最終的には強制的なロマンスのキャラクターとして使用された後、彼女は苦しみの中で拘束されました。\n\nロールプレイングサーバーを頻繁に使用するゲーマーとして、彼らの関係は私がギルドの一員となっていることを思い出させ、ロマンスファンタジーを失った2人のプレイヤーがいつも一緒にいるでしょう。 注釈よりも頻繁に、これらはドラマ、欺瞞、および他の多くの合併症で終わる。 インターネット上の人々に会うには、Sword Art Onlineが考慮していないよりも暗い側面があり、私の不信感の停止は今のところ延ばすことしかできません。 確かにハックはありません。\n\n今見てください。 私は他の文字のすべてを言及したいが...。 上記の2つを除いて、キャストのいずれもわずかな量のスクリーン時間または現像を有さない。 ほとんどすべてが再現していますが、これまでに出演していたキャストは女性であり、すべてがキリトの魅力を持っていますが、そうでなければ多かれ少なかれ、非常にシンプルな原型を超えた個性はありません。\n\nコメディの救済飼料としてはほとんど役に立たない男性キャラクターがもう1人あります。  「アンタゴニスト」は、まれにしか出現せず、もう一度、かなり自発的に靴ひじをつけています。 私はまだ今日まで、彼の「動機」は人類の何千もの人生を犠牲にする価値があるとは思わないが、彼の動機は依然として疑わしい。 悪人が達成しようとしていたことは、彼の方法に沿ってむしろ無意味であるか、あるいはあまりにも漠然として、決定的な意見を描くことができなかった。\n\n全体的に、一次元のキャラクターは本当にこのシリーズを駄目にします。\n\n楽しさ -  6（公正）\n\n正直なところ。  Sword Art Onlineは、一部の人々がそうだと主張しているように、市場で最高のショーではありませんが、どちらも最悪ではありません。 あなたは多くの人々が憎悪や好きなリストにこれを投げつけるだろうが、私はその中間に座るのが好きであることに気付くでしょう。 私はショーで強い評価を得ることはできませんでした、それはいくつかの楽しみの価値を提供していない場合は否定的またはそうでなければ。 試してみる。  .hackやLog Horizo​​nのような同様のショーと比較してください。 私のアドバイスは、ちょうど試して批判的であり、かわいらしいグラフィックとサウンドトラックがあなたを説得力のある意見から惑わせないようにしてください。 フェンスの有害な、または国境を越えたSAO司教側のいずれかによってあまりにも引き込まれてはいけません。\n\n全体的 -  6（フェア）\n\n一時的なエンターテインメント価値ではないにしても、うまくいけば忘れ去られるような、全体的な列車の難破船です。 人間の関心のあらゆる重要な領域で現実主義のあらゆる基盤を提供することができず、ゲームの未来のために誇大宣伝を成し遂げています（私たちはすべてが長続きしないでしょう）、ゲームの中毒者、またはゲイマーの精神 現実的なロマンスや危険感を伝えられず、キャラクターはあなたが眠りにつくほど十分です。\n\n良いポップコーンアニメ。 それはプロットやテーマ/ etcにある以上のものを宣伝しますが、それらの生活の中では、それらのポイントのいずれかで強く配信することはできません。\n\nさらなる推奨事項については、Accel Worldに試してみてください。 同じ作家による小説。 私は個人的にははるかに良いと思う。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "nekobob",
    "profile": "/profile/nekobob/reviews",
    "pages": "16",
    "number": "19",
    "link": "/reviews.php?id=178497",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  5\n|  7\n\n私はそれを嫌うために準備されたこのアニメに入った。 オンラインで、特にMALで見たすべてのレビューは、「ひどい」から「満足」までの範囲でした。 私はソード・アート・オンラインが、それぞれのエピソードを通して自分自身を強要してしまうだろうという、間違いのコツを集めたものだと思った。 そしてそのために、私はすべてのエピソードを早期に批判し、その強みを受け入れず、失敗に集中することを拒否します。 このため、私は、すべてのエピソードを批判することによって、私はこのアニメの魅力を認識するのを止めていたことに気づくまで、私はいくつかのエピソードを持ってきました。\nそれだけで、私はこのアニメを鑑賞し始めた。\nほとんどの人と違って、私はSAOがすべてのアニメにとってメッシャであると主張しません。 完璧ではないし、近くでもないからだ。 しかし、一方で、私はクイーンズブレイドの下に置かないでしょう。 それをしているすべての人は、このアニメが持っている非常に大きくて献身的なファンのベースに過度に反応しています。\nSword Art Onlineは大きく2つに分けることができます.1つ目はSword Art Online Arcで、これは非常に印象的です。また、非常に恐ろしい2番目の弧であるAlfheim Online。 実際に、これらのアークに入れられた思考と品質は非常に異なるので、私はそれらを別々に見直すつもりです。\n\nソードアートオンライン\n\nこの弧は、最初のシーズンの最初の14のエピソードから構成され、私はこのショーが好きな主な理由ではない。\n\nストーリー\n\n\nあまりにも遠くない未来において、晴れた夏の日には、最初のVirtual MMORPGがリリースされました。ソード・アート・オンラインは、完全にインタラクティブな世界を含むゲームです。 革新的なNerveGearを初めて使用しました.NerveGearは、あなたの心を使って仮想世界での投影を制御することを可能にします。 効果的に、あなたはSword Art Onlineの世界に運ばれています。\nKazuto 'Kirito' KirigayaはSword Art Onlineの元ベータテスターで、初心者のケリーを助けるだけの自信を持っています。 しかし、「ログアウト」オプションがもはや利用できなくなり、Sword Art Onlineの世界にそれらを閉じ込めていることに気付くと、すべてが悪化する。\n現実世界での生活とソード・アート・オンラインでの生活が結びついていると宣言しているのは、SAOの後ろにいる主人公、カヤバ・アキヒコが現れたのはそれほど前ではありません。 彼らがSAOで死ぬと、彼らは現実世界で死にます。 そして、アインランド城の100階すべてが清掃された場合に限り、人々はこの悪夢から解放されます。\nシンプルで共通の前提です。 私たちのゲームのオタクのヒーローはゲーム内に閉じ込められています。 彼は友人からの愛の力で、最大の悪を克服し、彼の周りの人を救うために戦わなければなりません。 私たちはこれまでにすべてを見てきましたが、Sword Art Onlineについてもっと魅力的なものがあります。 おそらく、このアニメは前任者よりも真剣に受け止めてしまうのは死刑でしょう。\n\nキャラクター\n\nええ、まあ、私はあまりにも剣のアートオンラインの文字を好きではない。 画面の印象的な時間にもかかわらず、ほとんどのキャラクターは未熟であると感じているからです。 キリト、例えば。 結局のところ、彼は自分の利益のためには完璧すぎると感じています。 彼はいつも常に他人のために世話をしています。常に美しく細工された哲学的な行を吐き出しています。常に他人のために犠牲を払っています。 とりわけ、彼はひよこのマグネットです。 最初のエピソードでさえ、彼はSword Art OnlineとNerveGearの仕事についてあまりにも多くのことを知っているようだ。彼は実際の人よりも自動応答機のような気分になった。  （この知識は、小規模なのでマシンに夢中になっていると言われる第2の弧で説明されている）\n私たちの主人公、そしてキリトと恋に落ちる多くの若い女性の一人、Asuna Yuukiです。 彼女は日本全国で一番美しい女の子、あるいは少なくとも女の子の10％を代表する最も美しい女の子です。 最初は彼女が紹介したのと同じエピソードの終わりまでに完全なキャラクターのターンアラウンドに行く前に、彼女は陰と独立したように表示されます。 もう一度、私たちが次回彼女を見るとき、彼女は強い意志ですが、彼女が作った食物の半分を食べるという価格で、彼女がキリトの個人的な料理になるのはずっと前です。 キリトの強迫観念が結婚し、ゲームの途中で森の真ん中に立ち寄って一緒に時間を過ごすことができるようになっても、彼女はかなり好きです。 はい、正しく読んでいます。\nカヤバ・アキヒコは興味深い悪役キャラクターです。 ある意味では、私は彼に関連することができます。 あなた自身の世界の死の試合でそれを公にする人々を見ることは、ある意味スリリングです。 いいえ、その顔をしないでください。 剣闘士から飢餓のゲームまで、人類はいつも不公正なオッズを伴う戦いに興奮してきました。 結局のところ、私は導入されたほとんどのキャラクターよりも彼を好きでした。\n他のキャラクターには、時間が経つにつれてますますパワフルになるクライン、血統の騎士、その鍛冶屋の男、そしてうん、そうです。\n紹介されている女性のキャラクターのほとんどは、キリトとロマンスを交わしていて、1日のうちにキリトの赤ちゃんを抱き、残りの人生で彼と一緒に暮らしたいと思っています。 大丈夫です、私はリスベスを許します。 しかし、シリカ？ 小さなロリ？ そして、彼女は彼女のファンを魅了しようとしています。 その触手の場面はもちろん。 最初は誰もが触れていた触手シーンだと思っていましたが、SAOには複数のものがあります。\nそれ以外にも、Sword Art Onlineのクリエイターは、キャラクターとの結びつきに十分の時間があると考えているようです。 エピソードの約半分で、5分で紹介されたキャラクターが15分で死ぬのを見て、キリトの様々な悲しみを目の当たりにするように強制されます。 クズ10分の男。 私たちは10分前に会った人のために泣くつもりはありません。\nより多くの時間のためにそれらを維持してください\n\n\nプレゼン\n\n\nこれはSword Art Onlineが本当に輝く場所です。 誰にでも尋ねてください。 この番組のアニメーションの品質は素晴らしいです。 私は彼らがこの赤ちゃんにどれくらいのお金を使ったかを推測することさえできません。 あなたが知っている必要がある人のために、それはAnohanaをアニメーション化したのと同じ人々です、そして、私はそのショーのアニメーションが大好きです。 美しい背景から剣の細部まで、いくつかの素晴らしいアクションシーケンスまで、このアニメのすべてのビジュアルは細心の注意を払っています。 戦いのシーケンスは滑らかで素晴らしい見た目ですが、なにより一般的にはペースが速いです。 これは、明らかに、すべてのキャラクターが剣を使用していることによって援助されています。そして、剣は素晴らしい武器です（ソウルイーターが私を愛してくれた鎌倉に次ぐ）。\n注意を払われるすべてのキャラクターは、髪の色が異なるすべての人の共通の習慣によって、はっきりとわかりやすくなります。\n設定は様々ですが、中世です。 あなたは鎧やレンガの壁の中に騎士を見て、それは美しく見えるでしょう。\nアニメーションの上には美しい音楽があります。 このアニメには、私がこれまで聴いたことがない最高のOSTがあります。 つまり、私はこのアニメの音楽を愛しているだけです。 それは穏やかなもの（森のようなもの）から劇的で魅力的なものまで、特に戦闘中の音楽までさまざまです。\n\n\n全体\n\nソード・アート・オンラインがここで終わったなら、それはずっとうまくいったでしょう。 これまでのことすべてがかなり否定的に聞こえてきたという事実を無視して、このアークは私が見た最高のゲームリアリズムのミックスの1つです。 メインのキャラクターに二重の剣を入れた中世の設定を追加すると、勝者がいます。 ロマンスでいいアクションアニメを探している人は、これ以上見ることはできません。\n欠点は、あまりにも多くのロマンスがあり、キリトとアズナ以外のすべてが偽物だと感じる。 彼らの関係開発の大部分が（2年のスパンで）オフスクリーンで行われているという事実の他に、私はいくつかのエピソードがラブファクターで過飽和であると感じました。 キャラクターは未発達で、監督は私たちが実際にやっているよりもずっと素早くそれらに繋がると思っていたようです。\nそれが欠点であるにもかかわらず、私はSword Art Onlineを誰かによくお楽しみください。 このアニメはすべてのことです：楽しい料理、いくつかの真剣さを上に振りかける。 もちろん、Asunaによって準備されています。 しかし、警告。 弧の終わりはかなり残念ですが、それにもかかわらず満足です。\n\nアルフハイムオンライン\n\nさて、ここで重要なのは、 私が怒りのモードに入ると、私はスポイラーの対話をコントロールしません。 だから、あなたはショーを見ていない、2番目の弧のスポイラーのたわごとの負荷が続く。\n\n\n彼らが第14話でそれを終わらせたのであれば、私は誓う。 私は結末を気にしませんでした、そしてほとんどの人は、彼らが間違いを探していない限り、どちらもしませんでした。 このアニメはアルフハイムがいなくてもずっと良いでしょう。 なぜ私はそれを言うのですか？ この弧は、ソード・アート・オンラインについて私が愛していたすべてを侮辱しているからです。\nいつものように、私の怒りの書き込みで、私はこれを分割するつもりはない、そしてそれは皮肉でいっぱいになるだろう。\nSAO事件の後、キリトが生き返りながら、彼は今、姉と恋をし始める。 目的を果たしているが、ファンのために存在しているように感じているこの妹は、キリトが本当の兄弟ではないことが分かるまで、彼女の気持ちをコントロールし続けました。 もちろん、彼と完全に恋に落ちる完璧な理由です。 他のみんなと同じように。\nしかし、KiritoはKissXSisのやり方で彼女を気にしません。 彼は唯一の彼女の恋人だと思う。 そして、彼はまだSAOから目を覚まさず、まだ昏睡状態にある、美しく悲劇的なアスナを気遣っています。\nその間、キリトは毎日彼女の病院のベッドで彼女を見つめ、貧しい父親のもとに走っているアスナを毎日満たしている。 彼の息子であると思う性的強姦者と結婚する計画を明らかにしている。 すべて彼女の許可なしでもちろん。 このペドロ・ガールは、あなたが推測したように、この弧の主要な悪役であり、私は今日のショーを終了したにもかかわらず、彼の名前を覚えていなくても哀れです。\nペドロ・ガールがアルフハイム・オンラインと呼ばれる新しいバーチャル・リアリティ・ゲームを担当していることが判明しました。 はい。 何らかの理由で、SAOの失敗の間に9,400人が死亡し、300人が目を覚まさなかったにもかかわらず、誰もバーチャルリアリティゲームとヘッドセットを禁止するのに気をつけなかった。 そしてそのために、ペドロ・マンは自分の力を乱用し、ゲームのプレイヤーに実験を行い、人々を操作するための感情を刺激することにします。 そして、この情報に興味を持っている汚いアメリカの会社があります。\n明彦とは違って、ペドロマンは知的に刺激的ではありません。 私は決して彼に関係がありません。 実際、私が彼に勇気づける唯一の方法は、私たちが男性であることです。 それはかなりです。 それに加えて、彼は日本語で卑劣な、卑劣な声をしています。それは、痛いときに高音の泣き声に変わります。 おそらく皇帝ピラフを覆す恐れのある大声でも可能です。 言うまでもなく、彼はアスナの体を感じるスクリーン時間の約4分の3を費やす。\nとにかく、話に戻ってください。  Asunaの髪を嗅ぎながら彼が明らかにするように、彼はAlfheimオンラインの中でAsunaを捕まえて、結婚を起こさずに拒絶することはできない。 そして、彼女の父親は何が起こっているのか手がかりがありません。 彼はまた、彼女が昏睡状態にあるときにゲーム内と現実の両方で彼女をしたいと望んでいることを明らかにする。\n彼女を救うために、キリトはアルフハイムに入ることに決めました。 前に問題があったと思ったら、ああ、あなたは苦労している。 彼はLeafaの形で彼の巨乳ないとこ、Suguhaを満たしています。 確かに、スグはゲームでは違って見える。 しかし、彼女の髪型だけが変わったという事実にもかかわらず、彼女は自分の兄弟を認識できません。 そして彼の尖った耳。\nそれはもう一つのことです。 あなたが好きなSAOキャラクターのすべてを見たい場合は、それは奇妙な探しているエルフを回し、よくこのアニメはあなたをカバーしている。\nだからKiritoは同じサーバーを使っているので魔法のように彼の統計をSAOから取得しているので、彼は非常にばかげて彼が最初に惑星で最も強いプレーヤーであることを圧倒しました。 このため、基本的に彼が満たすすべての人を打つことができるので、時間の訓練を無駄にする必要はありません。  Leafaと彼女の胸のためのより多くの時間！ この2番目の弧のファンサービスは、彼と会った瞬間にキリトを怒らせ、セクシーな魅力で彼を誘惑しようとする勢力の様々な指導者から心を吹き飛ばしています。 神様。\nとにかく、キリトはキリトで相手を吹き飛ばし、愛と友情の力は常に実際の力よりも強い。 彼が助けを使うのは終わりに近づくばかりだ。それは全部のチームよりも遠くに来てからだ。 そして、このバックアップには、彼が寛大に前述の指導者に与えた彼の広大なお店から買った武器が装備されています。 もちろん、彼は壊れたままですが、彼はキリトですから問題ではありません。\nその間、Asunaはまたelfの形である。 この弧の主な目的は、実際の鳥かごの中に座って、ペドロ・ネクロマンが来て、彼女の体を感じるのを待つことです。 彼女が実際に逃げるとき、彼女は幸せになったときに捕まってしまいます。  2つのスラグ。 触手で。 あなたはこれがどこに向かうかを知っています。 彼らのウエスト、太ももの周りを包み込むと、不快な長い紫色の触手のシーンがあります....あなたはアイデアを得る。 それから彼女は戻ってきた。\nまもなく、キリトとリーファは彼らが兄弟であることを実感します。  LeafaはKiritoと恋に落ちてKazutoを忘れることを明らかにしたが、彼らは同じ男なので叙事詩は失敗する。 しかし、バレリーナが空中で踊っている間に和解します（あなたは私が何を意味するか見ています）。彼女の助けとその2人の指導者の助けを借りて、Kiritoはケージに壊れて、Asunaをセーブしてからpedo-manに捕らえられます。\n次の戦いはうんざりして忘れられます。 ゲームマスターでは、KiritoとAsunaが動かなくなるまでペドロマンは重力を増加させます。 それから彼女は彼女の服のAsunaを剥がし、彼女の肌の涙を飲み、彼女の泣き声と彼女の顔を舐める。 彼が足に動くとき、キリトは彼が愛の力を持っていることを思い出して、何らかの形でペドロマンを管理者に置き換えて、非常に片面で馬鹿な戦いに導く。 しかし、ショーの実際の終了は良いです。 やや。\n\n全体\n\nもしSword Art Onlineだけだったら、このショーは8と8.5の間のどこかにあるはずです。 しかし、アルフハイム・オンラインの存在はそれを悪化させます。 たくさん。 そして、うまくいけば、あなたはそれを上記の部分から理解しました。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "djjigglehop",
    "profile": "/profile/djjigglehop/reviews",
    "pages": "16",
    "number": "20",
    "link": "/reviews.php?id=190186",
    "jp": "--- --- --- | ---\n全体的な|  4\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nSword Online Artは、スタイリッシュな戦闘と無意味なロマンスの奇妙な融合で、非常に上品で爽やかな過度のプロットを作成します。 サブパネルアニメーションは主流のスタジオ内では類を見ないものであり、キャラクターはとてもユニークで素晴らしいものであり、ショーは中学生のように感じられました。 最初の2つのエピソードを見た後、私は私の心を魅了した美しさに魅了されました。そして、私はアレックスがこのショーを推薦したことに気付きました。 彼は主流だけを見ているし、主流を見ていないときは面白くない本当に地下のロマンスのコメディを見ているだろう。\n\nプロットに移ります。 うわー、プロットは非常にうまいので、よく書かれています。私は作者が無意味なロマンスやファンタジストを使ってプロットを気にしていたことを意味します。\"特にシーンはおっぱいでした\" -  Logan Reviews  （10 / 0.1レビューでさらに剣が必要）アクションシーンは、他のすべての少年マンガやアニメと同じように演出しました。主流のアニメを見ている人は、戦い、 彼が打ち負かされた直後の悪い男。\n\n文字について話すことができます。 すべての文字がダムです。 すべて。 の。 それら。 しかし、それは私が推測する良いものだ\"-  Logan Reverses 420/69\n\nローガンが伝えようとしていたのは、非常に立体的なキャラクターがすべて書かれていて、クリシェのために好きになる必要があると感じていたということでした。 すべての動物は偽物だった\n\nアニメ全体を通して、作家は巧妙なコメディービットを挿入しようとしましたが、それらのビットは12の他の時間のように（ウルママ）完了しました。例：OH HEALTH BAR AOSOA DO HEADS UP DISPLAY!!!  OOOO NOOのボス!!!!! 現実のようないくつかの好きな箇所を得る時間、tyx dsgn LIFE！~~！〜！〜！  NYAAA AIMMM A〜〜〜〜〜!! @＃@！％^ 6\n\nSOAは1日の終わりに、実際に価値のあるものではありません。 幸運m8s。\n\n\n\"私は、周りの海岸を歩いて、\n私はそれがいくつかの良いペニスとおっぱいを持っていたと思うので、それは私が意味することは、それがisnt thtaだけの理由は、ショーは10/10ですidk wahtは、私はちょうどkiritonsお尻のピースをしたい\"\nGun OnlinE GAleレビュー。\nうわー、SOAの驚異的な独創性の後、我々は新しい主人公との新しいシリーズを手に入れます！ 物事は新しいかわいい女性のプロと少しオリジナルを得る - 何を待つ？ なぜ彼女は男のように話しているのですか？ 最初のシーズンから同じ男がいるのを待っていますか？  wTf？ どうして？"
  }
]
