[
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "airwegha",
    "profile": "/profile/airwegha/reviews",
    "pages": "7",
    "number": "1",
    "link": "/reviews.php?id=115461",
    "jp": "--- --- --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  7\n\nさて、私は長年前からすでにこのアニメを知っていましたが、私は少し早く幼稚なアニメがあると思いますので、私はそれをスキップします。 しかし、私はこのアニメについて多くの話を聞いた後、KuroyukihimeはKiritoとAsunaの娘で、Accel WorldはSAOの続編と見なすことができます（その放送時間はほぼ同じです）。 黒い姫が娘だと言って、このアニメを見た後、SAOとAccel Worldがつながり、Accel Worldの設定は2022年のSAOの23年後の2046年です SAOとAccel Worldの両方がLNから適応されています.LNについては何も知らないのです。 それは本当に私の好奇心を突きつけます。 また、そのスタジオプロデューサーの一人はサンライズです。私はガンダムシード、淑女のファフナーのようなサンライズのアニメが好きです。\n\nストーリー：6\nええと、私はここでコメントするつもりはありません。アニメ批評家が私をxDで狩ることは確実です。  Emm私は私の視点から見分けることができるいくつかの欠陥ポイントがあります。それらのすべてが致命的と見なされます。\n\n1.私は本当に男性の主人公をここに憎んでいるよ、そうだよ有田春幸：/私は彼がファタス、バカの星、不器用、臆病者、矛盾した、ケアレス、フール、ケアレス、怠惰な話のナンセンスブル 彼が自分の勇気を見せてくれたときのアニメのポジティブな側面を示した時点でも、私が見ることができるのは、どこでもうそをついているだけです。 彼は本当にばかだし、物語の主な紛争のほとんどすべてを自分自身の愚かさによってのみ見ることができ、彼は繰り返され続け、再びそれを繰り返す。 アニメの主人公は完璧な人ではなく、多くの弱点がありますが、物語が進むにつれて、その弱点を克服してより強くなることがわかりますが、このアニメでは弱点と深い傷跡が残っていますが、 私は彼が作った変更を加えて、彼は物語が行くほど頑張った。 私はそれを信じていない、ナルートカントのような主人公がこの愚かなことはできない、ナルトを好きではないが、この男は最悪の＆gt; もう1つ[スコーラー]私は黒木姫との関係、ペットのようなヘビ、馬鹿の恋人、姫はリーダーであり、その傷はMANの誇りです！  [スポイラー]\n\n2.黒ゆきひめは、ここの女性主人公になるはずですが、私は彼女の話が輝くのを見ることができません。ちょうど後ろに穴をあける、ちょうど観客と解説者を見て、遥かに信頼できる遥かな彼女です。 慎重で思慮深い。\n\n\n\n4. Emm私はあなたの誰かが私のことと同じくらいそれを認識するかどうかは分かりませんが、私のためには本当に迷惑です。 このアニメの物語はとても矛盾している、私の論理は争い続けているし、それらのうちのいくつかは私を笑わせるし、アニメのいくつかの場所でそれを認識する、なぜ彼らはそれを行う、本当にシンプルなのはこのようなはずです。 それは、前のepsからそうではありません、それは不可能で、このようなものでなければなりません 'などです。[SPOILER]特殊移動ゲージを使用する前に再充電する必要がありますが、私はライムベルが特別なゲージを 彼女の特別な移動を使用していくつかのシーンでは、また、最後の紛争は彼らが黒龍姫に伝えたいのですが、最後に黒龍姫は助けとそれを知って強制的に、DAFUKはなぜdidntあなたから始めて彼女を教えてくれました -  [SPOILER]\n\nアート：8\nここでのアートは、私が言うことができる最高のものです。すべての色がとても鮮やかで、最も複雑な風景も構築でき、細部もとても滑らかです。 特に、このアニメは非常に多くのエンハンスドテクノロジーを備えた理想的な将来の世界に設定されているからです。 ここのキャラデザインも最高ですね、比例してかわいいとモエ：3まあまあ、成熟したアニメの味ではありませんが、私はモエが大好きです：3\n\nサウンド：8\nいいえ、素晴らしい、ここにコメントはありません。  Backsound偉大な、OPとEDの歌がいい、効果音がクリア。 そして私はここで何かを感じることができます。 アクセルワールドが平和な状況で多くのファイナルファンタジー8のバックソングを使用していることを知っていますか？私の耳は私を裏切ってはいけません：D\n\nキャラクター：8\n前に述べたように、チャーのデザインは最高のいいコメントです。 この4つの主なチャーを含むキャラクターの深さも素晴らしいです。すべての紛争は、その4つの主なチャーの異なるtoughtを含むので、このアニメは心臓の傷跡、精神的な傷跡、恐怖、心配の非常に多くを教えて以来、非常に感動的な[スポイラー] ウルの決闘アバターは、ウルの心臓の表現であるか、そう言うので、彼らは言う：D [スポイラー]。 すべてのサポートチャーも良いと彼らについて十分に説明します。\n\n楽しさ：7\nうーん、そういう話をしているにもかかわらず、私が楽しめることがたくさんあります。 まず、物語に大きな穴があるにもかかわらず、私がカバーされた物語に焦点を当てれば、このアニメの絵はとてもよくて、私にも触れて、葛藤は素晴らしく、十分に私を楽しませる。 第二に、それは何ですか？ もちろんそのモエモエ：3それは私がそれを楽しむことが、少なくとも私はそれを楽しんで、主な機能ではありませんが、芸術、私は非常にそれを愛する：D\n\n全体：6\nまあ、私は知っている知っている知っているが、このアニメにいくつかのプラスがあります、私たちはまた、 アニメからの良い点はジャッジを保たず、悪い点から嘲笑している。 私はすでに、このアニメの弱点を、他のLN /マンガのアニメに続けて知っているほど知っているので、これを過ぎてこのアニメを楽しむために他の面を見ます。 うーん、全体的なスコア6、私はこのアニメにあまりにも多くのスコアを与えてはいけないことを願っています。 ハッピーanimeing、平和とアウト。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "ShadowTony1",
    "profile": "/profile/ShadowTony1/reviews",
    "pages": "7",
    "number": "2",
    "link": "/reviews.php?id=197521",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\n***スポイラーは大事なことは言及していないことに注意してください。\n\n今、あなたたちがあなたの小道具を持ち出して、私の名前を呼ぶようになる前に、私を聞いてください。 私はあなたが最初に要約を読んだときにあなたがどんな気持ちになるのかを知り、アニメの最初の数分を見ます。 おそらく、これは本当に話の主役ですか？ 今、なぜこれが実際にアニメにとって悪い考えではないのかを説明し、アニメが悪いと考えられる理由はそれだけではありません。 しかし、私はまず、このアニメが驚くべき理由を説明しなければなりません。\n\nストーリー（9.0）：\n\nこの物語の前提はかなり一般的なものであり、出てきて敗者の人生を変える新しいビデオゲームです。 今ではほとんどの人がおそらくその安っぽいと思っているでしょう。 しかし、アニメの最初の5つのエピソードを見れば、あなたは夢中になるだろうと私は信じています。\n\n私は物語の主役が文字通り脂肪の敗者であることを愛する。 どうして？ それは私に新鮮な空気の息を与えるからです。 あなたが今日見ているほとんどのアニメのように、単にOPであり、欠陥がほとんどない文字が含まれています。 私はあなたを見ているSAO。 また、このアニメを作った作家がこの前提を支えてくれたと思っていました。 私は、真剣に言えば、話はおよそ30年後に起こります。人間は技術によって繁栄しますが、未来的ではなく、文字は火星に生きています（私が知る限り）。 これは、自分たちの世界を通して物語のリアリズムを与えます。\n\n追加するには、アニメを見てストーリーが予期しないプロットのねじれを出します。 これにより、アニメは戦闘シーン中に起こる可能性のあるサスペンスの層になります。 主人公はこれをどのように克服しますか？ 彼は失うだろうか？\n\nしかし、このアニメの物語にはいくつかの欠陥が含まれています。 たとえば、アニメでは説明できない部分がありますが、デュエル・システムが少しばかげていることがあります。（マイナー・スポイラー・インコンノート）Accel Worldでは、Brain Burstのプレイヤーは、 あなたはあなたと同じネットワークにいるプレイヤーと戦うことができます。 これは誰かがあなたに永遠に決闘しようとしていると言っているので、これは愚かですか？ それから彼らは永遠に間に合うでしょう。 アニメに時間制限はありませんでした（スポイラーズ仕上げ）\n\nアート（9.5）\n\n私は描く部分には特に目立つものがなかったと言わざるを得ない。 しかし、私は彼らの芸術スタイルが好きです、主に背景や色の偉大な使用のために。 図面の中のすべてが均衡しているように見えますが、図面に疑問がある時があります。 主人公の目が気になるバスケットボールのように見えるときのように。 一方、アニメーションは単に素晴らしいです。 戦闘シーンのアニメーションは、派手で、強烈で、本当に素晴らしいです。\n\nサウンド（10.0）\n\nこれは完全に私の意見ですが、あなたは音楽で私の好みを持たないかもしれません。 私は本当にアニメの両方のオープニングが好きです。 彼らは、主人公がアニメで直面する課題を克服できるかのように、私に感情を与えます。 あなたが十分に頑張れば、あなたは何かをすることができます。 ごめんなさい。\n\nそれだけでなく、サウンドトラックもうまくいっています。 あなたが聞くサウンドトラックはたくさんあるかもしれませんが、怠惰に行われた不思議なサウンドトラックではなく、シーンの気分を認識して知ることができる曲が好きです。\n\nキャラクター（9.5）\n\n私はこれが私のレビューのために私の最長のセクションになると思う。 アニメはキャラクターの小さなキャストを紹介していますが、彼ら自身のユニークな特質のすべてです。 ストーリーのキャラクターの大半は確かに好都合で、時には謎めいたものでもあります。 しかし、キャラクターの大部分は数分で背景を説明しており、これは非常に急いでいるようです。 キャラクターがもう少し深くなれば、アニメはより良くなると思った。\n\n今、私は物語の主人公を説明します。 さて、今、ほとんどの人がストーリーラインの哀れな小さな主人公のためにこのアニメを断念する。 今あなたの前に。 一年前、私はアニメについてほとんど知りませんでしたし、英語については決して知らなかったのでダビングされたのを見たとき、私はAccel Worldを見ることにしました。 私の最初の印象は、主人公は哀れなものでした。私は彼が罰せられるのを見守ることができませんでした。 即座に、私はアニメをクリックした。\n\n現在まで早送りし、2日以内にアニメ全体を終了しました。 私はまだ主人公を嫌うと主人公がそれほど悪くないなら、ストーリーがさらに良くなると思った。 それにもかかわらず、このキャラクターはアニメに多大な貢献をしており、彼がいなければ多くのシーンは起こらなかったでしょう。 ストーリーラインの多くの重要なシーンは、この哀れな小さなキャラクターのためでなければ起こらなかったでしょう。 これは、ウォッチャーに、この小さな小人が実際に私が驚くべきアニメと呼ぶ最も重要な部分であるという考えを与えます！ このアニメが弱いMCのためにいかにしっかりしているかについての暴言はないであろう。むしろ、これらのタイプの主人公に関するより多くのアニメがあるべきである。 真剣にも、キリトが主人公だったら、それほど良い話ではないでしょう。\n\n楽しさ（10.0）\n\n前にも述べたように、私は2日間でアニメを見ました（人生がない）ので、数日で非常に時間をかけるのは楽しいでしょう。 私はアニメがうまくペースであると思っていたし、ちょうど良い時期に3つのアークがあった。 最初の遭遇以来、私はこのアニメをもう一度見ることが正しい選択だと思っていました。\n\n全体的に（10.0またはそれよりむしろ9.75）\n\n今、このアニメには完全なスコアからそれを奪ういくつかの欠陥がありますが、私はまだそれがもう少し賞賛に値すると思います。 不必要なチュートリアルの説明や死刑の不足などの小さな事柄は、それを悪いアニメと呼ぶのは少し厳しいですね。  （ミドルレベルのスポイラーが入っている）そして、正直言って、ゲームを失う能力とその記憶は、ゲームのために彼が作った関係として実際にMCに合っている。 それらの関係を失うという脅威を作ることも、かなり怖いでしょう。  （中位のレベルのスポイラー）。 全体的に、このアニメドープは、2つのエピソードでさえもあなたの周りにいれば、あなたを激しく叩きます。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "AnimeeeWatcher",
    "profile": "/profile/AnimeeeWatcher/reviews",
    "pages": "7",
    "number": "3",
    "link": "/reviews.php?id=60899",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  10\n\nさて、初めてのアニメレビュー作家です！\n\n私はこのアニメのためにすべてが崩れ落ちることについて詳細には触れません。ウィキペディアにあなたの汚い仕事をさせることができます。 わずかに偏ったp.o.v.からのあなたの個人的意見を与えるために、私はしばらくの間中毒感を感じさせた最初のアニメだと言いたいと思います。 私はこれまで数え切れないほどのアニメを開始し停止してきましたが、この1つ（あなたが最初のエピソードを過ぎてから見てみましょう）では、すべてのエピソードが崖のハンガーで終わる乗り物に乗ります。 確かに主人公はぽっちゃりですが、彼はおそらくショーのモデルのように見えない唯一のキャラクターです。 確かにアートワークには、あなたがアニメで目撃した最も詳細でカラフルな写真が欠けていますが、彼らは右の嘘つきのようなものではありません！ 彼らは私の意見では平均以上の音楽です。 あなたの好きなアニメと一緒に置くことができる象徴的な曲はありませんが、あなたの感情に向かって音楽が演奏されます。\n\nこれまでの私のお気に入りのこのアニメを作ることは、予測可能な感情を持っているにもかかわらず、プロットがどのくらい正確に再生されるかを実際に推測することができず、他の多くと違って気分が良いアニメです。 それに加えて、アニメはそれほど長くない（24話）ので、今始めると約2時間半の5回のエピソードしか出ません。\n\nちょうど私が指摘したいと思うことは、あなたがそのカバーによってアニメを判断すべきではないということです。これはおそらく（そして私はこれが一種のストレッチであることを知っています） ノートまたはルルーシュ。 私はそれがされるとは言いません、そして、私はメインキャラクターがあなたをオフにすることができる方法を見ることができますが、ちょうどチャンスを与え、うまくいけばあなたは私が間違っていることを証明しません:)"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Nik_K",
    "profile": "/profile/Nik_K/reviews",
    "pages": "7",
    "number": "4",
    "link": "/reviews.php?id=61963",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  8\n\n加速している世界の背後にいる男が世界中のいじめの子供たちにメッセージを伝えたいのは明らかですが（特別なこともあります）、これは実際には非常に良いアニメです。 それは感情の面で端をはるかに超えています（キャラクターの時代のためにほとんど愚かなものです）が、それはたくさんの効果とたくさんの戦いで成り立っています。 私のリストに見る必要があります。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "JustinNateal",
    "profile": "/profile/JustinNateal/reviews",
    "pages": "7",
    "number": "5",
    "link": "/reviews.php?id=70355",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  8\n\nアクセルワールド。 すべてのアニメに夢中になるゲーマーの夢。 あなたの人生全員に影響を与える可能性があるゲームの周りを回る物語で、なぜそうではありませんか？ さあ始めましょう。 物語の簡単な要約を提供するために、それはいつもいじめを受ける太った小人の鳴門の周りを回っています。 しかし、その後、彼は黒い姫と会った。その美しい学生会長は、実際には脳のバーストゲームの選手だった。 その後、早起きのゲームで晴輝の隠された才能を発見し、ストーリーが始まります。\n\nストーリー：ストーリーは美しいですが、完璧ではありません。 ゲームのコンセプトに基づいたアニメとしては、例えば、通常の試合でのような一定した矛盾があります。あなたの体は百万個に引き裂かれますが、2回目の試合ではあなたの体は新鮮ですが 何らかの理由で、一部のキャラクターが手足を育てることはありませんでした。 このようなことはありますが、ストーリーを台無しにする可能性はありません。 今、良いものに。 物語の良さは、それが他のアニメと違ってはっきりしていて混乱しないということです。 それは、あなたが興味を持って興奮し続けるために十分な質問と崖っぷちを与えますが、ストーリーは完全なマッシュに変わりはありません。 全体的に私はそれに9/10を与える。\n\nアート：簡単に言えば、アニメーションは美しいものでした。 アニメは素晴らしくアニメ化され、キャラクターと環境に多くのディテールを与えました。ほとんどのエピソードで変化します。 しかし、私を最も驚かせるのは、彼らが戦場に出す細部の量です。 キャラクターの動きやテクニックに重点を置いて、驚かされるのは難しいです。 ヘック、私は天使のビートのアニメーションと同等以上の場合でもそれを置くだろう。 全体的に私は、最も視覚的に見事なアニメの1つであることを10/10としています。\n\nサウンド：声優は素晴らしく、私が聞いた最高のものの一つです。 声明はまさに正しいものでした。 私は春の声が嫌いですが、ナルトの迷惑なサスケのような誇張された音を出さずに、キャラクターの感情を伝えます。 それ以外に、音楽は何かです。 どのように私はこれを言うのですか？ それは私がそれを私の着信音にすることができ、それに耳を傾けることに飽きることができないほど素晴らしいです。 全体的に私は素晴らしいボイス演奏と美しいサウンドトラックのためにそれを10/10とします。\n\nキャラクター：アクセル・ワールドについて嫌いなのは、キャラクターです。 物語は美しく、芸術は美しいですが、主人公はとても騒がしく、面白くないです。 別のキャラクター、タクムもとても迷惑です。 彼は自己嫌悪者のような行為だが、彼はすでに彼がしたことを許されている。 物語にはおそらくもっと迷惑な文字がありますが、私はそれらのすべてを言及しません。 私が言うことができるのは、アクセルの世界は弱い主人公を持っていることです。それは時々、あなたに顔を揃えることができます。 全体的に私はそれに7/10を与えます。なぜなら、文字は（ほとんど）問題があるときにただ泣く10代の高校生です。\n\n楽しさ：私はアクセルの世界を見て楽しんでいました。 良いアドレナリン誘発の戦いシーンを愛している私のような人にとって、私はアクセルの世界は素晴らしいアニメだと言います。 それはまたあなたを驚かせることができるそれらの感情的な瞬間を持っていますが、ほとんどの時間は春の泣き声で終わります。 全体的に私はそれに8/10を与えるだろう、私は本当にそれらの戦いのシーンが好きです（または多分私は偏っているので？）。\n\n全体的に私は上記の理由で8/10を与えています。弱い主人公でなければ、私はもっと高くなっていると信じています。\n\nこれは私の最初のレビューを書いており、英語は私の最初の言葉ではないので、私は喜んで批判を受け入れます。 読んでいただきありがとう:)）"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "asdfghjkllkjhgfd",
    "profile": "/profile/asdfghjkllkjhgfd/reviews",
    "pages": "7",
    "number": "6",
    "link": "/reviews.php?id=98481",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  7\n\nこのアニメは大丈夫だった。 それはひどいことではありませんでした。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "gadzookie",
    "profile": "/profile/gadzookie/reviews",
    "pages": "7",
    "number": "7",
    "link": "/reviews.php?id=73145",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  10\n\n現実世界では役に立たず、仮想世界に役立つ有田晴之（a.k.a. Haru）より良い未来のためにゲームをしています。 ウォッチャーは、より良い人間になるために戦う際に、ストーリーとともに加速し、主人公の最高と最低を楽しんでいることがわかります。\n\nウォッチャーとしての軽く意味のある私たちは、ストーリーを簡単に把握し、それを最大限に楽しんでいます。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "lightningsnow",
    "profile": "/profile/lightningsnow/reviews",
    "pages": "7",
    "number": "8",
    "link": "/reviews.php?id=74017",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  7\nキャラクター|  7\n|  10\n\nアクセルワールド...\n\nこのアクセルワールドでは、太ったものが最も優れているのは皮肉です。 私は彼の学校で最大の（文字通り）犯行者である春木さんに話しています。 私は個人的に彼のキャラクターデザインを変えなければならないと信じていますか？ どうして？ 彼の姿はクリュキヒヒメの恋人たちのシーンには適していません。それは私の正直な意見です。私は、春遊のデザインは弱く、壊れやすい、栄養不良のタイプでなければならないと思います。\n\nその一方で、私は遥かな恋人のやり方を高く評価しました。 彼は本当にいじめられ、無礼です。 それは良いプロット装置であり、なぜこのアクセル・ワールドのすべてが起こったのかという良い理由です。 その男は背の高い、薄い、良い評判を得るために、完璧な男になりたいです。誰がそれを望んでいないのですか？\n\nさて、シリーズの簡単な紹介です。春遊は学校の大きな敗者です。 それでは、私は本当に論理を得ることはできません。学校長の久留米姫が関心を持っていました。 その単純な関心ではなく、愛情のある興味..（地獄のこと）彼女は彼の人生、脳の破裂を変えることができるプログラムを敗者に与えた。そして、本当に起こった..敗者は、アクセルでチャンピオンになった 世界...だから、ここで挑戦者が来てショーが始まります！ 戦い！！！\n\n私がやっているように。ここに私の考えがある。\n\nストーリー\nこれは弱者たちの物語です。疑いはありません。地獄の穴から山頂までの弱者の様子です。これは原宿の人生の闘いです。彼はいじめられているので、 本当の人生では、彼は敗者ですが、アクセルワールドでは無限の可能性を秘めています。ストーリーはまた、アルター・エゴスを持つというコンセプトを精緻化しています。あなたはスーパーヒーローのように... 通常の人生だけど危険が起きると、彼らは別の人になりました..これはまたこのゲームでも同じです..それだけでなく、すべての鎧は個人的な傷跡や外傷を体現しました..あなたはこのシリーズが感動的な方向に素晴らしいアクションシーン 時にはオフフックの愛のシーン..\n\n私はHaruyukiにコメントしたいと思います。私が暗示しているように..彼はスーパーの敗者になるためには、脂肪と短くする必要はありません。 キャラクターの精神に合ったキャラクターデザインがまだあります。しかし、私は認めなければなりません。このシリーズに感情を挿入するには、スーパー・ローザー・ファクターが重要な要素です\n\n私は本当にそれを見ないので、これは純粋なハーレムのアニメではないと誰にも感謝したい。なぜですか？ 春遊のために..\n\nアート\nこれはいいです..実世界のアートワークだけでなく、アクセルワールドも良いです。 アクセル・ワールド・アーマーの面では、主人公のアーマーが良いです。 晴乳の鎧はいいです...鎧は光沢のあるキラキラした効果で良く見えます。時にはデザインや効果が不足している鎧もあります。\n\n音\n音はOKです...\n\nキャラクター\nこれは物事が面白くなるところです。\n\nこの時、私は「何なんだ、なぜ、あなたはそれが好きなの？\n\n1）Haruyuki...大きな敗者は大きな敗者のように振る舞う。まあ、彼は泣いて失望している。しかし、彼が行動して泣く方法は、彼は5歳未満のようである。私は 'AARRGHのようだった！ それをやめろ！ そして、彼は黒木姫に夢中になっているのですが、どういうことでしょう？彼が会った女の子についての歪曲した考え方があります。それは絶対的な「AAARGH!!」です。 なぜか分からないけど、私は彼の姿に責任を負うつもりだと思う。彼は変態モードにいるときマニアックである（Pardon私）。しかし、キャッチはこれであり、私はこれを続けている ..そのキャラクターセットアップのすべてが、このシリーズの感情を注入する唯一の目的であるかもしれません。\n\n2）千代..何がおまえに間違っているの？ 誰があなたを愛していますか？ はるゆきかタク？  （Mataku..）彼女は二人の男の間で2つのタイミングをしたいと思うようです。私はそれが本当に 'AAARGH！ 何だって...「やってよ...それだけでなく、私は本当に態度のような彼女のツンデレに腹を立てていることに気づいた。ツンデレだった？\n\n3）能美誠治..これは本物の悪役タイプです。シリーズに入った瞬間から、悪の真の意味を示しています。彼はいじめ、心の試合、汚いトリック、脅迫をしています。 私は本当に彼の顔を殴って「FU!!」と言いたいと思っています。うわー、それはこのシリーズについてとても良いです。私は本当に彼が敗北したときに私は本当に嫌いです。 ダイマザーフ*****!! ' 正直言って、能美誠司は私がショーを見て一晩中完了するのを手伝ってくれました。彼はあまりにも迷惑で、効果的な悪人だということです。\n\nまあ、私が気づいた主な点があります.KuruyukihimeやTakuのようなキャラクターでは、どちらも素晴らしいです。\n\n楽しみ\nキャラクターが迷惑をかけることもありますが、彼らは良いシリーズを持つことに貢献しています。ハルユキのスーパー・ローザ・モードが主な焦点です。彼は弱者であり、私はそのようなボスのクラスの個人から地獄を打ち負かす弱者が好きです。  Noumiとして..私の主な楽しみの要因は、Noumiが敗北したときです。彼はすべてを失った方法を示すフラッシュバックがあるので、彼はあなたが孤独を感じると同時に非常に哀れです。しかし、私は Noumiのドラマサイドについては気になりました。私は彼が敗北した瞬間を本当に楽しんでいました。 それは絶対勝利だった。ヌーミが敗北したときでも私は悪い笑いを持っていた。 それは爽やかだった..本当に..\n\n全体\nまあ、それは混ざり合った感情ですが、楽しさの要因のために私はそれに高い印を付けました。感情は空気の中にあります。時にはあなたはドラマを感じ、時々あなたは迷惑を感じます。 しかし、確かに、あなたは迷惑を経験しますが、それは物語の不可欠な部分です。\n\nまあ、それは私の最初のアニメシリーズの私は、アイデアがとても新鮮なMALのアカウントで終了したレビューです。アクセルワールドは良いアニメです..それはそれです\n\nありがとう..\n\nライトニングスウォーム:)"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "greyworld",
    "profile": "/profile/greyworld/reviews",
    "pages": "7",
    "number": "9",
    "link": "/reviews.php?id=93871",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  6\nキャラクター|  4\n|  7\n\n完全に公正なここに私はこのアニメには何もない私は現実となることができるゲームのアイデアが好きであり、サオ（剣術のオンライン）のファンとして私はこれは良い試みだと言わなければならないが、私はそれを楽しんでいない 私は結末がそれよりもずっと速く来たと思うし、それは非常に予測可能だったと思う。 しかし、私は完全にこのショーをシャットダウンしていない、それはそのいくつかの私の目を痛めた目を覚ましたそのokの瞬間を持っていた。 若い読者が楽しいと思うのは私の意見です。 あなたのことを聞くことができます"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "mrzeldafan123",
    "profile": "/profile/mrzeldafan123/reviews",
    "pages": "7",
    "number": "10",
    "link": "/reviews.php?id=95985",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  10\n\nAccelの世界は、フィラーの欠如と楽しさでいっぱいの華麗なアニメです。\n\n物語は中学生の有田春之です。有田は特に有田に興味のある女の子と出会い、ほかの人とは違います。  Brain BurstをNeuro Linkerにインストールします。 彼に代わる世界へのアクセスを許可する。  「加速された世界」。 このストーリーでは、レベル10に到達するための闘争になり、6リーグの王と戦い、彼らのバーストポイントをすべて失うことはないようにしてください。\n\nしかし、このレビューがあなたに間違った考えを与えてはいけません。 物語にはそれだけではないものがあります。 あなたが私に尋ねるなら、それを見てください。 私はこのアニメを見て以来、私はそれを後悔しないことを知っていた。 あなたはどちらもしません。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "dullaznboi",
    "profile": "/profile/dullaznboi/reviews",
    "pages": "7",
    "number": "11",
    "link": "/reviews.php?id=119447",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  3\n|  3\n\nだからこれは私の非常に非常に最初のレビューはかなりのアニメを見た後ですが...ここに行く：\n\nストーリー：9/10\n\nこの物語はSAOと同じ著者から来たと考えれば、本当に良いコンセプトを持っています。  VRゲームなどを持っているというアイデアは、私の奇妙な変態の側面に火を付けるだけです。 私はまだ私がストーリーラインの裁判官ではないので、それを正確に指摘することはできませんので、レビューのこの部分で私の深さの不足についてお詫びします、私は他の部分でより記述的であることを約束します。\n\nアート：8/10\n\n90年代のアニメを慣れていた誰かから来て、私は真剣にこのアニメのアートワークはかなり絶妙だと思った。 しかし、戦いの場面はもう少し活気があるかもしれませんが、誰が私を裁かせるのですか？\n\nサウンド：9/10\n\n物語のコンセプトの他に、本当に私をこのアニメに描いたのは音楽だった。 シーンにちょっとフィットする音楽はプラスだし、このアニメはポイントのほとんどのポイントに当てると言う。 私は音楽が良かったアニメを見たことがありますが、そのタイミングはとてもかかりすぎてシーン全体が台無しになってしまったので、これはかなり良い改善でした。 私はまた、このアニメのエンディングとオープニングを楽しんだ。これは私を引き込んだ別のものだ。\n\nキャラクター：3/10\n\nこれは本当に重要なところです\n\n馬鹿な、愚かな、またはそのようなもののいずれかであるMCよりも、私には何も気にならない。 今では、MCがSAOのKiritoのような完璧なキャラクターであることを意味するわけではありません（完璧すぎることも良いことでもありません！）、私は倒錯と愚かさのレベルに関しては本当に寛容です。 しかし、有田春之は私を悩ますMCの範疇に入る。\n\n最大の悩み：彼はうんざりです。 私はすでに彼が他のキャラクターの半分の大きさであるだけでなく、彼の外見がちょっと残酷すぎるほど彼の性格を悪くするほど悪いことを意味します。 彼がペアを組んで実際に輝く時がありますが、ほとんどの場合、彼は小さな子供のように失われた/泣いているか、またはそのことを実現していることは気づいていません（Jr アニメタイムラインの高さはそれを上手くはしません）。 私は平均を聞くことを意味するものではありませんが、彼の学校のアバターの豚はかなり彼はハハに合っています。\n\n他のキャラクターは私の意見ではかなり好きですが、彼らの行動のいくつかは依然として私に尋ねるままにしています。  * ahem * Chiyu * ahem *。\n\nUPDATE 11/17/2013：このシリーズを見直した後、私はちゅうゆが何をしたのかを理解しています...しかし、人はそれが私に最も長い間彼女を気に入らないようにしました。 私はまた、このような重要な情報が欠落しているために精神的な鞭打ちをしました。 しかし、このアニメの私の全体的な評価は変わりません。\n\n私の好きなものは黒い姫でなければなりませんが、暗い過去です。彼女がしたことを悔い改めようとするのはMCのための良い基礎です。彼女はMCではありません。\n\n楽しさ：3/10\n\n素晴らしいストーリーがあったにもかかわらず、ストーリーテリングがうまくいけば、芸術と音が私を邪魔させずに済んだのですが、主にAritaが私にとってアニメを台無しにしてしまったのです。 彼の絶え間のある泣き言と嫌いは、私が本当に興奮して、私がアニメを捨てることに近づいていたのですが、私はアニメを未完成のままにしたくないので、それに固執しました。\n\n全体：5/10\n\nキャラクターがショーを牽引するものなので、5/10をすべて授与します。ハーフキャッチされたキャラクターが存在する場合、そのシリーズの中途半端で悪いお尻に成長するか、視聴者に「ワウ・エフェ このMCの男。\n\nとにかく、私は光の小説を読んでいないので、アニメが元のソースにいかに正確かはわかりませんが、これは私の2セントでした。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Fluffycara",
    "profile": "/profile/Fluffycara/reviews",
    "pages": "7",
    "number": "12",
    "link": "/reviews.php?id=171475",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  9\n\n私はこのアニメが本当に楽しいと感じました。\nこのアニメの最高のものは、一目見ただけで彼を見てすぐにこのアニメに人々をオフにする私たちのメインキャラクター春です。 私はあなたに彼にチャンスを与えるように頼みます。 彼はとても信じられており、現実的であり、私は個人的に彼を尊敬しています。 彼はアニメ全体を通して本当に素晴らしいキャラクターの開発を手に入れます。 また、彼の友人ChiyuとTakkunも本当に素晴らしいキャラクター開発を手に入れました。 しかし、黒ゆきひめは非常に面白いキャラクターではなく、彼女はシリーズを通してずっと良くなっていません。\n\nこのアニメは、本当に楽しめるものの、多くの欠陥があります。 時には自分自身と友情を信じるというテーマを持っている時に、時にはちょっとチーズがかかっていて、小さなシーンでは私がうんざりしてしまいましたが、アニメから完全に取り除かれることはありません。 このアニメの最大の欠陥は、適切なエンディングがないことです。 非常に多くの質問に未回答のまま残っているので、本当に悲しいです。\n\nアクセル・ワールドは、ソード・アート・オンラインを書いたのと同じ人、河原玲が書いたものですか？ この人のために、人はすぐにこのアニメに夢中になるだろう！ このアニメはSAOを超えています。  SAOを軽蔑する人として、私はアクセル・ワールドが大好きです。 私は人々がこのアニメをチェックすることをお勧めします。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "GodBlessDXD",
    "profile": "/profile/GodBlessDXD/reviews",
    "pages": "7",
    "number": "13",
    "link": "/reviews.php?id=232319",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  3\n|  4\n\nアクセル・ワールドは信じられないほど退屈でした。\n長いレビューは時間を無駄にするので、ここでは1つの段落です。\n\nAWは私がエピソードの最初のカップルのために行くと私はさえMCのこの哀れなチーズバーガーによって悩まされていませんでした。 アニメーションが揺れて、音楽はうまくいった。 しかし、ラインのどこかに、ストーリーは加速しなかった（heh...）とMC Never Grie。 この男は最初から最後までのオマンコです。 このため、あなたはその男のために根を張ることはできません。 結局のところ、AWはチーズバーガーを中心とした退屈な時間を費やしています。\n\n長所：\n - 偉大なアニメーション！\n - さまざまな文字。\n\n短所：\n - 美的MC。\n - 退屈な話。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Tokyoghoul1105",
    "profile": "/profile/Tokyoghoul1105/reviews",
    "pages": "7",
    "number": "14",
    "link": "/reviews.php?id=226431",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  8\n\nこんにちは〜！  MINORスポイラー\n\nクイック全体\nプロット：8\n独創性：8\n開発：7\n文字：7\nアニメーション：9\nサウンドトラック：8\n\n壊す：\n\nプロット：8\n\n彼は美しい黒姫姫に会った後、人生として高脂肪の高校生（有田ハルユキ）に続いて、別の良い古い未来/ゲームベースのアニメ！ 彼らは一緒にゲーム内の新しい/秘密のものを発見しながらいくつかの古い友達と一緒に、サイバーゲームの世界内の邪悪な隠れに対して戦う。\n全体的にこのアニメプロットはかなり計画されていますが、それは40％のジェネリック性から苦しんでいますが、冒険の全体的な統計はそれを非常に楽しくさせ、実行はこのアニメで重要でした。 多くのドラマと心温まる瞬間と、ロマンスのライバルのスライス！ キャラクターは探検されませんが、バックストーリーは面白さがあり、なぜ彼らがどのように見えているのかについての情報はありません。これは残念です。 もう一つの欠点は、それが終わりに近づくにつれて、それはちょっとファンキーになるということです。毎日のゲームのように、ちょっと退屈してから再びジャンプしますが、そのディップは面倒です。\nSword Art Onlineのイースターエッグは見て楽しかったです：3\n\n独創性：8\n\n過度のゲームベースのアニメであるにもかかわらず、そのアイデア自体はかなりオリジナルです。 ゲームの能力を実世界に影響させることは面白い考えです。 そうでなければ、ゲームのアバター、バーチャルリアリティなど、新しいものはありません。\n\n開発：7\n\nペーシングは少しアップとダウン、良い中速、本当の遅い、そして速い開始！ だからあなたはちょっと物事を失い、戦いの前に話すことは永遠に続く間に最終的な打撃は速くなります。\n\nキャラクター：7\n\n文字は非常に興味深い愛らしいですが、それを殺すのは彼らが見ていないということです。彼らは誰ですか？ 彼らは何をしましたか？ なぜ彼らは特定のことをしていますか？ それのどれも見ていない、彼らはちょうどちょっと始まり、止まらない。 しかし、彼らはまだ非常に良いです。\n\nアニメーション：9\n\nアニメーションは非常に詳細でカラフルで、多くのメタリックディテールと明るい色があり、未来型のアニメには最適で、文字には適切な外観と色があります。 本当の欠点はありません。\n\nサウンドトラック：8\n\nハイペード、大声で楽しい！ 偉大なサウンドトラックは、特定の曲は、全体的に非常に楽しいとスティックされませんが、よくアニメの種類のために作ら\n\n結論：誰にでもおすすめ！マンガ/ DVDを購入すると、アニメのようなSFを楽しんでいない人にはお勧めできません。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "IncendiaryLemon",
    "profile": "/profile/IncendiaryLemon/reviews",
    "pages": "7",
    "number": "15",
    "link": "/reviews.php?id=151965",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  8\n\nストーリー\nアクセル・ワールドの話はかなり良いです。 物語はかなりシンプルで、従いやすいですが、あなたが見守ってほしいと思うかなりの紆余曲折を入れて、全体を通して魅力的なままです。 しかし、私の意見では、大きな欠陥があります。 ストーリーはほとんどありません。 あなたが本当に何かが緩んでいないことが分かったら、たくさんの試合の中から体重をとります。 しかし、最後のエピソードでは、最後の戦いの後に、人々はストーリーにもっと多くの投資をさせたであろう何かを明らかにしています。\n\nアート\n私はこのアニメの芸術スタイルが本当に好きです。 それはショーを通して様々な環境のため、さまざまな色の配列でいっぱいです。 これはショーに多くの視覚的な多様性を与え、それを際立たせます。 バトルアバターのデザインも大部分はかなり良いですが、女性バトルアバターの多くはお互いに似ているように見えます。 ショーの一般的なキャラクターのデザインも、私が見た他のショーとはかなり違って見栄えが良いです。\n\n音\n音はかなり良いです。 バックグラウンドの音楽はいつもシーンに合っていますが、それほど思い出深いものではありません。私はかなり良いと思っていました。 声優（英語ダブ）もちょうどいいよ。 本当に優れているわけではありませんが、平均以上です。\n\nキャラクター\n私の意見では、この番組のキャラクターが見守っている主な理由です。 先ほどお話したように、ストーリーはかなり良いので、偉大なキャラクターが必要でした。それが私の主な魅力でした。 確かに、キャラクターはほとんど異なった伝統的な原型、オタク、いたずらなどですが、彼らは本当に好きです。私は自分自身がショーを通して彼らのために本当に根強いと感じました。 私は本当にこのショーのキャラクターを愛し始めたので、特に初期のエピソードの1つは感情的なレベルで私を得ました。 アニメのこの部分で私の唯一の問題は、アニメの後半には、キャラクターの1人が大規模な180を行い、それが本当にあなたのキャラクターを傷つけることです。 彼らは最後にそれを正当化しますが、それは本当に弱いですが、もっともらしい、言い訳です。私はそのキャラクターが既にその時点で一種の損害を受けていたと感じています。\n\n楽しみ\n私はこのアニメを楽しんでいましたが、それにはいくつかの欠陥がありました。 アクションシーンは本当にうまくいっていて、ショー全体で見られるさまざまな能力のために徹底的に面白いです。あなたは本当にキャラクターとその関係に入ることができます。\n\n全体：8"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "nobleneurotic",
    "profile": "/profile/nobleneurotic/reviews",
    "pages": "7",
    "number": "16",
    "link": "/reviews.php?id=110681",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\nはい。 だから私はこれに正直でなければならない。 私はメカのアニメが好きではない。 ゾイド、トランスフォーマー、ガンダム; いいえ。 私は本当に好きではない。 私はこれを最初に見たくはありませんでしたが、私は言った：\"ねえ、別のものを見る時が来たかもしれない。\"私はそれが好きでなければ、それをタイプして、 私はそれが好きではなかった。\n\nまず、ストーリーはこのようになります：それは2046年です。Haruyuki\"Haru\"Aritaは彼の身体性のためにいじめられます。 これの効果：彼は低い自尊心を持っています。 だから、彼はいつも学校のローカルネットワーク、彼の唯一の詐欺師にログオンしています。\n\nある日、スクワッシュで最高得点を獲得したのは、上級生の黒姫姫と梅澤中学校の生徒会副大統領に殴りつけられたことです。 黒木姫、またはスノーブラックは、彼を昼食に招待します。 そこでは、Haruが最終的にNeuro-LinkerにインストールするBrain Burst Programについて話します。 しかし、彼はそれがバーチャルリアリティーのマルチプレイヤーオンライン戦闘ゲームであることを知っただけでなく、そのポイントシステムであるバーストポイントを現実世界のアクセラレーション能力に変換することができます。\n\nストーリー：（9/10）\n未来を含む物語を創るには、可能性は無限です。 しかし、それはまだ自然に提示されるべきです。  Nero-Linkerは良い例です。 あなたは間違いなく店からこのデバイスを取得するためにいくつかの生地を保存することを考えているでしょう。 私はスマートな人々が今それを発明することを望む。\n\n物語は本当に良いです。 それは他の王たち（当時は事実上重要ではなかった）をあまり探求しておらず、春と他の人にのみ集中していました。 大きなプラスポイント？ それは、私たちが稀に（あるいは、通常はそうではないが）社会で見る春のための黒龍姫の気持ちだろう。\n\nアート：（10/10）\nはい。 アート。  10点。 私は誰も私にこれに同意しないとは思わない。\n\nサウンド：（9/10）\n1回目と2回目のオープニングの間に、私はAltimaのBurst The Gravityがショーにうまく合っていると言いたい。 それは間違いなくシリーズの第2部に革命的な紹介を与えたその雰囲気を持っています。\n\n三沢幸子の団結は良かった。 それはいくつかの点で黒木姫の視点を示して以来、シリーズの第2部に適していました。 一方、KotokoのUnfinishedは、そのショーをはるかに良くフィットさせました。 あなたがそれを聞いたなら、あなたは私が何を言っているのか知っているでしょう。\n\nサウンドトラック全体は素晴らしいです。 それはあなたが各シーン（特に戦いのシーン）を見ながらボリュームを上げたいと思うその未来的な感触を持っています。\n\nキャラクター：（9/10）\n一部のキャラクターはうまく開発されておらず、適切に対処されていませんでしたが、春と黒龍姫がシリーズの中で最も重要な部分だったので大丈夫でした。\n\n私は黒、長い髪、かわいいと美しい女性の主人公が大好きです。黒木響は私の最も好きなキャラクターです。 彼女は本当に美しいです。 私は彼女が春の周りで時々反応する方法が大好きです。 彼女はなぜ私がこのシリーズを愛したかに大きく貢献しているかもしれません。\n\n楽しさ：（10/10）\n私はこれをもう一度言わなければならない：私はメカのアニメを嫌う。 でも今は大丈夫です。 アクセル・ワールドは私に心の変化をもたらしました。  [涙を流してうんざりする]。\n\n全体：（9/10）\n私はメカ・アニメが嫌いです。 本当に。 私は本当に好きではないと思った。 私は間違っていた。 私は本当に第2シーズンを望んでいると言わなければならない。\n\n偉大なアニメーション、忘れられないシーン、ハルユキとスノーブラックの恋愛物語、ギャグ、アルティマとコトコのオープニングとエンディングのテーマ、小さな謎、メタルとメタルのほぼ完璧なタイミングが揃っているラブストーリー、Accel Worldは 私が今まで見てきた最高のメカアニメ。\n\nおっと...「これまでに見たアニメだけです」"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Dante19x",
    "profile": "/profile/Dante19x/reviews",
    "pages": "7",
    "number": "17",
    "link": "/reviews.php?id=112783",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  7\nキャラクター|  3\n|  5\n\n - スポイラーを含むかもしれない - \n*一発*アクセル・ワールド、ハァッ？\n始まりましょう、そう？\n\nストーリーライン：3\nストーリーの全体的なコンセプトは本当に面白いですし、残念ながらそれが持つ可能性はシリーズの最後の3日でしか使われていません。 それ以外はそれほど劇的ではなく、特にシリーズの前半では、キャラクターはあまりにも誇張されて動作し、邪魔になるごとに泣いてしまいます。それ以外は物語の通りには実際には変わりません キャラクターは物事を通して一緒に住んでいて、彼らが何をしてきたか、彼らが構築した関係を理解することを学んだからです。\n\nアート：7\nジェネリックだが、それでも楽しい。 きれいな線、素敵な色、良いコンセプトアート。 アニメーションは見るのが楽しく、戦いのシーンはすばらしく見えます。 それほど多くはないと言えます。\n\nサウンド：7\n私は本当にその音に注意を払っていなかった、と私は認めている。 私は戦い中にいくつかのまともなバックグラウンドミュージックと下線の圧力/興奮にいくつかの音楽を覚えている。 オープニングテーマやエンディングテーマは本当に私には関係しませんでしたが、彼らも大丈夫だと思います。 音楽が私を悩ませない限り、それはいいです。 同じことが声優のためになります。 プロットの迷惑なドラマは、彼らが責任を負うものではありません。\n\nキャラクター：3\nそれに直面してみましょう...実際にまともな理由で少し変わる唯一のキャラクターは春です。\n確かに、私たちはタクを持っています。タクは「変わる」こともありますが、その変化はとても突然であり、誇張されているので、全く信じられません。 ヒュームはシリーズ全体を通して同じボシ・ツンデレをとどまり、チユーはまだ最初から欲しがっていたことを追いかけていますが、唯一の違いは後で彼女の希望を実現するための何かをする新しい手段があることです。\n今、春に戻ってみましょう。 ゲームや彼が実際に費やした時間が実際に彼に影響を与えたように見えるシーンがありますが、一般的に彼は同じ敗者のままです。 ゲームの主人公、実生活の敗者。 ちょうど最初のように。\n他のキャラクターはすべて14歳以下の子供ですが、大人のように行動します。 現実世界でも成熟しているのであれば意味がありますが、そうではありません。 これはもっと焦点を当てたものです。\n\n楽しさ：5\n私はシリーズの前半を楽しんでいなかった...まったく。 しかし、後半は最終的に現実の世界でもアクセス可能なBrain Burstゲームの可能性のある結果を引き出しました。 私は、あなたが時間を遅くすることができますし、唯一のことはゲームをすることですか？ 何が無駄です！ もちろん、それを使うことができる唯一の人が子どもであり、それに焦点を当てていたはずであるならば、特に実生活における彼らの優位性のために、その力を利用するはるかに多くの人がいるでしょう。 時間がより遅くなる、ゲームの世界でより長い期間滞在する人々。 さらに、春と視聴者に知られているゲームで死ぬことの結果は、ゲームを失うことを望んでいない以上のような騒ぎを作るにはあまりにも小さいです。\nちょうど最後のエピソードでは、あなたがゲームをプレイする可能性を失うだけでなく、あなたがそこで取得した思い出も失っているという情報が得られます。 なぜ誰もが彼らの記憶を失うことを知っていないと、誰もがゲームを失うことのような大きな損失を作っているのですか？ 知りません。 それはばかです。\n\n全体：6\n私が前に言ったように、このショーはそれほど多くなるかもしれません。 あまりに多くの無駄な可能性があり、その欠如を補うものはありません。 誰かが私にこのアニメを集計するように求めたら、「あまりにも真剣にゲームをする子供たちのアニメです。 単に真のMMO中毒者のように、未来的な設定でのみ。\nまあ、はい、まったく説明されていない奇妙なロマンスがあります...本当に子供のように。\nとにかく、このアニメから何かが予想される場合は、Ep.16まで待機してください。もしそうでなければ、見守ってはいけません。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "gpino",
    "profile": "/profile/gpino/reviews",
    "pages": "7",
    "number": "18",
    "link": "/reviews.php?id=63091",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  9\nキャラクター|  9\n|  10\n\nこのアニメは現在、最高のものの一つでなければなりません。 私は当初は完全にはわかっていませんでしたが、それぞれのエピソードでは、ストーリーとの愛がさらに深くなります。\n無意味な行動はありません。 そのすべてがよく考えられています。 あまりにも多くのアクションとこのショーは完璧なバランスを見つけるようなものがあります。 私はバトルアバターのいくつかは黒い蓮のようなキックの牙になるかもしれないと思うが、それでも素晴らしい。\n私はそれが仮想ゲームの周りに与える子供のマフィアの雰囲気を愛し、私は非常に仕上げまで接着された私を知っている。\n\nみんなに強くお勧めします"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "RickL",
    "profile": "/profile/RickL/reviews",
    "pages": "7",
    "number": "19",
    "link": "/reviews.php?id=150873",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\nアクセル・ワールドで描かれているような2046の世界は、おそらく私が今まで見た中で最も現実的でよく考えられた未来のバージョンです。 これは、世界を変える発明の1つ、Neuro Linkerを中心にしているからです。  Neuro Linkerは、あなたの首にクリップし、あなたの視野の上にコンピュータ画面を重ねるパーソナルコンピュータです。 それを使ってネットを検索したり、オンラインゲームをプレイしたり、仮想アバターを仮想アバターに直接話す他の人に直接電話をかけたりすることができます。 出産の頃から、誰もがこれらのコンピュータの1つを持っており、それは世界の社会的構造に影響します。 アバターをアバターに話すことは、一般的なコミュニケーションの方法と考えられている。 一方、ケーブル接続、すなわち、  Neuro LinkerとNeuro Linkerを直接接続することで、あなたの心を喚起するだけでなく、他の人のコンピュータにもアクセスできるように、行動の中で最も親密なものの1つと考えられています。  Accel Worldをとても楽しくするようなコンピュータの文化的影響を詳しく調べています。"
  },
  {
    "title": "Accel_World",
    "id": "11759",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "user": "Aranie",
    "profile": "/profile/Aranie/reviews",
    "pages": "7",
    "number": "20",
    "link": "/reviews.php?id=144955",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n年は2046年です。有田治之は、学校の最低のソーシャルラングに目を向ける若い男の子です。 彼の悲惨な生活を恥じて、晴輝はバーチャルゲームを楽しむだけで対処することができます。 しかし、学校で一番人気のある女の子の黒姫姫が、脳のバーストと呼ばれる神秘的なプログラムとアクセラワールドと呼ばれるバーチャルリアリティに彼を紹介したときのすべての変化。\n\nアニメの前半は本当にエキサイティングでした。  RPG要素を組み込むことでジャンルが強化され、アニメがより面白くなりました。\n\nアニメの後半は、上半期に確立されたプロットポイントのいずれかを言及せず、新しいものを導入しました。 ハルユキは後半の長さに合わせて上半期の進歩にもかかわらず非常に弱く見えた。\n\n戦闘シーンは本当に素晴らしいです。 アニメは、シーンを増幅するために、不安定なカメラ技術を利用する。 春遊が飛んでいるときや空中に散らばっているミサイルロケットが飛び散っているときのように、彼らはほとんどのシーンで違った角度を使っています。シーンはもっとエキサイティングです。 アニメはかなり刺激的な戦いでストーリーテリングをするのはかなりスマートです。\n\n全体的にはかなり良いです。 それはすべての修正と満足のいくアニメであり、MMORPGの素晴らしい世界の世界を捉えました。 戦闘シーンはエキサイティングであり、このアニメで楽しむべきことがたくさんあります。 私はそれをお勧めします。"
  }
]
