[
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "TheBrainintheJar",
    "profile": "/profile/TheBrainintheJar/reviews",
    "pages": "17",
    "number": "1",
    "link": "/reviews.php?id=198565",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  6\nキャラクター|  6\n|  5\n\nどのような栄光の混乱。 平均値は目立たないことを意味する。 あなたが反応させることができないので、普通のものは悪いものよりも悪いことがあります。 少なくとも攻撃的に悪いことはあなたを怒らせます。 ソード・アート・オンラインは平均的です。ここでは、過酷な、深刻な主人公の旅が、破壊的で心理的なSF映画と混ざり合っているからです。\n\n悪人はしばしば世界を変えたいと思うし、それは破壊の形を取る。 世界を救うということは、悪意のある悪人か特定のアイデアかにかかわらず、悪者にそれを破壊させないことを意味します。 私たちはクリエイターである悪人に会うことはほとんどありません。 私たちは時には「デス・ゲーム」のクリエイター（Saw、Death Race）を手に入れることがあります。\n\nここでは、実際の作成者を取得します。 私たちの主人は神の立場にいます。 彼は世界を創造し、彼はそれをコントロールし、人々はただ簡単に出ることはできません。 紙では、これは自殺や楽観主義のような興味深いテーマを探求するエキサイティングな冒険のように聞こえる。  Harlan Ellisonは口のことや叫び声についての華麗な話で、神のような性格に取り組んだ。\n\nソード・アート・オンラインは、前述の映画のような死のゲームではありません。 わずかに異なるルールを持つ現実の世界です。 あなたは現実の世界のように死ぬことができますが、デス・レースとは異なり、戦うことや死ぬことより多くのことをすることが許されます。 そういうわけで、一部の人がSAOから出ようとするのをやめようとすると意味があります。\n\n人生で勝つことを試みるのではなく、彼らはむしろ減速して、好きなことをいくつか見つけます。 その中には、SAOの世界がはるかにエキサイティングで美しいものもあります。 それでは、もう一度、なぜ一部の人々がビデオゲームをプレイし、アニメを見るのではないのですか？ 彼らはある世界から別の世界に逃げようとしています。 しかし、彼らがその世界に閉じ込められたら、彼らは現実の世界に逃げたいと思っています。\n\nこれらのテーマのすべてには、本当に賢い音が響きます。 この世界を創造するためのアキヒコの動機は何ですか？ 行動する人々を観察するだけですか？\n\nハーランエリソンが神の力を持っている午前を創造するとき、彼はどのような力が誰かにできるのか考えようとします。 彼の目では、それは人を狂って運転し、拷問の人を作ったでしょう。 私はAkihikoでこれを待っていました。彼の行動が意味をなさない動機や、SAOの創造が彼にどのような影響を与えるのでしょうか。\n\nどのようにこの力が彼に影響を及ぼしますか？ 彼は彼の観察から何を学びましたか？ たぶん、彼はタイタンのハンジ、人に気づくために彼の研究に巻き込まれすぎる人の攻撃のようなものでしょうか？ 彼はアークの終わりにいくつかのスピーチを送っていますが、彼は「勝者はあなたです」という看板を歩いているかもしれません。 それは面白く、もっと賢いでしょう。\n\nしかし、それは悪化する。 明彦は面白い人物で、その理事会の床に心理学が残っています。 菅は単なる漫画です。 彼はそれのために悪いです。 彼と平均的なデジモンアドベンチャーの悪い男との間に違いはありません。彼は冷静に見えません。 このパッケージには悪い野心、マインドコントロール研究、貧しいアスナを虐待したいと思っているスラグのようなクリエイターに関する壮大な演説があります。 あなたがそれを手に入れなかった場合のために、悪い人は醜いナメクジです。\n\nそれまではとてもうまくいっていた。 時間のスキップに不満を訴える人もいますが、重要なことに焦点を当てています。  「これは起こったし、これが起こった」という形式は退屈です。 ストーリーテリングは、何を含めて除外するかを選択することです。 これらのスライス・オブ・ライフ・エスク時代のエピソードでは、クリエイターは、世界の仕組みや人々の行動を説明するストーリーを選択しました。 これが、どのようにして世界の構築が行われるかです。\n\nロマンスセクションでさえ、ひどいものではなかった。 それは実際にはハイライトの1つでした。 ロマンチックな物語は、二人が一緒になると終わらない。 彼らの関係がどのように働いているのか話される話があります。 これらのロマンチックなシーンは、私たちが実際にそれを見るので、彼らの関係を気にします。 彼らは笑って、未来を考え、お互いの会社を楽しんでいます。 彼らが死を扱うときに物語の隣に置くとそれはさらに効果的です。 サチのエピソードは依然として大ヒットであり、最初のエピソードはデジモン・テイマーズのような不安を感じさせる。  D-Reaperをエコーするカラースキームも用意されています。間違ってはいけません。\n\nそれから退化してプリンセスを救出する。 キリトはゲイリー・スチュですが、それが起こるまでは迷惑にならないでしょう。  SAOは楽しい冒険から深刻なSci-Fiへ予告なしにスイングします。これは単なる立派な失敗になります。  Sugouが性的虐待をすると、そのシリーズはちょうど諦めます。\n\n私はもっ​​と気持ちの良い文脈でキリトを容認することができました。 彼とAsunaはどちらも完璧ですが、彼の謙虚で強力な人格には魅力があります。 彼は深みを指し示すショーに立ち往生している。 我々は意味のある瞬間を決して得られないので、Gary Stuの問題はそれがどれほど浅いかを明らかにするだけです。\n\n私は自分がKiritoよりSugouにもっと興味があると思った。 キリトの苦労は決して見られません。 彼は素晴らしいことをやっているのです。 彼は何かのために努力することはありませんが、なぜ彼にすべきですか？ 彼は美しい女の子を取得し、他の人が彼を追いかけるアルファオスです。 彼は世界で必要なすべてを持っています。 現実世界へのハードな再調整さえ対処されていません。 彼はちょうど王女を救出するために出かける。\n\nそれは物事が起こらないように、ムックを刈る役割を担っている静的なキャラクターです。 菅は面白いです。 彼はただ反応するだけではなく、行動し、葛藤と彼の望み、ニーズと欠陥を作り出します。\n\nしかし、このシリーズがそれ自体をあきらめるときでさえ、あなたはそれが何であるかを思い起こさせる瞬間を得るでしょう。 ハレムが起こっていますが、人よりもはるかに目立ちません。 それはまた、拒絶されたキャラクターがハートブレイクを起こし、それを乗り越えようとするのを見ることができます。 近親相姦は外れているかもしれないが、少なくともそれはうまく処理されている。  Suguhaは脇に投げ込まれるのではなく、心の炎に反応する。\n\nそれらの瞬間は、光の小説をチェックするのには私を好奇心を持たせるのに十分だったが、アニメは、単なる大事なアイディアの集まりに過ぎない。 それは、もう少し勇敢なものにすぎません。 それは奇妙だ。 日付生き物はそのハーレムにはっきりとしていましたが、決してクリアなヒーローや悪役に決着しませんでした。 ソード・アート・オンラインはそれ自体をあきらめて、プリンセス全体を傷つけているからといって、ヒーローに姫を助けようと言う涼しいシリーズです。 いつか、誰かがこれを作り直してこれらの欠陥を修正します。 それまでは、私は座って、人々がメッセージボードでこれに対して本当に怒っているのを見ます。\n\nちなみに、Skyrimのワインボトルはカメオの登場です\n\n2.5から2.5の剣"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Franzor",
    "profile": "/profile/Franzor/reviews",
    "pages": "17",
    "number": "2",
    "link": "/reviews.php?id=177325",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  4\nアニメーション|  10\nサウンド|  9\nキャラクター|  2\n|  8\n\nソードアートオンライン。 おそらくそこで最も議論の余地のあるアニメの1つです。 多くの人がそれを愛し、天国から送られてきた贈り物だと思っている人もいますし、学校の日以来最悪だと感じている人もいます。 このショーを2度見て、私はこのショーをいつも楽しんでいたと言えます。ショーのファンであると私は思っています。 私は2回目の周りに多くの欠陥を気付いた。 私が最初に気付かなかったことに私がかなり驚いている（そしてちょっと恥ずかしい）という欠点。 このショーの評価は難しいのですが、私がそれを愛する一方で、このショーにもいくつか問題があるためです。 しかし、私がこのショーが好きな理由について話す前に、人々がSword Art Onlineを嫌う理由のいくつかを見てみましょう。\n\nこのショーの最大の欠陥の1つと1つはストーリーです。 今、最初の2つのエピソードは素晴らしいです。 私は嫌悪者の大部分でさえそれに同意できると思います。 彼らは、ゲームで死ぬと実生活の脳が揚げられ、唯一の方法は100人のすべてのボスを過ぎて戦い、ゲームに勝つという仮想世界に閉じ込められているという大きなコンセプトを確立しています。 そして、最初の2つのエピソードでは、これがショーのことであるという印象を与えてくれます。 残念ながら、それはこの方法ではありません。 ショーのコンセプトは素晴らしいものですが、ストーリーの実行は非常に貧弱です。 ショーが最初の2つのエピソードでプロットを設定し終わったのと同じように、彼らはすぐに6つのフィラーで連続して私たちに当たったが、ほとんど何も成し遂げず、プロットやキャラクターの開発はまったくなかった。 また、フィラーではないエピソードでも、まだ不必要なコンテンツがたくさんあり、ショーの全体的なペースはかなりひどいです。 それはショーが上司と戦うべきだったときにショーの日常の問題に直面することについてのより多くのものだったように感じ、ゲームから出ようと床にあなたの方法を作る。\n\nSAOの第2の大きな問題は文字です。 キャラクターのほとんどは、個性や興味深いものに真剣に欠けています。 キリトは、まったくの穏やかなもので、明らかに理由がなくても（それはかなり厄介なことがあります）、そして典型的なツンデレと言えるアスナがあります。 そして、私をユイで始めることさえしないでください。ユイはおそらく、ジャー - ジャー・ビンクスよりもさらに無意味なキャラクターです。\n\nストーリーとキャラクターはこのショーの最大の問題ですが、チーズ、急いでロマンス、プロ・アーマーと同じような問題があります。\n\nしかし、待って！ このショーに非常に多くの問題がある場合、なぜそれが普及しているのですか？ このショーは何が良いのでしょうか？ 初めは、この番組はエンターテイメントに優れています。  Sword Art Onlineは見るのが楽しいですし、楽しさだけで、人々がすべての欠陥を見過ごしてしまうのは明らかです。 戦いのシーンは驚くほどよく行われており、豪華な芸術のスタイルと信じられないほどのサウンドトラックは、それらを見てもっと楽しくさせるだけです。\n\n私はまた、充填剤の多くが、充填剤が行く限り、かなり良好であることを見出した。 彼らはすべて自分たちの面で面白かったし、楽しかったかなり良い短編小説を提供した。 フィラーの基準によって、彼らは悪化している可能性があります。 彼らは退屈と忍者のダチョウを誘発する自殺思想を完結したナルトのフィラーのようなものでした。\n\nSAOは2つの主弧に分割され、各弧は異なる仮想MMOを扱う。 最初はソード・アート・オンライン、もう一つはアルフハイム・オンラインです。 今私はほとんどの人のファンと嫌悪者が私に同意しないことを知っていますが、私にとっては最初のものよりもショーの後半を楽しんでいます。 もちろん私はファンタジージャンルの大ファンだから、後半は飛行機と魔法が好きなのは明らかだ。 実生活で死ぬことの欠如とALOアークでログアウトする能力が、SAOアークが成功するための緊急性と動機を取り除くと言われています。 私は強く反対します。  Alphheim OnlineでKiritoがFairy KingからAsunaを解放するために戦わなければならない間、彼らは世界最大の倒錯したダッシュバッグとの結婚を余儀なくされる前に、オンラインのプレイヤーは脱出するためにゲームを打つ必要があります。 週の時間。 緊急性はなくはない。 それはちょうど変更されました。\n\n2番目の円弧は、ストーリーを助ける最初の円弧よりもフィラーが少なくなりますが、ペーシングはまだ遅いです。 私もこの弧の中でキリトが好きです。 彼の性格はまだまだ穏やかではあるが、Asunaを守るという願望は本当にこの弧の中にあり、少なくとも彼の性格は少し好きである。 彼の人格は依然としてたくさん残っています。\n\n2番目の弧の新しい悪役については。 オベロン妖精王。 私は多くの人々が彼の性格がばかばかしいことを発見したので、悪人（それは理解できる）として真剣に受け入れることは難しいと思います。しかし、もう一度私は反対します。 彼は明らかに狂気になるはずだったし、彼は非常識な役割を果たしたと思う。 他に何もないなら、彼はあなたが彼を憎むようにしてくれたことは確かです。 私を信頼するから。 彼がばかげているのであなたが彼を憎むかどうか、彼がしていること（私は台無しにしません）で彼を憎むかどうかは、この文字を憎むでしょう。\n\n全体的に、Sword Art Onlineはあなたが楽しむために見なければならないもののように感じ、真剣に取るべきショーではありません。 あなたがいくつかの深刻なお尻を蹴ってbadassの束でショーを見て楽しいしたい場合は、ソードアートオンラインはあなたのためのショーです。 一方、あなたが物語とキャラクターの発展のためにSAOを見ると、あなたは悪い時を過ごすでしょう。 今まで私が言ったように、私はこのショーをかなり楽しんだが、私はこのショーがより良いキャラクターで再現され、実際のストーリーに焦点を当てることを望んでいないと言ったら、 決して起こることはない）あなたは私にとって、SAOは2001年のようなものだったと言えるだろうと思う.Aスペースオデッセイという意味で、私が言うよりも悪いことがあるが、何か説明できない理由 とにかくそれを過ぎて見て、それを愛してくれます。\n\n正直なところ、Sword Art Onlineは、あなたが好きかどうかを見て自分で判断しなければならないことを示すショーの1つです。 あなたの嫌いなのかそれとも好きなのかにかかわらず、あなたがそれを見たと言うだけでなく、他の理由がなければ誰もが見るべきであると私は思う。\n\n読んでくれてありがとう。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "simonh2000",
    "profile": "/profile/simonh2000/reviews",
    "pages": "17",
    "number": "3",
    "link": "/reviews.php?id=206698",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  3\n|  4\n\nご存知のように、私は最初はこれが本当に好きでした。 私はゲームの視点から見て、これが本当ならどれくらいクールだろうと考えました。\nしかし、それはあまり長く続いたわけではありません。 私はまもなく、キリトが地球上で最も信じられないキャラクターであることから、この事の向こう側に散らばっているファンタジーのすべてのものまで、どれほどばかげたことが分かったのです。\n\n私はあなたがそれを見て、私がどこから来ているのかを知ることを勧めます。 すべてがすばらしく、すべてが驚くほどの音を出し、ストーリーも素晴らしいです。 しかし、あなたがそれらの詳細すべてに巻き込まれるなら、あなたは実際に何が起こっているのか見逃してしまいます。 キリトは絶えずこれらの不気味な気分転換をしており、彼は爆撃の後にscrapyardほど鋭いから敏感で感情的に完璧になることになります。\n\n主人公が持つ唯一の弱点は物理的です - 彼の統計。 しかし、彼は常に正しいことをしている、彼は何が起こっているのかを常に理解しており、それは意味をなさない。 彼の統計は意味をなさないが、ソロプレイヤーは他の誰よりもそれをも​​っと良くすることはできないだろう。 ただ方法はありません。\n\n\nポジティブな側面：\n\n1.良いプロット - 少し実用的でない場合、プロット自体は非常にうまくいっています。\n\n2.良い芸術 - 彼らは一度だけCGIを使用し、それは私にとって印象的です。\n\n3.良いサウンドデザイン - イントロは素晴らしいですし、声もうまくいきます。\n\n\n否定的側面：\n\n1.プロットホール - エンディングには非常に多くのプロットホールがあり、チーズウェッジと間違えた。\n\n2.ファンサービス - その目的を果たす一方で、その額は単に驚異的です。 それは本当に必要ではありませんし、それはしばらくして一種の落胆です。 私たちは皆、ショーのクリエイターたちに巨大なペニスのように見えますか？\n\n3.第2の弧 - それは恐ろしいものでした。 私は最初の弧が好きでしたが、2番目の弧はちょっと奇妙でした。 さらに、プログラマが起こったすべてのことを起こすことさえ許容することは意味がありませんでした。 彼らは完全なコントロールを持っていますが、それを使用することはありません！\n\n\n要するに、これはゲイマーの餌です。 それが持続している間少なくとも少なくとも平凡だったが、ファンの絶え間ない愛と支持は単に不当であった。\n\n5/10"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "vuivui169",
    "profile": "/profile/vuivui169/reviews",
    "pages": "17",
    "number": "4",
    "link": "/reviews.php?id=182244",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  6\nキャラクター|  5\n|  6\n\nSAOは...ええと...見る価値がない。 私はなぜそれほど多くの人々がそれを見るのか理解しておらず、全体的に過大評価されています。\nストーリー：6/10\nこのアニメは非常に多くのジャンルを持っています：アクション、アドベンチャー、ファンタジー、ゲーム、ロマンス、少年 - ＆gt; それは多くの人々を満足させるだろう、私も満足するだろうが、真剣に、物語は悪化し、最新のエピソードまで、それは忍耐（ちょっとだけ）で私を保った。\nその冒険の最初のエピソードがOVAsか何かだったら、それは素晴らしい気がする。 すべてがとても軽かったです。 私はこのようなマルチインワンを望んでいません。十分な戦いシーンがないので、霧ヶ谷とアズナの愛の発展、ロマンスと行動の欠如をあまり示さないのです。\n私は、「メー、本当にこのアニメに十分な注意を払っていなかったのですが、どうして次のことがどうなるか見たいのですか？\n物語はそんなに斬新だったが、私のレビュー（笑）のように、あまりにも急速だった。 私はそれが好きではない。\nアート：8/10\n確かに芸術は素晴らしく、壮大でしたが、私はそれらの不必要な「セクシーなシーン」を描くのが好きではありません。 それは無礼だった。\nもう一つは、キリガヨが弱く見えますが、自分の意見です。 しかし、私は彼を見て気にしません。\nサウンド：6/10\nMeh、私には記憶に残っていないが、私や何かを悩ませていない。\nキャラクター：5/10\nHaizzz、私は霧ヶ原の特徴にさえも耐えられません。 もちろん、彼は生まれつき説得力のある言葉と、女の子たちが落ちる無実の心を持っています。 しかし、私は彼が主人公にとってはあまりにも普通だと言います。\n楽しさ：6/10\nええ、それは別の 'meh'のスコアです。 私は次に悪いことが起こっていることを知りたいが、それでもストーリーはアクション/アドベンチャーではあまりにも劇的で長すぎるが速すぎる。\n全体的に、これを真剣に見ないでください。 それはあまりにも大変です。 いいアニメではない。\n私の総合スコアは6/10です。 再ウォッチの値は0/10です\n私はこのシリーズを落とすことはできません、私は物事を解雇したくないので、私はシリーズ全体を見ます。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "jc9622",
    "profile": "/profile/jc9622/reviews",
    "pages": "17",
    "number": "5",
    "link": "/reviews.php?id=188975",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  9\n\nGa-Rei Zeroを見て、アクション、ロマンス、ドラマのようなテーマのアニメを探していました。 私はこのアニメに出会った。 私は最初は変なアニメになると思ったが、ショーは私が間違っていることを証明した。 偉大な物語から偉大なロマンスまで、それは私が望むものを持っていました。\n\n\n\nSAO第1弧（9/10）\n\nストーリー：キリトという14歳の子供が、NerveGearと一緒にSAOというゲームを買った。 プレイヤーには10,000本しか販売されておらず、彼はその1つです。 キリトは試合のベータテストをしているので、SAOに入ったら何をすべきか分かっていた。 後で、プレイヤーはログアウトボタンが消えたことを知った。 開発者は意図的にこれを行いましたが、今ではこれらのプレイヤーはゲームから生き残るために100階すべてをクリアする必要があります。 しかし、あなたが死ぬと、あなたは復活することができず、あなたは死んでいます。  NerveGearは、あなたがゲームで死ぬとあなたの脳を揚げようとしています。つまり、あなたも実生活で死んでいます。\n\n\nアート/アニメーション：アニメーションデザインは素晴らしく、よく設計されていました。 文字のデザインさえも良い\n\n\nサウンド：サウンドトラックを作った人、素晴らしい仕事。 サウンドトラックは実際に戦闘によく合いますが、ほとんどの場合、それは私にガチョウを与えました。 特にオープニングサウンドトラック。 私がまだ聞いたことのない最高のオープニングサウンドトラック。 感情的なシーンにはかなり良いサウンドトラックもあった\n\n\n文字：この弧にはあらゆる文字が導入されます。 ショーのメインの主人公であるKirito / Kazutoと、「ビーター」（ベータテスター/カンニング）。 彼女は難しい時代にプレイヤーを助けるために設計された「メンタルヘルスカウンセリングプログラム」コードネーム「ユイ」です。  AsunaとKiritoは後でYuiのゲーム内の親になりました。 私はショーのアンタゴニストを紹介しません。 あなたはショーを見る必要があります。 彼はキャラクター開発を得ていない。 彼は何とか最初から完全です。 彼らは理由を説明する。  Asunaは、ショーの支持者であり、後にはKnight Oathsの血のための「第二の命令」になります。 シリカ、支持キャラクター、獣のテイマー。 彼女には「ピナ」と呼ばれる親しみがあります。 サポートキャラクター、鍛冶屋Lizbeth。 人間の感情を持って、実際の人間のように行動しているサポートキャラクター、AIキャラクター、ユイ。\n\n\n楽しさ：私は本当にショーを楽しんだ。 私はSAOの嫌悪者の言うことを気にしない、私は決してこれを憎むことはありません。 私は一日中このアークを見ることができ、飽きることはありません\n\n\n\nALO第二スプリング（6.5 / 10）\nストーリー：SAO事件の2ヶ月後、300人のSAO生存者がアスナと共にまだ目覚めていない。  KiritoはAgilから写真を受け取りました。 写真はAsunaのように見えるものを示しています。 キリトはALOに入って彼女を助けることにしました。\n\n\nアート/アニメーション：それはほとんど同じでした。 私が不平を言ったり、何かを言っているわけではありません。\n\n\nサウンド：いくつかの再使用/改良されたサウンドトラックとともに、新しいサウンドトラックが導入されました。 再び、サウンドトラックは素晴らしかったです。 サウンドトラックは私にガチョウを与えることができませんでした。 オープニングサウンドトラックはSAOのオープニングサウンドトラックよりは良いものの良いものではありませんでした。 エンディングのサウンドトラックはやや良いものでした。\n\n\nキャラクター：それほど重要ではない多くのサイドライン文字とともに、この弧には1人のサポートキャラクターしか紹介されませんでした。  Suguhaはこのアークで導入されました。 彼女はキリトの妹/いとこです。  KiritoはまだSAOにいたが、SuguはKiritoが本当の兄弟ではないことを知った。 彼女は後で彼を恋しくしたが、彼がAsunaと恋していることを知った後、心に傷つきました。  Suguのアバターであ​​るLeafaがいる。\n\n\n楽しさ：私は弧の最初のいくつかのエピソードを楽しんだ。 その後、レイプシーンでは私はちょっとショックを受けました。 彼らはエピソード24まで少なくともそれを示していた。それが私がSAOアークほどこの弧を楽しんでいなかった理由です。\n\n\n全体的に（9/10）\n一番いいアニメのひとつです。 それはそこに最高の物語の一つと最高のサウンドトラックの一つを持っています。\n\n\n\n長所：\n - 偉大な物語\n - 素敵なキャラクター\n - 偉大なサウンドトラック\n - 素敵なアニメーション\n\n\n短所：\n・レイプシーン"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "anmeme",
    "profile": "/profile/anmeme/reviews",
    "pages": "17",
    "number": "6",
    "link": "/reviews.php?id=217649",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  8\nキャラクター|  4\n|  10\n\n私はこのショーがどれほど浅いのか、あまりにも大嫌いだと思う。 ちっちゃなプロットと弱いキャラクターを持つことは明らかに良くありませんが、それに基づいてこのショーを評価することはかなり不公平です。 人々は本当に楽しさを過小評価しています。これは通常スコアの1/5です。寛大な人はそれを1/4にするでしょうが、それ以上の楽しみもあるはずです。\nアニメを見ることは、すべてのテーマやレトリックを見なければならない仕事や学校の課題ではありません。 あなたはエンターテイメントのためのアニメを見ています、そして、それはSAOです。\n\n\nプロット：3\nPlotは基本的にep3によってフィラーのために捨てられていました。\n\nアート：8\nかなり良い、良いものの一つ\n\nサウンド：8\n同じ\n\nキャラクター：4\n誰もが自分の役割を果たしてくれるように作られました。 それらのどれにも特別なものはありません。 主人公が深さに欠ける\n\n楽しさ：10！\nあなたは疲れているときに重要なプロットポイントを欠いていなくてもそれを見ることができます。それはかわいい女の子といい音楽を持っています。ヒーローはそれほど普通ではないほどスマートなので、問題はありません。 思考プロセス。\n\n楽しさが重要なので全体的に8"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "GodBlessDXD",
    "profile": "/profile/GodBlessDXD/reviews",
    "pages": "17",
    "number": "7",
    "link": "/reviews.php?id=232063",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nSAOは私の期待を吹き飛ばした。\n私は長いレビューが嫌いです、ここでは簡単な段落です。\n\n最初は、生存を勝ち取るための闘いの中で、すべてのエピソードを新しい上司に征服するために、一度に1つのレベルを展開するのを見ていると思っていました。 それだけでまともな話ですが、古くなるかもしれませんね。 音楽は素晴らしいです。 アートは素晴らしいです。 文字は非常に素晴らしいです！ 物語は最初に現れるよりもはるかに大きく、彼らは最初の数回のエピソードで例としてそれを示す時間を無駄にします。 全体として、SAOはあなたが経験する最も美しい物語の一つです。 明らかに、彼らはそれを知っていた。 だから、シリーズはそうではなかった。 代わりに、あなたは魅力的なクエストに進み、すばらしい瞬間と関係を確立しながら、仮想世界で生活する日々の生活を模索していました。 このアニメでは強い感じがします。 私は涙を流し、いくつかのエピソードごとに触発されました。 彼らは本当に素晴らしい仕事をしました。  SAOについては何も悪いことはありません。 これらの驚くべき瞬間のために彼らがセットアップした方法についての何かは賞賛に値する。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "watermeleon",
    "profile": "/profile/watermeleon/reviews",
    "pages": "17",
    "number": "8",
    "link": "/reviews.php?id=205700",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  3\nアニメーション|  9\nサウンド|  7\nキャラクター|  6\n|  6\n\n彼らは最初のシーズンのおよそ半分の間、ショーを終わらせた後、いくつかの想像を絶する理由のためにショーを続けました。\n\n正直言って私はシリーズの最初の弧を完璧に楽しんだ。 キャラクターやストーリーの面では独創的ではありませんでしたが、私の注意を引きつけるには十分な要素がありました。 私はそれを芸術作品でも傑作でもないと思っていましたが、それは魅力的で楽しいものでした。 当然、いくつかの問題があります：ペーシングは少し貧しいと思われます、アンタゴニストとの最終的な衝突は急激で反緊張していました。パイロットのエピソードでは、Kiritoの「ビーター」の人物をはるかに中心的なプロット/キャラクターにしようとしているようです しかし、これはあまりにも多くの種類の...。 しかし、アクションとユーモアが面白いです、Aincradの世界のビジョンは魅力的で、アニメーションは鮮明で魅力的です。\n\n実際にしよう：文字は一種のフラットです。  Asunaは主人公が「女の子を貰う」ために、クールでかわいらしい、才能のある女性（料理には当然優れている）であることを目的としてのみ存在するようです。 キリトには人格があまりにも欠けていますが、これを防衛するには、このモデルがうまくいく理由があります。「最高で最も才能があり、最も特殊な」主人公は、観客が自分自身をキャラクターに投影することを容易にします。 しかし、二次元のキャラクターがどのようになっているにもかかわらず、アスナとキリトの関係は新鮮で魅力的です。  （それが後で明らかに義務的なハーレムの悪魔によって消滅するまで）。\n\n彼らがAincrad arcの後にSAOを終わらせたら、私は満足していたでしょう。 その後、ショーは多くの完全性を失います。 新しい世界とアンタゴニストが導入され、元のように興味深いものはありません。 キャラクターがSAOを逃れた後、緊急性と緊張感がなくなり、非常に長く非常に計画的なエピローグがあるという印象を与えます。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "CFKazu",
    "profile": "/profile/CFKazu/reviews",
    "pages": "17",
    "number": "9",
    "link": "/reviews.php?id=196973",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  9\n\n私は本当になぜフロント4レビューがすべて2、3、4であるのか分からない。 あなたは、このショーは、フロントページに6と7を持っているそれらのハーレムショーより悪いことを意味していますか？\n\nキャラクターやストーリーを脇に置いてみましょう。美しいアートワークと叙事詩的な感情的なサウンドトラックは、少なくとも7にするのに十分です。それ以下のスコアをつけた人は、重要な点を欠いています。\n\n私は表紙に書いてこのアニメを低く評価する人たちがいくつかの有効なポイントを作ったと私は認めます、そして私は彼らのポイントのいくつかに同意します。 矛盾することに、それをよく書く人は通常、このアニメが目指している意図された聴衆の時代を超えています。 このアニメが嫌いな人は、このアニメが特定のオーディエンスグループを目指していることを認識する必要があります。 このアニメを評価するには、異なる視点を使用する必要があります。\n\nポピュラーなアニメは、目的の視聴者の関心をうまくとらえているため、好評を博しています。\n\nストーリーとキャラクターはそれほど悪くはありません。 それは私のために本当に楽しく、アニメの世界に私を紹介します。 私はまた、このアニメは素晴らしいスタートアニメだと言うでしょう。\n\n最後に、このアニメは観客の関心を捕らえ、素晴らしいアートワークと音楽でSAOの世界に取り入れることができます。\n\nこのアニメは本当に2-4を得てはならない..."
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Trades46",
    "profile": "/profile/Trades46/reviews",
    "pages": "17",
    "number": "10",
    "link": "/reviews.php?id=73085",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  6\n|  8\n\nこのシリーズはおそらく、2012年の最も期待されているシリーズの一つであり、正当な理由があります。 もともとライトノベルとして書かれており、多くの賞賛を受けています。\n\nSword Art Onlineは未来的なバーチャルリアリティMMOがゲームの神秘的な作者によって死のゲームに変身したことについてのMMORPG / Adventureシリーズです。 このシリーズは、主人公/キリトとアスナの主人公に焦点を当てています。彼らは、ゲームでトラップされた他のプレイヤーと新しい仮想世界を経験し、経験します。\n\nストーリー：8/10\n奇妙なことに、LNのサイド・ストーリー・ファースト（SS）に移行するこの動きは、仲間のLN読者にとっては欠かせないかもしれません。 これは、もともと読者が主要なシリーズをあらかじめ読んでいることを前提としていたSSの注文によるものです。 しかし、作家の作者は、SSをうまく統合してメインプロットのプリクールとして機能しているので、それは理解できるものです。\n\nですから、LNを読んでいない人にとっては、心配しないでください。 あなたはものを見逃さなかった。  SSの最初の戦略の再注文に関して、私は個人的にLNを最初に読んでいることによる進歩が気に入らなかった。 従って8/10。\n\nアート：8/10\nSAOに特化した芸術スタイルは間違いなく奇抜です。 戦闘シーンは滑らかで、色の使い方は上品に行われます。 聴衆には、未知のものがSAOプレイヤーが直面する危険の感覚を与える。\n\n私は自分自身がSAOの環境や背景のような細部を楽しんでいることも知っています。 プレーヤーのユーザーインターフェイスもユニークな機能であり、よく考えられています。 破砕ガラスの破壊アニメーションは、与えられたシナリオに劇的な効果をもたらします。\n\nキャラクターのデザイン...私はそれが本当に観客の味にあると思う。 彼らは時々角張って固定されているように感じます。\n\nキャラクター：6/10\n残念ながらここでは、LNと比較すると、アニメの適応がどこにあるのかが分かります。 しばしば私は、ここのキリトがLNのキリトに比べて目に見えて違うと感じていることが分かります。  Asunaについても同じことが言えます。 プロットや文字は変わらないので、これはLNの適応であると考えられているので、 私はアニメーターがオリジナルのLN個性の魔法を捕まえられなかったと感じています。\n\n楽しさ：8/10\n上記のニックピックにもかかわらず。 私は自分自身がシリーズに引き込まれていることがわかります。 多くの場合、毎週金曜日の更新よりも速く更新されることを願っています。 それは私がLNで過ごした元々の時間と興奮とはまったく同じではありませんが、それはローラーコースターがバンジージャンプと同じようにエキサイティングではないということです。\n\n全体：8/10\nSAOの世界にあなたを魅了する素晴らしいシリーズ。 仲間のLN読者のためにさえずっと。 あなたは確かにショットを与えるべきシリーズです。 始まりは遅くなります。 それは24エピソード長いことを覚えていて、これを書いている私としては、我々は半分の方法です。\n\nプロットの進行と仮定を考えれば、それはLNのプロットに続きます。 あなたは印象的なものを見るつもりです。\n\nこれで、MyAnimeListについての私の最初のレビューは終了です。 品質がサブパネルの場合は申し訳ありません。\n\n-Trades46"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Pockysticks",
    "profile": "/profile/Pockysticks/reviews",
    "pages": "17",
    "number": "11",
    "link": "/reviews.php?id=71735",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nソード・アート・オンライン（SAO）はあなたの時計/リストを見る予定のアニメです！\n\n私はゲームに対する私の愛と、私が常に仮想世界にいることを夢見ていた、あるいはむしろ夢見てきたという理由で、このアニメに迫られた。 これは単なる通常のゲームではなく、より多くの人生のような質を持っています。 たとえば、ゲームで殺されるということは、実際には実世界で死ぬということです。 これは私にとって、アニメをもっと面白くしています。ゲームに参加した人々は、自分たちの人生のために戦い、最高の能力に訓練しなければなりません。 私はドラマがどのように提示され、私にはほとんど予測できないのか楽しかったので、アニメがどのように継続し、終了するかについてもっと考えさせるようになりました。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Effigence",
    "profile": "/profile/Effigence/reviews",
    "pages": "17",
    "number": "12",
    "link": "/reviews.php?id=94521",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  1\nアニメーション|  8\nサウンド|  8\nキャラクター|  1\n|  1\n\n私にとっては、SAOはこれまでにできたことのあるショーです。 私は今見たことのない約束を見たことがない、短い25のエピソードで無駄に投げ込まれる。\n\n1.ストーリー：10\nショーのために私の評価を見ているあなたの前に待って、不愉快な方法で私を攻撃する私は説明させてください。 本当の理由SAOが全体的に10ではないのは、ストーリーの進行です（＃2を参照）。  SAOは、潜在的に複雑なストーリーラインを持つビデオゲームの世界で行われます。 物語自体は実際に半分悪くはありません。 アニメには、2011年から2012年にかけて作られた単純な事実以外にも、ステレオタイプの側面はほとんどありません。ロマンス、貧弱なロマンス、トリハードの男性主人公、疑似近親相姦、不必要なファンサービスがあります。 今（それについて私を引用しないでください）。 中世のゲーム（時には中世の世界）にアニメを置くというアイデアは絶対的な天才であり、私はそれを賞賛しています。\n\n2.ストーリーの進展：0\nこのショーの問題は、進展が強制されることです。 レベル70から何かをゲームの完成まで飛び越えるのは間違いだった、大きな間違いだった。 そして最後に、彼らが新しいゲームのプレイを開始した部分は、一緒に2番目のシーズンだったはずであり、元のゲームのすべてのキャラクターをさらに明るくするはずでした。  forrealのように（実際の話はちょっと）キリトはどうやってバーテンダーの男をゲームの外で見つけましたか？ そして、みんなはどのようにして彼の明らかな10マイルの半径の中で好きになったのですか？ このようなことは、そのシリーズにはエピソードが欠けているということだけが説明できる。 私はこれに1を与えることさえできません。 当時の私の評価は10人から4人になりましたが、クリエイターがシリーズのエピソードの数を発表したときにそれが見られるはずです。 このアニメは200 +エピソードのアニメです。 私はとても真剣で、それぞれのフロアにはミニストーリーがあったはずです。 彼らはいくつかのエピソードで20以上の階を飛ぶ。 今私は個人的に小説やマンガを読んだり、他の人と一緒に読んだことはありませんが、進歩は似ています。 ゲームを完了しようとしてから休憩を取っていた期間は25回以上だったはずですが、それについて考えてみてください。 あなたはその時間枠内で起こったかもしれない種類のキャラクター開発を想像できますか？ キリトとアスナが深い関係をどのように発達させたのでしょうか？\n\n3.アート：8\n文字に関するアートは非常に基本的であり、非常にステレオタイプです（2012型を完璧にフィットさせる）。 このショーの本当の美しさは、ゲームとゲーム内の戦闘とインターフェイスから来ています。 戦闘シーンは息を呑むようなものでしたが、通常、私の好みのために少し頻繁に（そして早期に）発生しました。 芸術全体は8だった。\n\n4.音楽：6\n音楽は非常に平均的で、時にはアニメが最初に披露されていたと感じるゲームと矛盾します。 バトル・ミュージックは基本的には基本的なものであり、シーンをそれほど向上させることはあまりありませんでした。 他の場所で使われていた音楽は、私にうっとりするものではなく、私は「何なの？ イントロは私が今アニメから期待していたものでした。 全体的に音楽は私から平均6を得ています。\n\n5.キャラクター：1\nちょうどえ？ これらのキャラクターは完全に発達していない、何人かの男はちょうど悪人やキリトになり、Asunaは恋に落ちるか、何らかのエラーが生じて何らかのサポートキャラクターが生まれます（彼女の2つのエピソード -  彼の不愉快な妹もいます。 ちょうどそれをしなければならなかったのですか？ 他の誰かに行ったことがありますか？ 学校の友人、IRLのガールフレンド、さらにはムハハロインの幼なじみの友人。 しかし、あなたはブローコンと一緒に行かなければならなかった。  Das死んだ（それは私が言わなければならないすべてです）。 *咳*）はどこにも出現しません。 私は非常に過酷でしたが、この問題の大部分はエピソードが少なかったことと、ストーリーがいかに速く進歩しなければならないかということから来ています。 しかし私には、キリトは彼のボクサーがあまりにもタイトで、彼のコーデュロイを高くしていたいくつかの厄介なゲーマーのようだ。 彼は高くて強烈に見え、シリーズ全体を通して彼を謙虚にすることはあまりありませんでした。  Asuna。 誰が彼女のファッジですか？ 地獄のように、最初の試合で打ち負かされた後の光の量は少し上がりましたが、現実には彼女には開発の時間が与えられておらず、 この多くの可能性を持つアニメではしません。\n\n基本的にそれはそれのジストです。 あまりにも多くの可能性を放棄したショー。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Saila",
    "profile": "/profile/Saila/reviews",
    "pages": "17",
    "number": "13",
    "link": "/reviews.php?id=77957",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  8\n\n（これは、物語の未来がどこにあるかに関するマイナーなスポイラーを含むかもしれない）\n\n今回のレビューの瞬間、この番組は25本のうち第20話に入り、私の個人的な意見では間違いなくショーは間違いないと言うことができます。\n\nキャラクターの開発、ストーリーの進行、SAOの大部分が最初の2つのエピソードで説明されたという事実のような、ショーの嫌な注目の焦点であると思われる多くの問題にまず取り組んでみたい。\n\nまず、私はこれを野生のスローにして、このプロジェクトのためのナルトの大きさの予算を生産会社に与えなかったと仮定します。 これは何を意味するのでしょうか？ アニメーションがヒットすることがあります（一部の人々は、不安定な戦いを指摘したい）、ストーリーの進行が遅く/存在しない、重要な事実は完全に除外されます。 このような広範囲のシリーズを25のエピソードに収めようとすると、必要なすべての細部に対処するのはむしろ不可能であり、私は最初のシーズン（これらの25のエピソード）がSAOとAlfheimの両方に焦点を当てていると確信しています。 設定。 これはハッハッハではなく、一連のMMOに焦点を当てていません。 あなたが望むようにSAOの仕組みを説明しようとして多くの時間を費やしてください。一度Alfheim弧に達すると、その時間を費やしたすべてのものが実際に窓の外に飛び出します。\n\n最初の12回のエピソードは非常に急いで、今度は各キャラクターを紹介しようとしている可能性がありますので、後のエピソードに誰がいるのか不思議に思うことはありませんか？  2回目のシーズンがあると仮定すると、ライトノベルのように、存在から落とされたキャラクターの多くは戻ってきます。 シリーズはまだ完成していないので、ストーリーの半分に基づく最終的な判断は決して通過してはいけません。\n\n主人公は、ほぼすべてのシナリオで有利な傾向があり、それは彼の側にプラスと見ることができます。 彼はジェネリックな偽善者または超高密度の主人公ではなく、彼の思考プロセスは正統ではないので、これは彼を不思議なやり方でもっと神秘的で賢明なものにする。 女性の主人公は、彼女が完全に役に立たないわけではなく、実際には主人公をより多くの方法で支援し、「ダメージ・イン・ジョーズ・トレンズ」のトロフィーからは遠く離れています。 主人公は彼女を救うために周辺にいません。 彼女は彼女のためにすべてをするために彼に傾いていないし、彼の人生を保存する。 私はベラスワンがVulturiから生きている地獄を打ち負かし、エドワードを救うための彼女の社会的地位を犠牲にしていることを覚えていません。\n\n私はこの物語の未来がどういったものになるかも考えています。 ドットの元の話に従わないのでマイナスだが、必ずしもそれを悪くするわけではない。 フルメタルの錬金術師は、一例として、独自のメリー・ウェイに進み、元のストーリーとは別のショーとして人気を得ました。 それは、しかし、それがあったときにはさらに大きなヒットになった。 私が言っていることは、自分の道を行くショーの多くが悲惨に失敗するので、これもそうであるということではありません。 もしあなたがそれを望むなら、楽観主義者と呼んでください。\n\nキャラクターの衣装が広範囲のファンタジーの背景に合っているので、芸術はむしろ素晴らしかったです。  1人のキャラクターは武士の鎧を持っていて、もう1人は十字軍の鎧を持っていて、いくつかは悪魔の騎士の鎧を持っています。 それは一般化されておらず、アーティストはさまざまな地理的歴史を持つアパレルを掘り下げています。 背景はよく作られており、モンスターのいくつかはかなりきちんとしています。\n\nサウンドに関しては、より良いアニメの中にサウンドトラックがありました（梶浦由紀）が、オープニングとエンディングはベストピックではありませんでした。 サウンドエフェクトのいくつかは確実にリサイクルされていますが、プレイヤーの能力によってはビデオゲームのように感じられます。\n\n結局のところ、少女のロマンスや心理的なスリラーからの素敵な休憩です。 彼らが必要としている詳細の大部分を含んでいれば良いかもしれませんが、彼らが持っているものは彼らが引き出そうとしているものに対して受け入れられます。 リメイクや拡張されたOVAへの期待。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "eso18",
    "profile": "/profile/eso18/reviews",
    "pages": "17",
    "number": "14",
    "link": "/reviews.php?id=71113",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  9\n\n設定：プレーヤーは、私が知っているこのアニメの最初のメモを見た瞬間から、バーチャルリアリティMMORPGの中に閉じ込められています。私は100％見るためにそれを見ます。 それでも、私はそれを完全に見て終了するのが好きなので、通常アニメが終わるのを待つようにしてください。しかし、私はまだWOWをプレイしているゲーマーであり、ヨーロッパのサーバーが登場したときには半分になったからです。\n\nVRの穴のコンセプトは長い間私の関心事でしたが、このアニメが私に知られる前に、私はそれを読んでいました。\nだから私が好きな3つのものの組み合わせを見たとき、私はそれを見ることができませんでしたが、私は試しましたが、私は7つのエピソードが既に出ていたときにそれを開始することができました。 そう：\n\n最初のエピソードは、私が見た最初のエピソード（私のための最初の場所のDN）の2番目の最高だった。すべての後に私のintrestを結合し、2012年のアニメがあった必要がありますグラフィックは素晴らしいと表示された物語は本当に深刻だった、 多くのディルレクションで行くことができる、あなたは次のエピソードであなたを待っている何か手がかりがありませんでした。\n私は残りの部分を見ていたので、どのようにすべてのキャラクターがストーリーにフィットするのか好きだったのですが、主人公はここでは完璧ではなく、彼は多くのことが起こるので役に立たず、彼の個性に合っています。\n私は物語については言及しませんが、彼らについての私の芽生えはほんの少しです\n最初に説明したように、二番目に、私はビーターになったので、本当に終わりが好きでした。\n3-7文字を導入し、アクションを遅くする目的があります。  （注：彼らは実際には小説の側面の物語です）、そして今私たちはエピソード8を持っています（これは最初の小説にあった物語の始まりです）\n\nあなたは私がすでに小説を読んだことを推測できるので、私は7つのエピソードを見た後にそれを行いました。実際に私はすでに5日間で7巻を読んでいました（平均270-330ページ（私は多くの時間=休日があります） 物語は私から10を持つ可能性を秘めています（それがどれくらいのタイトルを持っているかを見るために私のリストを見てください）。もし正しく行うなら、あなたはアニメのために同時に泣くことができ、 涙と笑顔の最後には、また、季節が増え、盛りだくさんのボリュームが残りますようになることを願っています。\n（注：小説は偉大であり、より多くの賛否両論を持ち、より多くの内容を持っています。もしあなたが良い想像力を持っていれば、これから大いに落ちるでしょう。 でも、本は素晴らしいですし、時間があればこのタイトルのようなものがあなたのアニメが好きなようにあなたの好みに合っているはずです）\n\n私が見たすべてのアニメについての短いメモがあるので、あなたがそれが好きなら、最初のレビューを私のアニメのリストをチェックアウトします。 また、私はこのレビューがまだ進行中であるので、レビューはすべきだとは思っていませんが、好きなことについて書き留めて喜んでも、"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Nadimi",
    "profile": "/profile/Nadimi/reviews",
    "pages": "17",
    "number": "15",
    "link": "/reviews.php?id=216726",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  6\nキャラクター|  1\n|  3\n\nああ、ソード・アート・オンライン...他の人々がこのような大騒ぎに遭遇するのを防ぐために、アニメのこの電車の要約を要約するだけの方法があれば、 残念ながら、あなたが既に気付いているように、そこにはありません。 このアニメには非常に多くのことが間違っているので、レビューの多くが本格的な暴言に変わったことは驚きではありません。 私はそうしないように最善を尽くしますが、私は約束をすることはできません。\n\nこのアニメの最初のエピソードを見た後、私は真剣に興味を持ち、残りの部分を本当に楽しみにしていました。 前提は優れているように見えました。それは本当にユニークであり、多くの可能性を秘めていたからです。 私自身もゲーマーでも、ゲームを気にしなくても、私はまだ治療を受けていると思っていたし、このショーは私のお気に入りの一つになるかもしれない。 少年、私は間違っていた。\n\n最初の2つのエピソードは実際にプロットラインを持ち、興味深いですが、エピソード3以降はすべてのロジックが消えます。突然、数ヶ月が経過し、最初に導入された文字はどこにも見つかりません。 新しいキャラクターがランダムに出現し始め、このアニメをサバイバルゲームの代わりにハレムに変えます。 この物語の冗談は、一連のシリーズ全体を通して、性的な発達、物語、人生のレッスン、そしてその間の何かを、少女の純粋な目的のために置いていますか？  （この種の行動を正当化するファンサービスさえないので、実際には胸を言うことはできないので、私は本当にそれが何であったのか分かりません）。\n\nセーラームーンの悪名高い「週の怪物」シナリオのように、SAOは、各女の子に裏話や性格（またはプロットデバイスとしての価値）がない「今週の女の子」を使用します。 その全体の存在は、MCの前でかわいそうに、MCによって救われた後、MCを再び見ることは決してありません（人生を救うために技術的に借金があっても）。\n\nこれらの女の子/ NPC /無用のバックグラウンドキャラクターが実際に死ぬ唯一の唯一の時間は、視聴者からある種の反応を引き出すために時間を費やして話すことです（悲しみ？思いやり？）。 この試みでさえも急速に落ちる。 これらの登場人物が紹介された直後にこれらのキャラクターがかなり死んでしまうので、MCがこれらのキャラクターとどのようなつながりを持っているのか、そしてどのように関係しているのかを理解することは不可能です。 しかし、主人公の気持ちは、まったく別の話題です。\n\n私たちの主人公、Kirito-kunは、現実世界での「普通」の典型であると同時に、SAOにおける「無敵」の典型です。 あなたは「何が問題なの？ 結局のところ、アニメだが、実際には、アニメであっても、主人公とゲーム界自体の行動自体は意味をなさない。 厳しい訓練、失敗した試み、そして涙を覚えることは忘れてしまいます。 私たちの主人公はそれよりずっと優れています。 彼は汗をかくことなく心を動かすことができます（文字通り）。 最初の数回のエピソードから、彼のスキルとHPはすでに誰よりも優れている、誰も彼を倒すことができない、誰もが彼について聞いた、yadda yadda yadda。\n\n再び、もしこのキャラクターが実際に若干の開発をしていれば、このアイデアは機能しているかもしれません。 しかし、キリトの場合、これは必要ありません。 彼はそこにいるだけで十分です。 それは文字通りキャラクターとしてのすべてです。彼はただそこにいます。 モンスターを倒し、女の子を拒絶する。 彼は裏話も、動機も野心もない（もちろん、ゲームを打つこと以外は、それはこのショーが何をするかのようなものだから...）、または他の償還資質はない。 その結果、彼のやりとりや関係はすべて彼と同じくらい表面的であり、いくつかの言葉を交換したり、他のプレイヤーと提携したり、他のプレイヤーと戦ったりすること以外には意味がありません。 このような理由から、キリトをポテトに置き換えても、違いはありませんと私は思っていました。 ヘック、何かあれば、ショーは実際に面白いか面白くなるかもしれません。  2つの剣をつけてもう1つのジャガイモと結婚できるジャガイモは、今興味深いです...\n\nそしてそれが、我々の第2の「ポテト」（まばゆい、無味、そして浅い）キャラクターが登場するところです -  Asuna。  （ジャガイモには違反しません。皆さんはこのような不自由な人よりもはるかに優れています）。 彼女はもっと大きなKriito-kunの偉大な愛であるはずですが、少数のエピソードの後に​​も個性、裏話、さらには戦闘スキルが欠けています。  Asunaはすぐに悪い、勇敢で、戦う女性ではなく、人生の最大の楽しみが彼女の家族のためにサンドイッチを作っている滞在中のお母さんになります。 セクシストは？\n\nKiritoとのロマンスは、お互いの本名を知らなくても、お互いの愛を文字通り告白しているため、この半分の焼きショーの他の面と同じように、あなたを困惑させてしまいます。 私はそれが面白く聞こえるかもしれませんが、実際には悲しいです。 作家がこのアニメを気にかけなかったこと、そして他の誰かがそれを気遣うことをどのように期待したかは、悲しいことです。\n\nこれはショーのもう一つの「驚くべき」（失望している）側面、つまりその長さにつながります。  12話や13話のストーリーレス、無意味で無意味なショーは耐え忍ぶことができ、許されていたかもしれませんが、25話のように最後のひどい話をすることは絶対にありません。\n\n最初の弧が悪いと思ったら、2番目の弧がどれほど恐ろしいかは信じられません。 要するに、それは完全な災害です。 彼らはもはや同じゲームをプレイしていないという事実から（そしてそれはまだSword Art Onlineと呼ばれています!!!）最初の弧からすでにばかばかしいプロットホールに、今ではそれを推測しました 第2の弧からのプロットホール、この部分は通過する痛み全体です。 貧弱な文章や存在しないキャラクターの開発が十分でなかったかのように、新しいサブプロットやシーンは誰もがひどくなるように保証されています。\n\n遠く離れた塔の中のケージに彼女を縛っておくことで、Asunaをさらに非キャラクターにすることに加えて（確かに木ですが、気になるのは誰ですか？作家は確かにそうではありませんでした。  subplot私は 'SAO meets Oreimo'と呼ぶのが好きです。この弧の全てが私の肌を這うようにしました。  「最後の戦い」は最初の弧のものよりも少し面白かったですが、もう少し長く続いていましたが（妖精たちは10分しか飛ばずに飛行できると考えていますが、キリトは少なくとも30分ほど飛んでいました。  。）、ファンサービス、PG-13 BDSMのイメージと強姦の参考文献は、このショーのために残したわずかな敬意を単に殺しただけです。\n\nおそらく、エンディングやニアエンディングの最善の部分は、キリトが「私は実際に死んだのですか？ 意図しないものの、これはMC全体でさえ、彼が完全に無敵で、無敵で、明らかに不滅であることを知っていることを示したので、ショー全体について唯一遠隔の面白い部分でした。\n\n（あなた自身の「普通の人間」（死人）の性格が彼の死によって完全に困惑するとき、あなたはあなたの文章に重大な間違いがあることを知っています。）\n\nそれ以外に、このシリーズでは面白い瞬間はありません。 社会的批判や政治的陳述はなく、悲しいことに、価値のある物語でもありません。 残される唯一の質問は、「なぜ私はこのことを見ましたか」のようなものでしょう。 または「なぜ私は最初にアニメを見始めたのですか？」など。\n\n平凡ではありますが、ほぼ完璧なサウンドトラックや素敵な芸術でさえも、このショーが実際にはこの穴の通り道に残っているごみからあなたを救うには十分ではありません。 もちろん、あなたのものは、最後のデウス元マナシナリオでどのような種類の既存ロジックをオーバーライドすることで問題を克服することができる、フラットで未開発のキャラクターで、無意味な、不運なハーレムを見ている場合を除きます。 それが事実ならば、是非、それに行きなさい。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "WarHero05",
    "profile": "/profile/WarHero05/reviews",
    "pages": "17",
    "number": "16",
    "link": "/reviews.php?id=181059",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  9\n\n1秒間の息苦しさを忘れないでください。 あなたがこのシリーズに向けて持っているかもしれない否定的な悪意を忘れてしまいます。 この作品は、あらかじめ考えられた概念を放棄すればもっと多くのことを理解することができます。\n\nこのシリーズは小説/漫画を順番に辿り、このレビューをそれぞれの弧に分割します。\n\nソード・アートオンライン：Aincrad：\n\nみんなとその母親が1日目に立ち上げようとしていたVRMMORPGであるSword Art Onlineを手に入れた14歳の霧ヶ谷一人さんにお話ください。 ファンタジー、バーチャルリアリティ、そして剣の戦闘は十代の少年の夢の夢であり、この子供にとってもこのゲームは例外ではありません。 ベータに入り、アバター名「キリト」で公式リリースをした彼は、ゲームで最高の剣士になるよう努力しています。 そして彼はそうする。  Aincradの城は彼が強く感じるところです、これは彼の世界です。\n\n仲間の選手クラインにゲームの基本を教えている間、彼らはログアウトできないと気付くと直ちに気絶する。 ゲームの創作者とアンタゴニストは、ソード・アート・オンラインはもはやゲームではなく、それぞれのプレイヤーは自分のマシンの中に閉じ込められていることを明らかにする。 これは生死です。 外界に正常に戻るためには、Aincradの浮遊城の100階をクリアする必要があります。\n\nKiritoは、Aincradの最も強力な「ソロプレイヤー」の世界になるために出発します。伝統的なMMOでは、あなたがギルドメンバーとパーティーをしない限り、成功することはできません。 彼はギルドのリーダーであるヒースクリフと同様の考え方を共有しているため、「騎士」の加盟は避けられません。 ゲームを打ち負かすための彼の探求の間、彼はすべての人生の歩みや、自分の話を伝える様々なサポートキャラクターに出会う。\n\nソード・アート・オンライン：フェアリー・ダンス\n\nSAO事件以来、大衆はVRMMOを恐れ始め、それらを非難する。 しかし、Alhheim Onlineという名前のVRMMOの中で、Asuna（Kiritoの主な愛の関心事）が再び閉じ込められているようです。\n\n妖精の王を止め、無料のアスナを止めるのはキリトの仕事です。 典型的な！\n\nキリトは予期せぬ同盟国と提携している間に、支持キャラクターは外界に戻り、キリトは脇からルート...\n\nストーリー：6\n\nSAOの前提はアニメで以前に探求されたテーマを新鮮に取り入れたものですが、コンピュータサイエンスやSFの要素を絞って考えることができます。 アニメ物語のための新しいことは実際にはありませんが、それは安全です。\n\nアート：8\n\nVRMMO Sword Art Onlineのファンタジーテーマは、いくつかの素晴らしい建築を展示しており、フィールドやダンジョンのデザインは簡単です。 私はアルフハイムがどのように見えているのかを見てショックと畏敬の念を浮かべていました。浮遊城Aincradを加えることでさらに楽しめました。 私がここで見つけた唯一の欠点は、怪物のデザインが忘れられていたということでした。\n\nサウンド：8\n\nリサのオープニングは、このアニメの完璧な気分転換です。 それは非常にキャッチーで、愛さないことは難しいです。 エンディングもかなり記憶に残っています。\nソード・アート・オンラインはまた、ショーのすべての適切な部分でよくマッチする印象的なオーケストラサウンドトラックを主催しています。 いくつかの傑出したトラックには、ボスのバトルエンカウンターテーマ、「コーヒー、ソーダ」、そして全体を通して演奏する悲しいピアノテーマ（あなたはそのことを知っています）\n\nキャラクター：6\n\nキリトの原型は「圧倒」と見なされ、成功のためにしか立ち上がれない主人公だと思うが、私は彼の性格が彼に合っている（特にダブでは）。 ソード・アート・オンラインでの彼の年齢は彼を完璧なゲーマーにし、家に座ってゲームをするだけです。 なぜ彼はOPではないでしょうか？ キャラクターのキャストは非常に奇抜で愛らしいですが、その性格の中には穏やかで乾燥しているものもあります。\n\n楽しさ：9\n\nあなたが座って、それをあまり真剣に受け止めずにこのシリーズを見ているなら、あなたは爆笑を見るでしょう。 アクション、ロマンス、ユーモアの適切な量、すべてが非常によくブレンド。 真剣に、それは楽しいシリーズです。\n\n全体：8\n\nこのANIPLEX製作シリーズでは、川原レキ・マグナム・オーパスが成果を上げています...絶対お勧めします。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "IDGIPro",
    "profile": "/profile/IDGIPro/reviews",
    "pages": "17",
    "number": "17",
    "link": "/reviews.php?id=203532",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  8\nキャラクター|  3\n|  4\n\n（これはスポイラーを持っている、おそらく、私は実際には議論するだろうが）\n\nソードアートオンライン、よく...\n\nまず第一に、私はいつも「MMORPGが好きなら、あなたはSword Art Onlineを好きになるだろう」と言ったり、そういったことを言ったりします。  MMORPGをプレイしたことがありますか？ 私はこれまでにプレイしたことがありますが、Sword Art OnlineはMMORPGのようなものではなく、MMORPGに必要なメカニックが不足しています.SAOはこれを持っていません。\n\nストーリー\nSword Art Onlineはビデオゲーム、より具体的にはバーチャルリアリティMMO、VRMMORPG、バーチャルリアリティの大規模なマルチプレイヤーオンラインロールプレイングゲームです。 このゲームの発売日は、ゲームクリエイターであるKayaba AkihikoがSword Art Onlineで10,000人以上のプレーヤーを捕まえたことを知り、家族が仮想現実ヘルメットを脱出しようとしたために死んでしまったことを知ると、  Nerve Gear（メガマンのヘルメットのように見える）と呼ばれ、ゲームで殺された場合、モーター機能を無効にし、プレーヤーの脳をマイクロ波で揚げて、100階をクリアしてSword Art Onlineを完成させ、 彼らの通常の生活にそれから。\n\nあなたはこれで間違っているのですか？ さて、それについて話しましょう：\n\nAincrad Arc\n概念はシンプルですが、決して説明されないあらゆる種類の力学を加えてみましょう。もし説明されていれば、ゲーム自体に集中するのではなく、むしろ弱いロバマのロマンスに焦点を当てるので、 これはすべての話ですから）、ロマンスは無意味な瞬間から始まり、\"強制的な\"ものとして脱落します。\n\nまた、Nerve Gearのコンセプト全体がちょうど愚かであることを指摘しておきます。なぜなら、このことはあなたの頭の中の電子レンジで、あなたを殺してしまいます。 無回答ですか？ ちょうどそれと一緒に行く？ どんな時でも！ 私たちが物語を進めていくうちに、SAOの前半の大半はフィラー以上のものなので、私たちはあまりにも急激に飛び降りて世界を無意味で無意味なものにしています（SAOには世界の建物はありません）。 物語はそれから拾いますが、私たちはより愚かなプロットラインに導かれ、主人公は彼がいなくても\"クーラー\"に見えるようにします。 弧は、あらゆる種類の論理に反して愚かな方法で終わる。  Aincrad Arcはすべてここに終わったはずだが、Reij Kawaharaがお金を必要とするので、Aincrad arcの後半のこれよりも弧を悪くした。\n\nフェアリーダンスアーク\n私たちは別のバーチャルリアリティの世界に入っているので、悪いから駄目になるが、誰も無​​意味に死んでしまっていないので、このアーク全体には何の指摘もない。 これは書かれている可能性があります。 この弧は無意味でした。なぜなら、これに弱い人を引き寄せた可能性のある死亡事例はないからです。\n\nこれは意味があったと言うことができますが、そうではありませんでした。 このために紹介されているキャラクターは絶対的なひどいものです。私は強制しています。そして、私はあなたのガールフレンドを強姦したいと思っている邪悪な一次元のお尻からの強制ドラマを意味し、もちろん、  300人の選手とともに、彼女を数えた人物は、この新しいゲーム「ALfheim Online」に、人間の実験のために転送されました。\n\n私はこれについて少しでもコメントしたいと思いますが、300人のプレーヤーがゲームに閉じ込められているという全体的な理由のすべては、おそらく私が今まで聞いたばかばかしいものです。彼らの記憶はゲームに閉じ込められています。 地獄はゲームの中でどのように同じような記憶をしていますか？ しかたがない。 あなたが予測しているように、弧は終わり、信じられないほど笑わしい方法で終わります。\n\nアート＆amp; amp; 音\n私はいつもSAOの芸術とアニメーションが驚くほど素晴らしいことを人々から賞賛していますが、実際にはそうではありません。  Sword Art Onlineの芸術とアニメーションは平均的なものであり、目立たず、非常に控えめであり、余りにも多くの静止フレームを持っています。 アニメーションの唯一の良い点は、見て見栄えが良いからです。\n\nソード・アート・オンラインのサウンドは、サウンドトラックの曲がとてもいい、オープニングとエンディングが良い、ショー全体の唯一の良いことです、私は本当にそれが本当にどれくらい良いのか本当に驚いています ！ 声優にとって、彼らは大丈夫です、特別なものはありません。\n\nキャラクター\n私はこのショーからこれらのキャラクターがほとんど嫌いです。\n\nかずと きりがや （きりと）\nこれは私が本当に嫌いなキャラクターの一つです。 私は彼が嫌いなので、私が見た媒体の中で最悪のキャラクターの一人だということです。 キリトは、特にオレンジの選手のギルドを奪うために子供やロリを使用するエピソードの1つで、そのようなぞっとする子です。 彼はまた、彼に感情を持っていない、また、彼はどんな種類のキャラクター開発もしていない。 彼はまた、私は\"私はソロのプレイヤーです\"と言うと、次のエピソードではグループ、タダにあると矛盾しています！ すべてのキリトは基本的には一般的な自己挿入文字であるため、地下の住人は空虚な生活の中に押し戻されるまで架空の髪型を想像上の髪型に集めることを夢見ることができます。\n\nあすなゆうき\n彼女は私が見た最悪のキャラクターの一人ですが、彼女は他の人と同じように嫌いではありませんので、私は彼女を完全に憎むことはできませんが、ペーパータオルほど面白くなくても 彼女への開発がないので、それへの性格！ また、彼女は矛盾している！ 最初は彼女は神秘的な人であり、救われるのを待っている苦しみの完全な乙女に強い女性キャラクターです。\n\nすぐは きりがや （ぇあふぁ）\n今このキャラクターに。  Suguhaは、私がアニメで見た最悪のキャラクターのひとつであり、どんな媒体でも、KIRITOは彼女ほど悪くありませんでした。 彼女はちょうど会ったばかりのランダムな人を想像して、彼と一緒にいたいと思っていました。 私は彼がとても異なって見えることを意味する！\n\n彼女は典型的な妹の一団ですが、彼らが近親相姦の状況をより良くするようにいとこを待っていますか？ いいえ！ 私は正直なところ、誰も彼女を気に入ることができない理由を知らないので、彼女には絶対に良い点はありません。 私はちょうどこのキャラクターが嫌い、私はちょうど彼女のdoujinsを読むだろう、それは私が実際に彼女を好きな唯一の場所だと思われるので...\n\n残りのキャストはちょうど退屈な一次元のキャラクターであり、これを行うだけで、これらのキャラクターはクラインを除いてひどく書かれています。\n\n楽しみ\n人々はアニメを楽しむべきだと言い、ショーであなたが何かを感じさせたらそれは10/10の傑作です！ 私は確かにこれを見て何かを感じた、それは感じではなかった。\n\n全体\n私は、可能性のある、誤解をクリアしたい、SAOはこれまで最悪のアニメではない、それは、 全体的な剣のアートオンラインは3/10のスコアを得て、もっと失望したアニメは、何か興味深いものになる可能性を秘めていましたが、ひどい文章やひどい登場人物に戸惑ってしまいました。 そして、私たちはこのショーのコータッテイルに乗っているもっと多くのショーを見て、自分自身の失敗であり、私はSAOよりも偉大だと言うことができます。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "shoujoloser",
    "profile": "/profile/shoujoloser/reviews",
    "pages": "17",
    "number": "18",
    "link": "/reviews.php?id=194747",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  9\nキャラクター|  5\n|  5\n\nソード・アート・オンライン（またはSAO）は、これらの子供たちをすべて仮想ゲームで罠にかけた狂ったゲームメーカーの話に続き、生き生きとさせるために道を打ち倒さなければならないと伝えています。 彼らの家族が仮想シミュレータを離そうとした場合（この場合、変わった将来のヘルメット物）、システムは脳に衝撃を与えて自動的にそれらを殺す。 また、ゲーム中に死ぬと実生活で死ぬ。 私たちの主人公はKiritoです.Kiritoは、他のみんなと同じように、ゲームから抜け出すために戦っています。\n\nストーリー（5/10）\n\n\nアート（9/10）\n私はこのアニメ、その芸術について好きなことが1つあれば。 ゲームのグラフィックスはすべて素晴らしいですし、私はディテールやモンスター、背景やダンジョンが大好きです。 本当に正直であれば、私はおそらくこのゲームをするだろう。 戦闘シーンは滑らかで、キャラクターはうまく設計されています。\n\nサウンド（9/10）\n再び、音は素晴らしいです。  OPとエンディングは素晴らしく、サウンドエフェクトやボイス演​​奏のすべてがポイントです。\n\nキャラクター（5/10）\n私がストーリーのセクションで話したように、キャラクターには開発がなく、起こることはすべて非常に非現実的です。 私は実際に主要キャラクターよりも面白いキャラクターのすべてを見つけました。 すべてのキャラクターは正直なところ、彼らが家に帰ることを望まないように行動し、いくつかはゲーム内で落ち着いているように見えますか？ 彼らは本当の人生を持っていないかのように????????? //\n\n楽しさ（5/10）\n私はこのアニメを落とした。 私はそれがちょうど迷惑で非現実的で反復的になるまでそれが好きでした。\n\n全体的に（5/10）\nスペアして、このアニメを見ないでください。 それは非常に過大評価されています。 私はそれが非常に多くの季節とエピソードを持っているか分かりません。 なぜそんなに人気があるのか​​分かりません。 コンセプトと芸術は素晴らしいですが、実行には欠けています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Hazegurl",
    "profile": "/profile/Hazegurl/reviews",
    "pages": "17",
    "number": "19",
    "link": "/reviews.php?id=130699",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  10\nキャラクター|  7\n|  7\n\nこれは単なるアニメの1つで、私が別々のレビューに分割しなければならないのは、それが私が好きで嫌いなものに対処できる唯一の方法だからです。\n\nSAOエピソード1〜14の前半\n\n友人はこのアニメを私に勧めたが、Log Horizo​​nのいくつかのエピソードを見て、それを好きになった後、私は全体の「バーチャルワールド」のコンセプトが本当に欲しいかどうかわからなかったので、  SAOにチャンスを与えることに決めました。  Afterall、SAOはLog Horizo​​nと比較してよりハードコアなアニメと言われています。 最初のエピソードは本当に私に夢中になった。 私は、彼らが本当の死刑でゲームの中に閉じ込められるというニュースにどのように反応するのが好きだった。 メインの悪役は非常にうまくセットアップされ、私は主人公、キリトがクッキーカッターではなかったのが大好きでした。 タイプ。 もちろん、キリトが彼の全ギルドが彼の上で死ぬのを見てから話が進むにつれて、これは変わった。 しかし、それでも、私はまだキャラクターが自分の上に立っていたと思う。 私はKleitoのような弱い選手がキリトからの保護の傘の下にいなかったので、単に上がらずに死んでいないことが大好きです。\n\n私はアスヌーヌがどんなに強いか、彼女がキリトと同じ地面に立っていて、キリトを平等に立てていたのか、彼を救ったのだろうと、胸を見せて、主人公のために泣き叫び、彼を倒し、 救われる。 私は彼女とKiritoの間のロマンスの発展が好きで、私は彼らが無性なロマンスの事を全部引き抜かなかったのがうれしいです。 お互いのようなキャラクターのように、決してそれの言葉を呼吸することはありません....これまで！ このアニメでは、彼らは実際にお互いを愛し、彼らはそれを知っています。\n\n前半の私の唯一の大きな問題は、彼らがあまりにも速くそれを包んだことです。 私はあなたが本当の体が浪費されている仮想世界に閉じ込められた人々だったので、話がいつも制限されていたと言うことができると思います。 しかし、カヤバとの主な戦いが早すぎるような気がする。\n\n後半のエピソード15〜25\n\n今、これは物事がこのアニメのために複雑で愚かになる場所です。 最初のキリトとアスナは殺されたにもかかわらず死ぬことはなく、他の人は死んで死んでいる。 私はそれが生き続ける「アニメロジック」の飛躍だと感じました。 それから、彼らはクリープ賞を獲得した悪人＃2とそれを説明しようとするが、彼はカヤバほど面白くない半分ではない。 物語は、彼がやっていることの理由を思いついてみようとするが（Asunaの囚人を他の300人の選手と一緒に保っている）、説明は全く意味がない。 彼は人間の感情を変えていると言いますが、これは何とか彼を現実の世界の神にしてくれるはずです。基本的には理解できないほど馬鹿だから説明できません.300頭の脳をダウンロードするには意味がありません 感情を通り抜けさせることで、何とか彼を神にしてくれるでしょう。\n\nだからとにかく、Kiritoは、退屈な悪役の悪役たちのクラッチからAsunaを救うために、新たなバーチャルゲームに自分自身を戻す必要があります。 そして、これは今あなたが座って、クリエイターがパンツを解凍して自分のプロジェクトのいたるところで熱い臭いのあるストリームを排尿するのを見ているところです。  ：D\n\n今、キリトは妖精の世界にいます！ 今、彼は飛ぶことができます！ 実際の問題やハンディキャップの代わりに、彼はすべての古いSAOレベルを何の理由もなく保持します！ 彼のアイテムはすべて削除されていますが、彼の仮想娘の心はまだ残っています。ゲームはカヤバと同じ方法で改ざんされていますが、今ではプログラムを認識しているシステムにアクセスできるようになります。 キリトは基本的に「皆を救う！ キャラクターは彼がスーパーOPであるため、ゲーム中のすべての逃亡中のプレイヤーと比較します。 私は彼が上半期に良いことを知っているが、しばらくすると、主人公がすべてを勝つのを見ての病気になる。 だから、私は彼が血の誓いのリーダーに負けたことの驚きが好きだった（私はあなたのためにもっと甘やかさない）。 この後半は、キリトがすべての人を滅ぼし、世界の神の選手だとばかげていた。\n\nアスナ、私が彼女の期待について言うことは、上半期に彼女を素晴らしいものにしたすべてが彼女から取り除かれたことを全面的に失望させる...文字通り彼女は救助される必要のある塔の中の何者かになりました。 彼女がしていることは、キリトが彼女を救うために泣いている妖精のフェチと一緒に、ペルヴァーによって感じられる周りに座っている。 確かに彼らは私たちに彼女のトークンエスケーププランを与えてくれました。彼女は実験室で触手のスラッグモンスターに触れていました... btw、なぜVRの中の科学者は触手のスラッグで脳を検査していましたか？ 当然、彼らは強姦をしたいと思っていますが、残念ながら彼女を金めっきしたケージに戻さなければなりません。\n\nそれから、キリトの姉妹のいとこがもっと...キリトと恋に落ちるようになった。  *目のロール* btw、これらのアニメと兄弟たちと恋に落ちる妹のいとこたちはどうですか？ もう！ とにかく、彼女はちょうどエルフのゲームをしていることが起こってキリトに実行されますが、彼は彼のIRLの自己に非常によく似ているにもかかわらず、彼はそれを知りません。 とにかく彼女が好きなのは、私たちにランダムな分裂ショットを与え、キリトを泣かせることです。 私はちょうど\"それ以上の地獄を叫ぶしたい！ そして、彼女がキャラクターとして成長することを期待しないでください。 結局のところ、彼女は彼を見張って座って、Asunaとの関係を妨害しようとしています。\n\n物語のこの半分は、OPキリトが城に着くために不可能に彼を得るためにちょうど2つの一族の助けを借りてすべての確率を無視し、アツーナがレイプされるのを救うようにボックス処理まで同じ包みを受け取ります。 チップがダウンしているとき、我々はBerserkのように扱われていますDeus ex machina aka Kayabaが入り、KiritoのスーパーOPには退屈な悪人の悪役を奪取する特権が与えられます。\n\n私は紛争のいくつかが現実世界に流出するのは好きですが、全体的なSAOは、クリエイターが本当に良い前提を築き、それを地面に鉄道で運んでいくにつれて、かなり失望していることが判明しました。 私は彼らが季節を持っていると聞いた。3. OP Kiritoの冒険を楽しみにしていない、すべての娘と彼の2人の妻（彼の妹 - いとこ）の彼の仮想システムアクセス。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "kurros",
    "profile": "/profile/kurros/reviews",
    "pages": "17",
    "number": "20",
    "link": "/reviews.php?id=151019",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  7\n|  10\n\n私はSAOで投げられた不当に大量の批判であると認識しているため、このレビューを書くことを余儀なくされました。 人々は怠惰なストーリーライティングや浅い人物のためにそれを批判しているように見えますが、これは真実から遠いと感じています。\n\nまず、ストーリー。  「高レベル」のプロットは正確にはあまり元気ではなく、さまざまなステレオタイプのプロットデバイスがストーリーを進めるために使用されますが、これは私の意見では非常に深刻なテーマの興味深い探究です。 私は、主な前提に関連した心理学と社会学の非常に正直な探究であると考えています。すなわち、死の危険性が非常に長い期間、非常に多くの人が仮想世界に閉じ込められています。 私は、この物語が人間の心についてのかなりの洞察を示し、実際にはこの深いレベルで非常に良いと思っています。 だから実際のプロットはかなり平均的だと言うかもしれませんが、テーマの浸漬と真実と探査はとても良いです。 これらのテーマのいくつかは、ショーの後半には少し失われますが、そのステージでは他のものがあります。\n\n今すぐ文字。 私は人々が彼らが浅いと思う理由を知らない。 キリトは、10代の少年たちが英雄を始めることを夢見る「グローブ」キャラクターのようなものでもありますが、その下には多くの心理的発達が見られます。 彼が目撃したさまざまな残虐行為に苦しんでいる傷跡は、私には非常に信じられていました。そして、彼が他の登場人物とともに発展させた絆は、心から胸をたてました。 トップレベルでは、はい、10代の男の子のファンタジーには、かわいい女の子がいることに腹を立てているレベルがありますが、女の子はすべて浅い空のキャラクターではありません。 彼らはそれぞれ非常に好きで、複雑な人格を持っています（いくつかのバックストーリーは、さらに発展していくのを見てうれしく思います。 アスナはもちろん、最も発展したものの1つで、彼女がそのような強い性格を持っているために苦しんでいる乙女に還元されたときは残念ですが、私はこの安いショットを見過ごすほど十分にショーの残りの部分を愛しています。 比較のため、ゼルダの伝説：時間のオカリナは、ゼルダの同じくそを引っ張っても、私の最も愛されたゲームの一つです。 ショーの後半にKiritoの姉妹Suguhaの開発も同様に優れていました。 彼女は荒い時を過ごしていて、彼女はすべての気持ちを感じます。\n\n最後に、KiritoとAsunaの間のロマンスは、スクリーンに貼られたままにしておいた側面の1つで、基本的には1つの座席でシリーズ全体を見ましたが、Asunaはショーの後半で半減してしまいました 、これは非常に価値があったSuguhaのための部屋を作ったが。 私はユイの加わりが素晴らしかったと思っていて、彼女はとても好きなキャラクターだったと思っていました。そして、彼女の存在は、テーマのミックスに真の人工知能についてどう感じるかという非常に深刻な問題を加える重要でした。\n\nショーの他の側面については、私は芸術が素晴らしかったと思っていました。バーチャル世界のようなものを本当に想像する限り、非常に刺激的でした。梶浦由紀の音楽は、豊かな感動を増幅するのに優れていました Madoka Magikaのための彼女の得点としてそれ自身のために聞くことができない）。\n\nこれは私がかなり長い間見てきた最も楽しいショーの1つでした。その事実だけのために、私はそれを全体的に10にして喜んでいます。 マドカのような世界でのフェミニズムの最大の勝利ではありませんが、それを補うには十分なものがあります。 あなたがこのショーが気に入らず、泣くことができなければ、あなたは魂がありません。"
  }
]
