[
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "HanamiAiri",
    "profile": "/profile/HanamiAiri/reviews",
    "pages": "35",
    "number": "1",
    "link": "/reviews.php?id=79700",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n友人が「それはあなたが作る最悪の選択だ」と言ったが、私はこのアニメを昨日（8/12）見始め、今日はすべてのエピソードを見た。\nそれは素晴らしいアニメです、そして物語は完璧です！ 本当にMMORPGが大好きな私のために、このアニメを夢見るようなものでした。\nあなたが戦い、魔法、ゲームの少し好きなら、あなたは愛する:)"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "cvch",
    "profile": "/profile/cvch/reviews",
    "pages": "35",
    "number": "2",
    "link": "/reviews.php?id=77303",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n本当に、最初の5つのエピソードを借りた後、私は「OK」のようになりました。それはちょっと別のものです：ハックanymeスタイル。 私は間違っていた！ このアニメが本当に巨大な傑作になるエピソード8の後です！\n\nまず、すべてのシーンの視覚的な扱いが素晴らしいだけでなく、あなたが見るあらゆるシナリオのコンセプトアートでもあります。 それに付随する音楽も悪くないですが、MMOの試合で聞くことが期待できる音楽なので完全にセリに合っています。\n\nしかし、本当にこのアニメを作るのは、キャラクターとストーリーです。アスナとキリトは本当にあなたが生きていると感じさせるキャラクターです！ 彼らの感情、彼らがゲームでやっていることなど...すべて本当にそうだ。 ストーリーはこれを叙事詩的かつ劇的なものにしてくれるので、あなたはより多くのものを見ることができます。\n\n結局、あまりにも多くを台無しにしないために、これは私が見た最も良いアニメの1つです。同じシーズンに2つの部分があります.1つはエピソード14まで続き、もう1つはエピソード25まで続きます （私は推測する）。 あなたが良いアニメショーを見たい場合は、これを逃すことはできません！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Flexicute",
    "profile": "/profile/Flexicute/reviews",
    "pages": "35",
    "number": "3",
    "link": "/reviews.php?id=146427",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  3\nアニメーション|  9\nサウンド|  9\nキャラクター|  3\n|  7\n\n2012年の最も人気のあるアニメである疑いなく、Sword Art Onlineはアニメファンの誇大宣伝の巨大な波に乗った。 それでも、それが普及しているとしても、それは本当にそれが本当に配信されていないかどうかについてアニメコミュニティを分けました。 そしてもしあなたが私に尋ねたなら、私の答えは.....一種？  SAOが私の個人的に好きなジャンル（MMO仮想ファンタジー）をカバーしていたので、私の指を置くのは難しいですが、私が期待していたよりもずっと短かったです。\n\nストーリー：3\nSAOは、実際の人々がオンライン環境に閉じ込められているという大きな前提で始まります。 そして、「人が殺されると人々は死ぬ」という悪名高い規則が生まれます。 そうです、あなたはゲームで死ぬ、あなたは実生活で死ぬ。 最初はこの社会のダイナミクスを見るのは面白かったし、主人公のキリトがシリーズをどのように進歩させるのかを知るために息を呑むのを待っていた。そして時間のスキップが起こった。 それがこのシリーズのペーシングの問題です。 私たちは真の進歩を見ません。ただひとりの暗黙の感覚です。キリトは、膣のあらゆる膣を誘引するような、まるで歩き回ります。 私たちは彼が苦しみと克服をほとんど見たことはありませんが、シリーズの2つのクライマックスの瞬間を除いて、彼はマシンの技術力を完全に無視してゲームの科学を無視しています。\n\nそして、シリーズの後半があります....私はそれを台無しにすることはほとんどできませんが、すでに厄介な執筆は深刻な鼻の潜水を取ると言うことができます。 緊急の感情はすべて失われ、誰もがゲームを真剣に過ごしているようだ。 人生が本当に危険にさらされていた現実の世界の設定か、それとも仮想世界の設定だったのか分かりませんが、今では熱狂的なゲーマーの沢山が怒っています。 現在、苦しんでいる一般的な女児である主な女性のリード以外に、プロットについてあまり騒がしいことはありません。\n\nアート：9\nSAOは確かに非常にきれいなMMOです。 私はKiritoとほとんどの女性が、モエの顔に似ているように見えますが、二次的なキャラクターは独特で、アニメーションがよくありません。 戦闘シーンはこのショーの最大のハイライトであり、MMOジャンルの同位体よりも大きな一歩です。\n\nサウンド：9\nSAOはまた、美しい記憶に残るオープニング・シーケンスと一緒に、非常に素晴らしいSFXを誇っています。 ラテンオペラ詠唱は、シリーズの主要なボス戦で壮大な壮大な感覚を作り出します。  Yuki Kaijuraは、このアニメでソニックアートの作品を制作しました。\n\nキャラクター：3\n悲しいことに、SAOの究極の欠点です。  2人のリードキャラクターのキャラクターの成長はほとんどありません。 彼らのロマンスに書かれた物語は、これがロマンスがどのように働いたと信じていた高校が閉鎖したことによって書かれたように感じる。 女性はオンラインゲームでは巨大な少数派である傾向がありますが、磁気的にはキリトに惹かれているようです。 それに加えて、画面時間はほとんどなく、独自のキャラクターが開発されておらず、たかだかにしか存在しません。 これは、Kiritoがシリーズを見ているMMOゲーマーにとって究極の欲望の実現キャラクターであるかのようです。 そして、後半には完全に不要な愛の三角形があります....私の不満がまだどこから出ているのか分かりますか？\n\n最初の悪役は、ゲームでの彼の真の目的が完全に明らかにされていなくても、非常にうまくいった。 これは、後半の悪役とはかなり対照的です。後半の人は、非常に美的にも特徴的にも魅力的ではありません。 作家のアイデアがなくなり、シリーズ全体への影響をあまり考慮せずに憎んでしまう悪い人を入れる必要があったようです。\n\n楽しさ：7\n私はそれが本当に重要なところで私を失望させたにもかかわらず、私はSAOを楽しんだと言わざるを得ない。 それは、私が厄介な執筆のために真剣に取ることは難しいですし、文字があまりふさわしくありません。 私は少なくとも戦闘と美的な目のキャンディーを見ることができます（触手を含むものを含むいくつかのファン待望の瞬間があります）。\n\n全体：7\n正直なところ6.5にする必要がありますが、私は良い尺度のために切り上げます。 それは、ファンがそれがそうであると言っているほど良くはないが、批評家が言うほど悪くないだけでなく、良いことだった。 それがより良い作文を持っていて、そのキャラクターについてもっと計画を立てれば、SAOは瞬時に古典的なものになりました。 代わりに、それはちょうど誰かがこれを古典としてどのように伝えることができるかを私に笑わせるような物語の美しいアニメーションアクションファンタジーです。 しかし、私はそれを取るつもりです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "manga46",
    "profile": "/profile/manga46/reviews",
    "pages": "35",
    "number": "4",
    "link": "/reviews.php?id=124989",
    "jp": "--- --- --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  8\nキャラクター|  4\n|  4\n\nこのアニメはおそらくファンのお気に入りですが、正に、これは災害です！\n\n\n長所：\n\nSAOの世界とこのバーチャルリアリティの深みはとても素晴らしいです！ 主人公はかなりクールで、彼は強く、幾分パッシブです。 彼の剣は信じられないほどの力強さと強さを備えていますか？\n\n\n短所：\n\nプロットはまったくそこになかった、それは面白いun soooooだった。 そのゴールは、生き残りでもなく、ゲームに勝つことでもなく、代わりにプレイヤーは、バーチャルリアリティであきらめてそこに落ち着くことに集中した。\n\n主人公のキャラクターと「娘」と、私はバービー商業を見ているように感じました、それは気にしないかわいい、退屈な、ラブリー・ドーヴィーなものでした。\n\n進行は別の災害だった、私は主人公がすでに伝説と最も強力な選手だったと思う3番目のエピソードを信じて、彼は3エピソードのようなレベル1から60に行った。 しかし、我々は彼が強さや練習を得るために戦うのを見たことはありませんでした、彼はすべて夢と睡眠でした。  WTF!!\n\n\n\n正直なところ、本物の物語がないので、このシリーズはそんなに嫌いでファンには嫌です。 私はSAOに4を与えてお勧めしません！\n\n\n\n\n\n\nBTOOOMを見る！ 代わりに！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Randomness652",
    "profile": "/profile/Randomness652/reviews",
    "pages": "35",
    "number": "5",
    "link": "/reviews.php?id=138211",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  10\nキャラクター|  3\n|  7\n\n私はSword Art Onlineが少し失望していると言わざるを得ない。 このアニメの潜在的可能性。 彼らは私のすべての時間avouriteアニメの一つになっている可能性があります。 このプロットは近い将来、人々がSword Art Onlineの仮想世界に入ることを可能にする「神経歯車」を作り出しています。 人々はゲームにログインし始めますが、すぐに遊んでいる人々は彼らが離れることができないと分かり、誰かがそこで神経の歯車を切断すると、彼らは死ぬでしょう。 去る唯一の方法は、ゲームが持っているすべての100レベルを通過することです。各レベルには、人々が殺すためにチームを組むことが必要な圧倒的なボスがあります。  （私たちの主人公キリトを除いて、すべて無敵であり、すべてを殺すことができる）\n\nそれはアニメのための最高で元のアイデアのように聞こえる。 あなたは4人しかいないので、100人のボスを見ることは期待しないでください。私はアニメとビデオゲームの大ファンであり、これは2つを組み合わせると素晴らしいと思います。 最初は大丈夫でしたが、いつもジャンプして穏やかなキャラクターが丘を下り始めました。\n非常に最悪の部分は、エルフハイムオンラインの深刻なストーリーアークでした。 それは無意味で退屈で、あなたが死んでも何が起こるのでしょうか？ああ、あなたは最初に再産卵する必要はありません。 私は、ちょうどクールな上司が戦うことを好むmuchedのだろう。  Sword Artの上司の戦いは素晴らしいです。 それはほとんどアニメの残りの部分を補う。\n\nそれは今まで最悪のことではなく、それはちょうど誇張され、良いアイデアの無駄です。 芸術のスタイルは素晴らしかったし、戦闘シーンで特にうまくやっていた。 音楽はちょうど素晴らしい、戦いの音楽とイントロです。 このアニメはそんなに大変だった。\n\n文字は剣のアートでは恐ろしいものでした。 キリトは子供のためにちょうど退屈な孤独だった（アニメのように）すべての女の子が彼のために落ちる。 彼は旅行中にたくさんの女の子と出会い、1人のエピソードを取得し、大麦は私たちの主人公Kiritoに対する主な愛の関心事であるAsunaを除いて再び見ます。 愛の物語のような感じがプッシュし、剣のアートに突入し、良い関係の出来事が起こる可能性のある3つのエピソードの間に、関係が時間を大いに奪う。\n\n私はアニメを楽しんだし、それは目に魅力的だった。 それだけで良いかもしれません。 私は剣の芸術の主要な部分でとても楽しまれましたが、アルフハイムのことを本当に思い出すことはできません。 私はこのアニメを勧めています。そして、私はサンゴンの次の部分がショーを償還することを望んでいます。\n\n私のレビューを読んでいただきありがとうございます。これが私の意見であることを覚えておいてください。これは世界でも最高のショーです！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Engrishlol16",
    "profile": "/profile/Engrishlol16/reviews",
    "pages": "35",
    "number": "6",
    "link": "/reviews.php?id=229616",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  9\nキャラクター|  6\n|  5\n\nストーリー：6/10\n\nまず第一に、私は実際にSword Art Online自体のコンセプトが好きですが、ストーリーの整理はちょっと混乱しています。 シリーズのペーシングは悪い点の1つです。 このシリーズの第1回と第2回のエピソードは、ゲームが開始されてから最初の2ヶ月間に行われます。 第3話は第1話と第2話のイベントの1年後に行われます。  Aincrad arc全体で時間が尽きていて、視聴者（私たち）が知っておくべき多くのものを見逃していたようです。\n（スポイラーズ・アウェイド）なぜ、アースーナはなぜこのような「短い」時間内にキリトと恋に落ちた（あるいはその逆）のだろうかと疑問に思うかもしれません。 アニメを見た人は少ししか知りませんでしたが、お互いに会ってから約2年後に恋に落ちました。 これらはすべてSAO：Progressive小説に見ることができます。 スードン・アート・オンラインは、物語を規則的なペースで整理し、あまりにも速くも遅すぎなくても、より良いものになりました。 それは、すべての視聴者が各フロアをクリアする主人公を見ていると良い 'MMO'スタイルのアドベンチャーアニメであった可能性があります。 アニメはストーリーについての多くの重要なリファレンス/ポイントを見逃していました。\n私の意見では、そのフェアリーダンスアークは、すべての物語のために必要ではありません。 なぜ彼らはaincrad arcの後で物語を終わらせることができないのですか？ 私は、妖精のダンスの弧の全体のポイントは、キリトの妹が弟と恋に落ちて拒絶されるという話を伝えることだけだと思います。 ストーリーは、その奇妙なキャラクター（菅野部之助）がアズナを舐めて嗅ぐことなく、とても良いことができます。 私は物語を南にした無駄なものをたくさん追加するだけなので、弧全体にはちょっと残念です。\n\nアート8/10 +サウンド9/10\n\n芸術はこのシリーズの主な要素の1つです。 キャラクターとモンスターの間のすべての戦いはとても美しいです。 通常の剣攻撃の代わりに、剣技能の大きな特殊効果が攻撃をよりクールにしました。 それらの戦いはすべて本当にその 'MMO'のテーマを引き出します。  Aincradの環境は、Aincradの風景の偉大さを強調することができるので、壮観です。 例えば、その湖と22階の山々は、（すべてのダンジョンの代わりに）Aincradにまだ良いものがあることを人々に知らせることができます。\n\n音楽は、私の意見では素晴らしいです。 梶浦由紀（魔法少女まどかマギカ作曲家、Fate / Zero作曲者）のサウンドトラックだけでなく、音楽の雰囲気もアニメのシーンにぴったりです。 例えば、ボスの戦いの間に '刀剣'を演奏することは、戦闘がどれほど緊張しているかを感じることができるので、視聴者の感覚を本当に良くしました。\n\n結論：\nソード・アート・オンラインは芸術と音楽の面で優れたアニメです。 このシリーズは、良いアニメになるための可能性をたくさん持っていました。 彼らは遅いペースを持ち、1回の弧と+ 1回の無駄な弧ではなく、唯一の弧に焦点を当てるなら、これは本当に良いアニメシリーズと考えています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Keiba",
    "profile": "/profile/Keiba/reviews",
    "pages": "35",
    "number": "7",
    "link": "/reviews.php?id=229124",
    "jp": "--- --- --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  4\nキャラクター|  4\n|  2\n\nこのファンベーダーとの愛憎関係を持つアニメ。 一部の人はこれがこれまでに出てきた最高のアニメの1つであると誓い、他の人はシリーズ全体が嫌いです。 私はできるだけ公表していないが、できるだけこれをレビューするよう最善を尽くす。\n\n1万人のプレイヤーが、敵対者カヤバ・アキヒコによって作成されたバーチャルリアリティのMMOの中に拘束されています。 その中には、キリトのゲーマータグと愛の関心事、アスナが登場する主人公がいる。\n\n弧の途中で、彼らはSword Art Onlineの謎を解き明かしていますが、もっと多くのことがあります。 アスナは、彼女の全キャラクターを変えて、シリーズの女性の悲惨さから、ストーリーを進展させるために、苦痛の苦しみになる。 彼女の性格を絶対に侮辱しています。 物語の後半を動かすアンタゴニストは、傷口に塩をこするだけで、彼がどれほど悪いのかを示すのにパンチを引っ張らない虐待的な強姦者のタイプのキャラクターです。 私たちは皆、私たちが憎むことができる悪い男が必要なのですから？\n\nSAOのほとんどの嫌悪感が（自分自身も含めて）抱いていることは、ストーリーの可能性が非常に高いということでした。 著者が取った絶対に病的なハーレムのルートの代わりに、彼は剣のアート・オンラインの世界を暗くて砂漠の世界に作り上げることができました。 それは間違いなく現在の場所よりもはるかに良い方向に物語を取っていたでしょう。\n\n残念ながら、それはかなり物語をまとめるものではありません。  Kiritoは、典型的なbadassのアニメ主人公であり、1人の女の子にはあまり満足していません。 著者は、キリトの人がどれくらいいるかを証明するために、ステレオタイプのfriendzone-girl、loli、近親相姦をすべてミックスに追加する必要があると感じています。\n\nアルフハイム弧の途中で、私が実際に好きだったシリーズがなぜこのようなおしゃれで一般的なハーレム物語に変わったのだろうと思っていました。 どうして？ あなたはとても大きな可能性を秘めていました！ 私は絶望的にそれを好きになりたかったが、それは私の口に悪い味を残し続けた。\n\n2番目のシーズンの到来で、別の新しいMMOに焦点を当て、別のクールな探偵様式をキリトに取り付けるために、彼のハーレムに「クールな」アーチャーの女の子を加えることは言うまでもない。\n\n私はこのアニメが欲しいと強く望んでいますが、それが進む方向には本当に選択肢がありません。 作者は、世界を実際に世界を構築する意思なしに世界から世界へと移動し続けています。 このすべてについて、私はこのシリーズに4/10"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "PrinceBean",
    "profile": "/profile/PrinceBean/reviews",
    "pages": "35",
    "number": "8",
    "link": "/reviews.php?id=203398",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  6\n|  8\n\nこのアニメは、いくつかの複雑なレビューをする傾向があるので、私は明確な意見を提供するために全力を尽くします。  ***警告：潜在的なスポイラー先（あなたがアニメを見ていない場合！）***\n\n私はSword Art Online（SOA）シーズン1とシーズン2の両方を見てきました。あなたがSOAを賞賛しているレビューを読んだら、彼らはシーズンの一部を賞賛するでしょう。  SOAを破棄するレビューを読んだら、他のすべてのものを捨てる可能性が高いです。 私は両方の視点が少し極端であると感じます。 あなたが読む批評は合法ですが、すべてのことが考慮されていますが、SOAはすばらしいアニメです。\n\n何が良いのか：私が子供だったので、私は - そして私は他の多くの人が - 確信しているという概念を中心に話をしています。 バーチャルリアリティと、体の形を維持しているビデオゲームに参入するというアイデアは、素晴らしいものです。 確かに、コンセプトそのものは新しいものではないかもしれません。 しかし、SOAが本当に輝くところでは、バーチャルリアリティのコンセプトを生かすという実行があります。 アニメは、2年間仮想世界に閉じ込められているようなものであるという仮説的な思考実験をウォッチャーに提示する素晴らしい仕事をしています。 他のアニメとは異なり、SOAは、不信感をあまりにも抑える必要がないように設定されています。  AI、マシンラーニング、ユーザーエクスペリエンスの進歩により、SAOの領域に入ることが可能な世界では、いつかは生きることができます。\n\nストーリーの背景となる素晴らしいコンセプトで、実際のプロットは非常に面白かったです。 私は、遊戯王、ポケモン、ティーンタイタンズなどの土曜の朝の漫画で育ちました。そして、最も再現されたプロットの1つは、常に「世界を救う」というものでした。 ここでは、SAOは、その年齢のプロットの面白さを歪曲しています。 しかし、そのためには、物語の主人公はダンジョンやボスを通って世界レベルの終わりに達する前に戦うことを余儀なくされます。 シーズン1の前半では、ストーリーがかなり早く進んでいます。早すぎると主張する人もいれば、残りのシーズンの執筆について深刻な賛否両論につながります。 それ以上のことは少しあります。 プロットがビルドを開始すると、それは最終的に私が見たアニメからの最も記憶に残るプロットツイストの1つにつながる。 総合的には、ストーリーだけの場合は、SAOが価値があります。 それはあなたがもっと欲しいままになる完全に面白いアクションのアニメです。\n\nこのアニメには、風景や芸術的に豪華な他の領域を描写した豊富なシーンもあります。 正直、私がアニメを見終わったとき、私の一部はAincradのようなどこかに憧れていました。 私は、アニメが視覚的にも審美的にも魅力的だと思うと、これは作家/プロデューサー/人が自分の作品をどのように見ているかを反映していると思います。 アートワークが素晴らしく、アニメーターを雇って個々のシーンを見栄えにするために時間と資源を費やすとき、私はウォッチャーにこれが普通のアニメではないことを伝えると思います。 これは実際に最後まで見ておく価値のあるものです。\n\n手にして、SAOの最高の機能の1つは音楽です。 私は熱心なOSTリスナーです。あなたがビデオゲーム、映画、アニメのスコアのファンなら、SAOのOSTのいくつかを愛するでしょう。 私は何年にもわたって見てきた様々なアニメの歌のプレイリストを維持しています。また、SAOは定期的に聞いているOSTのトップアニメの1つにランクされています。 アニメ自体を見たことがない場合でも、音楽に耳を傾けてください。 しかし、私の言葉をそれに服用しないでください。  Youtubeに行き、SAOからいくつかのOSTを参照してください。 あなたが誰かを見つけたら、ボリュームを上げて座って、リラックスして楽しんでください。\n\nこの時点で、私は可能な最もポジティブな光の中で私がSAOに関して最も好きだった側面のいくつかを描こうとしました。 私がレビューの最初に述べたように、あなたはSAOを絶対に愛するレビューを読むか、それを憎むでしょう。 なぜ私はいくつかの人々がそれを憎むかもしれない理由について議論しよう。\n\n\n\n\n\nそれがおかしい性格の発達でないなら、私は何か分からない。 しかしそれはSAOの最悪の部分でもありません。 悲しいことに、シーズン1の終わりに、作家は本当にシーズン2でくそを与える理由がないことが明らかになり、アニメ史上最大のティーンエイジャーの1人で導かれます。 シーズン2はすばらしい前提とすばらしいプロットアイデアから始まりますが、これまで数回のエピソードの中で素早く終了しました。 あなたがシーズン2の最初の弧の終わりに続くものに疑問を抱かせているので、あなたはそれに続く可能性のあるすべてのプロットを想像しています。  「たぶん、SAOの作家たちは、シーズンを引っ張らないだろう！  「たぶんそれは良いだろう！」と、あなたは言う。 しかし、あなたの希望と夢のすべてにもかかわらず、不幸にも残酷にも、あなたの期待はひどく間違っていると証明され、シーズン2はアニメにとって最も安い結末の一つで終わります。 韻も理由もなく、SAOシーズン2の最初の弧は、満足できるものではないと結論に至りました。\n\nそれであなたはそれを持っています。 シーズン1のパート1に続く欠点にもかかわらず、私はまだこのアニメを楽しんでいて、それを8以下にすることを拒否しています。多くはここで私の意見に同意できません。 私はおそらくあまり寛大ではありません。 しかし、シーズン後のものが決して起こらなかったと思ったら、このアニメは本当によかったです。 また、私の執筆が徐々に悪化していることに気づいたあなたのために、それは意図的だった。 それは、時間が経つにつれて、SAOにおける執筆が徐々にいかにしてより穏やかになったかを反映することを意図していました。 だから、あなたが私のいくつかの優れたフィードバックを提供していると思ってレビューを始めたのですが、私が幼稚園児のように書いていると思ったらSAOを見た後の気分でした。 良い一日。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "stimyulus",
    "profile": "/profile/stimyulus/reviews",
    "pages": "35",
    "number": "9",
    "link": "/reviews.php?id=186443",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  4\n|  6\n\nHm。 まあ、アニメやスーパーに新しいスーパーだから、SAOは間違いなく私が実際に見たことのないショーのひとつだった。 終わりに向かって、私はちょうどそれを越えるためにそれを見ているように感じました、そして、それは間違いなくあなたがアニメを見るときに感じたくないものです（少なくとも私は仮定します..）。 しかし、アートとサウンドトラック/ VAはかなり良いです。 今まで。 まあ正直、私はそれが大丈夫だと思った。 今、あなたがこのアニメの他のレビューを読んだら、恐ろしい/悪いものは物語やキャラクターだったかもしれませんが、確かにそれを証明することができます。 当然のことながら、主人公とのあらゆる物語の媒体では、ある程度の（もしかしても）プロットアーマーを持っていなくても、SAOでは、彼が基本的に神であることを確立したら、  '窓の外に出た。  AsunaはKiritoの完璧なパートナーです。 私が最初の弧の終わりを見たとき、私はかなり失望しましたが、正にそれがちょうどそこで終わっていれば（多分、物事を結びつけるもう一つのエピソード）、それはまともなものでした。 今度はもっと急いで、季節の中で叩かれた、賞賛されない、続編のような感じがする以外は、別の弧を手に入れました。\n\nTL; DR SAOは、基本的に高校のホット・ガールズ/チアリーダーの1つです。 スーパーホット、素敵に見える、良い音が、一度彼女を知るようになる、それはあなたの外の知覚から期待したものではありません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "martiooo",
    "profile": "/profile/martiooo/reviews",
    "pages": "35",
    "number": "10",
    "link": "/reviews.php?id=227507",
    "jp": "--- --- --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  6\n|  7\n\nこのアニメは同じアークにとどまっていても、もっと多くのことが起こっていたかもしれませんが、最初のシーズンに2人の間でバウンスすると、このタイトルの潜在的な可能性は本当に減少しました。 ジャンルが少し拡張されているので、私はちょうど類似のアニメとそれを比較するいくつかの賛否両論を使用します\n\nPros-\n - ベストUI\n - すばらしい雰囲気\nユニークな町といい雰囲気の-100階\n-Premiseは二重ではありません\n\nCons-\n - 最初のシーズンに新しい設定に切り替えました\n - 主人公はすべてを行うことができます、良いことは一つのことですが、ソロになることは別です\n - サポートキャラクターは在庫のように見え、第2アークの第2シーズンでは徐々に悪化する。\n\n私はこれを7位にランク付けすることができますが、時には失われた可能性のために6のように感じます。  Asunaは素敵なニワトリだったし、シーズン2の半分を彼女に完全に差し伸べた。\n\n編集し、SAOの一部を再読み込みし、人々がこのアニメに対して抱く苦痛のいくつかが間違っていることを認識しました：\n-KiritoはOPです。 キリトはアサルトチームの一員だったので、彼らのほとんどは比較的OPだった。 また、これは彼が多くの上司を独り占めしなかったことを意味し、実際に彼は二人の守備スキルのために一人の上司のみをソロにしていました。 彼らは、これは、彼が最も速いスピードを持っていることによると説明しています。これは、唯一の剣を振っていることに一部起因しています。  MMOにはしばしばソロ・ボスを持つ人がいるので、これは特にゲーム・ブレイクではない。 メイングリップ＃2につながる：\n - ハーレム。 ええ、より多くのブラザーズがあったはずですが、ハーレムに比べてOPがどちらかに驚くべきことではありません。 彼はアシュアルトチームにいたので、レベルを下げてクエストソロにして、OPになってもそれほど遠くには行きません。 あなたがトップチームの一員で、あなたの助けが必要な雛を見た/低いレベルで彼らの助けが必要だった場合、あなたのスキルを誇示するのは理にかなっています。 それは、彼らは少し株式であり、次第に漸進的に悪化すると言いました。\n - ミラクル症候群。 アズナもキリトも死んでいない...あなたが思い出すと、カヤバは敗北したので、すぐに彼らを殺させてしまうだろう。 しかし、カヤバは第2の悪役よりも優れた悪役でした。\n\n本当に、私が見つけられるのは、Eincradに留まらず、2番目の弧/ 2番目のシーズンでサポートキャラクターが徐々に最悪になったということでした。  Eincradとパワー・レベリングの剣士の数が増え、殺人兵の方々もこの弧をより良くしてくれました（それは唯一の良い弧でした）。また、Klienとの別の仲間またはより良い関係は、特にそれを平衡させました。\n\n全体として、私はこのことについて6時に言ったことを時折取り戻すことができます。  ALOは本当に彼らが持っていた可能性を台無しにしましたが、それは確固たる7です。 彼らが選んだのであれば、私はSeason 3をチェックして、最後に公正なショットを1つ与えます。 それは、キリトがシーズン3ではまだ推理されておらず、ハーレム/ブラザーズが改善の兆候を示さないならば、私はこれを再び6に落とします。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "sempiternalbeing",
    "profile": "/profile/sempiternalbeing/reviews",
    "pages": "35",
    "number": "11",
    "link": "/reviews.php?id=156259",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\n剣術オンラインのようなアニメをどのように記述するのですか？ アニメがどれだけ多くのレベルに達するかを考慮した厳しいもの。 キャラクターの発展はこのショーの鍵を握り、各キャラクターは彼/彼女自身の方法で輝いた。 私は絶対に軽蔑した性格はありませんでした。 全体的に、私は誰もこのアニメを楽しむことができると信じています。 アクションやシーンの戦い、ロマンスやコメディの好きな人でも、このアニメはすべての観客が楽しめる！ 私は基本的なプロットから始めます。 プロット自体はとてもシンプルに見えるかもしれませんが、キャラクターはこのアニメを本当に動かすものです。 プロットはまだ非常に興味深いです！  1万人のプレイヤーがこの仮想世界の中に拘束され、逃げることができないという事実は、ウォッチャーがどんな合併症も起こさずに続くことが容易な非常に興味深いストーリーラインです。 このアニメのアートワークは驚異的でした！ 背景や風景に描かれたディテールは心が吹き、デザイナーが自分の時間を取ったことを間違いなく伝えることができました。 私が長年にわたって見てきたすべてのアニメの中で、このショーのサウンドトラックは、私が期待していたものを超えていました。 どのような状況でも、音楽はこのアニメをよりリアルにして、私の経験をもっと楽しくしました！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Jordiotto",
    "profile": "/profile/Jordiotto/reviews",
    "pages": "35",
    "number": "12",
    "link": "/reviews.php?id=226770",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  10\n\n私はまず、Sword Art Onlineが完璧だと言いたいと思います。 私はそれをすべてのカテゴリーで10点評価したいと思います。世界中の皆さんにお勧めしたいと思います。\n\n私はそれを言いたい。 しかし、私はできません。\n\n私が間違ってはいない、私はショーを見て毎秒楽しんで、私は少しそれを取り戻すことはありませんが、私はそれを10を与えることを正当化することはできません。 私はそれが私のお気に入りであると言うことができますが、私のお気に入りではありません。 私はそれを愛していると言うことができます、私はそれを崇拝すると言うことはできません。 これを説明する最も簡単な方法は次のとおりです。\n\nSword Art Onlineには、今まで見た中で最も心理的に完璧な関係ダイナミクスのいくつかがあります。 そういうわけで、すべてのキャラクターを特定することができたので、私は本当に関係するすべての人を気遣ってくれました。 傑出したアクションシーケンスと驚くほど報われやすいストーリーがあり、アニメの傑作と言えるものは14エピソードです。\n\nフェアリーダンスは決して悪くありませんでしたが、シーズンの勢いは間違いありませんでした。間違いなく自分のものだったはずです。 それをAincradと同じグループにすることは、結果として全体のショーに苦しみました。 あなたが何らかの理由でSAOを見ようと考えている人なら、私があなたに言いたいのはこれだけです。 もしあなたがそれが好きだと思うなら、それを見てください。 あなたが完全に確信していない場合は、Aincradを見て、その後、完了したいかどうかを確認してください。 そして、友人があなたに言ったのであなただけがそれを見ているなら、ショーがエピソード14を終わらせるふりをしてください。あなたはそれに対してもっと高い感情を持っています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Mekhet",
    "profile": "/profile/Mekhet/reviews",
    "pages": "35",
    "number": "13",
    "link": "/reviews.php?id=226508",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  4\nアニメーション|  5\nサウンド|  3\nキャラクター|  1\n|  2\n\nこのショーは、アニメが可能な最悪の出来事をすべて網羅しています。 主人公のビデオゲームのスキルを襲った女の子の巨大なハーレムを持つオナニーの男性パワーファンタジーです。\n\nもし私がmmoで暮らせるなら\n\nみんなが私と一緒に遊ぶことを強制されたらどう？\n\nもし私が選んだのなら\n\n女性が私が選ばれたことに驚いた場合はどうでしょうか？\n\n基本的にあなたの夢です。 しかし、それは必然的に良い話ですか？ このレビューアの意見では、答えはノーです。 このショーの唯一の独創的なアイデアは、多くの人々が仮想現実のMMORPGの中に詰め込まれている設定であり、それは正直なところストーリーの大部分を果たしていません。 確かに彼らはそれについて常に話しますが、mmoは一般的なファンタジー宇宙に設定されているので、アニメは基本的にファンタジー宇宙にも設定されています。\n\nしかし、私は認めなければならない、私はアニメのすべての罠がどこかにあると思うので、同じ退職したものを何度も見て気にするだけなら、これはショーかもしれない。 かわいい女の子がいる、変態のオスの仲間がいる、カジュアルな近親相姦がある、物語のすべての女性が主人公のために苦しんでいる女子生徒の目的に役立つ、ロスとレイチェルのような長すぎる方法がある （私はそれがヘンタイでなければならないと言っているわけではありませんが、少なくとも性的関係を示唆することはある時点では適切であると思われます）、心配する必要はありません。それぞれを探検する充分なフィラーエピソードがあります これらの穏やかなアイデアの一つ。\n\n私は芸術がいいと思う。 それはあまり芸術的ではありませんが、大丈夫なようですので、アニメーションのアクションシーケンスがたくさんあります。\n\n芸術以外に、物語は私から最高の得点を得る。 ちょうど純粋なパワーファンタジーは、実際には非常に人気のある物語です。あなたは多くのポップカルチャーで出会います。それは私のためではありません。\n私がショーやアニメを見るとき、私は少なくともある種の独創性が好きで、ただ女の子が私とビデオゲームをするように強制されたならば、"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "lunod-san",
    "profile": "/profile/lunod-san/reviews",
    "pages": "35",
    "number": "14",
    "link": "/reviews.php?id=155711",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\n私は多くのアニメを見たことがなく、私はそのジャンルの巨大なファンではありません。 実際には、私はそれを単に浸水と文字デザインの面でマンガやマンガの下に置いていますが、SAOは例外です。\n私はこのアニメとNo Game No Life、Geass Code、暗闇の中のブリンハンドなどの物と比較すると、ストーリーラインが偉大ではなく、ちょっと壊れていても、SAOだけが真であることが分かります。 それは私が自分自身を特定できる文字を持つ唯一の人を意味し、それは私の意見ではどのアート作品にとっても最も関連性の高いものです。\n人々は、2人の主人公は嘘つきで、キリトには人格がないなどと言ったが、それは反対であると思う。 キリトはあまり話していないが、その表現はそれほど表現していないが、キャラクターが弱いというわけではなく、他のアニメキャラクターの過敏感よりもはるかに表情豊かである。\n実際、SAOは、完璧な錬金術師による唯一のショーであり、終わりまで飽きることなく見ることができ、私は別のエピソードを待たなければならなかったことがわかったので、私はそれを高く評価した 私は比較の要素があまりありません。\n最終的に、私は最終的に完全に楽しむことができるショーを見つけることがうれしいので、私はなぜSAOが貧しい人々のショーであるかを説明した人々に尋ね、自分の目では何が良いかを決めることができます。  （私が好むだろう）、または見ているだけです（そして、ストーリーと貧しい人物に関するすべてのコメントは私にとって意味をなさないでしょう）"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Hikoukigumo",
    "profile": "/profile/Hikoukigumo/reviews",
    "pages": "35",
    "number": "15",
    "link": "/reviews.php?id=168457",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  10\n\n私は、このシリーズには巨大な欠陥があり、否定できない恐ろしいものがあると言っていますが、それでも私にとってはまだ楽しいものです。 基本的にあなたの唯一の人生になっているMMOのアバターで始めることは大きな前提です。 これは、「本当の」世界が何であるかについての疑問を誘発することにつながります。 彼らはすべて幻想的ですが、芸術、音、音楽について不平を言う理由はほとんどありません。 それぞれのオープニングテーマとエンディングテーマは、シリーズの全体的な感情を結びつけています。\n\nMMOの設定では、ダンジョンや人を殺している宝物（実際の殺人につながります）についてのかなり興味深いプロットにつながります。 このトラップされたMMOを誰が設定したかのように、多くの謎が話題を取り囲んでいますか？ 彼らは実際にMMOから逃れることができますか？ ゲームで別のプレイヤーを殺してもIRLは本当に殺されますか？ 今、私はこのシリーズがMMO設定を利用しておらず、そこでしか起こり得ないプロットを提供していると言っているわけではありません。だからこそ、この前提でやり遂げることができる他の多くのことがあります。 それは、私はそこにどんな物語があるのか​​には完全に満足しています。 どうして？ まあ...\n\nキリトとアスナの関係。 これはずっと私のためにシリーズを作りました。 彼らもすべてかなり面白いですが、私は彼らがスポットライトで彼らの時間を持っていればいいと思います。 あなたが私に尋ねるならば、全体のMMOの前提は本当にちょうどケーキの氷結です。 今では、彼らのキャラクターは自分自身で最もインスピレーションを受けていないと主張することができます。 彼らは自分自身と戦いの両方を持つことができ、どちらも自分たちの方法で魅力的です。 しかし、一緒に、貴重な。  100％貴重。 特に彼らが「娘」ユイを得るとき。 ショーでは、カップルのエピソードだけで彼らの関係を構築するために破る。 確かに、このショーは他のすべてのキャラクターのバランシングで非常に貧弱です。\n\nショーはそのオリジナルの前提にあまり興味がないようです。 物事をスピードアップするために投げ込まれた厄介な時間のジャンプのトンがあります。 これにより、仮想生活と実生活についての深い議論が可能になります。 彼らがこの「偽の」ものに長続きしてきたので、キャラクターが「本当の」生活を忘れ始めるのと同じように。 しかし、ええ、シリーズの途中で、元の前提は基本的に結論に達し、新しいものが投げ込まれます。Sword Art Onlineは何も停滞させることはありません。 私は実際に最初のものよりも2番目の物語アークの方が好きだったので、最初のものよりも面白かったのですが（私は彼らがそれをやっているかわかりません）。 おそらく、キリトとアシュナの関係を中心にしていると言うと驚くことではないでしょう。 それは私が可能と思っていたよりも多くの関係を飾ります。 キリトはまた、どこにも出てこない別の関係を築いていますが、依然としてとても良いです。\n\n全体として、すべてがとても楽しいものに蓄積されます。 それが持っている重大な傷が途中で邪魔にならないようにしてください。 ここで楽しむことが大いにありますが、それらの欠陥は比較するとほとんど注目されません。 それは複雑な傑作ではなく、まっすぐ進む楽しみと暖かい感情です。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Rayyken",
    "profile": "/profile/Rayyken/reviews",
    "pages": "35",
    "number": "16",
    "link": "/reviews.php?id=184333",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  8\nサウンド|  6\nキャラクター|  4\n|  3\n\nこのレビューを始める前に、私が言うすべてのことは、完全に意見に基づいています。 私が言うことのどれもファクトではありませんので、自分の中に自分の意見を残してください。 私があなたにシリーズを見るために1ビットを納得させるなら、それは大丈夫です。 それを念頭において、始めましょう。\n\nさて、なぜ私はそれに9を与えた自分自身に疑問にこのアニメを再試行しようとすると、私はそれが私の過去の自己がそれと思ったほど大きくはないことに気づいた。 私は今年の初めにレビューを行い、Sword Art Onlineはおそらく私が見た最初のアニメの1つでした。 しかし...私は本当に過去のエピソード5を見ることができませんでした...もう一度。\n\nSword Art Onlineは大丈夫なシリーズだったが、エピソード2の後は少し速いペースになる。 エピソード1と2は素晴らしいエピソードでしたが、それを過ぎるとシリーズ全体がそれほど良くはありませんでした。  Aincradの部分は大丈夫だった...後半のALfhiem？ ヤック 私はそれをもう一度見ないだろう。\n\nALfheim弧は、アニメ史上最悪の弧の一つです。 悪化しているかもしれませんが、私はALfheim弧を絶対に嫌いです。理由は説明しません。 そして、あなたは何を知っていますか？ なぜ、もう一度それを持っていけないのですか...フリッキンの第2シーズンで？ 私はそれが良いアイデアだと確信しています。\n\n話はおそらくこのシリーズの最悪の部分です、私は7歳の子供がこの物語を考えることができると思う。 ゲームの中にたくさんの選手が詰まっています。彼らは脱出する必要があります。それは最初の弧の話です。 文字通り。 それ。 そうです。 それ。\n\n2番目の弧、Fairy Dance arcの話は、AsunaがALfheimの内部に閉じ込められていることです。そして、Kiritoは彼女を救うために行きます。 物語は良いと思う、はい、しかし...それはそうではありません。 このアークは、アニメ史上、最も恐ろしい、恐ろしい、最悪のアークの1つになります。 私はそれを誇張しているかもしれないが、再び、意見、人、意見。 全体的なシリーズの話は、私が言うには、...うん。\n\n芸術のスタイルは、シリーズについてもっと良いものの一つですが、実際にはかなり良いものです。 しかし、アートのスタイルやアニメーションについて実際に言えることは他にありません。それはかなり良いことです。 それは私がそれについて言わなければならないことです、私は84のパラグラフで説明するつもりはありませんなぜ芸術のスタイルが良いですか。\n\nアニメシリーズの音楽は大丈夫ですが、それほど良いことではありません。 真ん中を少し上回っているので、いいですね。  Aincrad arcへのオープニングは大丈夫、Fairy Dance arcへのオープニング、もう一度、大丈夫...バックグラウンドミュージックが演奏され、覚えていないと思う...これを見てから1年近く経ちました。\n\nシリーズのキャラクター、そこから、私はそれらの多くを好きではない。 主人公のキリトだけが好きです。他のキャラクターが急いでいるようですから？ 知りません。 知りません。 助けて。 このシリーズ...それは痛い。\n\nだから全体的に、私はシリーズに3/10を与えるだろう。 それは悪いスコアだと思いますか？ ナ。 私は寛大であった。 人々はこのアニメ1と2を与える。 可能であれば、おそらくこのアニメに0を与える人もいるでしょう。私は嘘をついていない、人々はおそらくそうです。\n\nそれで、なぜ私は最近、このアニメに9を与えることから私の心を変えたのですか？ 私はいいアニメシリーズが何だったのか分かりませんでしたが、Monster、Death Note、Hunter x Hunterのようなシリーズを見て、ハンターxハンターでこの話を考えると7歳になると思いました。 私はこの宇宙で最も想像力のある人物としてマンガを考えています。 私はそのすばらしい話を... 20年のように考えることができませんでした。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "BadassPriest",
    "profile": "/profile/BadassPriest/reviews",
    "pages": "35",
    "number": "17",
    "link": "/reviews.php?id=184192",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  9\nキャラクター|  4\n|  8\n\nストーリー\n子供がビデオゲームで罠に陥って死が可能になる。 これまでのところ、とてもユニークなようですね？ しかし突然、彼らは主人公をヒースクリフ以外のすべてのキャラクターと比較して壊した。 彼はその後Asunaと呼ばれる女の子と出会い、彼らは恋に落ち、2つのエピソードの後に​​結婚することに決めました。 プロットの紆余曲折を追加すると、その話があります。\nアート\nアートワークは美しいです。 流体アニメーションと素晴らしい背景技術。 ここには何も言えません。\n音\n素晴らしいオープニングと素晴らしいOSTのサウンドトラックで終わります。 また、セミリアリズム的な効果音。\nキャラクター開発\n主人公はすでに壊れていて、実生活では反社会的だと思われますが、突然ゲームでは他人とのコミュニケーションに問題はないようです。 彼が遭遇するすべての女の子は魔法のように彼に恋しています。 彼らは現実的な開発に追加する時間がかかっていた以外のここで言うことはあまりありません。\n楽しみ\nキャラクターの発達やストーリーを無視すると、かなり楽しめることが分かります。 戦闘シーンは激しく、あなたの座席の端にあなたを保ちます。\n全体\nかなりうまくやったが、ストーリーやキャラクターの開発についてはもっとうまくやる必要があった。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "chrisA15",
    "profile": "/profile/chrisA15/reviews",
    "pages": "35",
    "number": "18",
    "link": "/reviews.php?id=182980",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  5\nキャラクター|  6\n|  6\n\nこんにちは皆、私はこれを見て初めてこのレビューに基づいています。 これはSAOの前半に基づいていることを明確にしたいと思います。\n\n基本的に私たちは、キリトと呼ばれる若い男性の十代の若者を抱えています。彼の実際の名前は、年齢の大半がビデオゲームを楽しむのが好きです。 キリトはVRMMORPG（バーチャルリアリティ大規模マルチプレイヤーオンラインロールプレイングゲーム）であるソードアートオンラインを好んでいますが、いつかは予期せぬことが起こります。 キリトは同じゲームで多くのプレイをしているように、ゲームからログアウトすることができず、トラップされたままになっています。 試合の創作者であるKayaba Akihikoが彼の意図を明らかにし、Aincradの世界の100階すべてをプレイヤーがクリアすることを望んでいる。 カヤバはまた、ゲームの中で死が実生活でも死ぬことになると述べています.Nervegear（プレイヤーがバーチャルリアリティでプレイできるようにするためのデバイス）を取り除こうとする試みは、同じ結果をもたらすでしょう。 キリトは、死ぬことなくゲームを完成させる方法を見つけ出すだけでなく、そのような外傷的経験が他のゲーマーにもたらす結果を生き延びようとしています。 結局のところ、生き残るために多くの人が偉大な時間を費やすだろう。\n\nストーリー - 最初にこれを見て、私はエピソードの最初のカップルが非常にスリリングであることを発見しました。シリーズが進行するにつれて、彼らは新しい世界全体に適応しようとするゲームが異なる人々に及ぼす影響を見ます。 人々は有益でいいです。 最終的に私たちは、人々がすべてのフロアをクリアすることをあきらめて、バーチャルリアリティで自分たちの生活を始める方法についても聞いています。 私は最初のカップルのエピソードのペーシングが好きです\n\nアートとサウンド - 素敵なアニメーションとまともなサウンドトラック。\n\nキャラクター -  Asuna  - メインのヒロイン。 アニメの冒頭での旅の間、キリトは元々彼に話すことを躊躇していたアスナと出会いましたが、多くの人が参加したボスレベルの戦いでパートナーになることに同意しました。戦いの後、 彼らは次々と会いますAsunaはKiritoと同じくらい強く、試合で最強のギルドの一人である血の宣誓騎士団の騎士団になりました。  2人はシーズンの最初の半分で後でお互いに多くの時間を過ごす。\n\n\nKiritoはSAOで彼の時間の間に多くの人と友好します。 そのうちの1つはKleinで、KiritoがSAOで出会った最初の友人です。  Kiritoが町を走っているのを見て、Kleinは彼の後を追いかけ、ゲームの基礎を学ぶ助けを求める。  2人は時間をかけてトレーニングを行い、クラインがログアウトできなくなったことを認識したときに分けています。 キリトも同じ問題を抱えている。彼らは町に戻り、カヤバは彼らがゲーム内に閉じ込められていることを誰にも知らせる。  Kiritoはゲームのベータテスターであり、最高のレベリングポイントを知っているのですぐに消えます。 彼はクラインに彼と一緒に来るように頼んだが、クラインは彼の経験の浅い友人を助けるために後ろにとどまることを決めた。  2つの方法がAincradでの冒険の間に数回会うことになります。\n\n私はアニメがゲーム内の人々の多様性を非常によく示していると感じています。いくつかは素敵で親切ですが、他は悪です。 その例としては、無実の選手を持ち出して持ち物を取るためのゲーム面や、傭兵のような行動をしてゲームで死ぬことは、実生活で死を意味することを知っている人もいます。 私はそれが多くの選手がもっと信じていることを恐れさせるので、それが好きです。\n\n楽しさ - 最初のエピソードはあなたにラッシュを与えるのにうってつけですが、それ以降はペースが少し遅くなり、次に遅いドラッグが少し迷惑になります。 全体的に私はSAOの前半を楽しんだ、それは決して賞を受賞していませんでしたが、それでもまだ良かった、私は人々に最初の3-5エピソードを与えるように頼むだろうが、私はそれがなぜ、  。\n\nこのレビューは、正直言って、それはちょうど良いことではない、私はそれを嫌ってはいないだろうが、SAOの第2の部分に焦点を合わせることはありません。 たぶん読んでくれてありがとう。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "hello_sweetness",
    "profile": "/profile/hello_sweetness/reviews",
    "pages": "35",
    "number": "19",
    "link": "/reviews.php?id=134389",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  9\nキャラクター|  2\n|  5\n\n編集：私は、私はおそらく私がレビューを提出する前にシリーズを完了する必要があります認めます。 その意味で私の意見はちょっと不公平ですが、私はそれが何だったのか、どこに行くのかを理解するのに十分な数のシリーズを見ていたようです。 私はストーリーがどのように進行していたのか、本当に本当に2〜3回以上のエピソードを楽しむことはできませんでした。 私はシリーズを終えた後、より良い更新レビューを書くつもりです。\n\nショーの誇大宣伝と最初のエピソードは本当に興味があったので、私はSword Art Onlineにとって本当に高い期待を持っていましたが、残念ながら私はそれが取った方向に本当に失望しました。 私はエピソード18までそれを見てみました。 正直なところ、最初の「弧」の後に終了したばかりの方がずっと良いでしょう。\n\nポジティブ：音楽は素晴らしかった（梶浦由紀は常に素晴らしい作曲家）、アニメーションは高品質だった。\n\nしかし、物語はちょうどひどかった...\n\n要するに、私の主な苦情は次のとおりです。\n\n - 時間が長すぎます。 ストーリーラインは非常に不安定です。\n\n - キリトは、すべての驚くほどの方法です。 どうして？ 彼はベータ版をプレイしたので...\n\n - キャラクターはすべて、非常に平坦で退屈な個性を持ち、ほとんどまたは全く開発されていません。 文字の関係は非常に強いようです。 多くのキャラクターが紹介されていますが、あなたが本当にそれらに仲間入りし始めるには時間がかかりません。\n\nショーの可能性はあるものの、それを台無しにしないと感じたので、本当に悪いことです。キャラクターを気にする理由は決して見つけられず、ストーリーは本当に早くなってしまいました。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "JurgenSchmurgen",
    "profile": "/profile/JurgenSchmurgen/reviews",
    "pages": "35",
    "number": "20",
    "link": "/reviews.php?id=127675",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  7\nキャラクター|  5\n|  6\n\nこのショーでは、ビデオゲームの世界に閉じ込められていること、プレーヤーが心理的にどのように影響を受けるのか、そしてこの人生や死の状況にどう対処するのかという大きな前提がありました。\n\nしかし、それはすぐにキャラクターの開発がほとんどまたは全くない別の浅いラブストーリーになり、プロットの穴は見落とすにはあまりにもぎこちない。\n\n私は高い期待を持っていましたが、全体的に私は失望しました。結局、私はカズト/アウサの関係を気にしませんでした。"
  }
]
