[
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Daniel_PCz",
    "profile": "/profile/Daniel_PCz/reviews",
    "pages": "30",
    "number": "1",
    "link": "/reviews.php?id=226783",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は誠実になるつもりです。 私はそれが10に値するとは思わない。しかし、それは4未満の価値がない。だから私はそれをバランスをとるためにこれを書いている。\nハレムは本当に悪く、多くの瞬間はより良いかもしれませんが、それは素晴らしい戦い、多くの楽しい瞬間、素晴らしいサウンドトラック、良いオープニング、いくつかのキャラクター開発、優れたアニメーションを持っています。 そして、多くの自己資格を持つ「嫌悪者」も好きなロマンス。\n\nここでは8,5の評価をしていました。 今は7,9ですが、最も人気のあるアニメにはまだSECONDが置かれています。 それはどうやってできますか？\n\n人々はそれが幻想的なSHOUNENファンタジーアニメであることを忘れているようです。 彼らは、アニメが達成するために必要なすべてを達成したときに、それに関するWAEのトップに期待しています。 これにより、少なくとも5点のスコアが保証されます。\n\n人々は全体的に重要性がほとんどないものについては不平を言うように見え、残りのプロット全体よりもはるかに注意を払う。 彼らはそれを見た前に彼らがすでにそれを嫌っていたようで、それを憎む理由を探すのを見ました。\n\nしかし、人々はマスターレベルのスクリプティング、複雑な政治的、社会経済的なスキーム、深い心理的な分析を期待しています。  Freaking Fairy Tailを見たときにあなたはそれを期待していません。 あなたはそれを龍の球Zで取得しません。漂白ではありません。 なぜSword Art Onlineはそれを必要としますか？\n\nそして主人公、キリトが完璧だと言う。 あなたはアニメを見たことがありますか？ 彼は孤独であり、MMOの世界の外には未来がなく、自分自身をよく表現することはできません。 彼がしていることはすべて、よく戦い、レベルアップしています。 ゲームでは、戦いとレベリングについて起こることがあります。 ゲームが終わると、彼はより自信があり、多くの友達がいて、人生の目標を見つけます。 それは最高のキャラクターの開発ではありませんが、これは何もないと言うつもりですか？\n\nS.A.O.のゲームデザインについての人も同様です。 教えてください、これはゲームですか？ またはゲームに関するアニメ？ それはそうではありません、ゲームで起こるファンタジーロマンス少年アニメです。 ゲームデザイナーでさえもゲームをデザインすることはできませんが、ライト小説の作家はどのように完全にそれをしますか？\n\n私は助けを求めている初心者のような「非現実的なもの」についても心臓の不満を抱えています！ さあ、人々！\n\n私が大いに同意するのは、触手と近親相姦の檻の中のハーレム、ダーゼル・イン・ザ・ストレスが不必要なことだけです。\n\n真剣に、あなたがアニメを見たくないならば。 あなたがその悪いことを聞くならば。 あなたがそれを嫌うと思うなら。 しないでください。 時計。 それ。\nあなた自身を時間、憎しみ、バイアス、そしてトラブルから守ってください。\n\n\n私の最終的な分析：\nストーリー：6\nアート：8\nサウンド：7\nキャラクター：6\n楽しさ：9\n\n全体：7,5"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "OtakuN0scoper",
    "profile": "/profile/OtakuN0scoper/reviews",
    "pages": "30",
    "number": "2",
    "link": "/reviews.php?id=226735",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  7\nキャラクター|  5\n|  7\n\n* Spolier無料イントロ*\n\n以前にSAOを見たことがない人は、ぜひご覧ください。 おそらくあなたが愛するか嫌いかのどちらかです。 いずれにせよ、それはあなたをいくつかの方法で動かすでしょう - そして、一般的にアニメのあなたの見通しを間違いなく変えます。 あなたはあなたがそれを終えるときに私が何を意味するか知っているでしょう。\n\n一部の批評家は、このアニメを10/10に与えました。 一部の批評家はこのアニメを2/10にしました。 私はこのアニメ全体に対して全体的に「魅力的」なポジティブな感情や否定的な感情を持っているわけではありませんが、私は大きく違って感じる個々の部分があります。 それでも、私はいくらかバランスのとれた現実的な方法でそれを見直すために全力を尽くします。 あなたがSAO /バッシュを吸うレビューをしたいのなら、あなたは間違った記事を読んでいる。\n\nSAOのジャンルについての簡単な言葉：私は「現実のメディアでのビデオゲーム」が嫌いです。 ストレートアップ。 しかし、この特別なアニメは上流のサーモンのようなものです。 それは同じ自然の他の部分とは非常に異なって人々にアピールします - これは私が分解しようとしているものです。 ソード・アート・オンラインの良い、悪い、そして醜い。\n\n\n*スポイラー、ヨーヨー。*\n\n - \n\n私が始める前に、私は1つの点を作る必要があります。 私はキリトが嫌いです。 とにかく私は最初にやりました。 あなたは私に同意できないが、私は彼を嫌う。 どうして？ なぜなら彼はアニメの前半のために、曲がったスプーンの感情的な範囲を持っていたからです。 地獄、最初は、キリトが人間であると思ったゲームのAIであった（実際には面白いだろうが）プロットのツイストを期待していた半分だった。 彼は私が自己挿入であると考えているすべてのものの具体化として姿を消す。 主人公は無条件に彼を愛し、彼は無敵です（彼が殴られても、彼とAkihikoの最後の戦いで、彼は私に個人的に触れない感情的な対話を吐き出します。 それでも、彼は間違いなく自分の瞬間を持っている - 後で私はそれに入る - しかし、私はジューシーなものになる前に、まず失望している側に焦点を当てたい。\n\n今、ここにはいくつかのジミーをはねつける部分があります。\n\nアニメの前半（アニメの実際の「SAO」部分）は、私が最も嫌いだった部分です。 私は、特にこの部分が大好きな人が多いことを知っています - しかし、私はそれを分けて、なぜそれが見えるほど素晴らしいものではないかをあなたに示したいと思います。 まず第一に、私はイントロには問題ありません。 私が心配している限り、私は最初のエピソードの終わりまでアニメを愛していました。 それは私が立つことができなかった前のストレッチだった。 次の10回のエピソードは、同じアルゴリズムに従います。\n•KiritoはSAOの新しいフロアにあります\n•新しいキャラクターに問題がある\n•キリトとキャラクターが問題を話す\n•キリトは問題を解決する\n•新しいキャラクターが死ぬか、キリトで崩壊する\n繰り返す。 当然のことながら、それだけではなく、それ以上の詳細がいくつかありますが、それは次の3時間のショーがどのように感じられたかです。\n\n - \n++\n\n生のネガティブが途切れてしまったので、私はアニメのより良い部分であると考えたものに焦点を当てたいと思います。\n\nKiritoがAkihikoを破った直後、ショーは完全に変化する。  KiritoとAsunaの結びつきは、彼らが本物の名前を共有し、お互いに会い、彼らの前に仮想世界が崩壊するのを見ることを約束しているように、よりリアルな気分になります。 キリトが仲良くなるキャラクターだと感じるのは初めてのことです。以前は急いでロマンスのように感じたことが、もっと深いもののように感じられます。\n\nキリトのキャラクターも逆さまに反転します。 最初の弧からのOPであるゲイリー・スタウではなく、彼が愛する人物がアスナの家族よりもはるかに影響力のある男に連れ去られているので、彼は隅に突っ込んでしまった。 最後に、いくつかの緊張 - 他のメディアが同じように磨きをかけないもの。\n\n彼が他のゲーム界に閉じ込められたAsunaがそれが何であるかは奇妙に考えられます。 流出した画像、ゲーミングメディア全体で現実の生活の中で起こるもの。\n\nこれは私がオベロンの性格を愛していたことを指摘するのにも良い時期です。 私は声優、小谷武人が本当に打ちのめされたと感じる酔っぱらった、倒錯した、境界の精神病の悪役。\n\nとにかく、2番目の円弧には、以前の円弧の古いアルゴリズムへの移動がありますが、いくつかの大きな違いがあります。\n•明確な動機があり、Asunaを救助している（たとえそれが苦痛の犯人を雇っているとしても）\n•キリトの行動はより大きな効果をもたらす。 今回は実際には誰も死ぬことはありませんが、Kiritoの行動は、開発者が可能ではないと考えていたもの\n•キリトは実際に失うことがあります\n最後に、オベロンとの戦いは満足していると感じました - 地獄、私は彼に少しでも悪いと感じました - 彼が床にKiritoを刺して、彼のガールフレンドを強姦した後でさえ、\n\n++\n+++\n\nしかし、ショーの真の王冠の宝石はまさに最後でした。 私はこれについて書こうとしています。\n\nキリトは病院のために走っていて、アスナは守られている。 最終的に彼女を一度、そしてすべて満たすために、観客は最初の弧から待っていて、第2の弧の向こうに向かって駆け抜けていた。 次に：SLASH\n菅は影から現れ、世界支配計画は挫折し、屈辱的で必死になっています - ナイフで子供を殺すつもりです。\n\nキリトは今は自分を救うものは何もない。 これは現実の世界であり、彼もスーグも優れたアバターでもなく、怪我や死からも安全ではなく、キリトは重度の刺し傷に苦しんでいます。  Kiritoが公園に出血するのを待っている間、私たちの主人公は何かを実現します。 すべてのスゴーの嘆きと叫び声を通して、彼はまだ弧の初めから会ったバーチャルな玉座に執着している、不安定な社会主義者である。 彼はストレート・スプリンター・セル・コンヴァンブリンスが彼を圧倒し、彼の人生を懇願して涙に陥り始めると、彼の喉にスゴーのナイフを持って車の側に彼をぶつけた。 キリトは彼の怒りにもかかわらず、菅を殺すためにそれを見つけることはできず、男を捨てる - 警察が後で彼のお尻を逮捕するまで、彼自身の涙のプールに彼を残す。\n\nこの瞬間を席巻した娯楽の中には、一瞬もありません。 これまで\n\n悪い\n\n+++\n\n\n美術と音質に関する素早い雑誌レビュー、私の目の芸術は例外的です。 キャラクターとセッティングのデザインは活気に満ちています。アタック・オン・タイタンのハードリアリズムのアートスタイルに次ぐ第2のお気に入りです。 音は主にロイヤリティフリーのクリップで、そのうちのいくつかはHalf Life 2シェアでも、ノイズを生成しているものとよく似ています。\nまた、英語のダブはひどいです。 恐ろしい。 私は通常英語ダブを気にしませんが、時にはもっとチーズですが、これは私が立つことができないものです。 声はあまりにも唇のシンクにはマッチしませんし、感情がある場所では過ぎており、声の一部は文字のように聞こえません。 私は彼らが入れた努力のためにキャストを尊重するが、それは私のためにうまく出てこなかった。 私はキリトを初めて聞いたとき、私は床の上にボールを入れました。\n\n全体的に、私は最初のものよりもはるかに多くの後半を楽しんだ。 ソード・アート・オンラインは、2人の人間が同じ感情を持っていないという点でユニークです。 誰もがアニメで自分のちょっとした瞬間を見つけますが、それは確かに10/10ではありませんが、アニメ界では最悪のアニメではありません。\n\nそれが私の取り組みです。 あなたは違った気持ちですか？ あなたのレビューを書く！ いいえ、本当に。 この場所は結局のところ意見を表明するために設計されており、このアニメに関するレセプションのスペクトルを見ることは興味深い。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "OtakuNekoSan",
    "profile": "/profile/OtakuNekoSan/reviews",
    "pages": "30",
    "number": "3",
    "link": "/reviews.php?id=205409",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  7\nキャラクター|  4\n|  4\n\n私がこのアニメを最初に聞いたとき、すべてが光っていた。 私の友人たちは、これまでに見たことの中で最も驚くべきことだと私に言いました。そして当然、私はそれらを信じました。 だから私はこのアニメを始めました、そして、私はそれが最初はかなりまともだったと思います。 しかし、私が一緒に行ったとき、事は確かにターンを取った\n下り坂。\n\n** MILD SPOILERS BELOW **\n\nストーリー：5\n\nストーリーは、すべての正直さで、ヒットとミスでした。 少なくとも、最初のシーズンだった。 あなたはハレムを見て楽しむか、あなたはハレムを見て楽しむことはできません。 最初のシーズンはいくらかスムーズに巡航しますが、そこにはいくつかのプロットホールがありました。 しかし、最初の弧の終わりはほとんど予測できませんでしたが、それはむしろ残念でした。\n\nそして2番目の弧が来る。\n\n2番目の弧は、正直に多くのものを台無しにした主役の突然の切り替えを伴いました。 キャラクターの性格は完全に逆さまにされてしまい、オリジナルのSAOゲームで最も強力だったアスナは苦痛の弱い、臆病なダメージを受けます。 より多くのランダムな女の子がキューに追加され、それを知る前に、完全なハーレムが壊れています。 キリトはガールフレンドを抱えているにもかかわらず、はっきりとした怒りを気にしない。 さらに、プロットは、この時点では非常に予測可能になっています。 しかし、これにもかかわらず、私はなぜそれが含まれていることにもかかわらず、このアニメの物語を楽しむ人がいるのがわかります。 私が前に言ったように、SAOはヒットかミスです。 あなたはこのタイプのプロットが好きか、そうではありません。\n\nアート：8\n\nさて、芸術は間違いなくとてもうまくいっていました。 私の意見では、おそらく、このアニメの最高の側面です。 アニメーションは滑らかで、同じシーズンに出てきたアニメの多くに比べると、はるかに優れていました。 配色は登場した気分に合っており、キャラクターの表現は美しく描かれていました。 残念ながら、アニメの他の多くの側面がアートワークを台無しにしました。\n\nサウンド：7\n\n音色も全体的に非常に良いものでした。 バックグラウンドの音楽は平均以上であり、声優はキャラクターを生き生きとさせるために非常に良い仕事をしました。 音響効果は確かに感情的であり、合理的なボリュームで配置されました。\n\nキャラクター：4\n\nキャラクターの開発は非常に微妙だったし、全くなかった。 私が見た唯一のキャラクターは、キリトとアスナのためだった。 キリトの場合、ギルドへの参加の恐怖を乗り越え、チームワークを理解することを学ぶ。しかし、すべての正直なところ、この内部闘争は小さく、アニメにあまり影響を与えない。  Asunaについては、彼女はすべてのことを真剣にとらえず、彼女が「偽りの」現実に住んでいても楽しむことを学んでいます。しかし、2つのエピソードの後では、この闘争は決して存在しないかのようです。\n\nアーク2では、Suguhaも自分自身の内部闘争をしていました。それは本当に物語を実際に動かすように思われた唯一のものでした。 しかし、弧の終わりには、彼女は学んだことを無視して、いつものようにキリトの周りの行動を続けているようです。\n\n楽しさ：4\n\n私はこれを前に述べました、そして私は再びそれを言うでしょう：このアニメは打撃かミスです。 私の場合、特に私はharemsが好きではないので、それは欠場でした。 しかし、このアニメの側面はまだかなり楽しいです - 私は主に芸術と音質を参照してください。 私はその話をあまり楽しんでいませんでしたが、私はキリトとアスナをかなり激しく輸送した時があったことを認めています。なぜなら私は彼らの瞬間が大好きだったからです。 あなただけの楽しみのためにharemsを見て楽しむなら、このアニメを見てください。 私はあなたにそれをお勧めしたいと思います。\n\n全体：6\n\nアニメは全体的には大丈夫だったと思います。 私がアニメの期待を高めさせてくれるだけなので、それがどんなに完璧だったのか教えてくれなかった友人が多ければ、もっと楽しかったでしょう。 多くの矛盾や改善されたことがありましたが、純粋なエンターテイメントを探しているなら、それを試してみてください。\n\n読んでいただきありがとうございます〜"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "STerry114",
    "profile": "/profile/STerry114/reviews",
    "pages": "30",
    "number": "4",
    "link": "/reviews.php?id=166565",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメは本当に傑作です、私は物語を継続的に続けるために、ほとんどのアニメをすごく速く見ています。私が一人の夜にこれを終わらせなかった唯一の理由は、私の友人と私がそれを見ていたからです。\nそれは私のナンバーワンの選択アニメです。 偉大な他のアニメがある、私はそれを否定することはありませんが、私のような男でさえ、この傑作で作成された感情が刺激的であることを認めなければなりません。\n私の友人と私は文字通りテレビを見て、「そのキャラクターが死ぬと私は大声で怒られます！ 私はキャラクターに結びついたストーリーラインに縛られたことは一度もありません。\n私の唯一の不満は、神経ギアが実際に存在したかったということです。 私のルームメイトが言ったように、「私は間違った世代で生まれました。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Jozlyne",
    "profile": "/profile/Jozlyne/reviews",
    "pages": "30",
    "number": "5",
    "link": "/reviews.php?id=190499",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はどこから始めるべきかわからない。 すべてが完璧です。 それはとても美しく、叫び声を出すので、私は興奮から各エピソードの間に叫ぶのを助けることができません。 それは、見る/読む必要があります！ キリトは私が剣を握ることさえできないので、私は戦いで会って失うことができる実際の男だったことを私に望みます。 このアニメのすばらしいことは、それが女の子と男の子の両方のためだから、あなたはそれを単独で、または誰とでも見ることができます。 それは、私のようなものを好きな女の子（そして男の子）のためのアクション、コメディーそしてロマンスを持っています。 私もこのアニメが好きなのは、1つのプロットだけではなく、（シーズン2まで）4であるということです.15のエピソードごとに新しいエピソードがあるので、 シリーズ全体を通してプロットする。 新しいキャラクターが導入され、アニメは本当に素晴らしいものになりました。 このアニメは、苦痛を伴うダンサーの代わりに、悪魔の女の子が剣や銃を使って無慈悲に戦う方法を示しています。 私は今日存在しないものを見て、それが今すぐ出て欲しいと思っていたので、その設定をポスト・アポカリプティックにすることは本当に素晴らしいことです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Wvdk",
    "profile": "/profile/Wvdk/reviews",
    "pages": "30",
    "number": "6",
    "link": "/reviews.php?id=204083",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  6\nキャラクター|  2\n|  6\n\nSword Artオンラインで最も盛り上がったアニメの1つですが、私はあまりにも多くの嫌悪者を見ました。\n私？ 私はその間にいる。 はい、私はこのアニメが問題を抱えていることは知っていますが、私が楽しんでいた問題を見ても、 レビューを始めましょう。\n\nストーリー（4）\nこれは、私がプロットの穴に大きな問題がある場所です。ストーリーはうまくペースではなく、アクションからロマンスに移りました。 私はいくつかのエピソードは不要だと思う。 そして、時間は最初のものをスキップしますが、それほど悪くはありませんでしたが、2回目のスキップは本当に私に1年の時間スキップを迷惑させました。\n\nアート＆amp; amp; サウンド（6）\n私はこれが私をSword Art Onlineを楽しませたと思う\n私はアクションシーンがこのアニメの中では数少ないものの1つだと思っていたので、アニメーションは（特に）アクションシーンでは良かったです。\n\nそして、今は思い出に残るものではありませんでしたが、それでもまだ良いサウンドトラック（オープニングを含む）でしたが、\n\nキャラクター（2）\nああ、少年たち、キャラクターたち。\n私はこれがSword Art Onlineの最悪の事だと思っています。なぜならまず第一に私はバックストーリーが好きで、それは本当に仕事をしなかったし、すべてのサイド・キャラクターの二番目\n1つのエピソードが出てきて、出現したことはない\nそれは本当に私を悩ませました。 そして今、主人公、主人公は似ていない、（も）圧倒され、本当の偽善者です。私は詳細には行か​​ないが、私はこれを言うことができます：キリトは、私の個人的な嫌いな文字のすべての時間です。 このスコアを下回らないようにしたのは、私がアスナとユイの2人のキャラクターが好きだったということだけです。\n彼らは自分自身の問題を抱えていますが、私はこれらの2つのキャラクターがネガティブよりもポジティブであることを見出しています（私の意見では）。\n\n楽しさ（6）\n私が言及した問題でも、私はまだそれを楽しんだ。 それはうまく実行されていませんでしたが、それはまだクールなコンセプトでした。 プロットの穴があっても、それは難しい話ではありませんでした。 キャラクターはほとんど恐ろしいものでしたが、アクションシーンはそうではありませんでした。 それは間違いなく誇大宣伝に値するものではありませんが、私はそれが最悪のアニメではないと思います。\n\n総合評価=（4 + 6 + 6 + 2 + 6）/ 5≒5"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "hilme100",
    "profile": "/profile/hilme100/reviews",
    "pages": "30",
    "number": "7",
    "link": "/reviews.php?id=178857",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nわかりました。SOAのレビューが豊富なので、私はこれを短くしておきます。\nコンセプトは非常にクールで、あなたがバットからすぐに引っ掛かってしまうものですが、私は2つの理由でそれを本当に気に入っています。\n\n1.キリトとアスナの関係は美しく、お互いが恋に落ちるので、私はカップルとして恋に落ちるようになりました。 作者がこれをうまく引き出すと、彼は_文字通りの宝くじ_を打ちました_（それらの2つの言葉を何度も繰り返し試してみてください）。 私はちょうど私が主要なプロットを見ていたときに一緒に暴力を一緒に見て幸せだった。 さらに幸せ！\n\n2.この美しい内面の愛の物語のために、プロット自体は深みのある層を追加しました。 突然キリトの旅を本当に気にし始めました。キリトとアスナが再び一緒になってくれることを憧れていたからです。 それは素晴らしい話になります。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "WetWipes",
    "profile": "/profile/WetWipes/reviews",
    "pages": "30",
    "number": "8",
    "link": "/reviews.php?id=203771",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  3\nアニメーション|  5\nサウンド|  7\nキャラクター|  1\n|  3\n\nこのアニメは良いアイデアの最も痛い例の1つですが間違っていましたが、人々はしばしばあなたがアニメに入っているかどうかを見るために良いアニメとして推奨します。 このアニメを見ず、代わりにLog Horizo​​nのような類似のものを探してください。\n\n\nストーリー：3/10\n\nアニメは、良いコンセプトと素晴らしいアニメを構築するために本当にうまく使用されていたかもしれない素敵な世界の設定で設定されています。 残念ながら、このショーの作家は私が今まで見た中で最もペースが落ちてひどく圧縮された物語を作り出しました。 次のエピソードは、時には巨大な時間と場所を過ぎて時々ジャンプします。  SAOストーリーの元の設定は、すぐに放棄され、主人公がどのようにして退屈で退屈であるかを除いて、ほとんど表示されないさらに悪いストーリーラインに置き換えられます。\n\nこのアニメは、主人公が置き換えられ、SAOの2つのシーズン全体が、彼らが決心した完全な災害ではなく、最初の世界の環境に置かれた場合に大幅に改善されるだろう。\n\n\nアート＆amp; amp; サウンド：5/10＆amp;  7/10\n\nキャラクターアートは時々怠け者ですが、背景や戦いは美しくアニメーション化されています。 これと一緒に行く音は、キャッチーな音楽とまともな声でとても良いです。 この芸術とサウンドは、文字通りアニメのあらゆる面で失われています。\n\n\nキャラクター：1/10\n\n主人公は、確かに存在していたことのない、穏やかで無益な人間です。 彼の愛の関心はそれほど良くない。 このアニメを見ることは、これまでに最も定型的なアニメキャラクターのために作家のチェックボックスを見ているように感じる。 サイドのキャラクターはダニより面白いですが、最終的にキャラクターのデザインは全く変わっていません。\n\n楽しさ：3/10\n\n私が好んで言うことができるのは、戦いのいくつかが涼しい見ることができるということです。 実際には私がこれを見た唯一の理由は、私はまだアニメには新しく、何を期待するのか分からなかったからです。\n\n全体：2/10\n\n私はこれを2と評価したので、今度は2番目のシーズンを1にすることができます"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Kefka1134",
    "profile": "/profile/Kefka1134/reviews",
    "pages": "30",
    "number": "9",
    "link": "/reviews.php?id=203693",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  6\n|  6\n\nSword Art Onlineはまあまあまあでしたが、時には私はWOWみたいで飽きてきたこともありませんでしたが、本当に楽しいこともありませんでした...私がどのように正確に感じたかを要約するのは難しかったです。\n\nほとんどの場合、それは楽しいことではありませんでした。\n\nSAOは、基本的にKiritoとオンラインMMOゲームでトラップされるいくつかの友人の話です。 今、私が知っている限り、人々が本当に好きであり、とても楽しまれた.hackや他のMMOアニメのようなものを漠然と思い出しました。\n\nしかしSAOはそのような幸せな経験を意図したものではなく、Asunaは私が冷静に言ったようなものでしたが、実際には大きな影響はありませんでした。それは幾分かわいそうなKiritoです。\n\nKirito Kleinのメインの友人がかなり面白かった理由は何でも、KiritoとAsunaはとても気が狂って狂っていたので、いつも気楽にやっていました。 私は冗談じゃないよね！ 彼は本当に主人公ではありませんでしたが、それは問題の1つでした。私はAsunaとKiritoがお互いにちょうどそうであったように思っています。そして、HEY GUYSのようなKleinがCRAZYです。 私は彼が基本的に理性の声のようだったと思う。\n\nしかし、それはちょうど本当にちょうどいいビデオゲームではないかもしれないVNだったのでちょっとちょっとだった。 私を嫌いな人（または私の中のゲーマーなんか）に呼んでください。しかし、SAOは本当に退屈なMMOのようですが、本当にあなたはレベルアップし、リストから多くのスキルを選ぶと、メインクエストの町の外で猪と戦うのですか？ トルキンは彼をかつて彼のことに戻した。\n\n最終的に私は6がかなり良いと思っています。これは真ん中のどこかのようなものです。なぜなら、これは本当に楽しいものではなかったからです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "jeffreyto",
    "profile": "/profile/jeffreyto/reviews",
    "pages": "30",
    "number": "10",
    "link": "/reviews.php?id=153315",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  7\nキャラクター|  1\n|  4\n\n警告このレビューは、（たくさんの）スポイラーを含むかもしれません！ 私はコンテンツを盗むことに関するいかなる責任も負いません。  VIEWER DISCRETIONがアドバイスされています。\n\n注目すべきは、2014年頃に誇示された誇大宣伝から、ソード・アート・オンラインは、今年もまだ登場していない最も人気のあるアニメの1つです。 収集した優れたレビュー（おそらくそれほど優れていない）を見て、私は主流に行き、SAOシーズン1の全シーズンを1週間で見ることに決めました。\n\n私は、主にアクション、冒険、そして多分ロマンスのスリリングなアニメになることを期待して、SAOを見始めました。 最初のいくつかのエピソードから、このアニメは、視聴者が探求することを切望する、有望なストーリーと、面白いファンタジーの世界を疑うことなく表示しました。 しかし、アニメが一見クライマックスに近づき始めると、ショー全体が完全な災害になります。\n\nSAOを終えた後、私は（最終的に）それがうれしかったです。 プロット・ホールの量が非常に多く、このアニメの特性が悪いので、私はソード・アート・オンラインが存在する中で最も過大評価されているアニメであるという結論を出すつもりです。簡潔にするために、私はプロを描くためにいくつかの箇条書きポイント 次のカテゴリに分けて考えてください。\n\n〜ストーリー〜\n長所：\n - ユニークでやや面白いプロット\n - 以前は使われていなかったMMOやゲームファンタジーの世界をテーマにしています。\n短所：\n - エピソードからエピソードへの移行は非常に悪いです。 私は文字通り、私が誤ってエピソードを逃したかどうか疑問に思って次のエピソードに飛び込んだ。 それから、私はそれがちょうど悪い移行と 'フォワーディングの時間'であることに気付きました。\n - アニメの突然の到来以来、突然、ひどくロマンスになった* Asuna。\n\n〜キャラクター〜\n長所：\n私は何も考えることができません、ごめんなさい。\n短所：\nこのアニメの特徴は必然的に最悪です。 すべてのキャラクターは、この典型的な、穏やかな感じを持っているようです。\n-Asunaはおそらく、それらのすべてから最も失望しているでしょう。 最初と2番目のエピソードでは、主に彼女の神秘的な背景、彼女の恥ずかしがり屋の性質と彼女のキャラクターの微妙さのために、私は今までのキャラクターの中で最も興味深いものになると思っていた。 その後、約5話目に到着すると、彼女は予想外に、この外向的で強烈な魅惑的な性格になり、視聴者は「なんでファック」のようになります。\n-Kirito（そしてアニメの他のキャラクターの大半）のキャラクター化は、Asunaの次に非常に悪いものです。 最初、視聴者は彼が内向的であると信じると考えられ、やや孤独で孤独な性質を持っています。 それから彼がまっすぐに戦闘に飛びつくとき、彼はAsunaと同様に、彼の性格と矛盾している、この超過激で圧倒された性格になります。 彼は穏やかで、全体として見て退屈です。\n\n〜サウンド〜\n長所：\n - メディカル - 叙事詩サウンドトラック\n短所：\n本当に何も考えていない。\n\n〜楽しむ〜\n長所：\n - ストーリー内の行動は、いくらか楽しめる\n短所：\nストーリーラインはついに退屈で、ひどくデザインされたロマンスとアクションのテーマに変わります。\n\n〜Art〜\n長所：\n - 驚くべきアートワーク、おそらく唯一のこのアニメは良いです。 特にHD 1080pで視聴すると、その動作とともに視聴者はコンピュータ画面の前でうずうずしています。\n短所：\n - いくつかのキャラクター*咳* Sugu *咳*は年齢のためにあまりにも大量のおっぱいを持っています。\n\n〜全体的〜\n5〜6/10\n私はここで寛大であると思った。 私は正直なところ、SAOはTitanの攻撃と比較さえさえしているとは思えません.SAOは明らかにそのリーグの道のりです。 それを慎重にするために、主なアイデアやテーマは良いですが、どうやってそれを扱ったかは悪かったです。 芸術と音は元気だったが、その特徴付けはひどい。\n\n改善私は大幅にこれをより良いアニメにすると思います：\n - 開始時にミラー全体をスクラップし、Asunaがひそかに最初から男だったプロットのひねりを追加し、Kiritoは一度彼が気付くと永久的な心理的ダメージに惑わされる。\n -  Asunaを削除する\n -  KiritoとAsunaとの関係を複雑にすることは、Lizにただ1つのEPISODEだけではなく干渉させることになります。\n - キリトを突然ゲイに変えさせる。\n - クリエイターが既にそうしていたので、ロマンスを変えたヘンタイやハーレムにアニメを変えてください。\n - すべてのロマンスを削除するのは、基本的にはすべての不具合が笑っているからです。\n\n\n\n\nこのレビューを書いているときには、私は100％深刻ではありませんでした。私は個人的に私のレビューが偏っていると思っています。 だから、私に死の脅威（特にSAO愛好家）を送ってはいけない。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Rox4s",
    "profile": "/profile/Rox4s/reviews",
    "pages": "30",
    "number": "11",
    "link": "/reviews.php?id=143521",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nSword Art Onlineはあなたが期待しているものではありません。 このショーは、私が今までに見た中で最も優れた主人公の1人であり、物語が進行するにつれて私を驚かせ続けました。\n\nストーリー9：SAO（Sword Art Online）のストーリーはかなり進化しています。 あなたは、次に来ることのかなり良い感覚を得ることができます。 物語はかなり簡単な目的で提示されているので、実際にはどうにかして間違ってしまうことはありません。 それは間違いなく時々あなたの涙をかき乱すでしょう。 あなたの顔のラブストーリーではない、かなり良い（確かに信じられないほど）。 しかしそれはあなたをただちに引き入れることを忘れないでください。 この番組はナルト、サムライシャンプー、デスノートのようなショーに大きな仲間入りをしていた2人の仲間にこのショーを見せてくれました。彼らはショーを第1話から最後のショーにまっすぐに見ました。 このショーはあなたをフックします。\n\n第9芸術：SAOには、ショーが開催される素晴らしい環境と地域があります。詳細への注意は驚異的です。 ディレクターがこの番組のセットで私に与えたことは、病的なひねりを伴う夢の世界の完全な視覚的な構成です。 景色を鑑賞するためにもう一度見なければならないかもしれません。\n\nサウンド9：アクションアニメの一般的な音ですが、戦闘シーンに来たときには、パトリーや攻撃の際に武器が鳴る方法が非常に重視されました。 戦闘音と音楽は間違いなくあなたを調整し続けるスリリングな雰囲気を作り出します。戦闘中の音楽はシーンの感触に非常によく合います。 私はショーがあなたをフックする理由の一部を考えています。なぜなら、顎を落とすシーンが提示されたときにあなたの感覚を喜ばせるからです。\n\n文字10：どこから始めるのですか？ まあ、このショーは私がこれまで正直であることを望むことができる最高のチャレーターを持っています。 主人公は非常に内向的ですが、非常に親切な心を持っています。 これは、私たちが本当の人生のように行動することができれば幸いです。 子供のために大きな負担をかけている間に、非常にレベルを上げました。 サポートキャラクターは、あなたが愛するのを助けることができない、火のような、おしゃれで強い個性を持っています。 この番組のすべての主人公はあなたに深い感触を与えます。 これはあなたが確かにそれを愛する理由の一つです。\n\n楽しさ10：このショーは本当に私に当たった。 それは2013年12月私はクリスマスのために家に帰っていないと私は少し荒い時間を過ぎていた。 私は孤独になって学校に通いながら、私の祖父が死に、私の両親は12月にコロラドで彼と一緒にいました。 一方、社会的に私は私の人生で何人かの人々に行っていたはずの方法ではなかった。 だから私はちょっとしたことを反映して変更する時間が欲しかった。 私はある日アニメを探していて、SAOを見つけました。 このショーは本当に私が感じたやり方を改善しました。私は難しい時を、より荒い人物と分かち合うことができました。 このショーは感情的になり、誰もが主人公、キリトのような人なら、私は何かを得ることができると思う。\n\n全体的な10：あなたがまだこれを読んでいるならあなたはまだ確信していません。 私は本当にこのショーがいかに楽しく深いかを言葉で説明することはできません。 文字は本当に目立ち、あなたはもっと欲しいものを残しています。  SAOのための2つの親指"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Visceras",
    "profile": "/profile/Visceras/reviews",
    "pages": "30",
    "number": "12",
    "link": "/reviews.php?id=177697",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  7\n\nソードアートオンラインまたは\"SAO\"として最も知られているのは本当によく知られているアニメです。 それは知られているが良い点があるが正直に私のために、このアニメは、ショーの前半後に私にそれをたくさん嫌にさせる大きなミスを犯した。\n\n\nだから、良い点から始めましょう。\n\n - ストーリー（8/10）。 彼らはゲームの中で生きるため、興味深い話です。 私のようなゲームを好きな人にとっては、プロットのためだけにこのアニメが好きなのは非現実的な世界です。 これは、基本的に 'Sword Art Online'という名前のゲームにトラップされたプレイヤーのグループであり、そこから抜け出すためにゲームを完了する必要があります。 彼らがHPポイントを失った場合、彼らは現実世界で死ぬ。 すべてのコンセプトは、私がショーの最初の部分を通して夢中にさせました。\n\n - アート（8/10）サウンド（7/10）サウンドとアートの両方が妥当です。 このショーにはほとんど行動がないので、アクションの詳細を見るチャンスはありません。 しかし、それがあるとき、我々はそれがいくつかの詳細と素晴らしいアクションであることを認識します。 背景は素晴らしく、文字は合理的です。 彼らはもっと良く見えるかもしれません。 しかし、彼らがゲームの中にあると考えれば、彼らのデザインはうまくいくはずです。\n\n - 文字（8/10）。 主人公は良いです。 他のものはまったく同じです。 本当のために、すべてはAsunaとKiritoのほかに同じように見えます。 彼らのバーハビールは同じですが、デザインを除いてすべてが同じように見えます。 主人公について、我々は両方の素晴らしい発達を持っており、彼らの関係は、見ることも楽しませることも本当にいいです。\n\n今、私が話した悪い点はどうですか？\n\n\n彼らはアニメをあまりにも急いで急いで、私たちはSAOを見る時間があった。\n\n-SPOIL ALERT-次のトピック（「---」とマークされている）にスキップした場合\n\n\n\n彼らがAsunaを保存するために別のゲームに移ったとき、私にとってはアニメが最悪になった。 後半は現実のために吸います。なぜなら、クリシェの終わりです。悪い男の手から少女を救っているからです。 それに加えて、彼らは泥棒のアクションショーを行うSAOと同じようにゲームをうまく探検しません。 唯一の良いことは、彼の姉妹とそれの背後にあるすべての物語ですが、残りは...もはや生存ゲームではなく、もはや我々はゲームに勝つための圧力を参照していません。\n\n\n\n--- SPOIL ENDED。\n\nだから全体的にこれは良いロマンスショーであり、主人公の間には良いドラマと美しい物語があります。 あなたが楽しませるものを探しているなら、これに賭けてください。 それだけでそれを楽しむのが目的なのです。それ以外にも、他のショーではうまく見ることができないことを示すことはできません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "JakCooper2",
    "profile": "/profile/JakCooper2/reviews",
    "pages": "30",
    "number": "13",
    "link": "/reviews.php?id=202696",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  9\nキャラクター|  5\n|  10\n\nソード・アート・オンライン（略してSAO）は、少なくとも近年では、おそらく、私の想い出の中で、これまでに発表された最も盛り上がったアニメの1つです。 そして、誇大宣伝は、ある人のための経験を高めたり、他人のための経験を台無しにすることができます。 私にとっては、それは二重の剣です。 私は常にゼロの期待でショーに出ようとします。そうでなければ、それほど良くないと分かっても失望することはありません。 残念なことに、私がSAOを見たのはそうではありませんでした。 私は3日後にそれを終え、最初にそれを見たとき、私はそれを愛していました。 地獄、しばらく私はそれがMALの10/10を持っていた。 しかし、時間が経つにつれて、私はそれを数回見直しました。（それは非常に優れた続編を見たことはもちろんですが）、私の意見は少し変わってきました。 ああ、私は間違っていません、私はまだそれが好きです...しかし、おそらく私はこれまでに使用したほどではありません。 私に説明させてください。\n\nストーリー\n5/10\n物語はいいですが、確かに磨かれていないと感じます。 独創性の面では、バットですぐ失敗する。  それ以外は、私は一人のキャラクターの死を気にしなかった。 彼らのために、またはキリトのためにではありません。 Accel Worldは、同じ年の早い時期に出て来ただけでなく、.hackフランチャイズはSAOの前に10年以上続いています。 しかし、アニメはオリジナリティーに成功するか、実行に成功するかの2つのコンセプトのいずれかに基づいて成功する傾向があります。 そして実行さえも欠けています。 このシリーズは、外傷後ストレス障害に関する深く複雑なストーリーであることを強く試しています（キリトがやったようにあなたの友人が死ぬのを見た場合、それについて考えると意味があります）が、最終的には PTSDの要素が非常に弱く強制されているだけで、男性のエンパワメントのファンタジーです。それはあたかも作家の思いやりのようです。 私は、ストーリーが告げるよりもむしろ見せることができるように（すなわち、行動でのトラウマと表情などを話すのではなく）表現できるように、これらのテーマに対処する対話はほとんどないということを尊重します。 たとえそれが実行されても非常にわずかな時間しかなく、欠けているものさえあります。 私が実際に死んでいる人の重さが、月明かりの黒い猫が殺された早い時期に感じた唯一の時間。\n\nそしてKiritoとAsunaの間の強制的なロマンスで私を始めさせないでください。 今私は個人的に、私はチーズロマンスのファンです、これは間違いなくです。 しかし、批判的に言えば、私はロマンスの面ではるかに悪化していますが、本当にロマンスを持つ以外の理由はありません。 アニメが初めからのロマンスであればこれはいいですが、SAOはそうではありません。 それはPTSDに関する解説に変装された男性のエンパワーメントファンタジーです。 なぜロマンスがあるのですか？ 私は知りませんが、間違いなく外れていると感じ、より多くの作業が必要でした。 そして、私が聞いたことから、たとえアニメが急がれたとしても、Light Novelはあまり良くなかった。\n\n全体として、この物語は最高で平凡なものであり、確かに偉大なものと見なされるためにはもっと多くの仕事と努力が必要です。\n\nキャラクター\n5/10\nプロットと同じように、プロットの原動力となると思われる文字は、工夫する方法であり、あまり面白いものではありませんでした。 私が以前に言ったように、キリト自身は、PTSDの犠牲者として偽装された男性エンパワーメント人物です。  Asunaは一般的なツンデレですが、彼女はほとんどの人ほど私を怒らせませんが、Kiritoとの強制的なロマンスを持っています。 ゲームソード・アート・オンラインの創始者、茅原明人を除いて、他のキャラクターは話す価値がありません。 彼と共にいても、彼は間違いなく欠けていた。 あまりにも多くの欠落があります。ああ、私はうそをつきません。なぜなら、最初にSAOを作成した理由、その中にいるすべての人を捕まえるという目的でしょうか？ それほど多くは説明されていません。 いいえ、シーズン2はそれを助けません。 私はそのキャラクターのどれかが必然的に悪くはないとは思っていませんでしたが、彼らはとても痛いほど平均的でした。\n\nアート＆amp; amp; アニメーション\n10/10\nこれは完全な10を与える唯一の2つのカテゴリの1つになります。明らかにビジュアルはアニメを作成しませんが、それについて話す価値があります。 芸術は絶対に素晴らしいと思うが、私は個人的には近代的なアニメが古典的なアニメを見ている方法を好むので、おそらくそう考える。 そして、アニメーションがあります。 これは私が今まで見た中で最高のアニメアニメの一つでなければなりません。 そんなに動いていて、とても流動的です。 間もなく、戦い中。 これは、A-1 Picturesのアニメーションの大作でもあります。\n\n音\n9/10\nこれまでにない驚異的な梶浦由紀子の音楽は、このアニメで際立つ最高のものの一つです。 戦闘シーンはアクションパックと叙事詩であり、劇的になるはずの場面は、たとえ執筆が完全に成功するには不十分であっても、確実に機能するはずです。\n\n楽しみ\n10/10\nはい、私は完全な10を持っていると言った他の部分です。私の不平にもかかわらず、私は非常に楽しいショーを見つけました。 それはダム、ポップコーンエンターテインメントなので、他のものとはみなされません。 残念ながら、レビューは重要な分析であると考えられているので、私は他の多くのセクションでうまくいくことができませんでした。\n\n全体\n7.2 / 10\n終わりには、Sword Art Onlineは7.2 / 10となり、上記のすべてのスコアの平均です。 それは悪くない、それだけで欠けている。 驚くべきことがここで作り出されたように思われるが、その代わりに、物語やキャラクターに気を配ったり、愛したりすることなく、まったく別の一般的な光の小説の適応であることが判明し、その日の終わりには、 重要なこと。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Shanneene",
    "profile": "/profile/Shanneene/reviews",
    "pages": "30",
    "number": "14",
    "link": "/reviews.php?id=202647",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  5\nサウンド|  7\nキャラクター|  1\n|  2\n\nそれは本当に哀れです。 私たちはこれまで、.hack // SIGNのようなアニメでそれを見てきました。 ゲーマーが関わっているすべてのアニメのように、オリジナルの素材は決して登場しません。プロットラインはすべて同じタイプです。ゲーマーはゲームにログインします。ログアウトできません。ゲーマーがゲームで死んでも、ゲーマーはリアルで死んでしまいます。 生活'。 私には、ストーリーラインがまっすぐに抜け出されたような感じがしました。/ /それは私が気に入らなかった理由です。  SIGNは、しかし、別のキャラクターの束が投げ込まれた。絶対に失礼です。あなたがこれを見たことがない、または私が言及した他のアニメ、それはあなたに幾分興味深いかもしれません。 ここから来て、両方のアニメの間の類似点を見ることができます。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "MrStealYourNanay",
    "profile": "/profile/MrStealYourNanay/reviews",
    "pages": "30",
    "number": "15",
    "link": "/reviews.php?id=221873",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  8\nキャラクター|  3\n|  1\n\nソード・アート・オンラインは、私が今までに見た中で最も失望したアニメだろう。\n\nアート：\n\n私はショーについての良いことから始めるので、皆さんは私が失望していることを理解しています。 芸術のスタイルは、第二世界のアスナの不必要なセクシュアライゼーションとキリトをエルフにすること以外はかなり良いです。 ショーはきれいで、風景は広大で、最も重要なのは、バーチャルリアリティの世界が自分自身でこれらの世界を訪れたいと思っています。そして、オタクのファンタジーの夢や幻想を生かそうとするショーを考えています。 最も重要なこと。 行動シーケンスは、しばしば、私に賞賛されます。 キャラクターが周囲のHUBを実際に見ていることを示す最初の人物ショットでさえ、すばらしいタッチであり、再び観客にこれが本当のゲームであると信じさせる。\n\n私に打ちのめされたキャラクターデザインのもう1つの側面は、このアニメが人々を見せてくれる方法とはまったく違和感がありました。 これらの子供たちはいくつかの点でエヴァンゲリオンのキャラクターとして狂っているように見えていたので、ショーの心理学的な側面にうなずいて、ショーがもっと盛り上がるように感謝することもあります。\n\n音：\n\n音に関しては、音楽は一般的なJRPG音楽のように聞こえる。 再び、オタクファンネルのための浸漬：達成されました。 彼らが衝突すると剣が衝突する。 デジタル化されたカット音がデジタル化され、再びVRであることを指摘しています。 サウンドデザインは良いです。\n\nキャラクター：\n\nたわごと。 あなたは何百万回も聞いたことがあります。 キリトは、すべての女の子が愛している相性の悪い雌犬で、女の子たちは、それ以上のものではないにしても、彼らが代表するアーキタイプのように一次元です。 私が最も期待していた1人のキャラクター、アスナは、ショーの終わりには、彼女がほとんど性的に暴力的になってしまうところまで、疲れた息子になった。 それは大丈夫じゃない。 動いている。\n\nストーリー：\n\nたわごと。\n\nストーリーが悪いだけでなく、それがとてもうまくいったからです。  VRMMORPGのアイデアは、多くのオタクが長い間夢見てきた幻想です。 新しいアイデアではないが、1つに閉じ込められていることは、ショーと同じように現実世界の誰もが驚いてしまう恐れだと思う。 あなたがちょうど普通の都市の少年であるにもかかわらず死ぬことができるファンタジー世界であなたの道を戦うことは、絶対に素晴らしい前提です。\n\nだからこそ、このショーがそのアイデアに嫌な人物、時間スキップ、キャラクターの開発がほとんどない、ゲームメカニックと意味がない練習、そして単にレイプと見なされるようなものを見るのはとても難しいのです。\n\n楽しみ：\n\n初めは、楽しかったです。 私は高い期待を持っていました。 私はあなたに最初の3つのエピソードのように9を与えていた可能性があります。 しかし、このショーはこのタイプの前提で、良いアニメのための私の希望と夢の上にたわわしいので、本当に許されていません。 恐ろしい。 と同様に、2、その唯一の節約猶予はちょっときれいに見えることです。\n\nあなたがそれを嫌い、どれほど愚かなのか不平を言うことができるように、ちょうどいくつかの友達とそれを見てください。\n\n-MSYN"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "AmyAnime",
    "profile": "/profile/AmyAnime/reviews",
    "pages": "30",
    "number": "16",
    "link": "/reviews.php?id=120907",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  10\n\n私は個人的に本当にこのアニメを楽しんだ！ このレビューは、あなたがそれを憎んでいるのか愛しているのかについてあなたの心を変えるものではありません。 それは私の全体的な意見を与えることです、それが私がすることです。\n\nストーリー - 個人的にはゲーマーの立場から来て、とても楽しかったです。 バーチャルリアリティゲームをプレイすることができ、実際には味わえない、触れる、触れる、聞く、見ることができることは素晴らしいことです！ それが本当に私のために話を進めるものです。 それから、彼らは、このゲームについて知るべきことのほとんどを知っているキャラクターを持ち込みます。  SAOはあまりにも退屈ではない、まあ、私には、一度も退屈していない！ 私はいつもつま先やベッドの端にいて、次のことが起こるのを待っていました。 また、私自身は非常に感情的な人ではないので、このアニメは私に笑い、泣き、笑顔を感じさせ、他の感情を感じるので、もう一つのプラスです。 何人かの人は、物語がない、それは超退屈だと言うでしょうが、それは意見です！\n\nアート - このアニメの芸術は、今まで見た中で最高のものです！ 私は何百ものアニメーションを他の人のように見ることはできませんが、私は良い束を見ました。このアニメは私のアートのリストの一番上にあります。 景色は美しく、特に大きな役割を果たす瞬間には美しく仕上げられています。 シーンが大きいときにアニメがするように、アートを倒すことはありませんが、芸術はとても気まぐれです。気分を感じる必要があるか、クリエイターが気分を感じさせようとしているかを感じないだけです。 正直言って、その風景は、私があなたの感情に多大な影響を与えるので、時には笑顔と泣きたいと思っていました。\n\nサウンド - これは私の弱いキャプションでした。 音と音楽はまた、私にはない人には大きな影響を与えます。 それでもSAOはこのカテゴリーでも優れています！ 音楽は、アスナとキリトのシーンに必要な時に感情を加えるのに役立ちます。 それは私がその音について言わなければならないすべてです。\n\n\n\n楽しさ：私の最短カテゴリー。 私はこのショーを完全に愛していました。 もし私がここに詳しく説明しようとすると、私は本を入力しているので、私はちょうど、この番組は決して退屈ではないと言うことができます！ 見て！\n\n総合：全体的に、この番組は素晴らしいです。 私はチャンスをつかんだときに再監視し、現在見ている他のアニメを終了します。 私はこのアニメを2日で終わらせましたが（少し過度ですが）、それは完全に価値がありました。 それはあなたの胃の穴に空の感じを残すそれらのアニメの一つです。 私はこのアニメをお勧めしますか...はい！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Riddler31",
    "profile": "/profile/Riddler31/reviews",
    "pages": "30",
    "number": "17",
    "link": "/reviews.php?id=221345",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  3\nアニメーション|  9\nサウンド|  10\nキャラクター|  2\n|  8\n\nSAOは、それを愛したり憎んだりするアニメのひとつです。当然、私は両方を選んだのです。 ちょっとした予告：このレビューでは、小説の以前の知識を前提としています。 途中で、この論争に直撃しましょう。\n\nストーリー - これはほとんどが私の不安がある場所です。 ストーリーは、要するに失望しました。 彼らは完全な少年シリーズをカバーするのに十分なコンテンツで、本当に堅実なストーリーのために立ち上げました。 彼らはその後、最初の2つのエピソードで蓄積したすべての可能性を排水の下に投げ捨て、最初の弧の半分以上を霧のハレムのメンバー全員に紹介しました。 彼らが最終的に実際のプロットに戻ってくるまでに、彼らは2年の潜在的な潜在能力を経て、潜在的なオンスを捨て、第2の弧を別のスーパーマリオブラザーズゲームに変えた。\n\n芸術 - 芸術は、特に戦闘シーンではかなり驚くべきものです。\n\nサウンド - 簡単にシリーズの最高の部分、SAOのサウンドトラックは単に息をのむほどです。  OP自身はいいですが、誰かが目立つようにはなりません。 彼らはすべて堅実です。 そして、バトル音楽 - 私はバトルテーマを説明する単語が1つだけです。 エピック。  Aniplexが描いたアートを見ながら、バックグラウンドでSwordlandやLuminous Swordを聴いてください。特に、EP 2での1階のボス戦です。あなたは理解するでしょう。\n\nキャラクター - これまでのアニメで見たキャラクターの最悪の展開。  Kirito IG-やKaziro Kirigaya IRLとして知られている男性主人公は、本当に1つだけです。 そして、人は主人公の失望です。 彼は反社会的なソロプレーヤーであり、MMOゲームであり、まだゲームで最高のプレイヤーになれるように管理しています。 同様に、彼は自分自身の利益のためにあまりにもOPです。 キリトを除くすべてのキャラクターは、次の4つのカテゴリのいずれかに分類されます。\n1）女性は、導入の1回のエピソードの後に​​即座にキリトのハーレムの一部になり、それからシリーズの残りの部分は何もしない。\n2）Kiritoによって隠されたオスのサポートキャラクター。シーズンごとに約20分のscreentimeを得る。\n3）動機がないか、悪人になりがちすぎる拮抗者。\n4.）アスナ。 キリトの愛の関心。  ep 2でデビューし、彼女はすばらしい女性のリードとして非常に大きな可能性を示しました。 彼女はプリンセスピーチになりました。\n\n楽しさ - このシリーズは、私が見た最も楽しいアニメの1つですが、キリトの場所よりも何も愛していない反社会的ゲーマーのターゲットオーディエンスにも当てはまります。  MMOに慣れ親しんだり興味を持たれていない人は、このシリーズではほとんど楽しまないでしょう。 そして、もちろん、見た目と音が助けになりました。\n\n全体として、このアニメは失望ですが、優れた音楽と芸術で物語やキャラクターを補うものです。 私はビデオゲームの楽しさを見つけられない人にはこれをお勧めしませんが、それがあなたのものであれば、それは乗り物になるからです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "LPGeneratorx",
    "profile": "/profile/LPGeneratorx/reviews",
    "pages": "30",
    "number": "18",
    "link": "/reviews.php?id=142757",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  3\n|  7\n\nこれはスポイラーの無料レビューです\n\n\n*一口*ソードアートオンライン。 これは2012年には最も過大なアニメであり、それは間違いなく理由を見ることができます。 ソード・アート・オンラインと呼ばれるMMORPGに基づくアニメです。 この特定のアニメ、Fanboys、Hatersと中のもののためのファンベースの3つのカテゴリがあります。 このレビューは、評価を2つの部分に分割します。 最初の円弧と2番目の円弧。 さて、実際のレビューから始めましょう。\n\nストーリー： -  6\n基本的に、ストーリーは実際には非常に良いです。 あなたが死ぬと、あなたも実生活で死にます。 コンセプトはかなり良いですが、問題は実行されます。 このアニメは大半の時間ゲームから脱出するという実際の目標に焦点を当てず、女性のステレオタイプを豊富に取り入れ、代わりにショーを「Harem」Art Onlineに変えます。 これに加えて、ショー自体があまりにも真剣にwaaaaayyyyを取り、深刻な近くでこれを何かをしようとしてひどく失敗します。 しかし、2番目の弧が来る。\n\n2番目の弧では、キャラクターは新しいゲームに運ばれます。 今回はあなたが死ぬと、それは重要ではありません。 ショーの全体のコンセプトはこの弧の窓から投げ捨てられます。 サスペンスや深刻な感情はこの部分では死んでおり、ショーはまだ深刻な生存アニメであることが必死ではありませんでした。 死の脅威がなければ、「生存」のアニメのポイントはないので、ここでは主な問題がある。 この弧のためでなければ、その物語はおそらく7.5になったでしょう。\n\nアート： -  9\nこのアニメのアニメーションと芸術は、このアニメの最高の部分です。 アニメの中には、美しい景色と素晴らしいアクションがあります（アクションはまれですが、このショーです）。 アクションシーンは華麗に振り付けられ、実際にはアニメの輝くポイントの1つです。 あるシーンで何も起こっていないときでさえ、彼らはあなたに何か美しいものを与えてくれます。 最初のアークの最後のエピソードは、戦いの終わりが間違いなく馬鹿だが、2人のキャラクターの間のすばらしい戦闘を示す。\n\n2番目の円弧はアニメの芸術の面では本当に失望しませんが、現実の世界のようにいくつかの領域が少し下がっているように見えます。 しかし、プレイヤーが仮想世界にいるときは、はるかに良くなります。 だから、全体的にはアニメーションの安定したバーを維持し、バーは常に高く保たれています。\n\nサウンド： -  8\nこの番組のサウ​​ンドトラックは非常に良いと主張する人もいますが、 アニメのサウンドトラックの女神として知られるカジュラ・ユキは、Fate / Zero、Baccanoのようなショーでこれを見ることができます！ もちろん、これも。 彼女は常に素晴らしいサウンドトラックを作っているのは事実ですが、これは私の意見では、彼女の最高の作品ではありません。 最初のオープニングはすばらしく、買う価値があります。 第2のものもかなり良いです。 両方のエンディングが良いですが、私は最初のものが良いと感じています。\n\n両方のアークで、サウンドトラック自体は素晴らしいです、それがアニメと一緒に遊んでいるときだけです。 それと並行してアニメを演奏することなくサウンドトラックが演奏されると、音楽はそれほど良くはなりません。  「Swordland」、「We have it it」、「Confront Battle」は、アニメがなくてもまだ鮮やかで、特に3曲はアニメを通して何度も再利用されている。 一定期間が経過すると、少し古くなってしまいます。 だから全体的に、サウンドトラックは壮大で美しいですが、アニメがなければそれは間違っているように見え、いくつかのトラックは何度も私の好みのために再利用されています。\n\nキャラクター： -  3\nこれはSAOのはるかに最悪の部分です。  1人を除くすべてのキャラクターは、人格に深みがありません。 このレビューのために、私はこれをできる限り短くしておきます。\n\nキリト：主な男性主人公は、圧倒的で未発達のキャラクターの最高の例の一つです。 彼は文字通り無敵です。 彼は挑戦を克服して敵を殺すことに失敗したことはありません。 彼が実際に不滅であるという完璧な例を見たい場合は、両方の弧の最後のエピソードを見てください。 彼が圧倒されている間に多くの人が賞賛されるのは、彼の大きな欠陥です。 人々は彼のために「願い履行」という言葉を使用し、それはそれを置くのに最適な方法です。  MMORPGに参加している人は、自分が何をしたいのかという理由でこの人を愛するでしょう。 ほぼ「神のような」キャラクターを作ることは、常に賭けであり、ここでは賭けを失った。 優れた圧倒的なキャラクターの完璧な例として、Alucardをご覧ください。\n\nハレム：女性全体のキャストは、キャラクターの開発に十分ではない、キリトでそれぞれ1つのエピソードを手に入れた少数の人々で構成されています。 残りの2人はAsunaとKiritoの近親相姦の妹（申し訳ありませんが、 'いとこ'）Suguhaです。\n\nAsunaは最初のいくつかのエピソードで多くの可能性を示したキャラクターだったが、すぐに典型的なツンデレに劣化し、実際に作家によって関係に強制されます。 彼女とキリトの愛は、これまでの最悪の関係の一つでした。 そして、どういうわけか、人々はこの関係を好きだった。なぜなら、Asunaは完璧なWaifuなので、彼らは自分自身に起こりたいものだったから。\n\nそしてSuguhaがあります。 これは非常に未開発のキャラクターです。 彼女は第二の弧に導入された唯一の主人公だった。 シリーズ終了後に私が得たのは、彼女が彼女の「いとこ」、キリトを愛し、現実世界と仮想世界の両方で巨大な「メロン」を持っていたことだけでした。 それ以外にも、彼女は作家以外の誰かによって愛三角（Asuna、Kiritoと彼女自身の間）を作ろうとしていますか？\n\n最後に、このシリーズの中で最高の唯一の「よく開発された」キャラクターになります。 主な悪者の茅場明彦。 私は本当にスポイラーなしで彼について話すことはできませんが、彼は良いキャラクターであり、彼についてもっと知りたいだけです。\n\n全体：ほとんどのキャラクターは開発されていないか、非常に未熟な状態です。 また、私は最初のエピソードで紹介されたKleinのキャラクターをもっと見たいと思っていましたが、残りのシリーズではほとんど言及されていません。\n\n楽しさ： -  7\n私はシリーズの多くで不安を抱えていたかもしれませんが、あなたはMMORPGをプレイしているゲーマーであり、特にこのシリーズを楽しんでいます。 すべてのあなたは素晴らしいアクション、音楽と芸術に驚かれるだけでなく、シリーズが第2の弧で到達する愚かさとどのように深刻なそれ自体を取ることで楽しませるでしょう。\n\nこれは、ファンボーイがそれを称賛した傑作ではなく、嫌悪者がそれを呼んでいるのは忌まわしいことではないことを覚えておいてください。\n\n全体的に私はこのアニメを10のうち6.7を与える"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "VesoSenpaii",
    "profile": "/profile/VesoSenpaii/reviews",
    "pages": "30",
    "number": "19",
    "link": "/reviews.php?id=221036",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  5\nサウンド|  5\nキャラクター|  1\n|  1\n\nすべてのSAOファンとアニメの初心者はこれが素晴らしいメインストリームのアニメだと言っています。それはうまくいきません。ストーリー（もしあれば）から始めましょう：最初のエピソードと約3/4が正しい方法で真のMMORPGを示しています。 最初の2つのエピソードの後に​​、アニメが崩壊しています。次のエピソードは、Haremにジャンルを変えて、ストーリーラインに、それらの女性のすべてのHaremスタイルを見つけたい、SAOのファンから呼び出された最初のパート、Kiritoで終わるAsuna 私たちのヒーローKiritoがAsunaを犯したい場合、彼はKirito自身である詐欺師と戦わなければならないので、戦闘はCheater vs Cheaterです。ルールでも、あなたがゲームで死んでも、あなたは現実的に「Kirito ressurects！ どんな詐欺師なのでしょうか？セカンドパーツは、あなたのGFと性交したい場合は、まず姉妹を性交させなければなりません。そして、あなたがより多くのハーレムの女の子を募集したい場合は、\n\n私たちはアートに行きましょう：アニメは2012年に作られましたか？グラフィックとアートはその年にはいいので、私はそれを5にします。\n\n音：平均的な音、おそらく私は日本語やダブが悪いので知らないので、それは4です。\n\nキャラクター：すべてのキャラクターはひどく悪いので、5分以内にそのキャラクターの特徴があると思います。\nKirito、私たちの勇敢な主人公：Kiritoは過大評価され、より高いものになりました。私たちが良く見えるならば、彼はただの詐欺師であり、他の人はレベル10で、彼は最終ゲーム項目で40人です。 他のものと同様に、場所。\n\nアスナ：彼女がキリトと深い関わりを持っていなかったとき、彼女はキリトのような詐欺師で、襲撃を独占していました。そのあと、ちょうど別のハレムの女の子になりました。\n\nYui：ちょうどAIがKiritoとAsunaの娘になると思った。彼女はweaboosのためのwaifu枕のようなものです。それだけです。\n\nSuguha：鎧、過大評価され、ほとんどすべてのハーレムの女の子がReki Kawaharaによって気づいた。それはKirito Step-sisterかどうかは関係ありませんが、KiritoはAsunaとセックスをしたい、彼女とは関係ありません。\n\n他のハレムの女の子：ハレムの女の子、ハレムの女の子として、彼らにキリトを射精したい。\n\nニッガ：彼なしKiritoはアズナ、カッパと決して犯されません。\n\n楽しさ：楽しさはない、楽しみがある、アニメが生き残る方法があれば興奮を言う。そうでなければすべての興奮は、あなたがゲームで死んでも、あなたは現実で死にます。楽しさ：1\n\n全体：アニメの初心者やSAOのファンが好きですが、もっとアニメを見てより良い味をすると、あなたは見たものを失望させます。アートとサウンドのために2を与えました。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "georgech4",
    "profile": "/profile/georgech4/reviews",
    "pages": "30",
    "number": "20",
    "link": "/reviews.php?id=175807",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  2\n|  3\n\nこのアニメは本当に失望していました。それは多くの人が誇りに思っていましたが、私はなぜそれが見えないのですか？ アニメは、ちょうどエピソード14で停止しているはずです。\n\nアニメの前半は非常にかわいいですし、私は可愛らしさを楽しむようになったが、彼らはすべての能力を変更したので非常に退屈だったので、2つのキャラクターがログキャビンに落ち着く3つのエピソードがある可能性があります。 彼はちょうど退屈だったメインとのキャラクターの開発はほとんどないようだった。 それは面白い戦闘といくつかの涼しい瞬間があったすべて悪いわけではありませんでした。 エピソード14で、私は残念な結果に終わりました。\n\nしかし、彼らはそれを終わらせることができませんでした、彼らは後半にこれは私が今まで見た中で最も退屈なものだった、彼らは彼のいとこと一緒にいるように起こる有線愛三角形に強制します。 一番クールなキャラクターのひとりが臆病な臆病者になり、なぜゲームが別の場所に彼をスポーンしたのか、管理者は彼がまだそこにいたことさえ知らなかったのと同様に意味が分かりません。\n\nこのアニメは地獄のように過大評価されています。このアニメには、他の誰かが何が起こるべきかのファンフィクションを見ているように、上を行くすべてのかわいらしさとは別にあなたを魅了するものは何もありません。"
  }
]
