[
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "ziggyzak3",
    "profile": "/profile/ziggyzak3/reviews",
    "pages": "38",
    "number": "1",
    "link": "/reviews.php?id=214152",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nいくつかは、このアニメのための私の評価に同意しないかもしれませんが、私は私の意見に権利があると思います。\n\n私はこのアニメとその続編が大好きだったが、私は長い目で見ることがあまりなかったので、後の視界ではミスであったかもしれない1日で、おそらくエピソードの半分を見た。\n\n私は、キャラクターの発達、感情、行動を、私がかなりユニークなプロットと信じているものに完全に混ぜると感じています。 あなたがゲーマーなら、あなたはそれを愛するでしょう。 あなたのロマン主義者なら、あなたはそれを愛するでしょう。 あなただけのアニメが大好きなら、あなたはそれを愛するでしょう。\n\n私が一番大好きな主なもののひとつは、物語の性質（スポイラーなし）のために、SAOはあなたの座席の縁に座って、何が起こっているのか、そしてその上に、 ほとんどのアニメの中で私にとって大きな問題になるのは、SAOの愛情が大騒ぎではないということです。 ラブストーリーはうまくいっていて、これを誰かに推薦してくれる主な理由の1つです。\n\n使用した声優は、私はそれぞれのキャラクターにうまくフィットしていると思います。もちろん、私は日本人の声優のために話しています。私は吹き替え版では話せません。また、アートワークとアニメーションは、 アニメにはほとんど欠点がありません。私は誰もが楽しむこと、激しい場面と戦い、ロマンス、そしてハッピーエンドで、みんなが大好きなアニメを見なければならないと言っています。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "kandyE21",
    "profile": "/profile/kandyE21/reviews",
    "pages": "38",
    "number": "2",
    "link": "/reviews.php?id=176175",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  6\n\nこのレビューにはスポイラーが含まれています。\n\nSword Art Episode 1  -  15からオンラインで最初のシーズンは本当に良くなりました。なぜなら、そんなに多くのアクションがあったからです。 今年、ソード・アート・オンラインが中途半端なポイントを獲得した今年、私は、バーチャルリアリティの世界に閉じ込められているという長期的な影響を徹底的に見てきたので、これまで数年で見た賢いアニメと言いました。 この先週、Sword Art Onlineは日本のテレビでの活動を終了しました。 シリーズの後半はまだ面白かったが、上半期の主題のハイポイントには耐えられなかった。\n\nSAOの前半の私のレビューを書いたとき、私は12までエピソードを見た。 主人公は、新婚旅行の一環として、一連のサイド・ストーリーを放っていましたが、ゲームが終わるまでにはまだ25階が残っていました。 私は、2つのエピソードが後で分かったことはほとんど分かりませんでした。シリーズは、最大のプロットツイストのために完全に変化するでしょう：英雄が早く勝ちます。\n\nゲームの作成者が実際にプレイヤーの一人であること、そしてゲームの最終的なボスであることを発見した後、クリエイターはKiritoに1対1の決闘を戦うチャンスを与えます。 他のアニメでは、ヒーローは失われてしまい、最後のダンジョンでは主人公を待っている悪人が逃げていっただろう。 しかし、SAOでは、キリトが勝利し、悪者は言葉に忠実に、誰もがオンライン世界から解放されるようにします。 もっと印象的なのは、あなたがそれを期待しているかもしれないシリーズの途中では起こらないということです。 むしろそれは2つのエピソード以降に発生します。 さらに、それはフィッシングに関する一見無関係の副作用の直後に起こり、私が今までに見た中で最も予期しないプロットの一つになってしまった。 しかし、後半は私にゼルダの多くを思い出させる？\n\n読んでいただきありがとうございます。あなたの考えをお聞かせください;）"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Bluepengie",
    "profile": "/profile/Bluepengie/reviews",
    "pages": "38",
    "number": "3",
    "link": "/reviews.php?id=176011",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  6\nキャラクター|  3\n|  7\n\n私は、個人的に、このショーをたくさん楽しんでいました。 私はこれまで知らなかったアイデアが大好きです。 文字のデザインはかなり難しいです。 私が3と同じくらい高くしたのは、他の誰も平均的だからですが、彼のいとこ（私は彼女の名前を忘れています）が彼を怒らせることはありません。 それは私の経験から、少なくともオリジナルです。 私はこのショーをかなり楽しんだが、それは欠陥だ。 しかし、私はほとんどの人がそうしないと思います。 全体として、これは6になります。これには別の理由があります。これは他のカテゴリには適合しません。 ショー全体の実行はひどいものでした。 彼らはどんなにすばらしいこともできました。 私はそれを記述することはできません。 全体として、私はこのショーが持っていたすべての信じられないほどの可能性に生きていきたいと思っています。 私はLog Horizo​​nについてこれを見てから聞いたので、私はその物語を与える10.物語の創造的なアイデア。 あまりにも悪いことにSAO IIはその可能性を築いていませんでした。 芸術のスタイルはかなり平均的で、言及する価値がありません。 しかし、私は一般的にアニメアートスタイルが好きなので、私はそれを与えました。音は大丈夫です。 特別なものはありません。 私は、このキャラクターは、私が手にしてくれるもう1つのことを除いて、このショーが最も苦しんでいる場所だと感じています。 キリトはほとんど完璧です。 これは、非常にオリジナルですが、良くありません。 主人公は悪いことがいくつかあるはずですが、私は違うものにしようとして拍手を送ります。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "yukiihiraa",
    "profile": "/profile/yukiihiraa/reviews",
    "pages": "38",
    "number": "4",
    "link": "/reviews.php?id=144577",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  9\n\nこの番組はどれほど悪いか、それがどれほど壮大な叙事詩であったかでかなり有名です。 私はこのショーの偏見のない意見を述べようとし、それがなぜ価値があると思うか、そしてその欠点のいくつかを説明しようとします。\n\n最初のショーでは、Sword Art Onlineは、まだ知られていないとしても、SAOのベータテスターであった主人公Kiritoを主役にしています。 このショーはSAO、Aincrad（INCarnating RADius）のバーチャルワールドの周りを回っています。\n\nとにかく、ストーリー自体はとても面白いアイデアです。 実世界以外の領域で戦うことができるようにすること。 私の意見では、ショーのバトルシーンはかなり驚くほど叙事詩的です。 それは仮想MMORPG上にあるので、あなたはスキルなどを期待するでしょう。 このショーでは、エフェクトをデジタル的でも致命的に見えるものとして取り除くことができました。 彼女の最高の作品ではありませんが、梶浦由紀氏がやったOSTはかなりショールームであった。  OPとEDは私の視点からまともではなかったし、私はショーにかなり合っていると思った。 それについては十分に言った。 それのために親切。\n\n個人的にはとても楽しかったです。 つまり、アニメ界に戻ってきた最初のショーだったからです。 また、主人公かもしれないと思うけど、キリトのような戦いをしたいと思う人がたくさんいると思っています。 だから、まあ、私は本当に幸せな気分にさせてくれました。 そして私は個人的な興奮のためにそれを10/10とします。 パーソナル。 それに留意してください。\n\n素敵な戦いとグラフィックスで、最初の弧ではすごくうまくいっていました。 しかし、私は、2番目の弧では、品質がかなり低下していることに気付きました。 戦いのシーンは前半と同じくらい荒々しく、叙事詩的なもので、かなり失望していた。 私が望んでいたほど、魔法も涼しくはありませんでした。 橋の悪魔のシーンを除いて。 それはかなり面白かったです。 だから、人々がどのようにショーに不満を感じたかは分かります。 最初のビットの期待は2番目のビットを作成したようなものは本当に悪いようです。\n\n無数の時代に言及されているもう一つのことは、キリトの「ハーレム」です。 それはハーレムではないので、私は逆さのカンマを使用します。 しかし、おそらく、アニメーション会社は、女の子だけがそれをより魅力的にするだろうと決めました。 要するに、ソード・アート・オンラインを「吸うハレーム・アニメ」と呼ぶことは、技術的にはハーレムではないので、無効であると私は信じている。 キリトとアスナがキヤノンであることは明らかです。 他に何もない。 しかし彼女とのロマンスの前に、彼はSilica、Lisbeth、Sachiのような他の選手に会った。 サチは論争しているが、ストーリーの作者は結局彼をペアにすることに決めた。 比較のために、ハレムは主人公が女の子を大胆に選ぶことのないショーになるだろう。ニセコイのイチョウは「大野寺が大好きだ」と言っていない。 彼はそれを考え、彼が持っている女の子の間で決めることはない。 しかしKiritoはAsunaを選んだ。 実際に、旅の途中で人と会った時がありました。\n\n私は、文字の開発は存在しないものに近いと認めなければなりません。 キリトは人生のないVRMMORPGの中毒者からガールフレンドと、人生のないVRMMORPG中毒者に変身する。 彼は強さの欠如について不平を言うが、それについて何もしない。 それが起こると、彼はただの肩を鳴らすだけです。 だから、もう一度、本当に面倒な話をする。  Asunaは、臆病なVRMMORPGのゲーマーから、血の騎士団の自信を持った悪魔の稲妻の速い司令官に、そして最終的に彼女の細胞を囁いている弱い王女に、一歩後退します。  Kiritoを保護して彼女の能力を弱めるように見えました。 彼女は逃げようとしたが、それはかなり弱く、不注意だった。\n\nああ、エンディングを忘れないでね。 終わりには恐ろしいデュス・マシナ。 または、まったくの戦い。 それは一方的な決闘だった。 私たちのほとんどは、彼が何らかの方法で勝つつもりであることを知っていました。 しかし、彼らはそれをする悪い方法を選んだ。 それは、自分自身を含む多くの人々が失望したショーの重要なポイントでした。 彼はALOのただの奴だと覚えておいてください。 しかし、ああ待って、彼は最後にお尻をキック。 どうして？  SAOとALOはリンクされているためです。  Heh。 いいえ、それはスポイラーではありません。 彼らは最初にそれを言う。 正直なところ、最後の戦いは叙事詩を呼び出す価値がない。\n\n\n\n結論として、私はSword Art Onlineがいくつかの良い点を持つショーだと思っていますが、いくつかの悪い点もあります。 このショーの判断が何かの影響を受けた人には、あなたは貧しいものです。 それは、ショーを過大評価した人物、または10歳の第3レートのくそったような悪い人物のいずれかになりました。 いずれにせよ、それは人々がもともとショーのために開催した期待を破壊し続けています。\n\n結論として、私はこのショーはあなたに影響を及ぼす人の意見なしに見なければならないものだと思う。 アニメはSAOだけではなく、すべてを並べて比較できるものではありません。  SherlockとSupernaturalを比較しないように（私はどちらも見ませんが、私はそれについて間違いがあれば申し訳ありません）、異なる概念に基づいて異なる物語を持っているからです。 だから、Boooom！のような同じテーマであっても、何かを比較することは、別のショーとは正当ではないと私は思う。 あなたがこのレビューを読んで、恐れていない場合は、すべてを無視してください（少なくともこれを除いて、少なくともこれを除いて：あなたがアクションとファンタジー（SFのわずかなビットあり）の場合は、 あなたはそれを楽しむかもしれません。\n\nこれが助けてくれることを願っています。 ありがとう！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "TheManiacalGamer",
    "profile": "/profile/TheManiacalGamer/reviews",
    "pages": "38",
    "number": "5",
    "link": "/reviews.php?id=121419",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  7\n\nSword Art OnlineまたはSAOは、仮想世界の中に閉じ込められていることを知る儀式的ゲームの多くのプレイヤーに関するものです。 これは普通のゲームではありませんが、あなたがゲームで死んだ場合、あなたは本当に死ぬでしょう。 ストーリーは、SAOのベータテスターであるキリトのキャラクターに焦点を当てています。これは、彼が他のプレーヤーの間で一般に好まれていないことを意味します。 このような悲惨さと憂鬱さがあっても、驚くほど良い2人の重要なキャラクター（誰：Dとも言わない）の間でラブストーリーを投げ込む方法を見つけています。 このような（時には）気持ちの悪いショーに期待しているかもしれないし、そうでないかもしれない場所には、紆余曲折があります。 私はあなたに良いロマンチックな物語/美しいアニメーション/素晴らしい戦いのシーンを楽しむ場合はそれをお勧めします。 あなたはこれらのaformentionedもののいずれかを楽しむなら、私はあなたがこれをたくさん楽しむと思います。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "katsuragi33",
    "profile": "/profile/katsuragi33/reviews",
    "pages": "38",
    "number": "6",
    "link": "/reviews.php?id=174031",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nスポイラーを含むことができる\n\n私が最初にSaoを見始めたとき、私はそれが幾分奇妙なアニメだと思った\n人々は仮想ゲームで遊んで戦い、私は本当に高い期待を持っていませんでした\nしかし、アスナとキリトを一緒に見た時、私の意見はすぐに変わった。私はゲームの中でそれらの2つの日常生活を100階に見ていたので、私は本当に楽しんでいた。そして、彼らのrealtionshipについて羨ましかった。彼らの実践は本当に特別で、 私は笑い、幸せと悲しみを覚えました。最初の数回のエピソードは最高でした。彼らは遅くなっていましたが、彼らはALOをプレイし始めたときに楽しんでいませんでした。私はそれが滞在してより多くのトレーニングをして100階 それらの最後のエピソードは私には災難だった。 キリトがシロンと呼ばれる新しい女の子と出会うGGOに行くと少しベターになったと思った。ニーダは彼女を気に入って気に入らなかったけど、ほとんど嫌いだ。キリトとアースナが一緒に戦って時間を過ごすことを望んだ。  GGOの場合、彼らはALOとキリトに戻ってきました。そして、アウスーナはyuiと一緒に彼らの家でもっと時間を過ごしました。私はショーが良くなっていると思います。次は何が起こるのか楽しみです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Kaishuu",
    "profile": "/profile/Kaishuu/reviews",
    "pages": "38",
    "number": "7",
    "link": "/reviews.php?id=173563",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  10\n\nあなたの大部分が知っているように、このシリーズのための小説があります。それらはすべて私が読んだものです。 そして、これはおそらく私が年にした最高の読書でした。\nストーリー、キャラクター、世界の広大さ、アスナとキリトのロマンスは完璧です。 素晴らしいストーリーを持つアニメのためにここにいるなら、RPGSを演奏したり、アクションとサスペンスを混ぜた少しのロマンスを楽しんだら、これはあなたのアニメです。 このレビューの時点では4つのエピソードしかありませんでしたが、アニメは剣術シリーズの第2巻のかなりの部分をカバーしていますので、ここからメインと信じられないほどのストーリーラインに従います。 アニメーションは美しいとは言いがたいですが、キャラクターモデルだけでなく軽小説からの驚くべき設定を正確に表現することは間違いありません。 メインキャラクターAsunaとKiritoのために演奏されている声は、もちろん（もちろん）当然あったし、音質はアニメーションのように全体的に完璧です。\n私が上で示唆したように、最初からストーリーが夢中になっています。多くの方がRPGSをプレイしていると思います。もしRPGSで亡くなった場合、あなたは再創造して、やり直してください。 しかし、このアニメではRPGが現実のものになります。ヘルスバーが落ちれば、あなたは実際にほとんど瞬時に殺されます。 このような前提のもと、このアニメは非常にサスペンスと魅力的なものになるでしょう。 他のほとんどがまだ公平に導入されていないため、主人公に焦点を当てます。 キリトが平均的なアニメの主人公ではないと言うことができるバットをオフにして、彼は自分の生き残りのためにソロに行くことを選んだのですが、VRMMORPGで彼を保護しています。 これは欠点のように思えるかもしれませんが、小説では彼はAsuna（主な愛の関心+党員）との出会いにすぐに変わり、愛する人物になります。  Asunaは非常に強い意志で、最初は反社会的で厄介なKiritoと対照をなしているようですが、私たちは後でそれがどれほど類似しているかを知り、彼らの関係はおそらく他のアニメやマンガでも最高です。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Dak_Toth",
    "profile": "/profile/Dak_Toth/reviews",
    "pages": "38",
    "number": "8",
    "link": "/reviews.php?id=143447",
    "jp": "--- --- --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  3\n|  8\n\nソード・アート・オンラインは、人々が愛することや愛することを憎むことを好む、驚異的な論争のアニメの1つです。 本当に、これまで受けてきた虐待の極端な賞賛や暴力行為にはまったく適していません。 要するに、それはポップコーンのフリックです。\n\nストーリーの前提は非常に有望だった。 オリジナルではないものの、ゲームに閉じ込められている人は面白いコンセプトです。最初の12〜14回のエピソードでは、私は本当に創造された世界に魅了されました。 ゲームカルチャーの参考文献はよく統合されており、大部分の時間は世界が信じられないように見えました。 梶浦由貴作曲（Puella MagiとFate / ZeroのためのOSTの背後にある独創的な天才）のサウンドトラックは、より強烈なボス戦の中で緊張の才能を再び表示します。\n\nしかし、登場人物や妥当性については、ショーが解明され始めました。 主人公は典型的なゲイリー・スチュ、究極の「悪い」良い男であることに屈した地獄です - 完璧な不自然な表情で涼しく見せようとしますが、あらゆる機会に誰もが皆を助けます。 サイドキャラクターは、気まぐれであるかのように紹介され、脇に投げ込まれ、最終的には本当に重要なキャラクターはほとんどありません。 最初の弧は24個のエピソードを占めていた可能性があり、12-15の宇宙飛行士に凝縮され、キャラクターの開発の余地がほとんどなく、想い出の瞬間の多くがほとんど笑われてしまいます。 この点に関して、私は、どのレベルでも私とつながるために、ショーが不安定なペースを遅らせる必要があると感じました。\n\nシリーズを脇に抱いて、最初の14のエピソードは驚くほどうまくやっていましたが、1つのOPメインとサイドキャラクターの使用にもかかわらず、私はSAOの最初の弧を堪能しました。 同じことは、私が2番目のものを見たことでは言えません...\n\n後半には、NTR、ファンサービス、近親相姦、ファエリーの悪夢に直面します。 キャラクターの個性と、あいまいなキャラクターの発達は、一連のパンティーショットや触手で砕かれています（私は順番に全体とは対照的に、第2の弧を横切ってepsの散乱を見ました）。 ショーが最初のアークではあまり真剣に取り組まなかったかのように感じましたが、これは私が夢見ていたものを超えました。  1次元の悪役、最小限のキャラクター開発の喪失、NTR、近親相姦、ファエリーへの移譲は、私をシリーズ全体から外し、私にSAOを落とさせました。\n\nしかし、すべてのことにもかかわらず、最初のアークは、あなたが見ていることを認識している限り、本当に努力する価値があると思います。 それは深く意義深いのですか？ いいえ、それはあなたの人生を変えますか？ いいえ、キャラクターは気になりますか？ おそらくそうではありません。 しかし、軽いエンターテイメントがあなたが望むものであれば、ショーの分析を避けることができれば、偉大なアニメーションと優れたサウンドトラックがあなたの求めるものをあなたに提供することが保証されます。\n\n##あなたがSAOを見ることを選んだ場合は、最初の14個のエピソードだけを見ることを強くお勧めします。そして、2番目の弧は本当に恐ろしいものであり、そうでなければ馬鹿ですが、全体的に楽しい経験 。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "AnimeVAX",
    "profile": "/profile/AnimeVAX/reviews",
    "pages": "38",
    "number": "9",
    "link": "/reviews.php?id=211208",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nソードアートオンライン\n\nSAO（Sword Art Online）は、アニメの傑作です（これは私の意見ですが、これは私の意見です）。ストーリーラインは素晴らしいです。 このアニメは、非常に多くの国で放映されており、最も人気のあるアニメの一つです。 このアニメは、多くの人々をアニメシリーズ全体に引き込むだろう。 私はカズト「キリロ」霧ヶ谷やあすなゆうきなどのキャラクターが大好きです。 あなたがNo Game No LifeとLog Horizo​​nを見たことも大好きでしたら、ぜひこのシリーズをお楽しみください。\n\n -  Sword Art Online 3を待っている！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "pwncakess",
    "profile": "/profile/pwncakess/reviews",
    "pages": "38",
    "number": "10",
    "link": "/reviews.php?id=79850",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  9\nキャラクター|  5\n|  8\n\nAaahhhhすべての他のレビューは笑います。 これは私の好きなアニメの一つでしたが、他のすべてのレビューには同意します：P私はもうアニメが大好きかどうかわかりません。 私はまだそれが好きで、かなり愛情を見て私の時間を覚えて、それらのレビューは私の真実に私を開いた原因を私の評価を押し下ろすだけの並べ替え。 私はまだそれは間違っていない:)\n\n〜6〜\nストーリー：これは実際にはかなりスマートだったし、私はそれを楽しんだ。  mmorpgの中に閉じ込められているというアイデアはかなりスマートです。 私はそれが最初のものではないことを知っていますが、確かにそれはかなりうまくいったのです。 すべてのメニューとスキルのポイントが投資します.100階（これは約22個しか見えませんでした）はもちろん、多くのアイテムや特別な場所があります。 それは最初完璧に見えて驚くように見えたが、その時間は私に衝撃を与えた。 私はそれを乗り越えて楽しんだ。 しかし彼らはメインストーリーラインのフロア2または3から出て、一杯の詰め物を打ち、クリスマスにフロア50で終わった。 最初のアークの半分は休暇中に森に隠れて過ごし、フィラーで過ごしました。私はなぜ次のエピソードを待っているのか不思議に思ってしまいました。 ほとんどの場合、最悪の事が起こったので、メインキャラクターは毎回生き残っていました...それは予測可能です。\n\n〜10〜\nアート：これは私が本当に楽しんだことでした。  HDで町や風景を見ているのはかなり涼しかったです:)。 彼らは剣のための「技能」でとても良い仕事をしたし、最初のエピソードでの風景は涼しい場面だった。 私はクリスマスの時期に街を愛していましたが、それ以外の町のほとんどは最初の弧を通して同じように見えました。  2番目の弧は飛行を導入して私を悩ませましたが、私もそれを楽しんでいました。 私は最初の弧に魔法をほとんど覚えていなかったので、呪文や飛行がすべて最初のxDで悲しくなりました。 彼らは戦いに飛行を組み込むことの大丈夫な仕事をした、それは主に外観のためだけだった。\n\n〜9〜\nサウンド：私は通常、いくつかのメイン・ソングを除いて、サウンドに多くの注意を払っていません。 しかし、ここでは、状況によく合い、良いと思えるいくつかの主要なテーマに気付きました。\n\n〜5〜\nキャラクター：これは私が本当に他のレビューに同意する部分です。 最初は私はうわーのようでした！  hesは本当に涼しい!!! そして、うわーは一緒によく見える。 それから、私はうわー...と同じように見えました。  Lolはかなり非現実的です。 私はkiritoが彼の戦いで見るために楽しいでしたが、それはあなた自身のことができない全体の軍隊を行うことができますのポイントになったことを意味する！ あなたは2日後にゲームの最強選手の一人です.... それ以外は誰もがクライン以外の主人公だった...\n\n〜8〜\n楽しさ：私はここでもかなり偏っている。 私はアートを大いに愛し、戦いはそれが他の分野で補ったかなりのBAでした。  2番目の弧は同じ感じではありませんが、最初の弧は思い出深いものでした。 それはより多くの上司を持っているはずだったはずだが、プレイヤーが戦うのを見たものは（ほとんど）喜びだった。 そして、私はまだメニューとアイテムを装備しているという考えが大好きです：P私はそれを吸いこんでいます。\n\n〜8〜\n全体的：笑それが利用可能だった場合私はそれを9.5与えたが、他のレビューはいくつかの私の意見を変更しました。 キャラクターはそれほど良いものではなく、ストーリーは大丈夫でした。 しかし、アートの全体的なアイデアと時折のボスの戦いがそれを補ってくれました！"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "iHitokage",
    "profile": "/profile/iHitokage/reviews",
    "pages": "38",
    "number": "11",
    "link": "/reviews.php?id=85425",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n一般に\nこれが私の最初のレビューであるので、私と寛大でください。 私は、今日完成したこの作品について何か書くべきだと感じました。  （たぶん私はもっとうーん...）\n\nとにかくSAOについて話しましょう。 私はこのアニメに私の友人からの推薦を得て、彼はアニメシリーズにとって時には非常に重要であることを知っていました（私はいつもNGE、デスノート、カウボーイビバップなどの深い考えを持つものが好きです）。 残りの部分に価値がないなら、私にはうまくいく。 だから私は見始めた...\n\n私は多くのゲームをプレイしていましたが、特に良い戦闘システムを持っていました。 このアニメは奇跡のようなものです。  PCゲームやアニメの世界（私の好きなもの：D）が集まった。 最初のエピソードからアニメ全体を通して、あなたは泳ぐ、ポンキング、ちょっとした不正行為、製作、戦い、魔法使いの飲み物など、共通のMMORPG（彼らだけでなく、一般的にゲーマーの世界からの習慣）を見ることができます。 アニメ。 しかし、このアニメの深い考えは？\n\n深い考え\nまあ私の意見では、多くの人が批判していることです。 ゲームの世界へのプレイヤーの常習。  [スポイラー：彼らは他の選択肢はありません。]彼らはゲームの中ではなく現実世界に住んでいるようです。 時々、私はそれについて考えているときにガチョウバジを持っています。  （特に、主なキャラクターがゲームのプログラムを子どもとして扱ったとき）このアニメの作成者が人間の精神をどのように記述したかは非常に興味深い。 人々は常に彼らが保持できる何かを探しているように。 ただの錯覚であっても、何かが安定しています。 そして彼らはそれにも満足しています。 それは私の意見では、このアニメの中で最も重要なことの一つです。\n\n第二はもちろん現実のパラドックスです。 本当ですか？ 本当に重要なポイントだと思います。 おそらく、ほとんどのゲーマーはそれについてしばらく考えなければならないだろう。 ゲームの世界は本当ですか？ あなたが現実世界とは違った行動をしても大丈夫ですか？  （あなたは、例えばあなたが現実世界で決してしないことをします。）ゲームの愛はどうですか？ それはアニメの大部分です。 愛に対処し、それのために戦う。 あなたがゲームに参加しているかどうかは、最終的に重要ではないことがわかります。 その愛だけです。 そして、愛だけでなく、すべての気持ち。\n\nその後、管理者になります。  （別の深い考え方）彼についての本当に興味深い考え。 台無しにしたくないですが、ほとんどの人が時には自分の世界を考えていたと思います。 雲に浮かぶ城について\n\n組成\nSAOは実際には2つの半分に分割されています（それは私が最初に話していたものです）。  SAOとALO。 ALOはちょっと遅れているかもしれませんが、そうではないかもしれません。 戦いはまだ終わっていない。 まあ、私のALOへの期待は？ ただ空のビジネスはファンのために終わる。 うーん、私は少し間違っていたと思う。  SAO（最初の部分）が私が言うこのアニメの主な部分であることは事実です。 しかし、ALOはそれほど悪くありません。 最初の部分からの考え方は少しずつ異なっています。 再び精神分析のビット。 ストーリーはパートの両方で連続していると思います。 \n\n結果\n私は本当にこのアニメを楽しんで、それは私のお気に入りに属しています。 このアニメは、すべてのオンラインゲーマーやオフラインゲーマーにとっても贈り物です。 誰もがそこに何かを見つけることができます。  （アクション、愛、深い考え - 私のお気に入り、素敵なアニメーション、ああ、私はほとんど忘れて本当に素晴らしいサウンドトラック）"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Andyis",
    "profile": "/profile/Andyis/reviews",
    "pages": "38",
    "number": "12",
    "link": "/reviews.php?id=65601",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  9\n\nソードアートオンライン...\nゲームに入ることに関する話、そしてログアウトするために戦わなければならない。 それは本当にうんざりしているように思えます。ハックのように見えるでしょうが、本当はそれが救済ではありません。\n物語のプロットは、彼らが100階に向かって戦い、ログアウトするためにボスを打つ必要があるので、本当に明るいようです。 なぜ彼らは、彼らの生活が絶え間なく進んでいるのか、真剣にゲームを取り上げる理由を理解している。そして、ルフィが新しい世界/ワンピースに乗っていなければならないように、ワンピースのように素敵なものになるだろう。  100階。 また、エピソードの数が疑わしいという事実は、おそらく他の多くのショーと同様に急いで損なわれない素晴らしい意味です。\n芸術は非常に良いとカラフルなばかな瞬間（これまで）のための黒と白のサイドの文字や汚い図面なし。\n音は良いです...少なくとも歌と背景の音はあまりにも大きくないので、あなたは文字を聞くことができません。\nキャラクターの開発はいいと思うし、カツトは彼の倫理に疑問を抱くようには見えず、クリストはカズトを残して私を驚かせた（私は彼が私を怒らせたのでうれしい）。\n私はエピソードを楽しんで、もしショーが半分だけでなく加速された世界に適応されるなら、私はそれが素晴らしいことを知っている。\n全体的に私はこのショーに、どれくらいうまくいくかを9/10にしたいと思っています。ただ、それが素早さやフィラーやウ ナルト、漂白剤などの戦いについてのアクションストーリーが好きな人は、少なくともこれを試してみてください。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "kyleneth112",
    "profile": "/profile/kyleneth112/reviews",
    "pages": "38",
    "number": "13",
    "link": "/reviews.php?id=66045",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  10\n\n私はこのアニメにとって非常に高い期待を持っています。 私はMMORPGを愛し、このアニメはすべてのゲーマーの夢をかなえて、それを現実に変えます。 私は最初のエピソードを見ただけですが、とても興奮しています。 物語はとても面白く聞こえます。 見た目は非常に魅力的ですが、それ以外のKiritoとClineの間にある小さなゲイの瞬間は、そのキャラクターはすばらしかったです。 私は絶対にエピソード1を愛し、エピソード2を待つことはできません。 みんなにこれを見てもらうことをお勧めします。あなたがこれが好きなら、Accel Worldをチェックしてください。  （私はこれが良い方法だと思うけど）"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "djtremix",
    "profile": "/profile/djtremix/reviews",
    "pages": "38",
    "number": "14",
    "link": "/reviews.php?id=94399",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  10\n\n私はこのアニメについて何も言いたくない。 人々はそれに悪いレビューをたくさん与える、と私は多くの理由の理由を見ることができます。 それらの理由は、私が実際に共有する時間を無駄にするつもりはない、自分の意見だと思う。\n\n私は個人的にシリーズがとても良いと思っています。 はい、私は本のいくつかを読んでいるので、アニメよりも本に意味があるものがあります。 いつかは混乱するかもしれませんが、いくつかのエピソードは「私にそれを見せてくれる点は何ですか？」と思われるかもしれません。\n\n私が見て読んだネガティブなレビューのすべてについて、彼らは間違っていません。 それはシリーズのすべてを判断するようなものだったからです。 あなたが何かのすべての気になる細部を判断したら、私がチェックする最後の時間は、どのジャンルの映画シリーズも常に悪いことがあるからです。\n\nとにかく、最後に。 シリーズを見て、あなたのためにそれを判断してください。 それはすべてのものの問題の最後に。 私はそれらに説明されたすべてを持っている必要がある人にそれを推薦しません。 しかし、ゲームをプレイする人、ドットハック（。ハック）を見る人、生き残りの冒険が好きな人は、試してみて自分で判断してください。\n\n（これの後のすべてが私がそれを与える理由10です）\n\n私はアニメが私にそれを見て終わらせたいと思っていたのは、しばらくしてから10になった。  iveは多くの良いアニメを見た。 しかし、それらの大部分は常に反復である。 何が剣の芸術を違ったものにしたのですか、それは別の側面で繰り返されていますが、そうではありません。 私は、マトリックスのことを考えています。シェルまたはハッシュの幽霊（完全には同じではありませんが、アイデアはまだそこにあります）。\n結局のところ、冒険の冒険、何かがあなたに起こらなければならなかったら何をするかの罰則でした。 そして、それは私たちMMORPGプレーヤーの多くに関係しています、私たちの多く（ウォークラフトの世界、イブのオンライン、等....）\n\nそして最終的に私だけかもしれない主な理由。 普段のことはまれにしか起こらない、多くの人がそこで失われてしまったので、それは私を本編に吸収させました。 私はいつか良いスタートをした人や、いくつかの人を終わらせるために数年かかる人たちをドロップする傾向があります。\n\n全体\nそれを見て自分で判断する。 あなたが何が良いか、何が悪いかを伝えるために、何かに悪いとコメントする人はいないようにしてください。 私たちはすべて異なった個性を持っていますが、似たような人がどのようにあなたにできるかにかかわらず私たちの意見は異なります。 あなたはあなたが見るものが好きかもしれません。 あなたが本当に何が起こっているのかを理解したい場合は、小説を読んでください。これは、欠落しているギャップを別の方法で埋めるでしょう。 しかし、アニメを読んで好きではない人のために私の意見で非常によく話を終わらせる。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "citrusdeath",
    "profile": "/profile/citrusdeath/reviews",
    "pages": "38",
    "number": "15",
    "link": "/reviews.php?id=76097",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  5\n|  8\n\nSAOが彼らのアニメであるかどうかを素早く読んでみたい方は、こちらをご覧ください：\n\nソードアートオンラインはハンガーゲームです：アニメ。 人々が罠に掛けられている生死のゲームです。 これにもかかわらず、あるいはおそらく、2人のキャラクターの間に愛が咲きます。 また、ハンガー・ゲームのように、バトル・ロワイヤルのように、この世界の心理的または堕落した可能性には至りません。\n\nストーリー\n\n主人公を洗い流す目的で、他の文字や紛争をかなり早く拡大するエピソード構造から始まります。 これはそれが重要な点です：ラブストーリーです。 それ以外のものはすべて、後に座っている。 ラブストーリーは、マイナーな遊びから始まり、次に人生の主要な検証に始まり、私の強さは最終的にいくつかのスタークロスアバターにあなたの強みです。 少しでも予測可能です。\n\n7/10\n\nアート\n\nきれいで詳細なアート。 良いキャラクターデザイン、そして非常に美しい背景と場所。 アクションのいくつかはスティルに任せられていますが、あなたが剣のスイングを見ると、それは何度も同じパターンで繰り返されません。 また、邪魔にならず、全体的な経験に加わる3Dのものもあります。\n\n8/10\n\n音\n\nほぼ完璧なサウンドトラック。 非常にフィッティングと非常に美しい。 場合によっては奇妙な効果音の選択肢。\n\n9/10\n\nキャラクター\n\nカバーアートを見たり、オープニングを見たりすることで、活発なキャラクターのキャストがあったと推測したなら、あなたは間違っているでしょう。 実際には男性の鉛と女性の鉛の2つしかありません。 誰もが一度に1つまたは2つのエピソードのために来て、行く（関連することが難しい）。 通常、再び死ぬことによって、再び現れないようにする。 リード線は確かに通行可能だが、一部の企業は欠陥の欠如が取引を中断することがあるかもしれない。 彼らは文字通り完璧で、英雄とヒロインは最大です。 プラス面では、彼らは強くて自信があり、一方では、これはやや無関係になり、失敗することはないと心配することはありません。 彼らは偉大な願い事を成し遂げるが、悪い聴衆の代理人になる。\n\n（私は幸福者ではないので少し偏っている）5/10\n\n楽しみ\n\nこのアニメは間違いなく楽しいです。 それはどれだけ楽しいかということだけです。 私はそれがほんとうに良いと言うでしょう。 まったく悪いことはありませんが、リスクはほとんどありません。 世界の性質に関する推測から、多くの追加の楽しみが得られます。 あなたの質問にはほとんど答えられない可能性があることだけを理解してください。 私はまだ、今後のエピソードを待っているので、私はそれを親切でフレンドリーな、少し滅菌した楽しさの評価を与える...\n\n8/10\n\n全体\n\nあなたが間違っている可能性があるので、このアニメの主なものは何かを期待することではありません。 それは、時折の行動とそのコンセプトをはるかに超えていない高コンセプトの世界を持つラブストーリーです。 私はそれに7.5を与えるだろうが、体系が整っているので、私はこのシリーズに入る私の先入観に起因するわずかな偏りがあったので、アニメのために間違っていなければならない。\n\n8/10\n\nもちろん、これは最初の弧（おそらくは物語の最初の半分）をカバーするだけであり、将来的には間違いなく変わる可能性があることに注意してください。 ああ、そして謎めいたスポイラー：アーク構造がHunger Gamesの比較に戻ります。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Fantassy",
    "profile": "/profile/Fantassy/reviews",
    "pages": "38",
    "number": "16",
    "link": "/reviews.php?id=88293",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  8\n\nええ、うん。 ソードアートオンライン。 それは私のために\"年の列車の惨禍\"としてギルティクラウンを打つことはありませんが、それはまだ私は非常に混同した感情を持っていたショーです。 理由を説明するために、私は通常のスポイラーのポリシーからちょっと分かれなければなりません。 私は物事を完全にはめ切るつもりはありませんが、私はここでのプロットの進行と、特定の段階で何が起こるかについて言わなければなりません。 ソード・アート・オンラインは私にとって過去半年の間にサメを飛び越した素晴らしい例でした。\n\nギルティクラウンのように、あなたが男性のリードの周りにあなたのシリーズの方法をあまりにも集中させると、SAOはどうなるでしょう。 ありがたいことに、キリトは実際のキャラクターです。 プロットデバイスではなく、実際の文字ではなく、穏やかです。 それは彼の周りのほぼすべてですが、代わりにプロットデバイスです。 しかしシリーズの前半は感謝してそれを補うだけの十分な力を持っている。\n\n私はこのショーの後ろの設定が魅力的であることを意味します：あなたは自分のプレーヤーを罠にかけるMMORPGを持っています。 素晴らしい！ 信じられないほど長い間それの中に閉じ込められた人々の絶望は素晴らしかったです。 独特の文化が進化し、本当に面白かったです。 偉大な戦いのアニメーションと素晴らしいクライマックスにそれを加えて、あなたは非常に堅実な話を持っています。 前半は\n\nショーの問題は上半期にはすでに輝いているが、それほど悪くはない。 私が持っていた最悪の問題は、ハーレム要素でした。 あなたはmmorpgサーバーにいます。 女性は非常に少数派である。 それでも、ほとんどすべてがKiritoのリーダーになってしまいます。 彼は、彼らが本当に彼に会うときに本当に気にする最初の、彼は完全に反社会的な男だが、彼らは快適に感じさせる最初のです。 うん、これはかなり薄く覆われた願いの実現です。 キリトの唯一の救いは、彼が実際に結婚したことと、彼と女性のリードとの間の化学が実際に作用することです。 リードの女性は強く、お互いをよく補完します。 アクションとロマンスのコンビネーションは、上半期が続き、クライマックスに近づくにつれて非常に効果的です。\n\nええ、後半は、このシリーズの後に完全に希望をあきらめるのに2回ほどのエピソードが必要でした。 その弧は本質的に非常に多くのレベルで間違っています。どこから始めるべきかを知るのは難しいです。\n\nしかし、これを想像してみてください。優しい男性のリードはカップルで幸せです。 その後、女性のリードはシーズン全体にわたって誘拐され、彼はいとこ（彼は彼女を妹に信じて育った）と遊び始め、本当にどこにも行かない完全に無意味なロマンチックな準近親相姦のサブプロットにつながる。 真面目に、このシリーズの後半は、このシリーズのはるかに興味深い他のものよりも、まさにそれに専念しています。\n後半にはまた、このショーがちょうどもっと便利になり、プロットを意図した通りにするために、ちょうどそのお尻から抜け出すような穴が盛り込まれています。 ディテールに入るのはあまりにも甘いものですが、アイテムはどこからでも出現します。このシリーズのゲームは、私の心を揺さぶるだけのデザイン決定で詰まっています。キャラクターは理由もなく不公平です。このショーは分かりません それが仮想世界にあるかどうかに関係なく、本当に迷惑になります。 ああ、そこの悪役。 彼は私が長い間見た中で最も定説的な邪悪な悪人の一人です。\nありがたいことに、これはA-1プロダクションなので、グラフィックスはよく見え、ファイト・アニメーションは非常に創造的です。 このシリーズでは、インスピレーションがなくなり、すべての音楽がちょうど同じように聞こえ始めていることが明らかになりました。\nソードアートオンラインはたくさんの愛を込めています。 私はそれにふさわしいとは思わない。 それは私が本当に許さないと感じるものです。 それとは別に、後半はちょっとしたストーリーテリングです。 それ以上のものはありません。 ソードアートオンラインもまた大嫌いになる。 私もそれにふさわしいとは思わない。 確かに、後半はかなり悪く、すべてですが、それを補うためのものがあります。 その設定には輝きの痕跡があり、前半はそこでかなりしっかりしていた。 それにもかかわらず。 そこに良いことがあります。 本当にお勧めするにはあまりにも欠陥があります。 私がこのシリーズで本当に怒っている唯一の事は、後半の女性のリードを嫌うことです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Rasti_m23",
    "profile": "/profile/Rasti_m23/reviews",
    "pages": "38",
    "number": "17",
    "link": "/reviews.php?id=90269",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  6\n|  8\n\nソードアートオンライン ！！ 間違いなく、2012年から数多くの反応が混在するアニメです。最も論争の多いシリーズのひとつです。 私はこのレビューをかなり短く、少し長くしていきます。\n\nこれについてどう思いますか？ まあ、私の意見では、嫌いな人はそれがそうであると主張し、ファンがそれをどちらかと称賛するほど悪くないのは、それほど悪いことではありません。 それは...一度あなたが欠陥と良質を一緒にミックスすると、特に。\n\n\n\nさて、私はそれの肯定的な性質だけでなく、それが欠陥であるものに入るでしょう。 私が知っていることは言うまでもありませんが、それは「平均」です。 あなたがひどい人であれば、欠陥を読んでください。もしあなたが全ファンであれば、肯定的な性質を読んでください：D。\n\nしかし、その前に、メインページでそれを見つけることができるので、私はストーリーの要約をしないと言いましょう。\n\nポジティブな才能 - ソードアートのオンラインは、私が実際には退屈していたほとんどの瞬間も非常に楽しいです（芸術では必ずしもアニメーションではありませんが、デザインや背景などがあります）。 アニメーションは息を呑むようなユニークなものです。 それら2つ（アートとアニメーション）を一緒に追加し、あなたは見ることが楽しいアニメを（ほとんどの場合、笑）持っている。 もう1つの肯定的な属性/品質は、感情の量があなたに特別な感情を与えるのにちょうど良い時に行われることです。 さらに、絶望的な状況があるときには、文字通り彼らの目に絶望を本当に見ることができます。\n\nFlaws-あまりにも多くのファンサービスは1つです。 あなたはちょうど2つのキスシーン（1つは終わりのためのものを開始するためのもの）を与えていた可能性があります。 （少なくともそれのように描かれていない）。  3番目の欠陥はフィラーエピソードです。 彼が剣を持っていたそのエピソードは不必要だった（これはあまりにも大きい取引ではなく、私はそれが好きだった）。 最終的な欠陥は間違いなく後半の前提です。 理由はアニメのように 'SWORD ART ONLINE'と呼ばれています.-アルフハイムではありません。 ベッドのシーンを追加しないで、服を脱いで、そのような雄牛。 ああ、何歳ですか？  16（キリト）と17（アスナ）！ そして触手の場面も不必要だった。  （私は変態だとは思わないが、このアニメは心配しないでください）。 そして、あなたが変態を望むなら、あなたが見ることができる他のものがたくさんあります。 また、私はそれがoverhyped（最初のエピソード）だった。 彼らはみんなが試合に立ち往生するような拷問になるような気がしましたが、実際それはそうではありませんでした。 \n\n今、平均的なもの - キャラクターはすべて「私」です。 キリトは誰の特別なものでもない（私の意見）。 彼は他の人たちと同じくらい主人公としては程遠いです（悟空、ルフィ、エド、もの）。 しかし、彼は純粋な/良い心を持っているので、私は彼に敬意を払います。  Asunaにも同じことが起こります。 音楽は賢明ですが、実際に私ははるかに良い（ワンピース、ブリーチ、ポケモン、フェアリーテール、ナルト、もの）を聞いたことがあります。 オープニングとエンディングはかなり良いです。\n\nとにかく、あなたは私のレビューを楽しんでください。\n\n最後に私はこのアニメをお勧めしますが、あなたがこのセットのあなたの期待をそんなに高くしているならば、あなたはそれに完全に失望してしまうかもしれません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "silvercraft",
    "profile": "/profile/silvercraft/reviews",
    "pages": "38",
    "number": "18",
    "link": "/reviews.php?id=88701",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  4\n|  7\n\nこのレビューを書いた時点で私はSAOを終了していないので、私が見たものだけを判断することに留意してください。 私は、Sword Art Onlineは最高のアニメの可能性を秘めていたと思うし、エピソード4の周りまで見たときに私が好きなアニメだと思っていました。この時点で、 ショーはそれが持つ可能性のあるものを失い始めた。 彼らがKiritoと何をしたかは好きではありません。 ショーの多くは、彼らが内部に閉じ込められたゲームを打つための壮大な冒険ではなく、むしろ地獄としてOPであることによって無作為な人を救うことをめちゃくちゃにしているキトの14エピソードです。 私はこのショーを嫌うことはありませんが、私はあまり好きではない、私はそれが間違っていたと思う。 私が特に指摘しておかなければならないことの1つは、私がショーのほとんどのために行ったことは、アニメーションと音楽でした。 アニメーションは非常に魅力的で、アクションシーンはこれによって大幅に強化されました。 音楽もアニメとよく合います。オープニングも例外ではありません。 私は時々興味深いと思ったので、人々はそれを見なければならないと思っていますが、私は個人的にそれを友人に推薦するつもりはありません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Methastyridone",
    "profile": "/profile/Methastyridone/reviews",
    "pages": "38",
    "number": "19",
    "link": "/reviews.php?id=88156",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  9\nキャラクター|  4\n|  8\n\nこのアニメはおそらく今シーズン最も論争の的なものです。 私は、このアニメはすべての点で非常に不規則であるため、代表的なマークを付けるのは非常に難しいので、4と8の間の任意の等級が正当であると言います。 だからそれに乗りましょう！\n\nストーリー（5/10）：\n誰もがこれに同意する、物語はアニメを殺すものである。たとえ開始文脈がMMORPGの生存であるとしても、それは最終的に1人のキャラクター、Kiritoを中心とする古典的なファンタジーストーリーである。 最初のエピソードでは観客を気分にさせますが、次の5,6人は観客を殺すだけです。 最初のエピソードの直後に、スタジオの何人かの馬鹿は、実際には光の小説のシリーズのスタンドアロンの章であるスタンドアロンのエピソードのストリーミングを置くことに決めました。 彼らはちょうどそれらのエピソードをOAVで作った方がいいでしょう。もし彼らがもっとお金を稼ぎたいのであれば、彼らはストーリーラインを台無しにすることに決めました...メインアークが始まるとすべてが良くなりますが、あまり長くはないですが、 非難するスタジオではなく、オンラインで剣術の作家です。 エピソード14は終わりだったはずですが、剣術のオンラインシリーズの寿命を延ばすために、作者はちょうど塊状のクリフハンガーを作ったので、キリトの冒険はもう少し進んでいくことができます。 それは本当にアニメのせいでしょうか？ まあ、最初に私のアドバイスになるだろうアニメにそのような悪い小説を適応させない...\n\nアート（9/10）：\nアニメの芸術やアニメーションはかなり良いので、実際にどのように恥ずかしいですか。 戦いは極端に流動的で楽しいものです。 すべての環境がよく再転写され、背景と文字のデザインはすべて目を引く。 スタイルは古典的ですが、それは動作し、我々はより多くを求めることはありません。\n\nサウンド（9/10）：\n芸術のように、私は不平を言うことはあまりなく、ダビングは正しい、音楽は良い、効果音は良いです。 ここで不平を言うことはありません。\n\nキャラクター（4/10）：\nそしてそれは物語と対になり、キャラクターの発展は非常に貧弱です。 私は存在しない。 面白かったかもしれない。 彼は独身のプレイヤーで、最初は人の周りにいるのが好きではありませんが、MMORPGなので、主人公は自分自身で何もできないことを認識し、他の仲間と彼の意志に同盟しなくてはなりません ボスを倒すために。 しかし、いいえ、キリトはとても素晴らしいので、物語ALONEのすべてのアーチ・エナミーを倒すだけです。 それは、バックグラウンドで彼の仲間のすべてを置き、もちろん、私たちはそれらを気にしないようにします。 私はさえ、彼の妹が彼に恋しているクリシェ・ハレムを語っていません、4はキャラクターのグレードにはあまりにも良いです。 アニメの唯一の主人公はキリトだろう。 残りはちょうどsecundaryである。 私は真剣に死んでいる、Asunaもかなり役に立たない。 どうして？ まあ主人公がファックとして圧倒されているから。 キリトはひどく冷静で、非人道的に強く、他のキャラクターはみな同じように見える。 私は彼自身が誰よりもずっと拍手をかけているのだから、最初は他のキャラクターを作っているのだろうか？ 作者はこのシナリオでは極端に不器用だった。\n\n全体的に（7/10）：\nこのアニメはどうやって「Good」（7/10）なんてことができますか？ まあ、事は私のために、このアニメを楽しんだことです。 ストーリーが本当に古典的であっても、陳腐な、迷惑な、本当に悪い。 それ自体、それは耳障りなものではありません、特にこのアニメの戦いのシーンは、私には、非常に良いです。 それは、流動性があり、速く、面白く、あまりチーズがないので、私は親指を上に置くだろう戦いの間にあまり話していない、私は真剣に哲学的なチャットチャットを持っていたと剣の決闘の前にいくつかの疑似ヘーゲルの文章を引き出す ？\nだから私は、このアニメはマイケルベイ映画を楽しむことができるだろうと思う、光と輝きと素晴らしい戦いのシーン。\nしかし、ストーリーラインのためにこのアニメを見ないでください、あなたは失望します。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "thewinrar",
    "profile": "/profile/thewinrar/reviews",
    "pages": "38",
    "number": "20",
    "link": "/reviews.php?id=81792",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  7\nキャラクター|  4\n|  6\n\nソード・アート・オンラインは、河原玲紀が執筆した同名の軽小説シリーズを収めたもので、最初の4小説の中で起こった出来事に従っています。 ソード・アート・オンラインは、「ソード・アート・オンライン」と呼ばれるバーチャル・マッシブ・マルチプレイ・オンラインRPG（VRMMO）に参加するカズト・キリト・キリガヤという男主人公の周りを回っている。  Sword Art Onlineのプレイヤーは、モンスターとダンジョンで構成された仮想ファンタジーの世界であるAincradに押し込まれます。  Sword Art OnlineとAincradの世界は多くの現実のMMORPGから影響を受けており、これらのゲームをプレイする人はSword Art Online内で発生する参考文献やゲームの仕組みに精通しています。\n\nアニメは美しいビジュアルと非常に鮮明なアニメーションを紹介するので、良いスタートを切って非常に強い第一印象を残します。  Aincradの世界は、視聴者が内部で起こる出来事に没頭するのを助ける、穏やかな雰囲気を放ちます。 最初のエピソードから、Sword Art Onlineは普通のMMOではなく、ゲーム内の死が実際の世界で死に至る生存のゲームであるとすぐに言われます。 このゲームの厳しい罰則は、Kiritoと彼の同盟国に危険感を生み出します。これは、アニメの本当に楽しいスタートを作り出すのに役立ちます。\n\nしかし、ストーリーが一貫性のない混乱になると、Sword Art Onlineの楽しさは低下します。 メジャーなプロットホールが発生し、ストーリーが大きく飛ばされる傾向がありますが、ストーリーの進行がない重要なエピソードはまだ見ています。  2年以上のストーリーで、重要な出来事がたくさんありますが、それはマイナーなものでも存在しないものもあると思います。  Sword Art Onlineの最大の欠陥は弱いキャラクターだろう。 ストーリーの中で重要な役割を果たしたキャラクターはすばやく忘れ去られ、キリトの想像力と愛の関心は信じられないほどチーズで痛いものになるだろう。 はい、ソード・アート・オンラインはロマンスを実装しようとしますが、このロマンスに向けての開発と構築の欠如は、第2の弧の間にこのロマンチックな関係の周りを物語るように視聴者を厄介な位置に残します。\n\nソード・アート・オンラインには、よく開発されていない物語や弱いキャラクターが含まれていますが、意図した目的を超えています。 ソード・アート・オンラインの戦いの場面は、彼らがうまくアニメ化されているようにシリーズを見続ける究極の理由となるだろうし、戦いから出てくる決定感を強化するために壮大なサウンドトラックを裏付けている。 ソード・アート・オンラインは、悪いアニメの近くにはどこにもないが、欠陥や矛盾は無視しやすく、このシリーズから大きな喜びを得ることができる。 しかし、Sword Art Onlineは大きな可能性を秘めていて、すばらしいことでした。 このアニメは楽しいですが、かなり忘れがたいものです。 あなたがMMORPGに興味を持ち、楽しむことができる25のエピソードを探しているなら、これはあなたのアニメです。 あなたが思い出に残るもので再プレイ可能なものを探しているなら、このシリーズから離れることをお勧めします。"
  }
]
