[
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "DarthBob",
    "profile": "/profile/DarthBob/reviews",
    "pages": "15",
    "number": "1",
    "link": "/reviews.php?id=207961",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  1\nアニメーション|  7\nサウンド|  5\nキャラクター|  1\n|  3\n\n[非常にマイナーなスポイラーになる]\nTL; DR？ シリーズの簡単なアイデアを知りたい方のために最後に賛否両論形式でまとめます。\nこれは私の最初のレビューです。\n\nああ、ソードアートオンライン...簡単に2012年の最も有名なアニメ、それは今日でも人気チャートで高いまま維持しています。 私はこのアニメの中にかなりのオープンな気持ちで行きました。私の期待は、人気のあるアニメがどれほど過大評価されているかを考えれば、そのような人気が保証されるものより低く保たれました...しかし、SAOである怪物のために私を準備するものは何もありません。  'Overrated'はこれを説明するにはうってつけの言葉です。 私はここから詳細に行きます。\n\nストーリー -  1/10\nうん、1/10。 ストーリーがいかに悪いのでこのような得点に値するのだろうと思っていて、これを教えてもらえますか？ゼロを与えるという選択肢があれば、代わりにそれを喜んで選ぶでしょう。\nSAOは、バーチャル世界で、具体的にはゲームで行われます。  .Hack //シリーズに従った人は、過度に使用されていなければ、この設定がかなり一般的であることを知っているでしょう。 しかし、それでも、それはまだ受け入れられています。近年、多くの驚くほど優れたアニメが登場し、非常にクリシーな設定を使用しています。 この設定を導入した後、彼らはこのゲームのすべてのプレイヤーがそこに閉じ込められたことを発表します。もう一度.Hackからヒントを得ます。\nそれに続くのは混乱だけです。 あなたは不快なほどランダムな時間をスキップし、彼らのこれまでの行動とそれをすべての最悪、ロマンスで哀れな試みとは何の関係もない突然のキャラクターの開発を持っています。 物語の約90％はちょうどキリトは冷静さを見せることに焦点を当てて（私は「文字」セクションでこのことについて言うことより多くを持っています）\n全体として、SAOの話は退屈で、予測可能で、まったく迷惑です。 便利なプロットデバイスは、このアニメの中心です。\n\nアート -  7/10\n文字通りSAOに関する唯一の良いことです。 良い背景やシーンのアニメーションと戦うが、私はキャラクターのデザインは幾分欠けていると言えるだろう。  Asunaの鳥かごのようないくつかの巨大な欠陥がありました。私はこれ以上説明する必要はないと確信しています。\n\nサウンド -  5/10\n何も目立たなかった。 私はビジュアルやサウンドトラック/音楽のアニメを実際に見ることはないので、2つについてはあまり言い表していません。\n\nキャラクター -  1/10\nこのアニメの絶対的な最悪のポイント。 私が持っていた最大の問題は、主人公キリトだった。 キリトを除くSAOの一人一人のキャラクターだけがキリトを涼しく見せるために存在します。  Kiritoはそれらよりも優れていることを示すために、さまざまな方法ですべて使用されています。 すべての女性キャラクターが彼によって救助されている（そしてすぐに彼のために落ちる/彼を尊敬する）。そしてあらゆる男性キャラクターがいくつかの壮大な方法でキリトに敗れるために存在する（そして、キリトが期待通りに ）。  Kiritoが少なくとも興味深いキャラクターだったなら、これはすべて耐えられていましたが、NOPE  - 彼は平均的な消化器系のビスケットよりも鈍いです。 一言で言えば、彼はあなたの平均的なハーレムの主人公です。 この種のキャラクターがスクリーンの時間を奪うのは、すでにショーを殺してから、基本的に他のキャラクターに襲われて、怪我をするのです。\nSAOの女性リードAsunaは、別のコピーペーストキャラクターです。 あなたの平均的なツンデレは、テーブルに持たせることは全く新しいものではありません。 ありがたいことに、彼女はショーの後半に非常に小さなスクリーンタイムを受けます（触手のシーンは完全に私がこのアニメを嫌ったものでしたが）\n議論すべき優れたキャラクターがないため、後半に登場するキャラクター、Suguhaについても触れます。 彼女はキリトの姉妹であり、当然、キリトには大きな打撃を与えている。 私のSAOに対する憎しみのもう一つの要因は、Kirito自身の妹（彼の姉妹）を使って、彼がより良く見えるようにする方法です。 一部のプロットデバイスは未使用の方が良いでしょう。\n\n楽しさ -  3/10\n私は最初の6-7のエピソードの後で見続けることを強いられなければならなかった。 最後のいくつかのエピソードでは、私はそれを終了するためにそれを見ていたので、私はそれを私のリストから削除することができました。\n\n全体的 -  3.4 / 10〜3/10\n私はSAOほど嫌いではありませんでした。 私はギルティクラウンだけが近くに来ると思う。 あなたの正気を大切にしているなら、この地獄から離れていてください。\n\nTL; DR？ ここに簡単な要約があります：\n\n長所：\n - グッドアート\n速いペースのアクションシーケンスがたくさんある\n\n短所：\n - 他のすべてのものが吸うだけで\n - 奇妙な文字\n - 予測可能なストーリー\nおそらく最悪のリードキャラクターです"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Leerot",
    "profile": "/profile/Leerot/reviews",
    "pages": "15",
    "number": "2",
    "link": "/reviews.php?id=218318",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  9\nキャラクター|  2\n|  4\n\nまず最初に、主人公のキリトが、すべての鳥を飼うように見える、完全な邪悪な人だと言うことができますか？ スタートのために、彼は何かにほとんど挑戦しない、力の強いノー・ヘッドの何人かです。 彼は敵を倒そうとしているのですか？ 問題は無く、同時に2人から3人のプレイヤーに拘束されているだけで、彼は倒れるよりも速く健康を再生します。  （はい、私はこれがいくつかのMMOで起こっていることを知っていますが、これはゲームffsではない、これはテレビ番組であり、intresting文字を持っているはずです）。 いくつかの鳥を得ることは何ですか？ 問題ではない、すべてのひよこちょうど一目ぼれで彼のディックにホップしたい。\n\n今、私はそれが間に合うと信じています、少数のエピソードはいくぶん有望でした。 私はちょっと考えました、それは今までに見たアニメ漫画の中では最高のものではありませんが、その決定的なものは最悪ではありません。  （後で私はそれが最悪であることがわかった）。 アニメは、いつでも誰でも死ぬ可能性があることを知って、それはいつもどんな時にも死ぬことができた、それはいつもあらゆる戦闘シーンでその緊張を持っていたことを示した。\n\nありがたいことに、サウンドと芸術は実際にかなり上品に見え、アクションは実際によく考えられていて気付かないかもしれませんが、アクションシーンの小さな音の量は実際かなり印象的です。 しかし、再びInfinite Warfareにはうまく見えるグラフィックがありますが、正直なところ、絶対にシメットになることができます。\n\nしかし、良い点がどこで終わるのかはほとんど分からず、AIが死んでシーンが再生されると、すべてが転倒し始める。 だから、私たちは心臓麻痺であると思われているファックロボットの染色から始めますか？  14.（まだ私よりも良いセックスライフを持​​っています）、もし彼が何か複雑なことをすることができれば、なぜファックはログアウトボタンを読んでいないのですか？ それは、子供たちが伝説、神、meme、主キリトの権利を果たしているクソですか？ 彼はクソなサイコですか？ そして今、私たちは、プロットは絶対に信じられない、キリトは基本的に何かを行うことができます、そして今、私たちは単一の主人公が死なないことを知っています。 （病気はこれに後で乗ります）。 とにかく彼らはそこに少し泣いている...ロボットffsの上に。 そして、Kiritoはどこからでも彼の尻からコンソールを引っ張ってきて、いろんな言い訳をし始めます！ そして、最終的に彼は...ロボットをゲーム内の目録アイテムに変換します。  。 くそ。 これはまっすぐに不可能です、Kirito dosentは、soureコードが何であるかを知っています。そして、そのようなコマンドをすべてプログラミングすることで、何か複雑なことをするプログラミングをすることは、不信心であり、思い出すことができます。 ファック。 \n\n先日、私はYouTubeで「アニメの悲しい死」のようなタイトルのビデオを見ました。 そして、それが誰なのか推測してはいけません...オアイは病気のAI /ロボット/クソの人ではなく、何を推測する...ソードアートオンライン！  Wha Whu WHAT。 これは遠隔で悲しいですか？ あなたが12歳のハートを壊してしまったのをご存知でしたら、Fallout 4のスクラブ鉄道に参加してください。あなたのお尻の壊れたトースターのために葬儀をするべきでしょうか？\n\nそして今、ああアヘンに...あなたがそれを主人公と何人かのランダムな雌犬の間で呼ぶことができれば、私は彼女の名前を忘れて正直であると感じるだけで、偽の気分になります。 あなたは「私を連れて行く」ことを見たことがありますか？ 結局のところ、夫婦は実際にお互いのことを言っているのではなく、カメラのふりをしているようなふりをするのではないかということを理解していますか？ ええ、これはかなり感じるものです。\n\nそして、私は後半について話しました。 病気は可能な限りqucikとしてそれを要約しようとします。 唯一のintrestingキャラクター、Asunaはレイプのダンジョンに入れられます。そして、それはより近親相姦して出てくる城の馬鹿のようなプリンセスのようなものです。 オハイオ州私はマンションをキリトの妹がファックしたいと思った...イエスキリストこれは文字通り12歳のヘンタイです。\n\nそして、あなたがこれのような精神的な理由のために... 'アニメ'。 それからあなたは、本当に酔っ払っている薬物や、ドラゴンが好きな奇妙な小さな16歳のいずれかで、7歳でなければなりません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "OtakuJKP",
    "profile": "/profile/OtakuJKP/reviews",
    "pages": "15",
    "number": "3",
    "link": "/reviews.php?id=191295",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  6\nキャラクター|  8\n|  7\n\nSword Art Onlineについて私は何を言いたいですか？  Sword Art Onlineは、アニメファンに知られている最も論争の多いアニメの1つであり、25のエピソードを持っています。 私がこれを見始めたとき、私はすべての外部の影響について私の心をきれいにしました。 それが肯定的であれ否定的であれ、私はきれいなスレートでこれを見始めました。 レビューに入る前に、このアニメのジャンルはアクション、冒険、ファンタジー、ロマンス、ドラマです。\n\nストーリー：（6/10）\n\n\n\nサウンド：（8/10）\n\nこのアニメには2つのオープニングテーマとエンディングテーマがあります。 オープニングテーマとエンディングテーマは完璧にフィットし、偉大な響きがあり、思い出深いものでした。 アスナの声は元気だった。 私は彼女に何の問題もなかった。 残りのキャストも上手くいった。 バックグラウンドミュージックも完璧に収まりました。  [Japanese Voice Cast]日本のボーカルキャストは素晴らしい声で、その俳優と一致するすべてのキャラクターがお互いに区別できるように響きました。 私はそれに問題はなかった。  [English Voice Cast]英語のボーカルキャストはうまく聞こえました。 でも、最初はキリトの声優が好きではなかった。 あなたが最初に彼に耳を傾けたとき、彼はあまりにもリラックスしたと思うし、それが深刻であっても、すべてのことについて冷静に行動しようとします。 声優が真剣にしようとすると、彼はあまりにも頑張っているように思えます。 あなたが見続けると、彼の声はあなたの上で成長し始め、あなたはそれを無視する傾向があります。\n\nキャラクター：（6/10）\n\nあなたが物事を覚えていない人なら、あなたはその人物を思い出すのに苦労するでしょう。 表示されるものがたくさんありますが、そのうちのいくつかを覚えていても苦労しました。 それらをすべて追跡するのは難しいです。 あなたが会うキャラクターの大部分は、ショーの後半まで現われたり、ストーリー・ラインに関連性を持ちません。 このアニメのキャラクター開発の余地はそれほど多くありません。作家はすでにキリトを他のキャラクターよりも知識が豊富で、戦略的で、強くしているようです。\n\nキリト（きりがや和登）：キリトを知らない人のために、彼はこのアニメの主役です。 彼の性格はあまり際立っていません。 私たちは、彼の周りの人々を守り、障害を乗り越え、ソロ・ボスを克服することができる、このクールでスーパー・パワフルな男として彼を大抵見ていますが、彼はまた利己的でもあります。 ストーリーを通して、私たちは問題のある状況の結果を決定するために複数の計画を考案していますが、これを行うために、彼は他の人を使って自分の目標をさらに進めています。 あなたはそれに気付かないかもしれませんが、あなたは彼の行動によって簡単に知ることができます。 彼の周りの人々は、彼に比べて基本的に大砲の飼料です。 私たちは彼と多くの進歩を見ることはできませんが、人々との関係が良くなるのが分かります。\n\nAsuna（Asuna）：このアニメの主役の主人公Asuna。 私たちが最初にアスナを見るとき、彼女はこの強い独立した女性として描かれていますが、私たちが物語を進めるにつれ、彼女はもっと妻のような性格になります。 ここで話すことはほとんどありません。\n\nLeafa (Kirigaya Suguha): Also referred to as Sugu, Kirito’s cousin. Suguha is way different from Kirito. Suguha is upbeat, outgoing, fragile, and sociable, but she can be very aggressive if aggravated. There’s not much to say here either.\n\nアート：（8/10）\n\nバックグラウンドで使用されている文字の一部は、描かれていないように見え、キャラクターが使用する歯車はお互いに非常に似ています。 それ以外には問題はありません。\n\n楽しさ：（7/10）\n\n私はこのアニメを楽しんだと認めます。 劇的なアクションシーンは、Sword Art Onlineの部分では驚異的でした。 すべてのうち、それらは私が気にかけた最もエキサイティングな部分でした。 しかし、時々、私はそれを見て止めて、眼球を締めたいと思っていました。 私が前に言ったように、私はこのアニメが見苦しいと感じました。 あなたが悪いハーレムを見過ごしてフィラーエピソードのいくつかを無視することができれば、あなたはこのアニメを見ることができるかもしれません。\n\n全体：（7/10）\n\n回顧展では、このアニメ内で見つかった問題は、日付、悪いロマンス/ハーレム、混乱/退屈な物語、不必要なフィラー、悪い主人公のための迅速かつ無駄な移行でした。 あなたが劇的で斬新なライフスタイル、アクション、そして劇的なロマンスとゲームジャンルのアニメで涼しい場合、あなたは確かにここでそれを見つけました。 私がソード・アート・オンラインについて語った否定的なコメントのほとんどにもかかわらず、それでも私はそれを楽しむことを止めなかった。 私はそれをもう一度見てみることを勧めませんが、ちょっと、あなたの見たリストの一部としてそれを持っていることは素晴らしいです！ ソード・アート・オンラインは、最高のアニメではないかもしれませんが、確かに最初の弧の間にその瞬間があります。 私はこれを10のうち7を与えるでしょう。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Trolllllzor",
    "profile": "/profile/Trolllllzor/reviews",
    "pages": "15",
    "number": "4",
    "link": "/reviews.php?id=122725",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  7\nサウンド|  9\nキャラクター|  2\n|  4\n\nなぜ剣術のオンラインは大騒ぎなのですか？\n\nストーリー：2\n\nまず初めに、SAOへのプロットは完全に100％独創的で、主に不気味なゲーマーの濡れた夢であり、ちょっとしたアニメになっていると言いたいと思います。\nSAOのプロットサマリーは、人々がこのゲームで閉じ込められているゲームが開始されてから数分後に、神経装置と呼ばれる市場の新しいゲーム装置を介して剣の芸術と呼ばれるこの本当に現実的なゲームをオンラインで開始することです。 巨大なタワーを登り、タワーの各フロアを構成する100人のボスを倒してゲームを完成させる。\n\n物語はあなたがほとんどすべての漫画の中で、過言ではないことが分かるものです。 人々がビデオゲームに立ち往生しているという前提は、スポンジボブやKNDからまっすぐにカットアンドペーストされているかもしれません。  「ビデオゲームに出かける」という前提は古く、リサイクルされていますが、SAOでは平均的なテレビ番組よりも深みがあります。少なくともSAOではパーティーなどの実際のビデオゲームの多くの機能を組み込み、 一族と薬があります。\n\nアニメの主題は必ずしも物語ではなく、一部のエピソードはゲームを打ち負かす以外のものに費やされているが、これらのサブ・プロットの1つ（1〜2話しかかからない）は愚かなCSI 彼らが殺人を解決しなければならない犯罪ドラマ、このエピソードは、私が見た犯罪劇における最も貧弱で予測可能な執筆から成っていた。 別のサブプロットは、釣りのエピソード、生きている釣りのエピソード、生命や死のゲームで、彼らは釣りをしている！ 私は、これらのフィラーエピソードは、SAOの世界にもっと現実的な感触を与え、現実の世界に関連付けることができると信じています。これは、キャラクターがしばしば\"ye 私はいくつかのミードを飲むために「古い居酒屋」を使いましたが、キャラクターの社会的相互作用が実際に生死の闘いを経験するにつれて、SAOを真剣に見せてくれることを嬉しく思っています。\n\nゲームのすべての社会的相互作用は、より現実的なように見えるが、それはAsunaとKiritoの間のひどい関係を言い訳しないし、Kiritoが明らかに彼の巨根の磁石を持っている 文字通り彼と一日を過ごす。  KiritoとAsunaの関係は悪くない。私は、ショーの最後までに少なくとも1人は死ぬことを祈った。 キリトは素晴らしい、フロアクリアリングbadassは、彼らが恋に落ちた後、彼らの関係について泣き言を止めないAsunaの雌犬になる、同じことがAsunaのために行く、彼女は素晴らしいされていたが、彼女は彼女が本当の愛を知っていると思うぶたの十代の 彼女は彼女のボーイフレンドとFUCKING VIDEO GAMEで出会った！ 実際にお互いを見ていくには2年半かかります。\n\n最終的に彼らはゲーム内で結婚し、国側で家を買う。それは、Asuna（15歳の女の子が私が追加するかもしれない）を含む作者からの悲しい瞬間はもちろんのこと、  Kirito（15歳の誕生日）と16.5（私は約16.5という話をしてもらえません）とセックスしています。 アユナとキリトは彼女の両親で、娘と愛情のある関係を築いていると思っているユイという名前のAIの娘を訪ねると悪化します。この時点でどれくらい愚かなことができますか？ 私たちはショーの途中でさえない。\n\nSAOを通して、彼らは1年間でゲームの時間を過ごすために愚かな時間をスキップします。それは、キリトの関係に焦点を当てることにしたゲームをクリアすることに焦点を当てるのではなく、2年後の次のエピソードです。 そしてAsunaは、このショーの主な理由の1つは、ある人の言うとおりに悪いことです。\n\nKiritoはSAOの最終的に、仮想ゲームの世界に戻ってAlfhiemというオンラインゲームに参加します.Kiritoは彼が妖精に当たったように、Asuna（彼の愛する花嫁）を鳥かごから救う必要があります 蝶は彼女を強姦し、このゲームをプレイしているすべての人の心を犯します。 いいえ冗談、それはSAOの後半にプロットですが、何を推測する！  Alfhiemオンラインでは死ぬことはできません、あなたは60秒後に復活させます。そこにはSAOからのすべての緊張があります。 人々が彼らの死に突入する前に攻撃を計画していた時代を覚えていて、現在は銃で銃を駆け抜けて死ぬ準備ができています。また、誰かが強奪されているところ（ビデオゲームで）  \"あなたを殺す\"...真剣に、彼女はただ拒絶反応を起こすだろう！ 私は、著者が考えていたものの周りに頭を抱くことはできません。特に、KiritoのいとこのためにAsunaを無視したとき、それは正直な人です。近親相姦はありませんが、それはすべてではありません。\n\nショーのある時点で、shinichi（suguhaの友人）という名前の男がsuguha（kiritoのいとこ）を100回呼び出すので、ゲームで起こったことについて泣くことができます。 私は真剣にこのショーを知ることができません、なぜ、このショーはとても愚かなのですか？ 私は何が悪いのか、このショーは非常に多くの可能性を持っていたという事実、または無限の群れの人々が神様自身が作ったように宗教的にこのショーを崇拝するという事実を知らない。 私は何も台無しにするつもりはないが、ショーの後半のエンディングは非常に満足していた。\n\nアート：7\n\nオンライン上の剣術の映像は、タイタンやバケモガタリの攻撃と比較していないが、平均以上であり、アクションシーケンス（これは簡単にショーの立場である）に際立っているので、私はそれを賞賛しなければならない。 芸術のスタイルは素晴らしいですが、町や洞窟にぶら下がっても平野、沢山、平原や畑を見ているとほとんどの場合、Alfhiemのオンラインは見えます とても素敵ですが、とりわけ町や村は、それだけで平野と風の強い風と芝生の中に横たわっている畑です。\n\nサウンド：9\n\nSAOのサウンドは良い、本当に良いペースの変化は速いペースで戦うのと同じように完璧です、CSIの探偵シーケンス（ugh）の間にそれは素敵なゆっくりとした熟考ペースであり、ショーのためのオープニングは驚くべきです、特に 1。\n\nキャラクター：2\n\nオンラインで剣術の最悪の部分は、文字は、私はSAOの皆が死ぬことを望んでいた、私はこのゲームをプレイするすべての人が愚かさの重大なケースを持っているので、悪者は勝つために応援していた。 最初のKiritoとAsunaで私の好きなキャラクター。 しかし、あなたが恋に落ちたとき、キリトは雌犬になり、アスナはキリトにもっと依存し、私が好きなものはすべて私から取り除かれた。 それから、ユイが来て、さらに悪化させます。キリトは尻を蹴って、ピギーバックを与え、アスナは尻を蹴るのではなく、ジッキーを吸う（16.5）。  SAOの終わりまでに、それはたわごとのたわごと - 火山の山の蒸し火山から出ました。 このショーは、歴史の中で最高の鼻をつけたオリンピックのメダルと、それを見たすべての人の精神を粉砕するための軍事表彰を獲得するはずです。  AlfhiemのオンラインではAsunaを彼のいとこに置き換えることによって悪化しました。彼がこれを作ったときに著者が喫煙していたのは、このショーはどれくらい人間性を示すための冗談でしたか？ 人々はおかしいビデオゲームについて電話でお互いに泣くことはありません！  「デュ・クラン・リーダーズ・エス・エバール・ドゥ・ノット・イン・ザ・ノット・イット・ユー・カウン・デュ・ボット・トゥー！\nキリトの好意では、Alfhiemのオンラインでは、Asunaの全部のショーの雌犬ではないので、はるかに優れています。 私が実際に好きだったのは、マーク・ダイアライソンとトッド・ハーバーコーンが完全に声を出していた半分くらいの立派な悪役だったので、キホーバと菅生信行が本当に好きだった。 しかし主人公よりもずっと悪いのは、\n大きな黒人\n赤い髪の男\nドラゴンの女の子\n鍛冶屋の雛\n大げさに切った男\n猫の少女（少なくとも1人はいなければならない）\nエルフ男\nこれらのサポートの役割の大半はキャラクターの開発がこれほどまでになく、ちょうどそこにあったので、ビデオゲームをしている熱い雛のディックマグネットコレクションに自分の名前を追加することができました。 そして真剣に私はセクシストではないですが、キリトが会う人の大半は、巨乳を抱えた熱い雛がビデオゲームをして、彼の巨根に取り付けられたマグネットに瞬間的に引っ張られるようです。\n支持者は十分なキャラクターの発達を得られなかったが、主人公は16歳で親になったという点まであまりにも多くなった。\n\n楽しさ：4\n\n私がこのカテゴリーに4を与えている唯一の理由は、私がこのショーから出たすべての笑いとエンターテイメントのためです。ショーは愚かで無作為な時間はスキップしていましたが、私はちょうど2から上げなければなりませんでした 私の席の端に私を抱かせるのとは反対に、私はこのショーの愚かな愚かさを笑って助けることができませんでした。 はい、それは楽しく、とても楽しかったですが、悪い方法では非常に悪い方法でした。\n\n全体：3\n\nSAOは無駄な可能性の完全な例ですが、それは良いことかもしれませんが、実際の物語やキャラクターの開発よりも、AsunaとKiritoの間の価値ある関係にもっと集中することに決めました。 それは真剣なゲームを複製するのが最も難しいと試みたが、それは信じられないほどばかげて笑っているポイントに行った。 良いことができたものはゴミ箱に投げ込まれ、まばゆいゲーマーの夢の夢と置き換えられたので、私はそれに3を与えている。\n\n平均：4.5"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Vyxira",
    "profile": "/profile/Vyxira/reviews",
    "pages": "15",
    "number": "5",
    "link": "/reviews.php?id=143451",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  5\n|  8\n\n[警告ライトスワイラー]\n\n過去数週間にわたって、今後の続編であるSAO IIを期待して、多くのSAOレビューが書かれています。 その多くは完全に偏っているか、コンテンツがほとんどないか、またはファンボーと嫌悪者の戦争の燃え尽きを促しています。\n\n偉大な人物がかつて言いましたように、「フェンスの上にはできないことがいくつかあります。政治のように、あなたは側を選ぶ必要があります。」  SAOはいいアニメですが、ファンボーイたちがそれを賞賛するのと同じくらい良いとは言えませんが、どちらかと言えば嫌悪者ほど悪くはありません。\n\n今実際のレビューの部分に。\n\nストーリー：6\n待って待って、ちょうどSAOを悪くはない、なぜあなたはそれに6を与えていますか？！？！？！？ 私は今あなたの頭の中であなたが言うことを聞くことができますか？ 私がこのスコアを与えた主な理由は、SAOは.hackフランチャイズと同様の非常に興味深い前提を持っているからです。しかし、それは時間がたつにつれて物語が終わるところに欠陥があります。\n\nしかし、知り合いではないあなたのために、Sword Art Online（SAO）は20年近く前に行われます。ビデオゲームの新しいジャンルバーチャルリアリティ大規模なマルチプレイヤーオンラインロールプレイングゲーム（VRMMORPG） ヘルメット、自分自身を有線に差し込んで、突然意識がゲームに運ばれ、あなたの心の中であなたのアバターをコントロールすることができます。 このジャンルのゲームの最新リリース、Sword Art Onlineがリリースされました.1万人がログインし、この新しい優れたゲームをプレイし始めました。\n誰もがこの新しい世界で自分の時間を楽しんでいる間に、ゲームの作成者である加矢明晃彦がゲームのキャッチを明らかにする：「ログアウト」ボタンが削除され、現在は逃げる唯一の方法は あなたがゲームで死んでも、あなたは実生活で死んでいます。\nパニックが続く\n\n上半期の大半は、各エピソードに特有のキャラクターの短い短編小説に焦点を当てている点で非常にエピソード的です。キャラクターは助けを必要としていると主張しています。キリトはエピソードのためにその日を保存し、 それ以上のスクリーン時間を持つことは決してありません。\n\nまた、ペーシングは12のエピソードで約2年を過ぎたことで非常に消えてしまい、13回のエピソードで約1週間に減速しました。私は彼らが各半分の感触を狙っていることを知っていますが、 その時スキップし、Kiritoは一般的なshounenの主役のパワーアップを得て、管理者のコントロールの外にあることをします。\n\nアート：9\nアートディレクションは、武田裕介（竹田裕介）によって行われました。武田祐介は、幻想郷、ほとんどすべての幽霊、東のエデン、君に届けなどのアニメの神様です。 彼らはちょうど豪華なので、本当にSAOのビジュアルについて言われたことはありません。\n\nサウンド：8\nSAOの音楽の方向性は作曲家の梶浦由紀さんが担当していました。梶浦さんの作品は、通常、マジカマジカ、カラの恋愛、Fate / Zeroのような暗い響きのショーと結びついているので、 しかし、梶浦は「叙事詩」以外の言葉では言えず、勝利のトーンとパワフルなコーラスを耳にしている。\n彼女の作品はFate / Zeroの作品と非常によく似ています.SAは彼女の最も弱い作品だとは思っていますが\n\nキャラクター：5\n今私がショーの最も弱い部分の1つと考えるものに。\n私はあなたの言うことを知っています、はい、Kiritoはクールな男です、はい、Asunaは甘いツンデレですが、それは非常に欠陥があるこれらの文字の書き込みです。\n\nオリジナルの小説シリーズ「ソード・アート・オンライン」は、河原玲紀によって書かれたものですが、なぜこれをあなたに尋ねますか？ 鋭い視聴者がいくつかの研究を行い、Rekiが15歳の時にそれを書いたことが分かったので、これはアニメの鏡を完全に反映しているだけでなく、今日でも多くの人がまだジョークをしている。\n\nこれの問題は、彼が15歳の時から何も変えなかったことです。それにはキャラクターの執筆も含まれます。  RekiはKiritoを現実世界のハイエンドプレイヤーと同じように想像しましたが、World of Warcraftや他のゲームのハイエンドライダーとして、私はあなたに話すことができます。\nキリトのような世界には誰も存在しません。彼らは現実的ではなく、キャラクターとしてはほとんど関係ないです。\n\nはい、彼は悪いです、はい、彼はクールだ、私たちのそれほど遠くないようではない世界ではまったく非現実的なキャラクター。\n\nAsuna、Asunaは、多くの人が言うように、Asunaは、私がある程度合意したharemアニメのカーボンカットです。しかし、ほとんどの人は、Black LagoonからReviのような何かになる可能性があるとは言いません。 シェルの幽霊からのメジャー、非常に強い女性キャラクター、多くの人が彼女がすでに言っている。\nしかし、これを言うときに人々が考慮しないのは、後半の後半に彼女は彼女のボーイフレンドなしで何もできず、後半全体のためにプリンセス・ピーチになります。\n\n今、鈴鹿....私は鈴鹿についてはあまり言わないと思いますが、とにかくそれを言うつもりです。 鈴鹿は恐ろしい性格なのですが、最悪の場合、兄と近親相姦したいだけでなく、アスナに逃げようとしているだけでなく、彼女にはチャンスがありません。キリト 、彼女はちょうど彼のハーレムに別の追加になります。\n\nそれを振り返ってみると、私はレビューのこの部分で非常に否定的でした。ただ、SAOのすべてのキャラクターがひどく書かれているわけではないことを知りたがっています。 個人的には、ショー全体で最も関心の高いキャラクターはKleinでした。\n\n楽しさ：8\n今私はこれを今言い、これを私の胸から外すつもりです。  SAOは私の好きなアニメでした。 今ではそれがなくなったので、私はレビューに戻るでしょう。\n\nSAOはオクタンフェスティバルのシーンが非常に高く、楽しむことができる人物としては誤りがあり、信じられないほど高い楽しさがあります。  SAOは、この2つの要因だけに基づいて過去2年間の人々のゲートウェイアニメですが、退屈なので、私はしばしば電話で一晩中シリーズ全体を見ました。 しかし、私がSAOについて語ったネガティブなものについては、エンターテイメントのすばらしさですが、それはまさに問題なのですか？\n\n全体：8\n以前から自分自身を引用すると、ファンはそれがそうであると主張するほど素晴らしいわけではありませんが、嫌悪者はそれほど悪くはありません。\n\nそれはあなたがソファに座って、プレッツェルとマラソンの大きなボウルを取得し、それを楽しむことができるエンターテイメントの一片として輝いていますが、文章の一部として、平凡な文字と悪いスクリプトのために失敗します。\n\nあなたがロマンスの要素とそれに深くないショーンアクションのジャンルで何かを楽しんでいるなら、私からの明確なおすすめの時計です。このショーは非常にうまくいきます。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "shanimebib",
    "profile": "/profile/shanimebib/reviews",
    "pages": "15",
    "number": "6",
    "link": "/reviews.php?id=81378",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  9\nキャラクター|  3\n|  6\n\nマイナースポイラーが含まれています。\n\nSAOのためのMALのまわりの巨大な標準偏差を持つ非常に多くのレビューで、私はSAOレビュー執筆競争のバンドワゴンに参加させてください！ 実際には、30以上のページに埋もれてしまったフォーラム投稿の1つをコピーしてコピーしています。 ええ、SAOは、実行中のエピソードごとにMALフォーラムで平均25-30ページを記録しました。 このアニメは、賛美者と憎悪者の両方に注目を集めました。\n\n私はそれを本当に嫌うものではありません。 むしろ私はそれが嫌いだと言います。 それは過度に誇張されているからではなく、私は大衆が好きなものを嫌う人の一人です。 あなたが私のアニメリストを見るなら、おそらくMALや他のアニメDBサイトの高評価されたアニメのほとんどが私からかなり良いスコアを持っていることに気付くでしょう。 だから、なぜ私はSAOが5/10になったのですか（そして私は嫌な恋をしたアニメのために寛大な気持ちでした）？\n\nSAOは混乱です。 はい。 それに対する適切な言葉。 混乱。 アニメの唯一の良い点は、周囲のアニメーション、環境、背景の詳細​​、音楽です。 それはあなたがそれらのファンタジーの世界にいたいと思うようになります。 現実的なバーチャル世界のアイデアは、人々をアニメに引き込み、ゲームの死は、現実世界の死であり、かなりアニメのスコアラーです。\n\n中身、中空キャラクター、ばかげたキャラクターのやりとり、スクリーン・アウト・オブ・アウト・オブ・ザ・スクリーン・デモンストレーション、ストーリーテリングのランダム性、アニメの奇妙なペーシング、メイン・キャラクターのためのものを持つ女性キャラクター、 私がアニメで欲しいものは、まともなスコアを与えるために求めているのはすべて、騒ぎです。\n\nこのアニメは素晴らしいアニメでした。 プロットは、数年で最高のアニメの1つにする巨大な可能性を持っていました。 しかし、代わりに私たちは何を得ましたか？ 混乱以外の何かがあれば、私はそれが面白いことを意味していなかったということだけが漫画の救済であったと言います。 私は多くの事件でROFLをしているが、他の人では私は顔面をした。 あなたは本当に非常に深刻なストーリーラインの雰囲気を与えるアニメから期待していないもの。 皮肉なことに、それは時々面白いようにしましたが、それらの瞬間は面白いものとはほど遠いものでした。\n\nそこで、SAOのレビューを書くための新しい話があります。 誰もそれをやっていないので、それが評価しているジャンルに分解してみましょう。\n\nオリジナルのジャンル：\n\nアクション：ALOアークの間に多くの人に気づかれなかった剣を打つと誰かが爆発するような、ほとんどの場合、過度に賞賛されます。 また、フレームレートの高いアクションシーンでは、A1-ピクチャと表情が見えます。 あなたはすでに残りの部分を知っているでしょう。 スコア：5/10\n\nアドベンチャー：ここから、より具体的には、レベルからレベルへとジャンプします。 ああ、血まみれの驚異的な冒険：あなたは彼らがどのレベルにいるかを知るだけで、それは血なのです。 誰かが75レベルすべてを表示するつもりはないでしょうか？ しかし、ちょっと、ストーリーの一貫性がそこにあるか、少なくともそれをフリーフローにしようとするようなやり方ではないのはなぜですか？ スコア：2/10\n\nファンタジー：アニメの明確なプラス。 たぶんそれが正しくカバーしている唯一の真のジャンル。  SAOアークは、テレビ放送用に作られたアニメで描かれた最高の風景をいくつか持っていました。 風景は創造性に欠けていても、他の空想から完全にはぎ取られただけで、生き生きとアニメ化されただけで、アニメにとってはプラスでした。 スコア：8/10\n\nゲーム：十分な公正。 彼らは確かにゲームをしていた。 生命を脅かすもの。 ただ言って。 スコア：7/10\n\nロマンス：Okay。 人々が失われているときに、彼らは慰めを求め、人間の暖かさに取り組むことが幾分証明されています。 アスナは哀愁をもってロマンスの道具となった。 その後、... *（アスタリスクまで読んだりスクロールする）スコア：3/10（そして私はアニメでもロマンスのファンです。） 彼らは、自分の正気を失う前に、世話をする人がいることを知りたいだけです。  AsunaとKiritoは、恋に落ちるのは何年もかかるかもしれないと思っています。 このアニメの最もロマンティックな瞬間は、アズナが叫んで、彼女が現実世界でキリトで老いたかったと言いました。 その時点で、シンプルなものはどれもロマンスの物質には大丈夫でしたが、そうするために、アニメーターはAsunaを少し夢中に見せるために考えられるすべてを押しました。 彼女は美しい、良いバックグラウンド、愛情豊かな思いやりのある、思慮深い、調理に優れている、戦いに良い、そしてあなたが望むように20のものを追加する、そして彼女は基本的に完璧なロマンスの物語を作るために必要な最も完璧な女性のキャラクターです 。 真剣に好きですか？ ロマンスを大きくするために、Asunaをちょっと完璧に見せて、最終的には彼女が弱い人物になり、当初はかなり信頼でき、強いキャラクターとして示されていました。\n\nジャンル：それは簡単に見落とされた：\n\nハレム：キリトを追い抜こうとするひとりの女性キャラクターは、ゲイマーの中で最もゲーマーだからだ。 あ、ちょっと待って！ 私は実際にキリト以外の誰かが好きだったユリエルという名前の人物を忘れていました。 そして私たちは何を得ましたか？ 彼女がキリトのハーレムの一人ではないという理由だけで、彼女はNizuma Eijiの顔をしています。 スコア：9/10。 間違いなくHaremアニメ。\n\nShounen：神からパワーアップすることであらゆる障害を克服するKiritoがベータテスターとしてゲームをプレイしてより良い反射（私のお尻）をしていたからどこから来たのか知っています。 残りのゲーマーたちは、彼らの悲惨な生活の中で何をしているのですか？ 彼らはちょうどいくつかのランダムなゲーマーであるため、たびにどこからも出てこない。 スコア：7/10\n\nコメディ：なぜ？ あなたはおそらく、そのような深刻な色調のアニメセットでそれらを見たいとは思わないにしても、アニメは狂った喜劇でいっぱいです。 最後のエピソードでは、強姦犯の強姦者がKiritoを0.5メートルも見逃していたにもかかわらず、彼は彼の目が彼に騙されていると言えることを忘れなかった。 私は文字通りROFLです。 彼らが続編を作ると、起こる可能性が非常に高いですが、もしあれば、私はすべてのランダムなLOLのためにこのアニメを見るでしょう。 スコア：9/10。\n\n近親相姦：大丈夫です。 ええ、彼女はいとこですので、本当に問題ではありません。 しかし、彼らは血縁関係でなくても兄弟として一緒に育ちました。 あなたが住んでいたものがあなたの兄弟ではなかったことを突然知っていることが心の心理状態を不安定にさせるかもしれないことは理解できます。 だから私はそれが善意のためにそれをストロークさせるだろう。 しかし、私はしませんでした。 なぜ知っていますか？ 私は女性の胸について悪いことは言わない。 しかし、彼らがスーグのBOOBsに強調したやり方は、人間として見るのは面倒だったが、同時に男として楽しいものだった。 スコア：8/10。\n\nエッチ：科学者たちはゲームでアバターで触手を与えた？ ファックとは？ しかし、あなたが論理的に考えるならば、それはすべて理にかなっています。 彼らは本当にあなたの人格のビットを落とすようにする方法でアスナをつかむ必要があります。 しかし、ビジネスの観点からは、私はA-1の写真が華麗に犯されたと言う。  （上のアスタリスクから続きました！）*彼らはAsunaをレイプバッグにしてしまった。 私はすべてのオタクが親のお金を使ってこのくその10個を買っていると確信しています。 いいえ、それは人種差別主義者のコメントではありませんでしたが、それは彼らが一般的にオタクを描写する方法なので、そのような不快なことを言うために心からお詫び申し上げます。 スコア：10/10。\n\nアニメが元のジャンルから離れて他の*非公開のジャンルのスコアが上がった場合、アニメが完全な列車の難破船であることを知る必要があります。\n\nそしてアニメは私から5/10を得ます。\n\n私はライトノベルを読んでいないので、LNの観点から判断するのは無意味です。  LNがどれほど良いものであっても、おそらくアニメは非常に悪い適応です。\n\nあなたのリストを見るアニメがたくさんある場合は、次の場合を除いて、このアニメを見てはいけません。\n\nあなたは本当に他の何かを見ることができません（完成したアニメのリストには4桁の数字が表示されています）。\n2.人気アニメ（必ずしも良いアニメではない）を欲しがる。\nあなたはマゾヒストです（批評家の過半数が低得点で爆撃したアニメを見ることにしました）。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "NlSHlKlN0",
    "profile": "/profile/NlSHlKlN0/reviews",
    "pages": "15",
    "number": "7",
    "link": "/reviews.php?id=81598",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  6\n|  10\n\n今シーズン最も賞賛され、最も嫌われているショーの可能性が高いものを見直すにはどうすればいいですか？\n\nそれは簡単ではありませんが、確かです。\n\n最初に出てきたSword Art Onlineの私の以前のレビューを覚えている人もいます。 あなたがしていない人のために、ただそれが陽性だと言ってみましょう。 私は最初のエピソードが放映されたときにこのシリーズを誇示した人々を楽しませることを目的とした、トロールのレビューであることを書いていました。 それは悲しみと無情でしたが、ショーそのものよりもそれらの査読者に向けられました。 正直言って、私はこのショーから何を期待するか分からなかった。 私は私の一部がこれが本当に、本当に悪いと思ったことを知っています。 しかし、不思議なことに、私が最初にSAOに期待していたことは、終わりまでに完全に消えてしまった。\n\n私が始める前に、ソード・アート・オンラインにはさまざまな方法で極端に欠陥があることを指摘しなければなりません。 私はそれを否定することはできません。 しかし、時にはそれを見る価値があるだけの技術的なものではありません。 私が完全な客観性を持ってこのショーを見直すなら、おそらく6よりはるかに上回らないでしょう。しかし、私はそれをすることができません。 どうして？ このショーは、どういうわけか、私の心の中にその道が見いだされたからです。\n\nストーリー：6\n物語は最高で平凡であり、最悪では絶対にばかげている。 完全に没頭したバーチャルリアリティの前提は魅力的ですが、それはあまり元気ではなく、常にうまく実行されません。 それはエスケープ主義だと思いますが、このシリーズの核心ではありませんか？ 私は2つの仮想世界の仕組みに数回疑問を抱き、理解できない答えを見つけました。 プロットはしばしば穴がついていて、あなたが今私に尋ねてきたとしても、多くの出来事のポイントを正確に伝えることはできませんでした。 まあ正直なところ、第1四半期ほどは恐ろしく退屈だった。 サイドストーリーはそれほど魅力的ではなく、最初のアークの大部分には本当の危険感はありませんでした。 しかし、私は作図自体ではなく、作った世界と恋に落ち始めました。 私はSword Art Onlineを見るまで、MMOには決して関心がありませんでした。そして、本当に私には何か可能な仮想世界に住んでいるという考え方全体でした。 私は最前線で地面をきれいにし、キリトやアスナのようなモンスターと戦うことは決してできませんでしたが、私は自分自身を古い漁師と見なすことができました。 それは私にとっては物語そのものではなく、無限のバーチャルリアリティのロマンティックな概念でした。\n\nアート：7\nこのシリーズの芸術はSAOの小説をベースにしていたので、私はここで言うことはあまりありません。 私はむしろキャラクターのデザインが好きでした。キリトはいつも頭から爪先までの黒で彼に寛容な顔をしていると思っていました。 彼らは驚異的ではありませんでしたが、彼らはうまくやっていて見守っていました。 懐かしい？ 非常にそう。 クール？ 絶対に。 戦闘シーンは私が好きだったほどアニメではありませんでしたが、これは実際にストーリーを損なうものではありません。 私の意見では、最高の場面は、弧の両方の華やかで美しい建物と都市でした。  Aincrad弧の間の湖の家とAlfheim弧の中立の地域は息を飲んでいました。私はもう一度自分自身に憧れていました。 結局のところ、アートとアニメーションはうまくいきました。\n\nサウンド：8\nもっと何を言いますか？ アニメOSTの女神、梶浦由貴です。 確かに、これは彼女の最高の仕事ではなかった。 私はMadoka Magica、またはMaiHimeでさえ音楽を好んだ。 しかし、美しくて魅力的な合唱曲と豊かなオーケストラ曲は、私からのソリッド8を得るのにまだ十分だった。 声優としては、誰もが自分の役割に適しているように見えました。 これを見て前にライトノベルを読んだことは一度もありませんでしたので、私は声がどのように聞こえるかについての先入観を持っていませんでした。 しかし、私は決して単一の声がグレーであるか「オフ」であるとは見当たらなかったので、その部門でもすべてが良いと思います。 全体的に、音は素晴らしかったです。\n\nキャラクター：6\n\n\n楽しさ：10\n私はこのシリーズにこのシリーズを10本与えて、ここで大きな飛躍を遂げているように感じますが、私はそうしなければならないと信じています。 私の脳にこのシリーズを処理させると、SAOには何の問題もないことは明らかです。 このショーがどのように実行されたかには多くのことが間違っていて、それを説明することさえできず、楽しんだとしても、私はこれらのことを書き留めました。 しかし、私がこれを見たとき、それは私の脳ではなく、私の心であった。 私はキャラクターの真の共感を感じ、私は彼らの搾取に完全に夢中になった。 私は何とか目障りな欠陥のすべてを無視し、代わりに驚くほど期待しているシリーズのメッセージに集中することができました。 それは、もはや私の話がいかに不安定に発展したか、またはペースがいかに厄介であるか、あるいは主人公がいかに不条理に圧倒されたかさえも私には関係しませんでした。 私は本当に何も起こっていない最初の数回のエピソードに戻って考えると、このショーのあらゆる瞬間を絶対に愛していました。 時には、それは個々の小さなものではなく、あなたに届くショーの本質であり、それはまさに私にとってここで起こったことです。 私はこの番組に喜びのために10を与えました。なぜなら、それは知的に刺激的であったか、信じられないほど革新的だったからではなく、それを見て大好きだったからです。\n\n全体：7\nもちろん、これを完全に10にすることはできません。 すべてのシリーズには欠点とそのメリットがあり、自分の喜びの欠点を見過ごすことができるにもかかわらず、存在しないふりをすることはできません。 しかし、このようなショーから何かを学ぶべきことがあれば、時には感情的な投資は、深刻な人物の完璧な物語よりもはるかに価値があることがあります。 時々、楽しいショーを見つけるために、あなたは出てそれを楽しむだけです。 このように、Sword Art Onlineは、私が今まで観てきたことのない、セルフ・インサートのファンボイ・パンダリング・ショーのベスト7となった。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Light27",
    "profile": "/profile/Light27/reviews",
    "pages": "15",
    "number": "8",
    "link": "/reviews.php?id=90237",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  9\nキャラクター|  5\n|  6\n\nソード・アート・オンラインはすぐに一目ぼれしました。 少なくとも一度はMMORPGをプレイしたことがある人なら誰でもそのコンセプトが大好きです。 私は、誰がしないのだろうか？ これまでにビデオゲームに参加したかったとは思っていませんでした。\n\n残念ながら、エピソード3の後、ワイングラスのような印象は床に落ちた。\n\nスポイラーを避けるために、私は詳細には触れません。 私はレビューに進む：\n\n\nストーリー6/10\n\nバーチャルな世界にこだわっているという素晴らしい前提を持っているにもかかわらず、ストーリーはそれほど素晴らしいものではありません。 私の意見では、Aincradアークは速すぎて進歩しました。  100階建てです！ 周囲を少し楽しんでみましょう。\n\n私を驚かせたのはストーリーテリングです。 何らかの理由で、著者がちょうどAincradとKiritoの周りに私を投げつけたように感じた（何とか...）。 その後、いくつかのイベントが展開され（主にドラマ）、素晴らしいBGMは何を感じるかを伝えます。 正直言ってそれが好きではなかった。\n\nアルフハイム弧の間に物語が少し良くなりました。\n\nこの物語は私の意見では目標が欠けている。 それは、火影、海賊王、または死神関連のものになることに比べて競争することはできません...そして、これはまた、物語の私の考えです。\n\n\nアート8/10\n\n芸術は私の目には良いです。 まったく苦情はありません。\n\n\nサウンド9/10\n\n私はVAがキャラクターを描く仕事の1つの地獄をしたと思う。 さらに、BGMはOP / EDの曲だけでなく素晴らしいものです。 しかし、私はオーディオファンです...\n\n\nキャラクター5/10\n\nアスナとキリトを除いてキャラクターは普通すぎです。これは誰よりも優れています。 メアリー・スチュ/ゲイリー・スチュのファンフィクションを読んでいるような気がしましたが、私はただそれを燃えることはできません...主人公はまったく逆境を経験しませんでした！ キリトはちょうど幸運にも彼がベータプレイヤーだったのですごいです。 私の頭の上で、キリトが戦いで失った一瞬を思い出すことはできません...彼はずっと勝ちます。\n\nAsunaは何らかの理由で明らかにキリトwaifだった...（そうだよ！）\n他のすべての女性キャラクターと比較して、彼女はすべての中で最も美しく、強く、最速です。\n\n\n楽しさ6/10\n\nMeh...\n\n\n全体的な6/10\n\nアニメとして数えても十分です。 しかし、良いものではない...\nそれは過度に誇張されている。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "CaptainLube",
    "profile": "/profile/CaptainLube/reviews",
    "pages": "15",
    "number": "9",
    "link": "/reviews.php?id=104079",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  5\nキャラクター|  3\n|  6\n\nストーリー：\n彼のプロダクションが常に持っている成熟したトーンと複雑なプロットで広く知られている鳥山明は、今回はこれを踏襲して傑作を作りました。 始まりから終わりまで、Sword Art Onlineは常にその素晴らしい前提に固執しています。オンライン世界での剣の戦いの芸術。 後半にオンラインでelf heimに移行したときでも、クリエイターは決してそれを見せないようにしようとはしませんでした。 ソードアートオンラインは、正しく開発された有望な前提の成功事例です。 あなたがトレーダー/ソード芸術の最初のエピソードをオンラインで好きなら、私はあなたがアニメの残りの部分に失望しないことを保証します！\n\nソード・アート・オンラインの前半は、私が同じシーンで笑って、泣いて、怒って、挫折し、懐疑的で、思慮深く、怖がって、角質を抱えていた感情的なジェットコースターだった。 鳥山からの注目すべき作品。 とりわけ、それはうまく計画されていた。 私は他のアニメと同じように、メインのプロットが急いでいるか、またはブラシで横になっているとは思わなかった。 ペーシングは時系列的かつ一貫性があった。 プロットの紆余曲折はまた、物語を推進する上で本当に重要でした。 彼らは予測不可能で面白かったので、いつももっと欲しかった。 おそらく、物語の最も重要な部分は、他の多くのアニメと違って、SAOは説明できない何も残さないという事実でした。 すべての下着は、芸術的に詰め込まれ、否定できない論理と現実的な推論で封印されています。\n\n鳥山さんはインタビューで、最初に2番目の弧のアイデアを思いついたかと尋ねると、誇らしげな笑みを浮かべ、「私は自分の好きな本を朗読していました。 私が思ったときに、この本に心を込めた近親相姦をしてアニメに適用すればどうなるでしょうか？ そして、アニメの後半はまさにそれです。 アニメの後半は、完璧な前半と完全に必要なもの（Deathnoteのような）よりも優れていると広く評価されています。 鳥山は、インタビューで、なぜ数千億人のゲーマーの心を捕まえようとしたのか、誇大な笑顔を見せてインタビュアーを見つめた理由を尋ねられた。\n\nSword Art Onlineにロマンスの要素があるという誤解がありました。 それは偽です。  Sword Art Onlineは100％アクションです。  （塔の）頂上に向かう途中の専用のゲーマーの栄光の物語。 壮大な功績が蓄積し、上司が強くなるにつれて、より深く、より複雑なプロットが解明されます。 このアニメから放射されるテストステロンの量は、女の子が腕に上腕二頭筋を成長させ、男は睾丸に腫瘍を成長させます。 それは離れて隠され、古典的な叙事詩として保護されるべきである。\n\n10/10\n\n\nアート：\n\nSword Art Onlineの芸術は良いです。 真剣に、それはうまくアニメされ、丁寧に描かれています。 それは派手で虚偽でしたが、確かなMMORPGの感触を維持しています。 女性のキャラクターの中には、もっとユニークなものがあるかもしれません。 エピソード1-25で行われるサイドプロットの中の二次的な女性キャラクターの大部分の私の記憶は、クリシーアニメの目、未成年者、迷惑な声、パープルまたは赤/ピンクの色の話題に厳密に限定されています。\n\n10/10\n\n音：\n音は幻想的で、特に吹き替えでは素晴らしかったです！\n\n岡崎さんに聞いてみると、女の子達が独特の音を出す方法が本当に好きでした。 実際には、夜になると眠りにつくときも、私はまだ彼らの声が聞こえます。\n\n「ねえ、聞け！ ねえ、聞け！ ねえ、聞いて！\n\nああ、なんと素晴らしい音です。\n\nバトル・ミュージックも本当に良かったし、1つの特定のオペラ・ソングはあなたの好きな飲​​み物が何であるかを予測するのに奇妙な経験があった。\n\n10/10\n\nキャラクター：\n\nキャラクターはこのショーが本当に輝く場所です。 鳥山さんが意図した聴衆とつながることができる主人公を作ることは本当に良い動きでした。 キリトはあなたの平均的なゲーマーです：スマートで、フィット感があり、才能があり、見栄えがよく、ひよこマグネット、悪い、そしてたぶん人生のどこかに行っています。 レベル36では、すべての地下住民がキリトに進化しています。それは単なる時間の問題です。\n\n開発の面では、SAOは私が長年見た中で最も優れたキャラクターの開発を容易にしています。  Kiritoは、過度にパワーアップした、知識のない内向的な人物として始まり、過度にパワーアップした、知識のない内向的な人として終わります。 アスナは、独立した不思議な反ヒロインから始まり、依存して、予測可能な乙女として終わる。 茅場明彦さんは、数百万人の天才発明家として始まり、バタフライで終わります。\n\nAsunaとKiritoの間の愛は本当に本当に感じた！ 私は中学校でペットのオウムと一緒にアスナとキリトと同様の関係を持っていたので、私は彼らの関係に本当につながることができるように感じました。 私たちは見知らぬ人で、お互いに寒かったですが、特別なディップでおいしいパンを食べると、私たちはより近くになったのです。 一緒にもっと一緒に過ごし、結婚しました。 結局、私たちはお互いに寝ていて、びんベルを出産しました。\n\n悪人はまた、無慈悲で、操作的で、狡猾でありながら、接続可能である。\n\n10/10\n\n楽しみ：\n\n私の知り合いの一人は、アニメを楽しんでいないと感じています。 私は速やかに彼を腸の中で撃って、寺に急に吹き飛ばして意識を失った。 無意識に出血して死に至るまで、彼がそこに横たわっている間、私は自分の腸を手に持ってアニメを楽しんだことを彼に柔らかく囁いた。 彼は今、近くの湖の一番下にあります。\n\n10/10\n\n全体：\n\nすべての点で、Sword Art Online 100％は誇大広告に耐え、今よりも多くのファンを簡単に受け入れることができます。 あなたが剣術をオンラインで気に入っていれば、あなたは素晴らしい味を持ち、おそらく社会にとって機能的な貢献者です。 あなたが好きかもしれない他の娯楽の形態には、レモンパーティーとメイプルストリーがあります。\n\n10/10"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Van_DarkhoIme",
    "profile": "/profile/Van_DarkhoIme/reviews",
    "pages": "15",
    "number": "10",
    "link": "/reviews.php?id=184098",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  5\nキャラクター|  3\n|  3\n\nああ、Sword Art Online。 すべての偏見のある意見とbutthurtファンが、洞窟から出てきたとき、何か悪いことが言われたときにこれについて語った。 この過大評価され過ぎたシリーズが何であるかを簡単に概観しましょう。\n\nストーリー：4\n近い将来、技術が最終的に進歩し、「神経歯車」と呼ばれるものにつまずいていく、霧ヶ谷一人（Kirigaya Kazuto）という男の子が住んでいます。 神経ギアはあなたの頭の周りに置くゲームのプラットフォームであり、あなたの体は意識されなくなりますが、あなたの心はまだあなたが演奏しているゲームの中でうなずきます。  Kazutoは新しくリリースされた「Sword art online」のゲームを購入します。これはすべてが劇的に変わる場所です。興奮して家に帰り、Sword Art Onlineをロードしてプレイします。 彼はKleinという素敵な人と出会い、彼と付き合っていますが、Kleinがログアウトしてピザを手に入れなければ、彼は抜け出せないと分かりました（Kazuoはログアウトしようとしますが失敗します）。 また、 誰もがゲームから脱出しようとすると、突然、誰もが出発した最初の場所に移動します。 その後、暗い衣服を着た男（恐ろしい!!!）が出てきて、彼らが100階を倒さない限り、彼らはすべて犯されていると誰にも伝えます。 彼はまた、ゲームであなたが死んでも、実生活のあなたの体はどうにか犯されていると言います（そのようなトロル）。 これが言われると、カズトは今、100階を倒して生き残らせる運命にある。 うん、それは基本的に私の解釈はSAOだった、主人公は明らかに圧倒されるチーズショーだった。\n\nアート：6\nA-1絵は芸術で素晴らしい仕事をしました。 戦いのシーンは非常によく作られ、詳細、アニメのRPGの面がうまくいっていた。 正直なところ、アートについて正直に悪いことはありません。\n\nサウンド：5\nLiSAによるCrossing Fieldsのオープニングは、少なくとも最初の12話のアニメの内容を描いた素晴らしいオープニングでした。 戦闘シーンの音はちょっとチーズだったけど、Kirito（Kazuto、前に彼のIGNは言及していなかったので）のような彼の頭脳の中で典型的なshounenが「私はこの争いに勝つ必要があります。 友情の不器用なパワーアップやOPの主人公のほかにshounenから期待しています。\n\nキャラクター：3\nさて、ここではすべてが私の神経に乗り始めます。 キャラクターは、おそらくshounenベースのシリーズのすべてで一番平らなキャラクターです。  HxHでは、少なくともGonとKilluaの変化を見ることができます。Narutoでは、少なくともNarutoが馬鹿にならないように見えるようになります。BLEACHでは、Ichigoが戦いなどに関しては密集しないように見えますが、SAO  （オハイオ州イエスキリストクソ）キリトは、シリーズ全体を通して同じ男の子の男の子である参照してください。 彼は正直なところ、自己中心主義者であり、もし彼らがあまりにもそれに縛られるならば、ただ一つのことだけを気にする人です。  Asunaはあなたの典型的なヒロインであり、シリーズ全体を通して主人公を助けていました。 クラインはただのコメディーリリーフで、人々はそれほど興奮していませんでした。 それから、誰も彼の名前を覚えていない黒人（Agil、それは？）だから、ファンによっては人種差別主義的な発言をする可能性がある。\n\n楽しさ：3\nこれを見直した人物として、最初にそれを見たときに、これが完璧なアニメだと正直に考えていたと言えるでしょう。 それから私がそれを再ウォッチすることに決めたとき（私が退屈だったため）、アニメにはいくつの欠陥があるのか​​がわかりました。 誰も指摘していない大規模なプロットホールがあります。 私が正しくリコールすれば、シリーズの初めに、GM（ダークローブの男）は、ゲームで死ぬとすぐに脳が驚いて昏睡状態になることを説明しましたが、クリスマスイベント中には、  10秒以内に死亡した人を復活させた。 どのようにしてゲームアイテムは脳死者を魔法のように復活させることができますか？ 彼女が基本的に枢機卿のシステム（ゲームが走ったこと）が何であったとしても、彼女の記憶を突然忘れたユイ（私が軽蔑した厄介な女の子）もいましたか？ どのようにしてプログラムが自分自身の存在を忘れて、突然NPCやプレーヤーとしてもゲームに出ることができない。 私の暴力を脇に置いて、これを包みましょう\n\n全体：4\n私は正直なところ、これがアニメの歴史の中で最も過大評価され、過大評価されたシリーズの1つだと感じています。  MyAnimeListには、SAO（私です）を嫌う人、SAOを愛する人、まだ見たことのない人の3種類があります。 私は、バウト・サウの崇拝者たちが洞窟から這い出してこのレビューを嫌っていることは確かですが、正直言ってそれほど気にすることはできませんでした。 あなたは何でもしたい"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "HelixDraxzonyx",
    "profile": "/profile/HelixDraxzonyx/reviews",
    "pages": "15",
    "number": "11",
    "link": "/reviews.php?id=189536",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nSword Art Onlineの基本的な前提：VRMMORPGの内部に10,000人のプレイヤーが閉じ込められています。ゲーム中の死は実生活での死を意味します。脱出の唯一の手段はゲームをクリアすることです。 それだけで私を誘ってショーを見るのに十分だった。 別の理由は、私がそれについて聞いた誇大宣伝の価値があるかどうかを確認することでした。 不確かな言葉で私にあなたに教えてください、それは絶対に価値があり、疑問はありませんでした。 カテゴリに分類して、Sword Art Onlineが私のお気に入りのアニメである理由を紹介してください。\n\n\n\nART：SAOのアートワークは、最高のアニメでさえもまれにしかマッチしないものです。 ハリウッド映画でさえ、過去には不足しており、それは何かを言っている。  それでも、私は各エピソードでこの品質を見ました。 現在、ソード・アート・オンラインでは一貫性が欠如しています。 SAOの作品は息を呑むようなものだったとは言いません。 キャラクターデザイン、各フロアの風景、様々な武器のデザイン、剣技能の威厳、 それはすべて例外を超えています。 何よりも、視聴者にAincradのような気分にさせるのはアートワークです。 非常にまれにしか私は芸術に遭遇したので、それはシネシテイアに終わった。  KiritoとLisbethが55階の山に行ったとき、私は雪と激しい風が激しく寒いのを感じることができました。 煌きの目とスカル・リーパーが明らかになったとき、私は彼らの脅迫感を感じることができた。 そのような芸術的な才能は、現実世界の伝説的な芸術家の間でさえもまれです。\n\nサウンド：ソード・アート・オンラインは、私が今までに遭遇した最高の音楽のいくつかを使用しています。私はLiSAの「Crossing Field」を指しているだけではありません（本当にこれまでに製作された最高の曲ですが）。 各シーンで使用された音楽は全体的な浸水に寄与し、演奏中のストーリーとイベントを完璧に補完しました。 グレアムアイとの戦い、ヒースクリフとの戦い、致命的なサイケの出現、Alfheim Onlineの大冒険などの重要な瞬間に使用された音楽。 これらの瞬間は、特に私がその世界の一部であったように感じさせてくれた強力な音楽を特色にしており、歴史の中での歴史を目の当たりにしています。 その音楽はほとんど聞こえません。\n\n\n\n全体的に見ると、なぜ私がこれを非常に高く評価しているのか、それがなぜ私の好きなアニメになったのか分かりやすいはずです。 私が第2シーズンのレビューを提出すると、それはまだ明らかになります。 しかし、それはまた、エピソード24の別のプロットポイントが意味を成すために必要であったと思う。 実際の確実性で言うのは難しいですが、そこにはそれがあります。 私の1つの否定的な印象。 このすべてを読んだら、SAOに関して何か否定的なことがあるかどうか疑問に思うかもしれません。 ただ1つしかないので、できるだけそれを台無しにするのを避けるために最善を尽くします。 エピソード14でのキーバトルの最中、キリトの考えを聞いて、ソードスキルを使ってはいけないと言っています。 それでも、2番目は1本の傷を守り、彼は剣技を使い、その後すべてが崩れ落ちます。 それだけで、それは私が好きではなかったSword Art Onlineの両方の季節にまたがる一瞬です。 私はキリトの感情が彼の論理を覆して、その戦いで彼の最高のものを得たかもしれないと思う。 それは可能性のようです。 それはなぜ彼がそれをしたのか説明されていませんでした。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "The_Fatness",
    "profile": "/profile/The_Fatness/reviews",
    "pages": "15",
    "number": "12",
    "link": "/reviews.php?id=177831",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  10\n\n私は昨晩以来、これらのコメントをどのように書くつもりか考えてきました。 私はそれがそれに値すると思うので、このショーに私の最高のライティング能力を与えたい。 アニメ界では、このショウの周りに多くの否定的な意見があります。 しかし、私はこれらの議論の中の重要な要素は、これが他人のレベル、闘争と比較したときにアニメであるということです。\n\n私にとって、私はアニメを非常に長く見ていないので、私の期待レベルは何百ものアニメを見た人ほど高くはありません。 それを念頭において、これは私が最近の記憶で見た最も絶対的な楽しいショーの一つです。 私はショーを見ていないときに真に撤退を経験しました。私は絶えずより多くのことを切望していました。 これは複数の要素が混在している可能性があります。 私は長い時間MMO'er、そしてゲーマーを20年近く経験してきました。 このショウは、MMOと私の社会的側面の面で、懐かしい和音を実際に吹き込みました。  SAOや一般的なMMOのようなゲームを欲しがっていると感じました。 このショーの全前提は私にとって絶対に魅力的です。この種の技術が本当なら、私は決してログオフしません。\n\n私は他のアニメと比べるための基礎がありません。  「良い」キャラクター、ストーリー、物語などを定義するものです。しかし、私はこのショーのキャラクターを絶対に崇拝し、自分自身とその未来に非常に投資しています。 しかし、私はこのショーが本当に意味するものが私を満足させるのに十分にうまく処理されたと信じているので、それで大丈夫です。 このためにショーを別の方法で扱うべきだと言う人もいますが、数十のMMOをプレイした人からは、このような話が起こっています（明らかにこのような極端な状況ではありません）。 単に話されている話の設定です。 とくに大事なラブストーリーは、私は絶対にキリト（カズト）とアスナに恋しました。 彼らと何が起こったのか分かるまで、私は見守ることができませんでした。 このショーは何度も私の目に涙を浮かべました。私はそれを十分に賞賛することはできません。 その裏側には、このショーには未開拓の可能性がたくさんあります。 私はそれが25エピソードに絞られる可能性があまりにもあると思う。 この番組が出現する可能性のあるオリジナルのアイデアの量は、このような番組を簡単に作ることができ、何百回ものエピソードを演奏することができます。 私の考えるところは、人々の主な苦情の一つです。 この25のエピソードの過程で、多くのことが起こります。恐らく多すぎます。\n\nこのショーの大部分（シーズン）が行われる世界、またはゲームは素晴らしいです。 私は世界にこんなに恵まれ、これらの世界についてもっと知りたいです。 私はそれらの中に潜り込み、実際のMMOと同じように、より多くを見つけて探索したいと思っています。 私がショーで迷子になるのはとても簡単でした。楽しかったです。 上記のように、そこにある可能性のある世界についての詳細はほとんどありませんでしたが、私が見たものではそれだけで十分でした（明らかに私はもっと愛しています。  ）？\n\nすべてのショーには欠陥があり、ショーは実際のゲームのSAOほどではなく、いくつかのペーシングの問題があります。エピソードの間にストーリーの多くの側面が発生します（キャラクターは発展していますが、 舞台裏で多くのことが起こっている）。 私はこのショーがMMOの周りを回っているショーよりも残酷ないくつかのヴィリヤンとのラブストーリーとしての意味をより深めていると思う。 誰もが不平を言うことを見つけることができ、このショーは決して完璧ではありません。 しかし、額面では、それは何のための素晴らしいショーです。\n\n終わりに、新しくアニメに来ている人にとって、これは始めるのに最適な場所だと思います。 あなたがMMOの、またはRPG風の愛の物語のための愛を持っているならば、それはあなたがより多くのことをしてくれるようになります。 オープンな気持ちを持ち、このショーに挑戦してください。 私は十分にそれを推薦することはできません、そして、私は確かにそこにいる一部の人々が絶対に私のようなこのショーを崇拝し、楽しむことになります。 裏返して、私はこれを楽しまない人がいると確信しています。\n\n新しいアニメを見るために私がいつも取ることを考えていることは、ショーに遠く離れていても、それを行かないのはなぜですか？ 確かに私はそれを楽しんでいない可能性がありますが、私も完全にそれを死に愛するかもしれないし、すべての時間の私のお気に入りのアニメになる可能性があります。 できるだけ多くのアニメを見て、あなたの好みを洗練する機会を多く与え、あなたが本当に好きで好きでないものを発見するのを助けます。\n\n免責事項。 これらは私の意見です。 私は誰もがこのショーを愛することを期待していない、私はちょうど私の意見を与えて、そこにもっと多くの人々を助けることを望んで、彼らが本当にこのショーを楽しむことができることを発見する。\n\nまた、あなたが見ている、またはあなたの子供がこのショーを見ることを考えている場合は、私は非常にあなたが18歳未満の誰も見せないようにすることをお勧めしますエピソードの最後のカップルに行くかなりぎっしりなものがあります。 ヌードやそれに類することはありませんが、私が子供に見せてもらう意味合いやビジュアルはありません（10と13）。 その年齢層には適していません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "iadorecats",
    "profile": "/profile/iadorecats/reviews",
    "pages": "15",
    "number": "13",
    "link": "/reviews.php?id=182197",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  10\n\n私の友人がこのアニメを見るように提案したとき、私は懐疑的でした。なぜか分かりませんでしたが、結局のところ私は驚いていました。このアニメが私に投げた素晴らしいアイデアは、私にとってインスピレーションとして使用できました 自分の話。\n\nはい、このアニメの物語自体は言及する価値がありません。 すべてが要約で説明されているとおりであり、特にあなたがそれを見た後に戻ってくるものは何もありません - 遅い、特に素晴らしい後味はありません。 しかし、それ以上のものがありました。何が欲しいのですか？\n\n文字はかなり良いです。 誰もが自分の背景を持っていました。彼らがゲームをプレイし終わった経緯、生き残りのために戦うべきかどうか、なぜ彼らは戦ってはいけないのですか？アニメがすべてのキャラクター 女性のキャラクターが実生活で男性であり、その描写が見た目に合わないことを示したとき、私はこのような現実の必要性を、アニメのそれ以上のものとして、もう蹴らなかった。 同じアイデア、あるいは実生活で見ることのできる他の種類はありません！\n\nシーズンは25話ですが、持続可能性に欠けていました。これは、私が必要と感じたほど頻繁に行動を起こさなかったことを意味します。 その間に何も変わっていないので、実際に何が起こっているかを実際に示すことなく、何ヶ月もかなり過ぎましたが、全体のプロットはかなり遅く動きます。\n\n暖かい家族型のシーズン中盤の感情と最後のいくつかのエピソードでは結論が出てくるので、私はそれを見直していましたが、私は先の紆余曲折の大部分を予期しました。 しかし、私がこのアニメから得た全体的な楽しみは、私に別の季節を探すように説得するのに十分でした。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Shadeslayer1234",
    "profile": "/profile/Shadeslayer1234/reviews",
    "pages": "15",
    "number": "14",
    "link": "/reviews.php?id=188631",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  2\nアニメーション|  9\nサウンド|  6\nキャラクター|  1\n|  3\n\n私のウェブサイトから適応されました。\n\n私がこのレビューですべてを台無しにするので、注意してください。\n\n今、剣術のオンラインは、ゲーム理論のMatPatがそれについて語ったので、素晴らしいアニメの世界に私を紹介したショーでしたが、それは私がそれを憎むことはできません。 このレビューには、最初のアニメの懐かしさは含まれていません。 とにかくレビューに入ってみましょう。 剣術のオンラインは、私が今まで経験したことのない最悪のショーであり、ここで私はなぜそんなに嫌いなのかを説明します。\n\n私たちの主人公は、性格がまったくなくても大規模なハーレムを持っている幸福のキャラクターです。ベータテスターは悪いと思うように馬鹿げた決断を下しています。 素晴らしいと圧倒されてショーの任意の時点で緊張はありません。 そして、彼はいくつかの愚かな理由でシーズン1の終わりに殺された後に生き返る。\n\nAsunaは強力な独立した女性キャラクターとしてスタートし、剣術のオンラインとして知られている残りの列車のためのショーで最高のキャラクターに残ります - それは多くの成果ではありませんが、ショーが進行するにつれて彼女は役に立たず、 彼女のボーイフレンドなしで何もしないでください。 たとえば、ギルドのメンバーが彼女の自由を求めて挑戦しようとすると、彼女は自分自身を奪うほど強くなければならないが、彼女はキリトの背後に隠れて、代わりにその人と戦うことができる。\n\n私は、ショーの他のすべての男性キャラクターは、馬鹿、変態、ただ悪い人物であるか、またはキャラクター開発のための十分なスクリーン時間を持っていないことを言及しましたか？ 理論的には非常に高価なゲームであり、非常に高価なコンソールで、ハードコアのゲーマーだけがそのようなお金を払うことを望んでいたとしても、ゲームについて知っている女性キャラクターはいません。\n\nコンソールといえば、神経装置を取り巻く全てが完全に非合理的です。 ショーの最大の部分は、あなたがゲームで死んでも、神経歯車の内部にマイクロ波が存在するため、あなたは実生活で死にます。 あなたが死亡してから40秒後に使用された場合に機能する復活アイテムを持っているエピソードがあります。それはあなたが40秒間実際に死なないことを意味しますか？ それはあなたがいつでもそれを取り除いてうまくいくということですか？ それは爆弾のようなものではないので、何らかの脳損傷が起きるまでには約1分かかります。 彼らは、子供たちがヘルメットを取り外そうとしている親から亡くなったと言います。 何が、両親はストラップで周りを回って、子供を死ぬままにしましたか？\n\nしかし、神経支えを取り除こうとすると、すぐに死に至ることを意味すると仮定しよう。 どうして政府はこれらのヘルメットを武装解除するために爆弾の隊列を送り、これらの子供たちが死ぬのを防ぐのではないのですか？ つまり、政府はこの問題をはっきりと認識しており、明らかに関与していたのは、これらの人々のために病院に作られた翼は、剣術のオンラインと神経装置の影響を受けたからです。\n\nエピソード4では、主人公のキリトが7人の男に襲われてダメージを受けず、キリトが何らかのトラブルに陥っている可能性を排除したばかげた場面があります。 エピソード9では、彼は二重剣の能力を持っているという事実を隠している。キリトはアニメのイエス・キリストであるため、他の誰もできないことは明らかである - いくつかの人々が彼を救うために踏み込む前に死ぬことを許した。 これはこれを気にしなかったからです。 彼は上司と戦っているときにショーの後半にこのことをやり直し、健康が乏しく、彼が力を隠すときに人々が死ぬという教訓を学ばなかったことを証明しています。\n\nキリトはこれを克服するために何も特別なことをしていません。確かに彼は試合のベータテストをしていましたが、ベータテストは人々が試合に没頭していた時間とほとんど変わりませんでした。 早くエピソード2として、ベータ以来のことが変わってしまった。つまり、誰も持っていなかったデータから大量のデータを持っていなかったということだ。  MMORPGはそれほど理解しにくいものではなく、初心者にとってはたかだか数日かかるかもしれません。このゲームのトッププレーヤーは14歳の少年です！ あなたは、他の人がキリトと同じ結論に来たと思います。\n\nエピソード1とエピソード2の間に起こった月間のタイムキープの後でさえ、ベータテスト担当者がハンドブックを作ったにもかかわらず、誰もゲームについて何も知らない。 ほとんどの人は、数日でゲームをする方法を学びます。たとえばかりで楽しく遊んでいてもそうです。 だからあなたは、彼らの生き物が危機に瀕しているゲーム内のすべての人が、このゲームについて知っておくべきことをすぐに学び、大人が子供を守り、慎重に研削することに焦点を当てるコミュニティを作り出すと思うでしょう。 それは起こりません。 代わりに、彼らは他の誰よりも多くを知っているので、すべてのベータテスターは詐欺師であると判断します。 ゲームで最も強力なプレイヤーは馬鹿のコミュニティによって隔離されました。\n\nゲームについて学ぶことを気にしている人以外の誰も私を悩ますものは、彼らが最初のレスポンダーだったので、プレイする方法をすでに知っていたはずであるということです。 ショーは発売日に始まり、プレイヤーは店の外で眠っていたし、コピーを取るために大規模な行に立っていた、あるいは大規模な価格であらかじめ注文していた。 存在する10,000本のコピーは数時間で売り切れました。 最初のエピソードでは、Kiritoは、彼と彼の友人がコピーを得るために3日間待っていた試合にとても誇張していたと主張している、ショーの選択された展示方法であるKleinのゲームの基礎を説明しなければならない。 クラインはゲームについては何も知らず、神経装置の仕組みも知らない。\n\nキリトは、ゲームの中でほとんどの時間を低レベルで混乱させるレベルの粉砕戦術を使用して非効率的であり、彼は依然として最も強力なキャラクターのままにしている。 エピソード9で、彼はゲームで最も強力なギルドのための最前線の戦闘機であるAsuna、ゲームのより高いレベルにチャージを導くギルド、そしてゲームでみんなが彼女を認識するのに十分強いほど一般的です。 彼女がどれほど有名で、どれほど強力であるかを考えれば、彼女はキリトよりもはるかに高いレベルにいるだろうと思うだろうが、彼の二重の威力を明らかにすると、彼は依然としてアスナより指数関数的に強力である ゲームで。\n\n私はシーズン2のエピソード25のように、彼は6人のメンバーからなるハーレムを持っていると言いましたか（そのうちの1人は、2番目の弧で彼を愛した彼のいとこであり、2番目の弧で死んでいます。 彼のハーレムではないショーの強い女性だけが死んだ。 このアニメはbechdelテストに合格しません。  bechdelテストは、その名前が示すように、ショーや本、映画など何かがセクシストであるかどうかを確認するテストです。 テストは次のとおりです：ルール1、ショーには少なくとも2人の女性キャラクターがいます。 さて、キリトのハーレムがあります。 ルール2、彼らはお互いに話す。 キリトの恋人たちはお互いに話をする。 ルール3、男以外のものについて。 まあ。\n\nこのショーには2つの償還要因がありますが、これらの要因によって10点満点中1点の評価ができなくなりました。  1つはサウンドトラック、オープニングはLiSaとアニメーションによって歌われました。 アニメーションは、私が今まで見たアニメの中でも最高のものでした。\n\n私は忘れている何かがあるようになった...ああ。 ああ、神様。 私はまだ後半全体について話していない。 私はまだこれについて言及していませんが、このショーの良い点はAsunaのために起こります。そして最悪のものはすべて、彼女を堕落させることから来ています。例えば、乳房のシーン（実際はショーのシーンです） 第二のもの全体が劣化しているアスナに造られている。 今シーズンは私がこのショーに2/10を与えた理由です。\n\n私はショーがアスナをどのように扱うのか話し始めると思います。 キリトがマシンを卒業した後、彼はこのゲームを終えるために人生に戻りました。明らかに、このシリーズの主なアンタゴニストの中には心をコントロールして世界を引き継ぐことができるように、いくつかの選手が別のゲームに立ち往生したようです。  Asunaはこれらの選手の一人でしたが、ただ実験されていたのではなく、彼女は鳥かごに閉じ込められていて、私たちの主な敵は昏睡状態の彼女の体と結婚しようとしました。 彼女は彼女の同意を得なかったので許可されていませんでしたが、代わりに家族に養子縁組しようとしました。これはときどき起こることですが、彼は依然としてウェディングドレスを着用するよう主張しています。 いつでも彼女は一点で脱出しようとして成功し、触手だけが性的暴行を受ける。 私は実際に冗談ではない。 それは実際に起こった。\n\nあたかもこのアニメが悪くないかのように。 エピソード24では、私たちの主なアンタゴニストは実際に彼女の服を脱ぎ捨てて、キリトの前で彼女をレイプさせるのに手間がかからない。 再び、私は冗談ではない。 私は、これの唯一の目的は、視聴者に悪役を嫌わせることだと仮定しようとしており、これはうまくやっています。 彼女のシーンが不快感を帯びていたという事実が、私に腹を立てました。 ショーでは、上半期のいくつかの点で彼女が弱く見えるかもしれないかもしれないが、彼女は明らかに彼女が強い、悪い人物であることを示すように努力していた。 彼らはショーのこの半分でそれをあきらめました。 これらのシーンは、このショーにも属していません、確かにそれはいくつかの暗い瞬間を持っていると死と苦しみがありますが、これはゲームオブトロンズではない、それはちょうど14歳の願い履行ショーです。\n\n私はショーが2番目の弧でアシュナに行った最悪のものをすべてカバーしたと思うので、近親相姦のアンダープロットについて話しましょう。 実際に彼のいとこである彼の妹がその特性を継承しているように見えるので、ジェネリックで迷惑なのはキリトの家族の遺伝でなければならない。 あなたは彼女を物語から引き抜くことさえできますが、それは何の違いもありません。 彼女は物語に何も加えておらず、彼の髪の毛の大きさを増やすだけです。 彼女はゲームキャラクターとの恋に落ちる（現実には彼と恋しているが、彼はいとこであるために表現することはできないが）、まさに彼のように見え、まったく同じように行動し、 彼と全く同じように、彼はそれが彼ではないことを理解していない。 彼女はVRゲームに参加すると言いますが、情熱的なことを学びたいと思っていますが、会話の初心者であり、仲良くするには良い方法ですが、決してそれを持ち出すことはありません。\n\n私が序文で言ったように、ソード・アート・オンラインは、私が今まで経験したことのない最悪のショーです。私はそれが私を壊しているかもしれないと思うほど悪いので、それは悪いことについて長くて退屈なエッセイを書くようにしました。 それはまさに私がやったことです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "freenutella",
    "profile": "/profile/freenutella/reviews",
    "pages": "15",
    "number": "15",
    "link": "/reviews.php?id=195726",
    "jp": "--- --- --- | ---\n全体的な|  4\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  4\n|  5\n\nなぜか分からないけど、エピソード7以来ずっとショーに関心を失い始めていた。それから、エピソード9でアニメを見ることをあきらめたのだ。なぜか分からないけど、ちょっと退屈だ。 私はそれがすべてのエピソードで行う同じ手順のすべてで繰り返していると思います。 私には、すべてのエピソードで行うのは、1つか2つの戦いがあり、残りの部分で話すことです。 もしあなたが好きなら、あなたは先に進み、見ることができますが、あまり期待しません。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "JuliusLight",
    "profile": "/profile/JuliusLight/reviews",
    "pages": "15",
    "number": "16",
    "link": "/reviews.php?id=226505",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  7\n\nキリト、主人公、彼の腕立て伏せのbladeworkと。 ここでは、戦闘中の他の人よりもはるかに優れている主人公が見えます。 男と女の子の間に芽生え、開花する関係。 キャラクターの関係は、キリトと妹、キリトとアスナ、キリトと妖精の弓の中で助けてくれる女の子との間で、キリトとキリトとの友情を大切にしている。 しかし、正直言って、私は25のエピソードを見ていなくても、私の人生を送ることができました。 それは必見ではなく、私の意見では、第2シーズンは明らかに悪化しています。  Kiritoは確かに高貴なキャラクターですが、フェアリーテールは間違いなくA-1 Picturesのより良いアニメです。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "kotelo",
    "profile": "/profile/kotelo/reviews",
    "pages": "15",
    "number": "17",
    "link": "/reviews.php?id=77059",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  5\nキャラクター|  2\n|  4\n\nゲイリースチュと彼の友人の冒険 - アニメーション。\n\n彼はあらゆることを行うことができ、プロットの中で便利に向き合うことができ、すべてのデバイスをプロットできます。 あなたが16歳以下なら、これを見てください。 あなたが18歳以上で、これを見ると、すでに成長しています。\n\n音楽は梶浦によって行われたものとまったく同じですが、マジカマジカだけが異なるように聞こえます。 しかし、芸術は素晴らしいです。\n\nまた、SAOは私のためにep14で終了しました。"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "crescent917",
    "profile": "/profile/crescent917/reviews",
    "pages": "15",
    "number": "18",
    "link": "/reviews.php?id=72627",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  10\nサウンド|  8\nキャラクター|  6\n|  7\n\nさて、SAOを見直す準備をしましょう。これはかなり残念ですが、plsはそれに耐えます。 私はAWのような他のアニメと比較することに終わったかもしれませんが、plsは私を負担します:)）\n\nストーリー（3/10）\n非常に貧弱なストーリーライン...まあ、ログアウトするためにゲームを打ち負かす必要があると言う時にはちょっと涼しいです。それは死のゲームになるでしょう。それは面白くなりますが、シリーズが順調に進むにつれて退屈です。  !!...ここの女の子のほとんどは、ちょうど1日でキリトと恋に落ちました。まあ、ちょっとハーレムのようなものです。エッチアニメや完全に変態に変身させる方がいいかもしれません。 人々はちょうど私が推測する6.5章を待っている？ まあそれはちょうど悪いです\n\n\nアート（10/10）\n1つの言葉EPIC!!!! まあそれは本当に叙事詩であり、偉大な戦闘シーンでもありますが、それはSAOの悪い面の大部分をカバーしますが、私のためにアートは唯一のものではありませんが、それでも私が見た壮大なアニメの一つです。  。場所は風景とすべて..かなり叙事詩\n\n\nサウンド（8/10）\nまあ、すべての音が良いわけではありません...アクセル・ワールドのサウンドは、はるかに優れていて、ラグナロクです。まだまだ動くかもしれません。\n\nキャラクター（6/10）\nまあ、キャラクターのためBLコーズだと思ったよキリト×クライン・ワハハッハー...脇に置くほとんどの女の子たちは明白な理由で一晩中キリトに落ちるので、退屈でナンセンスなアスナは除外される まだ私はキリトがAsunaにウサギの肉を食べてAsunaに恋に落ちさせるようにしていると思う。\n\n楽しさ（7/10）\nそれでも悪い面があるにもかかわらず、まだ素晴らしいアニメです。私は本当にこの1日をプレーしたいと思っています。そして、ほとんどの人がこれを見ていると思います。多くのゲーマーがこのようなゲームをプレイしたいからです あなたはキャラクターそのものです。それを死のゲームにしてもかなりいいです\n\n\nここに私の友人からのコメントがあり、私はちょっと彼に同意する\n人々に来なさい！ 正直言ってSAOはそれほど素晴らしいことではありません！ その刺激的な人々が完全にSAOの全部を見ている！ 戦いのシーンはアニメの中では良いものだが、それ以外のものはすべて駄目だ。\n\nそれは偉大な芸術と人々が今日興味を持っているそのオンラインゲームを持っているので、人々はSAOを好むだけです。人々はアニメ 'ハック'からちょうどリッピングされた全体のストーリーについても考えを与えていません\n\n私はSAOではなくAccel Worldを見るつもりだし、AWにはシーズン2を読んでもらいたいと思っています:)）"
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "Tiande",
    "profile": "/profile/Tiande/reviews",
    "pages": "15",
    "number": "19",
    "link": "/reviews.php?id=71445",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nアダルト・ソード・アート・オンラインは、私にとって本当に喜ばしい春です。\n\n現時点では、私は利用可能な10のエピソードを見て、LNの最初の巻を読んだ。  SAOはまだ完成していないので、ストーリー/アート/サウンド/キャラクターに関するレビューでは正確さが欠けているかもしれませんので、LNからの適応についての短い話や、 物事が混ざる）。\n\nSword Art Onlineは中世/ファンタジー/アドベンチャーのジャンルで、風景、ショートクエストの物語、MMORPGの参考資料などを通してその魅力を表現しています。 このカテゴリの前のハードコアプレイヤーとして、SAOはゲームを発見して最初の暴力団を殺した最初の感覚から偽物を受け取るために昼夜を管理する最悪のプレーヤーであるという後者まで、甘く燃える郷愁を作り出しました。 最も強いグループの一部であることに驚く。 これは、プレイヤーの苦労は、友人をあきらめながらチャットやパーティーを経験することに集中することは、違いはありませんが、私はキリトを通して自分自身を見た方法です。\n\n私にとって、ソード・アート・オンラインはゼロの使い魔、エレメンタル・ジェラード、フェアリーテイル、その他多くのアニメが達成できなかったものを達成します。メインのヒーローに生命をもたらす最高のファンタジープロットと状況を作りましょう。\n\n\nキャラクター：9.5 / 10\n主人公のキリトは、親切で、スマートで、自信を持って強烈な魅力を持つキャラクターです。 彼はまだ若いですが、彼は続けて、間違いから簡単に学びます。 それは彼が完璧な方法です、このショーは非現実的ですが、彼は私がどのようにインスピレーションを受けているのですか？キリトは私にとって英雄的なロールモデルのようです。\n\nAsuna  - 私はこの1つをスキップします、Asunaは真面目な 'tsundereのビットです。 私は彼女のために落ちたと言うだろう（私はそう多くの人のためにしたようだが、それは別の話だ...）。 とにかく、彼女は真面目な完璧なwaifu、何もそれは素晴らしいです。\n\n他の誰か - 私は他の文字がどれほど平易であるかについて多くの不平を言ってきました。 また、私はリアリズムの欠如（アニメは現実的なキャラクターに焦点を当てていない）をレビューしていない、ストーリーはメインキャラクターにまっすぐに行き、セカンダリーはメインキャラクターの行動を変えるために混じり合っている。\n\nアート：8.5 / 10\n主人公は完璧です。 セカンダリもうまくいきますが、そのうちのいくつかは研磨されているはずです（私はCradilとHeatcliffのボディはおそらくほぼ同じです）\n\nサウンド：8.5 / 10\n私がそれを聞いているたびにオープニングは素晴らしいです。 エンディングは大丈夫だったし、西友は本当にいい仕事をした。\n背景のサウンドトラック（OST）は素晴らしいですが、多様性がありません。  「Acts sounds」がうまく選ばれました（Asunaはとてもふわふわしたhahaに変わりました）\n\nストーリー（エピソード9まで）：8/10\nコンセプトは新鮮ですが、おそらく再訪されました（私は./​​hackを見ていません）。  「私はこの種の話を何度も考えたことがある」という苦い気持ちがあります。それはまったくオリジナルではありません。\nコースは典型的な道をたどっておらず、「2年の時間スキップ」があり、ストーリーが進み、明らかで不必要な詳細が完全に消去されました。 いくつかのサイドストーリーは、主なプロットの前に主人公を紹介する素晴らしい機会を作り、スパイシーなロールプレイサイドクエストのリファレンスを追加しました。\n\nそれでも、私はこのような話を楽しみにしていました。\n\nエンジョイメント：10/10\n\n適応症：5/10\nSAOアニメはLight-Novelシークエンスに完全には追いついていないが、残念ながらそれはあまりうまくいかなかった（過去/フラッシュバックシーンがひどいことを思い出させる）、その間にいくつかの一貫性のある「間違い」も起こった しかし、本の読者には「クリーム・ドール」を買うことになる）。 貴重な情報と細部の束もスキップされました。 多くの場面がひどく無駄になり、LNとの印象の差が（主観的かもしれない）\nしかし、それを声や音でアニメ化する感覚はすばらしく刺激的でした。\n（私は最初に8つのエピソードを見てから、LNを読み始めた）\n\n全体 ：\n私にとっては、このアニメは私の現在のお気に入りです、それは少なくとも数ヶ月間私の心を揺さぶるでしょう。\nMMORPG、ファンタジー、アドベンチャー、ヒロイックのファンがあなたの胸に小さな痛みを引き起こすかもしれない愛コメディで溶けているなら、私は間違いなくSword Art Onlineをお勧めします...\n\nアニメは、他の最近のアニメほど偉大で完璧ではありませんが、それほど大きなものである必要はありませんでした。 行動と興奮の流れは重要であり、彼らは私のためにその枝を完全に満たしていました。\n--------------------------------------------------  - \n\nVRMMORPGまたはバーチャルリアリティ大規模なマルチプレイヤーオンラインロールプレイゲーム...このようなものがいつか存在するかどうかは疑問です..."
  },
  {
    "title": "Sword_Art_Online",
    "id": "11757",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "user": "NeverPerfect",
    "profile": "/profile/NeverPerfect/reviews",
    "pages": "15",
    "number": "20",
    "link": "/reviews.php?id=79720",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  5\n|  8\n\nソード・アート・オンラインは、おそらく2012年の最も誇張されたアニメの1つです。アニメ自体は最初の2つのエピソードについては素晴らしいです...\n\n最初のエピソードでは、プロットやキャラクターはすべて非常に魅力的です。 ゲームに詰まって死ぬというプロットは、本当の死を意味し、あなたがそれを打つことが偉大なプロットでなければ、エスケープはありません！ 文字は非常に急いで全体的に、すべてが非常に急いでいる。 彼らは拡大していた可能性が大いにありましたが、そうではありませんでした。 彼らは1つのエピソードで10フロアのように完了し、そのキャラクターはかなり予測可能です。 私が物語を7にした理由は、物語が悪くない、彼らがそれを実行する方法が悪かったからです。 しかし、このプロットは3つ目のエピソード以降に急速に崩壊する。 私たちの主人公キリトは、あなたが期待しているものです。 ブラッシュ、幾分傲慢、男らしい、すべての女の子を取得しますが、気にするようではない、文字の種類。 これ自体は問題ではなく、周囲の人物です。 あなたが出会った最初の女の子は、龍を持つかわいい女の子です。彼女は二人の恋人のエピソードを見ました。彼女は決して出演しません。 数多くのキャラクターが展開されているかもしれませんが、キャラクターの大半は、アニメの残りの部分で再び見ることはありません。 キリトのための本当のキャラクターの開発はありません、そして急いで。 ロマンスは大丈夫ですが、それはややゆったりしたロマンスですが、なんらかの理由で5日間も結婚しないことに決めました。\n\nプロットは非常に創造的ですが、私はそれを否定しませんが、キャラクター自体は恐らくシリーズの最大の欠陥であり、急いでいる部分もあります。 幸いなことに、SAOは、その比較的良いサウンドトラックと優れたアニメーションでこれを補う。 戦いは生き生きと鮮やかで、音はかなりアクション満載で活気があります。 これらはすべて8のかなり良いスコアを立てています。\n\nそれで、SAOは、キャラクターがあまり好きではないのに私が楽しむアニメです。 私がそれを楽しむ理由は、ソードアートオンラインゲームを完了し、*スポイラー*アスナを救うために別のゲームを始めるエピソード15の後、ストーリーがかなり良いからです。 その後、アニメはKiritoの '妹'のキャラクターとそのキャストの残りの部分に飛び込みますが、あなたがSAOで会うものについては、一度見たことがあるとみなし、再び見たことはありません。\n\n全体として、SAOは恐ろしいアニメではありません。 それは使用されなかった可能性が非常に多かった。 実行は非常に悪いですが、創造的な物語、音、芸術は多少それを補っています。そして、第15話の後、私はそれをはるかに良く見いだしました。"
  }
]
