[
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "SweetIchigo",
    "profile": "/profile/SweetIchigo/reviews",
    "pages": "6",
    "number": "1",
    "link": "/reviews.php?id=106727",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nストーリー：9/10\n\n私は物語を9/10としました。なぜなら、それについてはかなりユニークなことがあるからです。 それは完全に元のストーリーラインではありませんが、観客を見るために興味深いものです。  Shounen animes / mangasでは、ストーリーラインは通常、主人公を追い抜こうとしたり、自分の個人的な理由で強くなったりしようとする主人公から成り立っています。このアニメでは、これらの要素も見つけることができます。\n\nアート：10/10\n\n私は芸術が大好き！  Shounen / Sportsアニメには適しています。 非常にうまくいった:)\n\nサウンド：10/10\n\n効果音などはあまりにも過度ではありませんし、いくつかのアクションタイプShounenやスポーツ/ shounenのように迷惑ではなく、実際にはそれはかなりいい〜そこに私は10を与えた。\n\nキャラクター：9/10\n\n文字は非常にうまくいっている、私は言わなければならない。  * manga tatのPatting作家が背中のアニメに変身しました*。 彼らはまったく迷惑でも、嫌いでもありません。 彼らはまた、ユニークな才能とアニメで探究されている強みを持って、私はキャラクター化が非常に良いと思う。 また、私は見たことがある他のアニメで黒子のようなキャラクターに出会ったことはありませんでしたので、彼を見てとても爽やかでした（そして、彼のペルソナと恋に落ちます:)\n\n楽しさ：10/10\n\n私は本当にこのマンガを楽しんだ。 それは私がバスケットボールだけでなく、これらの男を起きてプレイしたいと思った：p\n\n全体：9/9\n\nしたがって、私は結論しています：あなたが友好についてのshounen / sports animesにいる場合、他人との友情を構築し、障害を克服し、キャラクターの能力によって驚くようになったら、これはあなたのアニメです！  :)"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "villy",
    "profile": "/profile/villy/reviews",
    "pages": "6",
    "number": "2",
    "link": "/reviews.php?id=107647",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nキャラクター|  9\n|  10\n\nああ...率直に言って、これは私が今まで見てきた最高のアニメの一つです。\n\n私はこのレビューを書いている間、私は多くを台無しにしないようにします。\n\n個人的には、私はバスケットボールが好きですが、私はそれを好きではありません。 それが最初の理由です。 グランロデオによる音楽は完全に選ばれた、私は敢えて言う。 私がそれらを見ても耐えられないという事実を考えると、エンディングはまあまあです。 黒子のバスケを見るのは躊躇した。 しかし、それは私が見て楽しんでいた最高のアニメの1つであるので、私はそれを見て後悔していません。 ストーリーは面白いですが、把握が簡単です。プレイヤーの力が非現実的だが、マッチをより激しくする瞬間があります。 私は高校生でもあるので、私には近いです。 さらに、それを見た後、バスケットボールクラブに入会することを実際に考えました...（残念ながら私は短すぎます：D）あらゆる種類の性格があるので、キャラクターは面白いです。 私が最も好きなのは、2人の主人公が非常に異なっているということです。 アンタゴニストは超クールです！ 芸術は良いですが、ちょっとしたほうがいいと思っていた瞬間もありました。\n\nしかし、私が好きではないことがいくつかあります。 私は25のエピソードの全シーズンを見ましたが、まだ私はセイリンに加入する黒子の決定の背後にある正確な理由が何であるか疑問に思っています。 さらに、奇跡の世代の多くが適切に導入されれば、私はそれがより好きだったでしょう。 今シーズン2を楽しみにしている理由はもうありますが。\n\n真面目で面白いアニメを見たいと思えば、黒子のバスケは良い選択です。 アート、音楽、ストーリー、もちろん超クールなキャラクターがあなたに必要なすべてを持っています！"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "Rasti_m23",
    "profile": "/profile/Rasti_m23/reviews",
    "pages": "6",
    "number": "3",
    "link": "/reviews.php?id=100873",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  7\n\nこれは非常に短いレビューになります。 なぜ誰かが黒子に入りたいのか、なぜ誰かが黒子に入らないのかという理由が付随するだけです。 それはまた私の意見のためにreasoingを示すので、あなたは私がこのアニメについて考えるものを見ることができます。\n\nこれは素晴らしいシリーズです。  FARは伝説的なSlamdunkほど良いとは言えませんが、やはり非常に面白いです。 しかし、アニメーションはより良い（それが与えられている）より良いです。 エピソードの始まりのカップルは非常に無作為です。無作為の概念を、キャラクターがバスケットボール選手でスーパーマンではないシリーズに引き出すからです。\n\nそのため、私はエピソード15でそれを落としました。ゲームでは、まるでSlamdunkほどの緊張とドラマもなく、珍しいコンセプトとショットが多すぎました。 それに関する多くのことが悪かったし、物語には多くの欠陥があった。 黒毛がなぜ世界最高のものになるのを助けることにしたのかは、この惑星の私や他の誰かの論理を超えているのです。 もちろん、キャラクターとのやりとりは非常に控えめで基本的でした。 しかし、私はもう少しのためにそれに固執することを決めた。\n\nあなたがすでに読んだことがあれば（マンガはアニメよりも優れています）、Slamdunkではこれが悪いと感じるかもしれませんが、そうでなければこれがシリーズです。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "Geruchan",
    "profile": "/profile/Geruchan/reviews",
    "pages": "6",
    "number": "4",
    "link": "/reviews.php?id=113399",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\nあなたは今までスポーツアニメを「退屈」と言いましたか？ あなたはスポーツを嫌いますか？ あなたはバスケットボールが嫌いですか？  ..そんなことをキャストして、黒子のバスケを見て！ どうして？ 理由を教えてあげます。\n\n最初は、このアニメには多くの疑問がありました。  「うーん...ナ。..スポーツ？ 私は恥ずかしがり屋でした！ 私はこのアニメと最初のエピソードから最後まで恋に落ちました。私は自分自身をコントロールすることができませんでしたので、私もマンガを始めました！ とにかくこのアニメについて何か疑問があれば... CAST.THEM.ASIDE！ 今、実際のレビューのために。  xD しかし、私はバスケットボールが嫌い！ しかし、私はスポーツアニメの大ファンではない！ 私はこれを好きになる方法はありません！ ああ、私は間違っていた。 私はこれらのシリーズを半年間見守ってきましたが、なぜ私はそれを見ませんでしたか？ 私は愚かで、頑固な、「genious」なのだろうか？ ああ...私は打ちのめされてしまったので、「どうして？ それを打ちましょう。 '\n\n\nストーリー10月\n\n物語は、有名な「奇跡の世代」の「ファントム第六メンバー」として知られている主人公の黒子哲也に続く。 奇跡の世代は黒子の中学校の元チームであり、物語は彼らがすべて分裂してお互いを打ち負かそうとする高校での生活に続いている。  Kurokoの主な目標は、鏡の大河（他の主人公）を日本のNo.1プレーヤーにして、奇跡の世代を打ち負かすことです。 物語は本当に良いです私は正直言って、10のうち10未満を与えることはできませんどのように彼らは私に感動していくつかの叙事詩shounenの戦いを見て、この素晴らしい気持ちを与える私の感情を与える！\n\n\nアート8/10\n\n今私は個人的に、私はその種の芸術の大ファンではないが、実際にこのアニメでは、ITのEPICであるので、アートに10のうち8を与える。 彼らは戦いをした方法。 パス。 それらの1人の彼らの目は瞬間を圧迫した。 スゴイ！ グッドジョブI.G！\n\n\nサウンド10/10\n\n私はそれが叙事詩であり、私はそれを十分に得ることができないということを除いて、音について何も言えません。 私のお気に入りはオープニング1とエンディング2ですが、他は素晴らしいです！ このレビューを書いている間も、私は毎日サウンドトラックを聴いています。  ＆gt;"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "nanbungaku",
    "profile": "/profile/nanbungaku/reviews",
    "pages": "6",
    "number": "5",
    "link": "/reviews.php?id=81134",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  8\nキャラクター|  10\n|  10\n\nこのアニメは私の「計画を見ている」リストに入っていて、ついにそれをチェックすることにしました。\n\nストーリー：主なプロットはすでに書かれているので、私はそれを繰り返さない。 私はスポーツアニメが好きで、私は正直にこれを楽しんだ。 もちろん、それは少し非現実的です：信じられないほどのショット、極端なジャンプを行い、光の通路より速い高校バスケットボール選手？ もちろん！ しかし、アニメでは、何かが起こることができます...\nストーリーはエキサイティングです。エピソードの後に​​エピソードを見たいだけです（私は2日間ですべてを見ました）：キャラクターが非常に圧迫されている瞬間があります（このような短時間でプレイしなければならないゲームの数を検討することがよくあります ）、でも陽気な瞬間もある（黒子の「目に見えない」能力は興味深い反応を誘発する;コーチと彼女の料理の試みなど...）。\nこのアニメは、（a）あなたの友人と何かを楽しむことが重要であること、（b）チームワークはあなたがすばらしいことを達成すること、（c）友情と人間関係は一般に信頼に基づいていること、 あなたが負けたとしても、より良い人間（そして選手）になるための一歩を踏み出してください。\n\nART：よく見ましたが、それほど悪くはありません。\n\nSOUND：OPとEDは良好で、シーン中の音楽にはあまり注意を払っていませんでした。\n\nキャラクター：ああ、少年、どこから始めるの？  「奇跡の世代」は...「極端」と「この世界の人」から成っています。  Seirin Basketball Clubには奇妙で興味深いキャラクターが混在しています。 黒子が...良いことは、物語を通して、すべてが発展し、成長していくことです。彼らは改善し、関係が変わります。常に目に見えない黒子でさえ、自分自身の別の側面を見せ始めます 。\n\nエンジョイメント：私はそれを愛していました。 このアニメは、エピソード1以来私に夢中になった。私はいくつかのコメントや他のレビューを読んだ。最も一般的な批評は「それはあまりにも非現実的」であり、「ファンクルサービスの瞬間には余裕がある」。 正直なところ、これはアニメですが、キャラクターの中には「奇跡」と書かれているものもありますが、もちろん普通のものはありません。 しかし、それは私がそれを楽しむことを止めませんでした。\n\n全体的に：私はスポーツファンではない人々にも、それを正直に勧めます。 面白いです、多くの行動があります、悲しい瞬間と陽気な状況があります。 ボーナスポイントは、ロマンスについてのヒントはほんの少ししかないからです（IMOは本当に重要ではないので、良いIMOです。アニメをおそらく楽しくないものに変えたかもしれません）。\n\nこのアニメの唯一の欠点は、ストーリーがまだ完成していないこと（漫画はまだ進行中です）です。それで、表示されるのを待っているものがもっとたくさんあります。 漫画の章が出てくる）"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "tuva",
    "profile": "/profile/tuva/reviews",
    "pages": "6",
    "number": "6",
    "link": "/reviews.php?id=147021",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\n特別能力+少年+スーパーサイヤ人パワー+スポーツ=黒子のバスケ\n\n私はこのシリーズは非現実的な性質のためにかなり批判されていると思うが、正直言ってそれがshounenアニメだと思っているものは何か、あなたの体から炎が出ないような、\n\nストーリー：8  -  The Generation of MiraclesはTeiko中学校のバスケットボールチームで一緒にバスケットボールをした5人の伝説的な選手でした。 しかし、5人が尊敬しているファントム第6選手についての噂がありました。 加賀美大河は、アメリカから戻ってセイリン高校に来た。 バスケットボールのチームでは、彼は非常に弱いプレッシャーを持っている黒子哲也に会う。 カガミはバスクケーで黒子が本当に悪いことに気づいている。 しかし、黒子の弱点は、他のチームが彼に気づかずにボールを回すことができ、彼はミラクル・ジェネレーションの第六のメンバーではない。  Kurokoは、今度は分裂したMiracle Generationの他のメンバーを打ち負かすために、鏡との契約をします。 そしてその戦いの時間。 そのスポーツの典型的な少年ですが、楽しいです。\n\nアート：8  - このシリーズを見るのがさらに楽になり、動きが素早くなりました。\n\nサウンド：7  - 気分を作り、雰囲気を緊張させましたが、サウンドトラックを多かれ少なかれ満足させるように、再び聞く努力はしませんでした。\n\nキャラクター：8  - キャラクターは光と影のように描かれた鏡と黒子が特に対比してうまくいきましたが、お互いの反対にもかかわらず、彼らはまだ一緒にいます。\n\n楽しさ：8  - それは少し典型的で予測可能だったが、それは私たちの見所に簡単に調整することができる楽しい時計です。 このシリーズは、特に少年やスポーツアニメが好きな方におすすめです。\n\nPeople who liked: Slam Dunk,Prince of Tennis,Eyeshield 21,Haikyuu!,Hoop Days,Chihayafuru,Hajime no Ippo and Diamond no Ace will like this series due to similarities in the way sports is portrayed.\n\n全体的に：8  - 全体的に私はこのシリーズが好きでした。あなたが非現実主義を気にしなければ、このシリーズをたくさん楽しむと思います。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "FamousWolfMoon",
    "profile": "/profile/FamousWolfMoon/reviews",
    "pages": "6",
    "number": "7",
    "link": "/reviews.php?id=211375",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\n私は直接になる：スポーツ、私はそれが嫌い。 私は見ていない、私は心から練習し、私はinteresedではなく、秒でもない。 しかし、私は本当に驚き以上でした！\n私は無料を見ました！ ずっと前に、それは水泳を扱っている（そしてそれは本当に私を喜ばせた）が、ここでは別の話題、つまりバスケットボールを触れる。\n私は真剣に、このアニメで非常に多くの人々が非常に多くの人々が驚異的で、一目見ただけでは何も例外的に何もなかったのだろうと真剣に考えました。 まあ、ここでは、「その表紙で本を判断することはない」という言葉は、その意味を持ちます。\n私はそれを大好き！\n\nそれを見た帝子大学は、それを国家的評判にすることができたいくつかのバスケットボールチームを発展させました。 そのうちの1つは、それを構成し、「奇跡の世代」と呼ばれる彼らのグループを見た5人の若い天才によって特に顕著になっています。\nしかし、5人の天才たちが認めた6人目の幽霊の存在についての噂。 セイリン高校で学年が始まると、新会員を募集しているクラブ。 バスケットボールクラブには、アメリカで勉強している間にバスケットボールを学んだ鋭い顔をした十代の若者、そして奇跡の世代の有名な第6人黒子哲也を含む2人の予期せぬ新兵がいる。 当初は2人の将来のパートナーが能力を評価しようとしていましたが、錬金術が起こって爆発的なデュオを形成し、遅かれ早かれ世代の奇跡の5つの不思議が現れます。\nここにシナリオがあります。 しかし、率直に言って、それは素晴らしいですか？ いいえ、特別な、またはオリジナルのコンクリートはありません。 それでも、黒子のバスケットの魅力を生むもののひとつです。 それにもかかわらず、ストーリーラインは非常によく発達しています。 不一致はなく、ストーリーに簡単に没頭します。\n\nアニメーション自体は素晴らしいです。 それは流動的です、それはうまく動く、それは美しく、速く動いていますが、とてもうまくいっています。 色は美しく、チャーデザインはとてもうまくいきます。目には本当に楽しいです。 また、雰囲気はいつもアポイントメントです。 そう、KnBのための良い点。\n\nキャラクターは非常によく発達していますが、その歴史について少しずつ知っています。彼らは非常にカリスマ的です。主人公の黒子は、ナルト、ルフィのような少年主人公のステレオタイプではないので、 またはEren。 代わりに、黒子は暗黙のうちに神秘的です。それは彼にある魅力を与えます。 存在感の欠如にもかかわらず、カガミ、彼のチームメイトは、それをすべて第2の主人公として何とか考えることができることを知って、それをキャッチするためにそこにあります。 二次的なキャラクターでさえ、歴史上重要なプラスのポイントです。\n\nOSTは本当に楽しいものではありませんが、ストーリーのテーマやテーマに合わせて作曲されています。 さらに、オープニングとエンディングは、通常は素晴らしい時間ですが、特に最初のものです。\n\nそう、はい、バスケットボール愛好家はいつもここで不本意なものを見つけることができますが、それはスポーツでスポーツアニメやアニメであることはまだ知っている必要があります、すべてが誇張されています。 私が見つけた唯一の否定的な点は？ 試合は10のエピソードを最後にすることができます。それは別の何かを渡すことは事実ですが、衝突の長さは本当に（時には）が長すぎます。 しかし、黒子のバスケットボールは本当に価値があるので、本当に見るべき宝石です！"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "rainbowshit",
    "profile": "/profile/rainbowshit/reviews",
    "pages": "6",
    "number": "8",
    "link": "/reviews.php?id=129139",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのシリーズが大好きです。 それは何度も私に涙をもたらしました。 あなたはそのバスケットボールの唯一のアニメだと思うかもしれませんが、それは帰り道です。 それは何度も私の感情でおもしろい。 私はこのシリーズを乗り越えるために治療が必要な場合があります。\n\nストーリー：セイリン高校のバスケットボールチームが日本で最高になることを物語ります。 それは非常に複雑なプロットラインではありませんが、その非常に楽しいと各エピソードは、崖のハンガーで終わります。 すべての正直なところで、私はこの2日間のシリーズ全体を見ましたが、私はちょうど十分ではありませんでした！\n\nアート：私は低品質のアートでアニメを見るのが好きではありません。これは最低限の低品質アートではありませんでした。 それは非常によくまとまっていて鮮明でした。\nサウンド：オープニングとクローズの歌が私の目に涙を浮かべることができます。 彼らはうまくいって、シリーズ全体が私に（良い方法で）泣きたいと思うようになります。激しい時のバックグラウンドミュージックは、何が起こっているのかとよく調和しています。 素晴らしい仕事。\n\nキャラクター：私たちがどのように奇跡の世代に遅い速度で導入されたかは素晴らしかったです。 それは本当に私が彼らが誰なのか不思議に思っていました。 私はこのアニメをあまりにも難しく出荷します。\n\n全体：マスターピース。 すべてのアニメの中で、私はこれが私を馬鹿馬鹿しくしているのを見てきました。 それは私の人生を引き継いでおり、おそらくそれも滅ぼしてしまったでしょう。  （良いアニメはあまりにもあなたのことです。）2番目のシリーズが終了すると、私はしばらく私の家を離れることはありません。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "plus10charisma",
    "profile": "/profile/plus10charisma/reviews",
    "pages": "6",
    "number": "9",
    "link": "/reviews.php?id=125119",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  10\n\nアニメがスポーツアニメだからこそアニメを崩壊させてしまったら、楽しい驚きの準備をするのがよいでしょう。 黒子のバスケットボールはアクション・アニメに匹敵し、曖昧で似ていてユニークな「アクション」のようなものです。 したがって、あなたが行動と戦いが好きなら...それを見て、それを試してみてください...\n\nストーリーと複雑なものは何もなく、きれいにカットされています。 バックストーリー、動機、そして決意を持って、時間をかけていくっかの複雑な時間を示していますが、日本で最高になることを目指す高校生のグループです。 キャラクターのアーキタイプとはまったく異なるものはありませんが、それらの間にあるアニメの相乗効果によって、気分が良くなる本当に刺激的で面白い瞬間ができます。 私はまた、アニメを進めるために邪悪な悪役が必要でないという点で、本当にユニークないくつかの例外を除いて、このアニメには悪役がいないことを指摘したいと思います。\n\n要素を脇にプロットすると、アニメの主な強みはおそらくそのアクションです。 あなたが剣を好きなら、戦い、魔法のすべてをあなたは間違いなく黒子のバスケットボールの「アクション」シーンに興味があるでしょう。 実際の戦いではありませんが、シーンが伝える強度とフレアは本当に面白くて驚くべきものですが、バスケットボールのアニメを見ているという現実を忘れてしまいます。 アクションが本当に良いという事実の他に言いたいことはあまりありません。\n\nこのアニメを見るための私の動機は、強烈なバスケットボールの試合シーン、選手としてのキャラクターの進歩を見守って決定している間に強くなること、ストーリーとアクションの中心になる漫画の救済とモンタージュのエピソードです。 それを見てから、2番目のシーズンを見てください。なぜなら、アニメーションは間違いなく盛り上がり、物事はもっと賞賛されるからです。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "RRM",
    "profile": "/profile/RRM/reviews",
    "pages": "6",
    "number": "10",
    "link": "/reviews.php?id=120729",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  10\n\nいくつかの文脈を与えるために、私は完全に正直である：私はスポーツのアニメファンではない、私はアニメのおすすめを見たので、これを見た無料！  （はい、そのアニメを泳ぐファンタジー）。\n\n今、私はそれを取り除いて、私は私のレビューを続行します。\n\n私は最初からKnBを非常に例外的でした。  「これは幼稚なスポーツのアニメだ」と言ったが、手を挙げた後、人気がある理由があるはずだから、チャンスを与えた。\n\n私が吹き飛ばされたと言えば十分です。\n\nどこから始めますか？\n\n物語から始めましょう：黒子は、奇跡の世代のファントム第六人、バスケットボールの天才の束です。 彼は卒業してセイリンハイに入団し、バスケットボールで非常に才能のあるアメリカ人の高校生であるカガミと会い、日本で最高の選手になる。\n\n表面的には、これはスポーツに興味がないほとんどの人にとって退屈なように見えるかもしれません。 しかし、私たちが背景や動機を学ぶと、あなたはそれを楽しむようになります。\n\nシリーズの中でも最も盛り上がっているのは、武道運動をしているチーム、黒子の忍者のパス、相手チームのすべての動きを正確に予測できるコーチ、さらには 完全な裁判をする。 そして、これを嫌う人もいますが、バスケットボールのファンではない人、例えば自分自身にとって、アニメをもっと面白くて使いやすくすると思います。\n\n結局、私は実際の試合を見ているかのように拍手して応援していました。 私は今までスポーツファンだったことはありませんでしたが、私はキャラクターに強く惹かれました。\n\nああ、キャラクターたち。 彼らは、私の意見では、シリーズをとても楽しいものにするものです。 彼らはすべて、敵のほうが好きです（特に私はそう言うべきです）。 彼らはすべて自分の動機、ユニークな性格、そして開発力を持っています。 シリーズに焦点を当てるのは、鏡と奇跡の世代（少なくとも4/6、次の2つは次の季節に出てくる）と22.5のティップオフOVAです。\n\n音で、私は自信を持ってこれを10にすることができます。 私はオープニングやエンディングを一切スキップしていませんでした。試合の音楽は素晴らしかったです。\n\n芸術は流動的だった。  Aomineの試合を見るだけで、彼らはアニメーションで非常に詳細に入ったのを見ることができます。 それが欠けていたので、私はこれを与えなかったが、KyoAniのレベルではなかったので。\n\n私はこのシリーズを楽しんで、それがどれほどうまくいっているかに満足して驚いていました。 私は十分にそれを推薦することはできません。\n\nP.S. あなたがスラッシュ船積みを探しているなら、ここにもたくさんの材料があります。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "RA_Jack",
    "profile": "/profile/RA_Jack/reviews",
    "pages": "6",
    "number": "11",
    "link": "/reviews.php?id=59037",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  6\n|  7\n\nこのアニメに批評家を入れる時間。 私は、2つのエピソードだけ放映されたアニメはかなり公平であると判断できないことを知っていますが、これは2つのエピソードで何が起こったかを反映しており、このショーについての推測を投げます。\n\nそれ以上の騒ぎをせずに、さらに読む！\n\n\nストーリー：\n\n\"プロディジー\"アニメでこの言葉を遭遇したことはありますか？ 多分2つ？ ああ、私は冗談を言っています、あなたはほとんどすべてのアクション/スポーツshounenでこれを聞いています。 そして、私たちはここでも同じです。\n\nストーリーは、元のバスケットボールのチーム、帝国中学校のチームについて語って説明します。 このチームのレギュラーは天才であり、他のチームを競争で破壊し、「奇跡の世代」と命名されました。 彼らが卒業したとき、5人の天才選手は別の学校に行きました。 第六の選手の噂があった。はい、第六の選手が存在していて、ニックネームを受けていることはほとんど知られていなかった。  「ファントムプレイヤー」\n\nそして、これが私たちの主人公が立ち往生する場所です。黒子さんは、皆、セイリンハイに出席している新入生は、誰もが話したファントムプレイヤーであり、彼はバスケットボールに参加します。 しかし、彼は驚くべきことではない。加賀美という選手もチームに参加する。 カガミは幼少時代の大部分を米国で過ごし、バスケットボールを「コアから」学んだ才能のあるプレイヤーです。  2人は一緒に黒子のチームメートを倒すことを約束します。\n\n私たちがこれまでに持っていたとてもシンプルなプロットで、本当に特別なことはまだありません。\n\nアート：\n\n芸術は良い、そして多くのスポーツのアニメより詳細です。 生産I.G. 彼らの最善を尽くし、あなたはそれがアニメーション化された方法からそれを見ることができます。\n\n\n音：\n\nOPやEDのサウンドトラックは、このアニメに適しています。 彼らはうまくフィットし、その一種のロッキーな日本のテーマソングです。  OSTのこれまでのところは、今のところ気分が良くなっていないので、今までの音楽スコアには本当に満足しています。  Hyadainは確かにこれまで良い仕事をしました。\n\n\nキャラクター：\n\nこれまでのところ、文字は深さがありません。 これまでの黒子と鏡についてしか分かりませんが、残りのチームはまだブランコです。 私は、より多くの背景を提供するような、第2のエピソードから何かを期待していました。 しかし、これは2回目のエピソードだけなので、まだ決定的なことは言えません。\n\n\nこれまでのところ、これは良いアニメでした。 それはうまく始まったが、私はそれが第2話で少し品質を失い始めた。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "Noobuddy",
    "profile": "/profile/Noobuddy/reviews",
    "pages": "6",
    "number": "12",
    "link": "/reviews.php?id=69979",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\n全体的には、素晴らしいバスケットボールのアニメです。 私はこのアニメを愛しています。私もマンガを読んできました。 それは私が見ている最高のアニメの一つであり、それは最高のスポーツアニメの一つです。 あなたがバスケットボールを楽しんでいなくても、これはバスケットボールのアニメです。 多くの人がSlam Dunkとそれを比較するかもしれませんが、私の意見では全く違っていません。 私はバスケットボールの両方が同じであるということではないという理由だけで、来るということです。 黒子のバスケットボールが好きかどうかを見て偉大なアニメは大きなワインドアップです。 それは特別なことを見ていないかもしれないが、スポーツに特別な才能を持っている少年のことでもある。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "nmens076",
    "profile": "/profile/nmens076/reviews",
    "pages": "6",
    "number": "13",
    "link": "/reviews.php?id=117617",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n黒子のバスケットボールは私が今まで見てきた最高のアニメの一つでした。 偉大なプロット、驚くべき画質、クールなアクション、本当にあなたの座って次のエピソードを熱心に待っているポイントに聴衆をひどくバックグラウンドミュージック。 私の評価はちょうど最初のシーズンです。 最初のシーズンは間違いなく驚きました。 しかし第2シーズンは、アニメを傑作から偉大なものにまで下げています。 その理由は、それが深刻な失望であるからです。 画質は、まだ良いですが、最初のシーズンのそれとははるかに似ています。 アクション、ストーリー・プロット、バックグラウンド・ミュージックは真剣に欠けていて、不要なギャグや挑発的なパートを追加する方法を嫌いです。 それは吸う。 ショーはこれらのことを決して必要とせず、加えてただ雰囲気を台無しにしています。 第2シーズンを第1シーズンと同じくらい良くする時期はまだあるかもしれませんが、おそらく第2シーズンはないでしょう。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "TiffBaby101",
    "profile": "/profile/TiffBaby101/reviews",
    "pages": "6",
    "number": "14",
    "link": "/reviews.php?id=78111",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n最初は私はこのアニメが気に入らないと思っていましたが、多くの人がそれを気に入っていたのを見て、試してみました。\n私にとってはストーリーが素晴らしかったです。 私は胸が去っていくのを望んでいたので、マンガを読んでみることさえ凄かったです。\n私もキャラクターを愛していました。 黒子は無関心であるように見えますが、それはあなたが彼が怒っているのを見て、それをよりエキサイティングにしました。\n私はこのアニメを本当に愛していました。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "c3tra",
    "profile": "/profile/c3tra/reviews",
    "pages": "6",
    "number": "15",
    "link": "/reviews.php?id=73821",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nバスケットボールとアニメの熱心なファンとして（私はこのサイトに参加してから後者が少ないと感じるが）、このアニメは初めから終わりまで見るためのスリルとなっている。\n\nそれは私たちが子供として奪われた未完成のSlam Dunkで、Sagragiと奇妙な類似点を持つ大河と郷愁だけで、私のお気に入りのリストのトップにこのアニメを推進するのに十分です。\n\n始めに、かがみと黒子の能力/適性、歴史の小さな部分に焦点を当てます。 私たちがアニメを進めるにつれて、次の「奇跡の世代」メンバーの期待や次のプレーでさえ、あなたの座席の右端にあなたを残します。 私たちは新しく形成されたチームの浮き沈みと、個々のプレーとは対照的にチームの化学の力学を取ります。 すべてのメンバーの特質は、全体にわたってゆっくりと明らかにされています。\n各試合はもっと激しくなり、最後のいくつかのエピソードで達成された「壮大さ」のレベルはTTGLレベルのものだったと私は言いましょう。\n\n誰もがそれを楽しんでいて、バスケットボールのためにインスピレーションを得ることさえあればいいと願っています。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "aikojazz",
    "profile": "/profile/aikojazz/reviews",
    "pages": "6",
    "number": "16",
    "link": "/reviews.php?id=148217",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\n黒子のバスケットは、バスケットボールについて高く評価され、非常に愛され、論争の多いアニメです。 むしろ好奇心を感じていましたが、私の期待は支えられています。 このアニメは、私の心の中で私のすべての時間のお気に入りの一つとしてその位置を作る。\n\nストーリー9/10\n黒子のバスケットには、セイリンが若いバスケットボールチームとして、全国バスケットボール選手権を獲得することを目指して、アニメーションで頻繁に使用され、リサイクルされた「勝者の弱者」があります。 しかし、私はまだ、このアニメが素晴らしい作文と流れのおかげで刺激的であると感じています。 それぞれのキャラクターは、そこにいることだけでなく、ストーリーに貢献するものがあります。 イベントとマッチはうまく流れ、現実的であり、強制されていないと感じます。 彼らはまた、アドレナリンポンプによる大量のマッチといくつかの日常生活のバランスをとる。\n\nアート9/10\nBishounen、どこでも筋肉を持つbishounen..大丈夫私は軌道に戻ってみましょう。\n私は彼らが黒子のバスケットの背景をどのようにしているか、とても詳細です。 聴衆でさえ、いくつかのランダムな塊ではありません。 色は明るく陽気で、時には憂鬱で、ショーの気分に合っています。\n\n文字のデザインはきれいでシャープですが、個性があります。 私はアニメのためにマンガに使われている影をどう保持しているのが好きです。 それはより多くのエネルギーを与え、男らしさを感じる。 特にAomineの動きやスーパースキルではアニメーションが流動的です。 クローズアップショットは口を動かすだけのスティルではなく、現実の生活の中でしばしば行う小さなジェスチャー（まばたき、くつろぎのような）で非常に詳細です。 マッチはエキサイティングです。特に、構図と効果を最大限に生かす角度があります。\n\nサウンド8/10\nオープニングとエンディングの曲はキャッチーで楽しいです。 オープニングはGRANDRODEO（弘法大師の声優であるヴォーカリスト）がOLDCODEX（高尾の奏者はバンドの一部）で終わる。 この曲はとても象徴的なもので、あなたの興奮を盛り上げてくれます。\n\nOSTはクールで、ロック・エレクトリック・ギターと他の曲を組み合わせている。 ショーのテーマは特にありませんが、私はそれを楽しんでいて、曲を聞いていくつかの試合を思い出すことができます。\n\nキャラクター10/10\nキャラクターは好きであり、特に黒子、かがみ、カラフルな髪の毛の奇跡の世代、セイリンのチームメンバーの性格やスクリーンの時間などはよくわかります。 多くの人がこの番組は八尾だと思ったが、登場人物はまっすぐだ!!\n\n私はキャラクターの発展とお互いの結びつきが大好きで、どうやって冗談を言うのですか、お互いをサポートし合い、勝つために一緒に働きます。 セイリンチームの債券は特に強く、私の席から私を根こそぎにして応援してから、喜びで叫び、試合に勝利したら私の拳を空中に打つ。 私が思った最初の奇跡の世代は非常に圧倒されていますが、バックストーリーがあれば、私はバスケットボールへの情熱に憧れています。\n\n楽しさ10/10\n私はこのアニメが本当に魅力的であることを知っています。 クリフハンガーがあなたを慌てさせ、次のエピソードを演奏し終えるまで、エピソードは適切な場所でカットされます。 私は自分自身を見て止めることはできません、私は最後までマラソンをやり終えた。\n\n私はスポーツとしてバスケットボールのファンではなく、遊ぶことができますが、ちょうどまともなものではありません.NBAなどの実際のゲームを実際に見ているわけではありません。 しかし、黒子のバスケットを見て、私を揚げて遊びたい！ それが私がそれをどれだけ楽しむかです。\n\n\n黒子のバスケットには、The Zone、Aomineの無敵のシュートなど、バスケットボールの可能性はありますが、スポーツファンには現実的ではないかもしれませんが、私はそれがあなたを見守ることを妨げないようにしてください。 見逃すのは楽しいです。 ストーリーがどのように進歩するか不思議で、私は今までマンガを読み終えてしまう。\n\n私はまた、第2シーズンを終え、第3シーズンを待っている！"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "AomineD1017",
    "profile": "/profile/AomineD1017/reviews",
    "pages": "6",
    "number": "17",
    "link": "/reviews.php?id=123893",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\n私は巨大なバスケットボールのファンであり、私はこのアニメを絶対に愛しています。 最初のシーズンは特にゲームで素晴らしいアニメーションを持っています。 彼らはジムを飛び越えることができる最初の年の鏡面大河と、奇跡の世代のファントム6人の黒子哲也と、さらに才能を発揮します。 他の2人の奇跡のジェネレーション、明石征爾、ムラサキバラ敦は、第1シーズンにはあまり見られません。 キャラクターはすべて非常に異なっていますが、すべてが勝利への深刻な願いを共有しています。 文字も非常にクールに見えます。 あなたが温和なバスケットボールのファンでも、本当にバスケットボールを楽しんでいない人なら、このアニメを真剣にお奨めします。 このアニメには多くの漫画の側面もあります。 すべて真剣に面白い時計です。 物語はかなり面白いです。 それはいくつかの高校バスケットボールチームに続く。 東京地域ではいくつかの天才が生まれ、「奇跡の世代」という名前が付けられています。 最初のシーズンには4人のメンバーが詳細に公開されています。 一度それを見た後に何らかの動きをコピーすることができるKise Ryota。 ミドリマ新太郎は長距離狙撃兵。  Aomine Diakiはまさに真っ直ぐな獣です。 主なチームはセイリンで、新しい学校ですが、初年度はかなり成功しました。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "dro73",
    "profile": "/profile/dro73/reviews",
    "pages": "6",
    "number": "18",
    "link": "/reviews.php?id=121587",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n私は本当にこれが好きです！\n\n最後に私が見たスポーツアニメは「Fighting Spirit」＆amp; amp;  'ビッグウィンアップ'。  「心」でスポーツアニメを楽しんだのはそれだと思ったが、「黒子のBasuke」を拾った後、このジャンルの信念は最大限に回復した！\n確かに、それは運動の信じられないほどの瞬間を持っていますが、多くの成功したスポーツのように、ウォッチャーが吸収するためにそれぞれの思考プロセスとゲームの実行を解剖する時間がかかります。\nなぜそれがアニメ/マンガのファンの不満を得たのか分かりませんが、このシリーズではこのシリーズにさらに多くの人生が与えられています。\n\nお楽しみください！"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "aggressor",
    "profile": "/profile/aggressor/reviews",
    "pages": "6",
    "number": "19",
    "link": "/reviews.php?id=63039",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  10\nキャラクター|  8\n|  10\n\n黒子のバスケット。 アニメが放映される前にマンガを読んでから、本当に特別なものを見つけたと感じました。 読書を止めることができませんでした！ ストーリー全体がちょうどあなたを端につけてくれました。そして、あなたは興奮が内側にうねっているのを感じます。\n\nそれで、私はアニメが失望して偉大なタイトルを台無しにしないことを望んでいた。 それはしませんでした。 最初のエピソードから、ほとんどすべてが完璧でした。 アート、アクション、そしてサウンド。  bgmがその興奮、真剣さなどの雰囲気を作り出す上で主要な役割を果たしたことを強調することはできません。 それはとても素晴らしいですし、見ている間あなたはアドレナリンを感じることができます、私はアニメを見るときに私が感じた最後の時間を覚えていません。\nちょっとした面では、コメディーが欠けていると感じました。 それは漫画にはるかに大きな影響を与えました。 カガミの感情や反応を見せてくれましたか？\n\n - マイナースポイラー？ - \nストーリー賢明、私は黒子の上に夢中ではありませんあなたは行為を消えている。 それはおそらく現実的なスポーツのジャンルであり、バスケットボールのコートの中で考えている。私はプレーヤーがどのように「ディスペア」することができるか、マークに焦点を当てるのを見ることはできない。 しかし、ああ、それはアニメだと思います。誰かが傑出する必要があります。 それ以外に私はその物語が大好きです。\n\n全体的に - そのawesomeeeeeのアニメと私は何かのエピソードを欠場していないよ。 私は本当にアニメが今後も第2シーズンを続けていくことができることを願っています。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "worldvision",
    "profile": "/profile/worldvision/reviews",
    "pages": "6",
    "number": "20",
    "link": "/reviews.php?id=79904",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  8\n\nストーリーについて\nキープロットは、他のものからシリーズの端を作る通常とは異なります。 また、さまざまなバスケットボール技法についての素敵な探検もあります。 それは教育的なものであり、あなたはスポーツシリーズにしか乗りません。 ストーリーラインのペースがかなり速いのはうれしいことですが、シリーズのストーリーを傷つけています。 ストーリーラインのペースが非常に速いため、ストーリーやドラマはあまりありません。\n\nキャラクターについて\nスポーツシリーズのことは、常にかなりの文字数があることです。 そこから選択する興味深い文字がたくさんあります。 もちろん、スポーツシリーズでは、物語にもっとスリルを与える傲慢な相手がいるだろうと言われています。 しかし、ストーリーラインの速いペースがストーリー自体を傷つけていると、キャラクターの発展はさらに影響を受けます。 文字を探索する時間はほとんどありません。\n\nあぼうｔ くろこ てつや\nシリーズのオリジナルの1つは、スポーツシリーズにとってはまれにしかない主人公のキャラクターです。 それは主人公が残りのキャラクターから目立つべきだが、最初の主役の役割が際立っていなければどうなるのだろうということは、本当に皮肉なことだ。 光と影のことは、これらの2つを説明するのに本当に完璧です。 それは最初であり、また挑戦的かもしれませんが、主人公の役割が正当化されていなくても、ライターは主役の役割を正当化することができます。 一番面白いのは、肩書きの名前でさえ、黒子は主人公とほとんど同じではないということです。 シリーズのプロットの中心は鏡の上にあります。 このシリーズは、鏡の驚異的な能力をより多く備えています。 したがって、それらのタンデムが作られる。 反対に引き付ける。  1つは無表情で、もう1つは表現力があり、1つは冷静/穏やかで、もう1つは熱心に、1つは小さく、次に他は巨大です。 それはまた、彼らがお互いに常に対になることが知られている青と赤です。\n\nアニメーションについて\nバスケットボールの試合は、スリリングで、できるだけ違うように作られています。 最新のグラフィックスを取り入れてアニメーション化しました。 バスケットボールのファンがまだ評価するのは、ほとんど信じられないほどです。 文字のデザインもよくできています。\n\nエンジョイメントについて\n私がシリーズについて気に入っている最初のことは、ストーリーラインのペースが速いことです。それだけで、Slamdunkに欠けているものが私の唯一の問題です。 しかし、Slamdunkが非常に遅く、多くのフラッシュバックがあった場合、今回は非常に高速です。 あなたは1つのエピソードの中に実際には2つの連続した重要なゲームがあるのは驚きでしょう。 シリーズには数え切れないほどのユニークさがあり、本当に爽やかなアニメ体験になります。 今日の膨大な量のアニメでは、シリーズのわずかな独創性でさえ、いつもすぐに私の注目を集めます。 私はシリーズがチームワークの真の意味を伝えようとしているのも好きです。 特にバスケットボールのほとんどすべてのスポーツでは間違いなく重要です。"
  }
]
