[
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "beyazm",
    "profile": "/profile/beyazm/reviews",
    "pages": "7",
    "number": "1",
    "link": "/reviews.php?id=66601",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\n私はこのアニメを見ているとき、何とか死のメモを思い出させる、私は多分ナンセンスを知らない、物語は少し貧しいが成功している以外に、私はアニメのような興奮と友情のために助言..."
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "Konomi1017",
    "profile": "/profile/Konomi1017/reviews",
    "pages": "7",
    "number": "2",
    "link": "/reviews.php?id=66025",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は、これが私がかなり見て楽しんでいた最も予測できないアニメの1つだったと言わざるを得ない。\n\n私が見た50以上のシリーズのうち、私はスポーツアニメを見たことがありません。 黒子のバスケットは、私が見てきた最初のアニメです。エピソード1の始まりから私がいるところまで、私はそれを見て止めることができません。\n\n私は非常に驚いています。 これは私が期待していたものではありませんでした。 彼らがあなたにバスケットボールをする方法を示す方法は、本当に私の注意を引いた。 あなたが想像することのできる最高のゲームの1つであなたを誘惑する方法は、あなたは本当にそれを無効にすることはできません。\n\n私は音、人物の性格、ユーモア、芸術を愛しています。すべてがとても素晴らしいです。\n\n私は誰にでも、誰にでもそれを勧めました。 スポーツを愛する人だけではありません。 私はロマンス/ヤオイ/アクションのヘビーアニメウォッチャーですが、これは私が見たいと思う別のタイプのアニメです。\n\n私は主人公の黒子と他の男（私は彼の名前を忘れたOTL ||...悲しい）の反対の性格を愛する。\n\n私はまだアニメの半分を見ていないので、私は何のために店になるのか分からないが、私はこれは非常に楽しいですと言う必要があり、私はこれらのスポーツのアニメの別の1つを:):)"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "Were_Vampire",
    "profile": "/profile/Were_Vampire/reviews",
    "pages": "7",
    "number": "3",
    "link": "/reviews.php?id=81472",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\nほぼすべてのスポーツアニメが同じことを共有しています。ゲームの途中では、信じられないほど驚異的で不可能な演技です。試しても実際に再現することはできません。 実際に何人かの子供やティーンエイジャーによって行われたことは、ギネスの記録に載っている人だけです。 だから、このタイプのアニメを演劇のようなものでリアルに表現することはできません。そのようなものは、実際に感じなければならないのは、キャラクターと彼らが通過するものだけです。そして、黒子のバスケットは、 それ。\n私はそれが9または10を与えたところでたくさんおもしろくしましたが、最終的に9は時々アニメが私たちがすでに知っていることを説明するのにあまりにも多くの時間を費やすので、それはそれほど大きなことではありません。\n私たちは、日本が高校ですばらしいバスケットボール選手を築いている世界にいる。 同じ学校に通い、無敵だったので「奇跡の世代」と呼ばれる人がたくさんいます。 文字のために。 その中には最初はかなり役に立たない黒子がいますが、彼はパスして盗んで最高です。 私はこのアイデアが一番好きなのは、通常、スポーツアニメの主役はとても強く、実際にチームを単独で破ることができるということです。 黒子は、代わりにチームを強くすることはできません。 結局バスケットボールはチームによって行われたゲームなので、残りのチームメイトの潜在能力を引き出すことに実際に集中しているリードを選ぶことは爽やかです。 コンセプトは素晴らしく、プロットは（他のスポーツアニメと同様に）トーナメントに勝つために回転します。 かなりストレートですが、それほど楽しいものではありません。 黒子のバスケットはプロットツイストを必要とせず、各ゲームがもたらす強さのみ。 なぜ彼らはとても激しいのですか？\n黒子のバスケットが正しいことの一つは、完全に実現したキャラクターを開発することです。 いずれもフラットではなく、すべてが自分の性格に合った何らかのバックグラウンドを持っているため、よりリアルな気分になり、それぞれが気に入って（そしていくつかのことが嫌いでさえ）、すべてが死んでしまいます。 あなたがNBAの試合を見て、あなたのチームが勝利した場合、あなたが敗退した場合、あなたはうんざりしていると感じます。 同じことが起こる、あなたが本当に好きなチームを持っていると、あなたは彼らが成功したいので、強さを感じ始めると、すべてがより現実的になっても、奇妙な非現実的な演劇がありますが、 そして、他のスポーツアニメが上を行くことで知られていると思うが、黒子のバスケットは決してそこには行かない。なぜなら、リードには誇示する能力がないからだ。カガミさえも残念ではない。 チームはかなり熟練しているので、アニメは2つのリードだけでなく、サポートするキャラクターもうまく使いこなし、大いに必要なバランスを作り出します。\n結局のところ、あなたが簡単に入り込むことができるアニメであり、あなたが楽しんで夢中になるアニメです。 最後のエピソードでシリーズの途中にいても、2番目のシーズンが発表されました！ スポーツマンの世界では、黒子のバスケットが一番上にあるので、楽しむことができます。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "joshuaxiv",
    "profile": "/profile/joshuaxiv/reviews",
    "pages": "7",
    "number": "4",
    "link": "/reviews.php?id=73029",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\n黒子のバスケは、2012年の私の好きなアニメのリストの一つです。黒子のバスケは素晴らしいストーリーを持っています。 主人公（黒子）は、中学生（Teiko）には経験のないバスケットボールをしたいと思っています。 さて、ストーリーが進むにつれて。 セイリンのすべてのメンバーと黒子の元チームメイトの進歩が彼らの信念を変え、バスケットボールがこれまでよりも楽しいと気付きました。 今シーズンは、ムラサキバラ（Yosen）と明石（Rakuzan）は登場しませんでした。 エピソードでエピソードを見せてもらうのは非常にエキサイティングなことですが、冬子カップで黒子や鏡などが見たいと思っています。 私はこのプロデューサーがシーズン2を作ることを願っています。\n\nアート（アニメ）は漫画と比較して素晴らしかったですが、私はそれを作ったマンガには非常に感謝しています（敬礼！）。 音も素晴らしいです。 彼らがトーナメントや練習などでプレーしていた場合など、タイミングなどはもっとエキサイティングです。  OSTも素晴らしいです。 あなたが最初に開くのを聞くとき。 それはリフレッシャーとして機能し、人々が最初から最後までもっと見るようにします。 グランロデオは素晴らしいバンドです。 ユニークなJROCKバンドがあります。 名声！..\n\nキャラクターは私がその成長の初期に述べたように素晴らしいです。 最後に、人々が笑うことがあるという感覚があります。 ユーモアは、コーチが食べ物を料理するときには特に偉大なものです..笑..。totemo tanoshii..:)\n\nまあ、人々が私に尋ねるなら..これは新しいSlam Dunkのようなものです。 当時からスラムダンクを見ていた老人たちの興奮感がそうです。 まあ、私もSlam Dunkを愛していました（もちろん、三井久々14号！）。 しかし黒子のバスケも素晴らしいものです..:)\n\nこれをシーズン2にしてください..おねがいしゃ！！:)"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "BBHood22",
    "profile": "/profile/BBHood22/reviews",
    "pages": "7",
    "number": "5",
    "link": "/reviews.php?id=73251",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n\nAbso-freaking-lutely最高の1つがある!! レビューをして10点を得ても、このアニメの正義はまだできません。\n\nOP、ED、BGMは完璧で、すべてが同期していました。 音楽はあらゆるシーンとあらゆる動きをよりエキサイティングにします！\n\nペースが速い話は、私が次のエピソードにとても気をつけてくれました！ 面白くて魅力的なキャラクターは私のすべてを愛してくれました。 アートは単に素敵で滑らかで滑らかでした。\n\n男の子とバスケットボール - 女の子は何を求めることができますか？  - 答え：第2シーズン！"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "Archdaine",
    "profile": "/profile/Archdaine/reviews",
    "pages": "7",
    "number": "6",
    "link": "/reviews.php?id=80558",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  8\n\n私はスポーツ、特にバスケットボールが好きです。 私は17番のチームにいたが、状況によっては終了した。\n\nストーリー -  7\nなぜ私は物語を与えるのですか？ それはスポーツに関する単なる漫画だからです。 時には主人公が勝つ必要があるので、ストーリーをちょっと予測しやすくするものがあります。 私はそれに6を与えるつもりでしたが、私は再びそれについて考えると、その物語はSlam DunkやDear Boysとは異なる要素を持っています。 実際、私はスポーツマンガやアニメにはなっていません。\n\nアート -  10\n正直なところ。 芸術は素晴らしいです。 私は何も言うことはありません。\n\nサウンド -  8\nOSTは標準ですが、あなたはそれを愛してくれる特定のスパークを持っています。 黒子が最初に自分の能力を発揮したら、特に音楽が大好きです。\n\nキャラクター -  10\nこれが私がこのアニメを見る理由の理由です。 文字の開発はこれまで見た中で最高のものです。 あなたはめったに黒子のようなキャラクターを見たことはありません。\n\n楽しさ -  8\n私は本当にこのアニメを楽しんだ。 ジャンルは私のお気に入りではありませんが、私は本当にこれが好きです。 走っているギャグは私を大声で笑わせるのに十分であり、黒子の直感は主なポイントです：D\n\n全体的 -  9\nこのアニメを見ることをお勧めします。 確かに欠陥があるが、全体的に、私はこのアニメが好きです。 このアニメは、私がバスケットボールをやり直すことを奨励しています。\n\nちょうど見るとあなたは理解するでしょう。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "Adiamondia",
    "profile": "/profile/Adiamondia/reviews",
    "pages": "7",
    "number": "7",
    "link": "/reviews.php?id=85231",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はそれがスポーツのためのばかげたアニメだろうと思って始めて考えました！\n私は最初のエピソードで恋に落ちた！\n私が本当に好きでなかった唯一のことは、影がどのように描かれているかです！\nそれはちょうど最小です\nこのアニメは、私が今までに見たベストの1つです！\n次のシーズンを見るのを待つことができない"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "ainma",
    "profile": "/profile/ainma/reviews",
    "pages": "7",
    "number": "8",
    "link": "/reviews.php?id=116913",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nこのアニメの物語は、黒子が演奏するバスケットボールについてとてもシンプルです。すべてのキャラクターが髪の色で区別され、非常にユニークな性格を持っているので、私は本当にキャラクターが大好きです。\n実際の人生ではあまりにも非現実的ですが、私はそれが大好きです。黒子の性格は非常に面白いです。 黒子がこのアニメの主人公だが、彼はこのアニメで輝いているだけでなく、このアニメが気に入っている。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "alia6478",
    "profile": "/profile/alia6478/reviews",
    "pages": "7",
    "number": "9",
    "link": "/reviews.php?id=114369",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  10\n\nこのアニメは主に人や場所へのつながりであり、黒子哲也を主人公として描いています。 彼は存在を欠いているので見つけるのが非常に難しいです。彼は非常にうっかりしていて、通常は簡単に仕事をする人物です。\n\nこのアニメは、たとえあなたがそれを気付かなくてもシームレスに行われるため、グラフィックスが優れています。\n\n音は良いものでしたが、より多くの時間を与えられたほうがいいかもしれませんが、キャラクターはこのアニメを通して足元にあなたを持っている傾向があります。\n\nそして、私の意見では、おそらくこれまで見たことのあるスポーツアニメの中でも最高のものです。 ゲームは感情によって誇張される傾向がありますが、非常にうまくいきます。 私はこのアニメに拍手を送っています。私はこのレビューがとても短かったことをお詫びしますが、あなたが素晴らしいアニメに夢中になりたい場合、これはそれです。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "cBuny",
    "profile": "/profile/cBuny/reviews",
    "pages": "7",
    "number": "10",
    "link": "/reviews.php?id=103303",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  9\n\nアニメレビュー＃1  - 黒子のバスケット\nBy cBuny\n\n私は決してスポーツファンではなかったので、私はスポーツジャンルのアニメを見て気にしなかった。 しかし、このアニメは驚くほど面白くて面白いものでした。  （残念ながら25のエピソードしかなかったので、2日後に終了しました：|）\n\nストーリー -  9/10\nストーリーは他のスポーツアニメと非常に簡単で似ています。 それはトップを目指すチームのことです。 そこにプロットツイストがありますが、最も重要なことはそれがいかに単純であっても、それはまだ独特です:)\n\nアート -  9/10\nあなたがバスケットボールのファンなら、このアニメがいかに非現実的かを知ることができます。 しかし、私はそれが最高のためだと分かります。 非現実的で派手な芸術は私が話していた楽しさの鍵です。 このカラフルで誇張された芸術がなければ、私はこのアニメでも気にしません。 だから、私のようなスポーツ以外のファンがこのアニメを見ているのはその理由だと言えるでしょう。\n\nサウンド -  10/10\n1つの言葉、素晴らしい。 彼らが演奏するとき、音楽は私をハイパーに保ち、騒音は単に素晴らしいです。 音は私を緊張させましたが、同時に興奮しました。 本当に素晴らしい。\n\nキャラクター -  10/10\nこのアニメでさえ、ユニークなキャラクターがたくさんあります。 それぞれのキャラクターには、特別なスキルやパワー、さまざまな表情があります。 重要なキャラクターは、奇跡の世代、かがみ、黒子、ピンクの髪の女の子（名前を忘れた）など、明るくカラフルな髪色をしています。 私がこれを見たとき、私は彼らが持っているさまざまなスキルをすべて知りたいので、私は見守っています。\n\n楽しさ -  9/10\n私は見守ることができず、2日でこれを終えた。 私は本当にこのアニメを楽しんで、最後のエピソードになったとき、私はスポーツアニメにテニスの王子を見ました。 シーズン2を待っている間、私は間違いなくこのシーズンを見直します。\n\n全体 -  10/10\nあなたがスポーツを気に入らなくても、誰もがお勧めします。 これを試してみると、このアニメが本当にエキサイティングで楽しいものであることがわかります。 黒子のバスケットは私の＃1スポーツアニメだと思います。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "ryuukachan",
    "profile": "/profile/ryuukachan/reviews",
    "pages": "7",
    "number": "11",
    "link": "/reviews.php?id=132669",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\nさて、私は私の親しい友人の一人にこれを勧めました。 私はバスケットボールについてあまり知らないので、これについて少し疑わしかったですが、これは単なるバスケットボール以上のものです。 それはチームワークについてであり、決して諦めることはありません。  （うわー、チーズが多い？）\n\n芸術は傑出しています。 とても熱い。 陽気で、可愛いし、感動的でした。 たぶん私はジムにもっと頻繁に行くでしょう！\n\n（ハハ、いいえ）"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "KamiNoHikari",
    "profile": "/profile/KamiNoHikari/reviews",
    "pages": "7",
    "number": "12",
    "link": "/reviews.php?id=76099",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\n黒子のバスケットは、テニスの王子様やイナズマイレブンを好むすべてのスポーツファンに最適なアニメです。\n\nあなたは、バスケットボールの動き/テクニックのいくつかは非現実的だと主張することができますが、それがアニメを見るのがとても楽しいものになっています。次に来るものは決して分かりません。\nそれは決して私を動機づけできず、私がダウンしたときにいつも私を鼓舞するシリーズの一つです。 キャラクターが持つ強烈な友情はとても甘く、ドローイングスタイルとプロットの両方があなたを魅了します。\n\n私は本当に誰にもKuroBaseを見て、すぐに2番目のシーズンになることを願っています。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "platformerbg",
    "profile": "/profile/platformerbg/reviews",
    "pages": "7",
    "number": "13",
    "link": "/reviews.php?id=77311",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\nだから私は自分について少し言って始めましょう。 私はバスケットボールとは決して結びついていませんが、実際はスポーツに興味のない人です。 私を誤解しないでください私はアートのスタイルが好きです。それは、その完璧をしていないアニメーターです。 私は第2シーズンにはより高い品質を期待しています。 音は本当に良いです。 最初のオープニングは私が自分のプレイリストに入れたものです。 そして、誰かがバスケットボールをするとき、あなたはゲームの一部であるようにあなたは本当に感じます。 少なくともそれは私がこのアニメを見るまで私がいたものです。 これは間違いなくスポーツジャンルであり、面白くするのは本当に難しいようです。 物語は本当に、本当に良いです。 私はマンガカが提供しなければならなかったことに本当に感心しています。 全部の流れは本当に良いです。 すべてが少し急いで感じられるかもしれないが、主要な部分ではない場所。 芸術はかなり良いですが、それほど多くの視野がないので少し失望しています。 私は、バスケットボールを考えるとき、いつもここでもっと面白い視点を持つことができます。\n今、文字、ああ神々の文字。 誰もが違う、誰もがスタイルを持って、誰もが特別です。 神様がどれくらいうまく成し遂げられたかを強調することはできません。 私は少年アニメで好きなもので、多くの人が好きです。 彼らはすべての基礎です。 アートやストーリーは改善することができますが、文字をそれほど変えることはできません。 このアニメは完璧に達するために多くの改善を必要としませんが。\n言うまでもなく、楽しさは10/10でした。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "overflamed",
    "profile": "/profile/overflamed/reviews",
    "pages": "7",
    "number": "14",
    "link": "/reviews.php?id=61513",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  9\nキャラクター|  8\n|  8\n\n私はエピソード5を見ながら、アイシールドの類似性を考えることができませんでした。両者はほとんど同じキャラクターを持っています。 すべてのプレイとすべての可能な移動を知っているスマートな人と本当に気にしない他のプレイヤーが、彼らはそこにいる。\n私の自己はバスケットボール場のエリアから来たので、私は彼らがショーをやったのを見たいと思っていました。現実的で、小さなダンクのために空中で10フィート飛んでいる人ではありませんでした。 彼らはそれをしなかったことにショックを受け、最初のエピソードではさらに多くのノーマルプレイをしたが、主人公の黒子は伝説であり、チームメートだけでなく、 みんな、コーチ、友人、群衆ならば。 彼はバスケットボールの神だと思うようにボールが彼をどのくらい速く通過したかを示すためにレーザー青色光の「超高速」効果を作りました。 このショーについて一番気に入っているのは、彼の個性と同じように黒子がメインのストーリーラインだけにないということです。 彼はさらに彼に賞賛するスコアリングをしません。\nスポーツやアニメスポーツが好きなら、これはあなたのためのショーですが、私の前に言ったように、どんな深いものも期待していません。"
  }
]
