[
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "RubinP",
    "profile": "/profile/RubinP/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=87993",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  9\n\n最初はこのアニメに入るのにはしばらく時間がかかりましたが（約3話）、いったんそれが起こったら、私は夢中になりました。\n\nストーリー - \n私はバスケットボールの巨大なファンではないので、私はストーリーが私を興味をそそられ、このスポーツに私の目を開いた方法に驚きました。 だから、私の意見では、彼らの話は非常にうまくいっていた（私がスポーツをどれだけ嫌っているかを考慮して）。\n\nそれのペースは良かったし、次に何が起こるのか疑問に思った。\n\n彼らが試合で試合をするとき、私はいつも起こることの約90％を持っていた。 あなたが見ている理由は、それがどうなっているか見たいからです。\n\nそれで、このアニメの特技は、彼らがその非常に明白な勝利にいかになるかを示しています。\n\n時にはちょっとチーズがかかってしまいますが、それが理にかなっていれば、それはちょっとしたことがあります。\n\nアート - \n私を悩ませたのは、彼らがキャラクターに対してしたラインシェイディングでした。 それはちょうど私には本当に醜い見えたが、最終的にそれを見に慣れて、しばらくして変わったと感じることはありません。\n\nアニメーションは必ずしも良いものではありませんでしたが、これは主にバスケットボールの試合ではなかった部分の間でした。 アニメーションがうまくいくと私は思っていました。 しかし、ランニングとウォーキングのアニメーションは時々ぎこちなかった。\n\nアート・スタイルはキャラクターと物語のタイプに合っているので、実際には外れたものはありません。\n\n音 - \n音の効果はかなり良いと思っていました。\nボイス演奏もうまくいっていて、ボイスがそのキャラクターに合っていると感じ、それはかなり自然な感じでした。\n\nオープニングとエンディングの曲は本当に安っぽい感じ...\nしかし、それはかなりキャッチーだったので、私は最後に非常に多くの第1終了に温めた。\n\nキャラクター - \n奇跡のキャラクターの生成はすべてユニークで、個性と身体的な才能の間にはそれほど特別な特徴がありませんでした。 だから私は彼らの間に良い範囲があったように感じた、すべての人は5プラス鏡の中で自分の好きなキャラクターを持っているようだ。\n\n主要キャラクターの歴史の大部分についてある程度学ぶことができますので、あなたはそれらにいくつかのつながりをつけることができます。\n\nまた主人公（かがみと黒子）と他のキャラクターとの間には良いバランスがあるので、必ずしもそのように集中しているとは限りません。\n話を新鮮に保つのに役立ちます！\n\n - \n\n全体的に、私はこのアニメが、どれだけ楽しんでいるのか、私がスポーツを嫌っていることを考えれば、本当に驚きだったと思います。\n私はシーズン2を楽しみにしています！"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "macdude95",
    "profile": "/profile/macdude95/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=196664",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n「バスケットボールスポーツアニメ」は、最初のヒアリングで最も興味深いショーのようには見えないかもしれませんが、このショーは間違いなくクールなコンセプトの観点から提供されます。 彼ら自身の面白い過去とクールなスタイルのプレイを持つ多くの異なる選手がいます。 スタイルは、絶対に非現実的ですが、どのスタイルが最終的に他のスタイルに勝つかを見るために、このショーを非常に面白くするために役立ちます。\n\nショーの始まりは間違いなくこのコンセプトを明確にして、間違いなく私の関心を引いたが、ショーの真ん中は私の好みのためにあまりにもフォーミュラになり始めた。 しかし、特定のイベントが発生した後（ここではスポイラーなし）、シーズンの最後の部分（最後の7つのエピソードなど）は驚くべきものでした。 セイリン・ハイスクールで冬季大会に進出して2年目のシーズンに進出したいと思っているのかどうか確信していますが、それが終わった後、将来私はそれを見守っていると言えます。 私は学校に通っています。 待てません。\n\n文：また、このショーは時々本当に面白いです。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "m-tesh14",
    "profile": "/profile/m-tesh14/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=148957",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\n私がバスケットボールを見る前に何も知らなかったと言って始めましょう、ポイントガードが何だったのか、どのようなショットが3つのポインターなのかなどはわかりませんでした。しかし、私がアニメウォーフルでいくつかのアニメを見ている間、 黒子のバスケットを話すチャットで、それはどれほど驚くべきことでしたか？ 私はMALでそれを調べて、それがかなり高く評価されていることを知り、スポーツアニメ、私がいつも試してみたかったジャンルでした。 最初は私はエキサイティングで楽しいものを期待していませんでした。私は彼らが普通のスポーツをいかに刺激的にすることができるのでしょうか？ しかし、このアニメは、バスケットボールを面白くてユニークなものにすることに成功し、私は1日以内に全シーズンをマラソンにしました。 派手なパス、ダンク、顎を落としてショットを作ることは、私を夢中にさせるのに十分だった。 さらに、5人のスペシャルプレイヤーがそれぞれ自分の特別な能力を持っていました。これらのキャラクターが明らかになり、シーズンがさらに続き、このシリーズの中毒に貢献しました。  6人目の選手がいて、私は後でこのレビューで触れることができる特別な能力を持っていました。 私はこれらの「特殊能力」が私の見直しの中で特にどんなスポイラーも避けるために何を指定しているのかを控えています。 しかし、そうする前に、最初に虚偽の批判に対処しましょう。\n\n一般的な批判は、黒子のバスケットは、バスケットボールをするときにキャラクターが持つこれらの特別なスキルを上に乗り越え、ゲームのプレイを信じられないほど非現実的に見せることです。 これがアニメだと気づくことは重要ですが、もちろんそれは非現実的です。 例えば、普通の人間に非現実的な力を与える悪魔の果実能力と、剣から飛び出した竜巻を持っている剣士と、実際には海賊が目のパッチや銃で宝のために人々を殺しているのを見ている 。 それにもかかわらず、ワンピースは信じられないほど人気が​​あり、この特性を持つために全く批評されていません。 現実的なアニメを見たい場合は、現実的なバスケットボールや他のスポーツのためのチャンネル、ESPNがあるので、現実的であればかなり退屈なスポーツアニメにとって特に悪い時間を過ごすことになります。\n\nこのアニメが受け取る別の共通の批判は、その非常にyaoiのようなものです。 しかし、アニメは、主人公の黒子と鏡の話が、奇跡の世代を取り戻し、最終的には日本で最高のバスケットボールチームになるためのバスケットボールスキルを開発することに主眼を置いているため、真実ではありません。 ここには少々のマンサービスがありますが、アニメ全体の全体像には影響せず、すべてのエピソードには存在しません。 フィラーのエピソードだけがyaoiを含んでいますが、それでもかなり適度です。\n\nストーリー：9/10\n奇跡の世代として知られる5人の選手で構成された伝説的なバスケットボールチームで構成されたTeiko Junior Highという中学校がありました。このチームは彼らが出会ったすべての競争を支配していました。 これらの選手はそれぞれ独自のスキルと才能を持っていました。 彼らの中学校の時代が終わったとき、奇跡の世代はバスケットボールのためによく知られた別の高等学校に行きました。 しかし、奇跡の世代の6人目のメンバーである黒子さんは、他の高校と同様に知られていなかったSerinバスケットボールチームに参加しました。 この高校では、黒子がまだ登場していない多くの才能を持つアメリカから移籍したカガミと出会いました。 カガミと黒子は一緒に、奇跡の世代を倒し、日本で最高のバスケットボールチームになる計画です。\n\n総合的には、ストーリーは複雑ではなく、視聴者に考えさせず、理解しやすいものでした。 私はそれに多くの考えを入れずに見ることができました。 それはまた、多くのフィラーを持っていない、フィラーは、あなたが主なプロットの多くを逃さずにそれらをスキップできるようにyaoiのシーンが入っているように見えるときです。 このシリーズのペーシングは素晴らしく、1つのエピソードを別のエピソードで見ていて、最終的にはシリーズ全体を1日で見ました。 しかし、誰が試合に勝つかの予測可能性は私を少し失望させたが、それはショーが楽しいという事実から離れない。 実際、主人公のそれぞれが持っているユニークなスキルは、特に視聴者が現実的なバスケットボールに嫌な人がいる場合、ゲームをより面白く見せると思います。\n\nアート/アニメーション：9/10\nそれは悪くないが、傑作でもない。 いくつかのエピソードは他のエピソードよりも優れたアニメーションを持っていましたが、それは予算のためかもしれません。 時には、いくつかのパスやショットは、あたかも十分なフレームを描いていないかのように不自然に感じられました。 しかし、この欠陥はショット、ダンク、スチールのクローズアップと共感し、そのすべてが視聴者のスリルと全体的な興奮に貢献します。 しかし、誰かがショットをしたたびに、ほぼ全員が試合をしている顔のクローズアップは不要で、時には迷惑になりました。 しかし、予算を考えれば、アニメ/アートはそれほど悪くはないし、そこではより良いスポーツアニメの一つだ。\n\nサウンド：10/10\n実際のサウンドトラックは、黒子のバスケットが輝く場所かもしれません。 それはシーンに完全に合っています。 実際、このサウンドは各シーンで感じるスリルを高めるものです。 また、マッチ中にプレイヤーが感じる雰囲気やテンションを高めます。特に重いギターは、最初は不可能だった壮大なブロックやパスなど、何か叙事詩が起こったときに来るトラックを再生します。 このサウンドは、アドレナリン・ラッシュに大きな貢献を果たし、視聴者がこれらの激しい叙事詩の瞬間に感じるスリルに大きな影響を与えます。 声優も素晴らしかったが、サブが悪かったアニメを見たことはないと思う。 全体として、このアニメのサウンドは全体的に素晴らしいものでした。\n\nキャラクター：9/10\nこのシリーズの2人の主人公（黒子/鏡映）の発達は、このアニメ性を生み出す要素の1つです。 あなたは、黒子と鏡の次の特別なテクニックを見たいと思っていますので、このシリーズを見続けてください。  Serinとの試合で奇跡と能力を披露したメンバーも、私が見守ってくれたものでした。 しかし、Serinのチームには、バックストーリーやスクリーンショットがほとんどなく、本当に失望した選手が数人いるが、彼らはまだその役割を果たしている。\n\n楽しさ：10/10\n私が前に言ったように、私は定期的なバスケットボールの知識が不足していると考えたので、このショーに夢中になるとは思っていませんでした。 言うまでもなく、このアニメはかなり楽しいものでした。 それは欠陥を持っていたが、誰かがショットをしたたびにキャラクターのクローズアップに直面し、他のアニメと同じくらいのスリルを与えなかった（Monster、Death Note、）それは私をマラソン それは非現実的なショットやこのタイプのバスケットボールをもっと楽しめるように見せてくれる他の要素を使用することによって実現しました。 それは私にバスケットボールについてももっと調べてもらえました。 要するに、あなたがスポーツアニメを見たり、シンプルで楽しいアニメを見たい場合は、黒子のバスケットがあなたのアニメです。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "torrapamii",
    "profile": "/profile/torrapamii/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=193183",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\nあなたはバスケットボール好きですか？ あなたはアニメが好きですか？ あなたが次のような場合は、このアニメが大好きであると確信しています。\n\n通常、すべてのスポーツアニメは、すべての物語に共通するものが1つあり、それはそのスポーツで最高になることです。 このアニメは、他の多くのアニメのひとつで、ストーリーにこだわっています。 もしフィラーがあったとしても、物語の一部が説明される必要があったかもしれないからです。 ドラッグはあまりありませんが、試合の4分の1が1回以上のエピソードであることに腹を立てています。 あなたがバスケットボールを見て遊んでいれば、私のように、プレイヤーが何をすることができるのか驚くでしょう。 彼らの中には、バックコートから撮影するものもあれば、空中を飛ぶか、それを練習せずに相手の動きをコピーする能力があるものもあります。 はい、それは狂ったように聞こえるが、あなたがバスケットボールのアニメを見ていたら、予期せぬものを見たいと思う。 あなたが超人的な力を見るのが好きでないなら、NBAの試合を観るだけでもいいかもしれません。 また、バスケットボールのルールを知っていれば、旅行をしているプレイヤーに叫んで怒るでしょう。それは呼び出されません。\n\n私にとって、アニメの芸術スタイルは毎シーズン漸進的に良くなります。 アニメーションは非常に滑らかですが、徐々に滑らかでスムーズになり、各キャラクターからより多くの能力が明らかになります。 彼らの髪の色は不自然に見えますが、ちょっと、これはアニメです。\n\nおそらくこのアニメの主な要因の一つであり、このアニメが成功した理由です。 実際に演奏されるサウンドトラックはあなたの感情に関わり、あなたにガチョウの鼓動を与えます。 私は壮大な試合がどのようにしていたので、揺れていた！ 私はOPとEDの大半も好きでした。 それは私にとって本当にキャッチーだった。\n\n私にとって、たとえ彼らが反日毒者であっても、私が全く嫌いな人物はいなかった。 それぞれのキャラクターは非常にユニークで、独自のユニークな能力を持っていました。  GoMは恐ろしいものとして導入され、圧倒されましたが、一度敗北したとき、彼らは弱いか良い面を示して好きになりました。 アニメのキャラクターの開発は急いではなかった。 彼らが能力を養成したいのであれば、それは単なるPOOFではなく、時間を止めてすべてのショットをブロックする神聖な力です。 彼らは懸命に働き、勤勉な能力を持っています。 また、このアニメは、いくつかの状況で主役が常に勝つことを示しています。\n\n私はこのアニメを楽しんだ。 私のいとこは私にこのアニメを見せてくれました。その日以来、私は本当にこのアニメに夢中でした。 アニメに壮大な場面があったら、私は揺れ動くだろう。 このアニメもバスケットボールに戻ってくれました。ありがとうございました。\n\n全体的に9/10。 アニメには多くの崖のハンガーがありますが、それはもっと見続ける理由です。 私はこれをもう一度見ますか？ はい、私は大好きです。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "Emi-d",
    "profile": "/profile/Emi-d/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=214177",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  8\nキャラクター|  3\n|  4\n\nこれを見ながら、私が考えることができるのは、Slam Dunkを本当に見たいのかということだけです。 私にこのアニメは近づくことさえありません。\n\n私は本当にそれの非現実的な部分が嫌いですが、私が最も嫌うのは、非現実的であっても、彼らの「特別な動き」は本当に欠けているということです。 あなたがそれについて考えるならば、ほとんどの動きは、ボールやプレイヤーの前にいる人の消滅に関するものですが、見ている人は誰もがコートから消えていくのを見ています！ また、誰かが何かを考えているのを見て、何度も何度も何度も聞いたように答えます。\n\n私は好きなスポーツアニメもたくさん見かけましたが、これも非現実的でしたが、これはあまりにも欠けています。 ユーモアもそれほど良いものではありませんでした。\n\n私が本当に好きだったのは、このアニメの女の子は一度は強いということでした。 日本人は弱い女性キャラクターを本当に気に入っているだけですが、女性キャラクター全員が自分のやり方で強くなっているのは驚きでした。\n\n合格するのに偉大なMCの最初のアイデアは、新しくユニークなものです。 それだけでうまく実行されませんでした。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "SlowAnimeWatcher",
    "profile": "/profile/SlowAnimeWatcher/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=213881",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  9\n\n外に出てスポーツをすることができるとき、誰がスポーツについてのアニメを見ますか？ 私はいつも不自由な理由を聞いて、私の最初のスポーツアニメを見た後、私はその声明に丁寧に同意しなければなりません。 簡単に言えば、黒子のバスケットは誇大宣伝の純粋な形態です。 ブザー・ビーター・モーメントは別の世界にあり、能力はとても夢中になり、好奇心をそそられて畏敬の念を浮かべる。\n\n黒子のバスケットは私にバスケットボールへの情熱を与え、ゲームのIRLをプレイしたいと思っています。 私はそれが狂ったように聞こえることを知っています。 バスケットボールをしたいアニメファン？ しかし、その夢を落とし、それを私の十代の心の深みに戻すために必要なことは、私の友人と1v1のバスケットボールで破壊されたことを思い出すことです。 私は彼がちょうど私の足の間にボールを投げ、私の後ろに行ったことを意味する。 それは世代の奇跡プレーヤーが平均的なプレーヤーを破壊しているように感じました。 私の友人はバスケットボールのため息もしません。\n\nとにかく、黒子のバスケットの物語はかなり良いです。 それはアニメがスポーツシリーズから作り出すもののようです。 我々はこれらの選ばれたバスケットボールの神々を持っていますが、その中にはこの弱者がいます。 彼は私たちの主人公になるでしょう。 シーズン1では、この夏のトーナメントがストーリーの大部分です。 私たちの主人公の黒子と超高層の赤毛の中心を誇るセイリンのチームは、地方を越えて、全米各地のチームと対戦するインターハイに進まなければなりません。 これは標準事情のように聞こえるが、キャラクターのストーリーとその野望はストーリーラインを豊かにする。\n物語そのものは最高ではありませんが、キャラクターは間違いなくそれを押し上げます。\n\nキャラクターキャストは様々な奇妙なキャラクターで盛んです。 黒子は興味深く、カリスマ的な面白い主人公です。 彼の静かな傾向と、どこにも出現しない驚くべき詐欺は、決して古くならないようです。 もうひとつの主人公である鏡は、黒子よりも弱いことが分かります。 彼の性格に関する問題は、彼の裏話や歴史を決して知らないということです。 視聴者は彼がアメリカでバスケットボールをしたことだけを知っています。 彼について他に何があれば、彼はもっと魅力的なキャラクターになれますか？\n\n支持キャストも好きなキャラクターで盛んです。 世代の奇跡のプレイヤーはスーパーbadassであり、それらのすべての1つが完全に人々を破壊するのを見たいと思う。 主人公のチームには素敵な個性があります。 キャプテンはまともです。 全体的には、いくつかのバックストーリーを使用できる無地の文字。 私は、サポートキャラクター（世代の奇跡メンバー）は、主人公よりも多くの説明と子供の知識を持っていることを意味します！ それはどういうことですか？\n\n私はアートとサウンドを一緒に置くでしょう。なぜなら、彼らは両方とも同じであるからです：とても良い。 この技術は概して堅実です。 ゲームの出入りは良く見えますが、例外的なものではありません。 私は彼らが単にアニメーションで「仕事を終えた」と言っていません。 それは間違いなくその中の顕著な誤りではないので、それは間違いなくそれより高いレベルです。 矛盾の瞬間はありません。 音も素晴らしいです。  Granrodeoはいくつかの素晴らしいOPを作り、EDは予想以上に優れています。 このOPは、その電化ギター・リフトと情熱的なボーカルで、視聴者の誇大宣伝に役立ちます。\n\n楽しさは黒子のバスケットが輝く場所です。 ゲームの熱とそれらの賭けは毎回10倍に増えます。 両方のチームが新しいエースと袖の上に新しいトリックを打つにつれて、各試合はよりエキサイティングになります。 黒子の素早いパスと、後半のAomineの叙事詩的なスキルは、爽快な瞬間を演出します。 あなたが本当にそれに入るなら、バスケットボールの傾向があるかもしれません。 私は、私たちがオブジェクトを投げると、私の友人と冗談を言うと、それは予期せず適切な場所に落ちる。 次に、「裁判所の男のどこにでも」と言う。 黒子のバスケットへの言及。\n\n私が黒子のバスケットで持っている問題は以下の通りです：\n - 上半期には、黒子のバスケットが一番の可能性を発揮するまでに時間がかかります。 彼らの最初のトーナメントのための訓練のための十分な博覧会もありません。 すべての練習モンタージュがなければ、初めの試合は影響を受けていないかもしれません。 一度それが行くと、アニメは大幅に向上しますが、私はその欠陥を無視することはできません。\n私は、黒子がバスケットボール場に入る様子や、かなみが日本人としてアメリカでどのように扱われているのか、本当に興味があります。 彼らの経験はどのように形作られましたか？  （そこの高校の高校のお尻の話題）\n間違いなく、誇大宣伝の瞬間の間で話す、見てください。 私はアニメを見ているし、私はいくつかのシュールレアリスムを扱うことができます。 しかし、時には黒子のバスケットではそれほど遠すぎます。 私は10秒間の会話が1回のジャンプ戦闘を通過すると、まあまあの顔です。 私はただそれを叩くか、すでにそれを守ることを意味します！ 私は今の暑さの中でキャラクターの考えを知っているのが好きですが、それは誇大宣伝を損なうことがあります。\n - 何かの理由で、コメディを前半に使いこなすと、コメディは当初はかなり平凡だった。 キャラクターが私の上で成長し、私はそれらについて少し良く分かっていたので、コメディはずっと良くなり、私の仕事をしました。\n時には少し予測可能で、何が起こるのかを嫌ってはいけませんが、ゲームがどのようになってしまったのかは、古くて反復的に成長する可能性があります。\n\n他人が持っているニックピック。ここには当てはまりません。\nそれはあまりにも偽造です！ 力は壊れている、BOOHOO！ アニメは、想像力を得るのに最適な場所です。 クリエイターが、これらのクレイジーなアイデアを頭に入れて視聴者を楽しませることは、素晴らしいことです。 アニメは、何かが生きることができる場所です。 実生活の映像と違って、機器や物理法則などの境界線はありません。黒子のバスケットがあなたを吹き飛ばすようにしましょう。 あなたがどのように夢中になることを受け入れる場合は、いくつかの文字がどのように圧倒されているように見える、どのように上に、高校のバスケットボールの試合は、それを見ることができます！ あなたは間違いなく、3ポインターまたはクレイジープレイであなたの手を空中にポンピングします！"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "Takkyon",
    "profile": "/profile/Takkyon/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=128375",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  6\nキャラクター|  5\n|  8\n\n警告：私は誤って2人のマイナーなスポイラーを言うかもしれませんが、あなた自身の責任において読むことができます。\n\n私はスポーツアニメにはかなり新しいです。これまでに私が見た唯一のスポーツシリーズはメジャーです。 多くの人がメジャーを見たり聞いたりしていないのですが、少し過小評価されているので、私はまだカップルの比較を使って私の意見を理解するのに役立つかもしれません。 黒子のバスケットに入る評価のためにかなり高い期待が寄せられましたが、私はまだ説明していない理由でかなり失望しました。\n\nストーリー：7\n\nストーリーそのものは、何も聞こえないものであり、世界最高のプレイヤーになりたいと思っています。また、黒子の優れたスキルでオリジナルの面を持つことさえできます。 ショーはうまく始まりますが、それは継続しているので、複数の間違いがあります。 その最初のエラーは彼らがプレーしているリーグのルールです。長い25話のアニメでは、チームが一度失った後で失格になることを認識すると、各試合の予測可能性があまりにも明らかになります。 あなたはすでに何が起こるかを知っているショーを誰が見たいですか？ 私が気付いた2番目のエラーは、何が起きているのかを説明しながら、強さを構築しようとするゲーム中に、一定の「遅い時間」でした。 しかし、これを行うことによって、バスケットボールゲームの速いペースは即座に減少し、興味は失われます。 私が指摘しておきたい最後の間違いの1つは、プレイヤーが試してより良くなるための練習量を表現していないことです。  25回のエピソードの間、私はセイレンが練習している約10〜15分を覚えています。 チームのシーンが練習することなく、視聴者はチームが成長し、厳しい時代に結束するのを見ることができません。 また、各プレイヤーの開発は、シンプルで、速く、簡単です。\n\nアート：7\n\n黒子のバスケットの芸術は何も特別なものではありませんが、2012年に作られたことを考えると、それはまったく悪いことではありません。それぞれのプレイヤーに与えられた汗は、 ゲームの開始時にもプレイヤーが発汗することがあり、混乱します。 私が気付いた芸術の一つの否定的な部分は、陰影でした。 やや迷惑をかける2種類の影がありました。 規則的な陰影の影がありましたが、それぞれのキャラクターは首にこの奇妙な裏打ちされた影があり、やや厄介でした。 しかし、それ以外はすべてうまくいった。\n\nサウンド：6\n\nオープニングとエンディングは、私はかなり退屈であることがわかりました。 時にはファンが応援してから突然停止することもあったが、ゲーム中の音は元気だった。 すべてのキャラクターは良い音を出し、ドリブルやショットの効果は良かった。\n\nキャラクター：5\n\nこれは私が大きな問題を抱えていた場所です。 もう一度、メインの2人の黒子と鏡が主役だった。 Aomineはすべてのキャラクターを飛び越えることができました。そして、ブロックできなかった、ブロックされた数少ないバックグラウンドは、毎回それを作ったバックショットの後ろにいくらか狂ってしまうでしょう。 それはアニメかもしれないが、これらのキャラクターに与えられた最高の力を超えて、開発と楽しさは大幅に減少する。 最後の文字の問題の1つは、Seirenチームそのものでした。  5人の主な選手のほかに、他のチームメイトのほとんどが導入されていて、ショーに何らかの重要性を持っていました。 彼らのそれぞれには一定の利点があり、キャラクター開発に役立つだろうとは思わなかった。 しかし、彼らが「奇跡の世代」のメンバーを紹介し始めたらすぐに、私は言葉がありませんでした。 緑色の髪のプレイヤー、ミドリマはまったくばかげていました。 誰も彼をブロックしていない限り、文字通り裁判所の任意の部分から任意のショットをすることができるプレーヤー？ どのような非人道的な障害がそれですか？ また、みどりまとは、占い師の信念を示していました。 星占いは、バスケットボールの試合の結果を予測するのに使用されるツールであってはなりません。 青い髪の選手であるAomineも、もう一度ばかげた非人道的な「スーパーパワー」を持っていた。 \n\n楽しさ：8\n\nこれらのスーパーパワーは私を怒らせて、ゲームの予測可能性は非常に簡単でしたが、ショーはまだ私を楽しませてくれました。 それはちょっとした助けになったかなりまともなコメディー面を持っていました。\n\n全体：7\n\nここで私がメジャーへの参照をします。 メジャーでは、チーム全体が順調に繋がり、すべての選手が互いに頼りになりました。 黒子のバスケットには欠けていたので、私はセイレンについてほとんど知らないので、正直に誰が勝つのかを気にすることはできませんでした。 メジャーのもうひとつの良さは、各シーズンの挫折と、MCがそれらを過ぎ去るために管理する方法です。 黒子のバスケットは最小限の挫折しかなかったし、カガミの「ハートレッグ」は最大のものだったと思う。 メジャーが優れている他の2つのことは、予測可能性とより現実的なキャラクターです。 さて、他のショーの話を止めるために、黒子のバスケット全体はまともであり、大きな可能性を秘めていたと言いますが、一連のミスは多すぎます。\n\nこのレビューの長さは申し訳ありませんが、私はそれをもっと短くできないように感じます。 これは私の2回目のレビューですので、何か提案やご意見がありましたらお知らせください。 読んでくれてありがとう、私はあなたがそれを感謝します。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "Sumsulk",
    "profile": "/profile/Sumsulk/reviews",
    "pages": "3",
    "number": "8",
    "link": "/reviews.php?id=212018",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nバスケットボールは、あなたの全身のパフォーマンスを利用する世界で唯一のゲームの一つであるゲームです。バスケットボール選手を見て作ったアニメは最高です。 典型的には、スポーツに基づいた世界ではほとんどアニメがありませんが、アニメのほとんどは、ある種のSF小説や実際には現実世界では起こり得ないものですが、このようなアニメを考えると、 少しの間。 私は自分自身がバスケットボールのファンであり、NBAを愛しています。バスケットボールで上手くなるためにはまだ練習中ですので、バスボールの勉強に役立ち、当時それを信じてくれた人からの推薦でこのアニメを見始めました これを書いているのは（2016年3月1日）、第2シーズンと第3シーズンもリリースされています。私はそれらも見ていきます。\n\nアニメの実際の内訳に来る\n\n物語は6人のバスケットボール選手に基づいています。それぞれのスキルは5つの天才として知られており、中学校の後にはっきりと分かれていて、それぞれ異なる高校に行きました。 お互いの試合では、試合は本当に予測できない場合があります誰が勝つかわからないように、このアニメは間違いなくあなたが終わるまで推測し続けるでしょう（私はアニメを台無しにするつもりはないので、 それを自分で理解する）\n\nアニメの芸術とサウンドシステムは本当に素晴らしいです、私は点灯効果とスタジアムの床に揺れる靴の音を言う必要があります、あなたは実際には、そのアニメ、デザイン 本当に素晴らしいことにも対処されている、彼らはアニメを可能な限り人道的に見せました。\n\nキャラクターは、何も特別なものではありません。実際には、それぞれのキャラクターが自分が望むものを達成するために本当に難しい方法を示しています。このアニメが教える最も重要なことはチームワークです。チームとして働く場合は、  （これについては後で説明する）またあなたのチームメイトを常に信用するために、キャラクターはこの規則をフォローしようとし、アニメにあるほとんどの学校が実際にこれを行う。 私は本当にカガミの性格と彼の性格に触発されています。彼は本当に私には何も不可能ではないことを理解させました。そして、古い言葉は、\n\n全体的に私の楽しみは確かな10/10ですが、私はストーリーがより良い方法で構造化されていることを願っていますが、もう一度やり直すことはほとんどありません。あなたがいればこのアニメを見ることを後悔しません。 バスケットボールのファンとあなたが本当に前方に移動する動機が必要な場合\n\nP.S.  ：これについてはわからないが、多くの女の子が熱い男（女の子に応じて収集されたデータ）を持っているので、これを愛するので、女の子はHot Guysを愛しているならこれを必ず確認してください"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "NikkiAv",
    "profile": "/profile/NikkiAv/reviews",
    "pages": "3",
    "number": "9",
    "link": "/reviews.php?id=189774",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n黒子のバスケットはスポーツアニメです。 あなたがスポーツを気に入らなければ、スポーツに関するアニメを見るのは退屈なように思えるかもしれませんが、同時にそれはスポーツそのものについてだけではありません。 それは各チームの選手同士の結びつきに重点を置いており、決してあきらめないように教訓を教えている。\n\n上記のフレーズはアニメ全体をかなりよく表しています。 キャラクターは何かを望んでおり、彼らは一緒に完結したいと思う金を持っており、それはそれを行う唯一の方法です。 彼らの間に信頼があり、彼らはお互いを信じています。\n\nすべてが失われたように見えても、失っても常に前進することができます。 彼らは泣いて、彼らは失望しますが、彼らはまた、現在だけでなく、多くを通っています。 彼らには歴史があり、多くを運ぶ。 これらすべてのことが、彼らをさらに進歩させるものです。\n\n今、スポーツの楽しみのために、黒子のバスケットは現実的なものよりも架空のように思えるかもしれませんが、それほど悪いことではありません。 それはすべてのゲームでバスケットのすべての偉大な瞬間を表示するので、それはより面白いですし、あなたは簡単に夢中になる。 それは激しいのですが、アンドレアラインは真剣に高く、選手たちについて話しているわけではありません。\n\nシーズン1を見ているうちに、それはそれ以上に進まない可能性を徐々に考え、より良いことはできないと考えています。 まあ、それはできます。 それは常により素晴らしいものになることを管理し、常に1つ上に行くことを管理します。 あなたは何かを見て、それはそれだと言います。動きが良くなることはできません。一方のプレイヤーはもう一方のプレイヤーチームを打ち負かす動きはありません。 しかし、常により多くのことがあります。  1つのチームが勝てない場合でも、選手は常に向上します。\n\nそして、はい、メインチームはセイリンですが、他のチームも表示されます。 彼らは彼らの希望、方法、慣行を示しています...あなたは一面をとらえることはできませんが、矛盾する気持ちで終わります。\n\nこのアニメは、漫画を読んでも、それを見て時間を費やすことに真剣に価値があります。 すべての3シーズンは特に良いです。 彼らは叙事詩であり、私は誇張ではない。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "crimsonjl",
    "profile": "/profile/crimsonjl/reviews",
    "pages": "3",
    "number": "10",
    "link": "/reviews.php?id=156161",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  9\n\n私がマンガやアニメのほとんどすべてを覚えているものを再読したり再見たりするのに疲れないマンガやアニメの1つ。\n\nアート：私の芸術は抜群で、アニメーションは完璧です。 設定、プロット、キャラクターのコンセプトや、この番組ではすべてがうまくいっていると言いましょう。 食材はほぼ完璧なので、いつももっと欲しいものが残っています。 私のような漫画読者にとっては、アニメがショーのようになり、それを終わらせるので、私の期待を上回ったと言います。 それはアニメよりもいつも漫画を選ぶ私のような人のためです。 それは本当に正直に良いことです！\n\nサウンド：特に試合のエピソードを見ているときにイヤホンを使うことをお勧めします。私はあなたがゲームを見ているコートのようなものだとお伝えします。 オープニングとエンディングもクールです。 オープニング曲はできないそれはすごくすごいです、私はそのようなタイミングとクローズド・ファンタント・チューンの驚きを見たことはありません。\n\nキャラクター：おそらく唯一のショーは、私が10を与えるだろう。私はこのショーのキャラクターがどれほど素晴らしいかという言葉にどうやって入れていくのか分からない。 イントロは素晴らしかったし、私には喜びの鼓動を与えました。それは「奇跡のセダイ」や「奇跡の世代」が説明されているところです。 それは私がまだアスリートである日を思い出させたので、おそらく私を打つ最大のものです。 私を驚かせるもう一つのものは、赤、黄、緑、青、紫、淡い青の髪の文字からなる虹のコンセプトの色です。 それは世紀に一度しか起こらない世代のバスケットボールの奇才としての独特さを象徴するために、髪の色がお互いに異なる作家の天才的なコンセプトです。\n\n楽しさ：バスケットボールの愛のためにああ！ 天に感謝しています。何年も待っています。 各試合のエピソードは息を呑むほどで、心が吹かれていますが、キャラクターがゲームの途中で話している場合は、時計が止まるようなアニメ・アイはまだそこにあります。 あなたが前に遊んでいたことがあれば、各エピソードの70％から80％を関連付けることができるので、このショーを本当に楽しむことができます。\n\n全体：\n\nこのショーは私の9を受け入れることができます。中学校で起こった偶然の話の基盤。 同じ年齢の4つのバスケットボールの天才は、同じ時間に、同じ完璧な瞬間に同じバスケットボールクラブに入る必要があります。 作者が言ったように、「甘い偶然の一致はない。 基礎を知らずにバスケットボールをすることを大事にしている新入生の後には、バスケットボールが大好きなので、バスケットボールが唯一のスポーツであることが分かっています。\n\n主な話は、それぞれのバスケットボールチームとの天才たちの再会が、卒業前に誓いを結んでお互いのチームと一緒にいつかお互いに向かわなければならないことです。 これは純粋にバスケットボールではなく、それ以上のことがあります！\n\nあなたが以前にチームでプレーした場合、あなたは幸せで、悲しくて興奮しているという気持ちを体験します。 このショーでは、道徳的な授業を教えてくれます（例：気配り、柔軟性、仲間の信頼、諦めず、失望しない、最も重要なこと：才能は与えられていません。\n\n（これは私がこれまで読んできたアニメと漫画の中で最もノスタルジックなもので、私が当時のものを本当に思い出させるためです。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "Corny632",
    "profile": "/profile/Corny632/reviews",
    "pages": "3",
    "number": "11",
    "link": "/reviews.php?id=209514",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n「奇跡の世代*」には5人の圧倒される男たちがいますが、黒子哲也や加賀太太*でポイントを倒すのはあなたの仕事です。\n\nそれはKnBの基本設定ですが、主な課題はバスケットボールのGoMを倒すことです。黒子と鏡は高校のセイリンと並んでいます。\n\n私はKnobを見る前に、スポーツが本当に好きではないので、私は懐疑的だったことを認めますが、私はそれを見てから、私は心を変えました。スポーツアニメは面白くて面白いと思います 、KnBは私のお気に入りのアニメの1つに終わった。\n\nさて、私たちはシリーズをとても偉大なものにするために何を持っていますか？\n\nまずは面白いキャラクターがあります。お気に入りの名前をいくつか挙げましょう。\n\n大上鏡：彼はバスケットボール選手で、他の何よりもバスケットボールを愛していて、彼の世代で最高の選手になることを目標にしています。セイリンのエースに馴染んでいますが、気質の問題はあります。 彼は間違いを犯したときに、しかし彼が深刻になるたびに、彼は提出しない鉄の意志を持っています。\n\n青木大樹：バスケットボールの選手でもあるカガミのように、彼はスポーツを大好きですが、誰も彼に挑戦できないので、スパークはほとんど出ていません。  「私を打つことができる人は私だけです」という彼の一種の商標ですが、黒子が「あなたを上回るプレーヤーが来る」と彼の専門はスピードと素晴らしい反射です。\n\n黒子哲也：ショーの主人公（あるいは影）、存在感がないため「影の選手」と呼ばれていますが、彼はそこにいるのとほぼ同じですが、彼はそこにいますが、彼を見ることはできません 彼は特別な能力を「ミス・ダイレクト」にすることができます。ミス・ダイレクトは、パスできないと思われる角度からボールを​​他のプレーヤーに渡すことができる能力であり、シリーズ中に多くを開発し、 再現される力、そして優秀な選手です。\n\nチームセイリン：私の好きなチームはシリーズですが、これらのキャラクター、会田理子、清平哲平、ひょうが純平は、セイリンチームのコーチですが、彼女は限界まで頑張りますが、 性格、そしてチームへの強い愛情などがあります。\nTeppeiはSeirinチームの創始者であり、Hyuugaは大尉であり、彼らは一緒にバスケットボールコートで数え切れないほどの戦いを繰り広げ、両者はSeirinチームの強力なコアプレーヤーに匹敵します。\nセリンは、彼らの非常に恐ろしい犯罪、チームワーク、ラン・アンド・ガンの演劇で最もよく知られています。彼らは速く打ち勝ち、得点が速く、黒子が投げる特別なAlley-oopで知られています。 得点する。\n\n黒子のバスケットは、それぞれのゲームがどんなにエキサイティングなのか、彼らが直面しているキャラクターがどれほど興味深いのか、あなたがチームスピリットを感じ、あなたがスコアをつけたときに拳振りし、 あなたの座席の端にいて、セイリンが何とかそれを回してくれることを願っています。彼らが勝利した時、あなたは驚きの涙を感じます。\n\nあなたが過ごせる時間があれば、私はこのアニメを合計75回の奇跡でチェックアウトすることを強くお勧めします。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "JimmyK1029",
    "profile": "/profile/JimmyK1029/reviews",
    "pages": "3",
    "number": "12",
    "link": "/reviews.php?id=184622",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nさてさて、黒子のバスケットについての私の他のレビューは、私が過激であるか、または何かのことで削除されました。 真実は私が偶然にキャップをロックしていたことです。 スーパーパワー。 見て。 しかし、本当に、黒子のバスケットはいつもあなたが次に何が起こるのだろうかと思う面白いアニメです。 これは、母親がスーパーパワーを握っているので、ほとんどのスポーツアニメとは異なります。 これは、黒子亀のハンマーがボールを裁判所に降ろし、誰かを殺したような興奮に加わるだけです。 このアニメも全体的に素晴らしいアニメーションを持っています。 太い黒い線で始めると、陰影がちょっと変わって見えるかもしれませんが、あなたはそれに慣れるでしょう。 このアニメは、人間性の哲学やParasyteの試みなどを考えさせるものではありません。 このアニメは間違いなくポイントまで下がります。 バスケットボール。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "vuivui169",
    "profile": "/profile/vuivui169/reviews",
    "pages": "3",
    "number": "13",
    "link": "/reviews.php?id=182524",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  7\nキャラクター|  10\n|  10\n\n黒子のバスケットは私の最初のスポーツアニメです。 私はスポーツがエキサイティングであるとは思わなかった。 あるいは、このアニメはバスケットボールを本当に面白く感じさせるだけです。 今私はバスケットボール大好き！ 実生活のバスケットボールのファンがこれを愛してくれるのだろうか？\nストーリー：10\nすべてが私を興奮させたバスケットボールだけでなく、ハードとサスペンスの試合中に私をリラックスさせる陽気なコメディーもあります。 そしてその試合中に私はここのキャラクターから多くのことを学びました。\nストーリーは本当にスリリングで、予測できません。 バスケットボールだけではなく、バスケットボール以上のもので、黒子X鏡よりも熟練した選手が多いので、試合はまったく退屈ではありませんでした。\n私のフレーズは吸います＆gt;。＆lt; しかし、あなたがそれを見ると、私が言ったことを間違いなく理解するでしょう...\nアート：8\n最初は、キャラクターの首を描く方法や、////やアートのスタイルでかなり迷惑をかける方法がとても嫌です。\nしかし、今はもう気にしない、それに慣れているかもしれない:)\nサウンド：7\n我々が最初のオープニング曲を数えなければ、正確であることは公正だった。\nキャラクター：10\nかがみは積極的ですが、黒子はオカルトですが、そのうち2つには自分の魅力があります。 奇跡の発生は、予想通り本当に特別です（しかし、2つは非常に遅いエピソード25に示されていましたが）\nセイリンの他の人たちは、私の一日を過ごしました。彼らはユーモアのセンスを持っています。\n楽しさ：10\nそれは私を強調しませんでした。 いくつかの深刻な/話のシーンは本当に楽しいです。\n全体：9\nすべてのことを決めるためには、次の季節を見なければならない。\n私のノートは、リニューアルの熱心なエピソードです（これは私が一番好きなものではありません）：\n -  ep 17：Nice match：Kagami vs Aonomi。 それは18世紀の大きな紆余曲折だ\n -  ep 21＆amp;  22：ちょっと休んだ（マッチしない、よりコメディ風のような）キャラクターの展開。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "neonmarkers",
    "profile": "/profile/neonmarkers/reviews",
    "pages": "3",
    "number": "14",
    "link": "/reviews.php?id=90789",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n私はアニメレビューを書いてみたいとは思っていませんでしたが、黒子のバスケットは私の最初のレビューなので、私に感謝しました。\n黒子のバスケットは、私がスポーツアニメのファンではなかったので、すごい驚きを私にもたらしましたが、私は本当にこのアニメを楽しんでいました。 私がいる女の子であることから、私はキャラクターのデザインが私を描いたものであることを認めなければなりませんが、このアニメはバスケットボールをしている少年の群よりもはるかに多いです。\nそれぞれのキャラクターは実際には非常によく発達していて、実際にはたくさんのことを学びます。キャラクターの異なる性格はお互いのバランスをよくしてくれています。\nストーリーはうまく進行し、本当に強烈な試合と軽快なコメディでうまく流れました。 唯一の欠点は、いくらか予測可能だが、間違ってはいないということです。それはまだ非常に興味深い話です。\n私は自然にこのタイプのキャラクターデザインを好むので、私はちょっとバイアスがかかるかもしれませんが、アートとアニメーションは非常にうまく処理されました。 アニメーションに欠けているか、急いで私が目立った部分はありませんでした。\nサウンドトラックはまた、それぞれのシーンごとにうまく機能し、気分をきれいに改善します。\n全体的に、私は本当にこのシリーズを楽しんでいたし、絶対にあなたがスポーツを嫌うのでなければ、誰にでもそれをお勧めしたい。その場合、彼らはバスケットボールをたくさんするので、あなたのアニメではないかもしれない。 しかし、あなたがスポーツアニメをどのように感じているかわからない場合は、試してみてください。このシリーズは素晴らしいスタートです。 黒子のバスケットは間違いなく私のお気に入りのアニメのリストに追加され、私は本当に新しい季節がすぐに出てくることを願っています！"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "Solstice",
    "profile": "/profile/Solstice/reviews",
    "pages": "3",
    "number": "15",
    "link": "/reviews.php?id=201336",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  10\n|  9\n\n黒子のバスケットを見る前に、私はとても躊躇していました。 私はシリーズについての否定的なフィードバックと肯定的なフィードバックの両方を聞いていました。スポーツアニメには厳しい評論家ですので、私はそれをやめました。 しかし、最初のエピソードを与えた後、私はすぐに夢中になった。\n\nアニメで本当に私を襲うのは主人公です。 キャラクターは通常、私にとってはアニメにとって最も重要な部分ですが、私は非常に驚いていました。 典型的には、スポーツ/少年アニメの主人公は常に「エース」またはベストであると決定されます。 しかし、黒子のバスケットはそうではありません。 セイリンバスケットボールチームのために短く弱い初年度の黒子が試合に出ます。  5世紀の奇跡の「ファントムマン」と6人目のメンバーとして、黒子は比較的知られていません。 ほとんどのスポーツアニメとは異なり、メインの主人公は、日本で最高になるために神奈川の中学生をサポートしています。\n\nアニメは主に黒子と鏡の関係、そして一緒に発展する方法（セイリンチームの残りの部分と一緒に）に焦点を当てています。 エピソードを通して、すべてのキャラクターの発展は非常に顕著です。 お互いのやりとり（と他のチーム）との交流はとても楽しくて魅力的です。 各キャラクターは個性化されており、ユニークな特徴を持っています。 セリエンの選手は、チームの他の選手のスキルに影響を及ぼし、それを補うのに役立つスキルと能力を持っています。 一緒に働くことによって、彼ら自身のバスケットボールスタイルだけでなく、他のものも改善する。\n\nまた、他のいくつかのバスケットボールのアニメとは異なり、黒子のバスケットにはスキルなどのいくつかの非現実的な特徴があります。  （黒子さんの「消滅ドライブ」や「明石の皇帝の目」など）しかし、これはアニメを面白くしています。 ゲームはより激しく、キャラクターを見ていることを見て、そのスキルを得ることはとても楽しいです。\n\nスポーツアニメのために、黒子のバスケットは非常に良い芸術を持っています。 アニメーションは非常に流動的ですが、それは傑作ではありません。 アニメの予算を考慮して、アニメーションは素晴らしいです。 芸術は全体的な視聴経験に加わり、スタイルはとても良いです。\n\n全体として、黒子のバスケットは素晴らしいショーだと思います。 バスケットボールの選手としては、私はどの人がショーを「非現実的」なのか見ることができますが、スキルはプロのプレーヤーが実際に使用する動きに基づいています。  （カガミの流星ジャムは、フリースローラインを飛び越えてスタートしたスラムダンクをベースにしていた。）ほとんどの少年ファンは、黒子のバスケットにとても満足していると思う。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "misachin",
    "profile": "/profile/misachin/reviews",
    "pages": "3",
    "number": "16",
    "link": "/reviews.php?id=231242",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  3\nサウンド|  3\nキャラクター|  3\n|  1\n\n私はちょうど私がする必要がある何かを覚えている、...私はずっと前に終わった特定のたわごとのアニメを見直すように\nこれはスポイラーとしてカウントされるかもしれませんが、トータルで3シーズンありました。私はちょうどこれを見直す必要があります。\n\nまず、物語はひどく悲しいものでした。私はすべての試合に苛立ちました。うまくいけば試合のトータルスコアを得ることはできませんでしたが、それは必要ではありません。 スポーツのアニメを伝えることは、結局のところ、主人公がマッチで勝つが、たとえ彼らが私をもっと苛立たせた人によってはっきりと読むことができなくても、それでもなお勝つことができます。\n\n第二に、芸術と音は私が楽しむことができるものです。それはこのアニメをサポートするようなものですが、結局のところプロダクションIGです。 私は嫌いなキャラクターがたくさんあるので、頭を切って切ってみたい。\n\n私はこのスポーツの大ファンでしたが、私はこのアニメを楽しむことができません、重大な欠陥は話です。 それは、私が大好きしていたバスケットボールが大嫌いになりました。 私は自分の心が気にならない無能なスーパーパワーで遊んだままにすることができません。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "AbsarNaeem",
    "profile": "/profile/AbsarNaeem/reviews",
    "pages": "3",
    "number": "17",
    "link": "/reviews.php?id=178985",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  9\n\n黒子のバスケット、少年スポーツアニメ。\nそれは非常に誇張されたアニメであり、私はなぜそれがそうであるかを見ることができます。 友人からの多くの推薦、このアニメの多くのフェイスブックページ、そしてここでランク付けされて私はそれをチェックするように強要されました。 私はこのスポーツアニメを見ながら高い期待を持っていましたが、私は言わなければなりません、私は失望していませんでした。 それはスポーツアニメが持つべき正確な感情と雰囲気を与えます。\n速いペースで動くアクションとドライブは、このアニメを見ながらあなたを圧倒します。 それはスポーツに関するすべてですが、それはいつも起こっていることではありません。 サイドアークは本当に面白く、コメディはかなりいいです。 私はこのアニメを開始し、終わりまでそれを見ることを計画してうれしいです。 だから、レビューに落としましょう。\n\nストーリー9/10：\n「奇跡の世代」は、バスケットボールで優秀な中学生6名のグループで、各自が中学校を卒業し、自分の高校で遊ぶことになる。\nアメリカの高校生である神奈川大河は、セイレンハイの初年度学生で、黒子哲也とともにバスケットボールクラブに参加しています。 練習、ゲーム、勝利と損失はすべてストーリーの一部です。 カガミは世代の奇跡のすべてを打ち負かすことに決めたので、黒子とセイレンハイバスケットボールクラブとチームを組んでインターハイチャンピオンシップを獲得する。\n今シーズンはGoMとInter High Titleの4つに集中しています。 それはあなたがshounenアニメから期待するようにです。 強い相手に直面して、コーナーに戻って突然上から出てきた。 しかし、それはまるで期待通りですが、ゲームはすばやく回っていて、ゲーム中は興奮し続けることができません。\n\nキャラクター8/10：\nキャラクター、特にプレイヤーはそれぞれ独自の能力を持っています。  GoMは特によく作られています。 それぞれが自分の人格と能力を持っています。 彼らのすべてが自分の面で素晴らしいので、私はそれらのいずれかを憎むと言うことはできません。 そしてシリーズのいくつかの女の子は物事を爽やかにします。\n\nアート8/10：\n芸術は本当にこのアニメにはいいですね、間違いなく。 その理由は、私は顎と顔の下のシャドウラインのために7を与えたからです。 あなたがそれらを密接に見ると、キャラクターは宇宙人や何かのようにかなり奇妙に見えます。 一度見たら、それを知るのは難しいです。 私はそれらの影のために奇妙な文字を見て覚えています。 しかし、あなたがそれを見落として、それが与えることを意味する効果のために取るなら、それはそれほど悪くない。 それとは別に、芸術は本当に良いです。 すべての文字はかなりうまく設計されており、あなたはそれが悪い芸術を持っていたと不平を言うことはできません。\n\nサウンド7/10：\n何も特別なことはありません。 オープニングやエンディングは毎回聞く価値がありませんでしたし、それを聞いて後悔するほど悪くはありませんでした。\n\n楽しさ9/10：\nゲームは私を興奮させた、喜劇は私を笑わせさせた、特性は見て良かった、すべては楽しいだった。 ゲームははるかに楽しい側面です。 ペースが速いゲームは、あなたの血液をポンプで汲み上げます。 クイックチェンジフローと素晴らしいテクニックはあなたを驚かせます。 それは間違いなく楽しい時計だったし、退屈することなく1日で最初のシーズンを完了することができた。\n\n全体的に、このアニメは評判がいい価値があります。私は、あなたの血液を一緒に汲み出し、笑い声を出すようなハイパーアニメを見たいと思う人にお勧めします。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "penguin0403",
    "profile": "/profile/penguin0403/reviews",
    "pages": "3",
    "number": "18",
    "link": "/reviews.php?id=158213",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  7\nキャラクター|  3\n|  6\n\n黒子のバスケットは私にとっては厳しいものです。\n\n私が今まで見てきた最初のスポーツアニメです。 あまりにも非現実的だと感じたので、私はいつもスポーツアニメを避けていました。\n\n私はそれについて多くのことを聞いて、最終的に新しいものを試してみることにしました。 最初のシーズンを終えると、私はそれが大丈夫だと感じましたが、多くの人々がそれを作り出した素晴らしいショーではありませんでした。\n\nストーリー：全体的に私が話した5。それは、「奇跡の世代」を打ち負かしようとしている加賀太太さんの男のことです。 この面では、それは独創的な少年アニメのように演奏した。 それは私が必ずしもそれに入ってきた最もよく書かれた物語を期待していないので、まったくうまくいった。\n\n芸術：芸術は本当に良かったです。 私はそれに8を与えました。彼らが裁判所を移動したときの様々な選手のアニメーションはかなり良いものでしたし、そのアクションにたくさんの興奮を加えました。\n\nサウンド：私はそれを与えた。あまり言わない。 私は楽しい音楽を見つけた。\n\nキャラクター：これはショーの最も弱いポイントでした。 おそらくそれは3を与えることは少し良いです。 彼が何もせずに通過するなら、なぜ彼を主人公にしてください。 彼は文字通りボールをドリブルさえしません。 一度もありません。 彼はタップを渡すだけです。 見るのは苦しいです。 黒子の性格でなければ、それは悪化するだろう。 文字はすべて穏やかです。  「この人は奇跡の世代と一緒に遊んでいました」または「この人はアメリカで育った」以上の裏話はほとんどありません。 カガミはあなたの典型的な強烈なメインキャラクターでした。 キャラクター全体の最悪の部分は、一般的にバスケットボールのスキルが不足していたことです。 バスケットボールのメインキャラクターサック！ そして、それは「ああ、私は改善して最高になるだろう」のようなものではありません。黒子はちょうどうんざりします...しかし、それがポイントです。 それはとても馬鹿だった。\n\n楽しさ：6.バスケットボールでツイストした典型的な少年アニメです。 あなたが小陰が好きなら、あなたはそれを好きになるでしょう。 もし離れていなければ。 何も言いたくない。\n\n総合：それは公正だった。 悪くないが良い。 ありがたいことに、それはそれほど普通ではありませんでした。 それはwatchableです。 間違いなく過度に誇張されています。 あなたがバスケットボール、ショーネアニメを好きで、これを殺す時間があるなら、あなたのショーです。 宿題やインターネットサーフィンをしながらそれをオンにします。 それは他のものに取り組んでいる間、多くの背景雑音を与えるために51の総エピソードを持っています。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "ndsempai",
    "profile": "/profile/ndsempai/reviews",
    "pages": "3",
    "number": "19",
    "link": "/reviews.php?id=218669",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  8\nキャラクター|  8\n|  10\n\nそれは、彼らがより多くの特別な人々に会うとき、彼らが人生で直面する様々な課題に直面する特殊能力を持つ人々の物語です。 主人公の神上大河は、ある日、彼が月に触れることができなかったことを実感しました。 その運命の日に彼はすべての力で飛び降りることに決めました。 ショーが進行するにつれて、鏡は上がり、上がりながら驚くほどの成長を見せています。  Kagami Taigaである空の中の点を見上げて、観客全員が地上にいるアニメのポイントがあります。 私たちの影忍者黒子を持っているTaigeを助ける。 影から立ち、彼はすぐに彼の手の巧みな使い方によってあらゆる状況をコントロールすることができます。  Kagamiと黒子は一緒に大規模なチームを作ります。\n\nそして、彼らは強力な敵に対抗していることを強く要求する必要があります。 私たちはコピー忍者カカスを持っています - 私はコピー忍者のキセ、ブルズアイ専門のミドリマとスーパーサイエンアオミンを意味します。\n\n鏡子と黒子の裁判と苦難に黒子の巴介が続きます。 ああ、キャラクターたちは、バスケットボールを横に振って冷静になっているので、スポーツアニメと呼ばれる人には驚かないでください。"
  },
  {
    "title": "Kuroko_no_Basket",
    "id": "11771",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "user": "cutencuddly",
    "profile": "/profile/cutencuddly/reviews",
    "pages": "3",
    "number": "20",
    "link": "/reviews.php?id=215736",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私は自分の人生で高さを解釈する陽気なやり方を見たことがありません！\n\n高さの不一致は、最も面白いものの一つでした。 これまで 全く真剣ありません。 私の元は2メートルの高さでした。 それは背が高い、はい、しかし、それは時々このシリーズほど巨大ではありません。 これは何ですか、バスケットボールの攻撃ですか？ 193cm？ 問題はありません。  2メートル？ それは大変です！ 私たちは今すべてのドワーフです！ ああ、いや！ また、黒子は幼児のように甲高いです。 何。\n\n私がちょうど過ごしたと信じられないくらいの祝日... 8時間、バスケットボールを見ていますか？ 私は私の人生で本当の試合を見たことはありませんが、これはちょうど面白かったです。 私は笑い声から何度か泣きそうになったと思います。 私は文字通り、ポップコーンをちょう​​ど気分に入って、試合が進行するにつれてスクリーンで叫ぶようにしなければならなかった。 私は実際にシリーズ全体で実際に何が次に起こるかを知りたかったのです。 キャラクターもとてもよかったです。 私は特に、黒子がこの世界がこれまでに祝福されたおかしなものだと思います。 トイレなどにいる間に誰かを驚かせたいと思っています。 彼の静かで刺すようなラインは私を毎日つかまえた。 シングル。 時間。\n\n何かがそれについて私を苛立たせなかったなら、シリーズはありません。 かがみ。 偉大なキャラクター、駆動され、他の人に比べて非常に素晴らしいパワーバランスを持っています。 だけど。\n彼の眉毛。\n聖なるイエス様、なぜですか？ 彼らが顔をズームするたびに、私は小さなハサミを手に入れ、彼の眉からまったく不要な小さなスパイクをカットしたかったのです。 ちょうど。 リミハイをそこに振り、すぐにそれをはめます。 または、ナイフを取ってやさしく掻き落としてください。 今私は文字通りそれについて幻想を抱いています。 私はそれが性格を加えることを得るが、それだけである。 私はできません。\n\nそれは言われて、私は第2シーズンを見るつもりです。 そして、私のアーチ・ネメシスとなったこれらの眉を無視しているように絶え間なく続けています。"
  }
]
