[
  {
    "title": "Dog_Days",
    "id": "11783",
    "url": "https://myanimelist.net/anime/11783/Dog_Days",
    "user": "GregZor9",
    "profile": "/profile/GregZor9/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=73643",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\nこのレビューは、すでにシーズン1を見た人の視点に基づいて行われる予定です。 私は犬の日々が初めての場合、読んでおくべきシーズン1のレビューをすでに書いています。 最初に犬の日々に入っていくつもりなら、最初に季節を見てください。 これは明白だと思うかもしれませんが、ショーの奇妙な命名計画とそれが現在の西部のストリーミングの条件のために、それは本当に初心者に混乱することがあります。 シーズン1は「犬の日」、シーズン2は「犬の日」または「犬の日ダッシュ」です。 この執筆時点では、Crunchyrollはシーズン2をストリーミングするだけなので、シーズン1のストリーミングを見るための法的な方法はありません。 あたかも多くの批評家が新鮮なアニメシリーズであり、これらのキャラクターが誰で、何が起こっているのかを混乱させてしまうと考えているシーズン2を見るようになっているかのように感じます。\n\nあなたがフランチャイズに入り、ファンサブをダウンロードしたり、ブルーレイをインポートしたくない場合（英語の字幕が付いています）、気楽に過ごしたり、シーズンをスキップしたりしないでください。  Crunchyrollに、シーズン1のストリーミングがどんなに悪いかを知らせて、Aniplex、Funimation、またはあなたが国内のボックスセットでそれを望んでいることを知っている人に聞かせてください。 それは素晴らしいフランチャイズであり、合法的なシーズンの欠如は一流が非常に残念であり、将来の季節の収入とチャンスを傷つけるだけです。\n\n\nストーリー：\n\nシーズン2は、シーズン1が終わったところから始まります。 真紅はFlonyardに召喚されますが、今回は友人のBeckyを連れて行って、奈南がGaletteに召喚されてFlonyardに連れて行かれるのはいい考えです。\n\nバットの右の最初のアークは、すべて1つの巨大な戦いです。 真紅はビスコッティ共和国のために戦い、ナナミは新しいヒーローとしてガレットのために戦います、そして、ベッキーは彼らの英雄になるために「Pastillage」と呼ばれるリスの新しい国に拉致されます。 戦闘は昨シーズンと同じようにノックアウトと衣服リッピングのヒットポイントを獲得している国だが、今度は2つではなく3つの国、1つではなく3つの英雄で行われる。 シーズンは、ランダムな冒険と、多くの魔法と、新しいキャラクターと、魔法少年/少女の超モンスターで満たされています。\n\nDog Days fandomには、2つのタイプの人がいるようです：過度のアーキング競合があったためシーズン1を好きだった人です（Shinkuは地球に戻っても最終的には巨大なモンスターを知ることはできません）。 最初のシーズンを感じている人は、タックオンしたモンスターの強制ドラマに少し邪魔され、ちょっと変わったFlonyard hi-jinxを持っていただけだった。 ちょっと変わったハイ・ジンクスと戦いを望む人は、本当にシーズン2と一緒に扱います。 バトルエピソードがない場合、シリーズには紛争の少ない自己完結型のエピソードが満載され、通常はすぐに解決されます。 実際の対立はなく、シーズンの唯一のドラマは、エクルールが彼女と真紅の関係を尋ね、彼女が告白すべきかどうかについてのエピソードの1つです。 死の恐れはまだありません。 ショーの後の人々は、オープニングでキャラクターの肖像画がシャドーイングされているため、シーズン中に大きな悪いキャラクターを導入すると最初は思っていましたが、結局そのキャラクターはそれほど悪くないことが判明しました。 あなたが鋭いドラマや紛争を望んでいるDog Days Dashを見ているなら、あなたは失望します。\n\nシーズン2は、すべて世界的な建物、新しいキャラクター、そして戦いです。  Masaki Tsuzukiは、シーズン2を書き上げているときに、すでに3シーズンの出場権を得たことを知っていた可能性があり、シーズン2を軽くしてより深刻な第3シーズンにすることに決めました。\n\nFlonyardの皆はまだ素晴らしいです、モンスターはいたずらです、巨大な鳥はまだチョコボのように見えます、そして物語はまだ楽しみと興奮についてであり、暗闇ではないということについてです。\n\n\nアートとアニメーション：\n\nSevenArcsはかなりまともな仕事をしました。 アクションシーケンスは本当に速いペースでエキサイティングであり、必要なときには芸術が良いです。 シーズン1は、シーズン後半にはまったく驚くべきコンサートシーンを持っていました。私はこのシーズンにもっと見ることを望んでいましたが、2つのコンサートがあったにもかかわらず、悲しいことです。\n\n第2シーズンは、Kou YoshinariとStudio Silverによるアニメーションの魔法少女変身シーンを手に入れます。 私が初めてそれを見たときに、シーンは私を吹き飛ばしました。 悲しいことに、シーケンスの多くは驚きましたが、それはまた非常に明白なCGで満たされていました。そして、自分自身を含むいくつかのファンは、そのシーンがDog Daysのようなショーに入れるには過度に性的であると感じました。 それでも、そのシークエンスは、シーズンの後半でEclairとLeoの戦いの短いシーケンスと相まって、私の好きなシーケンスでした。\n\nあなたが停止し、背景の文字に注意を払う場合、彼らはひどく描かれている、あなたは笑うことはできませんが、多くのフレームがあります。 また、シーズン1のジェネラルフェイスの兵士が戻ってくると、いくつかのパンニングショットでコピーペーストされた人を見ることができます。 ハイ・アクション・シーケンスの大部分を25％のスピードで見ていたので、フレームを良いものと悪いものの両方で捕らえることができました。 多くのシーケンスには、本当に面白い、本当に豪華なキーフレームがたくさんありますが、多くの陽気に悪い人たちと同じです。 彼らは、ブルーレイのリリースのためにいくつかの作業をしています。\n\nキャラクターのデザインや衣裳が登場する限り、Dog Daysは絶対に素晴らしいです。 すべての文字は本当にユニークでよく考えられています。 私たちはリスの人々の新しいレースを手に入れます。彼らはすごくリズのテールを持っています。 ナナミとベッキーのヒーローの服/バリアジャケットは、すごくクールな色合いで驚くほどにデザインされています。 キャラクターは、エピソードで若い/年上の自己に変わってしまっていて、すべて新しい服が与えられ、適切に見えます。 このシリーズの衣装デザインをした人は誰でも天才です。  Nanohaを見た人は、Nanoha風のデザインに本当に似ています。 エピソード8のcatgirl-godを除いて、私が嫌いな第2シーズンの単一の衣装やヒューマノイドのキャラクターデザインは考えられません。 彼女はすべての面でちょうど醜いです。\n\nFlonyardのモンスターや動物が行く限り、それらはただ受け入れられます。 シーズン2では、ブリオッシュと雪風の忍者犬のグループが戻ってくるのを見ていますが、画面上に何度も描かれていません。 彼は退屈な灰色で、最終的なファンタジーからの武器タイプのモンスターの1つのように見えるので、正直にむしろ圧倒的な新しい巨大なドラゴンを手に入れます。 私たちは今度は新しい巨大な鳥を手に入れ、彼らは巨大なカナリアのように見え、かわいいくすんだ鳥の騒音を作ります。 私たちは、ちょうど本当にちっちゃなぬいぐるみのウサギのように見えるモンスターウサギのレースを取得する。\n\nシーズン2はユニークな芸術の方向性を保っていました。明るい光沢のある色が私を笑顔に保ち、明るさはすべてが幸せなアニメにとって非常に適切であると感じました。 全体的に、芸術はとても良かったです。\n\n\n音：\n\nオープニングは、新しいヒーローとリコッタの声を上げている水木奈奈が行います。 終わりは、Millhioreを声に出している堀江由衣によって行われます。  Millhioreも今シーズンに2つのコンサート曲を持っています。 彼らは本当にDog Daysがアルバムの販売を促進するショーであるという事実を隠そうとしているわけではありません。 それでも、Fearless Heroは、アニメーションを開いていることを賞賛し、これがたくさんのアクションと冒険を持つショーであることを賞賛する素晴らしいトラックです。 堀江由衣の曲は、ちびキャラのスクロール・キャストで単にEDとして演奏されます。\n\n残りのサウンドトラックはちょうどそこにあります。 私が季節に聞いたことが覚えている音楽の大部分は戻っています。これは特に悪いことではありません。なぜなら、アクションが進行するときに演奏する音楽はとても熱血で楽しいものですから。\n\n声のキャストについての苦情は絶対にありません。 シーズン1からのオールスターキャストが帰ってきて、その上に青木由紀を新しいリスプリンセスとして、北村えり、鳥海康介などが登場する。 あなたが小さなげっ歯類から期待しているように、葵はすばらしい仕事をしています。 ミズキナナはリコッタとして帰ってきて、文の後に「デリマス〜」と言うたびに私を笑わせてくれる。  Eriは「nanodesu〜」と言う新しい古いキャラクターを声に出します。 声は聴くことが絶対的な喜びであり、私は彼らがどのような才能をシーズン3に得るのか不思議です。\n\n\nキャラクター：\n\nあなたがシーズン1のキャラクターを愛していれば、それらをもう一度全部愛するでしょう。 真紅はまだまだ楽しいと思う勇敢な運動ヒーローで、Millhioreはまだまだかわいい王女、レオはまだ戦士 - 女王、Briocheはまだ洗練された年上の女性、Yukkiはまだ陽気で巨大な胸を持っている、リコッタはまだ 不気味な天才など\n\n新しいキャラクターがヒットしたりミスしたりします。 ベッキーと七味私は当初、ひどいキャラクターになると思っていました。 私はバックが嫉妬深いサード・ホイールになると思っていて、ナナミはミス・パーフェクトになるだろうと思った。 驚いたことに、私は本当に両方を楽しんだ。 彼女のヒーローの形の七海は、氷と水のスケートとスタッフと戦い、絶対に素晴らしい衣装を持っています。 彼女は本当にNanoha StrikerSのSubaruを思い出させる。 ベッキーは魔法使いのようになり、魔法の箒に乗って東方のような魔法の呪文を撃つ。 ベッキーのコスチュームも本当にきれいにデザインされています（私はオレンジの吸盤です）。\n\nリスの新しい国の導入で、新しいリス姫が登場する。 彼女はいつもいつも退屈で、他の人のビジネスを見て、兵士を他の人の戦いに引きずり込み、一般的に困っているようだ。 彼女は2人の主要兵士CarawayとRiselleを持っています。彼らは最初の戦闘で本当に素敵なキャラクターに見えましたが、それを過ぎてもスクリーンにはほとんどいませんでした。\n\nアデレードには古代の人間の英雄キング、アデレードもあります。それは実際は魔法のピストルと剣で戦っている北村えりの声です。 彼女はヴァレリーと呼ばれる悪魔の王を伴い、そのうち2人は夫婦の一種で、おそらく結婚まで行っています。 アデレは、彼女の重要な他人が他の女性を見るときに嫌う、典型的な嫉妬の女の子のキャラクターです。ヴァレリーは変態であるため、頻繁に起こります。 彼女は暴力で彼を脅かしています。そして、二度目にシュッツティックは本当に古い年齢になります。 アデーレは白と黄色の配色で、ブロンドの髪と星の形をしています。ヴァレリーはダークカラースキームとリスの尾のようなものです。 彼らは本当に多くのファンを残して歴史にはあまり進まず、シーズン3が彼らの関係についていくつかの答えを出すことを望んでいます。\n\nシーズン3ではブリオッシュの弟イスカ（旅の剣士/侍）も紹介しています。 彼は非常に落ち着いていて、Briocheとよく似ていて、Briocheの本当の名前と少しの歴史についての裏話を少し載せています。 私は彼がもっと重要な役割を演じなかったことに失望した。\n\n開発が進んでいる限り、私たちはちょっと見ています。 先に述べたように、私たちはゆきかぜとブリオッシュについて裏づけになります。 彼らの世界と召喚、そして地球に行くFlonyardiansがあった可能性についてもっと知ることができます。  MillhioreとShinkuの関係はあまり発展していないが、Eclairは彼女の気持ちとShinkuの気持ちの約半分を持っていて、BeckyとShinkuの関係は少ししか発展していない。 真紅は明らかに進歩していないので、かなりのリードキャラクターになっており、自分の気持ちを知っていることを明白に認めていますが、良いことがあります。 私はShinkuを嫌うのはかなり不可能だと思っていました。特に、今シーズンに画面の時間を伸ばすのに十分な他のキャラクターがいることを見て、ストーリーが彼に集中するとは限らないので、画面から欲しいキャラクターに変わることはありませんでした。\n\n犬の日ダッシュは、多くのキャラクターがより多く洗練された可能性があるにもかかわらず、非常にキャラクター駆動でした。 彼らは非常に多くの驚くべきキャラクターを紹介しました。何度も、キャラクターの紹介を止めて、既に持っているキャラクターを拡張できるようにしたいと思っていました。 これはフランチャイズ全体の巨大な欠陥であり、私は本当に彼の世界を創るMasaki Tsuzukiの方法に戻ると思います。 彼は本当にクールなキャラクターのこの大きなキャストがあったNanohaと同じことをしましたが、彼らはそれらを本当にクールなキャラクターとして紹介した後、彼はそれらを忘れてしまうのが好きです。 キャラクターのための物語を作るのではなく、キャラクターを作るのが好きで、ドッグデイ全体を傷つけるのとほぼ同じです。\n\n\n全体的な楽しさとその他の考え方：\n\n私はDog Daysフランチャイズを本当に楽しんでいます。 私は最初のシーズンを4回見ましたが、今のところシーズン2のエピソードをそれぞれ2回見ました。 私は彼らが変わったかを見るために再びブルーレイでそれらを見るつもりです。\n\n私にとっては、犬の日々は、陳腐な小説や漫画の脚本や十代の若者向けショーの世界で新鮮な空気の息吹であり続けています。 確かに、Dog Daysには若干のハレム要素のようなテロップがあり、それはfanserviceを持っています、それは動物の耳と尾の文字を持っています（私にはその魅力を加えるだけです）。そして心臓にはshounenです。 犬の日ダッシュはあなたが座って、オンにすることができ、楽しいキャラクター、楽しい魔法の戦い、無邪気なキャラクターのやりとり、そして（ここで私はその「F」の言葉を再び使って）楽しい世界へ運ばれるショーです 典型的なショーで燃え尽きたファンのための願い事は、彼らが好きで幸せに感じることができるように創造されたものを見ていて、特定の派閥のために根を下ろさなければならないかのように感じたり、 あなたの好きなキャラクターが死ぬならば。\n\nあなたがシーズン1を見たことがないなら、自分自身に好意を持って行ってください。 あなたが2つを見なければならないかどうかに関してシーズン1を見た後でフェンスにいる場合は、もちろんそれを見てください。 今回は周りのプロットが少なく、競合も少なくなっています。 シーズン2では、鈴木正樹は3シーズンにグリーンライティングをしていたことを知っていたので、シーズン2をセミシリアとコンプリートシーズンの2つの間にワールドビルディングフィラーとして使用することにしました。 ダッシュの最後のエピソードは、別のシーズンを強く示唆していました。そして、それが得ているプレスとプロモーションのすべての仕事、そして途中での堅実なブルーレイの売り上げと商品の数々で、あなたは 死んだフランチャイズ。 私は熱心に北米のリリースを待っています。\n\n犬の日ダッシュは完璧な続編ではないので、多くの人が期待していましたが、グリムダークプロットではなく、キャラクター主導のアクションアドベンチャーのかわいい楽しみを期待して、このようなフランチャイズとして完璧です。 それは私のために十分です。"
  },
  {
    "title": "Dog_Days",
    "id": "11783",
    "url": "https://myanimelist.net/anime/11783/Dog_Days",
    "user": "SilveRR",
    "profile": "/profile/SilveRR/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=83825",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\n犬の日はそのシリーズの1つです（第1シーズンと第2シーズン）。それはあなたが楽しんでいること、それがどれほど明るいのか、それとも一見どこにもいないので嫌いです。 シーズン）。 しかし、あなたがそれを愛しているかそれとも嫌いであろうと、犬の日々はそれが何をしようとしているのかよく分かっていません。\n\n犬の日々の第2シーズンに向けて、チンケは親友のベッキーといとこななみと共にFlonyardの世界に呼び戻されます。 しかし、今度は、それぞれの側が自分たちのヒーローを手に入れてしまいます。 各エピソードを通して、キャラクターはいくつかのユーモアな試練を経験したり、「戦争」に参加します。\n\n第1シーズンと第2シーズンには数多くの違いがあります。 最も大きな違いは、第2シーズンには第1シーズンのような基礎的なプロットが含まれていないことです。 しかし、すべてのシリーズが成功するためのプロットを必要とするわけではなく、Dog Daysの第2シーズンがその例です。 各エピソードには面白い瞬間があり、エピソードごとに異なる何かが起こるため、ほとんどのエピソードは非常に面白いです。 別の大きな違いは、別の国Pastillageの追加です。 この追加はいくつかのことを行いました：キャラクターを追加し、「戦争」に多様性を加え、コメディを助けました。 これらすべての変更にもかかわらず、第2シーズンの犬の日はまだ最初のシーズンに非常に似ています。 シリーズはあまりにも多くを試していない、それは面白い、それはかわいいと最も重要なのは面白いです。\n\nアートとアニメーションは前のシーズンとほとんど同じです。 特に戦闘中には非常に魅力的なビジュアルがいくつかあり、キャラクターデザインは非常にかわいく見えます。\n\nオープニングとエンディングも最初のシーズンのオープニングとエンディングに非常に似ています。 オープニングは非常にエネルギッシュで、シリーズをよく説明しています。 結末はエピソードへの結論に完璧だと思う非常に甘い歌です。 声優はまた、彼らが演奏しているキャラクターに合った非常に良い仕事をします。\n\n今シーズンは、ただひとつのヒーローだけではなく、3つのヒーローがあります。 私たちオリジナルのヒーローCinque / Sinkは、おそらくパワーレベルの点で3人の英雄の中で最も弱いですが、Nathan Drakeのように見えます（これらのヒーローがどれほど強力であるかがわかります）。 最も弱い英雄であるにもかかわらず、彼は素晴らしい人物です。 彼は挑戦から遠ざけていることは決してありません。彼はいいですし、他のすべてのキャラクターとは素晴らしい化学を持っています。\n\n他の2人のヒーローはチンクエのように目立つことはありませんが、各エピソードでは役割を果たします。 チンクエの古いいとこであるナナミは、チンクによく似た個性を持っています。 彼女はとても元気で、挑戦から退くことはありませんが、彼女はチンクよりもやや強いです。 ベッキー、チンクの最高の友人とおそらくすべてのパワーヒーロー以上、他のヒーローとは非常に異なっています。 彼女は非常に運動的ではありませんが、チンケと七味（ヒーローの形は魔女のようなもの）とは異なるスタイルのヒーローになるビデオゲームの経験が豊富です。  3人全員がとても好きで、かなり良いキャラクターです\n\n今シーズンは、初めのように大きな役割を果たすことはありませんが、最初のシーズンと同じように柔らかく、優しく、戦闘で自分を抱きしめることができます。 かわいいので、私は苦情がありません。 このシーズンには、エクレアは本当に驚きの驚きの開発を経験し、またシリーズのすべてのキャラクターの中からチンクエと最高のケミストリーを持っているため、本当に魅力的です。  Couvert、Valerio、Adelaideのような新しいキャラクターもたくさんあります。 それぞれのキャラクターはコメディに加えて、それぞれ異なる個性をテーブルにもたらします。 私はまた、チンクエが大好きなキャラクターの間で嫉妬の戦争が起こっていないという事実が気に入っています。他のアニメには時には非常に迷惑になる愛のライバル間の嫉妬の戦いがあるので好きです。\n\n犬の日々（両方の季節）は楽しいものが好きなので非常に楽しいシリーズです、それは非常に軽く、非常に面白いとすべてのエピソードは別のものをもたらします。 しかし、シリーズは誰のためではない、それは物語がなく、どこにも行っていないようです。 しかし、見たいものを探しているだけなら、Dog Days（両季節）はとても楽しい時計になることができます。\n\n全体として、犬の日々の第2シーズンは最初のシーズンとは異なりますが、まだまだ良いものです。 それは決して壮大ではありませんが、それでも多くの人が楽しめるかわいい面白いシリーズです。"
  },
  {
    "title": "Dog_Days",
    "id": "11783",
    "url": "https://myanimelist.net/anime/11783/Dog_Days",
    "user": "Toucanbird",
    "profile": "/profile/Toucanbird/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=73781",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  3\n\n無駄な運動\n\nそれは実際に私が犬の日の2番目の季節を記述できる最良の方法です。 私は最初のシーズンが準優勝で潜在的なものだと感じましたが、今シーズンはこのアニメが潜在的な可能性を否定しました。\n\n犬の日の最初のシーズンを見ている人のために、あなたは2番目のシーズンで多くを失っていません。 いくつかの新しいキャラクターが追加されているのは同じ古いシャツです。 では、このアニメはどこでうまくいったのですか？\n\n物語。 それは本当に恐ろしいです。 どんな種類の闘争やビルドアップもなく、Flonyardに着くとすぐに行く準備ができているようでした。 それは本当に劇的なもののためのフレアを取り除いた。 実際には、それは存在しないためにそれを失うことになるかもしれません。 今シーズンは、最初のものが去ったところで、Sinkuは、NanamiとRebeccaをFlonyardに連れて行き、今回は、NanamiがGaletteのヒーローになり、RebeccaがPastillageの新しく導入された国のヒーローになる。  CouverteはBiscottiとGaletteの間の戦争ゲームにPastillageを入力することを決め、本質的に三面戦争になります。 残念ながら、それは叙事詩としては聞こえません。 この「ユニオンフェスト」にはアクションがほとんどありません。彼らはそれを呼び出すと信じており、ファンが期待していた戦いのシーンはかなり失望しています。 このアニメの2/3がパッディングとファンサービスだったと真剣に感じました...そして、ボーイファンサービスがあります！ それ自身の権利で軽い金額を持っていた最初のシーズンよりもさらにそうです。 私が本当に気に入らなかったのは、ナナミとレベッカがバットの戦いでプロであったような気分でした。\n\n私はまた、キャラクターの相互作用が非常に乾いているという事実のために、このアニメをとても楽しいものにしていませんでした。 第1シーズンとは異なり、今シーズンにはドラマや緊張感はなかった。 最初のシーズンとは違って、今シーズンを終えるためには本当に自分自身を強制しなければなりませんでした。 すべてがクッキーカッターであり、乾燥していた。 これは、Barney the Dinosaurの敵対的で長いエピソードのようなものだと感じました。私はとても幸せです。私はあなたを瞬時に愛しています。 フィラーエピソードのように感じたものの上にそれを投げて、これを非常に難しいものにしました。 このアニメを見ながら（そして、日本がメディアに持っている非常にリベラルな姿勢をとって）、私はいくつかの熟考が私の心の中を流れていました。 私は自分自身に、このアニメのターゲットオーディエンスは何ですか？ 対話は中学生のためのもの、あるいは若者のためのものであると感じられ、コンテンツは大学時代の聴衆にHSを目指しているかのように感じました。 それが何であれ、それはうまくいかないように感じました。 私のようなファンのサービスがぼんやりとした（冗談だが、私の子供がこれを見ることを許さないという声明である）けれども、ファンのためのサービスは喜んで楽しんでいた。\n\nそう言われると、このアニメが正しいことは何ですか？ 並べ替え 私はアートワークが好きだったにもかかわらず、このアニメが突然魔法の女の子のヘンタイの領域に飛び込んだと感じたエピソード2のシーンがありました...そしてアニメを見た人は私が何を話しているか知っています 。 私は音楽が今シーズンはまだかなり良いと思っていましたが、私は昨シーズンの音楽が少し好きだったと認めます。 犬の日々についての良い事柄を特定するのは非常に難しいと私は言います。\n\n全体として、私は犬の日々が本当に私の人生の6 1/2時間とおそらく私は2012年に見てきた最悪のアニメだったように感じた。最初のシーズンのセットアップは、実際には私が期待したよりもはるかに劇的だったと私は季節 2人は同じ種類の劇的なフレアを捉えることができ、シーズン1の中期から後半のセクションがキャプチャされた、それはかなりまともなアニメでした。 それは接近して正直に来ていない、それは試していない。 私は作家が今シーズンで何をしようとしていたのか分かりません。 私は彼らが第3シーズンのために壮大なセットアップをしようとしたいのかどうか分からないが、シーズン2はそれが続くならばこのシリーズに投資し続けることさえできなかった。"
  },
  {
    "title": "Dog_Days",
    "id": "11783",
    "url": "https://myanimelist.net/anime/11783/Dog_Days",
    "user": "Kurokami18",
    "profile": "/profile/Kurokami18/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=67947",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  7\n\n---英語は私の母国語ではないので、すべての間違いを事前にお詫びします（フィードバックをお願いします）。このアニメはレビューがありませんでした。\n\n犬の日は犬の日の最初のシーズンに直接続くので、最初の犬の日を楽しむなら、同じコンセプトに従いますが、新たに追加された英雄が追加されるので、2番目のシーズンも好きです この楽しいシリーズに楽しい。\n\nチンクエは彼の優れた運動能力でビスコッティ共和国を代表するためにもう一度召喚されるが、今回はレベッカ（友人）とナナミ（いとこ）と一緒にFlonyardに戻る。\nナナミも非常に優れたスキルを持ち、彼女はガレッ​​トを代表するヒーローとして採用されると、すぐにチンクエのライバルになる。 レベッカは、チンケとナナミほど巧みではないにもかかわらず、あなたが知っているかもしれない戦闘は、実際にはFlonyardの様々な共和国間の友好的なオリンピックのような戦いに加わります。\n\n芸術は最後の季節と同じくらい良い;カラフルで明るい、そしてスムーズに流れる。\n\nサウンド：OPは、水木奈奈が行います。それ以外に何が求められますか？ 堀江由衣はかわいいEDを歌います。\nOSTは各シーンに適しており、これまで見てきた戦闘シーンに最適です。\n\nキャラクター：チンクエはまだ確信が満ちており、ナナミは確信とレベッカを持っていますが、最初は恥ずかしがり屋ですが、強いキャラクターになるという約束を示しています。\nミリアヒア姫は今までと同じくらいかわいいですし、レオンミチェリ様はまだ戦場での彼女の優しさを示しています。それに加えて、キャラクターは明らかな変化を示さない。  MillyとLeo-himeと一緒になって、自分の国の戦いのイベントに参加している新しく追加されたキャラクターCou、Pastillageの姫があります。\n\nそれは他の有名な声の中でも、水木奈奈、堀江由衣、花澤かなの3人で構成されています。\n\nとても楽しかったので、このショーに7（良い）を与えました。\nそうでなければ、アクションで寝返りのシリーズを探しているなら、これはあなたにとって完璧です。"
  },
  {
    "title": "Dog_Days",
    "id": "11783",
    "url": "https://myanimelist.net/anime/11783/Dog_Days",
    "user": "PyraXadon",
    "profile": "/profile/PyraXadon/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=175475",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  8\n\n2015年の冬季に新しいシーズンが始まると、私は自分自身に考えました。ちょっと、このちょっとしたシリーズとそれが抱く喜びに追いついてみませんか？ そして、全く新しいタイトルで、Dog Days Dashのレビューがあります。  （私は次のものがDog Days Dash Dashとかそのようなものと呼ばれると仮定します）。\n\nストーリー（7.11 / 10）：ドッグ・デイズの話は、その前身からフォローアップされ、いくつかの変更が加えられました。 前シーズンと比較して、私たちの主人公シンクは、彼の仲間の2人、彼のいとこななみ、そして彼の幼なじみのレベッカと共に、Flonyardの魔法の土地に戻ります。 ここでは3人がシンクがしばらく時間を費やした世界に行き、その過程で楽しい時間を過ごしています。\n\n鈍いために、今シーズンは本当に多くを提供する必要はありません。 これは、ドラマやドラマを追加した前のシーズンとは非常に対照的に、ドラマや本当に悲惨な出来事がなくても演じる、人生の一部に似ています。 私たちの3人の外国人キャラクター、シンクと彼の仲間は、これらのネコモミミミタイプのキャラクターと時間を過ごし、3つの別々の王国の英雄として彼らの時間を過ごすストーリーテリングの日々のプロセスを経ています。 これはシリーズにとっては悪いことではありません。ストーリーテリングの日常的なやり方はうまくいっていますし、このシリーズのゆったりとしたスタイルにも合っていますが、以前は見たことのないものではありません。\n\n今シーズンは、Flonyardの世界についていくつかの新しい事柄や特徴をもたらしていると言われています。 聴衆として、あなたはこのファンタジーの世界についてより多くを見て、それについてもう少し学びます。 ショーが世界を築いてくれたという事実が、私たちにもう少し多くのプレゼンテーションをしていたことが、今シーズンを最後のものよりも少し進化させました。\n\n全体的に、Dog Days Dashは新しいキャラクターや新しいシナリオを持って来ることを除けば、最初のシーズン後にはあまり構築されません。  Flonyardが持っている戦争と同じ考え方と、キャラクターが共有する関係はほとんど変わらず、同じままです。 シリーズ初のシーズンであるドッグ・デイズを見た場合、第2シーズンは本質的に同じですが、ドラマは少なくなります。\n\n概要：\n+良いゆったりした雰囲気\n+ショーはもう少し世界を構築します。\n+/-日々のストーリーテリングは新しいことではない\n\nCharacters（7.35 / 10）：今、私はこのシリーズのキャラクターについて話を進めることができますが、実際に説明するか説明するのは正直すぎます。 だから、ここにキャラクターの概要がいくつかあります。\n\n犬の日は、不条理な文字のシリーズの一つです。 ビスコッティ・ミルフィオーレ、エクレア、リコッタ、レオ、ガル、ナナミ、レベッカ、クヴェルテなどのプリンセスがあります。これらは「主要な」キャラクターだけです。 遠くに行く限り、あなたは人として誰であるかについて本当によく分かりません。 ショーは主にキャラクターがお互いに時間を費やしながらストーリーテリングの日々のスタイルに焦点を当てているので、あなたが本当に目撃するのは、お互いに相互作用するキャラクターだけです。 みんなのための特徴は本当に肌の深みがあり、Eclairがツンデレのような非常に特徴的な1つの特徴があり、Gaulはすべての地獄のように競争力があります。 しかし、これらの形質はその特性を超えていなくても、シリーズにはあまり影響しません。\n\nさらに、ショーは、Yukikaze、Violet、Genoiseの3人のメンバー、各王国の警備員の指揮官、そして新たに追加された2人のキャラクターのようなサポートキャラクターを多数擁しています。  「メイン」キャラクタと同様、これらのキャラクタは、個性を定義する特異な特徴を超えた特質を持っていません。 もう一度、このスタイルのストーリーテリングが悪いというわけではない。 しかし、これには欠点があります。\n\nこのシーズンのキャラクターが最初のシーズンと比べて見ることができる欠点は、特定のキャラクターに焦点が当てられていないことです。  MillefioreとSinkが今シーズンの主要な焦点だった昨シーズンと比較して、Dog Days Dashは基本的にすべての登場人物を平等な場所に置いています。主人公は時にはサイドキャラクターと同じくらいの驚きを覚えています。  。 これは、このシリーズの主人公であるシンク（Sink）が、キャラクターの重要性について少し落ち着いているように感じることから、少し気になります。\n\n全体として、犬の日々のキャストは、幅広く広がり、各キャラクターは、他のキャラクターの上に置かれるのではなく、比較的平等な地面になります。 私がこのキャストについて興味深いと思うのは、それらを認識することがどれほど簡単かということです。 通常、このような広がりのあるキャストを持つショーでは、20〜30文字ではなく、おそらく5〜6文字しか認識できません。 彼らはすべて驚くほど簡単に認識して覚えています。これは間違いなくこのショーのプラスです。\n\n概要：\n+簡単にキャストを覚える\n+/-本当の主人公はいません\n\nアートとサウンド（7.22 / 10）：このシリーズの芸術はあなたが非常にカラフルと呼ぶものです。 すべては非常に大胆な配色で行われ、ショーの無意味な感情を放つために軽い方に向かっています。 芸術自体は本当に特別ではありません。 審美的には楽しいですが、それは本当に素晴らしいショーの品質ではありません。\n\nさらに、Dog Daysには独自のブランドのecchiがありますが、これはすべての深刻さにおいて幾分奇妙です。 非常に頻繁に、ショーは基本的に女性のキャラクターから服を崩壊させ、基本的には何も着ていない状態で出るように導く。 前のシーズンと比較して、これは頻繁に起こることはありませんが、完全に不要になることがよくあります。\n\nこのシリーズのサウンドトラックは実際には何も書かない。 シリーズのための傑出したトラックはなく、シリーズの流れに続く非常に静かなトーンが続きます。 彼らはまともなトラックですが、本当に思い出深いものではありません。\n\n概要：\n+デリカテッセン\n+デセントサウンドトラック\n - 不必要なエッチの瞬間。\n\n個人的な楽しさ（8.38 / 10）：Flonyardは興味深い場所です。 それはチョコボ、基本的にスポーツのような戦争を持っています。あなたが英雄であれば、ロイヤルティのように扱われ、能力が圧倒され、そこにいるすべての人はペットのように欲しがるのが好きです。 とりわけ、あなたはシンクの場所にいて、あらゆる種類の女の子に囲まれていて、それらのいくつかの隣で眠ることさえできます。 地獄、私はこの場所に住みたい。\n\n私はこのショーを好きでしたか？\n\nはい、私はしました。 このショーは楽しい時計でした。 ドッグ・デイズ・ダッシュは、その先例を追って、私が最初に予想していたのと同じように、より穏やかでリラックスしたストーリーを作りました。 全体的に見ると素晴らしいショーでしたし、それを見てもそれほど多くの否定的な経験はありません。\n\n私はこのショーについて好きではなかった？\n\n正直なところ、嫌いなことは何もありません。 すべてのエピソードは新しいものがあり、飽きることはありません。 とりわけ、それはゆったりとしたショーで、ショーが何をしようとしているかを反映した雰囲気と感情を提供します。\n\n私はこのショーをお勧めしますか？\n\nあなたが何かの物を探していてもまだまだアクション満載のものを探しているのなら、それとも私のような動物の耳のファンなのですか？これはあなたのためのショーです。 これは続編だから、まず最初のシーズンを見ることをお勧めします。\n\n全体的な得点：7.44 / 10"
  },
  {
    "title": "Dog_Days",
    "id": "11783",
    "url": "https://myanimelist.net/anime/11783/Dog_Days",
    "user": "BanjoTheBear",
    "profile": "/profile/BanjoTheBear/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=171299",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n（これは私のredditスレッドから適応されています）\n\n人生は難しいことがあります。 大学を卒業、30時間から40時間働くこと、関係を扱うこと、財務を扱うこと、リストは続かず決して止まらないようです。 ちょっとした瞬間のためであっても、リラックスしてリラックスできるように、ちょっとした息を呑むだけの時間があります。 犬の日シーズン2は、この「息をする人」です。 激しいドラマ、クレイジーアクション、または哲学的な洞察を含む多くのショーの中で、これはただのものを楽しむためのものです。\n\nストーリー\n\n犬の日シーズン2は、最初のシーズンの終わりから数ヶ月後に起こります。 今回は、Shinku、Rebecca、NanamiがFlonyardに向かい、土地とその人々を楽しむ。\n\n前回のジョークはショーの全ポイントが戦いだったということでした。 戦いが焦点だったし、すべてがその周りを回転していた。 彼らは今回もこの時期に出席していますが（大陸は数か月の間に文化的な転換期を迎えることはできません）、重要なことではありません。 代わりに、ショーは、キャラクターが自分自身を見つけるさまざまな状況を私たちに提示するために、スライス・オブ・ライフスタイルのエピソードのストーリーティーチングテーマを採用しています。ボディ切り替え、迷路、バニー/ネコの泥棒はすべて単調性 最初のシーズンは陥っていた。私は最初のシーズンを戦闘に「集中」させているが、それはそれが気にしていたという意味である。 今シーズンは本当に集中して、多くの必要な方向性と理性を与えました。\n\nこの新しいフォーカスは、ショーが実際にキャラクターと彼らが住んでいる世界を拡大することを可能にします。ありがたいことに、それはShinkuに関するすべてのものから他のメインとサイドキャラクターにショットを与えることから大きく変わりました。 多くの場合、彼らのグループは訓練をしたり、不安定な状況に身を置いたりして、これらのキャラクターのファンに非常に必要なスクリーン時間を与えます。 このようなことをすることは常に困難です。特にこの大規模なキャストでは、ミックスにさらに多くの時間を追加しましたが、今シーズンは各メンバーの全体的な画面時間をかなり公平に処理することができました。 同時に、様々なプロットは、土地に生息する悪魔や国の内面的な働きの細かい複雑さなど、細部の多くに少なくとも少量の世界建築を提供します。\n\nもし本当に深く掘り下げたいのであれば、国自身に目的があります。 ビスケットは種類と公正を表し、ガレットは丈夫で誇り高く、Pastillageはかわいいと元気です。  3人とも強く弱点がある。 しかし、彼らがお互いに持つ戦争は支配のためではなく、スポーツのためです。 あなたの種類、強くてかわいい、誰でもFlonyardの世界で「英雄」になる機会があるかどうかは関係ありません。\n\nアニメーション\n\n犬の日シーズン2つは実際にこのカテゴリでは欠点があります。\n\nアートスタイルはほぼ同じです。 どんなショーでも驚きはありません。本当に、アートスタイルを大きく変えると、意味がほとんどない可能性があります。 新しいキャラクターのキャラクターデザインは、旧キャラクターのデザインと同じように魅力的でユニークなので、そこにも問題はありません。\n\nそれは完全に目立つわけではありませんが、比較的少ないアニメーションが比較的に起こっています。 おそらく戦いがそれほど重要でないショーのスライス・オブ・ライフの性質のせいで、アニメーションの質には落ち込みがないように見えるが、アニメーションの質はそれほど低下していないようだ。 言い換えれば、より多くの話をして座ったり、走ったり、ジャンプしたり、昔からの剣を渡ったりしています。 チャンスはそこにありましたが、おそらく時間、予算、またはその両方に起因して、ショーはアニメーション才能を紹介することを断ったばかりです。\n\nキャラクター\n\nこの新しいシーズンは、最初のキャラクターからすべてのキャラクターを取り戻すと同時に、新しいキャラクターたちを紹介します。\n\nヒナの兄弟（剣士）や小さな猫の泥棒など、新しいキャラクターの多くは非常に忘れがちです。  Couvert（Pastillageのプリンセス）やAdel（「H​​ero King」）など、別のマークをつける人もいます。  Couvertはほんの「モエ・ブロブ」です。 彼女は会話の仕方でかわいらしくかわいいし、彼女の行動についても、ちょっと楽しみにしています。 文字通りすべてのヒーローズの王アデルは、外見が非常に洗練されて堂々としているが、内面的には戦いが大好きな女性です。 ある意味では、シーズン2は単にギャップを埋めようとしていました。 この時点でのキャラクターのキャストは巨大なので、アニメを見ている人の誰かのために誰かがいることになります。\n\nショーの私の好きなキャラクターはゆきかぜですね。 私の以前の理由は、彼女が伝染性のある性格や偉大な身体にするのが大好きです。 間違いなく、ショーの最高のキャラクターはEclairです。 私は最初のシーズンに彼女に失望しましたが、今回は、彼女は実際に優れています。 一言で言えば、彼女は私がかなり長い間見た「ツンデレ」の一番の例の一つです。 ショーの途中で、彼女は実際に彼女の 'tsun'シェルから外れ、信じられないほどフィットする方法で 'dere'側に移動します。 私は彼女のキャラクター開発がきれいに行われたと思った。\n\n誰もがヒットしたり、逃したりします。 あなたはそれが表現しているか嫌いな幻想を愛しています、それはそれが文字の程度なのですから。 幸運なことに、今度は真紅が演奏をしていないので、残りのキャストには少なくとも彼らの才能を十分に発揮できるチャンスが与えられます。\n\n音\n\n今回のOPは、少なくとも最初のシーズンよりも優れているが、それでもまだ一般的すぎる。 ボーカルは大丈夫、トランペットは大声で、ビートはシンプルです。\n\n再び、EDはかなり柔らかい色調になります。 また、EDはそれぞれの季節のOPよりも優れています。 ドラムビートとソングそのものはまだ一般的ですが、ほとんど終わりのポーズと静かなリードが、少なくともそれを少しでもスパイスします。\n\nここでたくさんのことを繰り返すが、最初のシーズンのように、ショーのサウンドトラックはほとんど忘れられない。  Princess Millifioreは、最初のシーズンと同じように、いくつかの曲を歌いますが、ショーの中で彼らの「関連性」については、曲の外側の単一のトラックとして聞いています。\n\n声優は、Couvertを描いた上記平均的な仕事をしている。 キャストの残りの部分は、彼らの役割を果たすか、新しいものにうまくフィットするかのいずれかです。 しかし、私はまだ真紅の声を立てることができません。 彼のキャラクターには合わないだけです。\n\n楽しみ\n\nショーがかわいいことは否定できません。 すべてのキャラクターはそうであるように設計されています。 そういうわけで、私はしばしば尻尾に笑顔を浮かべたり、ヒーローがそれぞれの指導者に嘆いていることがよくありました。 それはタイトルだけからの馬鹿なコンセプトのように思えるが、実際に非暴力的なFlonyardがどのようになっているかを考えると、キャスト全体が見渡され、壮大な古い時代を見ているのはいつも楽しい。\n\n今回のショーはファンのサービスをかなり揺るがしています。 それはまだそこにありますが、あなたの顔にはそれほど触れられていません。 繰り返しになりますが、大部分の男女は中学生からのものなので、ショーを見るときにこれを考慮する必要があります。 さもなければ、存在するものは最低限許容できるものである。\n\nまた、演劇でのロマンスも注目に値する。 それは変なところにある。 第一に、真紅は裸の女の子を演じたり、質問を避けたりして、すべてのセクシュアリティを否定している。 しかし、彼は女の子の中には「あなたを愛しています」と言います。彼らを抱きしめ、手をつないだり、褒めたりします。 言い換えれば、男はあまりにも多くの混合信号を送信しており、かなりグレーティングになっています。 もちろん、関係する女の子はこの事実に驚かされませんが、それはアニメです。\n\n1つの小さな脇：Pastillageは文字通りすべての戦いに勝つ必要があります。 つまり、彼らは空気を完全に支配しているということです。 確かに、国は1つか2つの飛行可能な装置を持っているか、誰かが発射物を発射することができますが、おそらく地図の50％を制御しています（四角形のように考えてください）。 しかし、もちろん、そうではありません。\n\n犬の日シーズン2はあまりやっていないし、本当にしようとしない。 それはただのものです。 本当にそれには何も問題はありません。 半楽しいショーをお探しの場合は、この空白を埋める必要があります。 少なくとも、それはその前に来たシーズンからの改善です。\n\n概要\n\nストーリー：最初のシーズンからの素晴らしい、大規模な改良、スライスライフ\n\nアニメーション：実際のアニメーションが少ない、一般的でないアートスタイル\n\nキャラクター：ファイン、みんなの恋人\n\nサウンド：悪い、大丈夫OPとED、忘れられないサウンドトラック、大丈夫VA作品\n\n楽しさ：時間を過ごすためのファイン、かわいい小さなショー\n\n最終得点：4/10"
  },
  {
    "title": "Dog_Days",
    "id": "11783",
    "url": "https://myanimelist.net/anime/11783/Dog_Days",
    "user": "simakai",
    "profile": "/profile/simakai/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=73913",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  6\nキャラクター|  3\n|  1\n\n私はDog Daysの最初のシーズンを見ましたが、それはあまり良くないと思っていましたが、まあまあの可愛いキャラクターがかわいいデザインで、毎週見て楽しかったです。 そして、新しいシーズンはいいことだった。\n\nしかし、第2シーズンは単純にひどいです。 これの主な理由は、物語がないことです。 ランダムなエピソードのものだけがたくさんあります。 緊張も危険もない。 子供たちだけが遊んで、歌って、軽度のファンサービスを提供します。 私は、毎週何かを把握することがあると思っていました。 興味深いものが本当の物語を作ります。\n\nしかし、それは起こったことはありません。 キャラクターの間にドラマはありません。 チンクエのような女の子はすべて、問題はありません。 スポーティーな戦争で解決しなければならない政治的/魔法的な問題はなく、今回の競技は楽しいものです。 あらゆる問題は簡単に解決されます。 意味のない男、大きなライバルはない。\n\nあなたが何か緊張することなく何かを幸せに見たい場合は、人生の一部を見てください。 あなたがファンタジーアドベンチャーを見たいなら、ここから出てください。 あなたがハレムショーを見たいと思っているなら、そこにもっとファンがいっぱいある興味深いものがあります。\n\nだからそこには何もない。 私はこのアニメに費やした毎分失った感情を持っています。  Milhiの挿入歌も飽き飽きしていても、芸術だけが良かったです。 犬の日の3番目の季節があるときは、私は彼らが今度はそれを話してくれることを願っています。"
  },
  {
    "title": "Dog_Days",
    "id": "11783",
    "url": "https://myanimelist.net/anime/11783/Dog_Days",
    "user": "Erebus25",
    "profile": "/profile/Erebus25/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=178535",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  10\n\n弱い第1シーズンの後、私は続編を開始したときに喜んだ。 第2シーズンで最も顕著な変化は、プレーに大きなプロットがなかったことと、私の謙虚な意見でアニメのために完全に働いたことです。 それは最終的には、あなたがリラックスして幸せな気持ちになり、複雑な物語を心配しないようにする軽いアニメになるはずです。 それが私が最も気に入っていたものでした。 他のセグメントでは、第1シーズン以来ずっと変わっていない。 アート・スタイル、音楽、キャラクターは、いくつかの追加があってもほとんど変わりませんでしたが、このアニメを楽しくするものはありませんでした。 第3シーズンがこのレシピを保つことを願っています。"
  },
  {
    "title": "Dog_Days",
    "id": "11783",
    "url": "https://myanimelist.net/anime/11783/Dog_Days",
    "user": "somaisbatman",
    "profile": "/profile/somaisbatman/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=177057",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  6\nキャラクター|  9\n|  8\n\n免責事項：私はまだ毛皮ゴミだ\n\n犬の日シーズン1の私のレビューを読んでみると、ガーベージ・ショーを期待して本当に楽しい経験に終わったことが分かります。 シーズン2は同じですが、この場合は素晴らしいことです。 私は今回も実際のレビューをします。\n\nストーリー：7/10\nストーリーはシーズン1とほぼ同じです：主人公（あなたのサブに応じて、shinkuまたはcinqueかもしれません）は、動物の女の子でいっぱいの別の世界に行き、そこでの戦いに参加します。 今回の違いは、彼がこの時間に彼の2人の友人を連れてくることです、そしてリスの派閥もあります。 もう一つの大きな違いは、今度はプロットのエスカレーションとテンションが少なくなっていることです。 大戦は2つのエピソードほど続く。 それでも、ショーは各エピソードのオリジナルをオリジナルにする方法を見つけ出して、それはクールです。\n\nアート：8/10\n芸術は明るくてカラフルで、いつも戦場にいるわけではないので、今度はもっと涼しい風景があります。 すべての女の子は本当にかわいいです。 それは今のところそれです。\n\nサウンド：6/10\nかなり一般的なファンタジー、傑出したバックグラウンドミュージックはありませんが、それは仕事を完了します。 私はシーズン1のようにOPとEDを好きではなかったが、それはちょうど私かもしれない。\n\nキャラクター：9/10\n非常に多くの良いもの！ 以前言われたように、女の子たちは本当にかわいいです。あなたの番組の中で最高の女の子を選ぶのが好きな人の一人なら、あなたは本当にかわいいです それら。 レズビアンもたくさんいますが、私はそれを指摘したいと思っていました。 また、MCは20歳くらいになり、ショーの途中で強大な力を発揮し、Izayoi SakamotoとSamauri Flamencoのクロスのように見えるので、それはプラスだと思います。 キャラクターの開発は、第1シーズンよりはるかに優れています2。\n\n楽しさ：8/10\nこれは本当に快適なショーでした。 私はそれを完全に記述することはできませんが、ショーがあなたに多くの紆余曲折を投げていなくても、スロッグすることは決してありません。 それはちょうど良い感じのアニメです。\n\n全体：8/10\nシーズン1が好きだったら、これを好きになるでしょう。 私は次のシーズン、Dog Days 'が出てくる前にこれを終えました。そして、私はとても興奮していると言わなければなりません！ 私は前回と同じ結末で終わります：\nふわふわしたテールに触れたがりが好きなら、このショーをお勧めします。"
  },
  {
    "title": "Dog_Days",
    "id": "11783",
    "url": "https://myanimelist.net/anime/11783/Dog_Days",
    "user": "Overlord_A",
    "profile": "/profile/Overlord_A/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=91187",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  9\nサウンド|  6\nキャラクター|  4\n|  4\n\n犬の日シーズン2\nジャンル：アクション、アドベンチャー、コメディ、エッチ、ドラマ（マイナー - 試してみよう）、ロマンス（あなたはそれをそれと呼ぶことができます）。\n長さ：12のエピソード、それぞれ24分。\n\n犬の日は、私たちの世界からヤンクされて、魔術的なフロニアルドの戦争で戦うための、悲劇的な、大怪獣の少年のことです。 ただ、それらの戦争は無神論の出来事に似ていて、死ぬ者はしばらくの間、かわいい小さな球になってしまいます。\n\nシーズン2は、シーズン1のイベント後、主人公の新興（シンク、シンク、シンク、またはシンク、ナッツ・フォン・ソロ）がフロンティルダに戻ってきて、今度は彼の2人の親友、ベッキーとナナミを連れて来ます。\n\n何かを台無しにすることなく、私は今これを言うでしょう。 犬の日々は、それが何であるか把握する必要があります。 申し訳ありませんが、私は神楽が同性愛者であると信じることを選んでいます。 つまり、軽く心をこめた「楽しい」シリーズです。 それは戦争がその世界にあること、それはアニメ自体がすべきものなのです。 それはいつもこのように始まり、終わりに向かって斜めになるだけです。 不幸なことに、最初のシリーズは、暗い、悪魔の戦いショーになる可能性がありますが、それは失敗しました。 第2シリーズはそれがそうではないことを理解していたようでしたが、「キャラクター開発」とEcchiに焦点を当てようとしました。 私はエッチについてあまりにも不平を言っていません（「敗北した人々は小さな毛むくじゃらの玉に変わるように強制されますが、代わりに今は服が緩んでいるようです」）が、「キャラクターの発展」は うんざり それはShinkuを愛する方法について何かを続けている女の子にはあまりにも焦点を当て、他には十分ではない。\n\nそれに、血まみれのことをしない2人の素晴らしいキャラクターの紹介を加えてください。あなたは平均的な戦いと平均以下のプロットを混乱させるでしょう。 唯一の償還品質。 美しいアートワークといくつかのファンサービス。\n\n私は犬の日々に親切ではありませんが、私はそれがすごく面白いことができた何かを犯したと信じています。 私はこのシリーズを、その真剣な「非真実性」のためにのみ推奨します。 あなたは食事の間にガムを噛むように、アニメシリーズでそれを見てください。"
  },
  {
    "title": "Dog_Days",
    "id": "11783",
    "url": "https://myanimelist.net/anime/11783/Dog_Days",
    "user": "The_Pro_At_Stuff",
    "profile": "/profile/The_Pro_At_Stuff/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=78682",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  8\n\n犬の日々に立つ場所を選ぶのはかなり難しいです。 一方では、無謀で、チーズで幼稚なアニメがあります。 もう一方では、すばらしい、リラックスした、爽やかな、そして 'スウールのアニメのために良いことがあります。 私は2番目の記述にもっと傾いている傾向があります。\n\n犬の日は、犬の日の2番目のシーズンです（その違いは、あなたが気づいていない場合）。 最初のシーズンからスタートすることは賢明でしょうが、それをスキップして2番目のシーズンに進むと正直言ってそれほど大きな取引ではありません。 いずれの季節でも十分理解できないものがあります。\n\n犬の日々の話は、主人公の新風が最初に別の世界に行って英雄になってから数ヶ月後に続きます。 新宿は二人の友人、七海とレベッカと一緒に夏休みを楽しむためにその世界に戻る準備をしています...それはかなりです。 本当に贅沢なことは何も起こりません...世界を破壊しようとしている大悪者、または主人公が直面し克服しなければならない極端な危険はありません。 最初のシーズンには少なくともそれに関する話があったが、ドッグ・デイズの2番目のシーズンにはほとんど何もない。\n\nプロットや興味深い話は、実際にDog Days（第1シーズンか第2シーズン）がどこにいるのか分かりません。 犬の日は、常に幸せで陽気なキャラクターであなたの心を暖かく感じる良いショーの多くです。 あなたは気分が落ちていますか？ そして、犬の日々を見て、ここで間違ったことが起こらないようにしましょう。 誰も死なない、あるいは本当に傷つくことはない。 全体のショーは別の世界のヒーローズファンの冒険のエピソードのちょうど後のエピソードです。 あなたがこのような方法でDog Daysシリーズを見るなら、それは本当にうまくいったアニメです。\n\n実際のプロットが不足しているにもかかわらず、このアニメのその他のものはすばらしかったです。 芸術作品は色彩豊かで、見るのがとても楽しいものでした。 すべてのキャラクターは非常にかわいい、またはモエモエでした。戦争やコンサートのようなさまざまなイベントはアニメ化されたニセイルでした。\n\n犬の日のためのOSTsはすべて気分を非常によく設定します。 私は個人的には今シーズンよりも最初の音楽よりも優れていましたが、両方とも非常に良好でした。 アニメの物語のように、音楽はすべて陽気でリラックスしています。\n\n私が前に述べたように、このショーのキャラクターはとても素敵で可愛いです。 誰もが独自の個性を持ち、どれも本当に悪いです。 猫/犬/リスの耳と尾を持つ中学生のグループを嫌うのはかなり難しいです。 あなたがしている場合...よくこのアニメはあなたの好みになることはありません。\n\n私は本当に犬の日を楽しんだ。 このショーのリラックスした性質と素晴らしいアートとサウンドは、とても楽しい時計です。 それぞれのエピソードは（ストーリーの欠如にもかかわらず）非常に楽しいものでした。彼らは私に「ああ...」と言っていました。\n\nDog Days 'は全体的にとても素敵なアニメです。 幸せで幼稚な要素のために誰もが好きではないかもしれません。 しかし、私はまだそれを判断する前にそれをチェックすることをお勧めします。 楽しい驚きを得るかもしれません。"
  },
  {
    "title": "Dog_Days",
    "id": "11783",
    "url": "https://myanimelist.net/anime/11783/Dog_Days",
    "user": "archangel93",
    "profile": "/profile/archangel93/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=77605",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  8\nキャラクター|  3\n|  5\n\n授業中であるため、このレビューは短くなります。 シーズン2は僕にとって大きな喜びでした。 今シーズンのすべてが「幸せな喜びの喜び」と言えるでしょう。 私がこれを言うのは、これまでどんなドラマもなかったからです。 決まり文句で争いは軽かった。 私がこのアニメについて言えることは、アートです。 楽しさは最高でした。 それは私を笑わせるいくつかの喜劇の部分を持っていた。 しかし、今シーズンはシーズン1で、より多くのキャラクターと葛藤はありませんでした。"
  },
  {
    "title": "Dog_Days",
    "id": "11783",
    "url": "https://myanimelist.net/anime/11783/Dog_Days",
    "user": "Athena_Carolyn",
    "profile": "/profile/Athena_Carolyn/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=73663",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  9\nキャラクター|  6\n|  7\n\n正直言って、第2シーズンは私を本当に失望させた。 最初のシーズンを見た人は、もっといいと言わなければなりません。 少なくともそれには実際のストーリーラインがありました。 物語は確かに失望だった。 警告：シーズン1のためのスポイラー。 シーズン1では、MilliとBiscottiのヒーローが死んで、Leo-samaが未来を見ている様子が、アニメ全体に盛り上がりました。 最後に、その行動は非常に満足していました。 しかし、シーズン2の話は、あたかも気まぐれにやったように私には見える。\n私が好む芸術。 それはネオンの色をしています。 文字はすべて非常にうまく作成されています。 音も満足していた。 他のアニメとは異なり、Dog Daysには声優が非常に異なっています。 多くのアニメでは、2人のキャラクターがまったく同じように聞こえることは非常に一般的です。\nキャラクター - それも失望でした。 私は、各キャラクターの性格がすべて似ていると感じることはできません。 例えば、Cou、Rebecca、Millhiを取る。 彼らの性格は私と同じように見えます。それは、「それぞれがユニークで異なっているのはなぜですか？ クリエイターが1人の人格を使って3人のキャラクターに分割しているように感じます。\n私はそれを楽しんだと言うでしょうが、再び、今シーズンのシーズン1を好きになりました。 エピソードは英雄がそこに持っている日常生活について何度も続きます。 しかし、何がポイントですか？ アニメの主なアイデアは何ですか？ 私は犬の日が慣習的な毎日ジャーナルのエントリのようになることを期待していませんでした。 私はそれが最初のシーズンにあったように、いくつかのスリルを望んでいたでしょう。 全体的に、私はそれを7と評価しますが、スコアを6に少し再考しています。"
  }
]
