[
  {
    "title": "Haiyore_Nyaruko-san",
    "id": "11785",
    "url": "https://myanimelist.net/anime/11785/Haiyore_Nyaruko-san",
    "user": "ratchet573",
    "profile": "/profile/ratchet573/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=188501",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n日付：2012年6月25日\n件名：Prisoner＃90210ラチェット\n注：試験の対象は、部屋に置かれ、Haiyoreに従った！ ニャル子さん。 被験者は彼の考えを伝えるように言われました。 以下は、このアニメの彼の考えの写しです。\n目的：\"Harem\"ジャンルのアニメが怒り狂う狂人になる理由を理解する。 結果は彼を配置する亡命のどの分野で決定するために使用されます。\n\nトランスクリプト：私はちょうどこのアンダーグラウンド、clichéd、そしてアニメの面白い混乱の12のエピソードを介して座っていたと信じることはできません。 そして、それはこのアニメのようなものではなく、何か他に何かをする機会がありませんでした。 同じことだ あなたがあなたのために行ったまともなものを使う方法。 いいえ、何か新しいことや革新的なことをする代わりに、そのビーチとボディスワップのエピソードを手に入れなければなりません。 プロットの中でラブクラフトの伝承を使うのは興味深い考えがありました。 実際には、そのシリーズの最高の部分は、そのインスピレーションを受け入れたときでした。 しかし、恐らくインスピレーションを受け入れる2つのエピソードの後で、それはそれを捨て、代わりにラブクラフトのファンだけが捕まえることができる時折の参照を持っています。  \"ハハハ、彼女は壁のラットを言いました！ それは面白いですね」とか、時にはそれはあなたの顔のほうがずっとです。あたかもそれが背後にまともなアイデアを持っているのではなく、 残りのハーレムの群衆。  \"私のビキニはラブクラフトだ！ これはラブクラフト伝承とは関係なく、おっぱいや性的な言及とは関係ないのだから！」このアニメがラブクラフトの参考文献やインスピレーションを取り除き、代わりにエイリアンや悪魔やハレームアニメのジャンルのものに置き換えたら、\n\nしかし、ねえ、Haiyore！ かわいい女の子がいます。 そして、それは臭いイカモンスターのたわごとのこの負荷について唯一の良いことです。 私がそれを見るために戻ってきた唯一の理由は、愛らしいクコとニャルコのワイルドに感受性があったからです。 そして、私は、キャラクター部門でさえそれほど素晴らしいとは言いません。 しかし、彼らは良いデザインがあり、私はアニメーターの呪文の下に置かれていたことが悪いと感じる。 それは私がまだちょうど熱狂的な少年の少年であることを示しています。 そしてもちろんクコはレズビアンでなければならなかった。 あなたが知っている、このショーについて私が言うことができる唯一のことは、KuukoがNyarkoと出会うのを見るという漠然な希望の中でそれを見ました。\n\n私が言ったように、このアニメはその背後にある良いアイデアから始まった。 確かにそれはあなたが狂って行くことができる恐ろしいモンスターを具現化したかわいい女の子だったが、それはこのLovecraftの世界全体を持っていた、私はそれをたくさん経験したい。 それはアニメとラブクラフトへの参照をたくさん持っていた！ そこから、CTHULU ROLEのプレイをEIGHTIESから呼び出すためのファック・レファレンスがありました！ つまり、私はこれらのスマートなリファレンスを笑うことができます！ しかし、その後、Kuukoがパーティーに参加しました。 その後、ハスタ。 そして、それはちょうど大きなハーレムだったし、それは退屈で興味深く、そして無力であった... FUUUUUUUUUUUCK！\n\nドアの上に現れるランダムなロリで私を始めさせることさえありません。 彼女は可愛かった！ それは内部に何があるのか​​についてではなく、外部に何があるのか​​についてです！ 彼の悪夢はこの貧しい触手のモンスターに宇宙からキスしている！ この少女はちょうどいくつかの愛情が欲しい！ 彼女にそれを教えてください！ しかし、聖なるくそは私がうめいていた！ 私は彼女が大丈夫だと思って、パーティーに参加するつもりはなく、代わりにプロットポイントとしてぶら下がっていました。 しかし最後に、彼女は主人公、マヒロと結婚したいと言います！ マヒロはクソな膣のマグネット（まあ...と陰茎のマグネット...生殖器のマグネット）と彼はひどいキャラクターです！ 彼は吸う！ 彼はお尻です！ あなたは女の子があなたに投げ込まれていると、あなたは彼女にキスしませんか？ 確かに彼女は内部の恐ろしい触手のモンスターですが、あなたの両親に耳を傾けないでください！\n\n私はプロットについて何か言及しましたか？ 私はこれがどれほど悪いかについて話す方法がわからないので、今すぐ分散している。 つまり、地球は宇宙のポルノ・ハブなので、地球に来るこれらのエイリアンから始まります。 私たちは最高のポルノのビデオゲームと漫画を持っています。 そして明らかにそれは宇宙の大きなものです。 そして、この女の子、Nyarkoは、彼女を愛しているので、Mahiroとその超エキサイティングを守ります！ しかし、彼はツンデレダッシュバッグです！ 彼は一点でフォークで彼女を殺そうとしている！ 神は私を憎む！\n\n私は地球を攻撃する悪いエイリアンがいると言いましたか？ うん、空を赤と紫に変えるのは、灼眼のシャナではそれほど迷惑ではないからだ。 そして、その戦いは、恥ずかしがり屋である。 彼らはすべて無益です。\n\n地獄、それはシリーズを要約している。 興味深い。 スリッピーな水着であなたのキャラクターなしでアニメをすることができないので、あなたはビーチのエピソードを持っています。 ありがたいことに、Kuukoは保守的です。 しかし、再び、常にその保守的な学校の水着の女の子があります。 それについて言えば、プールのエピソードがあります。 そしてちょうど気味悪い体の交換のエピソード。 私は、マヒロの体でニャルコがマスターベーションする部分は面白かったと思いますが、彼女が本質的に作るとき、私はとてもうんざりしていました。\n\nプロットについて面白いことは何もなかった。 それについて何も楽しいものではなかった。 私は退屈していました！  Nyarkoの兄弟だと思う人がいたが、彼は一度も出演しなかった。 そして、Nyarkoと会社がエイリアンと戦うエピソードはごくわずかです。 残りは一般的な、従来のハーレムの冒険です。\n\n私はあなたにこのハーレムライト小説とアニメの作家を尋ねてもいいですか...主人公はなぜそんなに非現実的ですか？ 本当の人間が3人の雛が彼と性交したいという状況にあったなら、彼はそれについて泣かないで、迷惑をかけて地獄に願っています。 彼はそれらをファックします！ なぜあなたは日本の出生率が低下しているのか知っていますか？ 日本の男の子達がこれを見てレッスンを学ぶので、迷惑になるので女性を無視し、キスすることは恐ろしいことです。\n\n音楽は他のものと同じくらい慣習的です。 アニメーションはそれほど素晴らしいものではありません。 キャラクターはまったくかわいくてかわいく見えますが、遠くからは奇妙に見えます。\n\n私はNyarkoについて言及しましたか？ 私は彼女を好きだった。 彼女の言葉「私は濡れている」の発声は、永遠に私と付き合い、私が永遠に使うスクリーンキャップになるでしょう。 それはちょうど面白かったです。 そして、ロリはちょうど...ロリだった。 彼女は多くの性格を持っていませんでした。 私はマヒロがニカリコを好きではないと思うが、彼はロリコンだからだと思う。 その全体のシャワーシーンとラップの事で眠っていた私と一緒にゲルしなかった。 それは少し不気味だ。 私は彼女のために感じた！ 彼女はこの男を好きで、いつも彼女を吹き飛ばします。 私は、彼女がマヒロが好きで、声が大きいよりも、彼女の性格について何も知りません。 私はそれ以上に彼女には確信していますが、誰が知っていますか？ 彼女はあまりにも狂ったストーカーです。 彼女がニャルコとレズビアンを演じることができる時を除いて、彼女はすべて静かであるので、クコはお尻を蹴る。 彼女はビデオゲームをする。 彼女は最高のキャラクターだけでなく、面白​​いです。\n\nそんな奇妙なハスタの男を忘れないで。 実際には、彼について覚えておくことは何もないので、彼について忘れてみましょう。\n\n私は、Haiyoreので、あまり怒っていないという意味！ 未開拓の可能性に匹敵するくらいです。 それはラブクラフトの神話で本当に良い演奏だったかもしれないが、代わりに他のハーレム・アニメと区別することのないハレーム・アニメであり、ラブクラフト伝承を数回使用するという事実。 私には本当に面白い瞬間があり、馬鹿なハーレムの部分を笑っていることさえわかりました。 しかし、全体的に見て、それはちょうど良いことではありません。 忘れられない唯一の部分はかわいい女の子です。 彼らは、ハーレムのアニメでは他の女の子とは非常に区別されていますが、そうでなければ何も区別されません。\n\nKuuko...ああ、Kuuko、このshitfestの一つの明るい部分でありがとう、ありがとう。 あなたが私を笑わせるためにそこにいなかったら、私はおそらく痛みを否定するためにレモンジュースでいっぱいのソーダボトルに私のディックをつけたでしょう。\n\n診断：このレビューの後、彼はこの番組を見たことを忘れようとしている間に頭を床に向かって強打すると同時に、Kuukoを叫んで、少なくとも彼女を覚えた。 私の専門的な意見では、彼は孤独に閉じ込められ、ストレートジャケットに入れられる必要があります。 彼はGブロックです。"
  },
  {
    "title": "Haiyore_Nyaruko-san",
    "id": "11785",
    "url": "https://myanimelist.net/anime/11785/Haiyore_Nyaruko-san",
    "user": "Lord_Rutsah",
    "profile": "/profile/Lord_Rutsah/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=181602",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\nアニメ自体について何かを言う前に、私は1つのことを言及しましょう：あなたの頭からその開けていることを幸運。  1年以上経ちましたが、私はまだ自分自身をハミングして「私は混乱したい」と思います。\n\nあなたがラブクラフトを知っていないなら、あまりにも悪いです。 あなたは読書をやめるかもしれない。 だから、基本的には、3人のセックス（そして唯一ではない）のエイリアンが、lolisのように見えます。 あなたがlolisが好きではない、あまりにも悪い場合は、読書をやめることもできます。 あなたが参照があまりにも好きでない場合は、あまりにも悪いです。 読書を止める。 ニャルコさんはクトゥルフ神話の神々を取り上げて、疑わしい動機と道徳で絶対に愛らしいlolisに変えます。 あなたはNyarlathotepを持っています.Nyaruko、私たちの女性のリード、男性の鉛、Mahiro、平均的な高校の男の子に執着する。 それから、あなたは火の呼吸をする神、クスコをニャルコと恋にして狂ったバイセクシュアルな赤毛のクスコに向かい、また少し主人公を魅了します。 そして最後に、ここで大きな息をとらせてください。私は、ハスル、カルコスの主、言葉にならない者、死の風を持っています。 ハススタくんも主人公に恋しています。\n\nプロットはどこにも進まず、意図もありません。 アニメは決して真剣に取り上げられず、ちょうどニャルコとマヒロの間のロマンチックな場面で私たちにジョークと参照を投げつけ続けています。 ほとんどのエピソードはお互いにつながっていないワンショットのストーリーであり（通常の場合を除き）、終わり近くのクライマックスとギャグにつながるエピソードの開始時に予期されるイベントが通常あります。 地獄から、私たちはMahiroとNyarukoが何を期待するのかを知るように、MahiroとNyarukoを見ています（ええ、Deadpoolのような第4壁のジョーク、それらの軍団）。\n\nアニメはコメディが行く限り（地獄か不必要にそうかもしれない）、エイリアンのデザインはあまりにもかわいすぎる（普通はジャークのように行動してもニヤコを愛するだろう）。 声優が驚くほど迷惑にならないように声を出している（声を出すことはできませんが、ニヤルコの声は間違いなく間違いありません）。\n\n見なければならない理由：\n\n1）たくさんの脳細胞を殺すユーモア。\n2）Cthulhu Mythosが好きなら、それは必須です。\n3）参考文献および参考文献および他の参考文献。\n4）芸術は女の子とトラップのために信じられないほどかわいいです。\n5）それはtsundere文字なしのharem（ちょっと）のアニメです。\n6）元のシリーズとWの両方のためのばかばかしいキャッチーなオープニングソング。\n7）驚くほどロマンチックなシーンがこことそこに投げ込まれる。\n\n見ない理由：\n\n1）彼らは私をトラップとして（私の名前を逆に書く）..."
  },
  {
    "title": "Haiyore_Nyaruko-san",
    "id": "11785",
    "url": "https://myanimelist.net/anime/11785/Haiyore_Nyaruko-san",
    "user": "Bobjonez98",
    "profile": "/profile/Bobjonez98/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=90931",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  7\n\nアニメレビュー：這いよれ！ ニャル子さん！\nBy Bobjonez98\n\nストーリー：6 / 10-\nこれは厳しいもので、最長のアークは3つのエピソードで残りは1または2エピソードの長さです。 しかし、より短いアークは、実際にはより面白いものです。  Cthulu Mythosの邪悪な神々からMahiroを守るために来たNyarukoの周りを回って、Cthuluが魅力的な、緑の髪のかわいいアニメの女の子になることができるアニメーションだけが響きます。\n\nキャラクター：8 / 10-\nNyarukoは、スパンキーで、不気味で、恋に落ちる、そしてその特別な品種の愛らしい/迷惑なものです。 彼女のおかしなことのいくつかは、彼女を飲み込むのが少し難しいですが、彼女はまだかなり好きです。 クコ、静かで、欲望の赤いヘッドとハストゥール、若い風の男の子は、いくつかの慣習的な関係のパラダイムを追加します。 全体的に、キャラクターは十分に好き嫌いがあり、良い、上から上のコメディ、そして面白いインタラクションのために作っています。\n\nアニメーション：8 / 10-\n多くの戦いのシーケンス、活発なキャラクターのジャンプとモーションで、アニメーションの質が輝く多くの機会があります。 時にはそれは暗いですが、決して非常に長いです。 かわいい女の子と男の子に作られたものを除いて、ほとんどのクスル神々の描写は忠実です。\n\nOp / Ed：7/10 | 6 / 10-\n80年代後半のアメリカの漫画の謎のショーのように聞こえます。 それはキャッチーで明るいものにしようとしますが、キーとビートの選択は、弾力を失わずに明るくなるようにします。 全体的には、まだかなり良いです。 結末は目立たず、付属のアニメーションはいいですが、それはあなたの標準的なハーレムの終わりのようです。\n\n音楽：7 / 10-\nモナカの場合、これは少し下位のようです。 モナカは通常、私の頭の中でいくつかの思い出深い曲を演奏する魔法を持っていますが、私は正直なところあなたに何かを与えることはできません。 バトル・ミュージックは単にバックグラウンドとしての役割しか果たさず、空想的な会話曲は空に消えていくようです。 彼らはそこにいて、彼らは良い雰囲気を提供しますが、彼らは働いているように思い出深いだけです！ 物語シリーズ。\n\n全体：6 / 10-\n全体的なスコアを与えるのは非常に難しいシリーズです。 それは7のための私の基準を満たしていない、それは私が6sを与えたシリーズのほとんどと同じ欠陥から苦しんでいます。 それは、あなたが見守ってみたいと思うような凄惨な品質を持っています。次に何が起こるかを見るだけですが、それは私が望むような充実したシリーズではありません。 私はおそらくアニメの言及に言及する必要があるように感じる。 一連のコースを通して、いくつかの場面では、他のシリーズ/ゲーム/ポップカルチャー現象の多数にノードが与えられます。 ポケモン、ファイナルファンタジー、レフト4デッド、世界神のみ知っている、ハルヒ、デパオナと青春男子、未来に戻る、デジモン、うみのみさき、教師におねがいします、ワンピース、ブリーチ、ナルロ 、ドラゴンボールZ、どんな魔法少女シリーズ、スターウォーズ、そしてコードギアス。 何かがあれば、このシリーズはあなたが 'その名前を参照する'ことができる素早く楽しい時計です。"
  },
  {
    "title": "Haiyore_Nyaruko-san",
    "id": "11785",
    "url": "https://myanimelist.net/anime/11785/Haiyore_Nyaruko-san",
    "user": "MentalSyndrome",
    "profile": "/profile/MentalSyndrome/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=102235",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  7\nキャラクター|  5\n|  9\n\nう〜！ ニヤ〜！ う〜！ ニヤ〜！ う〜！ ニヤ〜！  （ダンダンダン）Let's Nyaa〜！\n\nEr-herm....まずは、ショーの性質上、それを見直しが難しいことを強調したい。 それを楽しむことは、視聴者にとって非常に主観的です。そのことを考慮してください。\n\nハイヤー！ ニャル子さんは、暴走のコメディ・パロディです。 私は最初のエピソードだけで何十ダースもあると信じています。 それは本質的に、一貫したギャグ、参照、過度に使用されるユーモアを持つ、愚かなエンターテインメントの典型です。 それは非常に明確な聴衆を持っています：重要な歴史とアニメに興味がある人。 このグループの外では、ショーの質が失われる可能性があります。 ユーモアも主観的な品質であるため、ハイヨルの感謝（またはその欠如）は人によって異なります。だから誰のためでもありません。 これは、各エピソードに詰め込まれた膨大な量の参考文献のために、アニメのより広範な歴史を持つ方々に向けられたショーです。 個人的には、私はその素晴らしい歴史を持っておらず、これらの多くは私を過ぎて爆破しました。 つまり、ほとんどすべてがパロディーから構成されているということです。つまり、キャラクター自身と基本的なプロットラインを除いて、Haiyoreにはオリジナルのコンテンツはほとんどありません。 あまりにも多くのエピソードがあるので、各エピソードのすべての参考文献がゲームであることを理解すると言っても意味がありません。\n\nH. P・ラブクラフトによって書かれたクトゥルホ・ミトスからの小さな話があります。 神話の中に描かれているさまざまな神々から、ゆるやかに起こる様々な出来事があります。 私はこれらの物語を読んでいないので、彼らが本当にどのように結ばれているかについてはコメントできません。 物語にはほとんど焦点が置かれていないが、おそらくイベントが深い宇宙空間に揺れるのを防ぐための唯一のものとして役立つ。\n\nキャラクターはショーを楽しくするものです。 重要な開発の欠如にもかかわらず、それぞれは、Haiyoreに存在するいたずらなユーモアを促進する人格を定義しています。 物語の主人公、安坂麻呂は普通の男の子のように見えるが、混沌とした状況に投げ込まれる。 彼のそばに強制的に身を置くのは、非常に精力的で陽気なニャルラートテップ（ニャルコ）です。 彼女は、マヒロを保護するためにミオスから送られた多くの「偉大な者」の一人であるが、彼女の出現の背後には不当な動機がある。  2人はジェネリック・ロマンスのジャンル関係のパロディーだと思うが、狂気が入っている。主人公のトリオのトップにはクスコ（クコ・クスーア）がある。 彼らの遺産によってNyarukoの敵を奪った彼女は、Nyarukoの不満の多くに、彼女に襲われています。 これらのキャラクターはあまり発達しませんが、彼らは様々なおかしな点で楽しいです。\n\nストーリーやキャラクターの開発にほとんど焦点を当てずに、アートワークとオーディオが注目を集めました。 アートワークは魅力的で滑らかで、広範囲のエリアをカバーする風景があります。 私はどこでも、それは楽しいのいくつかを台無しにするだろうと言うことはありません。 主要キャラクターのそれぞれは、Mahiroを除いて、彼が普通の少年であることを除いて、明確なデザインを持っています。 エイリアンが存在すると、ファンキーなキャラクターが散在することを期待していますが、彼らは何も不愉快です。 私は彼らがそれぞれのキャラクターをどのようにデザインしてアニメーション化したのか楽しみました。 オーディオは、ショーの深刻ではない性質に沿ったペースを保ちますが、それぞれの状況に適しています。 このレビューの開始時にわからないのであれば、オープニング曲も大いに楽しんだ。 私は視覚的/オーディオ的な面で苦労していません。\n\nあなたがHaiyoreの1単語の合計を探しているなら、それは混乱でなければならないでしょう。 混沌とした曲がり角はどこにでもあります。  Haiyoreはあなたの脳が消えているのを見守ることを意図しています。 人から人へと劇的に変わることはありません。 あなたがギャグ関連のユーモア、前に見たショーのパロディー、そして無意味な進行を楽しんでいる人なら、あなたはHaiyoreのニッチにちょうどいいと思う。 あなたがこのニッチの外に落ちるなら、エンターテインメントの価値がどこから来ているのか分からないので、私はそれを見ることをためらうでしょう。\n\nHaiyore!, Nyarukoさんの私のレビューを読んでくれてありがとう。 有益で役立たないボタンは同意/同意しないボタンであることを覚えておいてください。 あなたが私の見解に同意しない場合は、私にメッセージして議論することが自由です。 また、私のレビューが役に立たなかった場合は、今後のレビューをより有用にするために改善できるものを教えてください。 再度、感謝します！"
  },
  {
    "title": "Haiyore_Nyaruko-san",
    "id": "11785",
    "url": "https://myanimelist.net/anime/11785/Haiyore_Nyaruko-san",
    "user": "thumpz99",
    "profile": "/profile/thumpz99/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=85279",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  6\nキャラクター|  8\n|  7\n\nこれはどのシリーズの私の最初の真のレビューであり、私はパンチを保持しないことを約束します！\n\n私がこのシリーズを見始めると、私は非常に高い期待を持っていました。 彼らには大きな可能性があったようだ。 古代の神、実際にはエイリアン、多くの異星人など\n\n彼らがやった道をたどり着いたのは、あまり言わないほど驚くほどだった。 主人公のマヒロが築かれていないことに真剣に失望しました。 シリーズの終わりまでにこのキャラクターはほとんど知られていません。彼は大きな可能性を秘めており、決して探検されませんでした。\n\nこのシリーズが素晴らしいと思ったのは、ニャルコの声優です！ どのような新鮮な空気の息は、上には非常に楽しい女性のリードを持っている！ 彼女の演技だけで、私はこのシリーズに本当に価値があるよりも高いスコアを与えました。\n\n全体的に - 楽しかったです - ここにはいくつかの笑いがあります（シリーズの最初の1/2の間にもっと沢山あります）。しかし、シリーズを終えてわずか数時間はストーリーラインを忘れてしまいます。"
  },
  {
    "title": "Haiyore_Nyaruko-san",
    "id": "11785",
    "url": "https://myanimelist.net/anime/11785/Haiyore_Nyaruko-san",
    "user": "kuro_kuro",
    "profile": "/profile/kuro_kuro/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=63535",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  9\n\nこれは、Haiyoreの残りの部分を見ていない人からのレビューです！ シリーズ。\n私はそれらを参照して他のレビューに気付きました。まだ見ていないので、私はRaw Reviewをやるつもりです。 とにかく、あなたはこれを理解するために他の人を見たことはありません。\n\n最初は、Haiyore！ ニャル子さんは、地球を守るために自分自身を人間として偽装するエイリアン（後にエイリアンのグループに発展する）についてです。 これは超自然的で異星人のようなアニメに見えるかもしれませんが、そうではありません。\n\nHayore！ ニルコさんは、男性の主人公の日々の生活に集中しています。  Hayore！のプロットラインは、主人との（奇妙な）関係を共有する3人のキャラクターがいるので、Haremのようなものです。  （彼らはあまりにも家を共有する！）あなたは本当にそれをハレムと呼ぶことはできません。  （あなたは一度それの少なくとも半分を見て表示されます..）\n\nプロットは非常に緩やかに結ばれています。 それは本当にストーリーラインの多くを持っていません。 それは本当に深刻なアニメではありません。 あなたもそれを見てうんざりすることがあります時があります。 アニメはコメディにもっと集中しているので、それをたくさん期待してください。\n\n芸術はモエの方が多いので、たくさんの「かわいい!!!」 瞬間 また、色とりどりの背景と、さまざまな世界からの素晴らしい色の配列を提供します。 ほとんどの場合、ストーリーはその領域から真剣さを取り除き、単にコメディーを追加するだけです。\n\nすべてで、Hayore！ ヒラリーコさんは、コメディーで軽快なアニメを欲しがる人には必見です。脳の力はあまり必要ありません...スペースCQCのことを除いて、クローズアップの「クローズクォート」 四半期の戦闘 '"
  },
  {
    "title": "Haiyore_Nyaruko-san",
    "id": "11785",
    "url": "https://myanimelist.net/anime/11785/Haiyore_Nyaruko-san",
    "user": "tdtv-bkt432",
    "profile": "/profile/tdtv-bkt432/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=228936",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\nさて、もう一度戻ってください。\nあなたはポイントを与えることに厳格ではないことに気づいた場合は、ポイントの価値がある原因になります。 私のエングリッシュは悪いです、私は知っています。  * SPOILERS *、多くの* SPOILERS *、さらには* SPOILERS *を含みます。\n - 決して厳密に審査を受けることはありません。審査のスタイルを受け入れないと...（ '）＆gt;\n\n - ストーリー：8/10\nうーん、まあ私がこれまで見たことのある「初めて」はエピソード1（「別、未来日記」事件の後）でアニメーションの血を怖がっていた。 だから見た後、私たちのNyarukoさんは、そのNightghoulから地獄を掘り起こした...まあ...私はできるだけ早く落ちた。\n「私の友人」（アニメトレントのトラッカーのランダムな人たち）がもう一度これを見るよう勧めているのですが、3回目から4回目にもう一度試してみました。\n今レビューのために：\nさて、見てみましょう...えええええええええええとええええええええとええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええん、 えええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええええu003e  「それは、どうして私はあなたに「あなたを愛している」と言うことができますか？\n10 / 9-11は、実生活少女がこれまで言わなかったと言った。\nメイン道路に戻って、エイリアンの女の子が空から落ちて危険からメインを救い、家に帰りました。普通だから、誰もがそれをしてくれました。 ええ、彼女と彼女の友人、その主人公は、お互いに近づいたその性格。\n'Crowbar *によって悪と戦って、強制的に（*主は彼がいつも彼に這いついていることを忘れてしまったのですが）* *\nまさに「地球の人間」+日本の漫画、アニメ、ゲームなどの「世界のエンターテインメント」を保護するための外国人と戦うエイリアンの女の子... * JAPAN =世界*は毎日の生活、愛、そして恋人によって。\nああ、パロディー。  2009年に生まれたこのアニメ*は、ラッキー****、ザ・プロット・ツイスト・ゴッド・オンリー・ノウズのような古い伝説のアニメ*に大きな影響を受けています。******** Har *** noYūutsu..  *****************************************************************************************************************\nそして、フォーク、うーん。\n私は小説や本のファンではないので、私は「ラブクラフト先生」などについて何も知らない\nしかし、いつか私はMahiro-kunが彼らが外国人の女の子に彼が望むすべてをすることを強制するためにフォークを使用したサディストであると思った。  *同人誌は激化した*。 しかし、アニメでは、彼らは恥ずかしがりや受動的な男として彼を示した。  Idntkは、彼がNovel / Manga tbhで好きだったものは何ですか？\n - アート：9/10\nまあ、私は自分のスコアに厳しいことはありません。\n200倍の芸術が最高だった。\n - サウンド：8.1 / 10\nええと...まあまあ、全般的に良かったです。 見たことのある人はすでに知っているかもしれない唯一の人を除いて、2人の青年、2人の男女...ダング*彼はかわいいAF *重度の呼吸*でした。\n画面を見ずに*ファンのサービスシーンのいくつかを見てみてください...\n - キャラクター：8/10\n再び、「典型的な」文字の読み込み。\n1男性平和な正常な生活がほしい*主人公。\n1人の女性の主人公が男性の命を「壊す」ために選ばれました。\n4人のサポーター友人を助けた友人。  （1）Main（Male）の主人公に黙って潰されたが、まだ女性Protaをサポートしている）\n2つの古いサポーターは、私たちが今まで必要としていただけで、\nN  - ＆gt;  M-H\nK2 ^ K ^  - パンを与えない男。\n+まあ、玉乃ちゃんはあまりにも長い間、魔法くんにぶつかってしまったんだけど、今のところ子どもに会ってからかもしれないと思う。 サウナとビーチで、彼らはジムの部屋の**** ****の高校で迷子になったとき、彼女に提案しようとしましたが、まあ....でも....\nあなたが誰かを愛していても、あなたが彼を愛しているとか、十分に余裕がないと言うことはできません...\nそして、彼女の気持ちを強く表明した人が戦いに勝つでしょう。 どんな要件も考慮していないあなたのSOを得ました。\nそれでも、メインの主人公とのエンディングは、とにかく最高です。 それでも、これはHaremの素材でした。\n私のルール：\n完成した主人公ガールエンディング、またはハレムエンディング。 それらのどれも利用可能でない場合、悪い終了ルート。\n奇形愛の長方形。\n - 楽しさ：9/10\n結局のところ私には新しい経験でしたが、グーロを無視してしまいました（後で彼らはブームブームに変わりました）、私は質の良い笑い、深い意味と悲しみを覚えています（キレイナウウェイクライチ）。  ThatとThe End...上記の私に真の愛とハーレムタグtbhについてのPTSDをくれました。 アニメ、マンガなどを見たり、楽しんだりすることはできません。\n全体：7/10\nパロディー、日常生活、サイエンスフィクション、ロマンス、外国人、学校、コメディ。 私はこれ以上のことを求めることはできません、それは大丈夫です。\nWの最後のポイントを保存しました。"
  },
  {
    "title": "Haiyore_Nyaruko-san",
    "id": "11785",
    "url": "https://myanimelist.net/anime/11785/Haiyore_Nyaruko-san",
    "user": "-Suletanda12-",
    "profile": "/profile/-Suletanda12-/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=225049",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\nさて、私はこのアニメを知っていました。\nそして、バム、私はこのアニメを見て、また私はMALでそれを探しました。 ああ、私はコメディ、パロディー、SCI-FIを見ています。私は少し「ハーレム」と思います。 さて、私はこのアニメについてのショットを与えるでしょう\n\nさて、私はこのアニメを楽しんでいます。傑作ではありません。 しかし、見てみる価値はありますが、Nyaruko、Cthukoのサウンド、Hasutaの3つが好きです。 そしてMCのために、それは女の子が彼を囲んでいた、それがアニメのまともなMCだと思う、そして、それは私がこれを 'ハーレム'\n\nあなたがパロディーのリファレンスと少しでもコメディをしたい場合\n'ロマンス'、おそらくこのアニメはあなたのために適合するでしょう。 それを試してみてください ：）"
  },
  {
    "title": "Haiyore_Nyaruko-san",
    "id": "11785",
    "url": "https://myanimelist.net/anime/11785/Haiyore_Nyaruko-san",
    "user": "AnotherStatsGuy",
    "profile": "/profile/AnotherStatsGuy/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=221180",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  7\n\nあなたが私のリストを見れば、私はサブベッドアニメよりも英語の吹き替えを好む傾向にあることに気づくでしょう。 これはそれを変えたアニメです。 私はそれを信用しなければならないでしょう。\n\n私はShakugan No Shana IIを終えて何かを探していました。 その前提は私にそれを見てもらうことを保証するほどユニークで、13回のエピソードではそれほど時間がかかりませんでした。 正確な週末。\n\nキャラクターについて話すことから始めましょう。私はそれらに9を与えています。なぜなら、私はそれらを時間のなかで特に愛していたから見つけたからではありません。  （マヒロは特に熟練したストレートマンですが、通常は）、そのデザインのためです。 それぞれはユニークで即座に認識可能です。 私は1000アニメを見ることができ、すぐにこれらの文字を認識することができます。 私はそれが私に芸術に8を与える理由の一部であると思う。\n\nしかし、その話はどこにも行きません。 エピソード12の非常に動いている前半を除いて、多くのパンチラインが来る：MahiroはNyarukoに何かをする。 ニヤコはエピソードの後半にリュウコとまったく同じことをする。 ロマンチックな視点から2つのMCの互換性を誇示することは賢明な方法ですが、ユーモアのためにあなたの路地でなければ、それは不快になります。 ショーは、クリフハンガーとの週型のエピソードではない偉大な長さになりますが、それらのどれもどこにも行きません。 彼らはすべて次のエピソードの数分以内に解決されます。 そして、良いコメディのユーモアの一部であるブリック・ジョークはひどく欠けている。\n\nオープニングはとてもキャッチーで、最初の11回のエピソードに合っていますが、12回目のエピソードは非常に厄介な場所です。\n\nライターの一人は、ビデオゲームを愛していたに違いありません。なぜなら、あなたは2012年の最新のものだけでなく、ビデオゲームコンソールのパロディーを持っているからです。  （360とPS3）、WonderSwanのノックオフはエピソードのプロット関連性でさえある。  WonderSwanの存在には、日本人以外にも何人かの人がいますか？"
  },
  {
    "title": "Haiyore_Nyaruko-san",
    "id": "11785",
    "url": "https://myanimelist.net/anime/11785/Haiyore_Nyaruko-san",
    "user": "AdmiralWiggin",
    "profile": "/profile/AdmiralWiggin/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=177861",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  6\nサウンド|  5\nキャラクター|  3\n|  3\n\nこのシリーズはかわいいと軽快に見えましたが、それはちょうど非常に中毒であり、絶え間なく性的指向の過多で頭の上の視聴者を打つ。 それは、主人公がファックだけのままにしたいので、できるだけ多くのフェティシストに骨を投げたいと思っていたのですが、いずれの人にも本当の満足感を与えることは決してありません。 彼の母親でさえ、彼のディックを乗ろうと思っています。その市場があるということを知っています。 それは狂気に信頼を与えるために何となく事実でないバックストーリーを無意味に投げながら、控え目な愛の三角形、正方形、五角形、六角形の絶え間ない表示です。 ラブひな、クレヨンしんちゃん、ドラゴンクライシス、そらのおとしもののような愚かなアニメを徹底的に楽しんでいますが、これは私にとって楽しいものではありませんでした。 あなたが好きならそれを見てください、しかし、これが私がそれを落とした理由です。 ああ。"
  },
  {
    "title": "Haiyore_Nyaruko-san",
    "id": "11785",
    "url": "https://myanimelist.net/anime/11785/Haiyore_Nyaruko-san",
    "user": "Zergling",
    "profile": "/profile/Zergling/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=143229",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\n私はちょうどこれが私が今までに見た最初のアニメだと言って始めたいと思う。 これまで 私はそれのための柔らかい場所を持っているかもしれませんが、合計で40+アニメを見た後、私はまだこのアニメがとても良いと思います、私は安全に言うと思います。\n\n劇的なロマンスや軽快なプロットの欠如は本当にとても爽やかです。 しかし、完全にプロットなしではありません。 登場人物はとても楽しかったし、ロマンスはかわいいものだった。\n\n私は誰にでもこのアニメをお勧めします。 本当に。 それはピックアップするのがとても簡単で、長すぎることもありません。 本当にこれを見ない理由はありません。"
  },
  {
    "title": "Haiyore_Nyaruko-san",
    "id": "11785",
    "url": "https://myanimelist.net/anime/11785/Haiyore_Nyaruko-san",
    "user": "MaxJoe",
    "profile": "/profile/MaxJoe/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=207819",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれまで最高のアニメを見たことがあり、いつも私の好きなものになるでしょう\n\nストーリー：\n女の子と男の子、フォークだけでツンデレになる方法を学びましょう！  10/10\n\nアート：\n10/10\n\n音 ：\nベストサウンド効果と音楽\n\n楽しさ：\n10/10\n30回以上それを再訪しました\n\n私は本当にこのアニメがもっと長いことを望みましたが、時にはあなたはマヒロさんのように行動し、\n\nニャル子はただ彼女の愛のために笑顔を描くだけではなかった\n彼女は私の顔に笑顔を描き、あなたの顔にも笑顔を描くでしょう\n\n\nだからあなたのチップをつかんで、このアニメを見ている女性と紳士！\n（P.S：もっと楽しむには、毎週1つのエピソードだけを見る方が良い）"
  },
  {
    "title": "Haiyore_Nyaruko-san",
    "id": "11785",
    "url": "https://myanimelist.net/anime/11785/Haiyore_Nyaruko-san",
    "user": "Zaku88",
    "profile": "/profile/Zaku88/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=203263",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  6\nキャラクター|  5\n|  5\n\n私は最初、このフランチャイズの一部を、Haiyoruのオンライン放映で戻って見ました！  Nyaruani、私は興味の欠如のために終わったことはありません。  NyarukoさんにNyarukoさんに別のチャンスを与えましたが、まだそれほど良いとは言えません。  Nyarukoは、To LoveRuのように、狂ったエイリアンの形の突然のインスタントガールフレンドを見つけ、すぐにもう一人のハーレムの真中にいるマヒロの、あまりにも普通のスライスライフストーリーです。 この光コメディーは、2つの点で違います。 第一に、ニヤコのパーソナリティとマヒロを保護する目標、そして実際には間接的に銀河の警官として地球が興味深い前提になります。 第二に、このシリーズは他のアニメシリーズのパロディーをたくさん使います。  2番目の差別化は面白いが、「ああ、それはガンダムOOだったからいいよ...」と言っても意味がない。"
  },
  {
    "title": "Haiyore_Nyaruko-san",
    "id": "11785",
    "url": "https://myanimelist.net/anime/11785/Haiyore_Nyaruko-san",
    "user": "Blakfang402",
    "profile": "/profile/Blakfang402/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=112821",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nこのアニメは、笑いたい人のためのものです。 それは物語を作るように見えるものから始まりますが、それから「ねじを締めて」ゆっくりとギャグのジョークやキャラクター、ほとんどのキャラクターに溶け込みます。 唯一の本当のプロットは、ニャルコが狂ってマヒロを愛していて、彼を「吹き飛ばし」ように努力し続けていることです。\n\nここでは物語の基本的な実行があります：\nマヒロは学校から家に帰ってきて、突然別の次元に運ばれて、奇妙な悪魔に襲われ、驚異的な性格を持つ唯一の人物であるニヤルコに救われる。 マヒロと一緒に眠りにつき、彼女と一緒に寝る力をすべてしようとする。  Nyarukoは、文書化されていない宇宙人から地球を守ることが義務であるエイリアンです。 これらのエイリアンは1つの事の後でしかありません（オタクを歓迎します）：エンターテイメント。 マンガ、アニメ、音楽、ゲーム、彼らが望むものすべて。 地球エンターテインメント（特に日本人）は宇宙で驚くべきものだと考えられ、エイリアンは地球に侵入してそれを手に入れます。 各円弧は重大な問題のように始まりますが、意味のない予期しない予期せぬ事象や無意味な事象によって解決されることになります。  2人のエイリアン（CthukoとHasta）がMahiroとNyarukoを助けますが、本当に興味深いので私は彼らの話を外に出ます。私は台無しにしたくありません。\n\nこのショーの主な魅力は、そのキャラクター、パロディー、ギャグ・ジョークです。 キャラクターは、決して去ることのない確固たる基盤を持っています。  Nyarukoは彼女を気にすることができず、ショーの不連続点を常に指摘している（第4の壁を壊す）Mahiroを魅了している。 再び、私はクスコとハスタを外に出て、あなた自身のために見ることができます。 オタクのアニメとして、あらゆる種類の陽気なパロディーを持つあらゆる種類のアニメを参照しています。\n\nこのアニメは、一定の紆余曲折のために予測することはほとんど不可能です。 何が起こるかは、Nyarukoがその場で補うプロットデバイスの手段によって起こります。 それは迷惑なことではなく、馬鹿げています。 その曲は魅力的で、ストーリーアークはすべて面白いです。 あなたの時計をお楽しみください！"
  },
  {
    "title": "Haiyore_Nyaruko-san",
    "id": "11785",
    "url": "https://myanimelist.net/anime/11785/Haiyore_Nyaruko-san",
    "user": "hollow_head1",
    "profile": "/profile/hollow_head1/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=89863",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  8\n\n最初の4つのエピソードでこのアニメは見てかなり面白いです。 あなたはいくつかの笑いを得ますが、アニメはエピソード5から消えてしまいますが、エピソード7に戻ってきます。それでもしばらくそれを見て傷つけることはできません。"
  },
  {
    "title": "Haiyore_Nyaruko-san",
    "id": "11785",
    "url": "https://myanimelist.net/anime/11785/Haiyore_Nyaruko-san",
    "user": "panduhkun",
    "profile": "/profile/panduhkun/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=103547",
    "jp": "--- --- --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  8\n\n私は個人的にこのアニメをある程度楽しみました。 私は実際に何の知識や期待もなくこの盲目的に入り込んだ。 それはいくつかの事を除いてかなり面白いrom-comであることが判明しました。\n\nプロット：7.私はコメディとしての仕事をしているという事実に基づいて7を与えます。 私は穏やかなドラマやロマンスがあり、そこにユーモラスなギャグがあります。 私がこれをもってもっていた問題は、まあ、これには本当に方向性がないということです。 それは基本的に外国人の女の子との冒険を強制的に行っている一人の男です。 それで、基本的に、別のロムコムのハーレムです。私は学校の日々を言う必要があります（はい、私はそれが面白いと思ったが、迷惑である）。私は個人的には、\n\nアート：1080pで＆gt; _＆gt;かなりいいです 明らかに時代遅れではなく、キャラクターは極端に目の大きさがありません。 私は芸術が好きです、特にいくつかのシーンは素晴らしかったです。\n\nサウンド：良いseiyuuと良い音+ +。\n\nキャラクター：キャラクターは女の子のように見えるブロンドの子供を除いて好きですが、実際には主人公と同性愛者になる男です。 はるた"
  },
  {
    "title": "Haiyore_Nyaruko-san",
    "id": "11785",
    "url": "https://myanimelist.net/anime/11785/Haiyore_Nyaruko-san",
    "user": "PyraXadon",
    "profile": "/profile/PyraXadon/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=113729",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  7\n|  10\n\nハイヤー！ ニャル子さんはパロディアニメです。 このため、私はこれをレビューする最良の方法は、この1つのレビューでできる限り多くのことを参照することだと考えました。\n\nストーリー：このアニメのプロットはほとんど、まあ、存在しない。  「Daimao King」と「Angel Beats！」を考えてみてください 実際には、「ゼロの使い魔」や「灼眼のシャナ」と似ているかもしれませんが、ストーリー内には小さな弧がある意味で多くのアンタゴニストがいるという考えからです。 また、エイリアンの面では「To Love-Ru」を考えてみてください。 物語は17歳のマヒロの周りを回っています。ニールラトテプやニャルコと呼ばれるクツールの生活様式が近づいてきたことを知り、神を知らないことから他の人生の形から彼を守っていることが分かりました。 それ以来、より多くのクスルのような生き物が現れ、喜びが続いています。\n\n\n\nアートとサウンド：アートスタイルとして、キャラクターは本当にうまく見え、アニメーションは流動的です。 アクションシーンはかなり良く、アニメがアクションシーンを入れている状況のため、うまくランダムです。サウンドについては、あなたが考えることができる最もキャッチーで元気なサウンドトラックを考えてください。 これはおそらくそれを上回ります。  OPは、アニメから出てくる最も魅力的で陽気なものの1つです。 エンディングに関しては、トーンはまだ活発ですが、OPよりも少しトーンがかかります。"
  },
  {
    "title": "Haiyore_Nyaruko-san",
    "id": "11785",
    "url": "https://myanimelist.net/anime/11785/Haiyore_Nyaruko-san",
    "user": "VoidHawk",
    "profile": "/profile/VoidHawk/reviews",
    "pages": "2",
    "number": "18",
    "link": "/reviews.php?id=72177",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  8\n\nいくつかのレビューは厳しいものもあれば、良いものもあります。私の心は私のものです。私はこのアニメが好きです。 それはもっと大変だったかもしれないが、マスターライターの作品をH。 ラブクラフトとChthulhu Mytosとのパロディーを作る、アイデア自体は9の価値があるだろう、その大胆さを数えていない！\n\nH.P.Lovecraftを知っている人は、この物語、特にYith、Mi-go、Nyarlatothepの存在を笑って認識します。 そのような文字の使用（Cthugaは非常に面白く、そのオリジナルが非常に強力でterrfic、さらに陽気なことを与えられています）。\n\nラブクラフトの作品はサイエンスフィクションと見なすことができるので、ここでパロディーされた方法は素晴らしいですし、そのパロディーが何で、どのような物語が出てくるか知っていれば、多くのパーツがもっと面白いです。\n\n私が最初にこのアニメのコンセプトを知ったとき、私は興奮していました。パロディですが、私は笑っていました。\n\nつまり、私は決意と決断力の強い女性キャラクターが好きで、ニャルコは彼女が何を望んでいるかを知っています。 少年はあなたの定期的な酒であり、愛らしいニャルコを拒否する彼の時間を無駄にする（ああ、彼女の誘拐は面白いので、ギャグの理由がなければならない）。  Chthugaは面白いですが、私はとにかくYuriのファンではありませんが、他の物語のように男性の性格に対する積極的なものではなく、それは爽やかでした。\n\nもちろん、彼らはこのような考えではるかに多くを果たしている可能性がありますが、これはパロディーなので、大丈夫です。\n\n私はその実行、芸術、音楽、そしてその元気で大胆なコンセプトのためにそれをお勧めします！ あなたがラブクラフトの作品を知っているかどうか分かっていないなら、いずれにしてもあなたは多くのことを笑うでしょう（ラブクラフトの作品を読む人にとってははるかに楽しいですが）"
  },
  {
    "title": "Haiyore_Nyaruko-san",
    "id": "11785",
    "url": "https://myanimelist.net/anime/11785/Haiyore_Nyaruko-san",
    "user": "S1apSh0es",
    "profile": "/profile/S1apSh0es/reviews",
    "pages": "2",
    "number": "19",
    "link": "/reviews.php?id=233325",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  5\n\nあなたの名前はニャル子さんです\n\nちょっとした免責条項：ニールルコさんアニメのテレビシリーズの両方の季節をカバーします。\n\n紙の上では、ニャル子さんにはたくさんのことがあります。 それはコメディー - ハレームが設定されている、女の子はすべて愛の技術的なホラーモンスターの人間の兆候ですが、いくつかの女の子は、プラスである鉛の男よりもお互いのためのより多くのヒットを持っています（ねえ、私はシンプルな男、女の子 -loveはいつも私といくつかの追加ポイントを得ようとしている）。 このショーはMonster Musumeのような現金牛だったはずです。 しかし、このショーは、ほぼ毎回のペイロードで不足しています。そこで、このショーはどこで（そして、なぜ）そのマークを逃したのですか？\n\nまず、少しの歴史。 真のブルーのアニメシリーズは2012年までの光を見ていないが、このIPは「Haiyore！  2009年10月に「ニャル子さん」を迎え、2010年から2011年にかけて5〜10分のフラッシュショーツとして「アニメ」デビューを果たしましたが、この短編はかなり面白いです。 私はそれらをチェックアウトすることを強くお勧めします。 しかし、メインコースはどうですか？ ええ。  。  。  。\n\nこのショーは、主人公のMahiroをいくつかの悪魔的存在から救うことによって導入された私たちの名誉ある銀髪のヒロインと一緒に始まります。 私たちはこれをオタクの人形やその他の商品を売るためのキャラクタードリブンショーとしてマーケティングしているので、説得力のある物語や それについての物語。\n\nそして、それはこのアニメがどのように行動するのかについての最初の洞察です。そうするためにそうするだけです。  「強制」はこの番組やそのユーモアを説明することさえしない。 多くのジョークは、無作為なものの周りに集中しています。あまりにも多くの機能を持っていて失敗している、またはマヒロの主な武器が目に見えない理由でフォークされているという事実です。\n\nプロットについては、1つではありませんが、このショーはほとんど完全にエピソード的な事です。  「ああ、それはスペースダンディーのために働いたんですよね？」あなたは言うかもしれません。 まあ、スペースダンディーにはいくつかの素晴らしいエピソード、いくつかの良いエピソード、いくつかの平凡なもの、そしていくつかの厳しい汚点がありました。 それは基本的にちょうどその場所のいたるところにピンボールをかけた。 ニャル子さん？ まあ、それはそれだけですべての方法をフラットライン。 このショーは、最初の5分間よりももっと面白くなったり、楽しくなることはありません。 それだけでなく、彼らは最初のシーズンの前半にすべてのジョークを使います！ 私たちは、24エピソードの実行に深い6つのエピソード、人々、そして我々は第1四半期に私たちの負荷を爆破した！\n\nジョークはちょうど速すぎて左フィールドから離れて20分以上働いた後、それは私に当たった：Nyarukoさんは実行時間にもかかわらず悪くはなかったので、それは悪かった。  5分間の長編エピソードでは、ショーランナーはエピソード全体の周りに1つのジョークを作ってしまうだろう。 セットアップ、ビルドアップ、パンチライン、笑い、クレジットロール、次のものを見る。 これは、オンラインショーツではうまくいくが、30分近く麻薬が外に出ていれば、その姿勢は変わらない。\n\nOPとEDは両方とも季節の両方にとって良い平均から良いまでですが、ショーはアート・スタイルとキャラクターデザインで本当に輝きます。 ショーは間違いなく独特です。 同じ時間帯にパイプを降りてくるものは間違ってはいませんが、このすべてがショー全体を保存するには不十分です。\n\nそして、私を間違ってはいけない、ここに潜在力がある、私はそれを見る。 ファックええ、私はそれを参照してください、しかしそれはちょうど悪い実行されています。 でも、このアニメの両方の季節を楽しんでいる人もいますが、私は彼らに間違っていると言う人ではありませんが、このショーはすべての人のためのものではありません。 あなたが選択をしなければならない場合は、代わりにショーツを見てください。"
  },
  {
    "title": "Haiyore_Nyaruko-san",
    "id": "11785",
    "url": "https://myanimelist.net/anime/11785/Haiyore_Nyaruko-san",
    "user": "yoshihiro56",
    "profile": "/profile/yoshihiro56/reviews",
    "pages": "2",
    "number": "20",
    "link": "/reviews.php?id=231424",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  8\n\nエイリアンの神の女の子は、地球の怪物から地球を守るために地球に送られます。 彼女は彼のために落ちる。 それはコメディ/パロディー、ecchi、Scifiといくつかのアクションの束を持っています。 それは素晴らしい、ちょっとばかげたアニメです。 このショーには本当に狂ったプロットやそのようなものはありません。 ギャグ、パロディ、面白いものがいっぱいです。 ジョークの多くはNyarko（エイリアンの女の子）と変態し、Mahiro（MCの男）とやり取りしようとしている。 私はいつも変態の女の子がおもしろいアニメを見つけたので、それはかなり面白いと思った。 マヒロは素敵な小さなハーレムを作り、少年が彼のために倒れているので、彼はオプションがある。 笑。 マヒロは彼と一緒に住んでいる変態の女の子と彼らが持っているすべての奇妙な宇宙のものに対処しなければなりません。 それは面白いです。"
  }
]
