[
  {
    "title": "Gakuen_Senki_Muryou",
    "id": "1179",
    "url": "https://myanimelist.net/anime/1179/Gakuen_Senki_Muryou",
    "user": "FallnKnightFakir",
    "profile": "/profile/FallnKnightFakir/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=22817",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  5\nキャラクター|  8\n|  8\n\n過小評価されて見落とされた宝石は、それは見るためにリラックスしているSFのタイプであり、ゆっくりとペースのあるSFを好む人は、そのショットを与えることを考慮する必要があります。\n\nプロット：8\nプロットはちょっと難しいかもしれませんが、エイリアンや銀河間警察と一緒にあなたのすべてのSFに行く時間の半分、生徒の皆さんと一緒に生きていく時間の半分です。 彼らはお互いに実際によく似合う興味深い部分です。 このシリーズを2度目に見ると、実際に無駄なシーンもないことがより印象的になります。どちらもプロットやキャラクターになります。 これらのセグメント間のバランスも良いですし、シリーズが進むにつれて、SFに向かってより多くの手を貸しています。\n\nキャラクター：8\nこのシリーズには、シリーズで定義されている2つのメインがあるとみなすことができます。ストーリーが語られたはじまりと、そのシリーズの名前は多かれ少なかれ、 これら2つは特に興味深いわけではありませんが、悪くはありませんが、ちょっと感じています。 ハジメは私にとって少しばかり戻ってしまっています。すべての人は誰もが普通ですし、ムリーはシリーズの主な謎ですが、ちょっと乾いています。 キャストの残りの部分は、変わった癖や性格を持っていても、すごく楽しいものです。 彼らは、シリーズのライフラインとSFの両方のセグメントで見て、見て価値があるようになります。 大人と子供の両方のキャラクターは興味深く、信じられます。\n\nプレゼンテーション：7\n良い部分は最後のセル描画シリーズの1つだったアニメーションです。今日はそれほど手に取られていない感じがしています。  Madhouseがそれをアニメーション化したことを考えると、それはまた見た目もよく動きます。 もう一方のサウンドトラックは....まあ、それは誰かがエレベーターにサウンドトラックを盗んだようなもので、トラックにはちょうど1つ半の良い曲がありました。 サウンドトラックはかなりひどいです、それはOPとEDに本当に干渉します、彼らは私のことを聞いていませんが、彼らはショーの残りの部分を混乱させることはありませんので、 あなたが私に尋ねるなら、それはかなり嘘つきです。\n\n全体：8\nそれは誰にとってもそうではないかもしれないが、人生をもっと欲しがる人はそれ以上は必要がなく、サイエンスフィジックスを気にしない人は混在していなければならない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nUnderrated and overlooked gem, it’s the type of sci-fi that’s relaxing to watch and anyone who likes slower paced sci-fi should consider giving it a shot.\n\n\u001b[1m過小評価されて見落とされた宝石は、それは見るためにリラックスしているSFのタイプであり、ゆっくりと歩いたSFを好む人は誰でもそれを撮影することを考慮する必要があります。\u001b[22m\n\u001b[1m(Kashō hyōka sa rete miotosa reta hōseki wa, sore wa miru tame ni rirakkusu shite iru SF no taipudeari, yukkuri to aruita SF o konomu hito wa dare demo sore o satsuei suru koto o kōryo suru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mUnderrated and overlooked gem, it’s the type of sci-fi that’s relaxing to watch and anyone who likes slower paced sci-fi should consider giving it a shot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnderrated and overlooked gem, it’s the type of sci-fi that’s relaxing to watch and anyone who likes slower paced sci-fi should consider giving it a shot.\u001b[24m\n    \u001b[1m過小評価されて見落とされた宝石は、それは見るためにリラックスしているSFのタイプであり、ゆっくりと歩いたSFを好む人は誰でもそれを撮影することを考慮する必要があります。\u001b[22m, \u001b[1m過小評価と宝石を見落とし、それは見にリラックスしていたSFとそれに打撃を与えることを検討すべきであるより遅いペースでのSFが好き誰のタイプです。\u001b[22m\n\u001b[1m\u001b[22m\nPlot: 8\n\n\u001b[1mプロット：8\u001b[22m\n\u001b[1m(Purotto: 8)\u001b[22m\n\nTranslations of \u001b[4mPlot: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlot: 8\u001b[24m\n    \u001b[1mプロット：8\u001b[22m\nThe plot can be a bit tricky to pin point, half the time it’s going all sci-fi on you with aliens and intergalactic police, the other half of the time it’s going slice of life with students on you. They’re both interesting parts that actually mingle pretty well with eachother. Upon going through this series a second time, it becomes more impressive that there really aren’t any wasted scenes either, they either go to plot or to characters. The balance between these segments is good too and leans a lot more towards sci-fi as the series goes on.\n\n\u001b[1mプロットはちょっと難しいかもしれませんが、エイリアンや銀河間警察と一緒にあなたのすべてのSFに行く時間の半分、生徒の皆さんと一緒に生きていく時間の半分です。 彼らはお互いに実際によく似合う興味深い部分です。 このシリーズを2度目に見ると、実際に無駄なシーンもないことがより印象的になります。どちらもプロットやキャラクターになります。 これらのセグメント間のバランスも良いですし、シリーズが進むにつれて、SFに向かってより多くの手を貸しています。\u001b[22m\n\u001b[1m(Purotto wa chotto muzukashī kamo shiremasenga, eirian ya ginga-kan keisatsu to issho ni anata no subete no SF ni iku jikan no hanbun, seito no minasan to issho ni ikiteiku jikan no hanbundesu. Karera wa otagai ni jissai ni yoku niau kyōmibukai bubundesu. Kono shirīzu o 2-dome ni miru to, jissai ni mudana shīn mo nai koto ga yori inshō-teki ni narimasu. Dochira mo purotto ya kyarakutā ni narimasu. Korera no segumento-kan no baransu mo yoidesushi, shirīzu ga susumu ni tsurete, SF ni mukatte yori ōku no te o kashite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe plot can be a bit tricky to pin point, half the time it’s going all sci-fi on you with aliens and intergalactic police, the other half of the time it’s going slice of life with students on you. They’re both interesting parts that actually mingle pretty well with eachother. Upon going through this series a second time, it becomes more impressive that there really aren’t any wasted scenes either, they either go to plot or to characters. The balance between these segments is good too and leans a lot more towards sci-fi as the series goes on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot can be a bit tricky to pin point, half the time it’s going all sci-fi on you with aliens and intergalactic police, the other half of the time it’s going slice of life with students on you.\u001b[24m\n    \u001b[1mプロットはちょっと難しいかもしれませんが、エイリアンや銀河間警察と一緒にあなたのすべてのSFに行く時間の半分、生徒の皆さんと一緒に生きていく時間の半分です。\u001b[22m, \u001b[1mプロットは、ピンポイント、それはエイリアンと銀河警察とあなたのすべてのSFを起こっているの半分の時間、それはあなたに学生との生活のスライスを起こっている時間の残りの半分を少しトリッキーなことができます。\u001b[22m\n\u001b[4mThey’re both interesting parts that actually mingle pretty well with eachother.\u001b[24m\n    \u001b[1m彼らはお互いに実際によく似合う興味深い部分です。\u001b[22m, \u001b[1m彼らは実際にはお互いにかなりよく付き合う両方興味深い部分です。\u001b[22m\n\u001b[4mUpon going through this series a second time, it becomes more impressive that there really aren’t any wasted scenes either, they either go to plot or to characters.\u001b[24m\n    \u001b[1mこのシリーズを2度目に見ると、実際に無駄なシーンもないことがより印象的になります。どちらもプロットやキャラクターになります。\u001b[22m, \u001b[1mこのシリーズを介して第2の時間に行く時には、それは実際にそこに任意の無駄なシーンは、彼らがいずれかの、どちらかではないプロットや文字に行くことをより印象的になります。\u001b[22m\n\u001b[4mThe balance between these segments is good too and leans a lot more towards sci-fi as the series goes on.\u001b[24m\n    \u001b[1mこれらのセグメント間のバランスも良いですし、シリーズが進むにつれて、SFに向かってより多くの手を貸しています。\u001b[22m, \u001b[1mこれらのセグメント間のバランスも良いですし、シリーズが進むようなSFの方にもっとたくさん傾きます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 8\n\n\u001b[1mキャラクター：8\u001b[22m\n\u001b[1m(Kyarakutā: 8)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 8\u001b[24m\n    \u001b[1mキャラクター：8\u001b[22m\nThis series could be considered to have two mains as defined by the series: Hajime, whom the story is told from, and Muryou, whom the series is more or less named after. These two aren’t particularly interesting though, they’re not bad, but they just kinda feel...there. Hajime takes everything a bit too laid back for me, like everything and everyone is normal, and even though Muryou is the main mystery in the series, he’s just a little bit dry. The rest of the cast is all great fun though with varying quirks and personalities. They make the series worth watching and show up in both the more slice of life segments and the sci-fi segments. Both adults and children characters are interesting and believable.\n\n\u001b[1mこのシリーズには、シリーズで定義されている2つのメインがあるとみなすことができます。ストーリーが語られたはじまりと、そのシリーズの名前は多かれ少なかれ、 これら2つは特に興味深いわけではありませんが、悪くはありませんが、ちょっと感じています。 ハジメは私にとって少しばかり戻ってしまっています。すべての人は誰もが普通ですし、ムリーはシリーズの主な謎ですが、ちょっと乾いています。 キャストの残りの部分は、変わった癖や性格を持っていても、すごく楽しいものです。 彼らは、シリーズのライフラインとSFの両方のセグメントで見て、見て価値があるようになります。 大人と子供の両方のキャラクターは興味深く、信じられます。\u001b[22m\n\u001b[1m(Kono shirīzu ni wa, shirīzu de teigi sa rete iru 2tsu no mein ga aru to minasu koto ga dekimasu. Sutōrī ga katara reta hajimari to, sono shirīzu no namae wa ōkare sukunakare, korera 2tsu wa tokuni kyōmibukai wakede wa arimasenga, waruku wa arimasenga, chotto kanjite imasu. Hajime wa watashi ni totte sukoshi bakari modotte shimatte imasu. Subete no hito wa daremoga futsūdesushi, murī wa shirīzu no omona nazodesuga, chotto kawaite imasu. Kyasuto no nokori no bubun wa, kawatta kuse ya seikaku o motte ite mo, sugoku tanoshī monodesu. Karera wa, shirīzu no raifurain to SF no ryōhō no segumento de mite, mite kachi ga aru yō ni narimasu. Otona to kodomo no ryōhō no kyarakutā wa kyōmibukaku, shinji raremasu.)\u001b[22m\n\nTranslations of \u001b[4mThis series could be considered to have two mains as defined by the series: Hajime, whom the story is told from, and Muryou, whom the series is more or less named after. These two aren’t particularly interesting though, they’re not bad, but they just kinda feel...there. Hajime takes everything a bit too laid back for me, like everything and everyone is normal, and even though Muryou is the main mystery in the series, he’s just a little bit dry. The rest of the cast is all great fun though with varying quirks and personalities. They make the series worth watching and show up in both the more slice of life segments and the sci-fi segments. Both adults and children characters are interesting and believable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis series could be considered to have two mains as defined by the series: Hajime, whom the story is told from, and Muryou, whom the series is more or less named after.\u001b[24m\n    \u001b[1mこのシリーズには、シリーズで定義されている2つのメインがあるとみなすことができます。ストーリーが語られたはじまりと、そのシリーズの名前は多かれ少なかれ、\u001b[22m, \u001b[1m物語はから語られ肇、およびMuryou、シリーズは多かれ少なかれにちなんで命名されます。このシリーズは、シリーズによって定義されたように、2つの電源を持っていると考えることができました。\u001b[22m\n\u001b[4mThese two aren’t particularly interesting though, they’re not bad, but they just kinda feel...there.\u001b[24m\n    \u001b[1mこれら2つは特に興味深いわけではありませんが、悪くはありませんが、ちょっと感じています。\u001b[22m, \u001b[1mこれら二つは、彼らは悪くないよ、しかし特に興味深いものではありませんが、ただちょっとそこに...感じます。\u001b[22m\n\u001b[4mHajime takes everything a bit too laid back for me, like everything and everyone is normal, and even though Muryou is the main mystery in the series, he’s just a little bit dry.\u001b[24m\n    \u001b[1mハジメは私にとって少しばかり戻ってしまっています。すべての人は誰もが普通ですし、ムリーはシリーズの主な謎ですが、ちょっと乾いています。\u001b[22m, \u001b[1m肇はすべてのよう、私のために少しものんびりすべてを取り、誰もが正常であり、Muryouはシリーズの主な謎があるにもかかわらず、彼は少しドライです。\u001b[22m\n\u001b[4mThe rest of the cast is all great fun though with varying quirks and personalities.\u001b[24m\n    \u001b[1mキャストの残りの部分は、変わった癖や性格を持っていても、すごく楽しいものです。\u001b[22m, \u001b[1mキャストの残りの部分は、様々な癖や個性を持つものの、すべてのとても楽しいです。\u001b[22m\n\u001b[4mThey make the series worth watching and show up in both the more slice of life segments and the sci-fi segments.\u001b[24m\n    \u001b[1m彼らは、シリーズのライフラインとSFの両方のセグメントで見て、見て価値があるようになります。\u001b[22m, \u001b[1m彼らは見て、一連の価値にすると生命セグメントのより多くのスライスとのSFセグメントの両方に表示されます。\u001b[22m\n\u001b[4mBoth adults and children characters are interesting and believable.\u001b[24m\n    \u001b[1m大人と子供の両方のキャラクターは興味深く、信じられます。\u001b[22m, \u001b[1m大人も子供文字が面白いと信じています。\u001b[22m\n\u001b[1m\u001b[22m\nPresentation: 7\n\n\u001b[1mプレゼンテーション：7\u001b[22m\n\u001b[1m(Purezentēshon: 7)\u001b[22m\n\nTranslations of \u001b[4mPresentation: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPresentation: 7\u001b[24m\n    \u001b[1mプレゼンテーション：7\u001b[22m\nThe good part is the animation, which was one of the last cel drawn series, it just has that nice hand-drawn feel to it we don’t get quite as much today. Given that Madhouse animated it, it also looks and moves well. The soundtrack on the other hand....well, it’s like someone stole the soundtrack to an elevator and the track had precisely one and a half good songs on it. The soundtrack is pretty awful, it really interferes with the OP and ED, they're damn near unlistenable is you ask me, but they don't really disrupt the rest of the show either, so I suppose I can give it a pass, but it's pretty crappy if you ask me.\n\n\u001b[1m良い部分は最後のセル描画シリーズの1つだったアニメーションです。今日はそれほど手に取られていない感じがしています。  Madhouseがそれをアニメーション化したことを考えると、それはまた見た目もよく動きます。 もう一方のサウンドトラックは....まあ、それは誰かがエレベーターにサウンドトラックを盗んだようなもので、トラックにはちょうど1つ半の良い曲がありました。 サウンドトラックはかなりひどいです、それはOPとEDに本当に干渉します、彼らは私のことを聞いていませんが、彼らはショーの残りの部分を混乱させることはありませんので、 あなたが私に尋ねるなら、それはかなり嘘つきです。\u001b[22m\n\u001b[1m(Yoi bubun wa saigo no seru byōga shirīzu no 1tsudatta animēshondesu. Kyō wa sorehodo te ni tora rete inai kanji ga shite imasu. Madhouse ga sore o animēshon-ka shita koto o kangaeru to, soreha mata mitame mo yoku ugokimasu. Mō ippō no saundotorakku wa.... Mā, soreha darekaga erebētā ni saundotorakku o nusunda yōna mono de, torakku ni wa chōdo 1tsu-han no yoi kyoku ga arimashita. Saundotorakku wa kanari hidoidesu, soreha OP to ED ni hontōni kanshō shimasu, karera wa watashi no koto o kiite imasenga, karera wa shō no nokori no bubun o konran sa seru koto wa arimasen'node, anata ga watashi ni tazunerunara, sore wa kanari usotsukidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe good part is the animation, which was one of the last cel drawn series, it just has that nice hand-drawn feel to it we don’t get quite as much today. Given that Madhouse animated it, it also looks and moves well. The soundtrack on the other hand....well, it’s like someone stole the soundtrack to an elevator and the track had precisely one and a half good songs on it. The soundtrack is pretty awful, it really interferes with the OP and ED, they're damn near unlistenable is you ask me, but they don't really disrupt the rest of the show either, so I suppose I can give it a pass, but it's pretty crappy if you ask me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe good part is the animation, which was one of the last cel drawn series, it just has that nice hand-drawn feel to it we don’t get quite as much today.\u001b[24m\n    \u001b[1m良い部分は最後のセル描画シリーズの1つだったアニメーションです。今日はそれほど手に取られていない感じがしています。\u001b[22m, \u001b[1m良い部分は、最後のセル画描かれたシリーズの一つであったアニメーション、ですが、それはちょうどそれに手描きの感触素敵な私たちは今日非常に多くを得ることはありませんことがあります。\u001b[22m\n\u001b[4mGiven that Madhouse animated it, it also looks and moves well.\u001b[24m\n    \u001b[1mMadhouseがそれをアニメーション化したことを考えると、それはまた見た目もよく動きます。\u001b[22m, \u001b[1mマッドハウスがそれをアニメーション化することを考えると、それはまた見え、よく動きます。\u001b[22m\n\u001b[4mThe soundtrack on the other hand....well, it’s like someone stole the soundtrack to an elevator and the track had precisely one and a half good songs on it.\u001b[24m\n    \u001b[1mもう一方のサウンドトラックは....まあ、それは誰かがエレベーターにサウンドトラックを盗んだようなもので、トラックにはちょうど1つ半の良い曲がありました。\u001b[22m, \u001b[1m誰かがエレベーターにサウンドトラックを盗んだとトラックがそれに正確に1年半の良い曲を持っていたように一方のサウンドトラックは....まあ、それはです。\u001b[22m\n\u001b[4mThe soundtrack is pretty awful, it really interferes with the OP and ED, they're damn near unlistenable is you ask me, but they don't really disrupt the rest of the show either, so I suppose I can give it a pass,\u001b[24m\n    \u001b[1mサウンドトラックはかなりひどいです、それはOPとEDに本当に干渉します、彼らは私のことを聞いていませんが、彼らはショーの残りの部分を混乱させることはありませんので、\u001b[22m, \u001b[1mサウンドトラックは、彼らは聞くに耐えないの近くにいまいましいしている、それは本当にOPとEDを妨害し、かなりひどいです、あなたは私を尋ねているが、彼らは本当にいずれかのショーの残りの部分を破壊しないので、私は、私はそれをパスを与えることができると仮定\u001b[22m\n\u001b[4mbut it's pretty crappy if you ask me.\u001b[24m\n    \u001b[1mあなたが私に尋ねるなら、それはかなり嘘つきです。\u001b[22m, \u001b[1mあなたは私に言わせればそれはかなり安っぽいです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 8\n\n\u001b[1m全体：8\u001b[22m\n\u001b[1m(Zentai: 8)\u001b[22m\n\nTranslations of \u001b[4mOverall: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 8\u001b[24m\n    \u001b[1m全体：8\u001b[22m\nIt might not be for everyone, but people who want more laid back slice of life need look no further and people who like slice of life who don’t mind sci-fi mixed in there should check it out.\n\n\u001b[1mそれは誰にとってもそうではないかもしれないが、人生をもっと欲しがる人はそれ以上は必要がなく、サイエンスフィジックスを気にしない人は混在していなければならない。\u001b[22m\n\u001b[1m(Sore wa dare ni tottemo sōde wanai kamo shirenaiga, jinsei o motto hoshigaru hito wa sore ijō wa hitsuyō ga naku, saiensufijikkusu o kinishinai hito wa konzai shite inakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mIt might not be for everyone, but people who want more laid back slice of life need look no further and people who like slice of life who don’t mind sci-fi mixed in there should check it out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt might not be for everyone, but people who want more laid back slice of life need look no further and people who like slice of life who don’t mind sci-fi mixed in there should check it out.\u001b[24m\n    \u001b[1mそれは誰にとってもそうではないかもしれないが、人生をもっと欲しがる人はそれ以上は必要がなく、サイエンスフィジックスを気にしない人は混在していなければならない。\u001b[22m, \u001b[1mそれは皆のためになることはありませないかもしれませんが、人生のよりのんびりスライスをしたい人には、もう探す必要はそこに混入したSFを気にしない生活のスライスを好きな人がそれをチェックアウトする必要があります。\u001b[22m"
  },
  {
    "title": "Gakuen_Senki_Muryou",
    "id": "1179",
    "url": "https://myanimelist.net/anime/1179/Gakuen_Senki_Muryou",
    "user": "PKAmmoTroop",
    "profile": "/profile/PKAmmoTroop/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=15057",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  10\n\n新神社は、まれにしか来ないアニメの1つで、それがやりたいことをうまくやっています。 神宮は興味深い話をして、それを見るのが楽しいやり方でやっています。 いくつかのシーンを除いて、シンギュは、視聴者をストーリーに吸い込むための安価なトリックに頼らず、また視聴者の感情と遊ぶこともしない。 それはちょうど物語を伝えるだけでなく、物語もそれほど悪くない。\n\n新世界には素晴らしい古き良き時代の雰囲気があります。オープニングのアンサンブルソロから、大野雄二のすばらしいジャズアレンジまで、その間にあるすべての閉鎖は喜びです。 芸術は描かれていますが、細かく描かれているわけではありません。バックグラウンドミュージックはほとんどがジャズです。 キャラクターは、古い学校の広い目を見ていると主人公の一つは、顔の表情はまれにアミューズメントから変わるミステリーsuperbeingです。 キャラクターは4番目の壁を壊して観客に直接話すことで問題はありません（通常、誰があなたと話していますか？\n\n古いアニメに見られるように主人公によってナレーションさえあり、各エピソードは「次のエピソードですべてのこれらの質問が回答される」というようなナレーターで終わります。\n\nすべての古い学校の資質については、これは間違いなく21世紀のアニメです。 メインプロットの背後にあるコンセプトは、初めは単純すぎるように見えますが、エピソードがプロットを続け、さまざまなサブプロットが無限に複雑になるため、時間を割いてください。 もう一つのプラスは、神宮が恥ずかしそうに日本語であるということです。 私は一般的な場所に自分自身を位置づけようとするアニメに疲れています。 この話が日本の小さな町で起こっていることは疑いありません。日本の文化を垣間見ることは爽やかです。\n\n私は同じ古い巨大なロボットの地球上の物語に疲れている人のためにこのアニメをお勧めします、これは新鮮で快適な身近な感じで爽やかです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nShingu is one of those animes that comes along rarely that does what it intends to do and does it well. Shingu tells an interesting story and does it in a way that's enjoyable to watch, and somehow relaxing. Except for a few scenes Shingu doesn't resort to cheap tricks to suck the viewer in to the story nor does it try to play with the viewers emotions. It just tells a story, and not too bad a story at that.\n\n\u001b[1m新神社は、まれにしか来ないアニメの1つで、それがやりたいことをうまくやっています。 神宮は興味深い話をして、それを見るのが楽しいやり方でやっています。 いくつかのシーンを除いて、シンギュは、視聴者をストーリーに吸い込むための安価なトリックに頼らず、また視聴者の感情と遊ぶこともしない。 それはちょうど物語を伝えるだけでなく、物語もそれほど悪くない。\u001b[22m\n\u001b[1m(Shin jinja wa, mare ni shika konai anime no 1tsu de, sore ga yaritai koto o umaku yatte imasu. Jingū wa kyōmibukai hanashi o shite, sore o miru no ga tanoshī yarikata de yatte imasu. Ikutsu ka no shīn o nozoite, shingyu wa, shichō-sha o sutōrī ni suikomu tame no ankana torikku ni tayorazu, mata shichō-sha no kanjō to asobu koto mo shinai. Sore wa chōdo monogatari o tsutaeru dakedenaku, monogatari mo sorehodo warukunai.)\u001b[22m\n\nTranslations of \u001b[4mShingu is one of those animes that comes along rarely that does what it intends to do and does it well. Shingu tells an interesting story and does it in a way that's enjoyable to watch, and somehow relaxing. Except for a few scenes Shingu doesn't resort to cheap tricks to suck the viewer in to the story nor does it try to play with the viewers emotions. It just tells a story, and not too bad a story at that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShingu is one of those animes that comes along rarely that does what it intends to do and does it well.\u001b[24m\n    \u001b[1m新神社は、まれにしか来ないアニメの1つで、それがやりたいことをうまくやっています。\u001b[22m, \u001b[1m新宮はそれが何をしようとするものを行い、十分にそれをしないまれに沿って来て、それらのアニメの一つです。\u001b[22m\n\u001b[4mShingu tells an interesting story and does it in a way that's enjoyable to watch, and somehow relaxing.\u001b[24m\n    \u001b[1m神宮は興味深い話をして、それを見るのが楽しいやり方でやっています。\u001b[22m, \u001b[1m新宮は面白い物語と見て楽しい、と何とかリラックスな方法でそれをしません。\u001b[22m\n\u001b[4mExcept for a few scenes Shingu doesn't resort to cheap tricks to suck the viewer in to the story nor does it try to play with the viewers emotions.\u001b[24m\n    \u001b[1mいくつかのシーンを除いて、シンギュは、視聴者をストーリーに吸い込むための安価なトリックに頼らず、また視聴者の感情と遊ぶこともしない。\u001b[22m, \u001b[1mいくつかのシーンを除い新宮は話に視聴者を吸うために安価なトリックに頼るしておらず、視聴者の感情に再生しようとしません。\u001b[22m\n\u001b[4mIt just tells a story, and not too bad a story at that.\u001b[24m\n    \u001b[1mそれはちょうど物語を伝えるだけでなく、物語もそれほど悪くない。\u001b[22m, \u001b[1mそれはちょうどその時の話ではなく、あまりにも悪い物語です。\u001b[22m\n\u001b[1m\u001b[22m\nShingu has a wonderful old school feel to it, from the anthem solo at the opening to the wonderful jazz arrangement by Yuji Oono at the closing everything in between is a delight. The art is well drawn but not overly detailed and the background music is mostly well done jazz. The characters have the old school wide eyed look and one of the main characters is a mystery superbeing whose facial expression rarely ever changes from amusment. The characters have no problem with breaking the 4th wall and speaking directly to the audience (which usually precipitates another characters saying 'Who are you talking to?'\n\n\u001b[1m新世界には素晴らしい古き良き時代の雰囲気があります。オープニングのアンサンブルソロから、大野雄二のすばらしいジャズアレンジまで、その間にあるすべての閉鎖は喜びです。 芸術は描かれていますが、細かく描かれているわけではありません。バックグラウンドミュージックはほとんどがジャズです。 キャラクターは、古い学校の広い目を見ていると主人公の一つは、顔の表情はまれにアミューズメントから変わるミステリーsuperbeingです。 キャラクターは4番目の壁を壊して観客に直接話すことで問題はありません（通常、誰があなたと話していますか？\u001b[22m\n\u001b[1m(Shin sekai ni wa subarashī furukiyokijidai no fun'iki ga arimasu. Ōpuningu no ansanburusoro kara, ōno yūji no subarashī jazu arenji made, sonoaida ni aru subete no heisa wa yorokobidesu. Geijutsu wa egaka rete imasuga, komakaku egaka rete iru wakede wa arimasen. Bakkuguraundomyūjikku wa hotondo ga jazudesu. Kyarakutā wa, furui gakkō no hiroi me o mite iruto shujinkō no hitotsu wa,-gao no hyōjō wa mare ni amyūzumento kara kawaru misuterī superbeingdesu. Kyarakutā wa 4-banme no kabe o kowashite kankyaku ni chokusetsu hanasu kotode mondai wa arimasen (tsūjō, dare ga anata to hanashite imasu ka?)\u001b[22m\n\nTranslations of \u001b[4mShingu has a wonderful old school feel to it, from the anthem solo at the opening to the wonderful jazz arrangement by Yuji Oono at the closing everything in between is a delight. The art is well drawn but not overly detailed and the background music is mostly well done jazz. The characters have the old school wide eyed look and one of the main characters is a mystery superbeing whose facial expression rarely ever changes from amusment. The characters have no problem with breaking the 4th wall and speaking directly to the audience (which usually precipitates another characters saying 'Who are you talking to?'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShingu has a wonderful old school feel to it, from the anthem solo at the opening to the wonderful jazz arrangement by Yuji Oono at the closing everything in between is a delight.\u001b[24m\n    \u001b[1m新世界には素晴らしい古き良き時代の雰囲気があります。オープニングのアンサンブルソロから、大野雄二のすばらしいジャズアレンジまで、その間にあるすべての閉鎖は喜びです。\u001b[22m, \u001b[1m新宮は素晴らしい古い学校は喜びである間に閉鎖するすべてのものに雄二大野によって素晴らしいジャズ・アレンジへの開口部での国歌ソロから、それに感じています。\u001b[22m\n\u001b[4mThe art is well drawn but not overly detailed and the background music is mostly well done jazz.\u001b[24m\n    \u001b[1m芸術は描かれていますが、細かく描かれているわけではありません。バックグラウンドミュージックはほとんどがジャズです。\u001b[22m, \u001b[1m技術はよく描かれますが、過度に詳しくないと背景音楽がほとんど十分にジャズに行われています。\u001b[22m\n\u001b[4mThe characters have the old school wide eyed look and one of the main characters is a mystery superbeing whose facial expression rarely ever changes from amusment.\u001b[24m\n    \u001b[1mキャラクターは、古い学校の広い目を見ていると主人公の一つは、顔の表情はまれにアミューズメントから変わるミステリーsuperbeingです。\u001b[22m, \u001b[1m文字は、古い学校の広い目の視線とメインキャラクターの1表情めったにamusmentから変化する謎のsuperbeingがあるがあります。\u001b[22m\n\u001b[4mThe characters have no problem with breaking the 4th wall and speaking directly to the audience (which usually precipitates another characters saying 'Who are you talking to?'\u001b[24m\n    \u001b[1mキャラクターは4番目の壁を壊して観客に直接話すことで問題はありません（通常、誰があなたと話していますか？\u001b[22m, \u001b[1m文字は通常と言って、別の文字を析出する（第四壁を破壊し、視聴者に直接話すと何の問題もない」あなたは誰を話しています？」\u001b[22m\n\u001b[1m\u001b[22m\nThere's even narration by the main character as was seen in older anime and each episode ends with the narrator saying something like 'all these questions will be answered in the next episode' which also is another old school touch.\n\n\u001b[1m古いアニメに見られるように主人公によってナレーションさえあり、各エピソードは「次のエピソードですべてのこれらの質問が回答される」というようなナレーターで終わります。\u001b[22m\n\u001b[1m(Furui anime ni mi rareru yō ni shujinkō ni yotte narēshon sae ari, kaku episōdo wa `tsugi no episōdo de subete no korera no shitsumon ga kaitō sa reru' to iu yōna narētā de owarimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere's even narration by the main character as was seen in older anime and each episode ends with the narrator saying something like 'all these questions will be answered in the next episode' which also is another old school touch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's even narration by the main character as was seen in older anime and each episode ends with the narrator saying something like 'all these questions will be answered in the next episode' which also is another old school touch.\u001b[24m\n    \u001b[1m古いアニメに見られるように主人公によってナレーションさえあり、各エピソードは「次のエピソードですべてのこれらの質問が回答される」というようなナレーターで終わります。\u001b[22m, \u001b[1m古いアニメで見られるし、各エピソードのようなものも、別の古い学校のタッチである「すべてのこれらの質問は次のエピソードに答えてくれる」と言っナレーターで終了したように、メインキャラクターによるナレーションもあります。\u001b[22m\n\u001b[1m\u001b[22m\nFor all the old school qualities this is definately a 21st century anime. The concepts behind the main plot seem simplistic at first but give it time, as the episodes continue the plot and various subplots get infinately more complex. Another plus is that Shingu is unabashedly Japanese. I'm growing tired of anime that try to position themselves in a generic location. There's no question that this story takes place in a small Japanese costal town and it's refreshing to catch glimpses of Japanese culture.\n\n\u001b[1mすべての古い学校の資質については、これは間違いなく21世紀のアニメです。 メインプロットの背後にあるコンセプトは、初めは単純すぎるように見えますが、エピソードがプロットを続け、さまざまなサブプロットが無限に複雑になるため、時間を割いてください。 もう一つのプラスは、神宮が恥ずかしそうに日本語であるということです。 私は一般的な場所に自分自身を位置づけようとするアニメに疲れています。 この話が日本の小さな町で起こっていることは疑いありません。日本の文化を垣間見ることは爽やかです。\u001b[22m\n\u001b[1m(Subete no furui gakkō no shishitsu ni tsuite wa, koreha machigainaku 21 seiki no animedesu. Meinpurotto no haigo ni aru konseputo wa, hajime wa tanjun sugiru yō ni miemasuga, episōdo ga purotto o tsudzuke, samazamana sabupurotto ga mugen ni fukuzatsu ni naru tame, jikan o saite kudasai. Mōhitotsu no purasu wa, Jingū ga hazukashi-sō ni nihongodearu to iu kotodesu. Watashi wa ippantekina basho ni jibun jishin o ichidzukeyou to suru anime ni tsukarete imasu. Ko no hanashi ga Nihon no chīsana machi de okotte iru koto wa utagai arimasen. Nihon'nobunka o kaimamiru koto wa sawayakadesu.)\u001b[22m\n\nTranslations of \u001b[4mFor all the old school qualities this is definately a 21st century anime. The concepts behind the main plot seem simplistic at first but give it time, as the episodes continue the plot and various subplots get infinately more complex. Another plus is that Shingu is unabashedly Japanese. I'm growing tired of anime that try to position themselves in a generic location. There's no question that this story takes place in a small Japanese costal town and it's refreshing to catch glimpses of Japanese culture.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor all the old school qualities this is definately a 21st century anime.\u001b[24m\n    \u001b[1mすべての古い学校の資質については、これは間違いなく21世紀のアニメです。\u001b[22m\n\u001b[4mThe concepts behind the main plot seem simplistic at first but give it time, as the episodes continue the plot and various subplots get infinately more complex.\u001b[24m\n    \u001b[1mメインプロットの背後にあるコンセプトは、初めは単純すぎるように見えますが、エピソードがプロットを続け、さまざまなサブプロットが無限に複雑になるため、時間を割いてください。\u001b[22m, \u001b[1mエピソードは、プロットを継続し、様々なサブプロットがinfinatelyより複雑になるように、メインプロットの背後にある概念は、最初は単純なようだが、それに時間を与えます。\u001b[22m\n\u001b[4mAnother plus is that Shingu is unabashedly Japanese.\u001b[24m\n    \u001b[1mもう一つのプラスは、神宮が恥ずかしそうに日本語であるということです。\u001b[22m, \u001b[1m別のプラスは、新宮は平気日本人であるということです。\u001b[22m\n\u001b[4mI'm growing tired of anime that try to position themselves in a generic location.\u001b[24m\n    \u001b[1m私は一般的な場所に自分自身を位置づけようとするアニメに疲れています。\u001b[22m, \u001b[1m私は、一般的な場所で自分自身を配置しようとするアニメの疲れ成長しています。\u001b[22m\n\u001b[4mThere's no question that this story takes place in a small Japanese costal town and it's refreshing to catch glimpses of Japanese culture.\u001b[24m\n    \u001b[1mこの話が日本の小さな町で起こっていることは疑いありません。日本の文化を垣間見ることは爽やかです。\u001b[22m, \u001b[1mこの物語は、小さな日本の沿岸の町で行われ、それが日本文化の見え隠れをキャッチするためにさわやかだということは間違いありません。\u001b[22m\n\u001b[1m\u001b[22m\nI recommend this anime for anyone that's getting tired of the same old giant-robots-save-the-earth story, this one is fresh and refreshing with comfortable familiar feel to it.\n\n\u001b[1m私は同じ古い巨大なロボットの地球上の物語に疲れている人のためにこのアニメをお勧めします、これは新鮮で快適な身近な感じで爽やかです。\u001b[22m\n\u001b[1m(Watashi wa onaji furui kyodaina robotto no chikyū-jō no monogatari ni tsukarete iru hito no tame ni kono anime o o susume shimasu, kore wa shinsende kaitekina midjikana kanji de sawayakadesu.)\u001b[22m\n\nTranslations of \u001b[4mI recommend this anime for anyone that's getting tired of the same old giant-robots-save-the-earth story, this one is fresh and refreshing with comfortable familiar feel to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI recommend this anime for anyone that's getting tired of the same old giant-robots-save-the-earth story, this one is fresh and refreshing with comfortable familiar feel to it.\u001b[24m\n    \u001b[1m私は同じ古い巨大なロボットの地球上の物語に疲れている人のためにこのアニメをお勧めします、これは新鮮で快適な身近な感じで爽やかです。\u001b[22m, \u001b[1m私は同じ古い巨大ロボットはセーブ・地球の物語の疲れだ人のために、この1つはそれに快適おなじみ感のあるフレッシュでさわやかなこのアニメをお勧めします。\u001b[22m"
  },
  {
    "title": "Gakuen_Senki_Muryou",
    "id": "1179",
    "url": "https://myanimelist.net/anime/1179/Gakuen_Senki_Muryou",
    "user": "ggultra2764",
    "profile": "/profile/ggultra2764/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=62417",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  8\n\nこれはかなり若い聴衆のために準備されていたと考えて、それはかなり中毒性の小さなシリーズでした。 神社では、中学生の橋本と学校の学生団体を構成する精神科医との出会いや、その住人が住む町に住んでいる人たちとの出会いをテーマに、スライス・オブ・ライフのコメディーとSFの冒険を提供しています どこにも出現しない外来船に対する無関心と反応する。 神京はその驚異的な要素を持っているが、多くの場合、町民の大部分が毎日の日常的な日常的なイベントとして、ハジメや中学校の他の学生に日常的に取り組んでいるため、 前者は笑いのためだけではなく、町内のものが表面に見えるようなものではないという兆候を示しています。新神社はその時間をゆっくりと明らかにし、最終的に町がどんなつながりを持っているかを完全に明らかにします。\n\nこのシリーズのスライス・オブ・ライフの要素は、彼の町の真の内的な働きに徐々に慣れ親しんで、MouryuとNaiyutaのような彼の学校で学生の身の回りではないメンバーと仲良くなることから始まります。 ショーのキャストは、コメディーやキャラクターの発展のすばらしさを提供する好きで楽しい集まりです。 シリーズ内のキャラクターは、ショー全体を通じて様々なエイリアンの出会いを扱うように、彼らがショーを通して変化するにつれて、彼らの発展と部門を持っています。 街の住民が超常的な発展と能力を持っているカジュアルな反応から生まれたコメディーな瞬間と、ハジメが聴衆に話をして4番目の壁を壊す機会もあります。 シリーズが欠けていたと思われる注目すべき領域は、モーユのキャラクターの深みが限られていて、過去に落とされたヒントが限られているが、シリーズのほとんどの主要キャラクターと比較して、 ショーを通して彼の性格の多様性や変化を示しています。\n\nビジュアル・エンドでは、風景やキャラクターのデザインは、シリーズが妥当な量のビジュアル・ディテールでアニメーション化され、ショーのアクション・シーケンスに明白なアニメーション・ショートカットを備えた控えめな色調でアニメ化された期間のほとんどが標準です。 このシリーズの音楽は主に、日常的かつコメディーな瞬間にはうまくいくような穏やかなトラックで構成されていましたが、私のために忘れられない思い出はありませんでした。\n\n全体的に、新世界：ステラール・ウォーズの秘密は、ちょっとした普通の人生を過ごし、エイリアンと戦っている間に、コメディと冒険の楽しいミックスを提供する中毒性の小さなタイトルでした。 これらのエイリアンと一緒に。 あなたが多くのアニメファンにレーダーの下に横たわるタイトルを探しているなら、これは一見価値があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis was quite the addicting little series considering it seemed geared for a younger audience. Shingu offers up a mix of slice-of-life comedy and sci-fi adventure focused on middle schooler Hajime and his encounters with a group of psychics that make up the student body of his school, as well as living in a town where its residents react with indifference towards alien ships that appear out of nowhere. While having its extraordinary elements, Shingu is surprisingly quite mundane in many instances as most of the town residents take these events as just a typical part of their everyday routine and focusing on the everyday routines of Hajime and the other students in the middle school. Instead of the former being around just for laughs, it also shows signs that things in the town are not as they seem on the surface which Shingu takes its time at slowly unveiling and eventually fully reveals what connections that the town has to said alien appearances.\n\n\u001b[1mこれはかなり若い聴衆のために準備されていたと考えて、それはかなり中毒性の小さなシリーズでした。 神社では、中学生の橋本と学校の学生団体を構成する精神科医との出会いや、その住人が住む町に住んでいる人たちとの出会いをテーマに、スライス・オブ・ライフのコメディーとSFの冒険を提供しています どこにも出現しない外来船に対する無関心と反応する。 神京はその驚異的な要素を持っているが、多くの場合、町民の大部分が毎日の日常的な日常的なイベントとして、ハジメや中学校の他の学生に日常的に取り組んでいるため、 前者は笑いのためだけではなく、町内のものが表面に見えるようなものではないという兆候を示しています。新神社はその時間をゆっくりと明らかにし、最終的に町がどんなつながりを持っているかを完全に明らかにします。\u001b[22m\n\u001b[1m(Kore wa kanari wakai chōshū no tame ni junbi sa rete ita to kangaete, sore wa kanari chūdoku-sei no chīsana shirīzudeshita. Jinjade wa, chūgakusei no Hashimoto to gakkō no gakusei dantai o kōsei suru seishinkai to no deai ya, sono jūnin ga sumu machi ni sunde iru hito-tachi to no deai o tēma ni, suraisu Obu raifu no komedī to SF no bōken o teikyō shite imasu dokoni mo shutsugen shinai gairai-sen ni taisuru mukanshin to han'nō suru. Shinkyō wa sono kyōi-tekina yōso o motte iruga, ōku no baai, chōmin no daibubun ga mainichi no nichijō-tekina nichijō-tekina ibento to shite, Hajime ya chūgakkō no ta no gakusei ni nichijō-teki ni torikunde iru tame, zensha wa warai no tame dakede wa naku, chōnai no mono ga hyōmen ni mieru yōna monode wa nai to iu chōkō o shimeshite imasu. Shin jinja wa sono toki o yukkuri to akiraka ni shi, saishūtekini machi ga don'na tsunagari o motte iru ka o kanzen ni akiraka ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis was quite the addicting little series considering it seemed geared for a younger audience. Shingu offers up a mix of slice-of-life comedy and sci-fi adventure focused on middle schooler Hajime and his encounters with a group of psychics that make up the student body of his school, as well as living in a town where its residents react with indifference towards alien ships that appear out of nowhere. While having its extraordinary elements, Shingu is surprisingly quite mundane in many instances as most of the town residents take these events as just a typical part of their everyday routine and focusing on the everyday routines of Hajime and the other students in the middle school. Instead of the former being around just for laughs, it also shows signs that things in the town are not as they seem on the surface which Shingu takes its time at slowly unveiling and eventually fully reveals what connections that the town has to said alien appearances.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was quite the addicting little series considering it seemed geared for a younger audience.\u001b[24m\n    \u001b[1mこれはかなり若い聴衆のために準備されていたと考えて、それはかなり中毒性の小さなシリーズでした。\u001b[22m, \u001b[1mこれは、若い観客のために連動思え考慮非常に中毒性がほとんどないシリーズでした。\u001b[22m\n\u001b[4mShingu offers up a mix of slice-of-life comedy and sci-fi adventure focused on middle schooler Hajime and his encounters with a group of psychics that make up the student body of his school, as well as living in a town where its residents\u001b[24m\n    \u001b[1m神社では、中学生の橋本と学校の学生団体を構成する精神科医との出会いや、その住人が住む町に住んでいる人たちとの出会いをテーマに、スライス・オブ・ライフのコメディーとSFの冒険を提供しています\u001b[22m, \u001b[1m新宮は、スライスオブライフコメディと彼の学校の生徒の体を構成している占い師のグループと中学生肇と彼の出会いに焦点を当てたのSF冒険のミックスを提供しています、だけでなく、どこにその住民の町に住んでいます\u001b[22m\n\u001b[4mreact with indifference towards alien ships that appear out of nowhere.\u001b[24m\n    \u001b[1mどこにも出現しない外来船に対する無関心と反応する。\u001b[22m, \u001b[1mどこからともなく現れる宇宙船に向かって無関心と反応します。\u001b[22m\n\u001b[4mWhile having its extraordinary elements, Shingu is surprisingly quite mundane in many instances as most of the town residents take these events as just a typical part of their everyday routine and focusing on the everyday routines of Hajime and the other students in the middle school.\u001b[24m\n    \u001b[1m神京はその驚異的な要素を持っているが、多くの場合、町民の大部分が毎日の日常的な日常的なイベントとして、ハジメや中学校の他の学生に日常的に取り組んでいるため、\u001b[22m, \u001b[1mその異常な要素を持ちながら、町の住民のほとんどは、単に典型的な日常ルーチンの一部と肇の日常のルーチンや中学校で他の学生に焦点を当てたとして、これらのイベントを取るよう、新宮は驚くべきことに、多くの場合、非常に世俗的です。\u001b[22m\n\u001b[4mInstead of the former being around just for laughs, it also shows signs that things in the town are not as they seem on the surface which Shingu takes its time at slowly unveiling and eventually fully reveals what connections that the town has to said alien appearances.\u001b[24m\n    \u001b[1m前者は笑いのためだけではなく、町内のものが表面に見えるようなものではないという兆候を示しています。新神社はその時間をゆっくりと明らかにし、最終的に町がどんなつながりを持っているかを完全に明らかにします。\u001b[22m, \u001b[1m代わりにちょうど笑出回っている前者の、それはまた、彼らは新宮がでゆっくり除幕式の時間がかかり、最終的には完全に町は外国人の外観を言っているかの接続を明らかに表面に見えるように町のものではないことの兆候を示しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe slice-of-life element of this series comes from Hajime slowly becoming familiar with the true inner workings of his town and befriending the not-so-ordinary members of the student body at his school like Mouryu and Naiyuta. The show's cast is a likeable and fun bunch offering a nice balance of comedy and character developments. Characters within the series have their developments and dept as they change throughout the show as they deal with the various alien encounters throughout the show. The comedic moments coming from the casual reactions that the town's residents have with their paranormal developments and abilities, as well as some occasions of Hajime breaking the fourth wall by talking to the audience. The only notable area that the series seemed lacking in was any fleshing out of Mouryu's character as depth on his character is kind of limited with some hints dropped over his past yet never elaborated on and compared to most major characters in the series, he didn' t show much diversity or change in his character throughout the show.\n\n\u001b[1mこのシリーズのスライス・オブ・ライフの要素は、彼の町の真の内的な働きに徐々に慣れ親しんで、MouryuとNaiyutaのような彼の学校で学生の身の回りではないメンバーと仲良くなることから始まります。 ショーのキャストは、コメディーやキャラクターの発展のすばらしさを提供する好きで楽しい集まりです。 シリーズ内のキャラクターは、ショー全体を通じて様々なエイリアンの出会いを扱うように、彼らがショーを通して変化するにつれて、彼らの発展と部門を持っています。 街の住民が超常的な発展と能力を持っているカジュアルな反応から生まれたコメディーな瞬間と、ハジメが聴衆に話をして4番目の壁を壊す機会もあります。 シリーズが欠けていたと思われる注目すべき領域は、モーユのキャラクターの深みが限られていて、過去に落とされたヒントが限られているが、シリーズのほとんどの主要キャラクターと比較して、 ショーを通して彼の性格の多様性や変化を示しています。\u001b[22m\n\u001b[1m(Kono shirīzu no suraisu Obu raifu no yōso wa, kare no machi no manouchi-tekina hataraki ni jojoni nareshitashinde, Mouryu to Naiyuta no yōna kare no gakkō de gakusei no minomawaride wanai menbā to nakayoku naru koto kara hajimarimasu. Shō no kyasuto wa, komedī ya kyarakutā no hatten no subarashisa o teikyō suru sukide tanoshī atsumaridesu. Shirīzu-nai no kyarakutā wa, shō zentai o tsūjite samazamana eirian no deai o atsukau yō ni, karera ga shō o tōshite henka suru ni tsurete, karera no hatten to bumon o motte imasu. Machi no jūmin ga chōjōtekina hatten to nōryoku o motte iru kajuaruna han'nō kara umareta komedīna shunkan to, Hajime ga chōshū ni hanashi o shite 4-banme no kabe o kowasu kikai mo arimasu. Shirīzu ga kakete ita to omowa reru chūmoku subeki ryōiki wa, mōyu no kyarakutā no fukami ga kagira rete ite, kako ni otosa reta hinto ga kagira rete iruga, shirīzu no hotondo no shuyō kyarakutā to hikaku shite, shō o tōshite kare no seikaku no tayō-sei ya henka o shimeshite imasu.)\u001b[22m\n\u001b[1m\u001b[22m\nOn the visual end, scenery and character designs are mostly standard for the time period in which the series was animated with a reasonable amount of visual detail and subdued color tones with animation shortcuts apparent in the show's action sequences. The music to the series mostly consisted of mellow tracks which work rather well during the show's mundane and comedic moments, yet had nothing too memorable that stuck out for me.\n\n\u001b[1mビジュアル・エンドでは、風景やキャラクターのデザインは、シリーズが妥当な量のビジュアル・ディテールでアニメーション化され、ショーのアクション・シーケンスに明白なアニメーション・ショートカットを備えた控えめな色調でアニメ化された期間のほとんどが標準です。 このシリーズの音楽は主に、日常的かつコメディーな瞬間にはうまくいくような穏やかなトラックで構成されていましたが、私のために忘れられない思い出はありませんでした。\u001b[22m\n\u001b[1m(Bijuaru endode wa, fūkei ya kyarakutā no dezain wa, shirīzu ga datōna ryō no bijuaru ditēru de animēshon-ka sa re, shō no akushon shīkensu ni meihakuna animēshon shōtokatto o sonaeta hikaemena shikichō de anime-ka sa reta kikan no hotondo ga hyōjundesu. Kono shirīzu no ongaku wa omoni, nichijō-teki katsu komedīna shunkan ni wa umaku iku yōna odayakana torakku de kōsei sa rete imashitaga, watashi no tame ni wasure rarenai omoide wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mOn the visual end, scenery and character designs are mostly standard for the time period in which the series was animated with a reasonable amount of visual detail and subdued color tones with animation shortcuts apparent in the show's action sequences. The music to the series mostly consisted of mellow tracks which work rather well during the show's mundane and comedic moments, yet had nothing too memorable that stuck out for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn the visual end, scenery and character designs are mostly standard for the time period in which the series was animated with a reasonable amount of visual detail and subdued color tones with animation shortcuts apparent in the show's action sequences.\u001b[24m\n    \u001b[1mビジュアル・エンドでは、風景やキャラクターのデザインは、シリーズが妥当な量のビジュアル・ディテールでアニメーション化され、ショーのアクション・シーケンスに明白なアニメーション・ショートカットを備えた控えめな色調でアニメ化された期間のほとんどが標準です。\u001b[22m, \u001b[1m視覚的なエンドでは、風景やキャラクターデザインはシリーズは、視覚的なディテールとショーのアクションシーケンスの明らかなアニメーションのショートカットと落ち着いた色調の合理的な金額でアニメ化された期間のほとんどが標準装備されています。\u001b[22m\n\u001b[4mThe music to the series mostly consisted of mellow tracks which work rather well during the show's mundane and comedic moments, yet had nothing too memorable that stuck out for me.\u001b[24m\n    \u001b[1mこのシリーズの音楽は主に、日常的かつコメディーな瞬間にはうまくいくような穏やかなトラックで構成されていましたが、私のために忘れられない思い出はありませんでした。\u001b[22m, \u001b[1mシリーズの音楽はほとんどがショーの世俗的とコミカル瞬間にかなりうまく機能まろやかなトラックで構成され、まだ私のために立ち往生すぎて記憶に残る何もありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Shingu: Secret of the Stellar Wars was an addicting little title offering a fun mix of comedy and adventure with its cast as they live out a seemingly ordinary life and fight aliens while slowly digging into its mysteries focused on connections that Hajime's small town have with these aliens. This is definitely worth a look if you are looking for any titles lying under the radar to many anime fans.\n\n\u001b[1m全体的に、新世界：ステラール・ウォーズの秘密は、ちょっとした普通の人生を過ごし、エイリアンと戦っている間に、コメディと冒険の楽しいミックスを提供する中毒性の小さなタイトルでした。 これらのエイリアンと一緒に。 あなたが多くのアニメファンにレーダーの下に横たわるタイトルを探しているなら、これは一見価値があります。\u001b[22m\n\u001b[1m(Zentai-teki ni, shin sekai: Suterāru u~ōzu no himitsu wa, chottoshita futsū no jinsei o sugoshi, eirian to tatakatte iru ma ni, komedi to bōken no tanoshī mikkusu o teikyō suru chūdoku-sei no chīsana taitorudeshita. Korera no eirian to issho ni. Anata ga ōku no anime fan ni rēdā no shita ni yokotawaru taitoru o sagashite irunara, kore wa ikken kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, Shingu: Secret of the Stellar Wars was an addicting little title offering a fun mix of comedy and adventure with its cast as they live out a seemingly ordinary life and fight aliens while slowly digging into its mysteries focused on connections that Hajime's small town have with these aliens. This is definitely worth a look if you are looking for any titles lying under the radar to many anime fans.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Shingu: Secret of the Stellar Wars was an addicting little title offering a fun mix of comedy and adventure with its cast as they live out a seemingly ordinary life and fight aliens while slowly digging into its mysteries focused on connections that Hajime's small town have\u001b[24m\n    \u001b[1m全体的に、新世界：ステラール・ウォーズの秘密は、ちょっとした普通の人生を過ごし、エイリアンと戦っている間に、コメディと冒険の楽しいミックスを提供する中毒性の小さなタイトルでした。\u001b[22m, \u001b[1m全体的に、新宮：彼らは一見普通の生活を生き、エイリアンと戦うようにゆっくりと肇の小さな町が持っているの接続に焦点を当て、その謎に掘りながらステラ・ウォーズの秘密は、そのキャストでコメディと冒険の楽しミックスを提供中毒少しタイトルでした\u001b[22m\n\u001b[4mwith these aliens.\u001b[24m\n    \u001b[1mこれらのエイリアンと一緒に。\u001b[22m, \u001b[1mこれらのエイリアンと。\u001b[22m\n\u001b[4mThis is definitely worth a look if you are looking for any titles lying under the radar to many anime fans.\u001b[24m\n    \u001b[1mあなたが多くのアニメファンにレーダーの下に横たわるタイトルを探しているなら、これは一見価値があります。\u001b[22m, \u001b[1mあなたは多くのアニメファンにレーダーの下に横たわる任意のタイトルを探しているなら、これは間違いなく一見の価値があります。\u001b[22m"
  },
  {
    "title": "Gakuen_Senki_Muryou",
    "id": "1179",
    "url": "https://myanimelist.net/anime/1179/Gakuen_Senki_Muryou",
    "user": "pokemotion",
    "profile": "/profile/pokemotion/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=17370",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  10\n|  10\n\nエヴァンゲリオンのもう一つのコピーと考えられていた非常に過小評価されたシリーズ。 新神社は実際には40カ所以上のエピソードがリリースされていましたが、以下のように小さくなっていたので、それをリリースした会社はわずか26人に削減されました（エンディングがやや急いでいる様子が説明されていますが、\n\nストーリー：\n物語の展開は私のお気に入りの部分でなければなりませんでした。それは、彼が学んだものよりも少しだけ新しい学校に新しい子供を輩出しているはじめてのはじまりによって語られました。 最初は私はそれが平均的な表面的なプロットになると思っていましたが、それは結局かなり良い結果に終わりました - 特に最後には、私はそれをあきらめません。\n\n私が一番気に入ったのは、はじまりが自分の話をしたような笑い声でした。チャーターが止まり、「あなたはどうしてあなたと話していますか？ 彼がナレーションを与えている間にそれらの行に沿った何か、シリーズは非常にうまくそれを演奏した。\n\nアート：\n私は通常、古いシリーズを見にタイムアウトを取らないが、私はそれを見て私を止めることができないほどストーリーだと思ったので、芸術は私を全く気にしなかった。\n\n音：\n私は本当にそれに気付かなかったが、少なくともそれはとにかくシリーズを損なうものではなかった。 開幕と閉幕のテーマソングはちょっとチーズで、80年代のアニメでしたが、他に何が期待されましたか？  xD\n\nキャラクター：\nこれの文字は単に驚くほど描写されています。  Muryoはまだ彼が大人であるか天才であるかを伝えることができないと記述されていたからには、これまでどんなシリーズでも私の好きなキャラクターになっています。 シリーズが短くなったため、キャラクターの開発のいくつかは明らかに省略されなければならなかったが、シリーズではユニークで爽やかなキャラクターを出すという信じられないほどの仕事をした。\n\n楽しみ：\n10/10。 十分に言った。\n\n全体：\nそれは本当に簡単に行えるシリーズのようなもので、人々が「シリーズの真中」と呼ぶギャップを埋め尽くすようなものはありません。 私はそれを愛し、それはシリーズが終わったにもかかわらず、物語が本当に終わっていないと感じていた。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAn incredibly underrated series that was considered to be another copy of Evangelion. Shingu was actually origionally released to be 40+ episodes, but since the following seemed to be small the company that origionally released it cut it down to only 26 (which explains how the ending felt slightly rushed, but it still made me wanting more).\n\n\u001b[1mエヴァンゲリオンのもう一つのコピーと考えられていた非常に過小評価されたシリーズ。 新神社は実際には40カ所以上のエピソードがリリースされていましたが、以下のように小さくなっていたので、それをリリースした会社はわずか26人に削減されました（エンディングがやや急いでいる様子が説明されていますが、\u001b[22m\n\u001b[1m(Evu~angerion no mōhitotsu no kopī to kangae rarete ita hijō ni kashō hyōka sa reta shirīzu. Shin jinja wa jissai ni wa 40-kasho ijō no episōdo ga rirīsu sa rete imashitaga, ika no yō ni chīsaku natte itanode, sore o rirīsu shita kaisha wa wazuka 26-ri ni sakugen sa remashita (endingu ga yaya isoide iru yōsu ga setsumei sa rete imasuga,)\u001b[22m\n\nTranslations of \u001b[4mAn incredibly underrated series that was considered to be another copy of Evangelion. Shingu was actually origionally released to be 40+ episodes, but since the following seemed to be small the company that origionally released it cut it down to only 26 (which explains how the ending felt slightly rushed, but it still made me wanting more).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAn incredibly underrated series that was considered to be another copy of Evangelion.\u001b[24m\n    \u001b[1mエヴァンゲリオンのもう一つのコピーと考えられていた非常に過小評価されたシリーズ。\u001b[22m, \u001b[1mヱヴァンゲリヲン新劇場版の別のコピーであると考えられていた信じられないほど過小評価シリーズ。\u001b[22m\n\u001b[4mShingu was actually origionally released to be 40+ episodes, but since the following seemed to be small the company that origionally released it cut it down to only 26 (which explains how the ending felt slightly rushed, but it still made me wanting more).\u001b[24m\n    \u001b[1m新神社は実際には40カ所以上のエピソードがリリースされていましたが、以下のように小さくなっていたので、それをリリースした会社はわずか26人に削減されました（エンディングがやや急いでいる様子が説明されていますが、\u001b[22m, \u001b[1m新宮は、実際にorigionally 40+のエピソードであることをリリースしたが、次は小さいように見えたので、origionally解放会社はそれが（エンディングが少し急いでどう感じたか説明しているが、それはまだ私がもっと望む製）のみ26にそれを切り倒しました。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe story development had to be my favorite part about it, it was told by the veiwpoint of Hajime who befriends a new kid at school who's a little more than what he bargined for. At first I thought it was going to be the average superficial plot, but it ended up being quite good--especially at the end, but I won't give that away.\n\n\u001b[1m物語の展開は私のお気に入りの部分でなければなりませんでした。それは、彼が学んだものよりも少しだけ新しい学校に新しい子供を輩出しているはじめてのはじまりによって語られました。 最初は私はそれが平均的な表面的なプロットになると思っていましたが、それは結局かなり良い結果に終わりました - 特に最後には、私はそれをあきらめません。\u001b[22m\n\u001b[1m(Monogatari no tenkai wa watashinōkiniiri no bubundenakereba narimasendeshita. Sore wa, kare ga mananda mono yori mo sukoshi dake atarashī gakkō ni atarashī kodomo o haishutsu shite iru hajimete no hajimari ni yotte katara remashita. Saisho wa watashi wa sore ga heikin-tekina hyōmen-tekina purotto ni naru to omotte imashitaga, sore wa kekkyoku kanari yoi kekka ni owarimashita - tokuni saigo ni wa, watashi wa sore o akiramemasen.)\u001b[22m\n\nTranslations of \u001b[4mThe story development had to be my favorite part about it, it was told by the veiwpoint of Hajime who befriends a new kid at school who's a little more than what he bargined for. At first I thought it was going to be the average superficial plot, but it ended up being quite good--especially at the end, but I won't give that away.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story development had to be my favorite part about it, it was told by the veiwpoint of Hajime who befriends a new kid at school who's a little more than what he bargined for.\u001b[24m\n    \u001b[1m物語の展開は私のお気に入りの部分でなければなりませんでした。それは、彼が学んだものよりも少しだけ新しい学校に新しい子供を輩出しているはじめてのはじまりによって語られました。\u001b[22m, \u001b[1mストーリー展開はそれについての私のお気に入りの一部でなければならなかった、それは彼がbarginedものよりも少し多くの学校で新しい子供をbefriends肇のveiwpointによって言われました。\u001b[22m\n\u001b[4mAt first I thought it was going to be the average superficial plot, but it ended up being quite good--especially at the end, but I won't give that away.\u001b[24m\n    \u001b[1m最初は私はそれが平均的な表面的なプロットになると思っていましたが、それは結局かなり良い結果に終わりました - 特に最後には、私はそれをあきらめません。\u001b[22m, \u001b[1m最初は、私はそれが平均的な表面的なプロットであると思っていたが、それはかなり良いことになった - 特に最後の段階で、私はそれを離れて与えることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nOne thing I liked the most was the almost comical way Hajime told his story, I loved how the charters would stop and say 'Why are you talking to yourself?' or something along those lines while he was giving his narration, the series played it off very well.\n\n\u001b[1m私が一番気に入ったのは、はじまりが自分の話をしたような笑い声でした。チャーターが止まり、「あなたはどうしてあなたと話していますか？ 彼がナレーションを与えている間にそれらの行に沿った何か、シリーズは非常にうまくそれを演奏した。\u001b[22m\n\u001b[1m(Watashi ga ichiban kiniitta no wa, hajimari ga jibun no hanashi o shita yōna waraigoedeshita. Chātā ga tomari,`anata wa dōshite anata to hanashite imasu ka? Kare ga narēshon o ataete iru ma ni sorera no gyō ni sotta nanika, shirīzu wa hijō ni umaku sore o ensō shita.)\u001b[22m\n\nTranslations of \u001b[4mOne thing I liked the most was the almost comical way Hajime told his story, I loved how the charters would stop and say 'Why are you talking to yourself?' or something along those lines while he was giving his narration, the series played it off very well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne thing I liked the most was the almost comical way Hajime told his story, I loved how the charters would stop and say 'Why are you talking to yourself?'\u001b[24m\n    \u001b[1m私が一番気に入ったのは、はじまりが自分の話をしたような笑い声でした。チャーターが止まり、「あなたはどうしてあなたと話していますか？\u001b[22m, \u001b[1m私はほとんどがハジメが彼の話をほとんどコミカルな方法だった好きだったことの一つは、私がチャーター停止と言うだろうか愛した「なぜあなたは自分自身に話しています？」\u001b[22m\n\u001b[4mor something along those lines while he was giving his narration, the series played it off very well.\u001b[24m\n    \u001b[1m彼がナレーションを与えている間にそれらの行に沿った何か、シリーズは非常にうまくそれを演奏した。\u001b[22m, \u001b[1mまたは、彼は彼のナレーションを与えていたこれらの線に沿って何かしながら、シリーズは非常によくそれを果たしました。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nI usually don't take the time out to watch an older series, but the art didn't bother me at all because I thought the story was just too amazing to let that stop me from watching it.\n\n\u001b[1m私は通常、古いシリーズを見にタイムアウトを取らないが、私はそれを見て私を止めることができないほどストーリーだと思ったので、芸術は私を全く気にしなかった。\u001b[22m\n\u001b[1m(Watashi wa tsūjō, furui shirīzu o mi ni Taimuauto o toranai ga, watashi wa sore o mite watashi o tomeru koto ga dekinai hodo sutōrīda to omottanode, geijutsu wa watashi o mattaku ki ni shinakatta.)\u001b[22m\n\nTranslations of \u001b[4mI usually don't take the time out to watch an older series, but the art didn't bother me at all because I thought the story was just too amazing to let that stop me from watching it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI usually don't take the time out to watch an older series, but the art didn't bother me at all because I thought the story was just too amazing to let that stop me from watching it.\u001b[24m\n    \u001b[1m私は通常、古いシリーズを見にタイムアウトを取らないが、私はそれを見て私を止めることができないほどストーリーだと思ったので、芸術は私を全く気にしなかった。\u001b[22m, \u001b[1m私は通常、古いシリーズを見るために時間を取ることはありませんが、私は話がそれはそれを見てから私を停止させるためにあまりにも素晴らしいと思ったので、芸術は全く気にしませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nI didn't really notice it at all, but at least it didn't detract from the series in anyway. The opening and closing theme songs were a little cheesy and very 80s anime, but what else was I going to expect? xD\n\n\u001b[1m私は本当にそれに気付かなかったが、少なくともそれはとにかくシリーズを損なうものではなかった。 開幕と閉幕のテーマソングはちょっとチーズで、80年代のアニメでしたが、他に何が期待されましたか？  xD\u001b[22m\n\u001b[1m(Watashi wa hontōni sore ni kidzukanakatta ga, sukunakutomo sore wa tonikaku shirīzu o sokonau monode wa nakatta. Kaimaku to heimaku no tēmasongu wa chotto chīzu de, 80-nendai no animedeshitaga, hoka ni nani ga kitai sa remashita ka? XD)\u001b[22m\n\nTranslations of \u001b[4mI didn't really notice it at all, but at least it didn't detract from the series in anyway. The opening and closing theme songs were a little cheesy and very 80s anime, but what else was I going to expect? xD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn't really notice it at all, but at least it didn't detract from the series in anyway.\u001b[24m\n    \u001b[1m私は本当にそれに気付かなかったが、少なくともそれはとにかくシリーズを損なうものではなかった。\u001b[22m, \u001b[1m私は本当にそれを全く気付かなかったが、少なくともそれはとにかくシリーズを損なうことはなかったです。\u001b[22m\n\u001b[4mThe opening and closing theme songs were a little cheesy and very 80s anime, but what else was I going to expect?\u001b[24m\n    \u001b[1m開幕と閉幕のテーマソングはちょっとチーズで、80年代のアニメでしたが、他に何が期待されましたか？\u001b[22m, \u001b[1m開閉テーマ曲は少し安っぽいと非常に80年代のアニメでしたが、他に何私が期待するつもりでしたか？\u001b[22m\n\u001b[4mxD\u001b[24m\n    \u001b[1mxD\u001b[22m, \u001b[1mxDさん\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThe characters in this are simply amazingly portrayed. Muryo stands to still be my favorite character in any series by far, only because he was described as not being able to tell if he was daft or a genius. Because the series was cut short, some of the character development had to be left out obviously, but the series did an incredibly job of bringing out unique and refreshing characters in the series--even the ones only seen a few times were interesting.\n\n\u001b[1mこれの文字は単に驚くほど描写されています。  Muryoはまだ彼が大人であるか天才であるかを伝えることができないと記述されていたからには、これまでどんなシリーズでも私の好きなキャラクターになっています。 シリーズが短くなったため、キャラクターの開発のいくつかは明らかに省略されなければならなかったが、シリーズではユニークで爽やかなキャラクターを出すという信じられないほどの仕事をした。\u001b[22m\n\u001b[1m(Kore no moji wa tan'ni odoroku hodo byōsha sa rete imasu. Muryo wa mada kare ga otonadearu ka tensaidearu ka o tsutaeru koto ga dekinai to kijutsu sa rete itakaraniwa, kore made don'na shirīzu demo watashi no sukina kyarakutā ni natte imasu. Shirīzu ga mijikaku natta tame, kyarakutā no kaihatsu no ikutsu ka wa akiraka ni shōryaku sa renakereba naranakattaga, shirīzude wa yunīku de sawayakana kyarakutā o dasu to iu shinji rarenai hodo no shigoto o shita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters in this are simply amazingly portrayed. Muryo stands to still be my favorite character in any series by far, only because he was described as not being able to tell if he was daft or a genius. Because the series was cut short, some of the character development had to be left out obviously, but the series did an incredibly job of bringing out unique and refreshing characters in the series--even the ones only seen a few times were interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters in this are simply amazingly portrayed.\u001b[24m\n    \u001b[1mこれの文字は単に驚くほど描写されています。\u001b[22m, \u001b[1mこの中の文字は、単に驚くほど描かれています。\u001b[22m\n\u001b[4mMuryo stands to still be my favorite character in any series by far, only because he was described as not being able to tell if he was daft or a genius.\u001b[24m\n    \u001b[1mMuryoはまだ彼が大人であるか天才であるかを伝えることができないと記述されていたからには、これまでどんなシリーズでも私の好きなキャラクターになっています。\u001b[22m, \u001b[1mMuryoは、彼がばかや天才だったかどうかを知ることができないとして記載されたという理由だけで、まだ遠いことにより、任意のシリーズで私のお気に入りのキャラクターであることを意味します。\u001b[22m\n\u001b[4mBecause the series was cut short, some of the character development had to be left out obviously, but the series did an incredibly job of bringing out unique and refreshing characters in the series--even the ones only seen a few times were interesting.\u001b[24m\n    \u001b[1mシリーズが短くなったため、キャラクターの開発のいくつかは明らかに省略されなければならなかったが、シリーズではユニークで爽やかなキャラクターを出すという信じられないほどの仕事をした。\u001b[22m, \u001b[1mシリーズが短縮されたので、キャラクターの成長のいくつかは、明らかに取り残さなければならなかったが、シリーズは直列にユニークでさわやかな文字を引き出すの信じられないほど仕事をしてくれた - でもものはほんの数回は面白かった見ました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\n10/10. Enough said.\n\n\u001b[1m10/10。 十分に言った。\u001b[22m\n\u001b[1m(10/ 10. Jūbun ni itta.)\u001b[22m\n\nTranslations of \u001b[4m10/10. Enough said.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m10/10.\u001b[24m\n    \u001b[1m10/10。\u001b[22m, \u001b[1m10月10日。\u001b[22m\n\u001b[4mEnough said.\u001b[24m\n    \u001b[1m十分に言った。\u001b[22m, \u001b[1m十分と述べました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nIt's the kind of series that's really easy to get through and doesn't crap out or have any filler episodes to fill in the gap that people call the 'middle of the series'. I loved it, and it left me feeling that the story really wasn't over at all even though the series had ended.\n\n\u001b[1mそれは本当に簡単に行えるシリーズのようなもので、人々が「シリーズの真中」と呼ぶギャップを埋め尽くすようなものはありません。 私はそれを愛し、それはシリーズが終わったにもかかわらず、物語が本当に終わっていないと感じていた。\u001b[22m\n\u001b[1m(Sore wa hontōni kantan ni okonaeru shirīzu no yōna mono de, hitobito ga `shirīzu no man'naka' to yobu gyappu o ume tsukusu yōna mono wa arimasen. Watashi wa sore o aishi, soreha shirīzu ga owatta nimokakawarazu, monogatari ga hontōni owatte inai to kanjite ita.)\u001b[22m\n\nTranslations of \u001b[4mIt's the kind of series that's really easy to get through and doesn't crap out or have any filler episodes to fill in the gap that people call the 'middle of the series'. I loved it, and it left me feeling that the story really wasn't over at all even though the series had ended.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's the kind of series that's really easy to get through and doesn't crap out or have any filler episodes to fill in the gap that people call the 'middle of the series'.\u001b[24m\n    \u001b[1mそれは本当に簡単に行えるシリーズのようなもので、人々が「シリーズの真中」と呼ぶギャップを埋め尽くすようなものはありません。\u001b[22m, \u001b[1mそれは介して取得するのはとても簡単ですし、がらくたや人々が 'シリーズの真ん中」と呼ぶギャップを埋めるために任意のフィラーのエピソードを持っていないシリーズのようなものです。\u001b[22m\n\u001b[4mI loved it, and it left me feeling that the story really wasn't over at all even though the series had ended.\u001b[24m\n    \u001b[1m私はそれを愛し、それはシリーズが終わったにもかかわらず、物語が本当に終わっていないと感じていた。\u001b[22m, \u001b[1m私はそれを愛し、それは話が本当にシリーズが終了したにもかかわらず、まったくの上ではなかったことを感じて、私を残しました。\u001b[22m"
  }
]
