[
  {
    "title": "Lost_Universe",
    "id": "1184",
    "url": "https://myanimelist.net/anime/1184/Lost_Universe",
    "user": "kawaiimisato",
    "profile": "/profile/kawaiimisato/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=5331",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\nリナ・インバース（あなたが誰なのか、あなたが時代の後ろにいるのかわからない場合）とスレイヤーズの昔の良いクルーたちの生まれ変わりを見てください。\n\n失われた宇宙は、スレイヤとは関係がありません。つまり、名前の類似性や性格の並行を除きます。\n\nこのショーは、ある程度傭兵である3人のキャラクターの周りを回転する奇妙な宇宙の冒険です。 ショーでは、彼らは請負業者と呼ばれています。私は信じています。\n\n初めは実際にプロットはありませんが、あなたがもっと入り込むと、秘密が明らかになり、プロットが出てきます。 この番組は娯楽と楽しい時間のためのものです。\n\nアニメーションは非常に優れており、CGIの使用は非常にうまくいきます。 スタイルは非常に典型的なアニメです。\n\n残念ながら私は吹き替え版を見ただけですが、実際には声がよくマッチしていて、彼らはいい仕事をしました。  Millieは時々迷惑になることがあります。\n\n文字はすべて非常に好きです、彼らはあなたに絶対に成長し、あなたはそれらのいくつかの深さを取得しますが、全体がたくさん。 あなたが遠くに行くほど、より深刻なものがトーンから実際のストーリーになるが、コミックの救済の余地は常にある。\n\nショーのアイデアやコンセプトはすべてとてもクールで面白いです。ショーは壮大な宇宙ショーのためにそれらを利用していません。 それにもかかわらず、このショーはとても良いです、もしあなたがスレイヤーを好きなら、あなたは間違いなくこれを好きになるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nMeet the reincarnations of Lina Inverse (if you dont know who that is, you are behind the times) and some of the crew from the good old days of slayers.\n\n\u001b[1mリナ・インバース（あなたが誰なのか、あなたが時代の後ろにいるのかわからない場合）とスレイヤーズの昔の良いクルーたちの生まれ変わりを見てください。\u001b[22m\n\u001b[1m(Rina inbāsu (anata ga darena no ka, anata ga jidai no ushiro ni iru no ka wakaranai baai) to sureiyāzu no mukashi no yoi kurū-tachi no umarekawari o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mMeet the reincarnations of Lina Inverse (if you dont know who that is, you are behind the times) and some of the crew from the good old days of slayers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMeet the reincarnations of Lina Inverse (if you dont know who that is, you are behind the times) and some of the crew from the good old days of slayers.\u001b[24m\n    \u001b[1mリナ・インバース（あなたが誰なのか、あなたが時代の後ろにいるのかわからない場合）とスレイヤーズの昔の良いクルーたちの生まれ変わりを見てください。\u001b[22m, \u001b[1m（あなたは時代遅れであり、それが誰であるかを知らない場合）リナ=インバースの転生を満たし、スレイヤーズの古き良き時代からの乗組員の一部。\u001b[22m\n\u001b[1m\u001b[22m\nLost universe is not related to slayers, that is, except for name similarities and personality parallels.\n\n\u001b[1m失われた宇宙は、スレイヤとは関係がありません。つまり、名前の類似性や性格の並行を除きます。\u001b[22m\n\u001b[1m(Ushinawareta uchū wa, sure iya to wa kankei ga arimasen. Tsumari, namae no ruiji-sei ya seikaku no heikō o nozokimasu.)\u001b[22m\n\nTranslations of \u001b[4mLost universe is not related to slayers, that is, except for name similarities and personality parallels.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLost universe is not related to slayers, that is, except for name similarities and personality parallels.\u001b[24m\n    \u001b[1m失われた宇宙は、スレイヤとは関係がありません。つまり、名前の類似性や性格の並行を除きます。\u001b[22m, \u001b[1mロストユニバースは、名前の類似性と個性の類似点を除いて、つまり、スレイヤーズとは関係ありません。\u001b[22m\n\u001b[1m\u001b[22m\nThis show is a comical space adventure revolving around three characters who are mercenaries more or less. In the show they are called Contractors i believe, they go around taking jobs so they can feed themselves.\n\n\u001b[1mこのショーは、ある程度傭兵である3人のキャラクターの周りを回転する奇妙な宇宙の冒険です。 ショーでは、彼らは請負業者と呼ばれています。私は信じています。\u001b[22m\n\u001b[1m(Kono shō wa, aruteido yōheidearu 3-ri no kyarakutā no mawari o kaiten suru kimyōna uchū no bōkendesu. Shōde wa, karera wa ukeoi gyōsha to yoba rete imasu. Watashi wa shinjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis show is a comical space adventure revolving around three characters who are mercenaries more or less. In the show they are called Contractors i believe, they go around taking jobs so they can feed themselves.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show is a comical space adventure revolving around three characters who are mercenaries more or less.\u001b[24m\n    \u001b[1mこのショーは、ある程度傭兵である3人のキャラクターの周りを回転する奇妙な宇宙の冒険です。\u001b[22m, \u001b[1mこのショーは、より多くの傭兵以下である3文字の周りに回転するコミカルな宇宙冒険です。\u001b[22m\n\u001b[4mIn the show they are called Contractors i believe, they go around taking jobs so they can feed themselves.\u001b[24m\n    \u001b[1mショーでは、彼らは請負業者と呼ばれています。私は信じています。\u001b[22m, \u001b[1mショーでは、彼らは私が信じる請負業者と呼ばれ、彼らは自分自身を養うことができるように仕事を取って回ります。\u001b[22m\n\u001b[1m\u001b[22m\nThere isn't really a plot in the beginning but as you get into more, secrets are revealed and plot comes out. dont expect a wowing plot, this show is for entertainment and a good time.\n\n\u001b[1m初めは実際にプロットはありませんが、あなたがより多くに入ると、秘密が明らかになり、プロットが出てきます。 この番組は娯楽と楽しい時間のためのものです。\u001b[22m\n\u001b[1m(Hajime wa jissai ni purotto wa arimasenga, anata ga yori ōku ni hairu to, himitsu ga akiraka ni nari, purotto ga dete kimasu. Kono bangumi wa goraku to tanoshī jikan no tame no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThere isn't really a plot in the beginning but as you get into more, secrets are revealed and plot comes out. dont expect a wowing plot, this show is for entertainment and a good time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere isn't really a plot in the beginning but as you get into more, secrets are revealed and plot comes out.\u001b[24m\n    \u001b[1m初めは実際にプロットはありませんが、あなたがより多くに入ると、秘密が明らかになり、プロットが出てきます。\u001b[22m, \u001b[1mそこ初めのプロットは本当にありませんが、あなたがより多く入るように、秘密を明らかにし、プロットが出てきています。\u001b[22m\n\u001b[4mdont expect a wowing plot, this show is for entertainment and a good time.\u001b[24m\n    \u001b[1mこの番組は娯楽と楽しい時間のためのものです。\u001b[22m, \u001b[1mwowingプロットを期待してはいけない、このショーは、エンターテイメントと楽しい時間のためのものです。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is very good, and the use of CGI mixed in is done very well. The style is very typical anime.\n\n\u001b[1mアニメーションは非常に優れており、CGIの使用は非常にうまくいきます。 スタイルは非常に典型的なアニメです。\u001b[22m\n\u001b[1m(Animēshon wa hijō ni sugurete ori, CGI no shiyō wa hijō ni umaku ikimasu. Sutairu wa hijō ni tenkei-tekina animedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is very good, and the use of CGI mixed in is done very well. The style is very typical anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is very good, and the use of CGI mixed in is done very well.\u001b[24m\n    \u001b[1mアニメーションは非常に優れており、CGIの使用は非常にうまくいきます。\u001b[22m, \u001b[1mアニメーションは非常に良いです、とCGI混合での使用は非常によく行われます。\u001b[22m\n\u001b[4mThe style is very typical anime.\u001b[24m\n    \u001b[1mスタイルは非常に典型的なアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately i have only seen the dub version, but the voices are actually well matched and they did a good job. Although Millie can get annoying at times.\n\n\u001b[1m残念ながら私は吹き替え版を見ただけですが、実際には声がよくマッチしていて、彼らはいい仕事をしました。  Millieは時々迷惑になることがあります。\u001b[22m\n\u001b[1m(Zan'nen'nagara watashi wa fukikae-ban o mita dakedesuga, jissai ni wa koe ga yoku matchi shite ite, karera wa ī shigoto o shimashita. Millie wa tokidoki meiwaku ni naru koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately i have only seen the dub version, but the voices are actually well matched and they did a good job. Although Millie can get annoying at times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately i have only seen the dub version, but the voices are actually well matched and they did a good job.\u001b[24m\n    \u001b[1m残念ながら私は吹き替え版を見ただけですが、実際には声がよくマッチしていて、彼らはいい仕事をしました。\u001b[22m, \u001b[1m残念ながら、私は唯一の吹き替え版を見てきましたが、声は実際によく一致していると、彼らは良い仕事をしました。\u001b[22m\n\u001b[4mAlthough Millie can get annoying at times.\u001b[24m\n    \u001b[1mMillieは時々迷惑になることがあります。\u001b[22m, \u001b[1mミリーは、時間に迷惑を取得することができますが。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are all very likable, they will definitely grow on you and you get some depth out of them, but not a whole lot. The farther in you go, the more serious things get from tone to actually story, but there is always room for the comic relief.\n\n\u001b[1m文字はすべて非常に好きです、彼らはあなたに絶対に成長し、あなたはそれらのいくつかの深さを取得しますが、全体がたくさん。 あなたが遠くに行くほど、より深刻なものがトーンから実際のストーリーになるが、コミックの救済の余地は常にある。\u001b[22m\n\u001b[1m(Moji wa subete hijō ni sukidesu, karera wa anata ni zettai ni seichō shi, anata wa sorera no ikutsu ka no fuka-sa o shutoku shimasuga, zentai ga takusan. Anata ga tōku ni iku hodo, yori shinkokuna mono ga tōn kara jissai no sutōrī ni naruga, komikku no kyūsai no yochi wa tsuneni aru.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are all very likable, they will definitely grow on you and you get some depth out of them, but not a whole lot. The farther in you go, the more serious things get from tone to actually story, but there is always room for the comic relief.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are all very likable, they will definitely grow on you and you get some depth out of them, but not a whole lot.\u001b[24m\n    \u001b[1m文字はすべて非常に好きです、彼らはあなたに絶対に成長し、あなたはそれらのいくつかの深さを取得しますが、全体がたくさん。\u001b[22m, \u001b[1m文字は、彼らは間違いなくあなたに成長するとあなたには、いくつかのそれらのうち深さではなく、全体の多くを取得し、すべての非常に好感されています。\u001b[22m\n\u001b[4mThe farther in you go, the more serious things get from tone to actually story, but there is always room for the comic relief.\u001b[24m\n    \u001b[1mあなたが遠くに行くほど、より深刻なものがトーンから実際のストーリーになるが、コミックの救済の余地は常にある。\u001b[22m, \u001b[1m遠くに行くには、より深刻なものは、実際にストーリーにトーンから取得しますが、コミックリリーフの余地は常にあります。\u001b[22m\n\u001b[1m\u001b[22m\nThe ideas and concepts of the show are all very cool and interesting, the show just doesn't utilize them for an epic space show. despite that, this show is very good, if you liked slayers, you will definitely like this.\n\n\u001b[1mショーのアイデアやコンセプトはすべてとてもクールで面白いです。ショーは壮大な宇宙ショーのためにそれらを利用していません。 それにもかかわらず、このショーは非常に良いです、あなたがスレイヤーを好きなら、あなたは間違いなくこれを好きになるでしょう。\u001b[22m\n\u001b[1m(Shō no aidea ya konseputo wa subete totemo kūru de omoshiroidesu. Shō wa sōdaina uchū shō no tame ni sorera o riyō shite imasen. Sore nimokakawarazu, kono shō wa hijō ni yoidesu, anata ga sureiyā o sukinara, anata wa machigainaku kore o suki ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe ideas and concepts of the show are all very cool and interesting, the show just doesn't utilize them for an epic space show. despite that, this show is very good, if you liked slayers, you will definitely like this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ideas and concepts of the show are all very cool and interesting, the show just doesn't utilize them for an epic space show.\u001b[24m\n    \u001b[1mショーのアイデアやコンセプトはすべてとてもクールで面白いです。ショーは壮大な宇宙ショーのためにそれらを利用していません。\u001b[22m, \u001b[1mショーのアイデアやコンセプトはショーがちょうど壮大な宇宙ショーのためにそれらを利用しない、すべての非常にクールで面白いです。\u001b[22m\n\u001b[4mdespite that, this show is very good, if you liked slayers, you will definitely like this.\u001b[24m\n    \u001b[1mそれにもかかわらず、このショーは非常に良いです、あなたがスレイヤーを好きなら、あなたは間違いなくこれを好きになるでしょう。\u001b[22m, \u001b[1mそれにもかかわらず、この番組では、スレイヤーズを好きなら、あなたは間違いなくこれを好きになるでしょう、非常に良いです。\u001b[22m"
  },
  {
    "title": "Lost_Universe",
    "id": "1184",
    "url": "https://myanimelist.net/anime/1184/Lost_Universe",
    "user": "DueTomorrow",
    "profile": "/profile/DueTomorrow/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=25090",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  8\n\n私は数年前に元の日本語のイントロを見て、これを拾い上げ、これを撃った。 ほとんどの人と同様に、私はスレイヤーズ、ネクスト、そして試してみた後にこれを見ました。\n\nこれは実際にスレイヤーズと同様の（同じではないにしても）宇宙で行われ、ほとんどの声は同じです。 当然のことながら、多くのユーモアスタイルは同じでしたが、後に強調される基礎となるストーリーをもっと重視しました。 それは私にちょっとしたスレイヤーズの次のスタイルを思い出させました。ヒジックが間違って走っている間に、ビットとピースがこことそこに植えられています...少なくとも終わり近くまで。 失われた宇宙の1つはスレイヤーズよりも優れていますが、それはキャラクターにとってより多くの側面を示しています。\n\nメインキャラクターはMillieを除いてかなり丸みを帯びていますが、あなたが知る必要があるもののほとんどは後で起こります。 あなたはキャラクターのいくつかのために感じ始め、シリーズの終わりに私はいくつかのキャラクターにつけられるようになっています。 一方、アンタゴニストは、鈍いからかなり混乱している。\n\nシリーズがどれほど私に影響を与えるかを決定づける大きな要因の1つは、エンディングです。 失われた宇宙は、すべてのゆるい終わりをきれいにして、ストーリーやキャラクターを理にかなったものにする素晴らしい仕事をします。 結末は非常に苦いですが、質問は残されていますが、答えが必要なものではありません。 続編があるかどうか疑問に思っていないシリーズを見てうれしいです。\n\n何かが芸術であれば私はどんなバグでしょう。 芸術はかなり荒いですが、スレイヤーズに似ていますが、時には矛盾しているように感じられます。 時には私はただのepよりもYashiganiが多いかどうかは分かりません。  4.私は目が引かれる方法に悩まされるかもしれない。 もちろん、CGシーケンスは日付が付いていますが、手助けできません。\n\nもう一つの迷惑な要因は、特にケインの声優です。 彼はチョークチキンのように聞こえ、時にはそれは耳にかかってしまいます。特に、シリーズ全体で何回叫ぶのですか？\n\nリトルニンピックスを除いて、私は非常にシリーズを楽しんだ。 スレイヤーズ・ネクスト・アンド・トライアルを見て楽しんでいるなら、特にそれをチェックしてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI picked this up after seeing the original Japanese intro several years ago and gave this a shot. Like most people, I saw this after seeing Slayers, Next, and Try.\n\n\u001b[1m私は数年前に元の日本語のイントロを見て、これを拾い上げ、これを撃った。 ほとんどの人と同様に、私はスレイヤーズ、ネクスト、そして試してみた後にこれを見ました。\u001b[22m\n\u001b[1m(Watashi wa sūnenmae ni gen no nihongo no Intoro o mite, kore o hiroiage, kore o utta. Hotondo no hito to dōyō ni, watashi wa sureiyāzu, nekusuto, soshite tameshite mita nochi ni kore o mimashita.)\u001b[22m\n\nTranslations of \u001b[4mI picked this up after seeing the original Japanese intro several years ago and gave this a shot. Like most people, I saw this after seeing Slayers, Next, and Try.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI picked this up after seeing the original Japanese intro several years ago and gave this a shot.\u001b[24m\n    \u001b[1m私は数年前に元の日本語のイントロを見て、これを拾い上げ、これを撃った。\u001b[22m, \u001b[1m私は数年前に元日本イントロを見た後にこれを拾い、これに打撃を与えました。\u001b[22m\n\u001b[4mLike most people, I saw this after seeing Slayers, Next, and Try.\u001b[24m\n    \u001b[1mほとんどの人と同様に、私はスレイヤーズ、ネクスト、そして試してみた後にこれを見ました。\u001b[22m, \u001b[1mほとんどの人々のように、私は次に、スレイヤーズを見た後にこれを見て、試してみてください。\u001b[22m\n\u001b[1m\u001b[22m\nThis actually does take place in a similar (if not the same) universe as Slayers, with most of the voice cast also being the same. Not surprisingly, a lot of the humor style was the same but there was a lot more emphasis on an underlying story which is emphasized more later. It reminded me a bit of a Slayers Next style where bits and pieces are planted here and there while hijicks run awry...at least until near the end. One thing Lost Universe does better than Slayers though is it shows more sides to the characters.\n\n\u001b[1mこれは実際にスレイヤーズと同様の（同じではないにしても）宇宙で行われ、ほとんどの声は同じです。 当然のことながら、多くのユーモアスタイルは同じでしたが、後に強調される基礎となるストーリーをもっと重視しました。 それは私にちょっとしたスレイヤーズの次のスタイルを思い出させました。ヒジックが間違って走っている間に、ビットとピースがこことそこに植えられています...少なくとも終わり近くまで。 失われた宇宙の1つはスレイヤーズよりも優れていますが、それはキャラクターにとってより多くの側面を示しています。\u001b[22m\n\u001b[1m(Kore wa jissai ni sureiyāzu to dōyō no (onajide wa nai ni shite mo) uchū de okonawa re, hotondo no koe wa onajidesu. Tōzen no kotonagara, ōku no yūmoasutairu wa onajideshitaga,-go ni kyōchō sa reru kiso to naru sutōrī o motto jūshi shimashita. Sore wa watashi ni chottoshita sureiyāzu no tsugi no sutairu o omoidasa semashita. Hijikku ga machigatte hashitte iru ma ni, bitto to pīsu ga koko to soko ni ue rarete imasu... Sukunakutomo owari chikaku made. Ushinawa reta uchū no 1tsu wa sureiyāzu yori mo sugurete imasuga, soreha kyarakutā ni totte yori ōku no sokumen o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis actually does take place in a similar (if not the same) universe as Slayers, with most of the voice cast also being the same. Not surprisingly, a lot of the humor style was the same but there was a lot more emphasis on an underlying story which is emphasized more later. It reminded me a bit of a Slayers Next style where bits and pieces are planted here and there while hijicks run awry...at least until near the end. One thing Lost Universe does better than Slayers though is it shows more sides to the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis actually does take place in a similar (if not the same) universe as Slayers, with most of the voice cast also being the same.\u001b[24m\n    \u001b[1mこれは実際にスレイヤーズと同様の（同じではないにしても）宇宙で行われ、ほとんどの声は同じです。\u001b[22m, \u001b[1mこれは実際に音声キャストのほとんども同じであることで、スレイヤーズとして（同じではない場合）は、同様の宇宙の中で場所を取るん。\u001b[22m\n\u001b[4mNot surprisingly, a lot of the humor style was the same but there was a lot more emphasis on an underlying story which is emphasized more later.\u001b[24m\n    \u001b[1m当然のことながら、多くのユーモアスタイルは同じでしたが、後に強調される基礎となるストーリーをもっと重視しました。\u001b[22m, \u001b[1m驚くことではないが、ユーモアのスタイルの多くは同じであったが、より後に強調されている根本的な話について、より多くの重点がありました。\u001b[22m\n\u001b[4mIt reminded me a bit of a Slayers Next style where bits and pieces are planted here and there while hijicks run awry...at least until near the end.\u001b[24m\n    \u001b[1mそれは私にちょっとしたスレイヤーズの次のスタイルを思い出させました。ヒジックが間違って走っている間に、ビットとピースがこことそこに植えられています...少なくとも終わり近くまで。\u001b[22m, \u001b[1mそれは私にhijicksがゆがんで実行しながら、こまごまとしたが、少なくとも端部の近くまで...あちこちに植えられているスレイヤーズNEXTスタイルのビットを思い出させました。\u001b[22m\n\u001b[4mOne thing Lost Universe does better than Slayers though is it shows more sides to the characters.\u001b[24m\n    \u001b[1m失われた宇宙の1つはスレイヤーズよりも優れていますが、それはキャラクターにとってより多くの側面を示しています。\u001b[22m, \u001b[1m宇宙失われた一つのことは、しかしスレイヤーズよりも優れてい、それは文字に複数の側面を示しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe main characters are pretty well rounded out, except Millie but most of what you need to know happens later anyway. You start feeling for some of the characters though, and by the end of the series I starting getting kind of attached to some of the characters. The antagonists on the other hand range from dull to pretty messed up.\n\n\u001b[1mメインキャラクターはMillieを除いてかなり丸みを帯びていますが、あなたが知る必要があるもののほとんどは後で起こります。 あなたはキャラクターのいくつかのために感じ始め、シリーズの終わりに私はいくつかのキャラクターにつけられるようになっています。 一方、アンタゴニストは、鈍いからかなり混乱している。\u001b[22m\n\u001b[1m(Meinkyarakutā wa Millie o nozoite kanari marumi o obite imasuga, anata ga shiru hitsuyō ga aru mono no hotondo wa atode okorimasu. Anata wa kyarakutā no ikutsu ka no tame ni kanji hajime, shirīzu no owari ni watashi wa ikutsu ka no kyarakutā ni tsuke rareru yō ni natte imasu. Ippō, antagonisuto wa, nibuikara kanari konran shite iru.)\u001b[22m\n\nTranslations of \u001b[4mThe main characters are pretty well rounded out, except Millie but most of what you need to know happens later anyway. You start feeling for some of the characters though, and by the end of the series I starting getting kind of attached to some of the characters. The antagonists on the other hand range from dull to pretty messed up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main characters are pretty well rounded out, except Millie but most of what you need to know happens later anyway.\u001b[24m\n    \u001b[1mメインキャラクターはMillieを除いてかなり丸みを帯びていますが、あなたが知る必要があるもののほとんどは後で起こります。\u001b[22m, \u001b[1mメインキャラクターはかなりよくミリーを除き、丸められていますが、知っておくべきことのほとんどはとにかく、遅れて発生しています。\u001b[22m\n\u001b[4mYou start feeling for some of the characters though, and by the end of the series I starting getting kind of attached to some of the characters.\u001b[24m\n    \u001b[1mあなたはキャラクターのいくつかのために感じ始め、シリーズの終わりに私はいくつかのキャラクターにつけられるようになっています。\u001b[22m, \u001b[1mあなたはしかし、一部の文字のために感じ始めると、シリーズの終わりまでに、私は文字の一部に取り付けられたの種類を取得開始します。\u001b[22m\n\u001b[4mThe antagonists on the other hand range from dull to pretty messed up.\u001b[24m\n    \u001b[1m一方、アンタゴニストは、鈍いからかなり混乱している。\u001b[22m, \u001b[1m鈍いから他方の範囲でのアンタゴニストはかなり台無しにします。\u001b[22m\n\u001b[1m\u001b[22m\nOne big determining factor of how much a series impacts me is the ending. Lost Universe does a great job cleaning up all the loose ends and making the story and characters make sense. The ending is very bittersweet, while leaves questions, they're not ones that you need answers to. It's nice to see series that doesn't make you wonder if there might be a sequel or not.\n\n\u001b[1mシリーズがどれほど私に影響を与えるかを決定づける大きな要因の1つは、エンディングです。 失われた宇宙は、すべてのゆるい終わりをきれいにして、ストーリーやキャラクターを理にかなったものにする素晴らしい仕事をします。 結末は非常に苦いですが、質問は残されていますが、答えが必要なものではありません。 続編があるかどうか疑問に思っていないシリーズを見てうれしいです。\u001b[22m\n\u001b[1m(Shirīzu ga dorehodo watashi ni eikyōwoataeru ka o ketteidzukeru ōkina yōin no 1tsu wa, endingudesu. Ushinawa reta uchū wa, subete no yurui owari o kirei ni shite, sutōrī ya kyarakutā o ri ni kanatta mono ni suru subarashī shigoto o shimasu. Ketsumatsu wa hijō ni nigaidesuga, shitsumon wa nokosa rete imasuga, kotae ga hitsuyōna monode wa arimasen. Zokuhen ga aru ka dō ka gimon ni omotte inai shirīzu o mite ureshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mOne big determining factor of how much a series impacts me is the ending. Lost Universe does a great job cleaning up all the loose ends and making the story and characters make sense. The ending is very bittersweet, while leaves questions, they're not ones that you need answers to. It's nice to see series that doesn't make you wonder if there might be a sequel or not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne big determining factor of how much a series impacts me is the ending.\u001b[24m\n    \u001b[1mシリーズがどれほど私に影響を与えるかを決定づける大きな要因の1つは、エンディングです。\u001b[22m, \u001b[1m私はエンディングでどのくらいのシリーズ影響の一つの大きな決定要因。\u001b[22m\n\u001b[4mLost Universe does a great job cleaning up all the loose ends and making the story and characters make sense.\u001b[24m\n    \u001b[1m失われた宇宙は、すべてのゆるい終わりをきれいにして、ストーリーやキャラクターを理にかなったものにする素晴らしい仕事をします。\u001b[22m, \u001b[1mロスト・ユニバースは素晴らしい仕事は、すべての緩い端をクリーンアップし、物語を作り、文字が意味がありますか。\u001b[22m\n\u001b[4mThe ending is very bittersweet, while leaves questions, they're not ones that you need answers to.\u001b[24m\n    \u001b[1m結末は非常に苦いですが、質問は残されていますが、答えが必要なものではありません。\u001b[22m, \u001b[1mエンディングが質問を残しながら、彼らはあなたが答えを必要とするものじゃない、非常にほろ苦いです。\u001b[22m\n\u001b[4mIt's nice to see series that doesn't make you wonder if there might be a sequel or not.\u001b[24m\n    \u001b[1m続編があるかどうか疑問に思っていないシリーズを見てうれしいです。\u001b[22m, \u001b[1mそれは続編かがあるかもしれない場合は、疑問に思うことはありませんシリーズを見てうれしいです。\u001b[22m\n\u001b[1m\u001b[22m\nWhat bugs me if anything is the art. The art is pretty rough, similar to Slayers but sometimes felt inconsistent. Sometimes I can't tell if there's more Yashigani than just ep. 4. I might just be bothered by the way the eyes are drawn. Of course, the CG sequences are dated, but can't be helped.\n\n\u001b[1m何かが芸術であれば私はどんなバグでしょう。 芸術はかなり荒いですが、スレイヤーズに似ていますが、時には矛盾しているように感じられます。 時には私はただのepよりもYashiganiが多いかどうかは分かりません。  4.私は目が引かれる方法に悩まされるかもしれない。 もちろん、CGシーケンスは日付が付いていますが、手助けできません。\u001b[22m\n\u001b[1m(Nanika ga geijutsudeareba watashi wa don'na bagudeshou. Geijutsu wa kanari araidesuga, sureiyāzu ni nite imasuga, tokiniha mujun shite iru yō ni kanji raremasu. Tokiniha watashi wa tada no ep yori mo Yashigani ga ōi ka dō ka wa wakarimasen. 4. Watashi wa me ga hika reru hōhō ni nayamasa reru kamo shirenai. Mochiron, CG shīkensu wa hidzuke ga tsuite imasuga, tedasuke dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mWhat bugs me if anything is the art. The art is pretty rough, similar to Slayers but sometimes felt inconsistent. Sometimes I can't tell if there's more Yashigani than just ep. 4. I might just be bothered by the way the eyes are drawn. Of course, the CG sequences are dated, but can't be helped.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat bugs me if anything is the art.\u001b[24m\n    \u001b[1m何かが芸術であれば私はどんなバグでしょう。\u001b[22m, \u001b[1mどのようなバグを私に何が芸術である場合。\u001b[22m\n\u001b[4mThe art is pretty rough, similar to Slayers but sometimes felt inconsistent.\u001b[24m\n    \u001b[1m芸術はかなり荒いですが、スレイヤーズに似ていますが、時には矛盾しているように感じられます。\u001b[22m, \u001b[1m芸術は、スレイヤーズと同様に、かなり粗いですが、時には矛盾を感じました。\u001b[22m\n\u001b[4mSometimes I can't tell if there's more Yashigani than just ep.\u001b[24m\n    \u001b[1m時には私はただのepよりもYashiganiが多いかどうかは分かりません。\u001b[22m, \u001b[1mただEP以上Yashiganiがあるかどうか時々私が言うことができません。\u001b[22m\n\u001b[4m4. I might just be bothered by the way the eyes are drawn.\u001b[24m\n    \u001b[1m4.私は目が引かれる方法に悩まされるかもしれない。\u001b[22m, \u001b[1m4.私はちょうど目が描かれているように悩まされることがあります。\u001b[22m\n\u001b[4mOf course, the CG sequences are dated, but can't be helped.\u001b[24m\n    \u001b[1mもちろん、CGシーケンスは日付が付いていますが、手助けできません。\u001b[22m, \u001b[1mもちろん、CG配列は日付されていますが、助けすることはできません。\u001b[22m\n\u001b[1m\u001b[22m\nAnother annoying factor is the voice acting, particularly for Kain. He sounds like a choked chicken and at times it gets grating to the ears, especially how many times he yells throughout the series.\n\n\u001b[1mもう一つの迷惑な要因は、特にケインの声優です。 彼はチョークチキンのように聞こえ、時にはそれは耳にかかってしまいます。特に、シリーズ全体で何回叫ぶのですか？\u001b[22m\n\u001b[1m(Mōhitotsu no meiwakuna yōin wa, tokuni kein no seiyūdesu. Kare wa chōkuchikin no yō ni kikoe, tokiniha sore wa mimi ni kakatte shimaimasu. Tokuni, shirīzu zentai de nankai sakebu nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mAnother annoying factor is the voice acting, particularly for Kain. He sounds like a choked chicken and at times it gets grating to the ears, especially how many times he yells throughout the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother annoying factor is the voice acting, particularly for Kain.\u001b[24m\n    \u001b[1mもう一つの迷惑な要因は、特にケインの声優です。\u001b[22m, \u001b[1mもう一つの迷惑な要因は、特にカインのために、声の演技です。\u001b[22m\n\u001b[4mHe sounds like a choked chicken and at times it gets grating to the ears, especially how many times he yells throughout the series.\u001b[24m\n    \u001b[1m彼はチョークチキンのように聞こえ、時にはそれは耳にかかってしまいます。特に、シリーズ全体で何回叫ぶのですか？\u001b[22m, \u001b[1m彼はシリーズ全体で叫ぶ特に何回、彼は窒息鶏のように聞こえるとの回でそれが耳に格子ます。\u001b[22m\n\u001b[1m\u001b[22m\nLittle nitpicks aside, I very much enjoyed the series. Check it out especially if you've seen and enjoyed Slayers Next and Try.\n\n\u001b[1mリトルニンピックスを除いて、私は非常にシリーズを楽しんだ。 スレイヤーズ・ネクスト・アンド・トライアルを見て楽しんでいるなら、特にそれをチェックしてください。\u001b[22m\n\u001b[1m(Ritoruninpikkusu o nozoite, watashi wa hijō ni shirīzu o tanoshinda. Sureiyāzu nekusuto Ando toraiaru o mite tanoshinde irunara, tokuni sorewochekkushitekudasai.)\u001b[22m\n\nTranslations of \u001b[4mLittle nitpicks aside, I very much enjoyed the series. Check it out especially if you've seen and enjoyed Slayers Next and Try.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLittle nitpicks aside, I very much enjoyed the series.\u001b[24m\n    \u001b[1mリトルニンピックスを除いて、私は非常にシリーズを楽しんだ。\u001b[22m, \u001b[1mリトルnitpicksはさておき、私は非常に多くのシリーズを楽しみました。\u001b[22m\n\u001b[4mCheck it out especially if you've seen and enjoyed Slayers Next and Try.\u001b[24m\n    \u001b[1mスレイヤーズ・ネクスト・アンド・トライアルを見て楽しんでいるなら、特にそれをチェックしてください。\u001b[22m, \u001b[1mそれをチェックアウトあなたはスレイヤーズNEXTを見て楽しんできた場合は特にとしてみてください。\u001b[22m"
  },
  {
    "title": "Lost_Universe",
    "id": "1184",
    "url": "https://myanimelist.net/anime/1184/Lost_Universe",
    "user": "susonauta",
    "profile": "/profile/susonauta/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=1375",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  5\nキャラクター|  4\n|  6\n\n若い少年と非常にかわいいコンピュータについての簡単なSFストーリー（私のお気に入りのキャラクターの1つ）\nまもなく、彼らは友人や仲間になり、宇宙船に乗って敵を倒し、同様の方法で敵を倒し、プロットは何度か繰り返して予測可能になります。\n\nアニメはキャラクターの関係を深くしようとするが失敗する。 結局のところ、文字間のやりとりは幼稚です。\n\n船のデザインはそれほど悪くないものの、何も特別なものではなく、景色は本当に悪いですが、ほとんどの時間はバックグラウンドに気付かないので、車の悪いダイナミクスによって私は実際にストーリーに吸収されませんでした。\n\n私が愚かな気がしていない好きなこともあるのですが、キャラクターの一人の考えに基づいて新しい哲学を理解できないのです。 いいえ、咳はしません！ 笑い。\n\n私は冒険アニメが好きなので楽しんだ。なぜなら、私は宇宙船のコントロールを決して保持しないからだ。 私と一緒に未来に向いて戦っている女神とかわいいブロンドの存在下で言及することはもちろん、自分の運命を書くbla bla bla\n\nそれは、Swordbreaker航空会社、Susoキャプテンと乗組員に歓迎された皆さんです。 あなたの座席を直立姿勢にしてシートベルトを固定することを忘れないでください。 宇宙船には生きているジャケットは必要ありませんが、座席の下に座っている必要がある場合は、気軽にキャビンにお尋ねください。睡眠薬の投与量を得るでしょう。 私たちと一緒に飛んでくれてありがとう。\n\n私はあなたが私と同じくらい楽しむことを願っています",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nA simple sf story about a young boy a young girl and a extremely cute computer.(one of my favorites characters ever)\n\n\u001b[1m若い少年と非常にかわいいコンピュータについての簡単なSFストーリー（私のお気に入りのキャラクターの1つ）\u001b[22m\n\u001b[1m(Wakai shōnen to hijō ni kawaī konpyūta ni tsuite no kantan'na SF sutōrī (watashinōkiniiri no kyarakutā no 1tsu))\u001b[22m\n\nTranslations of \u001b[4mA simple sf story about a young boy a young girl and a extremely cute computer.(one of my favorites characters ever)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA simple sf story about a young boy a young girl and a extremely cute computer.(one of my favorites characters ever)\u001b[24m\n    \u001b[1m若い少年と非常にかわいいコンピュータについての簡単なSFストーリー（私のお気に入りのキャラクターの1つ）\u001b[22m, \u001b[1m若い男の子若い女の子と非常にかわいいコンピュータについての簡単なSFストーリー。（今まで私のお気に入りの文字の1）\u001b[22m\nSoon they will became friends and companions while defeat the enemy on board a spaceship, more less in a similar way, the plot is repetitive and predictable some times.\n\n\u001b[1mまもなく、彼らは友人や仲間になり、宇宙船に乗って敵を倒し、同様の方法で敵を倒し、プロットは何度か繰り返して予測可能になります。\u001b[22m\n\u001b[1m(Mamonaku, karera wa yūjin ya nakama ni nari, uchūsen ni notte teki o taoshi, dōyō no hōhō de teki o taoshi, purotto wa nando ka sōrihenshite yosoku kanō ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mSoon they will became friends and companions while defeat the enemy on board a spaceship, more less in a similar way, the plot is repetitive and predictable some times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSoon they will became friends and companions while defeat the enemy on board a spaceship, more less in a similar way, the plot is repetitive and predictable some times.\u001b[24m\n    \u001b[1mまもなく、彼らは友人や仲間になり、宇宙船に乗って敵を倒し、同様の方法で敵を倒し、プロットは何度か繰り返して予測可能になります。\u001b[22m, \u001b[1m敗戦ボード上の敵の宇宙船をしながら、すぐに彼らは友人や仲間になったでしょう、同様の方法で、より少ない、プロットは、いくつかの回反復的で予測可能です。\u001b[22m\n\u001b[1m\u001b[22m\nThe anime tries to make the relationship between the characters deeper but it fails. In the end the interaction between the characters is childish.\n\n\u001b[1mアニメはキャラクターの関係を深くしようとするが失敗する。 結局のところ、文字間のやりとりは幼稚です。\u001b[22m\n\u001b[1m(Anime wa kyarakutā no kankei o fukaku shiyou to suruga shippai suru. Kekkyokunotokoro, moji-kan no yaritori wa yōchidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe anime tries to make the relationship between the characters deeper but it fails. In the end the interaction between the characters is childish.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime tries to make the relationship between the characters deeper but it fails.\u001b[24m\n    \u001b[1mアニメはキャラクターの関係を深くしようとするが失敗する。\u001b[22m, \u001b[1mアニメは、文字間の関係がより深くにしようとするが、それは失敗します。\u001b[22m\n\u001b[4mIn the end the interaction between the characters is childish.\u001b[24m\n    \u001b[1m結局のところ、文字間のやりとりは幼稚です。\u001b[22m, \u001b[1m最後に、文字間の相互作用は幼稚です。\u001b[22m\n\u001b[1m\u001b[22m\nThe ships design isn't so bad but nothing special, scenery is really bad but since most of the time you won't notice the background it's OK, the bad dynamics of the vehicles made me difficult to really get absorbed by the story.\n\n\u001b[1m船のデザインはそれほど悪くないものの、何も特別なものではなく、景色は本当に悪いですが、ほとんどの時間はバックグラウンドに気付かないので、車の悪いダイナミクスによって私は実際にストーリーに吸収されませんでした。\u001b[22m\n\u001b[1m(Fune no dezain wa sore hodo warukunai mono no, nani mo tokubetsuna monode wa naku, keshiki wa hontōni waruidesuga, hotondo no jikan wa bakkuguraundo ni kidzukanainode,-sha no warui dainamikusu ni yotte watashi wa jissai ni sutōrī ni kyūshū sa remasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe ships design isn't so bad but nothing special, scenery is really bad but since most of the time you won't notice the background it's OK, the bad dynamics of the vehicles made me difficult to really get absorbed by the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ships design isn't so bad but nothing special, scenery is really bad but since most of the time you won't notice the background it's OK, the bad dynamics of the vehicles made me difficult to really get absorbed by the story.\u001b[24m\n    \u001b[1m船のデザインはそれほど悪くないものの、何も特別なものではなく、景色は本当に悪いですが、ほとんどの時間はバックグラウンドに気付かないので、車の悪いダイナミクスによって私は実際にストーリーに吸収されませんでした。\u001b[22m, \u001b[1m船の設計は非常に悪いが、何も特別なありませんが、景色は本当に悪いですが、あなたはそれはOKだ背景を意識することはありませんほとんどの時間以来、車の悪いダイナミクスは本当に話が吸収し得るために私が困難になります。\u001b[22m\n\u001b[1m\u001b[22m\nThere are also good things I like not feeling stupid for not understand a new philosophy based on the thoughts of one of the characters, and I almost forgot it make me cough. No, not cough! laugh.\n\n\u001b[1m私が愚かな気がしていない好きなこともあるのですが、キャラクターの一人の考えに基づいて新しい哲学を理解できないのです。 いいえ、咳はしません！ 笑い。\u001b[22m\n\u001b[1m(Watashi ga orokana ki ga shite inai sukina koto mo aru nodesuga, kyarakutā no hitori no kangae ni motodzuite atarashī tetsugaku o rikai dekinai nodesu. Īe, seki wa shimasen! Warai.)\u001b[22m\n\nTranslations of \u001b[4mThere are also good things I like not feeling stupid for not understand a new philosophy based on the thoughts of one of the characters, and I almost forgot it make me cough. No, not cough! laugh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are also good things I like not feeling stupid for not understand a new philosophy based on the thoughts of one of the characters, and I almost forgot it make me cough.\u001b[24m\n    \u001b[1m私が愚かな気がしていない好きなこともあるのですが、キャラクターの一人の考えに基づいて新しい哲学を理解できないのです。\u001b[22m, \u001b[1m文字のいずれかの考えに基づいて、新しい哲学を理解していないために、私は愚かな感じていないのが好き、と私はほとんどそれは私が咳を作る忘れて良いものもあります。\u001b[22m\n\u001b[4mNo, not cough!\u001b[24m\n    \u001b[1mいいえ、咳はしません！\u001b[22m, \u001b[1mいいえ、咳ではありません！\u001b[22m\n\u001b[4mlaugh.\u001b[24m\n    \u001b[1m笑い。\u001b[22m, \u001b[1m笑う。\u001b[22m, \u001b[1m笑います。\u001b[22m\n\u001b[1m\u001b[22m\nI enjoyed because I like adventure anime, because... I will never hold the controls of a space ship; not to mention in the presence of a goddess and a cute blondie fighting with me facing the future, writing my own destiny bla bla bla\n\n\u001b[1m私は冒険アニメが好きなので楽しんだ。なぜなら、私は宇宙船のコントロールを決して保持しないからだ。 私と一緒に未来に向いて戦っている女神とかわいいブロンドの存在下で言及することはもちろん、自分の運命を書くbla bla bla\u001b[22m\n\u001b[1m(Watashi wa bōken anime ga sukinanode tanoshinda. Nazenara, watashi wa uchūsen no kontorōru o kesshite hoji shinaikarada. Watashitoisshoni mirai ni muite tatakatte iru megami to kawaī burondo no sonzai-ka de genkyū suru koto wa mochiron, jibun no unmei o kaku bla bla bla)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed because I like adventure anime, because... I will never hold the controls of a space ship; not to mention in the presence of a goddess and a cute blondie fighting with me facing the future, writing my own destiny bla bla bla\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed because I like adventure anime, because... I will never hold the controls of a space ship;\u001b[24m\n    \u001b[1m私は冒険アニメが好きなので楽しんだ。なぜなら、私は宇宙船のコントロールを決して保持しないからだ。\u001b[22m, \u001b[1m...私は宇宙船のコントロールを保持することはありませんので、私は、冒険アニメが好きなので、私は楽しみました。\u001b[22m\n\u001b[4mnot to mention in the presence of a goddess and a cute blondie fighting with me facing the future, writing my own destiny bla bla bla\u001b[24m\n    \u001b[1m私と一緒に未来に向いて戦っている女神とかわいいブロンドの存在下で言及することはもちろん、自分の運命を書くbla bla bla\u001b[22m, \u001b[1m私自身の運命のblaのblaのblaを書いて、女神の存在と未来に直面して私と一緒に戦ってかわいい金髪に言及しないように\u001b[22m\n\u001b[1m\u001b[22m\nThat's all Ladies and Gentlemen welcome to Swordbreaker airlines, Captain Suso and the crew members hope you have a pleasant flight. Please don't forget to put your seats in the upright position and fasten your seat belt; there is no need of live jackets in a spaceship but if you need one below your seat please feel free to ask cabin personal and you'll get your dose of sleeping pills. Thanks again for flying with us.\n\n\u001b[1mそれは、Swordbreaker航空会社、Susoキャプテンと乗組員に歓迎された皆さんです。 あなたの座席を直立姿勢にしてシートベルトを固定することを忘れないでください。 宇宙船には生きているジャケットは必要ありませんが、座席の下に座っている必要がある場合は、気軽にキャビンにお尋ねください。睡眠薬の投与量を得るでしょう。 私たちと一緒に飛んでくれてありがとう。\u001b[22m\n\u001b[1m(Sore wa, Swordbreaker kōkūkaisha, Suso kyaputen to norikumiin ni kangei sa reta minasandesu. Anata no zaseki o chokuritsu shisei ni shite shītoberuto o kotei suru koto o wasurenaide kudasai. Uchūsen ni wa ikite iru jaketto wa hitsuyō arimasenga, zaseki no shita ni suwatte iru hitsuyō ga aru baai wa, kigaru ni kyabin ni otazune kudasai. Suimin'yaku no tōyo-ryō o erudeshou. Watashitachi to issho ni tonde kurete arigatō.)\u001b[22m\n\nTranslations of \u001b[4mThat's all Ladies and Gentlemen welcome to Swordbreaker airlines, Captain Suso and the crew members hope you have a pleasant flight. Please don't forget to put your seats in the upright position and fasten your seat belt; there is no need of live jackets in a spaceship but if you need one below your seat please feel free to ask cabin personal and you'll get your dose of sleeping pills. Thanks again for flying with us.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's all Ladies and Gentlemen welcome to Swordbreaker airlines, Captain Suso and the crew members hope you have a pleasant flight.\u001b[24m\n    \u001b[1mそれは、Swordbreaker航空会社、Susoキャプテンと乗組員に歓迎された皆さんです。\u001b[22m, \u001b[1mつまり、すべてのご列席の皆様がSwordbreaker航空会社、キャプテンスソに歓迎し、乗組員は、あなたが快適なフライトを思っているのです。\u001b[22m\n\u001b[4mPlease don't forget to put your seats in the upright position and fasten your seat belt;\u001b[24m\n    \u001b[1mあなたの座席を直立姿勢にしてシートベルトを固定することを忘れないでください。\u001b[22m, \u001b[1m直立位置にあなたの席を置くことを忘れて、あなたのシートベルトを締めないでください。\u001b[22m\n\u001b[4mthere is no need of live jackets in a spaceship but if you need one below your seat please feel free to ask cabin personal and you'll get your dose of sleeping pills.\u001b[24m\n    \u001b[1m宇宙船には生きているジャケットは必要ありませんが、座席の下に座っている必要がある場合は、気軽にキャビンにお尋ねください。睡眠薬の投与量を得るでしょう。\u001b[22m, \u001b[1mそこ宇宙船でのライブジャケットの必要はありませんが、あなたはあなたの座席の下に1が必要な場合は、キャビンの個人気軽に、あなたは睡眠薬のあなたの線量を得るでしょうしてください。\u001b[22m\n\u001b[4mThanks again for flying with us.\u001b[24m\n    \u001b[1m私たちと一緒に飛んでくれてありがとう。\u001b[22m, \u001b[1m再び私たちと一緒に飛んでいただきありがとうございます。\u001b[22m\n\u001b[1m\u001b[22m\nI hope you enjoy as much as I do\n\n\u001b[1m私はあなたが私と同じくらい楽しむことを願っています\u001b[22m\n\u001b[1m(Watashi wa anata ga watashi to onaji kurai tanoshimu koto o negatte imasu)\u001b[22m\n\nTranslations of \u001b[4mI hope you enjoy as much as I do\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hope you enjoy as much as I do\u001b[24m\n    \u001b[1m私はあなたが私と同じくらい楽しむことを願っています\u001b[22m, \u001b[1m私はあなたが私のように同じくらいをお楽しみください\u001b[22m"
  },
  {
    "title": "Lost_Universe",
    "id": "1184",
    "url": "https://myanimelist.net/anime/1184/Lost_Universe",
    "user": "camay1997",
    "profile": "/profile/camay1997/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=225209",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Lost_Universe",
    "id": "1184",
    "url": "https://myanimelist.net/anime/1184/Lost_Universe",
    "user": "THEAnimeHERO",
    "profile": "/profile/THEAnimeHERO/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=143321",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  5\nキャラクター|  4\n|  4\n\nこのシリーズがThe Slayersと同じレベルになると期待しているのなら...そうではありません。\n\nこのアニメは、敵を殺すことを望む剣士Kane Blueriverの復讐の物語です。 しかしスレイヤーズのように、それは深刻な＆amp; エネルギッシュですが、あまり提供しません。 コミックシーンではありましたが、ロストユニバースのコメディは私の個人的なフロップでした。 これの大部分は好きな文字の欠如と＆amp; スレイヤーズと比較して小さい名簿。 このシリーズでは、それほど面白くない3人の主人公しかいない。 ケナのパスは、Lina＆amp;  Gourryが、彼の岬に執着しているこの走っているギャグをもっともしている。  Milly Nocturneはリナの思い通りの本質を持っていますが、魅力はありません。 最後にCanal Vorfeedがあります。\n\n失われた宇宙は、安いギャグ、貧しいアクション＆amp; 退屈なキャラクター。 スレイヤーズのファンとして、私はこのシリーズからあまり期待していなかった。 アニメは興味深いSFを提供していますが、他のアニメではもっとよく調べることができます。 スレイヤーズへの参照もいくつかありますが、本当に目立っていません（紛失した船名）。\n\n全体的に、アニメはスレイヤーズの非常にうまく作られていないバージョンです。 私は英語、スペイン語、スペイン語のファンです。 日本のダブだが、英語版では対話の自由がたくさんあり、ダブが悪いのでそれが良いかもしれない。 私はThe Slayers、Cromartie High School、Binbogami Ga＆amp; amp; 大コメディアニメの銀魂。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nIf you're expecting this series to be on par with The Slayers... it's not.\n\n\u001b[1mこのシリーズがThe Slayersと同じレベルになると期待しているのなら...そうではありません。\u001b[22m\n\u001b[1m(Kono shirīzu ga The Slayers to onaji reberu ni naru to kitai shite iru nonara... Sōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you're expecting this series to be on par with The Slayers... it's not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're expecting this series to be on par with The Slayers... it's not.\u001b[24m\n    \u001b[1mこのシリーズがThe Slayersと同じレベルになると期待しているのなら...そうではありません。\u001b[22m, \u001b[1mあなたはスレイヤーズ並み上にあるように、このシリーズを期待しているなら...そうではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is a revenge story with Kane Blueriver a swordsman who wishes to kill his enemies. However like The Slayers it tends to shift between serious &amp; energetic but doesn't offer much. comical scenes, yet the comedy in Lost Universe was a personal flop to me. Most of this is due to the lack of likeable characters &amp; the smaller roster compared to Slayers. In this series we only have 3 protagonists who aren't that interesting. Kane passes of as the would be son of Lina &amp; Gourry but for the most has this running gag of being obsessed with his cape. Milly Nocturne has the egotistical nature of Lina but none of the charm. Lastly there's Canal Vorfeed who just comes off as supportive &amp;\n\n\u001b[1mこのアニメは、敵を殺すことを望む剣士Kane Blueriverの復讐の物語です。 しかしスレイヤーズのように、それは深刻な＆amp; エネルギッシュですが、あまり提供しません。 コミックシーンではありましたが、ロストユニバースのコメディは私の個人的なフロップでした。 これの大部分は好きな文字の欠如と＆amp; スレイヤーズと比較して小さい名簿。 このシリーズでは、それほど面白くない3人の主人公しかいない。 ケナのパスは、Lina＆amp;  Gourryが、彼の岬に執着しているこの走っているギャグをもっともです。  Milly Nocturneはリナの思い通りの本質を持っていますが、魅力はありません。 最後にCanal Vorfeedがあります。\u001b[22m\n\u001b[1m(Kono anime wa, teki o korosu koto o nozomu kenshi Kane Blueriver no fukushū no monogataridesu. Shikashi sureiyāzu no yō ni, sore wa shinkokuna& amp; komikkushīnde wa arimashitaga, rosutoyunibāsu no komedi wa watashi no kojin-tekina furoppudeshita. Kore no daibubun wa sukina moji no ketsujo to& amp; sureiyāzu to hikaku shite chīsai meibo. Kono shirīzude wa, sorehodo omoshirokunai 3-ri no shujinkō shika inai. Kena no pasu wa, rina& amp; Gourry ga, kare no misaki ni shūchaku shite iru kono hashitte iru gyagu o mottomodesu. Mirī nokutān wa Rina no omoidōri no honshitsu o motte imasuga, miryoku wa arimasen. Saigo ni Canal Vorfeed ga arimasu. Enerugisshudesuga, amari teikyō shimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is a revenge story with Kane Blueriver a swordsman who wishes to kill his enemies. However like The Slayers it tends to shift between serious &amp; energetic but doesn't offer much. comical scenes, yet the comedy in Lost Universe was a personal flop to me. Most of this is due to the lack of likeable characters &amp; the smaller roster compared to Slayers. In this series we only have 3 protagonists who aren't that interesting. Kane passes of as the would be son of Lina &amp; Gourry but for the most has this running gag of being obsessed with his cape. Milly Nocturne has the egotistical nature of Lina but none of the charm. Lastly there's Canal Vorfeed who just comes off as supportive &amp;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is a revenge story with Kane Blueriver a swordsman who wishes to kill his enemies.\u001b[24m\n    \u001b[1mこのアニメは、敵を殺すことを望む剣士Kane Blueriverの復讐の物語です。\u001b[22m, \u001b[1mこのアニメは、ケインBlueriver彼の敵を殺すことを望む剣士と復讐の物語です。\u001b[22m\n\u001b[4mHowever like The Slayers it tends to shift between serious &amp;\u001b[24m\n    \u001b[1mしかしスレイヤーズのように、それは深刻な＆amp;\u001b[22m, \u001b[1mしかし、それは深刻な＆＃038との間でシフトする傾向スレイヤーズ等。\u001b[22m\n\u001b[4mcomical scenes, yet the comedy in Lost Universe was a personal flop to me.\u001b[24m\n    \u001b[1mコミックシーンではありましたが、ロストユニバースのコメディは私の個人的なフロップでした。\u001b[22m, \u001b[1mコミカルなシーン、まだロスト宇宙でコメディは私に個人的なフロップでした。\u001b[22m\n\u001b[4mMost of this is due to the lack of likeable characters &amp;\u001b[24m\n    \u001b[1mこれの大部分は好きな文字の欠如と＆amp;\u001b[22m, \u001b[1mこれのほとんどは、好感の持てる文字＆アンペアの欠如によるものです。\u001b[22m\n\u001b[4mthe smaller roster compared to Slayers.\u001b[24m\n    \u001b[1mスレイヤーズと比較して小さい名簿。\u001b[22m, \u001b[1m小さい名簿は、スレイヤーズと比較します。\u001b[22m\n\u001b[4mIn this series we only have 3 protagonists who aren't that interesting.\u001b[24m\n    \u001b[1mこのシリーズでは、それほど面白くない3人の主人公しかいない。\u001b[22m, \u001b[1mこのシリーズでは、我々はそれだけで面白いではない3人の主人公を持っています。\u001b[22m\n\u001b[4mKane passes of as the would be son of Lina &amp;\u001b[24m\n    \u001b[1mケナのパスは、Lina＆amp;\u001b[22m, \u001b[1mケインはリナ＆アンプの息子であるようで渡します。\u001b[22m\n\u001b[4mGourry but for the most has this running gag of being obsessed with his cape.\u001b[24m\n    \u001b[1mGourryが、彼の岬に執着しているこの走っているギャグをもっともです。\u001b[22m, \u001b[1mガウリイしかしにとって最も彼の岬に取り付かれているのこの実行中のギャグを持っています。\u001b[22m\n\u001b[4mMilly Nocturne has the egotistical nature of Lina but none of the charm.\u001b[24m\n    \u001b[1mMilly Nocturneはリナの思い通りの本質を持っていますが、魅力はありません。\u001b[22m, \u001b[1mミリーノクターンは自分勝手リナの性質が、魅力のどれを持っています。\u001b[22m\n\u001b[4mLastly there's Canal Vorfeed who just comes off as supportive &amp;\u001b[24m\n    \u001b[1m最後にCanal Vorfeedがあります。\u001b[22m, \u001b[1m最後に、同じように支え＆アンペア外れ運河Vorfeedがあります。\u001b[22m\n\u001b[4menergetic but doesn't offer much.\u001b[24m\n    \u001b[1mエネルギッシュですが、あまり提供しません。\u001b[22m, \u001b[1mエネルギッシュが、はるかに提供していません。\u001b[22m\n\u001b[1m\u001b[22m\nLost Universe is simply too long to tell its story with events being delivered slowly with cheap gags, poor action &amp; boring characters. As a fan of The Slayers, I expected too much from this series. The anime does deliver some interesting sci-fi but could explored better in other animes. There are also some references to Slayers Try but isn't really noticeable (its the lost ships names).\n\n\u001b[1m失われた宇宙は、安いギャグ、貧しいアクション＆amp; 退屈なキャラクター。 スレイヤーズのファンとして、私はこのシリーズからあまり期待していなかった。 アニメは興味深いSFを提供していますが、他のアニメではもっとよく調べることができます。 スレイヤーズへの参照もいくつかありますが、本当に目立っていません（紛失した船名）。\u001b[22m\n\u001b[1m(Ushinawareta uchū wa, yasui gyagu, mazushī akushon& amp; taikutsuna kyarakutā. Sureiyāzu no fan to shite, watashi wa kono shirīzu kara amari kitai shite inakatta. Anime wa kyōmibukai SF o teikyō shite imasuga, hoka no animede wa motto yoku shiraberu koto ga dekimasu. Sureiyāzu e no sanshō mo ikutsu ka arimasuga, hontōni medatte imasen (funshitsu shita fune-mei).)\u001b[22m\n\nTranslations of \u001b[4mLost Universe is simply too long to tell its story with events being delivered slowly with cheap gags, poor action &amp; boring characters. As a fan of The Slayers, I expected too much from this series. The anime does deliver some interesting sci-fi but could explored better in other animes. There are also some references to Slayers Try but isn't really noticeable (its the lost ships names).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLost Universe is simply too long to tell its story with events being delivered slowly with cheap gags, poor action &amp;\u001b[24m\n    \u001b[1m失われた宇宙は、安いギャグ、貧しいアクション＆amp;\u001b[22m, \u001b[1mロスト・ユニバースは、単に安いギャグ、貧しいアクション＆アンペアでゆっくりと配信されるイベントと、その話をするには長すぎます。\u001b[22m\n\u001b[4mboring characters.\u001b[24m\n    \u001b[1m退屈なキャラクター。\u001b[22m, \u001b[1m退屈な文字。\u001b[22m\n\u001b[4mAs a fan of The Slayers, I expected too much from this series.\u001b[24m\n    \u001b[1mスレイヤーズのファンとして、私はこのシリーズからあまり期待していなかった。\u001b[22m, \u001b[1mスレイヤーズのファンとして、私はこのシリーズからあまりにも多くを期待しました。\u001b[22m\n\u001b[4mThe anime does deliver some interesting sci-fi but could explored better in other animes.\u001b[24m\n    \u001b[1mアニメは興味深いSFを提供していますが、他のアニメではもっとよく調べることができます。\u001b[22m, \u001b[1mアニメは、いくつかの興味深いのSFをお届けんが、他のアニメでより良い探求できました。\u001b[22m\n\u001b[4mThere are also some references to Slayers Try but isn't really noticeable (its the lost ships names).\u001b[24m\n    \u001b[1mスレイヤーズへの参照もいくつかありますが、本当に目立っていません（紛失した船名）。\u001b[22m, \u001b[1mスレイヤーズにいくつかの参照がしてみたが（その失われた船名）本当に顕著ではありませんもあります。\u001b[22m\n\u001b[1m\u001b[22m\nOverall the anime is a very poorly made version of The Slayers. I'm a fan of English, Spanish &amp; Japanese dubs but the English version took A LOT of liberties with its dialogue giving itself a dub that's so bad that it might be good. I would recommend watching The Slayers, Cromartie High School, Binbogami Ga &amp; Gintama for great comedy anime.\n\n\u001b[1m全体的に、アニメはスレイヤーズの非常にうまく作られていないバージョンです。 私は英語、スペイン語、スペイン語のファンです。 日本のダブだが、英語版では対話の自由がたくさんあり、ダブが悪いのでそれが良いかもしれない。 私はThe Slayers、Cromartie High School、Binbogami Ga＆amp; amp; 大コメディアニメの銀魂。\u001b[22m\n\u001b[1m(Zentai-teki ni, anime wa sureiyāzu no hijō ni umaku tsukura rete inai bājondesu. Watashi wa eigo, Supeingo, Supeingo no fandesu. Nihon no dabudaga, eigo-bande wa taiwa no jiyū ga takusan ari, dabu ga waruinode sore ga yoi kamo shirenai. Watashi wa The Slayers, Cromartie haisukūru, Binbogami Ga& amp; amp; dai komedi anime no Gintama.)\u001b[22m\n\nTranslations of \u001b[4mOverall the anime is a very poorly made version of The Slayers. I'm a fan of English, Spanish &amp; Japanese dubs but the English version took A LOT of liberties with its dialogue giving itself a dub that's so bad that it might be good. I would recommend watching The Slayers, Cromartie High School, Binbogami Ga &amp; Gintama for great comedy anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall the anime is a very poorly made version of The Slayers.\u001b[24m\n    \u001b[1m全体的に、アニメはスレイヤーズの非常にうまく作られていないバージョンです。\u001b[22m, \u001b[1m全体的なアニメはスレイヤーズの非常に不十分作られたバージョンです。\u001b[22m\n\u001b[4mI'm a fan of English, Spanish &amp;\u001b[24m\n    \u001b[1m私は英語、スペイン語、スペイン語のファンです。\u001b[22m, \u001b[1m私は英語、スペイン語＆アンプのファンです。\u001b[22m\n\u001b[4mJapanese dubs but the English version took A LOT of liberties with its dialogue giving itself a dub that's so bad that it might be good.\u001b[24m\n    \u001b[1m日本のダブだが、英語版では対話の自由がたくさんあり、ダブが悪いのでそれが良いかもしれない。\u001b[22m, \u001b[1m日本のダビングが、英語版は、その対話自体が、それは良いかもしれないととても残念だダブを与えると自由の多くを取りました。\u001b[22m\n\u001b[4mI would recommend watching The Slayers, Cromartie High School, Binbogami Ga &amp;\u001b[24m\n    \u001b[1m私はThe Slayers、Cromartie High School、Binbogami Ga＆amp; amp;\u001b[22m, \u001b[1m私はスレイヤーズ、魁!!クロマティ高校、Binbogamiジョージア＆＃038を見てお勧めします。\u001b[22m\n\u001b[4mGintama for great comedy anime.\u001b[24m\n    \u001b[1m大コメディアニメの銀魂。\u001b[22m, \u001b[1m偉大なコメディアニメのため銀魂。\u001b[22m"
  },
  {
    "title": "Lost_Universe",
    "id": "1184",
    "url": "https://myanimelist.net/anime/1184/Lost_Universe",
    "user": "kakashi101able",
    "profile": "/profile/kakashi101able/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=223628",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n失われた宇宙！\n私はこのアニメを初めて見始めたばかりです。 そして、私はまだそれを終えていないが、私はこれまでにかなり楽しいと言うことができます！ アニメーションには何歳かのものがありますが、90年代の強力なアニメーションがあらゆる面で見える場合は、それが理にかなっています...それはむしろ楽しいことです。 それに慣れるまでに時間がかかりますが、このアニメに少しでも力を入れたら、それはそれが価値があると言います。 現時点では、Crunchyrollで失われた宇宙を見ることができます！ 私はこのアニメをどうやって見つけたのですか？\n\n3人の主人公がいますが、\nカインは主役\n運河は女性のようなホログラムです\nカインと運河の乗組員に加わった女性ミリー\n\n彼らはすべて一緒に非常によく合います。 私はまだ終わりを見ていない！ しかし、このクルーにはある種の愛の三角形があるようです。 伝えるのはちょっと難しいです...\n\nこのアニメにはSTAR WARSのヒントがあります。 私はそれが\"スレイヤーズ\"と呼ばれる別のアニメに基づいていると聞いています\n\nまた、このアニメは軽快で、子供たちにとっても楽しいようですが、それにはいくつかの暗闇があります！\n見てみる価値があると思いますか？ はい！！ それはあなた次第ですが、1つのエピソードを見てこのアニメシリーズを審理しないでください！ それは本当に面白いショーです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nLOST UNIVERSE!!\n\n\u001b[1m失われた宇宙！\u001b[22m\n\u001b[1m(Ushinawareta uchū!)\u001b[22m\n\nTranslations of \u001b[4mLOST UNIVERSE!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLOST UNIVERSE!!\u001b[24m\n    \u001b[1m失われた宇宙！\u001b[22m, \u001b[1mLOST UNIVERSE!!\u001b[22m\nI have just started watching this anime for the first time. And i have not finished it yet, but i can say so far that it is quite enjoyable!! The animation has some what aged, it has a powerful 90's animation looks in every way, if that makes sense...It is rather enjoyable. It does take time to get used to, but if you force yourself in this anime a bit, then I would say it is worth it. At the moment you can watch Lost Universe on Crunchyroll!! Which is how I stumble upon this anime\n\n\u001b[1m私はこのアニメを初めて見始めたばかりです。 そして、私はまだそれを終えていないが、私はこれまでにかなり楽しいと言うことができます！ アニメーションには何歳かのものがありますが、90年代の強力なアニメーションがあらゆる面で見える場合は、それが理にかなっています...それはむしろ楽しいことです。 それに慣れるまでに時間がかかりますが、このアニメに少しでも力を入れたら、それはそれが価値があると言います。 現時点では、Crunchyrollで失われた宇宙を見ることができます！ 私はこのアニメをどうやって見つけたのですか？\u001b[22m\n\u001b[1m(Watashi wa kono anime o hajimete mi hajimeta bakaridesu. Soshite, watashi wa mada sore o oete inaiga, watashi wa kore made ni kanari tanoshī to iu koto ga dekimasu! Animēshon ni wa nan-sai ka no mono ga arimasuga, 90-nendai no kyōryokuna animēshon ga arayuru men de mieru baai wa, sore ga ri ni kanatte imasu... Sore wa mushiro tanoshī kotodesu. Sore ni nareru made ni jikan ga kakarimasuga, kono anime ni sukoshidemo-ryoku o iretara, sore wa sore ga kachigāru to iimasu. Genjitende wa, Crunchyroll de ushinawa reta uchū o miru koto ga dekimasu! Watashi wa kono anime o dō yatte mitsuketa nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mI have just started watching this anime for the first time. And i have not finished it yet, but i can say so far that it is quite enjoyable!! The animation has some what aged, it has a powerful 90's animation looks in every way, if that makes sense...It is rather enjoyable. It does take time to get used to, but if you force yourself in this anime a bit, then I would say it is worth it. At the moment you can watch Lost Universe on Crunchyroll!! Which is how I stumble upon this anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have just started watching this anime for the first time.\u001b[24m\n    \u001b[1m私はこのアニメを初めて見始めたばかりです。\u001b[22m, \u001b[1m私は初めてこのアニメを見始めています。\u001b[22m\n\u001b[4mAnd i have not finished it yet, but i can say so far that it is quite enjoyable!!\u001b[24m\n    \u001b[1mそして、私はまだそれを終えていないが、私はこれまでにかなり楽しいと言うことができます！\u001b[22m, \u001b[1mそして私はまだそれを終えていないが、私はこれまでのところ、それは非常に楽しいであると言うことができます！\u001b[22m\n\u001b[4mThe animation has some what aged, it has a powerful 90's animation looks in every way, if that makes sense...It is rather enjoyable.\u001b[24m\n    \u001b[1mアニメーションには何歳かのものがありますが、90年代の強力なアニメーションがあらゆる面で見える場合は、それが理にかなっています...それはむしろ楽しいことです。\u001b[22m, \u001b[1mアニメーションが老化し、いくつかのものを持っている、それは強力な90のアニメーションは、それが理にかなっている場合...それはかなり楽しいです、あらゆる方法で見えてきました。\u001b[22m\n\u001b[4mIt does take time to get used to, but if you force yourself in this anime a bit, then I would say it is worth it.\u001b[24m\n    \u001b[1mそれに慣れるまでに時間がかかりますが、このアニメに少しでも力を入れたら、それはそれが価値があると言います。\u001b[22m, \u001b[1mそれはに慣れるには時間がかかりますが、あなたはこのアニメでビットを自分自身を強制した場合、私はそれは価値があると言うでしょう。\u001b[22m\n\u001b[4mAt the moment you can watch Lost Universe on Crunchyroll!!\u001b[24m\n    \u001b[1m現時点では、Crunchyrollで失われた宇宙を見ることができます！\u001b[22m, \u001b[1m現時点では、あなたはもCrunchyrollにロストユニバースを見ることができます！\u001b[22m\n\u001b[4mWhich is how I stumble upon this anime\u001b[24m\n    \u001b[1m私はこのアニメをどうやって見つけたのですか？\u001b[22m, \u001b[1m私はこのアニメつまずくかどれ\u001b[22m\n\u001b[1m\u001b[22m\nThere is 3 main characters,\n\n\u001b[1m3人の主人公がいますが、\u001b[22m\n\u001b[1m(3-Ri no shujinkō ga imasuga,)\u001b[22m\n\nTranslations of \u001b[4mThere is 3 main characters,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is 3 main characters,\u001b[24m\n    \u001b[1m3人の主人公がいますが、\u001b[22m, \u001b[1m主に3つの文字があり、\u001b[22m\nKain is the protagonist\n\n\u001b[1mカインは主役\u001b[22m\n\u001b[1m(Kain wa shuyaku)\u001b[22m\n\nTranslations of \u001b[4mKain is the protagonist\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKain is the protagonist\u001b[24m\n    \u001b[1mカインは主役\u001b[22m, \u001b[1mカインは、主人公であります\u001b[22m\nCanal is a female human-like hologram\n\n\u001b[1m運河は女性のようなホログラムです\u001b[22m\n\u001b[1m(Unga wa josei no yōna horoguramudesu)\u001b[22m\n\nTranslations of \u001b[4mCanal is a female human-like hologram\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCanal is a female human-like hologram\u001b[24m\n    \u001b[1m運河は女性のようなホログラムです\u001b[22m, \u001b[1m運河は、女性の人間のようなホログラムであります\u001b[22m\nMillie a female that joins the crew of Cain and Canal\n\n\u001b[1mカインと運河の乗組員に加わった女性ミリー\u001b[22m\n\u001b[1m(Kain to unga no norikumiin ni kuwawatta josei mirī)\u001b[22m\n\nTranslations of \u001b[4mMillie a female that joins the crew of Cain and Canal\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMillie a female that joins the crew of Cain and Canal\u001b[24m\n    \u001b[1mカインと運河の乗組員に加わった女性ミリー\u001b[22m, \u001b[1mミリーカインと運河の乗組員に参加する女性\u001b[22m\n\u001b[1m\u001b[22m\nThey all fit together very well. I have not seen the end yet! But it looks like there might be some sort of love triangle within this crew. It is kinda hard to tell...\n\n\u001b[1m彼らはすべて一緒に非常によく合います。 私はまだ終わりを見ていない！ しかし、このクルーにはある種の愛の三角形があるようです。 伝えるのはちょっと難しいです...\u001b[22m\n\u001b[1m(Karera wa subete issho ni hijō ni yoku aimasu. Watashi wa mada owari o miteinai! Shikashi, kono kurū ni wa arushuno ai no sankakkei ga aru yōdesu. Tsutaeru no wa chotto muzukashīdesu...)\u001b[22m\n\nTranslations of \u001b[4mThey all fit together very well. I have not seen the end yet! But it looks like there might be some sort of love triangle within this crew. It is kinda hard to tell...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey all fit together very well.\u001b[24m\n    \u001b[1m彼らはすべて一緒に非常によく合います。\u001b[22m, \u001b[1m彼らはすべての非常によく一緒に収まります。\u001b[22m\n\u001b[4mI have not seen the end yet!\u001b[24m\n    \u001b[1m私はまだ終わりを見ていない！\u001b[22m, \u001b[1m私はまだ終わりを見ていません！\u001b[22m\n\u001b[4mBut it looks like there might be some sort of love triangle within this crew.\u001b[24m\n    \u001b[1mしかし、このクルーにはある種の愛の三角形があるようです。\u001b[22m, \u001b[1mこの乗組員の中の愛の三角形のいくつかの並べ替えがある可能性がありますようにしかし、それは見えます。\u001b[22m\n\u001b[4mIt is kinda hard to tell...\u001b[24m\n    \u001b[1m伝えるのはちょっと難しいです...\u001b[22m, \u001b[1m言うことちょっと難しいです...\u001b[22m\n\u001b[1m\u001b[22m\nThis anime has a hint of STAR WARS to it. I hear it is based off of another anime called ''Slayers''\n\n\u001b[1mこのアニメにはSTAR WARSのヒントがあります。 私はそれが\"スレイヤーズ\"と呼ばれる別のアニメに基づいていると聞いています\u001b[22m\n\u001b[1m(Kono anime ni wa sutā u~ōzu no hinto ga arimasu. Watashi wa sore ga\" sureiyāzu\" to yoba reru betsu no anime ni motodzuite iru to kiite imasu)\u001b[22m\n\nTranslations of \u001b[4mThis anime has a hint of STAR WARS to it. I hear it is based off of another anime called ''Slayers''\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime has a hint of STAR WARS to it.\u001b[24m\n    \u001b[1mこのアニメにはSTAR WARSのヒントがあります。\u001b[22m, \u001b[1mこのアニメは、それにSTAR WARSのヒントを持っています。\u001b[22m\n\u001b[4mI hear it is based off of another anime called ''Slayers''\u001b[24m\n    \u001b[1m私はそれが\"スレイヤーズ\"と呼ばれる別のアニメに基づいていると聞いています\u001b[22m, \u001b[1m私はそれは ''スレイヤーズ ''と呼ばれる別のアニメのオフに基づいている聞きます\u001b[22m\n\u001b[1m\u001b[22m\nAlso this anime seems lighthearted and also fun for kids, but it does have some darkness to it!\n\n\u001b[1mまた、このアニメは軽快で、子供たちにとっても楽しいようですが、それにはいくつかの暗闇があります！\u001b[22m\n\u001b[1m(Mata, kono anime wa keikai de, kodomo-tachi ni tottemo tanoshī yōdesuga, soreni wa ikutsu ka no kurayami ga arimasu!)\u001b[22m\n\nTranslations of \u001b[4mAlso this anime seems lighthearted and also fun for kids, but it does have some darkness to it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso this anime seems lighthearted and also fun for kids, but it does have some darkness to it!\u001b[24m\n    \u001b[1mまた、このアニメは軽快で、子供たちにとっても楽しいようですが、それにはいくつかの暗闇があります！\u001b[22m, \u001b[1mまた、このアニメは陽気、また子供のための楽しいようだが、それはそれにいくつかの闇を持っています！\u001b[22m\nDo I think it is worth watching? Yes!! It is up to you, but do not JUDGE this anime series by watching one episode!!! It is an interesting show indeed.\n\n\u001b[1m見てみる価値があると思いますか？ はい！！ それはあなた次第ですが、1つのエピソードを見てこのアニメシリーズを審理しないでください！ それは本当に面白いショーです。\u001b[22m\n\u001b[1m(Mite miru kachigāru to omoimasu ka? Hai! ! Sore wa anata shidaidesuga, 1tsu no episōdo o mite kono animeshirīzu o shinri shinaide kudasai! Sore wa hontōni omoshiroi shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mDo I think it is worth watching? Yes!! It is up to you, but do not JUDGE this anime series by watching one episode!!! It is an interesting show indeed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDo I think it is worth watching?\u001b[24m\n    \u001b[1m見てみる価値があると思いますか？\u001b[22m, \u001b[1m私はそれが見て価値があると思いますか？\u001b[22m\n\u001b[4mYes!!\u001b[24m\n    \u001b[1mはい！！\u001b[22m, \u001b[1mはい！！\u001b[22m, \u001b[1mはい！！\u001b[22m, \u001b[1mはい！！\u001b[22m, \u001b[1mはい！\u001b[22m\n\u001b[4mIt is up to you, but do not JUDGE this anime series by watching one episode!!!\u001b[24m\n    \u001b[1mそれはあなた次第ですが、1つのエピソードを見てこのアニメシリーズを審理しないでください！\u001b[22m, \u001b[1mそれはあなた次第ですが、1つのエピソードを見て、このアニメシリーズを判断してはいけません！\u001b[22m\n\u001b[4mIt is an interesting show indeed.\u001b[24m\n    \u001b[1mそれは本当に面白いショーです。\u001b[22m, \u001b[1mそれは確かに面白いショーです。\u001b[22m"
  },
  {
    "title": "Lost_Universe",
    "id": "1184",
    "url": "https://myanimelist.net/anime/1184/Lost_Universe",
    "user": "Bishounen_Hunter",
    "profile": "/profile/Bishounen_Hunter/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=16821",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  5\nキャラクター|  5\n|  4\n\n失われた宇宙はOKアニメです。  OKのみ。 それは面白くしようとしているが面白いほど迷惑にならない。 それは実際に面白い時がありますが、皮肉とチーズの舌の頬の対話は、意図的に悪い演技と混じっているので、作家や声優のように見せてもショーをあまり真剣に取っていないようです。 失われた宇宙はOutlaw StarとCowboy Bebopと同じラインに沿っていますが、どこかで涼しいものや悪いものはありません！それは奇妙な仕事をしている深い空間を飛ぶ「トラブルシューティング」という小規模の猟師のグループです 支払われる。\n\n〜アート/アニメーション\n平均的な90年代スタイルのアート。 すべての人々は、さまざまな色と形の狂った髪を持つ尖った頬、尖った顎と大きな幾何学的な、尖った目を持っていた。 このシリーズには素晴らしいCG作品がいくつかありますが、CGが普及して毎日のテレビシリーズに普及するまでになっているかもしれないので、全体的に見ても非常にフラットな古い学校のようです。\n\n〜サウンド\nえー、それは世界で最も素晴らしい音楽ではありません、このアニメは私に何かを実現させました....ある時点でアニメ音楽は独立した製品になっています。 現代のアニメ音楽は、CDやMP3として購入し、[インターネット]ラジオで聴くことができる実行可能な製品として市場に出るのに十分です。 失われた宇宙の音楽はこのタイプの音楽ではなく、それは厳密にその漫画的なレベルにあり、これを超えていません。 英語の俳優たちは旅行だったのですか？それとも、たぶんひどいところですか？ ショーが少し古くなると、彼らは本当に悪いと言っていただろう...それが新しいシリーズだったら、彼らは間違いなく冷笑的だった。 このショーは、CRIKEYの両方のビットのようです！\n\n〜ストーリー\nSpace Adventure / Sci-fiのジャンルでは、明らかに「スターウォーズ推論」がいくつあるのかを数えますか？これは、「パロディー」カテゴリに入ると思われる最初のアニメだと思います。 私が以前に言ったように、ロスト・ユニバースは、宇宙空間を巡って航海しようとする小さなグループの看護師の猟師のことで、食料をテーブルに置いてばかげた武器を買うことができるように、  。 悪い宇宙船を持つ悪意のある組織が存在し、カインと彼のすてきなクルーのメンバーのためにすべてを取り返そうとしている影の中に潜んでいるような大きなプロットがあるようです。 しかし、悲しいかな、すべての狂気の声が進行していると、ショーは、それが最終的にフォーカスを失って（viwerの注意と一緒に）進行し、最終的に道端に落ちる中央プロットで終わるように、すぐにあまりにも迷惑になります。 彼らは「あまりにも多くの良いことが害を及ぼすことがある...」と言っている。この場合、それはちょっとしたユーモアだ。\n\n〜キャスト/キャラクター\nそして、キャラクターの最高賞は次のようになります：Kali、奇妙な偽の\"英語\"の女性が鞭で物をぶち壊して歩き回ります。 彼女はアニメ世界の中で最も卑劣な暗殺者でなければなりません。 まず第一に、彼女はあなたが仕事に行く前に、ブランディーとペパーミントのシュナップスを真剣に寝かせているような、この不気味で多少スラムな英国のアクセントを持っています。 そしてそれが彼女をすでに十分に悪化させていないならば、実際には人を殺そうとしているその鞭で街を歩いているという事実があります。 ルーク・スカイウォーカー、ケイン・ブルーリーバー、偽のライト・サーベルとダーク・ケープを完成させたのは、熱心な人です。 彼は見ることが悪くないが、彼はどちらかのおしゃべりもしていない...彼はBishounenハンタースケールで5を取得します。 彼は暗く、ブルネットとおしゃれなので、レールは反対側に7を取得...彼の不器用なお尻のために、コーヒーがいっぱいの顔を取得する場合を除き、愛好家のアシスタント。 ケインの乗組員を構成する2つのメインボードは、Edith Bunkerの若い姉妹のように聞こえる、おもしろかったと迷惑なものが混在しています。 緑の髪の毛がコンピュータであると考えられているにもかかわらず、彼女はまだ空中である！\n\n〜それはそれの価値があるのですか？\nいいえ、実際はありません。 それは悪い話ではないが、声優は広告を帯びたチーズ付きのラインで少し外に出た。これはゴーストストーリーズ[Ghost Stories]と連携しているかもしれない。 しかし、このタイプのユーモアはこのショーを圧倒し、長い間、あなたは笑い声で床を転がり、目を転がすようになります。 これはYou-TubeまたはCrunchRollにしかない価値があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nLost Universe is an OK anime. Only OK. It's tries to be funny but comes off more annoying that funny. There are times when it's actually funny but the overdose of sarcasm and cheesy tongue-in-cheek dialog mixed in with the [deliberately] bad acting makes it all seem like the writers and/or voice actors didn't take the show too seriously. Lost Universe is along the same lines as Outlaw Star and Cowboy Bebop [but nowhere near as cool or bad-ass!] It's about a small group of bounty hunters aka “trouble shooters” who fly around deep space doing odd jobs in order to get paid.\n\n\u001b[1m失われた宇宙はOKアニメです。  OKのみ。 それは面白くしようとしているが面白いほど迷惑にならない。 それは実際に面白い時がありますが、皮肉とチーズの舌の頬の対話は、意図的に悪い演技と混じっているので、作家や声優のように見せてもショーをあまり真剣に取っていないようです。 失われた宇宙はOutlaw StarとCowboy Bebopと同じラインに沿っていますが、どこかで涼しいものや悪いものはありません！それは奇妙な仕事をしている深い空間を飛ぶ「トラブルシューティング」という小規模の猟師のグループです 支払われる。\u001b[22m\n\u001b[1m(Ushinawareta uchū wa OK animedesu. OK nomi. Sore wa omoshiroku shiyou to shite iruga omoshiroi hodo meiwaku ni naranai. Sore wa jissai ni omoshiroi toki ga arimasuga, hiniku to chīzu no shita no hoho no taiwa wa, itotekini warui engi to majitte irunode, sakka ya seiyū no yō ni misete mo shō o amari shinken ni totte inai yōdesu. Ushinawa reta uchū wa Outlaw Star to Cowboy Bebop to onaji rain ni sotte imasuga, doko ka de suzushī mono ya warui mono wa arimasen! Sore wa kimyōna shigoto o shite iru fukai kūkan o tobu `toraburushūtingu' to iu shōkibo no ryōshi no gurūpudesu shiharawa reru.)\u001b[22m\n\nTranslations of \u001b[4mLost Universe is an OK anime. Only OK. It's tries to be funny but comes off more annoying that funny. There are times when it's actually funny but the overdose of sarcasm and cheesy tongue-in-cheek dialog mixed in with the [deliberately] bad acting makes it all seem like the writers and/or voice actors didn't take the show too seriously. Lost Universe is along the same lines as Outlaw Star and Cowboy Bebop [but nowhere near as cool or bad-ass!] It's about a small group of bounty hunters aka “trouble shooters” who fly around deep space doing odd jobs in order to get paid.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLost Universe is an OK anime.\u001b[24m\n    \u001b[1m失われた宇宙はOKアニメです。\u001b[22m, \u001b[1mロスト・ユニバースはOKアニメです。\u001b[22m\n\u001b[4mOnly OK.\u001b[24m\n    \u001b[1mOKのみ。\u001b[22m, \u001b[1mのみOK。\u001b[22m\n\u001b[4mIt's tries to be funny but comes off more annoying that funny.\u001b[24m\n    \u001b[1mそれは面白くしようとしているが面白いほど迷惑にならない。\u001b[22m, \u001b[1m面白いことしようとしますが、面白いことを迷惑なオフより付属しています。\u001b[22m\n\u001b[4mThere are times when it's actually funny but the overdose of sarcasm and cheesy tongue-in-cheek dialog mixed in with the [deliberately] bad acting makes it all seem like the writers and/or voice actors didn't take the show too seriously.\u001b[24m\n    \u001b[1mそれは実際に面白い時がありますが、皮肉とチーズの舌の頬の対話は、意図的に悪い演技と混じっているので、作家や声優のように見せてもショーをあまり真剣に取っていないようです。\u001b[22m, \u001b[1mそれは実際に面白いですが、[故意に]悪い演技で混合皮肉と安っぽい冗談のダイアログの過剰摂取はそれをすべてがあまりにも真剣にショーをしていない作家および/または声優のように思われてしまう場合があります。\u001b[22m\n\u001b[4mLost Universe is along the same lines as Outlaw Star and Cowboy Bebop [but nowhere near as cool or bad-ass!] It's about a small group of bounty hunters aka “trouble shooters” who fly around deep space doing odd jobs in order to get\u001b[24m\n    \u001b[1m失われた宇宙はOutlaw StarとCowboy Bebopと同じラインに沿っていますが、どこかで涼しいものや悪いものはありません！それは奇妙な仕事をしている深い空間を飛ぶ「トラブルシューティング」という小規模の猟師のグループです\u001b[22m, \u001b[1mロスト・ユニバースはアウトロースターやカウボーイビバップと同じラインに沿っている[しかしどこにもありません近くなどクールか悪いお尻！]それは得るために奇妙な仕事をやって周りの深宇宙を飛ぶ賞金稼ぎ別名「トラブルシューティング」の小グループについてです\u001b[22m\n\u001b[4mpaid.\u001b[24m\n    \u001b[1m支払われる。\u001b[22m, \u001b[1m支払いました。\u001b[22m\n\u001b[1m\u001b[22m\n~ Art/Animation\n\n\u001b[1m〜アート/アニメーション\u001b[22m\n\u001b[1m(〜 Āto/ animēshon)\u001b[22m\n\nTranslations of \u001b[4m~ Art/Animation\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~ Art/Animation\u001b[24m\n    \u001b[1m〜アート/アニメーション\u001b[22m\nAverage 90s style art. All the people had pointy cheeks, pointy chins and large geometric, pointy eyes with crazy hair of varying colors and shapes. There is some nice CG work in this series but it may be before CG became really popular and common for everyday TV series, so overall the show just kind of had that very flat old-school look.\n\n\u001b[1m平均的な90年代スタイルのアート。 すべての人々は、さまざまな色と形の狂った髪を持つ尖った頬、尖った顎と大きな幾何学的な、尖った目を持っていた。 このシリーズには素晴らしいCG作品がいくつかありますが、CGが普及して毎日のテレビシリーズに普及するまでになっているかもしれないので、全体的に見ても非常にフラットな古い学校のようです。\u001b[22m\n\u001b[1m(Heikin-tekina 90-nendai sutairu no āto. Subete no hitobito wa, samazamana iro to katachi no kurutta kami o motsu togatta hoho, togatta ago to ōkina kikagakutekina, togatta me o motte ita. Kono shirīzu ni wa subarashī CG sakuhin ga ikutsu ka arimasuga, CG ga fukyū shite mainichi no terebishirīzu ni fukyū suru made ni natte iru kamo shirenainode, zentai-teki ni mite mo hijō ni furattona furui gakkō no yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mAverage 90s style art. All the people had pointy cheeks, pointy chins and large geometric, pointy eyes with crazy hair of varying colors and shapes. There is some nice CG work in this series but it may be before CG became really popular and common for everyday TV series, so overall the show just kind of had that very flat old-school look.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAverage 90s style art.\u001b[24m\n    \u001b[1m平均的な90年代スタイルのアート。\u001b[22m, \u001b[1m平均90年代スタイルアート。\u001b[22m\n\u001b[4mAll the people had pointy cheeks, pointy chins and large geometric, pointy eyes with crazy hair of varying colors and shapes.\u001b[24m\n    \u001b[1mすべての人々は、さまざまな色と形の狂った髪を持つ尖った頬、尖った顎と大きな幾何学的な、尖った目を持っていた。\u001b[22m, \u001b[1mすべての人々は、様々な色や形の狂気の毛で先のとがった頬、先のとがったあごと大きな幾何学的な、先のとがった目を持っていました。\u001b[22m\n\u001b[4mThere is some nice CG work in this series but it may be before CG became really popular and common for everyday TV series, so overall the show just kind of had that very flat old-school look.\u001b[24m\n    \u001b[1mこのシリーズには素晴らしいCG作品がいくつかありますが、CGが普及して毎日のテレビシリーズに普及するまでになっているかもしれないので、全体的に見ても非常にフラットな古い学校のようです。\u001b[22m, \u001b[1mそこにいくつかの素晴らしいCG作品は、このシリーズではあるが、それはCGはショーはちょうど種類のそれに非常にフラットな古い学校の外観を持っていたので、全体的に、毎日のテレビシリーズのために本当に人気と共通になる前であってもよいです。\u001b[22m\n\u001b[1m\u001b[22m\n~ Sound\n\n\u001b[1m〜サウンド\u001b[22m\n\u001b[1m(〜 Saundo)\u001b[22m\n\nTranslations of \u001b[4m~ Sound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~ Sound\u001b[24m\n    \u001b[1m〜サウンド\u001b[22m\nUm, it's not the most splendid music in the world, This anime made me realize something....that at some point anime music has become a stand-alone product. Modern anime music is now good enough to market itself as a viable product which you can buy as a CD or MP3 and listen to on the [INTERNET] radio. The music on Lost Universe is not this type of music, it's strictly on that cartoony level and it doesn't ever go beyond that. The English voice actors were a trip [or maybe just tripping!] I don't know if they were being that bad on purpose or not! If the show was a bit older I'd say they were genuinely bad...if it were a newer series then they were definitely being cynical. This show seems to be a bit of both, CRIKEY!!!\n\n\u001b[1mえー、それは世界で最も素晴らしい音楽ではありません、このアニメは私に何かを実現させました....ある時点でアニメ音楽は独立した製品になっています。 現代のアニメ音楽は、CDやMP3として購入し、[インターネット]ラジオで聴くことができる実行可能な製品として市場に出るのに十分です。 失われた宇宙の音楽はこのタイプの音楽ではなく、それは厳密にその漫画的なレベルにあり、これを超えていません。 英語の俳優たちは旅行だったのですか？それとも、たぶんひどいところですか？ ショーが少し古くなると、彼らは本当に悪いと言っていただろう...それが新しいシリーズだったら、彼らは間違いなく冷笑的だった。 このショーは、CRIKEYの両方のビットのようです！\u001b[22m\n\u001b[1m(E ̄ , soreha sekai de mottomo subarashī ongakude wa arimasen, kono anime wa watashi ni nanika o jitsugen sa semashita. ... Aru jiten de anime ongaku wa dokuritsu shita seihin ni natte imasu. Gendai no anime ongaku wa, CD ya MP 3 to shite kōnyū shi,[intānetto] rajio de kiku koto ga dekiru jikkō kanōna seihin to shite ichiba ni deru no ni jūbundesu. Ushinawa reta uchū no ongaku wa kono taipu no ongakude wa naku, sore wa genmitsu ni sono manga-tekina reberu ni ari, kore o koete imasen. Eigo no haiyū-tachi wa ryokōdatta nodesu ka? Soretomo, tabun hidoi tokorodesu ka? Shō ga sukoshi furuku naru to, karera wa hontōni warui to itte itadarou... Sore ga atarashī shirīzudattara, karera wa machigainaku reishō-tekidatta. Kono shō wa, CRIKEY no ryōhō no bitto no yōdesu!)\u001b[22m\n\nTranslations of \u001b[4mUm, it's not the most splendid music in the world, This anime made me realize something....that at some point anime music has become a stand-alone product. Modern anime music is now good enough to market itself as a viable product which you can buy as a CD or MP3 and listen to on the [INTERNET] radio. The music on Lost Universe is not this type of music, it's strictly on that cartoony level and it doesn't ever go beyond that. The English voice actors were a trip [or maybe just tripping!] I don't know if they were being that bad on purpose or not! If the show was a bit older I'd say they were genuinely bad...if it were a newer series then they were definitely being cynical. This show seems to be a bit of both, CRIKEY!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUm, it's not the most splendid music in the world, This anime made me realize something....that at some point anime music has become a stand-alone product.\u001b[24m\n    \u001b[1mえー、それは世界で最も素晴らしい音楽ではありません、このアニメは私に何かを実現させました....ある時点でアニメ音楽は独立した製品になっています。\u001b[22m, \u001b[1mええと、それは世界で最も素晴らしい音楽ではありません、このアニメは私が....そのいくつかの時点でアニメの音楽はスタンドアロン製品となっているものを実感しました。\u001b[22m\n\u001b[4mModern anime music is now good enough to market itself as a viable product which you can buy as a CD or MP3 and listen to on the [INTERNET] radio.\u001b[24m\n    \u001b[1m現代のアニメ音楽は、CDやMP3として購入し、[インターネット]ラジオで聴くことができる実行可能な製品として市場に出るのに十分です。\u001b[22m, \u001b[1m現代のアニメの音楽は、CDやMP3として購入し、[インターネット]ラジオで聞くことができる有望な製品としての地位を市場に今十分です。\u001b[22m\n\u001b[4mThe music on Lost Universe is not this type of music, it's strictly on that cartoony level and it doesn't ever go beyond that.\u001b[24m\n    \u001b[1m失われた宇宙の音楽はこのタイプの音楽ではなく、それは厳密にその漫画的なレベルにあり、これを超えていません。\u001b[22m, \u001b[1mロストユニバースの音楽は音楽のこのタイプではない、それはその漫画のレベルに厳密だし、そんなことを超えていません。\u001b[22m\n\u001b[4mThe English voice actors were a trip [or maybe just tripping!] I don't know if they were being that bad on purpose or not!\u001b[24m\n    \u001b[1m英語の俳優たちは旅行だったのですか？それとも、たぶんひどいところですか？\u001b[22m, \u001b[1m英語の声優は旅行だった[または多分ちょうどトリッピング！]彼らはその目的に悪いかされていた場合、私は知りません！\u001b[22m\n\u001b[4mIf the show was a bit older I'd say they were genuinely bad...if it were a newer series then they were definitely being cynical.\u001b[24m\n    \u001b[1mショーが少し古くなると、彼らは本当に悪いと言っていただろう...それが新しいシリーズだったら、彼らは間違いなく冷笑的だった。\u001b[22m, \u001b[1mショーは少し年上だった場合、私はそれが新しいシリーズであったならば、彼らは間違いなくシニカルされていた...彼らは純粋に悪かったと思います。\u001b[22m\n\u001b[4mThis show seems to be a bit of both, CRIKEY!!!\u001b[24m\n    \u001b[1mこのショーは、CRIKEYの両方のビットのようです！\u001b[22m, \u001b[1mこのショーは、両方のビット、キャー！のようです！\u001b[22m\n\u001b[1m\u001b[22m\n~ Story\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nTranslations of \u001b[4m~ Story\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~ Story\u001b[24m\n    \u001b[1mストーリー\u001b[22m, \u001b[1m〜ストーリー\u001b[22m\nI believe this is the first anime I've ever watched that seems to fall into the “parody” category because it's clearly poking fun at the Space Adventure / Sci-fi genre [shall I count how many Star Wars inferences there were?] Like I said earlier, Lost Universe is about a small group of wannabe bounty hunters who go sailing though outer space taking all of these low-paying, high-risk jobs they can manage just so that they can put food on the table and buy ridiculous weapons . There does seem to be a bigger plot wherein there is some sinister organization with evil spaceships and such lurking in the shadows trying to foul up everything for Kain and his ditsy crew-members. But alas, with all the campy voice acting going on, the show quickly becomes oh-so-very annoying as it progresses with it eventually losing focus [along with the viwer's attention] and finally ending with the central plot falling off to the wayside. They say 'too much of a good thing can harm ya...' well in this case, it's the cheesy-ass humor.\n\n\u001b[1mSpace Adventure / Sci-fiのジャンルでは、明らかに「スターウォーズ推論」がいくつあるのかを数えますか？これは、「パロディー」カテゴリに入ると思われる最初のアニメだと思います。 私が以前に言ったように、ロスト・ユニバースは、宇宙空間を巡って航海しようとする小さなグループの看護師の猟師のことで、食料をテーブルに置いてばかげた武器を買うことができるように、  。 悪い宇宙船を持つ悪意のある組織が存在し、カインと彼のすてきなクルーのメンバーのためにすべてを取り返そうとしている影の中に潜んでいるような大きなプロットがあるようです。 しかし、悲しいかな、すべての狂気の声が進行していると、ショーは、それが最終的にフォーカスを失って（viwerの注意と一緒に）進行し、最終的に道端に落ちる中央プロットで終わるように、すぐにあまりにも迷惑になります。 彼らは「あまりにも多くの良いことが害を及ぼすことがある...」と言っている。この場合、それはちょっとしたユーモアだ。\u001b[22m\n\u001b[1m(Space Adventure/ Sci - fi no janrude wa, akiraka ni `sutāu~ōzu suiron' ga ikutsu aru no ka o kazoemasu ka? Kore wa,`parodī' kategori ni hairu to omowa reru saisho no animeda to omoimasu. Watashi ga izen ni itta yō ni, rosuto yunibāsu wa, uchū kūkan o megutte kōkai shiyou to suru chīsana gurūpu no kankoshi no ryōshi no koto de, shokuryō o tēburu ni oite bakageta buki o kau koto ga dekiru yō ni,. Warui uchūsen o motsu akui no aru soshiki ga sonzai shi, Kain to kare no sutekina kurū no menbā no tame ni subete o torikaesou to shite iru kage no naka ni hisonde iru yōna ōkina purotto ga aru yōdesu. Shikashi, kanashī ka na, subete no kyōki no koe ga shinkō shite iru to, shō wa, sore ga saishūtekini fōkasu o ushinatte (viwer no chūi to issho ni) shinkō shi, saishūtekini michibata ni ochiru chūō purotto de owaru yō ni, sugu ni amarini mo meiwaku ni narimasu. Karera wa `amarini mo ōku no yoikoto ga gai o oyobosu koto ga aru...' To itte iru. Ko no baai, sore wa chottoshita yūmoada.)\u001b[22m\n\u001b[1m\u001b[22m\n~ Cast/Characters\n\n\u001b[1m〜キャスト/キャラクター\u001b[22m\n\u001b[1m(〜 Kyasuto/ kyarakutā)\u001b[22m\n\nTranslations of \u001b[4m~ Cast/Characters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~ Cast/Characters\u001b[24m\n    \u001b[1m〜キャスト/キャラクター\u001b[22m\nAnd the best character award goes to: Kali, the creepy Faux “English” woman walking around smashing up stuff with her whip. She has got to be the looniest assassin in all of anime-world. First of all she's got this wacky and somewhat slurred British accent, WTF dude, like seriously lay off the brandy and peppermint schnapps BEFORE you go to work, hon. And if that didn't make her already deranged enough then there's the fact that she walks around town with that whip trying to kill people, like really....just use a gun, lady! Then there's wannabe that Luke Skywalker, Kain Blueriver, complete with fake light-saber and dorky cape. He's not bad to look at but he's no hunk either...he gets a 5 on the Bishounen Hunter scale. Rail on the other hand gets a 7 because he's dark, a brunette and suave...except when gets a face full of coffee because of his clumsy-ass, lovesick assistant. The two main dingbats that make up Kain's crew are an even mix of funny and annoying, most of the time they sound like Edith Bunker's younger sisters...what total airheads! Even though the green-haired one is supposed to be a computer she's still an airhead!\n\n\u001b[1mそして、キャラクターの最高賞は次のようになります：Kali、奇妙な偽の\"英語\"の女性が鞭で物をぶち壊して歩き回ります。 彼女はアニメ世界の中で最も卑劣な暗殺者でなければなりません。 まず第一に、彼女はあなたが仕事に行く前に、ブランディーとペパーミントのシュナップスを真剣に寝かせているような、この不気味で多少スラムな英国のアクセントを持っています。 そしてそれが彼女をすでに十分に悪化させていないならば、実際には人を殺そうとしているその鞭で街を歩いているという事実があります。 ルーク・スカイウォーカー、ケイン・ブルーリーバー、偽のライト・サーベルとダーク・ケープを完成させたのは、熱心な人です。 彼は見ることが悪くないが、彼はどちらかのおしゃべりもしていない...彼はBishounenハンタースケールで5を取得します。 彼は暗く、ブルネットとおしゃれなので、レールは反対側に7を取得...彼の不器用なお尻のために、コーヒーがいっぱいの顔を取得する場合を除き、愛好家のアシスタント。 ケインの乗組員を構成する2つのメインボードは、Edith Bunkerの若い姉妹のように聞こえる、おもしろかったと迷惑なものが混在しています。 緑の髪の毛がコンピュータであると考えられているにもかかわらず、彼女はまだ空中である！\u001b[22m\n\u001b[1m(Soshite, kyarakutā no saikō-shō wa tsugi no yō ni narimasu: Kali, kimyōna nise no\" eigo\" no josei ga muchi de mono o buchikowashite arukimawarimasu. Kanojo wa anime sekai no naka de mottomo hiretsuna asashindenakereba narimasen. Mazu daiichi ni, kanojo wa anata ga shigoto ni iku mae ni, burandī to pepāminto no shunappusu o shinken ni nekasete iru yōna, kono bukimide tashō suramuna Igirisu no akusento o motte imasu. Soshite sore ga kanojo o sudeni jūbun ni akka sa sete inainaraba, jissai ni wa hito o korosou to shite iru sono muchi de machi o aruite iru to iu jijitsu ga arimasu. Rūku sukaiu~ōkā, kein burūrībā, nise no raito sāberu to dāku kēpu o kansei sa seta no wa, nesshin'na hitodesu. Kare wa miru koto ga warukunai ga, kare wa dochira ka no oshaberi mo shite inai... Kare wa Bishounen hantāsukēru de 5 o shutoku shimasu. Kare wa kuraku, burunetto to osharenanode, rēru wa hantaisoku ni 7 o shutoku... Kare no bukiyōna o shiri no tame ni, kōhī ga ippai no kao o shutoku suru baai o nozoki, aikō-ka no ashisutanto. Kein no norikumiin o kōsei suru 2tsu no meinbōdo wa, Edith bankā no wakai shimai no yō ni kikoeru, omoshirokatta to meiwakuna mono ga konzai shite imasu. Midori no kaminoke ga konpyūtadearu to kangae rarete iru nimokakawarazu, kanojo wa mada kūchūdearu!)\u001b[22m\n\u001b[1m\u001b[22m\n~ Is it worth it?\n\n\u001b[1m〜それはそれの価値があるのですか？\u001b[22m\n\u001b[1m(〜 Sore wa sore no kachi ga aru nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4m~ Is it worth it?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~ Is it worth it?\u001b[24m\n    \u001b[1m〜それはそれの価値があるのですか？\u001b[22m, \u001b[1m〜それは価値がありますか？\u001b[22m\nNo, not really. it's not that it's a bad story, but the voice actors went a little overboard with the ad-libbing and cheesy lines....this may have worked with Ghost Stories [which is like, some underground anime cult hit now or something.] But that type of humor overwhelms this show and before long you stop rolling on the floor with laughter and start rolling your eyes. This is only You-Tube or CrunchRoll worthy.\n\n\u001b[1mいいえ、実際はありません。 それは悪い話ではないが、声優は広告を帯びたチーズ付きのラインで少し外に出た。これはゴーストストーリーズ[Ghost Stories]と連携しているかもしれない。 しかし、このタイプのユーモアはこのショーを圧倒し、長い間、あなたは笑い声で床を転がり、目を転がすようになります。 これはYou-TubeまたはCrunchRollにしかない価値があります。\u001b[22m\n\u001b[1m(Īe, jissai wa arimasen. Sore wa warui hanashide wa naiga, seiyū wa kōkoku o obita chīzu-tsuki no rain de sukoshi soto ni deta. Kore wa gōsutosutōrīzu [Ghost Stories] to renkei shite iru kamo shirenai. Shikashi, kono taipu no yūmoa wa kono shō o attō shi, nagaiai, anata wa waraigoe de yuka o korogari,-me o korogasu yō ni narimasu. Kore wa You - Tube matawa CrunchRoll ni shikanai kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mNo, not really. it's not that it's a bad story, but the voice actors went a little overboard with the ad-libbing and cheesy lines....this may have worked with Ghost Stories [which is like, some underground anime cult hit now or something.] But that type of humor overwhelms this show and before long you stop rolling on the floor with laughter and start rolling your eyes. This is only You-Tube or CrunchRoll worthy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNo, not really.\u001b[24m\n    \u001b[1mいいえ、実際はありません。\u001b[22m, \u001b[1mいいえ、別に。\u001b[22m\n\u001b[4mit's not that it's a bad story, but the voice actors went a little overboard with the ad-libbing and cheesy lines....this may have worked with Ghost Stories [which is like, some underground anime cult hit now or something.]\u001b[24m\n    \u001b[1mそれは悪い話ではないが、声優は広告を帯びたチーズ付きのラインで少し外に出た。これはゴーストストーリーズ[Ghost Stories]と連携しているかもしれない。\u001b[22m, \u001b[1mそれは悪い話だが、声優が広告-libbingと安っぽい線で船外に少し行ったことはありません....これは怪談で働いている可能性があり[など、いくつかの地下のアニメのカルトがか何か今ヒットしています。]\u001b[22m\n\u001b[4mBut that type of humor overwhelms this show and before long you stop rolling on the floor with laughter and start rolling your eyes.\u001b[24m\n    \u001b[1mしかし、このタイプのユーモアはこのショーを圧倒し、長い間、あなたは笑い声で床を転がり、目を転がすようになります。\u001b[22m, \u001b[1mしかし、ユーモアのタイプは、このショーを圧倒し、ずっと前に、あなたは笑いで床に転がり停止し、あなたの目を転がり始めます。\u001b[22m\n\u001b[4mThis is only You-Tube or CrunchRoll worthy.\u001b[24m\n    \u001b[1mこれはYou-TubeまたはCrunchRollにしかない価値があります。\u001b[22m, \u001b[1mこれはあなた-チューブまたはCrunchrollに値するだけです。\u001b[22m"
  },
  {
    "title": "Lost_Universe",
    "id": "1184",
    "url": "https://myanimelist.net/anime/1184/Lost_Universe",
    "user": "metazoxan",
    "profile": "/profile/metazoxan/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=48167",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  7\nキャラクター|  9\n|  8\n\n最後のフロンティアにスペースをあけます。 スペースジェネラはスペースそのものと同じくらい膨大で、あなたが見ているシリーズが何通りあっても、いつでも新しいものを見つけることができます。\n\n今失われた宇宙について話をする。 まず、スレイヤーシリーズに精通していれば、これを見てください。 しかし、あなたがスレイヤーズを楽しんでいないなら、あなたはまだそれを撃つべきです。\n\nストーリー：このシリーズのストーリーはかなりいいです。 私たちの主人公は、宇宙の運命を決める戦いに関わっていますが、聴衆は終わり近くまでそれを知らないのです。 それは、それがコメディであり、予示を公正に使用している点と、それが低い点は、少し曖昧すぎる、あるいは不十分な点が残っている点です。 しかし、すべての善を超えて悪いよりも重要です。\n\nART：アートは、このシリーズの最下位ポイントの1つですが、それは少し日付がついていますが、確かに悪くはありません。最初のカップルシーズンのスレイヤーズを見れば、何を期待するかが分かります。\n\nサウンド：私は通常、音楽や効果音にあまり集中しませんが、何も悪いものとして目立ったものはありません。 英語のダブで演奏する声の中にはいくつかの欠陥がありましたが、私はそれほど大したことは言いません。 ケインの声は大丈夫ですが、彼の戦いの叫び声はひどく聞こえ、幼なじみの自己話がフラッシュバックでいつでも子供を撃っていたかったのです。 他にもいくつかの声が聞こえてきましたが、あなたのタイプがこのようなものでニックピックするのでなければ、あまり気付かないでしょう。\n\nキャラクター：この番組はバランスのとれたキャストです。 主人公は、典型的にはふつうに風変わりで、爽やかで面白い。 あなたが最初に会ったときにどのような人物なのかを知ることができますが、彼らが最終的にそれらを明らかにするまで、あなたが推測することのできない秘密がまだあります。 唯一の問題は、最終的なボスでさえ少し不足していても、悪役はほとんどがラメか、あるいはむしろあいまいであることです。 しかし、いくつかの欠点にもかかわらず、キャストのいずれについても何もひどく悪いことはありません。\n\n全体：これはスペース/アドベンチャーアニメが好きな人を楽しませてくれるシリーズです。 たとえそれの欠陥の一部があなたを悩ませるとしても、それを補うのに十分なポイントがあります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nSpace the final frontier. The space genera is about as vast as space itself and no matter how many series you see you can always find a new one that you can find fun.\n\n\u001b[1m最後のフロンティアにスペースをあけます。 スペースジェネラはスペースそのものと同じくらい膨大で、あなたが見ているシリーズが何通りあっても、いつでも新しいものを見つけることができます。\u001b[22m\n\u001b[1m(Saigo no furontia ni supēsu o akemasu. Supēsujenera wa supēsu sonomono to onaji kurai bōdaide, anata ga mite iru shirīzu ga nani tōri atte mo, itsu demo atarashī mono o mitsukeru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mSpace the final frontier. The space genera is about as vast as space itself and no matter how many series you see you can always find a new one that you can find fun.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpace the final frontier.\u001b[24m\n    \u001b[1m最後のフロンティアにスペースをあけます。\u001b[22m, \u001b[1mスペース最後のフロンティア。\u001b[22m\n\u001b[4mThe space genera is about as vast as space itself and no matter how many series you see you can always find a new one that you can find fun.\u001b[24m\n    \u001b[1mスペースジェネラはスペースそのものと同じくらい膨大で、あなたが見ているシリーズが何通りあっても、いつでも新しいものを見つけることができます。\u001b[22m, \u001b[1m宇宙属は、空間自体、あなたが常にあなたが楽しみを見つけることができる新しいものを見つけることができます参照してくださいどのように多くのシリーズに関係なく同じくらい広大です。\u001b[22m\n\u001b[1m\u001b[22m\nNow to talk about lost universe. First I'd like to say that if you are familiar with the slayers series then you should watch this. But if you didn't enjoy slayers you should still give it a shot.\n\n\u001b[1m今失われた宇宙について話をする。 まず、スレイヤーシリーズに精通していれば、これを見てください。 しかし、あなたがスレイヤーズを楽しんでいないなら、あなたはまだそれを撃つべきです。\u001b[22m\n\u001b[1m(Ima ushinawa reta uchū ni tsuite hanashi o suru. Mazu, sureiyāshirīzu ni seitsū shite ireba, kore o mite kudasai. Shikashi, anata ga sureiyāzu o tanoshinde inainara, anata wa mada sore o utsubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mNow to talk about lost universe. First I'd like to say that if you are familiar with the slayers series then you should watch this. But if you didn't enjoy slayers you should still give it a shot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow to talk about lost universe.\u001b[24m\n    \u001b[1m今失われた宇宙について話をする。\u001b[22m, \u001b[1m今、失われた宇宙について話をします。\u001b[22m\n\u001b[4mFirst I'd like to say that if you are familiar with the slayers series then you should watch this.\u001b[24m\n    \u001b[1mまず、スレイヤーシリーズに精通していれば、これを見てください。\u001b[22m, \u001b[1mまず、私はあなたがスレイヤーズシリーズに精通している場合、あなたはこれを見なければならないことを言いたいです。\u001b[22m\n\u001b[4mBut if you didn't enjoy slayers you should still give it a shot.\u001b[24m\n    \u001b[1mしかし、あなたがスレイヤーズを楽しんでいないなら、あなたはまだそれを撃つべきです。\u001b[22m, \u001b[1mあなたはスレイヤーズを楽しんでいなかった場合しかし、あなたはまだそれに打撃を与える必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY: The story for this series is rather good. Our main characters are involved in a battle that will decide the fate of the universe but the audience doesn't know it until close to the end. It's high points are it's comedy and fair use of foreshadowing and it's low points are a few plot points left a little vague or underused. But over all the good outweighs the bad.\n\n\u001b[1mストーリー：このシリーズのストーリーはかなりいいです。 私たちの主人公は、宇宙の運命を決める戦いに関わっていますが、聴衆は終わり近くまでそれを知らないのです。 それは、それがコメディであり、予示を公正に使用している点と、それが低い点は、少し曖昧すぎる、あるいは不十分な点が残っている点です。 しかし、すべての善を超えて悪いよりも重要です。\u001b[22m\n\u001b[1m(Sutōrī: Kono shirīzu no sutōrī wa kanari īdesu. Watashitachi no shujinkō wa, uchū no unmei o kimeru tatakai ni kakawatte imasuga, chōshū wa owari chikaku made sore o shiranai nodesu. Sore wa, sore ga komedideari, 予示 O kōsei ni shiyō shite iru ten to, sore ga hikui ten wa, sukoshi aimai sugiru, aruiwa fujūbun'na ten ga nokotte iru tendesu. Shikashi, subete no zen o koete warui yori mo jūyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mSTORY: The story for this series is rather good. Our main characters are involved in a battle that will decide the fate of the universe but the audience doesn't know it until close to the end. It's high points are it's comedy and fair use of foreshadowing and it's low points are a few plot points left a little vague or underused. But over all the good outweighs the bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY: The story for this series is rather good.\u001b[24m\n    \u001b[1mストーリー：このシリーズのストーリーはかなりいいです。\u001b[22m, \u001b[1mSTORY：このシリーズのストーリーはかなり良いです。\u001b[22m\n\u001b[4mOur main characters are involved in a battle that will decide the fate of the universe but the audience doesn't know it until close to the end.\u001b[24m\n    \u001b[1m私たちの主人公は、宇宙の運命を決める戦いに関わっていますが、聴衆は終わり近くまでそれを知らないのです。\u001b[22m, \u001b[1m私たちの主な文字は、宇宙の運命を決める戦いに関与しているが、観客は終わりに近いまでそれを知りません。\u001b[22m\n\u001b[4mIt's high points are it's comedy and fair use of foreshadowing and it's low points are a few plot points left a little vague or underused.\u001b[24m\n    \u001b[1mそれは、それがコメディであり、予示を公正に使用している点と、それが低い点は、少し曖昧すぎる、あるいは不十分な点が残っている点です。\u001b[22m, \u001b[1mこれは、高ポイントは、それはコメディや伏線の公正使用だありだとそれは低い点がいくつかのプロット点が曖昧または利用されていない少し左にあるのです。\u001b[22m\n\u001b[4mBut over all the good outweighs the bad.\u001b[24m\n    \u001b[1mしかし、すべての善を超えて悪いよりも重要です。\u001b[22m, \u001b[1mしかし、悪い上回るすべての良いオーバー。\u001b[22m\n\u001b[1m\u001b[22m\nART: The art is one of the lowest points of this series due to it being a bit dated but it's certainly not bad and if you watched the first couple seasons of slayers then you've got a good idea of what to expect.\n\n\u001b[1mART：アートは、このシリーズの最下位ポイントの1つですが、それは少し日付がついていますが、確かに悪くはありません。最初のカップルシーズンのスレイヤーズを見れば、何を期待するかが分かります。\u001b[22m\n\u001b[1m(Āto: Āto wa, kono shirīzu no saikai pointo no 1tsudesuga, sore wa sukoshi hidzuke ga tsuite imasuga, tashika ni waruku wa arimasen. Saisho no kappurushīzun no sureiyāzu o mireba, nani o kitai suru ka ga wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mART: The art is one of the lowest points of this series due to it being a bit dated but it's certainly not bad and if you watched the first couple seasons of slayers then you've got a good idea of what to expect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART: The art is one of the lowest points of this series due to it being a bit dated but it's certainly not bad and if you watched the first couple seasons of slayers then you've got a good idea of what to expect.\u001b[24m\n    \u001b[1mART：アートは、このシリーズの最下位ポイントの1つですが、それは少し日付がついていますが、確かに悪くはありません。最初のカップルシーズンのスレイヤーズを見れば、何を期待するかが分かります。\u001b[22m, \u001b[1mART：アートが原因で、それは少し日付であることに、このシリーズの最も低いポイントの一つですが、それは確かに悪くはない、あなたはスレイヤーズの最初のカップルの季節を見たならば、あなたは何を期待するのは良いアイデアを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND: I normally don't focus too much on music and sound effects but nothing stood out as bad or anything. Although some of the voice acting in the english dub had a few flaws and I normally don't say that much. Kain's voice is okay but most of the time his battle yells sounds terrible and anytime his childhood self talks in a flashback I wanted to shoot the kid. A few other voices sounded a little off at times but unless your the type to nitpick at this stuff you won't really notice too much.\n\n\u001b[1mサウンド：私は通常、音楽や効果音にあまり集中しませんが、何も悪いものとして目立ったものはありません。 英語のダブで演奏する声の中にはいくつかの欠陥がありましたが、私はそれほど大したことは言いません。 ケインの声は大丈夫ですが、彼の戦いの叫び声はひどく聞こえ、幼なじみの自己話がフラッシュバックでいつでも子供を撃っていたかったのです。 他にもいくつかの声が聞こえてきましたが、あなたのタイプがこのようなものでニックピックするのでなければ、あまり気付かないでしょう。\u001b[22m\n\u001b[1m(Saundo: Watashi wa tsūjō, ongaku ya kōka-on ni amari shūchū shimasenga, nani mo warui mono to shite medatta mono wa arimasen. Eigo no dabu de ensō suru koe no nakaniha ikutsu ka no kekkan ga arimashitaga, watashi wa sorehodo taishita koto wa iimasen. Kein no koe wa daijōbudesuga, kare no tatakai no sakebigoe wa hidoku kikoe, osananajimi no jiko-banashi ga furasshu bakku de itsu demo kodomo o utte itakatta nodesu. Hoka ni mo ikutsu ka no koe ga kikoete kimashitaga, anata no taipu ga ko no yōna mono de nikkupikku suru nodenakereba, amari kidzukanaideshou.)\u001b[22m\n\nTranslations of \u001b[4mSOUND: I normally don't focus too much on music and sound effects but nothing stood out as bad or anything. Although some of the voice acting in the english dub had a few flaws and I normally don't say that much. Kain's voice is okay but most of the time his battle yells sounds terrible and anytime his childhood self talks in a flashback I wanted to shoot the kid. A few other voices sounded a little off at times but unless your the type to nitpick at this stuff you won't really notice too much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND: I normally don't focus too much on music and sound effects but nothing stood out as bad or anything.\u001b[24m\n    \u001b[1mサウンド：私は通常、音楽や効果音にあまり集中しませんが、何も悪いものとして目立ったものはありません。\u001b[22m, \u001b[1mSOUND：私は通常、音楽や効果音にあまりを集中しないが、何ものように悪いか何か際立っていません。\u001b[22m\n\u001b[4mAlthough some of the voice acting in the english dub had a few flaws and I normally don't say that much.\u001b[24m\n    \u001b[1m英語のダブで演奏する声の中にはいくつかの欠陥がありましたが、私はそれほど大したことは言いません。\u001b[22m, \u001b[1m英語吹き替えに作用する声のいくつかは、いくつかの欠陥を持っていたが、私は通常、多くのことを言うことはありません。\u001b[22m\n\u001b[4mKain's voice is okay but most of the time his battle yells sounds terrible and anytime his childhood self talks in a flashback I wanted to shoot the kid.\u001b[24m\n    \u001b[1mケインの声は大丈夫ですが、彼の戦いの叫び声はひどく聞こえ、幼なじみの自己話がフラッシュバックでいつでも子供を撃っていたかったのです。\u001b[22m, \u001b[1mカインの声は大丈夫ですが、彼の戦いは叫ぶ時間のほとんどは恐ろしい音とフラッシュバックでいつでも彼の幼年期の自己協議は私が子供を撮影したかったです。\u001b[22m\n\u001b[4mA few other voices sounded a little off at times but unless your the type to nitpick at this stuff you won't really notice too much.\u001b[24m\n    \u001b[1m他にもいくつかの声が聞こえてきましたが、あなたのタイプがこのようなものでニックピックするのでなければ、あまり気付かないでしょう。\u001b[22m, \u001b[1m他のいくつかの声が時間に少しオフに聞こえますが、あなたのタイプはこのようなもので小うるさいする場合を除き、あなたは本当にあまりにも多くを意識することはありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: This show has a well balanced cast. The main characters are both typically quirky and refreshingly interesting at the same time. You can tell what kind of people they are when you first meet them but they still have their secrets that you would never guess until they start to finally reveal them. The only problem is that the villains are mostly either lame or left rather vague even the final boss is a little lacking. But despite some flaws there is nothing terribly bad about any of the cast.\n\n\u001b[1mキャラクター：この番組はバランスのとれたキャストです。 主人公は、典型的にはふつうに風変わりで、爽やかで面白い。 あなたが最初に会ったときにどのような人物なのかを知ることができますが、彼らが最終的にそれらを明らかにするまで、あなたが推測することのできない秘密がまだあります。 唯一の問題は、最終的なボスでさえ少し不足していても、悪役はほとんどがラメか、あるいはむしろあいまいであることです。 しかし、いくつかの欠点にもかかわらず、キャストのいずれについても何もひどく悪いことはありません。\u001b[22m\n\u001b[1m(Kyarakutā: Kono bangumi wa baransu no toreta kyasutodesu. Shujinkō wa, tenkei-teki ni wa futsū ni fūgawari de, sawayakade omoshiroi. Anata ga saisho ni atta toki ni dono yōna jinbutsuna no ka o shiru koto ga dekimasuga, karera ga saishūtekini sorera o akiraka ni suru made, anata ga suisoku suru koto no dekinai himitsu ga mada arimasu. Yuiitsu no mondai wa, saishū-tekina bosude sae sukoshi fusoku shite ite mo, akuyaku wa hotondo ga rame ka, aruiwa mushiro aimaidearu kotodesu. Shikashi, ikutsu ka no ketten nimokakawarazu, kyasuto no izure ni tsuite mo nani mo hidoku warui koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: This show has a well balanced cast. The main characters are both typically quirky and refreshingly interesting at the same time. You can tell what kind of people they are when you first meet them but they still have their secrets that you would never guess until they start to finally reveal them. The only problem is that the villains are mostly either lame or left rather vague even the final boss is a little lacking. But despite some flaws there is nothing terribly bad about any of the cast.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: This show has a well balanced cast.\u001b[24m\n    \u001b[1mキャラクター：この番組はバランスのとれたキャストです。\u001b[22m, \u001b[1m文字：この番組は、バランスのとれたキャストを持っています。\u001b[22m\n\u001b[4mThe main characters are both typically quirky and refreshingly interesting at the same time.\u001b[24m\n    \u001b[1m主人公は、典型的にはふつうに風変わりで、爽やかで面白い。\u001b[22m, \u001b[1mメインキャラクターは両方を同時に一般的に風変わりなと爽快興味深いものです。\u001b[22m\n\u001b[4mYou can tell what kind of people they are when you first meet them but they still have their secrets that you would never guess until they start to finally reveal them.\u001b[24m\n    \u001b[1mあなたが最初に会ったときにどのような人物なのかを知ることができますが、彼らが最終的にそれらを明らかにするまで、あなたが推測することのできない秘密がまだあります。\u001b[22m, \u001b[1mあなたが最初に会うとき、彼らはあるが、彼らはまだ彼らは最終的にそれらを明らかにすることを開始するまで、あなたが推測することはないだろう彼らの秘密を持っている人々の種類を伝えることができます。\u001b[22m\n\u001b[4mThe only problem is that the villains are mostly either lame or left rather vague even the final boss is a little lacking.\u001b[24m\n    \u001b[1m唯一の問題は、最終的なボスでさえ少し不足していても、悪役はほとんどがラメか、あるいはむしろあいまいであることです。\u001b[22m, \u001b[1m唯一の問題は、悪人でも、最終的なボスが欠けて少しですほとんどがかなり曖昧ラメまたは左のどちらかであるということです。\u001b[22m\n\u001b[4mBut despite some flaws there is nothing terribly bad about any of the cast.\u001b[24m\n    \u001b[1mしかし、いくつかの欠点にもかかわらず、キャストのいずれについても何もひどく悪いことはありません。\u001b[22m, \u001b[1mしかし、いくつかの欠陥にもかかわらず、キャストのいずれかについてひどく悪いものは何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL: This is a series that is sure to entertain anyone who likes space/adventure anime. Even if some of it's flaws bother you it has enough good points to make up for it for the most part.\n\n\u001b[1m全体：これはスペース/アドベンチャーアニメが好きな人を楽しませてくれるシリーズです。 たとえそれの欠陥の一部があなたを悩ませるとしても、それを補うのに十分なポイントがあります。\u001b[22m\n\u001b[1m(Zentai: Kore wa supēsu/ adobenchāanime ga sukinahito o tanoshima sete kureru shirīzudesu. Tatoe sore no kekkan no ichibu ga anata o nayama seru to shite mo, sore o oginau no ni jūbun'na pointo ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mOVERALL: This is a series that is sure to entertain anyone who likes space/adventure anime. Even if some of it's flaws bother you it has enough good points to make up for it for the most part.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL: This is a series that is sure to entertain anyone who likes space/adventure anime.\u001b[24m\n    \u001b[1m全体：これはスペース/アドベンチャーアニメが好きな人を楽しませてくれるシリーズです。\u001b[22m, \u001b[1m総評：これはスペース/冒険アニメが好きな人を楽しませる確実であるシリーズです。\u001b[22m\n\u001b[4mEven if some of it's flaws bother you it has enough good points to make up for it for the most part.\u001b[24m\n    \u001b[1mたとえそれの欠陥の一部があなたを悩ませるとしても、それを補うのに十分なポイントがあります。\u001b[22m, \u001b[1mそれの欠陥のいくつかはお邪魔場合でも、それはほとんどの部分は、それを補うために十分な良い点があります。\u001b[22m"
  },
  {
    "title": "Lost_Universe",
    "id": "1184",
    "url": "https://myanimelist.net/anime/1184/Lost_Universe",
    "user": "ggultra2764",
    "profile": "/profile/ggultra2764/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=75601",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  5\nキャラクター|  5\n|  5\n\nスレイヤーズに基づくスピンオフのために、失われた宇宙は私のためにやや劣っていた。 失われた宇宙は、基本的にケインとミリーがトラブルコンサルタントとして参加するミッションに焦点を当てた上半期のコメディー/アドベンチャーシリーズで始まります。スレイヤーズのような奇妙な側面に少しずつ入り込んでいます。 残念ながら、ここのコメディーは、キャラクターの奇抜なこと以外のものを掘り起こすようなことは実際にはなかったようです（Millieは「宇宙で最高」であることを自慢し、ケインの岬に執着しています） 彼らが扱ったナッツの状況は、私のために面白いものよりも不快だった。 スレイヤーズはコメディ部門で働いていました。中世のファンタジー/アドベンチャータイトルの大ヒットを魅了していたからです。 失われた宇宙にはその魅力がなくなってしまったので、それを私の備蓄に入れずに終わらせるためにしばらく時間を取ってくれました。\n\n後半は、Kaneが犯罪組織ナイトメアの形で扱う主要な紛争と、Kaneが所持しているような他の紛失船の集まりを探求するにつれ、私の関心を幾分改善しました。 それはケインのキャラクターに妥協することなく、シンジケートの復讐を求めてきたものを探求します。 シリーズはゆっくりとシンジケートの動機と彼らが望むロストシップスを取り巻く性質を明らかにするでしょう。\n\nそれでも、ナイトメアを代表する主要キャラクターは、宇宙/銀河の支配を望んでいるか、存在するすべてを破壊しようとしている上司のためのムックとして、あるいは浅い スレイヤーズのXellosやRezoのような動機や性格で面白い。 言い換えれば、シリーズのようなものは、かなりの時間を詰め込んでいます。 シリーズの最後のエピソードは、顕著なキャラクターの詳細が未知のまま残っていた（Millieの過去、そしてRailyが後の番組のためにいくつかの重要な情報をどうやって出てくるか）、適切なエンディングがないように見えた それが示唆されたので、このショーを超えてケインの冒険にもっとなるだろう。\n\nロストユニバースの描画スタイルはスレイヤーズに似ています。スレイヤーズは、両方のショーを制作して以来、関西初代ファンにはあまり驚くべきではありません。 シリーズのアニメーションは、特に、私がこのシリーズがショーの実行中にいくつかの異なるアートディレクターを経ていたと聞いたときに、ポイントでかなり矛盾する傾向がありました。 クローズアップされた文字のショットは、明るいカラーパレットを使用していましたが、中と遠のカメラショットではまだ落ち着いた色調に戻りました。 キャラクターや風景の詳細が質の高いヒットとなり、次のシーンでは元に戻ったシーンを見たことがあります。 宇宙船を備えたアニメーションシーケンスは、伝統的な手描きアニメーションと宇宙船のサブCGアニメーションレンダリングとの間で頻繁に切り替わります。 テレビアニメの技術を早期に利用することを考えてCGアニメーションを許してもいいですが、タイトル全体のアニメーションを見ても矛盾した品質ではありません。\n\n全体として、スレイヤーズのフランチャイズの多くで私がとても楽しまれていたように、どのように敗北した宇宙があるのか​​、私はかなり失望しました。 このシリーズは、後半に明らかにされたプロットでいくつかの要素がありますが、フラットコメディの配信、一貫性のないアニメーション、世界と文字を完全に探求する時間の欠如は、ロストユニバースの私にとって大きな問題でした。 私はスレイヤーズのフランチャイズを構成する他のテレビアニメのタイトルと比較してこれをあまりにも思い出深いものとは考えていません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nFor a spinoff based off Slayers, Lost Universe was a bit underwhelming for me. Lost Universe basically starts off being a comedy/ adventure series in its first half focused on the missions that Kain and Millie partake in as trouble consultants, a number of which being a bit on the bizarre side much like Slayers. Unfortunately, the comedy here felt a bit flat for me as it didn't really seem to be poking fun of anything other than the quirks of the characters (Millie's bragging of being the 'best in the universe' and Kane's obsession with his cape) and the nutty situations they dealt with, which were more obnoxious than funny for me. Slayers worked for me in the comedy department because it was poking fun of medieval fantasy/ adventure titles with its major characters quite aware of a number of the cliches for which they were dealing with. Lost Universe lacks that charm and it was what led me to take a while to get around to finishing the series without putting it on hold in my stockpile.\n\n\u001b[1mスレイヤーズに基づくスピンオフのために、失われた宇宙は私のためにやや劣っていた。 失われた宇宙は、基本的にケインとミリーがトラブルコンサルタントとして参加するミッションに焦点を当てた上半期のコメディー/アドベンチャーシリーズで始まります。スレイヤーズのような奇妙な側面に少しずつ入り込んでいます。 残念ながら、ここのコメディーは、キャラクターの奇抜なこと以外のものを掘り起こすようなことは実際にはなかったようです（Millieは「宇宙で最高」であることを自慢し、ケインの岬に執着しています） 彼らが扱ったナッツの状況は、私のために面白いものよりも不快だった。 スレイヤーズはコメディ部門で働いていました。中世のファンタジー/アドベンチャータイトルの大ヒットを魅了していたからです。 失われた宇宙にはその魅力がなくなってしまったので、それを私の備蓄に入れずに終わらせるためにしばらく時間を取ってくれました。\u001b[22m\n\u001b[1m(Sureiyāzu ni motodzuku supin'ofu no tame ni, ushinawareta uchū wa watashi no tame ni yaya ototte ita. Ushinawa reta uchū wa, kihontekini kein to mirī ga toraburu konsarutanto to shite sanka suru misshon ni shōten o ateta kamihanki no komedī/ adobenchāshirīzu de hajimarimasu. Sureiyāzu no yōna kimyōna sokumen ni sukoshi zutsu hairikonde imasu. Zan'nen'nagara, koko no komedī wa, kyarakutā no kibatsuna koto igai no mono o horiokosu yōna koto wa jissai ni wa nakatta yōdesu (Millie wa `uchū de saikō'dearu koto o jiman shi, kein no misaki ni shūchaku shite imasu) karera ga atsukatta nattsu no jōkyō wa, watashi no tame ni omoshiroi mono yori mo fukaidatta. Sureiyāzu wa komedi bumon de hataraite imashita. Chūsei no fantajī/ adobenchātaitoru no dai hitto o miryō shite itakaradesu. Ushinawa reta uchū ni wa sono miryoku ga nakunatte shimattanode, sore o watashi no bichiku ni hairezu ni owara seru tame ni shibaraku jikan o totte kuremashita.)\u001b[22m\n\u001b[1m\u001b[22m\nThe second half held up my interest a little better as it explored the major conflict in which Kane deals with in the form of the crime syndicate Nightmare and their gathering of other Lost Ships like the one that Kane is in possession of. It provides a reasonable amount of fleshing out on Kane's character and explores what led him to seek revenge on the syndicate. The series would slowly unveil the motivations of the syndicate and the nature surrounding the Lost Ships they desire.\n\n\u001b[1m後半は、Kaneが犯罪組織ナイトメアの形で扱う主要な紛争と、Kaneが所持しているような他の紛失船の集まりを探求するにつれ、私の関心を幾分改善しました。 それはケインのキャラクターに妥協することなく、シンジケートの復讐を求めてきたものを探求します。 シリーズはゆっくりとシンジケートの動機と彼らが望むロストシップスを取り巻く性質を明らかにするでしょう。\u001b[22m\n\u001b[1m(Kōhan wa, Kane ga hanzai soshiki naitomea no katachi de atsukau shuyōna funsō to, Kane ga shoji shite iru yōna ta no funshitsu-sen no atsumari o tankyū suru ni tsure, watashi no kanshin o ikubun kaizen shimashita. Sore wa kein no kyarakutā ni dakyō suru koto naku, shinjikēto no fukushū o motomete kita mono o tankyū shimasu. Shirīzu wa yukkuri to shinjikēto no dōki to karera ga nozomu rosutoshippusu o torimaku seishitsu o akiraka ni surudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe second half held up my interest a little better as it explored the major conflict in which Kane deals with in the form of the crime syndicate Nightmare and their gathering of other Lost Ships like the one that Kane is in possession of. It provides a reasonable amount of fleshing out on Kane's character and explores what led him to seek revenge on the syndicate. The series would slowly unveil the motivations of the syndicate and the nature surrounding the Lost Ships they desire.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe second half held up my interest a little better as it explored the major conflict in which Kane deals with in the form of the crime syndicate Nightmare and their gathering of other Lost Ships like the one that Kane is in possession of.\u001b[24m\n    \u001b[1m後半は、Kaneが犯罪組織ナイトメアの形で扱う主要な紛争と、Kaneが所持しているような他の紛失船の集まりを探求するにつれ、私の関心を幾分改善しました。\u001b[22m, \u001b[1mそれはケインが暴力団のナイトメアとケインを所有しているもののような他の失われた船の彼らの集まりの形で扱っている主要な競合を探求として後半は少し良く私の興味を開催しました。\u001b[22m\n\u001b[4mIt provides a reasonable amount of fleshing out on Kane's character and explores what led him to seek revenge on the syndicate.\u001b[24m\n    \u001b[1mそれはケインのキャラクターに妥協することなく、シンジケートの復讐を求めてきたものを探求します。\u001b[22m, \u001b[1mこれは、ケインのキャラクターに肉付けの合理的な量を提供し、シンジケートへの復讐を追求するために彼を導いたものを探ります。\u001b[22m\n\u001b[4mThe series would slowly unveil the motivations of the syndicate and the nature surrounding the Lost Ships they desire.\u001b[24m\n    \u001b[1mシリーズはゆっくりとシンジケートの動機と彼らが望むロストシップスを取り巻く性質を明らかにするでしょう。\u001b[22m, \u001b[1mシリーズはゆっくりとシンジケートの動機と、彼らが望む失われた船の周囲の自然を明らかにするだろう。\u001b[22m\n\u001b[1m\u001b[22m\nStill though, the major characters representing Nightmare mostly fulfill stock archetypes you would expect in conventional sci-fi titles serving either as mooks for their boss, desiring planetary/ galactic domination or wanting to flat out destroy everything that exists, making them quite shallow and not so interesting in motives or personality like Xellos or Rezo from Slayers. Not to mention it seemed like the series had quite a bit it was trying to explore yet so little time to provide reasonable substance. The final episodes of the series noticeably rush through their revelations and conflicts without any solid buildup, had some details on prominent characters left unexplored (Millie's past and how Raily came across some major information for later in the show) and seemed to lack a proper ending as it was hinted there would be more to Kane's adventures beyond this show.\n\n\u001b[1mそれでも、ナイトメアを代表する主要キャラクターは、宇宙/銀河の支配を望んでいるか、存在するすべてを破壊しようとしている上司のためのムックとして、あるいは浅い スレイヤーズのXellosやRezoのような動機や性格で面白い。 言い換えれば、シリーズのようなものは、かなりの時間を詰め込んでいます。 シリーズの最後のエピソードは、顕著なキャラクターの詳細が未知のまま残っていた（Millieの過去、そしてRailyが後の番組のためにいくつかの重要な情報をどうやって出てくるか）、適切なエンディングがないように見えた それが示唆されたので、このショーを超えてケインの冒険にもっとなるだろう。\u001b[22m\n\u001b[1m(Soredemo, naitomea o daihyō suru shuyō kyarakutā wa, uchū/ ginga no shihai o nozonde iru ka, sonzai suru subete o hakai shiyou to shite iru jōshi no tame no mukku to shite, aruiwa asai sureiyāzu no Xellos ya Rezo no yōna dōki ya seikaku de omoshiroi. Iikaereba, shirīzu no yōna mono wa, kanari no jikan o tsumekonde imasu. Shirīzu no saigo no episōdo wa, kenchona kyarakutā no shōsai ga michi no mama nokotte ita (Millie no kako, soshite Raily ga ato no bangumi no tame ni ikutsu ka no jūyōna jōhō o dō yatte detekuru ka), tekisetsuna endingu ga nai yō ni mieta sore ga shisa sa retanode, kono shō o koete kein no bōken ni motto narudarou.)\u001b[22m\n\nTranslations of \u001b[4mStill though, the major characters representing Nightmare mostly fulfill stock archetypes you would expect in conventional sci-fi titles serving either as mooks for their boss, desiring planetary/ galactic domination or wanting to flat out destroy everything that exists, making them quite shallow and not so interesting in motives or personality like Xellos or Rezo from Slayers. Not to mention it seemed like the series had quite a bit it was trying to explore yet so little time to provide reasonable substance. The final episodes of the series noticeably rush through their revelations and conflicts without any solid buildup, had some details on prominent characters left unexplored (Millie's past and how Raily came across some major information for later in the show) and seemed to lack a proper ending as it was hinted there would be more to Kane's adventures beyond this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStill though, the major characters representing Nightmare mostly fulfill stock archetypes you would expect in conventional sci-fi titles serving either as mooks for their boss, desiring planetary/ galactic domination or wanting to flat out destroy everything that exists, making them quite shallow and not\u001b[24m\n    \u001b[1mそれでも、ナイトメアを代表する主要キャラクターは、宇宙/銀河の支配を望んでいるか、存在するすべてを破壊しようとしている上司のためのムックとして、あるいは浅い\u001b[22m, \u001b[1mそれでもしかし、悪夢を表す主要な文字は、ほとんどがアウト、それらが非常に浅くていない作り、存在するすべてのものを破壊し、あなたはどちらか自分の上司のためのmooksとして、従来のSF作品に期待する株式のアーキタイプを満たす惑星/銀河の支配を望んでいるか、フラットに望みます\u001b[22m\n\u001b[4mso interesting in motives or personality like Xellos or Rezo from Slayers.\u001b[24m\n    \u001b[1mスレイヤーズのXellosやRezoのような動機や性格で面白い。\u001b[22m, \u001b[1mスレイヤーズからXellosまたはRezoような動機や人格でとても興味深いです。\u001b[22m\n\u001b[4mNot to mention it seemed like the series had quite a bit it was trying to explore yet so little time to provide reasonable substance.\u001b[24m\n    \u001b[1m言い換えれば、シリーズのようなものは、かなりの時間を詰め込んでいます。\u001b[22m, \u001b[1mそれを言うまでもありませんシリーズが、それはまだ合理的な物質を提供するので、少し時間を探求しようとしていたかなりを持っていたように思えました。\u001b[22m\n\u001b[4mThe final episodes of the series noticeably rush through their revelations and conflicts without any solid buildup, had some details on prominent characters left unexplored (Millie's past and how Raily came across some major information for later in the show) and seemed to lack a proper ending\u001b[24m\n    \u001b[1mシリーズの最後のエピソードは、顕著なキャラクターの詳細が未知のまま残っていた（Millieの過去、そしてRailyが後の番組のためにいくつかの重要な情報をどうやって出てくるか）、適切なエンディングがないように見えた\u001b[22m, \u001b[1m（Railyは後でショーでのためにいくつかの主要な情報に出くわした方法ミリーの過去と）、適切な結末を欠いているように見えた最終著しく任意の固体蓄積することなく、彼らの啓示との衝突を介して急いで、著名な文字にいくつかの詳細は未踏残っていたシリーズのエピソード\u001b[22m\n\u001b[4mas it was hinted there would be more to Kane's adventures beyond this show.\u001b[24m\n    \u001b[1mそれが示唆されたので、このショーを超えてケインの冒険にもっとなるだろう。\u001b[22m, \u001b[1mそれはほのめかしたように、このショーを超えたケインの冒険によりがあるだろう。\u001b[22m\n\u001b[1m\u001b[22m\nThe drawing style for Lost Universe is similar to Slayers, which shouldn't be of much surprise to Hajime Kanzaka fans since he created both shows. The animation for the series tended to be quite inconsistent at points, especially as I've heard that this series ran through a number of different art directors throughout the show's run. Close-up shots of characters made use of a bright color palette on occasions yet reverted back to a more subdued color tone in medium and far camera shots. There were some occasions where I seen scenes where the details of characters and scenery take a hit quality-wise and they were back to par in the next scene. Animation sequences with spaceships quite often switch between use of traditional hand-drawn animation and subpar CG animated renderings of the spaceships. I can forgive the CG animation considering the early use of the technology for a TV anime, but not the inconsistent quality that I could notice with the title's animation throughout its run.\n\n\u001b[1mロストユニバースの描画スタイルはスレイヤーズに似ています。スレイヤーズは、両方のショーを制作して以来、関西初代ファンにはあまり驚くべきではありません。 シリーズのアニメーションは、特に、私がこのシリーズがショーの実行中にいくつかの異なるアートディレクターを経ていたと聞いたときに、ポイントでかなり矛盾する傾向がありました。 クローズアップされた文字のショットは、明るいカラーパレットを使用していましたが、中と遠のカメラショットではまだ落ち着いた色調に戻りました。 キャラクターや風景の詳細が質の高いヒットとなり、次のシーンでは元に戻ったシーンを見たことがあります。 宇宙船を備えたアニメーションシーケンスは、伝統的な手描きアニメーションと宇宙船のサブCGアニメーションレンダリングとの間で頻繁に切り替わります。 テレビアニメの技術を早期に利用することを考えてCGアニメーションを許してもいいですが、タイトル全体のアニメーションを見ても矛盾した品質ではありません。\u001b[22m\n\u001b[1m(Rosutoyunibāsu no byōga sutairu wa sureiyāzu ni nite imasu. Sureiyāzu wa, ryōhō no shō o seisaku shite irai, Kansai shodai fan ni wa amari odorokubekide wa arimasen. Shirīzu no animēshon wa, tokuni, watashi ga kono shirīzu ga shō no jikkō-chū ni ikutsu ka no kotonaru ātodirekutā o hete ita to kiita toki ni, pointo de kanari mujun suru keikō ga arimashita. Kurōzuappu sa reta moji no shotto wa, akarui karāparetto o shiyō shite imashitaga,-chū to tō no kamera shottode wa mada ochitsuita shikichō ni modorimashita. Kyarakutā ya fūkei no shōsai ga shitsu no takai hitto to nari,-ji no shīnde wa gen ni modotta shīn o mita koto ga arimasu. Uchūsen o sonaeta animēshonshīkensu wa, dentō-tekina tegaki animēshon to uchūsen no sabu CG animēshonrendaringu to no ma de hinpan ni kirikawarimasu. Terebi anime no gijutsu o sōki ni riyō suru koto o kangaete CG animēshon o yurushite mo īdesuga, taitoru zentai no animēshon o mite mo mujun shita hinshitsude wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe drawing style for Lost Universe is similar to Slayers, which shouldn't be of much surprise to Hajime Kanzaka fans since he created both shows. The animation for the series tended to be quite inconsistent at points, especially as I've heard that this series ran through a number of different art directors throughout the show's run. Close-up shots of characters made use of a bright color palette on occasions yet reverted back to a more subdued color tone in medium and far camera shots. There were some occasions where I seen scenes where the details of characters and scenery take a hit quality-wise and they were back to par in the next scene. Animation sequences with spaceships quite often switch between use of traditional hand-drawn animation and subpar CG animated renderings of the spaceships. I can forgive the CG animation considering the early use of the technology for a TV anime, but not the inconsistent quality that I could notice with the title's animation throughout its run.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe drawing style for Lost Universe is similar to Slayers, which shouldn't be of much surprise to Hajime Kanzaka fans since he created both shows.\u001b[24m\n    \u001b[1mロストユニバースの描画スタイルはスレイヤーズに似ています。スレイヤーズは、両方のショーを制作して以来、関西初代ファンにはあまり驚くべきではありません。\u001b[22m, \u001b[1mロストユニバースの描画スタイルは、彼は両方の番組を作成したので、神坂一のファンに多くの驚きであってはならないスレイヤーズ、に似ています。\u001b[22m\n\u001b[4mThe animation for the series tended to be quite inconsistent at points, especially as I've heard that this series ran through a number of different art directors throughout the show's run.\u001b[24m\n    \u001b[1mシリーズのアニメーションは、特に、私がこのシリーズがショーの実行中にいくつかの異なるアートディレクターを経ていたと聞いたときに、ポイントでかなり矛盾する傾向がありました。\u001b[22m, \u001b[1mシリーズのアニメーションは、私はこのシリーズはショーの実行を通じて異なるアートディレクターの数を介して実行されたことを聞いた、特にとして、点で非常に矛盾する傾向にありました。\u001b[22m\n\u001b[4mClose-up shots of characters made use of a bright color palette on occasions yet reverted back to a more subdued color tone in medium and far camera shots.\u001b[24m\n    \u001b[1mクローズアップされた文字のショットは、明るいカラーパレットを使用していましたが、中と遠のカメラショットではまだ落ち着いた色調に戻りました。\u001b[22m, \u001b[1m機会に明るいカラーパレットを利用した文字のクローズアップショットはまだ戻って培地と遠カメラのショットで、より落ち着いた色調に戻りました。\u001b[22m\n\u001b[4mThere were some occasions where I seen scenes where the details of characters and scenery take a hit quality-wise and they were back to par in the next scene.\u001b[24m\n    \u001b[1mキャラクターや風景の詳細が質の高いヒットとなり、次のシーンでは元に戻ったシーンを見たことがあります。\u001b[22m, \u001b[1m私は、文字や風景の詳細がヒット品質ワイズを取る場面を見て、彼らは次のシーンに戻ってパーにしたいくつかの機会がありました。\u001b[22m\n\u001b[4mAnimation sequences with spaceships quite often switch between use of traditional hand-drawn animation and subpar CG animated renderings of the spaceships.\u001b[24m\n    \u001b[1m宇宙船を備えたアニメーションシーケンスは、伝統的な手描きアニメーションと宇宙船のサブCGアニメーションレンダリングとの間で頻繁に切り替わります。\u001b[22m, \u001b[1m宇宙船とアニメーションシーケンスは、かなり頻繁に、伝統的な手描きアニメーションや宇宙船の基準以下CGアニメーションレンダリングの使用を切り替えます。\u001b[22m\n\u001b[4mI can forgive the CG animation considering the early use of the technology for a TV anime, but not the inconsistent quality that I could notice with the title's animation throughout its run.\u001b[24m\n    \u001b[1mテレビアニメの技術を早期に利用することを考えてCGアニメーションを許してもいいですが、タイトル全体のアニメーションを見ても矛盾した品質ではありません。\u001b[22m, \u001b[1m私は、テレビアニメではなく、私はその実行を通じてタイトルのアニメーションに気付く可能性が一貫性のない品質のための技術の早期使用を考慮したCGアニメーションを許すことができます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I was quite disappointed with how subpar Lost Universe was as I was quite entertained with much of the Slayers franchise. While this series has some decent elements with its plot unveiled in its second half, the flat comedic delivery, inconsistent animation and lack of time to fully explore its world and characters were major issues for me with Lost Universe. I wouldn't consider this too memorable compared to the other TV anime titles that make up the Slayers franchise.\n\n\u001b[1m全体として、スレイヤーズのフランチャイズの多くで私がとても楽しまれていたように、どのように敗北した宇宙があるのか​​、私はかなり失望しました。 このシリーズは、後半に明らかにされたプロットでいくつかの要素がありますが、フラットコメディの配信、一貫性のないアニメーション、世界と文字を完全に探求する時間の欠如は、ロストユニバースの私にとって大きな問題でした。 私はスレイヤーズのフランチャイズを構成する他のテレビアニメのタイトルと比較してこれをあまりにも思い出深いものとは考えていません。\u001b[22m\n\u001b[1m(Zentai to shite, sureiyāzu no furanchaizu no ōku de watashi ga totemo tanoshima rete ita yō ni, dono yō ni haiboku shita uchū ga aru no ka ​​, watashi wa kanari shitsubō shimashita. Kono shirīzu wa, kōhan ni akiraka ni sa reta purotto de ikutsu ka no yōso ga arimasuga, furattokomedi no haishin, ikkan-sei no nai animēshon, sekai to moji o kanzen ni tankyū suru jikan no ketsujo wa, rosutoyunibāsu no watashi ni totte ōkina mondaideshita. Watashi wa sureiyāzu no furanchaizu o kōsei suru ta no terebi anime no taitoru to hikaku shite kore o amarini mo omoidebukai mono to wa kangaete imasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I was quite disappointed with how subpar Lost Universe was as I was quite entertained with much of the Slayers franchise. While this series has some decent elements with its plot unveiled in its second half, the flat comedic delivery, inconsistent animation and lack of time to fully explore its world and characters were major issues for me with Lost Universe. I wouldn't consider this too memorable compared to the other TV anime titles that make up the Slayers franchise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I was quite disappointed with how subpar Lost Universe was as I was quite entertained with much of the Slayers franchise.\u001b[24m\n    \u001b[1m全体として、スレイヤーズのフランチャイズの多くで私がとても楽しまれていたように、どのように敗北した宇宙があるのか、私はかなり失望しました。\u001b[22m, \u001b[1m全体的に、私はかなりスレイヤーズフランチャイズの多くで楽しまれたように宇宙がいかに基準以下ロストにはかなりがっかりしました。\u001b[22m\n\u001b[4mWhile this series has some decent elements with its plot unveiled in its second half, the flat comedic delivery, inconsistent animation and lack of time to fully explore its world and characters were major issues for me with Lost Universe.\u001b[24m\n    \u001b[1mこのシリーズは、後半に明らかにされたプロットでいくつかの要素がありますが、フラットコメディの配信、一貫性のないアニメーション、世界と文字を完全に探求する時間の欠如は、ロストユニバースの私にとって大きな問題でした。\u001b[22m, \u001b[1mこのシリーズは、そのプロットを持ついくつかのまともな要素は、その後半、平らな喜劇配信で発表してきたが、一貫性のないアニメーション、完全にその世界とキャラクターを探検する時間の不足は、ロスト・ユニバースと私のための主要な問題でした。\u001b[22m\n\u001b[4mI wouldn't consider this too memorable compared to the other TV anime titles that make up the Slayers franchise.\u001b[24m\n    \u001b[1m私はスレイヤーズのフランチャイズを構成する他のテレビアニメのタイトルと比較してこれをあまりにも思い出深いものとは考えていません。\u001b[22m, \u001b[1m私はスレイヤーズフランチャイズを構成する他のテレビアニメのタイトルに比べて、これはあまりにも記憶に残る考えていません。\u001b[22m"
  }
]
