[
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "Charok",
    "profile": "/profile/Charok/reviews",
    "pages": "8",
    "number": "1",
    "link": "/reviews.php?id=74459",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  9\n\nこのシリーズの初めにだまされてはいけません。 あなたが最初の13のエピソードの間続き続くと、2012年の夏の最高のこのアニメを作った輝きのフラッシュを見つけるでしょう。\n\nストーリー[8/10]\nこのアニメは、様々な量のソースライト小説をカバーしています。 私の目から見ると、それは身近な原型を背景にした独特のものです。 多くの人がプロット全体の多くのポイントの一つに過ぎないロマンチックなドラマを楽しみます。 他の人たちは、早起きを楽しむことができます。 確かに、このアニメは軽い心と深刻さを兼ね備えています。 あなたが笑っている1つのシーン。 次に、あなたは泣くでしょう。  （時々）\n\nアート[7/10]\n芸術は私が期待したものでした。 私の目が狂ってしまうこともなく、嫌いなところまで迷惑をかけることもありません。 文字はK-ONと同じ人がデザインしたものです！ あなたはいくつかの類似点を見るでしょう。 私はあなたがシリーズのあなたの意見に影響を与えないようにすることをお勧めします。\n\nサウンド[8/10]\nすべてのOPとEDは素晴らしいです。  （しかし、私はいくつかは同意しないと確信しています）epの実際の終了と次のエピソードのPVとの間の遷移は背骨冷えです。 私はその面が本当に好きでしたし、他の人たちにも好きになると確信しています。\n\n楽しさ[9/10]\nシリーズが放映されている間、私はいつも次のエピソードを心配して待っていました。 本当の旅、ココロコネクトです。 私はあなたの多くがそれを楽しむと確信しています。\n\n全体的な[8/10]\n私はスタジオが小さくて未知のシリーズを撮り、世界中の視聴者の目には非常に高い立場にまで吹き飛ばしたと信じています。 見て楽しかったし、3月の次のエピソードを心待ちにしています。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "mike13531",
    "profile": "/profile/mike13531/reviews",
    "pages": "8",
    "number": "2",
    "link": "/reviews.php?id=67357",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  9\n\nあなた自身の外に世界に別の見込み客がいるかどうか疑問に思ったことはありませんか？ 誰かがelsesの目を通してそれを見たときの世界はどうですか？ その上に、あなたの親しい友人の目を通して？\n\nあなたがこのアニメを選ぶべきかどうか疑問に思ったら、自分自身にこれを尋ねてください。あなたは人生、ドラマ、そして多分ロマンスの断片のファンですか？\nあなたの答えがYesの場合、このアニメは良いピックアップです。 それはいくつかの非常に興味深いアイデアを使って爽やかなプロットをしています。\n\n\nここに、短所があります。 比較的新しいアニメのためには、サウンドトラックは平均的であり、芸術は詳細の面で最上位ではない。 プラス現象の存在、そしてどのように全体の試練が非常に詳細に説明されていない、それは科学的でもありません。\n\nしかし、あなたがこれらの短所を見過ごして、新しい面白い話に興味があれば。 私はこれが少なくとも価値があると思う。\n\n私はそれを持っている9/10\n私の規模は、ほとんどの人とは多少異なる。 だから私に説明させてください。  7は私の評価システムには存在しません。 私の視点から見る価値のないものは6点以下です。 それから、残っているのは8 9 10です。ちょうど良いことに基づいています。\n私の奇妙な評価基準を念頭に置いて、私のレビューを批判してください。\n\n読んでくれてありがとう。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "Andyis",
    "profile": "/profile/Andyis/reviews",
    "pages": "8",
    "number": "3",
    "link": "/reviews.php?id=67255",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  8\n|  8\n\n新しいことをしようとするのは人間性です。\n多くの人が望む願いは、異性の人であることが何であるかを試してみることです。\nしかし、それはこのショーの焦点では​​ありません。 それらの学校生活、ドラマ、お菓子2つの靴の1つは、他の人々が他の人々の問題の世話をするのに役立ちます。\nストーリー-8\nクラブは無作為に起こるいくつかの奇妙なボディスワッピングフェノミノンの下にある。 私たちのヒーローである太一は、これを使ってクラブ内の人々を助ける（これまでのように思われます）。 あなたがそれらの1つを楽しむなら - 私は人々を助けたい/生命ドラマの断片を見てそれを見る。\nアート-7\n感動しているとは言えません。  2012年のトップノッチのように見えます。\nキャラクター -  8\nみんなユニークで、自分のバックストーリー/パーソナリティを持っているようです。 私は個人的に、別の人物になりすましている間に、彼らがどのように異なる状況下でやりとりするかを見たいと思っています。\n全体 -  8\nそれはかなり良いショーです。 正確には最高のものではありませんが、あなたに夢中にさせてくれる物語は楽しいものです。 あなたがもっと知りたいと思うプロットのねじれの予兆もあります。 夢のようなドラマを生き生きとしたものにしたい方にお勧めです。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "boogaluke",
    "profile": "/profile/boogaluke/reviews",
    "pages": "8",
    "number": "4",
    "link": "/reviews.php?id=82338",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\n私は本当にレビューを書くことはないので、あなたが「専門的」に書かれていると思わないなら、私には簡単に行きます。  2013年の初め、ココロコネクトの最後の4つのエピソードが流出し、このニュースのように2013年3月まで待たなければならないと思った。 とにかく、\n\nストーリー：\n\nあなたはCultural Research Clubに5人の友達がいます。 あなたの典型的な高校の友人や生活のスライスアニメのような音ですか？ それはまあまあです。 バルーンブドウの名前で男がグループに自分自身を示すことを決めます。 彼は精神的に様々な「現象」を通してそれらを置く。 最初は何が起こっているのか分かりませんでしたし、十分に面白いとは思っていませんでした。 私は初めて面白かった。 話が進むにつれて、もっと面白いことが起こり、本当にあなたを吸ってしまいます。グループ内の関係とバルーン・ヴァインによって設定された課題との間で、ストーリーは実際に拾い上げて驚くほどになります。\n\nアート：\n\n私がこのショーについて愛したことの1つは、アートでした。 彼らが描かれたやり方は、ある意味でK-onを思い出させるが、もう少し詳しく述べている。 私はそれがとても好きでした。\n\n音：\n\nシーン中のバックグラウンドミュージックと2番目のエンディングは、私に目立つものです。 バックグラウンドミュージックは、良い時と悪い時の気分を実際に設定しました。  2曲目のテーマはショーにはあまり合いませんが、私が見たアニメすべての好きなエンディングテーマの1つです。\n\nキャラクター：\n\nあなたは誰でも同じ女の子に愛情を表しているが、拒絶された男、その男を拒絶する女の子、彼女はすべてがかわいいことを愛している、コンピュータに精通しているボスキーでスマートな女の子、 誰もが愛している少女。 あなたの典型的な高校生命のアニメのように本当に聞こえますが、それぞれのキャラクターは自分の輝く時間があり、それぞれの個性はとても個性的で、独自の欠陥もあります。\n\n楽しみ：\n\n私はそれのほとんどすべてを楽しんだ。 良い、面白い、悲しい、悪い部分はすべて楽しいです。 あなたは最後のエピソードが出てくるのを待っていて、どれぐらい楽しかったかわかりません。 非常に心温まる、コメディ、素晴らしいアニメ。\n\n全体：\n\n私はこの生涯のジャンルを見るのが大好きな人にこのショーを強く勧めます。 それは私の意見ではオリジナルの種類のプロットでかなり高いですし、それもそれを扱う限りではそれ自体のコンセプトです。 あなたが愛する多くのひねりと瞬間。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "deleteplz",
    "profile": "/profile/deleteplz/reviews",
    "pages": "8",
    "number": "5",
    "link": "/reviews.php?id=136127",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  9\n\nこのアニメはかなりの作品です。\n最初に、完全な13のエピソードシリーズであるはずだったが、彼らは生産でうんざりしていたが、まだ話が終わる前に4つのエピソードが残っていた。 だから、彼らはちょっと、そのOVAのようなものです。 したがって、このシリーズを購入するときは、最初の13回のエピソードを公式のシリーズとして、4回のエピソード「OVA」を別々のパッケージとして購入する必要がありました。 多かれ少なかれ、キャッシュグレブです。\n\nしかし、シリーズ自体はeeeeeeeeeeeeeeeeeeeeeeeeehhhhhhhhhhhhhh...最初のエピソードは本当にたわごとでいっぱいで、明らかにショーに興味を持ったほとんどの視聴者を去ってしまった。 私は約1週間それを見て停止し、後で残りのマラソンに終わった。\n\n最初の2つのエピソードの後、たわごと。 取得。 リアル。 それは本当により良い方向に向かい、実際に深くて面白いものになります。 それは、私が見たアニメの最高のカムバックの中で、「ねえ、体の切り替えが冷たく、おっぱいm8」から「感じる4日」に変わります。 そして、偉大さの4つのエピソードの後、最初の弧が終わりに来る。 それは少しのために大まかに、OVAの完全な回復をするために得ます。 唯一の問題は、実際に 'OVA'を得るためには、その平凡な部分を見なければならないということです。\n\nあなたが適度な興味を持っているなら、少なくとも最初の弧を見てください。 あなたが最初の弧を終えた後にもっと渇いていると感じたら、もっと見る。 それが私の認証された勧告です。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "dgbug3",
    "profile": "/profile/dgbug3/reviews",
    "pages": "8",
    "number": "6",
    "link": "/reviews.php?id=121047",
    "jp": "--- --- --- | ---\n全体的な|  6\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  9"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "saintlier",
    "profile": "/profile/saintlier/reviews",
    "pages": "8",
    "number": "7",
    "link": "/reviews.php?id=68167",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  7\nキャラクター|  9\n|  9\n\n私は、このアニメのタグのいくつかが誤解を招くと言って始めてみましょう。 このショーは、スライス・オブ・ライフ・ロマンスではなく、時にはユーモアや愛のポリゴンを使った時折暗い高校のストーリーです。\n\n他の多くの人たちと同じように、私はこのショーが絶えず体の切り替えにユーモアを刻むことを期待しましたが、それだけではありません。 ココロコネクトは、想定していた前提から分岐し、「接続する心」というタイトルに指数関数的に焦点を当てています。 体の切り替え、拡大された欲望、年齢の切り替え、そしてさらに多くの局面は本質的に陰謀を濃くするためにあります。 何とかして、それはかなりよく機能します。特に、一般的なプロットフックの側面が文字に関して深く見られるように、特にうまくいきます。\n\n予期せぬことにもかかわらず、はるかに良い選択。 コメディー - それは一種の素晴らしいボーナスです。 ここでの主な焦点は、キャラクターであり、心の中で（心地よく）彼らの心です。\n\n芸術は素晴らしいものではありません。それは特別なものではなく、文字がK-on-ishになる前に多くの人が言ったように、K-onから同じ人によってデザインされています。 特に、主人公の後ろを通り抜ける人々のような背景のキャラクターは、一種の恐ろしいものです。 彼らは顔の特徴で描かれていますが、表現はありません。少し気が散っています。 さもなければ芸術は大丈夫です。\n\nサウンドは本当に目立つものではなく、オープニングの曲は忘れがたいものですから、音は普通です。 比較して、エンディングはずっと優れています。\n\nここで私を魅了したのは、隠されたトラウマとバックストーリーを暴くこと、そして彼らが今よりもっと複雑な生活を送るのを見ていることです。 道に沿って成長しています。  （私はHeartseedと同じ論理を持っています）ココロコネクトはこれを非常にうまく行います。そのために私はこのショーを続けます。 それは時計の価値がある。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "mihaideath",
    "profile": "/profile/mihaideath/reviews",
    "pages": "8",
    "number": "8",
    "link": "/reviews.php?id=76433",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\n私は他のすべての人のように、アニメの説明に正確に何が書かれているのか始めることはしません。なぜこのアニメを楽しんだのかを教えてください。 アニメのために本当に予期せぬものだったので、私は時計の中で深く覚えました。そして、私が1つのエピソードを終えるたびに、私は次のものを見て非常に興奮しました。 このアニメは予期せぬ変化が起き、過去にどのように辿り着きましたか、私が見たいと思っていたことは、彼らがどのように開発を進めていくかということです。 私はこのアニメであなたが本当に物語の進歩を楽しむと言うことができます。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "WhiteVye",
    "profile": "/profile/WhiteVye/reviews",
    "pages": "8",
    "number": "9",
    "link": "/reviews.php?id=128477",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n（これは私の最初のレビューです。）\n\n私はいつも私が移籍した瞬間、学生文化協会（STUCS）について何か変わったと思っていました。今、私はストーカーではありませんが、最初はこのクラブが何をしたのか不思議でした。\n\n最初は、座ってほとんど何もしないことが人々の言い訳だと思っていました。 しかし、私は、日が進むにつれて、少々のマイナーな変化に気付き始めました。 彼らが暗黙のものとは違う人のように自分自身を呼び出すようになったときなど。 それは、彼らの行動がその日までにもっと馬鹿げたものになるにつれて、物事がより面白くなったときです。\n\n彼らは私の新しいエンターテイメントの形態だったので、遠くから観察し、物事がどのように広がっていくかを見ることに決めました。 幸いにも、もう一人の個人の姿が私を驚かせることは決してありませんでした。「彼はおそらくこのすべての狂気の原因でした。 もちろん、私はそれに問題があります！  「彼はいつもすべてを面白くしました。もう何かがなくなったら、ちょっと変えてしまいます。\n\nとにかく、STUCSのメンバーがクラブルームに集まってくるのを見て、私は近くの木の枝に座っています。 満足のいくコカコーラを飲んで、新しい現象に対処しながら、これらの5人の間ですべての地獄が解き放たれるのを見てください。"
  }
]
