[
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "Nanaki1997",
    "profile": "/profile/Nanaki1997/reviews",
    "pages": "6",
    "number": "1",
    "link": "/reviews.php?id=83281",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは私の最初のレビューです。\n\nストーリー：9/10クラブの活動が義務である学校では、約5人の生徒がいます。 彼らの誰もがどのクラブに加わるべきかを知っているわけではないので、彼らは自分自身のためにクラブを作ることになり、奇妙なことが起こり始める。\n\nアート：9/10アートワークは十分に素晴らしいと言われています。 私はそのスタイルが本当に好きです。\n\nサウンド：10/10キャラクターと音楽の声は、完璧に近いです。 音楽は状況によく合っており、より良い声優を見つけることはできませんでした。\n\nキャラクター：10/10すべてのキャラクターには深い人格があり、好きではないキャラクターが1人も見つかりませんでした。\n\n楽しさ：10/10このアニメは、真剣さとユーモアの完璧な組み合わせです。\n\n全体：10/10これは私が今まで見た中で最高のアニメだと言いたいのですが、それは誰にでもお勧めです。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "MelonMoe",
    "profile": "/profile/MelonMoe/reviews",
    "pages": "6",
    "number": "2",
    "link": "/reviews.php?id=65751",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  7\n\nこれは別の典型的な「アフタースクールクラブ」アニメのタイプですが、一番tweenestです。 私はこのプロットがどこに行くのが好きです。 さらに、キャラクターの一人としてアキ・テリヤキを演じるアニメを見ます。 全体的に見ると、もしあなたがあなたの人生で決してやっていない学校の活動の後で日本の若い生徒たちがアニメを見ているのを見ているのであれば、"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "Donka",
    "profile": "/profile/Donka/reviews",
    "pages": "6",
    "number": "3",
    "link": "/reviews.php?id=81656",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  8\n\nシリーズの大きな違いがあります - それは他の偉大なショーから目立つようにするものは何もありません。 それは単なる「普通の偉大なアニメ」です。あなたが見たいものを探しているときに見逃される可能性が最も高いものです。 それはおそらく涼​​宮ハルヒのような伝説的なものではありませんが、それはそれを悪化させません。 これはあなたがしていない場合はあなたがよく見ているそれらのショーの一つですが、誰もあなたがいない場合、あなたを気にしません"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "blueiismybae",
    "profile": "/profile/blueiismybae/reviews",
    "pages": "6",
    "number": "4",
    "link": "/reviews.php?id=219185",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n - そのレビューは、スポイラーを含む可能性があります - \n\n\nココロコネクトは、ユーモア、発達恋愛、心温まるロマンスの超自然のアニメです。\n普通の生活をしている約5人の高校生ですが、超自然的な力が彼らとちょっとしたおもちゃを決めるまでではありません。\nWhat would happen when Taichi Yaegashi, Iori Nagase, Himeko Inaba, Yui Kiriyama and Yushifumi Aoki begin to switch bodies? What would happen if their darkest desires are unleashed and out on the table? What would happen when feelings of love arise between them? Would that bring them closer? Or just drive them apart?\n\nストーリー：10/10\nココロコネクトは急いでもスローペースでもスムーズに流れました。ジャンルが完全に果たしているとは言いませんが、ユーモアやロマンスのセンスは決して超自然的なアニメを台無しにすることはできませんでした。 ショーへの興奮。\n\nキャラクター：+10\nキャラクターは、本当にココロコネクトされたものであり、彼らはすべてよく発達していて、彼らはすべて変わった主なプロットの紆余曲折を経験し、アニメを見て楽しませました。 私の好きなキャラクターは確かに、唯一の、桐山ゆいでした。 私はそれらのキャラクターがあなたの心に印を残すことを保証します。  M\n\nアート/サウンド：10\n私は単に芸術のスタイルを崇拝しました、もしあなたがHyoukaまたはK-on！を見たなら、このスタイルはおなじみでしょう。 目が見やすく、動きも鮮明でした。  OP＆amp; EDはとても愛らしい、キャッチーだったので、1週間繰り返して聞いても飽きることはありませんでした。\n\n楽しさ：10/10\nこのアニメは私の心に印を残し、私はそれを忘れるとは思わない。 それは私に蝶を感じさせました、そして、私は桐山由紀の賞賛を2度目に言いました。この娘はとてもモエと心温まるものでした。 ちょうどそれを見に行く、あなたはそれを後悔しません。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "KnightwingNC",
    "profile": "/profile/KnightwingNC/reviews",
    "pages": "6",
    "number": "5",
    "link": "/reviews.php?id=179210",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  8\n\nこんにちは\n\nこのアニメは、あなたが最初の数秒を見る瞬間にあなたを引きます。 それはちょうどあなたがちょうど起こった地獄を見て見つけたいと思うところで高い注記で始まります。 文字は完璧ですが、いくつかの小さな欠点がありますが、そのほとんどはあなたが誰と外出するかを教えてくれるものです。 私の見解では、見解の中のキャラクターは簡単です。担当のディレクターは、プロットのツイストで追加するべきだったと思います。 アニメの音は良いですが、話が非常に静かで、アートも素晴らしかったですが、もっと多くのことができたと思います。 ストーリーはビーストです！ 私はただ一つのことを変えるだけです、それは言われている方法です。 いくつかの点で、私は彼らがその場面を別のエピソードとその行のものに入れたはずだったように感じました。 これはあなたが見なければならないアニメであり、あなたはおそらく完全なシリーズDVDになります。 あなたがAngel Beatsが好きな人は、このアニメが好きです。Angel Beatsのような銃のようなアクションはありませんが、同じ種類のアートワークやキャラクターの開発があります。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "Scar1etOtaku",
    "profile": "/profile/Scar1etOtaku/reviews",
    "pages": "6",
    "number": "6",
    "link": "/reviews.php?id=146073",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n「優しさは助けの代わりに傷つけることがあることを決して忘れない」稲葉友情の全体的な感触は本当に強い。 私は個人的には友情の強い感情を持つアニメを本当に愛しています\n\nストーリー10：\n身体を変え、欲望が解放され、若い年齢になり、あなたの本当の感情は他の人に聞こえます。 これは本当に独特の独特の物語だった。 ドラマ、学校生活、ロマンスコメディのこれらのジャンルを追加することは本当に物語を本当に良い感じた。 私は本当にこのアニメがどのようにこれらの出来事とこれらのジャンルでうまくいくのだろうと思っています。それは本当にうまくいって、ストーリーのペースも上がりました。それは急いではなく、良いペースで進んでいました。\n\nアート：10\nどのようなまともなアート/アニメーション私はそれを簡単に与える10。\n\nサウンド：10\nプレビューの最初の曲の本当に素敵なOSTとED。ダング..彼らは私に与えてくれたと感じている。 他のアニメと同様に、特定のイベントで特定のOSTが演奏されていて、そんな気分になるのはかなりのものです。\n\nキャラクター：10\nさて、すべてのキャラクターはお互いに本当に違っていました。 キャラクターは、自分たちがこれらのイベントを起こしたときの行動を通じて、個人的に啓示されます。 それにもかかわらず、すべてが本当に異なっています。彼らはお互いをサポートする本当に親しい友達です。 これは物語を通じて本当に良いキャラクターの発展を遂げています。物語の中でどのようにキャラクターが変わるか、彼らが取る行動を見て楽しんでいます。 彼らの欲望や感情が本当に解放された時のように、本当に誰が本当に誰であるかをよく見ています。\n\n楽しさ：10\n私はまだこのシリーズが冬の2012年に出てきたときに覚えていることがあります。ちょうど出てきた最新のepを完成させる私の瞬間、私を狂ったプレビュー、これは価値のあるダンみたいなものです、ほとんどのpplsはSAO  （非類似のアニメを比較するのは嫌いだが、ある点を出したいと思うが）ココロは、私が夢中になったアニメだ。（レビューはまたmichiランダムのためだ）私は本当に悲しい、本当に悲しい、最後の4 epは来なかった そして、新しい年の夜よりも...私の年2012は、最後の4つのEPが出てきて完了しました。\n\n全体：10\n私は最近、ココロコネクトを再ウォッチして、このアニメをどれだけ愛しているかを確かめました。確かに私はこのアニメを本当に愛しています。  10のうち10のBIG、私は本当に誰もが本当にこのアニメを楽しむと思います。 心を結びつけ、お互いのことをもっと勉強していますか？ それは友情です。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "Diclonius715",
    "profile": "/profile/Diclonius715/reviews",
    "pages": "6",
    "number": "7",
    "link": "/reviews.php?id=215172",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  8\n\n私の評価システムのランブルと、Erasedのlong-ishレビューと比較すると、私はこれを少し短くしようとします。 私は意図的にオーバーロードされたレビューがマイナスの影響を受けていることがわかります。\n\n私はスポイラーを避けたと信じていますが、私が違ったことをしたかもしれないという兆候が見える場合は注意してください。 これは、アニメーションやサウンドなどの崩壊ではなく、ストーリーの全体的な影響に基づくレビューです。 これはすべてが主観的であるため、私のことのほんの一部です。したがって、私は美術/音に目に見えない誤りがない限り、芸術は平凡であるかどうかは判断できません。\n\nココロコネクトは、アニメの明白な名前だけでなく、それを待っていないジャンルの両方から期待できるすべてです。高校ドラマ。\nあなたがアニメのこのタイプの市場であれば、これはKokoroco（MALのように書かれています。短いものです）がレシピから逸脱することはほとんどありません。 私は間違ってはいけません。私は同じような公式を使用すると、多少のユニークなアニメが得られることが分かります。\n\nココロコは同じクラブのメンバーである私たちに5人の学生を紹介します。 キャラクターたちが問題を扱うアニメ全体を費やしているため、クラブ活動は完全に無関係です。 問題は、彼らの関係と、何らかの未知の理由のために感情とそれに続く関係とを混乱させる第三者の導入の両方からなる。\n\nキャラクターの関係は、最初のエピソードからかなり明白ですが、17エピソードのアニメ（主なプロットに直接結びついたOVAを含む）に関しては、良い点として取られます。 私たちは、いつも自分を表現している古典的な出身の男（青木）を持っています。彼は、（過去の状況によって）最初は完全に拒否している少女を愛しています。 これは、「あなたが同じことをするまであなたを愛していると言いたい」などの基本的なパターンに展開されます。 この関係式はかなり基本的なものですが、両方のキャラクターが（いつものように）悩まされている過去をお互いに発見し、最終的に彼らの人生に沿って移動するのを見て興味深いものです。\n\nしかし、彼らの関係は、基本的にはもっと重要なものへの側近です...。強制サスペンスkekの瞬間：愛の三角!! 本当に衝撃的な啓示です。\n\n\n\nそれ以上の騒ぎがなければ、私は次のように言うだろう：ココロコは、古典的な高校のドラマで、超自然的な要素（新しいhaHaaの少年）を導入し、関係を乱したり、ある種の視点からキックスタートさえしたりする。 人格交換は直面するいくつかの問題の1つにすぎず、最後のものは最も影響力のあるもののように思えたので、MOMの概要は誤解を招きます。\n\nショーはかなりポジティブなノートで終わりましたが、私は人々が起こったペアリングに怒っていることを期待します。 いずれにしても、ショーの進行方向から終わりがはっきりしていて、私の全体的な楽しさはそれによって損なわれていないと私は信じています。\nこのアニメはあなたの心臓の弦をいくつかの点で引っ張っていますが、少なくとも普通の方法で安く使っています。 いくつかのプレゼントがあるにも関わらず、突然プロットから顎が落ちることはありません。 これらの文字がまだ若いことを考慮すると、行動のパターンは容易に予測可能です。 導入された超自然的な要素は、ドラマを開始し、彼らの感情に直面しなければならない状況でキャラクターを強制するための一種の発火の役割を果たす。 これはまさに私たちが望んでいなかった多くの摩擦を引き起こしますか？\n\nいずれにせよ、ココロコは壁を壊すことのない良い時計ですが、私が来たものを私に与えてくれました。 それは、視聴者がショーの完全性に疑問を呈さない、カジュアルで、非常に魅力的な方法で提示された間違い/修正と関係のトラブルでいっぱいの完全な本格的なドラマでした。 私の本の固体8。\n\n私はここで短いレビューを書いてください....私は停止する必要があります。 読んでくれてありがとう。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "CrackedVault",
    "profile": "/profile/CrackedVault/reviews",
    "pages": "6",
    "number": "8",
    "link": "/reviews.php?id=213079",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  9\n\n私はこのアニメを、（確かに理性的な）前提に基づいて見始めました。一年生の高校生のグループが突然自分たちの中で体を交換し始めました。 しかし、驚いたことに、私はそれを愛して終わりました。 これまでアニメスタジオシルバーリンクから見たベストショーだけでなく、私の意見では、2012年から最も見逃されたアニメの1つです。\n\n\n\nココロコネクトは、学生文化研究クラブの5人のメンバーを中心にしています。「主人公」太一（白い騎士団のプロレスリングファン）、実際の主人公イオリ（クリッパー、泡立つ人物が暗くて皮肉なものを隠す） 沢渡る美しい女優稲葉（沢城みゆきの声優）、二番目に美しい女優由井（小柄な体型は空手で彼女のスキルを偽っている）、親友の青木（幸せな幸運なゴーホボール ユイに恋している）。 キャラクターは互いと、特に太一と唯（私が見たアニメの中でおそらく私の好きなプラトンの男の子 - 女の子の関係）の優れた化学を持っています。\n\n物語は、各キャラクターにスポットライトを楽しむだけでなく、意味のある開発を受ける機会を与える方法で進行します。 確かに私がココロコネクトについて一番気に入ったことのひとつは、このキャラクターの成長を促進するために様々な超自然的な「侵入」をいかにうまく利用しているかです。 アニメはまた、これらのキャラクターを、奇妙で、角質のティーンエイジャーとして描写しています。逆に彼らの主張にもかかわらず、彼らは何をしているのか、彼らが本当に望んでいるのか分かりません。 現実主義でのこれらの試みは、ショーのファンタジー設定を相殺し、キャラクターを私が見た他の高校制のアニメーションよりもはるかに信頼できるようにするのに役立ちます。Hyouka（そのキャストは好きですが、 または理想化された）。\n\nココロコネクトにはいくつかの問題がありますが、私はそれらをメジャーとして分類しません。 このアニメーションは非常に平均的です。特に、Hyoukaの素晴らしいアートディレクション（ココロコネクトと同じ年に出てきたことに注意してください）と比べると、非常に平均的です。 ココロコネクトは、クッキーカッターのキャラクターデザインと淡い色合いのパレットで、シルバーリンクよりもA-1ピクチャーズのショーに似ています。シルバーリンクのほとんどのショーが、どのように活力とビジュアルの感覚を融合させるかを考えると、残念です。 彼らのそれぞれのアニメーションスタイルへの遊び心。 サウンドトラックはかなり良いですが、特定のトラックをかなり再利用していますし、OPも特に思い出深いものではありません。 一方、私は4つのストーリーアークのそれぞれについてショーが新しいEDをどのように導入したかが気に入っています（最初のEDが私のお気に入りです）。\n\nストーリーの面では、私は通常、愛の三角形や白い騎士のキャラクターのファンではありません。 しかし、ココロコネクトが両方の要素をかなりうまく処理したと感じます。愛の三角は最終的な円弧で満足な結果を生み出し、太極拳の自己意識は\"みんなを救う\"という怒りの本能を緩和します。  Fate / stay night：無制限のブレードワークス）。 シリーズのより感情的な瞬間のいくつかは、ドラマが家にぶつかることはほとんどありますが、引きずられていくと重い手がかかることがあります。  （また、ショーには、私が床を転がしていたエピソード16の「姉妹キス」のような、笑い声の大きな瞬間がかなりあります）。最後に、ショーは決して決して シリーズ全体で起こっている超自然的事件の背後にある理由を説明してください。私は個人的にこの閉鎖の欠如を気にしませんでしたが、一部の視聴者を苛立たせるかもしれないと想像することができます。\n\n全体として、ココロコネクトは、素晴らしいキャスト、面白い話、ユーモアとドラマの良い混合物を持つ楽しい9/10のショーです。 しかし、シリーズは実際には17エピソードで、最後の4つのエピソードは最初の13回のエピソードの後に​​OVAとしてリリースされることに注意してください。 一緒に、これらの4つのエピソードは、私がシリーズの最強の弧であると考えているものを形作ります。ショーを美しく包み込みながら、シーズン2のドアを開いたままにします（この時点では起こりそうもないでしょう）。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "scottpilgrim10",
    "profile": "/profile/scottpilgrim10/reviews",
    "pages": "6",
    "number": "9",
    "link": "/reviews.php?id=212939",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  5\nサウンド|  6\nキャラクター|  8\n|  8\n\nストーリー：8/10\n\n\n\nキャラクター：8/10\n\n八重樫太一は、プロレス界の熱狂的ファンであり、人々を助けてくれることを愛し、彼の愛情のために闘う大部分の女子がいる。 彼のイデオロギーはFateシリーズのShiroのものとまったく同じで、両者ともあなたの前に他の人を置くというこの概念を攻撃する人物を囲んでいます。 太一の無私の怪物には遠くまで行く。 私たちは理性のためにすべてをやっているので、私たちの行動をすべて自分のものとして見ることは可能ですが、太極拳は本当に彼の周りの人を幸せにしたいと思っていて、全体的に彼はいつも一番穏やかで、 ファン。 それでも、私は彼が彼に起こる巨大な人生変化のイベントにもかかわらず、多くをすべて変更しない優しい主人公であることがわかります。\n\n長瀬伊織はココロコネクトの好きなキャラクターとあまり好きでないキャラクターの間に常に細い線を描いていました。 一方で、当初、彼女が最初に断念した性格のタイプは、気楽で陽気なものであり、彼女の性格の面では、太一は落ちる。 しかし、彼女は実際の人格が何であるかを疑問に思い始めます。彼女は自分の周りのものに合わせて人格を変え続けることによって彼女が自分の道を失ってしまったのではないかと心配し始めます。  。 彼女はこの人格問題を乗り越えるために永遠に思ったことを取ったので、しばらくの間、私を怒らせていましたが、時間がたつと、彼女が他人や自分自身に尋ねた深い個人的な質問のタイプに感謝するようになりました。 本当の伊織ナガセは、彼女がいなくても好きなように、いつも誰にとっても幸せで明るいという高い水準を保つ必要があります。 彼女の発達は本当にユニークで、アニオでのキャラクターの変遷を見ても、イオリでやったのか分かりません。 それでも彼女はヒメコと激しい競争をしている。\n\nHimeko Inabaは文化研究クラブの中で最も涼しく、制御されたメンバーです。 彼女はグループのメンバーに非常に熱心で、他人をあまり信用していませんが、ユーモアとユーモアのセンスはとても楽しいものでした。太一との出会いは私が一番真実になりたかったものでした。 彼女は自分が欲しいと思っていて、その行動の大部分で表示される彼女の性格への自信が非常に重宝です。  CRCの一部である他の2文字はあまり面白くないので、私は実際に個々の人格に入ることはありません。\n\nアニメーション/アートスタイル：（5/10）音楽：（6/10）\n\n驚くべきことか貧弱ではない、彼らはどちらもコースのために同じだから、私は平均的な芸術のスタイルやOSTをもう説明する方法が本当に分からない。 私は最近アニメーションも音楽もレビューしていないほとんどのシリーズのように感じます。私はいくつかの選択肢を何度も反論しているように感じて以来、私は悲しい思い出に残っています。 私はキャラクターのデザインがかなりモエですが、それは正直なことがもう良いことなのかどうかはわかりません。 私はK-Onを見た後で！ もうモエのキャラクターを使用することのポイントさえも、私にはモエに見えるものはすべて私にK-Onを思い出させる！ どちらが最初のシーズンよりもうまくいくかわからないけど、おそらくシーズン2をチェックアウトしなければならないことを私に思い出させる。 オープニングは、ちょっとした微妙な曲です。私は、その日の美しい海辺の景色を描いています。 私の味のために少しメロディアスで調理されていますが、本当に不満はありません。 ちょっとリラックスしたテーマです。\n\n楽しさ：8/10\n\nココロは間違いなくその欠点を持っていますが、それは数年前にココロを見ていないのに覚えていることではありません。 私が覚えているのは、カップルのファンタスティックな女性のリードと一緒に、興味深い前提です。私は大部分のスライス・オブ・ライフ・ショーで見たものと比べて、すばらしいキャラクター開発のトンを持っています。 確かにココロコネクトをチェックしてください。たとえあなたがその巧妙な態度のファンではないとしても、前提だけでこのショーを見せるのに十分です。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "fabled_courier",
    "profile": "/profile/fabled_courier/reviews",
    "pages": "6",
    "number": "10",
    "link": "/reviews.php?id=172787",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  7\nキャラクター|  8\n|  9\n\n私は最近ココロが私の友人とつながるのを見て、私が何を得ているのか分からなかった。 このアニメは、最も普通のカジュアルなアニメとして始まりますが、巨大で興味深いプロットを引き出し、視聴者を引き込みます。このアニメの直接のプロットはありませんが、いくつかのエピソードごとに異なるシナリオを実行し、洗練された、 質の高い方法。\nアニメの芸術スタイルは、オープニングとエンディングを除いて必ずしもスーパースペシャルではありません。\nアニメのサウンドトラックは少し一般的でしたが、必要になったときには適切に使用され、必要な時を強調して各シーンがより良くなりやすくなりました。 オープニングとエンディングもかなり微妙で、うまくいきました。 余計なことに：英語ダブは驚くほどよくフィットしていて、私はそれを徹底的に楽しんだ。\nこのショーのキャラクターは、大喜びを除いて、非常に楽しいと思われていて、本当に体重を支えていました。 それぞれのキャラクターは、私が関連していると感じた小さな側面を持っています。そして、本当に、それぞれのキャラクター、特に稲葉を愛することができました。\n全体的に、私は本当にこのアニメを楽しんで、それは楽しいでした。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "RasenRum",
    "profile": "/profile/RasenRum/reviews",
    "pages": "6",
    "number": "11",
    "link": "/reviews.php?id=164305",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  10\n\n（これはココロの余分な結び目に写っています）だから私はこのアニメを愛していました!!!! 私は何かのアニメの達人ではありませんし、私はこのアニメを見なければならない理由を書いて、エッセイを書いています....しかし、興奮するロマンスと超自然力を統合してロマンスアニメを探していたら 性格関係や友情グループについてのあなたの好奇心に答えるために、これはあなたのためのものです。 キャラクターはいいですね、ストーリーは素晴らしいですし、アニメのエンディングに満足したことは一度もありませんでした。 だから私はそれが大好きだと言うことができます！ オハイオと私は両方を考えている人たちのために下敷きを見ました。だから恐ろしいことを恐れるならば同じことをお勧めします。 しかし、もしあなたがそれを気にかけているのであれば、あなたはそれを忘れるでしょう！"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "Saki",
    "profile": "/profile/Saki/reviews",
    "pages": "6",
    "number": "12",
    "link": "/reviews.php?id=67951",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  9\n\nさて、アニメを初めて見たとき、正直言ってそれがいいとは思っていなかった、他のようなものだと思ったけど、試してみたかった。\nそして、ええ、それはこの夏の今のところ私のお気に入りのアニメになってしまいました。このアニメはなんとなく魅力的で、キャラクターはあなたとはまったく違うと思っています。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "EteheralForm",
    "profile": "/profile/EteheralForm/reviews",
    "pages": "6",
    "number": "13",
    "link": "/reviews.php?id=84671",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  7\n\n私の考えでは\n私にとっては別の恥ですが、このアニメはずっと前に終わっていますが、最近までこれを見ています。 このアニメは本当にあなたが「本当の」友情と呼ぶものを示しています。 私はこのアニメをもっと早く見ることができないほど馬鹿だと感じる。 たわごと！\n\n芸術、私のためにチャーのデザインはちょうど正常です。 チャリティのすべての部分は私のために正常です。 しかし、それが私にこのアニメに感銘を受けたものです。 このアニメは、「アニマをそのチャーヤの手段で判断しないでください！」と証明しています！  = P\nサウンドは、このアニメもあまりにも派手なBGMを持っていない、ほとんどの場合状況に合わせたBGMはありません。 しかし、私は皆さんに最初のOP（Paradigm）をチェックすることをお勧めします。このOPは本当に私が思うアニメプロットに合っています（英語翻訳をチェックすると、私の意味を知ることができます）。 最初のED（Kokoro Na Kara）をチェックしてみてください。メロウスタイルの音楽を愛する人にとっては爽やかです。\nキャラクターの性格のキャラクター。 私はそれらのすべてがあなたがアニメのほとんどで見つけることができる人格だと思う。 正義の神レベル、決定した心の痴漢、隠された問題の主人公と明るい、かわいい反応で不器用で、そしてあなたが彼女を刺激するときに冷たい心で冷静な美しさを持つ美徳の男。 私はあなたのほとんどがそれらを何回も見なければならないと思います。\n物語、これはこのアニメをすごくすばらしいものにしました。 物語はあなたがこのアニメの欠陥のある部分を忘れることができるほど強力です。 あなたは友情の美しさを見いだすでしょう。 あなたは、自分の問題がどれほど複雑で、眠っているときにあなたの心が侵略されているかを見ることができます（khekhekhe）。 そのうえ？ 作家は私たちを楽しませるすばらしいアイデアを持っています。友人と衝突したときに正しいことをするならば、友情がいかに美しいかを見せたいと思うと思います（私はそれが道徳的なメッセージだと思います）。\nそして作家は私たちにそれを届けさせるために退屈な方法を使用しませんでした。 彼がどうやってこれらの奇妙な現象について考えるのか、私は不思議に思っています。 そしてそのすべての現象は、CRCメンバーが持つ友好関係の絆をテストするという1つの目標にすぎません。\n私はなぜ彼らが成功したときに彼らが与えたテストに耐えても、私は自発的に「ああああ」と叫びたいと思う。 誇張して申し訳ありませんが、私はこのアニメ物語のプロットがあなたの感情を動かすのに十分強いと言います。\n\n私は学校生活、超自然を愛する人のためにこのアニメを強くお勧めします\nこのアニメの三角形の愛の部分は、実際には予期せぬ結末を持っています。\n学校生活の部分も良いですし、\"彼らの債券をテストする\"タイトルに合う。\n現象も非常にユニークです。 あなたの欲望が制御不能になる現象？ このアニメは揺れる！"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "coke_katatsumuri",
    "profile": "/profile/coke_katatsumuri/reviews",
    "pages": "6",
    "number": "14",
    "link": "/reviews.php?id=118353",
    "jp": "--- --- --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  8\nキャラクター|  4\n|  5\n\nココロコネクト（Kokoro Connect）は、最初に出てきたときにとても楽しいものでしたし、多くの可能性を秘めていました。 しかし、それは、スキャンダル全体が起こって、アニメの宣伝を真剣に傷つける前に、知っています。 正直言って、それが起こる前にココロは素晴らしいことができたかもしれませんが、彼らはコップアウトしました。 コナック・コネクトは、稲葉のファンタジーと愚かさに襲われ、その可能性を生かせなかった。エピソード6の周りを覗いて見せた。\n\nさて、私は自分自身を説明させてください。\n\nストーリー：5/10\n\n一見未完成のストーリーを最初に取り上げるつもりです。 シーズンの前半に物事が築かれたのは、プロダクションスタッフがこれを2-courアニメにしようとしていたようだった。 彼らがハートシードと一緒に遊んで紹介したやり方は、風変わりで軽度に面白かったです。 弦が付いていない平均拮抗薬。 プロットの全体は、Heartseedのやり方とのグループの闘争に基づいていましたが、すぐに「十代のロマンスと怒り」の列車になることが判明しました。 言い換えれば、彼らは売り切れました。  Heartseed彼/彼女自身は非常に簡単にシリーズの最後に洗い流されました。 あなたがココロコネクトを批判的な目で見ることを選択すると、解決された紛争が本当にどれほど残念であるかを知ることができます。\n_______\n\nアート：7/10\n\n芸術は一般的なモエです。 しかし、かなり雰囲気のある風景が残っています。 この芸術は、アニメの大部分の場合と同様に、絵のペイントとして出現するだけではありません。 特定の弧の間のいくつかの場所の雰囲気と厳粛さは、うまくフィットしています。 それは私が本当に言わなければならないすべてです。\n_______\n\nキャラクター：4/10\n\n唯一の賢明な人物は伊織です。彼女はキャストの中で最も魅力的ではありません。 太一は自己がメアリー・スーと白人の騎士であると宣言しています。 稲葉はストイックで魅力的ですが、不足しているプロットを補うためにファンのための餌になります。 彼女は文字通り、アニメで状況が悪化するのを止めることはできません。\n\nメインキャストの他の2人、YoshifumiとYuiは、無駄なツールとジェネリックキャラクターで、それぞれ予防可能な悲劇的な過去を持っています。 私はあなたがスポイラーなしでこれらの文字をよりよく理解するためにアニメを見なければならないと感じますが、それでもなお忘れることはありません。\n\n私が前に言ったように、このアニメは前半が良いです。 エピソード6までは、キャラクターが泳いでいるときや、ストーリーの方向に物事がうまく行くときにやり取りします。 しかし、合理主義の唯一の推進力は、主人公のキャラクターと鋭い女性のティーンエイジャーであったので、キャラクターの発展の方向に沿ったプロットは、不安定で燃えた。 この製品は、比較的新しいアニメの方がかなり簡単に消費することができますが、特別なことはなく、おそらく10以上のアニメで同じことを見たより多様な視聴者にも刺激を与えます。\n\nしかし、名誉ある言葉は、伊織の背後にある。 私は、そのすべての中で、彼女は思慮深く書かれていて、彼女が誰であるかを説明したと思います。 しかし、伊織さんは誰ですか、あなたはただ見つけてみるしかありません。  （ヒント：アイデンティティ危機）\n_______\n\nサウンド：8/10\n\nOSTは環境に優しく、技術を賞賛しています。 私の言葉は正義を行うことができないので、YouTubeに行き、サウンドトラックを検索してください。 ココロコネクトのいくつかの側面のうちの1つは、私が気に入ってくれることをとてもうれしく思います。\n________\n\nエンジョイメント：5/10\n\nそれは楽しいことでした。私は、残りの部分を見ていたので、私たちはそれを終えたと言えるでしょう。 私はかなり厳しいですが、これがあなたのゴーイングジャンルでない限り、実際に飛び出すことはありません。 それでもやや浅く、欠けていて、ココロよりも優れたアニメがたくさんあります。\n________\n\n全体：6/10\n\nそれは素晴らしいことではありませんでしたが、あまりにも悪くありませんでした。 私はそれを見たが、おそらくすべての間違った理由がありました。 あなたが私に尋ねるならば、稲葉でのイオリの腕時計を見るのはとても面白いです。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "IzayaKuchiki",
    "profile": "/profile/IzayaKuchiki/reviews",
    "pages": "6",
    "number": "15",
    "link": "/reviews.php?id=89063",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  9\n\nSighhh私はこのアニメについて何を言うべきか分からない\n私はちょうど試してみました...しかし、それを見て止めることができませんでした！\n物語はうまく '箱の中から'\nそれは本当に私に考えさせました。私が持っている友情のことを思い出しました。\n\nストーリーは本当に良い!!! 文字がこの詳細ではない場合、その話は意味を持たないだろう\n\n私はシーズン2を持っていたいと思う..またはこれに似た別のアニメ\n\n完全にお勧めします\n総合評価10/10"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "AFAcrooks",
    "profile": "/profile/AFAcrooks/reviews",
    "pages": "6",
    "number": "16",
    "link": "/reviews.php?id=133897",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  10\n\nただ、これはおそらく私がフリークインしてきたbestttアニメの1つだったと言いたい。 このアニメのキャラクターの発展は、ほとんどのものをはるかに上回り、私は本当に私が各キャラクターとの関係を作ったと言うことができます。 私は非常にロマン主義と若干超自然を楽しむ人にこのアニメをお勧めしますか？ それは本当に素晴らしいアニメでした、それを試してみてください私はそれが失望しないことを約束：P"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "Yordi",
    "profile": "/profile/Yordi/reviews",
    "pages": "6",
    "number": "17",
    "link": "/reviews.php?id=153713",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nこころ こんえｃｔ：\n\n最初にココロコネクトを聞いたとき、私は本当に正直であることに興味があったわけではありませんでした。 それはあなたが教えているとおり、それはそれは、高校生の5人の周りを回っているシリーズのすべてです：私たちのメインリード、長瀬伊織、稲葉姫子、青木義文、桐山ゆいの全てが「Student Concial 学校のための論文である「社会」（またはStuCS）\n\n私は、13体のエピソードシリーズがスイッチボディーのクリシェで運ばれる方法はないと思った。 しかし、私は友人がそれを私にも薦めた後、私がショーに絶対に夢中になったときに私がどんなに間違っていたのかを素早く知りました。そして、私はそれは間違いなく2012年の夏の最高のショーの一つでした。\n\nそのシノプシスは、青木と霧山がボディーをスワップしたと主張したときに始まるボディースワッピング現象についてしか話していないのは残念だ。 もちろん太一と伊織がボディーを交換するまでは、誰も信じていない。 ここではショーが面白くなるようになり、私は助けができなかったが、そこの笑い声を笑った。 起こる多くの現象がありますが、私はあなたのために笑いやドラマを台無しにしません。\n\nしかしココロコネクトのショーを本当に盗むのはキャラクターです。 それぞれのキャラクターはよく書かれており、適切な量のスクリメージを得る。 また、新しい現象ごとに、これらの文字の別のレイヤーが明らかになり、すべてがあまりにも強く感じられず、それらの感情的な瞬間が適切なタイミングで当てられないようにしました。\n\nココロコネクトでは、アニメーションや芸術も全面的に活躍しています。 私はシンプルなキャラクターのデザインが好きで、アニメーションがショー全体をどれだけ魅力的に見ていたかが気に入っています。 芸術もシリーズ全体を通して素晴らしそうに見えましたが、それはあなたにうっとりすることはありませんが、それは一度、そしてしばらくの間、アートワークのいくつかを凝視するのに十分に見えました。\n\n私はココロコネクトをどれだけ愛しているか本当に驚いていました。 それは素晴らしいプロット、絶対に素晴らしいキャラクター、そしてドラマ、ミステリー、コメディ、さらにロマンスの素晴らしいブレンドを持っていました。 あなたが興味をそそられるならば、一見価値があります。 今、あなたが私を許したら、もう少しアニメを見に行くのです。\n\n最終的に私にとって本当に重要なのは、喜びと全体的な評価だけです。\n\n楽しさ：10/10\n全体：10/10\n\n私が好きなショーの何かとその1つを愛しているとき、私はそれを与えることに多くのことを躊躇しません10.良いことに焦点を当てることが私にとって最も重要です、そして、私は本当にこのショーを楽しんだ。\n\n私のレビューを読んでくれてありがとう！ 私はあなたが素晴らしい一日を持っていることを願っています:)"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "synalchemist",
    "profile": "/profile/synalchemist/reviews",
    "pages": "6",
    "number": "18",
    "link": "/reviews.php?id=153701",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\n物語は3つの部分を経る。 それを台無しにすることなく、物語の最初の部分は驚異的です。 あなたに夢中にさせる素晴らしいプロット。 物語が進むにつれて、プロットはあまり強くなくなり、結局それはむしろ愚かです。 しかし、プロットが進むにつれて、キャストに何が起こっているのか、それと同じように起こっていることが少なくなります。 キャラクターの進化は素晴らしく、最終的にはそういうストーリーでさえも、キャラクターはショーを面白くし、見ている価値のあるものにします。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "xshizuneix",
    "profile": "/profile/xshizuneix/reviews",
    "pages": "6",
    "number": "19",
    "link": "/reviews.php?id=127265",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\nまず、Michi Randomスペシャルの4つのエピソードも含まれています。\n\n私はこれを素早く簡単に保ちましょう。 クラブ内の5人の学生は、何かに起因する奇妙な現象に遭遇します。 それはアニメの初めに軽い心があるように見えますが、はるかに複雑です。  Heartseedの行動の結果、5人の学生は、現象が始まる前に誰とも共有していないお互いについて多くを知ることができます。 これらのキャラクターは、自分の友達についてだけでなく、自分自身についても多くのことを学ぶことができます。 彼らは彼らが誰であるか、そして外見の下に隠された秘密を発見する。\n\nストーリー -  9/10\nアニメのペーシングは良好でした。 あまりにも短すぎたり長すぎたりすることはなく、時間の点で自然に発生するイベントを提示しました。 これは、各キャラクターのキャラクター開発を示すのに十分な時間を与えました。 それは異なるキャラクターの物語を語り、偉大なキャラクターの発展を遂げました。 しかし、バランスのとれたユーモアとドラマ、なぜ私のスコアが10ではないのは、アニメの説明の欠如が原因です。 あなたがそれを見れば、あなたは少し混乱していることを理解するでしょうが、全体的にエンディングが触れられていて、発生した出来事のすべてに素敵なネクタイがありました。\n\nアート -  9/10\nアニメ内のキャラクターやセッティングのデザインは簡単です。 メインキャラクターのそれぞれは、そのキャラクターのシンプルさを高めるかわいいプレゼンテーションを持っています。 それは多くの人が自分の個人的な問題を抱えていますが、明るくても頑丈でも、私たちの外面の後ろに隠すことを明言しています。\n\nサウンド -  8/10\n声優/女優は各キャラクターにとって完璧でした。 声優は素晴らしく、オスト/オープニング/エンディングテーマはアニメにとっても素敵なタッチでした。\n\nキャラクター -  8/10\nアニメは完璧ではない素敵なキャラクターセットを持っていました。  1つは利己的なフリークであり、もう1つは過去のために敏感であり、1つは役に立たず、1つは彼女が誰かを知らず、1つは自分が望むものを知らない。 しかし、これらのキャラクターは、お互いの助けを借りて人としての発展を示し、真に互いのつながりやコミュニケーションがいかに有益かつ重要であるかの実現を示しています。\n\n全体的 -  9/10\nココロコネクトは接続についてです。 それは、その視聴者に価値のある人を近づけるよう教える。 私はアニメを楽しむ人にいくつかの意味を持っているか、接続/自己発見を中心にして楽しむアニメでした。 それはちょうど私かもしれませんが、私はこれを視聴者に貴重な教訓を教える非常に意味のあるアニメとして見ています。 あなたが望むように生きることができます。また、他の人に開放することは、あなたが誰であるかを見つけて問題を解決する最良の方法です。 全体的に9/10。 間違いなく見てください！  :)"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "worldeditor606",
    "profile": "/profile/worldeditor606/reviews",
    "pages": "6",
    "number": "20",
    "link": "/reviews.php?id=144941",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  7\n\nストーリー（9） - \nココロコネクト（Kokoro Connect）は、見た目の高い生徒からなる高校のクラブに所属するアニメです。 クラブのメンバー間で心の切り替えなどの異常な活動が始まると、友情の壊れない絆、愛と絶望が起こります。 ユーモアと何かのゴアシート、あるいは明白なこのアニメは、独創性と無実の私のお気に入りの一つです。\n\nアート（9） - \nココロのアニメーションアートは、近代的で、アニメスタンダードの点では完璧です。 しかし、私はこれを7と評価することに決めました。なぜなら、クラブの外で起こっているすべてのことに関して、「スライス・オブ・ライフ」のジャンルには、顕著なパターンや明るい色ではないことが意図されています 私は女の子の休憩です）アートの面では明るいアニメのためには少し暗すぎるようでした。 キャラクターも少しはっきりしていましたが、それはあまりにも多くのファンタジーアクションアニメを見た後の私の意見かもしれません。\n\nサウンド（8） - \nサウンドは歪んでいません。各シーンに適したモダンなバックグラウンドミュージックがあり、シーンの雰囲気を誇張したり下げたりしません。 何も本当に間違っていませんでしたが、ダブステップやその他のような音楽にもっと焦点を当てたアニメが本当に大好きです。\n\nキャラクター（7） - \nココロは5人の主人公-2の男の子、3人の女の子に焦点を当てています。 それぞれのキャラクターは自分の特典を持っています。 私の意見では、メインの主人公は太極拳絶対素晴らしい人です。  5人の主人公のうち、太一はとてもいいですが、他のキャラクターは時にはその優しさを乱用する傾向があると思います。 これは、私がこのアニメのための私の楽しみを評価した理由です。7. 5つの主人公は異常な災害に悩まされているクラブの唯一のメンバーですが、私はこれまでに言及しましたが、結果として内的な葛藤と関係がアニメ 彼らの個人的な生活のすべてを深く掘り下げています。\n\n楽しさ（7） - \n当時、これは私が探していた正確なアニメでした。 あまりにも狂ったと何も普通（私は多分もっと狂気を好むだろう）しかし何も。 このアニメにあなたが何をすべきかによって、むしろ素晴らしい心臓ストッパーや退屈なスライドショーになることができます。 個人的には、プロットのアイデアを楽しむのは、おそらくキャラクターの関係がすべて間違っていると思ったため、おそらく10でランクされていました。そのため、楽しさのランクを7に引き下げました\n\n全体的（8） - \n私はキャラクターの関係やキャラクターの一部を嫌っていましたが、少数の人などに隔離された高校の異常発生の根本的な考え方で、アニメのオリジナリティーに描かれました。芸術とサウンドは近代的で適切でした 私は自分の高い期待を無視し、そこにあったものに十分であったので、私はそれらを憎む理由はなかったが、それらを愛する理由はなかったが、私の楽しさの評価はやや格下げされた。 すべての評価を均衡させた後で8となります。 しかし、これは私の最初のレビューなので、この全体的な意見は意見の間で異なる可能性があります。\n\n私はスポイラーを出さないことを願っています♥♥"
  }
]
