[
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "Kani-Chiiii",
    "profile": "/profile/Kani-Chiiii/reviews",
    "pages": "5",
    "number": "1",
    "link": "/reviews.php?id=152813",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\nだから、これは私がアニメが大好きなのでランダムに10を入れた偏見のあるレビューの1つだと思うでしょう。 私は実際にそれらのフィールドのすべてが10の価値があると思うので、それは真実ではありません。\n\nココロコネクトの写真を見るだけで、ルートが違うアニメの1つだと思うでしょうし、基本的に問題のある友達のグループのことです。 このアニメでは、それは違う。 アニメには実際のプロットと矛盾があります。\n\nストーリー - ストーリーは、生涯のアニメに最適です。 これらの神秘的なことがすべて起こっていることは、友人を離れさせることです。 キャラクターは葛藤、戦い、難しい時を経て、最終的には近づく。 それはあなたに、「彼らをもっと近づけるためにこれをやっているのですか？ そして、あなたは次の出来事を予言することは決してありません。 伊織を殺そうとするハートシードから、駅の男を殴っているユイに。 友情と愛について非常に感動的なシーンで、予期せぬことです。 また、キャラクターの冒頭で良い紹介や問題が起こっているので、ウォッチャーは何が起こっているのかを理解することができます。\n\n\n\nアート - 見ているうちに、私はアートがK-ONのアートとまったく同じように見えることに気付きました！  Kyoukai no Kanata。 この芸術のスタイルは実際にアニメに合っており、キャラクターは上手く描かれています。 彼らはすべて、一人のキャラクターが青い髪が美しいアニメの1つではなく、平均的な高校生のように見えます。この他のキャラクターは、金髪の少女です。  K-ON！と同じアートスタイルですが、ココロコネクトのキャラクターはK-ONのキャラクターのようには見えないので、一意に見えるようにしています。\n\nサウンド - オープニングはアニメとよく似ています。 それは、ロマンスやライフスライスのアニメの平均的なオープニングのように聞こえるが、それが完璧なものだ。 アニメのタッチ部分の間、心地よい背景の音楽は本当に気分に合っていて、中毒者はそれを見ている間に得る。 ココロコネクトは平均的なアニメであり、ロマンスや人生の一部です。 今、演技の声に。 それは特別なものではなかったが、それはどちらも悪くなかった。 稲葉の成熟した声は彼女のツンデレの性格に合っていた。 伊織の未熟な声は、彼女のハイパーパーソナリティにマッチします。  Yuiの声を説明するのは難しいですが、それは一致しました。 青木と太一の声は完全に一致した。 彼らは平均的な高校生のように聞こえました。\n\n文字 - 文字は驚くべきものでした。 あなたは本当に彼らがユニークな性格を持っていることを愛するようになります。 彼らはすべて彼ら自身の物語と問題です。 ほとんどのアニメで、同じ男のような女の子が2人いると、ほとんどの場合、最初の女の子に投票し、2人目の女の子は迷惑になります。 しかし、このアニメでは、2人の女の子（伊織と姫子）は好き嫌いがありません。 キーの仕事のほとんどのようにルートに行くのではなく、すべてのキャラクターの物語と問題が一緒に発展し、彼らはそれを動作させる。 本当に違うキャラクターがたくさんあり、好きなものを選ぶのは非常に難しいアニメの1つです。\n\n楽しさ - 私は本当にこのアニメを楽しんだ。 私はいつでもそれを終えました。 それは本当に中毒でした、あなたはいつも次に何が起こるのだろうかと疑問に思います。 彼らはそれについて何をやろうとしているのですか？ それは大丈夫だろうか？ 伊織は本当に死にそうですか？ 彼らはまだ友達のままだろうか？ すべての方法が一緒になってあなたは本当に中毒になり、私は感情のエピソードでたくさん泣いたことを認めます。 それは本当に良いです、と私は本当にそれをお勧めします！\n\n全体的に - それについてのほとんどすべてが基本的に完璧です。 あなたがユニークなキャラクターとプロットの紆余曲折のトンと素晴らしい友情でアニメに触れるのが好きなら、これはあなたのアニメです！"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "Narnian12",
    "profile": "/profile/Narnian12/reviews",
    "pages": "5",
    "number": "2",
    "link": "/reviews.php?id=105491",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  8\n\n私がこのアニメを最初に見たとき、私はほとんどすべてを通ってマラソンした（エピソード15になった）、翌日に残りを終えた。 私は絶対に夢中になりました。そのため、初めての経験は皮肉なことにほとんど台無しでした。 私は起こったことの多くの意味を理解していないし、特定のプロットの紆余曲折の背後にある「なぜ」については決して考えなかった。\n\n（私は最後の4つのエピソードを見た後、これを書いている、あるいは「スペシャル」と明示的に呼ばれている）エピソード13は、本質的にアニメを終わらせるので、エピソード13の直後を見ることをお勧めします。 私の意見では簡潔な結論。）\n\nさらに進める前に、私はこのアニメのために注意深い勧告をします。 良い、本当に良いですが、「良い」のいくつかの部分は、特にあなたが私のような場合は、アニメのストーリーラインの典型的な道に慣れていない場合、飲み込むのは難しいです。 それは私たちを現実に戻すのに良いリアリズムの巨大な線量を持っていますが、私たちがアニメ天国にいたい場合は最高です。\n\nストーリー：9/10\n高校生の日常的な活動（魔法の要素を加えたもの）にもっと似ているので、「物語」はあまりありません。 終わりに何かを見つけたり、誰かを救うような目的はありません。 むしろ、多くの小さな物語が絡み合っています。 ストーリーの大半は、主人公が闘争を表明し、他のキャラクターがそのような苦闘を和らげ、最終的に解消しようとする試みから生じます。\n\n主な目標/プロットは、私たちの外の部分が完全に変更された場合でも、私たちはまだ自分自身であるかのような疑問に哲学的に答えることでした。 人々は、私たちが誰であるか、私たちが見ているか、そうでないように見えるのではなく、私たちを認識しますか？ 超自然の出来事のすべてが、文字を切り換えたり、自分自身の一部を露呈させたりすることで、実際に人/人が何であるかを疑うことは事実です。\n\n別の可能性のある目的は、現状を破壊することによる影響を調べることです。 私たちの生活が大きく変わった場合、これらのキャラクターが私たちの疑念や個人的な苦闘を容易に表現できるようになりますか？ 私たちの友人や家族は、このアニメのグループのようになり、アドバイスや助けをしたり、私たちを救うために時間や感情を犠牲にすることさえできるのですか？ アニメが動きを止めて、誰もが癒したいと思っているものだけを隠すことを望んでいたら、どうでしょうか？\n\nすべてのキャラクターの闘いがメイン・プロット、または少なくともサブ・プロットとみなされる方法は非常に興味深い。 明瞭な「主要な」物語はなく、単にアニメ全体を構成する物語の配列です。 これは最初は混乱しているように見えるかもしれませんが、多くのつながりがあります。\n\n私はプロットがないと言って始め、あるプロットの可能性を与え続けたことに気付きました。 多くのプロットに焦点を当てたアニメがあれば、プロットはまったくありますか？ パラドックスが私の矛盾した調子を解決するのに役立つことを願っています。\n\nそのことを念頭に置いて、私は、ストーリーラインとキャラクターとの間に大きな関係があることを発見します。\n\nキャラクター：9/10\n\n直面しているキャラクターは直面しています。これは直面しているのは、超自然的な出来事が直接的に影響しているからです。  1つの超自然現象から次の超自然現象への移行はほとんどまたはまったくありませんが、それが後にキャラクター開発を構築することは非常にうまくいきます。\n\nsupernaturalsが来るとすぐに、文字は三次元になった。 これは私が実際に非常によく関連付けることができます。 私は、日常生活における巨大な闘いが、浅く静かな存在以上のものであることを発見しました。 私たちが常に自分たちの小さな世界に住んでいて現状に従えば、私たちは自分自身を開こうと考えていますか？ このアニメは、世界が逆さまになったときにやるべきことを美しく描写しています。 おそらく事前に、私たちは誰とでも深くて暗い秘密を共有することについて決して考えなかったでしょう。 私たちはそれよりもむしろ死ぬだろう。 私たちは快適な現実に永遠に生き、変化しようとは考えていません。\n\nつまり、世界が私たちに強制的に変わるまで。 ココロコネクトではこれが起こります。 超自然的な出来事の前に、文字が彼らのトラブルを決して共有しなかったことが暗示される。 彼らは他の人たちと同じように学校に行きました。 現実には、すべてが困難なことを経験していた時、誰もが「幸せ」に見えました。 彼らが最終的に人間になったとき、それはいわゆるアンタゴニストが来て、彼らの人生を台無しにしたときだけでした。 不完全な人間。\n\nしかし、私はアニメロボットよりもアニメ人間を好むだろうと知っています。\n\n興味深いことに、この話には本当に拮抗者がいないということに注意してください。  「悪い人」と見なされるのに最も近いエンティティは、実際にはキャラクターが新しい光の中で自分自身や他の人たちを見るのを助けました。\n\nサウンド：9/10\nそれはすべての出来事のアンプです。 それは通常の学校活動、悲しい瞬間の痛み、ユーモラスな機会の笑いで正常をもたらします。 すべてをもっともっとリアルに見せてくれるのは、常にそこにあります。 それは本当の人生が本当にサウンドトラックを持っていないので（それは多分ロマンチックな夕食の間にあなたのiPhoneをプレイすることがあるので）それ自体は皮肉です。\n\nアート：8/10\n私は芸術とスタイルの良い裁判官ではありませんが、このアニメが人と環境の両方でとてもきれいだと言うのはすぐには不可能ではないと確信しています。 重要なシーンは思い出深い風景をもたらしましたが、それほど重要でないシーンはより忘れやすい風景をもたらしました。 おそらくこれはすべてのアニメで起こりますが、私が気づいたのは初めてです。\n\n楽しさ：8/10\n私は、物語と物語を話すときにアニメにある愛のロマンスについて言及するのを忘れていたので、ここでそれを配置します。 ロマンスがたくさんあります（おそらくもう一つの可能​​性があります）...しかし、私はそれを「ロマンス」と呼ぶのは難しいと思います。 キャラクターの3次元的な側面が超自然的な出来事を通じて創造されたのと同様に、ロマンチックな感情もそうでした。 ココロコネクトの文脈からロマンチックな気持ちを取り除き、奇妙なことが起こることなく別のアニメの文脈の中にロマンスを置くのであれば、それでもロマンスはありますか？ それは答えに値する質問ですか？\n\n私が深遠な質問をする前に、私はアニメには2つの矛盾した愛の定義があるように見えることを指摘したい。 愛は壊れやすいものですが、それと同時に、いつまでも「喜んで」持っていくようです。 他の2人の間にもう一見不可解なロマンスを建てたとき、それは簡単に2人のロマンスを粉砕した。 私はその目的で大きく混乱していましたが、現時点ではなぜ彼らが何をしたのかを完全には理解していません。 多分愛はそれのようなものであり、時にはただのものだけがあり、時には永遠のものもあります。\n\n私は、表現した感情の膨大な多様性のために、本当にアニメを楽しんでいました。 面白い瞬間と悲しい瞬間、啓示の時と隠れている時、戦いと癒しがありました。 私が好きではないものがいくつか変更されましたが、それは人生のすべてが望ましいようなものではありません。\n\n全体：9/10\n最初のウォッチスルー後のアニメに対する悪い感情のために、私はほとんどそれを9にすることを躊躇する。 しかし、レビューを書く前に、私は戻ってそれを見直して、アニメが私に与えた不快な気持ちは実際には偽装の祝福であることを知った。 彼らは私たち自身のために申請できる生涯レッスンのゴールデンナゲットでした。\n\nあなたの誰かがこのアニメを見ることを考えているなら、是非、そうしてください。しかし、オープンな心でそうしてください。 いくつかの部分は、クリシーアニメとは違って見えるかもしれませんが、それがとても驚くほどです。\n\nココロコネクト - 私たちの心はつながっています〜"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "JayBurbie",
    "profile": "/profile/JayBurbie/reviews",
    "pages": "5",
    "number": "3",
    "link": "/reviews.php?id=103517",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nだから私が見た最初のアニメでは、私がレビューを書いてみたいと思っています。 私は前にこのアニメを聞いたことがあるが、説明を読んだ後、私はそれほど興味がなかった。 うわー、私は間違っていた話は気まずい金曜日のシナリオとして始まったが、独自の紆余曲折があり、独自のアニメの1つです。それは愛の三角形を持っていたが、それはほとんどの三角形を愛する方法を終了しませんでした アニメでは。\n\nそれはチャーターが彼らがしたように行動した理由を示す、大きなキャラクターの開発をしました。 そしてそれは深い文字間の関係を探求した。\n\n全体的に、これはあなたを笑顔にして泣かせる最も時計のアニメです。 あなたの友人が本当にあなたが誰であるか、自分の思考が何か、そして最も深い最も暗い欲望が何であるかを見て、何が起こるかを示します。 私はココロコネクトに完璧な10/10を与える"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "DragonGun7916",
    "profile": "/profile/DragonGun7916/reviews",
    "pages": "5",
    "number": "4",
    "link": "/reviews.php?id=69857",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのレビューは変更に伴うものです\n\nまず、これは一見、私が思っていたと思っていたが、試してみることにしたアニメの一つです。 まあ、私は非常に多くのレベルで間違っていたと正直言って私はうれしいです。 それはユーモア、悲しみ、質問、それにダークサイドのビットを持っており、すべての側面を非常にうまく動作させます。 実際には、ストーリーがこれまで進んでいるところで何も間違ったものを見つけることはできません。 私が今までに持っていた唯一の本当の苦情は、少し上手くいったかもしれないが、にもかかわらず良いアニメーションのやり方だ。 あなたが驚くべきことを驚かせてくれる良いアニメを探していて、これ以上のことを望むままにしておきたいのなら、あなたのためのものです。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "MiyatouSeishirou",
    "profile": "/profile/MiyatouSeishirou/reviews",
    "pages": "5",
    "number": "5",
    "link": "/reviews.php?id=69489",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  9\n\nショーの進行に合わせて編集する - \n\n正直言って、私はこれを見て出てくることは決して決して期待できませんでしたが...私はこれがそんなに好きではないと思います。\n\nストーリー：好きな人はランダムに体を交換していますが、これはオリジナルではないと言うとどういうことができますか？ 私は物語がどのように進行しているのか、身体をスワッピングするビジネスや、後でショーで直面するいくつかの他の問題に対処するために最善を尽くしています。 私はまた、このアニメが何かを強制しない方法が好きで、イベントは何とか何もせずにそれ自身の場所に落ちているように見えます。 また、何かが予期せずに起こることも興味深く、何かが期待されるときは何か別のことが起こります。\n\nアート：このアニメの芸術は、実際にはかなりうまくいっています。 それでも壮観ではありますが、それでもなお非常に良いです。 私はアートについて好きなのは、シンプルだけど、それは過剰ではない、それはまだ良いことだということです。 キャラクターデザインも本当に素晴らしいです。\n\nサウンド：オープニングとエンディングのための苦情はありません。どちらもいいですね。彼らがこのアニメを見ている人々を引き付ける要因だと思います。 私が持っている唯一の苦情は、彼らが本当にこのアニメにもっと多くのOSTを持っているべきだということです。 現在の結末は特に良いです。\n\nキャラクター：5つのユニークなキャラクターがすべて自分にとって興味深いですが、何を求めることができますか？ それぞれのキャラクターはそれぞれグループの役割を果たしているように見えますが、若干異例な学生のように見えるかもしれませんが、まだ興味深いです。 キャラクターの開発も進歩しており、個人的な問題でお互いを助けながら、彼らが直面する問題に取り組む際に、5人を見ても面白いです。\n\n楽しさ：まあ私は、誰もこのアニメが退屈なものだと言うことができるかどうか疑問に思う。 このアニメは実際には見るのが楽しいですが、最初から正確にあなたを引き寄せないかもしれません。 時間をつけてみると、見る価値があることが間違いなく証明されます。\n\n全体的に見ると価値があると思われるが、現時点では言うことは難しいかもしれないが、今年は最高のアニメだろう。 それでも、このアニメをスキップしないでください。もし本当に良いものを見逃してしまったら、試してみてください。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "Asfaria",
    "profile": "/profile/Asfaria/reviews",
    "pages": "5",
    "number": "6",
    "link": "/reviews.php?id=89507",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\n（私はこの17のエピソードすべてを見てきました）\nココロコネクトは、クラブを作る新しい高校生のグループについての物語です。彼らは本当に何もしなくても一緒に時間を過ごしたいからです。 涼宮ハルヒの憂鬱、クラナド、Kオン、その他多くのアニメで行われたもっともオリジナルの設定ではありませんが、このショーはまだこのアイデアをうまく​​解消しています。  5人のメンバーのうち3人の担任教師である教師がクラブ会員を訪問すると、その話が始まります。 彼は通常、陽気で非常に簡単に操作された教師であり、代わりに彼はトランスのように見えます。 それは、いくつかの「次元間の存在」（私はそれが何であるか本当にわからない）が彼を制御し、彼がそれらとゲームをするつもりであることを学生に教えていることが分かります。 彼らは降伏し、ゲームに同行する以外に選択肢はありません。  17回のエピソードの間にゲームが数回変化し、毎回メンバーに新しい問題と新しいドラマを与えます。 最初の試合では、彼らは無作為の時間に体を切り替える。 私は他の人たちを甘やかすつもりはありませんが、彼らはすべて面白くて、興味を保ち、生徒たちに迷惑をかけるほどの変化を続けています。\n\nMyAnimeListやWikipediaでこの番組がコメディ/ドラマであることを読んだら、コメディーのレベルがドラマなしでさえあればいいと思っています。 このショーにはいくつかの性的なジョークがありますが面白いですが、ほとんどの場合、このショーは通常の問題を抱えた5人の普通の高校生の悲しいドラマ/心理的な見解であり、\n\nこのショーの芸術は良いですが、実際にショーのサウンドと同じように心が吹くようなものではありません。 別の言葉では、オープニングは決して本当に感銘を受けませんでしたが、3番目のエンディング・ソング（私が信じるエピソード10〜13）は私のお気に入りです。\n\n私がこのショーが本当に成功したと思うのは、キャラクターです。 稲葉姫子は私の好きな女性アニメキャラクターです。 彼女は成熟し、グループ内のすべての人を助けようとする人ですが、時には深刻な問題を抱えていると、自分を助けることを忘れて終わります。 主人公、太一は、私が見た中で最も強い主人公の1人ではありませんが、彼はまだ良いキャラクターです。 彼はグループ内のメディエーターとして行動し、他の人たちが問題を解決するのを助けます。 彼はまた、（少なくともほとんどの時に）自分自身の問題を最小限に抑えています。 私が言及する最後の文字は伊織です。 彼女は最初、あなたの典型的な漫画救済のキャラクターのように思えるが、それは彼女がグループの誰よりももっと心理的な問題を抱えていることがかなり早く明らかになった。 終わりに向かって、それは他のすべてのキャラクターが彼女に何が間違っているかを理解していないように見える点で、ちょっと面倒ですが、私はまだ彼女の性格が好きです。\n\n全体的に、私はこのアニメが本当に好きでした。それは私の好きなロマンスシリーズの一つです。 それは、通常の学校のクラブの状況を取ると、より元のアイデアとして投げ込まれた追加された超自然体の交換などのゲームとうまくそれを行います。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "KaiserLos24",
    "profile": "/profile/KaiserLos24/reviews",
    "pages": "5",
    "number": "7",
    "link": "/reviews.php?id=90583",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  10\n\nこれはすべての時間の私の好きなアニメのもう一つでなければなりません。\n\n（マイナースポイラーズ）\n\nココロコネクトは、学生文化研究倶楽部の一員である約5人の学生で、「ハートシード」と呼ばれる知覚によって、どのように超自然現象に陥っていますか？ これらの現象は、身体の切り替え、内的な欲求の解き放た、年齢の逆転、内的感情伝達である。\n\nこのアニメにとって非常に重要なのは、キャラクターデベロップメントです。 彼らが現象の真っ只中に入るたびに、他人が知らなかったことが明らかになります。 外傷性のもの 他人が知らなかった深くて暗い何か。 これらの現象が5人を離れてゆがめさせるにもかかわらず、彼らは彼らの友情を諦めず、一緒に守るために奮闘していません。\n\n最初、このアニメはそれほど魅力的ではなかった。 しかし後で、私はゆっくりとそれを楽しんでいます。 ストーリー自体は、設定が学校/スライス・オブ・ライフであるという事実にもかかわらず、非常に非現実的です。 しかし、それは物語が良くないことを意味しません。 私が心配している限り、それはかなりオリジナルです。\n\nコメディ、ドラマ、ロマンスの良い組み合わせがあります。 ストーリーが進行するにつれ、あなたはいくつかのキャラクターを怒らせるようになります。 コメディーは微妙です。 そしてこのドラマは、それぞれの現象とロマンスが終わったあと、ハッピーエンディングをより重く感じさせます。\n\n芸術は非常に素晴らしく、うまくいき、アニメーションはややスムーズに流れる。 キャラクターのデザインは、K-Onのアニメと非常に似ています！ 異なる生産者を抱えているにもかかわらず。 ココロコネクトとKオンのキャラクターを置くことができます！ おそらく彼らは同じプロデューサーによって作られたと思うでしょう。\n\n音は大丈夫です。 何の指摘もない。 オープニングテーマとエンディングテーマは少しキャッチーですが、それだけです。\n\n全体的に、これはかなり楽しいアニメであり、私はそれを見ることを強くお勧めします。 私はあなたがそれを後悔しないと確信しています。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "ThatDubbedGuy",
    "profile": "/profile/ThatDubbedGuy/reviews",
    "pages": "5",
    "number": "8",
    "link": "/reviews.php?id=130453",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  7\nキャラクター|  8\n|  7\n\n誇大妄想の列車のメガフォースを爆破した後、ソード・アート・オンラインを突き抜けて天国を襲った後、私は息を飲むために少し休憩したり、ラーメンを作ったり、Facebookを傾けたりするような、 たぶんそのテレビのことを、それらの\"普通の\"人々が怒鳴り続けるようにすることさえできます。 しかし、初めて、私はそれを廃止し、すぐに新しいショーにまっすぐジャンプしました。私が使っていたウェブサイトのパラグラフの説明のほかに、私が自分自身になっていたことはまったく知られていませんでした。 私の興味は、少なくとも私のためにピークに達したと言います。 それは神の最初のショーで、誰かが私を\"オハイオ州の権利、それは独特で、私はこれまでに聞いたことがない\"と思っていました。 うん、衝撃的だよ。 私はこの番組を見直そうとしていた最初のエピソードを見る前に瞬時に知っていたので、\n\nオタク、オタケット＆amp; 若者たち、私はココロコネクトまたはハートコネクトのレビューを英語で発表します。 音楽をキューに入れる！\n\n最初の期間はいつも通り、私たちは履歴クラスを持っているので、あなたの記録を出して、メモを取ってください！\n\nココロコネクトは、2010年から2013年にリリースされた11巻の同名のLight Novelシリーズをベースにした2012年（日本の）17話のアニメシリーズで、最初の4作品のみがアニメに適応されています。 終わりを説明します。 彼はこのショーで素晴らしい仕事をしています。 このエピソードは、2ヵ月後に13のフルシーズンと4つのスペシャルに分割されました。 それは北米のSentai Filmworksによってライセンスされ、10月から12月の間に2013年にBD / DVDでのみリリースされました。  Hanabeeがオーストラリアで主張しているのですが、何らかの理由で英国のマンガエンターテインメントはまだ輸入していないので、私はそれを買うことができませんが、私はお金で作られていません。 このシリーズはSilver Linkという比較的知られていないスタジオによって制作されたもので、主に知られているものを実際には手がけていない。 私が認識できるものは、Non Non Biyori、Strike The Blood＆amp; amp; バカとテスト。 ディレクターは川村真也さんですが、本物のノン・ノン・ビヨリだけが本物の役を演じていますが、彼はデュラララのようないくつかのエピソードを演出しています。 ブルーエクソシスト。\n\n\nストーリー\n\nココロコネクトは、学生文化研究クラブの5人のメンバーの特別な旅を教えてくれます。 プロレスリングファンの矢上泰一、渚の伊織、津田恵姫稲葉、青木義文、奇跡を逃した桐山ゆい、通常のやり方でシリーズを始め、突然視聴者と氷結する 私たちとそれらの5人は、目の瞬きと無作為な時間の間に、人格をお互いに無作為に入れ替え始める。\n\nこの現象は誰もが驚いていることを完全に取り入れています。最初は、どのように行動すべきか、それが何を意味するのか、また何が起こっているのかを理解していません。  10代の少年）は、伊織（Cカップの胸を持つ魅力的な十代の少女）と交換し、彼女は彼女のおっぱいを弄り始める。 あなたがどれほど尊敬していても、あなたの指先で胸の欲望と誘惑は裸ではあまりにも多く、どんな男でもそうです。 明らかに、これはクラブ会員間で問題を引き起こすが、彼らはもっと先に身体を交換する。後藤先生（彼はハートシードと呼んでいる）を所持しているが、私は「何でもマアーンの神話のドープキング」と呼んでいる。 私は彼が感情と単調であるはずであることを知っているが、彼が後藤さんにいるとき、彼はちょうどいくつかの狂人を掘り出したように見える。  Heartseedには本当に奇妙なことがありますが、彼は過度に丁寧であり、同時にパッシブで積極的です。\n\nとにかく、トラックに戻る。  Heartseed、またはWhat The MaaaanのMythical Dope Kingは、グループに、彼がこの現象の責任を負っていると告げるか、むしろちょうど彼に、彼を楽しませるまでそれを続けると説明している。 理由を聞かれたら、彼は5人が興味深い人物を見つけてから去っていくと言います。だから私たちはアニメを持っています。\n\nさて、通常、私はそれのようなオープニングのために立っていないだろう、それはたわごととラベルを付けるだけで、ショーをあきらめるが、それは私のうちからうんざりを興味をそそられたボディスワッピングのアイデアと状況だった。 私はHeartseedのように、これらの人々がこの現象にどのように対処し、どのように関係を歪ませ、改善するかについて非常に興味を持っていました。 他の状況や現象は、死の考え（そして死んでいる人の置き換えの可能性）、彼らの本当の欲望の解放、お互いが本当に考えていることを聞いて、若者を取り戻すことを見て、 それは思い出です）。\n\nそして、それは、おかしい、「ちょうどそれを扱う、大丈夫！」オープニングは拡大し、友情が本当にどのくらい離れているのか、それが自分自身であること、自分の気持ちがどのようなものなのか、どのように行動するのか 私たちが実際にどのように感じるのか、人生で正しい選択をしているのかを隠すために、他の人の前に置いてください。\n\nあなたがこのショーを見ることを続けるならば、ヘルメットを必ず着用してください。このショーは常に頭がおかしくなっているので、「悲しいよ、それはあなたをもっと楽にしてくれる！  「悲しいことはありません！」ハンマー＆amp;  \"サドネス3：哀れな哀れみ\"のボールとチェーン。\n\nしかし、再び、私たちは瞬間的な呼吸をします。青年時代のように、キャラクターが子供に変わることがあります。あなたが見たことのある最も愛らしいものです。 私は通常そのようなことに反応しませんが、私は今度は、人格が彼らの古い自己をどのように反映しているかによって、これを助けることができませんでした。\n\nキャラクター\n\n対地\n\n太極拳は、ショーのための男性のリードであり、かなり\"太極拳\"を完全に要約する\"利己的な変態\"です。 彼は自分の死が自分の妹のように他の人々にどのように影響するかを考えずに、別の人を救うために自分の人生を瞬時に提供する、そのような過ちに対する自制はしていない。 ショーの冒頭で、彼は伊織と恋をしています。 しかし、この現象が続くと、誰の気持ちも変化し、変化するにつれて、彼の愛は伊織から稲葉に変わる。\n\n伊織\n\nイオリは私が彼女の初期の個性を泡立つ、汚れた、そして気持ちの良いものとして説明しているにもかかわらず、ショーが私を時折置いたうつ病の主な要点です。 陽気な。 私は精巧にできたが、私は自分の背後を台無しにすることはできないが、画面上の文字を読むだけでは悲惨すぎるとは思わない。 彼女の年齢で、彼女はあまりにも多くのことをしてきたことを知っているので、NagiosのIoriの人がちょうどもう存在しないということになります。 しかし、彼女は大抵の場合、嘘であるかもしれないが、彼女の顔と兵士の笑顔を維持している。 彼女の性格が画面に表示されるたびに、私の胃は結び目になり、私は不快感を感じますが、私は彼女の性格をとても愛しています。私は見ることができません。\n\n稲葉\n\n\n\n青木\n\n青木さんは面白いが面白くないキャラクターです。ショーの途中では、彼が一番いい人で、友人を愛し、ユイを愛しているということ以外に、彼が目に見えるもの以外には絶対に何も学んでいません。 すべての彼の心。 それでおしまい。 うん、太一よりも彼についてはあまり言わない。\n\nゆい\n\n私が彼女を見るたびに、伊織は伊織と同じように胃を結びつけます。 再び私は詳しくは触れませんが、それは悪く、この世界で受け入れることができないものです。それはまったく許されないものです。そして、それは嫌になり、私を恐怖に陥れます。 しかしそれとは別に、湯が回復するとき、彼女はそんな暖かい人で、そのような強い女性が終わりに来ます。 プラス彼女は超魅力的です。\n\nアート/アニメーション\n\nキャストの欠如と、彼らがやらなければならない大きな身体的活動、または彼らが行った場所でさえ、アニメーションは最小限のレベルです。 立っている/座っている/座っている/下っている、走っている、涙があるなど、実際には歩いているものを超えてはいません。 似たような見た目のショーがたくさんありますが、賢明なのは芸術的ですが、それは別のものと同じではありません。 それはそれが良いと見えることを意味します。 それは良いです。 グラデーションは素晴らしかったです（あなたは何かについての私の絶望感を感じることができますか？）\n\n音\n\nサウンドトラックは亀山俊樹さんによって行われましたが、私はそれが特別ではないと聞きました。 しかし、それはアニメにフィッティングすることと、与えられた状況の感情的な運転を強化することの仕事です。 低速のピアノとバイオリンがたくさんありますが、私はそれが本当に好きだったが、このハーモニカのトラックが1つあります。\nショーには3つのオープニングテーマと4つのエンディングテーマがあり、オープニングアニメーションがほとんど変わらないので気づかないうちに心が揺れ動いた。\n\nオープニング1はEufoniusのパラダイムであり、それは大丈夫、うれしい歌です。\nオープニング2は、堀田さゆりのキモチ信号です。この曲が本当に好きでした。素敵な声とパートの歌詞が本当に素晴らしかったです。\nオープニング3は今井正樹のキミ・リズムで、この曲も素晴らしいボーカルとキャッチーなコーラスが好きでした。\nえんぢんｇ １ いｓ こころ の から ｂｙ てあｍ ねこかん ふぇあｔ。 じゅんか あまおと あんｄ い’ｍ のｔ とお ふぉんｄ おｆ いｔ。\nチームネコカンfeat。 アツ子と私は本当にこれが好きです、甘いアコースティックギターに匹敵する素敵な声。\nエンディング3はチームネコカンfeat。サルベージです。  Rekka Katakiriとそれは大丈夫ですより多くのロック指向のトラックです。\nエンディング4は、チームネコカンfeat I Chreamatlです。  Liaそしてそれはいい静かな道です。\n\n5つのリードのためのダビングは素晴らしく、ショーでは様々な感情的なパフォーマンスを演奏します。 それは実際に私が聞いた最高のダブの一つです。\n\nGreg Ayres（桜蘭高校ホストクラブBeck＆KaoruのKoyuki）は太一の声を聞きます。\n\nMonica Rial（Deadman WonderlandのOuran＆amp; ShiroのRenge）は、Iori（豊崎アキも日本語で彼女の声を響かせ、私は彼女を愛しています）を声に出します。\n\nLuci Christian（クラナドのOuran＆NagisaのHoney senpai）は稲葉を声に出しています。 たわごと、彼女は渚を声に出します！ 私は彼女を好きな理由が必要です。\n\nクリント・ビックハム（木野の旅のシソとルーニー謙信の宗次瀬田）は青木の声を聞きます。\n\nエミリー・ネヴェス（Clannad＆Ichuki Miku in HSOTD）の一ノ瀬琴美は、Yuiを声に出している。\n\n楽しみ\n\n私にとってこのショーは、ガーレン・ラーガン以来見てきた最もユニークなショーです。それは何かを言っています。 私はショーをこれほどユニークなものとして真剣に考えたり覚えたりすることはできません。 それは私にとっては十分楽しめるものですが、ショーはそれにうってつけの重いものですが、ショーの種類があまりにも多ければ、あなたは決して楽しまないでしょう。 しかし、うつ病が楽しみとして分類されることができれば、ショーは楽しいものでいっぱいです。 私は間違いなくこの番組を何度も見ていきます。なぜなら、このような感情的な冒険を経験した後に、これらのキャラクターと一緒に横たわっているので、私はこのショーと深く関わっていると感じています。 それは私が本当に好きなショーです\"。\n\nココロコネクトの私のレビューです。 私は死のショーが大好きです。 個人的には9/10にしたいと思っていますが、批評家や査読者としては、私が見た他のショーと比較してそれを批判的かつ比較的に見なければなりません。 私が望んでいる限り、この番組は涼宮ハルヒの憂鬱のCllood、Clannad、The Melancholyより優れていると言うことはできないし、Evangelion、Darker 黒、別、バッカノより！ とSword Art Online（ウィンクウィンク、レビューをチェック）。\n\nもしあなたがこれまでに読んだことがありましたら、私はあなたを愛しています。もしあなたが男性であればあなたの女性とゲイでないなら、あなたはそれを楽しんで、ショーを放つことを望みます。 神は私の次の批評が何になるかを知っていますが、その間に私は未熟な女友達Xに取り組もうとしています。\n\nだから、次回まで、あなたのアニメを愛し、世話してください。\n\n\n\nこの世界はロッテンです。 この世界を浄化するために、腐った人々は殺されるべきです。  - デスノート"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "Yasaal_Abrar",
    "profile": "/profile/Yasaal_Abrar/reviews",
    "pages": "5",
    "number": "9",
    "link": "/reviews.php?id=231787",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n完璧。 言葉のあらゆる意味で。 このアニメは、Clannad、Shigatsu wa kimi no uso、Golden Time、ToraDora！のようなRomComの古典とは全く関係がありません。 私は本当に2番目のシーズンがあることを願っています（指が交差しました）！ アニメはこれまでずっと満足しています。 私が見たロムコムのうち、ココロコネクトの結末が私を残してくれました。 このような充実した完璧なアニメは、今日はまれにしか見つかりません。 物語、芸術、そしてキャラクターはすべて完全にバランスが取れていますが、それは常に明らかに困難です。 私は物語を楽しんだ（それは私に1〜2回混乱させた）が、アートスタイルは簡単な言葉で本当に美しい。 特に太一、稲葉、由井。  3人全員が残りのグループの中で最もよく見ていた。 キャラクターにとって、キャラクターは、現実の生活の一般的な問題に反映されたアニメの状況と完全に関連しています（私は例を挙げていますが、それを見ていない人にはそれを台無しにすることはできません）。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "benjli",
    "profile": "/profile/benjli/reviews",
    "pages": "5",
    "number": "10",
    "link": "/reviews.php?id=227803",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  8\n\n人々は複雑な存在です。 私たちは、私たちの利益、記憶、そして私たちが他の人たちと行動する方法によって定義されます。 それぞれの人間は、個性のパターンが異なります。多くの弱点だけでなく、強い点やユニークさもあります。 人格のアイデアはシリーズの主題であり、意外にも、それは本当にうまく実行されます。\n\nこのシリーズの話は、Cultural Research Clubの5人のメンバーについてです。彼らはお互いに体を交換しています。 身体の切り替えは、彼らが対処しなければならない多くの超自然的現象のほんの最初のものです。 当然、彼らは他の人と非常によく知り合い、紛争が起こる。 彼らの友情はこれを立証するだろうか？\n物語は本当によく書かれ、面白いです。 それはドラマ（慎重に作られたほとんどの時間）、スライスオブライフテーマ、さらにはコメディまであります。\n\n今、ショーの最善の側面は間違いなくそのキャラクターです。 彼らは最初に一次元に見えるかもしれませんが、すぐにそれらをもっと詳しく知るようになり、彼らは見た目ほど完璧ではないことに気づきます。 たとえば、いつも誰かを助ける「無私のフリーク」である屋上太一は、実際には人を傷つけて立つことができない利己的な人物です。 キャラクターは時には物事に過度に反応し、実際の生活のように落ち込んでしまいます。 キャラクターの開発はたくさんあり、ストーリーをさらに良くしています。\n\nしかしながら、依然として欠点がある。 まず第一に、いくつかのエッチシーン（特に第1章）があり、私の意見では全く無意味で刺激的でした。 別の主な欠点は、推論です。 超自然的なことが起こります。 どうして？ この質問は本当に答えられることはありません。 理由は「あなたがちょっと面白すぎるから」というのは満足のいくものではありません。 シーンの中には、ドラマを追加するために作られたものもありますが、悪いというわけではありません。\n\nアニメーションは素敵でシンプルです。キャラクターのデザインや風景はとてもよくできています。 バックグラウンドミュージックはアニメの雰囲気に加わり、OPテーマとEDテーマのほとんど（4つあります...）はとても良いです。\n\n全体として、これは主に友情と人々の個性を扱うシリーズです。 物語は非常によく書かれており、非常にユニークです。 ドラマはあるが、誇張されていない。 ドラマが好きな超自然的で軽いテーマのシリーズを検索する場合は、これを試してみることをお勧めします。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "yniverse",
    "profile": "/profile/yniverse/reviews",
    "pages": "5",
    "number": "11",
    "link": "/reviews.php?id=225305",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  10\n\nここには「OVA's」も含まれています。\n\n私をうまく泣かせるもう一つのアニメ！  2回！ そして、最初はep 5にいた！\n\nこれは、あなたのカジュアルな学校生活、いくつかの超自然的なビットといくつかの人生の教訓を持つロマンスアニメになると思います。 あなたは間違っています。 最初は感情とドラマであなたを襲い、中盤ではあなたは暗闇に深くいて、窒息し始めると感じます。\nもちろん、それは軽い瞬間です。 コメディはそこではかなりいいですし、私はかなり笑っていました。\n\nそれはキャラクターの発展です。 個人的には、Nagase、Inaba、Taichiの3人のキャラクターに関係していて、それらの問題のいくつかは私には分かっています。 このアニメは、問題をただ一つの円弧ではなく、アニメ全体で解決し、問題を簡単に解決できないように、問題を克服します。涙と痛みを抱え、最終的に克服するために他人から助けます。\n\n私が喜んでいなかった2つの事柄：\n1）わずか17エピソード。 私はそれが24歳になる予定だったと聞いていますが、何かが起こってしまいました。 そのため、私たちは本当に青年の帆を見たことはありませんでした。また、ハートシードについて何かを理解したことはありません。\n2）長瀬伊織。 はい、私は彼女と関係がありました。私は彼女を理解しましたが、アニメの終わりまでに、彼女はちょっと、ちょっと迷惑になりました。 私のせっかちと私は簡単に迷惑をかけることがあるかもしれませんが...すべてのアークは、基本的にナガセの問題と他の誰かのバックグラウンドです。 私が最後に決めたのは、ナガセはこのアニメ全体のメインMCだったと思います。なぜなら、キャラクターが最も成長し、エンディング曲（少なくとも1つ）で最も深刻な問題を抱えていたからです。 表示されます。\n\nそれは私が止めなければならない長い間ずっと悲しい"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "Raicheul",
    "profile": "/profile/Raicheul/reviews",
    "pages": "5",
    "number": "12",
    "link": "/reviews.php?id=122203",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nココロコネクトは、私が見た中で最も感動的なアニメの一つです。\n\nストーリー（10）：文化研究クラブ（または学生文化協会クラブ）のメンバーを紹介することから始まります。 最近、何か不思議なことが起こっています：グループのランダムメンバーが無作為に体を切り替えるようになりました！ 生徒たちは、ハートシードという名前の人（この字幕の一部ではバルーン・ヴァインと呼ばれる）がこの現象の背後にあることを知ります。 シリーズ全体を通して、Heartseedはクラブ会員にさまざまな種類の現象を投げつけ続け、これを克服することは彼らの責任です。 物語は良いペースを持っています。重要なシーンを急いではなく、重要度の低いシーンでは不必要な時間をとらない。 このアニメが債券、信用、障害を克服するためのトピックでは、あなたの考えを忘れてしまいます。\n\nアート（10）：私はアートスタイルについては非常に気になりますが、これは絶対パスです！ 芸術は、現実的であるためにアニメから私をそらすことはありませんでした（特にキャラクターのボディ、彼らは実際には正常な人間のように見えました）。 とてもカラフルですが、セピア感覚が非常に微妙です（気分を築くのに役立ったと思います）。\n\nサウンド（9）：音楽と音は私の話から私をそらすこともありませんでした。 音楽が演奏されたとき、それはシーンに完全にブレンドされました。 それは気分を確立するのにも役立ちました。 アニメが終わってから音楽が私に大きな印象を残さなかったので、私はそれをフル10与えなかった。\n\nキャラクター（10）：ココロコネクトの登場人物は、実際の人物である可能性があるのでとてもよく紹介されています。 それぞれのキャラクターはユニークで、自分の弱点があり、ストーリー全体を通して、それらを克服するために働いています。 彼らは非常に現実的で、彼らの考えは信じられます。 アニメのキャラクター（青木）は、他のキャラクターと同じくらいスポットライトを持っていませんが、私を邪魔しませんでした。 キャラクターが変化して発達する速度は完璧です。 私はココロコネクトのように現実的なキャラクターとして見ていません。\n\n楽しさ（10）：ココロコネクトには深刻な瞬間がありますが、信じられないほど楽しいものになるにはコメディが混ざっています。 物語は私を導き、私が見続けることを望みました。\n\n全体（10）：ココロコンサートは、私が今までに見た中で最高のアニメの1つでした。 それは本当に感動的であり、あなたに考えを残します。 シリーズの最後の対話が混乱を招き、次のエピソードがあなたを満足させるため、あなたはこのシリーズを見た後、次の4つの「続編」のエピソードを見なければなりません！"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "Takishima_Eli",
    "profile": "/profile/Takishima_Eli/reviews",
    "pages": "5",
    "number": "13",
    "link": "/reviews.php?id=224193",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  6\nキャラクター|  6\n|  7\n\nまったく、それは面白かったが、混乱していた。\n\n私は個人的にそれが好きでしたが、頻繁に再訪するタイプではありません。 ストーリーはキャラクターに課税しています。 ある意味では、プロットがどのように進化するかによってキャラクターが開発されます。 プロットラインがそれらをどのようにドラッグするか、提示される問題の深刻さがどれほど深刻であるかを考慮して、それ自身の文字をより深いレベルで提示することができました。\n\nあなたがロマンスが好きなら、それはありますが、それは典型的な方法ではなく、超自然的ではありませんが実際にタイプのストーリープロットで起こるからキャラクターから引きずられます。\n\n私は人生のタイプの物語のスライスを推測していますが、現象はちょっとずつそれを少しずつ引き裂いてしまいます。 これらの友人の日々の生活の中で起こる感情や問題を調べますが、私は何とかハートシードが必要でない、または妨げになっていると感じ、この話が好きではありません。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "theunknown1997",
    "profile": "/profile/theunknown1997/reviews",
    "pages": "5",
    "number": "14",
    "link": "/reviews.php?id=223894",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  10\n\nこれは超長いタイプのレビューではありませんが、とにかく書いています。 私はいくつかの言葉と思考が私の胸を離すと思います。\n\n\n\n基本的に、あなたがこのシリーズを検討しているなら、それを見てください、私はあなたの毎分の価値があることを保証することができます。\n\nそれから、それぞれのシリーズには独自の欠陥があり、それもそうです。 しかし、それは私がそれが欠陥と呼ばれる価値があるとは思わない非常に小さな詳細ですが、間違いなく私が見落としてしまう穴です。 このシリーズはとても満足していますので、私は実際に悪いことをしているシリーズについてはあまり注意を払わない細部まで行きます。\n\n*******スポイラーの警告************個人的な警告の警告******\n\nこの弱点は、簡単に言えば、私たちが視聴者に伊織の性格の変化をよりよく把握させる場面や状況がないことです。 はい、私たちは、彼女がもはや自分自身を「正常」と呼ばれるものと「理想」と比較しないこと、そしてこれらの点がよく描かれていることを知っています。 しかし、我々はいくつか示されていません。 まず、彼女の思考がどのように変化したか。 第4弧の間、私たちは彼女がかなり暗く、否定的な考えを持っていることを知っています。 しかし、彼女が本当に後で彼女がそうでない人になりたいことを気にしないことを決めるなら、彼女は彼女の思考が彼女を探検する冷たく暗い人になるだろうか？ いいえ、彼女はちょっと嬉しい伊織に戻っています。ちょっと、少なくとも。 それから彼女は彼女の考え方を変えたのですか？ 残念ながら、私たちは知らない。\n\nなぜこのことが大変重要なのか聞いてみると、これを書かずに、私はおそらく眠れない夜を過ごすことになるでしょう。 まあええ、しかしこれには意味があります。 彼女がもはや自分の理想的な自己になりすぎることをやめようとしないことを私たちに伝えるだけで、彼女はどのように変化したのかを完全には見ていません。 私たちは古い伊織と新しい伊織を実際に比較する機会は与えられませんでした。 私たちは本当に変わったものを混乱させる。 そして私が乗り越えることができないということは、キャラクター同士の関係です。\n\nはい、私たちは伊織と太一の間の愛が無実で無邪気であることを知っていますが（失われた誰かが彼らの救い主と恋に落ちるようなものですが）、それについての詳細が与えられたと本当に願っています。 何が起こった後、飯井は太一をどう感じますか？ そして、はい、私はこの小さな、細部について考えている唯一の人かもしれませんが、終わりのエピソード中のちょっとしたプレゼンテーションは本当にこのアニメの全体的な認識を後押ししました。 伊織さんは親友デイトチッチとどう思う？ 誰かを好きにしてから別の人に移るという過程だけでなく、青木がナナからユイに移ったときも同様でした。 そして、青木の動きを見せてもらうのがずっと時間がかかっていなかったことを考えると、これらの詳細が数分で追加される可能性は非常に高いでしょう。 結局のところ、このアニメの実行は金色です。 細部の欠如が私をちょっと混乱させるので、それは本当の無駄です。 そして、これで私はTaichiXInabaルートを完全に受け入れられませんでした。 結局のところ、プロットは強く私に太一毛利ルートをサポートするように確信しています。 そう、はい、私は終わりに向けて少し失望しました。\n\nあなたがすべての道を読んだら....ありがとう、あなたは非常に患者であり、あなたの耳を貸してくれるのは素晴らしいです（実際には目のようです）。 私はまだこれが驚異的なシリーズだとしっかりと言いますが、細かい部分が不足していてもそれが良いという事実は変わりませんが、伝説的なシリーズの最後はバング（満足度の高いレベル）で終わります。 全体のスコアは10です。 私を非合理的と呼んで、まあ、あなたはおそらく正しいですが、私は終わりに悩まされている私の部分を無視できません;）"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "Narkley",
    "profile": "/profile/Narkley/reviews",
    "pages": "5",
    "number": "15",
    "link": "/reviews.php?id=223771",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  9\n\n結局のところ、重要なのは、最高の女の子が勝ったことだけです。\n最高の女の子は、胸の女の子です、そして、私はパパの問題を持つCサイズの双極性の萌えのベイビーのための時間を持っていません、私は試合の前にtsundere、 主人公のパンツに入るための暗くて深い欲望の2輪駆動。\n\n彼女が太一を夢のように夢見ていた人に太極拳をかけようとしている冷たくて独立したキャラクターから、彼女は彼女の愛を繰り返し宣言し、 私に愛を込めて、5人のうち9人だけがこれを与えます。\n★★★★★★★★/★★★★★"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "Razovy",
    "profile": "/profile/Razovy/reviews",
    "pages": "5",
    "number": "16",
    "link": "/reviews.php?id=222482",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  7\nキャラクター|  10\n|  10\n\n私はココロコネクトを、人生とロマンスのジャンルを愛する皆さんにお勧めします\n\n[スポイラーなし]\n\nストーリー10/10\n\nココロコネクトは私の個人的なお気に入りの一つです。\n\n物語そのものは絶対に素晴らしいです。 作家たちは何かをスイッチ本体にして、何度も何度も他の映画に何度も何度も何度も何度も何度も何度も何度も何度も何度も何度も何度も何度も何度も何度も キャラクターがショーを通して発展する方法は際立っています。あなたがそれらを十分に理解していると思うとき、あなたの意見を完全に変える別の現象が起こります。 それは、この偉大な物語のために、ボディを切り替えるという過度のアイデアは不自然だがエキサイティングなものではないと言っているからだ。 私はあなたのために何かを台無しにすることはありませんが、他の現象は、文字の詳細を明らかにする、これらの子供たちの表層を剥がし、真の自己と欲望と夢を示す、最初のものよりも優れています。\n\n物語はとてもよく書かれているので、私の意見では、体の切り替えのような退屈なプロットから始めても、それは10のうち10を確実に達成することになります。\n\n\nアート8/10\n\n私はココロコネクトの芸術が大好きです。 私は間違ってはいませんが、それはアニメにとっては普通のことですが、それがとても好きです。 私はココロコネクトに違うスタイルが適しているとは思わないので、彼らは私には普通のアートに固執するだけの良い選択をしました。\n\n\nサウンド7/10\n\nOSTは特別なものではない。 ココロコネクトの最初のエンディングテーマは、私のお気に入りのエンディングテーマです。 それを見て、それは - ＆gt;と呼ばれています。 ココロの歌\n\n\nキャラクター10/10\n\nココロコネクトのエピソードの最初のカップルを見るだけであれば、10のうち10を与えることはできません。10のうち10を与えることはできません。 すべてのキャラクターには独自の特徴があります。\n稲葉はボスで冷たくて強く、太一はお二人の靴で、長瀬はいつも喜び、青木はゆっくりとゆで、空手とかわいいものが大好きです。\n\nしかし、これらすべての現象を通じて、これらのことはすべて変わるでしょう。 そのキャラクターはとてもよく発達します。結局、あなたはそれらと結びつきます。 そして、このアニメの終わりに、あなたは間違いなく10のうち10を与えるでしょう。\n\n\n楽しさ10/10\n\n私はこのアニメが大好きです。 それは本当に傑作です。 残念ながら、私は興味深いアニメを今すぐ見ることができますが、私がしない瞬間、私はこれを見直すつもりです。 それはココロコネクトがいかに良いかです。 エピソードのどれも退屈ではありません。 あなたは最終的に良い部分に到達する前に、エピソードの最初のカップルに座る必要はありません。 絶対違う！ このアニメはエピソード1から最終エピソードまで楽しく面白いです！\n\n全体的な10/10\n\n作家は身体の切り替えとして過度のものを取って傑作をつくるために使っていました。 その現象は、その表層から完全に剥がされた文字を作成し、実際にどのような人がいるかを示します。\n\nかなり普通ですが、芸術はいいですし、いくつかの例外を除いて（ココロのような）音は特別なものではありません。\n\nキャラクターは一目見た目で普通ですが、それ以上のものであることが明らかです。\n\n全体的なココロコネクトは私が全員にお勧めする傑作です！"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "cloudisu",
    "profile": "/profile/cloudisu/reviews",
    "pages": "5",
    "number": "17",
    "link": "/reviews.php?id=221327",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  4\nキャラクター|  2\n|\n\n私はこれをまっすぐにしてみましょう、誰もが自分の個性を持っていて、どうにかして人をつなぎとめて債券を育てなければなりませんか？ さて、私はその点を見て、それをするために、著者はスロー・ストーリー・ラインと予測可能なキャラクター開発を含めて決定します。 キャラクターが直面した各試行での無私の「真の」価値は言うまでもありませんが、それはあまりにも予測可能です。 正直なところ、それはあまりにも面倒だと思って、人間が終わりまで各試行を通過することはできませんでしたが、これらの文字は異なります。 私はそれらを容認することができますが、物語の平凡なものです。 それは冗談だ。 それはオリジナルではありましたが、私が期待していたように観客に良い影響を与えると思いました。 正直なところ、それは失望し、それの続編を作ることはそれをより良くしましたが、それでも私の価値はありませんでした。 私が言っていたように、それは視聴者の見解でもなくても、私はそれを気に入らなかった。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "worldvision",
    "profile": "/profile/worldvision/reviews",
    "pages": "5",
    "number": "18",
    "link": "/reviews.php?id=85115",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  5\nキャラクター|  5\n|  6\n\n一見典型的なコメディの学校生活のストーリーですが、実際には大きな紆余曲折があります。 私たちがスイッチ本体のストーリーラインを使って物語を見るのは初めてではありませんが、そのアプローチはまったく新しいものです。 実際に、キャラクターにもたらされる状況の結果であるレッスンは、一種の志望者です。 ステークスに人生を巻き込むストーリーには、常に重いドラマが付いてくる。 私はシリーズがそれを達成できなかったと信じています。 それが本当に遠くにある時があります。 問題は、メインプロットを脇に置いて、ストーリー自体の流れが本当に退屈になる強い傾向があることです。\n\n文字は特に興味深いものではありません。 彼らは印象を残すタイプではありません。 私は唯一の面白いキャラクターは、物語のすべての出来事に責任があると信じています。 結局のところ、彼はリテーラーが物語の流れを面白くしようとする人です。\n\nそれはエキサイティングではありませんが、私は文字が直面しなければならない別の状況から学んだ教訓が好きです。 ユニークなプロットであっても、それは本当に興味深いわけではありません。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "houseabsolute",
    "profile": "/profile/houseabsolute/reviews",
    "pages": "5",
    "number": "19",
    "link": "/reviews.php?id=115625",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  4\n\nココロコネクトは、前提と最初のエピソードを考慮して、失望していました。 ダストジャケットの説明は、5人の友人のグループが人格の切り替えや他の奇妙な現象に苦しみ始め、一緒に対処する方法を理解しなければならないということです。 最初のエピソードには、ジェンダースワップ、女性（感謝、マドンナ）、ロマンチックなハングアップ、そしてこのような他の良いもののように感じるものを発見した少年が含まれます。  'エキサイティング！' あなたは考える。  「最初のエピソードがこのように始まるならば、彼らはシリーズの残りの部分で何をするつもりなのですか？\n\n残念ながら、それはそこからすべて下り坂です。 最初のカップルのエピソードの中で、私たちは、人格の交換は、面白い状況を作り出そうとしている退屈な、超自然的な存在の結果であることを見出します。 私たちのヒーローたちは、侵入によって不快感を感じ、この団体の興味を引かないようにすることで対応しています。例えば、同僚の体に住んでいるときに一般市民を避けようとします。 彼らの防御は機能し、エンティティはその解決策を得るためにますます劇的な状況にそれらを投げ入れる必要があります。\n\nキャラクターが苦境に対応する方法は、映画制作やストーリーテリングに関心のある人として私にとっては驚くべきことです。 それは理にかなっていますが、興味深いものではありません。 誰がキャラクターを見たいと思っていますか*退屈にしようか？ 私は、このプロットデバイスが文字間の面白い相互作用を促進するために使用されることを期待していたでしょう。 それは非常に面白いテレビを作ることはありません。\n\nもう一つの失望は、そのキャラクターが最初のエピソードで示唆された何かの無神論者に完全に落ちないということです。 基本的に、誰かの体と一緒に、最初のエピソードで2人目に2人目になることを考えれば、もっと面白いことが起こるのを期待していただろう。 私はこれが十代を対象としたショーであることを知っていますが、来てください。 私たちがシリーズの残りの部分を通して見るものの範囲は、例外的に純粋なキスです - そして、私はアニメ*のために貞操*を意味します。\n\nしかし、このシリーズの最も厄介な問題は、長瀬伊織の特徴でなければならない。 あまりにも多くの詳細に陥ることなく、シリーズの最後の5つのエピソードでの彼女の苦境は、私が今までアニメで見た最初の世界の問題の最大の例でなければなりません。 それは私が自分の泣き言をもう聞くことができず、最後のいくつかのエピソードの大きな塊を早送りしなければならなかった（私はミッチ・ランダムのエピソードを指している）。\n\n私はこれが悪いショーだとは思わない。 しかし、ストレスにどのように反応し、問題の信頼性があるかなど、深刻な技術的問題が発生しました。 私は最初のエピソードから非常に高い期待を持っていましたが、それは決してシリーズの残りの部分までは生きていませんでした。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "SmoothKaz",
    "profile": "/profile/SmoothKaz/reviews",
    "pages": "5",
    "number": "20",
    "link": "/reviews.php?id=82346",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nこのレビューにはMichi Randomが含まれていることに注意してください。\n\nどのような感情的なジェットコースター。\n\nついに最後の4つのエピソードが出て、2012年の私の好きなアニメ、ココロコネクトを見直すことができます。 どのシリーズの目標も視聴者に感情的な影響を与えることであり、ココロコネクトは完璧に成功します。 私は毎週24分で悲しみに悲しんで笑って怒っていました。\n\n5つの文字のそれぞれは完全に異なっており、非常に異なる性格を持ち、見つかるべきアーキタイプはありません。 キャラクターとそのインタラクションは、このアニメをとても良くするものです。 あなたは本当にそれぞれのものを気に入っていて気遣います。あなたは常に自分の座席の端に座っています。 あなたは彼らの勝利を応援し、彼らの失敗で泣きます。 彼らがあなたと戦うときにそれらを補完したい、そして彼らが愚かな何かをするとき、あなたは彼らに叫びたい。 シリーズの終わりまでに、あなたは本当にあなたがそれらを知っているように感じる。\n\n声の演技はすばらしく、これは特に最初の弧の間に明らかです。 キャラクターがボディを切り替えると、あなたはそれが彼らの発言の仕方でそれをまだ伝えることができます。 他人のスピーチ・マラニズムを模倣するシユウの能力は本当に印象的です。 沢城さんは稲葉さんのパフォーマンスで盗んだ。 私は本当に彼女の情熱とリアリズムによって動かされました。\n\n芸術のスタイルも素晴らしいです。 キャラクターは非常に「リアル」に見えますが、まだ非常にアニメのようです。 より激しい瞬間のアニメーションは流動的で詳細です。\n\n実生活の10代の若者たちが深く考えて、ショーのように雄弁な演説をするのは想像するのが難しいですが、メッセージは確かに強力であり、真実に響いています。 彼らの中にはたくさんのものがありますが、シリーズは説教を感じたり、あまりにも厳しいもののようです。\n\nこれはすばらしいショーであり、私はそれが価値のある認知を得られないことを恐れる。 私はココロコネクトにfull10を渡します。私はそれが終わったのは非常に悲しいです。"
  }
]
