[
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "TheLostProphet",
    "profile": "/profile/TheLostProphet/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=72163",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n偉大なキャラクターの偉大なドラマで、スパナをそのような気分になったときにいつでも自分のマシンに投げることができます。 これよりはるかに良くなりません。  5人の主人公を持つにもかかわらず、彼らの1人がすべてのエピソードを大幅に発展させるか、少なくとも自分自身について何かを克服したり明らかにするため、さらに多くの人がいるように感じます。\n\nキャラクター・スワップは本当にそれぞれの人格について考えるようにしているので、それは以前に行われてきた別の仕掛けではありません。 私はより多くのボディースワップシーナニアンを見たいですが、同時に、彼らはそれをミルクしなかったのでうれしいです。  Hearttreeはショーが彼を必要とするときはどこからも出てこない、あなたは誰もが完全に彼の慈悲にいかにあるかを見ることができる、偉大な悪役です。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "Hanburgeric",
    "profile": "/profile/Hanburgeric/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=160191",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  7\nキャラクター|  8\n|  8\n\n免責事項：このレビューには、4つのエピソードの続編「ココロコネクト：ミチ・ランダム」も含まれています。\n\n「私達はすばらしい、美しい難破船です。 それが私たちをつなぐものです。私たちはすべて壊れており、すべて美しく不完全です。  -  Emilio Estevez。\n\nどのような理由であれ、人々があなたを知っていると思っているかどうかにかかわらず、それは友人や家族であろうと、あなたが何か理由を問わずあなたが隠れているか隠れている可能性が高いです...しかし、何らかの一連の超自然現象によって、 あなたはしばしば社会に受け入れられるように見えなくても、あなたの本当の、不完全な自分を他人に明らかにするためにマスクを外さなければなりませんでしたか？\n\nいくつかの人にとって、これはそのような脅かす概念ではないように見えるかもしれませんが、他の人にとっては地球上で地獄になるかもしれません。\n\n5人の高校生のグループを中心に、ココロコネクトへようこそ。このココロコネクトは、他人に開放され、自分自身を信じる恐ろしい仕事に取り組む必要があります。\n\n--------------------------------------------------\n\n私はこのレビューでは非常に簡単になるでしょう。なぜならそうしなければ、私はショーについてどう思っているのか正確にはわからないからです。 言い換えれば、私には相反する感情があり、このショーを書く行為は、部分的にはそれらを並べ替えることを目的としています。\n\nショーの最大のメリットと欠点は、探索するにはあまりにも多くの優しさがあるということです。\n\nこのレビューを細かく分割する前に、私が説明できるようにしてください。\n\n私はアニメーションとサウンドから始めます。これについての私の考えを表現する方がはるかに簡単です。 アニメーションはまともですが、それは興奮するものではありません。 キャラクターのデザインは、「K-On！」のデザインと非常によく似ています。 主に3人のショーのキーアニメーター/キャラクターデザイナーが同じ人物だったために、「Tamako Market」シリーズが登場しました。 これだけでは特に問題はありませんが、驚くべきシーンはありませんでした。 アニメーションのスタイルは、複雑な動きのために作られたものではありません。これは、ショーの特定の瞬間に見ることができます。\n\nこのようなショーでは素晴らしいアニメーションの品質は必要ないかもしれないと主張するかもしれません - 確かに、有効な議論です。 しかし、「晴香」（鮮やかな色合いで鮮やかな色彩）などの似たようなショーでは、「ココロコネクト」のアニメーションの単純な性質が達成されないような、アートワークが劇的にショーの雰囲気に加わることが証明されています。\n\n開口部は2つの円弧（合計2）ごとに変化し、終点は円弧ごとに変化します（合計4つ）。 私はそれらの大部分が性質上非常に習慣性であることを発見しました。 さらに、彼らは音楽で達成するのが難しいショーのことを理解して一致させるように見えます。 オープニングは軽くてふわふわしたもので、毎日の生活の中で私たちのキャラクターを短くて魅力的に見せてくれます。エンディングは本質的には甘く、エレキギターを重視しています。\n\nオープニング/エンディングのように、バックグラウンドミュージックは残念ながら比較の点では非常に弱いです。 私は非常に主観的なことですが、私を揺さぶったりシーンの感情を大きく増幅した作品を思い出すことはできません。 これは大きな哀れみでした。なぜなら、この大舞台のドラマを持つショーは、偉大なOSTで完成したときにはさらに優れていたからです。\n\n声優（日本人のダビング）は、時々緊張しているかもしれませんが（頻繁ではありませんが）、いつも正しい感情を伝え、役割を果たしています。 私は特に、声の演技がすばらしい最初の弧のために非常に拍手を送った。 あなたが自分のためにそれを見たときに私が何を意味するのかが分かります。\n\n要約すると、アニメーションとサウンドは、まさにそうするべきです。 それらに大きな欠陥はありませんが、それらを目立たせて画面から見る者を掴むものは何もありません。 偉大な声優を除いて、残りは最高でまともです。\n\nプロットに関しては、現象の概念は真に興味深くユニークです。 主要なキャラクターに起こる現象は、最初は表面的ですが、通過するすべての弧の性質上、より深遠になります。 最初は、ボディを切り替えるのと同じくらいシンプルですが、後にインパルスで行動したり、他の人があなたの思考を（任意の瞬時に）読んだりするなど、もっと恐ろしいものに進みます。\n\n初めに、私たちの5人の主人公が、自分の状況に対応するための自分の興味深い/楽しい方法を見つけますが、すぐにこれが笑い事ではないことに気がつきます。 鮮やかなドラマは、ひとたび冗談を言うと、これらの現象が、彼らの性格や長い隠された過去のより暗い側面を明らかにし始めると、キャラクターの間で展開されます。\n\nこのショック要因の多くは、このトーンの変化に起因しています。 かつて一見魅力的なコンセプトは、突然キャラクターの友情や自分のアイデンティティーに対しても非常に破壊的なものになりました。 主人公は、自分の問題を他人に伝えることができず、すべてを解決するために強制的にさえ、「一緒に固執する」と「チームとしてそれを働かせる」ことに最善を尽くす。 これを魔法のようにしている他のショーとは異なり、「ココロコネクト」は、他人（あるいは自分自身）への告知が非常に難しいことを満足に示しています。\n\n作家はプロットを尊重して良い仕事をしました。 ショーがecchi / fanserviceの領域に迷子になる機会はたくさんありましたが、良い執行をすることは避けて、これを名誉ある最低限に抑えました。\n\n言われたことは、キャラクターは間違いなくショーの最も強い部分です。 あまりにも甘やかされることを恐れて、私はあまりにも多くを共有することを控えるだろうが、悲惨な状況が私たちの弱いつながりの5つのグループに当たると、すべてのキャラクターは自分自身の問題に直面し、非常に深く、 開発。 異なるキャラクターの同時開発の結果、私たちの主人公は、ロマンスや友情の行為であろうと、互いに交流する方法を常に変えます。\n\nこのような繊細なやり方で対人関係を築く人物を見つけるためには、5人の主人公のキャラクターキャストにこのような膨大なキャラクターの発展をもたらすショーを見ることは非常に難しいです。\n\nまるでドラマがある時、ショーはそれを正しく行います - キャラクターは、わかりやすく関連性のある方法で理解し、進化させることができる動機のために行動します。 さらに、クリエイターは聴衆を馬鹿のように扱うことを拒否するので（そして正当にもそうであるように）、視聴者のために巧妙に綴られているわけではありません。 それでは、これについて何が悪いですか？ まあ...かなりのこと。\n\n私は以前に「探索するにはあまりにも優秀」と言っていました。それを置く簡単な方法は、ショーが非常に面倒なペースで行われていることです。 私の謙虚な見解では、アニメアダプテーションのクリエイターは、短い時間枠（17エピソード）にあまりにも多くのアーク（8つのうち4つのボリューム）を含めることを試みたため、これが当てはまると思います。\n\n他の番組では、これはうまくいったかもしれませんが、「ココロコネクト」のすべての弧が非常に細かく、5つのエピソードでもすべてを適切に肉付けできないことがあるからです。 ショーのある劇的な瞬間には、あまりにも多くの洞察的な対人関係とキャラクターの変化が同時に起こり、カジュアルな視聴者は単にタブを維持するだけの努力を払う可能性があります。 私はこれを言って、他の人に怒らないように言います...私は、私の最大の努力と集中によって、あらゆる単一の開発においてニュアンスに気づくようになりました。 簡単に言えば、あまりにも多くのことがすぐに起こり、残念ながら気づかずに忘れてしまうのは残念です。\n\nこれはショーが非常に忙しく、ブレーキがないことを意味します。 ストーリーでは、キャラクターが成長することは間違いなく重要ですが、それぞれの発達の後に、キャラクターの現在のスタンス/ポジションを完全に理解できるように、キャラクターが静的であることと同等に重要です。 視聴者をスピードアップし、物事が落ち着いた後でさえ、視聴者を混乱させることなくストーリーを進めることができます。「ココロコネクト」は忙しいスケジュールでは残念ながら達成する余裕がありません。 私たちの主人公が何であるかをよく理解していなければ、多くの場面は、ある状況に対して過度に反応する（実際にはそうでないかもしれない）人物が「メロドラマ」の領域に入るように見え、特定のフレーズ/  （実際には再び、彼らはそうではないかもしれない）。\n\nプロットについての多くのことは説明できないままですが、私はそのショーを批判しません。（多くの他のショーとは違って）最終的なエピソードで多くの閉鎖を提供するうえで、 完成した作品。 それでも私はショーの欠陥を議論したように、それでも楽しむことができました。ライト・ノベル・シリーズの後半にアニメ・アダプテーションをもらうことを願っています。\n\n免責事項：このレビューには、4つのエピソードの続編「ココロコネクト：ミチ・ランダム」も含まれています。\n\n「私達はすばらしい、美しい難破船です。 それが私たちをつなぐものです。私たちはすべて壊れており、美しく不完全です。  -  Emilio Estevez。\n\nどのような理由であれ、人々があなたを知っていると思っているかどうかにかかわらず、それは友人や家族であることを知っていると思うかもしれません。何らかの理由であなたが隠れているものがあるかもしれません...しかし、 あなたはしばしば社会に受け入れられるように見えなくて、あなたの本当の自己を他人に明らかにするためにマスクを外さなければならなかったのですか？\n\nいくつかの人にとって、これはそのような脅かす概念ではないように見えるかもしれませんが、他の人にとっては地球上で地獄になるかもしれません。\n\n5人の高校生のグループを中心に、ココロコネクトへようこそ。このココロコネクトは、他人に開放され、自分自身を信じる恐ろしい仕事に取り組む必要があります。\n\n--------------------------------------------------\n\n私はこのレビューでは非常に簡単になるでしょう。なぜならそうしなければ、私はショーについてどう思っているのか正確にはわからないからです。 言い換えれば、私には相反する感情があり、このショーを書く行為は、部分的にはそれらを並べ替えることを目的としています。\n\nショーの最大のメリットと欠点は、探索するにはあまりにも多くの優しさがあるということです。\n\nこのレビューを細かく分割する前に、私が説明できるようにしてください。\n\n私はアニメーションとサウンドから始めます。これについての私の考えを表現する方がはるかに簡単です。 アニメーションはまともですが、それは興奮するものではありません。 キャラクターのデザインは、「K-On！」のデザインと非常によく似ています。 主に3人のショーのキーアニメーター/キャラクターデザイナーが同じ人物だったために、「Tamako Market」シリーズが登場しました。 これだけでは特に問題はありませんが、驚くべきシーンはありませんでした。 アニメーションのスタイルは、複雑な動きのために作られたものではありません。これは、ショーの特定の瞬間に見ることができます。\n\nこのようなショーでは素晴らしいアニメーションの品質は必要ないかもしれないと主張するかもしれません - 確かに、有効な議論です。 しかし、「晴香」（鮮やかな色彩で鮮やかな色彩）のような似たようなショーは、「ココロコネクト」のアニメーションの単純な性質が達成できないという、ショーの雰囲気にアートワークが大幅に追加されることを証明しています。\n\n開口部は2つの円弧（合計2）ごとに変化し、終点は円弧ごとに変化します（合計4つ）。 私はそれらの大部分が性質上非常に習慣性であることを発見しました。 さらに、彼らは音楽で達成するのが難しいショーのことを理解して一致させるように見えます。 オープニングは軽くてふわふわしたもので、毎日の生活の中で私たちのキャラクターを短くて魅力的に見せてくれます。エンディングは本質的には甘く、エレキギターを重視しています。\n\nオープニング/エンディングのように、バックグラウンドミュージックは残念ながら比較の点では非常に弱いです。 私は非常に主観的なことですが、私を揺さぶったりシーンの感情を大きく増幅した作品を思い出すことはできません。 これは大きな哀れみでした。なぜなら、この大舞台のドラマを持つショーは、偉大なOSTで完成したときにはさらに優れていたからです。\n\nプロットに関しては、現象の概念は真に興味深くユニークです。 主要なキャラクターに起こる現象は、最初は表面的ですが、通過するすべての弧の性質上、より深遠になります。 最初は、ボディを切り替えるのと同じくらいシンプルですが、後にインパルスで行動したり、他の人があなたの思考を（任意の瞬時に）読んだりするなど、もっと恐ろしいものに進みます。\n\n初めに、私たちの5人の主人公が、自分の状況に対応するための自分の興味深い/楽しい方法を見つけますが、すぐにこれが笑い事ではないことに気がつきます。 鮮やかなドラマは、ひとたび冗談を言うと、これらの現象が、彼らの性格や長い隠された過去のより暗い側面を明らかにし始めると、キャラクターの間で展開されます。\n\nこのショック要因の多くは、このトーンの変化に起因しています。 かつて一見魅力的なコンセプトは、突然キャラクターの友情や自分のアイデンティティーに対しても非常に破壊的なものになりました。 主人公は、自分の問題を他人に伝えることができず、すべてを解決するために強制的にさえ、「一緒に固執する」と「チームとしてそれを働かせる」ことに最善を尽くす。 これを魔法のようにしている他のショーとは異なり、「ココロコネクト」は、他人（あるいは自分自身）への告知が非常に難しいことを満足に示しています。\n\n作家はプロットを尊重して良い仕事をしました。 ショーがecchi / fanserviceの領域に迷子になる機会はたくさんありましたが、良い執行をすることは避けて、これを名誉ある最低限に抑えました。\n\n言われたことは、キャラクターは間違いなくショーの最も強い部分です。 あまりにも甘やかされることを恐れて、私はあまりにも多くを共有することを控えるだろうが、悲惨な状況が私たちの弱いつながりの5つのグループに当たると、すべてのキャラクターは自分自身の問題に直面し、非常に深く、 開発。 異なるキャラクターの同時開発の結果、私たちの主人公は、ロマンスや友情の行為であろうと、互いに交流する方法を常に変えます。\n\nこのような繊細なやり方で対人関係を築く人物を見つけ出すことは、5人の主人公のキャラクターキャストにこのような膨大なキャラクターの発展をもたらすショーに出くわすことは非常に難しいです。\n\nまるでドラマがある時、ショーはそれを正しく行います - キャラクターは、わかりやすく関連性のある方法で理解し、進化させることができる動機のために行動します。 さらに、クリエイターは聴衆を馬鹿のように扱うことを拒否するので（そして正当にもそうであるように）、視聴者のために巧妙に綴られているわけではありません。 それでは、これについて何が悪いですか？ まあ...かなりのこと。\n\n私は以前に「探索するにはあまりにも優秀」と言っていました。それを置く簡単な方法は、ショーが非常に面倒なペースで行われていることです。 私の謙虚な見解では、アニメアダプテーションのクリエイターは、短い時間枠（17エピソード）にあまりにも多くのアーク（8つのうち4つのボリューム）を含めることを試みたため、これが当てはまると思います。\n\n他の番組では、これはうまくいったかもしれませんが、「ココロコネクト」のすべての弧が非常に細かく、5つのエピソードでもすべてを適切に肉付けできない場合があるからです。 ショーのある劇的な瞬間には、あまりにも多くの洞察的な対人関係とキャラクターの変化が同時に起こり、カジュアルな視聴者は単にタブを維持するだけの努力を払う可能性があります。 私はこれを言って、他の人に怒らないように言います...私は、私の最大の努力と集中によって、あらゆる単一の開発においてニュアンスに気づくようになりました。 簡単に言えば、あまりにも多くのことがすぐに起こり、残念ながら気づかずに忘れてしまうのは残念です。\n\nこれはショーが非常に忙しく、ブレーキがないことを意味します。 ストーリーでは、キャラクターが成長することは間違いなく重要ですが、それぞれの発達の後に、キャラクターの現在のスタンス/ポジションを完全に理解できるように、キャラクターが静的であることと同等に重要です。 視聴者をスピードアップし、物事が落ち着いた後でさえ、視聴者を混乱させることなくストーリーを進めることができます。「ココロコネクト」は忙しいスケジュールでは残念ながら達成する余裕がありません。 私たちの主人公が何であるかをよく理解していなければ、多くの場面は、ある状況に対して過度に反応する（実際にはそうでないかもしれない）人物が「メロドラマ」の領域に入るように見え、特定のフレーズ/  （実際には再び、彼らはそうではないかもしれない）。\n\nプロットについての多くのことは説明できないままですが、私はそのショーを批判しません。（多くの他のショーとは違って）最終的なエピソードで多くの閉鎖を提供するうえで、 完成した作品。 それでも私はショーの欠陥を議論したように、それでも楽しむことができました。ライト・ノベル・シリーズの後半にアニメ・アダプテーションをもらうことを願っています。\n\n--------------------------------------------------\n\nストーリー（25％） -  8.3 / 10＆amp; キャラクター（25％） -  8.4 / 10\n\n「ココロコネクト」には、それぞれ独特で興味深い様々な現象があります。 冗談は偉大な味で扱われ、作家はその人にかなりの尊敬と知性を与えています。 プロットデバイスは、時々ばかげている間に、すべての理由があります。  5人のキャラクターのそれぞれは、非常に脆弱な膨大な量の開発を受けています。 作家はまた、場面のすべての観察可能なことを露骨に述べることによって、馬鹿のように聴衆を扱わない。\n\nこの問題は、ある時点で集中することが多すぎること、おいしいことを逃すことが多すぎることなどです。  「ココロコネクト」がブレーキのない電車だったかのように、すべてのキャラクターは休憩を取らずに常に開発されています。 正直言って、そのショーは、それが持っていた物質の量に対処するためにもっと多くのエピソードを必要としていました。ペーシングを修正するには十分な26の（Angel Beats！\n\nアニメーション（10％） -  6.4 / 10＆amp; サウンド（15％） -  6.8 / 10\n\nアニメーションとサウンドの両方が不足しています。 アニメーションは流動的で、シーンは常に瞬間の調子に合っていますが、バックグラウンドミュージックの場合のように目立ったものはありません。 それにもかかわらず、声の演技はうまくいき、オープニング/エンディングは完全に楽しいものでした。\n\nエンジョイメント（25％） -  7.5 / 10\n\nショーは楽しいものでしたが、私がそれほど熱心に集中する必要がなければ、ちょうど現時点の状況の基本だけでも把握するだけで、もっと楽しくなりました。 このショーは、気軽に何かを楽しむことができるようにするには集中力が必要です（個人的な好みまでです）。そして、これはおそらく1.0〜1.5倍になるでしょう。 それでも、私は大いに2番目のシーズンが、未解決のまま残された多くの謎があるので、これがどのように終わるのかを見ることを大いに期待しています。\n\n全体的（100％） -  7.7 / 10"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "SwimmingSage",
    "profile": "/profile/SwimmingSage/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=195898",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nロマンスファンに\n私はココロコネクトとココロコネクトのレビューを書いています：本当にエピソード14-17であるミチ・ランダムは、本当にそれを見なければなりません。 私は個々の側面に取り組む前に、真のロマンスアニメ愛好家のために何かをクリアするつもりです。 はい！ 主なキャラクターが女の子を選ぶ！  REJOICE！ これは多くの心のこもったユーモラスな瞬間を盛り込んだ偉大なアニメであり、ロマンスアニメのファンはこれをロマンスのジャンルにふさわしい数少ないシリーズの1つとして見ることを強く推奨します。 物事が発展するので、見ておく価値があります。\n\nストーリー：9\nこのアニメの物語は非常に興味深いもので、他のアニメが行う通常のハーレム/ロマンスの闘いは含まれていません。 キャラクターは実際の試練を受け、その過程でより強固な結びつきが生まれます。\n\nアート：10\n私は何を言うことができます、芸術はフラットアウトフラットです、私はアートスタイルが大好きで、それは本当に人生に人をもたらします。\n\nサウンド：10\nこのアニメには気分が非常によく合っていますが、実際にはその瞬間を捉えていますが、これは通常、良いアニメを作り出すか破壊するものではありません。\n\nキャラクター：10\n各キャラクターには、通常のロマンス/ハーレムアニメとは異なり、深みのあるレイヤーがたくさんあります。 キャラクターは暗い過去がアニメ全体に持ち込まれており、シリーズが進むにつれて実際に変身します。\n\n楽しさ：10\nこのシリーズは私をとても楽しませてくれました。私は一日でそれを見て、私は自分自身を止めることができませんでした。\n\n全体：9\n全体として、このロマンスアニメは、実際には見たいものの一つです。 愛の花、闘争は債券を強化し、このシリーズのユニークな試練は本当にロマンチックな発展を助けます。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "EliasRock",
    "profile": "/profile/EliasRock/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=195582",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\nあなたはこのショーのプロットを見ることができ、ちょうど別のボディスワップの物語であると仮定することができますが、このアニメは偉大なキャラクターと一緒に行く魅力的な物語を私たちに与えました。 ボディスワップのシナリオを使用して、キャラクターに異性愛者の恋人を見る機会を与える代わりに、これを使用してそれぞれの感情を掘り下げ、彼らの行動様式を調べます。 秘密が明らかになるあらゆる状況を通して、関係が壊れ、世界が崩れて債券が強化される。\n\nストーリー10\nこのアニメは非常に魅力的なストーリーを持っています。これらのキャラクターは、関係が壊れているこのような荒い状況を経験しています。新しいシナリオが登場すると、少なくとも1つを壊してしまいます。 彼らが戻って来ることができるかどうか。\n\nキャラクター10\nこれらの文字はすばらしく、それぞれのシナリオにどのように反応するかがわかります。 ほとんどの場合、これらの文字は非常に根本的なものですが、他人から隠されている問題の多くは、私たちの多くが関連しているものであり、私たちはすばやく育ちます。 これらの文字のそれぞれの関係は驚くべきものです。彼らはお互いを個人として扱い、相互のやりとりを愛しています。\n\nサウンド8\n限り、オープニングとエンディングは、私はおそらくそれらをすべてスキップしたが、音が輝くところは、その声の演技です。 すべての声優（日本人）は特に私のお気に入りの一人である沢城美幸さんです。 声優たちは、これらのキャラクターに非常に多くの人生を呼吸させます。ヒステリックな笑い声から目を覚ますようなさまざまな感情を経験します。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "quadnia",
    "profile": "/profile/quadnia/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=68853",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  9\n\nアニメが完成したらこれを更新します\n\nアニメについてのレビューはほとんど書いていませんが、5つのエピソードだけを見てからは自分自身を助けることはできませんでした。 ココロコネクトは、今シーズンのアニメの一つでした。 その典型的なハーレムのように思える、非常に間違った物語で私は非常に間違っていた。\n\n物語には多くのプロットの紆余曲折があり、ロマンスの要素にダークドラマ（狂ったものに関連するドラマ）の要素が追加されています。 それはあなたの感情をかなり穏やかにしてくれるし、可能な限り予想外の結果をもたらします。 このユニークで個性的な個性を持つ各キャラクターは、必要な時にお互いを助け合ってお互いを受け入れる方法を示し、感情的な、コメディーな場面を作り出す適切な効果を適切な状況に加えます しかし正直なところほとんどのアニメは今のそれらの日です。 芸術は私にかなり豊かなヒョウカ、詳細な背景などを思い出させた。\n\n全体的には5つのエピソードを見た後、これは今シーズン最高のアニメの1つだと思うので、あなたの感情を演出するロマンスのヒントを追加しながら、あなたに感情的になるライフ・ドラマのような視聴者を楽しませる 。 あなたの感情を演奏させることを計画しているなら、特に注目に値するアニメです。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "HappyHarryHardOn",
    "profile": "/profile/HappyHarryHardOn/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=144067",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  7\n\n\n私の個人的な意見は、教育環境の中で十代の怒りや関係の問題が起こっていることの全体像は独創的で本当に退屈なので、多くの人が人生/学校の喜劇を非常に魅力的ではないと感じているということです。 私は、爆発の欠如は、ほとんどの人がライフ・オブ・ライフ・アニメを見ることを止めるものだと思う。 私は人生の一部に反対しているわけではありません。実際には、私は過去に見たように、私が驚いたアニメや2つのアクションを見てきました。\n\n正直なところ誰かが学校について論争し、13のエピソードのために家族や友人と三角形を愛するのを見たいと思っていたので、視聴者に最初から最後まで見てもらうには何らかのフックが必要ですか？ ココロコネクトには、よく執筆された物語と美術があります。 それは良いショーではなく、素晴らしいですが、良いです。 これは私のレビューです。\n\nマイナースポイラー\n\nストーリー\nこの話は、Cultural Research Schoolクラブの5人の仲間のグループで、身体の切り替えや他のいくつかの超自然的なジレンマを経験しています。私は心のシードという魂に支配されて、あなたの友情を複雑にしてテストします。 ココロの最強のポイントです。 私が前に述べたフックは、ショーの幻想的な側面に多くのリアリズムが近づいているということです。 あなたがファンタジーを取り除くならば、それは普通の学校のコメディ/ドラマだろう。 しかし、それはそれを見るのがとても楽しいものです。 それはあなたの通常の高校ドラマとはとても違っていますが、ショーがジャンルから離れすぎるのを防ぐのに十分な典型的な面があります。 実行は完璧です。 また、愛、性的怒り、配偶者虐待、放棄、好嫌気などのテーマを扱っており、すべてが成熟しています。\n\nアート\nショーのアニメーションは本当にシンプルで、明るい色がたくさんあります。 キャラクターのデザインはコメディのスラップスティックの目的のために誇張されていますが、これはあまり頻繁に行われません。 文字はあまりにも似ていないと背景がぼやけてから詳細（私はバックグラウンドでレスリングの参考書を愛していた）の範囲です。学校の机、椅子や衣類はすべて明確かつカラフルですが、木や壁のポスターは、 これは私を少し気にさせましたが、このスタイルは実際に私の上で成長し始めました。 ああ、高校生が実際よりもずっと老いているように見えることに気づいたことはありますか？\n\nキャラクター\nココロの弱点です。 これはショーのこの部分がそれほど悪くなかったので、少し厳しいように聞こえる。 私はむしろそれがココロの最も強いものではないと言うでしょう。  5人のキャラクターはすべて好きで強く、お互いに深く関心を持っていますが、5人のキャラクターのうち3人が他の2人よりも開発されているようです。 ココロコネクトのようなかなりのグループで、わずか13のエピソードの中で、キャラクターを十分に開発しようとするのは難しいかもしれないと思う。 もう一つ気になったのは、特定の出来事の後の話の途中で、彼らは非常に残念だと感じ始め、これはしばらく続きました。 私はこれがキャラクター開発のために行われたことを知っています。それは本当に大きな問題ではないので、人々をあまり悩まさないかもしれませんが、それは悲しみと自己同情のためにキャラクターをパンチしたいという点に達しました。 結局、私はまだ世話をして気に入っていましたが、彼らの暴落があまりにも長く続くことがなければ、私をそんなに悩ませることはなく、そうした繰り返しを感じさせませんでした。\n\n音\n13話のアニメでEDが変わったことは一度もありません。 すべての曲は大丈夫だが忘れられない。 彼らは間違いなく約書く価値がないが、それらのすべてはかなり明るいポップソングだった。 私はココロと呼ばれる吹き替え版を見ましたが、声優はそれほど悪くはありませんでした。  「NHKへようこそ」で彼を聞いて以来、私はGreg Ayresを愛していました。 ここで彼の才能は完全に展示されています。支持キャラクターではなく、一度だけのリーダーです（アンサンブルキャストだとわかっていますが、彼がリードであり、最も重要なキャラクターを持っているように感じます）。 太極拳にふさわしい（レスリングファンになった）。 誰もが悪くはなかった、私は英語の声優がかわいいガーリーなキャラクターが迷惑にならないようにする方法が大好きです。 素晴らしい声優ではなく、明らかに群の最高だったAyres氏を除いて恐ろしいことからそれを保つのに十分良い。\n\n楽しみ\nこれはすべて、良い時計だった、それは生命/学校のドラマのジャンルと明るく気味の良い芸術の断片に何かをもたらす元の成熟した物語を持っていた。 音楽と声優（Greg Ayresを除いて、私はこの男を愛している神）は偉大ではありませんでしたが、悪くありませんでした。 私は雨の日や、笑いや涙の瞬間を見て興味深いファンタジーの物語を探しているのなら、これを何かとお勧めしたいと思います。\n\n7/10"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "nemonekko",
    "profile": "/profile/nemonekko/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=153175",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  8\nキャラクター|  10\n|  9\n\nココロコネクトは、私が今までに見たことのない、忘れられないアニメのひとつです。 キャラクターが直面する内外の闘争は、私たちのいずれかが直面する可能性のある闘争であり、起こる問題を解決する方法は、何よりも完全な人間です。 完璧か理想的ではありませんが、このアニメは私たちに教えてくれます。あなたが終わった人に幸せになれる限り、完璧ではないことは大丈夫です。 それで、スコアと詳細を徹底的に吟味し、全体的な評価から始めて、少し後でそれを分解します。\n\n*あなたが読む前に：私は私の評価で特別な4エピソードを考慮に入れますが、レビュー自体はスポイラーフリーです*\n\n全体的に（9/10）：\n\n\n\nここで私が議論したいと思ういくつかの詳細に行きます：\n\nストーリー（9/10）：\n\n\n\nキャラクター（10/10）：\n\nどこで私はこれらのすばらしい文字で始めるのですか？ 私はキャラクターとその開発に完全に感銘を受けました。 それぞれのキャラクターは自分の苦労を経験しています。実際の人のように、それぞれが自分のペースで自分の苦労に取り組むことができます。 いくつかの問題は他の問題より速く解決されましたが、いくつかの問題は他のものよりも深刻でした。 開発は人工的ではない、あるいは全く強制されなかった、本物で誠実なものとして出てきました。 これらの現象の全体的な経験は、キャラクターを自分自身やお互いに深く見て、彼らが誰であり、彼らの理想的な自己が誰であるかを理解するのを助けます。 多くの時点で、現象は責任ある者（Crunchyrollの翻訳によればHeartseedと呼ばれる）が自分の娯楽のために自分たちの生活の中で火を吹き始めている間に、それらを分裂させ始める。 イベントが展開されるにつれて、彼らの最悪の不安と恐怖が明らかになり、彼らは彼らが全部の試練を乗り越える唯一の方法は、一緒に行うことであることを発見する。 それぞれのキャラクターには独自の闘いがありましたが、それぞれにも力がありました。 それは、それぞれのキャラクターが自分の試練を見て、お互いが一緒に遭遇するのを見ていることについてとても素晴らしいことでした。\n\nアニメーション（7/10）：\n\nアニメーションは本当に良かったし、学校生活タイプのアニメから期待していたもので、プロットやアニメに本当にフィットしていたので、あまりにも多くの気を散らすことなく適切な物語を伝えていたと思う。 アニメーションについての苦情はありませんが、それは驚くべきことではありませんでした。\n\nサウンドトラック（8/10）：\n\nオープニングとエンディングの曲も一般的にうまくいっていて、エピソード中のサウンドトラックもプロットによく合っていて、実際には各シーンの間に感じていたと感じさせてくれました。\n\nファイナルノート：\n\n見て。 今すぐ見てください。 それは本当にすばらしいアニメです。たとえあなたが普通のアニメのタイプに収まるとは思わないとしても、あなたが何をしていても間違っています。 今年の夏には新しいアニメを探している人なら誰でも関連して楽しめる普遍的なアニメの1つで、これ以上見ることはできません。 あなたはCrunchyrollで最初の13 epsを見つけるでしょう。  （ああ、CRにない最後の4つのエピソードを忘れることはありません。彼らはココロコネクトミチランダムスペシャルと呼ばれるスペシャルとしてリリースされましたが、ちょうどGoogleココロコネクト第14話であればそれらを覆い隠してしまうでしょう）。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "finalchance531",
    "profile": "/profile/finalchance531/reviews",
    "pages": "3",
    "number": "8",
    "link": "/reviews.php?id=119855",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\n私はこのアニメを見ることに決めたとき、一定の条件が満たされたときに、そのアニメを落とすように考えました。 言い換えれば、もし私が設定したフラグが消えたら、私はこのショーを落とすだろう。 私は、このようなプロットでどれくらいショーをすることができますか？ 私は少なくともそれを試みる必要性を感じた。\n\nあああああああああああああああああああああああああああああああああああああああああああああああああああああああ\n\nあなたがショーのコンセプトを知っていることを理解し、あなたが終わりの残りを見ることを前提としていることを理解しているスポイラーはいません（ミッチ・ランダム）。 もちろんそれは別の4つのエピソードであり、Illはここでシリーズ全体を見直すだけです。\n\nストーリー：9\n5つの特別な十代の若者が、どのようなプロットであるかを切り替えることを含む実験に導入されています。 私がほとんどやったのと同じように、これを揺さぶってはいけません。 この実験は第三者によって常時「監視/制御」されており、これらの子供たちがどこで終わるかを見たいと思っています。 あなたが座ってこの旅を歩いている間、あなたは乗組員について学び、それが進行を見ているかのように感じます。 物語は「簡単すぎる」と思われるが、それからは遠い。\n\nアート：8\n芸術は、私がかなり考えているものとまったく同じです。 私たちはすべて自分の好みを持っています。それは、このショーが見てどうかとは無関係に、私たちをユニークにするときです。\n\nサウンド：7\n本当に音楽に間違いはありません。 あなたは特定の状況でそれを取り上げますが、それはそれについてです。\n\nキャラクター：8\nこれは、最も味を加える物語の原料です。 私はキャラクターの間に素晴らしい化学を持っている、ほんの少しのショーしか見ていない。 このアニメは私の期待を上回り、それを超えています。 私は自分自身がとても興奮して、それぞれの性格や秘密が明らかになったときに学びました。 あなたは助けることができませんが、いくつかのケースで泣いたり、圧倒的に幸せになりたいです。 私はすべてがそれがしたように交響曲のように一緒になったとは信じられませんでした。 非常によくやりました。\n\n楽しさ：8\nこれは私にとって楽しいものでした。 私はそれが最初から悪いショーと考えていたという独立した事実は私のひどいものであり、私はお詫びします。 これは私が毎日一日中見るのが気にならないものでした。 感情の良いバイブとジェットコースターは素晴らしいです。\n\n全体：8\n結論として、それを見てください。 いいえ、しかし実際には、これは別のものです。 これは、私が言ったように、最後の4つのエピソードでシリーズを完成させると仮定したものです。 私はこのショーで描かれているように、キャラクター開発の足踏みステップに従うアニメがもっと欲しいと思っています。 それは慎重に行われ、信じられないほどの気持ちであなたを残す。 強くお勧めします。 読んでくれてありがとう。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "ne0tas",
    "profile": "/profile/ne0tas/reviews",
    "pages": "3",
    "number": "9",
    "link": "/reviews.php?id=197271",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  10\n|  9\n\nプロット自体はかなりばかげていて特別なものではありませんが、今回のショーでは、平均以下の何かを回して何か良いことをする方法を作りました。 シリーズ全体を通してキャラクターの相互作用と深刻さは驚異的です。 私はある時点ですべてのキャラクターと結びついて、彼らが何を通過しているかを理解しているように感じます。 それは生き物の他のスライスのようにかなり遅く始まるようですが、キャラクターの欠陥や懸念や内面の深い考えにどのように乗り込むかで、0-100の速さで素早く進みます。 正直言って、このシリーズの私の好きな部分と、なぜそんなに大好きなの？  （これを短く甘く保つ）"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "Daidus",
    "profile": "/profile/Daidus/reviews",
    "pages": "3",
    "number": "10",
    "link": "/reviews.php?id=163381",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\nさて、私は気分が悪く、咳をしていましたが、何もしないで、クランチロールの周りをスクロールして、ココロコネクトを見つけました。 私はそうだった、ハァッ...ちょっと退屈だが、それを試してみよう。\n\n最初のエピソードはショーのように見えました。オープニングシークエンスやジョークのようなかわいいものを見て、退屈なライフショーのようになりました。 少年は私が間違っていた。\n\n私はもう一つのエピソードを試みました、そして、それはより深刻になったように見えました....エピソード3によって、聖なるくそは重くなりました。 本当に重い。 私が見たいと思っているアニメドラマ。 私がたくさん好きだったすべてのキャラクターは、この1人のキャラクター（スポイラーのレビューなし）を期待していますが、それはすべての意見でした。\n\nそれぞれのエピソードは面白い面白かった、それは正しい場所にユーモアがあり、ドラマ・シエットが起こったときに緊張を強める時期を知っている。\nショーは13のエピソードに行きますが、その後、ココロコネクトと呼ばれるフィナーレ14-17があります：ミッチ・ランダム（クランチロールではない）\n\nシリーズの終わりは最高であり、それはすべてのゆるい終わりを結びつけます。\nそれはうまく終わって、それは継続があるべきかのように終わるだけではありません。\n\n私はこれらのジャンルのアニメのジャンルを愛しています。これは、トラダ、アナハナ、サクラソウのような他のものと手をつないで行きます。\n\n全体的に、結末が私に幸せになったので、私はそれに9/10を与えるつもりだったが、今は9.5 / 10"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "ndsempai",
    "profile": "/profile/ndsempai/reviews",
    "pages": "3",
    "number": "11",
    "link": "/reviews.php?id=217592",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  6\nキャラクター|  4\n|  5\n\n重いスポイラー。 自己責任でお読みください。\n\n今年のマンギナは、今年のカワイ・ワンナベ精神分裂病と付き合っている間、彼のために落ちる年の砂を得ることができます。 その後、精神分裂病患者はミスを犯してマンジナを突き放し、ツンデレのための自由な道を与えます。\n\n側面に沿って、アニメの歴史の中で最も役に立たない人物は、年の人を嫌うフェミニストを誘惑（強制）して、彼と一緒に出かけます。 真剣に言えば、この男はとても役に立たず、フェミニストはマンギナに行き、男性の問題を嫌って助けを求めた。\n\nこれらの貧しい人々がマンゴーナを理解して助けを求めるために、私たちは神秘的な存在を持っています。 あなたが知っている限り、神の実体がそうしない限り、あなたは問題を解決することができません。\n\n物語の道徳は、マンギーナの友人が横たわっている。 いつあなたが彼の助けを必要とするかも知れません。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "Jasps",
    "profile": "/profile/Jasps/reviews",
    "pages": "3",
    "number": "12",
    "link": "/reviews.php?id=145503",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  8\n\n私はココロコネクト：ミッチ・ランダムを見ていないので、「ココロコネクトの最後の4つのエピソード」に関する私の意見はこれに含まれません。\n\nストーリー（7/10）：\nココロコネクトの話は、ロマンス/ドラマ/人生/コメディーのためにかなりユニークでした。 超自然的な要素は、ショーの最も面白い面であるにもかかわらず、興味深いものにしようとして、ストーリーにぎこちなく突っ込んでいた（私の意見では、これは私のレビューです）。 私がまだ見ていない4つのエピソードがあるのを見て、私は、ショーの超自然的な部分が、ふせんかずら/ハートシードが完全に説明できない方法よりも滑らかな終わりを持つことを期待しています。 もしショーがキャラクターにとって興味深い状況を作るのに時間を浪費するのではなく、これについてもっと多くの情報を与えたら、おそらく私はストーリーのために8か9を与えていたでしょう。\n\nアート（7/10）：\n私はファンですが、堀口由紀子のキャラクターはK-On！のためにデザインされています（ココロコネクトに私が最初に惹かれたように）それは客観的にも驚くべきことでもありません。  （K-On！とKokoro Connect DOは同じキャラクターデザイナーを募集していますが、ココロコネクトのためには、キャラクターデザイナーは単なるキャラクターデザイナーです。）アニメーションはどのショーでも普通です 最近。 それは貧しいアニメーションではありませんでしたので、それは普通ではありませんが、ロマンス/ドラマ/人生/コメディーから期待していた以上のものではありませんでした。  MAL上の7人は「良い」と定義されているので、このカテゴリにはそれ以上の価値はありません。\n\nサウンド（7/10）：\n私はココロコネクトの最初のエンディングテーマを本当に楽しんでいて、それをお気に入りのOP / EDテーマのプレイリストに追加していました。 他のテーマは大丈夫でしたが、このショーでは期待していなかったことは何もありませんでしたが、私はそれらをスキップする前に一度聞いただけです。 バックグラウンドミュージックは、必要なときにキャラクターの感情を伝えるのを助け、ボイス演奏がうまくいったので、このカテゴリーには「良い」という7つのカテゴリーを与えましたが、同じジャンルの他の番組からは目立ちません。\n\nキャラクター（8/10）：\nいくつかのスポイラーはここに！\n\n\n私はこの番組が楽しさのために8に値すると思うように感じます、それは13のエピソードのスパンに私の注意を保つのに失敗しなかったので、ときどき私のココロをデモの感覚でブロコロにしました。 全体的に私はショーのいくつかの側面がより滑らかな終わりを与えていたより多くの開発（愛三角）または説明（ハートシードI＆II）を持っていたとして、ショーに7を与えています。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "3PSIL0N",
    "profile": "/profile/3PSIL0N/reviews",
    "pages": "3",
    "number": "13",
    "link": "/reviews.php?id=192353",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  10\nキャラクター|  7\n|  9\n\nココロコネクトは、お互いの人格の深さを学び、真に友人になることを余儀なくされた学校の知人たちの周りを回る愛らしい物語です。\n\nストーリー：7\nプロットは良好で一貫性がありますが、繰り返されすぎているようなストーリーでは繰り返しの競合があります。 また、[マイナー・スポイラー]の3人との結末は、あまりにも多くのマシナ・ソルーションのようなものだったようです。\n\nアート：7\nオリジナリティの代わりにこのアニメを品質と判断すれば、それはかなり標準的でクリーンです。 アニメーションは比較的よく流れており、楽しいです。\n\nサウンド：10\n私はこのアニメのバックグラウンドミュージックが大好きです。 柔らかなピアノの音色はオールインワンの雰囲気を作り出します。\n\nキャラクター：7\nキャラクターにはすべて、普通の人たちに嘲笑されるような問題があります。 それはキャラクターに共感することからあなたを止めるわけではありませんが、かなり一般的です。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "theemathas",
    "profile": "/profile/theemathas/reviews",
    "pages": "3",
    "number": "14",
    "link": "/reviews.php?id=211077",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  10\nキャラクター|  10\n|  10\n\n人を定義するものは何ですか？ 言い換えれば、人のアイデンティティは何ですか？ 彼の体ですか？ 彼の行動ですか？ 彼の過去ですか？ それは彼の考えですか？\n\nココロコネクトは、これらの4つの答えのそれぞれを、身体の答えを探るボディスワップアークから始まる、弧1つにつき1つの答えを探求します。 ココロコネクトは、「正しい」答えが正しい姿勢を取らないかもしれませんが、思考のために十分な食糧以上のものを与えます。\n\nしかしココロコネクトは、特にノーマルではないが、基本的にロマンチックなコメディのスライス・オブ・ライフ・ショーであるため、ストレスに満ちているとは思わないでください。 それは、キャラクターの常​​設された個性のそれぞれを記述することから始まります。これは、通常、悪い考えです。 しかし、その後、ショーはすべての単一のキャラクターを完全に解体し、興味深いキャラクターの発展をもたらします。\n\nココロコネクトを輝かせるもう一つのことは、ユーモアです。 それは、スラップスティックルーチン、気の利いた皮肉、性的ユーモア、メタジョークを持っています。 しかし、私は特にショーが突然スイッチが真剣からコメディになるのが好きなので、笑いをたくさんしました。\n\n要約すると、ココロコネクトは奇妙な傑作です。\n\nP.S. ミッチ・ランダム・アークを見逃すことを忘れないでください（エピソード14〜17）。 このシリーズは、13エピソードシリーズと4エピソードエクストラよりも17エピソードシリーズのように機能します。\n\nP.P.S. これはMALの最初のレビューです。 わーい！"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "Starseeker358",
    "profile": "/profile/Starseeker358/reviews",
    "pages": "3",
    "number": "15",
    "link": "/reviews.php?id=75253",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  10\nキャラクター|  7\n|  9\n\n*注：これは、現在放映されている13のエピソードに基づいており、来年3月にリリースされる最終的な4枚ではありません。 私はリリース時にそれらを個別に見直します*\n\nココロコネクトのレビューを書いてみることにしました。多くの友人がショーの意見が違うので、私はこのアニメから得た楽しさを重視するために鉱山を表現したかったのです。\n\nココロコネクトは最初はちょっと奇妙でしたが、当初は高校の典型的なクラブアニメでしたが、私が愛していたほど、ちょっと退屈でしたが、ストーリーは急速に 最初の現象が発生した。 ココロコネクトは、ストーリーラインが進行している様子を予感させることがあります。\n\nそれが聞こえるほど悪くて、アニメのこの機能が私を最初から最後まで夢中にさせてくれました。私が言うように、私は格付けの内訳に移ります。\n\nストーリー：8/10\n\n以前にも述べたように、ココロコネクトは予期せぬ瞬間にプロット・ツイストを投げていることを熟知しており、これはすべてのエピソードのすべての来るべき瞬間に期待していたものです。 ココロコネクトは、非常に不安の定義です。  3つの主要なストーリーラインのアークは浮き沈みがありましたが、それぞれのセクションの最後の部分では常にそれを補っていました。 この事実にもかかわらず、エピソード7〜10の間の時間がありましたが、これは間違いなく遅く動いており、前に述べた予想式を効果的に逆転させました。 一度エピソード11がヒットしたとき、ストーリーラインは、来年リリース予定の次の4つのエピソードのための大きな崖の上に私たちを残したエピソード13の終わりまで大量に拾った。\n\nアート：8/10\n\nココロコネクトの芸術は、やや過小評価されたアニメーションのスタイルと見なすことができます。 私がアニメでもっと嫌なことがあれば、すべてのキャラクターが同じように見えるが、K-on！と似ているのは幸いだが、このアニメは非常に緑豊かなアニメーションを持っており、表情、衣服、 主に文字デザインを中心にしています。 この風景は、細かいディテールで作られています。オープニングとエンディングは美しく、特に「Cry Out」はシリーズの2番目の終わりです。\n\nサウンド：10/10\n\nココロコネクトの声優は、沢城みゆきさんや水嶋隆宏さんのようなよく知られた俳優によって提供されています。特に、これらのVAで多くのアニメを見ている人にとっては、これは悪いことです。 しかし、これにもかかわらず、ココロコネクトのすべての声優は、滑らかで、詳細で、感情的で、最も重要なことに、現実的な程度のボイスを提供します。 彼らの声はすべてキャラクターによく合っていて、より良いものを求めることはできませんでした。 ココロコネクトの音楽、オハイオ州、それは良いです。 あなたは、多種多様なリミックス、テーマ、アレンジで、第4話のメインチューンを認識します。 これらの驚くべき曲を追加すると、シーンは完全に微調整され、この偉大なスタンダードが続くことを願っています。\n\nキャラクター：7/10\n\nココロコネクトのキャラクターは、ステレオタイプで独特の形をしています。 太一は、すべての女の子を取得し、そう言われるまでそれを完全に知らない標準的な無私の十代の男性です。 しかし、この事実にもかかわらず、彼は彼自身の性格を提供しており、依然として高い個性を維持しています。 あまりにも多くを明らかにせずに、私は、ほとんどの無私のキャラクターとは違って、太極拳が彼の性格の理由を与え、これは彼がとても好きだと思う理由だと言うことができます。\n\nもう一つ注目すべきキャラクターは長瀬です。 ナガセは、このレビューでは、彼女の性格の大部分が彼女の過去の影響を大きく受けており、それが大きなスポイラーになると説明するのが非常に難しいですが、彼女は非常に不確定な性格を持っており、彼女の色調や性格は、 アニメのストーリーの過程で、あなたは彼女の反応と個性を理解するためにそれを見る必要があります。\n\nクラブの残りの3人のキャラクターは、姫子、青木、そして由井です。 すべてのユニークな、これらの文字はまだ記述されている開発の高度なレベルを持って、私はあなたが将来的に洗練されることを伝えることができる小説のすべての翻訳された章を読んでいる。\n\n楽しさ：9/10\n\nココロコネクトは私の親しい友人たちが持っていたすべての意見を与えることにやや戸惑っていたアニメでしたが、このような素晴らしいアニメを見る決心は決して残念ではないと言えるでしょう。 唯一の主な理由は、アニメーションを通じた約3/4のストーリーが非常に遅いと感じていたため、ストーリーラインが最終的に拾い上げる瞬間を何週間も待っていたからです。 もうひとつの主な理由は、このアニメの完成が非常に不完全で、ストーリーラインが非常に感情的な点で残っていて、このアニメが私に与えると期待した最後の印象を与えなかったように思えることです。 これは恐らくまだ4つのエピソードの最後を見ているからでしょう。\n\n全体的に9/10。\n\nココロコネクトは素晴らしい経験でしたが、私は喜んで最後のエピソードを楽しみにしています。\n\n*これは私の最初のレビューだったので、もしあなたがそれの質についてのコメントを持っていたり、\n\nスター〜"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "Animaniablog",
    "profile": "/profile/Animaniablog/reviews",
    "pages": "3",
    "number": "16",
    "link": "/reviews.php?id=113095",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  10\n\n**このレビューには、「ココロコネクト：ミチ・ランダム」（最後の4つのエピソード）**\n\nココロコネクトは、あなた自身の非常にユニークな典型的なロムコムの物語をとても爽やかに捉えています。 私はロマンスのジャンルについてはかなり精通していると思うので、これが自分の好きなものだと言いますと、その重要性を強調したいと思います。 私はこれを「クートィー」シリーズとはみなさないでしょう。それはあなたに芽吹く愛と告白の予感の暖かいぼんやり感を与えます。 超自然的な側面を除いて、対人関係のrealtionshipsは非常に現実的で、私はそれを愛しています。\n\nストーリー9/10  - ストーリー9/10  - ストーリーの完璧なスコアはちょっとオーバーキルしているようですが、私はこのシリーズがそんなに好きなので偏っていると思います。 しかし、ココロコネクトは、観客の注目を引きつけながら、非常に多くの思考を誘発する概念とアイデアを結びつけることができます。 この物語の最高の面の1つは、どれほど面白いか、私はあなたが泣くほどの気分になり、次はあなたの頭を笑っていた気が大好きです。 私が物語で持っている唯一の本当の問題は、最後の弧であり、私はそれが良いとは思わないからではなく、それが物語の初期にあったはずだったと感じています。\n\nアート7/10  - ここでは特別なものはありません。とても伝統的にアニメーション化されています（私は「古い学校」なので、楽しんでいます）。 色は良か​​った、私の頭の上から目を引くコンピュータがアニメーションを生成したことを覚えていない。 私はこれがどのような意味でも芸術的な芸術家の誰かに印象づけるだろうとは思わないが、良い色と独特な線を持つことによってその目的を達成する。\n\nSound 7/10  - 芸術のように、OSTの音楽やスコアは目立っていません。 声の演技は非常に良く、キャラクターは魅力的で単調ではありませんでした。 明らかに、私はサブバージョンのバージョンを見ましたが、ダビングがすぐにリリースされることを知ったので、ダビングされた演奏を聞くのが大好きです。 全体的に音はストーリーから逸脱していなかったので、私はそれを「良い」7/10にしました。\n\nキャラクター9/10  - 私はこのシリーズを作るものなので、キャラクターに10/10を置くことが非常に誘惑されました。 私は男性のキャラクターがどのように非常に現実的で、典型的な忘れられて非現実的にいい男ではなかったのが好きでした。 特に太一はシリーズの中で「いい男」と言っているが、彼の個人的な欠点や不足は彼を信頼できるキャラクターにしている。 女の子も非常によく開発された文字です。  Ioriはおそらく私の最も好きなキャラクターではなく、ストーリーへの貢献のためではなく、彼女にどれくらいの時間を費やしていたか分かりません。 ほとんどのファンボーイズのように、稲葉は私の好きな女性キャラクターのひとつです。 彼の知性/ツンデレのバランスは、虚偽の/面白いと混じっているのは非常に稀で、ストーリーでの彼女の役割のためにはうまくいく。\n\n私が以前に言ったように、これは私の好きなシリーズの一つです。 私は笑って、私は（ほとんど）泣いて、彼らが話を進展させながら進んでいくうちに、そのキャラクターと一緒にそこにいたように感じました。 ココロコネクトは、ロマンス/ドラマ/ユーモア/サイエンスフィクション（？）をひとつに集約した多様なシリーズであり、これは人々を捨て去るかもしれないことを私は知っています。 しかし、5つのアニメしか残さず、他のアニメをもう一度見ることがなければ、これは簡単に5つのアニメの1つになります。\n\n全体的に9/10  -  RomComsが好きで、すばらしい笑いを楽しんでいる人は、私がこれを提案する最初の人です。 しかし正直なところ、誰もが少なくともチャンスを与えてくれることを願っています。 あなたもそれに恋しているかもしれません。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "MarceloMat",
    "profile": "/profile/MarceloMat/reviews",
    "pages": "3",
    "number": "17",
    "link": "/reviews.php?id=171423",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nあなたはそれを完成させたいと思っていたほど良い本を読んだことがありますか？それと同時に、あなたはそれを終了させたくありませんでしたか？ まあ、私はココロコネクトでも同じように感じました。\nあなたが「Ano Ni Mita Hana」（素​​晴らしいアニメもbtw）を好きなら、あなたはこのアニメを愛するでしょう。\n5人の友人と彼らの個人的な問題の真の友情を示しています。 エピソードの間にそれぞれが現れる方法はすばらしく、クインテットはいつもテストに友情を置く新しい妨害に直面しています。\nこれは私の最初のレビューで、このショーは本当に私を揺さぶり、私はその言葉を広める必要性を感じました。\n「スライスオブライフ」のアニメが好きな人は、これが必見です。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "Kirvan",
    "profile": "/profile/Kirvan/reviews",
    "pages": "3",
    "number": "18",
    "link": "/reviews.php?id=170917",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  6\nキャラクター|  7\n|  8\n\n4つのエピソードの「続編」は、このシリーズの審査に役立ちます。\nショーの審査では、エンディングが最も重要です。 ショー全体をシンクまたはセーブすることができます。\nココロコネクトの場合、それを保存します。\n\n7.4 / 10\n\nすべての盲目の農民が読んでいなくなったので、私が本当に意味することを説明しましょう。\nまず、私はこのショーを楽しんだ。 私は本当にしました、そして、私はromcomsのintrestの失われたalotのようなものを持っていますが、まだそれを好きに管理しました。 私がそれを見始めると、これは同じ正確な公式に従う別の通常のromcomであると100％信じていました。\n（あなたが何の調合式を求めなければならないのなら、このレビューはあなたのためではありません。）\nそれはその痕跡を含んでいますが、それは許されます。 そしてそれはあなたに言わなければなりません、もしそれがジャンルのためにアニメを許さなければならないとすれば、それはまだ7.4です。もしあなたがそのジャンルに入っているなら、あなたはおそらくそれを好きになるでしょう。\n\n設定とストーリーは、あなたの平均的な日本の高校生の天国です。（普通の人と同じように）高校生の子供たちは、身体の切り替えや心の読書のような超自然的な出来事を体験しています。 これは、ショーを通してキャラクターの発展のすべての触媒の役割を果たします。\n\nショーが失敗するところでは、極端な単純な利便性からプロットポイントが解決される（あまりにも頻繁に（いつものように）！） そして、そのくそは私のものを盗んだ。 それはあなたに現実を示すショーのようなものですが、最終的に素早く引き上げて、ユニコーン、光沢のある虹、そして魔法の幸福をあなたに伝え、PG-8に触れるすべてを評価します。\n\nあなたはMrAssholeAbusive-kunが好きじゃない？ まあまあ！ 私たちが2秒間オフスクリーンでお尻を蹴っていくつかのエピソードについて話してきたこの問題を解決しよう！\nしかし、彼はとても長い間ストーリーの主要な焦点だったので、このような重要なことを解決することによって視聴者を侮辱しなければならないのはとても簡単なので、\n-Fuck yeah WorstGirl-chan！\n\nココロコネクトの終わりには2つの評価があります。\n私はそれを他のすべてのromcomと比較すると（そして一時的にToradoraとClannadの存在を忘れる）\nもし私がそれを他のショーと比較しなければ、7/10。\n\nそして、私は熱心なromcomのファンではないことを覚えておいてください。 あなたがromcomを好きなら、Connectを好きになるでしょう。少なくとも半ば正確なことをやっています。これは私がこのタイプのショーから期待している以上のものです。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "highpriest2500",
    "profile": "/profile/highpriest2500/reviews",
    "pages": "3",
    "number": "19",
    "link": "/reviews.php?id=186182",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  8\n\nこのレビューにはスポイラーは含まれていませんが、スポイラーを書くことが絶対に必要な場合は、時間内に警告します。\n注：このレビューでは、Michi Randomエピソード（ココロコネクトの最後の4つのエピソード）を考慮に入れています。\n\nあなたはその人の靴の中にいれば表現を知っていますか？ まあ、このアニメは文字通りその人の靴にあなたを入れます。\n\n私は本当にあなたの魂が誰かの身体にあるというコンセプトが好きでしたが、あなたはまた彼らの思い出/感情のいくつかを保持しています。 このコンセプトは、悲惨であり、絶対に厄介なものになったり、視聴者に非常に新鮮に感じられることがあります。 私はココロコネクトが後者を言うとはっきり言っています。\n\nストーリー：8\n私が言及したように、物語は非常に新鮮です。 本質的に、私たちはこの小グループの高校生をクラブに入れ、ある日、彼らは彼らの魂が互いに交換されていることを認識します。 彼らは、それを制御しているのがハートシードという男であることを発見します。 アニメはHeartseedで5人の主人公の旅を詳しく説明し、同時に彼らの友達についてもっと知る。 アニメは私たちに「私たちの友達を本当に理解していますか？」と尋ねることを望んでいます。 ストーリーを通して、私たちの主人公が答えようとしている質問であると私は信じています。\n各エピソードの終わりに間違いなく多くのクリフハンガーがあったので、私は自分自身が多くのエピソードをバックツーバックで見ていることが分かった。\nアニメのエンディングも本当にうまくいった。 私は何かを台無しにしたくないけど、最後の数シーンはロマンチックなジャンルで見事に書かれ、かなり珍しいと感じました。\n\nアート：8\n芸術部門にはあまりにも壮大なものはないと感じました。 私は本当に鮮やかな色が好きでした。 彼らは時々深い心理的な質問をするアニメに軽快なタッチを与えた。 さらに、Heartseedがシーンに登場したときの色やフレーミングがどのように変化するかは本当に気に入っていました。\n\nサウンド：7\n最初のオープニング曲は大丈夫だった。 柔らかいオープニングはアニメのスライス・オブ・ライフの側面をキャプチャしましたが、アニメはそれ以上のものだと感じました。 だからこそ私は、アニメの本質を正確に描いた、より明るい第2オープニングを感じました。  2つ目のオープニングのメロディーは、キャラクターがある種の旅に出ていることを示唆しました。これは、私たちの5人の主人公がやっていることです。 しかし、ココロコネクトには暗い視点があるほど活気があるかもしれません。\nアニメのサウンドトラックは典型的なサウンドトラックです。 唯一の傑出した瞬間は、ハートシードが現場に現れた時でした。そしてあなたは本当にシーンの中で緊張感を感じることができました。\n\nキャラクター：9\nこのアニメのキャラクターはそれぞれ独自の物語を持っています。 そして、それぞれのキャラクターに関連付けることができます。 基本的に、それぞれのキャラクターはあなたが関連付けることができる特定のパーソナリティタイプを体現しています。 個人的には、私は彼の無私の態度のために太極と関係しています。 彼は常に他の人を最​​初に理解し、それぞれの友人のためにそこにいます。\nアニメは、アニメの各キャラクターを冒頭にすばやく紹介するといううまい仕事をしているので、それぞれについて大まかな考えがあります。 しかし、結局のところ、私たちはそれぞれ、特に青木のために同等の扱いを受けることはありません。\n私は私のバイアスが流れ、稲葉が私の好きなキャラクターだと言うでしょう。 彼女は私たちの '氷の美しさ'です。\n\n楽しさ：8\n私は一部の人々が実際に自分の人生でハートシードをしたいとのコメントを読んでいます。 なぜHeartseedがそれぞれの主人公の本当の性質を、彼らのそれぞれが正直に自分自身を表現できる状況を作り出すことによって引き出すのかが分かります。 このアニメは傑作ではありませんが、私のロマンチック/スライス・オブ・ライフのアニメのリストでは、それは間違いなく楽しいものです。\n私は間違いなく、ココロコネクトをロマンチックなジャンルを新鮮なものにしたいと思っている人にお勧めします。"
  },
  {
    "title": "Kokoro_Connect",
    "id": "11887",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "user": "Metal_Slime",
    "profile": "/profile/Metal_Slime/reviews",
    "pages": "3",
    "number": "20",
    "link": "/reviews.php?id=149465",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n概要：ココロコネクトは、今まで見たことのない最高のライフスタイルのアニメです。 それは素晴らしい文字、素晴らしいプロット、そして素晴らしい対話と執筆を持っています。 このシリーズは、すべての生命のアニメが目指すべきものです。\n\n（注）私は今、生命の薄片と言うとき、純粋な意味でそれを意味するわけではないことを述べるべきです。 私は、生命のスライスアニメは実際にアニメーションのアリア、またはK-on！のようなものだと認識していますが、Clannad、ToradoraなどのシリーズはLife of Sliceと考えています。\n\nストーリー：33/37\n\n\nキャラクター：37/37\nココロコネクトは、私が見たアニメの中で最高の集団キャストを持っています。 素晴らしい男性リードがあるだけでなく、5人のメインキャラクターのすべてが、サイドキャラクターの大部分と一緒に偉大なものから始まり、大きく発展します。 開発量がはるかに少ない青木義臣でさえ、ほとんどのアニメキャラクターよりはるかに優れています。 私の友人は、稲葉姫子をK-onの律とシンケキの教科のミカサとの完璧な交わりと説明しています。 それをさらに良くするために、私はストーリーのセクションで前に述べたことを改めて説明します。 文字はとても現実的です。 与えられた状況に対する彼らの反応が奇妙で、実生活では決して起こらないと思ったことは、私が少しでも思い出した点はありませんでした。 彼らの冗談もあまりにもよく書かれていました。 実際には言葉で言わなければならないと、私はすべての人物の対話全体が完全に完璧だと言っています。 岡部りん太郎が私の好きな男性リーダーかもしれませんが、私の好きな女性リードであるガスインゆんも、私の究極の例の両方に比べて、ココロコネクトのさまざまなキャラクターが自分自身を持っています。\n\n\nアート/サウンド：22/25\n通常は私は芸術についてはあまり話しません。なぜなら、実際に私が得ることができるグラフィックだけでアニメを見るからです。 しかし、ココロコネクトの美しさは、ちょうどいいから、ちょっと叫ぶ価値があると思います。 文字は本当に流動的で、男の子はかっこいいです、女の子はかわいい、背景は本当にカラフルですが、これは不自然に見えるかもしれませんが、主人公のそれぞれは異なる髪の色をしています！\nココロコネクトは本当にいい音です。 私にとっては、オープニング/エンディング（OPの方が重視）、シリーズサウンドトラック、ボイス/サウンドエフェクトなど、サウンドを決定する要素がいくつかあります。  OPとEDはどちらも平均的なものでしたが、OPは少し良くなっていますが、私が聞くために外出するものは何もありません。 バックグラウンドミュージックは実際には本当に良いです。 私は特に平和な瞬間に演奏するハーモニカの作品が好きでした。 声優/女優はすべて驚くばかりで、華麗な文章はとてもうまい。 効果音は本質的に無関係です。\n\nロマンス：1/1\nこのセクションは基本的に私が楽しんだロマンスがあったかどうかです。 申し訳ありませんが、これはスポイラーですが、私は特にロマンスの発展を見て楽しんで、私は他のレビューが私が1つを見に行くつもりだったら教えてくれたらと思いました。\n\n全体：93/100\nここでは、私が持っているアニメに与えられた最高得点、あるいはそれを上回るものが見つかるまで次のものを見直します。 私の個人的な楽しさの点では、私はこれをMirai NikkiまたはSteinsの上に置くことはできません; Gate、私はこれがトップ5のアニメにランクインしているとも言えるでしょうし、3番の場合もあります。このアニメは、 ジャンルのファン、そしてそれのファンではない多くのファンも含まれています。  ClannadとToradoraがLife of Slice of Lifeのジャンルの古典とみなされても、それはただのものではなく、このものほど良くはありません。\n\nこの傑作からほとんどの点を控除していないものの、私が差し引いたものが多かれ少なかれあなたのものになった場合に備えて、スコアからのポイントの控除額がここに記載されます：\n -  3番目の物語アークは、まだ非常に良好ですが、1番目、2番目、最終アークと同じレベルではありません。\n - 音と芸術は素晴らしいですが、私はそれが過大だと思うにもかかわらず、それ以上のものでさえも、その面でそれに近づくことはないので、私は25/25完璧な新京の恭神以外を与えることはできません。\n\nレビューに関するご質問がある場合（または何かについて実際に話したい場合）、nickwillis64@gmail.comまでメールでお気軽にお問い合わせください"
  }
]
