[
  {
    "title": "Kakurenbo",
    "id": "1192",
    "url": "https://myanimelist.net/anime/1192/Kakurenbo",
    "user": "Ranivus",
    "profile": "/profile/Ranivus/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=4166",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  7\n|  9\n\nカークレンボはワンショットの卵子であり、アニメで初めてヤマトウォークの試みです。 そして、タイトルが示唆するように、その隠れとシークについてのOVA。 しかし、そこに良いアニメのように、この30分のショーに多くのルールとひねりがあります。  30分は、キャラクターの背景や深いストーリーを肉付けするのに十分な時間ではありませんが、ショーの初めにゲームのルールと罰則がすべて与えられます。 そして、それはショーがすぐにいかに混乱し、狂っているかを考えて、このショーに私から多くのポイントを与えます。 例えば、ルールの1つは、ゲームが始まる前でも壊れています。 しかし、すべてが終わりに向かって意味を持ち始めるでしょう。\n\nキャラクターはすべて小学生ですが、彼らはすべて独自のスタイルと見た目を持っています。 例えば、1人の子供には漢字のシンボルが付いているほど大きなイヤリングがあり、もう1人にはモホークなどがあります。これらの子供はあなたの典型的なタイプの子供ではありませんが、このショーはグラフィックを考える若い聴衆を対象としていません このOVAの性質。 まあ、それは暴力的ではありませんが、サイコスリラーのほうがはっきりしています。 あなたはこれらのタイプのアニメが多く作られるのを見ていないので、これはかなりユニークです。 しかし、キャラクターに戻って、彼らはすべてゲームをプレイするための要件としてキツキマスクを着用します。 私はこれがアニメーションにお金を節約する動きであると仮定しています。あるいは、ショーの恐怖要因を増やすことができます。 これはショーの芸術とアニメーションに私をもたらします。\n\nどうやら、この1つのエピソードを制作するのに6ヶ月の制作チームが必要でした。そして、あなたは、彼らの作品のほとんどがこのショーのアートとアニメーションに入っていることがわかります。 ショーのほとんどは手描きだが、キャラクターはセルシェーディングと手描きのアニメーションが混在しているようだ。 あなたがよく知っているように、このコンビネーションは通常かなり悪く見えますが、意外にも、彼らはこのショーで本当に本当に本当に見えるように管理しました。 アンタゴニストはすべて活気にあふれ、邪悪に染み込んでいます。ネオンライトはすべてネオンが柔らかく、放棄された壁のポスターは慎重に書かれています。 背景のアートワークのディテールは、キャラクターにしたのと同じくらいバックグラウンドに多くの作業を加えているように思われます。\n\n効果音と声の演出に関しては、1人は非常に優れており、もう1人は非常に普通ではないことが分かります。 サウンドエフェクトは一流のノッチであり、気分を完全に設定します。 ほとんど少し完璧です。 静かな空気が聞こえたり、ネオンライトが鳴り響き、荒れ果てた建物でさえも、アンティークな透明感ですっきりとした亀裂が広がります。 時には、あなたもショーに入ると、実際には音が飛びます。 一方、声の演技は最高で平凡です。 彼らは話すことさえしないほとんどの時間、彼らは主に恐怖の中で走り、叫ぶ。  2人の子供は全く話していません。 しかし、対話がないところでは、彼らは通常、サスペンス、かわいそう、まったく不思議な歌のようなものです。\n\nいつものように、私のレビューはショー全体より長くなるようになってきています。 全体的に、このショーはユニークなショーに心を開いた素晴らしい心理的なスリラーです。 このショーは、明らかに穴と矛盾でいっぱいですが、私がそれを見るたびに、全体の経験はまだエキサイティングです。 そして私はそれをすでに4回見ました:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nKakurenbo is a one-shot ova and is Yamatoworks first attempt at an anime. And as the title suggests, its an OVA about hide and seek. But like any good anime out there theres a lot of rules and twists to this 30 minute show. Thirty minutes isn't enough time to flesh out character backgrounds and a deep story but it gives out the rules and punishments of the game all in the beginning of the show. And that gives this show a lot of points from me considering how confusing and crazy the show gets right away. For example one of the rules gets broken even before the game begins. But it all will start to make sense toward the end.\n\n\u001b[1mカークレンボはワンショットの卵子であり、アニメで初めてヤマトウォークの試みです。 そして、タイトルが示唆するように、その隠れとシークについてのOVA。 しかし、そこに良いアニメのように、この30分のショーに多くのルールとひねりがあります。  30分は、キャラクターの背景や深いストーリーを肉付けするのに十分な時間ではありませんが、ショーの初めにゲームのルールと罰則がすべて与えられます。 そして、それはショーがすぐにいかに混乱し、狂っているかを考えて、このショーに私から多くのポイントを与えます。 例えば、ルールの1つは、ゲームが始まる前でも壊れています。 しかし、すべてが終わりに向かって意味を持ち始めるでしょう。\u001b[22m\n\u001b[1m(Kākurenbo wa wan shotto no ranshideari, anime de hajimete yamatou~ōku no kokoromidesu. Soshite, taitoru ga shisa suru yō ni, sono kakure to shīku ni tsuite no ovu~a. Shikashi, soko ni yoi anime no yō ni, kono 30-bu no shō ni ōku no rūru to hineri ga arimasu. 30-Bu wa, kyarakutā no haikei ya fukai sutōrī o nikudzuke suru no ni jūbun'na jikande wa arimasenga, shō no hajime ni gēmu no rūru to bassoku ga subete atae raremasu. Soshite, soreha shō ga sugu ni ikani konran shi, kurutte iru ka o kangaete, kono shō ni watashi kara ōku no pointo o ataemasu. Tatoeba, rūru no 1tsu wa, gēmu ga hajimaru mae demo kowarete imasu. Shikashi, subete ga owari ni mukatte imi o mochi hajimerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mKakurenbo is a one-shot ova and is Yamatoworks first attempt at an anime. And as the title suggests, its an OVA about hide and seek. But like any good anime out there theres a lot of rules and twists to this 30 minute show. Thirty minutes isn't enough time to flesh out character backgrounds and a deep story but it gives out the rules and punishments of the game all in the beginning of the show. And that gives this show a lot of points from me considering how confusing and crazy the show gets right away. For example one of the rules gets broken even before the game begins. But it all will start to make sense toward the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKakurenbo is a one-shot ova and is Yamatoworks first attempt at an anime.\u001b[24m\n    \u001b[1mカークレンボはワンショットの卵子であり、アニメで初めてヤマトウォークの試みです。\u001b[22m, \u001b[1mカクレンボはワンショット卵子で、アニメでYamatoworks最初の試みです。\u001b[22m\n\u001b[4mAnd as the title suggests, its an OVA about hide and seek.\u001b[24m\n    \u001b[1mそして、タイトルが示唆するように、その隠れとシークについてのOVA。\u001b[22m, \u001b[1mタイトルが示すように、非表示についてのOVAおよびシーク。\u001b[22m\n\u001b[4mBut like any good anime out there theres a lot of rules and twists to this 30 minute show.\u001b[24m\n    \u001b[1mしかし、そこに良いアニメのように、この30分のショーに多くのルールとひねりがあります。\u001b[22m, \u001b[1mしかし、そこに何か良いアニメのように、この30分間のショーにルールやひねりの多くをtheresの。\u001b[22m\n\u001b[4mThirty minutes isn't enough time to flesh out character backgrounds and a deep story but it gives out the rules and punishments of the game all in the beginning of the show.\u001b[24m\n    \u001b[1m30分は、キャラクターの背景や深いストーリーを肉付けするのに十分な時間ではありませんが、ショーの初めにゲームのルールと罰則がすべて与えられます。\u001b[22m, \u001b[1m30分には、文字の背景や深いストーリーを肉付けするのに十分な時間ではありませんが、それはすべてのショーの最初にゲームのルールと罰則を与えます。\u001b[22m\n\u001b[4mAnd that gives this show a lot of points from me considering how confusing and crazy the show gets right away.\u001b[24m\n    \u001b[1mそして、それはショーがすぐにいかに混乱し、狂っているかを考えて、このショーに私から多くのポイントを与えます。\u001b[22m, \u001b[1mそして、それはこのショーに混乱と狂気のショーはすぐに取得する方法を検討し、私から多くのポイントを与えます。\u001b[22m\n\u001b[4mFor example one of the rules gets broken even before the game begins.\u001b[24m\n    \u001b[1m例えば、ルールの1つは、ゲームが始まる前でも壊れています。\u001b[22m, \u001b[1m例えば、ルールのいずれかは、ゲームが始まる前であっても壊れます。\u001b[22m\n\u001b[4mBut it all will start to make sense toward the end.\u001b[24m\n    \u001b[1mしかし、すべてが終わりに向かって意味を持ち始めるでしょう。\u001b[22m, \u001b[1mしかし、それはすべての終わりに向かって意味をなすために開始します。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the characters, they're all grade school children but they all have their own unique style and look. For instance, one kid has earrings big enough to have a kanji symbol on it, another has a mowhawk, etc. Regardless these kids arent your typical type of kids but I don't think this show is aimed toward a young audience considering the graphic nature of this OVA. Well its not a graphic violence but more of a psycho thriller. Which is pretty unique since you dont see these types of anime being produced as much. But back to the characters, they all wear fox masks as a requirement to play the game. I'm assuming this is a move to save money on animation, or it can be to increase the scare factor of the show. Which brings me to the art and animation of the show.\n\n\u001b[1mキャラクターはすべて小学生ですが、彼らはすべて独自のスタイルと見た目を持っています。 例えば、1人の子供には漢字のシンボルが付いているほど大きなピアスがあり、もう1人にはモホークなどがあります。これらの子供はあなたの典型的なタイプの子供ではありませんが、このショーはグラフィックを考える若い聴衆を対象としていません このOVAの性質。 まあ、それは暴力的ではありませんが、サイコスリラーのほうがはっきりしています。 あなたはこれらのタイプのアニメが多く作られるのを見ていないので、これはかなりユニークです。 しかし、キャラクターに戻って、彼らはすべてゲームをプレイするための要件としてキツキマスクを着用します。 私は、これがアニメーションにお金を節約する動きであると仮定しています。または、ショーの恐怖要因を増やすことができます。 これはショーの芸術とアニメーションに私をもたらします。\u001b[22m\n\u001b[1m(Kyarakutā wa subete shōgakuseidesuga, karera wa subete dokuji no sutairu to mitame o motte imasu. Tatoeba, 1-ri no kodomo ni wa kanji no shinboru ga tsuite iru hodo ōkina piasu ga ari, mō 1-ri ni wa mohōku nado ga arimasu. Korera no kodomo wa anata no tenkei-tekina taipu no kodomode wa arimasenga, kono shō wa gurafikku o kangaeru wakai chōshū o taishō to shite imasen kono ovu~a no seishitsu. Mā, soreha bōryoku-tekide wa arimasenga, saikosurirā no hō ga hakkiri shite imasu. Anata wa korera no taipu no anime ga ōku tsukura reru no o mite inainode, kore wa kanari yunīkudesu. Shikashi, kyarakutā ni modotte, karera wa subete gēmu o purei suru tame no yōken to shite kitsukimasuku o chakuyō shimasu. Watashi wa, kore ga animēshon ni okane o setsuyaku suru ugokidearu to katei shite imasu. Matawa, shō no kyōfu yōin o fuyasu koto ga dekimasu. Kore wa shō no geijutsu to animēshon ni watashi o motarashimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs for the characters, they're all grade school children but they all have their own unique style and look. For instance, one kid has earrings big enough to have a kanji symbol on it, another has a mowhawk, etc. Regardless these kids arent your typical type of kids but I don't think this show is aimed toward a young audience considering the graphic nature of this OVA. Well its not a graphic violence but more of a psycho thriller. Which is pretty unique since you dont see these types of anime being produced as much. But back to the characters, they all wear fox masks as a requirement to play the game. I'm assuming this is a move to save money on animation, or it can be to increase the scare factor of the show. Which brings me to the art and animation of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the characters, they're all grade school children but they all have their own unique style and look.\u001b[24m\n    \u001b[1mキャラクターはすべて小学生ですが、彼らはすべて独自のスタイルと見た目を持っています。\u001b[22m, \u001b[1m文字のように、彼らはすべての小学校の子供たちだが、それらはすべて自分自身のユニークなスタイルと顔をしています。\u001b[22m\n\u001b[4mFor instance, one kid has earrings big enough to have a kanji symbol on it, another has a mowhawk, etc. Regardless these kids arent your typical type of kids but I don't think this show is aimed toward a young audience considering the graphic\u001b[24m\n    \u001b[1m例えば、1人の子供には漢字のシンボルが付いているほど大きなピアスがあり、もう1人にはモホークなどがあります。これらの子供はあなたの典型的なタイプの子供ではありませんが、このショーはグラフィックを考える若い聴衆を対象としていません\u001b[22m, \u001b[1m例えば、1の子供がそれに漢字記号を持っているのに十分な大きさのイヤリングを持って、別のはmowhawkなどは関係なく、これらの子供たちは子供のあなたの典型的なタイプをアレントを持っているが、私はグラフィックを考慮し、このショーは、若い観客に向かって目指しているとは思いません\u001b[22m\n\u001b[4mnature of this OVA.\u001b[24m\n    \u001b[1mこのOVAの性質。\u001b[22m\n\u001b[4mWell its not a graphic violence but more of a psycho thriller.\u001b[24m\n    \u001b[1mまあ、それは暴力的ではありませんが、サイコスリラーのほうがはっきりしています。\u001b[22m, \u001b[1mまあそのないサイコスリラーの暴力的な描写が、より。\u001b[22m\n\u001b[4mWhich is pretty unique since you dont see these types of anime being produced as much.\u001b[24m\n    \u001b[1mあなたはこれらのタイプのアニメが多く作られるのを見ていないので、これはかなりユニークです。\u001b[22m, \u001b[1mこれはあなたができるだけ多く生産されてアニメのこれらのタイプを参照してくださいいけないので、かなりユニークです。\u001b[22m\n\u001b[4mBut back to the characters, they all wear fox masks as a requirement to play the game.\u001b[24m\n    \u001b[1mしかし、キャラクターに戻って、彼らはすべてゲームをプレイするための要件としてキツキマスクを着用します。\u001b[22m, \u001b[1mしかし、バック文字に、彼らはすべてのゲームをプレイするための要件として、キツネマスクを着用してください。\u001b[22m\n\u001b[4mI'm assuming this is a move to save money on animation, or it can be to increase the scare factor of the show.\u001b[24m\n    \u001b[1m私は、これがアニメーションにお金を節約する動きであると仮定しています。または、ショーの恐怖要因を増やすことができます。\u001b[22m, \u001b[1m私はこれがアニメーションでお金を節約しようとする動きであると仮定している、またはそれはショーの恐怖率を増加させることができます。\u001b[22m\n\u001b[4mWhich brings me to the art and animation of the show.\u001b[24m\n    \u001b[1mこれはショーの芸術とアニメーションに私をもたらします。\u001b[22m, \u001b[1mこれはショーのアートやアニメーションに私をもたらします。\u001b[22m\n\u001b[1m\u001b[22m\nApparently it took the production team 6 months to produce this one episode, and you can see that most of their work was put into the art and animation of this show. It looks like most of the show was hand drawn but the characters are a mix of cell-shading and hand drawn animation. As you well know this combination usually looks pretty bad, but surprisingly they managed to make it look really REALLy good in this show. The antagonists are all vibrant and oozing evil, neon lights all have a soft neon glow, posters on abandoned walls are written out with care, and even heaps of trash and debris have their own beauty to them. The detail to the background artwork is just insane it appears they put in just as much work to the backgrounds as they did to the characters.\n\n\u001b[1mどうやら、この1つのエピソードを制作するのに6ヶ月の制作チームが必要でした。そして、あなたは、彼らの作品のほとんどがこのショーのアートとアニメーションに入っていることがわかります。 ショーのほとんどは手描きだが、キャラクターはセルシェーディングと手描きのアニメーションが混在しているようだ。 あなたがよく知っているように、このコンビネーションは通常かなり悪く見えますが、意外にも、彼らはこのショーで本当に本当に本当に見えるように管理しました。 アンタゴニストはすべて活気にあふれ、邪悪に染み込んでいます。ネオンライトはすべてネオンが柔らかく、放棄された壁のポスターは慎重に書かれています。 背景のアートワークのディテールは、キャラクターにしたのと同じくらいバックグラウンドに多くの作業を加えているように思われます。\u001b[22m\n\u001b[1m(Dōyara, kono 1tsu no episōdo o seisaku suru no ni 6-kagetsu no seisaku chīmu ga hitsuyōdeshita. Soshite, anata wa, karera no sakuhin no hotondo ga kono shō no āto to animēshon ni haitte iru koto ga wakarimasu. Shō no hotondo wa tegakidaga, kyarakutā wa serushēdingu to tegaki no animēshon ga konzai shite iru yōda. Anata ga yoku shitte iru yō ni, kono konbinēshon wa tsūjō kanari waruku miemasuga, igainimo, karera wa kono shō de hontōni hontōni hontōni mieru yō ni kanri shimashita. Antagonisuto wa subete kakki ni afure, jaaku ni shimikonde imasu. Neonraito wa subete neon ga yawarakaku, hōki sa reta kabe no posutā wa shinchō ni kaka rete imasu. Haikei no ātowāku no ditēru wa, kyarakutā ni shita no to onaji kurai bakkuguraundo ni ōku no sagyō o kuwaete iru yō ni omowa remasu.)\u001b[22m\n\nTranslations of \u001b[4mApparently it took the production team 6 months to produce this one episode, and you can see that most of their work was put into the art and animation of this show. It looks like most of the show was hand drawn but the characters are a mix of cell-shading and hand drawn animation. As you well know this combination usually looks pretty bad, but surprisingly they managed to make it look really REALLy good in this show. The antagonists are all vibrant and oozing evil, neon lights all have a soft neon glow, posters on abandoned walls are written out with care, and even heaps of trash and debris have their own beauty to them. The detail to the background artwork is just insane it appears they put in just as much work to the backgrounds as they did to the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mApparently it took the production team 6 months to produce this one episode, and you can see that most of their work was put into the art and animation of this show.\u001b[24m\n    \u001b[1mどうやら、この1つのエピソードを制作するのに6ヶ月の制作チームが必要でした。そして、あなたは、彼らの作品のほとんどがこのショーのアートとアニメーションに入っていることがわかります。\u001b[22m, \u001b[1mどうやらそれは、この1つのエピソードを生成するために6ヶ月の制作チームを取って、あなたは自分の仕事のほとんどは、この番組のアートやアニメーションに入れられたことがわかります。\u001b[22m\n\u001b[4mIt looks like most of the show was hand drawn but the characters are a mix of cell-shading and hand drawn animation.\u001b[24m\n    \u001b[1mショーのほとんどは手描きだが、キャラクターはセルシェーディングと手描きのアニメーションが混在しているようだ。\u001b[22m, \u001b[1mショーのほとんどが手描かれたように見えますが、文字はセルシェーディングと手描きアニメーションのミックスです。\u001b[22m\n\u001b[4mAs you well know this combination usually looks pretty bad, but surprisingly they managed to make it look really REALLy good in this show.\u001b[24m\n    \u001b[1mあなたがよく知っているように、このコンビネーションは通常かなり悪く見えますが、意外にも、彼らはこのショーで本当に本当に本当に見えるように管理しました。\u001b[22m, \u001b[1mあなたもこの組み合わせを知っているように、通常はかなり悪いように見えますが、驚くべきことに、彼らはそれがこの番組で本当に良い見えるように管理されます。\u001b[22m\n\u001b[4mThe antagonists are all vibrant and oozing evil, neon lights all have a soft neon glow, posters on abandoned walls are written out with care, and even heaps of trash and debris have their own beauty to them.\u001b[24m\n    \u001b[1mアンタゴニストはすべて活気にあふれ、邪悪に染み込んでいます。ネオンライトはすべてネオンが柔らかく、放棄された壁のポスターは慎重に書かれています。\u001b[22m, \u001b[1mアンタゴニストは、すべての活気とにじみ出る悪、ネオン、すべては放棄された壁にポスターを注意して書き出され、ソフトネオンの輝きを持っており、ゴミや破片のさえヒープは、彼らに自分の美しさを持っています。\u001b[22m\n\u001b[4mThe detail to the background artwork is just insane it appears they put in just as much work to the backgrounds as they did to the characters.\u001b[24m\n    \u001b[1m背景のアートワークのディテールは、キャラクターにしたのと同じくらいバックグラウンドに多くの作業を加えているように思われます。\u001b[22m, \u001b[1m背景アートワークの詳細は、彼らが文字に行ったように、彼らは背景に同じように多くの仕事を入れ現れるだけで非常識です。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the sound effects and voice acting, one turns out VERY EXCELLENT and the other turns out VERY mediocre. The sound effects are top notch and set the mood all perfectly. Almost a little too perfect. Still air can be heard, buzzing of neon lights, even the dilapidated buildings that make the setting all creak and crack with antique clarity. At times, the sound will actually make you jump if you get too into the show. On the other hand, the voice acting is mediocre at best. Most of the time they don't even speak, they mostly run and scream in fear. Two of the kids don't even speak at all. But where there is no dialog, they're usually some sort of suspenseful, creepy, or downright ominous song brooding over the show.\n\n\u001b[1m効果音と声の演出に関しては、1人は非常に優れており、もう1人は非常に普通ではないことが分かります。 サウンドエフェクトは一流のノッチであり、気分を完全に設定します。 ほとんど少し完璧です。 静かな空気が聞こえたり、ネオンライトが鳴り響き、荒れ果てた建物でさえも、アンティークな透明感ですっきりとした亀裂が広がります。 時には、あなたもショーに入ると、実際には音が飛びます。 一方、声の演技は最高で平凡です。 彼らは話すことさえしないほとんどの時間、彼らは主に恐怖の中で走り、叫ぶ。  2人の子供は全く話していません。 しかし、対話がないところでは、彼らは通常、サスペンス、かわいそう、まったく不思議な歌のようなものです。\u001b[22m\n\u001b[1m(Kōka-on to koe no enshutsu ni kanshite wa, 1-ri wa hijō ni sugurete ori, mō 1-ri wa hijō ni futsūde wanai koto ga wakarimasu. Saundoefekuto wa ichiryū no notchideari, kibun o kanzen ni settei shimasu. Hotondo sukoshi kanpekidesu. Shizukana kūki ga kikoe tari, neonraito ga narihibiki, arehateta tatemonode sae mo, antīkuna tōmei-kan de sukkiri to shita kiretsu ga hirogarimasu. Tokiniha, anata mo shō ni hairu to, jissai ni wa oto ga tobimasu. Ippō,-goe no engi wa saikō de heibondesu. Karera wa hanasu koto sae shinai hotondo no jikan, karera wa omoni kyōfu no naka de hashiri, sakebu. 2-Ri no kodomo wa mattaku hanashite imasen. Shikashi, taiwa ga nai tokorode wa, karera wa tsūjō, sasupensu, kawaisō, mattaku fushigina uta no yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mAs for the sound effects and voice acting, one turns out VERY EXCELLENT and the other turns out VERY mediocre. The sound effects are top notch and set the mood all perfectly. Almost a little too perfect. Still air can be heard, buzzing of neon lights, even the dilapidated buildings that make the setting all creak and crack with antique clarity. At times, the sound will actually make you jump if you get too into the show. On the other hand, the voice acting is mediocre at best. Most of the time they don't even speak, they mostly run and scream in fear. Two of the kids don't even speak at all. But where there is no dialog, they're usually some sort of suspenseful, creepy, or downright ominous song brooding over the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the sound effects and voice acting, one turns out VERY EXCELLENT and the other turns out VERY mediocre.\u001b[24m\n    \u001b[1m効果音と声の演出に関しては、1人は非常に優れており、もう1人は非常に普通ではないことが分かります。\u001b[22m, \u001b[1m効果音や声の演技については、1は、極めて優れ判明し、他は非常に平凡判明します。\u001b[22m\n\u001b[4mThe sound effects are top notch and set the mood all perfectly.\u001b[24m\n    \u001b[1mサウンドエフェクトは一流のノッチであり、気分を完全に設定します。\u001b[22m, \u001b[1m効果音は最高ですし、すべての完璧なムードを設定します。\u001b[22m\n\u001b[4mAlmost a little too perfect.\u001b[24m\n    \u001b[1mほとんど少し完璧です。\u001b[22m, \u001b[1m完璧すぎるほとんど少し。\u001b[22m\n\u001b[4mStill air can be heard, buzzing of neon lights, even the dilapidated buildings that make the setting all creak and crack with antique clarity.\u001b[24m\n    \u001b[1m静かな空気が聞こえたり、ネオンライトが鳴り響き、荒れ果てた建物でさえも、アンティークな透明感ですっきりとした亀裂が広がります。\u001b[22m, \u001b[1mまだ空気が聞くことができる、ネオン、設定すべてのきしみ作り、アンティーク明快で割れても老朽化した建物の賑やか。\u001b[22m\n\u001b[4mAt times, the sound will actually make you jump if you get too into the show.\u001b[24m\n    \u001b[1m時には、あなたもショーに入ると、実際には音が飛びます。\u001b[22m, \u001b[1m時には、音は実際にあなたもショーに入る場合は、ジャンプになります。\u001b[22m\n\u001b[4mOn the other hand, the voice acting is mediocre at best.\u001b[24m\n    \u001b[1m一方、声の演技は最高で平凡です。\u001b[22m, \u001b[1m一方、声の演技は最高の状態で平凡です。\u001b[22m\n\u001b[4mMost of the time they don't even speak, they mostly run and scream in fear.\u001b[24m\n    \u001b[1m彼らは話すことさえしないほとんどの時間、彼らは主に恐怖の中で走り、叫ぶ。\u001b[22m, \u001b[1m時間のほとんどは、彼らも、彼らは主に恐怖の中で実行され、悲鳴、話すことはありません。\u001b[22m\n\u001b[4mTwo of the kids don't even speak at all.\u001b[24m\n    \u001b[1m2人の子供は全く話していません。\u001b[22m, \u001b[1m子供たちの二つは、まったく話すことはありません。\u001b[22m\n\u001b[4mBut where there is no dialog, they're usually some sort of suspenseful, creepy, or downright ominous song brooding over the show.\u001b[24m\n    \u001b[1mしかし、対話がないところでは、彼らは通常、サスペンス、かわいそう、まったく不思議な歌のようなものです。\u001b[22m, \u001b[1m何のダイアログが存在しない場合にでも、彼らは通常ショーの上、サスペンス不気味な、あるいは実に不吉な曲さえないのいくつかの並べ替えています。\u001b[22m\n\u001b[1m\u001b[22m\nAs usual, my review is starting to becoming longer than the whole show itself. Overall, the show is a great psychological thriller who is very open minded to unique shows. This show is obviously full of holes and inconsistencies, but the whole experience will still be exciting every time i watch it. And I've watched it 4 times already :)\n\n\u001b[1mいつものように、私のレビューはショー全体より長くなるようになってきています。 全体的に、このショーはユニークなショーに心を開いた素晴らしい心理的なスリラーです。 このショーは、明らかに穴と矛盾でいっぱいですが、私がそれを見るたびに、全体の経験はまだエキサイティングです。 そして私はそれをすでに4回見ました:)\u001b[22m\n\u001b[1m(Itsumo no yō ni, watashi no rebyū wa shō zentai yori nagaku naru yō ni natte kite imasu. Zentai-teki ni, kono shō wa yunīkuna shō ni kokoro o aita subarashī shinri-tekina surirādesu. Kono shō wa, akiraka ni ana to mujun de ippaidesuga, watashi ga sore o miru tabi ni, zentai no keiken wa mada ekisaitingudesu. Soshite watashi wa sore o sudeni 4-kai mimashita: ))\u001b[22m\n\nTranslations of \u001b[4mAs usual, my review is starting to becoming longer than the whole show itself. Overall, the show is a great psychological thriller who is very open minded to unique shows. This show is obviously full of holes and inconsistencies, but the whole experience will still be exciting every time i watch it. And I've watched it 4 times already :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs usual, my review is starting to becoming longer than the whole show itself.\u001b[24m\n    \u001b[1mいつものように、私のレビューはショー全体より長くなるようになってきています。\u001b[22m, \u001b[1mいつものように、私のレビューは、全体のショー自体よりも長くなるに開始されます。\u001b[22m\n\u001b[4mOverall, the show is a great psychological thriller who is very open minded to unique shows.\u001b[24m\n    \u001b[1m全体的に、このショーはユニークなショーに心を開いた素晴らしい心理的なスリラーです。\u001b[22m, \u001b[1m全体的に、ショーはユニークなショーに気に非常にオープンである偉大なサイコスリラーです。\u001b[22m\n\u001b[4mThis show is obviously full of holes and inconsistencies, but the whole experience will still be exciting every time i watch it.\u001b[24m\n    \u001b[1mこのショーは、明らかに穴と矛盾でいっぱいですが、私がそれを見るたびに、全体の経験はまだエキサイティングです。\u001b[22m, \u001b[1mこのショーは、穴や矛盾の明らかいっぱいですが、全体的な経験はまだ私はそれを見るたびにエキサイティングになります。\u001b[22m\n\u001b[4mAnd I've watched it 4 times already :)\u001b[24m\n    \u001b[1mそして私はそれをすでに4回見ました:)\u001b[22m, \u001b[1mそして、私は4回すでにそれを見てきた:)\u001b[22m"
  },
  {
    "title": "Kakurenbo",
    "id": "1192",
    "url": "https://myanimelist.net/anime/1192/Kakurenbo",
    "user": "Venneh",
    "profile": "/profile/Venneh/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=9106",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  8\n|  8\n\nちｔぇ： かくれんぼ\n\nAnime：Kakurenboは、CoMix Wave Inc（毎秒5センチメートルの仕事で知られ、遠くの星からの声で知られている）、電通株式会社（Antique BakeryとDの作品で知られている）とのコラボレーションとして制作された30分のOVAです。  Grey-Man）とYamatoworks / DAC（デビュー作）、森田修平（監督はFreedom OVAシリーズ）。  Kakurenboは2004年9月1日に日本で発売され、現在廃止されたCentral Park MediaによってStatesideのライセンスを受け、2005年10月30日にリリースされました。\n\nストーリー：今や廃墟になっている都市では、子供達はオトコヨのゲームをプレイしていますが、プレイされるたびに消えていくと思われます。 ハラクという男の子が、オトコヨを逃した妹を見つけることを望んで、ゲームに入ります。\n\nこのOVAは本当にうんざりな要素を増やしています。 あなたはバックグラウンドがまったくなくても、この世界に投げ込まれます。そして、真実は、あなたが通過するにつれてますます怖がって成長するゲームを通して、これらの子供たちを見てゆっくりと解きます。 最初は子供たちのことは分かっていません。ゲームに必要なすべてのキツネの悪魔マスクを着ていますが、ゲームを進行するにつれて彼らについての詳細を学びます。 これにはいくつかの文化的背景を示唆していますが、これらのことをより意味をなさせるようにするため、これにはいくつかの優れたひどいひねりがあります。  30分ほどですべてがうまく包まれます。\n\nアート：Kakurenboは、Zelda：Wind WakerのLegendのように3D CGIとセルシェードアニメーションを使用して完全に作られました。 これのための芸術は、一般的に信じられないほどよく行われており、ここで見つけたクリーチャーのデザインはもちろん、雰囲気の奇妙さを完全に伝えています。 私は個人的にはそれほど多くのファンシェイプアニメーションのファンではありませんが、場所によってはちょっと変わったように見えます。特に、信じられないほど木製の子供の表現に関しては、そうです。 しかし、それはかなり新しい技術です。だから、おそらく時間とともに使いやすくなるでしょう。\n\n音楽：私は彼らがここで何をしたのが本当に好きです。 伝統的な楽器は完全に使用され、完全に統合されています。 優秀に完了しました。\n\n西友：彼らは特に際立っていませんでしたが、どちらも印象が残っていませんでした。 全体的に、ここでパス可能な仕事。\n\n長さ：OVAは30分の実行時間で少し制約されているように感じますが、子供たちのように投資されていなくても、良い、恐るべき話をしています。 全体的に、たとえそれが少し良いかもしれないとしても、それはどんな時があるのか​​よく分かります。\n\n全体的には：かなり良い物語と音楽トラック、まともな芸術と風情、そして最大の効果のために長くなっていたかもしれない長さで驚くほど恐ろしいOVA。 ハロウィーンのための良い時計。\n\nストーリー：8/10\nアート：7/10\n音楽：9/10\n西友：7/10\n長さ：8/10\n\n全体：39/50;  78％（B-）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nちｔぇ： かくれんぼ\n(Chi t ~e: Kakurenbo)\n\n\u001b[1mちｔぇ： かくれんぼ\u001b[22m\n\u001b[1m(Chi t ~e: Kakurenbo)\u001b[22m\n\u001b[1m\u001b[22m\nAnime: Kakurenbo is a half-hour OVA that was produced as a collaboration between CoMix Wave Inc (known for their work on 5 Centimeters per Second and Voices From a Distant Star), Dentsu Inc (known for their work on Antique Bakery and D. Gray-Man) and Yamatoworks/DAC (this was their debut production), and directed by Shuhei Morita (who also directed the Freedom OVA series). Kakurenbo was released on September 1st, 2004 in Japan, was licensed Stateside by the now defunct Central Park Media, who released it on October 30th, 2005.\n\n\u001b[1mAnime：Kakurenboは、CoMix Wave Inc（毎秒5センチメートルの仕事で知られ、遠くの星からの声で知られている）、電通株式会社（Antique BakeryとDの作品で知られている）とのコラボレーションとして制作された30分のOVAです。  Grey-Man）とYamatoworks / DAC（デビュー作）、森田修平（監督はFreedom OVAシリーズ）。  Kakurenboは2004年9月1日に日本で発売され、現在廃止されたCentral Park MediaによってStatesideのライセンスを受け、2005年10月30日にリリースされました。\u001b[22m\n\u001b[1m(Anime: Kakurenbo wa, CoMix u~ēvu Inc (maibyō 5senchi mētoru no shigoto de shira re, tōku no hoshi kara no koe de shira rete iru), Dentsū kabushikigaisha (antīku bēkarī to D no sakuhin de shira rete iru) to no koraborēshon to shite seisaku sa reta 30-bu no ovu~adesu. Grey - Man) to Yamatoworks/ dakku (debyū-saku), morita shūhei (kantoku wa Freedom ovu~a shirīzu). Kakurenbo wa 2004-nen 9 tsuki 1-nichi ni Nihon de hatsubai sa re, genzai haishi sa reta sentorarupāku media ni yotte Stateside no raisensu o uke, 2005-nen 10 tsuki 30-nichi ni rirīsu sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mAnime: Kakurenbo is a half-hour OVA that was produced as a collaboration between CoMix Wave Inc (known for their work on 5 Centimeters per Second and Voices From a Distant Star), Dentsu Inc (known for their work on Antique Bakery and D. Gray-Man) and Yamatoworks/DAC (this was their debut production), and directed by Shuhei Morita (who also directed the Freedom OVA series). Kakurenbo was released on September 1st, 2004 in Japan, was licensed Stateside by the now defunct Central Park Media, who released it on October 30th, 2005.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnime: Kakurenbo is a half-hour OVA that was produced as a collaboration between CoMix Wave Inc (known for their work on 5 Centimeters per Second and Voices From a Distant Star), Dentsu Inc (known for their work on Antique Bakery and D.\u001b[24m\n    \u001b[1mAnime：Kakurenboは、CoMix Wave Inc（毎秒5センチメートルの仕事で知られ、遠くの星からの声で知られている）、電通株式会社（Antique BakeryとDの作品で知られている）とのコラボレーションとして制作された30分のOVAです。\u001b[22m, \u001b[1mアニメ：カクレンボは、コミックス・ウェーブ株式会社（遠くの星から2番目と声あたり5センチメートル上の自分の仕事のために知られている）、西洋骨董洋菓子店およびD上彼らの作品で知ら電通（間のコラボレーションのようにして製造した半時間のOVAであります\u001b[22m\n\u001b[4mGray-Man) and Yamatoworks/DAC (this was their debut production), and directed by Shuhei Morita (who also directed the Freedom OVA series).\u001b[24m\n    \u001b[1mGrey-Man）とYamatoworks / DAC（デビュー作）、森田修平（監督はFreedom OVAシリーズ）。\u001b[22m, \u001b[1mグレイマン）とYamatoworks / DAC（これは彼らのデビューの生産だった）、また自由OVAシリーズを監督森田修平（）が監督。\u001b[22m\n\u001b[4mKakurenbo was released on September 1st, 2004 in Japan, was licensed Stateside by the now defunct Central Park Media, who released it on October 30th, 2005.\u001b[24m\n    \u001b[1mKakurenboは2004年9月1日に日本で発売され、現在廃止されたCentral Park MediaによってStatesideのライセンスを受け、2005年10月30日にリリースされました。\u001b[22m, \u001b[1mカクレンボは、日本では2004年9月1日にリリースされた10月30日、2005年にそれを発表し、今は亡きセントラルパークメディアによって合衆国に認可されました。\u001b[22m\n\u001b[1m\u001b[22m\nStory: In a city that's now in ruins, children play the game of Otokoyo (a Japanese version of hide and seek), but seemingly disappear whenever it's played, supposedly spirited away by demons. A boy named Haraku enters the game hoping to find his sister, who went missing playing Otokoyo.\n\n\u001b[1mストーリー：今や廃墟になっている都市では、子供達はオトコヨのゲームをプレイしていますが、プレイされるたびに消えていくと思われます。 ハラクという男の子が、オトコヨを逃した妹を見つけることを望んで、ゲームに入ります。\u001b[22m\n\u001b[1m(Sutōrī: Imaya haikyo ni natte iru toshide wa, kodomodachi wa otokoyo no gēmu o purei shite imasuga, purei sa reru tabi ni kieteiku to omowa remasu. Haraku to iu otokonoko ga, otokoyo o nogashita imōto o mitsukeru koto o nozonde, gēmu ni hairimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: In a city that's now in ruins, children play the game of Otokoyo (a Japanese version of hide and seek), but seemingly disappear whenever it's played, supposedly spirited away by demons. A boy named Haraku enters the game hoping to find his sister, who went missing playing Otokoyo.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: In a city that's now in ruins, children play the game of Otokoyo (a Japanese version of hide and seek), but seemingly disappear whenever it's played, supposedly spirited away by demons.\u001b[24m\n    \u001b[1mストーリー：今や廃墟になっている都市では、子供達はオトコヨのゲームをプレイしていますが、プレイされるたびに消えていくと思われます。\u001b[22m, \u001b[1mストーリー：遺跡で、今だ都市では、子どもたちが（非表示の日本語版をシーク）Otokoyoのゲームをプレイするが、それが演奏されるたびに、一見消えるが、おそらく悪魔によって神隠し。\u001b[22m\n\u001b[4mA boy named Haraku enters the game hoping to find his sister, who went missing playing Otokoyo.\u001b[24m\n    \u001b[1mハラクという男の子が、オトコヨを逃した妹を見つけることを望んで、ゲームに入ります。\u001b[22m, \u001b[1mHarakuという名前の少年はOtokoyoをプレイ行方不明になった妹を、見つけることを期待してゲームに入ります。\u001b[22m\n\u001b[1m\u001b[22m\nThis OVA's really good at ramping up the creepy factor. You're thrown into this world with little to no background whatsoever, and truths unravel slowly as you watch these kids going through the game, which grows more and more scary as you go through. You don't know much about the kids initially, as they're all wearing fox demon masks, as required per the game, but you learn enough details about them as they go through the game. And there are some excellent and truly scary twists in this, though I would suggest some cultural background before going into this, as it'll make these make a lot more sense. And everything wraps up neatly in a half hour's time.\n\n\u001b[1mこのOVAは本当にうんざりな要素を増やしています。 あなたはバックグラウンドがまったくなくても、この世界に投げ込まれます。そして、真実は、あなたが通過するにつれてますます怖がって成長するゲームを通して、これらの子供たちを見てゆっくりと解きます。 最初は子供たちのことは分かっていません。ゲームに必要なすべてのキツネの悪魔マスクを着ていますが、ゲームを進行するにつれて彼らについての詳細を学びます。 これにはいくつかの文化的背景を示唆していますが、これらのことをより意味をなさせるようにするため、これにはいくつかの優れたひどいひねりがあります。  30分ほどですべてがうまく包まれます。\u001b[22m\n\u001b[1m(Kono ovu~a wa hontōni unzarina yōso o fuyashite imasu. Anata wa bakkuguraundo ga mattaku nakute mo, kono sekai ni nagekoma remasu. Soshite, shinjitsu wa, anata ga tsūka suru ni tsurete masumasu kowagatte seichō suru gēmu o tōshite, korera no kodomo-tachi o mite yukkuri to tokimasu. Saisho wa kodomo-tachi no koto wa wakatte imasen. Gēmu ni hitsuyōna subete no kitsune no akuma masuku o kite imasuga, gēmu o shinkō suru ni tsurete karera ni tsuite no shōsai o manabimasu. Kore ni wa ikutsu ka no bunka-teki haikei o shisa shite imasuga, korera no koto o yori imi o nasa seru yō ni suru tame, kore ni wa ikutsu ka no sugureta hidoi hineri ga arimasu. 30-Bu hodo de subete ga umaku tsutsuma remasu.)\u001b[22m\n\nTranslations of \u001b[4mThis OVA's really good at ramping up the creepy factor. You're thrown into this world with little to no background whatsoever, and truths unravel slowly as you watch these kids going through the game, which grows more and more scary as you go through. You don't know much about the kids initially, as they're all wearing fox demon masks, as required per the game, but you learn enough details about them as they go through the game. And there are some excellent and truly scary twists in this, though I would suggest some cultural background before going into this, as it'll make these make a lot more sense. And everything wraps up neatly in a half hour's time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis OVA's really good at ramping up the creepy factor.\u001b[24m\n    \u001b[1mこのOVAは本当にうんざりな要素を増やしています。\u001b[22m, \u001b[1mこのOVAは不気味な要因をランプアップで本当に良いことです。\u001b[22m\n\u001b[4mYou're thrown into this world with little to no background whatsoever, and truths unravel slowly as you watch these kids going through the game, which grows more and more scary as you go through.\u001b[24m\n    \u001b[1mあなたはバックグラウンドがまったくなくても、この世界に投げ込まれます。そして、真実は、あなたが通過するにつれてますます怖がって成長するゲームを通して、これらの子供たちを見てゆっくりと解きます。\u001b[22m, \u001b[1mあなたは何の背景に少しでこの世界に投げ込まれていて、あなたが通過するように、より多くの怖い成長ゲーム、通過するこれらの子供たちを見ながら真理がゆっくり解明します。\u001b[22m\n\u001b[4mYou don't know much about the kids initially, as they're all wearing fox demon masks, as required per the game, but you learn enough details about them as they go through the game.\u001b[24m\n    \u001b[1m最初は子供たちのことは分かっていません。ゲームに必要なすべてのキツネの悪魔マスクを着ていますが、ゲームを進行するにつれて彼らについての詳細を学びます。\u001b[22m, \u001b[1mゲームごとに必要に応じて、それらはすべて、キツネの悪魔のマスクを身に着けているように、最初は子供たちについて多くを知らないが、彼らはゲームを行くように、あなたはそれらについての十分な詳細を学びます。\u001b[22m\n\u001b[4mAnd there are some excellent and truly scary twists in this, though I would suggest some cultural background before going into this, as it'll make these make a lot more sense.\u001b[24m\n    \u001b[1mこれにはいくつかの文化的背景を示唆していますが、これらのことをより意味をなさせるようにするため、これにはいくつかの優れたひどいひねりがあります。\u001b[22m, \u001b[1mそして、この中のいくつかの優れた、本当に怖いねじれは、これらはより多くの意味を成してあげるように私は、このに入る前に、いくつかの文化的背景を示唆しているが、そこにあります。\u001b[22m\n\u001b[4mAnd everything wraps up neatly in a half hour's time.\u001b[24m\n    \u001b[1m30分ほどですべてがうまく包まれます。\u001b[22m, \u001b[1mそして、すべては時間半の時間にきちんと包み込みます。\u001b[22m\n\u001b[1m\u001b[22m\nArt: Kakurenbo was made entirely using 3D CGI and cel-shaded animation, like in Legend of Zelda: Wind Waker. The art for this in general is incredibly well done, and conveys the creepiness of the atmosphere perfectly, not to mention the designs of the creatures you find in here. 'm personally not that much of a fan of cel-shaded animation, though, as it does look a bit strange in places, especially with regards to the childrens' expressions, which are incredibly wooden. It is a fairly new technology, though, so it'll probably become better-used with time.\n\n\u001b[1mアート：Kakurenboは、Zelda：Wind WakerのLegendのように3D CGIとセルシェードアニメーションを使用して完全に作られました。 これのための芸術は、一般的に信じられないほどよく行われており、ここで見つけたクリーチャーのデザインはもちろん、雰囲気の奇妙さを完全に伝えています。 私は個人的にはそれほど多くのファンシェイプアニメーションのファンではありませんが、場所によってはちょっと変わったように見えます。特に、信じられないほど木製の子供の表現に関しては、そうです。 しかし、それはかなり新しい技術です。だから、おそらく時間とともに使いやすくなるでしょう。\u001b[22m\n\u001b[1m(Āto: Kakurenbo wa, Zelda: Wind Waker no Legend no yō ni 3 D CGI to serushēdoanimēshon o shiyō shite kanzen ni tsukura remashita. Kore no tame no geijutsu wa, ippantekini shinji rarenai hodo yoku okonawa rete ori, koko de mitsuketa kurīchā no dezain wa mochiron, fun'iki no kimyō-sa o kanzen ni tsutaete imasu. Watashi wa kojin-teki ni wa sorehodo ōku no fansheipuanimēshon no fande wa arimasenga, basho ni yotte wa chotto kawatta yō ni miemasu. Tokuni, shinji rarenai hodo mokusei no kodomo no hyōgen ni kanshite wa,-sōdesu. Shikashi, sore wa kanari atarashī gijutsudesu. Dakara, osoraku jikan to tomoni tsukai yasuku narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mArt: Kakurenbo was made entirely using 3D CGI and cel-shaded animation, like in Legend of Zelda: Wind Waker. The art for this in general is incredibly well done, and conveys the creepiness of the atmosphere perfectly, not to mention the designs of the creatures you find in here. 'm personally not that much of a fan of cel-shaded animation, though, as it does look a bit strange in places, especially with regards to the childrens' expressions, which are incredibly wooden. It is a fairly new technology, though, so it'll probably become better-used with time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: Kakurenbo was made entirely using 3D CGI and cel-shaded animation, like in Legend of Zelda: Wind Waker.\u001b[24m\n    \u001b[1mアート：Kakurenboは、Zelda：Wind WakerのLegendのように3D CGIとセルシェードアニメーションを使用して完全に作られました。\u001b[22m, \u001b[1mアート：風のタクト：カクレンボが完全に3D CGIやゼルダの伝説のようにセルシェーディングアニメーションを、使用して行われました。\u001b[22m\n\u001b[4mThe art for this in general is incredibly well done, and conveys the creepiness of the atmosphere perfectly, not to mention the designs of the creatures you find in here.\u001b[24m\n    \u001b[1mこれのための芸術は、一般的に信じられないほどよく行われており、ここで見つけたクリーチャーのデザインはもちろん、雰囲気の奇妙さを完全に伝えています。\u001b[22m, \u001b[1m一般的にはこのための技術は、非常によくやった、とあなたがここで見つける生き物のデザインはもちろんのこと、完全に雰囲気のcreepinessを搬送します。\u001b[22m\n\u001b[4m'm personally not that much of a fan of cel-shaded animation, though, as it does look a bit strange in places, especially with regards to the childrens' expressions, which are incredibly wooden.\u001b[24m\n    \u001b[1m私は個人的にはそれほど多くのファンシェイプアニメーションのファンではありませんが、場所によってはちょっと変わったように見えます。特に、信じられないほど木製の子供の表現に関しては、そうです。\u001b[22m, \u001b[1m信じられないほどの木製のある表現、 'それは特に子供に関して、場所で少し奇妙に見えるんので、しかし、セルシェーディングアニメのファンのそれほど個人的にはないM'。\u001b[22m\n\u001b[4mIt is a fairly new technology, though, so it'll probably become better-used with time.\u001b[24m\n    \u001b[1mしかし、それはかなり新しい技術です。だから、おそらく時間とともに使いやすくなるでしょう。\u001b[22m, \u001b[1mこれは、しかし、かなり新しい技術であるため、それはおそらく、時間とのより良い利用になるでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nMusic: I really like what they did here. Traditional instruments are used and orchestrated perfectly, as is the incredibly understated use of silence, to add to the tension in the entire thing. Excellently done.\n\n\u001b[1m音楽：私は彼らがここで何をしたのが本当に好きです。 伝統的な楽器は完全に使用され、完全に統合されています。 優秀に完了しました。\u001b[22m\n\u001b[1m(Ongaku: Watashi wa karera ga koko de nani o shita no ga hontōni sukidesu. Dentō-tekina gakki wa kanzen ni shiyō sa re, kanzen ni tōgō sa rete imasu. Yūshū ni kanryō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mMusic: I really like what they did here. Traditional instruments are used and orchestrated perfectly, as is the incredibly understated use of silence, to add to the tension in the entire thing. Excellently done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic: I really like what they did here.\u001b[24m\n    \u001b[1m音楽：私は彼らがここで何をしたのが本当に好きです。\u001b[22m, \u001b[1mミュージック：私は本当に彼らがここで何をしたかのように。\u001b[22m\n\u001b[4mTraditional instruments are used and orchestrated perfectly, as is the incredibly understated use of silence, to add to the tension in the entire thing.\u001b[24m\n    \u001b[1m伝統的な楽器は完全に使用され、完全に統合されています。\u001b[22m, \u001b[1m沈黙の信じられないほど控えめな使用であるとして、伝統的な楽器は、全体のことで緊張に追加する、完全に使用され、オーケストレーションされています。\u001b[22m\n\u001b[4mExcellently done.\u001b[24m\n    \u001b[1m優秀に完了しました。\u001b[22m, \u001b[1m良好に行わ。\u001b[22m\n\u001b[1m\u001b[22m\nSeiyuu: They didn't particularly stand out, but neither did they leave much of an impression on me. Overall, passable job here.\n\n\u001b[1m西友：彼らは特に際立っていませんでしたが、どちらも印象が残っていませんでした。 全体的に、ここでパス可能な仕事。\u001b[22m\n\u001b[1m(Seiyū: Karera wa tokuni kiwadatte imasendeshitaga, dochira mo inshō ga nokotte imasendeshita. Zentai-teki ni, koko de pasu kanōna shigoto.)\u001b[22m\n\nTranslations of \u001b[4mSeiyuu: They didn't particularly stand out, but neither did they leave much of an impression on me. Overall, passable job here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeiyuu: They didn't particularly stand out, but neither did they leave much of an impression on me.\u001b[24m\n    \u001b[1m西友：彼らは特に際立っていませんでしたが、どちらも印象が残っていませんでした。\u001b[22m, \u001b[1m声優：彼らは特に目立つませんでしたが、どちらも、彼らは私に印象の多くを残しました。\u001b[22m\n\u001b[4mOverall, passable job here.\u001b[24m\n    \u001b[1m全体的に、ここでパス可能な仕事。\u001b[22m, \u001b[1mここでは全体的に、まずまずの仕事。\u001b[22m\n\u001b[1m\u001b[22m\nLength: The OVA does feel a bit constrained by it's half-hour run time, but it still manages to tell a good, creepy story, even if we aren't as invested as we could be in the kids. Overall, it does well with what time it has, even if it could be a bit better.\n\n\u001b[1m長さ：OVAは30分の実行時間で少し制約されているように感じますが、子供たちのように投資されていなくても、良い、恐るべき話をしています。 全体的に、たとえそれが少し良いかもしれないとしても、それはどんな時があるのか​​よく分かります。\u001b[22m\n\u001b[1m(Naga-sa: Ovu~a wa 30-bu no jikkō jikan de sukoshi seiyaku sa rete iru yō ni kanjimasuga, kodomo-tachi no yō ni tōshi sa rete inakute mo, yoi, osorubeki hanashi o shite imasu. Zentai-teki ni, tatoe sore ga sukoshi yoi kamo shirenai to shite mo, sore wa don'na toki ga aru no ka ​​ yoku wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mLength: The OVA does feel a bit constrained by it's half-hour run time, but it still manages to tell a good, creepy story, even if we aren't as invested as we could be in the kids. Overall, it does well with what time it has, even if it could be a bit better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLength: The OVA does feel a bit constrained by it's half-hour run time, but it still manages to tell a good, creepy story, even if we aren't as invested as we could be in the kids.\u001b[24m\n    \u001b[1m長さ：OVAは30分の実行時間で少し制約されているように感じますが、子供たちのように投資されていなくても、良い、恐るべき話をしています。\u001b[22m, \u001b[1m長さ：OVAはそれによって制約ビットが半時間の実行時間だと感じるんが、それはまだ私たちが子供たちに可能性として投資として私たちがいない場合であっても、良好な、不気味な話をするために管理しています。\u001b[22m\n\u001b[4mOverall, it does well with what time it has, even if it could be a bit better.\u001b[24m\n    \u001b[1m全体的に、たとえそれが少し良いかもしれないとしても、それはどんな時があるのかよく分かります。\u001b[22m, \u001b[1m全体的に、それは少し良いかもしれない場合であっても、それが持っているもの、時間とよくありません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: An amazingly creepy OVA with a pretty good story and music track, decent art and seiyuu, and a length that could've been longer for maximum effect. A good watch for Halloween.\n\n\u001b[1m全体的には：かなり良い物語と音楽トラック、まともな芸術と風情、そして最大の効果のために長くなっていたかもしれない長さで驚くほど恐ろしいOVA。 ハロウィーンのための良い時計。\u001b[22m\n\u001b[1m(Zentai-teki ni wa: Kanari yoi monogatari to ongaku torakku, matomona geijutsu to fuzei, soshite saidai no kōka no tame ni nagaku natte ita kamo shirenai naga-sa de odoroku hodo osoroshī ovu~a. Harou~īn no tame no yoi tokei.)\u001b[22m\n\nTranslations of \u001b[4mOverall: An amazingly creepy OVA with a pretty good story and music track, decent art and seiyuu, and a length that could've been longer for maximum effect. A good watch for Halloween.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: An amazingly creepy OVA with a pretty good story and music track, decent art and seiyuu, and a length that could've been longer for maximum effect.\u001b[24m\n    \u001b[1m全体的には：かなり良い物語と音楽トラック、まともな芸術と風情、そして最大の効果のために長くなっていたかもしれない長さで驚くほど恐ろしいOVA。\u001b[22m, \u001b[1m全体：かなり良いストーリーと音楽トラック、まともな芸術や声優、最大の効果を長くしてきた可能性があり長さと驚くほど不気味OVA。\u001b[22m\n\u001b[4mA good watch for Halloween.\u001b[24m\n    \u001b[1mハロウィーンのための良い時計。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8/10\n\n\u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m(Sutōrī: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8/10\u001b[24m\n    \u001b[1mストーリー：8/10\u001b[22m\nArt: 7/10\n\n\u001b[1mアート：7/10\u001b[22m\n\u001b[1m(Āto: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7/10\u001b[24m\n    \u001b[1mアート：7/10\u001b[22m\nMusic: 9/10\n\n\u001b[1m音楽：9/10\u001b[22m\n\u001b[1m(Ongaku: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mMusic: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic: 9/10\u001b[24m\n    \u001b[1m音楽：9/10\u001b[22m, \u001b[1mミュージック：9/10\u001b[22m\nSeiyuu: 7/10\n\n\u001b[1m西友：7/10\u001b[22m\n\u001b[1m(Seiyū: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mSeiyuu: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeiyuu: 7/10\u001b[24m\n    \u001b[1m西友：7/10\u001b[22m, \u001b[1m声優：7/10\u001b[22m\nLength: 8/10\n\n\u001b[1m長さ：8/10\u001b[22m\n\u001b[1m(Naga-sa: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mLength: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLength: 8/10\u001b[24m\n    \u001b[1m長さ：8/10\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 39/50; 78% (B-)\n\n\u001b[1m全体：39/50;  78％（B-）\u001b[22m\n\u001b[1m(Zentai: 39/ 50; 78-Pāsento (B - ))\u001b[22m\n\nTranslations of \u001b[4mOverall: 39/50; 78% (B-)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 39/50;\u001b[24m\n    \u001b[1m全体：39/50;\u001b[22m, \u001b[1m全体：50分の39;\u001b[22m\n\u001b[4m78% (B-)\u001b[24m\n    \u001b[1m78％（B-）\u001b[22m"
  },
  {
    "title": "Kakurenbo",
    "id": "1192",
    "url": "https://myanimelist.net/anime/1192/Kakurenbo",
    "user": "shinnlorankira",
    "profile": "/profile/shinnlorankira/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=62617",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  1\nアニメーション|  6\nサウンド|  3\nキャラクター|  1\n|  2\n\nレビューを書くには2つの理由があります。\n\n1.あなたはこのアニメですか？\nA：あなたが簡単にトリックして雰囲気の中で非常に頻繁に迷子になったり、恐怖をあまり見たり、怖がったりした場合は、はい。\n\nパート2では、なぜあなたがそれを愛する人々に何か嫌いなのか正当化しています。  （少なくとも、何かを好き嫌いするのに良い推論を提供する必要があるから十分な公正です。）この部分を過ぎると、スポーサーがあります。\n\n\nそれは7人の子供のゲームです。  8人の子供がいます。 これが始まりです。 こんにちは、8日は誰？ また、彼女はちょうど1人の子供の妹のように見えます（マスクを着用していても）、彼らはすべてキツネマスクを着ます。 今、彼らは町の周りを走って16分を過ごし、少女（第8児）を探し、モンスターに追われます。 その間、4人のモンスターとキツネの中央にポスターがあります。\n\nそれから私は映画を止めて、弟の部屋に歩いて、キツネのマスク、黙った丘2を引っ張っている余分な子供、そして5番目のモンスターが キツネ。 それは最後の子供がそれであることが明らかになった、図に行く。 私たちはユニコーンで「彼女はそれです」と言いました。 彼女は文字通り「それは」btwです。 子供たちを捕まえる。 それから16分が経過すると、私たちは怪物だと分かります！ ああ、衝撃的な通りにショッカー。 彼らはまだしかし、それを説明する必要性を感じる。 それから彼女は、「私たちが隠れて遊ぶとき、街は明るくなるが、ほんの一分だけ」と言う。 そうだと私は '彼女は電池として使用している'と言った。それはあたかも驚きのように明らかになった。\n\nだから100％予測可能であることに加えて、それは恐怖の重要な側面なので、雰囲気はどうですか？ それは素晴らしいことではありません。 音楽は貧弱で、アニメーション化されているにもかかわらず、しばしば厄介なほど暗く、生き物はそれほど恐ろしいものではなく、文字は特に好都合ではない。 彼らは不安定な子供です、どうやってそれが可能です！ おそらく彼らは魂がないから、20分の生産で、主にモンスターのための飼料として役立つように設計されています。\n\nそれがうまくいく唯一のことは、どうにかして3Dセルシェーディングが20分間ひどく見えないようにすることです。\n\nだから私はプロットを推測しました。暗い部屋で真夜中にそれを見ていたにもかかわらず、私は恐れていないか、怖がっていませんでした。それは私を楽しませませんでした。 お楽しみください！ 私は私の評価に寛大である。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nThere are 2 reasons to write a review.\n\n\u001b[1mレビューを書くには2つの理由があります。\u001b[22m\n\u001b[1m(Rebyū o kaku ni wa 2tsu no riyū ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere are 2 reasons to write a review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are 2 reasons to write a review.\u001b[24m\n    \u001b[1mレビューを書くには2つの理由があります。\u001b[22m, \u001b[1mレビューを書いて2つの理由があります。\u001b[22m\n\u001b[1m\u001b[22m\n1. Is this anime for you?\n\n\u001b[1m1.あなたはこのアニメですか？\u001b[22m\n\u001b[1m(1. Anata wa kono animedesu ka?)\u001b[22m\n\nTranslations of \u001b[4m1. Is this anime for you?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. Is this anime for you?\u001b[24m\n    \u001b[1m1.あなたはこのアニメですか？\u001b[22m, \u001b[1m1.あなたのためにこのアニメはありますか？\u001b[22m\nA: If you are easy to trick and get lost in atmosphere quite often, or don't watch horror much or are frightened easily then yes.\n\n\u001b[1mA：あなたが簡単にトリックして雰囲気の中で非常に頻繁に迷子になったり、恐怖をあまり見たり、怖がったりした場合は、はい。\u001b[22m\n\u001b[1m(A: Anata ga kantan ni torikku shite fun'iki no naka de hijō ni hinpan ni maigo ni nattari, kyōfu o amari mi tari, kowagattari shita baai wa, hai.)\u001b[22m\n\nTranslations of \u001b[4mA: If you are easy to trick and get lost in atmosphere quite often, or don't watch horror much or are frightened easily then yes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA: If you are easy to trick and get lost in atmosphere quite often, or don't watch horror much or are frightened easily then yes.\u001b[24m\n    \u001b[1mA：あなたが簡単にトリックして雰囲気の中で非常に頻繁に迷子になったり、恐怖をあまり見たり、怖がったりした場合は、はい。\u001b[22m, \u001b[1m：あなたはトリックが容易であり、かなり頻繁な雰囲気の中で迷子、またははい、簡単に多くの恐怖を見たり、怖がっていない場合。\u001b[22m\n\u001b[1m\u001b[22m\nNow part 2 is justify why you hate something to the people who love it. (Fair enough since you should at least provide good reasoning for liking or hating something.) Past this part has SPOILERS.\n\n\u001b[1mパート2では、なぜあなたがそれを愛する人々に何か嫌いなのか正当化しています。  （少なくとも、何かを好き嫌いするのに良い推論を提供する必要があるから十分な公正です。）この部分を過ぎると、スポーサーがあります。\u001b[22m\n\u001b[1m(Pāto 2de wa, naze anata ga sore o aisuru hitobito ni nanika kiraina no ka seitō-ka shite imasu. (Sukunakutomo, nanika o sukikirai suru no ni yoi suiron o teikyō suruhitsuyōgāru kara jūbun'na kōseidesu. ) Kono bubun o sugiru to, supōsā ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mNow part 2 is justify why you hate something to the people who love it. (Fair enough since you should at least provide good reasoning for liking or hating something.) Past this part has SPOILERS.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow part 2 is justify why you hate something to the people who love it.\u001b[24m\n    \u001b[1mパート2では、なぜあなたがそれを愛する人々に何か嫌いなのか正当化しています。\u001b[22m, \u001b[1m今、パート2はあなたがそれを愛する人々に何かを憎む理由を正当化です。\u001b[22m\n\u001b[4m(Fair enough since you should at least provide good reasoning for liking or hating something.) Past this part has SPOILERS.\u001b[24m\n    \u001b[1m（少なくとも、何かを好き嫌いするのに良い推論を提供する必要があるから十分な公正です。）この部分を過ぎると、スポーサーがあります。\u001b[22m, \u001b[1m（あなたは少なくとも何かを好きか嫌いのための良好な推論を提供する必要がありますので、十分なフェア。）この部分過去にはネタバレがあります。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIt is a game of 7 children. There are 8 children. This is the start. Gee, WONDER WHO THE 8TH IS!? Also, she looks exactly like the one kids sister (despite wearing a mask), and they all wear fox masks. Now they spend 16 minutes running around the city looking for the girl (8th child) as well as being chased by monsters. During which period, they find a poster with 4 monsters and a fox in the middle.\n\n\u001b[1mそれは7人の子供のゲームです。  8人の子供がいます。 これが始まりです。 こんにちは、8日は誰？ また、彼女はちょうど1人の子供の妹のように見えます（マスクを着用していても）、彼らはすべてキツネマスクを着ます。 今、彼らは町の周りを走って16分を過ごし、少女（第8児）を探し、モンスターに追われます。 その間、4人のモンスターとキツネの中央にポスターがあります。\u001b[22m\n\u001b[1m(Sore wa 7-ri no kodomo no gēmudesu. 8-Ri no kodomo ga imasu. Kore ga hajimaridesu. Kon'nichiwa, 8-nichi wa dare? Mata, kanojo wa chōdo 1-ri no kodomo no imōto no yō ni miemasu (masuku o chakuyō shite ite mo), karera wa subete kitsunemasuku o kimasu. Ima, karera wa machi no mawari o hashitte 16-bu o sugoshi, shōjo (dai 8-ji) o sagashi, monsutā ni owa remasu. Sonoaida, 4-ri no monsutā to kitsune no chūō ni posutā ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt is a game of 7 children. There are 8 children. This is the start. Gee, WONDER WHO THE 8TH IS!? Also, she looks exactly like the one kids sister (despite wearing a mask), and they all wear fox masks. Now they spend 16 minutes running around the city looking for the girl (8th child) as well as being chased by monsters. During which period, they find a poster with 4 monsters and a fox in the middle.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is a game of 7 children.\u001b[24m\n    \u001b[1mそれは7人の子供のゲームです。\u001b[22m, \u001b[1mこれは、7人の子供のゲームです。\u001b[22m\n\u001b[4mThere are 8 children.\u001b[24m\n    \u001b[1m8人の子供がいます。\u001b[22m, \u001b[1m8人の子供があります。\u001b[22m\n\u001b[4mThis is the start.\u001b[24m\n    \u001b[1mこれが始まりです。\u001b[22m, \u001b[1mこれがスタートです。\u001b[22m\n\u001b[4mGee, WONDER WHO THE 8TH IS!?\u001b[24m\n    \u001b[1mこんにちは、8日は誰？\u001b[22m, \u001b[1mジー、8THはIS WONDER！\u001b[22m\n\u001b[4mAlso, she looks exactly like the one kids sister (despite wearing a mask), and they all wear fox masks.\u001b[24m\n    \u001b[1mまた、彼女はちょうど1人の子供の妹のように見えます（マスクを着用していても）、彼らはすべてキツネマスクを着ます。\u001b[22m, \u001b[1mまた、彼女は正確に（マスクを身に着けているにもかかわらず）1子供の姉妹のように見える、と彼らはすべてのキツネのマスクを着用します。\u001b[22m\n\u001b[4mNow they spend 16 minutes running around the city looking for the girl (8th child) as well as being chased by monsters.\u001b[24m\n    \u001b[1m今、彼らは町の周りを走って16分を過ごし、少女（第8児）を探し、モンスターに追われます。\u001b[22m, \u001b[1m今、彼らは女の子（8子）を探しているだけでなく、モンスターに追われて街を走り回っている16分を費やしています。\u001b[22m\n\u001b[4mDuring which period, they find a poster with 4 monsters and a fox in the middle.\u001b[24m\n    \u001b[1mその間、4人のモンスターとキツネの中央にポスターがあります。\u001b[22m, \u001b[1mその間、彼らは途中で4モンスターとポスターとキツネを見つけます。\u001b[22m\n\u001b[1m\u001b[22m\nRight then I stopped the movie, walked to my brother's room and explained to him That I'm watching a OVA in which there are kids running around with a fox mask, an extra kid pulling a Silent Hill 2, and that the fifth monster was a fox. Then it's revealed the last child is it, go figure. We said IN UNISON 'She's it'. She literally is 'It' btw. To catch the children. Then after 16 minutes elapse, we get to see that SHE IS THE MONSTER! Oh wow, shocker on shock street. They still feel the need to then explain that however. Then she says 'When we play Hide And Seek the city gets brighter, but only for a minute'. Right then I said 'She's using them as batteries' then that's revealed, as if that's a surprise.\n\n\u001b[1mそれから私は映画を止めて、弟の部屋に歩いて、キツネのマスク、黙った丘2を引っ張っている余分な子供、そして5番目のモンスターが キツネ。 それは最後の子供がそれであることが明らかになった、図に行く。 私たちはユニコーンで「彼女はそれです」と言いました。 彼女は文字通り「それは」btwです。 子供たちを捕まえる。 それから16分が経過すると、私たちは怪物だと分かります！ ああ、衝撃的な通りにショッカー。 彼らはまだしかし、それを説明する必要性を感じる。 それから彼女は、「私たちが隠れて遊ぶとき、街は明るくなるが、ほんの一分だけ」と言う。 そうだと私は '彼女は電池として使用している'と言った。それはあたかも驚きのように明らかになった。\u001b[22m\n\u001b[1m(Sorekara watashi wa eiga o tomete, otōto no heya ni aruite, kitsune no masuku, damatta oka 2 o hippatte iru yobun'na kodomo, soshite 5-banme no monsutā ga kitsune. Watashitachiha yunikōn de `kanojo wa soredesu' to iimashita. Kanojo wa mojidōri `sore wa' btwdesu. Kodomo-tachi o tsukamaeru. Sorekara 16-bu ga keika suru to, watashitachiha kaibutsuda to wakarimasu! Ā, shōgeki-tekina tōri ni shokkā. Karera wa mada shikashi, sore o setsumei suru hitsuyō-sei o kanjiru. Sorekara kanojo wa,`watashitachi ga kakurete asobu toki,-gai wa akaruku naruga, hon'no ichi-bu dake' to iu. Sōda to watashi wa' kanojo wa denchi to shite shiyō shite iru' to itta. Sore wa atakamo odoroki no yō ni akiraka ni natta. Sore wa saigo no kodomo ga soredearu koto ga akiraka ni natta,-zu ni iku.)\u001b[22m\n\nTranslations of \u001b[4mRight then I stopped the movie, walked to my brother's room and explained to him That I'm watching a OVA in which there are kids running around with a fox mask, an extra kid pulling a Silent Hill 2, and that the fifth monster was a fox. Then it's revealed the last child is it, go figure. We said IN UNISON 'She's it'. She literally is 'It' btw. To catch the children. Then after 16 minutes elapse, we get to see that SHE IS THE MONSTER! Oh wow, shocker on shock street. They still feel the need to then explain that however. Then she says 'When we play Hide And Seek the city gets brighter, but only for a minute'. Right then I said 'She's using them as batteries' then that's revealed, as if that's a surprise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRight then I stopped the movie, walked to my brother's room and explained to him That I'm watching a OVA in which there are kids running around with a fox mask, an extra kid pulling a Silent Hill 2, and that the fifth monster was\u001b[24m\n    \u001b[1mそれから私は映画を止めて、弟の部屋に歩いて、キツネのマスク、黙った丘2を引っ張っている余分な子供、そして5番目のモンスターが\u001b[22m, \u001b[1m右私は、映画を停止し、私の弟の部屋に歩いて、私は狐のマスクで走り回っている子供たちが存在したOVAを見ていることを彼に説明し、サイレントヒル2、及び第五モンスターがあったことを引いて余分な子供\u001b[22m\n\u001b[4ma fox.\u001b[24m\n    \u001b[1mキツネ。\u001b[22m\n\u001b[4mWe said IN UNISON 'She's it'.\u001b[24m\n    \u001b[1m私たちはユニコーンで「彼女はそれです」と言いました。\u001b[22m, \u001b[1m私たちは一斉に「彼女がそれだ」と述べました。\u001b[22m\n\u001b[4mShe literally is 'It' btw.\u001b[24m\n    \u001b[1m彼女は文字通り「それは」btwです。\u001b[22m, \u001b[1m彼女は文字通りところで「それ」です。\u001b[22m\n\u001b[4mTo catch the children.\u001b[24m\n    \u001b[1m子供たちを捕まえる。\u001b[22m, \u001b[1m子供をキャッチします。\u001b[22m\n\u001b[4mThen after 16 minutes elapse, we get to see that SHE IS THE MONSTER!\u001b[24m\n    \u001b[1mそれから16分が経過すると、私たちは怪物だと分かります！\u001b[22m, \u001b[1m16分が経過した後に続いて、私たちは彼女がモンスターであることを見ることを得ます！\u001b[22m\n\u001b[4mOh wow, shocker on shock street.\u001b[24m\n    \u001b[1mああ、衝撃的な通りにショッカー。\u001b[22m, \u001b[1mわぁ、衝撃路上でショッカー。\u001b[22m\n\u001b[4mThey still feel the need to then explain that however.\u001b[24m\n    \u001b[1m彼らはまだしかし、それを説明する必要性を感じる。\u001b[22m, \u001b[1m彼らはまだ、そのただし説明する必要性を感じます。\u001b[22m\n\u001b[4mThen she says 'When we play Hide And Seek the city gets brighter, but only for a minute'.\u001b[24m\n    \u001b[1mそれから彼女は、「私たちが隠れて遊ぶとき、街は明るくなるが、ほんの一分だけ」と言う。\u001b[22m, \u001b[1m「我々は唯一分間しかし、非表示を再生し、都市が明るくなりますシークすると「それから彼女は言います。\u001b[22m\n\u001b[4mRight then I said 'She's using them as batteries' then that's revealed, as if that's a surprise.\u001b[24m\n    \u001b[1mそうだと私は '彼女は電池として使用している'と言った。それはあたかも驚きのように明らかになった。\u001b[22m, \u001b[1m右、私はそれは驚きだかのように、その後、それは明らかにだ」彼女は電池としてそれらを使っている」と述べました。\u001b[22m\n\u001b[4mThen it's revealed the last child is it, go figure.\u001b[24m\n    \u001b[1mそれは最後の子供がそれであることが明らかになった、図に行く。\u001b[22m, \u001b[1mそして、最後の子は、それが、図を行くで明らかになっています。\u001b[22m\n\u001b[1m\u001b[22m\nSo in addition to being 100% predictable, how is the atmosphere since that's a key aspect of horror! It's not great. The music is poor, it's often annoyingly dark despite being animated, the creatures are not that scary, the characters are not particularly likable. They're UNLIKABLE CHILDREN, how is that possible!? Probably because they're soulless, in a 20 minute production, designed primarily to serve as fodder for the monsters.\n\n\u001b[1mだから100％予測可能であることに加えて、それは恐怖の重要な側面なので、雰囲気はどうですか？ それは素晴らしいことではありません。 音楽は貧弱で、アニメーション化されているにもかかわらず、しばしば厄介なほど暗く、生き物はそれほど恐ろしいものではなく、文字は特に好都合ではない。 彼らは不安定な子供です、どうやってそれが可能です！ おそらく彼らは魂がないから、20分の生産で、主にモンスターのための飼料として役立つように設計されています。\u001b[22m\n\u001b[1m(Dakara 100-pāsento yosoku kanōdearu koto ni kuwaete, soreha kyōfu no jūyōna sokumen'nanode, fun'iki wa dōdesu ka? Sore wa subarashī kotode wa arimasen. Ongaku wa hinjaku de, animēshon-ka sa rete iru nimokakawarazu, shibashiba yakkaina hodo kuraku, ikimono wa sore hodo osoroshī monode wa naku, moji wa tokuni kōtsugōde wanai. Karera wa fuanteina kodomodesu, dō yatte sore ga kanōdesu! Osoraku karera wa tamashī ga naikara, 20-bu no seisan de, omo ni monsutā no tame no shiryō to shite yakudatsu yō ni sekkei sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mSo in addition to being 100% predictable, how is the atmosphere since that's a key aspect of horror! It's not great. The music is poor, it's often annoyingly dark despite being animated, the creatures are not that scary, the characters are not particularly likable. They're UNLIKABLE CHILDREN, how is that possible!? Probably because they're soulless, in a 20 minute production, designed primarily to serve as fodder for the monsters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo in addition to being 100% predictable, how is the atmosphere since that's a key aspect of horror!\u001b[24m\n    \u001b[1mだから100％予測可能であることに加えて、それは恐怖の重要な側面なので、雰囲気はどうですか？\u001b[22m, \u001b[1mそれは恐怖の重要な側面だからだから、100％予測可能であることに加えて、どのような雰囲気です！\u001b[22m\n\u001b[4mIt's not great.\u001b[24m\n    \u001b[1mそれは素晴らしいことではありません。\u001b[22m, \u001b[1mそれは素晴らしいではありません。\u001b[22m\n\u001b[4mThe music is poor, it's often annoyingly dark despite being animated, the creatures are not that scary, the characters are not particularly likable.\u001b[24m\n    \u001b[1m音楽は貧弱で、アニメーション化されているにもかかわらず、しばしば厄介なほど暗く、生き物はそれほど恐ろしいものではなく、文字は特に好都合ではない。\u001b[22m, \u001b[1m音楽はそれがアニメーション化されているにもかかわらず、多くの場合、うるさく暗い、貧しい人々である、クリーチャーはその恐ろしいではありません、文字は特に好感ではありません。\u001b[22m\n\u001b[4mThey're UNLIKABLE CHILDREN, how is that possible!?\u001b[24m\n    \u001b[1m彼らは不安定な子供です、どうやってそれが可能です！\u001b[22m, \u001b[1m彼らは好かれないCHILDRENしている、どのように可能です！\u001b[22m\n\u001b[4mProbably because they're soulless, in a 20 minute production, designed primarily to serve as fodder for the monsters.\u001b[24m\n    \u001b[1mおそらく彼らは魂がないから、20分の生産で、主にモンスターのための飼料として役立つように設計されています。\u001b[22m, \u001b[1m彼らは魂だせいか、20分の生産で、主にモンスターのための飼料として機能するように設計されています。\u001b[22m\n\u001b[1m\u001b[22m\nThe only thing it does well is somehow make 3d cell shading not look horrible for 20 minutes.\n\n\u001b[1mそれがうまくいく唯一のことは、どうにかして3Dセルシェーディングが20分間ひどく見えないようにすることです。\u001b[22m\n\u001b[1m(Sore ga umaku iku yuiitsu no koto wa, dōnika shite 3 D serushēdingu ga 20-funkan hidoku mienai yō ni suru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe only thing it does well is somehow make 3d cell shading not look horrible for 20 minutes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only thing it does well is somehow make 3d cell shading not look horrible for 20 minutes.\u001b[24m\n    \u001b[1mそれがうまくいく唯一のことは、どうにかして3Dセルシェーディングが20分間ひどく見えないようにすることです。\u001b[22m, \u001b[1mそれはよくない唯一のものは、3Dトゥーンレンダリングを20分間恐ろしい見えない作り何とかです。\u001b[22m\n\u001b[1m\u001b[22m\nSo I guessed the plot, I wasn't afraid or creeped out despite watching it at midnight in a dark room, and it didn't entertain me. Enjoy! I am being generous with my rating.\n\n\u001b[1mだから私はプロットを推測しました。暗い部屋で真夜中にそれを見ていたにもかかわらず、私は恐れていないか、怖がっていませんでした。それは私を楽しませませんでした。 お楽しみください！ 私は私の評価に寛大である。\u001b[22m\n\u001b[1m(Dakara watashi wa purotto o suisoku shimashita. Kurai heya de mayonaka ni sore o mite ita nimokakawarazu, watashi wa osorete inai ka, kowagatte imasendeshita. Sore wa watashi o tanoshima semasendeshita. O tanoshimi kudasai! Watashi wa watashi no hyōka ni kandaidearu.)\u001b[22m\n\nTranslations of \u001b[4mSo I guessed the plot, I wasn't afraid or creeped out despite watching it at midnight in a dark room, and it didn't entertain me. Enjoy! I am being generous with my rating.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo I guessed the plot, I wasn't afraid or creeped out despite watching it at midnight in a dark room, and it didn't entertain me.\u001b[24m\n    \u001b[1mだから私はプロットを推測しました。暗い部屋で真夜中にそれを見ていたにもかかわらず、私は恐れていないか、怖がっていませんでした。それは私を楽しませませんでした。\u001b[22m, \u001b[1mだから私はプロットを推測、私は恐れてか、暗い部屋で夜中にそれを見てもかかわらず、ぞっとなかったし、それは私を楽しみませんでした。\u001b[22m\n\u001b[4mEnjoy!\u001b[24m\n    \u001b[1mお楽しみください！\u001b[22m\n\u001b[4mI am being generous with my rating.\u001b[24m\n    \u001b[1m私は私の評価に寛大である。\u001b[22m, \u001b[1m私は自分の評価と寛大しています。\u001b[22m"
  },
  {
    "title": "Kakurenbo",
    "id": "1192",
    "url": "https://myanimelist.net/anime/1192/Kakurenbo",
    "user": "Nilvius",
    "profile": "/profile/Nilvius/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=34538",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  4\n|  7\n\nカークレンボは、特定の禁止された、荒廃した近所の隠れ家の特定のゲームをする人々が、一回の痕跡なしで欠けていく様子を伝える街の伝説を含む短いフリックです。 ホラージャンルのこの1つは、ゲームがタブーになっている理由を知りながら、明らかに悲惨な結果をもたらして、好奇心を持ち、ゲームに誘惑されたグループの子供を意味することができます。\n\n私はこのような短編映画（そしてそのホラー映画）なので、キャラクターからはあまり期待していません。 あなたは、いじめられた/馬鹿のジョークの原型と彼の兄弟がいて、ストイックで静かなキャラクター、義務的な神秘的な怖い子などが続きます。 キャストは目立っていないかもしれませんが、映画はもう少しキャラクター化できるように少し長くなっていれば素晴らしいかもしれませんが、彼らはショーにうまく合っています。 キャラクターの動機に関するもう少しの背景、おそらく町についてのちょっとのことなど。 ゲームをプレイするためにキツネのマスクをかぶっているキャスト全体を抱かせる考えは、観客が彼らの表情を見ることを妨げますが、それは雰囲気に加わり、それが重要なポイントです。\n\n\n\n全体的に、カークレンボは合理的にまともなショーです。 まったく背骨を冷やすのではないが、それでもやはり比較的怖い。 そのような短編映画は、ネット上で流行っている一連の短編ホラーストーリー（「気味の悪いパスタ」とも呼ばれます）と似ています。 他のものがあれば、Kakurenboはそれが提供する視覚的な扱いに少なくとも価値がある。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nKakurenbo is a short flick involving an urban legend that tells of how those playing a specific game of hide-and-seek at a certain forbidden, deserted neighborhood all goes missing without a single trace. This being of the horror genre can mean only one thing: a group of kids got curious and were lured into the game, with obvious disastrous consequences, as they found out just why the game is a taboo.\n\n\u001b[1mカークレンボは、特定の禁止された、荒廃した近所の隠れ家の特定のゲームをする人々が、一回の痕跡なしで欠けていく様子を伝える街の伝説を含む短いフリックです。 ホラージャンルのこの1つは、ゲームがタブーになっている理由を知りながら、明らかに悲惨な結果をもたらして、好奇心を持ち、ゲームに誘惑されたグループの子供を意味することができます。\u001b[22m\n\u001b[1m(Kākurenbo wa, tokutei no kinshi sa reta, kōhaishita kinjo no kakurega no tokutei no gēmu o suru hitobito ga, ikkai no konseki nashi de kakete iku yōsu o tsutaeru machi no densetsu o fukumu mijikai furikkudesu. Horājanru no kono 1tsu wa, gēmu ga tabū ni natte iru riyū o shirinagara, akiraka ni hisan'na kekka o motarashite, kōkishin o mochi, gēmu ni yūwaku sa reta gurūpu no kodomo o imi suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mKakurenbo is a short flick involving an urban legend that tells of how those playing a specific game of hide-and-seek at a certain forbidden, deserted neighborhood all goes missing without a single trace. This being of the horror genre can mean only one thing: a group of kids got curious and were lured into the game, with obvious disastrous consequences, as they found out just why the game is a taboo.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKakurenbo is a short flick involving an urban legend that tells of how those playing a specific game of hide-and-seek at a certain forbidden, deserted neighborhood all goes missing without a single trace.\u001b[24m\n    \u001b[1mカークレンボは、特定の禁止された、荒廃した近所の隠れ家の特定のゲームをする人々が、一回の痕跡なしで欠けていく様子を伝える街の伝説を含む短いフリックです。\u001b[22m, \u001b[1mカクレンボは、特定の禁制、さびれた近所でかくれんぼの特定のゲームをプレイするものはすべて、単一の跡形もなく行方不明になる方法を語る都市伝説を伴う短いフリックです。\u001b[22m\n\u001b[4mThis being of the horror genre can mean only one thing: a group of kids got curious and were lured into the game, with obvious disastrous consequences, as they found out just why the game is a taboo.\u001b[24m\n    \u001b[1mホラージャンルのこの1つは、ゲームがタブーになっている理由を知りながら、明らかに悲惨な結果をもたらして、好奇心を持ち、ゲームに誘惑されたグループの子供を意味することができます。\u001b[22m, \u001b[1mホラージャンルのこのビーイングは、ただ一つのことだけを意味することができます：彼らはゲームはタブーであるだけ理由が分かったとして子供たちのグループは、明白な悲惨な結果で、好奇心旺盛だし、ゲームに魅了されました。\u001b[22m\n\u001b[1m\u001b[22m\nI'm not expecting much from the characters, since this is such a short film (and a horror one at that). You have the bully/ jerk jock archetype and his cronies, followed by the stoic and quiet characters, the obligatory mysterious creepy child and so on. The cast may not be outstanding, but they suit the show just fine, though it would be nice if the movie were somewhat longer so as to allow a little more characterization; a bit more background on the characters' motivations, maybe a little bit about the town and so on. While the idea of having the entire cast wearing the fox masks in order to play the game prevents the audience from seeing their expressions, it does add to the ambience and that's the crucial point.\n\n\u001b[1m私はこのような短編映画（そしてそのホラー映画）なので、キャラクターからはあまり期待していません。 あなたは、いじめられた/馬鹿のジョークの原型と彼の兄弟がいて、ストイックで静かなキャラクター、義務的な神秘的な怖い子などが続きます。 キャストは目立っていないかもしれませんが、映画はもう少しキャラクター化できるように少し長くなっていれば素晴らしいかもしれませんが、彼らはショーにうまく合っています。 キャラクターの動機に関するもう少しの背景、おそらく町についてのちょっとのことなど。 ゲームをプレイするためにキツネのマスクをかぶっているキャスト全体を抱かせる考えは、観客が彼らの表情を見ることを妨げますが、それは雰囲気に加わり、それが重要なポイントです。\u001b[22m\n\u001b[1m(Watashi wa kono yōna tanpen eiga (soshite sono horā eiga)nanode, kyarakutā kara wa amari kitai shite imasen. Anata wa, ijime rareta/ baka no jōku no genkei to kare no kyōdai ga ite, sutoikkude shizukana kyarakutā, gimu-tekina shinpi-tekina kowai ko nado ga tsudzukimasu. Kyasuto wa medatte inai kamo shiremasenga, eiga wa mōsukoshi kyarakutā-ka dekiru yō ni sukoshi nagaku natte ireba subarashī kamo shiremasenga, karera wa shō ni umaku atte imasu. Kyarakutā no dōki ni kansuru mōsukoshi no haikei, osoraku machi ni tsuite no chotto no koto nado. Gēmu o purei suru tame ni kitsune no masuku o kabutte iru kyasuto zentai o daka seru kangae wa, kankyaku ga karera no hyōjō o miru koto o samatagemasuga, soreha fun'iki ni kuwawari, sore ga jūyōna pointodesu.)\u001b[22m\n\nTranslations of \u001b[4mI'm not expecting much from the characters, since this is such a short film (and a horror one at that). You have the bully/ jerk jock archetype and his cronies, followed by the stoic and quiet characters, the obligatory mysterious creepy child and so on. The cast may not be outstanding, but they suit the show just fine, though it would be nice if the movie were somewhat longer so as to allow a little more characterization; a bit more background on the characters' motivations, maybe a little bit about the town and so on. While the idea of having the entire cast wearing the fox masks in order to play the game prevents the audience from seeing their expressions, it does add to the ambience and that's the crucial point.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not expecting much from the characters, since this is such a short film (and a horror one at that).\u001b[24m\n    \u001b[1m私はこのような短編映画（そしてそのホラー映画）なので、キャラクターからはあまり期待していません。\u001b[22m, \u001b[1mこれは、このようなショートフィルム（と恐怖その時1）であるので、私は、文字から多くを期待していませんよ。\u001b[22m\n\u001b[4mYou have the bully/ jerk jock archetype and his cronies, followed by the stoic and quiet characters, the obligatory mysterious creepy child and so on.\u001b[24m\n    \u001b[1mあなたは、いじめられた/馬鹿のジョークの原型と彼の兄弟がいて、ストイックで静かなキャラクター、義務的な神秘的な怖い子などが続きます。\u001b[22m, \u001b[1mあなたはとても上のいじめ/ジャークジョック原型と彼の取り巻き、ストイックで静かな文字が続き、必須の神秘的な不気味な子とを有しています。\u001b[22m\n\u001b[4mThe cast may not be outstanding, but they suit the show just fine, though it would be nice if the movie were somewhat longer so as to allow a little more characterization;\u001b[24m\n    \u001b[1mキャストは目立っていないかもしれませんが、映画はもう少しキャラクター化できるように少し長くなっていれば素晴らしいかもしれませんが、彼らはショーにうまく合っています。\u001b[22m, \u001b[1m映画はやや長いので、少しより多くの特性評価を可能にするようであれば、それはいいだろうが、キャストは、優れたではないかもしれないが、彼らはショーがうまく合います。\u001b[22m\n\u001b[4ma bit more background on the characters' motivations, maybe a little bit about the town and so on.\u001b[24m\n    \u001b[1mキャラクターの動機に関するもう少しの背景、おそらく町についてのちょっとのことなど。\u001b[22m, \u001b[1mように文字の動機の背景、町は約多分少しともう少し。\u001b[22m\n\u001b[4mWhile the idea of having the entire cast wearing the fox masks in order to play the game prevents the audience from seeing their expressions, it does add to the ambience and that's the crucial point.\u001b[24m\n    \u001b[1mゲームをプレイするためにキツネのマスクをかぶっているキャスト全体を抱かせる考えは、観客が彼らの表情を見ることを妨げますが、それは雰囲気に加わり、それが重要なポイントです。\u001b[22m, \u001b[1mゲームをプレイするために、キツネのマスクを身に着けている全体のキャストを持っていることのアイデアは彼らの表情を見てから観客を防止しながら、それは雰囲気に追加しないと、それは重要なポイントです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, Kakurenbo is a reasonably decent show to watch. While not downright spine-chilling scary, it is nonetheless relatively creepy, particularly with the reveal and the stinger at the end. It being such a short film thus bears resemblance to those series of short horror stories prevalent on the net (also known as 'creepy pastas'). If anything else, Kakurenbo is at least worth the visual treats it offer.\n\n\u001b[1m全体的に、カークレンボは合理的にまともなショーです。 まったく背骨を冷やすのではないが、それでもやはり比較的怖い。 そのような短編映画は、ネット上で流行っている一連の短編ホラーストーリー（「気味の悪いパスタ」とも呼ばれます）と似ています。 他のものがあれば、Kakurenboはそれが提供する視覚的な扱いに少なくとも価値がある。\u001b[22m\n\u001b[1m(Zentai-teki ni, kākurenbo wa gōri-teki ni matomona shōdesu. Mattaku sebone o hiyasu node wa naiga, soredemo yahari hikakuteki kowai. So no yōna tanpen eiga wa, netto-jō de hayatte iru ichiren no tanpen horāsutōrī (`kiminowarui pasuta'-tomo yoba remasu) to nite imasu. Hoka no mono ga areba, Kakurenbo wa sore ga teikyō suru shikaku-tekina atsukai ni sukunakutomo kachigāru.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, Kakurenbo is a reasonably decent show to watch. While not downright spine-chilling scary, it is nonetheless relatively creepy, particularly with the reveal and the stinger at the end. It being such a short film thus bears resemblance to those series of short horror stories prevalent on the net (also known as 'creepy pastas'). If anything else, Kakurenbo is at least worth the visual treats it offer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, Kakurenbo is a reasonably decent show to watch.\u001b[24m\n    \u001b[1m全体的に、カークレンボは合理的にまともなショーです。\u001b[22m, \u001b[1mすべてのすべてで、カクレンボは見て合理的にまともなショーです。\u001b[22m\n\u001b[4mWhile not downright spine-chilling scary, it is nonetheless relatively creepy, particularly with the reveal and the stinger at the end.\u001b[24m\n    \u001b[1mまったく背骨を冷やすのではないが、それでもやはり比較的怖い。\u001b[22m, \u001b[1m背筋がゾッとするような怖いなんともないが、それは特に明らかにし、終了時にスティンガーで、それにもかかわらず比較的不気味です。\u001b[22m\n\u001b[4mIt being such a short film thus bears resemblance to those series of short horror stories prevalent on the net (also known as 'creepy pastas').\u001b[24m\n    \u001b[1mそのような短編映画は、ネット上で流行っている一連の短編ホラーストーリー（「気味の悪いパスタ」とも呼ばれます）と似ています。\u001b[22m, \u001b[1mそれはあるような短いフィルムは、このように（また、「不気味なパスタ」として知られている）ネット上の流行のショートホラーストーリーのものシリーズに似ています。\u001b[22m\n\u001b[4mIf anything else, Kakurenbo is at least worth the visual treats it offer.\u001b[24m\n    \u001b[1m他のものがあれば、Kakurenboはそれが提供する視覚的な扱いに少なくとも価値がある。\u001b[22m, \u001b[1m何か他のものならば、カクレンボは、少なくとも、それが提供する視覚的な扱いの価値があります。\u001b[22m"
  },
  {
    "title": "Kakurenbo",
    "id": "1192",
    "url": "https://myanimelist.net/anime/1192/Kakurenbo",
    "user": "MikariStar",
    "profile": "/profile/MikariStar/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=9758",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  9\n\n全体的に、これは私がみんなが見ておくべきであることをお勧めする楽しい小さな映画です。 それは本当に「なぜそれを見るのか」という問題ではないほど短いです。 しかし、なぜではないのですか？ それでもなお理由を知りたいのであれば、読んでください。\n\n奇妙な放棄された都市で子供たちが消えていくことを伝える街の伝説がありますが、主人公は姉妹を探しているのに対し、他の子供たちはファイナルファンタジーVIIのMidgarスラムを思い起こさせるその荒廃した場所に、 彼らは恐れていないか、単に探検していることを証明します。\n\n子供達はゲームの一環としてキツネのマスクを着用しているので、街を探索したり、勢いづいていると噂されているいくつかの子供たちが消えたという謎を解き明かすことはできません。\n\n芸術は、コンピュータのフラッシュスタイルのアニメーションと古典的なアニメーションのミックスです。 ほとんどの好みに合うようにバランスが取れています。 この映画はとても短く、30分弱です。文字を深く開発する時間はありませんが、主な焦点は謎です。\n\n私はマトリックスが頭に浮かんでいるとしか言いませんが、これは仮想世界にいるということではないので、マトリックスとまったく同じではありません。 私が何を意味するのか見てください。 楽しい結果のために不気味な環境に混じった神話のヒントもあります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nOverall this is a fun little movie that I recommend everyone should watch. It's so short that it's not really a question of 'why watch it?' but 'why not?' If you still want to know why, then read on.\n\n\u001b[1m全体的に、これは私がみんなが見ておくべきであることをお勧めする楽しい小さな映画です。 それは本当に「なぜそれを見るのか」という問題ではないほど短いです。 しかし、なぜではないのですか？ それでもなお理由を知りたいのであれば、読んでください。\u001b[22m\n\u001b[1m(Zentai-teki ni, kore wa watashi ga min'na ga mite okubekidearu koto o o susume suru tanoshī chīsana eigadesu. Sore wa hontōni `naze sore o miru no ka' to iu mondaide wanai hodo mijikaidesu. Shikashi, nazede wa nai nodesu ka? Soredemo nao riyū o shiritai nodeareba, yondekudasai.)\u001b[22m\n\nTranslations of \u001b[4mOverall this is a fun little movie that I recommend everyone should watch. It's so short that it's not really a question of 'why watch it?' but 'why not?' If you still want to know why, then read on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall this is a fun little movie that I recommend everyone should watch.\u001b[24m\n    \u001b[1m全体的に、これは私がみんなが見ておくべきであることをお勧めする楽しい小さな映画です。\u001b[22m, \u001b[1m全体的に、これは私は誰もが見るべきお勧めします楽しい小さな映画です。\u001b[22m\n\u001b[4mIt's so short that it's not really a question of 'why watch it?'\u001b[24m\n    \u001b[1mそれは本当に「なぜそれを見るのか」という問題ではないほど短いです。\u001b[22m, \u001b[1mそれはそれは本当にの問題ではないほど短いです\"なぜそれを見て？」\u001b[22m\n\u001b[4mbut 'why not?'\u001b[24m\n    \u001b[1mしかし、なぜではないのですか？\u001b[22m, \u001b[1mしかし、「なぜ？」\u001b[22m\n\u001b[4mIf you still want to know why, then read on.\u001b[24m\n    \u001b[1mそれでもなお理由を知りたいのであれば、読んでください。\u001b[22m, \u001b[1mそれでも理由を知りたい場合は、お読みください。\u001b[22m\n\u001b[1m\u001b[22m\nThere is an urban legend that tells about kids disappearing in a strange abandoned city, the protagonist is there to search for his sister while other children have their own reasons to venture into that desolated place reminiscent of the Midgar slums from Final Fantasy VII, such as proving they are not afraid or simply exploring.\n\n\u001b[1m奇妙な放棄された都市で子供たちが消えていくことを伝える街の伝説がありますが、主人公は姉妹を探しているのに対し、他の子供たちはファイナルファンタジーVIIのMidgarスラムを思い起こさせるその荒廃した場所に、 彼らは恐れていないか、単に探検していることを証明します。\u001b[22m\n\u001b[1m(Kimyōna hōki sa reta toshi de kodomo-tachi ga kiete iku koto o tsutaeru machi no densetsu ga arimasuga, shujinkō wa shimai o sagashite irunoni taishi, hoka no kodomo-tachi wa fainarufantajī VII no Midgar suramu o omoiokosa seru sono kōhaishita basho ni, karera wa osorete inai ka, tan'ni tanken shite iru koto o shōmei shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere is an urban legend that tells about kids disappearing in a strange abandoned city, the protagonist is there to search for his sister while other children have their own reasons to venture into that desolated place reminiscent of the Midgar slums from Final Fantasy VII, such as proving they are not afraid or simply exploring.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is an urban legend that tells about kids disappearing in a strange abandoned city, the protagonist is there to search for his sister while other children have their own reasons to venture into that desolated place reminiscent of the Midgar slums from Final Fantasy VII, such as\u001b[24m\n    \u001b[1m奇妙な放棄された都市で子供たちが消えていくことを伝える街の伝説がありますが、主人公は姉妹を探しているのに対し、他の子供たちはファイナルファンタジーVIIのMidgarスラムを思い起こさせるその荒廃した場所に、\u001b[22m, \u001b[1m子供たちは奇妙な放棄された都市では消えについて伝え都市伝説があり、他の子供のようなファイナルファンタジーVIIからMidgarのスラム街を思わせるその荒廃場所にベンチャーするための独自の理由を持っている一方で、主人公は妹のために検索することがあります\u001b[22m\n\u001b[4mproving they are not afraid or simply exploring.\u001b[24m\n    \u001b[1m彼らは恐れていないか、単に探検していることを証明します。\u001b[22m, \u001b[1m彼らは恐れてか、単に探索していない証明。\u001b[22m\n\u001b[1m\u001b[22m\nThe children all wear fox masks as part of their game so we don't get to see their expressions as they explore the city and unravel the mystery behind the disappearance of several children rumored to have been spirited away.\n\n\u001b[1m子供達はゲームの一環としてキツネのマスクを着用しているので、街を探索したり、勢いづいていると噂されているいくつかの子供たちが消えたという謎を解き明かすことはできません。\u001b[22m\n\u001b[1m(Kodomodachi wa gēmu no ikkan to shite kitsune no masuku o chakuyō shite irunode, machi o tansaku shi tari, ikioidzuite iru to uwasa sa rete iru ikutsu ka no kodomo-tachi ga kieta to iu nazo o tokiakasu koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe children all wear fox masks as part of their game so we don't get to see their expressions as they explore the city and unravel the mystery behind the disappearance of several children rumored to have been spirited away.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe children all wear fox masks as part of their game so we don't get to see their expressions as they explore the city and unravel the mystery behind the disappearance of several children rumored to have been spirited away.\u001b[24m\n    \u001b[1m子供達はゲームの一環としてキツネのマスクを着用しているので、街を探索したり、勢いづいていると噂されているいくつかの子供たちが消えたという謎を解き明かすことはできません。\u001b[22m, \u001b[1m我々は、彼らが街を探索し、神隠しされていると噂何人かの子供の失踪の謎を解明としての表情を見ることがないように、子どもたちは、すべてのゲームの一部として狐マスクを着用してください。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is a mix between the computer flash style animation and classic animation. It gives a nice balance to fit most preferences. Since this movie is so short, just under half an hour, there's no time to develop the characters too deeply, but the main focus is the mystery.\n\n\u001b[1m芸術は、コンピュータのフラッシュスタイルのアニメーションと古典的なアニメーションのミックスです。 ほとんどの好みに合うようにバランスが取れています。 この映画はとても短く、30分弱です。文字を深く開発する時間はありませんが、主な焦点は謎です。\u001b[22m\n\u001b[1m(Geijutsu wa, konpyūta no furasshu sutairu no animēshon to koten-tekina animēshon no mikkusudesu. Hotondo no konomi ni au yō ni baransu ga torete imasu. Kono eiga wa totemo mijikaku, 30-bu-jakudesu. Moji o fukaku kaihatsu suru jikan wa arimasenga, omona shōten wa nazodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is a mix between the computer flash style animation and classic animation. It gives a nice balance to fit most preferences. Since this movie is so short, just under half an hour, there's no time to develop the characters too deeply, but the main focus is the mystery.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is a mix between the computer flash style animation and classic animation.\u001b[24m\n    \u001b[1m芸術は、コンピュータのフラッシュスタイルのアニメーションと古典的なアニメーションのミックスです。\u001b[22m, \u001b[1m技術は、コンピュータのフラッシュスタイルのアニメーションと古典的なアニメーションのミックスです。\u001b[22m\n\u001b[4mIt gives a nice balance to fit most preferences.\u001b[24m\n    \u001b[1mほとんどの好みに合うようにバランスが取れています。\u001b[22m, \u001b[1mこれは、ほとんどの好みに合わせて素敵なバランスを提供します。\u001b[22m\n\u001b[4mSince this movie is so short, just under half an hour, there's no time to develop the characters too deeply, but the main focus is the mystery.\u001b[24m\n    \u001b[1mこの映画はとても短く、30分弱です。文字を深く開発する時間はありませんが、主な焦点は謎です。\u001b[22m, \u001b[1mこの映画はとても短いので、ちょうど半分の時間の下で、そこにあまりにも深く文字を開発する時間はないですが、主な焦点は謎です。\u001b[22m\n\u001b[1m\u001b[22m\nI'll only say that the Matrix comes to mind, but this isn't about being in a virtual world so it's not exactly like the Matrix. Watch it yourself to see what I mean. There are also hints of mythology mixed into the eerie environment for an entertaining result.\n\n\u001b[1m私はマトリックスが頭に浮かんでいるとしか言いませんが、これは仮想世界にいるということではないので、マトリックスとまったく同じではありません。 私が何を意味するのか見てください。 楽しい結果のために不気味な環境に混じった神話のヒントもあります。\u001b[22m\n\u001b[1m(Watashi wa matorikkusu ga atama ni ukande iru to shika iimasenga, koreha kasō sekai ni iru to iu kotode wanainode, matorikkusu to mattaku onajide wa arimasen. Watashi ga nani o imi suru no ka mite kudasai. Tanoshī kekka no tame ni bukimina kankyō ni majitta shinwa no hinto mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI'll only say that the Matrix comes to mind, but this isn't about being in a virtual world so it's not exactly like the Matrix. Watch it yourself to see what I mean. There are also hints of mythology mixed into the eerie environment for an entertaining result.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll only say that the Matrix comes to mind, but this isn't about being in a virtual world so it's not exactly like the Matrix.\u001b[24m\n    \u001b[1m私はマトリックスが頭に浮かんでいるとしか言いませんが、これは仮想世界にいるということではないので、マトリックスとまったく同じではありません。\u001b[22m, \u001b[1m私は行列が頭に浮かぶと言うだろうが、これは、それは正確にマトリックスのようではありませんので、仮想世界であることについてではありません。\u001b[22m\n\u001b[4mWatch it yourself to see what I mean.\u001b[24m\n    \u001b[1m私が何を意味するのか見てください。\u001b[22m, \u001b[1m私が何を意味するか見るためにそれを自分を見ます。\u001b[22m\n\u001b[4mThere are also hints of mythology mixed into the eerie environment for an entertaining result.\u001b[24m\n    \u001b[1m楽しい結果のために不気味な環境に混じった神話のヒントもあります。\u001b[22m, \u001b[1m面白い結果に対して不気味な環境に混入神話のヒントもあります。\u001b[22m"
  },
  {
    "title": "Kakurenbo",
    "id": "1192",
    "url": "https://myanimelist.net/anime/1192/Kakurenbo",
    "user": "angelsreview",
    "profile": "/profile/angelsreview/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=111811",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  7\nキャラクター|  6\n|  9\n\nこれは、子供たちが隠れ家をしてゲームを探したり、子供たちがそれから行方不明になるときに、キツキのマスクを着るゲームについて話す、本当に気味悪いから始まります。 私たちは、彼らが殺される可能性があることを知っているゲームを生き残るために戦いによって一緒にもたらされる奇妙なバンドを持っています。本当に私がショーについて言うことはほとんどありません。 君は。 私はあなたが見るべきだと言うものです。 また、ライターも自分のショーのディレクターになることはほとんどありませんが、この場合は起こったことに注意したいと思います。 森田周平は、実際にショーを書いたばかりでなく、その監督とプロデューサーでした。 私はそれがなぜこのようにうまくいったのかの一部だと思う。 彼は横向きに置くべきポイントを持っていたので、途中で他の誰かにそれが薄められていなかったからです。\n\n今、この心理的な部分について、私はWikipediaを見なければならなかった。 残念ながら私はそれを手に入れることができませんでしたが、今はショーが実際に何を見せようとしているのかを見ています。 そのアイデアは、東京は美しいものを失っていたということでした。 あなたが子供のようになる前にその美学を見ると、業界に基づいたより大きな放棄された都市での子供のゲームが恐ろしい旅行に変わるところがどこにあるのかが分かります。 悲しいことに、もう話したら、私はスポイラーをやり直すだろう。\n\nアニメーションスタイルは、かなりうまく作られたゲームのカットシーンによく似ています。  3Dとセルシェーディングされたテクスチャの混合は、シームレスでも同じモデルを何度も繰り返し使用していますが、ほぼシームレスです。 あなたが生きているためにすべてのキャラクターが何をしているのかの非常に小さなクリップが表示され、ときには全く一致していないように見えることもあります。 彼らは物事を壊すためにランダムに配置されているので、すべてがどこで行われているかを伝えるのはちょっと難しいです。 それでも私は彼らがショーのために持っているポスト黙示録的な感触を完全に愛しています。 ショーがどこで行われているのかを知るのは難しいです。なぜなら、それは日本の構造の大きな混合物ですが、悪魔はもっとヒンドゥーなデザインを持っているからです。 少なくともそれは私の心の中にあります。\n\n驚いたことに、これは実際にダビングされ、ダブは私の本ではかなりうまくいっています。 声は多くの人のために働いて、私はそれらの音を描くだろう、いくつかはうわべかもしれないが、人格は声をではなく、私を悩ませた唯一のものだった。 音楽は気分をうまくとらえて、あなたがそれを見た後ずっと長い間賞賛され続けます。\n\nまた、スリラーや心理的なものが好きなら、それを見てください。 私はそれがどれほど短かったかは驚くべきことだと思った。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis starts out really creepy, talking about a game where children wear fox masks to play a hide and seek game and when children will go missing from it. We have a strange band of characters that are brought together by the fight to survive a game that they know they could be killed in. There really isn't much I can say about the show since I really don't want to spoil if for you. It’s one I say you should watch. Also would like to note, very rarely does a Writer also become the director of his own show but in this case, it happened. Shuuhei Morita actually not only wrote the show, he was the director and producer of it. I think that is part of why this was done so well. Because he had a point to put across and it wasn’t diluted by anyone else in the way.\n\n\u001b[1mこれは、子供たちが隠れ家をしてゲームを探したり、子供たちがそれから行方不明になるときに、キツキのマスクを着るゲームについて話す、本当に気味悪いから始まります。 私たちは、彼らが殺される可能性があることを知っているゲームを生き残るために戦いによって一緒にもたらされる奇妙なバンドを持っています。本当に私がショーについて言うことはほとんどありません。 君は。 私はあなたが見るべきだと言うものです。 また、ライターも自分のショーのディレクターになることはほとんどありませんが、この場合は起こったことに注意したいと思います。 森田周平は、実際にショーを書いたばかりでなく、その監督とプロデューサーでした。 私はそれがなぜこのようにうまくいったのかの一部だと思う。 彼は横向きに置くべきポイントを持っていたので、途中で他の誰かにそれが薄められていなかったからです。\u001b[22m\n\u001b[1m(Kore wa, kodomo-tachi ga kakurega o shite gēmu o sagashi tari, kodomo-tachi ga sore kara yukue fumei ni naru toki ni, kitsuki no masuku o kiru gēmu ni tsuite hanasu, hontōni kimiwaruikara hajimarimasu. Watashitachiha, karera ga korosa reru kanōsei ga aru koto o shitte iru gēmu o ikinokoru tame ni tatakai ni yotte issho ni motarasa reru kimyōna bando o motte imasu. Hontōni watashi ga shō ni tsuite iu koto wa hotondo arimasen.-Kun wa. Watashi wa anata ga mirubekida to iu monodesu. Mata, raitā mo jibun no shō no direkutā ni naru koto wa hotondo arimasenga, ko no baai wa okotta koto ni chūi shitai to omoimasu. Morita Shūhei wa, jissai ni shō o kaita bakaridenaku, sono kantoku to purode~yūsādeshita. Watashi wa sore ga naze kono yō ni umaku itta no ka no ichibuda to omou. Kare wa yokomuki ni okubeki pointo o motte itanode, tochū de hoka no dareka ni sore ga usume rarete inakattakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mThis starts out really creepy, talking about a game where children wear fox masks to play a hide and seek game and when children will go missing from it. We have a strange band of characters that are brought together by the fight to survive a game that they know they could be killed in. There really isn't much I can say about the show since I really don't want to spoil if for you. It’s one I say you should watch. Also would like to note, very rarely does a Writer also become the director of his own show but in this case, it happened. Shuuhei Morita actually not only wrote the show, he was the director and producer of it. I think that is part of why this was done so well. Because he had a point to put across and it wasn’t diluted by anyone else in the way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis starts out really creepy, talking about a game where children wear fox masks to play a hide and seek game and when children will go missing from it.\u001b[24m\n    \u001b[1mこれは、子供たちが隠れ家をしてゲームを探したり、子供たちがそれから行方不明になるときに、キツキのマスクを着るゲームについて話す、本当に気味悪いから始まります。\u001b[22m, \u001b[1mこれは、子どもたちが非表示をプレイし、ゲームを求めることキツネのマスクを着用し、子どもたちはそれから欠落行くときにゲームの話、本当に不気味始まります。\u001b[22m\n\u001b[4mWe have a strange band of characters that are brought together by the fight to survive a game that they know they could be killed in. There really isn't much I can say about the show since I really don't want to spoil if for\u001b[24m\n    \u001b[1m私たちは、彼らが殺される可能性があることを知っているゲームを生き残るために戦いによって一緒にもたらされる奇妙なバンドを持っています。本当に私がショーについて言うことはほとんどありません。\u001b[22m, \u001b[1m我々は、彼らが彼らがで殺される可能性が知っているゲームを生き残るために戦いによって一緒にされる文字の奇妙なバンドを持っています。本当に私は本当にのためならば台無しにしたくないので、あまり私はショーについて言うことができますありません\u001b[22m\n\u001b[4myou.\u001b[24m\n    \u001b[1m君は。\u001b[22m, \u001b[1m君が。\u001b[22m, \u001b[1mあなた。\u001b[22m\n\u001b[4mIt’s one I say you should watch.\u001b[24m\n    \u001b[1m私はあなたが見るべきだと言うものです。\u001b[22m, \u001b[1mそれは私があなたが見なければならないと言う一つです。\u001b[22m\n\u001b[4mAlso would like to note, very rarely does a Writer also become the director of his own show but in this case, it happened.\u001b[24m\n    \u001b[1mまた、ライターも自分のショーのディレクターになることはほとんどありませんが、この場合は起こったことに注意したいと思います。\u001b[22m, \u001b[1mまた、注意したいと思い、非常にまれにライターはまた、彼自身のショーのディレクターになりませんんが、この場合には、それは起こりました。\u001b[22m\n\u001b[4mShuuhei Morita actually not only wrote the show, he was the director and producer of it.\u001b[24m\n    \u001b[1m森田周平は、実際にショーを書いたばかりでなく、その監督とプロデューサーでした。\u001b[22m, \u001b[1mShuuhei森田は、実際に彼はそれのディレクターやプロデューサーだった、ショーを書いただけではなく。\u001b[22m\n\u001b[4mI think that is part of why this was done so well.\u001b[24m\n    \u001b[1m私はそれがなぜこのようにうまくいったのかの一部だと思う。\u001b[22m, \u001b[1m私は、これは非常によく行われていた理由の一部だと思います。\u001b[22m\n\u001b[4mBecause he had a point to put across and it wasn’t diluted by anyone else in the way.\u001b[24m\n    \u001b[1m彼は横向きに置くべきポイントを持っていたので、途中で他の誰かにそれが薄められていなかったからです。\u001b[22m, \u001b[1m彼は全体の置くためにポイントを持っていたし、それが途中で他の誰によって希釈されていなかったので。\u001b[22m\n\u001b[1m\u001b[22m\nNow for the psychological part of this, I had to look at Wikipedia. Sadly I couldn’t get it but now I see what the show was actually trying to show. The idea was that Tokyo was losing its aesthetic, its beauty for a more industrial looking life. If you look at its aesthetic before being like a child, then you can see where a child’s game turning into a scare trip in a large abandoned city more based on industry could lie. Sadly, if I told anymore, I would be doing spoilers again.\n\n\u001b[1m今、この心理的な部分について、私はWikipediaを見なければならなかった。 残念ながら私はそれを手に入れることができませんでしたが、今はショーが実際に何を見せようとしているのかを見ています。 そのアイデアは、東京は美しいものを失っていたということでした。 あなたが子供のようになる前にその美学を見ると、業界に基づいたより大きな放棄された都市での子供のゲームが恐ろしい旅行に変わるところがどこにあるのかが分かります。 悲しいことに、もう話したら、私はスポイラーをやり直すだろう。\u001b[22m\n\u001b[1m(Ima, kono shinri-tekina bubun ni tsuite, watashi wa u~ikipedia o minakereba naranakatta. Zan'nen'nagara watashi wa sore o te ni ireru koto ga dekimasendeshitaga, ima wa shō ga jissai ni nani o miseyou to shite iru no ka o mite imasu. Sono aidea wa, Tōkyō wa utsukushī mono o ushinatte ita to iu kotodeshita. Anata ga kodomo no yō ni naru mae ni sono bigaku o miru to, gyōkai ni motodzuita yori ōkina hōki sa reta toshi de no kodomo no gēmu ga osoroshī ryokō ni kawaru tokoro ga doko ni aru no ka ga wakarimasu. Kanashī koto ni, mō hanashitara, watashi wa supoirā o yarinaosudarou.)\u001b[22m\n\nTranslations of \u001b[4mNow for the psychological part of this, I had to look at Wikipedia. Sadly I couldn’t get it but now I see what the show was actually trying to show. The idea was that Tokyo was losing its aesthetic, its beauty for a more industrial looking life. If you look at its aesthetic before being like a child, then you can see where a child’s game turning into a scare trip in a large abandoned city more based on industry could lie. Sadly, if I told anymore, I would be doing spoilers again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow for the psychological part of this, I had to look at Wikipedia.\u001b[24m\n    \u001b[1m今、この心理的な部分について、私はWikipediaを見なければならなかった。\u001b[22m, \u001b[1m今、このの心理的な部分のために、私はウィキペディアを見ていました。\u001b[22m\n\u001b[4mSadly I couldn’t get it but now I see what the show was actually trying to show.\u001b[24m\n    \u001b[1m残念ながら私はそれを手に入れることができませんでしたが、今はショーが実際に何を見せようとしているのかを見ています。\u001b[22m, \u001b[1m悲しいことに私はそれを得ることができませんでしたが、今、私はショーが実際に表示しようとしていたものを参照してください。\u001b[22m\n\u001b[4mThe idea was that Tokyo was losing its aesthetic, its beauty for a more industrial looking life.\u001b[24m\n    \u001b[1mそのアイデアは、東京は美しいものを失っていたということでした。\u001b[22m, \u001b[1mアイデアは、東京はその審美的な、より多くの産業探して生活のためにその美しさを失っていたということでした。\u001b[22m\n\u001b[4mIf you look at its aesthetic before being like a child, then you can see where a child’s game turning into a scare trip in a large abandoned city more based on industry could lie.\u001b[24m\n    \u001b[1mあなたが子供のようになる前にその美学を見ると、業界に基づいたより大きな放棄された都市での子供のゲームが恐ろしい旅行に変わるところがどこにあるのかが分かります。\u001b[22m, \u001b[1mあなたは子供のようにされる前に、その美的を見れば、あなたは子供のゲームをより業界に基づいて大規模な放棄された都市の恐怖の旅に回す場所を確認することができますうそをつくことができました。\u001b[22m\n\u001b[4mSadly, if I told anymore, I would be doing spoilers again.\u001b[24m\n    \u001b[1m悲しいことに、もう話したら、私はスポイラーをやり直すだろう。\u001b[22m, \u001b[1m私はもう言った場合には悲しいことに、私は再びスポイラーをしていることになります。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation style feels much like a cut scene from a rather well made game. The mixture of 3D and cell shaded textures are almost seamless although once in a while they use the same model over and over again. There are times when you will see very small clips of what all the characters are doing to stay alive and sometimes they don’t seem to be congruent at all. They are placed randomly to break things up and so it ends up a bit hard to tell where everything is taking place. Still I fully love the post-apocalyptic feel they have for the show. It’s hard to tell where the show is taking place because it’s a large mixture of Japanese structures and yet the demons have a more hindu looking design. At least that’s in my mind.\n\n\u001b[1mアニメーションスタイルは、かなりうまく作られたゲームのカットシーンによく似ています。  3Dとセルシェーディングされたテクスチャの混合は、シームレスでも同じモデルを何度も繰り返し使用していますが、ほぼシームレスです。 あなたが生きているためにすべてのキャラクターが何をしているのかの非常に小さなクリップが表示され、ときには全く一致していないように見えることもあります。 彼らは物事を壊すためにランダムに配置されているので、すべてがどこで行われているかを伝えるのはちょっと難しいです。 それでも私は彼らがショーのために持っているポスト黙示録的な感触を完全に愛しています。 ショーがどこで行われているのかを知るのは難しいです。なぜなら、それは日本の構造の大きな混合物ですが、悪魔はもっとヒンドゥーなデザインを持っているからです。 少なくともそれは私の心の中にあります。\u001b[22m\n\u001b[1m(Animēshonsutairu wa, kanari umaku tsukura reta gēmu no kattoshīn ni yoku nite imasu. 3 D to serushēdingu sa reta tekusucha no kongō wa, shīmuresu demo onaji moderu o nando mo kurikaeshi shiyō shite imasuga, hobo shīmuresudesu. Anata ga ikite iru tame ni subete no kyarakutā ga nani o shite iru no ka no hijō ni chīsana kurippu ga hyōji sa re, tokiniha mattaku itchi shite inai yō ni mieru koto mo arimasu. Karera wa monogoto o kowasu tame ni randamu ni haichi sa rete irunode, subete ga doko de okonawa rete iru ka o tsutaeru no wa chotto muzukashīdesu. Soredemo watashi wa karera ga shō no tame ni motte iru posuto mokushiroku-tekina kanshoku o kanzen ni aishiteimasu. Shō ga doko de okonawa rete iru no ka o shiru no wa muzukashīdesu. Nazenara, sore wa Nihon no kōzō no ōkina kongōmonodesuga, akuma wa motto hindo~ūna dezain o motte irukaradesu. Sukunakutomo sore wa watashi no kokoronouchi ni arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation style feels much like a cut scene from a rather well made game. The mixture of 3D and cell shaded textures are almost seamless although once in a while they use the same model over and over again. There are times when you will see very small clips of what all the characters are doing to stay alive and sometimes they don’t seem to be congruent at all. They are placed randomly to break things up and so it ends up a bit hard to tell where everything is taking place. Still I fully love the post-apocalyptic feel they have for the show. It’s hard to tell where the show is taking place because it’s a large mixture of Japanese structures and yet the demons have a more hindu looking design. At least that’s in my mind.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation style feels much like a cut scene from a rather well made game.\u001b[24m\n    \u001b[1mアニメーションスタイルは、かなりうまく作られたゲームのカットシーンによく似ています。\u001b[22m, \u001b[1mアニメーションのスタイルはむしろよく作らゲームからカットシーンのように感じています。\u001b[22m\n\u001b[4mThe mixture of 3D and cell shaded textures are almost seamless although once in a while they use the same model over and over again.\u001b[24m\n    \u001b[1m3Dとセルシェーディングされたテクスチャの混合は、シームレスでも同じモデルを何度も繰り返し使用していますが、ほぼシームレスです。\u001b[22m, \u001b[1mたまには、彼らは何度も何度も同じモデルを使用しているが、3Dとセルの斜線テクスチャの混合物は、ほぼシームレスです。\u001b[22m\n\u001b[4mThere are times when you will see very small clips of what all the characters are doing to stay alive and sometimes they don’t seem to be congruent at all.\u001b[24m\n    \u001b[1mあなたが生きているためにすべてのキャラクターが何をしているのかの非常に小さなクリップが表示され、ときには全く一致していないように見えることもあります。\u001b[22m, \u001b[1mあなたはすべての文字が生き続けるために何をしているかの非常に小さなクリップが表示され、時には彼らは全く一致していないようですがございます。\u001b[22m\n\u001b[4mThey are placed randomly to break things up and so it ends up a bit hard to tell where everything is taking place.\u001b[24m\n    \u001b[1m彼らは物事を壊すためにランダムに配置されているので、すべてがどこで行われているかを伝えるのはちょっと難しいです。\u001b[22m, \u001b[1m彼らは物事を破壊するためにランダムに配置されているので、それはすべてのものが行われている場所を伝えるのは難しいビットを終わります。\u001b[22m\n\u001b[4mStill I fully love the post-apocalyptic feel they have for the show.\u001b[24m\n    \u001b[1mそれでも私は彼らがショーのために持っているポスト黙示録的な感触を完全に愛しています。\u001b[22m, \u001b[1mそれでも私は完全に彼らがショーのために持っているポスト黙示録の感触が大好きです。\u001b[22m\n\u001b[4mIt’s hard to tell where the show is taking place because it’s a large mixture of Japanese structures and yet the demons have a more hindu looking design.\u001b[24m\n    \u001b[1mショーがどこで行われているのかを知るのは難しいです。なぜなら、それは日本の構造の大きな混合物ですが、悪魔はもっとヒンドゥーなデザインを持っているからです。\u001b[22m, \u001b[1mそれは日本の構造物の大規模な混合物だとまだ悪魔がよりヒンドゥー教探してデザインを持っているので、ショーが行われている場所を伝えるのは難しいです。\u001b[22m\n\u001b[4mAt least that’s in my mind.\u001b[24m\n    \u001b[1m少なくともそれは私の心の中にあります。\u001b[22m, \u001b[1m少なくとも、それが私の心にあります。\u001b[22m\n\u001b[1m\u001b[22m\nSurprisingly, this was actually dubbed and the dub is rather well done in my book. Voices work for many of the characters in how I would picture them sounding, some might be whinny but it was the personalities were the only things that annoyed me, not the voices. The music captures the mood well and keeps you hyped up long after watching it.\n\n\u001b[1m驚いたことに、これは実際にダビングされ、ダブは私の本ではかなりうまくいっています。 声は多くの人のために働いて、私はそれらの音を描くだろう、いくつかはうわべかもしれないが、人格は声をではなく、私を悩ませた唯一のものだった。 音楽は気分をうまくとらえて、あなたがそれを見た後ずっと長い間賞賛され続けます。\u001b[22m\n\u001b[1m(Odoroita koto ni, kore wa jissai ni dabingu sa re, dabu wa watashi no honde wa kanari umaku itte imasu. Koe wa ōku no hito no tame ni hataraite, watashi wa sorera no oto o kakudarou, ikutsu ka wa uwabe kamo shirenaiga, jinkaku wa koe o de wa naku, watashi o nayama seta yuiitsu no monodatta. Ongaku wa kibun o umaku toraete, anata ga sore o mita nochi zutto nagaiai shōsan sa re tsudzukemasu.)\u001b[22m\n\nTranslations of \u001b[4mSurprisingly, this was actually dubbed and the dub is rather well done in my book. Voices work for many of the characters in how I would picture them sounding, some might be whinny but it was the personalities were the only things that annoyed me, not the voices. The music captures the mood well and keeps you hyped up long after watching it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSurprisingly, this was actually dubbed and the dub is rather well done in my book.\u001b[24m\n    \u001b[1m驚いたことに、これは実際にダビングされ、ダブは私の本ではかなりうまくいっています。\u001b[22m, \u001b[1m驚くべきことに、これは実際に呼ばれたとダブはかなりよく私の本の中で行われます。\u001b[22m\n\u001b[4mVoices work for many of the characters in how I would picture them sounding, some might be whinny but it was the personalities were the only things that annoyed me, not the voices.\u001b[24m\n    \u001b[1m声は多くの人のために働いて、私はそれらの音を描くだろう、いくつかはうわべかもしれないが、人格は声をではなく、私を悩ませた唯一のものだった。\u001b[22m, \u001b[1m声は私が鳴って、それらを想像する方法中の文字の多くのために働く、いくつかは、馬のいななきかもしれないが、それは個性が私をイライラだけのものではなく、声でした。\u001b[22m\n\u001b[4mThe music captures the mood well and keeps you hyped up long after watching it.\u001b[24m\n    \u001b[1m音楽は気分をうまくとらえて、あなたがそれを見た後ずっと長い間賞賛され続けます。\u001b[22m, \u001b[1m音楽はよく気分をキャプチャし、あなたが長いそれを見た後にアップ宣伝し続けます。\u001b[22m\n\u001b[1m\u001b[22m\nAgain, you should watch it if you like thrillers or anything psychological. I thought it was amazing for how short it was.\n\n\u001b[1mまた、スリラーや心理的なものが好きなら、それを見てください。 私はそれがどれほど短かったかは驚くべきことだと思った。\u001b[22m\n\u001b[1m(Mata, surirā ya shinri-tekina mono ga sukinara, sore o mite kudasai. Watashi wa sore ga dorehodo mijikakatta ka wa odorokubeki kotoda to omotta.)\u001b[22m\n\nTranslations of \u001b[4mAgain, you should watch it if you like thrillers or anything psychological. I thought it was amazing for how short it was.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAgain, you should watch it if you like thrillers or anything psychological.\u001b[24m\n    \u001b[1mまた、スリラーや心理的なものが好きなら、それを見てください。\u001b[22m, \u001b[1mあなたはスリラーや心理的なものが好きなら、再び、あなたはそれを見る必要があります。\u001b[22m\n\u001b[4mI thought it was amazing for how short it was.\u001b[24m\n    \u001b[1m私はそれがどれほど短かったかは驚くべきことだと思った。\u001b[22m, \u001b[1m私はそれがいかに短いのための素晴らしいと思いました。\u001b[22m"
  },
  {
    "title": "Kakurenbo",
    "id": "1192",
    "url": "https://myanimelist.net/anime/1192/Kakurenbo",
    "user": "Kuandohan",
    "profile": "/profile/Kuandohan/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=85567",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  7\n\n「かくれんぼ」は、隠れてシークの非常にユニークな恐怖物語です。\n\nストーリー：\n荒れ果てた東京の特別な場所でのHideとSeekのゲームの話（私は東京だと思う）。\nO-To-Ko-Yoの各音節を綴った看板をたどったあと、7人（またはそれ以上）の子供がいなければなりません。\nしかし、誰でもゲームをプレイすると、戻ってくることはありません。\n\nアート：\n芸術はセルシェードで、とてもうまくいっています.6年前に行われたカークレンボのために、コイレントからではなく、驚くことに、ここでは実際には優れています。\nショーは、彼らが偉大な仕事をしなければならない方法は、気味悪い気がします。\n私は特に、「ゲーム」について囁いている子供たちとの街を縮小することがとてもうまくいったと思います。\n撮影は特別なものではなく、仕事を終わらせる。\n\n私は、ショーが2Dでアニメ化された方が良いと思っています。\n\n私はショーがもう少し色を使うことができたと思う、彼は 'David Fincher'ルートに行って全体の色調をトーンにすることができた。\n幸運にも、興味をそそるほどのバリエーションがあります。\n\n音：\n私はこのプロダクションで実際に音楽が好きだった、それは伝統的なアジアの音楽（非常に爆笑）。\n彼らは、音のポストプロダクションで第二のドラフトを行う必要があった。なぜなら、時には特に初めから、音楽はショーで話している声よりも大きくはないにしても、 私はそれらの場面でそれらを理解していないでしょう。\n音声の演技と効果音は、仕事を終わらせます。\n\nキャラクター：\nあなたがここでCoicentよりももう少しキャラクター（あなたがそれを呼ぶことができれば）があります。\nほとんどのキャラクターはかなり自明です...ほとんど。\n\nNoshiga 'Boss'は懐疑的だが、実際には悪魔を恐れている。\n彼の2人の騎士「すく」＆amp; タチジは、よりスマートな（やや）、よく、足を伸ばしている。\n「Hikora」は親友のYaimaoの助けを借りて、しばらく前にゲームをした彼の姉妹を探して、心配している。\n「Inmu」と「Yanku」は神秘的だが、私はそれらについて何も知らない。\n\nそして、4つの悪魔はただの悪魔です。\nキモトリ「肝臓摘出術」\nChitori 'Blood-Taker'\nあぶらとり ’おいｌーたけｒ’\n小鳥「子育て」\n\nそして別の謎の悪魔。\nこの謎の悪魔は誰ですか？\nスポイラー -  -  -  -  -  -  -  - \n\n---\nITの人。\n---\n\n\n楽しみ：\nこれは楽しい、かなりユニークなホラーストーリーでした。\nエンディングは、ゲームのサマリーとしてはかなり良いものでした。\n\n\n------\nコメント：\nこの生産はうまくいっていて、あなたが想像する予算のために、それは非常にうまくいっていました。\n森田修平監督が舞台芸術のプロデュースを手掛けたのは、かなり才能があるということでした。\n------\n\n全体：\nあなたが忍び寄ることを望むならば、恐ろしい物語です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n'Kakurenbo' is a very unique horror tale of Hide and Seek.\n\n\u001b[1m「かくれんぼ」は、隠れてシークの非常にユニークな恐怖物語です。\u001b[22m\n\u001b[1m(`Kakurenbo' wa, kakurete shīku no hijō ni yunīkuna kyōfu monogataridesu.)\u001b[22m\n\nTranslations of \u001b[4m'Kakurenbo' is a very unique horror tale of Hide and Seek.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Kakurenbo' is a very unique horror tale of Hide and Seek.\u001b[24m\n    \u001b[1m「かくれんぼ」は、隠れてシークの非常にユニークな恐怖物語です。\u001b[22m, \u001b[1m「カクレンボ」はかくれんぼの非常にユニークなホラー物語です。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe story of a game of Hide and Seek in a special part of a desolate Tokyo (I assume it's Tokyo).\n\n\u001b[1m荒れ果てた東京の特別な場所でのHideとSeekのゲームの話（私は東京だと思う）。\u001b[22m\n\u001b[1m(Arehateta Tōkyō no tokubetsuna basho de no Hide to Seek no gēmu no hanashi (watashi wa Tōkyōda to omou).)\u001b[22m\n\nTranslations of \u001b[4mThe story of a game of Hide and Seek in a special part of a desolate Tokyo (I assume it's Tokyo).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of a game of Hide and Seek in a special part of a desolate Tokyo (I assume it's Tokyo).\u001b[24m\n    \u001b[1m荒れ果てた東京の特別な場所でのHideとSeekのゲームの話（私は東京だと思う）。\u001b[22m, \u001b[1m隠すのゲームのストーリーと（私はそれが東京だと仮定）荒涼とした東京の特別な部分にシークします。\u001b[22m\nThere must be seven (or more) kids that show up to an area after following the signs that spell out each individual syllable of O-To-Ko-Yo, that's a neat idea.\n\n\u001b[1mO-To-Ko-Yoの各音節を綴った看板をたどったあと、7人（またはそれ以上）の子供がいなければなりません。\u001b[22m\n\u001b[1m(O - To - Ko - Yo no kakuonsetsu o tsudzutta kanban o tadotta ato, 7-ri (matawa soreijō) no kodomo ga inakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mThere must be seven (or more) kids that show up to an area after following the signs that spell out each individual syllable of O-To-Ko-Yo, that's a neat idea.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere must be seven (or more) kids that show up to an area after following the signs that spell out each individual syllable of O-To-Ko-Yo, that's a neat idea.\u001b[24m\n    \u001b[1mO-To-Ko-Yoの各音節を綴った看板をたどったあと、7人（またはそれ以上）の子供がいなければなりません。\u001b[22m, \u001b[1mO-TO-KO-Yoのそれぞれの個々の音節を綴る標識に従って後の領域まで表示7（またはそれ以上）の子供たちが存在する必要があり、それはきちんとした考えです。\u001b[22m\nBut whoever plays the game, never comes back.\n\n\u001b[1mしかし、誰でもゲームをプレイすると、戻ってくることはありません。\u001b[22m\n\u001b[1m(Shikashi, daredemo gēmu o purei suru to, modotte kuru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mBut whoever plays the game, never comes back.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut whoever plays the game, never comes back.\u001b[24m\n    \u001b[1mしかし、誰でもゲームをプレイすると、戻ってくることはありません。\u001b[22m, \u001b[1mしかし、ゲームをプレイする人は誰でも、戻ってくることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThe art is cel-shaded, and done very well, it's actually better in here than in Coicent, amazingly for Kakurenbo being done 6 years earlier.\n\n\u001b[1m芸術はセルシェードで、とてもうまくいっています.6年前に行われたカークレンボのために、コイレントからではなく、驚くことに、ここでは実際には優れています。\u001b[22m\n\u001b[1m(Geijutsu wa serushēdo de, totemo umaku itte imasu. 6-Nen mae ni okonawa reta kākurenbo no tame ni, koirento karade wa naku, odoroku koto ni, kokode wa jissai ni wa sugurete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is cel-shaded, and done very well, it's actually better in here than in Coicent, amazingly for Kakurenbo being done 6 years earlier.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is cel-shaded, and done very well, it's actually better in here than in Coicent, amazingly for Kakurenbo being done 6 years earlier.\u001b[24m\n    \u001b[1m芸術はセルシェードで、とてもうまくいっています.6年前に行われたカークレンボのために、コイレントからではなく、驚くことに、ここでは実際には優れています。\u001b[22m, \u001b[1m芸術は、それが驚くほどカクレンボが6年前に行われているために、コイ☆セントよりも、ここで実際に良いです、セルシェーディングで、非常によくやりました。\u001b[22m\nThe show does feel creepy the way should, they did a great job.\n\n\u001b[1mショーは、彼らが偉大な仕事をしなければならない方法は、気味悪い気がします。\u001b[22m\n\u001b[1m(Shō wa, karera ga idaina shigoto o shinakereba naranai hōhō wa, kimiwarui ki ga shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe show does feel creepy the way should, they did a great job.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show does feel creepy the way should, they did a great job.\u001b[24m\n    \u001b[1mショーは、彼らが偉大な仕事をしなければならない方法は、気味悪い気がします。\u001b[22m, \u001b[1mショーは道が、彼らは素晴らしい仕事をしたべきで不気味に感じるん。\u001b[22m\nI especially think the scaling down the city with the kids whispering about the 'game' was very well done.\n\n\u001b[1m私は特に、「ゲーム」について囁いている子供たちとの街を縮小することがとてもうまくいったと思います。\u001b[22m\n\u001b[1m(Watashi wa tokuni,`gēmu' ni tsuite sasayaite iru kodomo-tachi to no machi o shukushō suru koto ga totemo umaku itta to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI especially think the scaling down the city with the kids whispering about the 'game' was very well done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI especially think the scaling down the city with the kids whispering about the 'game' was very well done.\u001b[24m\n    \u001b[1m私は特に、「ゲーム」について囁いている子供たちとの街を縮小することがとてもうまくいったと思います。\u001b[22m, \u001b[1m私は特に「ゲーム」についてささやく子供と縮小都市は非常によく行われていたと思います。\u001b[22m\nThe cinematography is nothing special, it gets the job done.\n\n\u001b[1m撮影は特別なものではなく、仕事を終わらせる。\u001b[22m\n\u001b[1m(Satsuei wa tokubetsuna monode wa naku, shigoto o owara seru.)\u001b[22m\n\nTranslations of \u001b[4mThe cinematography is nothing special, it gets the job done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe cinematography is nothing special, it gets the job done.\u001b[24m\n    \u001b[1m撮影は特別なものではなく、仕事を終わらせる。\u001b[22m, \u001b[1m映画撮影は、それは仕事を取得し、特別なものではありません。\u001b[22m\n\u001b[1m\u001b[22m\nI think it would have been better if the show was animated in 2D.\n\n\u001b[1m私は、ショーが2Dでアニメ化された方が良いと思っています。\u001b[22m\n\u001b[1m(Watashi wa, shō ga 2 D de anime-ka sa reta kata ga yoi to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI think it would have been better if the show was animated in 2D.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think it would have been better if the show was animated in 2D.\u001b[24m\n    \u001b[1m私は、ショーが2Dでアニメ化された方が良いと思っています。\u001b[22m, \u001b[1m私はショーが2Dでアニメ化された場合、それはもっと良かったはずだと思います。\u001b[22m\n\u001b[1m\u001b[22m\nI think the show could have used a bit more color too, he could have gone the 'David Fincher' route, and make whole rooms color tones, instead of there being no light and mostly gray the whole time.\n\n\u001b[1m私はショーがもう少し色を使うことができたと思う、彼は 'David Fincher'ルートに行って全体の色調をトーンにすることができた。\u001b[22m\n\u001b[1m(Watashi wa shō ga mōsukoshi iro o tsukau koto ga dekita to omou, kare wa' debiddo Fincher' rūto ni itte zentai no shikichō o tōn ni suru koto ga dekita.)\u001b[22m\n\nTranslations of \u001b[4mI think the show could have used a bit more color too, he could have gone the 'David Fincher' route, and make whole rooms color tones, instead of there being no light and mostly gray the whole time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think the show could have used a bit more color too, he could have gone the 'David Fincher' route, and make whole rooms color tones, instead of there being no light and mostly gray the whole time.\u001b[24m\n    \u001b[1m私はショーがもう少し色を使うことができたと思う、彼は 'David Fincher'ルートに行って全体の色調をトーンにすることができた。\u001b[22m, \u001b[1m私は彼が「デヴィッド・フィンチャー」のルートを行っている可能性が、ショーはあまりにももう少し色を使用していたと思うし、全体の部屋の色調を作る代わりに、そこには光になっていなけれにより、大部分が全体の時間を灰色。\u001b[22m\nLuckily there's just enough variation to keep you interested.\n\n\u001b[1m幸運にも、興味をそそるほどのバリエーションがあります。\u001b[22m\n\u001b[1m(Kōun'nimo, kyōmi o sosoru hodo no bariēshon ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mLuckily there's just enough variation to keep you interested.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLuckily there's just enough variation to keep you interested.\u001b[24m\n    \u001b[1m幸運にも、興味をそそるほどのバリエーションがあります。\u001b[22m, \u001b[1m幸いなことに興味を持ってあなたを維持するだけの十分なバリエーションがあります。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nI actually liked the music in this production, it's well done traditional asian music (Very bombastic).\n\n\u001b[1m私はこのプロダクションで実際に音楽が好きだった、それは伝統的なアジアの音楽（非常に爆笑）。\u001b[22m\n\u001b[1m(Watashi wa kono purodakushon de jissai ni ongaku ga sukidatta, soreha dentō-tekina Ajia no ongaku (hijō ni bakushō).)\u001b[22m\n\nTranslations of \u001b[4mI actually liked the music in this production, it's well done traditional asian music (Very bombastic).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI actually liked the music in this production, it's well done traditional asian music (Very bombastic).\u001b[24m\n    \u001b[1m私はこのプロダクションで実際に音楽が好きだった、それは伝統的なアジアの音楽（非常に爆笑）。\u001b[22m, \u001b[1m私は実際にこの生産に音楽が好き、それも（非常に大げさな）伝統的なアジアの音楽をやっています。\u001b[22m\nThey needed to do a second draft on the post production of the sound though, because at times, especially at the beginning, the music was almost, if not, louder than the voices speaking in the show, and if I did not have subtitles, I wouldn't have understood them on those scenes.\n\n\u001b[1m彼らは、音のポストプロダクションで第二のドラフトを行う必要があった。なぜなら、時には特に初めから、音楽はショーで話している声よりも大きくはないにしても、 私はそれらの場面でそれらを理解していないでしょう。\u001b[22m\n\u001b[1m(Karera wa,-on no posutopurodakushon de daini no dorafuto o okonau hitsuyō ga atta. Nazenara, tokiniha tokuni hajimekara, ongaku wa shō de hanashite iru koe yori mo ōkiku wa nai ni shite mo, watashi wa sorera no bamen de sorera o rikai shite inaideshou.)\u001b[22m\n\nTranslations of \u001b[4mThey needed to do a second draft on the post production of the sound though, because at times, especially at the beginning, the music was almost, if not, louder than the voices speaking in the show, and if I did not have subtitles, I wouldn't have understood them on those scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey needed to do a second draft on the post production of the sound though, because at times, especially at the beginning, the music was almost, if not, louder than the voices speaking in the show, and if I did not have subtitles,\u001b[24m\n    \u001b[1m彼らは、音のポストプロダクションで第二のドラフトを行う必要があった。なぜなら、時には特に初めから、音楽はショーで話している声よりも大きくはないにしても、\u001b[22m, \u001b[1m回で、特に冒頭で、音楽はほとんどだった、そうでない場合は、ショーで話す声よりも雄弁ので、彼らは、しかし、音のポストプロダクション上の第二案を行うために必要な、と私は字幕を持っていなかった場合は、\u001b[22m\n\u001b[4mI wouldn't have understood them on those scenes.\u001b[24m\n    \u001b[1m私はそれらの場面でそれらを理解していないでしょう。\u001b[22m, \u001b[1m私はそれらの場面でそれらを理解していないだろう。\u001b[22m\nThe voice acting, and sound effects, get the job done.\n\n\u001b[1m音声の演技と効果音は、仕事を終わらせます。\u001b[22m\n\u001b[1m(Onsei no engi to kōka-on wa, shigoto o owara semasu.)\u001b[22m\n\nTranslations of \u001b[4mThe voice acting, and sound effects, get the job done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice acting, and sound effects, get the job done.\u001b[24m\n    \u001b[1m音声の演技と効果音は、仕事を終わらせます。\u001b[22m, \u001b[1m声の演技と、効果音は、仕事を得ます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThere's a bit more character (If you can call it that) in here than in Coicent.\n\n\u001b[1mあなたがここでCoicentよりももう少しキャラクター（あなたがそれを呼ぶことができれば）があります。\u001b[22m\n\u001b[1m(Anata ga koko de Coicent yori mo mōsukoshi kyarakutā (anata ga sore o yobu koto ga dekireba) ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere's a bit more character (If you can call it that) in here than in Coicent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's a bit more character (If you can call it that) in here than in Coicent.\u001b[24m\n    \u001b[1mあなたがここでCoicentよりももう少しキャラクター（あなたがそれを呼ぶことができれば）があります。\u001b[22m, \u001b[1mコイ☆セントよりも、ここでもう少し文字は（あなたがそれを呼び出すことができる場合）があります。\u001b[22m\nMost of the characters a pretty self explanatory... Most.\n\n\u001b[1mほとんどのキャラクターはかなり自明です...ほとんど。\u001b[22m\n\u001b[1m(Hotondo no kyarakutā wa kanari jimeidesu... Hotondo.)\u001b[22m\n\nTranslations of \u001b[4mMost of the characters a pretty self explanatory... Most.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost of the characters a pretty self explanatory... Most.\u001b[24m\n    \u001b[1mほとんどのキャラクターはかなり自明です...ほとんど。\u001b[22m, \u001b[1m文字のほとんどは、かなり自明...ほとんど。\u001b[22m\n\u001b[1m\u001b[22m\nNoshiga 'Boss' is a sceptic, who is actually afraid of the demons.\n\n\u001b[1mNoshiga 'Boss'は懐疑的だが、実際には悪魔を恐れている。\u001b[22m\n\u001b[1m(Noshiga' Boss' wa kaigi-tekidaga, jissai ni wa akuma o osorete iru.)\u001b[22m\n\nTranslations of \u001b[4mNoshiga 'Boss' is a sceptic, who is actually afraid of the demons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNoshiga 'Boss' is a sceptic, who is actually afraid of the demons.\u001b[24m\n    \u001b[1mNoshiga 'Boss'は懐疑的だが、実際には悪魔を恐れている。\u001b[22m, \u001b[1mNoshiga「ボス」は、実際に悪魔を恐れている懐疑的、です。\u001b[22m\nHis two henchman 'Suku' &amp; Tachiji are the smarter (Slightly), well, lackeys.\n\n\u001b[1m彼の2人の騎士「すく」＆amp; タチジは、よりスマートな（やや）、よく、足を伸ばしている。\u001b[22m\n\u001b[1m(Kare no 2-ri no kishi `suku'& amp; tachiji wa, yori sumātona (yaya), yoku, ashi o nobashite iru.)\u001b[22m\n\nTranslations of \u001b[4mHis two henchman 'Suku' &amp; Tachiji are the smarter (Slightly), well, lackeys.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHis two henchman 'Suku' &amp;\u001b[24m\n    \u001b[1m彼の2人の騎士「すく」＆amp;\u001b[22m, \u001b[1m彼の2子分「スク」＆＃038;\u001b[22m\n\u001b[4mTachiji are the smarter (Slightly), well, lackeys.\u001b[24m\n    \u001b[1mタチジは、よりスマートな（やや）、よく、足を伸ばしている。\u001b[22m, \u001b[1mTachijiは賢く（少し）、よく、lackeysです。\u001b[22m\n'Hikora' is worried, looking for his sister who played the game a while back, with the help of his best friend 'Yaimao'.\n\n\u001b[1m「Hikora」は親友のYaimaoの助けを借りて、しばらく前にゲームをした彼の姉妹を探して、心配している。\u001b[22m\n\u001b[1m(`Hikora' wa shin'yū no Yaimao no tasuke o karite, shibaraku mae ni gēmu o shita kare no shimai o sagashite, shinpai shite iru.)\u001b[22m\n\nTranslations of \u001b[4m'Hikora' is worried, looking for his sister who played the game a while back, with the help of his best friend 'Yaimao'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Hikora' is worried, looking for his sister who played the game a while back, with the help of his best friend 'Yaimao'.\u001b[24m\n    \u001b[1m「Hikora」は親友のYaimaoの助けを借りて、しばらく前にゲームをした彼の姉妹を探して、心配している。\u001b[22m, \u001b[1m「Hikora 'は、彼の親友Yaimao」の助けを借りて、しばらく前にゲームをプレイした妹を探して、心配されています。\u001b[22m\n'Inmu' and 'Yanku' are mysterious, I don't know anything about them.\n\n\u001b[1m「Inmu」と「Yanku」は神秘的だが、私はそれらについて何も知らない。\u001b[22m\n\u001b[1m(`Inmu' to `Yanku' wa shinpi-tekidaga, watashi wa sorera ni tsuite nani mo shiranai.)\u001b[22m\n\nTranslations of \u001b[4m'Inmu' and 'Yanku' are mysterious, I don't know anything about them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Inmu' and 'Yanku' are mysterious, I don't know anything about them.\u001b[24m\n    \u001b[1m「Inmu」と「Yanku」は神秘的だが、私はそれらについて何も知らない。\u001b[22m, \u001b[1m「Inmu 'と' Yankuは '私はそれらについて何も知らない、神秘的です。\u001b[22m\n\u001b[1m\u001b[22m\nAnd the 4 demons are just demonic.\n\n\u001b[1mそして、4つの悪魔はただの悪魔です。\u001b[22m\n\u001b[1m(Soshite, 4tsu no akuma wa tada no akumadesu.)\u001b[22m\n\nTranslations of \u001b[4mAnd the 4 demons are just demonic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd the 4 demons are just demonic.\u001b[24m\n    \u001b[1mそして、4つの悪魔はただの悪魔です。\u001b[22m, \u001b[1mそして、4悪魔はちょうど悪魔です。\u001b[22m\nKimotori 'Liver-Taker'\n\n\u001b[1mキモトリ「肝臓摘出術」\u001b[22m\n\u001b[1m(Kimotori `kanzō tekishutsu-jutsu')\u001b[22m\n\nTranslations of \u001b[4mKimotori 'Liver-Taker'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKimotori 'Liver-Taker'\u001b[24m\n    \u001b[1mキモトリ「肝臓摘出術」\u001b[22m, \u001b[1mKimotori「肝臓テイカー」\u001b[22m\nChitori 'Blood-Taker'\n\n\u001b[1mChitori 'Blood-Taker'\u001b[22m\n\u001b[1m(Chitori' Blood - Taker')\u001b[22m\n\nTranslations of \u001b[4mChitori 'Blood-Taker'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mChitori 'Blood-Taker'\u001b[24m\n    \u001b[1mChitori 'Blood-Taker'\u001b[22m, \u001b[1mChitori「ブラッド・テイカー」\u001b[22m\nあぶらとり ’おいｌーたけｒ’\n(Abura tori’ oi l ̄ take r’)\n\n\u001b[1mあぶらとり ’おいｌーたけｒ’\u001b[22m\n\u001b[1m(Abura tori’ oi l ̄ take r’)\u001b[22m\nKotori 'Child-Taker'\n\n\u001b[1m小鳥「子育て」\u001b[22m\n\u001b[1m(Kotori `kosodate')\u001b[22m\n\nTranslations of \u001b[4mKotori 'Child-Taker'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKotori 'Child-Taker'\u001b[24m\n    \u001b[1m小鳥「子育て」\u001b[22m, \u001b[1mことり「お子様テイカー」\u001b[22m\n\u001b[1m\u001b[22m\nAnd another mystery demon.\n\n\u001b[1mそして別の謎の悪魔。\u001b[22m\n\u001b[1m(Soshite betsu no nazo no akuma.)\u001b[22m\n\nTranslations of \u001b[4mAnd another mystery demon.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd another mystery demon.\u001b[24m\n    \u001b[1mそして別の謎の悪魔。\u001b[22m, \u001b[1mまた、別の謎の鬼。\u001b[22m\nWho is this mystery demon?\n\n\u001b[1mこの謎の悪魔は誰ですか？\u001b[22m\n\u001b[1m(Kono nazo no akuma wa daredesu ka?)\u001b[22m\n\nTranslations of \u001b[4mWho is this mystery demon?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWho is this mystery demon?\u001b[24m\n    \u001b[1mこの謎の悪魔は誰ですか？\u001b[22m, \u001b[1mこの謎の鬼は誰ですか？\u001b[22m\nSpoiler----------------\n/ˈspoilər/\n\n\u001b[1mスポイラー -  -  -  -  -  -  -  - \u001b[22m\n\u001b[1m(Supoirā - - - - - - - -)\u001b[22m\n\nTranslations of \u001b[4mSpoiler----------------\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpoiler----------------\u001b[24m\n    \u001b[1mスポイラー -  -  -  -  -  -  -  - \u001b[22m, \u001b[1mスポイラー----------------\u001b[22m\n\u001b[1m\u001b[22m\n---\n\n\u001b[1m---\u001b[22m\n\u001b[1m(-- -)\u001b[22m\n\nTranslations of \u001b[4m---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---\u001b[24m\n    \u001b[1m---\u001b[22m\nThe one who is IT.\n\n\u001b[1mITの人。\u001b[22m\n\u001b[1m(IT no hito.)\u001b[22m\n\nTranslations of \u001b[4mThe one who is IT.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe one who is IT.\u001b[24m\n    \u001b[1mITの人。\u001b[22m, \u001b[1mITである1。\u001b[22m\n---\n\n\u001b[1m---\u001b[22m\n\u001b[1m(-- -)\u001b[22m\n\nTranslations of \u001b[4m---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---\u001b[24m\n    \u001b[1m---\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nThis was enjoyable, quite a unique horror story.\n\n\u001b[1mこれは楽しい、かなりユニークなホラーストーリーでした。\u001b[22m\n\u001b[1m(Kore wa tanoshī, kanari yunīkuna horāsutōrīdeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis was enjoyable, quite a unique horror story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was enjoyable, quite a unique horror story.\u001b[24m\n    \u001b[1mこれは楽しい、かなりユニークなホラーストーリーでした。\u001b[22m, \u001b[1mこれは、非常にユニークなホラーストーリー楽しかったです。\u001b[22m\nThe ending was quite good as to summing up the game.\n\n\u001b[1mエンディングは、ゲームのサマリーとしてはかなり良いものでした。\u001b[22m\n\u001b[1m(Endingu wa, gēmu no samarī to shite wa kanari yoi monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe ending was quite good as to summing up the game.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ending was quite good as to summing up the game.\u001b[24m\n    \u001b[1mエンディングは、ゲームのサマリーとしてはかなり良いものでした。\u001b[22m, \u001b[1mエンディングはゲームを合計するなどかなり良かったです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n------\n\n\u001b[1m------\u001b[22m\n\u001b[1m(------)\u001b[22m\n\nTranslations of \u001b[4m------\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m------\u001b[24m\n    \u001b[1m------\u001b[22m\nComments:\n\n\u001b[1mコメント：\u001b[22m\n\u001b[1m(Komento:)\u001b[22m\n\nDefinitions of \u001b[4mComments:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    注釈\u001b[22m\n        notes, comments\n\u001b[1m    論調\u001b[22m\n        comments\nThis production was well made, and for the budget that you would imagine it would have, it was very well done.\n\n\u001b[1mこの生産はうまくいっていて、あなたが想像する予算のために、それは非常にうまくいっていました。\u001b[22m\n\u001b[1m(Kono seisan wa umaku itte ite, anata ga sōzō suru yosan no tame ni, sore wa hijō ni umaku itte imashita.)\u001b[22m\n\nTranslations of \u001b[4mThis production was well made, and for the budget that you would imagine it would have, it was very well done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis production was well made, and for the budget that you would imagine it would have, it was very well done.\u001b[24m\n    \u001b[1mこの生産はうまくいっていて、あなたが想像する予算のために、それは非常にうまくいっていました。\u001b[22m, \u001b[1mこの生産はよく作られた、そしてあなたはそれを持っているだろう想像予算のために、それは非常によく行われていました。\u001b[22m\nI saw that a good portion of the art production was done by the director 'Shuhei Morita', he's quite talented.\n\n\u001b[1m森田修平監督が舞台芸術のプロデュースを手掛けたのは、かなり才能があるということでした。\u001b[22m\n\u001b[1m(Morita shūhei kantoku ga butai geijutsu no purode~yūsu o tegaketa no wa, kanari sainō ga aru to iu kotodeshita.)\u001b[22m\n\nTranslations of \u001b[4mI saw that a good portion of the art production was done by the director 'Shuhei Morita', he's quite talented.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI saw that a good portion of the art production was done by the director 'Shuhei Morita', he's quite talented.\u001b[24m\n    \u001b[1m森田修平監督が舞台芸術のプロデュースを手掛けたのは、かなり才能があるということでした。\u001b[22m, \u001b[1m私は芸術の生産のかなりの部分が、彼は非常に才能だ、ディレクター「森田修平」によって行われたことがわかりました。\u001b[22m\n------\n\n\u001b[1m------\u001b[22m\n\u001b[1m(------)\u001b[22m\n\nTranslations of \u001b[4m------\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m------\u001b[24m\n    \u001b[1m------\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nA good horror tale for if you want to creeped out, ever so slightly.\n\n\u001b[1mあなたが忍び寄ることを望むならば、恐ろしい物語です。\u001b[22m\n\u001b[1m(Anata ga shinobiyoru koto o nozomunaraba, osoroshī monogataridesu.)\u001b[22m\n\nTranslations of \u001b[4mA good horror tale for if you want to creeped out, ever so slightly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA good horror tale for if you want to creeped out, ever so slightly.\u001b[24m\n    \u001b[1mあなたが忍び寄ることを望むならば、恐ろしい物語です。\u001b[22m, \u001b[1mあなたがほんの少し、ぞっとしたい場合のために良いホラー物語。\u001b[22m"
  },
  {
    "title": "Kakurenbo",
    "id": "1192",
    "url": "https://myanimelist.net/anime/1192/Kakurenbo",
    "user": "angelfan16",
    "profile": "/profile/angelfan16/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=2410",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  7\n|  10\n\nこれは極端にうまくいった映画でした！ 私のお気に入りの一つ。 地獄のように映画そのものの気持ちが変わった！  （朝2時には友達と一緒に見ました！）生き物がかなり恐ろしいほどアニメーションは一流でした。 プロットはとても面白かったし、興味をそそるだけの十分な情報をくれた。 時々それは少し混乱しました。 寒さに沈黙が加わるにつれて音は大丈夫だったが、キャラクター自体はほとんど深みがなかった。 この映画の全体的な感触は、それがジャンルに完全にブレンドされているので、（恐怖の中のあなたの感覚から）偉大でした。 それはあなた自身のために決めることを残しました。 結末は素晴らしかった！\nこれは本当にスポイラーです：\nタワーのすべてのライトは子供たちだった！ 物事が彼らに繋がったときに彼らが叫んでいたという事実は言うまでもありません！\n私がそれを見つけることができれば私が真剣に再び見ることが大好きなその映画と同じことをお勧めします！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis was an extremly well done movie! One of my favorites in fact. The feel of the movie itself was freaky as hell! (watched it with my friend at 2:00 in the morning!) The animation was top notch as the creatures were quite horrific. The plot was very interesting and gave you just enough information to keep you interested. Though at times it was a little confusing. The sound was ok as the silence added to the chill, but the characters themselves were given very little depth. The overall feel of this movie was great (in a scare the crap out of you sense) as it blended perfectly to the genre. It left you to decide for yourself. The ending was great!\n\n\u001b[1mこれは極端にうまくいった映画でした！ 私のお気に入りの一つ。 地獄のように映画そのものの気持ちが変わった！  （朝2時には友達と一緒に見ました！）生き物がかなり恐ろしいほどアニメーションは一流でした。 プロットはとても面白かったし、興味をそそるだけの十分な情報をくれた。 時々それは少し混乱しました。 寒さに沈黙が加わるにつれて音は大丈夫だったが、キャラクター自体はほとんど深みがなかった。 この映画の全体的な感触は、それがジャンルに完全にブレンドされているので、（恐怖の中のあなたの感覚から）偉大でした。 それはあなた自身のために決めることを残しました。 結末は素晴らしかった！\u001b[22m\n\u001b[1m(Kore wa kyokutan ni umaku itta eigadeshita! Watashinōkiniiri no hitotsu. Jigoku no yō ni eiga sonomono no kimochi ga kawatta! (Asa 2 tokiniha tomodachi to issho ni mimashita! ) Ikimono ga kanari osoroshī hodo animēshon wa ichiryūdeshita. Purotto wa totemo omoshirokattashi, kyōmi o sosoru dake no jūbun'na jōhō o kureta. Tokidoki sore wa sukoshi konran shimashita. Samu-sa ni chinmoku ga kuwawaru ni tsurete oto wa daijōbudattaga, kyarakutā jitai wa hotondo fukami ga nakatta. Kono eiga no zentai-tekina kanshoku wa, sore ga janru ni kanzen ni burendo sa rete irunode,(kyōfu no naka no anata no kankaku kara) idaideshita. Sore wa anata jishin no tame ni kimeru koto o nokoshimashita. Ketsumatsu wa subarashikatta!)\u001b[22m\n\nTranslations of \u001b[4mThis was an extremly well done movie! One of my favorites in fact. The feel of the movie itself was freaky as hell! (watched it with my friend at 2:00 in the morning!) The animation was top notch as the creatures were quite horrific. The plot was very interesting and gave you just enough information to keep you interested. Though at times it was a little confusing. The sound was ok as the silence added to the chill, but the characters themselves were given very little depth. The overall feel of this movie was great (in a scare the crap out of you sense) as it blended perfectly to the genre. It left you to decide for yourself. The ending was great!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was an extremly well done movie!\u001b[24m\n    \u001b[1mこれは極端にうまくいった映画でした！\u001b[22m, \u001b[1mこれはめちゃめちゃよくやった映画でした！\u001b[22m\n\u001b[4mOne of my favorites in fact.\u001b[24m\n    \u001b[1m私のお気に入りの一つ。\u001b[22m, \u001b[1m実際には私のお気に入りの一つ。\u001b[22m\n\u001b[4mThe feel of the movie itself was freaky as hell!\u001b[24m\n    \u001b[1m地獄のように映画そのものの気持ちが変わった！\u001b[22m, \u001b[1m映画自体の感触は地獄のように気紛れでした！\u001b[22m\n\u001b[4m(watched it with my friend at 2:00 in the morning!) The animation was top notch as the creatures were quite horrific.\u001b[24m\n    \u001b[1m（朝2時には友達と一緒に見ました！）生き物がかなり恐ろしいほどアニメーションは一流でした。\u001b[22m, \u001b[1m（朝の2:00で私の友人とそれを見た！）生き物はかなり恐ろしいあったようにアニメーションが一流でした。\u001b[22m\n\u001b[4mThe plot was very interesting and gave you just enough information to keep you interested.\u001b[24m\n    \u001b[1mプロットはとても面白かったし、興味をそそるだけの十分な情報をくれた。\u001b[22m, \u001b[1mプロットは非常に面白かったし、あなたに興味を持ってあなたを維持するだけの十分な情報を与えました。\u001b[22m\n\u001b[4mThough at times it was a little confusing.\u001b[24m\n    \u001b[1m時々それは少し混乱しました。\u001b[22m, \u001b[1m時間にかかわらず、それは少し混乱しました。\u001b[22m\n\u001b[4mThe sound was ok as the silence added to the chill, but the characters themselves were given very little depth.\u001b[24m\n    \u001b[1m寒さに沈黙が加わるにつれて音は大丈夫だったが、キャラクター自体はほとんど深みがなかった。\u001b[22m, \u001b[1m沈黙は寒さに追加されたとして、音は大丈夫だったが、文字自体は非常に少ない深さを与えられました。\u001b[22m\n\u001b[4mThe overall feel of this movie was great (in a scare the crap out of you sense) as it blended perfectly to the genre.\u001b[24m\n    \u001b[1mこの映画の全体的な感触は、それがジャンルに完全にブレンドされているので、（恐怖の中のあなたの感覚から）偉大でした。\u001b[22m, \u001b[1mそれはジャンルに完全にブレンドとしてこの映画の全体的な感触は（恐怖であなたのがらくたを感じる）素晴らしかったです。\u001b[22m\n\u001b[4mIt left you to decide for yourself.\u001b[24m\n    \u001b[1mそれはあなた自身のために決めることを残しました。\u001b[22m, \u001b[1mそれは自分で決断し、あなたを残しました。\u001b[22m\n\u001b[4mThe ending was great!\u001b[24m\n    \u001b[1m結末は素晴らしかった！\u001b[22m, \u001b[1m結末は素晴らしかったです！\u001b[22m\nthis really is a spoiler:\n\n\u001b[1mこれは本当にスポイラーです：\u001b[22m\n\u001b[1m(Kore wa hontōni supoirādesu:)\u001b[22m\n\nTranslations of \u001b[4mthis really is a spoiler:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis really is a spoiler:\u001b[24m\n    \u001b[1mこれは本当にスポイラーです：\u001b[22m, \u001b[1mこれは本当にスポイラーです。\u001b[22m\nAll those lights on the tower were kids! Not to mention the fact they were screaming as the things plugged into them!\n\n\u001b[1mタワーのすべてのライトは子供たちだった！ 物事が彼らに繋がったときに彼らが叫んでいたという事実は言うまでもありません！\u001b[22m\n\u001b[1m(Tawā no subete no raito wa kodomo-tachidatta! Monogoto ga karera ni tsunagatta toki ni karera ga sakende ita to iu jijitsu wa iu made mo arimasen!)\u001b[22m\n\nTranslations of \u001b[4mAll those lights on the tower were kids! Not to mention the fact they were screaming as the things plugged into them!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll those lights on the tower were kids!\u001b[24m\n    \u001b[1mタワーのすべてのライトは子供たちだった！\u001b[22m, \u001b[1m塔上のすべてのこれらのライトは子供でした！\u001b[22m\n\u001b[4mNot to mention the fact they were screaming as the things plugged into them!\u001b[24m\n    \u001b[1m物事が彼らに繋がったときに彼らが叫んでいたという事実は言うまでもありません！\u001b[22m, \u001b[1m彼らはそれらに差し込まものとして叫んでたという事実は言うまでもありません！\u001b[22m\nIts a movie that I would seriously love to watch again if I could find it and I recomend you do the same!\n\n\u001b[1m私がそれを見つけることができれば私が真剣に再び見ることが大好きなその映画と同じことをお勧めします！\u001b[22m\n\u001b[1m(Watashi ga sore o mitsukeru koto ga dekireba watashi ga shinken ni futatabi miru koto ga daisukina sono eiga to onaji koto o o susume shimasu!)\u001b[22m\n\nTranslations of \u001b[4mIts a movie that I would seriously love to watch again if I could find it and I recomend you do the same!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIts a movie that I would seriously love to watch again if I could find it and I recomend you do the same!\u001b[24m\n    \u001b[1m私がそれを見つけることができれば私が真剣に再び見ることが大好きなその映画と同じことをお勧めします！\u001b[22m, \u001b[1m私はそれを見つけることができれば、再び見ることを真剣に愛することになると私はあなたが同じことを行うrecomendその映画！\u001b[22m"
  },
  {
    "title": "Kakurenbo",
    "id": "1192",
    "url": "https://myanimelist.net/anime/1192/Kakurenbo",
    "user": "Sinvanor",
    "profile": "/profile/Sinvanor/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=61559",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  8\n\nこれは私の最初のレビューなので、大丈夫です。\n\nまた、子供、主要なスポイラーの要約を読まないでください。 誰かがそれを修正する必要があります、全体の話はHikoraの要約とSorinchaの特に与えられます。\n\n私はまず、私は大きなホラーファンではなく、ゴアを見て非常に不気味だと言いたいと思います。 それは恐怖が好きだったとしても、誰もがホラー映画にいる99％のばかだと言って立つつもりですが、それは魅力だと思いますか？ とにかく、これにかかわらず、私は実際に私の頭を振ったり、目を回転させたり、キャラクターを怒らせたりしていたにもかかわらず、ストーリーが好きでした。\n\nストーリー：私が見たことから話はかなりユニークですが、非常に伝統的な日本の気持ちを持っています。私は他のアニメで見た夜に街を放棄した旧市街でゲームをしています。 しかし、それはこの映画の標準では唯一のものです。 終わりに何が起こっても、何かを放ってしまうと、この映画は冷静になり（特に最後のシーン）、それはそれが何の意味を持っているかにかかわらず見守ります。 キツネのマスクを着用しなければならない子供たちも、ストーリーの範囲内で非常に異なる感触を作り出します。 ペーシングは時々オフですが、それは私だけかもしれません。 私はそれがもっと長いことを望んでいます、まだ未解決の事がいくつかありますが、起こるすべてを理解するためにあなたにストーリーの十分な要点を与えることはうまくいきます。 全体的に私はそれに8を与える。\n\nアート：私はアートを愛していましたが、他の人はそうではないことを知っていますが、このような話には完璧だと思います。 あなたはそこに私が楽しんだ自分の上に目立つ細部の細部を置くことができます。 子供たちがやっているやり方も、あなたの目と身体の言語しか見ることはできませんが、思考や感情をとても簡単に読むことができます。 セルシェーディングのために、ライブビデオゲームのように感じることもありました。私のような一部の人たちは、何とかしているのと同じように、全体の試練にもっと忠実になりました。 私は芸術のために9を与える。 私はそのスタイルがこれには完璧だと思う。\n\nサウンド：私は音楽が気に入っていましたが、これはまだ気分が悪いですが、ビデオゲームの古い遺跡で聞こえると思う音楽のようなものですが、それは同時に 半近代都市を放棄した。 しかし、それは古代の悪魔の考えに合っています。それは私のように古代のものではないと思われますが、おそらく彼らはそうであると考えられていました。 鐘や鳴き声、その他の不気味な音の使用は、すでに映画の気味悪い感覚にかなりうまくいきました。 私は音のために8を与える。\n\nキャラクター：私はソリンチャ（あなたを怒らせてくれることはないと思う少女たち）といじめの子供のために、キャラクターが好きだった。 私は特にHikkoraとYaimaoが好きです。 最後には、キャラクターの変化に少し怒ってしまいましたか、あるいは恐れが人に伝わるかもしれませんが、手渡されたときに、なぜそれを端から捨てなかったのですか？ あなたはそれを見るときを理解するでしょう。 それ以外はこれ以上、私はキャラクターに9を与える。彼らは25分間のOVAのために十分に洗練されていた。 私は双子も話していませんでしたが、私は自分のデザインが好きで、自分のマスクのせいで顔に感情がないにもかかわらず、彼らが思っていたことや、 彼らの体の言語と行動で他の人。 最後の3文字（黙った少女を除いたもの）は、典型的な馬鹿のいじめ人であり、彼が気にしていない2人の足首であった。 私はそれらを残念に思ったが、同時に、それはステレオタイプで終わった。 彼らはスマートですが、大きな脂肪は大声で、悪魔を信じないのは馬鹿です。 そして小さなスポイラー、彼は彼に来るものを得るでしょう。 結局、恐怖です。  Hikoraに戻って、私は本当に彼の性格を感じました、彼は妹を見つけることを望んでいました。\n\n楽しさ：私が言ったように、私はホラーを嫌い、これまで見ていたことはめったにありませんでしたが、これは実際には素晴らしい時計でした。 私はHikoraのために本当に感じ、それは映画の最初の第3の後に私を引っ張ったものだった。 物語はいいです、私は芸術を愛し、人物は素晴らしい、音は良い、それはほとんどすべてのホラー映画が持っている通常の欠陥にもかかわらず、良い気味悪い映画です。\n\n全体：8 1/2",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis is my first review so I hope it sums things up alright.\n\n\u001b[1mこれは私の最初のレビューなので、大丈夫です。\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no rebyūnanode, daijōbudesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is my first review so I hope it sums things up alright.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my first review so I hope it sums things up alright.\u001b[24m\n    \u001b[1mこれは私の最初のレビューなので、大丈夫です。\u001b[22m, \u001b[1mこれはので、私はそれは大丈夫物事を合計願って私の最初のレビューです。\u001b[22m\n\u001b[1m\u001b[22m\nAlso DON'T READ THE SUMMARY ON THE KIDS, MAJOR SPOILERS. Someone should fix that, the entire story is given away on Hikora's summary and Sorincha's in particular.\n\n\u001b[1mまた、子供、主要なスポイラーの要約を読まないでください。 誰かがそれを修正する必要があります、全体の話はHikoraの要約とSorinchaの特に与えられます。\u001b[22m\n\u001b[1m(Mata, kodomo, shuyōna supoirā no yōyaku o yomanaide kudasai. Darekaga sore o shūsei suru hitsuyō ga arimasu, zentai no hanashi wa Hikora no yōyaku to Sorincha no tokuni atae raremasu.)\u001b[22m\n\nTranslations of \u001b[4mAlso DON'T READ THE SUMMARY ON THE KIDS, MAJOR SPOILERS. Someone should fix that, the entire story is given away on Hikora's summary and Sorincha's in particular.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso DON'T READ THE SUMMARY ON THE KIDS, MAJOR SPOILERS.\u001b[24m\n    \u001b[1mまた、子供、主要なスポイラーの要約を読まないでください。\u001b[22m, \u001b[1mまた、MAJORスポイラーをKIDS ON概要を読んでいません。\u001b[22m\n\u001b[4mSomeone should fix that, the entire story is given away on Hikora's summary and Sorincha's in particular.\u001b[24m\n    \u001b[1m誰かがそれを修正する必要があります、全体の話はHikoraの要約とSorinchaの特に与えられます。\u001b[22m, \u001b[1m誰かがストーリー全体としては、特にHikoraの概要とSorinchaの上に離れて与えられている、ことを修正する必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nI first off would like to say I am not a big horror fan and am very queasy when seeing gore. That being said, even if I liked horror, I will stand by saying everyone is an idiot 99% of the time who is in a horror movie, but I suppose that's the appeal? Anyway, regardless of this, I did actually like the story, even though I was shaking my head at some parts or rolling my eyes or even yelling things at the characters.\n\n\u001b[1m私はまず、私は大きなホラーファンではなく、ゴアを見て非常に不気味だと言いたいと思います。 それは恐怖が好きだったとしても、誰もがホラー映画にいる99％のばかだと言って立つつもりですが、それは魅力だと思いますか？ とにかく、これにかかわらず、私は実際に私の頭を振ったり、目を回転させたり、キャラクターを怒らせたりしていたにもかかわらず、ストーリーが好きでした。\u001b[22m\n\u001b[1m(Watashi wa mazu, watashi wa ōkina horāfande wa naku, Goa o mite hijō ni bukimida to iitai to omoimasu. Sore wa kyōfu ga sukidatta to shite mo, daremoga horā eiga ni iru 99-pāsento no bakada to itte tatsu tsumoridesuga, soreha miryokuda to omoimasu ka? Tonikaku, kore ni kakawarazu, watashi wa jissai ni watashi no atama o futtari,-me o kaiten sa se tari, kyarakutā o okora se tari shite ita nimokakawarazu, sutōrī ga sukideshita.)\u001b[22m\n\nTranslations of \u001b[4mI first off would like to say I am not a big horror fan and am very queasy when seeing gore. That being said, even if I liked horror, I will stand by saying everyone is an idiot 99% of the time who is in a horror movie, but I suppose that's the appeal? Anyway, regardless of this, I did actually like the story, even though I was shaking my head at some parts or rolling my eyes or even yelling things at the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI first off would like to say I am not a big horror fan and am very queasy when seeing gore.\u001b[24m\n    \u001b[1m私はまず、私は大きなホラーファンではなく、ゴアを見て非常に不気味だと言いたいと思います。\u001b[22m, \u001b[1m私が最初に私は大きなホラーファンではないとマチを見ると非常にムカムカしています言いたいです。\u001b[22m\n\u001b[4mThat being said, even if I liked horror, I will stand by saying everyone is an idiot 99% of the time who is in a horror movie, but I suppose that's the appeal?\u001b[24m\n    \u001b[1mそれは恐怖が好きだったとしても、誰もがホラー映画にいる99％のばかだと言って立つつもりですが、それは魅力だと思いますか？\u001b[22m, \u001b[1m言われていることを、私は恐怖を気に入っていても、私は誰もがホラー映画である時間の馬鹿99％であると言って立つでしょうが、私はそれが魅力だと仮定しますか？\u001b[22m\n\u001b[4mAnyway, regardless of this, I did actually like the story, even though I was shaking my head at some parts or rolling my eyes or even yelling things at the characters.\u001b[24m\n    \u001b[1mとにかく、これにかかわらず、私は実際に私の頭を振ったり、目を回転させたり、キャラクターを怒らせたりしていたにもかかわらず、ストーリーが好きでした。\u001b[22m, \u001b[1mとにかく、関係なく、この、私はいくつかの部分で私の頭を振ったり、私の目を転がり、あるいは文字で物事を叫んでたにもかかわらず、物語のように実際にやりました。\u001b[22m\n\u001b[1m\u001b[22m\nStory: The story is quite unique from what I've seen, but has a very traditional Japanese feel, IE the kids playing a game in an old town abandoned town at night, which I have seen in other animes. However, that's pretty much the only thing that's normal by this movies standards. What happens at the end with out giving anything away makes this movie chilling (especially the very last scene) yet entertaining to watch regardless of the implications it holds. The kids having to wear fox masks also makes for a very different feel in the scope of the story. The pacing is off at times, but that might be just me. I wish it was longer, there are still quite a few things unanswered, but it does well to give you enough gist of the story to understand everything that happens. Overall I give it an 8.\n\n\u001b[1mストーリー：私が見たことから話はかなりユニークですが、非常に伝統的な日本の気持ちを持っています。私は他のアニメで見た夜に街を放棄した旧市街でゲームをしています。 しかし、それはこの映画の標準では唯一のものです。 終わりに何が起こっても、何かを放ってしまうと、この映画は冷静になり（特に最後のシーン）、それはそれが何の意味を持っているかにかかわらず見守ります。 キツネのマスクを着用しなければならない子供たちも、ストーリーの範囲内で非常に異なる感触を作り出します。 ペーシングは時々オフですが、それは私だけかもしれません。 私はそれがもっと長いことを望んでいます、まだ未解決の事がいくつかありますが、起こるすべてを理解するためにあなたにストーリーの十分な要点を与えることはうまくいきます。 全体的に私はそれに8を与える。\u001b[22m\n\u001b[1m(Sutōrī: Watashi ga mita koto kara hanashi wa kanari yunīkudesuga, hijō ni dentō-tekina Nihon no kimochi o motte imasu. Watashi wa hoka no anime de mita yoru ni machi o hōki shita kyū shigai de gēmu o shite imasu. Shikashi, sore wa kono eiga no hyōjunde wa yuiitsu no monodesu. Owari ni nani ga okotte mo, nanika o hanatte shimau to, kono eiga wa reisei ni nari (tokuni saigo no shīn), sore wa sore ga nani no imi o motte iru ka ni kakawarazu mimamorimasu. Kitsune no masuku o chakuyō shinakereba naranai kodomo-tachi mo, sutōrī no han'i-nai de hijō ni kotonaru kanshoku o tsukuridashimasu. Pēshingu wa tokidoki ofudesuga, sore wa watashi dake kamo shiremasen. Watashi wa sore ga motto nagai koto o nozonde imasu, mada mi kaiketsu no koto ga ikutsu ka arimasuga, okoru subete o rikai suru tame ni anata ni sutōrī no jūbun'na yōten o ataeru koto wa umaku ikimasu. Zentai-teki ni watashi wa sore ni 8 o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mStory: The story is quite unique from what I've seen, but has a very traditional Japanese feel, IE the kids playing a game in an old town abandoned town at night, which I have seen in other animes. However, that's pretty much the only thing that's normal by this movies standards. What happens at the end with out giving anything away makes this movie chilling (especially the very last scene) yet entertaining to watch regardless of the implications it holds. The kids having to wear fox masks also makes for a very different feel in the scope of the story. The pacing is off at times, but that might be just me. I wish it was longer, there are still quite a few things unanswered, but it does well to give you enough gist of the story to understand everything that happens. Overall I give it an 8.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The story is quite unique from what I've seen, but has a very traditional Japanese feel, IE the kids playing a game in an old town abandoned town at night, which I have seen in other animes.\u001b[24m\n    \u001b[1mストーリー：私が見たことから話はかなりユニークですが、非常に伝統的な日本の気持ちを持っています。私は他のアニメで見た夜に街を放棄した旧市街でゲームをしています。\u001b[22m, \u001b[1mストーリー：物語は私が見てきたものとはかなりユニークですが、非常に伝統的な日本の感触を持っている、旧市街にゲームをプレイするIEの子供たちは、私が他のアニメで見ている、夜の町を放棄しました。\u001b[22m\n\u001b[4mHowever, that's pretty much the only thing that's normal by this movies standards.\u001b[24m\n    \u001b[1mしかし、それはこの映画の標準では唯一のものです。\u001b[22m, \u001b[1mしかし、それはかなりこの映画の基準では普通のことです唯一のものです。\u001b[22m\n\u001b[4mWhat happens at the end with out giving anything away makes this movie chilling (especially the very last scene) yet entertaining to watch regardless of the implications it holds.\u001b[24m\n    \u001b[1m終わりに何が起こっても、何かを放ってしまうと、この映画は冷静になり（特に最後のシーン）、それはそれが何の意味を持っているかにかかわらず見守ります。\u001b[22m, \u001b[1mどのような離れて何かを与えるうちに終わりに起こることは関係なく、それが保持している意味合いの見てこの映画ゾッ（特に非常に最後のシーンは）まだ面白いことができます。\u001b[22m\n\u001b[4mThe kids having to wear fox masks also makes for a very different feel in the scope of the story.\u001b[24m\n    \u001b[1mキツネのマスクを着用しなければならない子供たちも、ストーリーの範囲内で非常に異なる感触を作り出します。\u001b[22m, \u001b[1mキツネのマスクを着用する必要が子供たちはまた、物語の範囲で非常に異なる感触になります。\u001b[22m\n\u001b[4mThe pacing is off at times, but that might be just me.\u001b[24m\n    \u001b[1mペーシングは時々オフですが、それは私だけかもしれません。\u001b[22m, \u001b[1mペーシングは時間にオフになっているが、それは私だけかもしれません。\u001b[22m\n\u001b[4mI wish it was longer, there are still quite a few things unanswered, but it does well to give you enough gist of the story to understand everything that happens.\u001b[24m\n    \u001b[1m私はそれがもっと長いことを望んでいます、まだ未解決の事がいくつかありますが、起こるすべてを理解するためにあなたにストーリーの十分な要点を与えることはうまくいきます。\u001b[22m, \u001b[1m私はまだかなりの数の事未回答があり、それは長くいたことを望むが、それはあなたに起こるすべてを理解するための物語の十分な要点を与えることもありません。\u001b[22m\n\u001b[4mOverall I give it an 8.\u001b[24m\n    \u001b[1m全体的に私はそれに8を与える。\u001b[22m, \u001b[1m全体的に私はそれを8を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nArt: I loved the art, I know others don't, but I think it was perfect for this kind of story. You can put a ton of detail in there that stands out on it's own, which I enjoyed. Also the way the kids are done, even though you can only see their eyes and body language, it makes it very easy to read what they're thinking and feeling. Due to the cell shading it also felt a bit like a live video game, which makes for some people like myself more vested into the whole ordeal, like I'm apart of it somehow. I give a 9 for art. I think the style was perfect for this.\n\n\u001b[1mアート：私はアートを愛していましたが、他の人はそうではないことを知っていますが、このような話には完璧だと思います。 あなたはそこに私が楽しんだ自分の上に目立つ細部の細部を置くことができます。 子供たちがやっているやり方も、あなたの目と身体の言語しか見ることはできませんが、思考や感情をとても簡単に読むことができます。 セルシェーディングのために、ライブビデオゲームのように感じることもありました。私のような一部の人たちは、何とかしているのと同じように、全体の試練にもっと忠実になりました。 私は芸術のために9を与える。 私はそのスタイルがこれには完璧だと思う。\u001b[22m\n\u001b[1m(Āto: Watashi wa āto o aishite imashitaga, hokanohito wa sōde wanai koto o shitte imasuga, kono yōna hanashi ni wa kanpekida to omoimasu. Anata wa soko ni watashi ga tanoshinda jibun no ue ni medatsu saibu no saibu o oku koto ga dekimasu. Kodomo-tachi ga yatte iru yarikata mo, anata no me to karada no gengo shika miru koto wa dekimasenga, shikō ya kanjō o totemo kantan ni yomu koto ga dekimasu. Serushēdingu no tame ni, raibubideogēmu no yō ni kanjiru koto mo arimashita. Watashi no yōna ichibu no hito-tachi wa, nantoka shite iru no to onajiyōni, zentai no shiren ni motto chūjitsu ni narimashita. Watashi wa geijutsu no tame ni 9 o ataeru. Watashi wa sono sutairu ga kore ni wa kanpekida to omou.)\u001b[22m\n\nTranslations of \u001b[4mArt: I loved the art, I know others don't, but I think it was perfect for this kind of story. You can put a ton of detail in there that stands out on it's own, which I enjoyed. Also the way the kids are done, even though you can only see their eyes and body language, it makes it very easy to read what they're thinking and feeling. Due to the cell shading it also felt a bit like a live video game, which makes for some people like myself more vested into the whole ordeal, like I'm apart of it somehow. I give a 9 for art. I think the style was perfect for this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: I loved the art, I know others don't, but I think it was perfect for this kind of story.\u001b[24m\n    \u001b[1mアート：私はアートを愛していましたが、他の人はそうではないことを知っていますが、このような話には完璧だと思います。\u001b[22m, \u001b[1mアート：私は芸術を愛し、私は他の人がいないけど、私はそれが物語のこの種のために完璧だったと思います。\u001b[22m\n\u001b[4mYou can put a ton of detail in there that stands out on it's own, which I enjoyed.\u001b[24m\n    \u001b[1mあなたはそこに私が楽しんだ自分の上に目立つ細部の細部を置くことができます。\u001b[22m, \u001b[1mあなたは、私が楽しんでいる、それ自身の上に立っていることそこに細部のトンを置くことができます。\u001b[22m\n\u001b[4mAlso the way the kids are done, even though you can only see their eyes and body language, it makes it very easy to read what they're thinking and feeling.\u001b[24m\n    \u001b[1m子供たちがやっているやり方も、あなたの目と身体の言語しか見ることはできませんが、思考や感情をとても簡単に読むことができます。\u001b[22m, \u001b[1mまた、あなたが唯一の彼らの目やボディランゲージを見ることができるにもかかわらず、子供たちが、行われている方法は、それは非常に簡単に彼らが考え、感じているものを読み取ることができます。\u001b[22m\n\u001b[4mDue to the cell shading it also felt a bit like a live video game, which makes for some people like myself more vested into the whole ordeal, like I'm apart of it somehow.\u001b[24m\n    \u001b[1mセルシェーディングのために、ライブビデオゲームのように感じることもありました。私のような一部の人たちは、何とかしているのと同じように、全体の試練にもっと忠実になりました。\u001b[22m, \u001b[1mシェーディングセルに起因するそれはまた、私は何とか離れてそれのだように自分自身をより多くの、全体の試練に権利が確定したようないくつかの人々のためになり、ライブビデオゲーム、のようなビットを感じました。\u001b[22m\n\u001b[4mI give a 9 for art.\u001b[24m\n    \u001b[1m私は芸術のために9を与える。\u001b[22m, \u001b[1m私は芸術のために9を与えます。\u001b[22m\n\u001b[4mI think the style was perfect for this.\u001b[24m\n    \u001b[1m私はそのスタイルがこれには完璧だと思う。\u001b[22m, \u001b[1m私はスタイルがこのために完璧だったと思います。\u001b[22m\n\u001b[1m\u001b[22m\nSound: I liked the music, it was creepy yet ancient feeling, the kind of music you'd think you'd hear in old ruins on a video game, however at the same time, that doesn't totally fit the idea of a semi-modern abandoned town. It does however fit the idea of ancient demons, which by the looks of it I don't think are so ancient themselves, but perhaps they were supposed to be. The use of bells and creaks as well as other eerie sounds worked quite well to the already creepy feel of the movie. I give an 8 for sound.\n\n\u001b[1mサウンド：私は音楽が気に入っていましたが、これはまだ気分が悪いですが、ビデオゲームの古い遺跡で聞こえると思う音楽のようなものですが、それは同時に 半近代都市を放棄した。 しかし、それは古代の悪魔の考えに合っています。それは私のように古代のものではないと思われますが、おそらく彼らはそうであると考えられていました。 鐘や鳴き声、その他の不気味な音の使用は、すでに映画の気味悪い感覚にかなりうまくいきました。 私は音のために8を与える。\u001b[22m\n\u001b[1m(Saundo: Watashi wa ongaku ga kiniitte imashitaga, kore wa mada kibungawaruidesuga, bideogēmu no furui iseki de kikoeru to omou ongaku no yōna monodesuga, soreha dōjini han kindai toshi o hōki shita. Shikashi, soreha kodai no akuma no kangae ni atte imasu. Sore wa watashi no yō ni kodai no monode wa nai to omowa remasuga, osoraku karera wa sōdearu to kangae rarete imashita. Kane ya nakigoe, sonohoka no bukimina oto no shiyō wa, sudeni eiga no kimiwarui kankaku ni kanari umaku ikimashita. Watashi wa oto no tame ni 8 o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mSound: I liked the music, it was creepy yet ancient feeling, the kind of music you'd think you'd hear in old ruins on a video game, however at the same time, that doesn't totally fit the idea of a semi-modern abandoned town. It does however fit the idea of ancient demons, which by the looks of it I don't think are so ancient themselves, but perhaps they were supposed to be. The use of bells and creaks as well as other eerie sounds worked quite well to the already creepy feel of the movie. I give an 8 for sound.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: I liked the music, it was creepy yet ancient feeling, the kind of music you'd think you'd hear in old ruins on a video game, however at the same time, that doesn't totally fit the idea of a\u001b[24m\n    \u001b[1mサウンド：私は音楽が気に入っていましたが、これはまだ気分が悪いですが、ビデオゲームの古い遺跡で聞こえると思う音楽のようなものですが、それは同時に\u001b[22m, \u001b[1mサウンド：私はそれはしかし、同時に、それは全くの考えに合わない、不気味まだ古代の気持ち、あなたはビデオゲームの古い遺跡に聞くと思うだろう音楽のようなものだった、音楽が好き\u001b[22m\n\u001b[4msemi-modern abandoned town.\u001b[24m\n    \u001b[1m半近代都市を放棄した。\u001b[22m, \u001b[1m半近代的な放棄された町。\u001b[22m\n\u001b[4mIt does however fit the idea of ancient demons, which by the looks of it I don't think are so ancient themselves, but perhaps they were supposed to be.\u001b[24m\n    \u001b[1mしかし、それは古代の悪魔の考えに合っています。それは私のように古代のものではないと思われますが、おそらく彼らはそうであると考えられていました。\u001b[22m, \u001b[1mしかしその様子によって、私は自分自身そう古代、おそらく彼らはすることになったとは思わないこれは、古代の悪魔の考えに合うん。\u001b[22m\n\u001b[4mThe use of bells and creaks as well as other eerie sounds worked quite well to the already creepy feel of the movie.\u001b[24m\n    \u001b[1m鐘や鳴き声、その他の不気味な音の使用は、すでに映画の気味悪い感覚にかなりうまくいきました。\u001b[22m, \u001b[1mベルや軋みだけでなく、他の不気味な音の使用は、映画のすでに不気味な感触に非常によく働きました。\u001b[22m\n\u001b[4mI give an 8 for sound.\u001b[24m\n    \u001b[1m私は音のために8を与える。\u001b[22m, \u001b[1m私は音のために8を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: I liked the characters, save for Sorincha (giggling girls who won't tell you things piss me off) and the bully kid. I especially like Hikkora and Yaimao. There is a part at the end though that made me a bit furious with his change in character, or maybe fear does it to people, but why didn't he just throw it off the edge when he's handed it? You'll understand when you see it. Other then this, over all I give the characters a 9. They were well fleshed out for a 25 min OVA. I thought the twins were cool too, even though they didn't talk, I liked their designs and despite the lack of emotion in their face, probably due to their masks, you could still tell what they were thinking and how they communicated with each other by their body language and actions. The last 3 characters (minus the silent girl) were typical idiot bully and his two lackeys which he has no regard for. I felt sorry for them but at the same time, it's an over done stereo type. They're smart, but the big fat loud and non-believing in demons one is an idiot. And small spoiler, he'll get what's coming to him. It is horror after all. Back to Hikora though, I really felt for his character, him wanting to find his sister and his friend determined to help is what kept the story going for me, wanting them to win and get out.\n\n\u001b[1mキャラクター：私はソリンチャ（あなたを怒らせてくれることはないと思う少女たち）といじめの子供のために、キャラクターが好きだった。 私は特にHikkoraとYaimaoが好きです。 最後には、キャラクターの変化に少し怒ってしまいましたか、あるいは恐れが人に伝わるかもしれませんが、手渡されたときに、なぜそれを端から捨てなかったのですか？ あなたはそれを見るときを理解するでしょう。 それ以外はこれ以上、私はキャラクターに9を与える。彼らは25分間のOVAのために十分に洗練されていた。 私は双子も話していませんでしたが、私は自分のデザインが好きで、自分のマスクのせいで顔に感情がないにもかかわらず、彼らが思っていたことや、それぞれの 彼らの体の言語と行動で他の人。 最後の3文字（黙った少女を除いたもの）は、典型的な馬鹿のいじめ人であり、彼が気にしていない2人の足首であった。 私はそれらを残念に思ったが、同時に、それはステレオタイプで終わった。 彼らはスマートですが、大きな脂肪は大声で、悪魔を信じないのは馬鹿です。 そして小さなスポイラー、彼は彼に来るものを得るでしょう。 結局、恐怖です。  Hikoraに戻って、私は本当に彼の性格を感じました、彼は妹を見つけることを望んでいました。\u001b[22m\n\u001b[1m(Kyarakutā: Watashi wa sorincha (anata o okora sete kureru koto wa nai to omou shōjo-tachi) to ijime no kodomonotameni, kyarakutā ga sukidatta. Watashi wa tokuni Hikkora to Yaimao ga sukidesu. Watashi wa futago mo hanashite imasendeshitaga, watashi wa jibun no dezain ga sukide, jibun no masuku no sei de kao ni kanjō ga nai nimokakawarazu, karera ga omotte ita koto ya, sorezore no karera no karada no gengo to kōdō de hokanohito. Saigo no 3 moji (damatta shōjo o nozoita mono) wa, tenkei-tekina baka no ijime hitodeari, kare ga ki ni shite inai 2-ri no ashikubideatta. Watashi wa sorera o zan'nen ni omottaga, dōjini, soreha sutereo taipu de owatta. Karera wa sumātodesuga, ōkina shibō wa ōgoe de, akuma o shinjinai no wa bakadesu. Soshite chīsana supoirā, kare wa kare ni kuru mono o erudeshou. Kekkyoku, kyōfudesu. Hikora ni modotte, watashi wa hontōni kare no seikaku o kanjimashita, kare wa imōto o mitsukeru koto o nozonde imashita. Saigo ni wa, kyarakutā no henka ni sukoshi okotte shimaimashita ka, aruiwa osore ga hito ni tsutawaru kamo shiremasenga, tewatasa reta toki ni, naze sore o hashi kara sutenakatta nodesu ka? Anata wa sore o miru toki o rikai surudeshou. Sore igai wa kore ijō, watashi wa kyarakutā ni 9 o ataeru. Karera wa 25-funkan no ovu~a no tame ni jūbun ni senren sa rete ita.)\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: Even though as I stated I dislike horror and rarely if ever watch it, this was actually quite a good watch. I really feel for Hikora and that was what drew me in after the first 3rd of the movie. The story is good, I loved the art, the characters are great, the sound is good and it's a good creepy movie, despite the usual flaws nearly every horror movie ever has.\n\n\u001b[1m楽しさ：私が言ったように、私はホラーを嫌い、これまで見ていたことはめったにありませんでしたが、これは実際には素晴らしい時計でした。 私はHikoraのために本当に感じ、それは映画の最初の第3の後に私を引っ張ったものだった。 物語はいいです、私は芸術を愛し、人物は素晴らしい、音は良い、それはほとんどすべてのホラー映画が持っている通常の欠陥にもかかわらず、良い気味悪い映画です。\u001b[22m\n\u001b[1m(Tanoshisa: Watashi ga itta yō ni, watashi wa horā o kirai, kore made mite ita koto wa mettani arimasendeshitaga, kore wa jissai ni wa subarashī tokeideshita. Watashi wa Hikora no tame ni hontōni kanji, soreha eiga no saisho no dai 3 no nochi ni watashi o hippatta monodatta. Monogatari wa īdesu, watashi wa geijutsu o aishi, jinbutsu wa subarashī,-on wa yoi, sore wa hotondo subete no horā eiga ga motte iru tsūjō no kekkan nimokakawarazu, yoi kimiwarui eigadesu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: Even though as I stated I dislike horror and rarely if ever watch it, this was actually quite a good watch. I really feel for Hikora and that was what drew me in after the first 3rd of the movie. The story is good, I loved the art, the characters are great, the sound is good and it's a good creepy movie, despite the usual flaws nearly every horror movie ever has.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: Even though as I stated I dislike horror and rarely if ever watch it, this was actually quite a good watch.\u001b[24m\n    \u001b[1m楽しさ：私が言ったように、私はホラーを嫌い、これまで見ていたことはめったにありませんでしたが、これは実際には素晴らしい時計でした。\u001b[22m, \u001b[1m楽しさ：私が述べたように、私は恐怖を嫌い、これまでそれを見る場合はまれに、これは実際には非常に良い時計ではなかったにもかかわらず。\u001b[22m\n\u001b[4mI really feel for Hikora and that was what drew me in after the first 3rd of the movie.\u001b[24m\n    \u001b[1m私はHikoraのために本当に感じ、それは映画の最初の第3の後に私を引っ張ったものだった。\u001b[22m, \u001b[1m私は本当にHikoraのために感じ、それが映画の最初の第三の後に私を描いたものでした。\u001b[22m\n\u001b[4mThe story is good, I loved the art, the characters are great, the sound is good and it's a good creepy movie, despite the usual flaws nearly every horror movie ever has.\u001b[24m\n    \u001b[1m物語はいいです、私は芸術を愛し、人物は素晴らしい、音は良い、それはほとんどすべてのホラー映画が持っている通常の欠陥にもかかわらず、良い気味悪い映画です。\u001b[22m, \u001b[1m物語は、文字は素晴らしいです、私は芸術を愛し、良い音が良好であり、それはほぼすべてのホラー映画が今まで持っている通常の欠陥にもかかわらず、良好な不気味な映画です。\u001b[22m\n\u001b[1m\u001b[22m\nOver all: 8 1/2\n\n\u001b[1m全体：8 1/2\u001b[22m\n\u001b[1m(Zentai: 8 1/ 2)\u001b[22m\n\nTranslations of \u001b[4mOver all: 8 1/2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOver all: 8 1/2\u001b[24m\n    \u001b[1m全体：8 1/2\u001b[22m, \u001b[1mすべて以上：8 1/2\u001b[22m"
  },
  {
    "title": "Kakurenbo",
    "id": "1192",
    "url": "https://myanimelist.net/anime/1192/Kakurenbo",
    "user": "Injection",
    "profile": "/profile/Injection/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=55611",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのアニメを愛しています。私はそれが見えるまで私が覚えていないけれども、私が少しでも覚えています。\n\n「オトカヨは、その町でプレーしている秘密のゲームです。 それを隠すゲームは、\n\nこのアニメは長さ約25分で見つけやすい。 ルールは、7人の子供がゲームを始めると、到着する子供のうち7人がマスクを着用し、ゲームをプレイする必要があります。 古い都市は彼らにとって迷路になり、そこには4人の悪魔がいる。\n\nゲームをしている若い女の子は姉のように見えるので、彼らは彼女を追いかけ、彼女を失う。 それが起こると、彼らは町の4人の悪魔を描いた古い紙を見つけます。\n\n児童養親、血液採取者、油漬け人、肝臓摂取者。 彼らは子供を連れて戻って来ることは一度もありません。 多くはゲームをするためにそこにいるが、1つは前夜に演奏し、消えた彼の妹を見つけるためにそこにある。 一度それを見て、それを見始めるあなたは止めたくありません。 その素晴らしいアニメ。 私はあまり離れていない。 私はそれがより長いとそれの第二の映画を望む。\n\nあなたが映画の終わりにあなたを驚かせて子供たちに起こったことを知っているもの。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI love this anime I remember watching it when I was little though could never remember the name till I found this.\n\n\u001b[1m私はこのアニメを愛しています。私はそれが見えるまで私が覚えていないけれども、私が少しでも覚えています。\u001b[22m\n\u001b[1m(Watashi wa kono anime o aishiteimasu. Watashi wa sore ga mieru made watashi ga oboeteinai keredomo, watashi ga sukoshi demo oboete imasu.)\u001b[22m\n\nTranslations of \u001b[4mI love this anime I remember watching it when I was little though could never remember the name till I found this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love this anime I remember watching it when I was little though could never remember the name till I found this.\u001b[24m\n    \u001b[1m私はこのアニメを愛しています。私はそれが見えるまで私が覚えていないけれども、私が少しでも覚えています。\u001b[22m, \u001b[1m私は私が小さい頃、私はこれを見つけたまでしかし名前を覚えていることができませんでしたそれを見て覚えて、このアニメが大好きです。\u001b[22m\n\u001b[1m\u001b[22m\n'Otokayo is a secret game they play in that town. Its a game of hide and seek'\n\n\u001b[1m「オトカヨは、その町でプレーしている秘密のゲームです。 それを隠すゲームは、\u001b[22m\n\u001b[1m(`Otokayo wa, sono machi de purē shite iru himitsu no gēmudesu. Sore o kakusu gēmu wa,)\u001b[22m\n\nTranslations of \u001b[4m'Otokayo is a secret game they play in that town. Its a game of hide and seek'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Otokayo is a secret game they play in that town.\u001b[24m\n    \u001b[1m「オトカヨは、その町でプレーしている秘密のゲームです。\u001b[22m, \u001b[1m「Otokayoは、彼らがその町で遊ぶ秘密のゲームです。\u001b[22m\n\u001b[4mIts a game of hide and seek'\u001b[24m\n    \u001b[1mそれを隠すゲームは、\u001b[22m, \u001b[1mその非表示のゲームとシーク」\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is only about 25 mins long and easy to find. The rules are when 7 kids arrive the games begin, 7 of the kids that arrive must wear masks and play the game. The old city becomes a maze for them and there are 4 demons that play along with them.\n\n\u001b[1mこのアニメは長さ約25分で見つけやすい。 ルールは、7人の子供がゲームを始めると、到着する子供のうち7人がマスクを着用し、ゲームをプレイする必要があります。 古い都市は彼らにとって迷路になり、そこには4人の悪魔がいる。\u001b[22m\n\u001b[1m(Kono anime wa naga-sa yaku 25-bu de mitsuke yasui. Rūru wa, 7-ri no kodomo ga gēmu o hajimeru to, tōchaku suru kodomo no uchi 7-ri ga masuku o chakuyō shi, gēmu o purei suru hitsuyō ga arimasu. Furui toshi wa karera ni totte meiro ni nari, soko ni wa 4-ri no akuma ga iru.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is only about 25 mins long and easy to find. The rules are when 7 kids arrive the games begin, 7 of the kids that arrive must wear masks and play the game. The old city becomes a maze for them and there are 4 demons that play along with them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is only about 25 mins long and easy to find.\u001b[24m\n    \u001b[1mこのアニメは長さ約25分で見つけやすい。\u001b[22m, \u001b[1mこのアニメは、わずか約25分長く、見つけるのは簡単です。\u001b[22m\n\u001b[4mThe rules are when 7 kids arrive the games begin, 7 of the kids that arrive must wear masks and play the game.\u001b[24m\n    \u001b[1mルールは、7人の子供がゲームを始めると、到着する子供のうち7人がマスクを着用し、ゲームをプレイする必要があります。\u001b[22m, \u001b[1m7子供たちはゲームは、マスクを着用し、ゲームをプレイする必要があります到着の子供の7始める到着したときのルールがあります。\u001b[22m\n\u001b[4mThe old city becomes a maze for them and there are 4 demons that play along with them.\u001b[24m\n    \u001b[1m古い都市は彼らにとって迷路になり、そこには4人の悪魔がいる。\u001b[22m, \u001b[1m旧市街には、彼らのために迷路になり、彼らと一緒に演奏4悪魔があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe young girl that is playing the game seems like his sister so they follow her and wind up losing her. As that happens they find a piece of old paper that depicts 4 demons of the town.\n\n\u001b[1mゲームをしている若い女の子は姉のように見えるので、彼らは彼女を追いかけ、彼女を失う。 それが起こると、彼らは町の4人の悪魔を描いた古い紙を見つけます。\u001b[22m\n\u001b[1m(Gēmu o shite iru wakai on'nanoko wa ane no yō ni mieru node, karera wa kanojo o oikake, kanojo o ushinau. Sore ga okoru to, karera wa machi no 4-ri no akuma o kaita furui kami o mitsukemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe young girl that is playing the game seems like his sister so they follow her and wind up losing her. As that happens they find a piece of old paper that depicts 4 demons of the town.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe young girl that is playing the game seems like his sister so they follow her and wind up losing her.\u001b[24m\n    \u001b[1mゲームをしている若い女の子は姉のように見えるので、彼らは彼女を追いかけ、彼女を失う。\u001b[22m, \u001b[1m彼らは彼女に従うと、彼女を失う羽目になるゲームをしている若い女の子は彼の妹のように思えます。\u001b[22m\n\u001b[4mAs that happens they find a piece of old paper that depicts 4 demons of the town.\u001b[24m\n    \u001b[1mそれが起こると、彼らは町の4人の悪魔を描いた古い紙を見つけます。\u001b[22m, \u001b[1mそれが起こるように、彼らは町の4悪魔を描いている古い一枚の紙を見つけます。\u001b[22m\n\u001b[1m\u001b[22m\nThe child taker, the blood taker, the oil taker , and the liver taker. Once they take children they never come back and the last person left is the winner becoming something they least expect. Many are there to play the game, but one is there to find his sister that played the night before and disappeared. Once you watch it and start to watch it you wont want to stop. Its a great anime. I wont give much away. I do wish it was longer and a second movie of it.\n\n\u001b[1m児童養親、血液採取者、油漬け人、肝臓摂取者。 彼らは子供を連れて戻って来ることは一度もありません。 多くはゲームをするためにそこにいるが、1つは前夜に演奏し、消えた彼の妹を見つけるためにそこにある。 一度それを見て、それを見始めるあなたは止めたくありません。 その素晴らしいアニメ。 私はあまり離れていない。 私はそれがより長いとそれの第二の映画を望む。\u001b[22m\n\u001b[1m(Jidō yōshin, ketsueki saishu-sha,-yu-dzuke hito, kanzō sesshu-sha. Karera wa kodomo o tsurete modotte kuru koto wa ichido mo arimasen. Ōku wa gēmu o suru tame ni soko ni iru ga, 1tsu wa zen'ya ni ensō shi, kieta kare no imōto o mitsukeru tame ni soko ni aru. Ichido sore o mite, sore o mi hajimeru anata wa tometaku arimasen. Sono subarashī anime. Watashi wa amari hanarete inai. Watashi wa sore ga yori nagai to sore no daini no eiga o nozomu.)\u001b[22m\n\nTranslations of \u001b[4mThe child taker, the blood taker, the oil taker , and the liver taker. Once they take children they never come back and the last person left is the winner becoming something they least expect. Many are there to play the game, but one is there to find his sister that played the night before and disappeared. Once you watch it and start to watch it you wont want to stop. Its a great anime. I wont give much away. I do wish it was longer and a second movie of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe child taker, the blood taker, the oil taker , and the liver taker.\u001b[24m\n    \u001b[1m児童養親、血液採取者、油漬け人、肝臓摂取者。\u001b[22m, \u001b[1m子テイカー、血液係、石油係、および肝臓テイカー。\u001b[22m\n\u001b[4mOnce they take children they never come back and the last person left is the winner becoming something they least expect.\u001b[24m\n    \u001b[1m彼らは子供を連れて戻って来ることは一度もありません。\u001b[22m, \u001b[1m彼らは子供を取ると、それらは戻ってくることはありませんし、左の最後の人は、彼らが最も期待勝者になってきたものです。\u001b[22m\n\u001b[4mMany are there to play the game, but one is there to find his sister that played the night before and disappeared.\u001b[24m\n    \u001b[1m多くはゲームをするためにそこにいるが、1つは前夜に演奏し、消えた彼の妹を見つけるためにそこにある。\u001b[22m, \u001b[1m多くは、ゲームをプレイするためにありますが、一つは前の晩を果たし、姿を消した妹を見つけることがあります。\u001b[22m\n\u001b[4mOnce you watch it and start to watch it you wont want to stop.\u001b[24m\n    \u001b[1m一度それを見て、それを見始めるあなたは止めたくありません。\u001b[22m, \u001b[1mあなたはそれを見て、それを見るために開始すると、あなたは文句を言わない止めたいです。\u001b[22m\n\u001b[4mIts a great anime.\u001b[24m\n    \u001b[1mその素晴らしいアニメ。\u001b[22m, \u001b[1mその偉大なアニメ。\u001b[22m\n\u001b[4mI wont give much away.\u001b[24m\n    \u001b[1m私はあまり離れていない。\u001b[22m, \u001b[1m私は文句を言わないくらいの距離を与えます。\u001b[22m\n\u001b[4mI do wish it was longer and a second movie of it.\u001b[24m\n    \u001b[1m私はそれがより長いとそれの第二の映画を望む。\u001b[22m, \u001b[1m私はそれが長かった希望、それの第二のムービーです。\u001b[22m\n\u001b[1m\u001b[22m\nWhat you find out that happened to the children with surprise you at the ending of the movie.\n\n\u001b[1mあなたが映画の終わりにあなたを驚かせて子供たちに起こったことを知っているもの。\u001b[22m\n\u001b[1m(Anata ga eiga no owari ni anata o odoroka sete kodomo-tachi ni okotta koto o shitte iru mono.)\u001b[22m\n\nTranslations of \u001b[4mWhat you find out that happened to the children with surprise you at the ending of the movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat you find out that happened to the children with surprise you at the ending of the movie.\u001b[24m\n    \u001b[1mあなたが映画の終わりにあなたを驚かせて子供たちに起こったことを知っているもの。\u001b[22m, \u001b[1mどのようなあなたは、映画のエンディングで驚きと子供たちに起こったことを知ります。\u001b[22m"
  },
  {
    "title": "Kakurenbo",
    "id": "1192",
    "url": "https://myanimelist.net/anime/1192/Kakurenbo",
    "user": "AwesomeFantastic",
    "profile": "/profile/AwesomeFantastic/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=73377",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  3\nサウンド|  4\nキャラクター|  5\n|  3\n\nこのアニメは非常に遅いペースを持っており、最初の10分間は1時間かかると感じています。 あなたのリストを使い果たしていないなら、私はしばらくの間これをオフにすることをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 3\n\n\u001b[1mアニメーション|  3\u001b[22m\n\u001b[1m(Animēshon | 3)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nThis anime has a very slow pace, it feels like an hour going through the first 10 minutes. If you haven't exhausted your list already I would recommend putting this one off for a while.\n\n\u001b[1mこのアニメは非常に遅いペースを持っており、最初の10分間は1時間かかると感じています。 あなたのリストを使い果たしていないなら、私はしばらくのうちにこれをオフにすることをお勧めします。\u001b[22m\n\u001b[1m(Kono anime wa hijō ni osoi pēsu o motte ori, saisho no 10-funkan wa 1-jikan kakaru to kanjite imasu. Anata no risuto o tsukaihatashite inainara, watashi wa shibaraku no uchi ni kore o ofu ni suru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime has a very slow pace, it feels like an hour going through the first 10 minutes. If you haven't exhausted your list already I would recommend putting this one off for a while.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime has a very slow pace, it feels like an hour going through the first 10 minutes.\u001b[24m\n    \u001b[1mこのアニメは非常に遅いペースを持っており、最初の10分間は1時間かかると感じています。\u001b[22m, \u001b[1mこのアニメは非常にゆっくりとしたペースを持っている、それは最初の10分を通過する時間のように感じています。\u001b[22m\n\u001b[4mIf you haven't exhausted your list already I would recommend putting this one off for a while.\u001b[24m\n    \u001b[1mあなたのリストを使い果たしていないなら、私はしばらくのうちにこれをオフにすることをお勧めします。\u001b[22m, \u001b[1mあなたがあなたのリストを使い果たしていない場合は、すでに私はしばらくの間、この1を先送りお勧めします。\u001b[22m"
  },
  {
    "title": "Kakurenbo",
    "id": "1192",
    "url": "https://myanimelist.net/anime/1192/Kakurenbo",
    "user": "tuva",
    "profile": "/profile/tuva/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=147015",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  5\nキャラクター|  6\n|  5\n\n非表示（＆amp; シーク+超自然+ホラー=驚くべき組み合わせ（しかし、残念な結果）=カークレンボ\n\n無駄。 それは私が本当にこの映画について言うことができるすべてです。\n\nストーリー：7  - 都市の遺跡の中には、子供たちだけが遊ぶことができるゲームがあります。 それは\"Otokoyo\"と呼ばれています。 隠ぺいのゲーム。 しかし、子供がこのゲームをプレイするたびに、彼らは建物のブラインドに消えてしまいます。この話は、Hikoraという男の子がOtokoyoの世界に入り、このゲームをプレイしている妹Sorinchaを見つけるために始まります。 私はそれが有望であることを発見し、私はこの映画を見た後、私はhide＆amp; あなたが子供でな​​い場合でもシークしますが、結果には本当に失望しました。\n\nアート：6  - 芸術は思い出に残るものでも美しいものでもありませんでしたが、それは手荒れではありませんでしたので、「キディ・レベル」のホラー・アニメーションに多かれ少なかれ適しています。\n\nサウンド：5  - 私は思い出がほとんどないものですが、カークレンボのサウンドトラックを見極めるのに悩まされているわけではありません。なぜなら、この映画を賞賛するほどの驚くべきものは何も言及できませんでした。  。\n\nキャラクター：6  - キャラクターは悪くはなかったが、唯一の映画でもキャラクターの潜在能力はより高かったが、潜在力は抜け落ちていても少しは失望した。\n\n楽しさ：5  - 私はこのシリーズが嫌いではない、または迷惑なものだと思うが、私は本当に高い期待を持っていたと思うので、私はあなたに大きな期待を抱き、pg-13恐怖を楽しんでいない限り、 このアニメで大丈夫です。\n\n気に入った人たち：学園の怪談、甲斐田レストラン、コープスパーティーは、同様の要素のためにこのシリーズが好きです。\n\n全体的に：6  - 全体的に私は少し失望しましたが、あなたは高い期待を持たず、この映画が誰にも適している限り、この映画を好きです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nHide &amp; Seek + Supernatural + Horror = Amazing combination ( but a disappointing result ) = Kakurenbo\n\n\u001b[1m非表示（＆amp; シーク+超自然+ホラー=驚くべき組み合わせ（しかし、残念な結果）=カークレンボ\u001b[22m\n\u001b[1m(Hi hyōji ( & amp; shīku + chō shizen + horā = odorokubeki kumiawase (shikashi, zan'nen'na kekka) = kākurenbo)\u001b[22m\n\nTranslations of \u001b[4mHide &amp; Seek + Supernatural + Horror = Amazing combination ( but a disappointing result ) = Kakurenbo\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHide &amp;\u001b[24m\n    \u001b[1m非表示（＆amp;\u001b[22m, \u001b[1m隠す＆＃038;\u001b[22m\n\u001b[4mSeek + Supernatural + Horror = Amazing combination ( but a disappointing result ) = Kakurenbo\u001b[24m\n    \u001b[1mシーク+超自然+ホラー=驚くべき組み合わせ（しかし、残念な結果）=カークレンボ\u001b[22m, \u001b[1m+スーパーナチュラル+ホラー=アメージング組み合わせ（しかし、残念な結果を）求める=カクレンボ\u001b[22m\n\u001b[1m\u001b[22m\nA waste. Thats all I really can say about this movie.\n\n\u001b[1m無駄。 それは私が本当にこの映画について言うことができるすべてです。\u001b[22m\n\u001b[1m(Muda. Sore wa watashi ga hontōni kono eiga ni tsuite iu koto ga dekiru subetedesu.)\u001b[22m\n\nTranslations of \u001b[4mA waste. Thats all I really can say about this movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA waste.\u001b[24m\n    \u001b[1m無駄。\u001b[22m, \u001b[1m廃棄物。\u001b[22m\n\u001b[4mThats all I really can say about this movie.\u001b[24m\n    \u001b[1mそれは私が本当にこの映画について言うことができるすべてです。\u001b[22m, \u001b[1m私は本当にこの映画について言うことができるすべてのthats。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 7 - Among the ruins of the city, there is a game only children can play. It is called “Otokoyo”; a game of hide-and-seek. But whenever children play this game, one by one they would disappear into the blinds of the buildings… The story begins when a boy named Hikora enters the world of Otokoyo, to find his sister Sorincha who disappeared afer playing this game. At the beginning I found it promising and I thought after watching this movie I'd reconsider playing hide &amp; seek ( even if you're not a kid ) but I really was disappointed with the results.\n\n\u001b[1mストーリー：7  - 都市の遺跡の中には、子供たちだけが遊ぶことができるゲームがあります。 それは\"Otokoyo\"と呼ばれています。 隠ぺいのゲーム。 しかし、子供がこのゲームをプレイするたびに、彼らは建物のブラインドに消えてしまいます。この話は、Hikoraという男の子がOtokoyoの世界に入り、このゲームをプレイしている妹Sorinchaを見つけるために始まります。 私はそれが有望であることを発見し、私はこの映画を見た後、私はhide＆amp; あなたが子供でな​​い場合でもシークしますが、結果には本当に失望しました。\u001b[22m\n\u001b[1m(Sutōrī: 7 - Toshi no iseki no nakaniha, kodomo-tachi dake ga asobu koto ga dekiru gēmu ga arimasu. Sore wa\" Otokoyo\" to yoba rete imasu. Inpei no gēmu. Shikashi, kodomo ga kono gēmu o purei suru tabi ni, karera wa tatemono no buraindo ni kiete shimaimasu. Ko no hanashi wa, Hikora to iu otokonoko ga Otokoyo no sekai ni hairi, kono gēmu o purei shite iru imōto Sorincha o mitsukeru tame ni hajimarimasu. Watashi wa sore ga yūbōdearu koto o hakken shi, watashi wa kono eiga o mita nochi, watashi wa haido& amp; anata ga kodomo dena ​​ i baai demo shīku shimasuga, kekka ni wa hontōni shitsubō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mStory: 7 - Among the ruins of the city, there is a game only children can play. It is called “Otokoyo”; a game of hide-and-seek. But whenever children play this game, one by one they would disappear into the blinds of the buildings… The story begins when a boy named Hikora enters the world of Otokoyo, to find his sister Sorincha who disappeared afer playing this game. At the beginning I found it promising and I thought after watching this movie I'd reconsider playing hide &amp; seek ( even if you're not a kid ) but I really was disappointed with the results.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 7 - Among the ruins of the city, there is a game only children can play.\u001b[24m\n    \u001b[1mストーリー：7  - 都市の遺跡の中には、子供たちだけが遊ぶことができるゲームがあります。\u001b[22m, \u001b[1mストーリー：7  - 都市の遺跡の中で、唯一の子供たちが遊ぶことができるゲームがあります。\u001b[22m\n\u001b[4mIt is called “Otokoyo”;\u001b[24m\n    \u001b[1mそれは\"Otokoyo\"と呼ばれています。\u001b[22m, \u001b[1mそれは、「Otokoyo」と呼ばれています。\u001b[22m\n\u001b[4ma game of hide-and-seek.\u001b[24m\n    \u001b[1m隠ぺいのゲーム。\u001b[22m, \u001b[1mかくれんぼのゲーム。\u001b[22m\n\u001b[4mBut whenever children play this game, one by one they would disappear into the blinds of the buildings… The story begins when a boy named Hikora enters the world of Otokoyo, to find his sister Sorincha who disappeared afer playing this game.\u001b[24m\n    \u001b[1mしかし、子供がこのゲームをプレイするたびに、彼らは建物のブラインドに消えてしまいます。この話は、Hikoraという男の子がOtokoyoの世界に入り、このゲームをプレイしている妹Sorinchaを見つけるために始まります。\u001b[22m, \u001b[1m子供が1によってこのゲーム、1をプレイするたびしかし、彼らは建物のブラインドに消えてしまう... Hikoraという名前の少年がこのゲームをプレイするのafer消えた妹Sorinchaを見つけるために、Otokoyoの世界に入ったときに物語が始まります。\u001b[22m\n\u001b[4mAt the beginning I found it promising and I thought after watching this movie I'd reconsider playing hide &amp;\u001b[24m\n    \u001b[1m私はそれが有望であることを発見し、私はこの映画を見た後、私はhide＆amp;\u001b[22m, \u001b[1m初めに私はそれが有望な発見し、私はこの映画を見た後、私は非表示＆＃038を再生する再検討しようと思いました。\u001b[22m\n\u001b[4mseek ( even if you're not a kid ) but I really was disappointed with the results.\u001b[24m\n    \u001b[1mあなたが子供でない場合でもシークしますが、結果には本当に失望しました。\u001b[22m, \u001b[1mシーク（あなたが子供でなくても）が、私は本当に結果には失望しました。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 6 - The art wasn't anything memorable or beautiful but it wasn't shabby so I found it more or less suitable for a 'kiddy-level' horror anime.\n\n\u001b[1mアート：6  - 芸術は思い出に残るものでも美しいものでもありませんでしたが、それは手荒れではありませんでしたので、「キディ・レベル」のホラー・アニメーションに多かれ少なかれ適しています。\u001b[22m\n\u001b[1m(Āto: 6 - Geijutsu wa omoide ni nokoru monode mo utsukushī monode mo arimasendeshitaga, soreha tearede wa arimasendeshitanode,`kidi reberu' no horā animēshon ni ōkare sukunakare tekishite imasu.)\u001b[22m\n\nTranslations of \u001b[4mArt: 6 - The art wasn't anything memorable or beautiful but it wasn't shabby so I found it more or less suitable for a 'kiddy-level' horror anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 6 - The art wasn't anything memorable or beautiful but it wasn't shabby so I found it more or less suitable for a 'kiddy-level' horror anime.\u001b[24m\n    \u001b[1mアート：6  - 芸術は思い出に残るものでも美しいものでもありませんでしたが、それは手荒れではありませんでしたので、「キディ・レベル」のホラー・アニメーションに多かれ少なかれ適しています。\u001b[22m, \u001b[1mアート：6  - 技術は、記憶に残るか美しいものではありませんでしたが、それはので、私はそれが多かれ少なかれ適した「キディ・レベル」ホラーアニメ見つかりみすぼらしいされませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 5 - The sound is something that I hardly have any memories of but I'm not bothered enough to look up for Kakurenbo's soundtrack because for what I can remember I didn't find it astounding or anything worth mentioning that could praise this movie .\n\n\u001b[1mサウンド：5  - 私は思い出がほとんどないものですが、カークレンボのサウンドトラックを見極めるのに悩まされているわけではありません。なぜなら、この映画を賞賛するほどの驚くべきものは何も言及できませんでした。  。\u001b[22m\n\u001b[1m(Saundo: 5 - Watashi wa omoide ga hotondo nai monodesuga, kākurenbo no saundotorakku o mikiwameru no ni nayamasa rete iru wakede wa arimasen. Nazenara, kono eiga o shōsan suru hodo no odorokubeki mono wa nani mo genkyū dekimasendeshita..)\u001b[22m\n\nTranslations of \u001b[4mSound: 5 - The sound is something that I hardly have any memories of but I'm not bothered enough to look up for Kakurenbo's soundtrack because for what I can remember I didn't find it astounding or anything worth mentioning that could praise this movie .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 5 - The sound is something that I hardly have any memories of but I'm not bothered enough to look up for Kakurenbo's soundtrack because for what I can remember I didn't find it astounding or anything worth mentioning that could praise this movie\u001b[24m\n    \u001b[1mサウンド：5  - 私は思い出がほとんどないものですが、カークレンボのサウンドトラックを見極めるのに悩まされているわけではありません。なぜなら、この映画を賞賛するほどの驚くべきものは何も言及できませんでした。\u001b[22m, \u001b[1mサウンド：5  - 音が、私はほとんどの任意の思い出を持っていないものですが、私が覚えて何のために私はそれは驚異的なまたはそれがこの映画を賞賛する可能性が言及する価値が何も見つからなかったので、私はカクレンボのサウンドトラックのためのルックアップには十分気にしませんよ\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 6 - The characters weren't bad but they could've developed even if its only a movie but the characters did have more potential too but the potential wasn't drawn out which is a bit disappointing.\n\n\u001b[1mキャラクター：6  - キャラクターは悪くはなかったが、唯一の映画でもキャラクターの潜在能力はより高かったが、潜在力は抜け落ちていても少しは失望した。\u001b[22m\n\u001b[1m(Kyarakutā: 6 - Kyarakutā wa waruku wa nakattaga, yuiitsu no eiga demo kyarakutā no senzai nōryoku wa yori takakattaga, senzai-ryoku wa nukeochite ite mo sukoshi wa shitsubō shita.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 6 - The characters weren't bad but they could've developed even if its only a movie but the characters did have more potential too but the potential wasn't drawn out which is a bit disappointing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 6 - The characters weren't bad but they could've developed even if its only a movie but the characters did have more potential too but the potential wasn't drawn out which is a bit disappointing.\u001b[24m\n    \u001b[1mキャラクター：6  - キャラクターは悪くはなかったが、唯一の映画でもキャラクターの潜在能力はより高かったが、潜在力は抜け落ちていても少しは失望した。\u001b[22m, \u001b[1mキャラクター：6  - 文字は悪いことではありませんでしたが、彼らも、その唯一の映画ならば開発したかもしれないが、文字があまりにもより多くの可能性を持っていたが、電位が少し失望している引き出されていませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 5 - I don't hate this series or find it annoying but I think I had really high expectations which let me down so I think as long as you don't keep high expectations and enjoy pg-13 horror then you'd be fine with this anime.\n\n\u001b[1m楽しさ：5  - 私はこのシリーズが嫌いではない、または迷惑なものだと思うが、私は本当に高い期待を持っていたと思うので、私はあなたに大きな期待を抱き、pg-13恐怖を楽しんでいない限り、 このアニメで大丈夫です。\u001b[22m\n\u001b[1m(Tanoshisa: 5 - Watashi wa kono shirīzu ga kiraide wanai, matawa meiwakuna monoda to omou ga, watashi wa hontōni takai kitai o motte ita to omou node, watashi wa anata ni ōkina kitai o daki, pg - 13 kyōfu o tanoshinde inai kagiri, kono anime de daijōbudesu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 5 - I don't hate this series or find it annoying but I think I had really high expectations which let me down so I think as long as you don't keep high expectations and enjoy pg-13 horror then you'd be fine with this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 5 - I don't hate this series or find it annoying but I think I had really high expectations which let me down so I think as long as you don't keep high expectations and enjoy pg-13 horror then you'd\u001b[24m\n    \u001b[1m楽しさ：5  - 私はこのシリーズが嫌いではない、または迷惑なものだと思うが、私は本当に高い期待を持っていたと思うので、私はあなたに大きな期待を抱き、pg-13恐怖を楽しんでいない限り、\u001b[22m, \u001b[1m楽しさ：5  - 私はこのシリーズを憎むか、それが迷惑を見つけるが、私はので、私は限り、あなたは高い期待を保持しませんし、その後PG-13恐怖をあなたがしたい楽しむように思う私を失望本当に高い期待を持っていたとは思いません\u001b[22m\n\u001b[4mbe fine with this anime.\u001b[24m\n    \u001b[1mこのアニメで大丈夫です。\u001b[22m, \u001b[1mこのアニメで大丈夫。\u001b[22m\n\u001b[1m\u001b[22m\nPeople Who Liked: Gakkou no Kaidan,Kaidan Restaurant and Corpse Party will like this series due to some similar elements.\n\n\u001b[1m気に入った人たち：学園の怪談、甲斐田レストラン、コープスパーティーは、同様の要素のためにこのシリーズが好きです。\u001b[22m\n\u001b[1m(Kiniitta hito-tachi: Gakuen no kaidan, Kaita resutoran, kōpusupātī wa, dōyō no yōso no tame ni kono shirīzu ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mPeople Who Liked: Gakkou no Kaidan,Kaidan Restaurant and Corpse Party will like this series due to some similar elements.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPeople Who Liked: Gakkou no Kaidan,Kaidan Restaurant and Corpse Party will like this series due to some similar elements.\u001b[24m\n    \u001b[1m気に入った人たち：学園の怪談、甲斐田レストラン、コープスパーティーは、同様の要素のためにこのシリーズが好きです。\u001b[22m, \u001b[1m気に入った人：Gakkouなし怪談、怪談レストランとコープスパーティーが何らかの同様の要素にこのシリーズを好きになるでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 6 - Overall I was a bit disappointed but you'd like this movie as long as you don't hold high expectations and this movie is suitable for anyone.\n\n\u001b[1m全体的に：6  - 全体的に私は少し失望しましたが、あなたは高い期待を持たず、この映画が誰にも適している限り、この映画を好きです。\u001b[22m\n\u001b[1m(Zentai-teki ni: 6 - Zentai-teki ni watashi wa sukoshi shitsubō shimashitaga, anata wa takai kitai o motazu, kono eiga ga darenimo tekishite iru kagiri, kono eiga o sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall: 6 - Overall I was a bit disappointed but you'd like this movie as long as you don't hold high expectations and this movie is suitable for anyone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 6 - Overall I was a bit disappointed but you'd like this movie as long as you don't hold high expectations and this movie is suitable for anyone.\u001b[24m\n    \u001b[1m全体的に：6  - 全体的に私は少し失望しましたが、あなたは高い期待を持たず、この映画が誰にも適している限り、この映画を好きです。\u001b[22m, \u001b[1m全体：6  - 全体的に私は少しがっかりしましたが、あなたは限り、あなたは高い期待を持っていないと、この映画は誰のために適切であるとしてこの映画をみたいと思います。\u001b[22m"
  }
]
