[
  {
    "title": "Oda_Nobuna_no_Yabou",
    "id": "11933",
    "url": "https://myanimelist.net/anime/11933/Oda_Nobuna_no_Yabou",
    "user": "os4_",
    "profile": "/profile/os4_/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=73069",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はそれが良いプロット、OSTsとアートを持っているアニメが好きです。\nOda Nobunaは、すべてが驚くばかりです... OSTは素晴らしいと叙事詩であり、アニメにはうまく収まります。アートはとても素晴らしいです。不必要な話がないので、プロットは最高です。 どのようにアニメをすべきか..私はこれ以外の言葉は一切言っていないよ/ /あなたがEPICNESS ODA NOBUNAがベストなら!!  //\n\n嫌いなのは唯一のことで、私はこのアニメが嫌いです。それはちょうど12回のエピソードです！ これはこれまでになくてはいけません!!  TToTT"
  },
  {
    "title": "Oda_Nobuna_no_Yabou",
    "id": "11933",
    "url": "https://myanimelist.net/anime/11933/Oda_Nobuna_no_Yabou",
    "user": "Kynov",
    "profile": "/profile/Kynov/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=84433",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  8\n\n「このアニメにはロリの女の子たちがたくさんいる！」 これを見て、私の最初の印象です、それは忘れてしまいます。\n\n\nあなたが知っている英雄が、あなたが思考や勉強をしているものと違うなら、あなたはどうしますか？ 織田信長のようなブロンドの女の子ですか？\n何？ 私はそれがうまくいくと思うので、そのアニメ以来、大丈夫です。\n\nまず第一に、このアニメで起こっている出来事のいくつかは、大田ノブナの歴史（もちろん性別を除く）に基づいています。大田ノブナは多くの織田信長の出来事を再現しています。 王朝の戦士。 あなたはアニメを楽しんで、日本の歴史について勉強します、面白いですね。\n\nストーリー9/10\nストーリーは、大手の武士がかわいい女の子だった織田信長の時代には不明な高校生であるSagaruについてのものです。 彼は日本を統一する夢を達成するために彼女が助けてくれることを、信長ではない織田信長に約束します。 私はいつもこのアニメがハーレムであると思っていました。私はいつもハレームアニメを見ることは稀ですから、2つの主なリードの間に強いプロットと素敵な展開があります。  （harem典型的な）起こった愛は誇張していなかった、彼ら（女の子）は、何か変わった方法で彼らの感情を表現しなかったし、後で、シリーズのほぼ終わりにねじれは本当に私を驚かせた。  '私は本当にそれは私が言ったthatsとは考えていない。\n\nアート8/10\n私はこのセクションであまりにも多くを言った、私のためには、物語が良かったので、私は本当に芸術について心配していない。 まあ、このアニメのために、私は芸術が本当に素晴らしかったと思っていました。特に戦闘シーンや戦争シーンが現実的に見えます。 すごく楽しかったです。 キャラクターにとって、私は彼らが本当によく作られていると思うし、他のハーレムのアニメと同じように、「おっぱい」の部分でも誇張していないと思う。 それは良い点です！\n\nサウンド8/10\nまた、私はこれについてあまりにも多くのことを言ったが、確かにオープニングの曲はいい（本当に素晴らしい、私もこの曲を探しています）と実際に物語とアニメ自体に合って、それは何が起こるかを表します。 声優は本当にいい仕事をしました、特にloli girlsの声。 声はとても幼稚で、本当にロリのキャラクターに合っています。 ロリの声だけでなく、他のキャラクターの声も本当に悪くはありませんでした。\n\nキャラクター7/10\n私はこれがこのアニメの弱点だと思っています。これについての私の頭の中の多くの質問は、その高校の少年が時間旅行をどのようにすることができますか？ 彼はジョン・タイターですか？ ストーリーは織田ノブナの征服に焦点を当てていたので、各キャラクターが自分のストーリーを得られなかったならばそれは容認できるものだと思う。 それはちょうど12話です。 拡大するのが難しく、それぞれのキャラクターの説明が難しい。 これはシーズン2となると思うし、シーズン1で「ホール」を埋めることを願っている。\n\nエンジョイメント/オーバーオール8/10\n私はこのアニメを見つけて本当にうれしく思います。私はこのアニメを楽しんでいるのではなく、同時に日本の歴史を勉強する気分です。 私は日本人ではないが、このアニメでは、私は三王国に興味があるような織田信長時代に興味があると思う。 見るべき完全に素晴らしいアニメ！"
  },
  {
    "title": "Oda_Nobuna_no_Yabou",
    "id": "11933",
    "url": "https://myanimelist.net/anime/11933/Oda_Nobuna_no_Yabou",
    "user": "Sora760",
    "profile": "/profile/Sora760/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=95615",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\nまず、あなたが行動、剣の戦い、美しい女の子、コメディ、そしていくつかのエッチを好む人のタイプなら、これはあなたのためです。\n\nジャンル：Comedy、Historical、Romance\n\nストーリー：17歳の男の子、相良義春という名前の少年。 そこで彼は織田信長という姫を迎えます。 彼は彼女の人生を救い、それのために彼女は彼女が彼女のために働くようにしてくれると言います、そしてそれは冒険が始まることです。 彼らは、彼女の夢に到達し、日本を征服し、それを自由で素晴らしい場所にするために、途方もなく多くの障害に直面しています。 道に沿って、彼らは異なる能力を持つ新しい人に会い、彼らが自分の夢に従うのを手助けする友達を作ります。\n\nアート：キャラクターのアートワークはすごくいいですね。 また、アニメ全体のデザインも素晴らしいです。\n\nキャラクター：主人公は織田信夫、相良義治です。 申し訳ございませんが多くの人に支持されています。\n\nサウンド：オープニング曲は「Link」、エンディング曲は「Hikari」と呼ばれています。\n\n全体：私はこのアニメを与える10これは私があなたがあまりにもあなたが望むことを愛して見守るために非常に楽しいだった。 私はこれのための第2シーズンがあることを願っています。 ちょうどいつも私があなたの評価を好きなことを私に教えて、私がどのように改善できるかを教えてください:)"
  },
  {
    "title": "Oda_Nobuna_no_Yabou",
    "id": "11933",
    "url": "https://myanimelist.net/anime/11933/Oda_Nobuna_no_Yabou",
    "user": "shintai88",
    "profile": "/profile/shintai88/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=87443",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nそれをもっと楽しくするだけで、私は戦った。\n\n芸術とアニメーションはうまくいきます。声優は時々かわいいですし、深刻なこともあります。 信長のファン、曹操のことを思い出させてくれるので、日本語版です。\n\nノブナは面白いキャラクターですが、面白いのはストーリーです。信長のゲームのファンとして、私は戦いを読んで楽しんでいました.Kessenは間違いなく楽しいものでした。\n\nしかし、とにかく、ゲームを大好きなガイは、信長が女の子であるパラレル世界で終わり、彼女は彼女が生き残っていることを保証しながら、悪魔の伝説が決して起こらないように知りながら、日本を征服するのを助けます。\n\nエッチ・ハーレム・ビットを持っていますが、ストーリーや緊張から逃れることはありません。\nハート・フィール・モーメントは、マンリーの兄弟愛の気持ちを含みます。\n\n私はこれがゲームになったら興味があります。\n\n短いレビュー、その良い、それを見て、それを楽しむ。"
  },
  {
    "title": "Oda_Nobuna_no_Yabou",
    "id": "11933",
    "url": "https://myanimelist.net/anime/11933/Oda_Nobuna_no_Yabou",
    "user": "Rafzalo",
    "profile": "/profile/Rafzalo/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=195030",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  9\n\nああ、どこから始めるのですか？\n私はこのアニメが昨日前に存在していたことをどうやって知っていたのか分かりません。\n\n最初は私はこれが歴史的な奇妙なローマン・ハーレムだと思っていました。蟻はそれよりも少ないが、ローマ/ハレムの歴史的なものと同じように見えましたが、MCが作った より多くのdesition。\n\n私はこのシリーズから楽しいと感じるものがいくつかあります：\n\n1）文字。 私はMCにスポットがあったと思う：あまりにも多くの倒錯者ではなく、あまりにも自信過剰でも疑わしいことでもなく、終わりを常に伝える全戦争物を損なった単純なプロット装置ではない。 ノブナも良いヒロインだったし、ツンの特性は彼女をさらに良くする。 すべての将軍、他の女性のリードまたは重要なキャラクターはどこでも良いですが、どこかで私のためにあまりにも多くのlolisがあります。\n2）プロット。 これが歴史的なアニメであっても、実際の事実を伝えるようなものや、退屈なものがあるかもしれませんが、私はそれが魅力的であると感じたかもしれません、私はその時代の実際の歴史に興味を持っています。 それにはたくさんの名前がありましたが、アニメでは必要なときに重要なものをすべて覚えていました。\n3）それは終わっていない。 最後に、彼らは基本的に次の「上司」にうずきを与えてくれるでしょう*私は「おそらく2番目のシーズンを作っています。 私は多くのアニメがこのように終わっていることを知っています。セカンドシーズンの可能性が開かれた場合に備えて開かれていますが、実際にはこの6つのアニメと同様にS2を手に入れたいと思っています 1。\n\n今私が好きにしていたが、そこにはないところの欠陥のいくつか。  *私はいくつかの特定のものを言うつもりだから少しのスポイラータグ*すべてのdesitionにポイントを与えた少女。 最初は、MCは基本的にゲームをしているという事実と関係がありましたが、S1の終わりには何も変わらず、私はそれに慣れてしまったので、私は興味をそそらない。\n私が指摘しておきたいことは、歴史的な性格のすべてが性行為を逆転しているにもかかわらず、ある人にとってはそれほど攻撃的ではないということです。 キャラクターはまだ強い意志を持っていたので、この部分は大きく実行されました。\n私はノブナのブラジャーへの継続的な暴露の影響をほとんど受けませんでした。主に多くのエッチアニマルが私を傷つけないようにしてくれたからです。\n\n全体的に楽しいアニメではなく、最高ですが、それらの多くはより良い。"
  },
  {
    "title": "Oda_Nobuna_no_Yabou",
    "id": "11933",
    "url": "https://myanimelist.net/anime/11933/Oda_Nobuna_no_Yabou",
    "user": "Naruxxsaku20",
    "profile": "/profile/Naruxxsaku20/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=194825",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  9\n\nOda Nobunaを見た後、一見すると、それは別のハレームアニメになっていて、見るのが非常に退屈なように見えます。 しかし、私は間違いが間違っていただけでなく、アニメは良い物語を持っているだけでなく、それはあなたがより多くのためにしたいです。 そして私はそこにシーズン2を祈っています。 戦国時代についてもう少し学びたい人は、治療の対象です。 音楽と芸術はかなり平均的ですが。 物語とキャラクターがそれを補う。 特に日本国外に住む人は、これを見て何かを学ぶことができます。 上にこのアニメのダブも悪くないです。 このアニメはすべてではないかもしれませんが。 歴史的な時代を好む人は、そこから楽しむことができます。 以上、これはかなり面白いアニメでした。"
  },
  {
    "title": "Oda_Nobuna_no_Yabou",
    "id": "11933",
    "url": "https://myanimelist.net/anime/11933/Oda_Nobuna_no_Yabou",
    "user": "SpicyRice500",
    "profile": "/profile/SpicyRice500/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=182358",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  3\n|  7\n\n私は物語が好きで、全体的にこのアニメのすべてのコンセプトは、あなたの典型的なハーレムではありません。 しかし、私は主な男性キャラクターが私を死に悩ませると言わなければならない！ 私はなぜこの人のような多くの人々が、私のために全体のダングの事を台無しにした方法を取得することはありません！ それ以外の私は、画面を介して到達し、彼をSTRANGLE.....このアニメはかなり良いと私はそれをお約束する人のように男に立つことができる人にお勧めします。"
  },
  {
    "title": "Oda_Nobuna_no_Yabou",
    "id": "11933",
    "url": "https://myanimelist.net/anime/11933/Oda_Nobuna_no_Yabou",
    "user": "warlock_Lystria",
    "profile": "/profile/warlock_Lystria/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=83983",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  5\nキャラクター|  7\n|  8\n\n日本のチャンピオンの織田信長は、アメリカが一国であるずっと前から内戦の時代に日本を統一したことについて聞いたことがありますか？ いいえ、私は彼に言及していないし、どちらもこのテレビシリーズではありません。\n\n小田ノブナの野望は、春日雅介の同じタイトルの漫画からインスピレーションを受けたアニメです。 まあ、それは歴史的なジャンルには載っていますが、内戦で戦った実在の人物は、実際に関わっているキャラクターの名前のすべてを除いて歴史的なものはありません。 私は\"男性\"と言ったのですか？ごめんなさい。 私たちが話している織田信長です。\n\nこのシリーズは、現在の10代の少年が、私たちが16世紀に知っている間に内戦にあったときに代替（かつ過去）の宇宙に拘束されたときに起こります。 この時だけ、男性と女性の両方が封建的な領主と軍人として支配されました。 文字通り性的屈曲の歴史の混乱で、サル（文字通り「サル」）のような仲間にしか知られていない少年は、日本を統一し、外交を拡大したいと望んでいる、日本の貴族である小田ノブナ 来るべきヨーロッパ諸国へ オダ・ノブナとサルは、血盟の仲間と一緒に、典型的なアニメのロマンスのシーケンスを持っている最少量の流血で日本を征服する予定です。\n\n全体的に、このシリーズはひどく間違っていますが、女性が性的戦士の役割を果たしているのを楽しむ典型的な男性オタクの聴衆には明らかです。 しかし、なぜ尾田信長のような真の歴史的人物のジェンダー・ベンディングについて書いてみるのだろうと思っています。 これは、米国の小説家が、アブラハム・リンカーンがアメリカの大統領と同様、吸血鬼のハンターとして倍増したと言うことにしたのと同じ効果があります（ああ待ってください、それはすでに終わっています）。 私はこのショーのファンが、これが完全に虚栄心であり、実際には本当のものではないことを感謝します。 したがって、歴史的事実とは関係がありません。"
  },
  {
    "title": "Oda_Nobuna_no_Yabou",
    "id": "11933",
    "url": "https://myanimelist.net/anime/11933/Oda_Nobuna_no_Yabou",
    "user": "Eagleshadow",
    "profile": "/profile/Eagleshadow/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=193109",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私は物語の非常に速いペーシングを好きでした。 どのくらいの時間が経過したかを忘れるエピソードを飛ぶのは簡単です。 それ自体がこれを優れたものにします。 あなたが人の性別や実際の歴史との不一致を気にしないならば、それを見ながら歴史を学ぶことができるということは、それが実際の歴史的出来事に従って作られていることです。 将来の主人公。 それは物語のポイントではないので、主人公の元の人生や彼が過去に来た方法は、決して言及されていないことは興味深いです。 このような速いペースで話を進めてもそれは許されず、完全に機能します。\n\n私は、ほとんどの有名人が性的な性格をアニメの女の子に交換した、代わりのハレム・イズの歴史は、実際には良いとは思わないでしょう。 私がこれに入ることが分かったのは、歴史的なロマンスだったということだけでした。 しかしそれは物語をより面白くするのでちょっと正当化されます。 私は通常このアイデアに反するだろうが、ここでもやっている。 そして、これらの分野の両方で本当に配信します。 それは過度に忠告ではありませんが、ファンサービスの分野では苦情はほとんどありません。 しばしば、私は鈍いファンサービスと呼ぶのが好きな領域に入る。 幸いなことに、速いペースではあまりにも多くの時間を食べることはできません。 それ以外の場合、速いペースでは非常に多くの文字が導入されることがあり、その名前を追跡することはほとんど不可能です。 同じことがストーリーにも当てはまりますが、それはほとんど十分にはっきりしていますが、時々、何が起こっているのか分からないことがあります。 エピソードの後に​​ちょっとしたwikiに行っても、アニメと実際の歴史の違いを知ることは楽しいです。 ああ、実際の歴史に魔法を導入することは、私が推測するだけで受け入れなければならないものです。\n\nそれは、どれほどノブナが華名からセナに似ているのか興味深い。 彼らは同じ声優も持っていて、同じように聞こうとしているようです。 まあセナが大好きだと思うのは間違いありません。 しかしセナについてはいくつかのことがありましたが、私は変わった方が好きです（1人の胸の減少）。 まあ、...こんにちは！ さらに優れているのは、主人公は完全にクールです。 だから、設定は周囲のすべての女の子とのハーレムイ見えるが、それは定期的なハーレムのアニメのようなものではありません。 だからそれは本当に1に似ていません。 ああ、あなたが忍者や将軍であるかのような女の子と大丈夫かどうかを確認してください...実際の歴史の中で奇妙に聞こえますが、歴史のアニメ化は本当に楽しくなってしまいます。\n\nキャラクターのデザイン、アニメーション、制作の品質はすばらしく、アクションシーケンスのみを見る価値があります。  OPを見るだけで、私の言いたいことを知ることができます。  OPといえば、それはEDと一緒に本当に最高ですし、音楽も素晴らしいです。 アニメは10のうちの最初の4つだけをカバーしているので、あまりにも多くの閉鎖を期待しないでください。しかし、良いニュースは、5,6,7の巻が既にバカツキによって翻訳されているということです。"
  },
  {
    "title": "Oda_Nobuna_no_Yabou",
    "id": "11933",
    "url": "https://myanimelist.net/anime/11933/Oda_Nobuna_no_Yabou",
    "user": "zieek",
    "profile": "/profile/zieek/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=84829",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  5\nキャラクター|  6\n|  6\n\n主人公が学校で得た知識を最大限に活用した少数のアニメの1つ。他のアニメと似ている\n\n\nせんごく おとめ おｒ あまつき。"
  },
  {
    "title": "Oda_Nobuna_no_Yabou",
    "id": "11933",
    "url": "https://myanimelist.net/anime/11933/Oda_Nobuna_no_Yabou",
    "user": "Lukas10",
    "profile": "/profile/Lukas10/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=88087",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  9\n\n織田信長の野望（クイックレビュー）\n----------------------------------------------\nヒストリカル：戦国時代の重要な戦いと、変更されたが実際の歴史的事実を保持しているキャラクターを表示\n\nロマンス：Its a 'Key'のサブシリーズ、OdaとSagara 'Monkey'のロマンス。ロマンスはうまくいっています。\n\nコメディー：すべてのキーキャラクターを変えるかわいい女性の女の子は面白いひねりです、それはそれほど真剣に自分自身を取ったことはありませんが、それはコメディをたくさん入れていない、少しの時間がありますが、それはより下線の機能です。\n\n私がこれを他のシリーズとは別に設定したジャンルのユニークなブレンド、彼らが各ジャンルを実行した方法は、同様に非常に良く、うまくバランスしていました。\n\n最終的な考え\n------------------\n\n私はこのシリーズが好きだったと思います。私はおそらくそうしなければならないか、そうしなければならないと思っていました。一つの局面はあまりに圧倒的ではなく、エピソードはきれいに流れました。\n\nサウンド/アートはとても素敵ですが、このクラシックなアニメスタイルの感覚を持っていますが、このユニークなシリーズを幾分集約したモダンなツイストがあります。\n\nこのシリーズはいつコメディであるのかを知ってから有益なもの（ロマンスパーツ）を知っていました。\n\nそして、結末は満足していた、多くの否定的な言い方は、これは少し愚かなことがありますか、または大部分がpredicableかもしれませんが、Clan vs Clan時間後に、この予測可能な公式のために多くを逸脱しませんが、 このシリーズは、その独自性のために、私はこれをチェックすることをお勧めします。\n\n\n\n\nエンディング（スポイラーの種類）\n------------------------------\n\n私は残して終了しましたが、ストーリーの重要な部分は解決されませんでした。「猿」についての部分彼はどのようにその時代に着いたのですか？ 彼はビデオゲームに没頭しているのですか、これはもっと何か、私はそのコメディを知っています、そして、これはあまりにも深刻なことではないかもしれません。 最終的にそのティーザーに驚いただけで、彼らはこれを示す別のシリーズになるでしょうか？"
  },
  {
    "title": "Oda_Nobuna_no_Yabou",
    "id": "11933",
    "url": "https://myanimelist.net/anime/11933/Oda_Nobuna_no_Yabou",
    "user": "BoaCC",
    "profile": "/profile/BoaCC/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=100347",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  8\n\n織田ノブナは将軍時代に誕生した。 これだけではシリーズをうまくできません。 目標は偉大なものですが、スキームは単純なものです。 無慈悲な決断を通じて迅速かつ強制的に征服したり、人々を分かち合い、愛し合い、統一することによって征服する。 復讐や友情によって動かされた？ シリーズがこの期間をどのように使用したかは何ですか？ 主人公は将軍、指導者、重要な人々です。 彼らは決して見せかけることのできない人にひざまずいている市民でも、他の人が定めた規則に従う必要もありません。 観客は主人公の日本を征服し団結しようとする試みに従います。 多くの人が共有する巨大な夢。 一緒に達成したい人と、それだけで達成したい人がいます。 障害、ユーレカの瞬間、裏切り、疑念、トリッキーと驚き、面白い同盟国や敵があります。 英雄が生まれ、悪人が生まれる。\n\n私たちは将軍たちが鳥瞰図とクローズアップの両方の視野で軍隊を率いるのを見ます。 視聴者は戦略会議で座席を与えられます。 私たちは、地図、ルート軍隊が遭遇し、彼らが直面するかもしれない障害を見ます。 私たちはまた、個々の死や小さな勝利を前列の座席の中で、そしてそこに見る。\n\n将軍のどれもが無敵です。 彼らは罠に陥り、間違った戦術的進歩を遂げ、彼らは彼らの人を死に至らせます。 彼らは残念だが、最悪の場合には恐れ、時には否定的に考える。\n\nこの期間は、帽子からランダムに選ばれていませんでした。 年齢は古い日本と西洋化の始まりの間にあります。 日本は他の世界について学ぶべきか？ 日本は自分自身を西洋から守るべきか？ あるいは将軍たちが海賊の旗で海に突入して真正面を征服すべきか？\n\nその前提だけでも、面白いと思う。 このシリーズをより異なるものにするのは、これらの将軍の大半が女性とlolisです。 良いファンサービスはありますが、過剰なものはほとんどありません。 女性は男性のように戦う。 彼らは戦場に彼らの名誉を置き、彼らは死を恐れない。 アクションは堅実です。 超自然的な要素と魔法はチェックしますが、昔の騎兵隊には剣、弓兵、銃士を圧倒しません。\n\n私たちの主人公は未来からです。 彼は彼と一緒にインターネットを持って来ることも、ショーの他のすべてのキャラクターを怒らせることは何もない。 誰も彼の到着に特に感銘を受けておらず、誰も脅かされていると感じません。 彼はテクノロジーや彼のトレーナーのペアに影響を与えなかった。 彼は人々の管理と歴史授業をうまく利用して影響を与えました。 彼は自分の時間からすでに歴史書に書かれていることに従わず、裁量を許し、人々の気持ちを考慮に入れ、適切な時には何が正しいのかを考えます。 彼は戦略会議で解決策を指示したり指示したりせず、彼の予測が間違ってしまうこともあります。\n\n人格の面では、彼は決意のある若者です。 彼はまた変態者です。 これはハーレムショーで、この男はボンサーになる。 彼は彼が働いている彼の同僚の幻想を持っており、彼は何が起こっているのか、陰茎を持っていないのかを主人公が知らない学校ベースのシリーズとは異なり、恋に落ちる。 私たちのMCには、それらを実現する欲望と試みがあります。\n\nこのシリーズは楽しいものではありません。 アニメーションの質はMadhouse stunningです。 Oda Nobunaを楽しむには、ボックスにチェックを入れたり、エピソードでエピソードをレビューしたりしてはいけません。 主人公が他のキャラクターを隠すために世界を移し、このシリーズが本当に上手くいくものであることを強調しないでください。 彼が別の時から来たという事実はシリーズのハイライトではなく、ディレクターは彼が圧倒されていないことを確かめた。 彼が将来すべてのものであることを忘れることが時々あります。 女性はセクシーでセイウーです。 それは私に低得点を与えるために有罪になるまれな少数のアニメの1つです。 私は後でそれを変更したので有罪です。 設定とアニメーションは素晴らしいですが、このシリーズでは典型的な瞬間がたくさんあります。 私は個人的にスポイラーと考えています。 さらに、プロットの穴があります。 最初のエピソードは混乱しています。シリーズの最悪の始まりの1つです。 しかし、それを無視してください。 \n\n織田ノブナは気にしないで、あなたの頭脳を閉め、シリーズを見る。 それは感情を持っており、多くの人名、城、沢山の参照が付いていない地域で失われることがあります。 ほとんどのキャラクターは、他の多くのアニメ人格に見られるようになりましたが、この年齢でそれらを持っていて、24/7を守るために武士を必要とする怖がった小さな女の子のように行動するのは、新鮮な空気の息吹です。 このシリーズを本当に楽しむには、2日間でマラソンを目指すべきです。 より遅いとそのプロットの穴を強調します。 ディレクターまたはあなた自身を罰するためにそれを見ないでください、それは寛容な態度でそれを見て、あなたは時間の鯨を持っているでしょう！"
  },
  {
    "title": "Oda_Nobuna_no_Yabou",
    "id": "11933",
    "url": "https://myanimelist.net/anime/11933/Oda_Nobuna_no_Yabou",
    "user": "Joby05",
    "profile": "/profile/Joby05/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=224625",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  7\n\n私は、これについて言いたいことがないと考えると、これを素早くレビューするつもりです。 男の子が未来から来て、将軍全員がかわいい女の子だったならば、これはノーネガの物語であり、リトルトとしての愚か者です。 この少年は歴史の熟達者であり、このノウハウを使って日本を征服し、誰もが喜んで暮らせるように、また誰も気にしない無数の兵士をなくすために重要な出来事を変えながら、日本を征服する。 基本的に...ヌードのないVN /アニメのコヒメ無双です。\n\n私は間違ってはいけません。これはうまくいき、キャラクターは魅力的で面白いです。 あなたはいくつかの顕著な変化を伴って歴史を再解釈しますが、かわいい女の子とのロマンスプロットというイメージを持っているので、世界のすべての仲間にアピールします。 それはうまくいきます、ペーシングは良いですし、物語は良いです。 それほどうまくやっていない少数のキャラクターがあり、いくつかの事柄が友情の力のために働くが、それは実際に物語を破壊しない。 結末は完全で、私は1つのシーズンしか生きられませんでした（しかし、決して起こらなかったシーズン2のために明確に意図された別の女性将校のセットアップがあった）。 ソース資料は価値があるかもしれませんが、少なくともこれはあなたに歴史レッスンを与え、かなり楽しい方法で時間を伝えます。\n\nストーリー8 /アート8 /サウンド6 /キャラクター7 /楽しさ7 /全体7"
  },
  {
    "title": "Oda_Nobuna_no_Yabou",
    "id": "11933",
    "url": "https://myanimelist.net/anime/11933/Oda_Nobuna_no_Yabou",
    "user": "warniefn",
    "profile": "/profile/warniefn/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=71029",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nこれは実際にanmieを組み合わせたものです。私が最初にタイトルを見たとき、それは別の一般的な歴史的なOda Nobunaタイプのストーリーであり、ひねりか2で、正直言ってそれが恐れられました。 驚くべきことは、それがどれほど優れているか、さまざまなジャンルやテーマが満足できる全体にどのくらいブレンドされているかです。\nコメディー、アクション、ドラマ、そしてロマンスがたくさんあります。私は飽き飽きしていませんでした。エピソードごとに、フィラーはほとんどなく、話が順調に流れています。いくつかのプロットホールがありますが、 エピソードでは、それが完了するまで判断するのが私の不公平になるでしょう。どのように終了するのか、私は9時10分"
  },
  {
    "title": "Oda_Nobuna_no_Yabou",
    "id": "11933",
    "url": "https://myanimelist.net/anime/11933/Oda_Nobuna_no_Yabou",
    "user": "TraparDensity",
    "profile": "/profile/TraparDensity/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=108985",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  7\n\n実際には何も期待していないので、私は中立的にこのショーを見ました：\n\n織田信長の八尾は面白いです、人々は変な混乱を予想し、ショーを見て一度賞賛するとびっくりします。 正直言って、大田ノブナの矢部は本当にほとんどの部分で特別なものです。\n\n物語は「ロマンチックなコメディ」式に従っており、非常に簡単に従うことができます。 いくつかのキャラクターの開発要素を追加し、あなたは織田信長の矢部を得る。 それは大丈夫です。キャラクターはうまくやっており、ストーリーはショーにうまく収まります。 しかし、私が前に言ったように、これは実際には「手紙による」ロマンチックな行動のコメディです。\n\n芸術はまた、いくつかの側面で典型的です。 私の言うことは、ストーリーの設定によるものではない革新があまりないということです（彼らはまったく無料のローミングのためのガイドラインを持っていませんでした）。 それは歴史的な出来事に基づいているので、時間を誇示するのに素晴らしい仕事をしました。 それが典型的であるにもかかわらず、いくつかの鮮やかな色の使用は完全に実行され、文字のデザインはそれだけでなく、独創性も示しました。\n\nこのショーの最も重要な部分は、アニメーションでなければならない、それは一流のノッチです。 私が見たより良いアニメーションの一つ。\n\nOPは大丈夫です、正直言って私はそれほど気にしません。 音に関してはうまくいっています！\n\n最終的には、織田信長の八尾は楽しい時計です。 しかし、結局のところ、それは典型的なロマンチックなコメディで、アクションとリアルな（主人公に執着しない）キャラクターです。 言い換えれば、平均よりやや高い。"
  },
  {
    "title": "Oda_Nobuna_no_Yabou",
    "id": "11933",
    "url": "https://myanimelist.net/anime/11933/Oda_Nobuna_no_Yabou",
    "user": "GoldenGoat",
    "profile": "/profile/GoldenGoat/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=76023",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\nこのアニメはちょうど私のアニメのタイプです\n良いプロット\nスモーキンホットベイビー\n良い英雄\n\n\nストーリー：10\n私はそれを10にしました。ストーリーはうまく流れて、自分たちの世界で何が起こっているのかをすべて理解するようにします。それのすべての詳細。ストーリーも面白いです。\n\nアート：8\nそれは偉大な芸術を持っています。文字はきれいに描かれており、ディテールは豊富です。アニメはスムーズに流れ、背景は合っています。\n\nサウンド：8\n適切な音楽はすべて適切なタイミングでキューに入れられ、戦闘シーンは非常にリアルに聞こえます.OpeningとEndingの音楽はアニメに適しています。\n\nキャラクター：9\nまあ、周りの文字があります。そして、カバーを見れば、それはハレムだと思うかもしれませんが、本当はハーレムではないと思います。 私が吉原に向かうのを見た女の子だけがノブナと光秀です。 残りは義春との関係がかなりあります。\n\n楽しさ：9\nまあ、この1つは非常に私はそれを頻繁に起こっていない行を2回見て楽しいものでした。このアニメのすべては私が言葉でそれを記述することはできませんポイントに私に完璧です。 物語は素晴らしく、音は素晴らしく、芸術は美しく、キャラクターはよく紹介され、最も重要なことに、アニメはシリーズを理解するのに役立つよう努力します。私は何が起こっているのかと決して混同されませんでした。\n\n全体：9\nそれはちょうど素晴らしいです。それを今見たり、私はあなたを殺します。"
  },
  {
    "title": "Oda_Nobuna_no_Yabou",
    "id": "11933",
    "url": "https://myanimelist.net/anime/11933/Oda_Nobuna_no_Yabou",
    "user": "Yijian",
    "profile": "/profile/Yijian/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=109493",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  6\nキャラクター|  9\n|  9\n\nストーリー（6/10）：戦国時代に魔法のように時間と土地を飛ぶ男の子。すべての男性の歴史的キャラクターが女の子に変身し、かなり堅実でフォローアップが良い。 物語はうまく紹介されました。私は面白いと感じました。歴史には、将軍/兵士がすべて女の子だったという事実が加わりました。 しかし、物語は全体として、それはちょうどそれが異なるキャラクターとは異なる設定にあるということだけ、他のすべてのハレム「プロット」と同じです。\n\nアート（8/10）：素晴らしく素晴らしいですが、私が考えることができる多くの欠陥はありません。 ちょうど壮大な：D！\n\nサウンド（6/10）：サウンドトラックは素晴らしく、OP / EDは大丈夫でした。 評価のバランスをとる：D!!!\n\nキャラクター（9/10）：ここで私たちはビジネスに就きます。 キャラクターはこのアニメをユニークで幻想的なものにしたものでした。 提供されるすべての単一のタイプの文字、ロリ、巨乳、あなたはそれを指定します。 また、キャラクターたちは物語の中でとてもうまく進行しました。\n\n楽しさ（9/10）：このアニメは本当に大好き！ それは堅実なプロット、偉大な文字、素晴らしい音、見て価値があった！\n\n長所：\n+すべての種類のキャラクターがかなり含まれています\n+サウンドは素晴らしかった\n+アートは素晴らしかった\n+キャラクターが好きです\n\n短所：\n - あなたがぶら下がって、2番目のシーズンが必要です\n - ストーリーは穏やかで、しっかりしていましたが、他のすべてのハーレム（少年と少女、少年少女、少年少女、ツンデレなど）と同じでしたが、\n - いくつかのプロットホール"
  },
  {
    "title": "Oda_Nobuna_no_Yabou",
    "id": "11933",
    "url": "https://myanimelist.net/anime/11933/Oda_Nobuna_no_Yabou",
    "user": "Redd396",
    "profile": "/profile/Redd396/reviews",
    "pages": "2",
    "number": "18",
    "link": "/reviews.php?id=113561",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\n私は日本の歴史専攻ではないと言っていますが、私はそうではないと言っていますが、このアニメは、自由を取る可能性が高いのはしばしば、あなたが封建日本のような気分にさせる素晴らしい仕事です。 私たちの主要なヒーローは、時代に（あるいは別の次元に）戻ってきた人たちの一部ですが、例外的に私たち自身の封建的日本のような世界に自分自身を見出しています。\n今私はこれについて肯定的ではないが、私はこのアニメがまだハレムと考えられると思う。 私が言っている理由は、彼が彼の上に羽ばたくかもしれない、あるいはそうでないかもしれない様々な女の子に囲まれている間に、ファンのサービス以外で実際に何も起こっていない、 主人公と何の理由もなく恋に落ち、無意味なハレムのシーンはありません。 ストーリーは、有名な歴史的出来事や戦いを時間から捉え、未来からどのように出てくるかを知っている主人公と一緒にスピンします。\nこのアニメが大好きなものの一つは、このアニメがたくさんある大規模な軍事戦闘です。このバージョンで呼び出された織田信長や織田信長が自分の時間に感じたに違いない 歴史の中で。\nすべてのキャラクターはクールでよく発達しており、主人公と違って実際に戦うことができます。 主人公はワックス紙で作られたように軍隊を爆破することはできません。代わりに彼の知恵と彼の冒険に役立つ未来の知識に頼らざるを得ません。\nあなたが大規模な軍の戦い、帝国の建物、または封建的な日本のファンなら、このアニメをチェックしてください。 私はいつでもこのアニメを見ることができた。"
  },
  {
    "title": "Oda_Nobuna_no_Yabou",
    "id": "11933",
    "url": "https://myanimelist.net/anime/11933/Oda_Nobuna_no_Yabou",
    "user": "shock21",
    "profile": "/profile/shock21/reviews",
    "pages": "2",
    "number": "19",
    "link": "/reviews.php?id=69509",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  10\n\n初めて私が好きなファンバブのカバーを見たのは、アニメが日本の歴史とその文化を持っているので退屈でひどいものだと思った。  （GOMENNASAI JAPANそれは私がそれを憎むことを意味しません。エール、ちょっと私の文化で嫉妬深いから！\n\nAwはい、それから翌日に私はそれを試してみたいので、最初のエピソードをダウンロードして、何を？ それは冗談でしょうか？ その素晴らしい、プロット、物語、そして非常に良い芸術。  WARモードでアニメーションを映画のようにすると、実際にはテレビシリーズの権利のようになりますか？ はい、非常に魅力的でロマンスでいっぱいです、多分それはハーレムで終わるでしょうが、私はノーバナ（メインヒロイン）が非常にtsundere  - タイプと実際に彼女はカワイ〜です。 私は戦国時代のような話をして、尾田氏に焦点を当てています。 興味深いプロットとストーリーにはコメディーがありますので、あなたはそれを見て退屈しません。\n\nそして、悪い点は、ロリコンが多すぎるからだと思います！ どのようにひどい（私はそれが嫌いなので）。  huft、そして主人公は本当に非常に非常に変態！ 彼の心はハレム、OPPAIと女の子でいっぱいです。\n\nええ、それは私が好きな主なポイントのためであり、私はそれがこのアニメのための第2シーズンを望むことを望む（FULL OF HOPE！）\nSankyou〜"
  },
  {
    "title": "Oda_Nobuna_no_Yabou",
    "id": "11933",
    "url": "https://myanimelist.net/anime/11933/Oda_Nobuna_no_Yabou",
    "user": "Bogotaends",
    "profile": "/profile/Bogotaends/reviews",
    "pages": "2",
    "number": "20",
    "link": "/reviews.php?id=74859",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\nあなたは、ジョージワシントンが時代のセクシーなベイビーティーンエイジャーであると想像できますか？これは物語ですが、日本の統一の指導者の一人\n本当にエンターテイメント、良い物語、彼らは本当の歴史を変える\n多くのエッチでは、キャラクターは歴史的な織田のものに似合うが、女の子としての性格を持つ特別な織田がうまく発達しており、忍者環境省はショーを盗んだ\n音楽は壮大なものとして良いです"
  }
]
