[
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "ZeroTheUltimate",
    "profile": "/profile/ZeroTheUltimate/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=10738",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  9\n\nFamiliar of Zeroは、Tristain Magic Academyでクラスメートの名前を与えられたLouise the 'Zero'をベースにしたアニメです。なぜなら彼女は彼女の魔法を正しく使うことができないからです。 実際、彼女がどんな種類の呪文を試すたびに、大きな煙の爆発が代わりに起こります。 だから、ルイーズが毎年のセレモニーで親友を召喚する時が来たら、あなたはそれを推測しました。 大きな、煙の爆発。 しかし、彼女はまだ彼女の親しみを召喚することができました。 しかし、それは猫、フクロウ、ドラゴン、またはバグベアではなく、人間です！ 私たち独自の日本からの斎藤平賀。 物事はそこからまっすぐには行きません。 私はThe Familiar of Zeroが10点満点中9点に値すると信じています。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "Andristian",
    "profile": "/profile/Andristian/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=25865",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  5\nサウンド|  6\nキャラクター|  7\n|  9\n\n豊かなツンデレ！ ゼロの使い魔（あるいはゼロの使い魔）は、2人の恋人の物語を伝えます。 この愉快なアニメは、魔法が全周にあり、貴族（つまり、豊かな人々、平民とは対照的に平均的な覗き見）が学校で魔法を教えられるという架空の世界で行われます。 ルイーズ・フランコイズが呪文を抑えるのが難しいマジック・アカデミーに紹介されているので、ゼー・ルイーズと呼ばれる同級生同士が侮辱されています。\n\n物事は、学生が彼らの守備隊を召喚する日が来ると、かなり面白いものになります。（誰もがそれらを守り、彼らの側に永遠にいる魔法の生き物を召喚する特別な儀式です。）そしてルイーズは、 斎藤は、別の世界から到着したようだ。 ルイーズは、斎藤を馴染み深く受け入れることにはまったく戸惑いがちですが、彼女は選択の余地がなく、斎藤に縛られていないという条件になっていなければなりません。 彼女の「ツンデレ」側は、他の女の子と話を​​したり、ばかげた戒めに従わなかったりして、斉藤を罰せようとするときに始まり、地面で寝たり、服を洗ったりする。\n\nゼロの使い魔は、特にユニークなアニメシリーズではありませんが、あなたのアジアの願いをすべて叶えます（私は非常に非人道主義的な方法で、私を信じています）。 キャラクターはかなりステレオタイプで、日本のアニメにはなじみのない人でも以前に遭遇しました。 ルイーズは、その人をおなかのように扱う典型的なツンデレですが、彼は彼を愛し、彼らは特別な関係を共有しています。 斎藤はやっかいのように扱われる男だが、どういうわけか彼女の\"主人\"には気持ちがある。そして、ルイスと葛藤しているキルシュのようなサポートキャラクターが2人いる。 彼はいつも。 話すことはないが、信じられないほど強力で、時には他の人を助けるシャーロットもあります。 シエスタは、アカデミーでメイドとして働く「Louise-Saito-Siesta」の愛三角形の第3曲です。\n\n文字はきついかもしれませんが、完全に完成しています。 彼らは確かに予測可能ですが、非常に控えめな方法で使用され、安価なジョークや典型的な状況では決して超えません。 最初はストーリーがかなりシンプルなように見えますが、プロットが進行していくにつれて、より多くのエンターテインメント価値を補うことができます。 周りを回るには十分なユーモアがありますが、それはあまり感じがなく、必要なときに正確に使用されます。 私はこのアニメがいかに楽しまれているかを見て驚いた。 最初のエピソードから、私は夢中になり、決して私を行かせませんでした。 ゼロの使い魔が進歩するペースも非常にうまくいっていて、アニメが特定のポイントに向かって急いでいるような感じはしません（エピソードの最後のカップルは最初のものに比べてかなりの話をしましたが）。\n\n私は何度も散歩することができましたが、それはあなたが知る必要があるほどです。 それは新しい地面を壊すことになるシリーズではありませんが、それは本当に楽しい旅行の地獄であり、アニメファンの注目を集める価値があります。 私はあまり尋ねなかったが、ゼロの使い魔はアニメシリーズから必要なものすべてを配達した。 来シーズンを楽しみにしています！"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "ethann",
    "profile": "/profile/ethann/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=5320",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\n貴族たちが庶民とは別に滞在し、魔法を練習できるファンタジーワールドには、ゼロの使い魔が置かれています。 私たちの世界である別の世界の男の子を召喚して、彼女は自分の世界の庶民であると信じています 彼は奴隷のように扱いますが、彼らは主導的なパートナーまたは剣で所有できる親しみの味方になることはほとんど知りません。\n\nそれはあなたが通常のファンタジーアニメとは異なるので、物語はユニークですが、典​​型的なメインの彫刻家が別の次元のテーマに引き込まれていることを教えてくれます。 ハリー・ポッターやその行に沿った何かについてのあなたの考えを悲しむならば、魔法はまったく違うのです。 また、ストーリーには私にとってプラスのロマンスがたくさんあります。 また、叙事詩的な大規模な戦いがあるときにはもっと面白くなる。\n\n芸術は魅力的であり、ロマンチックなコメディに適していますが、例外的な特徴はありません。\n\n私が見つけた曲（オープニングとクローズ）は、耳にはとても気持ちが良いですが、特に恋愛やドラマがたくさんあるので気分を引き出す挿入歌はありませんでした。\n\nこのキャラクターは、ショーをとても面白くするものです。各キャラクターは何らかの深みを持ち、時には非常にコミカルなストーリーになっています。特に、男性のリードはひどいので、面白いので、女性のリードはいつでも彼にボルトを打ち始めるでしょう 彼は別の女の子です。 また、キャラクターは、時間がそれを必要とするときに成熟を示し、それは完全にspasticalではない、それは物語を良いロマンチックコメディにするものです。\n\nドラマチックなロマンスから壮大なアクションクリップまで、コミカルな瞬間から劇的なアクションクリップにいたるまで、私は徹底的に物語を楽しんだので、それはちょっとしたものだが、それは私の好きなものだった。 しかし、大丈夫ですので、2番目のシリーズがあります。 実際、私は、各シリーズが単一の円弧に焦点を当て、文字を描く各シリーズ全体に根底にあるプロットを持つように、2つのシリーズを持つことが良い決定だと思う。\n\n全体的に、物語はいくつかの深みにいくつかのジャンルを含む非常に汎用性があります、ロマンスが好きなら、それのために行く、あなたはファンタジーが好きなら、それのために行く、あなたがアクションが好きなら、あなたのために何かがあるので、 あなたがこのシリーズが好きなら、間違いなく2番目を愛するでしょう。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "lazyboierik",
    "profile": "/profile/lazyboierik/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=219288",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  4\nキャラクター|  4\n|  4\n\nゼロの使い魔はアニメではありませんが、それは非常に良いものになるアニメーションを駆動するストーリーであることで良い仕事をしない。\n\nこのアニメについての私の好きなことは、文字通り芸術であり、それはあまりにも偉大ではありませんが、単に大丈夫です。\n\nこのシリーズの後半には、基本的に漫画の救済のために追加されたキャラクターが紹介されています。そのラインはすべてほとんど意味がなく、時には彼らが言うべきことは知らないべきものであり、 このアニメの迷惑なこと。\n\n私はそれを憎んでいないので、全体的に私はこのアニメを5と評価します。私はそれがはるかに良く、フラットなラブストーリーではなかったと思うだけです。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "MurphyTV",
    "profile": "/profile/MurphyTV/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=98027",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\n長所\n+非常に簡単に見る\n+リアルで楽しい\n+アートスタイルはショーに完全に合っています\nあなたにもっと欲しい\n+偉大なキャラクター開発\n+エンディングはソリッドです\n\n短所\n - 時には軽い\nストーリーの面で全く新しい\n - 少し重いフィラー\n\n私の意見\nこれは私の最初のレビューですので、私を攻撃しないでください...私は間違ったことを綴りたいので、それを見てください。\nだから、ゼロの使い魔は本当に楽しかったアニメです。それは単に見て、楽しむだけでした。 アニメはあなたにキャラクターを気にさせる素晴らしい仕事をして、もっと見ることを望みます。 私がZero no Tsukaminaを見て、ただそれをマラソンしなければならない時、私はほとんど瞬時に夢中になった。 あなたがツンデレのタイプが好きなら、ルイーズはあなたの女の子です。そして、雄大な斎藤さんは本当に好きなキャラクターです。 コメディーはすべて味わい深く、ほとんどの部分を軽く心地よく保つアニメからうまく配置されています。 それはドラマの公正な分け前がないことを意味しませんが、私が感じる芸術的なスタイルは、多くがあるより多くの心臓の疲れの瞬間のように描かれて非常によく使用されていた。 私はこの番組を本当に楽しんだことを要約すると、結果が見やすくなるかもしれませんが、あなたは本当に自分のストーリーに吸い込まれているように感じることができます。\n\n私のレビューが役立つことを願って\nマーフィー"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "Yellowhuman",
    "profile": "/profile/Yellowhuman/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=189362",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  5\nキャラクター|  7\n|  6\n\n面白いエピソードだが、全体的なストーリーラインはあまりにも予測可能だった。\n\n私はクリエイターの意図が、このアニメが軽くて真っ直ぐであることを確信していたと確信しています。 しかし、プロットは私の好みにあまりにも予測可能でした。 ファンタジー+魔法のジャンルについては、通常、プロットラインから何かを期待しています。 私はエピソード9でシリーズをホールドしました。なぜなら、すべてが明白であることにうんざりしてしまったからです。 あなたが複雑なストーリーラインに興味を持っていなければ、全体的に、これは良いtsundere rom-comです。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "RakiRaki",
    "profile": "/profile/RakiRaki/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=132401",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  5\nキャラクター|  5\n|  5\n\nできるだけ鈍くするには、a）あなたが16歳未満であるか、またはb）ルイーズに不当に執着している場合を除き、このショーを見るべきではないでしょう。\n\nこの穏やかなハーレムロマンスの前提は、現代日本の斉藤という少年が、ルイーズと呼ばれる無能なツンデレ魔女のハルケニーギアというファンタジーワールドに吸い込まれ、親しみを感じるということです。 その後、大声で淫乱な女、卑劣なメイド、そしてレイ/ユキのクローンのような奇抜なオリジナルキャラクターからの愛情の告白が数多くありますが、もちろんこの話はルイーズのことです。  。 ルイーズはほとんどの髭の男に結婚し、レイ・クローンは第3シーズンなどに夢中になりますが、このショーの主な焦点は男性の主人公を 彼が偶然その女の子の胸に触れ、その時ルイーズは魔法を使って彼を吹き飛ばしていたその時のような厄介な状況！ あるいは、彼女は彼を鞭打ち、彼を不潔な犬と呼んでいたかもしれません！ ああ、それらのクレイジーな子供たち！\n\n残念なことに、私はこれを十代の若者として見ていたため、大して不名誉な立場にあり、したがって、悪い言葉を聞いていないルイーズに不可分になってしまった。 彼女の防衛では、後に斎藤との悪いパートナーではなく、ほとんどの人がトラブルを引き起こすことを拒否している。 事例：ルイーズと斎藤がカップルで一緒に家に入る第4シーズンと最後のシーズンは、一緒に住むだけでなく、ベッドを共有するために、メイドキャラクターを招待することを主張する。 このメイドは、この時点で、彼女の心だけではなく、斉藤さんのセックスに執着したビンボに徹底的にフレアしていた。ルイーズとサイトーには、彼女が望むことはすべて彼の骨を飛ばすことだった。 率直に言って、その男は爆破する価値がある。 あなたが実際に進行するロマンスを期待すれば、他の場所を見てください。 これは、彼らのガールフレンドが彼らにちょっとした喜びを与えてくれることを願っている安全でない十代の少年を対象にしています。 ゼロの使い魔には約束の誓いは何も意味しない。\n\n一方で、第1シーズンと第2シーズンのロマンティックな発展は、必然的なハーレムの愚かさにもかかわらず、十分に固いものです。 それを超えて、ショーはときには面白いですが、しばしば軽薄ではなく、株価の悪影響に過度に依存しています。 全体のシリーズの終わりに、ユーモアは完全に欠けている - むしろ、作家はもはや残ったジョークを持っていませんでした。\n\nあなたがルイーズについての騒がしい考えを持っていないなら、私のすべての点を差し引いてください。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "CookiesOnFridays",
    "profile": "/profile/CookiesOnFridays/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=196636",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  6\nキャラクター|  5\n|  7\n\nあなたはツンデレの女の子が好きですか？ あなたはおっぱいについてのリサイクルされたジョークが好きですか、そして主人公は誤解に巻き込まれてほとんどすべてのエピソードで爆破されてしまいますか？ さて、これは、「ゼロの使い魔」の最初のシーズンが提供しなければならないもののほんの一部です...\n\nストーリー：5/10\nあなたがプロットラインを落として見事な、顎でファンタジーショーをドロップするズボンを見るために自分自身を準備していた場合、あなたはかなり失望します。 正直言って、ストーリーについて話すことはあまりありません。 季節を通して、プロットラインについて魅力的で驚くべきことは何もなかった。 何かあれば、それはかなり巧みで予測可能でした。 結末に関しては、それは本当にちょうどデュース元のmachinaのような感じで、突然だった。\n\nアート：6/10\n芸術部門で話すことはあまりありません。 驚くべきことや顎が落ちることはありませんでした。 アニメーションはまともで流動的なものだったので、シーズンを通して目の炎症はなかった。\n\nサウンド：6/10\n音に関しては、思い出深いものはありませんでした。 ショーのトラックのどれも、耳を引っ掛けたり、驚くほどのものはありませんでした。 しかし、音は気分を良くし、適切に使用されました。  （さらに、私の意見では、オープニング曲はそれほど素晴らしいものではなかった...）\n\nキャラクター：5/10\n文字は非常に一般的であり、巧みであった。 あなたは後で斎藤平賀の気持ちを育てる、ルイズという名前のこのスンデールの女の子を持っています。 それから、あなたは剣をとり、その日を節約する一般的な日本人少年の斉藤さんに、全く興味がありません。 サイドキャラクターは実際にはあまり効果がありませんが、ユーモアや時にはプロットラインを追加します。 キャラクターの発展にもかかわらず、大きな影響はありませんでした。 ショーのようなキャラクターの発展はステッカーをとり、テーブルの上に置いた。\n\n楽しさ：7/10\nショーはちょうどいいアニメであるにもかかわらず、私は自分がこのショーをもっと楽しんでいると思っていました。 このショーの何かが私にもっと見たいと思った。 ショー・ハーレムのためでしたか？ 多分ショーの「誤解」のジョークのせいだったのだろうか？ 私のために、私はペアリングのためにそれを楽しんだ。 斎藤さんとルイーズの人柄はまったく相反しており、ユーモラスな状況に陥っています。\n\n全体：6/10\n\nショーのこの第1シーズンはまともではない。 芸術、音、声の演技はすべてまともです。 ストーリーとキャラクターを除いて、すべてかなり穏やかでした。\n\nしかし、これはショーの最初のシーズンです。\n私は非常にこのショーに2番目のシーズンを見て少なくとも5または6の評価を与える誰もお勧めします。 私の意見では、第2シーズンはすべてのポイントを修正するわけではありませんが、それを修正しようとしています。 そして、彼らが作る大きな修正の1つは、LouiseFrançoiseとSaito Hiragaのキャラクター開発にあるでしょう。 これは、ショーの第2シーズンを遂げた巨大なポイントです。ゼロの使い魔：二人の岸を見守る価値があります。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "BNL78STEEL",
    "profile": "/profile/BNL78STEEL/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=100881",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  6\nサウンド|  8\nキャラクター|  10\n|  9\n\nハリー・ポッターとハーレム・アニメを混ぜるように！ ゼロの使い魔は、あなたが君主で魔法の力を持っている世界に置かれているか、あなたは力のない農民であり、君主に仕えなければならない。 主人公が生命のためのペット（通常は動物）を呼び起こす式の中で、ルイーズは斎藤という日本の人間の男の子を思い描いている。 彼女は彼を汚れのように扱い、服を洗うように強制する。 斎藤はこの新しい世界でどのように生き残りますか？\n\n芸術はこのアニメでは非常に貧しく、最初はジョークが本当に不自由です。 しかし、最初のエピソードを過ぎることができれば、ストーリーラインは価値があるものに発展します。\n\nP.S. あなたがこのシリーズを見ることに決めたら、次の3シーズンは英語でうまく売れないためにダビングされていないことを知ってください。 第4シーズンにはサブシリーズとシリーズがあります。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "snivek101",
    "profile": "/profile/snivek101/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=2157",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  6\n\nEHH..私は外出するためのお金がないので、今日は本当に時間を殺すためにアニメを見るだけだから、同じ古いクリシェに慣れてきた。 ストーリーを始めようとするのは、わずか13話だった。 彼らがパズルにピースをゆっくり加えた方法は、あなたを魅了し続けました。 しかし、これにもかかわらず、ストーリーは完全に予測可能でした。ストーリー全体がほぼ半分から2/3になっていますが、やはり13のエピソードしかなかったので、合理的かもしれません。\n\nキャラクターはかなり良いと思います。 ルイーズのライトピンクの髪の毛で、私は彼女の信じられないほど威圧的で利己的な性格を見落としました。この性格は、このジャンルのアニメの共通の糸です。 バックグラウンドのアニメーションは、ハリー・ポッターからのリッピング・オフのものと同じくらい最高でした。\n\nオープニングのテーマはあまりにも悪くないし、文字通りキスで始まるというストーリーの基本的な前提にうまくいきました。 バックグラウンドミュージックは実際には非常に魅力的で、短命の戦いシーンの一部に命を与えました。\n\nキャラクターは、アニメが私にとってポイントを失う場所です。 アニメはまったく同じ素敵な男、女の子の行為とまったく同じです。 どうして私はアニメの70％で、主人公が常に最悪を扱う女の子を選ぶのを見ます。この場合、女性のリードは主人公をペットのように扱います。 例えば、13本の全エピソードでは、男の鉛（斎藤）は床の上で毛布なしでも眠りますが、女性のリード（ルイーズ）は豪華なクイーンサイズのベッドで眠ります。 開発者はまた、ルイーズからの過度の不必要な暴力によって安い笑いに多くを集中する。 正直言って面白いことではありませんし、それはちょうど迷惑な私は彼らが3シーズンを思い付いた方法を理解していません。 一言で言えば、斎藤は本当にルイーズに堪え忍んだり、好きにならない本当の理由がないかっこいいミスター・ガイのキャラクターですが、好きなキャラクターがいても、  。 私はちょうどその主人公がロマン主義的な面白い女性のリードの代わりに弱者のために落ちることを望む。\n\nそれは明確な欠点にもかかわらず、私はいくつかの笑いを持っていたし、それを見て全体的に良い感じでした。 しかし、これは私が再び見るものではありません。 さて、もう一度私はおそらく第2シーズンを見ます。 しかし、私には、これ以上の深さのアニメがたくさんあります。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "zaz_the_last",
    "profile": "/profile/zaz_the_last/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=208602",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  4\nサウンド|  6\nキャラクター|  3\n|  4\n\nアート=メー。 私はそれを与えるだろう4.そこに特別な何も\n文字：クリシェと主にステレオタイプに挑戦するために作られた。 悪人がどれほど恐ろしいか話しません。 誰も面白くないように感じていたようだ。\nストーリー：そのほとんどは死んでいますが、現実の世界が魔法の世界とマッシュアップする方法は、私にはそれほど興味深い5です。政治的陰謀は、チーズ・プロット、ファン・サービス、 悪い特徴付けのためのアップ。 ロマンスはほとんどの場合強制されているように感じます。\nあなたが脳死している間に時間を過ごすために何かを探しているなら、それに行きなさい。 小さな子供のために完璧な、私は思いますか？"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "Yamete_Kudasai",
    "profile": "/profile/Yamete_Kudasai/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=185524",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  7\n\nさいと。。。 ぉういせ。。。。 さいと。。。。 ぉういせ。。。\n\nアニメのジャンル自体は本当に私に合っています。 私はファンタジー、マジック、ロマンス、アドベンチャー、ハレム、*咳* Ecchi *咳*の巨大なファンです。 これが私がそれを拾った理由です。 そして正直なところ、私はこのアニメをどうして楽しむのか分かりませんが、私はそうします。\n\n斉藤とルイーズの関係は、私が本当に好きな関係ですが、同時に本当に嫌いです。 私が斉藤だったら、ルイーズが彼を扱っているように扱われていることに気づかないだろう。 彼はまだやっているし、公正であるために、斎藤は完璧な男ではない、どちらかと言えば、彼は実際にルイーズが望んでいることを理解していない。\n\nそれにもかかわらず、関係は季節を通して良い方法で進んでおり、次のものではさらに進んでいます。 そして、本当に楽しんでいると言わなければならないシーズンを通して、本当に感動的な瞬間があります。\n\n今、プロット/ストーリーになります。 ここで私はあまり感心していないと言わなければならない。 突然、大きな問題が勃発し、私は考えています。これは修正するまでに時間がかかります。  10分後：ああ、それはすでに終わっている。\nこれは、このアニメのどれくらいがいくらかです。 いくつかの部分については、それは良いことができますが、他の人にとっては、あなたがすでに見ているより叙事詩的な戦い/魔法を見ることを望みます。\n\n私はこのアニメが誰にも好まれない理由を理解することができます。 いくつかでは、退屈で、退屈で、面白くないかもしれませんが、ファンタジー/ハーレムといくつかのエッチといくつかの小さなタッチの巨大なタッチで、あなたはあとで、あなたに行く良い風合いのアニメを見て楽しんでいる私のような人々のために 魔法の/戦いの、私はアニメをお勧めします。\n\nそれは実際にそれが期待される方法のジャンルではありませんが、私はまだこのエピソードの後に​​エピソードを見ています。ほとんどの場合、斎藤とルイーズの関係がどのように発展するのかを見ています。 エキサイティング。\n\n私はこのアニメに純粋に6を与えるでしょう。なぜなら私はそれを楽しんでいるからですが、それは驚くべきものではありません。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "kirayamato1992",
    "profile": "/profile/kirayamato1992/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=201666",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  8\nキャラクター|  9\n|  10\n\nMoe、Tsundere、S＆M、Harem、Fan Service、これらの要素のいずれかを有することは、アニメを楽しくする。 それらのすべてを1つのシリーズにまとめると、アニメはUNFORGETTABLEになります。\n\n2006年に初めてシリーズを視聴したのは初めてでした。それはファンがいっぱいで、アクション満載のファンサービスでいっぱいでした。 斉藤とルイスの奇妙なことで、鈍い瞬間はありませんでした。\n\nしかし、全体のプロットを見ると、多くの未解決の問題がありました。 物事は終わりまで急いだ。 幸いなことに、全体的なストーリーに詳細を照らし続ける続編に追いついた。\n\nだから笑い声のある軽量アニメを探しているなら、ゼロのつかまはあなたが始めることのできるものです。 特に灼眼のシャナからシャナを声優にした久美也リエ"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "Tifa96",
    "profile": "/profile/Tifa96/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=27446",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  8\nキャラクター|  6\n|  7\n\n私は本当にアニメが好きではありませんでしたが、素敵な絵がありました。 自然で美しいとはいえ、2のテーマは少し違っていました。 文字の特性はより多様であった。 私は季節が好きではありませんでした。 その結果、いいアニメでした。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "reneecm07",
    "profile": "/profile/reneecm07/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=7355",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  10\n\nゼロの使い魔は、私の意見では、ロマンス、魔法、コメディー（犬夜叉のような）で冒険のアニメを観るのが好きな人には、いいアニメをお勧めします。 私はちょっと変態して評価されているシーンがいくつかあると言いたいですが、これはエッチアニメのものですよね？\n\nストーリー：\n\nLouise Francoise Blanc de La Valliereというウィザードは、あなたの平均的なウィザードではありません。 彼女は呪文を実行することに嫌悪感があり、呪文を作成しようとすると何かが爆発してしまう。 彼女は生涯の仲間を呼び寄せ、守護者と呼ばれる神聖な学校の儀式の間に、彼女は日本の人間である斎藤を呼び寄せてしまう。 結局、Louiseは好きか否かにかかわらず斉藤と付き合っています。\n私はその物語が普通のものだと言っています。  「特別な人」であると主張されている主人公は、そうではなくても、後で、実際には、彼女は多くの可能性を持っており、他のほとんどの人よりも強いです。 結局のところ、彼女は主人公であり、主人公は常に英雄です、そうですか？ 主人公の男の子（斎藤）も何とかして役割を持たなければならないし、そのためにもすばらしい力を持っている。 両方とも恋に落ちるが、常に三番車があるので愛の三角形になる...同じ古い、同じ古い...しかし、私はまだそれを与える7、物語が急速に発展し、それとしていくつかの予期せぬひねりがある 一緒に行く。\n\nアニメーション：\n私はこのアニメのアニメーションがいいと思う。 私はキャラクターが描かれる方法が好きで、バックグラウンドや周囲もすばらしく仕上がっています。  （私のために）\n\n音：\nそのサウンドは大丈夫、オープニングとエンディングは楽しんでいて、アニメのサウンド効果は良いタイミングです。 オーバーキルではありませんが、アニメにも効果がありません。\n\nキャラクター：\n私はルイーズの性格がとても好きです：強く、自信があり、時には頑固です。 彼女のキャラクター開発はいいです...しかし、私は不足していると思うのは斎藤の性格です。私は彼女がペットのように扱いますが、彼はそれと一緒に住んでいます..？ もし彼が少なくとも彼女に少し異議を唱えていたらもっと良かっただろう。あなたはいくつかのエピソードを見た後で私が何を意味するのか見てみるだろう。\n\n楽しみ：\n私はこのアニメを楽しんでいました。それは、エキサイティングなことが起きたときにテレビにぶつからないように自分自身をコントロールしようとしている間に、ただリラックスしてリラックスできるアニメの1つです。\n\n全体：\n私はこのアニメが全体的に8点に値すると思う。 私はそれを与えていない2つのポイントは、物語のオリジナリティの欠如に起因する...私は間違ってはいけない、物語は非常に良いですが、それは予測可能なのです...それは唯一の問題です。\n\n私は、このアニメを、ロマンチックな雰囲気のアニメで冒険好きで、面白い人に推薦します。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "Fuu-nyon",
    "profile": "/profile/Fuu-nyon/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=62505",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\nさて、私はちょうど私がちょうど最近、アニメを見てきたと言うことができます。  17歳の少年として、私はこのショーが私にアピールするとは決して考えなかった。 実際に、私が見ていた少数をリストアップしたとき、人々はこのジャンルから私を説得しようとしました。\n\n私はTTGLとコードギアスを初めて見たマラソンの後でそれを見て、その後両者の最後に本当に落ち込んだように感じました。 私は何か愚かなまだ楽しいと思っていたと私はこれを試してみるだろうと思った。\n\nシーズン1の初めに、私はラメのようだった。 私はハリー・ポッターに立つことができません（私と一緒にクマ、私はハリー・ポッターがノックアウトと言っているわけではありません）ので、私はマジックスクールの事柄の全てを延期しました。 しかし、私はそれを突き抜けて、2シットンで全シーズンを見ることになった。 最初の数回のエピソードの後、キャラクターはもう少しだけでなくストーリーも展開し始めます。 シーズン1の終わりまでに私はコメディ以上の物語のためにそれを見ていました。\n\nどんなジャンルであっても、見逃せない価値があります。 あなたが胃を胃にすることができれば、あなたはそれに落ち始めるでしょう、私はそれを保証します。 もしそうでなければ、ねえ、あなたが試みるまであなたは決して知らない。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "es-tu_stupide",
    "profile": "/profile/es-tu_stupide/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=228910",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  5\n|  6\n\nこれは非常に大きな可能性を秘めていました。 このアニメがこのようなハレム・コメディ・タイプでなければ、それはそのような良いプロットを持っていた可能性があります。 私は何かがあまりにも偉大なことを期待するべきではないことを知っているが、正直言って、これは本当にクールだったかもしれない。 それが劇的で深刻な気分を盛り込んだなら、それは本当に良いかもしれません。\n私はそれがどんな地球兵器、特にゼロ（歴史狂）を使用してもよいという事実に気づいた。 まあ、それはハレム、エッチ、コメディアニメであるためにまともな、しかし、それはより良い物語を持っていた可能性があります。 失敗した騎士の騎士道のようにもっと真剣に少しでもそれを受けたなら（それは楽しい驚きだった）、それは9/10\n\n全体的に、これは私のための5/10です。それほど素晴らしいものではありません。 私はこれを書いている間、第2シーズンにいるので、うまくいけばそれは良くなる。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "ianmatthewsyay",
    "profile": "/profile/ianmatthewsyay/reviews",
    "pages": "2",
    "number": "18",
    "link": "/reviews.php?id=70975",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  5\nキャラクター|  7\n|  9\n\n四季を見て、初めてこのアニメを選ぶことを検討している人のためのレビューを書く権利があるように感じます。\n\n私は最も経験豊富なアニメウォッチャーではないので、私はこのアニメを私が評価するように求められたすべてのセクションに分割しませんが、もっと簡単な概観を与え、なぜそれが好きなのかを説明します。\n\nこのアニメを言葉で表現しなければならないと、私は「シンプル」という言葉を使います。\n\nそれは、特に長い実行アークまたは大きなプロットや複雑なねじれや旋回を持たない。 それは、それが比較的予測可能であり、確かに複雑なロマンスプロットを持たないので、次に何が起こるかについて深く考えさせるわけではありません。\n\nしかし、それは軽くて心にかなっていて、それに従うのは楽で、見ることが楽しいです。\n\nあなたが雨の日にあなたを迎えに行くのを楽しみにしているなら、それは価値があります。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "evilduck321",
    "profile": "/profile/evilduck321/reviews",
    "pages": "2",
    "number": "19",
    "link": "/reviews.php?id=186578",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\nこれはゼロの使い魔全シリーズのスポイラーフリーレビューです。\n\n\n\nあなたが最初のシーズンを見たとき（または見ているとき）、あなたは「大丈夫だったと思っています。 それから、シーズン2がやってくると、もう一度やってみると、もう少しうまくいくと思いますが、少し反復して感じます。 今シーズン3回のロールがあり、あなたは「何回何回同じことをやっているのですか？これはまだ面白いですがばかげています。 しかし、この時点では、私がやったのと同じミスを犯さず、最後のシーズンを延期した。 私は実際には、まさにそれが何であったか、いつもこのアニメにすべての時間を入れ、トンネルの終わりに光を見て、私の指を置くことはできません。 しかし、アニメ・イヴ・ウォッチ（これは約100点です）のうち、これは私が今まで見た中で最も満足している最後の6つのエピソードです。 最後の3つの季節を振り返り、「大丈夫、それは間違いなく価値があったし、最初はそれほど悪くない」と思う。 この番組が好きではない人のほとんどは、過去のファンサービスや反復的なジョークを見ることはできませんが、もしそれが価値があると約束することができます。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "ToshibaKenichi",
    "profile": "/profile/ToshibaKenichi/reviews",
    "pages": "2",
    "number": "20",
    "link": "/reviews.php?id=182841",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  8\n\n私はこのアニメを何の期待もせずに見て、私にはなかった神に感謝します。 ゼロの使い魔は潜在的可能性を秘めたアニメでした。 しかし、その可能性が欠陥に取って代わりました。 傷があっても、ゼロの使い魔が私のシリーズに興味を持ってくれたと言います。 他の方が良いと思っています。\n\nストーリー：8\n物語は、主人公である魔法を使用することに悪い女の子、ルイーズについて語っている。 彼女はそれから、彼女が明らかに失敗した神聖で、美しく、強い慣れ親しみを召喚しようとしました。 彼女が召喚したのは、主人公の斉藤だった普通の人間でした。 ストーリープロットはうまくいった。 普通ではありません。\n\nアート：8\n芸術とアニメーションは元気でした。 美しい風景がいくつかあります。 登場人物の表情の一部はやや見えます。 いずれにせよ、それは問題ありませんでしたが、欠陥があります。\n\nサウンド：8\nここの声優と女優は良かったです。 私はそれを何か嫌いにするものはありません。 理由は分かりませんが、ルイーズの声優は、灼眼のシャナのシャナのようです。 私は間違っている可能性があります。  OPとEDは素晴らしかったです。 私はEDがより好きです。 それはリラックスしていた。\n\nキャラクター：7\n一部のキャラクターには背景があり、一部のキャラクターには背景がありません。 ここのキャラクターの中にはデジャヴュのようなものがありました。 ルイーズのように。 彼女はシャナの性格と灼眼のシャナの声の組み合わせのようなものでした。  。 もう一つの例はWaldo a.k.aの悪い男です（彼の名前は長い間狂っていました....私は冗談ではありません... Viscount Jean Jacques francis de Waldo....真剣に??? -_-）。 この男は、骸骨のシャナからスケルトンの男を思い出させる（もう一度...このアニメに私に思い出させる理由は分かりません）。 キャラクタープロットに新鮮なものや新しいものは全くありませんでした。\n\n楽しさ：8\n私はこのアニメを楽しむだけです。 それは急いでいるかのように思えるが。 ここの戦闘シーンは平凡だった。 壮大ではないか、まさに驚きの要素。 コメディは面白かったです。 ここのロマンスは大丈夫ですね。 まあ、それは私が推測するTwillightよりも優れています。\n\n全体：8\n私はそれが別の季節を持っているので、ゼロのつかいまにはそれが欠けているとは言えません。 だから、もう片方が良いかもしれない。 私は、魔法、コメディ、そしてロマンスがいくつかの短いエピソードで存在するアニメを見たいと思うなら、これはあなたのためです。"
  }
]
