[
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "Dunkjoe",
    "profile": "/profile/Dunkjoe/reviews",
    "pages": "4",
    "number": "1",
    "link": "/reviews.php?id=24976",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|\nサウンド|  7\nキャラクター|  7\n|  8\n\n私はZnTの3シーズンをすべて見直します。  IMO、S1u003e S3u003e S2となる。\nジャンル：\nファンサービス：7（S2の詳細）\n冒険：7（通常、シーズンの第2部）\nロマンス：4（ここで、夢のようなマンガを思い起こさせる）\nマジック：5-6（季節によって異なるが、魔法はかなり悪く開発されている。\n感情的/涙の瞬間：8（通常、LouiseとSaitoと関係がある）\n\nシーズン1：\nシノプシス：高校生が召喚される - ＆gt;  「Louise the Zero」のおなじみ - u003e斎藤さんとLouiseさんのパワーを発見 - u003e プリンセスとルイーズの歴史と関連する出来事 - u003e戦争 - ＆gt; ルイーズと斎藤戦争\nストーリー：9\n非常に良い、私はそれが少しfanserviceと覚えています。 おそらく、これは始まりです。開始されたことの多くが解決され、ストーリーの進行は本当に良かったです。 感情的で冒険的で面白い。\n注：斉藤とルイーズの関係については、S1の終わりまでには明らかに互いを認めています。 だから最終的に私たちは素晴らしい、決定的な結末を持っています。\nストーリーの進行：非常に良い\nプロットの整合性：非常に良い。  （S1のみが主体を重視している）\nキャラクター：8\n主人公はキャラクターの発達によって定義されているようです。 斉藤、ルイーズ、タビスタ、（火の女の子）\n全体：9\n\nシーズン2：\n\nストーリー：4\n主にReconquistaと戦争について、いくつかの新しいキャラクターといくつかの副キャラクターのキャラクターの開発。\nタビタとキルヒェはめったに現れません。\nEvery1が奇妙になり、Louise以外の女の子たちはep1から斎藤に大いに惹かれました。 説明されていない。\nルイーズは「双極性症候群」を始める。\nFanservice（暴力型）。 冒険。 斎藤とルイーズの間の不安な雰囲気。\nストーリーの進行：最初のいくつかのエピソード：非常に岩です。  S2の後半：Strange。\nプロットの一貫性：良いですが、説明されていないことがたくさんあります。\nキャラクター：5\nTabithaとLouiseのキャラクター開発はうまくいった。 古いキャラクターの多くは多くのepsのために行って、いくつかの新しいキャラクターに焦点が当てられます。 時には誰が主人公であるかを知るのは難しいです。\n全体：5\n\nシーズン3：\nこれは、おそらく3つの季節の中で最もシュールレアなものです。\nストーリー：8\nReconquistaは全く言及されなかったが、リーダーは逃げた。 説明はありません。\n知恵のリング（？）にも言及はありません。 新しい概念が導入されましたが、決して説明されませんでした。\n新しいキャラクターが登場し、古いキャラクターは戻ってきますが、ごくわずかですが、戦闘のほとんどは魔法です。\n扇風機サービスはまだかなり豊富ですが、S2よりスムーズで、エッチにもっと集中しています。\nルイーズはもっと「バイポーラライズ」になり、彼女がボスキーであることと誇りに思うこととの間の気分の変化は不安定で謙虚になり、耐え難くなります。\nLouiseとSaitoの不安定な関係は、Yume de Aetaraの2と同様のようです。\nシーズンの多くのパーツは非常に抽象的であり、全体の状況をわずかにしか写らない。\n後半の冒険は友情とチームワークを特徴とし、shounenの感触を与えます。\nファンサービス（ecchi）。 ハレムは大きくなります。 不完全な感じ。 感情的なTabithaアーク。\nストーリーの進行：スムーズで楽しい\nプロットの一貫性：非常に弱く、ときどきここをジャンプする\nキャラクター：4\n新しいキャラクター（通常は大胸部）の導入や古いキャラクターの再登場以外は、キャラクター開発のためにあまり行われていません。\n私たちがほとんど知りませんでしたが、目に見えないキャラクターが前の段階に入ることがあります。\n斎藤について不安なルイーズを描写したが、彼女については説明しなかった。\nオールド・オスマンは、全シーズンに一度だけ登場しました。\n全体：7\n\n[全3シーズン]\nZnTは、基本的には、ハーレムとその人格による数多くの難しさと結びついています。 彼らが直面している問題はシリーズを面白くする。\nどうにかして、最初のシーズン後のアニメは内容で少し希釈され、ファンサービスと軽い雰囲気にもっと集中しているようです。 いくつかの重要なシーンがすばやく移動しました。\n\nストーリー：6\nキャラクター：7\n\nアート：8\nアートをクリアする。 目をより悲しいように見せるために使用される高度なテクニック。表情は良好でした。 アクションシーンは素晴らしいものでした。\n\nサウンド：7\n私はS1のOPとED、そしてS3のOPが大好きです。 私はS2のOPが好きですが、何かが見当たりません。 音響効果は平均的なものでしたが、声優は盛んで、特にLouiseやSaito'sは感情的なシーンが多く、\n\n楽しさ：8\nS1とS3は素晴らしいですが、S2はあまり好きではありません。 戦い、喜劇、斎藤とルイーズの関係の問題は素晴らしかった。  ZnTでは友情と忠誠心が大切にされています。\n\n全体：7\n良い3シーズンシリーズ。 読書小説を読んで、私はそれがS2以降のプロットに関してアニメよりはるかに良いと確信しています。\nこのアニメのロマンスが好きな人は、夢のあたらし（漫画）を試してみてください。\n\nPS。公式スコアは、3シーズンのすべての反映です。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "Fort",
    "profile": "/profile/Fort/reviews",
    "pages": "4",
    "number": "2",
    "link": "/reviews.php?id=74227",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  7\n\nFamiliar Zeroはあなたの想像力を刺激するストーリーを持っています。ストーリーのベースラインは、若い少年が私たちの世界からまったく異なる宇宙、魔法の世界、そして私たちと同じくらい進んでいない世界に引っ張られるということです ソードとマジックのセットアップ）。\n\nその少年は、魔法の使用に失敗したことで有名である学生魔道士のためによく知られているように召喚されます。 少年は農民とみなされ（魔法のユーザーは貴族と考えられているため）、そのために貧弱な扱いを受けています（恐ろしいことではありません。\n\nショーには小さなコメディーとロマンスがあり、小さなシリーズにはほんの少しの頬があり、良いとゆっくりしています（かなり短いものですが）。\n\nシリーズのダウンポイントは - \n\n*それは短すぎる、中間の公正なビットを広げられているかもしれない、示された物語のより深いところで。\n\n*外界は十分ではありません（メイジスクール外）。 景色のシーンが沢山ありましたが、景観は最小限の荘園に保たれていたようです（例えば、学校は裸のようです。 非常に裸だった）。\n\n*個性的なキャラクターは非常に詳細には表示も公開もされていませんでした。 少数の人だけが詳しく見ていました（シリーズ全体で少なくとも5人のメインキャラクターがいるとみなされます）。\n\n\n私がこのアニメを最も愛しているのは、想像力を発揮するのに成功し、それを行うことができるものは私の本を見ながら価値があるということです。\n\n見守ることを強くお勧めしますが、長くて詳細なストーリーを期待しては見ませんが、それでも失望することはありません。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "Pvt_Diny",
    "profile": "/profile/Pvt_Diny/reviews",
    "pages": "4",
    "number": "3",
    "link": "/reviews.php?id=173111",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  10\n\n最初のアニメレビュー！ 私は突然、これを10分で入力したので、誤植や文法上の誤り、または意味をなさない行について私には言い訳がありません。\n\nだから私はこのレビューを書くためにmyanimistのAnime Rating Systemの仕様を使用しません。 代わりに、私はいくつかのカテゴリに焦点を当てます（tl、dr：ちょうどアニメを見て、それはかなり素晴らしいです）。\n\n設定 -  9.8\n私はより良い設定を求めることができませんでした。 別の世界の英雄が召喚され、彼の狂人のマスターを守らなければならない。 このショーは文字どおりDog Days（http://myanimelist.net/anime/10155/Dog_Days）のサディストバージョンです。 広々とした新しい環境の美しさと複雑さのタイプは、ゼロの使い魔を他のアニメとは別物にして、本当に「Another World」のジャンルでも際立っています。 特に設定に焦点を当てているわけではありませんが、それはゼロの使い魔のプロットとキャラクター開発の両方に大きな橋渡しをしています。\n私は本当にこれが10に値すると思うが、その設定はプロットとはあまり関係がなく、私が個人的な理由でそれを楽しむという事実は、ポイントの端数でスコアを下げることになった。\n\nプロット -  7.5\nええ...どうして？ プロットは偉大ではない場合はかなり良いですが、小さな欠陥があります。 私はこれがちょうど個人的な意見かもしれないと思うが、「フィラーストーリー」が全体のプロットよりも明らかであるとき、私は実際にショーを最大限に楽しむことはできない。 私が間違ってはいけない、ゼロの使い魔はエピソードの間で起こっている小さな物語をほぼ完全に実装しているが、フィラー自体は物語から興味を失ってしまう。 エピソード実行。\n\nキャラクター開発 -  8.25\nゼロの使い魔のキャラクター展開は驚異的です。 ルイーズのようなツンデレがあるにもかかわらず、私はまだサディストとしての潜在能力を発達させたような気がします。 一方、斎藤はルイーズと矛盾することに一部意味があり、より「出ていく」「明るい」キャラクターであることを意味する。 私は本当にこの2人のキャラクターの相互関係を見て楽しんでいます。それは時々笑ってしまいますが、明らかに何か愚かなことをしたときのように、キャラクターとの人物の欠如を感じます。  2人のキャラクターのお互いの相互作用は、あなたがスクリーンで熱心に目を凝らしてしまうだけの葛藤につながります。\n\nアートとサウンド -  7.5\n2006年のアニメでは、これを720pと1080pで見ると、2010年のアニメのように見えます。 音質も良いですが、グラフィックによってアニメが目立つようになります。 アート・スタイルは今日のタイトルほどユニークではありませんが、うまくいかない場合はかなりまともです。\n\n楽しさ -  9.5\nこれは私のための長い時間の中で最も楽しいショーの1つです。私はすでに他のアニメをすべて「アニメ・トゥ・ウォッチ」リストで終えています。 私がこれを10/10に与えていない唯一の理由は、ショーのプロット効率の欠如と計画の欠如のためです。 ショーはトランジションで非常に荒いと感じますが、私はまだその可能性について高いスコアを与えます。\n\n全体的 -  8.25\n素晴らしいショー。 あなたがまだいなければそれを見なさい\n\n読んでくれてありがとう！"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "Katsu-chan-rolo",
    "profile": "/profile/Katsu-chan-rolo/reviews",
    "pages": "4",
    "number": "4",
    "link": "/reviews.php?id=166405",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  6\n\n私はToradoraを通してゼロの使い魔につながった。 私はツンデレの弱点がある。 私は個人的にルイーズを好きだった。 彼女はそのような偉大な性格であり、最も人格を発達させました。\n\nゼロの使い魔は、私が乗り切りを楽しんでいるかどうかを私に問いかけるままにした最初のアニメです...私の意見では、物語の進行と人物が非常に多くの点で矛盾しているように感じます。 それは全体的に遅く、素敵な開発をしているにもかかわらず、メインの女性キャラクター、ルイーズは、物語が欠けていました。 ほとんどのエピソードで、彼女はちょうどそこにいて、必要なときに使用しました。彼女はコメディの救済のために使われたエピソードをいくつか持っていました。 彼女はロマンスのプロットをしましたが、注意が必要な別の女性キャラクターによってサイドに押し込まれる前に、2つのエピソード以上続いたものもありました。 私たちは皆、ロマンチックなシリーズは常にトリッキーな、容赦のないジャンルであることを知っています。 あなたは一つの間違いを犯し、物語はゆっくりと崩れ始めます、私はこれが彼らの一人だと信じています。\n\nロマンス/ファンタジー/ SF SFアニメになっていて、ファンタジーとSFで成功したのはロマンスに失敗したことだ。 確かに、すべての女性のキャラクターは、かわいそうを持っていたが、本当に私には何も得られなかった。  「ゼロの使い魔は、魔法の世界に拠点を置く楽しいアクションアニメでなければならない。悲しいことに、悲しいことに、反復的なコメディと卑劣なプロットにこだわって、恐ろしいことに前提を実行する。 文字はあまり書き込まれませんでした。 これは斉藤とルイーズが最悪の犯罪者であるという浅い性質と単調な相互作用によって証明されています。\n\nできるだけ鈍くするために、これは「見る」リストに載せてはならない数少ないものの1つです。 あなたが退屈しているときなど何かを見なければならないアニメです。 私は言う必要はない、それを見ないでください、アートは驚くほど美しく、サウンド/音楽はまるで美しいものです。 しかし、プロットと成長。 ブラ"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "Alexlung",
    "profile": "/profile/Alexlung/reviews",
    "pages": "4",
    "number": "5",
    "link": "/reviews.php?id=161053",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は誰もが、このアニメは、ハレムといくつかのファンサービスに気にしない人のための非常に良いアニメであることを知りたいです。\n\nこのアニメのファンサービスの量は、高等学校のDxDほどの大きさではありませんが、それは耐え難いものです。\n\nあなたは、ファンのサービスまたは一人の男のために落ちる女の子の多くでアニメを見るのが好きではない場合、このアニメはまったく気に入らないでしょう。 これはハレームのアニメですが、あなたが何か他のものを探しているなら、あなたは間違った場所に来ました。 ハレムは一人の男のために落ちる少数の女の子を意味するので、これはハーレムのアニメなので自然です。\n\nこれは私が15歳くらいのときに私が気に入ったアニメでした。このアニメを4回以上見直しましたが、まだそれはかなり驚くべきものです。 第2シーズンの最後のエピソードは私を泣かせ、アニメの中でも最高の場面の1つです。\n\nもっと多くの人がこの番組について知ってくれることを願っています。これは、harem / ecchiの数少ないショーのうちの一つです。あなたは、主人公が別の世界に閉じ込められる多くのアニメを見つけることができません。  （特に剣と魔法で）。 このアニメは明らかに女の子の代わりに男の子を目指していますが、女の子はおそらくファンサービスとハーレムの量が多いので、これは気に入らないでしょう。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "Darkmoq",
    "profile": "/profile/Darkmoq/reviews",
    "pages": "4",
    "number": "6",
    "link": "/reviews.php?id=158183",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  6\n|  7\n\n私がちょっと理解していないPG-13\"ecchi\"harem animeに関するものがあります。 そして、見て、私は孤独な主婦のアパートでテレビを修理するために修理の人が決して周りにいなかった理由を理解できないポルノ劇場の男になりたくありません。 私はハレームアニメが現実的か、深いかわいそうなことをしようとしていないことを知っている。 私はそのジャンルを非常に高く評価していません。プライマリーフォーカスは、物語の朗読や現実的なキャラクターの開発ではなく、安い笑いと観客のボナーにあるようです。 私の謙虚な意見では、それのためのメディアの他のタイプがあります...\n\n私はそのジャンルであまり経験はありません。 私が終えることができた他の唯一の人たちは、死者の高等学校と学校の日でした（あなたがそれを数えることができるならば）。\n\nしかし、ZnTに関しては、それは私の前述の基準に基づいていた可能性はありませんでしたが、私はそれがエピソード1の後になると思ったよりもずっと良かった...そして最初のシーズン（私は2/4シーズンを終えました これまでのところ）。\n\n前提は多くのクリシェに依存していますが、依然として魅力的です。\n斎藤、日本からの少年は、苦労している魔術師、ルイーズの生徒によって魔法の世界に呼び出されます。 ルイーズは斉藤をペットにして、二人は胸やパンティーをテーマにした冒険と不道徳を一緒に経験する。 スラップスティックのユーモア、エッチ、必然的な愛の三角ドラマを超えて、私はシリーズを償還したと思われるプロット/ストーリーとツンデレスタイルのロマンスでの実際の試みです。\n\nプロットは面白かったですが、アクションシーケンスは間違いなくPG-13であり、暗いアニメで見た場合の「生死の緊急性」のタイプはありませんでした。 それでも、彼らは冒険にいくつかの握りの要素を導入し、時にはサスペンスと不確実性があります。\n\nシーズン1の冒頭から、このアニメはそれ自体が不安でした。 同時に「ハーレム」と「ロマンス」の両方のアニメになることを余儀なくされ、不可避的なトレードオフにつながった。 日本での出会いがアメリカとはまったく違っていない限り、特別な人と甘くて愛情のある長期的な関係を追求しようとしている間に、淫乱で暴力的なアニメの女の子の集落を維持することはできません。 笑。\n\n確かに、この紛争については何か言いたいことがあります。 あなたが誰かと排他的になったとき、これはどうなるのでしょうか？ あなたは深さの幅を交換します。 私はこれが探検されたと思われる。 驚くことではありませんが、このアニメは、この厄介な謎を迂回することを選択し、実際の結果なしに、間違いのないエッチの状況の中に斎藤を書き込んでいます。 少なくともシーズン2では、2人のキャラクターの間に触れるロマンスを展開するために、ハーレム・アスペクトが支配的ではなくなります。 ハーレム・セニアニガンはまだアニメの信憑性についてのボールとチェーンとして行動した。\n\n意外なことに、harem要素はストーリーラインに1つのポジティブな側面を追加しました。 それは斉藤と彼の主要な愛の関心の間の表現力と身体的な愛情になったときにアントを引き上げた。 斎藤が他の場面ではボリューム感のある胸につまずくようになると、聴衆はその最後の2本の幹線の間で、そのような臨機応変な頷き、笑顔と抱擁を期待するかもしれません（btw、私は季節3＆4を見なかったので ZnTの終わりに何が起こるかわからない）。\n\nアート：まともなですが魅了しません。\n\nサウンド：私はイントロとサウンドトラックが好きだった。 間違いなく平均以上だった。\n\n\n\n私はツィンデールとしてルイーズを楽しんだが、私は同じジョークとスラップスティックの2つのより多くの季節を乗り切れるかどうかわからない。 私は、どのようにハーレムが完全に一方的ではなかったのか、そしてZnTが男性の嫉妬に酔いしれているのが好きでした。 ルイーズには斉藤以外のオプションがあり、彼女は他のオファーを除外するように即座に愛されているわけではありません。 それをHoTDと比較すると、3分の男性の主人公が、彼の髪の毛に何らかの競争を起こすことができる1人の男の（しかし、ゾンビではあるが）頭にシャベルをかける。\n\n全体的に、時々可愛くて甘く、伝える物語があります。 矛盾したキャラクターの進行といくつかの怠け者の執筆を繰り返し、フィラーを積んでいます。\n\n血/ゴア：戦闘シーンはPG-13基準でさえかなり忍耐強かった。 しかし、退屈ではありません。\n愛/ロマンス：私はこれを早期に取り上げました。 あなたがecchiを過ぎて見たいなら、それはそこにあります。\nセックス/ヌード：非ヌードエッチ。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "AnotherStatsGuy",
    "profile": "/profile/AnotherStatsGuy/reviews",
    "pages": "4",
    "number": "7",
    "link": "/reviews.php?id=221634",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\n「Familiar of Zero」は視聴が必須です。特に優れているわけではなく、視聴者が他のアニメの品質を正確に測定できるためです。 すべてのトリック（ツンデレの女の子、普通の主人公、カサノバのセカンド・ガイ、など）はすべて基本的な形になっています。  2006年に行われたこのショーの失敗はほとんどありません。多くのショーがこのシリーズを見て、その要素がショーに出ていた理由を理解することなく、その要素を模倣したと思います。 キャラクターは、状況の中で彼らが行動したように行動する理由が必要であったこと。\n\nショーの前提は、LouiseとSaito（彼女の馴染み深い）の間の相互作用のカーブラックホールの周りを回っている。 残念ながら、36バイト以下に忍耐を圧縮することは不可能です。なぜなら、どちらのキャラクターもそれほど多くを保証していないからです。 私はそれらを理解していますか？ はい？ 特に気にしますか？ 私がしなければならないほど頻繁にするべきではありません。 私がまっすぐだった瞬間がありました。そして、幸せがまっすぐだったような瞬間がありました。  2016年に20歳の男としてそれを見ると、おそらく私はこのショーを完全に理解するために必要な年齢の範囲外です。\n\n1つはほとんどルイーズを振り回したいと思うし、あなたのパートナーは人間です。 人間。 独立した考えで！ そして、私はこれを言っているとは信じられませんが、斎藤は実際には文脈に沿って何かキャッチフェイズが必要でした！ お願いします！' 彼が理解できなかった何かが起こったたびに（これはかなり頻繁に起こります）\n\n斎藤はまたユーモアが不足している誰かのルイーズとの嫌なユーモアが、彼女の優雅な恵みを得る良いアイデアではないことも理解できませんでした。\n\n最後の戦闘のためのスポイラー：斎藤が古いWWII戦闘機を手に入れたとき、彼が出発するように見えるとき、ある時点でルイーズは彼と一緒にコックピットに飛び乗る。 私は彼らが実際に日食を経て地球上で終わることで終わる季節に大変だったでしょう。 ねえ、私たちは斎藤さんとの最初のシーズンを水中で過ごしました。 さて、ルイーズが奉仕するようにしましょう。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "Drumming1997",
    "profile": "/profile/Drumming1997/reviews",
    "pages": "4",
    "number": "8",
    "link": "/reviews.php?id=32765",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  9\n\n人々の多くは、このアニメがハリー・ポッターに基づいていると考えていますが、実際にはマジシャンが関与しているという事実は、HPに基づいた唯一の事柄です。\n\n最初のいくつかのエピソードはちょうどいくつかの\"楽しいキャラクターのエピソードに慣れているので、それを最初のいくつかを判断しないでください。\n\n（これはすべて私たちとは異なる分野で行われます）\nルイーズについては、マジックスクールに出席していますが、彼女の杖を使うときはいつも何かを吹き飛ばしてしまいます。 常に。 ある日、学校のプロジェクトとして、おなじみの（魔術師のパートナー/ +召使）を呼び寄せ、誰もが素晴らしい召喚師を召喚し、ルイーズは人間を他の領域（私たちの領域）から召喚し、 彼は肩書きの中で祐二と同じ男の声を聞いた：OH SNAP）しかし、彼は彼女のしもべになることを余儀なくされている。 それはかなり陽気です。 最初のばかげたエピソードの後、物事は深刻になる。 人々は危険にさらされ、私たちは家族の問題をいくつかの文字で発見します。 それはとても良いシリーズです。 それはShakugan no Shanaのようなものだが、5倍はそれほど深刻ではない。 また、「アドベンチャー」としてタグ付けすると、完璧にフィットします。\n\n私が役に立たなかったら、助けてくれることを願っています...申し訳ありませんXD\n\nあなたのアニメのクエストであなたに最高のお祈りをしてください\n-Drumming1997"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "Lamyisme",
    "profile": "/profile/Lamyisme/reviews",
    "pages": "4",
    "number": "9",
    "link": "/reviews.php?id=25711",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  6\n\n私が最初にZeroに出くわしたときに、いつかいっぱいになるアニメを探していましたが、私の好みに合ったより良いアニメを探していましたが、私はこのシリーズをかなり見つけました。 私が何をしたのか、シリーズについて気に入らなかったのかを説明しようとすると、\n〜ストーリー〜\n最初の物語は、他のエクッチアニメのように見えました。パンティショットやリアルなストーリーラインはありませんでしたが、最初のシリーズの5番目のエピソードになったとき、私はあなたが物語を偶然にし始めたと言います。 パンドラの心や黒執事のように離れているのですが、それは死人のように私をディスパッチします。 物語は少年少女が魔法の世界に落ちるようなものでしたが、彼らはまるで落ち着いてしまいましたが、私はこれを嫌に思っていました。\n〜キャラクター〜\nキャラクターはすばらしかったですが、「私は非常に早く落ちます」という形でかわいいものでした。少年は普通の変態キャラクターでした。 彼女は自分のことを愛していると思うまで彼女の気持ちを否定し、彼女はそれを認めた。 他のキャラクターたちは、まったく無意味でした。彼らは本当にシリーズに多くの影響を与えましたが、彼らは時々面白かったし、お互いを楽しませるためにかわいいものでした。\n〜全体的〜\nすべてのことで私はシリーズを楽しんだが、それは私の好きなものではないと言うだろう。なぜなら私はプロットが好きでも情報の欠如と背中の欠如を嫌っていたので、私は本当に倒れ込みの落ち込みより深くはない 彼の「マスター」と一緒に私はそれをどのように評価しますか？  5を超えているだけですが、プロットが8より少ないので、それは平凡だったので、私はそれに7を与えます。それは、プロットとかわいいロマンスがとても深かったにもかかわらず、それを高くする唯一の理由です。\n読んでいただきありがとうございます。ゼロのつかいまをお楽しみください！"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "lovelyphantom",
    "profile": "/profile/lovelyphantom/reviews",
    "pages": "4",
    "number": "10",
    "link": "/reviews.php?id=31313",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  9\n\n私はそれがむしろ好きだったと言わなければならない。 私の好きなジャンルの一つであるアニメのために、私はこのアニメを本当に賛成だと言わなければなりません。\n\nシンフォシスがあなたを欺くことはしないでください。 はい、私は最初はそれが面白かったとは思っていませんでしたが、私がそれを見始めたとき（私は魔法使いの激しい衝動のために..ハリー・ポッターを呪います！）私は少し興味があり、 その中に。\n\n私はまだ漫画を読んでいない、私は計画しているが、私はこの時点であなたの話の違いを与えることはできません。 私はあなたが最初はゆっくりとしていたが、まだ建設中であったと言うことができます。 どっちがいい。 ルイーズと斎藤はお互いのように建物を作っています。アニメがロマンスに突入しているのを知っていれば、それは13のエピソードからなる短いシリーズですが、そうではありません。\n\nこれは何かがあれば、ストーリーそのもののプロローグに似ています。 私は物語が私が続編を見たいところに十分に私の興味を奪ったと言わなければならない。 このアニメは、最高の可能性を秘めています。\n\n芸術はやはり元気だったが、少々甘い。 私は、景色、魔法の効果などを楽しんだ。 私は、ほとんどのアニメよりもそれが本当に好きだった以外は、芸術のために言いたいことはあまりありません。\n\nそして、ここでそれがデフォルトです。 音。\n\nオープニングとエンディングは良いものでしたが、私はそれをあまり聞いて楽しんでいなかったので、エンディング曲をスキップすることもありました。 それは良かったが、より良いことができた。 オープニングはアニメ自体に適していました。\n\n英語の声優さん..まあ、私はそれが私がFUNimationを詰まらせたいという点に悪くないという奇跡だったと言わなければならない。 言い換えれば、それは見ることができるが、迷惑になることを期待する。 声のキャストのいくつかは、斎藤のような役割に合うようには見えなかったが、いくつかはうまく収まった。 そして、これはFUNimationが常にキャスティングを台無しにする方法を持っているように見えるので、多く見ていると言います。 はい、うまくいきました。 私が言う公正な6。\n\nねえ、それは私がそれがwatchableであり、オープニングとエンディングが良いと言ったからといって、私はそれに高い評価を与えるつもりはありません。  6つは私が英語ですべてを見ていると考えれば十分です。\n\n今のキャラクター。 ついに私はまだMary-sueの資質を見たことがないと言ってうれしく思います。 ルイーズと斎藤の関係は、私が言ったようにアニメが短い場合でも、遅い構築プロセスにあります。 他のキャラクターの中には、楽しいものもあります。私は彼らが本当に多くのセックスアピールを与える必要はなく、そのような誇りを持って、貧しい人々の声を持っていると言わなければなりません。 まだ良いと物語の進行を助けた。\n\n私のこのことに対する喜びは素晴らしかったです。 私はユーモア、物語、キャラクター、サウンドが本当に楽しかった、その背後にある科学を楽しんだ。ほとんどすべて。 ハリー・ポッターが好きか、まったくの魔法の世界にちょうどいいと言えば、これは楽しい腕時計ですが、やや邪魔になることが予想されます。\n\n全体的に、それは非常に良いアニメです。 何度か軽微な欠陥がありましたが、それは残りのシリーズの素晴らしいプロローグでした。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "tranxo",
    "profile": "/profile/tranxo/reviews",
    "pages": "4",
    "number": "11",
    "link": "/reviews.php?id=80222",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\n私はこのアニメを最初に見たときに私は認めます、私は中世の時間と魔女のテーマを好きではありませんでした。 しかし、私はそれにチャンスを与えた、それは私がそれはただの驚くべきことを実現するために来ていた。 いくつかのエピソードは、それが私にどのくらい触れたかによって涙が浮かんだ。 ロマンスはちょうどいいところだった。 彼らは愛らしい人でした。 このアニメを見ているうちに私を悩ませた唯一のものは、そこにいくつの迷惑な人がいたか、そして主要な男性の主人公には何人の典型的な女の子が落ちたかだった。 それはハーレムのアニメだから、それは予想されることだと思うが、それは予測可能で迷惑な方法だった。 そうでなければ、行動やその他すべてがよく書かれました。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "VelocityWaffles",
    "profile": "/profile/VelocityWaffles/reviews",
    "pages": "4",
    "number": "12",
    "link": "/reviews.php?id=47673",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  10\n\n私はすべての種類のアニメを楽しんでいる人のタイプです。私はちょうど深く入り込んだ2つのシリーズを見ていて、プロットの紆余曲折、謎をたくさん含んだので、本当にアニメが必要です 私は座って、見ることができ、文字を楽しむだけで、これはそれでした。 真実は、私はこのシリーズにいくつかの笑い、その性的な事故の瞬間を入力し、離れて、私は物語のように感じる、私はそれがすべてだったが、私はこの物語は、 ストリングが突然一緒に引かれる瞬間、トレチャリーの衝撃的な瞬間、そしてあなたが状況の純粋な喜劇のために笑ってしまうような瞬間がありました。 私は現在、今シーズン3を開始しています、そして、私はこのアニメを見て、これまでのところ素晴らしいアニメだと言わなければなりません、あなたはそれを後悔しません"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "milanvde",
    "profile": "/profile/milanvde/reviews",
    "pages": "4",
    "number": "13",
    "link": "/reviews.php?id=117517",
    "jp": "--- --- --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  7\n\nアニメは何ですか？\n\n貴族の魔法使いの2人の魔法のユーザーがいる世界があります）と非魔法のユーザー（Pleibeians）アニメのセットは、貴族のための魔法の学校で再生されます。 その学校では、呪文の成功率が0なので、「ゼロ」と呼ばれる少女がいます。 とにかく、彼女が二年目になっても、「おなじみ」と呼ばれる一種の仲間を呼び寄せなければなりません。 彼女は考えている最悪の人間を召喚する。 人間は魔道師を世話しなければならず、彼らは楽しく「ロマンチックな」ものを持っています。\n\n私は何を期待できますか？\n\n基本的には素晴らしい基本的なストーリーと悪い進歩的な仕事が期待できます。\n\n起こっているイベントはOKですが、1つの特定のものには欠けていると言うことができます：イベントの再現はどれですか。 例えば、あなたは世界のセービングリングを手に入れなければならず、いつもそれを着用しなければならず、次のエピソードは無視されます。その特定のことはたくさん行われ、それはたくさん嫌いです。\n\nまた、多くのファンサービスと過度の状況を期待することができます。\n\nストーリー：\n\nこのアニメの物語は、基本的には魔法と幻想である周囲テーマへの紹介、そしてキャラクターの小さな説明です。 ストーリーはOKですが、もう少し期待しています。 プロは知識の仕事にあり、アニメのキャラクターと同じ量の情報を知るようにします。 それがうまくいって、私はアニメにもっと興味を持った。 結局のところ、そのコンセプトは実際にアニメのファンサービス環境であるにもかかわらず、ときどき気になるだけです。\n\nアート＆サウンド：\n\n最近ではアートとサウンドがさらに優れていて、2006年には本当に素晴らしいものです。\n\n芸術はそれほど詳細ではありませんが、綺麗で、音は素晴らしいです。 何も不平を言う。\n\nキャラクター：\n\nキャラクターは本当に種類がなく、主人公はうまくやっていると感じますが、1つのエピソードのキャラクターにはちょっとしたものがありません。 それ以外にも、すべてのキャラクターにファンサービスがあり、予測可能です。 私はキャラクターデザインが欠けていると感じましたが、大丈夫でした。\n\n楽しみ：\n\nこのアニメは、私がたくさん笑って、何か悪いことが起こったときにそのキャラクターと一緒に感じるのを見るのがとても面白いです。 ランダムな出来事から笑い易い人まで、コメディーパートは本当にうまくいっていましたが、ロマンスには欠けていました。 このアニメには本当にロマンチックなことはなかった。 あなたがロマンスのためにここにいるなら、私はそれをお勧めしません。 ロマンスの部分の他に、エッチは良いと思う魅力的な感じです。 このアニメのアクションはひどくひどいです。 しかし、あまりにも多くはありません。\n\n全体：\n\nファンのサービスと偉大な芸術＆サウンドの陽気なアニメ。\n\nエッチやコメディ愛好家におすすめ。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "Lethe64",
    "profile": "/profile/Lethe64/reviews",
    "pages": "4",
    "number": "14",
    "link": "/reviews.php?id=4469",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  7\n|  9\n\nVeoh.comでアニメを探していたとき、私はゼロの使い魔にやってきました。 彼らはそれを持っていることに気付き、それを見ることに決めました。 それは私がそれを終えたので、私は非常に満足していたので、私はそれを見ることにしたことはかなり良いことでした。\n\n明らかに、アニメのカバーを形成すると、あなたは魔法が関与していると言えるでしょう。 ゼロの使い魔はハリー・ポッターのほぼスピンですが、それ以上に深みが増し、さらに多くのことが加えられています。 アニメは非常によく描かれ、アニメーションされ、キャラクターの動きは非常に明確です。\n\nすべてのアニメの上によく描かれている、それは少しシンプルですが、楽しませて、あなたがもっと見たいと思っている興味深い話があります。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "mercury1980",
    "profile": "/profile/mercury1980/reviews",
    "pages": "4",
    "number": "15",
    "link": "/reviews.php?id=102035",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  2\nアニメーション|  5\nサウンド|  4\nキャラクター|  3\n|  4\n\n私はちょうど、この物語がいかに進んでいるか信じられません。 ルイーズは斉藤を召喚しますが、実際には彼女は彼をいじめ、SHITのように扱います。  Waldoとの戦い中でさえ、斎藤はLouiseを守り、Waldoを強くして敗北させる意志を持っています。\n\nあなたは私が実際にほとんどのツンデレが嫌いであるとは本当に信じられませんでした。 ちょうどFMP＆amp;  AyS KannagiからKnS。 ルイーズは本当に大きな口で、人々のことを嫌う、要求する、失礼、傲慢で利己的なことを好きです。 ルイーズはいつも邪魔にならないようにしたい、そうでなければ斉藤のように人々を打ち破ります。 私は本当にルイーズが彼に授けたすべての治療の後、斎藤について悪いと感じる。\n\nルイーズはWaldoとの戦いで、斎藤が彼女を救うのを待っている。 ああ、苦しんでいる乙女を持つ別の決まり文句ではない。 なぜ私は苦痛の中でフィーチャー・デイセルを見ているのでしょうか？ どのように苦痛の中で乙女がいないユニークなアニメができますか？ 私はまた、斎藤が女の子と友だちを結ぶのは大丈夫だと思っていますが、男にとらわれていない限り、男が女の子を好きなのは普通です。\n\nしかし、とにかく、このアニメはそれほど魅力的ではありません（4/10）。 ところで、芸術と音はちょうど良いです。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "Crimson_Otaku",
    "profile": "/profile/Crimson_Otaku/reviews",
    "pages": "4",
    "number": "16",
    "link": "/reviews.php?id=53121",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\n最初はこのAnimeはちょっと変わったようでしたが、一度それを見始めると非常に楽しくなり、本当に楽しいものになりました。このAnimeを見るのが大好きで、何度も何度も見ます\n\nこのアニメは、ロマンス、ドラマ、ファイティング、そしてもっと多くのことが楽しんでいて、エピソードごとにキャラクターについて多くを学びます\n\nそれは他のシリーズの素晴らしいスタートですし、見ることがとても楽しいです\n\nあなたがこのアニメを見たことがないならば、それを要約すると、あなたはそれを見ることが非常に良いと楽しみの多くを見なければならない\n\n\n\nラインの下の警告スポイラー\n--------------------------------------------------  -------------------------------------------\n\n\n\n\n\n\n\n\n\nこのアニメを見ながら、斎藤とルイーズが最終的にお互いに恋していることを認めて欲しいと最後のシリーズで私は彼らが願っています\n私はこれはあまりスポイラーではありませんが、あなたがアニメを見たことがないなら、それは笑です"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "askafahu",
    "profile": "/profile/askafahu/reviews",
    "pages": "4",
    "number": "17",
    "link": "/reviews.php?id=141255",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  9\n\nLousieが謝罪しているのは、ほとんどの人がこのアニメを愛していることです。奴隷が奴隷に罰せられ、実際には彼の本当の気持ちを表現することはできません。そして、彼が愚かなことやペーヴィーなことをすると、 マインド...\n\n\nゼロの使い魔は間違いなく最高のアクション/アドベンチャー、エクッチ、コメディアニメの一つです。 人々はそれが穏やかなストーリーラインを持つ唯一のエッチであると思うだろうし、ここでオパールをバウンスしていますが、実際にはそうではありません。 このアニメは、同じジャンルの他のアニメよりも一歩前進しています。 最後に、私のようなエッチ愛好家がこのアニメをもう少し楽しむことができるように、エッチで味付けしました\n\nそれは完璧なキャラクター、よく監督されたエッチ、戦い、コメディのシーンとそれはまともな話だから、このアニメは[8/10（非常に良い）]に値する\n\n*このアニメは、そこにまともなエッチとコメディ愛好家のための必見です。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "64Streeter",
    "profile": "/profile/64Streeter/reviews",
    "pages": "4",
    "number": "18",
    "link": "/reviews.php?id=207995",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  8\nキャラクター|  7\n|  8\n\nゼロの使い魔は、私が知っていた前に見た最初のエクッチアニメの1つです。ファンキーサービスがあるエッチやエアーが存在していて、私の心の中に特別な場所を保持していました。 私はすべての季節を見て、問題なしでほとんどのライト小説を読んでいましたが、今は私が今や古いものを見直している特定の瞬間にうんざりします。 それにもかかわらず、私はこのシリーズは私のもう一つの有罪だと言うことができると思います。\n\nストーリー：8\n魔法使いの生徒Louise the Zeroが親しみを喚起しようとすると魔法使いの学生が代わりに彼を得たとき、斎藤はこの魔法の世界に召喚された平均的な少年です。 斎藤は、この新しい世界を奴隷として/ペットとして/馴染み深い、王族から来るルイーズに馴染ませています。他の人たちと一緒になって、自尊心が低くなり、結局は恋に落ちます。\n\n物語は高校で行われ、ほとんどのハーレム・エッチアニメ（これはそうです）のように見えますが、斎藤が魔法の世界に最初に送られた理由と、ルイーズがより強くなりたい そして尊敬された人物。\n\nアート：6\n芸術について特別なものは何もありませんが、あまりにもびっくりしますが、ショーはあなたを驚くほど素晴らしいものから驚くべきものまで驚かせることができます。 私は魔法の使用が大好きで、時々私はそれが嫌いです、それは愛や嫌悪感だと思います。\n\nキャラクターの芸術はモエと似ていますが、最悪です。 モエの外では、キャラクターのデザインはよくできており、明白なファンサービスのために行われます。\n\nサウンド：8\nオープニングとエンディングはかなり魅力的です。ショー全体を通して、スライス・オブ・ライフの瞬間に魔法のような明るい声調を奏でるバックグラウンドミュージックに没頭することができます。 一部の曲は一般的なものから外れていますが、それほど悪くはありません。\n\nキャラクター：7\nこのショーには、平均的な倒錯した日本の男性のクリシェタイプのキャラクター、サディストのかもしれないツンデレロリ、女性化粧師、巨乳な仲間、斉藤のベティなどの欠陥があります。\n\n斎藤は好きですが、ルイーズは斉藤を鞭打ちして怒っているような気持ちで、特に合理的な理由がなく嫉妬しているときには、嫌な思いをするような気がします。 それはコメディのために演奏されていますが、私はいつも、アニメがこれらの打撃が恐れられるものであることを示すので、それは価値があると感じました。 斎藤はハムを振るものではありませんが、時間の経過とともに成長し、彼の愛を認めています。（彼は彼の「ハーレム」で他の女の子たちが興奮しているわけではありません。  。\n\nシエスタは、彼女の性格が2倍に変わっているので、私が最も問題に思っているキャラクターです。斎藤は悲しいルイーズとの関係がありましたが、ルイーズが落ち着いたように、彼女のキャラクター全体がより積極的になりました。*咳 2人の従順な女の子を扱うことはできませんでした。\n\n楽しさ：8\nこれは、同時にロマンチックなコメディとファンタジーになる方法を知っている非常に楽しい、魔法のアニメです。 ルイーズと斎藤の関係が面倒になって引っ張られることもありますが、その間のものは非常にやりがいのあるものです。\n\n全体：7\nこれは、ファンクルービーツがたくさんある他のエッチロマンティックコメディのようなものかもしれません。あなたが魔法のように楽しいロマンチックなドラマで報われることはありますが、ファンのサービスは常にそこにあることに注意してください。 常に。 あなたがそれを逃れることはできないと思ってはいけません。 一言：シエスタ。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "attackonpotatoes",
    "profile": "/profile/attackonpotatoes/reviews",
    "pages": "4",
    "number": "19",
    "link": "/reviews.php?id=138991",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  7\n|  3\n\nこのアニメは、今シーズンだけでなく、すべてのことが私には単純な哀れなものでした。\n\nストーリー：\n恐ろしい魔術師/魔法使いは、別の世界の少年を召喚し、彼はそれに慣れなければならない。 典型的な物語のように、戦争が起こっている。 それが8,8,9、または10ではない理由は、HaremとFanサービスのためです。 すべての女の子が斎藤を濡らしていて、ルイーズを塵の中に残していた。 私は彼らがすべての女の子に大きなバストを作って、Louiseをフラットな胸に残して誰もがそれを楽しんで/楽しむことができるようにしたのが好きではなかったが、Tabithiaもフラット・チェストしていた。 私はLouiseがなぜ斉藤を愛していたのか理解できませんでした。\n\n7/10\n\nアート：\n芸術は素晴らしかった！ それが10ではない唯一の理由は、再びルイーズを除くすべての女の子の爆発であるからです。 つまり真面目にルイーズは一人で、タビチアは同じだったが、ルイーズはそれを楽しんだ。\n\n9/10\n\n音：\nオープニングは楽しかった、私は本当にエンディングのテーマを嫌っていた。\n\n7/10\n\nキャラクター：\nいくつかのキャラクターにとって、開発は大丈夫でした。 彼らは誰のこともすべて説明しなかったので、それは吸い込まれた。\n\n7/10\n\n楽しみ：\n私は正直なところ、それを楽しんでいなかった。 あまりにも多くのハレムが私のために味わう。 私にとっては、季節が終わりそうになっていた時を除いて、斉藤がルイーズを愛していなかったように思えました。\n\n斎藤さんに濡れていない人がいて、斎藤さんが女の子に濡れていないと、ストーリーは素晴らしかったです。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "kickmesign",
    "profile": "/profile/kickmesign/reviews",
    "pages": "4",
    "number": "20",
    "link": "/reviews.php?id=137009",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  6\n|  6\n\nストーリー：6\n物語はより良いものになっていたかもしれない。 それはあまりにも長い間、いくつかの部分のために引きずり込まれ、面白いことを試みるために本当に苦労しました。 私が思ったほとんどの時間、「ああ、作家はこれが面白いと思っています。 それはあまりにも笑いの価値があった、それはあまりにも悪いです。 キャラクターは魔法を使うことができ、面白くない魔法のペットもいます。 魔法はその大部分を目的としていますが、主にユーモアを提供する不十分な輝きの能力でショーを面白く保つためのマスクとして機能します。 だから、物語は、ほとんど渡すためのアメリカのグレーディングスケールのDのような6を取得します。\n\nアート：7\n重要なことに、アートはちょっと単純ですが、きれいです。 時にはシンプルさが良いこともありますが、あまりにも多すぎました。 魔法のペットのように、その美しい人のペットは1モルのペットですか、それとも彼のプーですか？\n\nキャラクター：6\n文字は私の関心をかろうじて保持することができ、非常に一般的であり、耐え難いほどの閾値を超えています。 言い換えれば、非常に平均的です。 キャラクターとその相互作用は、このシリーズの楽しさに不可欠でした。 彼らはあまり好きではありませんが、同時に嫌いです。 彼らが話をして笑っていると、私は本当に笑いたくはありませんが、時には笑顔が微笑んで微笑んでいます。\n\n全体：6\nZero Familiarsは面白くしようとする番組ですが、多くのコメディアンな設定には欠けています。 キャラクターは少し一般的ですが、アニメの原動力であり、メリットはわずかです。 一言で言えば、このショーは彼らが来るのと同じくらい平均です。 またタイトルは誤解を招く恐れがありますが、それは誰も言わないが、どこにでも希望者がいます。 しかし、実際には、このジャンルの他のおなじみのアニメと比較して、このアニメがどれだけ立っているかを指しています。"
  }
]
