[
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "Eastiling",
    "profile": "/profile/Eastiling/reviews",
    "pages": "5",
    "number": "1",
    "link": "/reviews.php?id=11584",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nあなたは、すべてのsleezyのヘンタイをせずにホットな女の子の魔法の贖いをしたいが、まだ陽気なechiを維持している場合、我々は良いおかしいシリーズから期待して来て、男の子と女の子を見て！ 私はこのシリーズを見ていましたが、私はいつものストーリーラインに感銘を受けていませんでしたが、それは進歩したペースで、いつものように激しく笑っていました。\n\nキャラクターは素晴らしく、魔法は印象的で、主人公のドープレスな敗者は今、あなたが見たいと思うヒーロータイプがアニメが進行するにつれて成長します。 また、ホープスのパワフルですが、女の子が支配する魔法のアカデミーでは、今の真っ只中に何が期待されますか？\n\n私は開発よりも笑いのために誰にでも時計を勧めます（それもありますが）。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "mistah-manila",
    "profile": "/profile/mistah-manila/reviews",
    "pages": "5",
    "number": "2",
    "link": "/reviews.php?id=13781",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこのレビューを聞く前に、これはシーズン1だけでなく、シリーズ全体を指しています。\n\nこのアニメは、最新のシリーズに登場するアニメの新しい顔のために、ほとんどの人に人気があります。 プロットは、基本的に外国の世界で失われた少年で、外国の学校では、魔法がいっぱいです。 そこから、何が起きるのか、特にecchiのために完全に設定されて以来、何が起きるのかがかなりわかります。 しかし、私が本当にショーを楽しんだところもいくつかあります。 ユーモアは、それらの 'WTFあなたがやろうとしていることに喜んでいた！ 瞬間、いくつかの良い古いファッションecchiメンタリティとmeshing。 さらに、斎藤の平凡な魔法の能力のために、アクションはかなり良好でした。 また、エンディングが非常に劇的だったという事実もあります。\n\n私が言わなければならないことは、第1シーズンと第2シーズンだけが本当に良いことだということです。  3番目はかなり悪く、急いで感じられ、ほとんど意味をなさない。\n\n全体的に8/10、私は個人的に彼らが第3シーズンの終わりが私を肢にWTFを叫んだままにしたのでシリーズに第4版を作ることを願っています！"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "swiftjusticee",
    "profile": "/profile/swiftjusticee/reviews",
    "pages": "5",
    "number": "3",
    "link": "/reviews.php?id=113575",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  9\n\nLouise Francoise de la Valliere：魔法を研究している若い貴族で、何もできません。  Louise the Zeroは呪文をうまく完成させていません。 それは彼女に大きな恥ずかしさの源であり、彼女は絶えずニックネーム「ゼロ」を持つ彼女の仲間の生徒たちに告発されます。 彼女は一晩の怒りから、彼女の馴染み深い仲間を召喚して死ぬまで彼女と一緒にいる魔法の仲間を召喚すると、今まで見た中で最も信じられないほど素晴らしい親友になると約束する。\n召喚式では、彼女はすべて目をそらすとみなされます。 彼女の慣れ親しさが人間であることが判明したとき、他の人たちはそれがもっとばかげていないことに失望していましたが、感銘を受けません。 彼は自分の言語を話すことさえしません（面白い事実、彼らの言葉はフランス語で、4つの季節を通して執筆されています）。\n斉藤平賀さんは、彼がどこにいるのか分からず、彼が来た時に誘拐されたと信じています。 しかし、彼はゆっくりと彼が別の世界に連れて行ったことを知っています。そして、ここでは、ルイスの名前で若い女の子に義務があります。\nこのショーは、ルイーズが魔術師として花開くという話、そして別の世界からの馴染み深い話を伝えています。 彼らは、ルイーズの世界の3つの異なる国を通ってそれらを取る無数の冒険を通じて一緒に住んでいる。 彼らは王族と絡み合い、戦いや戦争を戦い、彼らは彼らの2つの世界をつなぐ秘密を学ぶ。 そして一緒に彼らは古典的なツンデレのロマンス、どちらも他のものに非常に魅了されています（他のものによって運命によって）。\nゼロの使い魔は生命の要素を巧みに融合させたもので、最初は学校の皆さんの注目を集める斎藤があり、ゆっくりと偉大な兵士として世界に知られるようになりました。 徐々に導入され、発展された政治、そして斉藤とルイーズが遭遇した大戦が含まれます。\n全体的に、私はゼロのつかいまを楽しんだ。 それは私を4つの季節に夢中にさせてくれました。私は本当にキャラクターが最初から最後まで感じました。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "FlashFrozen",
    "profile": "/profile/FlashFrozen/reviews",
    "pages": "5",
    "number": "4",
    "link": "/reviews.php?id=87451",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  8\n\n私はこのシリーズをいつも気まぐれに見始め、何を期待するか分からなかった。 基本的な前提から、あまりにも悪くはないようで、いくつかのエピソードを見ても害はないと思っていました。 しかし、私がそれをどれだけ楽しんだのか、私は驚いた。\n\nショーはすばらしいわけではありませんが、それは普通のことではありません。 私はそれが続編シリーズも同様に呼ばれていたと思ったので、私はすぐにそれを介して風邪をひいた。 残念ながら、それは事実ではなかったし、今私はそれにマラソンを引っ張る代わりに、このショーを見て私の時間を取っていたと思う。 それが間に合った間は、間違いなく楽しく面白い小さなシリーズでした。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "belsammael",
    "profile": "/profile/belsammael/reviews",
    "pages": "5",
    "number": "5",
    "link": "/reviews.php?id=8327",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  7\n\nゼロの使い魔のコンセプトは私にとって魅力的でしたが、その実行は劇的ではありませんでした。 それでも、面白くて面白いキャラクター（Guiche！）、かわいいサウンドトラック...素晴らしいことではありませんが、面白いアクションシーンがたくさんある素敵なアニメです。\n\nプロットは非常にゆっくりとピックアップし、暴走する機関車のように突然クラッシュし、ちょっとしたエピソードでストーリーラインを切り上げます。 物事も少し予測可能ですが、楽しみを損なうほどの予測はできません。\n\n私はこのシリーズのキャラクターデザインが好きだった。確かに理由は分かっていないが、ルイーズは多くの女性キャラクターには見られないような感覚を持っていた。そして、それは鞭ではない。\n\n悪くない、全く。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "Paulwillson26",
    "profile": "/profile/Paulwillson26/reviews",
    "pages": "5",
    "number": "6",
    "link": "/reviews.php?id=100845",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  9\nキャラクター|  9\n|  9\n\nアニメでは、Elfen Liedのような激しい話があります。あなたは知的に葵文学を好むかもしれませんが、時には楽しませたいと思うこともあります。\n\nゼロの使い魔はそれだけのショーです。 あなたは中立にあなたの心を置き、ただ楽しむことができます。\n\nゼロの使い魔には間違いがあります。 アニメーションはあまり良くはない、物語は二次的な重要性のように感じる、あなたはプロットが1マイル離れて曲がりくねっていることを見ることができ、それは本の中のすべてのハーレムのクリシェを持っています。\n\nそれが主な理由は、それがそれ自身の限界を知っているということです。 それはそれが良いことに固執する。 それが斉藤とルイーズの関係です。 ルイーズに召喚された後、斎藤が空から落ちる時から、ロマンチックなコメディーがあり、ハリムの最高の喜劇のように、斉藤はすべての女の子の周りを歩くのではなく、ルイーズと付き合います。 また、斎藤は自分の世界とルイーズとの過去のつながりを少しずつ発見している。\n\n喜劇の大半は斉藤とルイーズの間にあり、主に斎藤のさまよう目がルイーズの悩みに味方していますが、それは決して古くならないほど多くの方法でそれをやっています。\n\nこれはすべてとても良いですが、ゼロの使い魔については何ですか？ 貴族だけが魔法の能力を持っている世界の魔法学院で最悪の学生であるLouiseについてです。 彼女の研究の一環として、おなじみの人を召喚しなければならない。 彼女のクラスメートを見て、かなり素敵な家を召喚します。\n\nルイーズはまず斎藤を普通の親しみとして扱い、藁の束の上で眠り、彼に傷をつけて服従を拒否することに不満を感じるが、徐々に斎藤が人間であることを理解する。 しかし、彼女の誇りは​​、彼女を奴隷のように扱い、間違ったときには罰せず、まだ嫉妬深く、斉藤が話したり、他の女の子を見ているとき、完全にツンデレになるのを止める。 残念ながら、斎藤はいつもそうです。\n\n一緒に彼らは冒険の数を開始し、斎藤のさまよう目にもかかわらず、彼女は危険に瀕しているルイーズを保護する方法があります。 ルイーズが感謝するようになり、ゆっくりと斉藤のロマンチックな感情を受け入れることで、すべての良質なツンデレのような彼女の尊敬を示している。\n\n女王と戦争とファンタジー・ホスト・バーが筋書きのトランスヴェスタイトを動かすプロットもあります。\n\n素敵なシンプルなロマンチックなコメディー、それ以上のものはありませんが、すべてがそれに適しています。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "katlee8225",
    "profile": "/profile/katlee8225/reviews",
    "pages": "5",
    "number": "7",
    "link": "/reviews.php?id=85869",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\nストーリー -  8\nそれは本当にかわいい話だった。 私はそれが大好きで、私はそれを見て非常にうれしいです\nアート8\n私は芸術が本当に素晴らしかったと思って、私はただそれを愛していました。\nサウンド8\nとても良い\nキャラクター-8\n私は文字について好きではなかった非常に多くのものを見つけませんでした。 彼らはすべて非常に良いとショーのために偉大だった。\n楽しさ-8\n私はこのショーが素晴らしかったと思った。\n全体的な8\n全体的に非常に良いショーと私はそれを見ておくことをお勧めします。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "Ukim",
    "profile": "/profile/Ukim/reviews",
    "pages": "5",
    "number": "8",
    "link": "/reviews.php?id=101169",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  4\n\nこれは2つの世界がある物語です.1つは普通の人間の世界であり、もう1つは魔法使いの世界です。 魔法使いの世界に住んでいるLouiseという名前の少女は、斎藤と呼ばれる普通の人間の世界からの親しみやすい（ペット）を召喚しました。彼らは長い間一緒に暮らしていて、恋に落ちました。そして、bla bla bla...このアニメを見るならば、 あなたはタラドーラと愚かな少年のような短いテンパリングガールです。 彼らの言葉は、シーズン1からシーズン3にはそれ以上は行きませんでした。ルイーズは斎藤が別の女の子について考えると嫉妬します。 どのような退屈な話 - \n\nあなたがこのアニメを見たいと思ったら、とにかくナーナイには言わず、それを見たことがないならShakugan no Shanaに行ってください。ストーリーはこれ以上少し面白いです。\n\n私はちょうどそれが私に興味深い物語を得ることを望むすべての季節を終えた、残念ながら私はすべてのエピソードを削除したいと思う余りに退屈だ。 まあ、あなたが退屈なアニメの恋人なら、これはただのためです^^。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "ProjectZakuro",
    "profile": "/profile/ProjectZakuro/reviews",
    "pages": "5",
    "number": "9",
    "link": "/reviews.php?id=109439",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  7\nキャラクター|  8\n|  8\n\n-Project Zakuro Reviews：Zero-\n\nツンデレのように？ 魔法のように？ 言うまでもなく、このアニメにはすべてが含まれています。  2006年にリリースされているにもかかわらず、ずっと最近まで、私の関心を引いたことのないアニメがZeroのおなじみでした。 似たような特徴やジェット機の漂白剤であることから、多くの人が幻想郷の姉妹アニメとしてFamiliar of Zeroを主張しているようです。 すべての時間のローリングの最大の文学。 これらの側面のために、このアニメは見落とされていますか？ さて、見つけよう。\n\n\n\n宇佐塚栄司の「Familiar of Zero」のキャラクターデザインは、見るのが非常に目を惹きつけており、各キャラクターは陰影のあるスクリーントーンまで完全に詳細に描かれています。 これらのキャラクターの髪型はやや厄介ですが、現実的に描写されているので、私にはボーナスです。 それにもかかわらず、Familiar of Zeroはまだ良質のアニメーションを持っています。 その一例は、ほとんどのアニメのように完全に滑らかに見えるのではなく、自然な流れで表示されるLouiseのヘアスタイルです。 背景の風景も非常によく行われており、アーティスト自身として、風景のアートワークは常に私の顔に笑顔を浮かべています。 非常に良いキャラクターデザインと素晴らしいバックグラウンドアートの組み合わせは、私が今まで見た中で最も美しくデザインされたアニメの一つです。 明かりや暗闇には何もありません。 アニメーションは、フレームレートまでスムーズに動くすべてのものでも良いです。 私が疑問に思う一つの事は、各エピソードを通して派手な移行効果です。 シーンブレーク中に毎回使用する必要がありましたか？ 私には、それはちょっと残酷なものでした。私はアニメが自分の意見ではなくなっていたほうがいいと思っています。\n\n私が耳を傾けるたびに、いくつかの曲が似ている曲があるので、Rozen Maidenの音楽をいくらか思い起こさせるのは、Familiar of Zeroで演奏する音楽です。 彼らが同じ作曲家によって演奏されたかどうかはわかりませんが、曲がローゼンメイデンの影響を受けている可能性があります。 それは、それが本当にうまくいっていて、アニメーションが改善され、音質が向上したということです。 実際に音楽は私が見ているように私に懐かしい効果をもたらし、各曲は彼らのシナリオによく合っています（まあまあです）。 それにもかかわらず、これはまだ良い音楽だった。 しかし、オープニングとエンディングのテーマについても同じことを言いたいと思います。 私は彼らが悪いとは思わないが、彼らは私によく訴えなかった。 しかし、これは人によって異なる場合がありますので、オープニングテーマと終了テーマの意見が異なる場合があります。 声の演技は、まだ似たような尺八が見つかることがありますが、Louiseは久美宮レイ（Shana）、斎藤は日野聡（Yuji）によって声が上がっています。 類似点を除いて、キャラクターのほとんどはいくつかの例外を除いて良い声優を持っていました。 私が希望者の声は、人間が動物を模倣しているように、はっきりと聞こえるので、もっと現実的だったはずです。\n\nFamiliar of Zeroには、好き嫌いのない文字が混在しています。 シエスタ、ヘンリエッタ、キルヒェのような主人公の大半は、非常に好きな性格を持ち、それぞれがアニメの過程で独自の発達をしています。 これは長い間、アニメが私が文字通り軽蔑するような嫌な性格を生み出した最初のものです。 これまで、「Familiar of Zero」は、善良な人、悪い人、最も嫌われている人物の宝庫を手に入れました。 しかしルイーズは誰もが心温まる発展を遂げており、時を経て斎藤に近づくにつれて、 斎藤自身でさえ、彼の忘れていたものから守るために心の良いものへの発展の展示を示しています。 好きなキャラクターになると、このアニメは失望しない。 今はおもしろい種類のために。 このカテゴリには多くの小文字がありますが、私は主要な犯罪者を指摘します。 私がかわいい少年の人格を立てることができないので、開始するには、Guicheは壁の上に私を運転します。 最後に、2つの主なアンタゴニスト（私が台無しにしない）です。  1つの拮抗薬はあまりにも巧妙であり、一方他の拮抗薬はそれほど大嫌いではないが、それは非常に憎しみに満ちた性質である。\n\n私にとってZeroのおなじみは全体的な楽しみが楽しいものでした。私はこのアニメが既に持っているよりも信頼性が高いと思っています。 いいアニメ体験を探している人にはこれをお勧めします。 あなたが灼眼のシャナを見たことがあるならば、このアニメは間違いなくあなたのためのものです。\n\n最終評価：試してみてください。\n\n - 山口登に師事。癌との長い戦いの末、2013年4月に亡くなったクリエイター。  RIP。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "BusterKing",
    "profile": "/profile/BusterKing/reviews",
    "pages": "5",
    "number": "10",
    "link": "/reviews.php?id=117459",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  8\nキャラクター|  6\n|  7\n\nかわいいシリーズ、熱気と予測可能なギャグがいっぱい。 ルイーズは、現代日本から斎藤を偶然召喚して、馴染み深いバグリング・メイジです。 彼女の本当の気持ちを表現できないツンデレと、彼女を愛している濃密な男についての「愛」の話が続きます。 ロマンチックなコメディが続く。 第1シーズンには第3シーズンの魅力的な瞬間がありますが、ギャグは薄くなっています。 どのようにお互いを愛する2人の人が同じ誤解の時間と時間をもう一度持つことができないのか。 小さなキャラクターの開発は、このシリーズを手助けするための長い道のりでした。代わりに、同じ歌と踊り、時間と時間に再び頼っています。 起こるすべての発達は、次のエピソードやエピソード自体の中で、作家がある種の病的な変化の恐怖を持っているかのように、急激に元に戻されます。 あなたが私のようなもので、欲求不満の壁に頭を向けたいと思わない場合は、最初のシーズンを見て、最後の5分を最後のシーズンの最後のエピソードを見ると、あなたの支払いがあります オフ。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "Kolle",
    "profile": "/profile/Kolle/reviews",
    "pages": "5",
    "number": "11",
    "link": "/reviews.php?id=75407",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nこのアニメは私が今まで見てきたアニメの中でも最もよく作られたものです。 それは時々あなたにガチョウバンプスを与え、時々あなたに良い笑いと笑顔を与えるでしょう。 あなたがダンプでダウンしていると感じたら、このアニメを見てみましょう。 あなたは一度にすべてのエピソードを見る必要はありません。このアニメを見て時間をとる必要があります。経験から、1日ですべてを見るのではなく、ゆっくりと見た方が100倍良いことが分かったからです。 このアニメは非常にユニークで、私はこのアニメのような物語は見たことがありません。\n\nArt-（9）このアニメの芸術は驚くほど素晴らしいものであり、創作された時代を考えるとさらに賞賛に値する。\n\nキャラクター - （9）このアニメのキャラクターはすべて、さまざまな種類の感情を感じる混合された性格を持っています。常に怒ったり怒っているようなものではありません。 そのすべてのキャラクターの多くは、気づく多くの異なる感情を経験します。\n申し訳ありませんが混乱の種ですが、私が感じるもの：P。\n\nストーリー - （10）このアニメの物語は、これまでに一度も見たことがないもので、別のアニメで見ることはできないと思うものです。 このアニメは他のアニメでは見られない非常にユニークなストーリーラインを持っています。\n\n間違いなくこのアニメは注目に値すると私は個人的にあなたが大きな時間を逃している少なくともこのアニメを見ていないと思う。\nこれがあなたを助けてくれることを願っています。 ありがとう"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "Thesilverkage",
    "profile": "/profile/Thesilverkage/reviews",
    "pages": "5",
    "number": "12",
    "link": "/reviews.php?id=85479",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  10"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "ken127",
    "profile": "/profile/ken127/reviews",
    "pages": "5",
    "number": "13",
    "link": "/reviews.php?id=16839",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\nまず第一に、ZnTやゼロの夢を見た時、私はそれが恋人であり退屈な冗談である他のアニメのただのコメディだと思ったが、このアニメは違う。 それはかなり面白いと非常に面白いです。 そしてそれはまた、魔法+コメディのかなり良い話をしています。\n\nそして、あなたの扇情のファン（久美宮理恵）または\n声とタラの性格、Toradora、ShanaからShakugan、そして、あなたはこのアニメが好きになるだろうと確信しています:)"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "sharpkilla4",
    "profile": "/profile/sharpkilla4/reviews",
    "pages": "5",
    "number": "14",
    "link": "/reviews.php?id=53677",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  6\nサウンド|  6\nキャラクター|  10\n|  10\n\nあなたの魔法を探しているだけで、セックスアピールのタッチでロマンスのコメディアクションはそれ以上見えません。 私は本当にすべての文字が楽しいというこの物語を見つけ、老化した芸術とその音質でさえ物語がエキサイティングなので、物語はあなたをつかまえます。 全体のIDはこれを10にすると、最初から最後まであなたを失望させません。 そしてそれに直面することができますあなた自身のファン（ルイーズ）"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "cossake",
    "profile": "/profile/cossake/reviews",
    "pages": "5",
    "number": "15",
    "link": "/reviews.php?id=32667",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\nこのアニメは斉藤とルイーズ（釘宮理恵の声優）のコメディーロマンスです。 ルイーズは、本当のツンデレが大声で、叫んで、怒っているのですが、ほとんどの時間は恥ずかしがりやかわいそうです。 反対側には主人公に似ており、女の子マグネットでもある斎藤がいます。\n\n基本的にゼロの使い魔は、魔法と斎藤を吸っているルイーズと未来から慣れ親しんだルイーズのことです。 もちろん、それは失敗と見なされ、今では彼女は彼の主人と全く同意しない新しい「ペット」（愚かな犬とも呼ばれます）と一緒に暮らさなければなりません。 それで、ストーリーと問題が始まる場所です。\n何が起こるのか、斎藤はゆっくりとルイーズに近づき始め、両者はお互いのことをよく知り合い、友人たちを含めて冒険を経験し、習い事やペットとしても陽気に行動します。 面白いのは、ルイーズの嫉妬は、文字通り、彼の周りの他の女の子との虚偽とロヴェリーの行動のために斉藤をかなり襲っているということです。\n\nスタイルは特に、圧倒的ではありませんが、十分にかわいく保たれています。 特にルイーズの様子。 それはただ素敵ですし、他の文字もすべて素敵に見えます。\n物語の部分についてはそれはちょうど大丈夫です。 それは物語に続き、それはまた悲しい瞬間を特徴とするが、アニメ全体の基礎はとにかくルイーズと斎藤の間のラブストーリーである。 そして今、音楽のために。 とても素敵で服従しました。 より派手なオープニングと非常にかわいい結末はアニメの両面を見せてくれる。\n\n今私はそれについて何を言わなければならないのですか。 甘くて面白い瞬間がたくさんある、とても楽しいアニメです。 それは魔法と剣の時代のロマンチックなおとぎ話をここに伝えています。 ちょっとエッチが出てくる瞬間もありますが、それだけでまともな量に保たれ、それに集中しません。 また、私はあまりにも多くの否定的なものを見つけることができませんでしたが、このアニメはあなたのようにあなたを楽しませるため、言及する価値がありません。 他の人たちは少し違うので、今は第1シーズンだけ話しています。 しかし、それは重要ではありません。なぜなら、あなたが魅力的、コメディー、そしてロマンスをたくさん捜しているなら、これはすばらしいアニメでなければならないからです。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "Shizai_ZO",
    "profile": "/profile/Shizai_ZO/reviews",
    "pages": "5",
    "number": "16",
    "link": "/reviews.php?id=123143",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\nあなたがアニメを心臓に与えた後、悲劇的にそれを取り除いた場合、このアニメ（一般的には、4つの季節すべて）が終わったときには、それは私の半分しか傷つけません\nこの作品は本当に斬新な革新的な物語を最初から提供していて、アニメの最後まで（スポイラーなし）、子供としては私が本当にゼロを愛しているわけではありません。 週末私は一般的にアニメのすべてを見終わって、私は触れられた、\nあなたがあなたの注意のすべてではないにしてもそれが最も価値があるので、このアニメを見ないでください。\n私はこのアニメに9/10を与えるでしょう（それは私を泣かせたからです"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "emupingu",
    "profile": "/profile/emupingu/reviews",
    "pages": "5",
    "number": "17",
    "link": "/reviews.php?id=148779",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  9\n\n私はこのアニメシリーズを徹底的に楽しんでいて、灼眼のシャナと呼ばれる別のアニメシリーズの似たようなものは実在しません！ あなたがそれを見て楽しんだなら、あなたはこれを楽しむでしょう： '）\n私はユーモアのセンスがあり、これは私を笑い続けてくれました。 性的な参照がたくさんありますが、例えば、主な女性の主人公はおっぱいがありませんが、他の女性キャラクターの大部分は彼女を苛立たせ、頻繁に言及されています。 ファンサービスよりもストーリーに寄与する。\n私はこれをとても楽しんだし、コメディ、ロマンス、ファンタジー、そしていくつかのエッチ要素が好きな人は、このアニメシリーズを試してみることをお勧めします。\n（DVDでこれを得るのを待ちません！： '））"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "Alente",
    "profile": "/profile/Alente/reviews",
    "pages": "5",
    "number": "18",
    "link": "/reviews.php?id=118897",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  7\n|  9\n\n私は現在、このアニメの第2シーズンにいる。 このレビューは最初のシーズンになります。\n\nこのアニメは驚くほど劇的なものです。 私はそれの前に非常に多くのように風味のないことに終わるであろうエッチ/コメディを見ることを期待していた。 最初のエピソードの後、私は次のエピソードを見ることに興奮していました。 これは起こっていましたが、1〜2回のエピソードがありました。\n\nストーリー：このアニメの物語はかわいいです。 ルイという名前の女の子。 彼女はまた、彼女が魔法使いとして失敗するという事実のためにルイ・ザ・ゼロとも呼ばれています。 物語は彼女が火の熱い頭の小さなボールであることで開きます。 これは私の予想と比べていいですね。 それはクラスが召喚召喚にレッスンを持っているときに展開し始める、それは動く物語を設定する驚きにつながる。\n\nアート：このアニメの芸術はまともです。 それについて何も言わないが、それは仕事をする。 キャラクターと生き物はすべてかわいく見え、背景は世界と融合しています。 全体的に大丈夫、耐えがたい。 他のアニメと同様にトップノッチではありませんが、これは年齢とともに予想されます。\n\nサウンド：このアニメの声は素晴らしいです！ 文字をフィットさせる。 ルイがブラチッと音を立て、主人公が無邪気に姿を消し、魅惑的な演奏家があなたが期待していたように聞こえ、音楽は場面に合っています。 オープニングにはまともな音楽があり、バトルシーンのサウンドエフェクトはうまく収まります。\n\n文字：この物語の文字は良いです。 彼らは真偽に合って、陽気なやり方で混じり合う傾向があります。 その中には多くのエッチがないので、魅力的なアイデアのために必要に応じて登場人物が出ることはありません。 コメディーに加えていくらかの倒錯があります。 文字は記憶に残っていて、良いです。\n\n全体：これは見たい価値のあるアニメです。 コメディ、ロマンス、ドラマがたくさんあります。 アニメに入るだけで楽しいです。 退屈な瞬間と大量の行動があります。 私はロマンスやアクションアニメを楽しんでいる人にはオススメです。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "Mallik",
    "profile": "/profile/Mallik/reviews",
    "pages": "5",
    "number": "19",
    "link": "/reviews.php?id=11408",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  9\n\nアニメは若い魔術師の少女ルイス・フランソワ（クラス）に出席している（半）主人公から始まります。\n\n最初のエピソードと数回の爆発の3分後に、彼女の名前「ルイ・ザ・ゼロ」が魔法の成功率から派生したものであることがわかります。\n\nゼロの使い魔はいくつかの異なる方法で翻訳できますが、英語で最も一般的なのは「The Zero's Familiar」です。\n\nこの素敵な爆発的な紹介の後、ルイスは召喚儀式を行う必要があります。 貴族（魔法使い）が獣を召喚して馴染み易くする神聖な儀式です（慣れ親しんでいる言葉に慣れていないもので、  「ペット」または「サーヴァント」、一般的にはある種の動物）。\n\nルイの周りの誰もが驚くべき要望を召喚します。\n\n彼女は彼女のターンを試みながら、私たちの第二の主人公、少年を召喚します。\n\n私たちの典型的な日本の少年である斉藤は、ルイに巻き込まれてしまい、アニメを通してガンダルファーと呼ばれるようになります。 その武器の事前知識がなくても、戦争のために作られた武器を手札に入れて使うことができる人。\n\nルイと斎藤の間の愛はシリーズ全体を通して絶えず脅かされており、第2シーズンと第3シーズン（深淵の騎士/プリンセスのロンド）にまで及んでいる。\n\n物語は、私の意見では、多くのアニメでオーバープレイされています。 戦争はいつもありましたし、実際には本当に迷惑な理由もありますが、最後までアニメには何の役割も果たしていません。 アートワークは驚異的です（マンガのようには良いとは言えませんが）。 サウンドは素晴らしく、オリジナルで、アニメと一緒に流れる。 文字は典型的ですが、楽しいものです。\n\nシリーズはとても楽しかったです。\n\n私はこのシリーズに9/10を与えました。"
  },
  {
    "title": "Zero_no_Tsukaima",
    "id": "1195",
    "url": "https://myanimelist.net/anime/1195/Zero_no_Tsukaima",
    "user": "todoke",
    "profile": "/profile/todoke/reviews",
    "pages": "5",
    "number": "20",
    "link": "/reviews.php?id=7060",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  7\n\n私は確かにrecommentする良いアニメ。 物語は実際には芸術と同様にかなり良いですが、それはアニメが入り込もうとしたが、完成しなかったキャラクターの開発が不足していました。 うまくいけばキャラクターについての詳細は、シリーズの将来に追加されます。 感情的な瞬間はそこにありましたが、いくつかのシーンを除いてあなたを引き付ける力は欠けていました。"
  }
]
