[
  {
    "title": "Tiger___Bunny_Movie_1__The_Beginning",
    "id": "12015",
    "url": "https://myanimelist.net/anime/12015/Tiger___Bunny_Movie_1__The_Beginning",
    "user": "5camp",
    "profile": "/profile/5camp/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=77537",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  6\nキャラクター|  8\n|  8\n\n親愛なるスカーフ、\n\n私は新しいタイガーとバニーの映画が出てくるのを聞いたし、あなたはそれを見るチャンスがある。 私はTigerとBunnyが好きですが、TVシリーズの急いでの再解釈を見るには十分ではありません。 私にこの新しい映画を見せる理由はありますか？\n\n敬具、\n\n虚偽の特派員がレビューにオープニングセグメントを提供するために作成されました。\n\nxxxxx\n-----------------\nこんにちは！ あなたが正しいです、私は新しいタイガーとバニーの映画を見る機会を得ました、そして、私もタイガーとバニーのテレビシリーズが好きでしたが、まったく同じ素材を熱心に食べるほどではありませんでした。 この映画は、実際にテレビシリーズの最初の数回のエピソードの再スキニングです。 それはすべてあなたの時間の価値があると確信しています。\n\n\nタイガーとバニーについて覚えておく価値があることは、サンライズがその物語を書くことになったときに、ズボンの席で飛んでいたことです。 たとえば、初期のエピソードではBlue Roseが大きな関心を引いていましたが、聴衆の大部分がヤオイファンギルであることが明らかになった後は、バニーとのフォーカスを入れ替えて、バニーともっと水着写真を撮りました。 彼らは自分自身の道徳的な行為をしたLunaticでこの悪役を作ったが、後半に彼を忘れてしまった。 振り返ってみると、実際に書かれたように見えました。 この映画についてはっきりしていることは、今度は治世にずっと安定した手があることです。 彼らのフィクションが完全に確立されると、彼らは物事を適切にペースし、時間枠内でより明確な目標を設定することができます。 話は、タイガーとバニーがお互いを知り合って最終的に一緒に仕事をすることについて完全に話しています。 バニーは全体のぞっとした馬鹿馬鹿したほどではなくなってしまい、両親に働かない関係の犯罪性が広がります。 ストーリー全体がより良く流れる。\n\n一般に、私がこの映画の考えから出てきた主なものは、プロダクションスタッフがテレビシリーズの間違いからどれだけ学んだかということでした。 元々退屈していたヒーローの一部は、映画で大きく改良されています。 例えば、ロック・ビソンのスーパーヒーロー能力がどんなものであったかを知ったことがありますか？ 私はそうではありませんでした。そして、彼がシリーズの主要な8人の英雄の一人であると考えると、それは不合理です。 映画では、彼らはこのかなりの順序でそれを明らかにする。彼はシャツレスの岩体をドラゴンキッドに披露する。 彼らはまだ彼が英雄の最も冷たいではないという考えに反している。 彼の新しい武器は、ガンダムズが発射したのを見るかもしれないこの巨大な飛行機です。 彼がそれを使うたびを除いて、彼は数フィートで目標を逃し、代わりに超高層ビルにまっすぐに飛ぶ。 地獄のようなダム、しかし本当に面白い。\n\nドラゴンキッドといえば、彼女は輝くチャンスをもっと得意とする別のキャラクターです。 彼女は実際には、実際に何をするべきか分からなかった少女を背景にして、今度は個性を持つ人間のように感じます。 彼女はグループの新人のように、より個性的でイベントに興味があります。 折り紙サイクロンはまた、彼の性格で大きな改善を得る。 彼らはいつも彼のキャラクターと一緒だったので、彼は馬鹿のレベルに忍者のものを持っていて、ユーモアのためにそれを実際に搾ります。 彼が誰の後ろに座っていて、人気のあるバニーが女の子とどのようになっているかについてのemoのコメントをする、彼のうずきのある、憂鬱な側でさえ、より良い。 主人公はお互いに話をしていて、いつもタイガーとバニーの好きな部分です。\n\nしかし、彼らは実際に英雄の個性のそれぞれの要素を演奏して誇張しようとしているため、元々うまく処理されていたテレビシリーズのヒーローの一部になります。 スカイハイはまだ素晴らしいですが、そこに心配はありませんが、ブルーローズは本当にありません。 ブルー・ローズはテレビシリーズで非常に多くの観客を獲得したので、彼女のキャラクターは深みが大きかった。 それほど多くはありませんが、ここでは主に雌犬のようになっています。 しかし、火の紋章はおそらくもっと悪いです。 彼は常に燃えているゲイステレオタイプだったが、彼は彼のキャラクターにクールな部分を持っていた。 彼は年配のために、他の人たちの父親の母親のように感じた丈夫な男だった。 映画では、これらの要素は消えているように見えますが、それほど好きではない性格を除いて、より洒落たゲイのステレオタイプとして脱却します。\n\n残念なことに、彼らはFire Emblemのクールサイドを誇示する機会があったことです。 彼の性格の中で最も興味深いのは、テレビシリーズで学ぶことのないものです。代わりにドラマCDを通して学ぶだけです。 彼らはどのように彼が英雄として始まっていたときに、誰も彼が同性愛者だったので、彼がスポンサーになる方法の話を伝えます。 だから、彼は「あなたたちよ、私は自分の会社を設立し、自分自身をスポンサーにして」、Helios Energyを設立し、スーパーヒーローであることの上で大成功を収めたビジネスマンになりました。 ある意味では、それは彼のための誇りのポイントなので、彼の総収容力をほぼ正当化する。 彼は逆境に直面しても彼の燃えるゲイの方法で立ち往生し、成功した。 それは、映画がカバーしようとしているが、それを正しく伝えないことによってそれを完全に見せてくれる、クールなストーリーです。 彼はHelios Energyを所有していると言いますが、Helios Energyが後援しているとは言いません。 あなたがそれを覚えていれば、それは彼のスーツの上にあり、幸運はすべての企業のロゴが飛び交うような情報を記憶しているということでした。\n\nこれらのマイナーな苦しみはさておき、これはタイガーとバニーであり、より緊密なフォーカスを持っており、より良いものになります。 私は映画の約30％がTVシリーズと同じ素材であると言いたいと思いますが（+ 20％は、物事を正確に覚えることができないため全体的には20％）、それは新鮮で活気があるようにカットされています それは前だった。 タイガーとバニーが遠く離れていても、あなたの時間の価値があります。 私はこれがテレビシリーズを見たことのない人にとってはより良い出発点だと言っています。 その判断を下すために、私は他の映画が最初に好きなものを見なければならないだろう。 つまり、ジェイクが物語から完全に切り離されれば、自動的に勝つだろうということだ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nDear Scamp,\n\n\u001b[1m親愛なるスカーフ、\u001b[22m\n\u001b[1m(Shin'ainaru sukāfu,)\u001b[22m\n\nTranslations of \u001b[4mDear Scamp,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDear Scamp,\u001b[24m\n    \u001b[1m親愛なるスカーフ、\u001b[22m, \u001b[1m親愛なる手を抜きます、\u001b[22m\n\u001b[1m\u001b[22m\nI heard a new Tiger and Bunny movie is coming out and that you got the chance to see it. I like Tiger and Bunny, but not enough to watch a rushed retelling of the TV series. Is there any reason for me to watch this new movie?\n\n\u001b[1m私は新しいタイガーとバニーの映画が出てくるのを聞いたし、あなたはそれを見るチャンスがある。 私はTigerとBunnyが好きですが、TVシリーズの急いでの再解釈を見るには十分ではありません。 私にこの新しい映画を見せる理由はありますか？\u001b[22m\n\u001b[1m(Watashi wa atarashī taigā to banī no eiga ga dete kuru no o kiitashi, anata wa sore o miru chansu ga aru. Watashi wa taigā to Bunny ga sukidesuga, TV shirīzu no isoide no sai kaishaku o miru ni wa jūbunde wa arimasen. Watashi ni kono atarashī eiga o miseru riyū wa arimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mI heard a new Tiger and Bunny movie is coming out and that you got the chance to see it. I like Tiger and Bunny, but not enough to watch a rushed retelling of the TV series. Is there any reason for me to watch this new movie?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI heard a new Tiger and Bunny movie is coming out and that you got the chance to see it.\u001b[24m\n    \u001b[1m私は新しいタイガーとバニーの映画が出てくるのを聞いたし、あなたはそれを見るチャンスがある。\u001b[22m, \u001b[1m私は新しいタイガーとバニー映画が出てくると、あなたがそれを見る機会を得たことをされていると聞きました。\u001b[22m\n\u001b[4mI like Tiger and Bunny, but not enough to watch a rushed retelling of the TV series.\u001b[24m\n    \u001b[1m私はTigerとBunnyが好きですが、TVシリーズの急いでの再解釈を見るには十分ではありません。\u001b[22m, \u001b[1m私は、テレビシリーズの急い改作を見るためにタイガーとバニーが、十分ではありませんが好きです。\u001b[22m\n\u001b[4mIs there any reason for me to watch this new movie?\u001b[24m\n    \u001b[1m私にこの新しい映画を見せる理由はありますか？\u001b[22m, \u001b[1mこの新しい映画を見るために私のためにどのような理由はありますか？\u001b[22m\n\u001b[1m\u001b[22m\nYours sincerely,\n\n\u001b[1m敬具、\u001b[22m\n\u001b[1m(Keigu,)\u001b[22m\n\nTranslations of \u001b[4mYours sincerely,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYours sincerely,\u001b[24m\n    \u001b[1m敬具、\u001b[22m, \u001b[1mあなたは誠実に、\u001b[22m\n\u001b[1m\u001b[22m\nImaginary correspondent created to provide a opening segment to a review.\n\n\u001b[1m虚偽の特派員がレビューにオープニングセグメントを提供するために作成されました。\u001b[22m\n\u001b[1m(Kyogi no tokuhain ga rebyū ni ōpuningusegumento o teikyō suru tame ni sakusei sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mImaginary correspondent created to provide a opening segment to a review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mImaginary correspondent created to provide a opening segment to a review.\u001b[24m\n    \u001b[1m虚偽の特派員がレビューにオープニングセグメントを提供するために作成されました。\u001b[22m, \u001b[1m架空の特派員は、レビューへの開口部のセグメントを提供するために作成しました。\u001b[22m\n\u001b[1m\u001b[22m\nxxxxx\n\n\u001b[1mxxxxx\u001b[22m\n\u001b[1m(Xxxxx)\u001b[22m\n\nTranslations of \u001b[4mxxxxx\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mxxxxx\u001b[24m\n    \u001b[1mxxxxx\u001b[22m, \u001b[1mxxxxxは\u001b[22m\n-----------------\n\n\u001b[1m-----------------\u001b[22m\n\u001b[1m(-----------------)\u001b[22m\n\nTranslations of \u001b[4m-----------------\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-----------------\u001b[24m\n    \u001b[1m-----------------\u001b[22m\nHi there! Thanks for writing in. You’re right, I did get a chance to see the new Tiger and Bunny movie and I too sorta liked the Tiger and Bunny TV series but not enough to eagerly devour the exact same material all over again. This movie is indeed a re-skinning of the first few episodes of the TV series. That all said, yes it is most definitely worth your time.\n\n\u001b[1mこんにちは！ あなたが正しいです、私は新しいタイガーとバニーの映画を見る機会を得ました、そして、私もタイガーとバニーのテレビシリーズが好きでしたが、まったく同じ素材を熱心に食べるほどではありませんでした。 この映画は、実際にテレビシリーズの最初の数回のエピソードの再スキニングです。 それはすべてあなたの時間の価値があると確信しています。\u001b[22m\n\u001b[1m(Kon'nichiwa! Anata ga tadashīdesu, watashi wa atarashī taigā to banī no eiga o miru kikai o emashita, soshite, watashi mo taigā to banī no terebishirīzu ga sukideshita ga, mattaku onaji sozai o nesshin ni taberu hodode wa arimasendeshita. Kono eiga wa, jissai ni terebishirīzu no saisho no sū-kai no episōdo no sai sukiningudesu. Sore wa subete anata no jikan no kachigāru to kakushin shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mHi there! Thanks for writing in. You’re right, I did get a chance to see the new Tiger and Bunny movie and I too sorta liked the Tiger and Bunny TV series but not enough to eagerly devour the exact same material all over again. This movie is indeed a re-skinning of the first few episodes of the TV series. That all said, yes it is most definitely worth your time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHi there!\u001b[24m\n    \u001b[1mこんにちは！\u001b[22m\n\u001b[4mThanks for writing in. You’re right, I did get a chance to see the new Tiger and Bunny movie and I too sorta liked the Tiger and Bunny TV series but not enough to eagerly devour the exact same material all over again.\u001b[24m\n    \u001b[1mあなたが正しいです、私は新しいタイガーとバニーの映画を見る機会を得ました、そして、私もタイガーとバニーのテレビシリーズが好きでしたが、まったく同じ素材を熱心に食べるほどではありませんでした。\u001b[22m, \u001b[1mおかげで書くために。そうだね、私は新しいタイガーとバニー映画を見る機会を手に入れたし、私もみかんタイガーとバニーのテレビシリーズが好きしかし、熱心にすべての繰り返し正確に同じ材料を食い入るように十分ではありません。\u001b[22m\n\u001b[4mThis movie is indeed a re-skinning of the first few episodes of the TV series.\u001b[24m\n    \u001b[1mこの映画は、実際にテレビシリーズの最初の数回のエピソードの再スキニングです。\u001b[22m, \u001b[1mこの映画は確かにテレビシリーズの最初のいくつかのエピソードの再スキニングです。\u001b[22m\n\u001b[4mThat all said, yes it is most definitely worth your time.\u001b[24m\n    \u001b[1mそれはすべてあなたの時間の価値があると確信しています。\u001b[22m, \u001b[1mつまり、すべてのはい、それはほとんど間違いなくあなたの時間の価値がある、と述べました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSomething that’s worth remembering about Tiger and Bunny is Sunrise were flying by the seat of their pants when it came to writing that story. For example, early episodes had a big focus on Blue Rose, but once it became clear that a huge part of their audience were yaoi fangirls, they swapped the focus away from her and had more swimwear photo shoots with Bunny. They created this villain in Lunatic who acted on his own morals, but then sort of forgot about him in the second half. Looking back, the writing really seemed all over the place. What’s clear about this movie is there’s a much steadier hand on the reigns this time. With their fiction fully established, they can now pace things properly and set clearer objectives within the timeframe. The story is entirely about Tiger and Bunny getting to know each other and eventually work together, and this time it’s paced much better. Bunny comes off as less of a total asshole and the culpability of the relationship not working stretches to both parties. The entire story just flows better.\n\n\u001b[1mタイガーとバニーについて覚えておく価値があることは、その話を書くことになったときにズボンの座席を飛んでいたことです。 たとえば、初期のエピソードではBlue Roseが大きな関心を引いていましたが、聴衆の大部分がヤオイファンギルであることが明らかになった後は、バニーとのフォーカスを入れ替えて、バニーとの写真撮影をさらにしました。 彼らは自分自身の道徳的な行為をしたLunaticでこの悪役を作ったが、後半に彼を忘れてしまった。 振り返ってみると、実際に書かれたように見えました。 この映画についてはっきりしていることは、今度は治世にずっと安定した手があることです。 彼らのフィクションが完全に確立されると、彼らは物事を適切にペースし、時間枠内でより明確な目標を設定することができます。 話は、タイガーとバニーがお互いを知り合って最終的に一緒に仕事をすることについて完全に話しています。 バニーは全体のぞっとした馬鹿馬鹿したほどではなくなってしまい、両親に働かない関係の犯罪性が広がります。 ストーリー全体がより良く流れる。\u001b[22m\n\u001b[1m(Taigā to banī ni tsuite oboete oku kachi ga aru koto wa, sono hanashi o kaku koto ni natta toki ni zubon no zaseki o tonde ita kotodesu. Tatoeba, shoki no episōdode wa burūrōzu ga ōkina kanshin o hiite imashitaga, chōshū no daibubun ga yaoifangirudearu koto ga akiraka ni natta nochi wa, banī to no fōkasu o irekaete, banī to no shashin satsuei o sarani shimashita. Karera wa jibunjishin'no dōtokutekina kōi o shita runatikku de kono akuyaku o tsukuttaga, kōhan ni kare o wasurete shimatta. Furikaette miru to, jissai ni kaka reta yō ni miemashita. Kono eiga ni tsuite hakkiri shite iru koto wa, kondo wa chisei ni zutto antei shita te ga aru kotodesu. Karera no fikushon ga kanzen ni kakuritsu sa reru to, karera wa monogoto o tekisetsu ni pēsu shi, jikan wakunai de yori meikakuna mokuhyō o settei suru koto ga dekimasu. Hanashi wa, taigā to banī ga otagai o shiriatte saishūtekini issho ni shigoto o suru koto ni tsuite kanzen ni hanashite imasu. Banī wa zentai no zotto shita bakabakashita hodode wanaku natte shimai, ryōshin ni hatarakanai kankei no hanzai-sei ga hirogarimasu. Sutōrī zentai ga yori yoku nagareru.)\u001b[22m\n\u001b[1m\u001b[22m\nIn general, the main thing I came out of this movie thinking was how much the production staff learned from their mistakes on the TV series. Some of the heroes that were boring originally are massively improved in the movie. For example, did you guys ever know what Rock Bison’s superhero ability even was? I didn’t, and that’s absurd when you consider he was one of the main 8 heroes in the series. In the movie, they reveal it in this rather great sequence where he shows off his shirtless rock body to Dragon Kid. They still riff on the idea that he’s not the coolest of heroes. His new weapon is this giant catapult you might see Gundams launched from, except they literally launch Rock Bison from it. Except every time he uses it, he misses his target by a couple of feet and flies straight into a skyscraper instead. Dumb as hell, but really funny.\n\n\u001b[1m一般に、私がこの映画の考えから出てきた主なものは、プロダクションスタッフがテレビシリーズの間違いからどれだけ学んだかということでした。 元々退屈していたヒーローの一部は、映画で大きく改良されています。 例えば、ロック・ビソンのスーパーヒーロー能力がどんなものであったかを知ったことがありますか？ 私はそうではありませんでした。そして、彼がシリーズの主要な8人の英雄の一人であると考えると、それは不合理です。 映画では、彼らはこのかなりの順序でそれを明らかにする。彼はシャツレスの岩体をドラゴンキッドに披露する。 彼らはまだ彼が英雄の最も冷たいではないという考えに反している。 彼の新しい武器は、ガンダムズが発射したのを見るかもしれないこの巨大な飛行機です。 彼がそれを使うたびを除いて、彼は数フィートで目標を逃し、代わりに超高層ビルにまっすぐに飛ぶ。 地獄のようなダム、しかし本当に面白い。\u001b[22m\n\u001b[1m(Ippan ni, watashi ga kono eiga no kangae kara detekita omona mono wa, purodakushon sutaffu ga terebishirīzu no machigai kara dore dake mananda ka to iu kotodeshita. Motomoto taikutsu shite ita hīrō no ichibu wa, eiga de ōkiku kairyō sa rete imasu. Tatoeba, rokku bison no sūpāhīrō nōryoku ga don'na monodeatta ka o shitta koto ga arimasu ka? Watashi wa sōde wa arimasendeshita. Soshite, kare ga shirīzu no shuyōna 8-ri no eiyū no hitoridearu to kangaeru to, sore wa fugōridesu. Eigade wa, karera wa kono kanari no junjo de sore o akiraka ni suru. Kare wa shatsu resu no iwa karada o doragonkiddo ni hirō suru. Karera wa mada kare ga eiyū no mottomo tsumetaide wa nai to iu kangae ni hanshite iru. Kare no atarashī buki wa, gandamuzu ga hassha shita no o miru kamo shirenai kono kyodaina hikōkidesu. Kare ga sore o tsukau tabi o nozoite, kare wa sū fīto de mokuhyō o nogashi, kawarini chōkōsōbiru ni massugu ni tobu. Jigoku no yōna damu, shikashi hontōni omoshiroi.)\u001b[22m\n\nTranslations of \u001b[4mIn general, the main thing I came out of this movie thinking was how much the production staff learned from their mistakes on the TV series. Some of the heroes that were boring originally are massively improved in the movie. For example, did you guys ever know what Rock Bison’s superhero ability even was? I didn’t, and that’s absurd when you consider he was one of the main 8 heroes in the series. In the movie, they reveal it in this rather great sequence where he shows off his shirtless rock body to Dragon Kid. They still riff on the idea that he’s not the coolest of heroes. His new weapon is this giant catapult you might see Gundams launched from, except they literally launch Rock Bison from it. Except every time he uses it, he misses his target by a couple of feet and flies straight into a skyscraper instead. Dumb as hell, but really funny.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn general, the main thing I came out of this movie thinking was how much the production staff learned from their mistakes on the TV series.\u001b[24m\n    \u001b[1m一般に、私がこの映画の考えから出てきた主なものは、プロダクションスタッフがテレビシリーズの間違いからどれだけ学んだかということでした。\u001b[22m, \u001b[1m一般的に、私はこの映画の思考から出てきた主なものは、制作スタッフは、テレビシリーズで自分の過ちから学んだどのくらいでした。\u001b[22m\n\u001b[4mSome of the heroes that were boring originally are massively improved in the movie.\u001b[24m\n    \u001b[1m元々退屈していたヒーローの一部は、映画で大きく改良されています。\u001b[22m, \u001b[1m元々退屈された英雄のうちのいくつかは、大規模な映画の中で改善されています。\u001b[22m\n\u001b[4mFor example, did you guys ever know what Rock Bison’s superhero ability even was?\u001b[24m\n    \u001b[1m例えば、ロック・ビソンのスーパーヒーロー能力がどんなものであったかを知ったことがありますか？\u001b[22m, \u001b[1mたとえば、皆さんが今までロックバイソンのスーパーヒーローの能力があっても何であったかご存知でしたか？\u001b[22m\n\u001b[4mI didn’t, and that’s absurd when you consider he was one of the main 8 heroes in the series.\u001b[24m\n    \u001b[1m私はそうではありませんでした。そして、彼がシリーズの主要な8人の英雄の一人であると考えると、それは不合理です。\u001b[22m, \u001b[1m私はしませんでした、とあなたは彼がシリーズのメイン8英雄の一人だった考えると、それは不合理です。\u001b[22m\n\u001b[4mIn the movie, they reveal it in this rather great sequence where he shows off his shirtless rock body to Dragon Kid.\u001b[24m\n    \u001b[1m映画では、彼らはこのかなりの順序でそれを明らかにする。彼はシャツレスの岩体をドラゴンキッドに披露する。\u001b[22m, \u001b[1m映画では、彼らは彼がドラゴン・キッドに彼の上半身裸の岩体を披露このかなり大きなシーケンスでそれを明らかにする。\u001b[22m\n\u001b[4mThey still riff on the idea that he’s not the coolest of heroes.\u001b[24m\n    \u001b[1m彼らはまだ彼が英雄の最も冷たいではないという考えに反している。\u001b[22m, \u001b[1m彼らはまだ、彼は英雄のクールなはないという考えにリフ。\u001b[22m\n\u001b[4mHis new weapon is this giant catapult you might see Gundams launched from, except they literally launch Rock Bison from it.\u001b[24m\n    \u001b[1m彼の新しい武器は、ガンダムズが発射したのを見るかもしれないこの巨大な飛行機です。\u001b[22m, \u001b[1m彼の新しい武器は、彼らは文字通りそれからロックバイソンを起動除きあなたは、から起動ガンダムが表示される場合があり、この巨大なカタパルトです。\u001b[22m\n\u001b[4mExcept every time he uses it, he misses his target by a couple of feet and flies straight into a skyscraper instead.\u001b[24m\n    \u001b[1m彼がそれを使うたびを除いて、彼は数フィートで目標を逃し、代わりに超高層ビルにまっすぐに飛ぶ。\u001b[22m, \u001b[1m彼はそれを使用するたび除いて、彼は足のカップルが、彼のシュートを外すし、代わりにストレートの超高層ビルに飛びます。\u001b[22m\n\u001b[4mDumb as hell, but really funny.\u001b[24m\n    \u001b[1m地獄のようなダム、しかし本当に面白い。\u001b[22m, \u001b[1m地獄のようにダムが、本当に面白いです。\u001b[22m\n\u001b[1m\u001b[22m\nSpeaking of Dragon Kid, she’s another character who gets way more chance to shine. She actually feels like a human being with personality this time, rather than some girl in the background that they never really knew what to do with. She’s like the rookie in the group who is more personable and interested in events. Origami Cyclone also gets a big improvement in his character. They take his ninja stuff to ridiculous levels, as it kinda always was with his character, and really milk it for humour. Even better is his brooding, sulky side, in which he sits behind everyone and makes emo comments about how popular Bunny is with the girls. The heroes talking to each other have always been my favourite part of Tiger and Bunny, and this movie only improves on that.\n\n\u001b[1mドラゴンキッドといえば、彼女は輝くチャンスをもっと得意とする別のキャラクターです。 彼女は実際には、実際に何をするべきか分からなかった少女を背景にして、今度は個性を持つ人間のように感じます。 彼女はグループの新人のように、より個性的でイベントに興味があります。 折り紙サイクロンはまた、彼の性格で大きな改善を得る。 彼らはいつも彼のキャラクターと一緒だったので、彼は馬鹿のレベルに忍者のものを持っていて、ユーモアのためにそれを実際に搾ります。 彼が誰の後ろに座っていて、人気のあるバニーが女の子とどのようになっているかについてのemoのコメントをする、彼のうずきのある、憂鬱な側でさえ、より良い。 主人公はお互いに話をしていて、いつもタイガーとバニーの好きな部分です。\u001b[22m\n\u001b[1m(Doragonkiddo to ieba, kanojo wa kagayaku chansu o motto tokui to suru betsu no kyarakutādesu. Kanojo wa jissai ni wa, jissai ni nani o surubeki ka wakaranakatta shōjo o haikei ni shite, kondo wa kosei o motsu ningen no yō ni kanjimasu. Kanojo wa gurūpu no shinjin no yō ni, yori kosei-tekide ibento ni kyōmigārimasu. Origami saikuron wa mata, kare no seikaku de ōkina kaizen o eru. Karera wa itsumo kare no kyarakutā to isshodattanode, kare wa baka no reberu ni ninja no mono o motte ite, yūmoa no tame ni sore o jissai ni shiborimasu. Kare ga dare no ushiro ni suwatte ite, ninkinoaru banī ga on'nanoko todo no yō ni natte iru ka ni tsuite no emo no komento o suru, kare no uzuki no aru, yūutsuna sobade sae, yori yoi. Shujinkō wa otagai ni hanashi o shite ite, itsumo taigā to banī no sukina bubundesu.)\u001b[22m\n\nTranslations of \u001b[4mSpeaking of Dragon Kid, she’s another character who gets way more chance to shine. She actually feels like a human being with personality this time, rather than some girl in the background that they never really knew what to do with. She’s like the rookie in the group who is more personable and interested in events. Origami Cyclone also gets a big improvement in his character. They take his ninja stuff to ridiculous levels, as it kinda always was with his character, and really milk it for humour. Even better is his brooding, sulky side, in which he sits behind everyone and makes emo comments about how popular Bunny is with the girls. The heroes talking to each other have always been my favourite part of Tiger and Bunny, and this movie only improves on that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpeaking of Dragon Kid, she’s another character who gets way more chance to shine.\u001b[24m\n    \u001b[1mドラゴンキッドといえば、彼女は輝くチャンスをもっと得意とする別のキャラクターです。\u001b[22m, \u001b[1mドラゴン・キッドといえば、彼女が輝くための方法より多くのチャンスを得る別の文字です。\u001b[22m\n\u001b[4mShe actually feels like a human being with personality this time, rather than some girl in the background that they never really knew what to do with.\u001b[24m\n    \u001b[1m彼女は実際には、実際に何をするべきか分からなかった少女を背景にして、今度は個性を持つ人間のように感じます。\u001b[22m, \u001b[1m彼女は実際に彼らは本当にをどうするかを知らなかったことを背景には個性と人間、この時間ではなく、いくつかの女の子のように感じています。\u001b[22m\n\u001b[4mShe’s like the rookie in the group who is more personable and interested in events.\u001b[24m\n    \u001b[1m彼女はグループの新人のように、より個性的でイベントに興味があります。\u001b[22m, \u001b[1m彼女はより多くの人柄やイベントに興味があるグループでは新人のようなものです。\u001b[22m\n\u001b[4mOrigami Cyclone also gets a big improvement in his character.\u001b[24m\n    \u001b[1m折り紙サイクロンはまた、彼の性格で大きな改善を得る。\u001b[22m, \u001b[1m折り紙サイクロンはまた、彼の性格に大きな改善を取得します。\u001b[22m\n\u001b[4mThey take his ninja stuff to ridiculous levels, as it kinda always was with his character, and really milk it for humour.\u001b[24m\n    \u001b[1m彼らはいつも彼のキャラクターと一緒だったので、彼は馬鹿のレベルに忍者のものを持っていて、ユーモアのためにそれを実際に搾ります。\u001b[22m, \u001b[1m彼らはそれがちょっといつも彼の性格であったように、とんでもないレベルに彼の忍者のものを取る、と本当にユーモアのためにそれを牛乳。\u001b[22m\n\u001b[4mEven better is his brooding, sulky side, in which he sits behind everyone and makes emo comments about how popular Bunny is with the girls.\u001b[24m\n    \u001b[1m彼が誰の後ろに座っていて、人気のあるバニーが女の子とどのようになっているかについてのemoのコメントをする、彼のうずきのある、憂鬱な側でさえ、より良い。\u001b[22m, \u001b[1mさらに良いことに、彼は皆の後ろに座って、バニーが女の子とどのように人気についてエモコメントをするここで彼さえない、すね側が、あります。\u001b[22m\n\u001b[4mThe heroes talking to each other have always been my favourite part of Tiger and Bunny, and this movie only improves on that.\u001b[24m\n    \u001b[1m主人公はお互いに話をしていて、いつもタイガーとバニーの好きな部分です。\u001b[22m, \u001b[1mお互いに話ヒーローは常にタイガーとバニーの私のお気に入りの一部であった、とこの映画はその上で改善されます。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, because they really try to play up and exaggerate the elements of each of the heroes personalities, it does result in some of the heroes from the TV series who were well-handled originally being diminished. Sky High is still great, there’s no worry there, but Blue Rose really isn’t. Because Blue Rose got so much screentime in the TV series, her character had a lot of depth. Not so much here, where she mainly comes off as kind of a bitch. Fire Emblem is probably the worse though. He was always a flaming gay stereotype, but he had cool parts to his character. He was a tough dude who, because of his seniority, felt like a father mother figure to the others. In the movie, those elements seem to disappear and he comes off as even more prancy gay stereotype, except with even less likeable qualities.\n\n\u001b[1mしかし、彼らは実際に英雄の個性のそれぞれの要素を演奏して誇張しようとしているため、元々うまく処理されていたテレビシリーズのヒーローの一部になります。 スカイハイはまだ素晴らしいですが、そこに心配はありませんが、ブルーローズは本当にありません。 ブルー・ローズはテレビシリーズで非常に多くの観客を獲得したので、彼女のキャラクターは深みが大きかった。 それほど多くはありませんが、ここでは主に雌犬のようになっています。 しかし、火の紋章はおそらくもっと悪いです。 彼は常に燃えているゲイステレオタイプだったが、彼は彼のキャラクターにクールな部分を持っていた。 彼は年配のために、他の人たちの父親の母親のように感じた丈夫な男だった。 映画では、これらの要素は消えているように見えますが、それほど好きではない性格を除いて、より洒落たゲイのステレオタイプとして脱却します。\u001b[22m\n\u001b[1m(Shikashi, karera wa jissai ni eiyū no kosei no sorezore no yōso o ensō shite kochō shiyou to shite iru tame, motomoto umaku shori sa rete ita terebishirīzu no hīrō no ichibu ni narimasu. Sukai hai wa mada subarashīdesuga, soko ni shinpai wa arimasenga, burūrōzu wa hontōni arimasen. Burū rōzu wa terebishirīzu de hijō ni ōku no kankyaku o kakutoku shitanode, kanojo no kyarakutā wa fukami ga ōkikatta. Sorehodo ōku wa arimasenga, kokode wa omoni meinu no yō ni natte imasu. Shikashi, hi no monshō wa osoraku motto waruidesu. Kare wa tsuneni moete iru geisutereotaipudattaga, kare wa kare no kyarakutā ni kūruna bubun o motte ita. Kare wa nenpai no tame ni, hokanohito-tachi no chichioya no hahaoya no yō ni kanjita jōbuna otokodatta. Eigade wa, korera no yōso wa kiete iru yō ni miemasuga, sorehodo sukide wanai seikaku o nozoite, yori shareta gei no sutereo taipu to shite dakkyaku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, because they really try to play up and exaggerate the elements of each of the heroes personalities, it does result in some of the heroes from the TV series who were well-handled originally being diminished. Sky High is still great, there’s no worry there, but Blue Rose really isn’t. Because Blue Rose got so much screentime in the TV series, her character had a lot of depth. Not so much here, where she mainly comes off as kind of a bitch. Fire Emblem is probably the worse though. He was always a flaming gay stereotype, but he had cool parts to his character. He was a tough dude who, because of his seniority, felt like a father mother figure to the others. In the movie, those elements seem to disappear and he comes off as even more prancy gay stereotype, except with even less likeable qualities.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, because they really try to play up and exaggerate the elements of each of the heroes personalities, it does result in some of the heroes from the TV series who were well-handled originally being diminished.\u001b[24m\n    \u001b[1mしかし、彼らは実際に英雄の個性のそれぞれの要素を演奏して誇張しようとしているため、元々うまく処理されていたテレビシリーズのヒーローの一部になります。\u001b[22m, \u001b[1m彼らは本当にアップ再生しようと英雄の個性の各々の要素を誇張しかし、それはもともと減少しているだけでなく、処理されたテレビシリーズからの英雄の一部につながるん。\u001b[22m\n\u001b[4mSky High is still great, there’s no worry there, but Blue Rose really isn’t.\u001b[24m\n    \u001b[1mスカイハイはまだ素晴らしいですが、そこに心配はありませんが、ブルーローズは本当にありません。\u001b[22m, \u001b[1mスカイハイが心配ではありません、まだ素晴らしいですが、ブルーローズは本当にありません。\u001b[22m\n\u001b[4mBecause Blue Rose got so much screentime in the TV series, her character had a lot of depth.\u001b[24m\n    \u001b[1mブルー・ローズはテレビシリーズで非常に多くの観客を獲得したので、彼女のキャラクターは深みが大きかった。\u001b[22m, \u001b[1mブルーローズは、テレビシリーズでそんなにスクリーン時間を持っているので、彼女のキャラクターは、深さの多くを持っていました。\u001b[22m\n\u001b[4mNot so much here, where she mainly comes off as kind of a bitch.\u001b[24m\n    \u001b[1mそれほど多くはありませんが、ここでは主に雌犬のようになっています。\u001b[22m, \u001b[1mそれほどここで、彼女は主に雌犬の一種としてオフ出番。\u001b[22m\n\u001b[4mFire Emblem is probably the worse though.\u001b[24m\n    \u001b[1mしかし、火の紋章はおそらくもっと悪いです。\u001b[22m, \u001b[1mファイアーエムブレムは、しかし、おそらく悪いです。\u001b[22m\n\u001b[4mHe was always a flaming gay stereotype, but he had cool parts to his character.\u001b[24m\n    \u001b[1m彼は常に燃えているゲイステレオタイプだったが、彼は彼のキャラクターにクールな部分を持っていた。\u001b[22m, \u001b[1m彼はいつも燃えるゲイのステレオタイプだったが、彼は彼の性格にクールな部分を持っていました。\u001b[22m\n\u001b[4mHe was a tough dude who, because of his seniority, felt like a father mother figure to the others.\u001b[24m\n    \u001b[1m彼は年配のために、他の人たちの父親の母親のように感じた丈夫な男だった。\u001b[22m, \u001b[1m彼は彼のために年功序列の、他の人に父の母図のように感じた、タフな男でした。\u001b[22m\n\u001b[4mIn the movie, those elements seem to disappear and he comes off as even more prancy gay stereotype, except with even less likeable qualities.\u001b[24m\n    \u001b[1m映画では、これらの要素は消えているように見えますが、それほど好きではない性格を除いて、より洒落たゲイのステレオタイプとして脱却します。\u001b[22m, \u001b[1m映画では、それらの要素が消えているようだし、彼もあまり好感の持てる資質を除いて、より一層prancyゲイのステレオタイプとして外れます。\u001b[22m\n\u001b[1m\u001b[22m\nWhat’s disappointing is they had the opportunity to show off Fire Emblem’s cool side too. One of the most interesting parts of his character is something you never learn in the TV series, instead only learning through drama CDs. They tell the story of how, when he was starting off as a hero, nobody would sponsor him because he was gay. So he said “fuck you guys, I’ll set up my own company and sponsor myself”, founded Helios Energy and became a hugely successful businessman on top of being a superhero. In a way, that almost justifies his total campness because it’s a point of pride for him. That he stuck by his flaming gay ways even in the face of adversity and succeeded. It’s a cool story, which the movie does try to cover but makes a total balls of it by not telling it properly. It says that he owns Helios Energy, but don’t say that he’s sponsored by it. The only way you’d make that connection was that if you remembered it was on his suit, and good luck remembering that one piece of info with all the corporate logos flying around.\n\n\u001b[1m残念なことに、彼らはFire Emblemのクールサイドを誇示する機会があったことです。 彼の性格の中で最も興味深いのは、テレビシリーズで学ぶことのないものです。代わりにドラマCDを通して学ぶだけです。 彼らはどのように彼が英雄として始まっていたときに、誰も彼が同性愛者だったので、彼がスポンサーになる方法の話を伝えます。 だから、彼は「あなたたちよ、私は自分の会社を設立し、自分自身をスポンサーにして」、Helios Energyを設立し、スーパーヒーローであることの上で大成功を収めたビジネスマンになりました。 ある意味では、それは彼のための誇りのポイントなので、彼の総収容力をほぼ正当化する。 彼は逆境に直面しても彼の燃えるゲイの方法で立ち往生し、成功した。 それは、映画がカバーしようとしているが、それを正しく伝えないことによってそれを完全に見せてくれる、クールなストーリーです。 彼はHelios Energyを所有していると言いますが、Helios Energyが後援しているとは言いません。 あなたがそれを覚えていれば、それは彼のスーツの上にあり、幸運はすべての企業のロゴが飛び交うような情報を記憶しているということでした。\u001b[22m\n\u001b[1m(Zan'nen'nakotoni, karera wa faiā Emblem no kūrusaido o koji suru kikai ga atta kotodesu. Kare no seikaku no naka de mottomo kyōmibukai no wa, terebishirīzu de manabu koto no nai monodesu. Kawarini dorama CD o tōshite manabu dakedesu. Karera wa dono yō ni kare ga eiyū to shite hajimatte ita toki ni, dare mo kare ga dōseiai-shadattanode, kare ga suponsā ni naru hōhō no hanashi o tsutaemasu. Dakara, kare wa `anata-tachi yo, watashi wa jibun no kaisha o setsuritsu shi, jibun jishin o suponsā ni shite', Helios Energy o setsuritsu shi, sūpāhīrōdearu koto no ue de taiseikō o osameta bijinesuman ni narimashita. Aruimide wa, sore wa kare no tame no hokori no pointonanode, kare no sō shūyō-ryoku o hobo seitō-ka suru. Kare wa gyakkyō ni chokumen shite mo kare no moeru gei no hōhō de tachiōjō shi, seikō shita. Sore wa, eiga ga kabā shiyou to shite iruga, sore o tadashiku tsutaenai koto ni yotte sore o kanzen ni misete kureru, kūruna sutōrīdesu. Kare wa Helios Energy o shoyū shite iru to iimasuga, Helios Energy ga kōen shite iru to wa iimasen. Anata ga sore o oboete ireba, sore wa kare no sūtsu no ue ni ari, kōun wa subete no kigyō no rogo ga tobikau yōna jōhō o kioku shite iru to iu kotodeshita.)\u001b[22m\n\u001b[1m\u001b[22m\nThose minor gripes aside, this is Tiger and Bunny with a tighter focus and comes off much the better for it. I'd say roughly 30% of the movie is the same material from the TV series (+ or – 20% depending on my total inability to remember stuff correctly), but it's cut in a way that makes it feel fresh and more vibrant than it was before. Absolutely well worth your time if you even remotely liked Tiger and Bunny. I’d even say this is a better starting point for people who have never watched the TV series. To make that judgement, I would have to see what their other movies pan out like first. That said, all they need to do is cut Jake from the story entirely, and it will automatically win.\n\n\u001b[1mこれらのマイナーな苦しみはさておき、これはタイガーとバニーであり、より緊密なフォーカスを持っており、より良いものになります。 私は映画の約30％がTVシリーズと同じ素材であると言いたいと思いますが（+ 20％は、物事を正確に覚えることができないため全体的には20％）、それは新鮮で活気があるようにカットされています それは前だった。 タイガーとバニーが遠く離れていても、あなたの時間の価値があります。 私はこれがテレビシリーズを見たことのない人にとってはより良い出発点だと言っています。 その判断を下すために、私は他の映画が最初に好きなものを見なければならないだろう。 つまり、ジェイクが物語から完全に切り離されれば、自動的に勝つだろうということだ。\u001b[22m\n\u001b[1m(Korera no maināna kurushimi wa sateoki, koreha taigā to banīdeari, yori kinmitsuna fōkasu o motte ori, yori yoi mono ni narimasu. Watashi wa eiga no yaku 30-pāsento ga TV shirīzu to onaji sozaidearu to iitai to omoimasuga (+ 20-pāsento wa, monogoto o seikaku ni oboeru koto ga dekinai tame zentai-teki ni wa 20%), sore wa shinsende kakki ga aru yō ni katto sa rete imasu soreha maedatta. Taigā to banī ga tōkuhanarete ite mo, anata no jikan no kachi ga arimasu. Watashi wa kore ga terebishirīzu o mita koto no nai hito ni totte wa yoriyoi shuppatsu-tenda to itte imasu. Sono handan o kudasu tame ni, watashi wa hoka no eiga ga saisho ni sukinamono o minakereba naranaidarou. Tsumari, jeiku ga monogatari kara kanzen ni kirihanasa rereba, jidōtekini katsudarou to iu kotoda.)\u001b[22m\n\nTranslations of \u001b[4mThose minor gripes aside, this is Tiger and Bunny with a tighter focus and comes off much the better for it. I'd say roughly 30% of the movie is the same material from the TV series (+ or – 20% depending on my total inability to remember stuff correctly), but it's cut in a way that makes it feel fresh and more vibrant than it was before. Absolutely well worth your time if you even remotely liked Tiger and Bunny. I’d even say this is a better starting point for people who have never watched the TV series. To make that judgement, I would have to see what their other movies pan out like first. That said, all they need to do is cut Jake from the story entirely, and it will automatically win.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThose minor gripes aside, this is Tiger and Bunny with a tighter focus and comes off much the better for it.\u001b[24m\n    \u001b[1mこれらのマイナーな苦しみはさておき、これはタイガーとバニーであり、より緊密なフォーカスを持っており、より良いものになります。\u001b[22m, \u001b[1mこれらのマイナーな不満はさておき、これはタイトな焦点でタイガーとバニーであり、それのためのより良いはるかに外れます。\u001b[22m\n\u001b[4mI'd say roughly 30% of the movie is the same material from the TV series (+ or – 20% depending on my total inability to remember stuff correctly), but it's cut in a way that makes it feel fresh and more vibrant than\u001b[24m\n    \u001b[1m私は映画の約30％がTVシリーズと同じ素材であると言いたいと思いますが（+ 20％は、物事を正確に覚えることができないため全体的には20％）、それは新鮮で活気があるようにカットされています\u001b[22m, \u001b[1m私は映画の約30％が同一のテレビシリーズからの材料だと思います（+または - 正しくものを覚えて、私の総不能に応じて20％）、それはそれは新鮮でより活気のある感じさせるようにカットしています\u001b[22m\n\u001b[4mit was before.\u001b[24m\n    \u001b[1mそれは前だった。\u001b[22m, \u001b[1mそれは前にありました。\u001b[22m\n\u001b[4mAbsolutely well worth your time if you even remotely liked Tiger and Bunny.\u001b[24m\n    \u001b[1mタイガーとバニーが遠く離れていても、あなたの時間の価値があります。\u001b[22m, \u001b[1mあなたもリモートでタイガーとバニーを好きなら、あなたの時間を絶対に価値は十分。\u001b[22m\n\u001b[4mI’d even say this is a better starting point for people who have never watched the TV series.\u001b[24m\n    \u001b[1m私はこれがテレビシリーズを見たことのない人にとってはより良い出発点だと言っています。\u001b[22m, \u001b[1m私も、これはテレビシリーズを見たことがない人のためのより良い出発点であると思います。\u001b[22m\n\u001b[4mTo make that judgement, I would have to see what their other movies pan out like first.\u001b[24m\n    \u001b[1mその判断を下すために、私は他の映画が最初に好きなものを見なければならないだろう。\u001b[22m, \u001b[1mその判断を行うために、私は彼らの他の映画は、最初のように出パンかを確認する必要があります。\u001b[22m\n\u001b[4mThat said, all they need to do is cut Jake from the story entirely, and it will automatically win.\u001b[24m\n    \u001b[1mつまり、ジェイクが物語から完全に切り離されれば、自動的に勝つだろうということだ。\u001b[22m, \u001b[1mそれは、彼らがする必要があるすべては完全に物語からジェイクをカットされ、それが自動的に勝つ、と述べました。\u001b[22m"
  },
  {
    "title": "Tiger___Bunny_Movie_1__The_Beginning",
    "id": "12015",
    "url": "https://myanimelist.net/anime/12015/Tiger___Bunny_Movie_1__The_Beginning",
    "user": "artist-retired",
    "profile": "/profile/artist-retired/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=91525",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  7\n\n大きなアニメ会社が、私たちがもっと愛しているより消耗しやすい製品で同じくそったものを再梱包するときに、私たちはそれを愛しています！  - アニメファンはこれまでになかったが、正直言って私はこれに何か信じられないほどの余裕を与えたいと思っています...はい、私はこのシリーズの熱狂的なファンですが、少なくともこのファンは、 同じ品種のほとんどは過去に行われています。\n\n* coughberserkcoughrurounikenshincough *\n\nTiger＆amp; amp;  Bunny The Beginningは、単純にまとめれば、エピソード1と2の監督が失われたエピソードを含んでいます。 実際に失われたエピソードではありませんが、より長い実行中の機能の一部ではなく、卵子になる予定のものでした。 ディレクターがカットすることで、私はこの映画がこれらのエピソードに多くのコンテンツを提供し、古いものと新しい素材を混ぜて表示することを意味します。\nファンは確かにこれを感謝しますが、ここでの問題は、これはまだ最初の2つのエピソードの要約であり、実際にはそれらのエピソードを順番に再放送しているだけです。 映画の最初の40〜50分は、テレビシリーズとはまったく違うものではないという意味です。\n\nだからこそ、この映画で何が新しくなるのでしょうか？ コテツの妻の喪失に伴う内部的な苦悩の詳細、シリーズ開始点の前に起こった出来事。 それは悲しみで彼を苦しませない（それは彼がむしろ幸せにならないキャラクターになるので）、しかし彼は彼にいくつかの光を当てて、彼をもっともっと寛容で同情的なキャラクターにする（そして、ありがたいことに、 クレイジーフジョシファンと一緒に）。 残念なことに、Barnabyのために、私たちは初めのあまり好きではない善良なキャラクターの開発に固執しています。 それだけで悪いことではありません。それは、私たちが彼らの間で素晴らしい冗談をもっと得ることを意味します。\nしかし、さらに良いニュースでは、サイドキャラクターは、通常、シリーズに登場するよりもはるかに多くのスクリーン時間を得ることができます。 この映画までのロック・ビソンも、彼の力とまったく同じように詳細を明らかにする。\n\n賢明なことに、これはテレビシリーズの更新であり、新しい素材もシリーズのより良い部分と同じように見える。 どのような方法でそれを話すことではない、テレビシリーズは有能によく作られていたので、これはこれです。\n\nだからこの時点で、あなたはおそらく映画の残りの部分がどんなものになるのだろうと思っているでしょう。 新しい素材は映画の途中を過ぎるまで登場しません（悪役は映画の前半に小さなカメオがありますが）。 基本的には、次のようなものです：Stern Cityには、テレポートするパワーを持つNextが貴重なものを盗むために来ており、ギャング全員が遊園地で彼を止めなければなりません。 私たちが期待している土曜日の朝のスーパーヒーローエピソードプロットのように演奏します。 この悪役は、彼の力でかなり技巧的であり、かなり有益な力を持ってみんなを見捨てるのを見て楽しむことができます（折り紙サイクロンが彼の望むように役立ちます）。 そして結論は、予測可能であるが、Tiger＆amp; Bunnyの独唱エピソードの最高のものにランクインするほど十分に書かれている。\n\nちょうどそれがちょうどそれのために作られた映画を持っていることはまだ価値がないと言わなければならないことは残念です。 それは、第2シーズンの1つまたは2つのエピソードのための卵子または材料としてうまくいったでしょう。 しかし、それは何が起こっているか知っていたにもかかわらず、これはまだ私が期待していたより良い最終製品であり、私は明らかにいくつかの大きな事件が起こっている2番目の映画のための高い希望があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n'We love it when big anime companies repackage the same damn thing in a more consumable product instead of getting more of we loved!' -said no anime fan ever, but in all honestly I'm willing to give this one some incredible leeway... Yes I am a fervent fanboy of this particular series, but at least this one manages to give it's fans so much more than most of the same breed has done in the past.\n\n\u001b[1m大きなアニメ会社が、私たちがもっと愛しているより消耗しやすい製品で同じくそったものを再梱包するときに、私たちはそれを愛しています！  - アニメファンはこれまでになかったが、正直言って私はこれに何か信じられないほどの余裕を与えたいと思っています...はい、私はこのシリーズの熱狂的なファンですが、少なくともこのファンは、 同じ品種のほとんどは過去に行われています。\u001b[22m\n\u001b[1m(Ōkina anime kaisha ga, watashitachi ga motto aishite iru yori shōmō shi yasui seihin de onajiku sotta mono o sai konpō suru toki ni, watashitachi wa sore o aishiteimasu! - Anime fan wa kore made ni nakattaga, shōjiki itte watashi wa kore ni nanika shinji rarenai hodo no yoyū o ataetai to omotte imasu... Hai, watashi wa kono shirīzu no nekkyō-tekina fandesuga, sukunakutomo kono fan wa, onaji hinshu no hotondo wa kako ni okonawa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4m'We love it when big anime companies repackage the same damn thing in a more consumable product instead of getting more of we loved!' -said no anime fan ever, but in all honestly I'm willing to give this one some incredible leeway... Yes I am a fervent fanboy of this particular series, but at least this one manages to give it's fans so much more than most of the same breed has done in the past.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'We love it when big anime companies repackage the same damn thing in a more consumable product instead of getting more of we loved!'\u001b[24m\n    \u001b[1m大きなアニメ会社が、私たちがもっと愛しているより消耗しやすい製品で同じくそったものを再梱包するときに、私たちはそれを愛しています！\u001b[22m, \u001b[1m「大アニメ企業は、我々が愛したのより多くを取得するのではなく、より多くの消耗品で同じこいつを再パッケージ化するとき私たちはそれを愛します！」\u001b[22m\n\u001b[4m-said no anime fan ever, but in all honestly I'm willing to give this one some incredible leeway... Yes I am a fervent fanboy of this particular series, but at least this one manages to give it's fans so much more than\u001b[24m\n    \u001b[1m - アニメファンはこれまでになかったが、正直言って私はこれに何か信じられないほどの余裕を与えたいと思っています...はい、私はこのシリーズの熱狂的なファンですが、少なくともこのファンは、\u001b[22m, \u001b[1m今までにないアニメファンを-saidませんが、すべてで正直私はこの1つにいくつかの信じられないほどの余裕を与えて喜んだ...はい、私は、この特定のシリーズの熱烈なおたくですが、少なくともこの1つは与えるために管理し、それはよりファンそんなに多くのです\u001b[22m\n\u001b[4mmost of the same breed has done in the past.\u001b[24m\n    \u001b[1m同じ品種のほとんどは過去に行われています。\u001b[22m, \u001b[1m同じ品種のほとんどは、過去に行っています。\u001b[22m\n\u001b[1m\u001b[22m\n*coughberserkcoughrurounikenshincough*\n\n\u001b[1m* coughberserkcoughrurounikenshincough *\u001b[22m\n\u001b[1m(* C o u g h b e r s e r kcoughrurounikenshincough*)\u001b[22m\n\nTranslations of \u001b[4m*coughberserkcoughrurounikenshincough*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*coughberserkcoughrurounikenshincough*\u001b[24m\n    \u001b[1m* coughberserkcoughrurounikenshincough *\u001b[22m\n\u001b[1m\u001b[22m\nTiger &amp; Bunny The Beginning is, to sum it up simply, a directors cut of episodes 1 and 2 with a lost episode included. Not an actual lost episode, but something that would've appeared to be a planned to be an ova rather than a part of a longer running feature. And by directors cut I mean this movie offers more content to these episodes, to the point of showing brand new material with mixed in with the old.\n\n\u001b[1mTiger＆amp; amp;  Bunny The Beginningは、単純にまとめれば、エピソード1と2の監督が失われたエピソードを含んでいます。 実際に失われたエピソードではありませんが、より長い実行中の機能の一部ではなく、卵子になる予定のものでした。 ディレクターがカットすることで、私はこの映画がこれらのエピソードに多くのコンテンツを提供し、古いものと新しい素材を混ぜて表示することを意味します。\u001b[22m\n\u001b[1m(Taigā& amp; amp; Bunny The Beginning wa, tanjun ni matomereba, episōdo 1 to 2 no kantoku ga ushinawa reta episōdo o fukunde imasu. Jissai ni ushinawareta episōdode wa arimasenga, yori nagai jikkō-chū no kinō no ichibude wa naku, ranshi ni naru yotei no monodeshita. Direkutā ga katto suru koto de, watashi wa kono eiga ga korera no episōdo ni ōku no kontentsu o teikyō shi, furui mono to atarashī sozai o mazete hyōji suru koto o imi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mTiger &amp; Bunny The Beginning is, to sum it up simply, a directors cut of episodes 1 and 2 with a lost episode included. Not an actual lost episode, but something that would've appeared to be a planned to be an ova rather than a part of a longer running feature. And by directors cut I mean this movie offers more content to these episodes, to the point of showing brand new material with mixed in with the old.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTiger &amp;\u001b[24m\n    \u001b[1mTiger＆amp; amp;\u001b[22m, \u001b[1mタイガー＆＃038;\u001b[22m\n\u001b[4mBunny The Beginning is, to sum it up simply, a directors cut of episodes 1 and 2 with a lost episode included.\u001b[24m\n    \u001b[1mBunny The Beginningは、単純にまとめれば、エピソード1と2の監督が失われたエピソードを含んでいます。\u001b[22m, \u001b[1m単にそれをまとめるために、初めはバニー、失われたエピソードとエピソード1と2の取締役カットが含まれています。\u001b[22m\n\u001b[4mNot an actual lost episode, but something that would've appeared to be a planned to be an ova rather than a part of a longer running feature.\u001b[24m\n    \u001b[1m実際に失われたエピソードではありませんが、より長い実行中の機能の一部ではなく、卵子になる予定のものでした。\u001b[22m, \u001b[1mではない実際の失われたエピソードが、卵子というよりも長く実行されている機能の一部であることを計画しているように見えただろう何か。\u001b[22m\n\u001b[4mAnd by directors cut I mean this movie offers more content to these episodes, to the point of showing brand new material with mixed in with the old.\u001b[24m\n    \u001b[1mディレクターがカットすることで、私はこの映画がこれらのエピソードに多くのコンテンツを提供し、古いものと新しい素材を混ぜて表示することを意味します。\u001b[22m, \u001b[1mそして、取締役が、私はこの映画は古いとで混合持つブランドの新しい材料を示すのポイントに、これらのエピソードに、より多くのコンテンツを提供しています意味切ります。\u001b[22m\nFans are sure appreciate this, though the issue here is, this is still just a recap of the first two episode, in fact it's really just a re-airing of the those episodes in order. Meaning that the first 40-50 minutes of the movie is stuff that isn't terribly different from the tv series.\n\n\u001b[1mファンは確かにこれを感謝しますが、ここでの問題は、これはまだ最初の2つのエピソードの要約であり、実際にはそれらのエピソードを順番に再放送しているだけです。 映画の最初の40〜50分は、テレビシリーズとはまったく違うものではないという意味です。\u001b[22m\n\u001b[1m(Fan wa tashika ni kore o kansha shimasuga, koko de no mondai wa, kore wa mada saisho no 2tsu no episōdo no yōyakudeari, jissai ni wa sorera no episōdo o junban ni sai hōsō shite iru dakedesu. Eiga no saisho no 40 〜 50-bu wa, terebishirīzu to wa mattaku chigau monode wa nai to iu imidesu.)\u001b[22m\n\nTranslations of \u001b[4mFans are sure appreciate this, though the issue here is, this is still just a recap of the first two episode, in fact it's really just a re-airing of the those episodes in order. Meaning that the first 40-50 minutes of the movie is stuff that isn't terribly different from the tv series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFans are sure appreciate this, though the issue here is, this is still just a recap of the first two episode, in fact it's really just a re-airing of the those episodes in order.\u001b[24m\n    \u001b[1mファンは確かにこれを感謝しますが、ここでの問題は、これはまだ最初の2つのエピソードの要約であり、実際にはそれらのエピソードを順番に再放送しているだけです。\u001b[22m, \u001b[1mファンは、ここでの問題は、これはまだ最初の二つのエピソードだけのおさらいですが、これに感謝確信している実際には本当にためには、これらのエピソードのちょうど再放送です。\u001b[22m\n\u001b[4mMeaning that the first 40-50 minutes of the movie is stuff that isn't terribly different from the tv series.\u001b[24m\n    \u001b[1m映画の最初の40〜50分は、テレビシリーズとはまったく違うものではないという意味です。\u001b[22m, \u001b[1mムービーの最初の40〜50分のテレビシリーズからひどく異なっていないものであることを意味します。\u001b[22m\n\u001b[1m\u001b[22m\nSo, with that out of the way, what new's to experience in this movie? A little bit of detail into Kotetsu's internal anguish with the lost of his wife, an event that happened before the series starting point. It doesn't struggle him with grief (As that would make him into a rather unenjoyable character), but it sheds some light on him and makes him an even more relate-able and sympathetic character (And thankfully gives me some material to fight back the crazier fujoshi fans with). Unfortunately for Barnaby, we're stuck with the beginning's less likable pre-good character development. Which isn't all that bad, that just means we get more of the great banter between them.\n\n\u001b[1mだからこそ、この映画で何が新しくなるのでしょうか？ コテツの妻の喪失に伴う内部的な苦悩の詳細、シリーズ開始点の前に起こった出来事。 それは悲しみで彼を苦しませない（それは彼がむしろ幸せにならないキャラクターになるので）、しかし彼は彼にいくつかの光を当てて、彼をもっともっと寛容で同情的なキャラクターにする（そして、ありがたいことに、 クレイジーフジョシファンと一緒に）。 残念なことに、Barnabyのために、私たちは初めのあまり好きではない善良なキャラクターの開発に固執しています。 それだけで悪いことではありません。それは、私たちが彼らの間で素晴らしい冗談をもっと得ることを意味します。\u001b[22m\n\u001b[1m(Dakarakoso, kono eiga de nani ga atarashiku naru nodeshou ka? Kotetsu no tsuma no sōshitsu ni tomonau naibu-tekina kunō no shōsai, shirīzu kaishi-ten no mae ni okotta dekigoto. Sore wa kanashimi de kare o kurushima senai (sore wa kare ga mushiro shiawase ni naranai kyarakutā ni narunode), shikashi kare wa kare ni ikutsu ka no hikari o atete, kare o motto motto kan'yōde dōjō-tekina kyarakutā ni suru (soshite, arigatai koto ni, kureijīfujoshifan to issho ni). Zan'nen'nakotoni, Barnaby no tame ni, watashitachi wa hajime no amari sukide wanai zenryōna kyarakutā no kaihatsu ni koshū shite imasu. Sore dakede warui kotode wa arimasen. Sore wa, watashitachi ga karera no ma de subarashī jōdan o motto eru koto o imi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo, with that out of the way, what new's to experience in this movie? A little bit of detail into Kotetsu's internal anguish with the lost of his wife, an event that happened before the series starting point. It doesn't struggle him with grief (As that would make him into a rather unenjoyable character), but it sheds some light on him and makes him an even more relate-able and sympathetic character (And thankfully gives me some material to fight back the crazier fujoshi fans with). Unfortunately for Barnaby, we're stuck with the beginning's less likable pre-good character development. Which isn't all that bad, that just means we get more of the great banter between them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, with that out of the way, what new's to experience in this movie?\u001b[24m\n    \u001b[1mだからこそ、この映画で何が新しくなるのでしょうか？\u001b[22m, \u001b[1mだから、との方法のうち、それは、この映画の新機能を体験するには？\u001b[22m\n\u001b[4mA little bit of detail into Kotetsu's internal anguish with the lost of his wife, an event that happened before the series starting point.\u001b[24m\n    \u001b[1mコテツの妻の喪失に伴う内部的な苦悩の詳細、シリーズ開始点の前に起こった出来事。\u001b[22m, \u001b[1m彼の妻、シリーズの出発点の前に起こったイベントの失われたと鋼鉄の内部苦悩に詳細を少し。\u001b[22m\n\u001b[4mIt doesn't struggle him with grief (As that would make him into a rather unenjoyable character), but it sheds some light on him and makes him an even more relate-able and sympathetic character (And thankfully gives me some material to fight back\u001b[24m\n    \u001b[1mそれは悲しみで彼を苦しませない（それは彼がむしろ幸せにならないキャラクターになるので）、しかし彼は彼にいくつかの光を当てて、彼をもっともっと寛容で同情的なキャラクターにする（そして、ありがたいことに、\u001b[22m, \u001b[1m（それはむしろ楽しくない文字に彼を作ることになるように）それは悲しみで彼を苦労しませんが、それは彼にいくつかの光を投げかけ、彼がさらに関連する-できると交感神経の文字になります（そして、ありがたいことに私に戻って戦うためにいくつかの材料を提供します\u001b[22m\n\u001b[4mthe crazier fujoshi fans with).\u001b[24m\n    \u001b[1mクレイジーフジョシファンと一緒に）。\u001b[22m, \u001b[1mスゴがfujoshiファン付き）。\u001b[22m\n\u001b[4mUnfortunately for Barnaby, we're stuck with the beginning's less likable pre-good character development.\u001b[24m\n    \u001b[1m残念なことに、Barnabyのために、私たちは初めのあまり好きではない善良なキャラクターの開発に固執しています。\u001b[22m, \u001b[1m残念ながらバーナビーのため、我々は最初のあまり好感プレ良い文字の開発で立ち往生しています。\u001b[22m\n\u001b[4mWhich isn't all that bad, that just means we get more of the great banter between them.\u001b[24m\n    \u001b[1mそれだけで悪いことではありません。それは、私たちが彼らの間で素晴らしい冗談をもっと得ることを意味します。\u001b[22m, \u001b[1mこれはちょうど私達はそれらの間の偉大な冗談の多くを得ることを意味し、すべてが悪いわけではありません。\u001b[22m\nBut with even more good news, the side characters get a lot more screen time in this than they normally would in the series. Even Rock Bison, who until this movie, gets some more details revealed like what is his powers exactly.\n\n\u001b[1mしかし、さらに良いニュースでは、サイドキャラクターは、通常、シリーズに登場するよりもはるかに多くのスクリーン時間を得ることができます。 この映画までのロック・ビソンも、彼の力が正確であるように詳細を明らかにする。\u001b[22m\n\u001b[1m(Shikashi, sara ni yoi nyūsude wa, saidokyarakutā wa, tsūjō, shirīzu ni tōjō suru yori mo haruka ni ōku no sukurīn jikan o eru koto ga dekimasu. Kono eiga made no rokku bison mo, kare no chikara ga seikakudearu yō ni shōsai o akiraka ni suru.)\u001b[22m\n\nTranslations of \u001b[4mBut with even more good news, the side characters get a lot more screen time in this than they normally would in the series. Even Rock Bison, who until this movie, gets some more details revealed like what is his powers exactly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut with even more good news, the side characters get a lot more screen time in this than they normally would in the series.\u001b[24m\n    \u001b[1mしかし、さらに良いニュースでは、サイドキャラクターは、通常、シリーズに登場するよりもはるかに多くのスクリーン時間を得ることができます。\u001b[22m, \u001b[1m彼らは通常、一連の場合と比べしかし、さらに良いニュースで、サイドの文字が、この中で、より多くの画面の時間を取得します。\u001b[22m\n\u001b[4mEven Rock Bison, who until this movie, gets some more details revealed like what is his powers exactly.\u001b[24m\n    \u001b[1mこの映画までのロック・ビソンも、彼の力が正確であるように詳細を明らかにする。\u001b[22m, \u001b[1mこの映画まで、まさに彼の力が何であるかのように明らかにしたいくつかの詳細を取得してもロックバイソン、。\u001b[22m\n\u001b[1m\u001b[22m\nProduction wise, this is barely an update of the tv series, even the new material looks as good as the better parts of the series. Which isn't in any way to talk it down, the tv series was competently well made and so is this.\n\n\u001b[1m賢明なことに、これはテレビシリーズの更新であり、新しい素材もシリーズのより良い部分と同じように見える。 どのような方法でそれを話すことではない、テレビシリーズは有能によく作られていたので、これはこれです。\u001b[22m\n\u001b[1m(Kenmeina koto ni, koreha terebishirīzu no kōshindeari, atarashī sozai mo shirīzu no yoriyoi bubun to onaji yōnimieru.Do no yōna hōhō de sore o hanasu kotode wanai, terebishirīzu wa yūnō ni yoku tsukura rete itanode, kore wa koredesu.)\u001b[22m\n\nTranslations of \u001b[4mProduction wise, this is barely an update of the tv series, even the new material looks as good as the better parts of the series. Which isn't in any way to talk it down, the tv series was competently well made and so is this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mProduction wise, this is barely an update of the tv series, even the new material looks as good as the better parts of the series.\u001b[24m\n    \u001b[1m賢明なことに、これはテレビシリーズの更新であり、新しい素材もシリーズのより良い部分と同じように見える。\u001b[22m, \u001b[1m生産は賢明な、これがあっても、新しい材料は、一連の優れた部分と同じくらい良いですね、やっとテレビシリーズのアップデートです。\u001b[22m\n\u001b[4mWhich isn't in any way to talk it down, the tv series was competently well made and so is this.\u001b[24m\n    \u001b[1mどのような方法でそれを話すことではない、テレビシリーズは有能によく作られていたので、これはこれです。\u001b[22m, \u001b[1mそれを下に話をするどのような方法で、テレビシリーズは有能よく作られたので、これはされていません。\u001b[22m\n\u001b[1m\u001b[22m\nSo at this point you're probably wondering what the rest of the movie unfolds out to be. The new material doesn't come in until pass the halfway point of the movie (Though the villain has a small cameo earlier in the film). Basically it's like this: A Next with teleporting powers has come to Stern City to steal a valuable object and the whole gang has to stop him in an amusement park. Plays out like a Saturday morning superhero episode plot, which we expect it to. The villain is pretty crafty with his powers and is pretty enjoyable to watch him outwit everyone with admittedly useful powers (Useful in a way that Origami Cyclone wishes his was). And the conclusion is while predicable, is written well enough to rank up with the best of the solo episodes of Tiger&amp;Bunny.\n\n\u001b[1mだからこの時点で、あなたはおそらく映画の残りの部分がどんなものになるのだろうと思っているでしょう。 新しい素材は映画の途中を過ぎるまで登場しません（悪役は映画の前半に小さなカメオがありますが）。 基本的には、次のようなものです：Stern Cityには、テレポートするパワーを持つNextが貴重なものを盗むために来ており、ギャング全員が遊園地で彼を止めなければなりません。 私たちが期待している土曜日の朝のスーパーヒーローエピソードプロットのように演奏します。 この悪役は、彼の力でかなり技巧的であり、かなり有益な力を持ってみんなを見捨てるのを見て楽しむことができます（折り紙サイクロンが彼の望むように役立ちます）。 そして結論は、予測可能であるが、Tiger＆amp; Bunnyの独唱エピソードの最高のものにランクインするほど十分に書かれている。\u001b[22m\n\u001b[1m(Dakara kono jiten de, anata wa osoraku eiga no nokori no bubun ga don'na mono ni naru nodarou to omotte irudeshou. Atarashī sozai wa eiga no tochū o sugiru made tōjō shimasen (akuyaku wa eiga no zenhan ni chīsana Kameo ga arimasuga). Kihontekini wa,-ji no yōna monodesu: Sutān shiti ni wa, terepōto suru pawā o motsu Next ga kichōna mono o nusumu tame ni kite ori, gyangu zen'in ga yuenchi de kare o tomenakereba narimasen. Watashitachi ga kitai shite iru doyōbi no asa no sūpāhīrōepisōdopurotto no yō ni ensō shimasu. Kono akuyaku wa, kare no chikara de kanari gikō-tekideari, kanari yūekina chikara o motte min'na o misuteru no o mite tanoshimu koto ga dekimasu (origami saikuron ga kare no nozomu yō ni yakudachimasu). Soshite ketsuron wa, yosoku kanōdearuga, taigā& amp; Bunny no dokushō episōdo no saikō no mono ni rankuin suru hodo jūbun ni kaka rete iru.)\u001b[22m\n\nTranslations of \u001b[4mSo at this point you're probably wondering what the rest of the movie unfolds out to be. The new material doesn't come in until pass the halfway point of the movie (Though the villain has a small cameo earlier in the film). Basically it's like this: A Next with teleporting powers has come to Stern City to steal a valuable object and the whole gang has to stop him in an amusement park. Plays out like a Saturday morning superhero episode plot, which we expect it to. The villain is pretty crafty with his powers and is pretty enjoyable to watch him outwit everyone with admittedly useful powers (Useful in a way that Origami Cyclone wishes his was). And the conclusion is while predicable, is written well enough to rank up with the best of the solo episodes of Tiger&amp;Bunny.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo at this point you're probably wondering what the rest of the movie unfolds out to be.\u001b[24m\n    \u001b[1mだからこの時点で、あなたはおそらく映画の残りの部分がどんなものになるのだろうと思っているでしょう。\u001b[22m, \u001b[1mしたがって、この時点で、あなたはおそらく、映画の残りの部分があることが繰り広げるかと思っています。\u001b[22m\n\u001b[4mThe new material doesn't come in until pass the halfway point of the movie (Though the villain has a small cameo earlier in the film).\u001b[24m\n    \u001b[1m新しい素材は映画の途中を過ぎるまで登場しません（悪役は映画の前半に小さなカメオがありますが）。\u001b[22m, \u001b[1m（悪役は、以前のフィルムに小さなカメオがありますが）、ムービーの中間点を通過するまで、新しい材料はでてきません。\u001b[22m\n\u001b[4mBasically it's like this: A Next with teleporting powers has come to Stern City to steal a valuable object and the whole gang has to stop him in an amusement park.\u001b[24m\n    \u001b[1m基本的には、次のようなものです：Stern Cityには、テレポートするパワーを持つNextが貴重なものを盗むために来ており、ギャング全員が遊園地で彼を止めなければなりません。\u001b[22m, \u001b[1m基本的にはこのようなものだ：テレポート力を持つ次は、貴重なオブジェクトを盗むためにスターン市に来ているし、全体のギャングが遊園地で彼を停止することがあります。\u001b[22m\n\u001b[4mPlays out like a Saturday morning superhero episode plot, which we expect it to.\u001b[24m\n    \u001b[1m私たちが期待している土曜日の朝のスーパーヒーローエピソードプロットのように演奏します。\u001b[22m, \u001b[1m我々はそれが期待土曜日の朝のスーパーヒーローのエピソードプロット、のように再生されます。\u001b[22m\n\u001b[4mThe villain is pretty crafty with his powers and is pretty enjoyable to watch him outwit everyone with admittedly useful powers (Useful in a way that Origami Cyclone wishes his was).\u001b[24m\n    \u001b[1mこの悪役は、彼の力でかなり技巧的であり、かなり有益な力を持ってみんなを見捨てるのを見て楽しむことができます（折り紙サイクロンが彼の望むように役立ちます）。\u001b[22m, \u001b[1m悪役は彼の力にはかなり狡猾であり、（折紙サイクロンは彼がしたことを望む方法で有用な）確かに便利な力を持つすべての人の裏をかく彼を見て、かなり楽しいです。\u001b[22m\n\u001b[4mAnd the conclusion is while predicable, is written well enough to rank up with the best of the solo episodes of Tiger&amp;Bunny.\u001b[24m\n    \u001b[1mそして結論は、予測可能であるが、Tiger＆amp; Bunnyの独唱エピソードの最高のものにランクインするほど十分に書かれている。\u001b[22m, \u001b[1mそして、結論は予測可能ながら、タイガー＆アンペアのソロエピソードの最良とランクアップするのに十分書かれている。バニー。\u001b[22m\n\u001b[1m\u001b[22m\nIt's just unfortunate that I have to say that it still doesn't quite deserve to have a movie made just for it. It would've worked out better as an ova or material for one or two episodes of a second season. But despite knowing what that was going to be, this was still a much better end product I expected it to be and I have high hopes for the second movie where apparently some big shit is going down.\n\n\u001b[1mちょうどそれがちょうどそれのために作られた映画を持っていることはまだ価値がないと言わなければならないことは残念です。 それは、第2シーズンの1つまたは2つのエピソードのための卵子または材料としてうまくいったでしょう。 しかし、それは何が起こっているか知っていたにもかかわらず、これはまだ私が期待していたより良い最終製品であり、私は明らかにいくつかの大騒ぎが起こっている2番目の映画のための高い希望があります。\u001b[22m\n\u001b[1m(Chōdo sore ga chōdo sore no tame ni tsukura reta eiga o motte iru koto wa mada kachi ga nai to iwanakereba naranai koto wa zan'nendesu. Sore wa, dai 2 shīzun no 1tsu matawa 2tsu no episōdo no tame no ranshi matawa zairyō to shite umaku ittadeshou. Shikashi, sore wa nani ga okotte iru ka shitteita nimokakawarazu, kore wa mada watashi ga kitai shite ita yoriyoi saishū seihindeari, watashi wa akiraka ni ikutsu ka no ōsawagi ga okotte iru 2-banme no eiga no tame no takai kibō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's just unfortunate that I have to say that it still doesn't quite deserve to have a movie made just for it. It would've worked out better as an ova or material for one or two episodes of a second season. But despite knowing what that was going to be, this was still a much better end product I expected it to be and I have high hopes for the second movie where apparently some big shit is going down.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's just unfortunate that I have to say that it still doesn't quite deserve to have a movie made just for it.\u001b[24m\n    \u001b[1mちょうどそれがちょうどそれのために作られた映画を持っていることはまだ価値がないと言わなければならないことは残念です。\u001b[22m, \u001b[1mそれは私がそれはまだかなりちょうどそれのために作られた映画を持っている資格はないことを言わなければならないことだけ残念です。\u001b[22m\n\u001b[4mIt would've worked out better as an ova or material for one or two episodes of a second season.\u001b[24m\n    \u001b[1mそれは、第2シーズンの1つまたは2つのエピソードのための卵子または材料としてうまくいったでしょう。\u001b[22m, \u001b[1mなお、第2シーズンの1または2つのエピソードのためのより良い卵子や材料として働いただろう。\u001b[22m\n\u001b[4mBut despite knowing what that was going to be, this was still a much better end product I expected it to be and I have high hopes for the second movie where apparently some big shit is going down.\u001b[24m\n    \u001b[1mしかし、それは何が起こっているか知っていたにもかかわらず、これはまだ私が期待していたより良い最終製品であり、私は明らかにいくつかの大騒ぎが起こっている2番目の映画のための高い希望があります。\u001b[22m, \u001b[1mしかし、それがために何が起こっていたかを知ることにもかかわらず、これはまだ私はそれがあることが予想より良い最終製品だったと私は明らかにいくつかの大きなたわごとが下がっている第二の映画のための大きな期待を持っています。\u001b[22m"
  },
  {
    "title": "Tiger___Bunny_Movie_1__The_Beginning",
    "id": "12015",
    "url": "https://myanimelist.net/anime/12015/Tiger___Bunny_Movie_1__The_Beginning",
    "user": "tomhannay",
    "profile": "/profile/tomhannay/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=72957",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\nTiger＆amp; amp;  Bunny：The Beginningは、1つの部分の要約と2つの部分の新しい素材です。 最初の数回のエピソードからシーンを再利用し、ストーリーやキャラクターを拡張するための新しいコンテンツを追加します。\n\nストーリー：8  - 映画で取り上げられた主なイベントは、ショーの出発点です：バニーのキャリアの始まりとタイガーはパートナーになることを余儀なくされました。 私が最初にショーを見たとき、これはちょっと急いで感じたので、これに対処することを選んだサンライズは良い動きのように感じます。 再利用されるシーンは主にアクションやコメディーですが、ほとんどすべての新しいシーンはキャラクターに焦点を当て、必要な開発をしています（シリーズではほとんどのヒーローがキャラクターを確立するために1つのエピソードを受け取りました。  ）。 新しい物語の内容はまったく新しいNEXTの悪人たちが同じ日に対処しなければならないTiger＆amp; バニーはデビューする。 重い打者よりギャグの悪人の多くは、状況は主に初期の英雄の間の早期協力を強制するために作成されます。\n\nArt：9  - 予想される「Sunrise Smooth」の標準で、CGIはTVシリーズよりも見栄えがよくなります。\n\nサウンド：10  - 映画の優れた領域の1つであるボイスワークは各キャラクターに非常に適しており、音楽とサウンドエフェクトの両方がアクションのペースを保っています。\n\nキャラクター：9  - 映画の主な新作は、キャラクターの拡大です。一部のキャラクターは、シリーズ全体でのように、映画の中の一般市民と同じスクリーン時間を持っています。 ヒーローのそれぞれは深みの余分な層を受け取り、私がシリーズの間よりもはるかに多くの投資をしました。\n\n楽しさ：10  - アクション、コメディー、キャラクター開発の素晴らしい組み合わせ。 一度牽引力を失うだけで、それは非常に簡単です。\n\n全体：10  - この映画はメインシリーズのセットアップに多くを追加しました。そして、次回の映画シリーズのエントリーのためにサンライズがどの方向を向くのかとても嬉しく思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nTiger &amp; Bunny: The Beginning is one part recap and two parts new material. The film reuses scenes from the first few episodes and adds new content to expand the story and characters.\n\n\u001b[1mTiger＆amp; amp;  Bunny：The Beginningは1つの部分の要約であり、2つの部分は新しい素材です。 最初の数回のエピソードからシーンを再利用し、新しいコンテンツを追加してストーリーやキャラクターを拡張します。\u001b[22m\n\u001b[1m(Taigā& amp; amp; Bunny: The Beginning wa 1tsu no bubun no yōyakudeari, 2tsu no bubun wa atarashī sozaidesu. Saisho no sū-kai no episōdo kara shīn o sai riyō shi, atarashī kontentsu o tsuika shite sutōrī ya kyarakutā o kakuchō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mTiger &amp; Bunny: The Beginning is one part recap and two parts new material. The film reuses scenes from the first few episodes and adds new content to expand the story and characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTiger &amp;\u001b[24m\n    \u001b[1mTiger＆amp; amp;\u001b[22m, \u001b[1mタイガー＆＃038;\u001b[22m\n\u001b[4mBunny: The Beginning is one part recap and two parts new material.\u001b[24m\n    \u001b[1mBunny：The Beginningは1つの部分の要約であり、2つの部分は新しい素材です。\u001b[22m, \u001b[1mバニー：始まりは、一部の要約と二つの部分新素材です。\u001b[22m\n\u001b[4mThe film reuses scenes from the first few episodes and adds new content to expand the story and characters.\u001b[24m\n    \u001b[1m最初の数回のエピソードからシーンを再利用し、新しいコンテンツを追加してストーリーやキャラクターを拡張します。\u001b[22m, \u001b[1mフィルムは、最初のいくつかのエピソードからのシーンを再利用し、ストーリーやキャラクターを展開する新しいコンテンツが追加されます。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8 - the main event explored in the film is the starting point of the show: the beginning of Bunny's career and Tiger being forced to become his partner. When I first watched the show this did feel a bit rushed, so Sunrise choosing to address this feels like a good move. The scenes that are reused are mainly the action and comedy ones, and almost all the new scenes focus on the characters, giving them some much needed development (in the series most of the heroes received one episode to establish character and that was pretty much it ). The new story content is a whole new NEXT villain the heroes have to deal with the same day Tiger &amp; Bunny make their debut. More of a gag villain than a heavy hitter, the situation is mainly created to force early cooperation between the heroes early on.\n\n\u001b[1mストーリー：8  - 映画で取り上げられた主なイベントは、ショーの出発点です：バニーのキャリアの始まりとタイガーはパートナーになることを余儀なくされました。 私が最初にショーを見たとき、これはちょっと急いで感じたので、これに対処することを選んだサンライズは良い動きのように感じます。 再利用されるシーンは主にアクションやコメディーですが、ほとんどすべての新しいシーンはキャラクターに焦点を当て、必要な開発をしています（シリーズではほとんどのヒーローがキャラクターを確立するために1つのエピソードを受け取りました。  ）。 新しい物語の内容はまったく新しいNEXTの悪人たちが同じ日に対処しなければならないTiger＆amp; バニーはデビューする。 重い打者よりギャグの悪人の多くは、状況は主に初期の英雄の間の早期協力を強制するために作成されます。\u001b[22m\n\u001b[1m(Sutōrī: 8 - Eiga de toriage rareta omona ibento wa, shō no shuppatsu-tendesu: Banī no kyaria no hajimari to taigā wa pātonā ni naru koto o yoginaku sa remashita. Watashi ga saisho ni shō o mita toki, kore wa chotto isoide kanjitanode, kore ni taisho suru koto o eranda sanraizu wa yoi ugoki no yō ni kanjimasu. Sai riyō sa reru shīn wa omoni akushon ya komedīdesuga, hotondo subete no atarashī shīn wa kyarakutā ni shōten o ate, hitsuyōna kaihatsu o shite imasu (shirīzude wa hotondo no hīrō ga kyarakutā o kakuritsu suru tame ni 1tsu no episōdo o uketorimashita. ). Atarashī monogatari no naiyō wa mattaku atarashī nekusuto no akunin-tachi ga onaji Ni~Tsu ni taisho shinakereba naranai taigā& amp; banī wa debyū suru. Omoi dasha yori gyagu no akunin no ōku wa, jōkyō wa omoni shoki no eiyū no ma no sōki kyōryoku o kyōsei suru tame ni sakusei sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: 8 - the main event explored in the film is the starting point of the show: the beginning of Bunny's career and Tiger being forced to become his partner. When I first watched the show this did feel a bit rushed, so Sunrise choosing to address this feels like a good move. The scenes that are reused are mainly the action and comedy ones, and almost all the new scenes focus on the characters, giving them some much needed development (in the series most of the heroes received one episode to establish character and that was pretty much it ). The new story content is a whole new NEXT villain the heroes have to deal with the same day Tiger &amp; Bunny make their debut. More of a gag villain than a heavy hitter, the situation is mainly created to force early cooperation between the heroes early on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8 - the main event explored in the film is the starting point of the show: the beginning of Bunny's career and Tiger being forced to become his partner.\u001b[24m\n    \u001b[1mストーリー：8  - 映画で取り上げられた主なイベントは、ショーの出発点です：バニーのキャリアの始まりとタイガーはパートナーになることを余儀なくされました。\u001b[22m, \u001b[1mストーリー：8  - 映画の中で探求メインイベントのショーの出発点です：バニーのキャリアの始まりとタイガーは、彼のパートナーとなることを余儀なくされています。\u001b[22m\n\u001b[4mWhen I first watched the show this did feel a bit rushed, so Sunrise choosing to address this feels like a good move.\u001b[24m\n    \u001b[1m私が最初にショーを見たとき、これはちょっと急いで感じたので、これに対処することを選んだサンライズは良い動きのように感じます。\u001b[22m, \u001b[1m私は最初のショーを見たとき、これは日の出が、これは良い動きのように感じて対処することを選択するので、急いでビットを感じました。\u001b[22m\n\u001b[4mThe scenes that are reused are mainly the action and comedy ones, and almost all the new scenes focus on the characters, giving them some much needed development (in the series most of the heroes received one episode to establish character and that was pretty much it\u001b[24m\n    \u001b[1m再利用されるシーンは主にアクションやコメディーですが、ほとんどすべての新しいシーンはキャラクターに焦点を当て、必要な開発をしています（シリーズではほとんどのヒーローがキャラクターを確立するために1つのエピソードを受け取りました。\u001b[22m, \u001b[1m直列に英雄のほとんどが文字を確立するために、1つのエピソードを受信し、それはそれはかなりあった（再利用されるシーンは、主にアクションとコメディのものであり、ほとんどすべての新しいシーンが文字に焦点を当て、彼らにいくつかの多くの必要な開発を与え\u001b[22m\n\u001b[4m).\u001b[24m\n    \u001b[1m）。\u001b[22m\n\u001b[4mThe new story content is a whole new NEXT villain the heroes have to deal with the same day Tiger &amp;\u001b[24m\n    \u001b[1m新しい物語の内容はまったく新しいNEXTの悪人たちが同じ日に対処しなければならないTiger＆amp;\u001b[22m, \u001b[1m新しいストーリーの内容は英雄が同じ日タイガー＆アンペアに対処する必要が全く新しいNEXT悪役です。\u001b[22m\n\u001b[4mBunny make their debut.\u001b[24m\n    \u001b[1mバニーはデビューする。\u001b[22m, \u001b[1mバニーは、彼らのデビューを作ります。\u001b[22m\n\u001b[4mMore of a gag villain than a heavy hitter, the situation is mainly created to force early cooperation between the heroes early on.\u001b[24m\n    \u001b[1m重い打者よりギャグの悪人の多くは、状況は主に初期の英雄の間の早期協力を強制するために作成されます。\u001b[22m, \u001b[1mヘビーヒッターよりギャグ悪役の詳細、状況は主に早期に英雄の間で早期の協力を強制するために作成されます。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9 - the expected 'Sunrise Smooth' standard, CGI looks better than in the TV series.\n\n\u001b[1mArt：9  - 予想される「Sunrise Smooth」の標準で、CGIはTVシリーズよりも見栄えがよくなります。\u001b[22m\n\u001b[1m(Art: 9 - Yosō sa reru `Sunrise Smooth' no hyōjun de, CGI wa TV shirīzu yori mo mibae ga yoku narimasu.)\u001b[22m\n\nTranslations of \u001b[4mArt: 9 - the expected 'Sunrise Smooth' standard, CGI looks better than in the TV series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9 - the expected 'Sunrise Smooth' standard, CGI looks better than in the TV series.\u001b[24m\n    \u001b[1mArt：9  - 予想される「Sunrise Smooth」の標準で、CGIはTVシリーズよりも見栄えがよくなります。\u001b[22m, \u001b[1mアート：9  - 期待される「サンライズスムーズ」規格は、CGIはTVシリーズよりも良く見えます。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 10 - one of the areas where the film excels, the voice work is very well suited to each character, and both the music and sound effects keep to the pace of the action very well.\n\n\u001b[1mサウンド：10  - 映画の優れた領域の1つであるボイスワークは各キャラクターに非常に適しており、音楽とサウンドエフェクトの両方がアクションのペースを保っています。\u001b[22m\n\u001b[1m(Saundo: 10 - Eiga no sugureta ryōiki no 1tsudearu boisuwāku wa kaku kyarakutā ni hijō ni tekishite ori, ongaku to saundoefekuto no ryōhō ga akushon no pēsu o tamotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mSound: 10 - one of the areas where the film excels, the voice work is very well suited to each character, and both the music and sound effects keep to the pace of the action very well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10 - one of the areas where the film excels, the voice work is very well suited to each character, and both the music and sound effects keep to the pace of the action very well.\u001b[24m\n    \u001b[1mサウンド：10  - 映画の優れた領域の1つであるボイスワークは各キャラクターに非常に適しており、音楽とサウンドエフェクトの両方がアクションのペースを保っています。\u001b[22m, \u001b[1mサウンド：10  - フィルムは、優れた領域の一つは、声の仕事は、各文字に非常に適しており、音楽や効果音の両方が非常によく、アクションのペースに保ちます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 9 - the main new addition of the film is the expansion of the characters, with some characters having as much screen time as civilians in the film as they did during the entire series. Each of the heroes received an extra layer of depth, making me much more invested in them than I was during the series.\n\n\u001b[1mキャラクター：9  - 映画の主な新作は、キャラクターの拡大です。一部のキャラクターは、シリーズ全体でのように、映画の中の一般市民と同じスクリーン時間を持っています。 ヒーローのそれぞれは深みの余分な層を受け取り、私がシリーズの間よりもはるかに多くの投資をしました。\u001b[22m\n\u001b[1m(Kyarakutā: 9 - Eiga no omona shinsaku wa, kyarakutā no kakudaidesu. Ichibu no kyarakutā wa, shirīzu zentai de no yō ni, eiga no naka no ippan shimin to onaji sukurīn jikan o motte imasu. Hīrō no sorezore wa fukami no yobun'na sō o uketori, watashi ga shirīzu no ma yori mo haruka ni ōku no tōshi o shimashita.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 9 - the main new addition of the film is the expansion of the characters, with some characters having as much screen time as civilians in the film as they did during the entire series. Each of the heroes received an extra layer of depth, making me much more invested in them than I was during the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 9 - the main new addition of the film is the expansion of the characters, with some characters having as much screen time as civilians in the film as they did during the entire series.\u001b[24m\n    \u001b[1mキャラクター：9  - 映画の主な新作は、キャラクターの拡大です。一部のキャラクターは、シリーズ全体でのように、映画の中の一般市民と同じスクリーン時間を持っています。\u001b[22m, \u001b[1mキャラクター：9  - フィルムの主な新規追加は、彼らがシリーズ全体の間に行ったように、いくつかの文字が映画の中で民間人と同じくらい画面時間を有するとともに、文字の拡大です。\u001b[22m\n\u001b[4mEach of the heroes received an extra layer of depth, making me much more invested in them than I was during the series.\u001b[24m\n    \u001b[1mヒーローのそれぞれは深みの余分な層を受け取り、私がシリーズの間よりもはるかに多くの投資をしました。\u001b[22m, \u001b[1m英雄のそれぞれが、私はシリーズ中にあったより私ははるかにそれらに投資すること、深さの余分な層を受けました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10 - a great mix of action, comedy and character development. Only loses traction once, and very briefly at that.\n\n\u001b[1m楽しさ：10  - アクション、コメディー、キャラクター開発の素晴らしい組み合わせ。 一度牽引力を失うだけで、それは非常に簡単です。\u001b[22m\n\u001b[1m(Tanoshisa: 10 - Akushon, komedī, kyarakutā kaihatsu no subarashī kumiawase. Ichido ken'in-ryoku o ushinau dake de, sore wa hijō ni kantandesu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10 - a great mix of action, comedy and character development. Only loses traction once, and very briefly at that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10 - a great mix of action, comedy and character development.\u001b[24m\n    \u001b[1m楽しさ：10  - アクション、コメディー、キャラクター開発の素晴らしい組み合わせ。\u001b[22m, \u001b[1m楽しさ：10  - アクション、コメディやキャラクター開発の偉大なミックス。\u001b[22m\n\u001b[4mOnly loses traction once, and very briefly at that.\u001b[24m\n    \u001b[1m一度牽引力を失うだけで、それは非常に簡単です。\u001b[22m, \u001b[1m唯一のその時に非常に簡単に一度牽引力を失い、。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 10 - this film has added much to the setup of the main series, and I'm very excited to see what direction Sunrise will take for the next entry to the film series.\n\n\u001b[1m全体：10  - この映画はメインシリーズのセットアップに多くを追加しました。そして、次回の映画シリーズのエントリーのためにサンライズがどの方向を向くのかとても嬉しく思います。\u001b[22m\n\u001b[1m(Zentai: 10 - Kono eiga wa meinshirīzu no settoappu ni ōku o tsuika shimashita. Soshite, jikai no eiga shirīzu no entorī no tame ni sanraizu ga dono hōkō o muku no ka totemo ureshiku omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall: 10 - this film has added much to the setup of the main series, and I'm very excited to see what direction Sunrise will take for the next entry to the film series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 10 - this film has added much to the setup of the main series, and I'm very excited to see what direction Sunrise will take for the next entry to the film series.\u001b[24m\n    \u001b[1m全体：10  - この映画はメインシリーズのセットアップに多くを追加しました。そして、次回の映画シリーズのエントリーのためにサンライズがどの方向を向くのかとても嬉しく思います。\u001b[22m, \u001b[1m全体：10  - この映画は、メインシリーズのセットアップに多くを追加した、と私はサンライズが映画シリーズの次のエントリのためになりますどのような方向を見て非常に興奮しています。\u001b[22m"
  },
  {
    "title": "Tiger___Bunny_Movie_1__The_Beginning",
    "id": "12015",
    "url": "https://myanimelist.net/anime/12015/Tiger___Bunny_Movie_1__The_Beginning",
    "user": "maddynamite",
    "profile": "/profile/maddynamite/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=89415",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\n私は最終的に最初のTiger＆amp; 昨日のバニー映画、私は自分の意見を共有したいと思います。\n\nストーリー：最初のムービーは2パートの再テスト、1パートの新しいストーリーです。 最初の2つのエピソードは、新しいシーケンスが追加されて使用されています。いくつかの追加は純粋に美容的です（彼の車に彼のCrapSuitをかけることに苦労している小鉄とのシーン） 力はある！）。\n\n新しいシナリオは、平均的なエ​​ピソードと並んでいました。 悪役は面白い力を持っていて、英雄たちは古典的なT＆amp; Bスタイルで彼を対処しました。誰もが彼を捕まえようと努力しますが、T＆amp; Bはそれを理解することになります。 私はキャプチャが画面上で行われた方法を期待していなかったと言わなければならない。 私はエプシーズの間にどんなキャラクターが言っていたかに基づいてまったく異なるものを期待していました。 しかし、その犯罪は明るくないと感じました。 ちょっとチーズな感じでしたが、それはT＆amp; Bの魅力の一部です。\n\nアート：リテールセクションは、主にショーから再利用されました。新しいものはありません。 新しい配列はシームレスに追加されました。 私は悪役のすばらしい服を大好き！\n\nサウンド：芸術のように、そのほとんどは再利用されました。 私は新しいテーマに気付かなかったが、間違っている可能性がある。\n\n文字：ほとんどのキャラクターは、追加のスクリーン時間の恩恵を受けました。 ロック・ビソン、スカイ・ハイ、ブルー・ローズ、ワイルド・タイガー、バーナビーのすべては、彼らの性格やヒーロー・オルゴールにもっと光を当てる興味深いおしゃれなものやシーケンスを持っていました。\n\nファイアーエンブレム、ドラゴンキッド、折り紙サイクロンはスティックの短い方の端を持っています。 貧しいイワンは誰も注意を払わなかった愚かな孤独者として出会いました。 私は折り紙サイクロンには当てはまると言えるでしょうが、衣装外のイワンはとても面白いキャラクターです。 映画では、彼は主に彼のshurikensにうっとりして見られた。\n\n全体：私は最初の映画に感銘を受けました。 サンライズはレットレットをうまく処理し、あなたが退屈していないように新しいシーケンスを散在させました。 私はこれがこれまで見たことがないならシリーズを始めるには素晴らしい方法だと思っています。あなたが持っていても、あなたはキャラクターを違った形で見ます。 私は新旧のファンにも同様に提案します。\n\nTL; DRを説明する5単語/フレーズ。 バニー：始まり\n\n再入力、いくつかのフィラー、新しいシナリオ、新しいキャラクターグッズ、素晴らしいスタートシリーズ",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI was finally able to watch the first Tiger &amp; Bunny movie yesterday, and I'd like to share my opinions.\n\n\u001b[1m私は最終的に最初のTiger＆amp; 昨日のバニー映画、私は自分の意見を共有したいと思います。\u001b[22m\n\u001b[1m(Watashi wa saishūtekini saisho no taigā& amp; kinō no banī eiga, watashi wa jibun no iken o kyōyū shitai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI was finally able to watch the first Tiger &amp; Bunny movie yesterday, and I'd like to share my opinions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was finally able to watch the first Tiger &amp;\u001b[24m\n    \u001b[1m私は最終的に最初のTiger＆amp;\u001b[22m, \u001b[1m私は最終的に最初のタイガー＆＃038を見ることができました。\u001b[22m\n\u001b[4mBunny movie yesterday, and I'd like to share my opinions.\u001b[24m\n    \u001b[1m昨日のバニー映画、私は自分の意見を共有したいと思います。\u001b[22m, \u001b[1mバニー映画昨日、私は私の意見を共有したいと思います。\u001b[22m\n\u001b[1m\u001b[22m\nStory: The first movie is 2 parts retelling, 1 part new story. The first two episodes of the series are used, with new sequences added in. Some additions are purely cosmetic (scenes with Kotetsu struggling to put on his CrapSuit in his car) and others serve to flesh out characters (we finally learn what Rock Bison's NEXT power is!).\n\n\u001b[1mストーリー：最初のムービーは2パートの再テスト、1パートの新しいストーリーです。 いくつかの追加は純粋に化粧品（彼の車に彼のCrapSuitを置くのに苦労しているシーン）と他人がキャラクターを肉付けするのに役立つ（我々はついにRock BisonのNEXT 力はある！）。\u001b[22m\n\u001b[1m(Sutōrī: Saisho no mūbī wa 2 pāto no sai tesuto, 1 pāto no atarashī sutōrīdesu. Ikutsu ka no tsuika wa junsui ni keshōhin (kare no kuruma ni kare no CrapSuit o oku no ni kurō shite iru shīn) to tanin ga kyarakutā o nikudzuke suru no ni yakudatsu (wareware wa tsuini Rock Bison no nekusuto-ryoku wa aru! ).)\u001b[22m\n\nTranslations of \u001b[4mStory: The first movie is 2 parts retelling, 1 part new story. The first two episodes of the series are used, with new sequences added in. Some additions are purely cosmetic (scenes with Kotetsu struggling to put on his CrapSuit in his car) and others serve to flesh out characters (we finally learn what Rock Bison's NEXT power is!).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The first movie is 2 parts retelling, 1 part new story.\u001b[24m\n    \u001b[1mストーリー：最初のムービーは2パートの再テスト、1パートの新しいストーリーです。\u001b[22m, \u001b[1mストーリー：最初の映画は2部の改作、1部の新しい物語です。\u001b[22m\n\u001b[4mThe first two episodes of the series are used, with new sequences added in. Some additions are purely cosmetic (scenes with Kotetsu struggling to put on his CrapSuit in his car) and others serve to flesh out characters (we finally learn what Rock Bison's NEXT\u001b[24m\n    \u001b[1mいくつかの追加は純粋に化粧品（彼の車に彼のCrapSuitを置くのに苦労しているシーン）と他人がキャラクターを肉付けするのに役立つ（我々はついにRock BisonのNEXT\u001b[22m, \u001b[1mシリーズの最初の2つのエピソードがに追加された新しい配列を用いて、使用されている。いくつかの追加は、純粋に化粧品（鋼鉄は彼の車の中で彼のCrapSuitに置くのに苦労するシーン）と他の人が文字を肉付けするのに役立つされている（我々は最終的に何を学ぶロックバイソンのNEXT\u001b[22m\n\u001b[4mpower is!).\u001b[24m\n    \u001b[1m力はある！）。\u001b[22m, \u001b[1mパワーがあります！）。\u001b[22m\n\u001b[1m\u001b[22m\nThe new scenario was on-par with an average episode. The villain had an interesting power, and the heroes dealt with him in classic T&amp;B style: everyone works together to try and catch him, but T&amp;B end up figuring it out. I must say, I did not expect the capture the way it played out on screen; I was expecting something completely different based on what characters were saying throughout the epsisode. I felt that the crime was lackluster, however. It seemed a little cheesy, but that's part of T&amp;B's charm.\n\n\u001b[1m新しいシナリオは、平均的なエ​​ピソードと並んでいました。 悪役は面白い力を持っていて、英雄たちは古典的なT＆amp; Bスタイルで彼を対処しました。誰もが彼を捕まえようと努力しますが、T＆amp; Bはそれを理解することになります。 私はキャプチャが画面上で行われた方法を期待していなかったと言わなければならない。 私はエプシーズの間にどんなキャラクターが言っていたかに基づいてまったく異なるものを期待していました。 しかし、その犯罪は明るくないと感じました。 ちょっとチーズな感じでしたが、それはT＆amp; Bの魅力の一部です。\u001b[22m\n\u001b[1m(Atarashī shinario wa, heikin-tekina e ​​ pisōdo to narande imashita. Akuyaku wa omoshiroi chikara o motte ite, eiyū-tachi wa koten-tekina T& amp; B sutairu de kare o taisho shimashita. Daremoga kare o tsukamaeyou to doryoku shimasuga, T& amp; B wa sore o rikai suru koto ni narimasu. Watashi wa kyapucha ga gamen'ue de okonawa reta hōhō o kitai shite inakatta to iwanakereba naranai. Watashi wa epushīzu no ma ni don'na kyarakutā ga itte ita ka ni motodzuite mattaku kotonaru mono o kitai shite imashita. Shikashi, sono hanzai wa akarukunai to kanjimashita. Chotto chīzuna kanjideshitaga, soreha T& amp; B no miryoku no ichibudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe new scenario was on-par with an average episode. The villain had an interesting power, and the heroes dealt with him in classic T&amp;B style: everyone works together to try and catch him, but T&amp;B end up figuring it out. I must say, I did not expect the capture the way it played out on screen; I was expecting something completely different based on what characters were saying throughout the epsisode. I felt that the crime was lackluster, however. It seemed a little cheesy, but that's part of T&amp;B's charm.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe new scenario was on-par with an average episode.\u001b[24m\n    \u001b[1m新しいシナリオは、平均的なエピソードと並んでいました。\u001b[22m, \u001b[1m新しいシナリオは、平均エピソードにオンパーでした。\u001b[22m\n\u001b[4mThe villain had an interesting power, and the heroes dealt with him in classic T&amp;B style: everyone works together to try and catch him, but T&amp;B end up figuring it out.\u001b[24m\n    \u001b[1m悪役は面白い力を持っていて、英雄たちは古典的なT＆amp; Bスタイルで彼を対処しました。誰もが彼を捕まえようと努力しますが、T＆amp; Bはそれを理解することになります。\u001b[22m, \u001b[1m悪役は面白いパワーを持っていた、と英雄は、古典的なT＆アンペアで彼を扱っ; Bスタイル：誰もが彼を試してみて、キャッチするために一緒に動作しますが、T＆＃038; Bはそれを考え出すに終わります。\u001b[22m\n\u001b[4mI must say, I did not expect the capture the way it played out on screen;\u001b[24m\n    \u001b[1m私はキャプチャが画面上で行われた方法を期待していなかったと言わなければならない。\u001b[22m, \u001b[1m私は、キャプチャにそれが画面に出て演奏する方法を期待していなかった、と言わなければなりません。\u001b[22m\n\u001b[4mI was expecting something completely different based on what characters were saying throughout the epsisode.\u001b[24m\n    \u001b[1m私はエプシーズの間にどんなキャラクターが言っていたかに基づいてまったく異なるものを期待していました。\u001b[22m, \u001b[1m私はepsisode全体で言っていたものを文字に基づいて、完全に異なる何かを期待していました。\u001b[22m\n\u001b[4mI felt that the crime was lackluster, however.\u001b[24m\n    \u001b[1mしかし、その犯罪は明るくないと感じました。\u001b[22m, \u001b[1mしかし私は、犯罪が精彩を欠いたことを感じました。\u001b[22m\n\u001b[4mIt seemed a little cheesy, but that's part of T&amp;B's charm.\u001b[24m\n    \u001b[1mちょっとチーズな感じでしたが、それはT＆amp; Bの魅力の一部です。\u001b[22m, \u001b[1mそれは少し安っぽいように見えたが、それはT＆アンペアの一部です; Bの魅力。\u001b[22m\n\u001b[1m\u001b[22m\nArt: The retelling section was mostly reused from the show, so nothing new there. The new sequences were added in seamlessly. I loved the villain's swanky outfit!\n\n\u001b[1mアート：リテールセクションは、主にショーから再利用されました。新しいものはありません。 新しい配列はシームレスに追加されました。 私は悪役のすばらしい服を大好き！\u001b[22m\n\u001b[1m(Āto: Ritērusekushon wa, omo ni shō kara sai riyō sa remashita. Atarashī mono wa arimasen. Atarashī hairetsu wa shīmuresu ni tsuika sa remashita. Watashi wa akuyaku no subarashī fuku o daisuki)\u001b[22m\n\nTranslations of \u001b[4mArt: The retelling section was mostly reused from the show, so nothing new there. The new sequences were added in seamlessly. I loved the villain's swanky outfit!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The retelling section was mostly reused from the show, so nothing new there.\u001b[24m\n    \u001b[1mアート：リテールセクションは、主にショーから再利用されました。新しいものはありません。\u001b[22m, \u001b[1mアート：改作部はほとんどがショーから再利用されたので、そこに新しい何もありません。\u001b[22m\n\u001b[4mThe new sequences were added in seamlessly.\u001b[24m\n    \u001b[1m新しい配列はシームレスに追加されました。\u001b[22m, \u001b[1m新しいシーケンスは、シームレスで追加されました。\u001b[22m\n\u001b[4mI loved the villain's swanky outfit!\u001b[24m\n    \u001b[1m私は悪役のすばらしい服を大好き！\u001b[22m, \u001b[1m私は悪役のしゃれた衣装を追加しました！\u001b[22m\n\u001b[1m\u001b[22m\nSound: Like the art, most of it was reused. I didn't notice any new themes, but I could be wrong.\n\n\u001b[1mサウンド：芸術のように、そのほとんどは再利用されました。 私は新しいテーマに気付かなかったが、間違っている可能性がある。\u001b[22m\n\u001b[1m(Saundo: Geijutsu no yō ni, sono hotondo wa sai riyō sa remashita. Watashi wa atarashī tēma ni kidzukanakatta ga, machigatte iru kanōsei ga aru.)\u001b[22m\n\nTranslations of \u001b[4mSound: Like the art, most of it was reused. I didn't notice any new themes, but I could be wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Like the art, most of it was reused.\u001b[24m\n    \u001b[1mサウンド：芸術のように、そのほとんどは再利用されました。\u001b[22m, \u001b[1mサウンド：芸術のように、そのほとんどが再利用しました。\u001b[22m\n\u001b[4mI didn't notice any new themes, but I could be wrong.\u001b[24m\n    \u001b[1m私は新しいテーマに気付かなかったが、間違っている可能性がある。\u001b[22m, \u001b[1m私は、任意の新しいテーマに気付かなかったが、私は間違っている可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: Most characters benefitted from additional screen time. Rock Bison, Sky High, Blue Rose, Wild Tiger and Barnaby all had some interesting tidbit or sequence that shed more light on their personalities or Hero alter-ego.\n\n\u001b[1m文字：ほとんどのキャラクターは、追加のスクリーン時間の恩恵を受けました。 ロック・ビソン、スカイ・ハイ、ブルー・ローズ、ワイルド・タイガー、バーナビーのすべては、彼らの性格やヒーロー・オルゴールにもっと光を当てる興味深いおしゃれなものやシーケンスを持っていました。\u001b[22m\n\u001b[1m(Moji: Hotondo no kyarakutā wa, tsuika no sukurīn jikan no onkei o ukemashita. Rokku bison, sukai hai, burū rōzu, wairudo taigā, bānabī no subete wa, karera no seikaku ya hīrō orugōru ni motto hikariwoateru kyōmibukai osharena mono ya shīkensu o motte imashita.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: Most characters benefitted from additional screen time. Rock Bison, Sky High, Blue Rose, Wild Tiger and Barnaby all had some interesting tidbit or sequence that shed more light on their personalities or Hero alter-ego.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: Most characters benefitted from additional screen time.\u001b[24m\n    \u001b[1m文字：ほとんどのキャラクターは、追加のスクリーン時間の恩恵を受けました。\u001b[22m, \u001b[1mキャラクター：ほとんどの文字は、追加の画面時間の恩恵を受け。\u001b[22m\n\u001b[4mRock Bison, Sky High, Blue Rose, Wild Tiger and Barnaby all had some interesting tidbit or sequence that shed more light on their personalities or Hero alter-ego.\u001b[24m\n    \u001b[1mロック・ビソン、スカイ・ハイ、ブルー・ローズ、ワイルド・タイガー、バーナビーのすべては、彼らの性格やヒーロー・オルゴールにもっと光を当てる興味深いおしゃれなものやシーケンスを持っていました。\u001b[22m, \u001b[1mロックバイソン、スカイハイ、ブルーローズ、ワイルドタイガーとバーナビーのすべてのは、彼らの個性により多くの光を当てるか、ヒーローは分身いくつかの興味深いまたは配列を有していました。\u001b[22m\n\u001b[1m\u001b[22m\nFire Emblem, Dragon Kid and Origami Cyclone got the shorter end of the stick, with nothing new revealed about them. Poor Ivan came across as a mumbling loner that no one paid attention to. I guess you could say that's true to Origami Cyclone, but out-of-costume Ivan is such an interesting character. In the movie, he was mostly seen muttering to his shurikens.\n\n\u001b[1mファイアーエンブレム、ドラゴンキッド、折り紙サイクロンはスティックの短い方の端を持っています。 貧しいイワンは誰も注意を払わなかった愚かな孤独者として出会いました。 私は折り紙サイクロンには当てはまると言えるでしょうが、衣装外のイワンはとても面白いキャラクターです。 映画では、彼は主に彼のshurikensにうっとりして見られた。\u001b[22m\n\u001b[1m(Faiāenburemu, doragonkiddo, origami saikuron wa sutikku no mijikai kata no hashi o motte imasu. Mazushī Iwan wa dare mo chūi o harawanakatta orokana kodoku-sha to shite deaimashita. Watashi wa origami saikuron ni wa atehamaru to ierudeshouga, ishō-gai no Iwan wa totemo omoshiroi kyarakutādesu. Eigade wa, kare wa omoni kare no shurikens ni uttori shite mi rareta.)\u001b[22m\n\nTranslations of \u001b[4mFire Emblem, Dragon Kid and Origami Cyclone got the shorter end of the stick, with nothing new revealed about them. Poor Ivan came across as a mumbling loner that no one paid attention to. I guess you could say that's true to Origami Cyclone, but out-of-costume Ivan is such an interesting character. In the movie, he was mostly seen muttering to his shurikens.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFire Emblem, Dragon Kid and Origami Cyclone got the shorter end of the stick, with nothing new revealed about them.\u001b[24m\n    \u001b[1mファイアーエンブレム、ドラゴンキッド、折り紙サイクロンはスティックの短い方の端を持っています。\u001b[22m, \u001b[1mファイアーエムブレム、ドラゴン・キッドと折紙サイクロンはそれらについて明らかにした新しい何も、棒の短い端を得ました。\u001b[22m\n\u001b[4mPoor Ivan came across as a mumbling loner that no one paid attention to.\u001b[24m\n    \u001b[1m貧しいイワンは誰も注意を払わなかった愚かな孤独者として出会いました。\u001b[22m, \u001b[1m悪いイワンは誰もに注意を払わなかっぶつぶつ言う一匹狼として出会いました。\u001b[22m\n\u001b[4mI guess you could say that's true to Origami Cyclone, but out-of-costume Ivan is such an interesting character.\u001b[24m\n    \u001b[1m私は折り紙サイクロンには当てはまると言えるでしょうが、衣装外のイワンはとても面白いキャラクターです。\u001b[22m, \u001b[1m私はあなたがそれが折り紙サイクロンに忠実だと言うことができると思いますが、外の衣装イワンは、このような面白いキャラクターです。\u001b[22m\n\u001b[4mIn the movie, he was mostly seen muttering to his shurikens.\u001b[24m\n    \u001b[1m映画では、彼は主に彼のshurikensにうっとりして見られた。\u001b[22m, \u001b[1m映画では、彼は主に彼の手裏剣につぶやい見られました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: I was impressed with the first movie. Sunrise handled the retelling well, and interspersed the new sequences well so that you were not bored. I think this is an excellent way to start the series if you've never seen it before, and even if you have, you'll look at characters differently. I suggest it to new and old fans alike.\n\n\u001b[1m全体：私は最初の映画に感銘を受けました。 サンライズはレットレットをうまく処理し、あなたが退屈していないように新しいシーケンスを散在させました。 私はこれがこれまでに見たことがないならシリーズを始めるには素晴らしい方法だと思っています。あなたが持っていても、あなたはキャラクターを違った形で見るでしょう。 私は新旧のファンにも同様に提案します。\u001b[22m\n\u001b[1m(Zentai: Watashi wa saisho no eiga ni kanmei o ukemashita. Sanraizu wa rettoretto o umaku shori shi, anata ga taikutsu shite inai yō ni atarashī shīkensu o sanzai sa semashita. Watashi wa kore ga kore made ni mita koto ga nainara shirīzu o hajimeru ni wa subarashī hōhōda to omotte imasu. Anata ga motte ite mo, anata wa kyarakutā o chigatta katachi de mirudeshou. Watashi wa shinkyū no fan ni mo dōyō ni teian shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall: I was impressed with the first movie. Sunrise handled the retelling well, and interspersed the new sequences well so that you were not bored. I think this is an excellent way to start the series if you've never seen it before, and even if you have, you'll look at characters differently. I suggest it to new and old fans alike.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: I was impressed with the first movie.\u001b[24m\n    \u001b[1m全体：私は最初の映画に感銘を受けました。\u001b[22m\n\u001b[4mSunrise handled the retelling well, and interspersed the new sequences well so that you were not bored.\u001b[24m\n    \u001b[1mサンライズはレットレットをうまく処理し、あなたが退屈していないように新しいシーケンスを散在させました。\u001b[22m, \u001b[1m日の出はよく改作を扱う、あなたが退屈ではなかったようにも新しい配列が散在します。\u001b[22m\n\u001b[4mI think this is an excellent way to start the series if you've never seen it before, and even if you have, you'll look at characters differently.\u001b[24m\n    \u001b[1m私はこれがこれまでに見たことがないならシリーズを始めるには素晴らしい方法だと思っています。あなたが持っていても、あなたはキャラクターを違った形で見るでしょう。\u001b[22m, \u001b[1m私は、これはあなたが前にそれを見たことがない場合はシリーズを開始するための優れた方法だと思い、あなたが持っている場合でも、あなたは違った文字を見てみましょう。\u001b[22m\n\u001b[4mI suggest it to new and old fans alike.\u001b[24m\n    \u001b[1m私は新旧のファンにも同様に提案します。\u001b[22m, \u001b[1m私は似新旧のファンにそれを示唆しています。\u001b[22m\n\u001b[1m\u001b[22m\nTL;DR 5 words/phrases to describe Tiger &amp; Bunny: The Beginning\n\n\u001b[1mTL; DRを説明する5単語/フレーズ。 バニー：始まり\u001b[22m\n\u001b[1m(TL; DR o setsumei suru 5 tango/ furēzu. Banī: Hajimari)\u001b[22m\n\nTranslations of \u001b[4mTL;DR 5 words/phrases to describe Tiger &amp; Bunny: The Beginning\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTL;DR 5 words/phrases to describe Tiger &amp;\u001b[24m\n    \u001b[1mTL; DRを説明する5単語/フレーズ。\u001b[22m, \u001b[1mTL;タイガー＆アンペアを記述するためのDR 5の単語/フレーズ。\u001b[22m\n\u001b[4mBunny: The Beginning\u001b[24m\n    \u001b[1mバニー：始まり\u001b[22m, \u001b[1mバニー：ビギニング\u001b[22m\n\u001b[1m\u001b[22m\nretelling, some filler, new scenario, new character tidbits, great start to series\n\n\u001b[1m再入力、いくつかのフィラー、新しいシナリオ、新しいキャラクターグッズ、素晴らしいスタートシリーズ\u001b[22m\n\u001b[1m(Sai nyūryoku, ikutsu ka no firā, atarashī shinario, atarashī kyarakutāguzzu, subarashī sutātoshirīzu)\u001b[22m\n\nTranslations of \u001b[4mretelling, some filler, new scenario, new character tidbits, great start to series\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mretelling, some filler, new scenario, new character tidbits, great start to series\u001b[24m\n    \u001b[1m再入力、いくつかのフィラー、新しいシナリオ、新しいキャラクターグッズ、素晴らしいスタートシリーズ\u001b[22m, \u001b[1m改作、いくつかの充填材、新シナリオ、新キャラクター一口、一連の素晴らしいスタート\u001b[22m"
  },
  {
    "title": "Tiger___Bunny_Movie_1__The_Beginning",
    "id": "12015",
    "url": "https://myanimelist.net/anime/12015/Tiger___Bunny_Movie_1__The_Beginning",
    "user": "Karhu",
    "profile": "/profile/Karhu/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=127915",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nPfff。 サンライズからのもう一つの要約。 彼らは確かに彼らのお金をよくしたい...いいえ、お待ちください。 これはまったく新しいもので、違いますか？ そしてもっと良い？ なんて大丈夫！？\n\nTiger＆amp; amp;  Bunny The BeginningはTiger＆amp; amp; この映画は失われていないことを除いて、初めにバニーテレビシリーズ。 テレビシリーズの始まりの問題は、Sunriseがシリーズで何をするのか決まっていないことでした。 それは混乱、醜いと基本的に1つのラフダイヤモンドだった。  Tiget＆amp; バニー・ザ・ビギニング・ムービーは、そのダイヤモンドを研磨しており、それは良い仕上がりです。\n\n物語は同じように始まり、アイデアは拳2のエピソードと同じです。 私たちはそれらと同じプロットからいくつかのシーンを持っていますが、この時点では、きちんとしたペーシングとリズムで、そしてすべてがより良い実行で固体パケットになりました。 これはある意味で再捕捉されていますが、これらはお互いに似ています。 この映画は、シリーズのファンが期待していたよりも新しい素材を提供し、テレビシリーズの「代替バージョン」のMALの記述と実際にマッチして、時計の価値があります。 シリーズをレイプさせることなく、一般的な習慣ですが、その代わりにそれをすべてより良くしています。 はい。\n\nオリジナルのテレビシリーズを愛する人として、私はこの映画を他のすべてのファンにおすすめしますが、それだけではありません。 私はTiger＆amp; amp;を気にしなかった人にこれをお勧めします。 バニーも始まります。これはずいぶんうまくいくからです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nPfff. Another recap from Sunrise. They sure want their money well... NO, wait. This is all new and.. and different? And better? What the shit!?\n\n\u001b[1mPfff。 サンライズからのもう一つの要約。 彼らは確かに彼らのお金をよくしたい...いいえ、お待ちください。 これはまったく新しいもので、違いますか？ そしてもっと良い？ なんて大丈夫！？\u001b[22m\n\u001b[1m(Pfff. Sanraizu kara no mōhitotsu no yōyaku. Karera wa tashika ni karera no okane o yoku shitai... Īe, omachi kudasai. Kore wa mattaku atarashīmono de, chigaimasu ka? Soshite motto yoi? Nante daijōbu! ?)\u001b[22m\n\nTranslations of \u001b[4mPfff. Another recap from Sunrise. They sure want their money well... NO, wait. This is all new and.. and different? And better? What the shit!?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPfff.\u001b[24m\n    \u001b[1mPfff。\u001b[22m\n\u001b[4mAnother recap from Sunrise.\u001b[24m\n    \u001b[1mサンライズからのもう一つの要約。\u001b[22m, \u001b[1m日の出から別のおさらい。\u001b[22m\n\u001b[4mThey sure want their money well... NO, wait.\u001b[24m\n    \u001b[1m彼らは確かに彼らのお金をよくしたい...いいえ、お待ちください。\u001b[22m, \u001b[1m彼らは必ずNO、待って...よく彼らのお金が欲しいです。\u001b[22m\n\u001b[4mThis is all new and.. and different?\u001b[24m\n    \u001b[1mこれはまったく新しいもので、違いますか？\u001b[22m, \u001b[1mこれは、すべての新しいと..と違うのですか？\u001b[22m\n\u001b[4mAnd better?\u001b[24m\n    \u001b[1mそしてもっと良い？\u001b[22m, \u001b[1mそして、より良いですか？\u001b[22m\n\u001b[4mWhat the shit!?\u001b[24m\n    \u001b[1mなんて大丈夫！？\u001b[22m, \u001b[1m何くそ！\u001b[22m\n\u001b[1m\u001b[22m\nTiger &amp; Bunny The Beginning is like Tiger &amp; Bunny tv series in the beginning, except this movie isn't lost. The problem with the start of the tv series was that Sunrise had not decided what to do with the series when they started with it. It was a mess, ugly and basically one rough diamond. What Tiget &amp; Bunny The Beginning movie does, is polish that diamond, and it polishes it good.\n\n\u001b[1mTiger＆amp; amp;  Bunny The BeginningはTiger＆amp; amp; この映画は失われていないことを除いて、初めにバニーテレビシリーズ。 テレビシリーズの始まりの問題は、Sunriseがシリーズで何をするのか決まっていないことでした。 それは混乱、醜いと基本的に1つのラフダイヤモンドだった。  Tiget＆amp; バニー・ザ・ビギニング・ムービーは、そのダイヤモンドを研磨しており、それは良い仕上がりです。\u001b[22m\n\u001b[1m(Taigā& amp; amp; Bunny The Beginning wa taigā& amp; amp; kono eiga wa ushinawa rete inai koto o nozoite, hajime ni banīterebishirīzu. Terebishirīzu no hajimari no mondai wa, Sunrise ga shirīzu de nani o suru no ka kimatte inai kotodeshita. Sore wa konran, minikui to kihontekini 1tsu no rafudaiyamondodatta. Tiget& amp; banī za biginingu mūbī wa, sono daiyamondo o kenma shite ori, sore wa yoi shiagaridesu.)\u001b[22m\n\nTranslations of \u001b[4mTiger &amp; Bunny The Beginning is like Tiger &amp; Bunny tv series in the beginning, except this movie isn't lost. The problem with the start of the tv series was that Sunrise had not decided what to do with the series when they started with it. It was a mess, ugly and basically one rough diamond. What Tiget &amp; Bunny The Beginning movie does, is polish that diamond, and it polishes it good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTiger &amp;\u001b[24m\n    \u001b[1mTiger＆amp; amp;\u001b[22m, \u001b[1mタイガー＆＃038;\u001b[22m\n\u001b[4mBunny The Beginning is like Tiger &amp;\u001b[24m\n    \u001b[1mBunny The BeginningはTiger＆amp; amp;\u001b[22m, \u001b[1m初めはタイガー＆アンペアのようなものですバニー。\u001b[22m\n\u001b[4mBunny tv series in the beginning, except this movie isn't lost.\u001b[24m\n    \u001b[1mこの映画は失われていないことを除いて、初めにバニーテレビシリーズ。\u001b[22m, \u001b[1mこの映画を除く初めにバニーのテレビシリーズは、失われることはありません。\u001b[22m\n\u001b[4mThe problem with the start of the tv series was that Sunrise had not decided what to do with the series when they started with it.\u001b[24m\n    \u001b[1mテレビシリーズの始まりの問題は、Sunriseがシリーズで何をするのか決まっていないことでした。\u001b[22m, \u001b[1mテレビシリーズの開始に伴う問題は、サンライズは、彼らがそれを始めたときに一連のをどうするかを決めていなかったということでした。\u001b[22m\n\u001b[4mIt was a mess, ugly and basically one rough diamond.\u001b[24m\n    \u001b[1mそれは混乱、醜いと基本的に1つのラフダイヤモンドだった。\u001b[22m, \u001b[1mそれは醜い混乱、そして基本的には、1つのダイヤモンドの原石でした。\u001b[22m\n\u001b[4mWhat Tiget &amp;\u001b[24m\n    \u001b[1mTiget＆amp;\u001b[22m, \u001b[1m何Tiget＆＃038;\u001b[22m\n\u001b[4mBunny The Beginning movie does, is polish that diamond, and it polishes it good.\u001b[24m\n    \u001b[1mバニー・ザ・ビギニング・ムービーは、そのダイヤモンドを研磨しており、それは良い仕上がりです。\u001b[22m, \u001b[1mバニーザ始まり映画は、ポリッシュそのダイヤモンドでんし、それは良いそれを研磨します。\u001b[22m\n\u001b[1m\u001b[22m\nThe story starts off the same, the idea is the same as in the fist 2 episodes. We have some scenes from those and the same plot, but, in this time, made into a solid packet with neat pacing and rythm, and all in all, better execution. While this is recapturing in a way, I would say these are around 10% similar to each others. The movie is well worth the watch, offering more new material than fans of the series would expect, and actually matching the MAL's describtion of an 'alternative version' of the tv series. Without raping the series like is a general habit, but instead making it all better than it was. Yes.\n\n\u001b[1m物語は同じように始まり、アイデアは拳2のエピソードと同じです。 私たちはそれらと同じプロットからいくつかのシーンを持っていますが、この時点では、きちんとしたペーシングとリズムで、そしてすべてがより良い実行で固体パケットになりました。 これはある意味で再捕捉されていますが、これらはお互いに似ています。 この映画は、シリーズのファンが期待していたよりも新しい素材を提供し、テレビシリーズの「代替バージョン」のMALの記述と実際にマッチして、時計の価値があります。 シリーズをレイプさせることなく、一般的な習慣ですが、その代わりにそれをすべてより良くしています。 はい。\u001b[22m\n\u001b[1m(Monogatari wa onajiyōni hajimari, aidea wa ken 2 no episōdo to onajidesu. Watashitachi wa sorera to onaji purotto kara ikutsu ka no shīn o motte imasuga, kono jitende wa, kichinto shita pēshingu to rizumu de, soshite subete ga yoriyoi jikkō de kotai paketto ni narimashita. Kore wa aru imi de sai hosoku sa rete imasuga, korera wa otagai ni nite imasu. Kono eiga wa, shirīzu no fan ga kitai shite ita yori mo atarashī sozai o teikyō shi, terebishirīzu no `daitai bājon' no MAL no kijutsu to jissai ni matchi shite, tokei no kachi ga arimasu. Shirīzu o reipu sa seru koto naku, ippantekina shūkandesuga, sonokawarini sore o subete yori yoku shite imasu. Hai.)\u001b[22m\n\nTranslations of \u001b[4mThe story starts off the same, the idea is the same as in the fist 2 episodes. We have some scenes from those and the same plot, but, in this time, made into a solid packet with neat pacing and rythm, and all in all, better execution. While this is recapturing in a way, I would say these are around 10% similar to each others. The movie is well worth the watch, offering more new material than fans of the series would expect, and actually matching the MAL's describtion of an 'alternative version' of the tv series. Without raping the series like is a general habit, but instead making it all better than it was. Yes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story starts off the same, the idea is the same as in the fist 2 episodes.\u001b[24m\n    \u001b[1m物語は同じように始まり、アイデアは拳2のエピソードと同じです。\u001b[22m, \u001b[1m物語は、アイデアは拳2エピソードと同じであり、同じオフを開始します。\u001b[22m\n\u001b[4mWe have some scenes from those and the same plot, but, in this time, made into a solid packet with neat pacing and rythm, and all in all, better execution.\u001b[24m\n    \u001b[1m私たちはそれらと同じプロットからいくつかのシーンを持っていますが、この時点では、きちんとしたペーシングとリズムで、そしてすべてがより良い実行で固体パケットになりました。\u001b[22m, \u001b[1m我々は、すべてのものと同じプロット、しかし、この時間内に、きちんとペーシングおよびリズムと固体のパケット化され、そしてすべてのいくつかのシーン、より良い実行を持っています。\u001b[22m\n\u001b[4mWhile this is recapturing in a way, I would say these are around 10% similar to each others.\u001b[24m\n    \u001b[1mこれはある意味で再捕捉されていますが、これらはお互いに似ています。\u001b[22m, \u001b[1mこれが邪魔に奪還されているが、私はこれらが約10％、お互いに似ていると言うでしょう。\u001b[22m\n\u001b[4mThe movie is well worth the watch, offering more new material than fans of the series would expect, and actually matching the MAL's describtion of an 'alternative version' of the tv series.\u001b[24m\n    \u001b[1mこの映画は、シリーズのファンが期待していたよりも新しい素材を提供し、テレビシリーズの「代替バージョン」のMALの記述と実際にマッチして、時計の価値があります。\u001b[22m, \u001b[1m映画は、シリーズのファンが期待するよりも多くの新素材を提供し、実際にテレビシリーズの「代替バージョン」のMALのdescribtionに一致する、時計の価値があります。\u001b[22m\n\u001b[4mWithout raping the series like is a general habit, but instead making it all better than it was.\u001b[24m\n    \u001b[1mシリーズをレイプさせることなく、一般的な習慣ですが、その代わりにそれをすべてより良くしています。\u001b[22m, \u001b[1m以下のようなシリーズを強姦することなく、一般的な習慣ですが、代わりにそれはあったよりそれはすべてが良いとなっています。\u001b[22m\n\u001b[4mYes.\u001b[24m\n    \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m\n\u001b[1m\u001b[22m\nAs a person who end up loving the original tv series, I recommend this movie to all the other fans, but not only that. I recommend this to people who didn't care about Tiger &amp; Bunny's start, too, because this is just so damn much better.\n\n\u001b[1mオリジナルのテレビシリーズを愛する人として、私はこの映画を他のすべてのファンにおすすめしますが、それだけではありません。 私はTiger＆amp; amp;を気にしなかった人にこれをお勧めします。 バニーも始まります。これはずいぶんうまくいくからです。\u001b[22m\n\u001b[1m(Orijinaru no terebishirīzu o aisuruhito to shite, watashi wa kono eiga o hoka no subete no fan ni osusume shimasuga, sore dakede wa arimasen. Watashi wa taigā& amp; amp; o ki ni shinakatta hito ni kore o o susume shimasu. Banī mo hajimarimasu. Kore wa zuibun umaku ikukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mAs a person who end up loving the original tv series, I recommend this movie to all the other fans, but not only that. I recommend this to people who didn't care about Tiger &amp; Bunny's start, too, because this is just so damn much better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a person who end up loving the original tv series, I recommend this movie to all the other fans, but not only that.\u001b[24m\n    \u001b[1mオリジナルのテレビシリーズを愛する人として、私はこの映画を他のすべてのファンにおすすめしますが、それだけではありません。\u001b[22m, \u001b[1mオリジナルのテレビシリーズを愛してしまう人として、私は他のすべてのファンにこの映画をお勧めしますが、それだけではありません。\u001b[22m\n\u001b[4mI recommend this to people who didn't care about Tiger &amp;\u001b[24m\n    \u001b[1m私はTiger＆amp; amp;を気にしなかった人にこれをお勧めします。\u001b[22m, \u001b[1m私はタイガー＆アンペアを気にしなかった人にこれをお勧めします。\u001b[22m\n\u001b[4mBunny's start, too, because this is just so damn much better.\u001b[24m\n    \u001b[1mバニーも始まります。これはずいぶんうまくいくからです。\u001b[22m, \u001b[1mバニーの開始、あまりにも、これがあるので、ちょうどそういまいましいはるかに良いです。\u001b[22m"
  },
  {
    "title": "Tiger___Bunny_Movie_1__The_Beginning",
    "id": "12015",
    "url": "https://myanimelist.net/anime/12015/Tiger___Bunny_Movie_1__The_Beginning",
    "user": "Cruzader93",
    "profile": "/profile/Cruzader93/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=92167",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  9\n\nタイガー＆amp; バニーの財産\n2012年アニメ「サンライズ」製作、Viz Mediaによるライセンス\n私のPOVからのレビュー（個人的偏見あり）\n私はテレビシリーズを見てきましたが、映画とシリーズの比較が含まれます。\n\nPROS：\n+そのストーリーテリングははるかに粘着的で、映画に似た感じがします。\n+他のすべてのヒーローのスクリーン・タイムのバランスが良い（1つを除く）\n+彼らは、余分なスクリーンタイムを使用して、ヒーローとそのそれぞれの能力のいくつかをさらに説明します（短いが、Rock Bisonを含む重要なシーンがあります）\n+映画の最後の3曲はすべて新しい素材だった。\n+新しい悪人のデザインはかなりクールに見えた\n\n短所：\n - 新しい悪役は2次元を感じ、英雄が征服するための障害としてのみ使用されていました。\n - 折り紙サイクロンはおそらく十分な画面時間を得ていない唯一のものですが、彼は彼の 'テレビ'の相手とは最も異なっています。  （どうして彼はエモを得たのですか？）\n -  Kotetsuはまだあまりにも多くのプッシュオーバーであり、Barnabyはまだまだ一番です。\n\nファイナルノート：\n新しい素材とよりバランスのとれたプロットは、2011年のアニメシリーズの視聴者をStern Bildの街に戻すことができ、同時にその素晴らしい前提で新しい視聴者を引き付けるかもしれません。 誰がスーパーヒーローゲームショーを見たくないのですか？\n\n推奨先：\nショーのファン\nスーパーヒーローを含むドラマを探している人。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n1st Film from the Tiger &amp; Bunny property\n\n\u001b[1mタイガー＆amp; バニーの財産\u001b[22m\n\u001b[1m(Taigā& amp; banī no zaisan)\u001b[22m\n\nTranslations of \u001b[4m1st Film from the Tiger &amp; Bunny property\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1st Film from the Tiger &amp;\u001b[24m\n    \u001b[1mタイガー＆amp;\u001b[22m, \u001b[1mタイガー＆＃038から第一フィルム。\u001b[22m\n\u001b[4mBunny property\u001b[24m\n    \u001b[1mバニーの財産\u001b[22m, \u001b[1mバニープロパティ\u001b[22m\n2012 Anime produced by Sunrise and licensed by Viz Media\n\n\u001b[1m2012年アニメ「サンライズ」製作、Viz Mediaによるライセンス\u001b[22m\n\u001b[1m(2012-Nen anime `sanraizu' seisaku, Viz media ni yoru raisensu)\u001b[22m\n\nTranslations of \u001b[4m2012 Anime produced by Sunrise and licensed by Viz Media\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2012 Anime produced by Sunrise and licensed by Viz Media\u001b[24m\n    \u001b[1m2012年アニメ「サンライズ」製作、Viz Mediaによるライセンス\u001b[22m, \u001b[1m2012年には、サンライズによって生成され、ビズメディアによってライセンスアニメ\u001b[22m\nReview from my POV (w/ personal biases)\n\n\u001b[1m私のPOVからのレビュー（個人的偏見あり）\u001b[22m\n\u001b[1m(Watashi no POV kara no rebyū (kojin-teki henken ari))\u001b[22m\n\nTranslations of \u001b[4mReview from my POV (w/ personal biases)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReview from my POV (w/ personal biases)\u001b[24m\n    \u001b[1m私のPOVからのレビュー（個人的偏見あり）\u001b[22m, \u001b[1m私のPOVから（個人的なバイアス/ w）のレビュー\u001b[22m\nI've seen the TV series and will include comparisons between Film and Series.\n\n\u001b[1m私はテレビシリーズを見てきましたが、映画とシリーズの比較が含まれます。\u001b[22m\n\u001b[1m(Watashi wa terebishirīzu o mitekimashita ga, eiga to shirīzu no hikaku ga fukuma remasu.)\u001b[22m\n\nTranslations of \u001b[4mI've seen the TV series and will include comparisons between Film and Series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've seen the TV series and will include comparisons between Film and Series.\u001b[24m\n    \u001b[1m私はテレビシリーズを見てきましたが、映画とシリーズの比較が含まれます。\u001b[22m, \u001b[1m私は、テレビシリーズを見てきましたし、映画やシリーズとの比較が含まれます。\u001b[22m\n\u001b[1m\u001b[22m\nPROS:\n\n\u001b[1mPROS：\u001b[22m\n\u001b[1m(Purosu:)\u001b[22m\n\nTranslations of \u001b[4mPROS:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPROS:\u001b[24m\n    \u001b[1mPROS：\u001b[22m\n+ Its storytelling is much more cohesive, which gives a more movie-like feel.\n\n\u001b[1m+そのストーリーテリングははるかに粘着的で、映画に似た感じがします。\u001b[22m\n\u001b[1m(+ Sono sutōrīteringu wa haruka ni nenchaku-tekide, eiga ni nita kanji ga shimasu.)\u001b[22m\n\nTranslations of \u001b[4m+ Its storytelling is much more cohesive, which gives a more movie-like feel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Its storytelling is much more cohesive, which gives a more movie-like feel.\u001b[24m\n    \u001b[1m+そのストーリーテリングははるかに粘着的で、映画に似た感じがします。\u001b[22m, \u001b[1m+その物語は、より多くの映画のような感触を与える、はるかに凝集性です。\u001b[22m\n+ There's a good balance of screen time for the all other heroes (with the exception of one)\n\n\u001b[1m+他のすべてのヒーローのスクリーン・タイムのバランスが良い（1つを除く）\u001b[22m\n\u001b[1m(+ Hoka no subete no hīrō no sukurīn taimu no baransu ga yoi (1tsu o nozoku))\u001b[22m\n\nTranslations of \u001b[4m+ There's a good balance of screen time for the all other heroes (with the exception of one)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ There's a good balance of screen time for the all other heroes (with the exception of one)\u001b[24m\n    \u001b[1m+他のすべてのヒーローのスクリーン・タイムのバランスが良い（1つを除く）\u001b[22m, \u001b[1m+（1を除く）他のすべての英雄の画面時間の良好なバランスをあります\u001b[22m\n+ They use that extra screen time to further explain some of the heroes and their respective abilities (although short, there's a significant scene involving Rock Bison)\n\n\u001b[1m+彼らは、余分なスクリーンタイムを使用して、ヒーローとそのそれぞれの能力のいくつかをさらに説明します（短いが、Rock Bisonを含む重要なシーンがあります）\u001b[22m\n\u001b[1m(+ Karera wa, yobun'na sukurīntaimu o shiyō shite, hīrō to sono sorezore no nōryoku no ikutsu ka o sarani setsumei shimasu (mijikaiga, Rock Bison o fukumu jūyōna shīn ga arimasu))\u001b[22m\n\nTranslations of \u001b[4m+ They use that extra screen time to further explain some of the heroes and their respective abilities (although short, there's a significant scene involving Rock Bison)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ They use that extra screen time to further explain some of the heroes and their respective abilities (although short, there's a significant scene involving Rock Bison)\u001b[24m\n    \u001b[1m+彼らは、余分なスクリーンタイムを使用して、ヒーローとそのそれぞれの能力のいくつかをさらに説明します（短いが、Rock Bisonを含む重要なシーンがあります）\u001b[22m, \u001b[1m+彼らは（短いものの、ロックバイソンを含む重要なシーンがあります）さらに英雄とそれぞれの能力のいくつかを説明するために、余分な画面の時間を使います\u001b[22m\n+ Last 3rd of the movie was all new material.\n\n\u001b[1m+映画の最後の3曲はすべて新しい素材だった。\u001b[22m\n\u001b[1m(+ Eiga no saigo no 3-kyoku wa subete atarashī sozaidatta.)\u001b[22m\n\nTranslations of \u001b[4m+ Last 3rd of the movie was all new material.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Last 3rd of the movie was all new material.\u001b[24m\n    \u001b[1m+映画の最後の3曲はすべて新しい素材だった。\u001b[22m, \u001b[1m+映画の最後の第三は、すべての新しい材料がありました。\u001b[22m\n+ The design of the new villain looked pretty cool\n\n\u001b[1m+新しい悪人のデザインはかなりクールに見えた\u001b[22m\n\u001b[1m(+ Atarashī akunin no dezain wa kanari kūru ni mieta)\u001b[22m\n\nTranslations of \u001b[4m+ The design of the new villain looked pretty cool\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ The design of the new villain looked pretty cool\u001b[24m\n    \u001b[1m+新しい悪人のデザインはかなりクールに見えた\u001b[22m, \u001b[1m+新しい悪役のデザインはかなりクールに見えました\u001b[22m\n\u001b[1m\u001b[22m\nCONS:\n\n\u001b[1m短所：\u001b[22m\n\u001b[1m(Tansho:)\u001b[22m\n\nTranslations of \u001b[4mCONS:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCONS:\u001b[24m\n    \u001b[1m短所：\u001b[22m, \u001b[1mCONS：\u001b[22m\n- The new villain felt 2-Dimensional and was only being used as an obstacle for the heroes to conquer.\n\n\u001b[1m - 新しい悪役は2次元を感じ、英雄が征服するための障害としてのみ使用されていました。\u001b[22m\n\u001b[1m(- Atarashī akuyaku wa 2-jigen o kanji, eiyū ga seifuku suru tame no shōgai to shite nomi shiyō sa rete imashita.)\u001b[22m\n\nTranslations of \u001b[4m- The new villain felt 2-Dimensional and was only being used as an obstacle for the heroes to conquer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- The new villain felt 2-Dimensional and was only being used as an obstacle for the heroes to conquer.\u001b[24m\n    \u001b[1m - 新しい悪役は2次元を感じ、英雄が征服するための障害としてのみ使用されていました。\u001b[22m, \u001b[1m - 新しい悪役は、2次元と感じただけのヒーローが征服するための障害物として使用されていました。\u001b[22m\n- Origami Cyclone is probably the only one that didn't get enough screen time and yet he's the most different from his 'TV' counterpart. (why the hell did he get so emo?)\n\n\u001b[1m - 折り紙サイクロンはおそらく十分な画面時間を得ていない唯一のものですが、彼は彼の 'テレビ'の相手とは最も異なっています。  （どうして彼はエモを得たのですか？）\u001b[22m\n\u001b[1m(- Origami saikuron wa osoraku jūbun'na gamen jikan o ete inai yuiitsu no monodesuga, kare wa kare no' terebi' no aite to wa mottomo kotonatte imasu. (Dōshite kare wa emo o eta nodesu ka? ))\u001b[22m\n\nTranslations of \u001b[4m- Origami Cyclone is probably the only one that didn't get enough screen time and yet he's the most different from his 'TV' counterpart. (why the hell did he get so emo?)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Origami Cyclone is probably the only one that didn't get enough screen time and yet he's the most different from his 'TV' counterpart.\u001b[24m\n    \u001b[1m - 折り紙サイクロンはおそらく十分な画面時間を得ていない唯一のものですが、彼は彼の 'テレビ'の相手とは最も異なっています。\u001b[22m, \u001b[1m - 折り紙サイクロンは、おそらく十分な画面の時間を取得していない唯一のもので、まだ彼は「テレビ」の対応最も異なるのです。\u001b[22m\n\u001b[4m(why the hell did he get so emo?)\u001b[24m\n    \u001b[1m（どうして彼はエモを得たのですか？）\u001b[22m, \u001b[1m（なぜ地獄は、彼がそうエモたのですか？）\u001b[22m\n- Kotetsu is still too much of a pushover and Barnaby is still a jackass at first.\n\n\u001b[1m -  Kotetsuはまだあまりにも多くのプッシュオーバーであり、Barnabyはまだまだ一番です。\u001b[22m\n\u001b[1m(- Kotetsu wa mada amarini mo ōku no pusshuōbādeari, Barnaby wa madamada ichibandesu.)\u001b[22m\n\nTranslations of \u001b[4m- Kotetsu is still too much of a pushover and Barnaby is still a jackass at first.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Kotetsu is still too much of a pushover and Barnaby is still a jackass at first.\u001b[24m\n    \u001b[1m -  Kotetsuはまだあまりにも多くのプッシュオーバーであり、Barnabyはまだまだ一番です。\u001b[22m, \u001b[1m - 鋼鉄はまだだまされやすい人の多すぎるとバーナビーは、最初はまだジャッカスです。\u001b[22m\n\u001b[1m\u001b[22m\nFinal Note:\n\n\u001b[1mファイナルノート：\u001b[22m\n\u001b[1m(Fainarunōto:)\u001b[22m\n\nTranslations of \u001b[4mFinal Note:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Note:\u001b[24m\n    \u001b[1mファイナルノート：\u001b[22m, \u001b[1m最後の注意：\u001b[22m\nNew material and a more balanced plot might pull viewers of the 2011 Anime Series back into the city of Stern Bild while also attracting new viewers for simply its wonderful premise. I mean, who wouldn't want to watch a Super Hero Game show?\n\n\u001b[1m新しい素材とよりバランスのとれたプロットは、2011年のアニメシリーズの視聴者をStern Bildの街に戻すことができ、同時にその素晴らしい前提で新しい視聴者を引き付けるかもしれません。 誰がスーパーヒーローゲームショーを見たくないのですか？\u001b[22m\n\u001b[1m(Atarashī sozai to yori baransu no toreta purotto wa, 2011-nen no animeshirīzu no shichō-sha o sutān Bild no machi ni modosu koto ga deki, dōjini sono subarashī zentei de atarashī shichō-sha o hikitsukeru kamo shiremasen. Dare ga sūpāhīrōgēmushō o mitakunai nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mNew material and a more balanced plot might pull viewers of the 2011 Anime Series back into the city of Stern Bild while also attracting new viewers for simply its wonderful premise. I mean, who wouldn't want to watch a Super Hero Game show?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNew material and a more balanced plot might pull viewers of the 2011 Anime Series back into the city of Stern Bild while also attracting new viewers for simply its wonderful premise.\u001b[24m\n    \u001b[1m新しい素材とよりバランスのとれたプロットは、2011年のアニメシリーズの視聴者をStern Bildの街に戻すことができ、同時にその素晴らしい前提で新しい視聴者を引き付けるかもしれません。\u001b[22m, \u001b[1mまた、単にその素晴らしい前提のための新しい視聴者を集めながら、新しい材料、よりバランスのとれたプロットは、バックスターンビルトの街に2011年のアニメシリーズの視聴者を引っ張る可能性があります。\u001b[22m\n\u001b[4mI mean, who wouldn't want to watch a Super Hero Game show?\u001b[24m\n    \u001b[1m誰がスーパーヒーローゲームショーを見たくないのですか？\u001b[22m, \u001b[1m私はスーパーヒーローのゲームショーを見たくないだろう誰が、意味ですか？\u001b[22m\n\u001b[1m\u001b[22m\nRecommends to:\n\n\u001b[1m推奨先：\u001b[22m\n\u001b[1m(Suishō-saki:)\u001b[22m\n\nTranslations of \u001b[4mRecommends to:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRecommends to:\u001b[24m\n    \u001b[1m推奨先：\u001b[22m, \u001b[1mにお勧めします。\u001b[22m\nFans of the show\n\n\u001b[1mショーのファン\u001b[22m\n\u001b[1m(Shō no fan)\u001b[22m\n\nTranslations of \u001b[4mFans of the show\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFans of the show\u001b[24m\n    \u001b[1mショーのファン\u001b[22m\nThose looking for a drama involving Super heroes.\n\n\u001b[1mスーパーヒーローを含むドラマを探している人。\u001b[22m\n\u001b[1m(Sūpāhīrō o fukumu dorama o sagashite iru hito.)\u001b[22m\n\nTranslations of \u001b[4mThose looking for a drama involving Super heroes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThose looking for a drama involving Super heroes.\u001b[24m\n    \u001b[1mスーパーヒーローを含むドラマを探している人。\u001b[22m, \u001b[1mスーパーヒーローに関わるドラマをお探しの方。\u001b[22m"
  },
  {
    "title": "Tiger___Bunny_Movie_1__The_Beginning",
    "id": "12015",
    "url": "https://myanimelist.net/anime/12015/Tiger___Bunny_Movie_1__The_Beginning",
    "user": "kiokushitaka",
    "profile": "/profile/kiokushitaka/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=91697",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  7\n\n最初の半分は基本的に、物や説明書を説明するためのシーンが追加されたシリーズの最初の3つのエピソードですが、その後にはこれまでに見たことのない悪役とそれ自身のプロットがありますので、見守る価値はあります！ 私は映画を本当に楽しんでいて、2枚目の映画がリリースされるのを待つことはほとんどありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThe first half of it is basically the first three episodes of the series with added scenes to explain things or whatnot, but after that there is a never-before-seen villain and a plot all of its own, so it’s still worth watching! I really enjoyed the movie, and I can hardly wait for the second movie to be released.\n\n\u001b[1m最初の半分は基本的に、物や説明書を説明するためのシーンが追加されたシリーズの最初の3つのエピソードですが、その後にはこれまでに見たことのない悪役とそれ自身のプロットがあるので、見てみましょう！ 私は映画を本当に楽しんでいて、2枚目の映画がリリースされるのを待つことはほとんどありません。\u001b[22m\n\u001b[1m(Saisho no hanbun wa kihontekini,-mono ya setsumeisho o setsumei suru tame no shīn ga tsuika sa reta shirīzu no saisho no 3ttsu no episōdodesuga, sonoatoni wa kore made ni mita koto no nai akuyaku to sore jishin no purotto ga aru node, mite mimashou! Watashi wa eiga o hontōni tanoshinde ite, 2-mai-me no eiga ga rirīsu sa reru no o matsu koto wa hotondo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe first half of it is basically the first three episodes of the series with added scenes to explain things or whatnot, but after that there is a never-before-seen villain and a plot all of its own, so it’s still worth watching! I really enjoyed the movie, and I can hardly wait for the second movie to be released.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first half of it is basically the first three episodes of the series with added scenes to explain things or whatnot, but after that there is a never-before-seen villain and a plot all of its own, so it’s still worth watching!\u001b[24m\n    \u001b[1m最初の半分は基本的に、物や説明書を説明するためのシーンが追加されたシリーズの最初の3つのエピソードですが、その後にはこれまでに見たことのない悪役とそれ自身のプロットがあるので、見てみましょう！\u001b[22m, \u001b[1mそれの最初の半分は、物事やその他もろもろを説明するために、基本的に追加されたシーンとのシリーズの最初の3つのエピソードですが、そこに見たことのない悪役、独自のプロットすべてがあるので、それはまだ見て価値があることの後！\u001b[22m\n\u001b[4mI really enjoyed the movie, and I can hardly wait for the second movie to be released.\u001b[24m\n    \u001b[1m私は映画を本当に楽しんでいて、2枚目の映画がリリースされるのを待つことはほとんどありません。\u001b[22m, \u001b[1m私は実際に映画を楽しんだ、と私はほとんど解放される第2のムービーを待つことはできません。\u001b[22m"
  }
]
