[
  {
    "title": "Kingdom",
    "id": "12031",
    "url": "https://myanimelist.net/anime/12031/Kingdom",
    "user": "maxkus",
    "profile": "/profile/maxkus/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=87853",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのアニメを本当に楽しんだと言わざるを得ない。 私は人々がペーシングにチャンスを与えないという気持ちがあったので、最初は評価が低いのです。 私はあなたが最初のシリーズの遅い部分を乗り越えることができれば、間違いなくそこのトップシリーズの一つとして定義することができ、ストーリーが素晴らしいことを言わなければならないが、 だから、これを見ようとしている人々への私のアドバイスは、最初にあなたと一緒に裸で終わりまでそれをとどめることです。なぜなら、一度あなたに苦しんでいないアニメーションの苦情があっても感心するからです xDにそれを使う。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI must say I really enjoyed this anime. I had a feeling that people wouldn't give the pacing a chance which is why the rating was low in the beginning. Although I must say that if your able to get through the slow parts of the series which is the beginning it can definitely be defined as one of the top series out there and the story is amazing! So my advice to the people that are going to watch this is to bare with it in the beginning and stay with it till the end because you will be impressed even though there are complaints with the animation which doesn't bug me at all once you get use to it xD.\n\n\u001b[1m私はこのアニメを本当に楽しんだと言わざるを得ない。 私は人々がペーシングにチャンスを与えないという気持ちがあったので、最初は評価が低いのです。 私はあなたが最初のシリーズの遅い部分を乗り越えることができれば、間違いなくそこのトップシリーズの一つとして定義することができ、ストーリーが素晴らしいことを言わなければならないが、 だから、これを見ようとしている人々への私のアドバイスは、最初にあなたと一緒に裸で終わりまでそれをとどめることです。なぜなら、一度あなたに苦しんでいないアニメーションの苦情があっても感心するからです xDにそれを使う。\u001b[22m\n\u001b[1m(Watashi wa kono anime o hontōni tanoshinda to iwazaru o enai. Watashi wa hitobito ga pēshingu ni chansu o ataenai to iu kimochi ga attanode, saisho wa hyōka ga hikui nodesu. Watashi wa anata ga saisho no shirīzu no osoi bubun o norikoeru koto ga dekireba, machigainaku soko no toppushirīzu no hitotsu to shite teigi suru koto ga deki, sutōrī ga subarashī koto o iwanakereba naranaiga,dakara, kore o miyou to shite iru hitobito e no watashi no adobaisu wa, saisho ni anata to issho ni hadaka de owari made sore o todomeru kotodesu. Nazenara, ichido anata ni kurushinde inai animēshon no kujō ga atte mo kanshin surukaradesu xD ni sore o tsukau.)\u001b[22m\n\nTranslations of \u001b[4mI must say I really enjoyed this anime. I had a feeling that people wouldn't give the pacing a chance which is why the rating was low in the beginning. Although I must say that if your able to get through the slow parts of the series which is the beginning it can definitely be defined as one of the top series out there and the story is amazing! So my advice to the people that are going to watch this is to bare with it in the beginning and stay with it till the end because you will be impressed even though there are complaints with the animation which doesn't bug me at all once you get use to it xD.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI must say I really enjoyed this anime.\u001b[24m\n    \u001b[1m私はこのアニメを本当に楽しんだと言わざるを得ない。\u001b[22m, \u001b[1m私は本当にこのアニメを楽しんだと言わなければなりません。\u001b[22m\n\u001b[4mI had a feeling that people wouldn't give the pacing a chance which is why the rating was low in the beginning.\u001b[24m\n    \u001b[1m私は人々がペーシングにチャンスを与えないという気持ちがあったので、最初は評価が低いのです。\u001b[22m, \u001b[1m私は人々が評価は、初めに低かった理由であるペーシングチャンスを与えないであろう感じていました。\u001b[22m\n\u001b[4mAlthough I must say that if your able to get through the slow parts of the series which is the beginning it can definitely be defined as one of the top series out there and the story is amazing!\u001b[24m\n    \u001b[1m私はあなたが最初のシリーズの遅い部分を乗り越えることができれば、間違いなくそこのトップシリーズの一つとして定義することができ、ストーリーが素晴らしいことを言わなければならないが、\u001b[22m, \u001b[1m私は言う必要がありますが、あなたのそれは間違いなくそこにトップシリーズの一つとして定義することができ始まりであり、一連の遅い部分を介して取得することができる話は驚くべきである場合、その！\u001b[22m\n\u001b[4mSo my advice to the people that are going to watch this is to bare with it in the beginning and stay with it till the end because you will be impressed even though there are complaints with the animation which doesn't bug me at all once you\u001b[24m\n    \u001b[1mだから、これを見ようとしている人々への私のアドバイスは、最初にあなたと一緒に裸で終わりまでそれをとどめることです。なぜなら、一度あなたに苦しんでいないアニメーションの苦情があっても感心するからです\u001b[22m, \u001b[1mあなたが一度にすべてのバグを私にしないアニメーションで苦情がある場合でも感心されますので、だからこれを見しようとしている人々への私のアドバイスは、最初にそれを裸と最後までそれに滞在することです\u001b[22m\n\u001b[4mget use to it xD.\u001b[24m\n    \u001b[1mxDにそれを使う。\u001b[22m, \u001b[1mそれXDのに使用し得ます。\u001b[22m"
  },
  {
    "title": "Kingdom",
    "id": "12031",
    "url": "https://myanimelist.net/anime/12031/Kingdom",
    "user": "arielphf",
    "profile": "/profile/arielphf/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=126007",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  9\nアニメーション|  3\nサウンド|  8\nキャラクター|  8\n|  4\n\nこのマンガを読んでそれをかなり楽しんだ後、このアニメは2つの主な理由で失望しました。\n\n最初の、そしておそらく最も不快なものは、コンピュータで生成されたグラフィックの不幸な過度な使用です。 アニメーションチームの見方とは対照的に、コンピュータで作成されたグラフィックスはうまく見えません。 何年ものビデオゲームの進歩にもかかわらず、彼らの動きと表現は、主人公やクローズアップで使用されても、いつも奇妙で奇妙に見えます。 アニメーターがコンピュータ生成物をバックグラウンド、軍隊、ワイドショットにしておけば、それは問題ではないでしょうが、半分の時間は主人公がコンピュータで生成され、半分の時間です（主人公の場合はおそらく半分以下です 時間）彼らは手描きです。 これは画質の差をつくってくれます。手の圧倒的に優れた品質によって、コンピュータ画像に耐えることが難しくなります。\n\n私はコンピュータがより安価に生成されたと思っていますが、このアニメの場合は、見ていても見たくないところまで見た目を安くしています。 私は18のエピソードの後に​​それに慣れると思っていましたが、何かがあれば、主人公がいつ手を引いたのか、そして彼がコンピューターで本当に気を散らしていることを指摘しています。\n\nアニメーションについては何もできませんが、アニメーションがこのように続行される場合、私は実際にマンガを読み続けるかのように感じます。\n\n2番目のことは私を苛立たせていることです - 漫画を読んだ後、私は文字の名前が何であるかを知っており、英語版の本で正しく書かれています。 しかし、アニメでは、漫画に登場している名前を日本人の声で聞くことができますが、英語の字幕はまったく別の名前を表しています！ 私が持っている限り、アニメを下品にしていれば、たくさんの言葉を選ぶことができ、誰かの名前を言う時、彼らは英語のサブセットに全く異なる名前がついています。\n\nたぶん彼らは私よりも多くの研究をして名前を修正しているかもしれませんが、日本人が古い名前を言うのを聞くことができ、AT ALLと書かれたものとは一致しません。 私は、連続性のために、キャラクターに与えたい名前が何であっても、日本の俳優たちが言ったことをちょうど翻訳しておかなければならないと思います。\n\n一貫性のないアニメーションバグがあれば、それは私にバグです。私はこのアニメーションを渡すことをお勧めします。 これまでのところ漫画にはとても忠実に従っているので、代わりにそれを読んでみてください。 それは非常によく書かれており、アニメーションはこれまでマンガが持っていたものを上回るものを提供していません。 言い換えれば、あなたが漫画を読んでいれば、あなたは何かを失うことはありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 3\n\n\u001b[1mアニメーション|  3\u001b[22m\n\u001b[1m(Animēshon | 3)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nAfter reading this manga and enjoying it quite a lot, this anime was a disappointment for two main reasons.\n\n\u001b[1mこのマンガを読んでそれをかなり楽しんだ後、このアニメは2つの主な理由で失望しました。\u001b[22m\n\u001b[1m(Kono manga o yonde sore o kanari tanoshinda nochi, kono anime wa 2tsu no omona riyū de shitsubō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mAfter reading this manga and enjoying it quite a lot, this anime was a disappointment for two main reasons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter reading this manga and enjoying it quite a lot, this anime was a disappointment for two main reasons.\u001b[24m\n    \u001b[1mこのマンガを読んでそれをかなり楽しんだ後、このアニメは2つの主な理由で失望しました。\u001b[22m, \u001b[1mこの漫画を読んで、それをかなり多くを楽しんだ後は、このアニメは、2つの主な理由のために終わりました。\u001b[22m\n\u001b[1m\u001b[22m\nThe first, and probably most jarring, is the unfortunate overuse of computer generated graphics. Contrary to the animation team's apparent belief, computer generated graphics do NOT look good. Their movement and expression, despite many years of video game advancement, STILL look stilted and odd when used on main characters and in closeups. If the animators had only kept the computer generated stuff to backgrounds, armies and wide shots, it would not have been a problem but half the time, the main characters are computer generated and half the time (for the main character, probably less than half the time) they are hand drawn. This makes the difference in quality GLARING - with the overwhelmingly better quality of the hand drawn stuff making it hard to tolerate the computer images.\n\n\u001b[1m最初の、そしておそらく最も不快なものは、コンピュータで生成されたグラフィックの不幸な過度な使用です。 アニメーションチームの見方とは対照的に、コンピュータで作成されたグラフィックスはうまく見えません。 何年ものビデオゲームの進歩にもかかわらず、彼らの動きと表現は、主人公やクローズアップで使用されても、いつも奇妙で奇妙に見えます。 アニメーターがコンピュータ生成物をバックグラウンド、軍隊、ワイドショットにしておけば、それは問題ではないでしょうが、半分の時間は主人公がコンピュータで生成され、半分の時間です（主人公の場合はおそらく半分以下です 時間）彼らは手描きです。 これは画質の差をつくってくれます。手の圧倒的に優れた品質によって、コンピュータ画像に耐えることが難しくなります。\u001b[22m\n\u001b[1m(Saisho no, soshite osoraku mottomo fukaina mono wa, konpyūta de seisei sa reta gurafikku no fukōna kadona shiyōdesu. Animēshonchīmu no mikata to wa taishō-teki ni, konpyūta de sakusei sa reta gurafikkusu wa umaku miemasen. Nan'nen mo no bideogēmu no shinpo nimokakawarazu, karera no ugoki to hyōgen wa, shujinkō ya kurōzuappu de shiyō sa rete mo, itsumo kimyōde kimyō ni miemasu. Animētā ga konpyūta seisei-mono o bakkuguraundo, guntai, waidoshotto ni shite okeba, soreha mondaide wanaideshouga, hanbun no jikan wa shujinkō ga konpyūta de seisei sa re, hanbun no jikandesu (shujinkō no baai wa osoraku hanbun'ikadesu jikan) karera wa tegakidesu. Kore wa gashitsu no sa o tsukutte kuremasu. Te no attōteki ni sugureta hinshitsu ni yotte, konpyūta gazō ni taeru koto ga muzukashiku narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe first, and probably most jarring, is the unfortunate overuse of computer generated graphics. Contrary to the animation team's apparent belief, computer generated graphics do NOT look good. Their movement and expression, despite many years of video game advancement, STILL look stilted and odd when used on main characters and in closeups. If the animators had only kept the computer generated stuff to backgrounds, armies and wide shots, it would not have been a problem but half the time, the main characters are computer generated and half the time (for the main character, probably less than half the time) they are hand drawn. This makes the difference in quality GLARING - with the overwhelmingly better quality of the hand drawn stuff making it hard to tolerate the computer images.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first, and probably most jarring, is the unfortunate overuse of computer generated graphics.\u001b[24m\n    \u001b[1m最初の、そしておそらく最も不快なものは、コンピュータで生成されたグラフィックの不幸な過度な使用です。\u001b[22m, \u001b[1mまず、おそらく最も耳障りには、コンピュータ生成されたグラフィックスの不幸な乱用です。\u001b[22m\n\u001b[4mContrary to the animation team's apparent belief, computer generated graphics do NOT look good.\u001b[24m\n    \u001b[1mアニメーションチームの見方とは対照的に、コンピュータで作成されたグラフィックスはうまく見えません。\u001b[22m, \u001b[1mアニメーションチームの見かけ上の信念に反して、コンピュータ生成されたグラフィックスが良い見ていません。\u001b[22m\n\u001b[4mTheir movement and expression, despite many years of video game advancement, STILL look stilted and odd when used on main characters and in closeups.\u001b[24m\n    \u001b[1m何年ものビデオゲームの進歩にもかかわらず、彼らの動きと表現は、主人公やクローズアップで使用されても、いつも奇妙で奇妙に見えます。\u001b[22m, \u001b[1mメインキャラクターにし、クローズアップで使用する場合、ビデオゲーム進歩の多くの年にもかかわらず、彼らの動きや表情は、STILL大げさと奇妙に見えます。\u001b[22m\n\u001b[4mIf the animators had only kept the computer generated stuff to backgrounds, armies and wide shots, it would not have been a problem but half the time, the main characters are computer generated and half the time (for the main character, probably less than half\u001b[24m\n    \u001b[1mアニメーターがコンピュータ生成物をバックグラウンド、軍隊、ワイドショットにしておけば、それは問題ではないでしょうが、半分の時間は主人公がコンピュータで生成され、半分の時間です（主人公の場合はおそらく半分以下です\u001b[22m, \u001b[1mアニメーターが唯一の背景、軍とワイドショットにコンピュータ生成されたものを保持していた場合、それはおそらく半分以下、メインキャラクターのための問題が、ハーフタイム、メインキャラクターは、コンピュータ生成され、半分の時間（なかったであろう\u001b[22m\n\u001b[4mthe time) they are hand drawn.\u001b[24m\n    \u001b[1m時間）彼らは手描きです。\u001b[22m, \u001b[1m時間）、それらが手描きされています。\u001b[22m\n\u001b[4mThis makes the difference in quality GLARING - with the overwhelmingly better quality of the hand drawn stuff making it hard to tolerate the computer images.\u001b[24m\n    \u001b[1mこれは画質の差をつくってくれます。手の圧倒的に優れた品質によって、コンピュータ画像に耐えることが難しくなります。\u001b[22m, \u001b[1mこれは明白な品質の違いは - それは、ハードコンピュータ画像を許容すること手描きものが圧倒的に優れた品質で。\u001b[22m\n\u001b[1m\u001b[22m\nI imagine computer generated is cheaper, but in the case of this anime, it cheapens the look almost to the point where I don't want to even watch it. I thought I'd get used to it after 18 episodes, but if anything, I find myself pointing out when the main character is hand drawn and when he's computer and it is really distracting.\n\n\u001b[1m私はコンピュータがより安価に生成されたと思っていますが、このアニメの場合は、見ていても見たくないところまで見た目を安くしています。 私は18のエピソードの後に​​それに慣れると思っていましたが、何かがあれば、主人公がいつ手を引いたのか、そして彼がコンピューターで本当に気を散らしていることを指摘しています。\u001b[22m\n\u001b[1m(Watashi wa konpyūta ga yori anka ni seisei sa reta to omotte imasuga, kono anime no baai wa, mite ite mo mitakunai tokoro made mitame o yasuku shite imasu. Watashi wa 18 no episōdo no nochi ni ​​ sore ni nareru to omotte imashitaga, nanika ga areba, shujinkō ga itsu te o hiita no ka, soshite kare ga konpyūtā de hontōni ki o chirashite iru koto o shiteki shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI imagine computer generated is cheaper, but in the case of this anime, it cheapens the look almost to the point where I don't want to even watch it. I thought I'd get used to it after 18 episodes, but if anything, I find myself pointing out when the main character is hand drawn and when he's computer and it is really distracting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI imagine computer generated is cheaper, but in the case of this anime, it cheapens the look almost to the point where I don't want to even watch it.\u001b[24m\n    \u001b[1m私はコンピュータがより安価に生成されたと思っていますが、このアニメの場合は、見ていても見たくないところまで見た目を安くしています。\u001b[22m, \u001b[1m私は、生成されたコンピュータが安いですが、このアニメの場合には、それは私もそれを見たくないポイントにはほとんど顔を安く想像してみてください。\u001b[22m\n\u001b[4mI thought I'd get used to it after 18 episodes, but if anything, I find myself pointing out when the main character is hand drawn and when he's computer and it is really distracting.\u001b[24m\n    \u001b[1m私は18のエピソードの後にそれに慣れると思っていましたが、何かがあれば、主人公がいつ手を引いたのか、そして彼がコンピューターで本当に気を散らしていることを指摘しています。\u001b[22m, \u001b[1m私は18のエピソードの後にそれに慣れるだろうと思ったが、どちらかといえば主人公が手描きであり、彼がコンピュータだとするとき、それは本当に気が散るときに、私は自分自身が指摘見つけます。\u001b[22m\n\u001b[1m\u001b[22m\nThere's nothing that can be done about the animation, but I feel as if I'd actually rather just keep reading the manga if the animation is going to continue this way.\n\n\u001b[1mアニメーションについては何もできませんが、アニメーションがこのように続行される場合、私は実際にマンガを読み続けるかのように感じます。\u001b[22m\n\u001b[1m(Animēshon ni tsuite wa nani mo dekimasenga, animēshon ga kono yō ni zokkō sa reru baai, watashi wa jissai ni manga o yomi tsudzukeru ka no yō ni kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere's nothing that can be done about the animation, but I feel as if I'd actually rather just keep reading the manga if the animation is going to continue this way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's nothing that can be done about the animation, but I feel as if I'd actually rather just keep reading the manga if the animation is going to continue this way.\u001b[24m\n    \u001b[1mアニメーションについては何もできませんが、アニメーションがこのように続行される場合、私は実際にマンガを読み続けるかのように感じます。\u001b[22m, \u001b[1mそこアニメーションについて行うことができることは何もないですが、アニメーションはこの方法を継続しようとしている場合、私は実際にはむしろちょうど漫画を読み続けたいかのような気がします。\u001b[22m\n\u001b[1m\u001b[22m\nThe second thing that has been irritating me has to do with the subs - after reading the manga, I know what the characters names are and they are written correctly (for the most part) in the English versions of the books. HOWEVER - in the anime, though you can hear the Japanese voices saying the names as they are presented in the manga, the English subtitles are presenting completely different names! If you have listed to subbed anime for as long as I have, you can pick out lots of words and I know when they are saying someone's name and they have a completely different set of names in the English subs!\n\n\u001b[1m2番目のことは私を苛立たせていることです - 漫画を読んだ後、私は文字の名前が何であるかを知っており、英語版の本で正しく書かれています。 しかし、アニメでは、漫画に登場している名前を日本人の声で聞くことができますが、英語の字幕はまったく別の名前を表しています！ 私が持っている限り、アニメを下品にしていれば、たくさんの言葉を選ぶことができ、誰かの名前を言う時、彼らは英語のサブセットに全く異なる名前がついています。\u001b[22m\n\u001b[1m(2-Banme no koto wa watashi o iradata sete iru kotodesu - manga o yonda nochi, watashi wa moji no namae ga nandearu ka o shitte ori, eigo-ban no hon de tadashiku kaka rete imasu. Shikashi, animede wa, manga ni tōjō shite iru namae o nihonjin no koe de kiku koto ga dekimasuga, eigo no jimaku wa mattaku betsu no namae o arawashite imasu! Watashi ga motte iru kagiri, anime o gehin ni shite ireba, takusan no kotoba o erabu koto ga deki, dareka no namae o iu toki, karera wa eigo no sabu setto ni mattaku kotonaru namae ga tsuite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe second thing that has been irritating me has to do with the subs - after reading the manga, I know what the characters names are and they are written correctly (for the most part) in the English versions of the books. HOWEVER - in the anime, though you can hear the Japanese voices saying the names as they are presented in the manga, the English subtitles are presenting completely different names! If you have listed to subbed anime for as long as I have, you can pick out lots of words and I know when they are saying someone's name and they have a completely different set of names in the English subs!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe second thing that has been irritating me has to do with the subs - after reading the manga, I know what the characters names are and they are written correctly (for the most part) in the English versions of the books.\u001b[24m\n    \u001b[1m2番目のことは私を苛立たせていることです - 漫画を読んだ後、私は文字の名前が何であるかを知っており、英語版の本で正しく書かれています。\u001b[22m, \u001b[1m私を刺激された第2のものは、潜水艦が関係している - 漫画を読んだ後、私は文字の名前が何であるかを知っていると、彼らは本の英語版では（大部分は）正しく記述されています。\u001b[22m\n\u001b[4mHOWEVER - in the anime, though you can hear the Japanese voices saying the names as they are presented in the manga, the English subtitles are presenting completely different names!\u001b[24m\n    \u001b[1mしかし、アニメでは、漫画に登場している名前を日本人の声で聞くことができますが、英語の字幕はまったく別の名前を表しています！\u001b[22m, \u001b[1mもつとも - あなたは彼らが漫画で提示された名前を言って日本の声を聞くことができますが、アニメでは、英語字幕は完全に別の名前を提示しています！\u001b[22m\n\u001b[4mIf you have listed to subbed anime for as long as I have, you can pick out lots of words and I know when they are saying someone's name and they have a completely different set of names in the English subs!\u001b[24m\n    \u001b[1m私が持っている限り、アニメを下品にしていれば、たくさんの言葉を選ぶことができ、誰かの名前を言う時、彼らは英語のサブセットに全く異なる名前がついています。\u001b[22m, \u001b[1mあなたがいる限り、私が持っているために下塗りアニメにリストされている場合は、単語の多くを選ぶことができ、彼らが誰かの名前を言っているとき、私は知っている、彼らは英語の潜水艦の名前の完全に異なるセットを持っています！\u001b[22m\n\u001b[1m\u001b[22m\nMaybe they have done more research than I did and have corrected names, but it's really disconcerting when you can hear the Japanese saying the old names and they don't match what's written AT ALL. I think for the sake of continuity, they should have just translated what the Japanese actors had said regardless of what names they wanted to give the characters.\n\n\u001b[1mたぶん彼らは私よりも多くの研究をして名前を修正しているかもしれませんが、日本人が古い名前を言うのを聞くことができ、AT ALLと書かれたものとは一致しません。 私は、連続性のために、キャラクターに与えたい名前が何であっても、日本の俳優たちが言ったことをちょうど翻訳しておかなければならないと思います。\u001b[22m\n\u001b[1m(Tabun karera wa watashi yori mo ōku no kenkyū o shite namae o shūsei shite iru kamo shiremasenga, nihonjin ga furui namae o iu no o kiku koto ga deki, AT ōru to kaka reta mono to wa itchi shimasen. Watashi wa, renzoku-sei no tame ni, kyarakutā ni ataetai namae ga nandeatte mo, Nihon no haiyū-tachi ga itta koto o chōdo hon'yaku shite okanakereba naranai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mMaybe they have done more research than I did and have corrected names, but it's really disconcerting when you can hear the Japanese saying the old names and they don't match what's written AT ALL. I think for the sake of continuity, they should have just translated what the Japanese actors had said regardless of what names they wanted to give the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMaybe they have done more research than I did and have corrected names, but it's really disconcerting when you can hear the Japanese saying the old names and they don't match what's written AT ALL.\u001b[24m\n    \u001b[1mたぶん彼らは私よりも多くの研究をして名前を修正しているかもしれませんが、日本人が古い名前を言うのを聞くことができ、AT ALLと書かれたものとは一致しません。\u001b[22m, \u001b[1mおそらく彼らは、私がやったよりも多くの研究を行っていると名前を修正していますが、古い名前を言って、日本語を聞くことができ、彼らがすべてで書かれているものと一致しないとき、それは本当に当惑です。\u001b[22m\n\u001b[4mI think for the sake of continuity, they should have just translated what the Japanese actors had said regardless of what names they wanted to give the characters.\u001b[24m\n    \u001b[1m私は、連続性のために、キャラクターに与えたい名前が何であっても、日本の俳優たちが言ったことをちょうど翻訳しておかなければならないと思います。\u001b[22m, \u001b[1m私は継続性のために、彼らは日本の俳優は関係なく、どのような彼らは文字を与えたかった名前の言ったことを翻訳しているはずだと思います。\u001b[22m\n\u001b[1m\u001b[22m\nIf inconsistent animation bugs you as much as it bugs me, I'd suggest passing on this one. It's followed the manga very faithfully so far, so you might want to try reading that instead. It's very well written and the animation hasn't offered anything above what the manga has so far. In other words, you won't be missing anything if you read the manga instead.\n\n\u001b[1m一貫性のないアニメーションバグがあれば、それは私にバグです。私はこのアニメーションを渡すことをお勧めします。 これまでのところ漫画にはとても忠実に従っているので、代わりにそれを読んでみてください。 それは非常によく書かれており、アニメーションはこれまでマンガが持っていたものを上回るものを提供していません。 言い換えれば、あなたが漫画を読んでいれば、あなたは何かを失うことはありません。\u001b[22m\n\u001b[1m(Ikkan-sei no nai animēshonbagu ga areba, sore wa watashi ni bagudesu. Watashi wa kono animēshon o watasu koto o o susume shimasu. Kore made no tokoro manga ni wa totemo chūjitsu ni shitagatte irunode, kawarini sore o yonde mite kudasai. Sore wa hijō ni yoku kaka rete ori, animēshon wa kore made manga ga motte ita mono o uwamawaru mono o teikyō shite imasen. Iikaereba, anata ga manga o yonde ireba, anata wa nanika o ushinau koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIf inconsistent animation bugs you as much as it bugs me, I'd suggest passing on this one. It's followed the manga very faithfully so far, so you might want to try reading that instead. It's very well written and the animation hasn't offered anything above what the manga has so far. In other words, you won't be missing anything if you read the manga instead.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf inconsistent animation bugs you as much as it bugs me, I'd suggest passing on this one.\u001b[24m\n    \u001b[1m一貫性のないアニメーションバグがあれば、それは私にバグです。私はこのアニメーションを渡すことをお勧めします。\u001b[22m, \u001b[1mそれはバグ私をあなたが同じくらい一貫性のないアニメーションのバグ場合は、私はこの1つ上を通過することをお勧めしたいです。\u001b[22m\n\u001b[4mIt's followed the manga very faithfully so far, so you might want to try reading that instead.\u001b[24m\n    \u001b[1mこれまでのところ漫画にはとても忠実に従っているので、代わりにそれを読んでみてください。\u001b[22m, \u001b[1mあなたが代わりにそれを読んしようとする場合がありますので、それは、これまでのところ非常に忠実に漫画を追っています。\u001b[22m\n\u001b[4mIt's very well written and the animation hasn't offered anything above what the manga has so far.\u001b[24m\n    \u001b[1mそれは非常によく書かれており、アニメーションはこれまでマンガが持っていたものを上回るものを提供していません。\u001b[22m, \u001b[1mそれは非常によく書かれているとアニメーションは漫画がこれまで持っているもの以上のものを提供していません。\u001b[22m\n\u001b[4mIn other words, you won't be missing anything if you read the manga instead.\u001b[24m\n    \u001b[1m言い換えれば、あなたが漫画を読んでいれば、あなたは何かを失うことはありません。\u001b[22m, \u001b[1mあなたが代わりに漫画を読んで言い換えれば、あなたは何を逃すことはありません。\u001b[22m"
  },
  {
    "title": "Kingdom",
    "id": "12031",
    "url": "https://myanimelist.net/anime/12031/Kingdom",
    "user": "shinshuuko",
    "profile": "/profile/shinshuuko/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=133157",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  6\nサウンド|  10\nキャラクター|  9\n|  7\n\nアート：\n王国に入るとき、人々はこれがCGを使ってアニメーション化されているという事実によって離れる傾向があります。 あなたがマンガを読んだら、アニメスタイルは本当にマンガの正義をしないので、あなたはさらに失望する傾向があります。 アニメーションがさらに進んだら、アニメーションが改善されます。 彼らは多くの文字を持つシーンのCGのみを使用し始めます。 彼らはより良い言葉の欠如、アニメのこのアニメのために、彼らが適切に始まるより激しい場面になると、CGを放棄し始める。\n\nストーリー：\n漫画に巻き込まれて、私はアニメを通して伝説を知っています。 私は、マンガからアニメまでのストーリーの適応はかなりうまくいっていると言えるでしょう。 それはストーリーに真実を保ち、ストーリーラインの多くをカットしない。 それは物語の自然な進行を保ち、アニメはアニメが放つ強烈な感情を保持することができます。\n\nキャラクター：\nキャラクターはアニメにも真実を保つ。 人格はほぼ完全に乗り越えます。 他のキャラクターは、ライバルでも、友人でも、あなたが期待する強さと個性を持っています。 キャラクターのほとんどは、アンタゴニストでさえも好きであり、Xinとの相互作用を見たいとの願望を呼び起こす。 アニメが最初に始まったとき、あなたは新と喬が一緒に進化し続けていくという気持ちを得る。 代わりに、主人公の1人を放棄します。 あなたは新戦を見て、戦いや戦争で戦う。 物語は、実際に目に見えて明らかな進歩と、新を進展させる。 彼は強くなる。 当初、彼は傲慢で元気な子供として始まります。 彼がパイを失ったら、彼は彼の進化を始めるが、もう一度彼はより強く、より強く成長する動機を得る。 新は彼の進化を認め、彼がより強く成長し続ける必要があることを認識することができます。\n\n全体：\n全体的に私は本当にキングダムを楽しんでいます。 アニメーションは視聴者をちょっとしたものにしますが、ストーリーはそれを補うものではありません。 あなたが物語が本当に始まるところまで来ないので、初めは最初からやり遂げるのが難しいです。 あなたがエピソードの最初のカップルを通過することができれば、それははるかに耐えられるようになります。 あなたがアニメーションのスタイルを見続けると、より良くなります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nWhen coming into kingdom people tend to be put off by the fact that this is animated using CG. If you've read the manga then you tend to be even more disappointed since the animation style really doesn't do the manga justice. Once the anime gets further along the animation does improve. They start to only use the CG for scenes with a lot of characters. They start to abandon the CG when it comes to the more intense scenes they begin to properly, for lack of a better word, anime this anime.\n\n\u001b[1m王国に入るとき、人々はこれがCGを使ってアニメーション化されているという事実によって離れる傾向があります。 あなたがマンガを読んだら、アニメスタイルは本当にマンガの正義をしないので、あなたはさらに失望する傾向があります。 アニメーションがさらに進んだら、アニメーションが改善されます。 彼らは多くの文字を持つシーンのCGのみを使用し始めます。 彼らはより良い言葉の欠如、アニメのこのアニメのために、彼らが適切に始まるより激しい場面になると、CGを放棄し始める。\u001b[22m\n\u001b[1m(Ōkoku ni hairu toki, hitobito wa kore ga CG o tsukatte animēshon-ka sa rete iru to iu jijitsu ni yotte hanareru keikō ga arimasu. Anata ga manga o yondara, anime sutairu wa hontōni manga no seigi o shinainode, anata wa sarani shitsubō suru keikō ga arimasu. Animēshon ga sarani susundara, animēshon ga kaizen sa remasu. Karera wa ōku no moji o motsu shīn no CG nomi o shiyō shi hajimemasu. Karera wa yoriyoi kotoba no ketsujo, animeno kono anime no tame ni, karera ga tekisetsu ni hajimaru yori hageshī bamen ni naru to, CG o hōki shi hajimeru.)\u001b[22m\n\nTranslations of \u001b[4mWhen coming into kingdom people tend to be put off by the fact that this is animated using CG. If you've read the manga then you tend to be even more disappointed since the animation style really doesn't do the manga justice. Once the anime gets further along the animation does improve. They start to only use the CG for scenes with a lot of characters. They start to abandon the CG when it comes to the more intense scenes they begin to properly, for lack of a better word, anime this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen coming into kingdom people tend to be put off by the fact that this is animated using CG.\u001b[24m\n    \u001b[1m王国に入るとき、人々はこれがCGを使ってアニメーション化されているという事実によって離れる傾向があります。\u001b[22m, \u001b[1m王国に入ってくるときの人々は、これはCGを使ってアニメーション化されているという事実によって延期される傾向にあります。\u001b[22m\n\u001b[4mIf you've read the manga then you tend to be even more disappointed since the animation style really doesn't do the manga justice.\u001b[24m\n    \u001b[1mあなたがマンガを読んだら、アニメスタイルは本当にマンガの正義をしないので、あなたはさらに失望する傾向があります。\u001b[22m, \u001b[1mあなたが漫画を読んだなら、あなたはアニメーションのスタイルは本当に漫画の正義を行いませんので、さらに多くの失望になる傾向があります。\u001b[22m\n\u001b[4mOnce the anime gets further along the animation does improve.\u001b[24m\n    \u001b[1mアニメーションがさらに進んだら、アニメーションが改善されます。\u001b[22m, \u001b[1mアニメは、アニメーションに沿って、さらに取得したら改善ありません。\u001b[22m\n\u001b[4mThey start to only use the CG for scenes with a lot of characters.\u001b[24m\n    \u001b[1m彼らは多くの文字を持つシーンのCGのみを使用し始めます。\u001b[22m, \u001b[1m彼らは文字だけの多くのシーンにCGの使用を開始します。\u001b[22m\n\u001b[4mThey start to abandon the CG when it comes to the more intense scenes they begin to properly, for lack of a better word, anime this anime.\u001b[24m\n    \u001b[1m彼らはより良い言葉の欠如、アニメのこのアニメのために、彼らが適切に始まるより激しい場面になると、CGを放棄し始める。\u001b[22m, \u001b[1m彼らはそれが彼らが正しく、もっと良い言葉がないために、このアニメをアニメを開始し、より強烈なシーンになるとCGを放棄し始めます。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nBeing caught up on the manga I know the story all the way through the anime. I can say that the adaptation of the story from the manga to the anime is quite well done. It keeps true to the story and does not cut much of the story line. It keeps to the natural progression of the story and the anime is able to retain the intense feeling that the anime gives off.\n\n\u001b[1m漫画に巻き込まれて、私はアニメを通して伝説を知っています。 私は、マンガからアニメまでのストーリーの適応はかなりうまくいっていると言えるでしょう。 それはストーリーに真実を保ち、ストーリーラインの多くをカットしない。 それは物語の自然な進行を保ち、アニメはアニメが放つ強烈な感情を保持することができます。\u001b[22m\n\u001b[1m(Manga ni makikoma rete, watashi wa anime o tōshite densetsu o shitte imasu. Watashi wa, manga kara anime made no sutōrī no tekiō wa kanari umaku itte iru to ierudeshou. Sore wa sutōrī ni shinjitsu o tamochi, sutōrīrain no ōku o katto shinai. Sore wa monogatari no shizen'na shinkō o tamochi, anime wa anime ga hanatsu kyōretsuna kanjō o hoji suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mBeing caught up on the manga I know the story all the way through the anime. I can say that the adaptation of the story from the manga to the anime is quite well done. It keeps true to the story and does not cut much of the story line. It keeps to the natural progression of the story and the anime is able to retain the intense feeling that the anime gives off.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeing caught up on the manga I know the story all the way through the anime.\u001b[24m\n    \u001b[1m漫画に巻き込まれて、私はアニメを通して伝説を知っています。\u001b[22m, \u001b[1m私は物語をアニメを介してすべての方法を知っている漫画に巻き込まれています。\u001b[22m\n\u001b[4mI can say that the adaptation of the story from the manga to the anime is quite well done.\u001b[24m\n    \u001b[1m私は、マンガからアニメまでのストーリーの適応はかなりうまくいっていると言えるでしょう。\u001b[22m, \u001b[1m私はアニメに漫画から物語の適応が非常によく行われていると言うことができます。\u001b[22m\n\u001b[4mIt keeps true to the story and does not cut much of the story line.\u001b[24m\n    \u001b[1mそれはストーリーに真実を保ち、ストーリーラインの多くをカットしない。\u001b[22m, \u001b[1mそれは物語の真の保持し、ストーリーラインの多くをカットしていません。\u001b[22m\n\u001b[4mIt keeps to the natural progression of the story and the anime is able to retain the intense feeling that the anime gives off.\u001b[24m\n    \u001b[1mそれは物語の自然な進行を保ち、アニメはアニメが放つ強烈な感情を保持することができます。\u001b[22m, \u001b[1mそれは物語の自然な進行に保ち、アニメはアニメが放つ強烈な感覚を保持することができます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThe characters keep true to the anime as well. The personalities transfer over almost perfectly. Other characters, both rivals and friends alike, have the intensity and personality that you may expect. Most of the characters, even the antagonists are likable and inspire the desire to see their interaction with Xin. When the anime first starts you get the feeling that Xin and Piao are going to evolve together and continue on. Instead they abandon one of the main characters. You watch Xin fight and fight in battles and war. The story makes Xin progress, with a progressing that is actually visible and evident. He gets stronger and stronger. At the beginning he starts off as an arrogant and cocky kid. Once he loses Piao he starts his evolution, but once again he gets the motivation to grow stronger and stronger. Xin is able to acknowledge his evolution and realize that he needs to keep growing stronger.\n\n\u001b[1mキャラクターはアニメにも真実を保つ。 人格はほぼ完全に乗り越えます。 他のキャラクターは、ライバルでも、友人でも、あなたが期待する強さと個性を持っています。 キャラクターのほとんどは、アンタゴニストでさえも好きであり、Xinとの相互作用を見たいとの願望を呼び起こす。 アニメが最初に始まったとき、あなたは新と喬が一緒に進化し続けていくという気持ちを得る。 代わりに、主人公の1人を放棄します。 あなたは新戦を見て、戦いや戦争で戦う。 物語は、実際に目に見えて明らかな進歩と、新を進展させる。 彼は強くなる。 当初、彼は傲慢で元気な子供として始まります。 彼がパイを失ったら、彼は彼の進化を始めるが、もう一度彼はより強く、より強く成長する動機を得る。 新は彼の進化を認め、彼がより強く成長し続ける必要があることを認識することができます。\u001b[22m\n\u001b[1m(Kyarakutā wa anime ni mo shinjitsu o tamotsu. Jinkaku wa hobo kanzen ni norikoemasu. Anime ga saisho ni hajimatta toki, anata wa shin to Takashi ga issho ni shinka shi tsudzukete iku to iu kimochi o eru. Kawari ni, shujinkō no 1-ri o hōki shimasu. Anata wa shin sen o mite, tatakai ya sensō de tatakau. Monogatari wa, jissai ni menimiete akirakana shinpo to,-shin o shinten sa seru. Kare wa tsuyoku naru. Tōsho, kare wa gōmande genkina kodomo to shite hajimarimasu. Kare ga pai o ushinattara, kare wa kare no shinka o hajimeruga, mōichido kare wa yori tsuyoku, yori tsuyoku seichō suru dōki o eru. Shin wa kare no shinka o mitome, kare ga yori tsuyoku seichō shi tsudzukeru hitsuyō ga aru koto o ninshiki suru koto ga dekimasu. Hoka no kyarakutā wa, raibaru demo, yūjin demo, anata ga kitai suru tsuyo-sa to kosei o motte imasu. Kyarakutā no hotondo wa, antagonisutode sae mo sukideari, Xin to no sōgo sayō o mitai to no ganbō o yobiokosu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters keep true to the anime as well. The personalities transfer over almost perfectly. Other characters, both rivals and friends alike, have the intensity and personality that you may expect. Most of the characters, even the antagonists are likable and inspire the desire to see their interaction with Xin. When the anime first starts you get the feeling that Xin and Piao are going to evolve together and continue on. Instead they abandon one of the main characters. You watch Xin fight and fight in battles and war. The story makes Xin progress, with a progressing that is actually visible and evident. He gets stronger and stronger. At the beginning he starts off as an arrogant and cocky kid. Once he loses Piao he starts his evolution, but once again he gets the motivation to grow stronger and stronger. Xin is able to acknowledge his evolution and realize that he needs to keep growing stronger.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters keep true to the anime as well.\u001b[24m\n    \u001b[1mキャラクターはアニメにも真実を保つ。\u001b[22m, \u001b[1m文字だけでなく、アニメに忠実保ちます。\u001b[22m\n\u001b[4mThe personalities transfer over almost perfectly.\u001b[24m\n    \u001b[1m人格はほぼ完全に乗り越えます。\u001b[22m, \u001b[1mパーソナリティは、ほぼ完全にオーバー移します。\u001b[22m\n\u001b[4mWhen the anime first starts you get the feeling that Xin and Piao are going to evolve together and continue on.\u001b[24m\n    \u001b[1mアニメが最初に始まったとき、あなたは新と喬が一緒に進化し続けていくという気持ちを得る。\u001b[22m, \u001b[1mアニメが最初に起動するときは、新とピャオが一緒に発展し、続行しようとしている感覚を得ます。\u001b[22m\n\u001b[4mInstead they abandon one of the main characters.\u001b[24m\n    \u001b[1m代わりに、主人公の1人を放棄します。\u001b[22m, \u001b[1mその代わりに、メインキャラクターの1を放棄します。\u001b[22m\n\u001b[4mYou watch Xin fight and fight in battles and war.\u001b[24m\n    \u001b[1mあなたは新戦を見て、戦いや戦争で戦う。\u001b[22m, \u001b[1mあなたは新が戦い、戦い、戦争で戦う見ます。\u001b[22m\n\u001b[4mThe story makes Xin progress, with a progressing that is actually visible and evident.\u001b[24m\n    \u001b[1m物語は、実際に目に見えて明らかな進歩と、新を進展させる。\u001b[22m, \u001b[1m物語はそれが実際に目に見えると明らかである進行中で、新進捗状況を作ります。\u001b[22m\n\u001b[4mHe gets stronger and stronger.\u001b[24m\n    \u001b[1m彼は強くなる。\u001b[22m, \u001b[1m彼は強くなります。\u001b[22m\n\u001b[4mAt the beginning he starts off as an arrogant and cocky kid.\u001b[24m\n    \u001b[1m当初、彼は傲慢で元気な子供として始まります。\u001b[22m, \u001b[1m冒頭で彼は傲慢で生意気な子供のようにオフに開始されます。\u001b[22m\n\u001b[4mOnce he loses Piao he starts his evolution, but once again he gets the motivation to grow stronger and stronger.\u001b[24m\n    \u001b[1m彼がパイを失ったら、彼は彼の進化を始めるが、もう一度彼はより強く、より強く成長する動機を得る。\u001b[22m, \u001b[1m彼はピャオを失ったら、彼は彼の進化を開始しますが、再び彼は強く成長する意欲を取得します。\u001b[22m\n\u001b[4mXin is able to acknowledge his evolution and realize that he needs to keep growing stronger.\u001b[24m\n    \u001b[1m新は彼の進化を認め、彼がより強く成長し続ける必要があることを認識することができます。\u001b[22m, \u001b[1m新は、彼の進化を認め、彼は強い成長を維持する必要があることを実感することができます。\u001b[22m\n\u001b[4mOther characters, both rivals and friends alike, have the intensity and personality that you may expect.\u001b[24m\n    \u001b[1m他のキャラクターは、ライバルでも、友人でも、あなたが期待する強さと個性を持っています。\u001b[22m, \u001b[1mその他の文字は、両方のライバルと同様に友人は、あなたが期待することができる強度と個性を持っています。\u001b[22m\n\u001b[4mMost of the characters, even the antagonists are likable and inspire the desire to see their interaction with Xin.\u001b[24m\n    \u001b[1mキャラクターのほとんどは、アンタゴニストでさえも好きであり、Xinとの相互作用を見たいとの願望を呼び起こす。\u001b[22m, \u001b[1m文字のほとんどは、あってもアンタゴニストは好感され、新との相互作用を見るために意欲を鼓舞します。\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nOverall I really do enjoy Kingdom. The animation does put viewers off a bit, but the story more than makes up for it. The beginning is the hardest to get through since you don't get to the point where the story really takes off. If you can get through the first couple of episodes then it becomes much more bearable. As you keep watching the animation style gets better and better.\n\n\u001b[1m全体的に私は本当にキングダムを楽しんでいます。 アニメーションは視聴者をちょっとしたものにしますが、ストーリーはそれを補うものではありません。 あなたが物語が本当に始まるところまで来ないので、初めは最初からやり遂げるのが難しいです。 あなたがエピソードの最初のカップルを通過することができれば、それははるかに耐えられるようになります。 あなたがアニメーションのスタイルを見続けると、より良くなります。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa hontōni kingudamu o tanoshinde imasu. Animēshon wa shichō-sha o chotto shita mono ni shimasuga, sutōrī wa sore o oginau monode wa arimasen. Anata ga monogatari ga hontōni hajimaru tokoro made konainode, hajime wa saisho kara yaritogeru no ga muzukashīdesu. Anata ga episōdo no saisho no kappuru o tsūka suru koto ga dekireba, sore wa haruka ni tae rareru yō ni narimasu. Anata ga animēshon no sutairu o mi tsudzukeru to, yori yoku narimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall I really do enjoy Kingdom. The animation does put viewers off a bit, but the story more than makes up for it. The beginning is the hardest to get through since you don't get to the point where the story really takes off. If you can get through the first couple of episodes then it becomes much more bearable. As you keep watching the animation style gets better and better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I really do enjoy Kingdom.\u001b[24m\n    \u001b[1m全体的に私は本当にキングダムを楽しんでいます。\u001b[22m, \u001b[1m全体的に私は本当に王国を楽しんでください。\u001b[22m\n\u001b[4mThe animation does put viewers off a bit, but the story more than makes up for it.\u001b[24m\n    \u001b[1mアニメーションは視聴者をちょっとしたものにしますが、ストーリーはそれを補うものではありません。\u001b[22m, \u001b[1mアニメーションは少し離れ視聴者を置くんが、物語はより多くのそれを補います。\u001b[22m\n\u001b[4mThe beginning is the hardest to get through since you don't get to the point where the story really takes off.\u001b[24m\n    \u001b[1mあなたが物語が本当に始まるところまで来ないので、初めは最初からやり遂げるのが難しいです。\u001b[22m, \u001b[1m初めは、あなたが話が本当に離陸ポイントに得ることはありませんので介して取得することが最も困難です。\u001b[22m\n\u001b[4mIf you can get through the first couple of episodes then it becomes much more bearable.\u001b[24m\n    \u001b[1mあなたがエピソードの最初のカップルを通過することができれば、それははるかに耐えられるようになります。\u001b[22m, \u001b[1mあなたはエピソードの最初のカップルを介して取得することができた場合、それははるかに我慢になります。\u001b[22m\n\u001b[4mAs you keep watching the animation style gets better and better.\u001b[24m\n    \u001b[1mあなたがアニメーションのスタイルを見続けると、より良くなります。\u001b[22m, \u001b[1mアニメーションのスタイルを見続けるように良くなります。\u001b[22m"
  }
]
