[
  {
    "title": "Mardock_Scramble__The_Third_Exhaust",
    "id": "12053",
    "url": "https://myanimelist.net/anime/12053/Mardock_Scramble__The_Third_Exhaust",
    "user": "Rahkshilord",
    "profile": "/profile/Rahkshilord/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=177587",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  10\n\n私はよくレビューを書いていないのは、私が見ているものの多くが既にたくさんのレビューを残しているからです。私の執筆時点では、Mardock Scrambleのもう一つのレビューがあります。 それについて私の意見を共有する。\n\nレビューのスポイラー（映画ではない）：私はそれが絶対に素晴らしいと思った。\n結局のところ、あなたは私の話題の残りを読んで、それを見て楽しむ必要はありません。\n待って...あなたは実際にそれがどれほど素晴らしいか知りたい。 まあまあ私はそれを行うことができると思います。\n\nMardock Scrambled Eggsはサイバーパンクのジャンルではあまり新しいことをしませんが、それは3つの映画すべてで素晴らしいことが実行されるので大丈夫です。  （2番目に少し少ないが、私たちはここでそれについて話すのではない）\n\nルーンの内外の葛藤が最終映画の頭に浮かび、ルーンのシェルに対する訴訟の解決は犯罪ドラマや謎の点では短すぎるかもしれないが、他の映画のテーマに完全に合致する。 これらの映画は事実ではありませんでした。事件はルーンの精神的外傷と性格発達の原動力でした。ここでのケースの解決を通して、彼女は最初の映画からどのように変わったのかを見ています。\n\nそして再び、アクションシーンの重さは、間違いなく2つのアンタゴニストの主なものになります。 ルーンと形が変わるAIパートナーOeufcoqueとの不和が満足のいく爆発的な結論に達するBoiled。\n\nこれらの映画のアクションシーンは壮観ですが、これはキャラクターに焦点を当てたドラマとアクションの2つ目です。爆発と行動を絶えず望む人のための映画ではありません.Ghost in Shellをお勧めします： それに対して起きる。\nしかし、このアクションが常に起こっているわけではないため、この映画のアクションシーンは、この映画の退屈させない優れたペーシングのために際立っています。\n\n声の演技と音の方向は一番上ですが、私はこれらの面の専門家ではないので、私は2つの重要な点のほかに詳細には進めません。\n1.サウンドトラックは信じられないもので、あらゆるシーンにフィットするので、そこにはほとんど気づかず、突き出ることはありませんが、常にそのシーンを補完します。\n2.ルーンの声優は信じられないほどです。 彼女はそのような驚くべき演奏をしました。日本人のネイティブスピーカーでなくても、各ラインの背後にあるすべての感情を完全に理解することができました。\n\n最初の2枚の映画のように、Mardock Scramble 3には私が一番いいアニメーションがいくつかあります\nすべてのショットは完璧に近いです。ベストアニメーションのための私のトップ10に簡単に、色のコントラストは、暗いしかしまだまだ美しい街につながります。\n\n登場人物はすべて非常にうまく細工されており、見事に見ているOeufcoqueはショーを盗んで、KinoとHermesの間のキノの旅のダイナミックな動きを思い出させます。\nショーのスターであるルネバロットは、開発の良いシェアを得て、最終的に彼女は実際に変わって人として成熟したように感じるでしょう。\n他のキャラクターは、シェルとボイルドのキャラクターアークの解像度はかなり良いものの、キャストのためのフィラーを最も多く持つ混合バッグの多少です。\n\n終わりは、かなり開いたままであったものの、非常に最終的なものであった。オープン感は、実際にはオープン・エンディングがかなり一般的なシリーズのサイバー・パンクの性質にもっと導く。\n\n結論として、私はシリーズ全体が非常にスマートで、よく考えられたサイバーパンクの物語であることを発見しました。それは古い地点を再現しましたが、それを過ぎるのに十分なユニークなアイデアとスタイルを持っています。 シェルの幽霊の無駄で強力なサイバーパンクドラマをしたいと思う人には、それらをすべてお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI don't often write reviews because most things I watch have so many reviews already there's nothing left to be said, but at the time of my writing this there is only one other review for Mardock Scramble: The Third Exhaust, so I thought I 'd share my opinion of it.\n\n\u001b[1m私はよくレビューを書いていないのは、私が見ているものの多くが既にたくさんのレビューを残しているからです。私の執筆時点では、Mardock Scrambleのもう一つのレビューがあります。 それについて私の意見を共有する。\u001b[22m\n\u001b[1m(Watashi wa yoku rebyū o kaite inai no wa, watashi ga mite irumonono ōku ga sudeni takusan no rebyū o nokoshite irukaradesu. Watashi no shippitsu jitende wa, Mardock sukuranburu no mōhitotsu no rebyū ga arimasu. Sore ni tsuite watashi no iken o kyōyū suru.)\u001b[22m\n\nTranslations of \u001b[4mI don't often write reviews because most things I watch have so many reviews already there's nothing left to be said, but at the time of my writing this there is only one other review for Mardock Scramble: The Third Exhaust, so I thought I 'd share my opinion of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't often write reviews because most things I watch have so many reviews already there's nothing left to be said, but at the time of my writing this there is only one other review for Mardock Scramble: The Third Exhaust, so I thought I\u001b[24m\n    \u001b[1m私はよくレビューを書いていないのは、私が見ているものの多くが既にたくさんのレビューを残しているからです。私の執筆時点では、Mardock Scrambleのもう一つのレビューがあります。\u001b[22m, \u001b[1m私が見てほとんどのものは、すでに何も言うことがあるように残っていないですので、多くのレビューを持っているので、私は頻繁にレビューを書いていないが、私の執筆時点で、これはマルドゥック・スクランブル1つだけ他のレビューがあります：第3排気ので、私は、私の考え\u001b[22m\n\u001b[4m'd share my opinion of it.\u001b[24m\n    \u001b[1mそれについて私の意見を共有する。\u001b[22m, \u001b[1m「それの私の意見を共有dは。\u001b[22m\n\u001b[1m\u001b[22m\nSpoilers for the review (not the movie): I thought it was absolutely fantastic.\n\n\u001b[1mレビューのスポイラー（映画ではない）：私はそれが絶対に素晴らしいと思った。\u001b[22m\n\u001b[1m(Rebyū no supoirā (eigade wa nai): Watashi wa sore ga zettai ni subarashī to omotta.)\u001b[22m\n\nTranslations of \u001b[4mSpoilers for the review (not the movie): I thought it was absolutely fantastic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpoilers for the review (not the movie): I thought it was absolutely fantastic.\u001b[24m\n    \u001b[1mレビューのスポイラー（映画ではない）：私はそれが絶対に素晴らしいと思った。\u001b[22m, \u001b[1mレビュー（ない映画）用のスポイラー：それは本当に素晴らしいと思いました。\u001b[22m\nThe end, you don’t have to read the rest of my ramblings, watch it and enjoy.\n\n\u001b[1m結局のところ、あなたは私の話題の残りを読んで、それを見て楽しむ必要はありません。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, anata wa watashi no wadai no nokori o yonde, sore o mite tanoshimu hitsuyō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe end, you don’t have to read the rest of my ramblings, watch it and enjoy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe end, you don’t have to read the rest of my ramblings, watch it and enjoy.\u001b[24m\n    \u001b[1m結局のところ、あなたは私の話題の残りを読んで、それを見て楽しむ必要はありません。\u001b[22m, \u001b[1m最後に、あなたが、私のとりとめの残りの部分を読んで、それを見て楽しむことはありません。\u001b[22m\nWait… you actually want to know HOW it’s fantastic. Well ok I guess I can do that.\n\n\u001b[1m待って...あなたは実際にそれがどれほど素晴らしいか知りたい。 まあまあ私はそれを行うことができると思います。\u001b[22m\n\u001b[1m(Matte... Anata wa jissai ni sore ga dorehodo subarashī ka shiritai. Mā mā watashi wa sore o okonau koto ga dekiru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mWait… you actually want to know HOW it’s fantastic. Well ok I guess I can do that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWait… you actually want to know HOW it’s fantastic.\u001b[24m\n    \u001b[1m待って...あなたは実際にそれがどれほど素晴らしいか知りたい。\u001b[22m, \u001b[1mあなたが実際にそれは素晴らしいです方法を知りたい...お待ちください。\u001b[22m\n\u001b[4mWell ok I guess I can do that.\u001b[24m\n    \u001b[1mまあまあ私はそれを行うことができると思います。\u001b[22m, \u001b[1mまあ大丈夫、私はそれを行うことができますね。\u001b[22m\n\u001b[1m\u001b[22m\nMardock Scrambled Eggs doesn’t do too much new in the cyberpunk genre, but that’s okay because what it does do is executed fabulously in all three movies. (Slightly less in the second but we’re not here to talk about that one)\n\n\u001b[1mMardock Scrambled Eggsはサイバーパンクのジャンルではあまり新しいことをしませんが、それは3つの映画すべてで素晴らしいことが実行されるので大丈夫です。  （2番目に少し少ないが、私たちはここでそれについて話すのではない）\u001b[22m\n\u001b[1m(Mardock Scrambled Eggs wa saibāpanku no janrude wa amari atarashī koto o shimasenga, soreha 3ttsu no eiga subete de subarashī koto ga jikkō sa rerunode daijōbudesu. (2-Banme ni sukoshi sukunaiga, watashitachi wa koko de sore ni tsuite hanasu node wa nai))\u001b[22m\n\nTranslations of \u001b[4mMardock Scrambled Eggs doesn’t do too much new in the cyberpunk genre, but that’s okay because what it does do is executed fabulously in all three movies. (Slightly less in the second but we’re not here to talk about that one)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMardock Scrambled Eggs doesn’t do too much new in the cyberpunk genre, but that’s okay because what it does do is executed fabulously in all three movies.\u001b[24m\n    \u001b[1mMardock Scrambled Eggsはサイバーパンクのジャンルではあまり新しいことをしませんが、それは3つの映画すべてで素晴らしいことが実行されるので大丈夫です。\u001b[22m, \u001b[1mマルドゥック・は卵がサイバーパンクのジャンルに新しいあまりしませんスクランブルが、何それはやるんが、3つすべての映画の中で途方に実行されるので、それは大丈夫です。\u001b[22m\n\u001b[4m(Slightly less in the second but we’re not here to talk about that one)\u001b[24m\n    \u001b[1m（2番目に少し少ないが、私たちはここでそれについて話すのではない）\u001b[22m, \u001b[1m（第2でやや少ないが、我々はその1について話をここではないです）\u001b[22m\n\u001b[1m\u001b[22m\nRune’s inner and outer conflicts come to a head in the final movie, and while the resolution of Rune’s case against Shell might seem too short in terms of crime drama or mystery, it fits the themes of the other movies perfectly. These movies were never really about the case, the case was the driving force behind Rune’s mental trauma and character development, and through the resolution of the case here we see how she’s changed from the first movie.\n\n\u001b[1mルーンの内外の葛藤が最終映画の頭に浮かび、ルーンのシェルに対する訴訟の解決は犯罪ドラマや謎の点では短すぎるかもしれないが、他の映画のテーマに完全に合致する。 これらの映画は事実ではありませんでした。事件はルーンの精神的外傷と性格発達の原動力でした。ここでのケースの解決を通して、彼女は最初の映画からどのように変わったのかを見ています。\u001b[22m\n\u001b[1m(Rūn no naigai no kattō ga saishū eiga no atama ni ukabi, rūn no sheru ni taisuru soshō no kaiketsu wa hanzai dorama ya nazo no tende wa mijika sugiru kamo shirenaiga, hoka no eiga no tēma ni kanzen ni gatchi suru. Korera no eiga wa jijitsude wa arimasendeshita. Jiken wa rūn no seishintekigaishō to seikaku hattatsu no gendōryokudeshita. Koko de no kēsu no kaiketsu o tōshite, kanojo wa saisho no eiga kara dono yō ni kawatta no ka o mite imasu.)\u001b[22m\n\nTranslations of \u001b[4mRune’s inner and outer conflicts come to a head in the final movie, and while the resolution of Rune’s case against Shell might seem too short in terms of crime drama or mystery, it fits the themes of the other movies perfectly. These movies were never really about the case, the case was the driving force behind Rune’s mental trauma and character development, and through the resolution of the case here we see how she’s changed from the first movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRune’s inner and outer conflicts come to a head in the final movie, and while the resolution of Rune’s case against Shell might seem too short in terms of crime drama or mystery, it fits the themes of the other movies perfectly.\u001b[24m\n    \u001b[1mルーンの内外の葛藤が最終映画の頭に浮かび、ルーンのシェルに対する訴訟の解決は犯罪ドラマや謎の点では短すぎるかもしれないが、他の映画のテーマに完全に合致する。\u001b[22m, \u001b[1mルーンの内側と外側の紛争は最終的なムービーに頭に来て、そしてシェルに対するルーンの例解像度が犯罪ドラマや謎の点では短すぎるように見えるかもしれないが、それは完全に他の映画のテーマにフィットします。\u001b[22m\n\u001b[4mThese movies were never really about the case, the case was the driving force behind Rune’s mental trauma and character development, and through the resolution of the case here we see how she’s changed from the first movie.\u001b[24m\n    \u001b[1mこれらの映画は事実ではありませんでした。事件はルーンの精神的外傷と性格発達の原動力でした。ここでのケースの解決を通して、彼女は最初の映画からどのように変わったのかを見ています。\u001b[22m, \u001b[1mこれらの映画は場合について本当にことはありませんでした、場合は、ルーンの精神的外傷やキャラクター開発の原動力となった、とここでは例解像度を通じて、私たちは彼女が最初の映画から変わったのかを参照してください。\u001b[22m\n\u001b[1m\u001b[22m\nAnd again the weight of the action scenes falls on the arguably more main of the two antagonists; Boiled, whose feud with Rune and her shape-shifting AI partner Oeufcoque reaches a satisfying and bombastic conclusion.\n\n\u001b[1mそして再び、アクションシーンの重さは、間違いなく2つのアンタゴニストの主なものになります。 ルーンと形が変わるAIパートナーOeufcoqueとの不和が満足のいく爆発的な結論に達するBoiled。\u001b[22m\n\u001b[1m(Soshite futatabi, akushonshīn no omo-sa wa, machigainaku 2tsu no antagonisuto no omona mono ni narimasu. Rūn to katachi ga kawaru AI pātonā Oeufcoque to no fuwa ga manzoku no iku bakuhatsu-tekina ketsuron ni tassuru Boiled.)\u001b[22m\n\nTranslations of \u001b[4mAnd again the weight of the action scenes falls on the arguably more main of the two antagonists; Boiled, whose feud with Rune and her shape-shifting AI partner Oeufcoque reaches a satisfying and bombastic conclusion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd again the weight of the action scenes falls on the arguably more main of the two antagonists;\u001b[24m\n    \u001b[1mそして再び、アクションシーンの重さは、間違いなく2つのアンタゴニストの主なものになります。\u001b[22m, \u001b[1mそして再びアクションシーンの重量は2アンタゴニストの間違いなくより多くの主に落ちます。\u001b[22m\n\u001b[4mBoiled, whose feud with Rune and her shape-shifting AI partner Oeufcoque reaches a satisfying and bombastic conclusion.\u001b[24m\n    \u001b[1mルーンと形が変わるAIパートナーOeufcoqueとの不和が満足のいく爆発的な結論に達するBoiled。\u001b[22m, \u001b[1mゆで、その確執ルーンと彼女の形状シフトAIパートナーOeufcoqueでは満足と大げさな結論に達しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe action scenes in these movies are spectacular, but few and far between, this a character focused drama first and an action second, it's not a movie for people who just want explosions and action all the time, might I suggest Ghost in the Shell: Arise for that.\n\n\u001b[1mこれらの映画のアクションシーンは壮観ですが、これはキャラクターに焦点を当てたドラマとアクションの2つ目です。爆発と行動を絶えず望む人のための映画ではありません.Ghost in Shellをお勧めします： それに対して起きる。\u001b[22m\n\u001b[1m(Korera no eiga no akushonshīn wa sōkandesuga, koreha kyarakutā ni shōten o ateta dorama to akushon no 2tsu-medesu. Bakuhatsu to kōdō o taezu nozomu hito no tame no eigade wa arimasen. Ghost in Shell o o susume shimasu: Sorenitaishite okiru.)\u001b[22m\n\nTranslations of \u001b[4mThe action scenes in these movies are spectacular, but few and far between, this a character focused drama first and an action second, it's not a movie for people who just want explosions and action all the time, might I suggest Ghost in the Shell: Arise for that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe action scenes in these movies are spectacular, but few and far between, this a character focused drama first and an action second, it's not a movie for people who just want explosions and action all the time, might I suggest Ghost in the Shell:\u001b[24m\n    \u001b[1mこれらの映画のアクションシーンは壮観ですが、これはキャラクターに焦点を当てたドラマとアクションの2つ目です。爆発と行動を絶えず望む人のための映画ではありません.Ghost in Shellをお勧めします：\u001b[22m, \u001b[1mこれらの映画の中でアクションシーンは壮観が、いくつかあり、この文字は最初のドラマを集中し、アクションは第二、それだけで爆発やアクションのすべての時間をしたい人のための映画ではありません遠く、の間、私はシェルでゴーストを示唆している可能性があります：\u001b[22m\n\u001b[4mArise for that.\u001b[24m\n    \u001b[1mそれに対して起きる。\u001b[22m, \u001b[1mそのために生じます。\u001b[22m\nHowever, because the action is not happening at all times, it makes the action scenes in this movie stand out due to excellent pacing that never leaves any part of this movie boring and doesn’t make you feel a scene has overstayed it’s welcome.\n\n\u001b[1mしかし、このアクションが常に起こっているわけではないため、この映画のアクションシーンは、この映画の退屈させない優れたペーシングのために際立っています。\u001b[22m\n\u001b[1m(Shikashi, kono akushon ga tsuneni okotte iru wakede wanai tame, kono eiga no akushonshīn wa, kono eiga no taikutsu sasenai sugureta pēshingu no tame ni kiwadatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, because the action is not happening at all times, it makes the action scenes in this movie stand out due to excellent pacing that never leaves any part of this movie boring and doesn’t make you feel a scene has overstayed it’s welcome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, because the action is not happening at all times, it makes the action scenes in this movie stand out due to excellent pacing that never leaves any part of this movie boring and doesn’t make you feel a scene has overstayed it’s welcome.\u001b[24m\n    \u001b[1mしかし、このアクションが常に起こっているわけではないため、この映画のアクションシーンは、この映画の退屈させない優れたペーシングのために際立っています。\u001b[22m, \u001b[1mアクションは常に起きていないので、しかし、それはこの映画のアクションシーンが原因で決して退屈なこの映画のどの部分を残さないと、あなたはシーンが、それは大歓迎です長居している気分にさせるしない優れたペーシングに目立ちます。\u001b[22m\n\u001b[1m\u001b[22m\nThe voice acting and sound direction is top notch, though as I’m not an expert on these aspects I can’t go into much detail besides two key points.\n\n\u001b[1m声の演技と音の方向は一番上ですが、私はこれらの面の専門家ではないので、私は2つの重要な点のほかに詳細には進めません。\u001b[22m\n\u001b[1m(Koe no engi to oto no hōkō wa ichiban-jōdesuga, watashi wa korera no men no senmonkade wanainode, watashi wa 2tsu no jūyōna ten no hoka ni shōsai ni wa susumemasen.)\u001b[22m\n\nTranslations of \u001b[4mThe voice acting and sound direction is top notch, though as I’m not an expert on these aspects I can’t go into much detail besides two key points.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice acting and sound direction is top notch, though as I’m not an expert on these aspects I can’t go into much detail besides two key points.\u001b[24m\n    \u001b[1m声の演技と音の方向は一番上ですが、私はこれらの面の専門家ではないので、私は2つの重要な点のほかに詳細には進めません。\u001b[22m, \u001b[1m私はこれらの側面について専門家ではないとして、私は2つのキーポイント以外にも多くの詳細に行くことができないのに声の演技と音の方向は、一流です。\u001b[22m\n1. the soundtrack is incredible, it fits every scene so well you barely notice it’s there, it never sticks out but always complements the scene it’s in.\n\n\u001b[1m1.サウンドトラックは信じられないもので、あらゆるシーンにフィットするので、そこにはほとんど気づかず、突き出ることはありませんが、常にそのシーンを補完します。\u001b[22m\n\u001b[1m(1. Saundotorakku wa shinji rarenai mono de, arayuru shīn ni fitto surunode, soko ni wa hotondo kidzukazu, tsukideru koto wa arimasenga, tsuneni sono shīn o hokan shimasu.)\u001b[22m\n\nTranslations of \u001b[4m1. the soundtrack is incredible, it fits every scene so well you barely notice it’s there, it never sticks out but always complements the scene it’s in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. the soundtrack is incredible, it fits every scene so well you barely notice it’s there, it never sticks out but always complements the scene it’s in.\u001b[24m\n    \u001b[1m1.サウンドトラックは信じられないもので、あらゆるシーンにフィットするので、そこにはほとんど気づかず、突き出ることはありませんが、常にそのシーンを補完します。\u001b[22m, \u001b[1mサウンドトラックは、信じられないほどである1、それはあらゆるシーンにフィットするので、よくあなたはやっとそれがあり、それが突き出ることはありませんが、常にそれが中だシーンを補完気づきます。\u001b[22m\n2. Rune’s voice actor is incredible; she gave s such an amazing performance that even without being a native Japanese speaker I could fully understand all the emotion behind each line.\n\n\u001b[1m2.ルーンの声優は信じられないほどです。 彼女はそのような驚くべき演奏をしました。それは、ネイティブの日本人スピーカーでなくても、各ラインの背後にあるすべての感情を完全に理解することができました。\u001b[22m\n\u001b[1m(2. Rūn no seiyū wa shinji rarenai hododesu. Kanojo wa sono yō na odorokubeki ensō o shimashita. Sore wa, neitibu no nihonjin supīkādenakute mo, kaku rain no haigo ni aru subete no kanjō o kanzen ni rikai suru koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4m2. Rune’s voice actor is incredible; she gave s such an amazing performance that even without being a native Japanese speaker I could fully understand all the emotion behind each line.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. Rune’s voice actor is incredible;\u001b[24m\n    \u001b[1m2.ルーンの声優は信じられないほどです。\u001b[22m\n\u001b[4mshe gave s such an amazing performance that even without being a native Japanese speaker I could fully understand all the emotion behind each line.\u001b[24m\n    \u001b[1m彼女はそのような驚くべき演奏をしました。それは、ネイティブの日本人スピーカーでなくても、各ラインの背後にあるすべての感情を完全に理解することができました。\u001b[22m, \u001b[1m彼女はsであってもネイティブの日本語話者されることなく、私は完全に各ラインの背後にあるすべての感情を理解することができ、このような素晴らしいパフォーマンスを与えました。\u001b[22m\n\u001b[1m\u001b[22m\nLike the first two movies, Mardock Scramble 3 has some of the best animation I’ve\n\n\u001b[1m最初の2枚の映画のように、Mardock Scramble 3には私が一番いいアニメーションがいくつかあります\u001b[22m\n\u001b[1m(Saisho no 2-mai no eiga no yō ni, Mardock sukuranburu 3 ni wa watashi ga ichiban ī animēshon ga ikutsu ka arimasu)\u001b[22m\n\nTranslations of \u001b[4mLike the first two movies, Mardock Scramble 3 has some of the best animation I’ve\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike the first two movies, Mardock Scramble 3 has some of the best animation I’ve\u001b[24m\n    \u001b[1m最初の2枚の映画のように、Mardock Scramble 3には私が一番いいアニメーションがいくつかあります\u001b[22m, \u001b[1m最初の二つの映画のように、マルドゥック・スクランブル3は私がした最高のアニメーションのいくつかを持っています\u001b[22m\nseen, every shot is near perfection, Easily in my top 10 for best animation, the contrast of colors leads to a drab, dark yet beautiful city.\n\n\u001b[1mすべてのショットは完璧に近いです。ベストアニメーションのための私のトップ10に簡単に、色のコントラストは、暗いしかしまだまだ美しい街につながります。\u001b[22m\n\u001b[1m(Subete no shotto wa kanpeki ni chikaidesu. Besutoanimēshon no tame no watashi no toppu 10 ni kantan ni,-iro no kontorasuto wa, kurai shikashi madamada utsukushī-gai ni tsunagarimasu.)\u001b[22m\n\nTranslations of \u001b[4mseen, every shot is near perfection, Easily in my top 10 for best animation, the contrast of colors leads to a drab, dark yet beautiful city.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mseen, every shot is near perfection, Easily in my top 10 for best animation, the contrast of colors leads to a drab, dark yet beautiful city.\u001b[24m\n    \u001b[1mすべてのショットは完璧に近いです。ベストアニメーションのための私のトップ10に簡単に、色のコントラストは、暗いしかしまだまだ美しい街につながります。\u001b[22m, \u001b[1m見て、すべてのショットが簡単に最高のアニメーションのための私のトップ10には、色のコントラストがくすんだ、暗いまだ美しい都市につながる、完璧近くです。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are all very well crafted and enjoyable to watch, with the standout Oeufcoque stealing the show and reminding me quite a lot of the dynamic between Kino and Hermes in Kino no Tabi.\n\n\u001b[1m登場人物はすべて非常にうまく細工されており、見事に見ているOeufcoqueはショーを盗んで、KinoとHermesの間のキノの旅のダイナミックな動きを思い出させます。\u001b[22m\n\u001b[1m(Tōjō jinbutsu wa subete hijō ni umaku saiku sa rete ori, migoto ni mite iru Oeufcoque wa shō o nusunde, Kino to erumesu no ma no kinonotabi no dainamikkuna ugoki o omoidasa semasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are all very well crafted and enjoyable to watch, with the standout Oeufcoque stealing the show and reminding me quite a lot of the dynamic between Kino and Hermes in Kino no Tabi.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are all very well crafted and enjoyable to watch, with the standout Oeufcoque stealing the show and reminding me quite a lot of the dynamic between Kino and Hermes in Kino no Tabi.\u001b[24m\n    \u001b[1m登場人物はすべて非常にうまく細工されており、見事に見ているOeufcoqueはショーを盗んで、KinoとHermesの間のキノの旅のダイナミックな動きを思い出させます。\u001b[22m, \u001b[1m文字は傑出したOeufcoqueはショーを盗むとキノの旅で私にキノとエルメスの間の動的のかなり多くを思い出させると、すべて見ていて非常にうまく細工されたと楽しいです。\u001b[22m\nRune Balot, the star of the show gets a good share of development and by the end you will feel like she’s actually changed and matured as a person.\n\n\u001b[1mショーのスターであるルネバロットは、開発の良いシェアを得て、最終的に彼女は実際に変わって人として成熟したように感じるでしょう。\u001b[22m\n\u001b[1m(Shō no sutādearu runebarotto wa, kaihatsu no yoi shea o ete, saishūtekini kanojo wa jissai ni kawatte hitotoshite seijuku shita yō ni kanjirudeshou.)\u001b[22m\n\nTranslations of \u001b[4mRune Balot, the star of the show gets a good share of development and by the end you will feel like she’s actually changed and matured as a person.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRune Balot, the star of the show gets a good share of development and by the end you will feel like she’s actually changed and matured as a person.\u001b[24m\n    \u001b[1mショーのスターであるルネバロットは、開発の良いシェアを得て、最終的に彼女は実際に変わって人として成熟したように感じるでしょう。\u001b[22m, \u001b[1mルーンBalot、ショーのスターは、開発の良いシェアを取得し、彼女が実際に変更し、人間として成熟しているよう月末までにあなたが感じるだろう。\u001b[22m\nThe other characters are somewhat of a mixed bag with most at the most filler for the cast, though the resolution of Shell and Boiled’s character arcs were quite good as well.\n\n\u001b[1m他のキャラクターは、シェルとボイルドのキャラクターアークの解像度はかなり良いものの、キャストのためのフィラーを最も多く持つ混合バッグの多少です。\u001b[22m\n\u001b[1m(Hoka no kyarakutā wa, sheru to boirudo no kyarakutāāku no kaizōdo wa kanari yoi mono no, kyasuto no tame no firā o mottomo ōku motsu kongō baggu no tashōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe other characters are somewhat of a mixed bag with most at the most filler for the cast, though the resolution of Shell and Boiled’s character arcs were quite good as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe other characters are somewhat of a mixed bag with most at the most filler for the cast, though the resolution of Shell and Boiled’s character arcs were quite good as well.\u001b[24m\n    \u001b[1m他のキャラクターは、シェルとボイルドのキャラクターアークの解像度はかなり良いものの、キャストのためのフィラーを最も多く持つ混合バッグの多少です。\u001b[22m, \u001b[1mシェルの解像度と煮の文字アークが同様に非常に良好であったものの、他の文字は、キャストのための最もフィラーで最もで多少混合バッグのです。\u001b[22m\n\u001b[1m\u001b[22m\nThe ending, while left quite open, also felt very final, the openness really only leading more to the cyberpunk nature of the series where open endings are quite common.\n\n\u001b[1m終わりは、かなり開いたままであったものの、非常に最終的なものであった。オープン感は、実際にはオープン・エンディングがかなり一般的なシリーズのサイバー・パンクの性質にもっと導く。\u001b[22m\n\u001b[1m(Owari wa, kanari aita mamadeatta mono no, hijō ni saishū-tekina monodeatta. Ōpun-kan wa, jissai ni wa ōpun endingu ga kanari ippantekina shirīzu no saibā panku no seishitsu ni motto michibiku.)\u001b[22m\n\nTranslations of \u001b[4mThe ending, while left quite open, also felt very final, the openness really only leading more to the cyberpunk nature of the series where open endings are quite common.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ending, while left quite open, also felt very final, the openness really only leading more to the cyberpunk nature of the series where open endings are quite common.\u001b[24m\n    \u001b[1m終わりは、かなり開いたままであったものの、非常に最終的なものであった。オープン感は、実際にはオープン・エンディングがかなり一般的なシリーズのサイバー・パンクの性質にもっと導く。\u001b[22m, \u001b[1mエンディングは、かなり開いたままにしながら、また、開放性は本当に唯一のオープン結末はかなり共通している一連のサイバーパンクな性質によりをリードし、非常に最終的に感じました。\u001b[22m\n\u001b[1m\u001b[22m\nIn conclusion, I found the series as a whole to be a very smart, well thought out cyberpunk story, sure it retreads old ground but it has enough unique ideas and style to get past that. I would highly recommend them all to anybody who wants a strong cyberpunk drama in the vain of ghost in the shell.\n\n\u001b[1m結論として、私はシリーズ全体が非常にスマートで、よく考えられたサイバーパンクの物語であることを発見しました。それは古い地点を再現しましたが、それを過ぎるのに十分なユニークなアイデアとスタイルを持っています。 シェルの幽霊の無駄で強力なサイバーパンクドラマをしたいと思う人には、それらをすべてお勧めします。\u001b[22m\n\u001b[1m(Ketsuron to shite, watashi wa shirīzu zentai ga hijō ni sumāto de, yoku kangae rareta saibāpanku no monogataridearu koto o hakken shimashita. Sore wa furui chiten o saigen shimashitaga, sore o sugiru no ni jūbun'na yunīkuna aidea to sutairu o motte imasu. Sheru no yūrei no mudade kyōryokuna saibāpankudorama o shitai to omou hito ni wa, sorera o subete o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn conclusion, I found the series as a whole to be a very smart, well thought out cyberpunk story, sure it retreads old ground but it has enough unique ideas and style to get past that. I would highly recommend them all to anybody who wants a strong cyberpunk drama in the vain of ghost in the shell.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn conclusion, I found the series as a whole to be a very smart, well thought out cyberpunk story, sure it retreads old ground but it has enough unique ideas and style to get past that.\u001b[24m\n    \u001b[1m結論として、私はシリーズ全体が非常にスマートで、よく考えられたサイバーパンクの物語であることを発見しました。それは古い地点を再現しましたが、それを過ぎるのに十分なユニークなアイデアとスタイルを持っています。\u001b[22m, \u001b[1m結論として、私は、全体としてのシリーズがよく、それは古い地面をretreadsが、それはそれを乗り越えるために十分なユニークなアイデアとスタイルを持っていることを確認し、サイバーパンクの物語を考え、非常にスマートであることが判明しました。\u001b[22m\n\u001b[4mI would highly recommend them all to anybody who wants a strong cyberpunk drama in the vain of ghost in the shell.\u001b[24m\n    \u001b[1mシェルの幽霊の無駄で強力なサイバーパンクドラマをしたいと思う人には、それらをすべてお勧めします。\u001b[22m, \u001b[1m私は非常攻殻機動隊の無駄に強いサイバーパンクのドラマを望んでいる誰にそれらすべてをお勧めします。\u001b[22m"
  },
  {
    "title": "Mardock_Scramble__The_Third_Exhaust",
    "id": "12053",
    "url": "https://myanimelist.net/anime/12053/Mardock_Scramble__The_Third_Exhaust",
    "user": "Stark700",
    "profile": "/profile/Stark700/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=117111",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  6\nキャラクター|  5\n|  5\n\nMardock Scramble：The Exhaust  -  3部作の第3作目。 最初の2枚の映画から、このフィナーレをもたらす準備ができました。 そういうわけで、すべてを結びつけるこの映画からの結論を期待してください。\n\n以前の前任者と同様に、この映画は未来都市のカミナ・シティーで行われます。 シリーズの主人公は、最初の映画からのある種の事件の後で致命的な運命に苦しむ若い女の子、Rune Ballotです。 しかし、彼女はイースター博士という男の助けを借りて生き残ったが、同時に彼女の体を変えるいくつかの変形を経験した。 彼女の人生はまだ危険にさらされており、毎日生活するのは苦しいですが、彼女の存在は致命的になります。\n\n3番目のフィルムは、第2燃焼が途絶えたところから直接離れています。  Blueggカジノは、私たちのキャラクターが過去の秘密を発見するために深く掘り下げていくにつれて、強烈な感情を放ちます。 カジノゲーム自体は主人公Rune Ballotと少しの心理的戦争のバランスをとっています。 彼女はもはや人間ではないが、ルーンはいまだに多くの点で人間に見える。 カジノゲームそのものも、マインドゲームの形でねじれています。 ある時点では、勝利の負担は時々失っているよりも大きいことがキャラクターに述べられています。\n\n私はフルスロットルの実行と一致することで映画のアクションにいくつかの賞賛を与える。 アクション女の子Rune Ballotによる簡単な道路戦争と素早い動きがあります。 しかし、シーンは、それがフラッシュで終わったように感じるような方法で提示されました。 しかし、より心理的な側面では、ルーン・バロットの暴力的なビジョン/フラッシュバックを中心に、より多くの場面が見られます。 それらを通じ、それらの悲惨な瞬間を再現し、彼女が悲劇によって作成された性格であることに気づくのは簡単です。 それは彼女の状況のた​​めに彼女が同情を感じさせるようにすることができますが、すでに最初の2つの映画を見た人にとってはもう少し明らかにすべきです。 また、ルーンの復活と近破壊の責任者であるシェルに関する質問もあります。\n\n弾丸が発射され、血液がこぼれ落ち、身体部分が引き裂かれ、拷問の場面で暴力が返される。 これは映画の中の後でRune Ballotによって彼女の怒りと憎しみで直接表示されます。 しかし、やはり、このような暴力的な世界では、誰もが何にも同感できません。 今や、怒りは、過去の間違いや、シェルに向けられているようです。 結果？ 予期せぬ結果を伴う自己不注意と無慈悲な意思決定。 驚いたことに、十分なファンサービスのバケツ負荷はありません。 あなたが血液を奉仕として飛散させて暴力を数えるのでなければ、画面に表示される肌の量は最小限に抑えられます。 私は映画が視覚的ではなく精神的に三部作をまとめようとしていると思います。 ああ、精神的に言えば..... Mardock Scrambleに表示される他の感情の中には、思いやりがありません。 これは、通常、アンタゴニストのトーンの声から聞こえます。\n\nアートワークが賢明で、私は映画のビジュアルスタンダードを賞賛します。 サイバーパンクの世界のコンセプトは、そのテーマを反映するために明確に提示されています。 しかしそれ以上に、ビジュアルは豊かな細部を持つ背景のようなオーラを与えます。  Rune Ballotのデザインは女の子とサイボーグの融合であり、サイエンスフィクションのアイデアとよくマッチします。 サウンドトラックは、特に戦闘シーンや初めの心理的なテーマの中でもまともです。 それと同時に、ルネーの林原めぐみさんから感情と悲しみが混じって聞こえます。\n\n全体的に、この映画は地球が全く粉砕されていなかった。 三部作の最終的な映画として、クライマックスは結論を確定しましたが、それは私を\"今や待っていた価値があった\"うわべにしたものではありませんでした。 いいえ、代わりに、それは移動するためにシリーズを完成させるような感じでした。 どうして？ プロット、文字、テーマは全体的に結びついていたため、爆発的でもなく、期待に応えられませんでした。 最終的に、この映画は私のために6/10になる。 しかし、それは1時間を少し超えるだけですが、それ以上に絶望するほどの損失はありません。 私のやや高い期待は失ってしまったものです。 しかし、あなたがMardock Scrambleシリーズのファンであれば、このトリロジーを完成させるためにこの映画で爆発してください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nMardock Scramble: The The Exhaust - the third and final movie of the trilogy. From the first 2 films, there was a set up feeling to bring about this finale. As such, expect a conclusion from this film that ties up everything together.\n\n\u001b[1mMardock Scramble：The Exhaust  -  3部作の第3作目。 最初の2枚の映画から、このフィナーレをもたらす準備ができました。 そういうわけで、すべてを結びつけるこの映画からの結論を期待してください。\u001b[22m\n\u001b[1m(Mardock sukuranburu: The Exhaust - 3 busaku no dai 3 sakumoku. Saisho no 2-mai no eiga kara, kono fināre o motarasu junbi ga dekimashita. Sō iu wake de, subete o musubitsukeru kono eiga kara no ketsuron o kitai shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mMardock Scramble: The The Exhaust - the third and final movie of the trilogy. From the first 2 films, there was a set up feeling to bring about this finale. As such, expect a conclusion from this film that ties up everything together.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMardock Scramble: The The Exhaust - the third and final movie of the trilogy.\u001b[24m\n    \u001b[1mMardock Scramble：The Exhaust  -  3部作の第3作目。\u001b[22m, \u001b[1mマルドゥック・スクランブル：エキゾースト - 三部作の3番目と最終的なムービー。\u001b[22m\n\u001b[4mFrom the first 2 films, there was a set up feeling to bring about this finale.\u001b[24m\n    \u001b[1m最初の2枚の映画から、このフィナーレをもたらす準備ができました。\u001b[22m, \u001b[1m第2フィルムから、このフィナーレをもたらすために設定感がありました。\u001b[22m\n\u001b[4mAs such, expect a conclusion from this film that ties up everything together.\u001b[24m\n    \u001b[1mそういうわけで、すべてを結びつけるこの映画からの結論を期待してください。\u001b[22m, \u001b[1mこのように、一緒にすべてを結びつけるこの映画からの結論を期待しています。\u001b[22m\n\u001b[1m\u001b[22m\nLike its previous predecessors, the film takes place in a futuristic city called Kamina City. The main character of the series is Rune Ballot, a young girl whom suffers a near fatal fate after a certain incident from the first film. However, she survived with the unlikely help of a man named Dr. Easter while at same time undergoing some transformations that alters her body. What makes her existence fatal now though is the fact that her life is still in danger and every day is painful to live in.\n\n\u001b[1m以前の前任者と同様に、この映画は未来都市のカミナ・シティーで行われます。 シリーズの主人公は、最初の映画からのある種の事件の後で致命的な運命に苦しむ若い女の子、Rune Ballotです。 しかし、彼女はイースター博士という男の助けを借りて生き残ったが、同時に彼女の体を変えるいくつかの変形を経験した。 彼女の人生はまだ危険にさらされており、毎日生活するのは苦しいですが、彼女の存在は致命的になります。\u001b[22m\n\u001b[1m(Izen no zen'nin-sha to dōyō ni, kono eiga wa mirai toshi no Kamina shitī de okonawa remasu. Shirīzu no shujinkō wa, saisho no eiga kara no arushuno jiken no nochi de chimei-tekina unmei ni kurushimu wakai on'nanoko, Rune Ballotdesu. Shikashi, kanojo wa īsutā hakase to iu otoko no tasuke o karite ikinokottaga, dōjini kanojo no karada o kaeru ikutsu ka no henkei o keiken shita. Kanojo no jinsei wa mada kiken ni sarasa rete ori, Mainichi seikatsu suru no wa kurushīdesuga, kanojo no sonzai wa chimei-teki ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mLike its previous predecessors, the film takes place in a futuristic city called Kamina City. The main character of the series is Rune Ballot, a young girl whom suffers a near fatal fate after a certain incident from the first film. However, she survived with the unlikely help of a man named Dr. Easter while at same time undergoing some transformations that alters her body. What makes her existence fatal now though is the fact that her life is still in danger and every day is painful to live in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike its previous predecessors, the film takes place in a futuristic city called Kamina City.\u001b[24m\n    \u001b[1m以前の前任者と同様に、この映画は未来都市のカミナ・シティーで行われます。\u001b[22m, \u001b[1mその前の前任者と同様に、フィルムはカミナ市と呼ばれる未来都市で行われます。\u001b[22m\n\u001b[4mThe main character of the series is Rune Ballot, a young girl whom suffers a near fatal fate after a certain incident from the first film.\u001b[24m\n    \u001b[1mシリーズの主人公は、最初の映画からのある種の事件の後で致命的な運命に苦しむ若い女の子、Rune Ballotです。\u001b[22m, \u001b[1mシリーズのメインキャラクターはルーン投票、最初の映画から特定の事件の後の近くに致命的な運命を被った若い女の子です。\u001b[22m\n\u001b[4mHowever, she survived with the unlikely help of a man named Dr. Easter while at same time undergoing some transformations that alters her body.\u001b[24m\n    \u001b[1mしかし、彼女はイースター博士という男の助けを借りて生き残ったが、同時に彼女の体を変えるいくつかの変形を経験した。\u001b[22m, \u001b[1mしかし、彼女は彼女の体を変化させるいくつかの変換を受けながら、同時に博士イースターという男の可能性は低い助けを借りて生き残りました。\u001b[22m\n\u001b[4mWhat makes her existence fatal now though is the fact that her life is still in danger and every day is painful to live in.\u001b[24m\n    \u001b[1m彼女の人生はまだ危険にさらされており、毎日生活するのは苦しいですが、彼女の存在は致命的になります。\u001b[22m, \u001b[1mどのような彼女の存在は致命的になることは今けれども彼女の生命が危険にまだあると毎日がに住んで痛みを伴うという事実です。\u001b[22m\n\u001b[1m\u001b[22m\nThe third film directly continues off from where The Second Combustion left off. The Bluegg Casino gives off a feeling of intensity as our characters ventures deep to discover secrets of the past. The casino game itself balances between a bit of psychological warfare with our main character Rune Ballot. Even though she is no longer human, Rune still looks human in many ways. The casino game itself also twists around in a form of mind games. At one point, characters mentions that the burden of winning can sometimes be even greater than losing.\n\n\u001b[1m3番目のフィルムは、第2燃焼が途絶えたところから直接離れています。  Blueggカジノは、私たちのキャラクターが過去の秘密を発見するために深く掘り下げていくにつれて、強烈な感情を放ちます。 カジノゲーム自体は主人公Rune Ballotと少しの心理的戦争のバランスをとっています。 彼女はもはや人間ではないが、ルーンはいまだに多くの点で人間に見える。 カジノゲームそのものも、マインドゲームの形でねじれています。 ある時点では、勝利の負担は時々失っているよりも大きいことがキャラクターに述べられています。\u001b[22m\n\u001b[1m(3-Banme no firumu wa, dai 2 nenshō ga todaeta tokoro kara chokusetsu hanarete imasu. Bluegg kajino wa, watashitachi no kyarakutā ga kako no himitsu o hakken suru tame ni fukaku horisagete iku ni tsurete, kyōretsuna kanjō o hanachimasu. Kajinogēmu jitai wa shujinkō Rune Ballot to sukoshi no shinri-teki sensō no baransu o totte imasu. Kanojo wa mohaya ningende wa naiga, rūn wa imadani ōku no ten de ningen ni mieru. Kajinogēmu sonomono mo, maindogēmu no katachi de nejirete imasu. Aru jitende wa, shōri no futan wa tokidoki ushinatte iru yori mo ōkī koto ga kyarakutā ni nobe rarete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe third film directly continues off from where The Second Combustion left off. The Bluegg Casino gives off a feeling of intensity as our characters ventures deep to discover secrets of the past. The casino game itself balances between a bit of psychological warfare with our main character Rune Ballot. Even though she is no longer human, Rune still looks human in many ways. The casino game itself also twists around in a form of mind games. At one point, characters mentions that the burden of winning can sometimes be even greater than losing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe third film directly continues off from where The Second Combustion left off.\u001b[24m\n    \u001b[1m3番目のフィルムは、第2燃焼が途絶えたところから直接離れています。\u001b[22m, \u001b[1m第3の膜を直接第二の燃焼が中断したところからオフ続けます。\u001b[22m\n\u001b[4mThe Bluegg Casino gives off a feeling of intensity as our characters ventures deep to discover secrets of the past.\u001b[24m\n    \u001b[1mBlueggカジノは、私たちのキャラクターが過去の秘密を発見するために深く掘り下げていくにつれて、強烈な感情を放ちます。\u001b[22m, \u001b[1mBlueggカジノは、過去の秘密を発見するために深い私たちの文字ベンチャーとして強度感を放ちます。\u001b[22m\n\u001b[4mThe casino game itself balances between a bit of psychological warfare with our main character Rune Ballot.\u001b[24m\n    \u001b[1mカジノゲーム自体は主人公Rune Ballotと少しの心理的戦争のバランスをとっています。\u001b[22m, \u001b[1mカジノゲーム自体は、私たちの主な文字ルーン投票と心理戦のビットとの間でバランスをとります。\u001b[22m\n\u001b[4mEven though she is no longer human, Rune still looks human in many ways.\u001b[24m\n    \u001b[1m彼女はもはや人間ではないが、ルーンはいまだに多くの点で人間に見える。\u001b[22m, \u001b[1m彼女はもはや人間であっても、ルーンは、まだ多くの方法で人間に見えません。\u001b[22m\n\u001b[4mThe casino game itself also twists around in a form of mind games.\u001b[24m\n    \u001b[1mカジノゲームそのものも、マインドゲームの形でねじれています。\u001b[22m, \u001b[1mカジノゲーム自体も、心のゲームの形で周りにねじります。\u001b[22m\n\u001b[4mAt one point, characters mentions that the burden of winning can sometimes be even greater than losing.\u001b[24m\n    \u001b[1mある時点では、勝利の負担は時々失っているよりも大きいことがキャラクターに述べられています。\u001b[22m, \u001b[1mある時点で、文字が勝利の負担が時々失うことよりもさらに大きくすることができると述べています。\u001b[22m\n\u001b[1m\u001b[22m\nI do give some praise to the action of the film in being consistent with the full throttle execution. There’s the brief road war and quick movements by our action girl Rune Ballot. However, the scenes were presented in such a fashion that it almost felt like it was over in a flash. On a more psychological side though, we get to witness more scenes revolving around Rune Ballot’s violent visions/flashbacks. Through them, it’s easy to relive those grim moments and realize that she is a character created by tragedy. It can make us feel pity for her because of her circumstances although by now, it should be a bit obvious already especially for those who’ve already seen the first two films. There’s also questions regarding Shell, the man responsible for both Rune’s reanimation and near destruction.\n\n\u001b[1m私はフルスロットルの実行と一致することで映画のアクションにいくつかの賞賛を与える。 アクション女の子Rune Ballotによる簡単な道路戦争と素早い動きがあります。 しかし、シーンは、それがフラッシュで終わったように感じるような方法で提示されました。 しかし、より心理的な側面では、ルーン・バロットの暴力的なビジョン/フラッシュバックを中心に、より多くの場面が見られます。 それらを通じ、それらの悲惨な瞬間を再現し、彼女が悲劇によって作成された性格であることに気づくのは簡単です。 それは彼女の状況のた​​めに彼女が同情を感じさせるようにすることができますが、すでに最初の2つの映画を見た人にとってはもう少し明らかにすべきです。 また、ルーンの復活と近破壊の責任者であるシェルに関する質問もあります。\u001b[22m\n\u001b[1m(Watashi wa Furusurottoru no jikkō to itchi suru koto de eiga no akushon ni ikutsu ka no shōsan o ataeru. Akushon on'nanoko Rune Ballot ni yoru kantan'na dōro sensō to subayai ugoki ga arimasu. Shikashi, shīn wa, sore ga furasshu de owatta yō ni kanjiru yōna hōhō de teiji sa remashita. Shikashi, yori shinri-tekina sokumende wa, rūn barotto no bōryoku-tekina bijon/ furasshu bakku o chūshin ni, yori ōku no bamen ga mi raremasu. Sorera o tsūji, sorera no hisan'na shunkan o saigen shi, kanojo ga higeki ni yotte sakusei sa reta seikakudearu koto ni kidzuku no wa kantandesu. Sore wa kanojo no jōkyō nota ​​-me ni kanojo ga dōjō o kanji saseru yō ni suru koto ga dekimasuga, sudeni saisho no 2tsu no eiga o mita hito ni totte wa mōsukoshi akiraka ni subekidesu. Mata, rūn no fukkatsu to kin hakai no sekininshadearu sheru ni kansuru shitsumon mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI do give some praise to the action of the film in being consistent with the full throttle execution. There’s the brief road war and quick movements by our action girl Rune Ballot. However, the scenes were presented in such a fashion that it almost felt like it was over in a flash. On a more psychological side though, we get to witness more scenes revolving around Rune Ballot’s violent visions/flashbacks. Through them, it’s easy to relive those grim moments and realize that she is a character created by tragedy. It can make us feel pity for her because of her circumstances although by now, it should be a bit obvious already especially for those who’ve already seen the first two films. There’s also questions regarding Shell, the man responsible for both Rune’s reanimation and near destruction.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI do give some praise to the action of the film in being consistent with the full throttle execution.\u001b[24m\n    \u001b[1m私はフルスロットルの実行と一致することで映画のアクションにいくつかの賞賛を与える。\u001b[22m, \u001b[1m私はフルスロットル実行と一致しているフィルムの作用にいくつかの賞賛を与えません。\u001b[22m\n\u001b[4mThere’s the brief road war and quick movements by our action girl Rune Ballot.\u001b[24m\n    \u001b[1mアクション女の子Rune Ballotによる簡単な道路戦争と素早い動きがあります。\u001b[22m, \u001b[1m私たちのアクションの女の子ルーン投票によって簡単な道路戦争と迅速な動きがあります。\u001b[22m\n\u001b[4mHowever, the scenes were presented in such a fashion that it almost felt like it was over in a flash.\u001b[24m\n    \u001b[1mしかし、シーンは、それがフラッシュで終わったように感じるような方法で提示されました。\u001b[22m, \u001b[1mしかし、シーンはフラッシュで終わったようにそれはほとんど感じたことを、このようなやり方で提示されました。\u001b[22m\n\u001b[4mOn a more psychological side though, we get to witness more scenes revolving around Rune Ballot’s violent visions/flashbacks.\u001b[24m\n    \u001b[1mしかし、より心理的な側面では、ルーン・バロットの暴力的なビジョン/フラッシュバックを中心に、より多くの場面が見られます。\u001b[22m, \u001b[1mしかし、より心理的な面では、我々はルーン投票の暴力的なビジョン/フラッシュバックを中心に展開する複数のシーンを目撃してもらいます。\u001b[22m\n\u001b[4mThrough them, it’s easy to relive those grim moments and realize that she is a character created by tragedy.\u001b[24m\n    \u001b[1mそれらを通じ、それらの悲惨な瞬間を再現し、彼女が悲劇によって作成された性格であることに気づくのは簡単です。\u001b[22m, \u001b[1mそれらを介して、それはそれらの厳しい瞬間を追体験し、彼女は悲劇によって作成された文字であることを認識するのは簡単です。\u001b[22m\n\u001b[4mIt can make us feel pity for her because of her circumstances although by now, it should be a bit obvious already especially for those who’ve already seen the first two films.\u001b[24m\n    \u001b[1mそれは彼女の状況のために彼女が同情を感じさせるようにすることができますが、すでに最初の2つの映画を見た人にとってはもう少し明らかにすべきです。\u001b[22m, \u001b[1m今では、それは特に、すでに最初の二つのフィルムを見てきた人のためにすでに少しは明らかであるが、それが原因彼女の事情により、私たちは彼女のために同情を感じることができます。\u001b[22m\n\u001b[4mThere’s also questions regarding Shell, the man responsible for both Rune’s reanimation and near destruction.\u001b[24m\n    \u001b[1mまた、ルーンの復活と近破壊の責任者であるシェルに関する質問もあります。\u001b[22m, \u001b[1mシェル、ルーンの蘇生と近い破壊の両方を担当する男性に関する質問もあります。\u001b[22m\n\u001b[1m\u001b[22m\nThe violence returns as well with bullets being fired, blood being spilled, body parts torn off, and scenes of torture in cases. This is directly displayed by Rune Ballot later on in the film with her anger and hatred. Then again though, in such a violent world, there’s not much empathy for anyone as much as anything goes. Now it seems like that rage is directed at mistakes in the past as well as towards Shell. The result? Self carelessness and more ruthless decisions with unpredictable outcomes. Surprisingly enough, there’s not a whole bucket load of fan service. Unless you count the violence with blood being splattered as service, the amount of skin being shown on screen is minimal. I guess in a way, the movie tries to wrap up the trilogy up mentally rather than visually. Oh and speaking of mentally.....among other emotions displayed in Mardock Scramble is a lack of compassion. This is usually heard from the tone voices of the antagonists.\n\n\u001b[1m弾丸が発射され、血液がこぼれ落ち、身体部分が引き裂かれ、拷問の場面で暴力が返される。 これは映画の中の後でRune Ballotによって彼女の怒りと憎しみで直接表示されます。 しかし、やはり、このような暴力的な世界では、誰もが何にも同感できません。 今や、怒りは、過去の間違いや、シェルに向けられているようです。 結果？ 予期せぬ結果を伴う自己不注意と無慈悲な意思決定。 驚いたことに、十分なファンサービスのバケツ負荷はありません。 あなたが血液を奉仕として飛散させて暴力を数えるのでなければ、画面に表示される肌の量は最小限に抑えられます。 私は映画が視覚的ではなく精神的に三部作をまとめようとしていると思います。 ああ、精神的に言えば..... Mardock Scrambleに表示される他の感情の中には、思いやりがありません。 これは、通常、アンタゴニストのトーンの声から聞こえます。\u001b[22m\n\u001b[1m(Dangan ga hassha sa re, ketsueki ga koboreochi, karada bubun ga hikisaka re, gōmon no bamen de bōryoku ga kaesa reru. Kore wa eiga no naka no nochi de Rune Ballot ni yotte kanojo no ikari to nikushimi de chokusetsu hyōji sa remasu. Imaya, ikari wa, kako no machigai ya, sheru ni muke rarete iru yōdesu. Kekka? Yoki senu kekka o tomonau jiko fuchūi to mujihina ishi kettei. Odoroita koto ni, jūbun'na fansābisu no baketsu fuka wa arimasen. Anata ga ketsueki o hōshi to shite hisan sa sete bōryoku o kazoeru nodenakereba, gamen ni hyōji sa reru hada no ryō wa saishōgen ni osae raremasu. Watashi wa eiga ga shikaku-tekide wa naku seishintekini san busaku o matomeyou to shite iru to omoimasu. Ā, seishin-teki ni ieba... .. Mardock sukuranburu ni hyōji sa reru ta no kanjō no nakaniha, omoiyari ga arimasen. Kore wa, tsūjō, antagonisuto no tōn no koe kara kikoemasu. Shikashi, yahari, kono yōna bōryoku-tekina sekaide wa, daremoga nani ni mo dōkan dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe violence returns as well with bullets being fired, blood being spilled, body parts torn off, and scenes of torture in cases. This is directly displayed by Rune Ballot later on in the film with her anger and hatred. Then again though, in such a violent world, there’s not much empathy for anyone as much as anything goes. Now it seems like that rage is directed at mistakes in the past as well as towards Shell. The result? Self carelessness and more ruthless decisions with unpredictable outcomes. Surprisingly enough, there’s not a whole bucket load of fan service. Unless you count the violence with blood being splattered as service, the amount of skin being shown on screen is minimal. I guess in a way, the movie tries to wrap up the trilogy up mentally rather than visually. Oh and speaking of mentally.....among other emotions displayed in Mardock Scramble is a lack of compassion. This is usually heard from the tone voices of the antagonists.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe violence returns as well with bullets being fired, blood being spilled, body parts torn off, and scenes of torture in cases.\u001b[24m\n    \u001b[1m弾丸が発射され、血液がこぼれ落ち、身体部分が引き裂かれ、拷問の場面で暴力が返される。\u001b[22m, \u001b[1m暴力は解雇され弾丸、血液がこぼれされ、引きちぎら体の部分、および場合によっては拷問の場面でも同様に返します。\u001b[22m\n\u001b[4mThis is directly displayed by Rune Ballot later on in the film with her anger and hatred.\u001b[24m\n    \u001b[1mこれは映画の中の後でRune Ballotによって彼女の怒りと憎しみで直接表示されます。\u001b[22m, \u001b[1mこれは、直接彼女の怒りと憎しみとフィルムの後半でルーン投票によって表示されます。\u001b[22m\n\u001b[4mNow it seems like that rage is directed at mistakes in the past as well as towards Shell.\u001b[24m\n    \u001b[1m今や、怒りは、過去の間違いや、シェルに向けられているようです。\u001b[22m, \u001b[1mその怒りが過去の過ちでだけでなく、シェルに向けられているように、今ではそうです。\u001b[22m\n\u001b[4mThe result?\u001b[24m\n    \u001b[1m結果？\u001b[22m, \u001b[1m結果は？\u001b[22m, \u001b[1mその結果は？\u001b[22m\n\u001b[4mSelf carelessness and more ruthless decisions with unpredictable outcomes.\u001b[24m\n    \u001b[1m予期せぬ結果を伴う自己不注意と無慈悲な意思決定。\u001b[22m, \u001b[1mセルフ不注意や予測不可能な成果をより冷酷な決断。\u001b[22m\n\u001b[4mSurprisingly enough, there’s not a whole bucket load of fan service.\u001b[24m\n    \u001b[1m驚いたことに、十分なファンサービスのバケツ負荷はありません。\u001b[22m, \u001b[1m驚くべきことに、ファンサービスの全体バケット荷重はありません。\u001b[22m\n\u001b[4mUnless you count the violence with blood being splattered as service, the amount of skin being shown on screen is minimal.\u001b[24m\n    \u001b[1mあなたが血液を奉仕として飛散させて暴力を数えるのでなければ、画面に表示される肌の量は最小限に抑えられます。\u001b[22m, \u001b[1mあなたがサービスとして飛散している血液と暴力をカウントしていない限り、皮膚の量は、画面上に表示される最小限です。\u001b[22m\n\u001b[4mI guess in a way, the movie tries to wrap up the trilogy up mentally rather than visually.\u001b[24m\n    \u001b[1m私は映画が視覚的ではなく精神的に三部作をまとめようとしていると思います。\u001b[22m, \u001b[1m私は方法で、映画は精神的にではなく、視覚的により三部作を締めくくるしようと思います。\u001b[22m\n\u001b[4mOh and speaking of mentally.....among other emotions displayed in Mardock Scramble is a lack of compassion.\u001b[24m\n    \u001b[1mああ、精神的に言えば..... Mardock Scrambleに表示される他の感情の中には、思いやりがありません。\u001b[22m, \u001b[1mああとマルドゥック・スクランブルに表示される他の感情の中で.....精神的に言えば思いやりの欠如です。\u001b[22m\n\u001b[4mThis is usually heard from the tone voices of the antagonists.\u001b[24m\n    \u001b[1mこれは、通常、アンタゴニストのトーンの声から聞こえます。\u001b[22m, \u001b[1mこれは通常、アンタゴニストのトーン声から聞いています。\u001b[22m\n\u001b[4mThen again though, in such a violent world, there’s not much empathy for anyone as much as anything goes.\u001b[24m\n    \u001b[1mしかし、やはり、このような暴力的な世界では、誰もが何にも同感できません。\u001b[22m, \u001b[1mその後、再びしかし、このような暴力的な世界では、何でもありな限り多くの人のための多くの共感はありません。\u001b[22m\n\u001b[1m\u001b[22m\nArtwork wise, I do give praise to the movie's visual standards. The concept of the cyberpunk world is presented clearly to reflect its theme. More than that though, the visuals gives an aura like background with rich details. Rune Ballot’s design is a fusion of both a girl and cyborg and matches the science fiction idea well. Soundtrack is also decent especially during battle scenes and more of the psychological themes in the beginning. At the same time, we can hear a mixture of emotions and sorrow from Rune’s VA Megumi Hayashibara.\n\n\u001b[1mアートワークが賢明で、私は映画のビジュアルスタンダードを賞賛します。 サイバーパンクの世界のコンセプトは、そのテーマを反映するために明確に提示されています。 しかしそれ以上に、ビジュアルは豊かな細部を持つ背景のようなオーラを与えます。  Rune Ballotのデザインは女の子とサイボーグの融合であり、サイエンスフィクションのアイデアとよくマッチします。 サウンドトラックは、特に戦闘シーンや初めの心理的なテーマの中でもまともです。 それと同時に、ルネーの林原めぐみさんから感情と悲しみが混じって聞こえます。\u001b[22m\n\u001b[1m(Ātowāku ga kenmeide, watashi wa eiga no bijuarusutandādo o shōsan shimasu. Saibāpanku no sekai no konseputo wa, sono tēma o han'ei suru tame ni meikaku ni teiji sa rete imasu. Shikashi soreijō ni, bijuaru wa yutakana saibu o motsu haikei no yōna ōra o ataemasu. Rune Ballot no dezain wa on'nanoko to saibōgu no yūgōdeari, saiensufikushon no aidea to yoku matchi shimasu. Saundotorakku wa, tokuni sentō shīn ya hajime no shinri-tekina tēma no naka demo matomodesu. Soreto dōjini, runē no hayashibara megumi-san kara kanjō to kanashimi ga majitte kikoemasu.)\u001b[22m\n\nTranslations of \u001b[4mArtwork wise, I do give praise to the movie's visual standards. The concept of the cyberpunk world is presented clearly to reflect its theme. More than that though, the visuals gives an aura like background with rich details. Rune Ballot’s design is a fusion of both a girl and cyborg and matches the science fiction idea well. Soundtrack is also decent especially during battle scenes and more of the psychological themes in the beginning. At the same time, we can hear a mixture of emotions and sorrow from Rune’s VA Megumi Hayashibara.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArtwork wise, I do give praise to the movie's visual standards.\u001b[24m\n    \u001b[1mアートワークが賢明で、私は映画のビジュアルスタンダードを賞賛します。\u001b[22m, \u001b[1m賢明なアートワークは、私は映画の視覚的な基準に賞賛を与えます。\u001b[22m\n\u001b[4mThe concept of the cyberpunk world is presented clearly to reflect its theme.\u001b[24m\n    \u001b[1mサイバーパンクの世界のコンセプトは、そのテーマを反映するために明確に提示されています。\u001b[22m, \u001b[1mサイバーパンク世界の概念は、そのテーマを反映するように明確に提示されています。\u001b[22m\n\u001b[4mMore than that though, the visuals gives an aura like background with rich details.\u001b[24m\n    \u001b[1mしかしそれ以上に、ビジュアルは豊かな細部を持つ背景のようなオーラを与えます。\u001b[22m, \u001b[1mそれにもかかわらずよりも、ビジュアルが豊かな詳細と背景のようなオーラを提供します。\u001b[22m\n\u001b[4mRune Ballot’s design is a fusion of both a girl and cyborg and matches the science fiction idea well.\u001b[24m\n    \u001b[1mRune Ballotのデザインは女の子とサイボーグの融合であり、サイエンスフィクションのアイデアとよくマッチします。\u001b[22m, \u001b[1mルーンの投票用紙のデザインは少女とサイボーグ両方の融合であり、よく空想科学小説のアイデアと一致します。\u001b[22m\n\u001b[4mSoundtrack is also decent especially during battle scenes and more of the psychological themes in the beginning.\u001b[24m\n    \u001b[1mサウンドトラックは、特に戦闘シーンや初めの心理的なテーマの中でもまともです。\u001b[22m, \u001b[1mサウンドトラックは、特に初めに心理的なテーマの戦闘シーンと、より中にもまともです。\u001b[22m\n\u001b[4mAt the same time, we can hear a mixture of emotions and sorrow from Rune’s VA Megumi Hayashibara.\u001b[24m\n    \u001b[1mそれと同時に、ルネーの林原めぐみさんから感情と悲しみが混じって聞こえます。\u001b[22m, \u001b[1m同時に、我々は、ルーンのVA林原めぐみから感情と悲しみの混合物を聞くことができます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this film wasn’t earth shattering at all. As the final film of the trilogy, the climax did settle a conclusion but it wasn’t something that made me go “wow, now that was worth waiting for”. No, instead it was more like a feeling of completing the series in order to move on. Why? Because the plot, characters, and themes tied together overall wasn't explosive or lived up to expectations. Ultimately, this film lands a 6/10 for me. It’s only slightly over an hour long though so there’s not much loss to despair over. What I did lose though were my somewhat high expectations. But if you're a fan of the Mardock Scramble series, then have a blast at this film to finish off this trilogy.\n\n\u001b[1m全体的に、この映画は地球が全く粉砕されていなかった。 三部作の最終的な映画として、クライマックスは結論を確定しましたが、それは私を\"今や待っていた価値があった\"うわべにしたものではありませんでした。 いいえ、代わりに、それは移動するためにシリーズを完成させる気持ちに似ていました。 どうして？ プロット、文字、テーマは全体的に結びついていたため、爆発的ではなく、期待に応えられませんでした。 最終的に、この映画は私のために6/10になる。 しかし、それは1時間を少し超えるだけですが、それ以上に絶望するほどの損失はありません。 私のやや高い期待は失ってしまったものです。 しかし、あなたがMardock Scrambleシリーズのファンであれば、このトリロジーを完成させるためにこの映画で爆発してください。\u001b[22m\n\u001b[1m(Zentai-teki ni, kono eiga wa chikyū ga mattaku funsai sa rete inakatta. Sanbu-saku no saishū-tekina eiga to shite, kuraimakkusu wa ketsuron o kakutei shimashitaga, sore wa watashi o\" imaya matteita kachi ga atta\" uwabe ni shita monode wa arimasendeshita. Īe, kawarini, soreha idō suru tame ni shirīzu o kansei sa seru kimochi ni nite imashita. Dōshite? Purotto, moji, tēma wa zentai-teki ni musubitsuite ita tame, bakuhatsu-tekide wa naku, kitai ni kotae raremasendeshita. Saishūtekini, kono eiga wa watashi no tame ni 6/ 10 ni naru. Shikashi, sore wa 1-jikan o sukoshi koeru dakedesuga, soreijō ni zetsubō suru hodo no sonshitsu wa arimasen. Watashi no yaya takai kitai wa ushinatte shimatta monodesu. Shikashi, anata ga Mardock sukuranburu shirīzu no fandeareba, kono torirojī o kansei sa seru tame ni kono eiga de bakuhatsu shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this film wasn’t earth shattering at all. As the final film of the trilogy, the climax did settle a conclusion but it wasn’t something that made me go “wow, now that was worth waiting for”. No, instead it was more like a feeling of completing the series in order to move on. Why? Because the plot, characters, and themes tied together overall wasn't explosive or lived up to expectations. Ultimately, this film lands a 6/10 for me. It’s only slightly over an hour long though so there’s not much loss to despair over. What I did lose though were my somewhat high expectations. But if you're a fan of the Mardock Scramble series, then have a blast at this film to finish off this trilogy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this film wasn’t earth shattering at all.\u001b[24m\n    \u001b[1m全体的に、この映画は地球が全く粉砕されていなかった。\u001b[22m, \u001b[1m全体的に、このフィルムは、すべての地球の粉砕ではありませんでした。\u001b[22m\n\u001b[4mAs the final film of the trilogy, the climax did settle a conclusion but it wasn’t something that made me go “wow, now that was worth waiting for”.\u001b[24m\n    \u001b[1m三部作の最終的な映画として、クライマックスは結論を確定しましたが、それは私を\"今や待っていた価値があった\"うわべにしたものではありませんでした。\u001b[22m, \u001b[1m三部作の最終的なフィルムとしては、クライマックスには結論を解決しましたが、それは私が行かせたものではありませんでした」うわー、今それを待って価値がありました」。\u001b[22m\n\u001b[4mNo, instead it was more like a feeling of completing the series in order to move on.\u001b[24m\n    \u001b[1mいいえ、代わりに、それは移動するためにシリーズを完成させる気持ちに似ていました。\u001b[22m, \u001b[1mいいえ、代わりにそれはより上を移動するために、シリーズを完了するような感じでした。\u001b[22m\n\u001b[4mWhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜでしょうか？\u001b[22m\n\u001b[4mBecause the plot, characters, and themes tied together overall wasn't explosive or lived up to expectations.\u001b[24m\n    \u001b[1mプロット、文字、テーマは全体的に結びついていたため、爆発的ではなく、期待に応えられませんでした。\u001b[22m, \u001b[1m一緒に全体的に結ばプロット、キャラクター、テーマは爆発的ではなかったか、期待に住んでいたので。\u001b[22m\n\u001b[4mUltimately, this film lands a 6/10 for me.\u001b[24m\n    \u001b[1m最終的に、この映画は私のために6/10になる。\u001b[22m, \u001b[1m最終的に、この映画は私のために6/10の土地。\u001b[22m\n\u001b[4mIt’s only slightly over an hour long though so there’s not much loss to despair over.\u001b[24m\n    \u001b[1mしかし、それは1時間を少し超えるだけですが、それ以上に絶望するほどの損失はありません。\u001b[22m, \u001b[1mそれはとてもオーバー絶望にかなりの損失がありません長いのに時間かけてほんの少しだけです。\u001b[22m\n\u001b[4mWhat I did lose though were my somewhat high expectations.\u001b[24m\n    \u001b[1m私のやや高い期待は失ってしまったものです。\u001b[22m, \u001b[1m私はしかし失うなかったことは私のやや高い期待しました。\u001b[22m\n\u001b[4mBut if you're a fan of the Mardock Scramble series, then have a blast at this film to finish off this trilogy.\u001b[24m\n    \u001b[1mしかし、あなたがMardock Scrambleシリーズのファンであれば、このトリロジーを完成させるためにこの映画で爆発してください。\u001b[22m, \u001b[1mあなたはマルドゥック・スクランブルシリーズのファンならしかし、この三部作を仕上げるために、この映画で爆発を持っています。\u001b[22m"
  }
]
