[
  {
    "title": "NHK_ni_Youkoso",
    "id": "1210",
    "url": "https://myanimelist.net/anime/1210/NHK_ni_Youkoso",
    "user": "akfgfan10",
    "profile": "/profile/akfgfan10/reviews",
    "pages": "10",
    "number": "1",
    "link": "/reviews.php?id=87647",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\nさて、私はこの話を止めると言ってもらえませんでしたので、私は続けました。 それはあなたに良いことではなく、人生、仕事、家族、学校で最も多くの部分を失っている、良い、人生を描いていました。\n\n芸術は素晴らしかった、とにかく私にはとにかく、私はこれがどういう仕組みか分かりません。私はそれが好きです。\n\n私が本当に好きだった音楽は、このショーを見せてくれた対話のための物語に本当にフィットしました。\n\nこの物語のキャラクターは素晴らしかったし、出かける人もいれば楽しいし、彼の側にいて助けてもらったり、いくつか持っていたりする。\n\nこのショーについて私が楽しむのは、主人公であり、彼は問題を抱えていますが、キャラクターとして、彼はそれを知っていて、他人から助けを得ることができるように助けようとします。\nプラス主人公は彼が怠け者であり、愚か者ではないことを賢明ではない。\n\n全体的に私はこのショーを楽しんでこのシリーズを買った、それは私のクローゼットに永遠に\n\n私がこの物語について好きでなかったのは、私がこの物語の物語の終わりが好きではなかった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOkay I had a feeling the story was going to be great, nothing in my mind had me saying to stop watching this show, so I just continued. it was portrayed good, life not so good to you and losing what the most importing part in life, work, family, school.\n\n\u001b[1mさて、私はこの話を止めると言ってもらえませんでしたので、私は続けました。 それはあなたに良いことではなく、人生、仕事、家族、学校で最も多くの部分を失っている、良い、人生を描いていました。\u001b[22m\n\u001b[1m(Sate, watashi wa kono hanashi o tomeru to itte moraemasendeshitanode, watashi wa tsudzukemashita. Sore wa anata ni yoi kotode wa naku, jinsei, shigoto, kazoku, gakkō de mottomo ōku no bubun o ushinatte iru, yoi, jinsei o kaite imashita.)\u001b[22m\n\nTranslations of \u001b[4mOkay I had a feeling the story was going to be great, nothing in my mind had me saying to stop watching this show, so I just continued. it was portrayed good, life not so good to you and losing what the most importing part in life, work, family, school.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay I had a feeling the story was going to be great, nothing in my mind had me saying to stop watching this show, so I just continued.\u001b[24m\n    \u001b[1mさて、私はこの話を止めると言ってもらえませんでしたので、私は続けました。\u001b[22m, \u001b[1mさて私は物語が素晴らしいこととしていた感じ、私の心には何も私はこの番組を見て停止するように言っていなかったので、私はちょうど続けていました。\u001b[22m\n\u001b[4mit was portrayed good, life not so good to you and losing what the most importing part in life, work, family, school.\u001b[24m\n    \u001b[1mそれはあなたに良いことではなく、人生、仕事、家族、学校で最も多くの部分を失っている、良い、人生を描いていました。\u001b[22m, \u001b[1mそれがないので、あなたに良いと負け良い、生活を描写したもの人生、仕事、家族、学校の中で最もインポート部分。\u001b[22m\n\u001b[1m\u001b[22m\nThe art was great, well for me anyways, I don't know about how this works I just like it, bad or not.\n\n\u001b[1m芸術は素晴らしかった、とにかく私にはとにかく、私はこれがどういう仕組みか分かりません。私はそれが好きです。\u001b[22m\n\u001b[1m(Geijutsu wa subarashikatta, tonikaku watashiniha tonikaku, watashi wa kore ga dōiu shikumi ka wakarimasen. Watashi wa sore ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art was great, well for me anyways, I don't know about how this works I just like it, bad or not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was great, well for me anyways, I don't know about how this works I just like it, bad or not.\u001b[24m\n    \u001b[1m芸術は素晴らしかった、とにかく私にはとにかく、私はこれがどういう仕組みか分かりません。私はそれが好きです。\u001b[22m, \u001b[1m芸術はよく私はとにかく、私は、これは私だけのそれのようにどのように動作するかを知って悪いかしないために、素晴らしかったです。\u001b[22m\n\u001b[1m\u001b[22m\nThe music I really liked, it really fitted in the story for the dialogues that's what made me watch this show.\n\n\u001b[1m私が本当に好きだった音楽は、このショーを見せてくれた対話のための物語に本当にフィットしました。\u001b[22m\n\u001b[1m(Watashi ga hontōni sukidatta ongaku wa, kono shō o misete kureta taiwa no tame no monogatari ni hontōni fitto shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe music I really liked, it really fitted in the story for the dialogues that's what made me watch this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music I really liked, it really fitted in the story for the dialogues that's what made me watch this show.\u001b[24m\n    \u001b[1m私が本当に好きだった音楽は、このショーを見せてくれた対話のための物語に本当にフィットしました。\u001b[22m, \u001b[1m私は本当に気に入った音楽は、それは本当に私がこの番組を見て作ったものだ対話のための物語に嵌め込ま。\u001b[22m\n\u001b[1m\u001b[22m\nThe Characters in this story was great, a few come and go, have fun, and stay by his side to help or have a few.\n\n\u001b[1mこの物語のキャラクターは素晴らしかったし、出かける人もいれば楽しいし、彼の側にいて助けてもらったり、いくつか持っていたりする。\u001b[22m\n\u001b[1m(Kono monogatari no kyarakutā wa subarashikattashi, dekakeru hito mo ireba tanoshīshi, kare no soba ni ite tasukete morattari, ikutsu ka motte i tari suru.)\u001b[22m\n\nTranslations of \u001b[4mThe Characters in this story was great, a few come and go, have fun, and stay by his side to help or have a few.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Characters in this story was great, a few come and go, have fun, and stay by his side to help or have a few.\u001b[24m\n    \u001b[1mこの物語のキャラクターは素晴らしかったし、出かける人もいれば楽しいし、彼の側にいて助けてもらったり、いくつか持っていたりする。\u001b[22m, \u001b[1mこの物語の中の文字は、いくつかは、行ったり来たり、楽しみを持っている、といくつかを助けたり、持っている彼の側で滞在し、素晴らしかったです。\u001b[22m\n\u001b[1m\u001b[22m\nWhat I enjoy about this show is the main character, he has problem, but as a Character, he knows it, and tries to help himself in a way as he could or get help from someone else.\n\n\u001b[1mこのショーについて私が楽しむのは、主人公であり、彼は問題を抱えていますが、キャラクターとして、彼はそれを知っていて、他人から助けを得ることができるように助けようとします。\u001b[22m\n\u001b[1m(Kono shō ni tsuite watashi ga tanoshimu no wa, shujinkōdeari, kare wa mondai o kakaete imasuga, kyarakutā to shite, kare wa sore o shitte ite, tanin kara tasuke o eru koto ga dekiru yō ni tasukeyou to shimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat I enjoy about this show is the main character, he has problem, but as a Character, he knows it, and tries to help himself in a way as he could or get help from someone else.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I enjoy about this show is the main character, he has problem, but as a Character, he knows it, and tries to help himself in a way as he could or get help from someone else.\u001b[24m\n    \u001b[1mこのショーについて私が楽しむのは、主人公であり、彼は問題を抱えていますが、キャラクターとして、彼はそれを知っていて、他人から助けを得ることができるように助けようとします。\u001b[22m, \u001b[1m私はこの番組について楽しむことは、彼は問題を抱えている、主人公ですが、文字のように、彼はそれを知っている、と彼は他の誰かから助けを得ることができるかのような方法で自分自身を助けるためにしようとします。\u001b[22m\nPlus the main character is smart not that he is lazy and dumb do to stuff, it just to much in his mind, thinking about what if crap or conspiracy.\n\n\u001b[1mプラス主人公は彼が怠け者であり、愚か者ではないことを賢明ではなく、ちょうど彼の心の中で、だれかが陰謀か陰謀であるかについて考えている。\u001b[22m\n\u001b[1m(Purasu shujinkō wa kare ga namakemonodeari, orokamonode wanai koto o kenmeide wa naku, chōdo kare no kokoro no naka de, dare ka ga inbō ka inbōdearu ka ni tsuite kangaete iru.)\u001b[22m\n\nTranslations of \u001b[4mPlus the main character is smart not that he is lazy and dumb do to stuff, it just to much in his mind, thinking about what if crap or conspiracy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlus the main character is smart not that he is lazy and dumb do to stuff, it just to much in his mind, thinking about what if crap or conspiracy.\u001b[24m\n    \u001b[1mプラス主人公は彼が怠け者であり、愚か者ではないことを賢明ではなく、ちょうど彼の心の中で、だれかが陰謀か陰謀であるかについて考えている。\u001b[22m, \u001b[1mPlusのメインキャラクターは、彼がどのようながらくたや陰謀場合について考えて、彼の心の中のものと、それだけではるかに行う怠惰やダムであることがスマートではありません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall I enjoyed this show and bought this series, it'll be in my closet forever\n\n\u001b[1m全体的に私はこのショーを楽しんでこのシリーズを買った、それは私のクローゼットに永遠に\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa kono shō o tanoshinde kono shirīzu o katta, sore wa watashi no kurōzetto ni eien ni)\u001b[22m\n\nTranslations of \u001b[4mOverall I enjoyed this show and bought this series, it'll be in my closet forever\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I enjoyed this show and bought this series, it'll be in my closet forever\u001b[24m\n    \u001b[1m全体的に私はこのショーを楽しんでこのシリーズを買った、それは私のクローゼットに永遠に\u001b[22m, \u001b[1m全体的に私はこのショーを楽しんだし、このシリーズを買って、それは永遠に私のクローゼットの中になるだろう\u001b[22m\n\u001b[1m\u001b[22m\nwhat I did not like about the story was nothing I liked it end of story of this story.\n\n\u001b[1m私がこの物語について好きでなかったのは、私がこの物語の物語の終わりが好きではなかった。\u001b[22m\n\u001b[1m(Watashi ga kono monogatari ni tsuite sukidenakatta no wa, watashi ga kono monogatari no monogatari no owari ga sukide wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mwhat I did not like about the story was nothing I liked it end of story of this story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwhat I did not like about the story was nothing I liked it end of story of this story.\u001b[24m\n    \u001b[1m私がこの物語について好きでなかったのは、私がこの物語の物語の終わりが好きではなかった。\u001b[22m, \u001b[1m私は話好きではなかった、私はそれ、この物語の物語の終わり気に入って何もなかったです。\u001b[22m"
  },
  {
    "title": "NHK_ni_Youkoso",
    "id": "1210",
    "url": "https://myanimelist.net/anime/1210/NHK_ni_Youkoso",
    "user": "BlueNishiki",
    "profile": "/profile/BlueNishiki/reviews",
    "pages": "10",
    "number": "2",
    "link": "/reviews.php?id=36252",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  9\n\n私は、日本の素敵な風景を示すことができる面白いアニメを探していました。 私はこのアニメがいかに陽気であったかについていくつかの勧告を見たので、試してみました。 これは私を中毒にしてしまいました。私は本当に気分がいいので、私はそれを愛しています。 ロボット、ノンストップのアクション、その本当の人生。 私は最初のいくつかのエピソードに夢中になった。 このアニメは陽気ではありませんが、全体的に楽しいエネルギーを持っています。 アニメは、親が送ったお金から生まれたアパートの中で、基本的にはお尻であるサトゥーについてです。 彼は自分自身を克服しようとしますが、それは非常に困難であり、途方もない多くの障害や予期せぬ事態に遭遇します。 すべての高校生/大学生は、この物語のモラルが非常に刺激的なので、これを見てください。 基本的に、人生は難しく、何かが必要な場合は自分自身について何かをしなければならないことを示しています。 良い人生はあなたに与えられません。 私はこのアニメを1週間で終え、通常はアニメを完成させるために少なくとも1ヶ月以上かかる。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI was looking for a funny anime that could show some nice scenery of Japan. I saw some recommendation of how hilarious this anime was so i gave it a try. This one got me addicted and I love it, because it feels so real. No robots, no non-stop action, its just real life. I was hooked the first few episodes. This anime is not hilarious, but it has an overall pleasant energy to it. The anime is about Satou who basically is a bum in his apartment living off the money his parents send him. He tries to overcome his bum self, but it is very difficult for himand he meets many obstacles and unexpected turns of events along the way. Every high school/college student should watch this because the moral of this story is very inspiring. It basically shows you that life is going to be hard and you have to do something about yourself if you want something. A good life is not given to you. I finished this anime in a week and usually I take at least a month or more to finish an anime.\n\n\u001b[1m私は、日本の素敵な風景を示すことができる面白いアニメを探していました。 私はこのアニメがいかに陽気であったかについていくつかの勧告を見たので、試してみました。 これは私を中毒にしてしまいました。私は本当に気分がいいので、私はそれを愛しています。 ロボット、ノンストップのアクション、その本当の人生。 私は最初のいくつかのエピソードに夢中になった。 このアニメは陽気ではありませんが、全体的に楽しいエネルギーを持っています。 アニメは、親が送ったお金から生まれたアパートの中で、基本的にはお尻であるサトゥーについてです。 彼は自分自身を克服しようとしますが、それは非常に困難であり、途方もない多くの障害や予期せぬ事態に遭遇します。 すべての高校生/大学生は、この物語のモラルが非常に刺激的なので、これを見てください。 基本的に、人生は難しく、何かが必要な場合は自分自身について何かをしなければならないことを示しています。 良い人生はあなたに与えられません。 私はこのアニメを1週間で終え、通常はアニメを完成させるために少なくとも1ヶ月以上かかる。\u001b[22m\n\u001b[1m(Watashi wa, Nihon no sutekina fūkei o shimesu koto ga dekiru omoshiroi anime o sagashite imashita. Watashi wa kono anime ga ikani yōkideatta ka ni tsuite ikutsu ka no kankoku o mitanode, tameshite mimashita. Watashi wa saisho no ikutsu ka no episōdo ni muchū ni natta. Kono anime wa yōkide wa arimasenga, zentai-teki ni tanoshī enerugī o motte imasu. Anime wa, oya ga okutta okane kara umareta apāto no naka de, kihontekini wa o shiridearu sato~ū ni tsuitedesu. Kare wa jibun jishin o kokufuku shiyou to shimasuga, sore wa hijō ni kon'nandeari, tohōmonai ōku no shōgai ya yoki senu jitai ni sōgū shimasu. Subete no kōkōsei/ daigakusei wa, kono monogatari no moraru ga hijō ni shigeki-tekinanode, kore o mite kudasai. Kihontekini, jinsei wa muzukashiku, nanika ga hitsuyōna baai wa jibun jishin ni tsuite nanika o shinakereba naranai koto o shimeshite imasu. Yoi jinsei wa anata ni atae raremasen. Watashi wa kono anime o 1-shūkan de oe, tsūjō wa anime o kansei sa seru tame ni sukunakutomo 1-kagetsu ijō kakaru. Kore wa watashi o chūdoku ni shite shimaimashita. Watashi wa hontōni kibun ga īnode, watashi wa sore o aishiteimasu. Robotto, nonsutoppu no akushon, sono hontō no jinsei.)\u001b[22m\n\nTranslations of \u001b[4mI was looking for a funny anime that could show some nice scenery of Japan. I saw some recommendation of how hilarious this anime was so i gave it a try. This one got me addicted and I love it, because it feels so real. No robots, no non-stop action, its just real life. I was hooked the first few episodes. This anime is not hilarious, but it has an overall pleasant energy to it. The anime is about Satou who basically is a bum in his apartment living off the money his parents send him. He tries to overcome his bum self, but it is very difficult for himand he meets many obstacles and unexpected turns of events along the way. Every high school/college student should watch this because the moral of this story is very inspiring. It basically shows you that life is going to be hard and you have to do something about yourself if you want something. A good life is not given to you. I finished this anime in a week and usually I take at least a month or more to finish an anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was looking for a funny anime that could show some nice scenery of Japan.\u001b[24m\n    \u001b[1m私は、日本の素敵な風景を示すことができる面白いアニメを探していました。\u001b[22m, \u001b[1m私は、日本のいくつかの素晴らしい風景を示すことができる面白いアニメを探していました。\u001b[22m\n\u001b[4mI saw some recommendation of how hilarious this anime was so i gave it a try.\u001b[24m\n    \u001b[1m私はこのアニメがいかに陽気であったかについていくつかの勧告を見たので、試してみました。\u001b[22m, \u001b[1m私はこのアニメはので、私はそれを試して与えたか陽気のいくつかの勧告を見ました。\u001b[22m\n\u001b[4mI was hooked the first few episodes.\u001b[24m\n    \u001b[1m私は最初のいくつかのエピソードに夢中になった。\u001b[22m, \u001b[1m私は、最初のいくつかのエピソードを引っ掛けました。\u001b[22m\n\u001b[4mThis anime is not hilarious, but it has an overall pleasant energy to it.\u001b[24m\n    \u001b[1mこのアニメは陽気ではありませんが、全体的に楽しいエネルギーを持っています。\u001b[22m, \u001b[1mこのアニメは陽気ではありませんが、それはそれに全体の快適なエネルギーを持っています。\u001b[22m\n\u001b[4mThe anime is about Satou who basically is a bum in his apartment living off the money his parents send him.\u001b[24m\n    \u001b[1mアニメは、親が送ったお金から生まれたアパートの中で、基本的にはお尻であるサトゥーについてです。\u001b[22m, \u001b[1mアニメは基本的に彼の両親は彼を送るお金をオフに住んでいる彼のアパートでお尻である佐藤についてです。\u001b[22m\n\u001b[4mHe tries to overcome his bum self, but it is very difficult for himand he meets many obstacles and unexpected turns of events along the way.\u001b[24m\n    \u001b[1m彼は自分自身を克服しようとしますが、それは非常に困難であり、途方もない多くの障害や予期せぬ事態に遭遇します。\u001b[22m, \u001b[1m彼は彼のお尻の自己を克服しようとしますが、himand彼は多くの障害と道に沿ってイベントの予期しないターンを満たしていることは非常に困難です。\u001b[22m\n\u001b[4mEvery high school/college student should watch this because the moral of this story is very inspiring.\u001b[24m\n    \u001b[1mすべての高校生/大学生は、この物語のモラルが非常に刺激的なので、これを見てください。\u001b[22m, \u001b[1mこの話の教訓は非常に感動的であるため、すべての高校/大学の学生はこれを見なければなりません。\u001b[22m\n\u001b[4mIt basically shows you that life is going to be hard and you have to do something about yourself if you want something.\u001b[24m\n    \u001b[1m基本的に、人生は難しく、何かが必要な場合は自分自身について何かをしなければならないことを示しています。\u001b[22m, \u001b[1mそれは基本的に生活がハードになるだろうし、あなたが何かをしたい場合は、自分自身について何かをしなければならないことを示しています。\u001b[22m\n\u001b[4mA good life is not given to you.\u001b[24m\n    \u001b[1m良い人生はあなたに与えられません。\u001b[22m, \u001b[1m良い人生はあなたに与えられていません。\u001b[22m\n\u001b[4mI finished this anime in a week and usually I take at least a month or more to finish an anime.\u001b[24m\n    \u001b[1m私はこのアニメを1週間で終え、通常はアニメを完成させるために少なくとも1ヶ月以上かかる。\u001b[22m, \u001b[1m私は週にこのアニメを終了し、通常私はアニメを終了するには、少なくともヶ月以上かかります。\u001b[22m\n\u001b[4mThis one got me addicted and I love it, because it feels so real.\u001b[24m\n    \u001b[1mこれは私を中毒にしてしまいました。私は本当に気分がいいので、私はそれを愛しています。\u001b[22m, \u001b[1mこの1は私がはまってしまった、それはとても本当の感じているので、私は、それを愛します。\u001b[22m\n\u001b[4mNo robots, no non-stop action, its just real life.\u001b[24m\n    \u001b[1mロボット、ノンストップのアクション、その本当の人生。\u001b[22m, \u001b[1mロボットなし、ノンストップのアクション、そのちょうど実生活ありません。\u001b[22m"
  },
  {
    "title": "NHK_ni_Youkoso",
    "id": "1210",
    "url": "https://myanimelist.net/anime/1210/NHK_ni_Youkoso",
    "user": "Starcrash",
    "profile": "/profile/Starcrash/reviews",
    "pages": "10",
    "number": "3",
    "link": "/reviews.php?id=44331",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  8\n\n私は、NHKへようこそのようなアニメがもっと欲しいと思っています。 多くの人生は、「それはすべて大丈夫です」という雰囲気を醸し出すことを意図しています。これは、綿菓子と同様に良いテレビです。  NHKは、自分たちの生活にどうしたらいいのか分からない人たちを批判し、共感し、楽しくする。 あなたはあなたのアニメではなく、インターネット上でこれらの文字を見つけることを期待しています。 それは、多くの人が関係すると思う多くの事柄に取り組んでいます。ガールフレンドを得ることができないオタク、あなたの人生がどこにも行かないと信じたり、 テレビのネットワークはあなたを争っています。\n\nしかし、私はこのアニメをすばやく通過しませんでした。 あなたはキャラクターに共感する理由がたくさんあるわけではありませんが、私がかなり気を付ける前に私はそれらのどれにも気を配りませんでした。そしてSatou-Misakiの関係は、ショーのほとんどの実行で私を寒さにさせました。 幸いにも、ドラマよりもショーにはもっとたくさんのことがあります。それは批評であり、メッセージは強く、面白いときは面白いです。 ユーモアは黒ですが、あなたの一日を作るのにまだ十分に軽いです。 このショーでのセッティングよりも、セッティングはもっと平凡ではありませんが、サトウの想像力は、おしゃべりの冷凍庫やモープリンを供給するのに十分なほどです。 それは、chibis（主人に感謝）を使用しませんが、表現のために持っている顔を使用し、対話は、特にダビングで、必要なときに積極的にハミーになります。 真剣に、このダブは素晴らしいです。 スクリーン・テキストを読む必要があることが誰にも分からないというのは本当の欠点です。 最初のシーズンには歌詞と音楽の両方で最高のエンディングテーマがあり、次のシーズンには砂糖で置き換える必要があると陰謀が決定したことをある日発見したいと思います。\n\nショーの終わりまでに私はキャラクターの世話をし、フィナーレはとてもうまくいった。 ショーのときにはしゃっくりがありますが、現実主義と暗いユーモアが好きなら、結局はそれは絶対に価値があります。 人々はそれが酷いと言うが、それは本当に希望が多い。 ショーの自殺率は非常に低いです！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI wish there were more anime like Welcome To The NHK. Much slice of life is intent on giving off an 'it's all alright'-vibe throughout, which is good television in the same way cotton candy is a good meal. NHK critisizes, sympathizes and makes fun of people that don't know what to do with their lives. You'd expect to find these characters on the internet, rather than in your anime. It addresses a lot of things I think many people will relate to, whether it's being a nerd who can't get a girlfriend, believing your life isn't going to go anywhere, or feeling the reason you hardly go outside is because an evil television network is conspiring against you.\n\n\u001b[1m私は、NHKへようこそのようなアニメがもっと欲しいと思っています。 多くの人生は、「それはすべて大丈夫です」という雰囲気を醸し出すことを意図しています。これは、綿菓子と同様に良いテレビです。  NHKは、自分たちの生活にどうしたらいいのか分からない人たちを批判し、共感し、楽しくする。 あなたはあなたのアニメではなく、インターネット上でこれらの文字を見つけることを期待しています。 それは、多くの人が関係すると思う多くの事柄に取り組んでいます。ガールフレンドを得ることができないオタク、あなたの人生がどこにも行かないと信じたり、 テレビのネットワークはあなたを争っています。\u001b[22m\n\u001b[1m(Watashi wa, NHK e yōkoso no yōna anime ga motto hoshī to omotte imasu. Ōku no jinsei wa,`soreha subete daijōbudesu' to iu fun'iki o kamoshidasu koto o ito shite imasu. Kore wa, wata kashi to dōyō ni yoi terebidesu. NHK wa, jibun-tachi no seikatsu ni dōshitara ī no ka wakaranai hito-tachi o hihan shi, kyōkan shi, tanoshiku suru. Anata wa anata no animede wa naku, intānetto-jō de korera no moji o mitsukeru koto o kitai shite imasu. Sore wa, ōku no hito ga kankei suru to omou ōku no kotogara ni torikunde imasu. Gārufurendo o eru koto ga dekinai otaku, anata no jinsei ga dokoni mo ikanai to shinji tari, terebi no nettowāku wa anata o arasotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI wish there were more anime like Welcome To The NHK. Much slice of life is intent on giving off an 'it's all alright'-vibe throughout, which is good television in the same way cotton candy is a good meal. NHK critisizes, sympathizes and makes fun of people that don't know what to do with their lives. You'd expect to find these characters on the internet, rather than in your anime. It addresses a lot of things I think many people will relate to, whether it's being a nerd who can't get a girlfriend, believing your life isn't going to go anywhere, or feeling the reason you hardly go outside is because an evil television network is conspiring against you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wish there were more anime like Welcome To The NHK.\u001b[24m\n    \u001b[1m私は、NHKへようこそのようなアニメがもっと欲しいと思っています。\u001b[22m, \u001b[1m私はNHKへようこそようなより多くのアニメがありましたなあ。\u001b[22m\n\u001b[4mMuch slice of life is intent on giving off an 'it's all alright'-vibe throughout, which is good television in the same way cotton candy is a good meal.\u001b[24m\n    \u001b[1m多くの人生は、「それはすべて大丈夫です」という雰囲気を醸し出すことを意図しています。これは、綿菓子と同様に良いテレビです。\u001b[22m, \u001b[1m人生の多くのスライスは同じように綿菓子が良い食事ですで良いテレビがある、全体で「それはですすべてalright'-雰囲気を放つに熱心です。\u001b[22m\n\u001b[4mNHK critisizes, sympathizes and makes fun of people that don't know what to do with their lives.\u001b[24m\n    \u001b[1mNHKは、自分たちの生活にどうしたらいいのか分からない人たちを批判し、共感し、楽しくする。\u001b[22m, \u001b[1mNHKは、critisizes同情と自分たちの生活をどのように処理するかを知らない人の楽しみになります。\u001b[22m\n\u001b[4mYou'd expect to find these characters on the internet, rather than in your anime.\u001b[24m\n    \u001b[1mあなたはあなたのアニメではなく、インターネット上でこれらの文字を見つけることを期待しています。\u001b[22m, \u001b[1mあなたはむしろあなたのアニメよりも、インターネット上でこれらの文字を見つけることを期待したいです。\u001b[22m\n\u001b[4mIt addresses a lot of things I think many people will relate to, whether it's being a nerd who can't get a girlfriend, believing your life isn't going to go anywhere, or feeling the reason you hardly go outside is because an evil\u001b[24m\n    \u001b[1mそれは、多くの人が関係すると思う多くの事柄に取り組んでいます。ガールフレンドを得ることができないオタク、あなたの人生がどこにも行かないと信じたり、\u001b[22m, \u001b[1mそれは悪のためである、それはあなたの人生はどこにでも行くつもりか、ほとんど外に出ない理由を感じていないと信じて、ガールフレンドを取得することはできませんオタクであることだかどうか、私は多くの人々がに関連すると思うたくさんのことに対処します\u001b[22m\n\u001b[4mtelevision network is conspiring against you.\u001b[24m\n    \u001b[1mテレビのネットワークはあなたを争っています。\u001b[22m, \u001b[1mテレビネットワークは、あなたに対して共謀されます。\u001b[22m\n\u001b[1m\u001b[22m\nI didn't go through this anime quickly, though. You're not given many reasons to sympathize with the characters, I was quite far in before I grew to care about any of them and the Satou-Misaki relationship left me cold throughout most of the show's run. Luckily there is a lot more to the show than drama: It's criticism and messages are strong and when it's funny, it's hilarious. The humour is pitch black but still light enough to make your day. Settings don't get more mundane than they are in this show, but Satou's imagination is kind enough to supply talking fridges and moe-pudding. It doesn't use chibis (thank the lord) but uses the faces it has for expressions and the dialogue gets positively hammy when it needs to, especially in the dub. Seriously, this dub is awesome. It's only real flaw is that no one realized we sometimes need to read on screen text. I would also like to mention the first season has the best ending theme ever, both in lyrics and music, and I hope to one day discover what conspiracy decided the next season needed it replaced with sugar.\n\n\u001b[1mしかし、私はこのアニメをすばやく通過しませんでした。 あなたはキャラクターに共感する理由がたくさんあるわけではありませんが、私がかなり気を付ける前に私はそれらのどれにも気を配りませんでした。そしてSatou-Misakiの関係は、ショーのほとんどの実行で私を寒さにさせました。 幸いにも、ドラマよりもショーにはもっとたくさんのことがあります。それは批評であり、メッセージは強く、面白いときは面白いです。 ユーモアは黒ですが、あなたの一日を作るのにまだ十分に軽いです。 このショーでのセッティングよりも、セッティングはもっと平凡ではありませんが、サトウの想像力は、おしゃべりの冷凍庫やモープリンを供給するのに十分なほどです。 それは、chibis（主人に感謝）を使用しませんが、表現のために持っている顔を使用し、対話は、特にダビングで、必要なときに積極的にハミーになります。 真剣に、このダブは素晴らしいです。 スクリーン・テキストを読む必要があることが誰にも分からないというのは本当の欠点です。 最初のシーズンには歌詞と音楽の両方で最高のエンディングテーマがあり、次のシーズンには砂糖で置き換える必要があると陰謀が決定したことをある日発見したいと思います。\u001b[22m\n\u001b[1m(Shikashi, watashi wa kono anime o subayaku tsūka shimasendeshita. Anata wa kyarakutā ni kyōkan suru riyū ga takusan aru wakede wa arimasenga, watashi ga kanari ki o tsukeru mae ni watashi wa sorera no dore ni mo ki o kubarimasendeshita. Soshite Satou - Misaki no kankei wa, shō no hotondo no jikkō de watashi o samu-sa ni sa semashita. Saiwai ni mo, dorama yori mo shō ni wa motto takusan no koto ga arimasu. Sore wa hihyōdeari, messēji wa tsuyoku, omoshiroi toki wa omoshiroidesu. Yūmoa wa kurodesuga, anata no tsuitachi o tsukuru no ni mada jūbun ni karuidesu. Kono shō de no settingu yori mo, settingu wa motto heibonde wa arimasenga, Satō no sōzō-ryoku wa, oshaberi no reitōko ya mōpurin o kyōkyū suru no ni jūbun'na hododesu. Sore wa, chibis (shujin ni kansha) o shiyō shimasenga, hyōgen no tame ni motte iru kao o shiyō shi, taiwa wa, tokuni dabingu de, hitsuyōna toki ni sekkyokutekini hamī ni narimasu. Shinken ni, kono dabu wa subarashīdesu. Sukurīn tekisuto o yomu hitsuyō ga aru koto ga darenimo wakaranai to iu no wa hontō no kettendesu. Saisho no shīzun ni wa kashi to ongaku no ryōhō de saikō no endingutēma ga ari,-ji no shīzun ni wa satō de okikaeru hitsuyō ga aru to inbō ga kettei shita koto o aru hi hakken shitai to omoimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nBy the end of the show I did care for the characters and it's finale worked very well. The show hiccups sometimes, but in the end it is definitely worth a watch if you like realism and dark humour. People say it's grim, which it is, but there really is plenty of hope. The show's suicide success rate is very low!\n\n\u001b[1mショーの終わりまでに私はキャラクターの世話をし、フィナーレはとてもうまくいった。 ショーのときにはしゃっくりがありますが、現実主義と暗いユーモアが好きなら、結局はそれは絶対に価値があります。 人々はそれが酷いと言うが、それは本当に希望が多い。 ショーの自殺率は非常に低いです！\u001b[22m\n\u001b[1m(Shō no owari made ni watashi wa kyarakutā no sewa o shi, fināre wa totemo umaku itta. Shō no tokiniha shakkuri ga arimasuga, genjitsu shugi to kurai yūmoa ga sukinara, kekkyoku wa sore wa zettai ni kachi ga arimasu. Hitobito wa sore ga hidoi to iuga, sore wa hontōni kibō ga ōi. Shō no jisatsu-ritsu wa hijō ni hikuidesu!)\u001b[22m\n\nTranslations of \u001b[4mBy the end of the show I did care for the characters and it's finale worked very well. The show hiccups sometimes, but in the end it is definitely worth a watch if you like realism and dark humour. People say it's grim, which it is, but there really is plenty of hope. The show's suicide success rate is very low!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBy the end of the show I did care for the characters and it's finale worked very well.\u001b[24m\n    \u001b[1mショーの終わりまでに私はキャラクターの世話をし、フィナーレはとてもうまくいった。\u001b[22m, \u001b[1mショーの終わりまでに、私は文字のケアを行なったし、それがフィナーレは非常によく働いています。\u001b[22m\n\u001b[4mThe show hiccups sometimes, but in the end it is definitely worth a watch if you like realism and dark humour.\u001b[24m\n    \u001b[1mショーのときにはしゃっくりがありますが、現実主義と暗いユーモアが好きなら、結局はそれは絶対に価値があります。\u001b[22m, \u001b[1mあなたはリアリズムと暗いユーモアを好む場合は、showしゃっくりときどきが、最終的にそれは間違いなく価値がある時計です。\u001b[22m\n\u001b[4mPeople say it's grim, which it is, but there really is plenty of hope.\u001b[24m\n    \u001b[1m人々はそれが酷いと言うが、それは本当に希望が多い。\u001b[22m, \u001b[1m人々はそれがある、それは厳しいだと言うが、本当に希望がたくさんあります。\u001b[22m\n\u001b[4mThe show's suicide success rate is very low!\u001b[24m\n    \u001b[1mショーの自殺率は非常に低いです！\u001b[22m, \u001b[1mショーの自殺成功率は非常に低いです！\u001b[22m"
  },
  {
    "title": "NHK_ni_Youkoso",
    "id": "1210",
    "url": "https://myanimelist.net/anime/1210/NHK_ni_Youkoso",
    "user": "SloweyJoey",
    "profile": "/profile/SloweyJoey/reviews",
    "pages": "10",
    "number": "4",
    "link": "/reviews.php?id=106693",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  9\nキャラクター|  10\n|  10\n\n決して私の18歳の生活のすべてで私は本当に信じられないほど、完璧な、そう...正当な何かを見たことがありません。 ようこそNHKへの歓迎はショーだけではなく、文字通り体験です。 ほとんどすべての人間が過去に経験した経験、または将来的に経験する経験。\n\nストーリー：いつも屋内に隠れているNHKのスター、佐藤達弘さん、20歳の隠居者、ひきこもりの呼びかけにようこそ。 このため、彼は社会的にも精神的にも難破しています。 しかし、神秘的な高校生の中原美咲に会うまでは、彼は道を変えて正常な人間になることを（あるいはむしろ「試み」）することを決定する。 この男の痛みや苦しみは、面白くて憂うつになります。 真剣に、ショーは両方の音色がちょうど良いです。 最初から最後までこのショーは完璧に成功します。 あなたは笑って泣くでしょう。 それは確かです\n\nアート：アートとアニメーションは、おそらくショーの唯一の平凡なものです。 それは悪いことではない、それはそれだけであなたがほとんどすべての他のアニメで見る標準的なものです。 本当に目立ったものは何もなく、私たちのリードは非常に野性的な想像力を持っていたので、私は助けられませんでしたが、私が与えられたことによって失望しました。 再び、悪くはないが、それは最高ではない。\n\nサウンド：あらゆる状況で選ばれた音楽は、絶対に完璧であり、とてもフィットしています。 素晴らしいことは言うまでもありません。 あなたのコメディーミュージックと深刻な音楽があります。 あなたが私のことを信じていないなら、両方の終わりのテーマに耳を傾けてください。 私は良い例を考えることができませんでした。\n\nキャラクター：ほとんどのサポートキャラクターはかなり良いですが、最高のキャラクターではありません。 山崎のようなキャラクターの中には、ストーリーが進行するにつれていくらかの発達が見られますが、他のキャラクターは実際にはあまりバックグラウンドがありません。 しかし、リードが素晴らしいなら、私は不平を言ってはいけません。もちろん、佐藤はおそらく今までに一番大きな文字のひとつでした。 どうして？ なぜなら、彼は狂ったように、あなたは彼と奇妙な関係を持つことができるからです。 それが幸福か悲しんであろうと、彼が感じることを感じます。 私は本当に、それを達成することができるすべての著者が賞賛の価値があると信じています。\n\n楽しさ：私が前に言ったように、このショーは経験です。 あなたは笑って泣くでしょうが、最も重要なことは、あなたはそれを毎分楽しむことでしょう。\n\n全体的に：それがすべてになると、NHKにようこそいくつかのショーだけではありません。 それは本当に誰もが最終的に経験する経験です。 私はあなたの友人や家族と一緒にそれを70億回見ることをお勧めします。\n\nああ、そして「プルプルプルリンリン！」 素晴らしいです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nNever in all of my eighteen years of life have I truly seen something so incredible, so perfect, so...legit. Welcome to the NHK isn't just a show, it's literally an experience; an experience that mostly every human being has gone through in the past or is going to go through in the future.\n\n\u001b[1m決して私の18歳の生活のすべてで私は本当に信じられないほど、完璧な、そう...正当な何かを見たことがありません。 ようこそNHKへの歓迎はショーだけではなく、文字通り体験です。 ほとんどすべての人間が過去に経験した経験、または将来的に経験する経験。\u001b[22m\n\u001b[1m(Kesshite watashi no 18-sai no seikatsu no subete de watashi wa hontōni shinji rarenai hodo, kanpekina,-sō... Seitōna nanika o mita koto ga arimasen. Yōkoso NHK e no kangei wa shō dakede wa naku, mojidōri taikendesu. Hotondo subete no ningen ga kako ni keiken shita keiken, matawa shōrai-teki ni keiken suru keiken.)\u001b[22m\n\nTranslations of \u001b[4mNever in all of my eighteen years of life have I truly seen something so incredible, so perfect, so...legit. Welcome to the NHK isn't just a show, it's literally an experience; an experience that mostly every human being has gone through in the past or is going to go through in the future.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNever in all of my eighteen years of life have I truly seen something so incredible, so perfect, so...legit.\u001b[24m\n    \u001b[1m決して私の18歳の生活のすべてで私は本当に信じられないほど、完璧な、そう...正当な何かを見たことがありません。\u001b[22m, \u001b[1m人生の私の18年間のすべてで、私は本当に合法的なので、信じられないように完璧なので...何かを見たことがありません。\u001b[22m\n\u001b[4mWelcome to the NHK isn't just a show, it's literally an experience;\u001b[24m\n    \u001b[1mようこそNHKへの歓迎はショーだけではなく、文字通り体験です。\u001b[22m, \u001b[1mNHKにようこそそれは文字通り経験だ、ただのショーではありません。\u001b[22m\n\u001b[4man experience that mostly every human being has gone through in the past or is going to go through in the future.\u001b[24m\n    \u001b[1mほとんどすべての人間が過去に経験した経験、または将来的に経験する経験。\u001b[22m, \u001b[1m主にすべての人間が過去に通過したりした経験は、将来的に通過しようとしています。\u001b[22m\n\u001b[1m\u001b[22m\nStory: Welcome to the NHK stars Tatsuhiro Sato, a twenty year old recluse, or Hikikomori as the shows calls it, who stays secluded indoors at all times. Because of this, he is a wreck both socially and even mentally. However, it isn't until he meets the mysterious high school girl, Nakahara Misaki, that he decides (or rather 'attempts') to change his ways and become a normal human being. The pain and suffering this guy goes through can be both funny and depressing. Seriously, the show gets both tones just right. Scratch that, the show succeeds at this perfectly from beginning to end. You will laugh and you will cry. That much is certain.\n\n\u001b[1mストーリー：いつも屋内に隠れているNHKのスター、佐藤達弘さん、20歳の隠居者、ひきこもりの呼びかけにようこそ。 このため、彼は社会的にも精神的にも難破しています。 しかし、神秘的な高校生の中原美咲に会うまでは、彼は道を変えて正常な人間になることを（あるいはむしろ「試み」）することを決定する。 この男の痛みや苦しみは、面白くて憂うつになります。 真剣に、ショーは両方の音色がちょうど良いです。 最初から最後までこのショーは完璧に成功します。 あなたは笑って泣くでしょう。 それは確かです\u001b[22m\n\u001b[1m(Sutōrī: Itsumo okunai ni kakurete iru NHK no sutā, Satō Tatsuhiro-san, 20-sai no inkyo-sha, hikikomori no yobikake ni yōkoso. Ko no tame, kare wa shakai-teki ni mo seishintekini mo nanpa shite imasu. Shikashi, shinpi-tekina kōkōsei no Nakahara Misaki ni au made wa, kare wa michi o kaete seijōna ningen ni naru koto o (aruiwa mushiro `kokoromi') suru koto o kettei suru. Kono otoko no itami ya kurushimi wa, omoshirokute yūutsu ni narimasu. Shinken ni, shō wa ryōhō no neiro ga chōdo yoidesu. Saisho kara saigomade kono shō wa kanpeki ni seikō shimasu. Anata wa waratte nakudeshou. Sore wa tashikadesu)\u001b[22m\n\nTranslations of \u001b[4mStory: Welcome to the NHK stars Tatsuhiro Sato, a twenty year old recluse, or Hikikomori as the shows calls it, who stays secluded indoors at all times. Because of this, he is a wreck both socially and even mentally. However, it isn't until he meets the mysterious high school girl, Nakahara Misaki, that he decides (or rather 'attempts') to change his ways and become a normal human being. The pain and suffering this guy goes through can be both funny and depressing. Seriously, the show gets both tones just right. Scratch that, the show succeeds at this perfectly from beginning to end. You will laugh and you will cry. That much is certain.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Welcome to the NHK stars Tatsuhiro Sato, a twenty year old recluse, or Hikikomori as the shows calls it, who stays secluded indoors at all times.\u001b[24m\n    \u001b[1mストーリー：いつも屋内に隠れているNHKのスター、佐藤達弘さん、20歳の隠居者、ひきこもりの呼びかけにようこそ。\u001b[22m, \u001b[1mストーリー：すべての回で屋内で人里離れたままで示すように達弘佐藤、20歳の世捨て人、またはひきこもりはそれを呼び出すNHKの星へようこそ。\u001b[22m\n\u001b[4mBecause of this, he is a wreck both socially and even mentally.\u001b[24m\n    \u001b[1mこのため、彼は社会的にも精神的にも難破しています。\u001b[22m, \u001b[1mこのため、彼は両方の社会的、さらには精神的に大破です。\u001b[22m\n\u001b[4mHowever, it isn't until he meets the mysterious high school girl, Nakahara Misaki, that he decides (or rather 'attempts') to change his ways and become a normal human being.\u001b[24m\n    \u001b[1mしかし、神秘的な高校生の中原美咲に会うまでは、彼は道を変えて正常な人間になることを（あるいはむしろ「試み」）することを決定する。\u001b[22m, \u001b[1m彼は神秘的な女子高生、中原美咲を満たすまでしかし、それは彼が（というか「試み」）を決定する彼の方法を変更して、普通の人間になるためにということではありません。\u001b[22m\n\u001b[4mThe pain and suffering this guy goes through can be both funny and depressing.\u001b[24m\n    \u001b[1mこの男の痛みや苦しみは、面白くて憂うつになります。\u001b[22m, \u001b[1m痛みとこの男を苦しみは面白いと憂鬱両方にすることができ通過します。\u001b[22m\n\u001b[4mSeriously, the show gets both tones just right.\u001b[24m\n    \u001b[1m真剣に、ショーは両方の音色がちょうど良いです。\u001b[22m, \u001b[1m真剣に、ショーは両方のトーンがちょうどいいます。\u001b[22m\n\u001b[4mScratch that, the show succeeds at this perfectly from beginning to end.\u001b[24m\n    \u001b[1m最初から最後までこのショーは完璧に成功します。\u001b[22m, \u001b[1mショーは最初から最後まで完全にこので成功した、ことをスクラッチ。\u001b[22m\n\u001b[4mYou will laugh and you will cry.\u001b[24m\n    \u001b[1mあなたは笑って泣くでしょう。\u001b[22m, \u001b[1mあなたは笑うだろう、あなたは泣きます。\u001b[22m\n\u001b[4mThat much is certain.\u001b[24m\n    \u001b[1mそれは確かです\u001b[22m, \u001b[1mそれだけは確かです。\u001b[22m\n\u001b[1m\u001b[22m\nArt: The art and animation are probably the only mediocre things about the show. It's not bad, per se, it's just the standard stuff you see in mostly every other anime. Nothing really stands out, and since our lead had a very wild imagination, I couldn't help but be just a tad bit disappointed by what I was given. Again, not bad, but it's not the greatest.\n\n\u001b[1mアート：アートとアニメーションは、おそらくショーの唯一の平凡なものです。 それは悪いことではない、それはそれだけであなたがほとんどすべての他のアニメで見る標準的なものです。 本当に目立ったものは何もなく、私たちのリードは非常に野性的な想像力を持っていたので、私は助けられませんでしたが、私が与えられたことによって失望しました。 再び、悪くはないが、それは最高ではない。\u001b[22m\n\u001b[1m(Āto: Āto to animēshon wa, osoraku shō no yuiitsu no heibon'na monodesu. Sore wa warui kotode wanai, sore wa sore dake de anata ga hotondo subete no ta no anime de miru hyōjun-tekina monodesu. Hontōni medatta mono wa nani mo naku, watashitachi no rīdo wa hijō ni yasei-tekina sōzō-ryoku o motte itanode, watashi wa tasuke raremasendeshitaga, watashi ga atae rareta koto ni yotte shitsubō shimashita. Futatabi, waruku wa naiga, soreha saikōde wanai.)\u001b[22m\n\nTranslations of \u001b[4mArt: The art and animation are probably the only mediocre things about the show. It's not bad, per se, it's just the standard stuff you see in mostly every other anime. Nothing really stands out, and since our lead had a very wild imagination, I couldn't help but be just a tad bit disappointed by what I was given. Again, not bad, but it's not the greatest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The art and animation are probably the only mediocre things about the show.\u001b[24m\n    \u001b[1mアート：アートとアニメーションは、おそらくショーの唯一の平凡なものです。\u001b[22m, \u001b[1mアート：アートやアニメーションは、おそらく番組についてのみ、平凡なものです。\u001b[22m\n\u001b[4mIt's not bad, per se, it's just the standard stuff you see in mostly every other anime.\u001b[24m\n    \u001b[1mそれは悪いことではない、それはそれだけであなたがほとんどすべての他のアニメで見る標準的なものです。\u001b[22m, \u001b[1mそれは、それ自体は、悪くはない、それはあなたが、ほとんどすべての他のアニメで見るだけで、標準的なものです。\u001b[22m\n\u001b[4mNothing really stands out, and since our lead had a very wild imagination, I couldn't help but be just a tad bit disappointed by what I was given.\u001b[24m\n    \u001b[1m本当に目立ったものは何もなく、私たちのリードは非常に野性的な想像力を持っていたので、私は助けられませんでしたが、私が与えられたことによって失望しました。\u001b[22m, \u001b[1m何も本当に際立っていない、と私たちのリードは非常に野生の想像力を持っていたので、私は助けるが、ほんの少しのビットは、私が与えられたものに失望することができませんでした。\u001b[22m\n\u001b[4mAgain, not bad, but it's not the greatest.\u001b[24m\n    \u001b[1m再び、悪くはないが、それは最高ではない。\u001b[22m, \u001b[1mここでも、悪くはないが、それは最大ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nSound: The music chosen in each and every situation is absolutely perfect and very fitting. Not to mention awesome. It has your comedy music as well as your serious music. If you don't believe me, listen to both of the ending themes. I couldn't think of a better example.\n\n\u001b[1mサウンド：あらゆる状況で選ばれた音楽は、絶対に完璧であり、とてもフィットしています。 素晴らしいことは言うまでもありません。 あなたのコメディーミュージックと深刻な音楽があります。 あなたが私のことを信じていないなら、両方の終わりのテーマに耳を傾けてください。 私は良い例を考えることができませんでした。\u001b[22m\n\u001b[1m(Saundo: Arayuru jōkyō de eraba reta ongaku wa, zettai ni kanpekideari, totemo fitto shite imasu. Subarashī koto wa iu made mo arimasen. Anata no komedīmyūjikku to shinkokuna ongaku ga arimasu. Anata ga watashinokoto o shinjite inainara, ryōhō no owari no tēma ni mimi o katamukete kudasai. Watashi wa yoi rei o kangaeru koto ga dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mSound: The music chosen in each and every situation is absolutely perfect and very fitting. Not to mention awesome. It has your comedy music as well as your serious music. If you don't believe me, listen to both of the ending themes. I couldn't think of a better example.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The music chosen in each and every situation is absolutely perfect and very fitting.\u001b[24m\n    \u001b[1mサウンド：あらゆる状況で選ばれた音楽は、絶対に完璧であり、とてもフィットしています。\u001b[22m, \u001b[1mサウンド：一人ひとりの状況に選ばれた音楽は完璧と非常にフィッティングです。\u001b[22m\n\u001b[4mNot to mention awesome.\u001b[24m\n    \u001b[1m素晴らしいことは言うまでもありません。\u001b[22m, \u001b[1m素晴らしい言うまでもありません。\u001b[22m\n\u001b[4mIt has your comedy music as well as your serious music.\u001b[24m\n    \u001b[1mあなたのコメディーミュージックと深刻な音楽があります。\u001b[22m, \u001b[1mそれはあなたのコメディの音楽だけでなく、あなたの深刻な音楽を持っています。\u001b[22m\n\u001b[4mIf you don't believe me, listen to both of the ending themes.\u001b[24m\n    \u001b[1mあなたが私のことを信じていないなら、両方の終わりのテーマに耳を傾けてください。\u001b[22m, \u001b[1mあなたは私を信じていない場合は、エンディングテーマの両方に耳を傾けます。\u001b[22m\n\u001b[4mI couldn't think of a better example.\u001b[24m\n    \u001b[1m私は良い例を考えることができませんでした。\u001b[22m, \u001b[1m私はより良い例を考えることができませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: Most of the supporting characters are pretty good, but they aren't the best. Some characters, like Yamazaki, go through some development as the story progresses, while other characters aren't really given much of a background. But if the lead is great, then I shouldn't complain, and of course, Sato is probably one of the greatest characters ever thunked of. Why? Because, as insane as he can be, you can strangely relate to him. You feel what he feels, whether it be happiness or sadness. I believe any author who can truly, TRULY accomplish that is worthy of praise.\n\n\u001b[1mキャラクター：ほとんどのサポートキャラクターはかなり良いですが、最高のキャラクターではありません。 山崎のようなキャラクターの中には、ストーリーが進行するにつれていくらかの発達が見られますが、他のキャラクターは実際にはあまりバックグラウンドがありません。 しかし、リードが素晴らしいなら、私は不平を言ってはいけません。もちろん、佐藤はおそらく今までに一番大きな文字のひとつでした。 どうして？ なぜなら、彼は狂ったように、あなたは彼と奇妙な関係を持つことができるからです。 それが幸福か悲しんであろうと、彼が感じることを感じます。 私は本当に、それを達成することができるすべての著者が賞賛の価値があると信じています。\u001b[22m\n\u001b[1m(Kyarakutā: Hotondo no sapōtokyarakutā wa kanari yoidesuga, saikō no kyarakutāde wa arimasen. Yamazaki no yōna kyarakutā no nakaniha, sutōrī ga shinkō suru ni tsurete ikuraka no hattatsu ga mi raremasuga, hoka no kyarakutā wa jissai ni wa amari bakkuguraundo ga arimasen. Shikashi, rīdo ga subarashīnara, watashi wa fuhei o itte wa ikemasen. Mochiron, Satō wa osoraku imamade ni ichiban ōkina moji no hitotsudeshita. Dōshite? Nazenara, kare wa kurutta yō ni, anata wa kare to kimyōna kankei o motsu koto ga dekirukaradesu. Sore ga kōfuku ka kanashindearou to, kare ga kanjiru koto o kanjimasu. Watashi wa hontōni, sore o tassei suru koto ga dekiru subete no chosha ga shōsan no kachigāru to shinjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: Most of the supporting characters are pretty good, but they aren't the best. Some characters, like Yamazaki, go through some development as the story progresses, while other characters aren't really given much of a background. But if the lead is great, then I shouldn't complain, and of course, Sato is probably one of the greatest characters ever thunked of. Why? Because, as insane as he can be, you can strangely relate to him. You feel what he feels, whether it be happiness or sadness. I believe any author who can truly, TRULY accomplish that is worthy of praise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: Most of the supporting characters are pretty good, but they aren't the best.\u001b[24m\n    \u001b[1mキャラクター：ほとんどのサポートキャラクターはかなり良いですが、最高のキャラクターではありません。\u001b[22m, \u001b[1mキャラクター：脇役のほとんどはかなり良いですが、彼らは最善ではありません。\u001b[22m\n\u001b[4mSome characters, like Yamazaki, go through some development as the story progresses, while other characters aren't really given much of a background.\u001b[24m\n    \u001b[1m山崎のようなキャラクターの中には、ストーリーが進行するにつれていくらかの発達が見られますが、他のキャラクターは実際にはあまりバックグラウンドがありません。\u001b[22m, \u001b[1m物語が進むにつれて他の文字が本当に背景の多くを与えられていないながら、いくつかの文字は、山崎のように、いくつかの開発を経ます。\u001b[22m\n\u001b[4mBut if the lead is great, then I shouldn't complain, and of course, Sato is probably one of the greatest characters ever thunked of.\u001b[24m\n    \u001b[1mしかし、リードが素晴らしいなら、私は不平を言ってはいけません。もちろん、佐藤はおそらく今までに一番大きな文字のひとつでした。\u001b[22m, \u001b[1mリードが大きい場合でも、私は文句を言うべきではない、そしてもちろん、佐藤は、おそらくこれまでのサンク最大の文字の一つです。\u001b[22m\n\u001b[4mWhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜでしょうか？\u001b[22m\n\u001b[4mBecause, as insane as he can be, you can strangely relate to him.\u001b[24m\n    \u001b[1mなぜなら、彼は狂ったように、あなたは彼と奇妙な関係を持つことができるからです。\u001b[22m, \u001b[1mそのため、彼がすることができますように非常識として、あなたは妙に彼に関連付けることができます。\u001b[22m\n\u001b[4mYou feel what he feels, whether it be happiness or sadness.\u001b[24m\n    \u001b[1mそれが幸福か悲しんであろうと、彼が感じることを感じます。\u001b[22m, \u001b[1mあなたはそれが幸福や悲しみであるかどうか、彼が感じるものを感じます。\u001b[22m\n\u001b[4mI believe any author who can truly, TRULY accomplish that is worthy of praise.\u001b[24m\n    \u001b[1m私は本当に、それを達成することができるすべての著者が賞賛の価値があると信じています。\u001b[22m, \u001b[1m私は本当に本当にそれを達成することができる任意の作者は賞賛に値すると考えています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: As I said before, this show is an experience. You'll laugh and you'll cry, but most importantly, you'll enjoy every minute of it.\n\n\u001b[1m楽しさ：私が前に言ったように、このショーは経験です。 あなたは笑って泣くでしょうが、最も重要なことは、あなたはそれを毎分楽しむことでしょう。\u001b[22m\n\u001b[1m(Tanoshisa: Watashi ga mae ni itta yō ni, kono shō wa keikendesu. Anata wa waratte nakudeshouga, mottomo jūyōna koto wa, anata wa sore o maifun tanoshimu kotodeshou.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: As I said before, this show is an experience. You'll laugh and you'll cry, but most importantly, you'll enjoy every minute of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: As I said before, this show is an experience.\u001b[24m\n    \u001b[1m楽しさ：私が前に言ったように、このショーは経験です。\u001b[22m\n\u001b[4mYou'll laugh and you'll cry, but most importantly, you'll enjoy every minute of it.\u001b[24m\n    \u001b[1mあなたは笑って泣くでしょうが、最も重要なことは、あなたはそれを毎分楽しむことでしょう。\u001b[22m, \u001b[1mあなたは笑うだろう、あなたは泣くだろうが、最も重要なのは、あなたはそれの毎分をお楽しみいただけます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: When it all comes down to it, Welcome to the NHK isn't just some show; it's truly an experience that everyone eventually goes through. I recommend you watch it seventy bajillion times with your friends and family.\n\n\u001b[1m全体的に：それがすべてになると、NHKにようこそいくつかのショーだけではありません。 それは本当に誰もが最終的に経験する経験です。 私はあなたの友人や家族と一緒にそれを70億回見ることをお勧めします。\u001b[22m\n\u001b[1m(Zentai-teki ni: Sore ga subete ni naru to, NHK ni yōkoso ikutsu ka no shō dakede wa arimasen. Sore wa hontōni daremoga saishūtekini keiken suru keikendesu. Watashi wa anata no yūjin ya kazoku to issho ni sore o 70 oku-kai miru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall: When it all comes down to it, Welcome to the NHK isn't just some show; it's truly an experience that everyone eventually goes through. I recommend you watch it seventy bajillion times with your friends and family.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: When it all comes down to it, Welcome to the NHK isn't just some show;\u001b[24m\n    \u001b[1m全体的に：それがすべてになると、NHKにようこそいくつかのショーだけではありません。\u001b[22m, \u001b[1m全体：それはすべてがそれまで来ると、NHKにようこそは、単にいくつかのショーではありません。\u001b[22m\n\u001b[4mit's truly an experience that everyone eventually goes through.\u001b[24m\n    \u001b[1mそれは本当に誰もが最終的に経験する経験です。\u001b[22m, \u001b[1mそれは誰もが最終的に通過することを本当に経験です。\u001b[22m\n\u001b[4mI recommend you watch it seventy bajillion times with your friends and family.\u001b[24m\n    \u001b[1m私はあなたの友人や家族と一緒にそれを70億回見ることをお勧めします。\u001b[22m, \u001b[1m私はあなたがお友達やご家族と一緒に70非常に多数の回を見てお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nOh yeah, and 'Purupuru Pururin Rin!' is awesome.\n\n\u001b[1mああ、そして「プルプルプルリンリン！」 素晴らしいです。\u001b[22m\n\u001b[1m(Ā, soshite `purupurupururinrin!' Subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mOh yeah, and 'Purupuru Pururin Rin!' is awesome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh yeah, and 'Purupuru Pururin Rin!'\u001b[24m\n    \u001b[1mああ、そして「プルプルプルリンリン！」\u001b[22m, \u001b[1mそうそう、および「ぷるぷるPururin凛！」\u001b[22m\n\u001b[4mis awesome.\u001b[24m\n    \u001b[1m素晴らしいです。\u001b[22m"
  },
  {
    "title": "NHK_ni_Youkoso",
    "id": "1210",
    "url": "https://myanimelist.net/anime/1210/NHK_ni_Youkoso",
    "user": "Zarai_Gintoki",
    "profile": "/profile/Zarai_Gintoki/reviews",
    "pages": "10",
    "number": "5",
    "link": "/reviews.php?id=58195",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nNHKにようこそ（NHKへようこそ）を見に行く前に、ちょうど警告：すべての文字と特に恋に落ちるつもりです：佐藤達弘殿（美咲はしばしば彼を呼び出します）。\n\nこのアニメが彼の周りに進化している様子は、このショーを面白くするものです。彼と共生する人物の多様性は、一人または複数の人の失敗であります。  「NHKへようこそ」ではSFコンテンツや英雄的行為からは遠く離れているため、ストーリー/キャラクターは際立っています。すべてのラップされた肯定的な側面と否定的な側面でできるだけ人間として生きるために苦労している人間の甘さです 優れたキャラデザインと特に優れたOST（特にギターソロのテーマは畏敬の念を抱いていました！\n\nまとめNHKへようこそ、必見アニメです！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nJust a warning before watching NHK ni youkoso ( Welcome to NHK ) : you are going to fall in love with all the characters .. specially the lead one : Satou Tatsuhiro-dono ( as Misaki often calls him ) .\n\n\u001b[1mNHKにようこそ（NHKへようこそ）を見に行く前に、ちょうど警告：すべての文字と特に恋に落ちるつもりです：佐藤達弘殿（美咲はしばしば彼を呼び出します）。\u001b[22m\n\u001b[1m(NHK ni yōkoso (NHK e yōkoso) o mi ni iku mae ni, chōdo keikoku: Subete no moji to tokuni koi ni ochiru tsumoridesu: Satō Tatsuhiro-dono (Misaki wa shibashiba kare o yobidashimasu).)\u001b[22m\n\nTranslations of \u001b[4mJust a warning before watching NHK ni youkoso ( Welcome to NHK ) : you are going to fall in love with all the characters .. specially the lead one : Satou Tatsuhiro-dono ( as Misaki often calls him ) .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust a warning before watching NHK ni youkoso ( Welcome to NHK ) : you are going to fall in love with all the characters .. specially the lead one : Satou Tatsuhiro-dono ( as Misaki often calls him ) .\u001b[24m\n    \u001b[1mNHKにようこそ（NHKへようこそ）を見に行く前に、ちょうど警告：すべての文字と特に恋に落ちるつもりです：佐藤達弘殿（美咲はしばしば彼を呼び出します）。\u001b[22m, \u001b[1mNHK NIへようこそを見て前に、単なる警告（NHKにようこそ）：あなたは特別にリード1..すべての文字と恋に落ちるしようとしている：佐藤達広殿（美咲はしばしば彼を呼び出したように）。\u001b[22m\n\u001b[1m\u001b[22m\nthe way this anime is evolving around him is what makes this show interesting : a diversity of characters that commmenly share with him being a failure in one or many sides .. but also trying to undestand /change their lifes if possible .. that's why the story/character are outstanding , because in ' Welcome to NHK ' we are far from any SF contents or Heroic deeds : it's the sweetness of human beings struggling to live their lives as human as possible with all their positive and negative aspects .. all wrapped in a good Chara design and specially an outstanding OST ( specially the guitar solo themes left me in awe ! ) ..\n\n\u001b[1mこのアニメが彼の周りに進化している様子は、このショーを面白くするものです。彼と共生する人物の多様性は、一人または複数の人の失敗であります。  「NHKへようこそ」ではSFコンテンツや英雄的行為からは遠く離れているため、ストーリー/キャラクターは際立っています。すべてのラップされた肯定的な側面と否定的な側面でできるだけ人間として生きるために苦労している人間の甘さです 優れたキャラデザインと特に優れたOST（特にギターソロのテーマは畏敬の念を抱いていました！\u001b[22m\n\u001b[1m(Kono anime ga kare no mawari ni shinka shite iru yōsu wa, kono shō o omoshiroku suru monodesu. Kare to kyōsei suru jinbutsu no tayō-sei wa, hitori matawa fukusū no hito no shippaidearimasu. `NHK e yōkoso'de wa SF kontentsu ya eiyū-teki kōi kara wa tōku hanarete iru tame, sutōrī/ kyarakutā wa kiwadatte imasu. Subete no rappu sa reta kōtei-tekina sokumen to hitei-tekina sokumen de dekirudake ningen to shite ikiru tame ni kurō shite iru ningen no ama-sadesu sugureta kyara dezain to tokuni sugureta OST (tokuni gitāsoro no tēma wa ikei no nen o daite imashita!)\u001b[22m\n\nTranslations of \u001b[4mthe way this anime is evolving around him is what makes this show interesting : a diversity of characters that commmenly share with him being a failure in one or many sides .. but also trying to undestand /change their lifes if possible .. that's why the story/character are outstanding , because in ' Welcome to NHK ' we are far from any SF contents or Heroic deeds : it's the sweetness of human beings struggling to live their lives as human as possible with all their positive and negative aspects .. all wrapped in a good Chara design and specially an outstanding OST ( specially the guitar solo themes left me in awe ! ) ..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe way this anime is evolving around him is what makes this show interesting : a diversity of characters that commmenly share with him being a failure in one or many sides .. but also trying to undestand /change their lifes if possible .. that's why the\u001b[24m\n    \u001b[1mこのアニメが彼の周りに進化している様子は、このショーを面白くするものです。彼と共生する人物の多様性は、一人または複数の人の失敗であります。\u001b[22m, \u001b[1mこのアニメは、彼の周りに進化している方法は、このショーは興味深い作るものです：彼は.. / undestand可能な場合は、それらの静物を変更しようとも..つまたは複数の側面の障害であることが、でシェアをcommmenly文字の多様性は、それが理由です\u001b[22m\n\u001b[4mstory/character are outstanding , because in ' Welcome to NHK ' we are far from any SF contents or Heroic deeds : it's the sweetness of human beings struggling to live their lives as human as possible with all their positive and negative aspects .. all wrapped\u001b[24m\n    \u001b[1m「NHKへようこそ」ではSFコンテンツや英雄的行為からは遠く離れているため、ストーリー/キャラクターは際立っています。すべてのラップされた肯定的な側面と否定的な側面でできるだけ人間として生きるために苦労している人間の甘さです\u001b[22m, \u001b[1m物語/文字 'NHKにようこそ」で、我々はこれまで任意のSFの内容やヒロイックな行為からであるため、傑出している：それはすべての正と負の側面にできるだけ人間としての命を生きるのに苦労人間の甘さだすべて包まれました..\u001b[22m\n\u001b[4min a good Chara design and specially an outstanding OST ( specially the guitar solo themes left me in awe ! ) ..\u001b[24m\n    \u001b[1m優れたキャラデザインと特に優れたOST（特にギターソロのテーマは畏敬の念を抱いていました！\u001b[22m, \u001b[1m良いキャラデザインと特別に優れたOSTに（特別ギターソロのテーマは、畏敬の念を抱いて私を残し！）..\u001b[22m\n\u001b[1m\u001b[22m\nIn summary Welcome to NHK is a must-see anime !\n\n\u001b[1mまとめNHKへようこそ、必見アニメです！\u001b[22m\n\u001b[1m(Matome NHK e yōkoso, hikken animedesu!)\u001b[22m\n\nTranslations of \u001b[4mIn summary Welcome to NHK is a must-see anime !\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn summary Welcome to NHK is a must-see anime !\u001b[24m\n    \u001b[1mまとめNHKへようこそ、必見アニメです！\u001b[22m, \u001b[1mNHKにようこそ要するに必見のアニメです！\u001b[22m"
  },
  {
    "title": "NHK_ni_Youkoso",
    "id": "1210",
    "url": "https://myanimelist.net/anime/1210/NHK_ni_Youkoso",
    "user": "SeriousRatings",
    "profile": "/profile/SeriousRatings/reviews",
    "pages": "10",
    "number": "6",
    "link": "/reviews.php?id=59261",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  5\nキャラクター|  8\n|  9\n\n私の評価システムによると：\n\nスタイル - それは良い、平均より良いが、独力で際立っていない。 私は3のうち2を与える。\n\n文字 - 文字は良いですが、それほどありません。 サトウは完全に信じられ、幾分関係があり、やや好都合です。 彼女は自分の自我不足、佐藤を変えるだけの忍耐、自殺しようとするのを防ぐのに十分ではないという辛抱強さを補うために行った驚異的な長さを考えれば、ミサキはかなり信じられない。 それは、信じるにはあまりにも完璧な性格特性の組み合わせです。 だから、私はこれを1マークにして、これを4つのうち3つにします。\n\nストーリー - ストーリーは、当初は少しでも信じられています。 ササウを助けようとしているミサキの試みは、サトウが少なくとも何かをするように押しつけるものの、ほとんど失敗する。 彼はまだ彼の両親からのサポートを受けている間、仕事を見つけること以外は何も。 終わりに近づくと、この支援は断たれ、サトウは実際に仕事を見つけるために外に出ます。 これはアニメの中で最も記憶に残る部分の一つであり、少なくとも私のためには長い道のりです。 だから私は物語のために3のうち3を与えるでしょう。\n\n全体的にショーは素晴らしく、アート/アニメーションが一流のものではなく、一部のキャラクターはあまり信じられないものであるため、2点を減らしました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nAccording to my rating system:\n\n\u001b[1m私の評価システムによると：\u001b[22m\n\u001b[1m(Watashi no hyōka shisutemu ni yoru to:)\u001b[22m\n\nTranslations of \u001b[4mAccording to my rating system:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAccording to my rating system:\u001b[24m\n    \u001b[1m私の評価システムによると：\u001b[22m\n\u001b[1m\u001b[22m\nStyle - It's good, better than average but does not stand out on its own. I give this 2 out of 3.\n\n\u001b[1mスタイル - それは良い、平均より良いが、独力で際立っていない。 私は3のうち2を与える。\u001b[22m\n\u001b[1m(Sutairu - sore wa yoi, heikin yoriyoi ga, dokuryoku de kiwadatte inai. Watashi wa 3 no uchi 2 o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mStyle - It's good, better than average but does not stand out on its own. I give this 2 out of 3.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStyle - It's good, better than average but does not stand out on its own.\u001b[24m\n    \u001b[1mスタイル - それは良い、平均より良いが、独力で際立っていない。\u001b[22m, \u001b[1mスタイル - それは、平均よりも良い、良いことだが、独自に目立ついません。\u001b[22m\n\u001b[4mI give this 2 out of 3.\u001b[24m\n    \u001b[1m私は3のうち2を与える。\u001b[22m, \u001b[1m私は3のこの2アウトを与えます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - Characters are good but not quite there. Satou is totally believable, somewhat relatable and somewhat likable. Misaki is not quite believable, given the extraordinary lengths that she goes to compensate for her lack of ego, her patience that's just enough to change Satou but not enough to prevent her from attempting to commit suicide; it's a combination of personality traits that are a bit too perfect to believe. So I'll drop 1 mark for that to give this a 3 out of 4.\n\n\u001b[1m文字 - 文字は良いですが、それほどありません。 サトウは完全に信じられ、幾分関係があり、やや好都合です。 彼女は自分の自我不足、佐藤を変えるだけの忍耐、自殺しようとするのを防ぐのに十分ではないという辛抱強さを補うために行った驚異的な長さを考えれば、ミサキはかなり信じられない。 それは、信じるにはあまりにも完璧な性格特性の組み合わせです。 だから、私はこれを1マークにして、これを4つのうち3つにします。\u001b[22m\n\u001b[1m(Moji - moji wa yoidesuga, sorehodo arimasen. Satō wa kanzen ni shinji rare, ikubun kankei ga ari, yaya kōtsugōdesu. Kanojo wa jibun no jiga fusoku, Satō o kaeru dake no nintai, jisatsu shiyou to suru no o fusegu no ni jūbunde wa nai to iu shinbōdzuyo-sa o oginau tame ni itta kyōi-tekina naga-sa o kangaereba, Misaki wa kanari shinjirarenai. Sore wa, shinjiru ni wa amarini mo kanpekina seikaku tokusei no kumiawasedesu. Dakara, watashi wa kore o 1 māku ni shite, kore o 4tsu no uchi 3ttsu ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter - Characters are good but not quite there. Satou is totally believable, somewhat relatable and somewhat likable. Misaki is not quite believable, given the extraordinary lengths that she goes to compensate for her lack of ego, her patience that's just enough to change Satou but not enough to prevent her from attempting to commit suicide; it's a combination of personality traits that are a bit too perfect to believe. So I'll drop 1 mark for that to give this a 3 out of 4.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - Characters are good but not quite there.\u001b[24m\n    \u001b[1m文字 - 文字は良いですが、それほどありません。\u001b[22m, \u001b[1m文字 - 文字がなく、かなりあり良いです。\u001b[22m\n\u001b[4mSatou is totally believable, somewhat relatable and somewhat likable.\u001b[24m\n    \u001b[1mサトウは完全に信じられ、幾分関係があり、やや好都合です。\u001b[22m, \u001b[1m佐藤は、全く信じられない多少話すことのできる、やや好感が持てます。\u001b[22m\n\u001b[4mMisaki is not quite believable, given the extraordinary lengths that she goes to compensate for her lack of ego, her patience that's just enough to change Satou but not enough to prevent her from attempting to commit suicide;\u001b[24m\n    \u001b[1m彼女は自分の自我不足、佐藤を変えるだけの忍耐、自殺しようとするのを防ぐのに十分ではないという辛抱強さを補うために行った驚異的な長さを考えれば、ミサキはかなり信じられない。\u001b[22m, \u001b[1m美咲は、彼女は自我の彼女の不足を補うために行く臨時の長さを考えると、自殺をしようとするから彼女を防ぐために佐藤はなくは十分に変更するだけで十分だ彼女の忍耐はかなり信じられないです。\u001b[22m\n\u001b[4mit's a combination of personality traits that are a bit too perfect to believe.\u001b[24m\n    \u001b[1mそれは、信じるにはあまりにも完璧な性格特性の組み合わせです。\u001b[22m, \u001b[1mそれは信じられビットがあまりにも完璧な人格特性の組み合わせです。\u001b[22m\n\u001b[4mSo I'll drop 1 mark for that to give this a 3 out of 4.\u001b[24m\n    \u001b[1mだから、私はこれを1マークにして、これを4つのうち3つにします。\u001b[22m, \u001b[1mだから私は、この4のうち3を与えるために、そのための1マークをドロップします。\u001b[22m\n\u001b[1m\u001b[22m\nStory - The story, at the start for a while at least, is somewhat believable. Misaki's attempts to help Satou pretty much fail, although they do push Satou into doing SOMETHING at least. Anything except finding a job whilst he still has support from his parents. Nearer the end this support is cut off and Satou does actually go out to find a job. This is one of the most memorable parts of the anime and goes a long way for me at least. So I'll give a 3 out of 3 for story.\n\n\u001b[1mストーリー - ストーリーは、当初は少しでも信じられています。 ササウを助けようとしているミサキの試みは、サトウが少なくとも何かをするように押しつけるものの、ほとんど失敗する。 彼はまだ彼の両親からのサポートを受けている間、仕事を見つけること以外は何も。 終わりに近づくと、この支援は断たれ、サトウは実際に仕事を見つけるために外に出ます。 これはアニメの中で最も記憶に残る部分の一つであり、少なくとも私のためには長い道のりです。 だから私は物語のために3のうち3を与えるでしょう。\u001b[22m\n\u001b[1m(Sutōrī - sutōrī wa, tōsho wa sukoshi demo shinji rarete imasu. Sasau o tasukeyou to shite iru Misaki no kokoromi wa, Satō ga sukunakutomo nanika o suru yō ni oshitsukeru mono no, hotondo shippai suru. Kare wa mada kare no ryōshin kara no sapōto o ukete iru ma, shigoto o mitsukeru koto igai wa nani mo. Owari ni chikadzuku to, kono shien wa tata re, Satō wa jissai ni shigoto o mitsukeru tame ni soto ni demasu. Kore wa anime no naka de mottomo kioku ni nokoru bubun no hitotsudeari, sukunakutomo watashi no tame ni wa nagai michinoridesu. Dakara watashi wa monogatari no tame ni 3 no uchi 3 o ataerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mStory - The story, at the start for a while at least, is somewhat believable. Misaki's attempts to help Satou pretty much fail, although they do push Satou into doing SOMETHING at least. Anything except finding a job whilst he still has support from his parents. Nearer the end this support is cut off and Satou does actually go out to find a job. This is one of the most memorable parts of the anime and goes a long way for me at least. So I'll give a 3 out of 3 for story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - The story, at the start for a while at least, is somewhat believable.\u001b[24m\n    \u001b[1mストーリー - ストーリーは、当初は少しでも信じられています。\u001b[22m, \u001b[1mストーリー - 物語は、少なくともしばらくの間は開始時に、多少信じています。\u001b[22m\n\u001b[4mMisaki's attempts to help Satou pretty much fail, although they do push Satou into doing SOMETHING at least.\u001b[24m\n    \u001b[1mササウを助けようとしているミサキの試みは、サトウが少なくとも何かをするように押しつけるものの、ほとんど失敗する。\u001b[22m, \u001b[1m彼らは、少なくとも何かをに佐藤を押すんが、佐藤はかなり失敗するのに役立つ美咲の試み。\u001b[22m\n\u001b[4mAnything except finding a job whilst he still has support from his parents.\u001b[24m\n    \u001b[1m彼はまだ彼の両親からのサポートを受けている間、仕事を見つけること以外は何も。\u001b[22m, \u001b[1m彼はまだ彼の両親からのサポートを持っていながら、仕事を見つける以外のもの。\u001b[22m\n\u001b[4mNearer the end this support is cut off and Satou does actually go out to find a job.\u001b[24m\n    \u001b[1m終わりに近づくと、この支援は断たれ、サトウは実際に仕事を見つけるために外に出ます。\u001b[22m, \u001b[1mエンド寄りにこのサポートが遮断され、佐藤は、実際に仕事を見つけるために出かけるん。\u001b[22m\n\u001b[4mThis is one of the most memorable parts of the anime and goes a long way for me at least.\u001b[24m\n    \u001b[1mこれはアニメの中で最も記憶に残る部分の一つであり、少なくとも私のためには長い道のりです。\u001b[22m, \u001b[1mこれはアニメの中で最も記憶に残る部分の一つであり、少なくとも私のために長い道のりを行きます。\u001b[22m\n\u001b[4mSo I'll give a 3 out of 3 for story.\u001b[24m\n    \u001b[1mだから私は物語のために3のうち3を与えるでしょう。\u001b[22m, \u001b[1mだから私は物語のための3の3アウトを与えるでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nOverall the show is great and dropped 2 marks because the art/animation isn't quite top notch and some characters are not very believable.\n\n\u001b[1m全体的にショーは素晴らしく、アート/アニメーションが一流のものではなく、一部のキャラクターはあまり信じられないものであるため、2点を減らしました。\u001b[22m\n\u001b[1m(Zentai-teki ni shō wa subarashiku, āto/ animēshon ga ichiryū no monode wa naku, ichibu no kyarakutā wa amari shinji rarenai monodearu tame, 2-ten o herashimashita.)\u001b[22m\n\nTranslations of \u001b[4mOverall the show is great and dropped 2 marks because the art/animation isn't quite top notch and some characters are not very believable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall the show is great and dropped 2 marks because the art/animation isn't quite top notch and some characters are not very believable.\u001b[24m\n    \u001b[1m全体的にショーは素晴らしく、アート/アニメーションが一流のものではなく、一部のキャラクターはあまり信じられないものであるため、2点を減らしました。\u001b[22m, \u001b[1m全体のショーは素晴らしいですし、アート/アニメーションはかなり上のノッチではなく、一部の文字が非常に信じられていないため、2マークを落としました。\u001b[22m"
  },
  {
    "title": "NHK_ni_Youkoso",
    "id": "1210",
    "url": "https://myanimelist.net/anime/1210/NHK_ni_Youkoso",
    "user": "callmerevy",
    "profile": "/profile/callmerevy/reviews",
    "pages": "10",
    "number": "7",
    "link": "/reviews.php?id=71221",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  7\n\n私はちょっと待っていて、これについて全般的にまともなレビューを書くことができたと思っていましたが、今日はまだ全体としてはまだ不確かです。\n\n「NHKへようこそ」の肖像画はヒッココモリの生涯を意味し、本質的には彼が外に出ることを恐れており、社会的接触はほとんどないということです。 面白いのは、彼が精神的な問題をよく知っていて、軽いパラノイアに悩まされているということです。なぜなら、何らかの理由で人々をひきこもりに変える悪い会社の陰謀でなければならないという結論に達したからです。\n\n女の子は遊びに来て、彼女は彼女を誘惑するために彼女の最善を尽くしている。 予期せぬロマンティックなアンダートーンとは別に、ショーはゆるやかなものにならないように管理しています。 これは後のエピソードで特にうまくいきます。 視聴者はヒッココモリの心理的な障壁の多くを学び、彼が彼女に会うこと（または外出すること）がどれほど難しいかを見ている。 そして、これはあなたが見ているバリエーションを伝える多くの物語のほんの一例に過ぎず、とても楽しいものです。\n\n私はこれもこれを要約するのが難しい理由だと思う。 ただ一つのことではありません。 このショーの長さを把握するためには、あなたはあるレベルの実生活体験が必要だと思います。 しかし、完璧なシリーズを期待しないでください。 右に引っ張られていないいくつかの奇妙なものがあります。そして、私は彼らがちょっとここでトラックを失ったと思いますが、全体的にはとても面白いです。\n\n私はこの件に興味がある誰（セイネン）にもこれをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI really thought i could write a decent all-summarizing review about this when i wait a little, but today i am still uncertain about the thing as a whole.\n\n\u001b[1m私はちょっと待っていて、これについて全般的にまともなレビューを書くことができたと思っていましたが、今日はまだ全体としてはまだ不確かです。\u001b[22m\n\u001b[1m(Watashi wa chotto matte ite, kore ni tsuite zenpan-teki ni matomona rebyū o kaku koto ga dekita to omotte imashitaga, kyō wa mada zentai to shite wa mada futashikadesu.)\u001b[22m\n\nTranslations of \u001b[4mI really thought i could write a decent all-summarizing review about this when i wait a little, but today i am still uncertain about the thing as a whole.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really thought i could write a decent all-summarizing review about this when i wait a little, but today i am still uncertain about the thing as a whole.\u001b[24m\n    \u001b[1m私はちょっと待っていて、これについて全般的にまともなレビューを書くことができたと思っていましたが、今日はまだ全体としてはまだ不確かです。\u001b[22m, \u001b[1m私は本当に私は少し待ったとき私はこれについてまともなすべて-要約レビューを書くことができると思ったが、今日私はまだ全体としてのことについて確信がもてません。\u001b[22m\n\u001b[1m\u001b[22m\n'Welcome to the NHK' portraits the life of a Hikkikomori, which in essence means that he is afraid to go outside and has almost no social contacts. Funny thing is that he is well aware of his mental problem and plagued by a mild paranoia he comes to the conclusion that it must be a conspiracy of a evil company to turn people into Hikkikomori (for whatever reason).\n\n\u001b[1m「NHKへようこそ」の肖像画はヒッココモリの生涯を意味し、本質的には彼が外に出ることを恐れており、社会的接触はほとんどないということです。 面白いのは、彼が精神的な問題をよく知っていて、軽いパラノイアに悩まされているということです。なぜなら、何らかの理由で人々をひきこもりに変える悪い会社の陰謀でなければならないという結論に達したからです。\u001b[22m\n\u001b[1m(`NHK e yōkoso' no shōzō-ga wa hikkokomori no shōgai o imi shi, honshitsu-teki ni wa kare ga soto ni deru koto o osorete ori, shakai-teki sesshoku wa hotondo nai to iu kotodesu. Omoshiroi no wa, kare ga seishin-tekina mondai o yoku shitte ite, karui paranoia ni nayamasa rete iru to iu kotodesu. Nazenara, nanrakano riyū de hitobito o hikikomori ni kaeru warui kaisha no inbōdenakereba naranai to iu ketsuron ni tasshitakaradesu.)\u001b[22m\n\nTranslations of \u001b[4m'Welcome to the NHK' portraits the life of a Hikkikomori, which in essence means that he is afraid to go outside and has almost no social contacts. Funny thing is that he is well aware of his mental problem and plagued by a mild paranoia he comes to the conclusion that it must be a conspiracy of a evil company to turn people into Hikkikomori (for whatever reason).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Welcome to the NHK' portraits the life of a Hikkikomori, which in essence means that he is afraid to go outside and has almost no social contacts.\u001b[24m\n    \u001b[1m「NHKへようこそ」の肖像画はヒッココモリの生涯を意味し、本質的には彼が外に出ることを恐れており、社会的接触はほとんどないということです。\u001b[22m, \u001b[1m「NHKにようこそ」は本質的には、彼が外に出ることを恐れているとほとんど社会的接触を有することを意味する引きこもりの生活を肖像画。\u001b[22m\n\u001b[4mFunny thing is that he is well aware of his mental problem and plagued by a mild paranoia he comes to the conclusion that it must be a conspiracy of a evil company to turn people into Hikkikomori (for whatever reason).\u001b[24m\n    \u001b[1m面白いのは、彼が精神的な問題をよく知っていて、軽いパラノイアに悩まされているということです。なぜなら、何らかの理由で人々をひきこもりに変える悪い会社の陰謀でなければならないという結論に達したからです。\u001b[22m, \u001b[1m面白いことに、彼はよく彼の精神的な問題を認識し、彼は（何らかの理由で）引きこもりに人々を有効にする邪悪な会社の陰謀でなければならないという結論に来る穏やかな被害妄想に悩まされているということです。\u001b[22m\n\u001b[1m\u001b[22m\nA girl comes into play and she's trying her best to 'lure him' out. Apart from the foreseeable romantic undertone the show manages to not loose focus. This plays out especially well in the later episodes. The viewer learns more and more of the psychological barriers of a Hikkikomori, seeing how hard it is for him to meet her (or go out at all). And this is just one of the many story telling variations you get to see, which makes it so enjoyable.\n\n\u001b[1m女の子は遊びに来て、彼女は彼女を誘惑するために彼女の最善を尽くしている。 予期せぬロマンティックなアンダートーンとは別に、ショーはゆるやかなものにならないように管理しています。 これは後のエピソードで特にうまくいきます。 視聴者はヒッココモリの心理的な障壁の多くを学び、彼が彼女に会うこと（または外出すること）がどれほど難しいかを見ている。 そして、これはあなたが見ているバリエーションを伝える多くの物語のほんの一例に過ぎず、とても楽しいものです。\u001b[22m\n\u001b[1m(On'nanoko wa asobi ni kite, kanojo wa kanojo o yūwaku suru tame ni kanojo no saizen o tsukushite iru. Yoki senu romantikkuna andātōn to wa betsuni, shō wa yuruyakana mono ni naranai yō ni kanri shite imasu. Koreha-go no episōdo de tokuni umaku ikimasu. Shichō-sha wa hikkokomori no shinri-tekina shōheki no ōku o manabi, kare ga kanojo ni au koto (matawa gaishutsu suru koto) ga dorehodo muzukashī ka o mite iru. Soshite, kore wa anata ga mite iru bariēshon o tsutaeru ōku no monogatari no hon'no ichirei ni sugizu, totemo tanoshī monodesu.)\u001b[22m\n\nTranslations of \u001b[4mA girl comes into play and she's trying her best to 'lure him' out. Apart from the foreseeable romantic undertone the show manages to not loose focus. This plays out especially well in the later episodes. The viewer learns more and more of the psychological barriers of a Hikkikomori, seeing how hard it is for him to meet her (or go out at all). And this is just one of the many story telling variations you get to see, which makes it so enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA girl comes into play and she's trying her best to 'lure him' out.\u001b[24m\n    \u001b[1m女の子は遊びに来て、彼女は彼女を誘惑するために彼女の最善を尽くしている。\u001b[22m, \u001b[1m女の子が遊びに来て、彼女が出て「彼を誘惑」ために彼女の最善をしようとしています。\u001b[22m\n\u001b[4mApart from the foreseeable romantic undertone the show manages to not loose focus.\u001b[24m\n    \u001b[1m予期せぬロマンティックなアンダートーンとは別に、ショーはゆるやかなものにならないように管理しています。\u001b[22m, \u001b[1m別に予見可能なロマンチックな小声からショーが緩んでいない焦点に管理します。\u001b[22m\n\u001b[4mThis plays out especially well in the later episodes.\u001b[24m\n    \u001b[1mこれは後のエピソードで特にうまくいきます。\u001b[22m, \u001b[1mこれは、後のエピソードで特にうまく果たしています。\u001b[22m\n\u001b[4mThe viewer learns more and more of the psychological barriers of a Hikkikomori, seeing how hard it is for him to meet her (or go out at all).\u001b[24m\n    \u001b[1m視聴者はヒッココモリの心理的な障壁の多くを学び、彼が彼女に会うこと（または外出すること）がどれほど難しいかを見ている。\u001b[22m, \u001b[1m視聴者は彼が彼女に会う（またはすべてで外出）することがいかに難しいかを見て、引きこもりの心理的障壁のより多くのを学習します。\u001b[22m\n\u001b[4mAnd this is just one of the many story telling variations you get to see, which makes it so enjoyable.\u001b[24m\n    \u001b[1mそして、これはあなたが見ているバリエーションを伝える多くの物語のほんの一例に過ぎず、とても楽しいものです。\u001b[22m, \u001b[1mそして、これはちょうどそれがとても楽しくなりますあなたが見ることを得る多くのストーリーテリングのバリエーションの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nI think this is also the reason why it is so hard to summarize this. It is not just 'one thing'. I think you need a certain level of real-life experiences to grasp the lengths this show is going. Don't expect a flawless series though. There are some weird things that weren't pulled right and i think they kinda lost track here and there, but overall it is very entertaining.\n\n\u001b[1m私はこれもこれを要約するのが難しい理由だと思う。 ただ一つのことではありません。 このショーの長さを把握するためには、あなたはあるレベルの実生活体験が必要だと思います。 しかし、完璧なシリーズを期待しないでください。 右に引っ張られていないいくつかの奇妙なものがあります。そして、私は彼らがちょっとここでトラックを失ったと思いますが、全体的にはとても面白いです。\u001b[22m\n\u001b[1m(Watashi wa kore mo kore o yōyaku suru no ga muzukashī riyūda to omou. Tada hitotsu no kotode wa arimasen. Kono shō no naga-sa o haaku suru tame ni wa, anata wa aru reberu no jisseikatsu taiken ga hitsuyōda to omoimasu. Shikashi, kanpekina shirīzu o kitai shinaide kudasai. Migi ni hippara rete inai ikutsu ka no kimyōna mono ga arimasu. Soshite, watashi wa karera ga chotto koko de torakku o ushinatta to omoimasuga, zentai-teki ni wa totemo omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mI think this is also the reason why it is so hard to summarize this. It is not just 'one thing'. I think you need a certain level of real-life experiences to grasp the lengths this show is going. Don't expect a flawless series though. There are some weird things that weren't pulled right and i think they kinda lost track here and there, but overall it is very entertaining.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think this is also the reason why it is so hard to summarize this.\u001b[24m\n    \u001b[1m私はこれもこれを要約するのが難しい理由だと思う。\u001b[22m, \u001b[1m私は、これはまた、これを要約することに懸命である理由だと思います。\u001b[22m\n\u001b[4mIt is not just 'one thing'.\u001b[24m\n    \u001b[1mただ一つのことではありません。\u001b[22m, \u001b[1mそれはちょうど「一つのこと」ではありません。\u001b[22m\n\u001b[4mI think you need a certain level of real-life experiences to grasp the lengths this show is going.\u001b[24m\n    \u001b[1mこのショーの長さを把握するためには、あなたはあるレベルの実生活体験が必要だと思います。\u001b[22m, \u001b[1m私はあなたがこのショーが起こっているの長さを把握することが現実の経験のあるレベルが必要だと思います。\u001b[22m\n\u001b[4mDon't expect a flawless series though.\u001b[24m\n    \u001b[1mしかし、完璧なシリーズを期待しないでください。\u001b[22m, \u001b[1mしかし完璧なシリーズを期待してはいけません。\u001b[22m\n\u001b[4mThere are some weird things that weren't pulled right and i think they kinda lost track here and there, but overall it is very entertaining.\u001b[24m\n    \u001b[1m右に引っ張られていないいくつかの奇妙なものがあります。そして、私は彼らがちょっとここでトラックを失ったと思いますが、全体的にはとても面白いです。\u001b[22m, \u001b[1m右引っ張られ、私は彼らがちょっとあちこちでトラックを失ったと思うが、全体的に、それは非常に面白いですしなかったいくつかの奇妙なものがあります。\u001b[22m\n\u001b[1m\u001b[22m\nI recommend this to anyone (Seinen) interested into the subject.\n\n\u001b[1m私はこの件に興味がある誰（セイネン）にもこれをお勧めします。\u001b[22m\n\u001b[1m(Watashi wa kono-ken ni kyōmigāru dare (seinen) ni mo kore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI recommend this to anyone (Seinen) interested into the subject.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI recommend this to anyone (Seinen) interested into the subject.\u001b[24m\n    \u001b[1m私はこの件に興味がある誰（セイネン）にもこれをお勧めします。\u001b[22m, \u001b[1m私は、件名に興味がある人（青年）にこれをお勧めします。\u001b[22m"
  },
  {
    "title": "NHK_ni_Youkoso",
    "id": "1210",
    "url": "https://myanimelist.net/anime/1210/NHK_ni_Youkoso",
    "user": "RK9",
    "profile": "/profile/RK9/reviews",
    "pages": "10",
    "number": "8",
    "link": "/reviews.php?id=101033",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  10\n|  7\n\n楽しんで、同時に、重いうつ病。 それはあなたの目を人生の残酷な側面に広げて開きます（自己にもっと傾けて、大きな問題として内部の葛藤を作りました）。 世界が提供しなければならない現実のすべての苦い事実が詰まっています。\n\n私は、他の何かが既にほとんどのレビューで言及されているので、ダウンポイントに焦点を当てます。 それを要約すると、あなたはアニメを見てあなたの人生を吸う時間に直面するでしょう。 それは完全に私のものでしたが、私は仕上げの前にそれを落とす余裕がありませんでした。 いくつかのエピソードが悲観的で疲れてしまうような場所では、アニメは気分安定剤を欠いている。 シリーズ全体に散らばっている不均一な量のFSがかなり明白でした。 初めは、サービスカットがやや多すぎて、残りのアニメは無人のように見える。 それ以外のものはすべてかなり良い以上です。 私はエンディングを満足させることに驚きました。 彼らはそれを素早く引き出しました。\n\n全体的には、固体8/10; 個人的な嗜好を含む6人が参加した。 完璧ではありませんが、NHKには、アニメはうまくいきました。ちょうどそれが私のエネルギーを大量に消費するため、私のことではありません。 私はいくつかのレッスンを受け取り、明るい面でかなり動機を得ました。\n\nP.S. リアリティから逃げたい人には適していない",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nEntertaining, and at the same time, heavily depressing. It opens your eyes wide open to the cruel side of life (leaning more to the self made up internal conflicts as the major problem). Packed with all bitter facts of reality the world has to offer.\n\n\u001b[1m楽しんで、同時に、重いうつ病。 それはあなたの目を人生の残酷な側面に広げて開きます（自己にもっと傾けて、大きな問題として内部の葛藤を作りました）。 世界が提供しなければならない現実のすべての苦い事実が詰まっています。\u001b[22m\n\u001b[1m(Tanoshinde, dōjini, omoi utsubyō. Sore wa anata no me o jinsei no zankokuna sokumen ni hirogete hirakimasu (jiko ni motto katamukete, ōkina mondai to shite naibu no kattō o tsukurimashita). Sekai ga teikyō shinakereba naranai genjitsu no subete no nigai jijitsu ga tsumatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mEntertaining, and at the same time, heavily depressing. It opens your eyes wide open to the cruel side of life (leaning more to the self made up internal conflicts as the major problem). Packed with all bitter facts of reality the world has to offer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEntertaining, and at the same time, heavily depressing.\u001b[24m\n    \u001b[1m楽しんで、同時に、重いうつ病。\u001b[22m, \u001b[1m面白いと同時に、重く憂鬱。\u001b[22m\n\u001b[4mIt opens your eyes wide open to the cruel side of life (leaning more to the self made up internal conflicts as the major problem).\u001b[24m\n    \u001b[1mそれはあなたの目を人生の残酷な側面に広げて開きます（自己にもっと傾けて、大きな問題として内部の葛藤を作りました）。\u001b[22m, \u001b[1mそれは人生の残酷な側に開口幅の広いあなたの目は（より大きな問題として、内部紛争を作った自己へ傾い）が開きます。\u001b[22m\n\u001b[4mPacked with all bitter facts of reality the world has to offer.\u001b[24m\n    \u001b[1m世界が提供しなければならない現実のすべての苦い事実が詰まっています。\u001b[22m, \u001b[1m世界が提供している現実のすべての苦い事実とランチ。\u001b[22m\n\u001b[1m\u001b[22m\nI'll be focusing on the down points since anything else are already mentioned in most reviews. To sum it up, you'll be facing times where watching the anime sucks out your life dry. It totally did mine yet I couldn't afford to drop it before the finish. The anime lacks 'mood stabiliser' in some as where several episodes can get drastically gloomy and exhausting. Uneven amount of FS scattered throughout the series was quite obvious. Beginning has slightly too much service cuts, leaving the rest of the anime seemed unattended. Everything else is considerably more than good. I was surprised to find the ending satisfying. They pulled it off splendidly, notably strong in its character deliverance, audio-wise and impression.\n\n\u001b[1m私は、他の何かが既にほとんどのレビューで言及されているので、ダウンポイントに焦点を当てます。 それを要約すると、あなたはアニメを見てあなたの人生を吸う時間に直面するでしょう。 それは完全に私のものでしたが、私は仕上げの前にそれを落とす余裕がありませんでした。 いくつかのエピソードが悲観的で疲れてしまうような場所では、アニメは気分安定剤を欠いている。 シリーズ全体に散らばっている不均一な量のFSがかなり明白でした。 初めは、サービスカットがやや多すぎて、残りのアニメは無人のように見える。 それ以外のものはすべてかなり良い以上です。 私はエンディングを満足させることに驚きました。 彼らはそれを素早く引き出しました。\u001b[22m\n\u001b[1m(Watashi wa, hoka no nanika ga sudeni hotondo no rebyū de genkyū sa rete irunode, daun pointo ni shōten o atemasu. Sore o yōyaku suru to, anata wa anime o mite anata no jinsei o suu jikan ni chokumen surudeshou. Sore wa kanzen ni watashi no monodeshitaga, watashi wa shiage no mae ni sore o otosu yoyū ga arimasendeshita. Ikutsu ka no episōdo ga hikan-tekide tsukarete shimau yōna bashode wa, anime wa kibun antei-zai o kaite iru. Shirīzu zentai ni chirabatte iru fu kin'itsuna ryō no FS ga kanari meihakudeshita. Hajime wa, sābisukatto ga yaya ō sugite, nokori no anime wa mujin no yō ni mieru. Sore igai no mono wa subete kanari yoi ijōdesu. Watashi wa endingu o manzoku sa seru koto ni odorokimashita. Karera wa sore o subayaku hikidashimashita.)\u001b[22m\n\nTranslations of \u001b[4mI'll be focusing on the down points since anything else are already mentioned in most reviews. To sum it up, you'll be facing times where watching the anime sucks out your life dry. It totally did mine yet I couldn't afford to drop it before the finish. The anime lacks 'mood stabiliser' in some as where several episodes can get drastically gloomy and exhausting. Uneven amount of FS scattered throughout the series was quite obvious. Beginning has slightly too much service cuts, leaving the rest of the anime seemed unattended. Everything else is considerably more than good. I was surprised to find the ending satisfying. They pulled it off splendidly, notably strong in its character deliverance, audio-wise and impression.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll be focusing on the down points since anything else are already mentioned in most reviews.\u001b[24m\n    \u001b[1m私は、他の何かが既にほとんどのレビューで言及されているので、ダウンポイントに焦点を当てます。\u001b[22m, \u001b[1m何か他のものはすでにほとんどのレビューに記載されているので、私はダウンの点に焦点を当てされます。\u001b[22m\n\u001b[4mTo sum it up, you'll be facing times where watching the anime sucks out your life dry.\u001b[24m\n    \u001b[1mそれを要約すると、あなたはアニメを見てあなたの人生を吸う時間に直面するでしょう。\u001b[22m, \u001b[1mそれを要約すると、あなたはアニメを見てすることはあなたの人生の乾燥を吸い出す回に直面することがあります。\u001b[22m\n\u001b[4mIt totally did mine yet I couldn't afford to drop it before the finish.\u001b[24m\n    \u001b[1mそれは完全に私のものでしたが、私は仕上げの前にそれを落とす余裕がありませんでした。\u001b[22m, \u001b[1mそれは完全に地雷をした、まだ私は仕上げの前にそれをドロップする余裕がなかったです。\u001b[22m\n\u001b[4mThe anime lacks 'mood stabiliser' in some as where several episodes can get drastically gloomy and exhausting.\u001b[24m\n    \u001b[1mいくつかのエピソードが悲観的で疲れてしまうような場所では、アニメは気分安定剤を欠いている。\u001b[22m, \u001b[1mアニメは、いくつかのエピソードが大幅に悲観的と疲れる得ることができる場所として、いくつかの「気分安定 'を欠いています。\u001b[22m\n\u001b[4mUneven amount of FS scattered throughout the series was quite obvious.\u001b[24m\n    \u001b[1mシリーズ全体に散らばっている不均一な量のFSがかなり明白でした。\u001b[22m, \u001b[1mシリーズ全体に散在FSの凹凸の量は非常に明白でした。\u001b[22m\n\u001b[4mBeginning has slightly too much service cuts, leaving the rest of the anime seemed unattended.\u001b[24m\n    \u001b[1m初めは、サービスカットがやや多すぎて、残りのアニメは無人のように見える。\u001b[22m, \u001b[1m始まりはアニメ無人見えたの残りの部分を残して、少しあまりにも多くのサービスカットを持っています。\u001b[22m\n\u001b[4mEverything else is considerably more than good.\u001b[24m\n    \u001b[1mそれ以外のものはすべてかなり良い以上です。\u001b[22m, \u001b[1m他のすべてが良いよりもかなりあります。\u001b[22m\n\u001b[4mI was surprised to find the ending satisfying.\u001b[24m\n    \u001b[1m私はエンディングを満足させることに驚きました。\u001b[22m, \u001b[1m私はエンディング満足を見つけて驚きました。\u001b[22m\n\u001b[4mThey pulled it off splendidly, notably strong in its character deliverance, audio-wise and impression.\u001b[24m\n    \u001b[1m彼らはそれを素早く引き出しました。\u001b[22m, \u001b[1m彼らは、その文字の救出、オーディオ・ワイズと印象で特に強い、見事にそれをオフに引っ張りました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall a solid 8/10; and a six with personal preferences included. Although not perfect, NHK ni Youkoso is a well-done anime, just isn't really my thing as it drained a lot of my energy. I managed to pick up some lessons and get fairly motivated on the bright side.\n\n\u001b[1m全体的には、固体8/10; 個人的な嗜好を含む6人が参加した。 完璧ではありませんが、NHKには、アニメはうまくいきました。ちょうどそれが私のエネルギーを大量に消費するため、私のことではありません。 私はいくつかのレッスンを受け取り、明るい面でかなり動機を得ました。\u001b[22m\n\u001b[1m(Zentai-teki ni wa, kotai 8/ 10; kojin-tekina shikō o fukumu 6-ri ga sanka shita. Kanpekide wa arimasenga, NHK ni wa, anime wa umaku ikimashita. Chōdo sore ga watashi no enerugī o tairyō ni shōhi suru tame, watashi no kotode wa arimasen. Watashi wa ikutsu ka no ressun o uketori, akarui men de kanari dōki o emashita.)\u001b[22m\n\nTranslations of \u001b[4mOverall a solid 8/10; and a six with personal preferences included. Although not perfect, NHK ni Youkoso is a well-done anime, just isn't really my thing as it drained a lot of my energy. I managed to pick up some lessons and get fairly motivated on the bright side.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall a solid 8/10;\u001b[24m\n    \u001b[1m全体的には、固体8/10;\u001b[22m, \u001b[1m全体的に固体8/10;\u001b[22m\n\u001b[4mand a six with personal preferences included.\u001b[24m\n    \u001b[1m個人的な嗜好を含む6人が参加した。\u001b[22m, \u001b[1mそして、個人的な好みに6が含まれています。\u001b[22m\n\u001b[4mAlthough not perfect, NHK ni Youkoso is a well-done anime, just isn't really my thing as it drained a lot of my energy.\u001b[24m\n    \u001b[1m完璧ではありませんが、NHKには、アニメはうまくいきました。ちょうどそれが私のエネルギーを大量に消費するため、私のことではありません。\u001b[22m, \u001b[1m完璧ではないが、NHK NIへようこそは、よく済アニメである、それは私の多くのエネルギーを排水として、本当に私のものではありません。\u001b[22m\n\u001b[4mI managed to pick up some lessons and get fairly motivated on the bright side.\u001b[24m\n    \u001b[1m私はいくつかのレッスンを受け取り、明るい面でかなり動機を得ました。\u001b[22m, \u001b[1m私はいくつかの教訓をピックアップして管理し、かなり明るい側にやる気。\u001b[22m\n\u001b[1m\u001b[22m\nP.S. unlikely suitable for people who want to run away from reality\n\n\u001b[1mP.S. リアリティから逃げたい人には適していない\u001b[22m\n\u001b[1m(P. S. Riariti kara nigetai hito ni wa tekishite inai)\u001b[22m\n\nTranslations of \u001b[4mP.S. unlikely suitable for people who want to run away from reality\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mP.S.\u001b[24m\n    \u001b[1mP.S.\u001b[22m, \u001b[1m後記\u001b[22m\n\u001b[4munlikely suitable for people who want to run away from reality\u001b[24m\n    \u001b[1mリアリティから逃げたい人には適していない\u001b[22m, \u001b[1m離れて現実から実行したい人に適した可能性は低いです\u001b[22m"
  },
  {
    "title": "NHK_ni_Youkoso",
    "id": "1210",
    "url": "https://myanimelist.net/anime/1210/NHK_ni_Youkoso",
    "user": "Jazoni89",
    "profile": "/profile/Jazoni89/reviews",
    "pages": "10",
    "number": "9",
    "link": "/reviews.php?id=29260",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  6\nサウンド|  9\nキャラクター|  10\n|  9\n\n彼らはあなたの感情を演奏しようとする多くのアニメが成功せず、ほとんど強制されないように見えますが、このルールの例外であり、その1つはNHKを歓迎します。 それはあなたが感情的にそれに付着して感じるようにすることができるストーリーを作り上げることを超えて、それは深いキャラクターであり、アニメの過程で直面する彼らの苦闘のものです。\n\n時にはこのアニメは本当に面白いかもしれませんが、それ以外の時は極度にうつくかもしれませんが、それはあまりにも深刻すぎるか面白くないようにバランスが取れています。\n\nプロットは非常に簡単に従うことができ、複雑さの点ではあまり意味がありません。シンプルで驚くほど効果的です。 そのキャラクターは深みがあり、バックストーリーとパーソナリティは非常に込み入っていますが、ほとんどのアニメにとっては主に問題ですが、多くの人がこのキャラクターについての不必要な情報であなたを退屈させ、ちょっと複雑になってしまいます。  NHK。 最初は遅いスターターかもしれませんが、本当にいくつかのエピソードを拾い始めます。その時、物語はあなたをつかんで、決してあなたを失さないでしょう。\n\nartstyleはむしろ穏やかかもしれませんが、仕事はうまくいきます。 サウンドは、本当に正しいシーンの気分を設定するのに役立つブルース・ソングの素晴らしい混合物です。\n\n長所\n素晴らしいサウンドトラック\n良好な文字の深さ\nシンプルで効果的なストーリーライン\n本当にあなたを吸うプロット\n感情的なシーンがよく混じっている\n\n短所\n穏やかなArtstyle\n遅くなる\n\n全体的に偉大なアニメと見て価値が非常に。 私は個人的にあなたがそれを見ていないために大きなdisserviceをやっていると思うだろう。 地獄私はアニメの規範とはかなり異なるので、アニメを嫌う人のためにこのアニメをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nTheir are many anime that try to play on your emotions most don't succeed and end up seeming a bit forced but their is however exceptions to this rule and one of those is welcome to the NHK. That of which exceeds in crafting a story that can make you feel emotionally attached to it's deep characters and of their struggles that they face over the course of the anime.\n\n\u001b[1m彼らはあなたの感情を演奏しようとする多くのアニメが成功せず、ほとんど強制されないように見えますが、このルールの例外であり、その1つはNHKを歓迎します。 それはあなたが感情的にそれに付着して感じるようにすることができるストーリーを作り上げることを超えて、それは深いキャラクターであり、アニメの過程で直面する彼らの苦闘のものです。\u001b[22m\n\u001b[1m(Karera wa anata no kanjō o ensō shiyou to suru ōku no anime ga seikō sezu, hotondo kyōsei sa renai yō ni miemasuga, kono rūru no reigaideari, sono 1tsu wa NHK o kangei shimasu. Sore wa anata ga kanjō-teki ni sore ni fuchaku shite kanjiru yō ni suru koto ga dekiru sutōrī o tsukuriageru koto o koete, sore wa fukai kyarakutādeari, anime no katei de chokumen suru karera no kutō no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mTheir are many anime that try to play on your emotions most don't succeed and end up seeming a bit forced but their is however exceptions to this rule and one of those is welcome to the NHK. That of which exceeds in crafting a story that can make you feel emotionally attached to it's deep characters and of their struggles that they face over the course of the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTheir are many anime that try to play on your emotions most don't succeed and end up seeming a bit forced but their is however exceptions to this rule and one of those is welcome to the NHK.\u001b[24m\n    \u001b[1m彼らはあなたの感情を演奏しようとする多くのアニメが成功せず、ほとんど強制されないように見えますが、このルールの例外であり、その1つはNHKを歓迎します。\u001b[22m, \u001b[1m最も成功し、強制ビットらし終わるが、このルールの例外とそれらの1がNHKに歓迎されているが、それらではありませんあなたの感情に再生しようと、多くのアニメは自分です。\u001b[22m\n\u001b[4mThat of which exceeds in crafting a story that can make you feel emotionally attached to it's deep characters and of their struggles that they face over the course of the anime.\u001b[24m\n    \u001b[1mそれはあなたが感情的にそれに付着して感じるようにすることができるストーリーを作り上げることを超えて、それは深いキャラクターであり、アニメの過程で直面する彼らの苦闘のものです。\u001b[22m, \u001b[1mこれのそれはあなたが感情的にそれは深い文字だと、彼らはアニメの過程で直面している彼らの闘争のに取り付けられた気分にさせることができる物語を作り上げるに超えています。\u001b[22m\n\u001b[1m\u001b[22m\nSometimes this anime can be genuinely funny and other times it can be extremely depressing but it is balanced in such a way that it doesn't seem overly serious or overly funny it's just right.\n\n\u001b[1m時にはこのアニメは本当に面白いかもしれませんが、それ以外の時は極度にうつくかもしれませんが、それはあまりにも深刻すぎるか面白くないようにバランスが取れています。\u001b[22m\n\u001b[1m(Tokiniha kono anime wa hontōni omoshiroi kamo shiremasenga, soreigai no toki wa kyokudo ni u tsuku kamo shiremasenga, sore wa amarini mo shinkoku sugiru ka omoshirokunai yō ni baransu ga torete imasu.)\u001b[22m\n\nTranslations of \u001b[4mSometimes this anime can be genuinely funny and other times it can be extremely depressing but it is balanced in such a way that it doesn't seem overly serious or overly funny it's just right.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSometimes this anime can be genuinely funny and other times it can be extremely depressing but it is balanced in such a way that it doesn't seem overly serious or overly funny it's just right.\u001b[24m\n    \u001b[1m時にはこのアニメは本当に面白いかもしれませんが、それ以外の時は極度にうつくかもしれませんが、それはあまりにも深刻すぎるか面白くないようにバランスが取れています。\u001b[22m, \u001b[1m時には、このアニメは純粋に面白いと他の倍になることができ、それは非常に気のめいることができますが、それは、ちょうどいいです過度に深刻なまたは過度に面白い思われないようにバランスが取れています。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot is very easy to follow and doesn't have much in the way of a complexity its simple and surprisingly it really works. Though its characters have alot of depth and their backstory's and personality are all very Intresting which is mainly the problem for most anime as many tend to bore you with unnecessary information about a said character and become a bit convoluted which is not the case for Welcome to the NHK. It may be a slow starter at first but it really starts to pick up just a few episodes in and by then the story would of just grabbed you and never let you go.\n\n\u001b[1mプロットは非常に簡単に従うことができ、複雑さの点ではあまり意味がありません。シンプルで驚くほど効果的です。 そのキャラクターは深みがあり、バックストーリーとパーソナリティは非常に込み入っていますが、ほとんどのアニメにとっては主に問題ですが、多くの人がそのキャラクターについての不必要な情報であなたを退屈させ、少し畳み込まれてしまいます。  NHK。 最初は遅いスターターかもしれませんが、本当にいくつかのエピソードを拾い始めます。その時、物語はあなたをつかんで、決してあなたを失さないでしょう。\u001b[22m\n\u001b[1m(Purotto wa hijō ni kantan ni shitagau koto ga deki, fukuzatsu-sa no tende wa amari imi ga arimasen. Shinpurude odoroku hodo kōka-tekidesu. Sono kyarakutā wa fukami ga ari, bakkusutōrī to pāsonariti wa hijō ni komiitte imasuga, hotondo no anime ni totte wa omoni mondaidesuga, ōku no hito ga sono kyarakutā ni tsuite no fuhitsuyōna jōhō de anata o taikutsu sa se, sukoshi tatamikoma rete shimaimasu. NHK. Saisho wa osoi sutātā kamo shiremasenga, hontōni ikutsu ka no episōdo o hiroi hajimemasu. Sonotoki, monogatari wa anata o tsukande, kesshite anata o shissanaideshou.)\u001b[22m\n\nTranslations of \u001b[4mThe plot is very easy to follow and doesn't have much in the way of a complexity its simple and surprisingly it really works. Though its characters have alot of depth and their backstory's and personality are all very Intresting which is mainly the problem for most anime as many tend to bore you with unnecessary information about a said character and become a bit convoluted which is not the case for Welcome to the NHK. It may be a slow starter at first but it really starts to pick up just a few episodes in and by then the story would of just grabbed you and never let you go.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot is very easy to follow and doesn't have much in the way of a complexity its simple and surprisingly it really works.\u001b[24m\n    \u001b[1mプロットは非常に簡単に従うことができ、複雑さの点ではあまり意味がありません。シンプルで驚くほど効果的です。\u001b[22m, \u001b[1mプロットは従うことは非常に簡単であり、そのシンプルな複雑さの方法で多くを持っており、驚くべきことに、それは実際に動作しません。\u001b[22m\n\u001b[4mThough its characters have alot of depth and their backstory's and personality are all very Intresting which is mainly the problem for most anime as many tend to bore you with unnecessary information about a said character and become a bit convoluted which is not the case for Welcome to\u001b[24m\n    \u001b[1mそのキャラクターは深みがあり、バックストーリーとパーソナリティは非常に込み入っていますが、ほとんどのアニメにとっては主に問題ですが、多くの人がそのキャラクターについての不必要な情報であなたを退屈させ、少し畳み込まれてしまいます。\u001b[22m, \u001b[1mその文字は、深さとその裏話のと人格の多くは、などの多くのほとんどのアニメを中心に問題となっているすべての非常にintrestingのある持っているけれども、あなたが言ったキャラクターについての不要な情報とボアに傾向があり、へようこそには当てはまらない畳み込むビットになります\u001b[22m\n\u001b[4mthe NHK.\u001b[24m\n    \u001b[1mNHK。\u001b[22m\n\u001b[4mIt may be a slow starter at first but it really starts to pick up just a few episodes in and by then the story would of just grabbed you and never let you go.\u001b[24m\n    \u001b[1m最初は遅いスターターかもしれませんが、本当にいくつかのエピソードを拾い始めます。その時、物語はあなたをつかんで、決してあなたを失さないでしょう。\u001b[22m, \u001b[1mこれは、最初はスロースターターかもしれないが、それは実際に物語はちょうどあなたをつかんで、あなたを手放すことはないのだろうに、次にによってちょうどいくつかのエピソードをピックアップし始めます。\u001b[22m\n\u001b[1m\u001b[22m\nThe artstyle may be rather bland but it does the job well. The sound is a great mixture of blues songs which really does help set the mood for the right scene.\n\n\u001b[1martstyleはむしろ穏やかかもしれませんが、仕事はうまくいきます。 サウンドは素晴らしいシーンのための気分を設定するのに本当に役立つブルース・ソングの素晴らしい混合物です。\u001b[22m\n\u001b[1m(Artstyle wa mushiro odayaka kamo shiremasenga, shigoto wa umaku ikimasu. Saundo wa subarashī shīn no tame no kibun o settei surunoni hontōni yakudatsu burūsu songu no subarashī kongōmonodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe artstyle may be rather bland but it does the job well. The sound is a great mixture of blues songs which really does help set the mood for the right scene.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artstyle may be rather bland but it does the job well.\u001b[24m\n    \u001b[1martstyleはむしろ穏やかかもしれませんが、仕事はうまくいきます。\u001b[22m, \u001b[1martstyleはかなり当たり障りのないことかもしれませんが、それはよく仕事をしていません。\u001b[22m\n\u001b[4mThe sound is a great mixture of blues songs which really does help set the mood for the right scene.\u001b[24m\n    \u001b[1mサウンドは素晴らしいシーンのための気分を設定するのに本当に役立つブルース・ソングの素晴らしい混合物です。\u001b[22m, \u001b[1m音は本当に正しいシーンのムードを設定するのに役立ちんブルースの曲の偉大な混合物です。\u001b[22m\n\u001b[1m\u001b[22m\nPros\n\n\u001b[1m長所\u001b[22m\n\u001b[1m(Chōsho)\u001b[22m\n\nTranslations of \u001b[4mPros\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPros\u001b[24m\n    \u001b[1m長所\u001b[22m, \u001b[1mプロたち\u001b[22m\nGreat soundtrack\n\n\u001b[1m素晴らしいサウンドトラック\u001b[22m\n\u001b[1m(Subarashī saundotorakku)\u001b[22m\n\nTranslations of \u001b[4mGreat soundtrack\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGreat soundtrack\u001b[24m\n    \u001b[1m素晴らしいサウンドトラック\u001b[22m, \u001b[1mグレートサウンドトラック\u001b[22m\nGood character depth\n\n\u001b[1m良好な文字の深さ\u001b[22m\n\u001b[1m(Ryōkōna moji no fuka-sa)\u001b[22m\n\nTranslations of \u001b[4mGood character depth\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGood character depth\u001b[24m\n    \u001b[1m良好な文字の深さ\u001b[22m, \u001b[1mグッド文字の深さ\u001b[22m\na simple yet effective storyline\n\n\u001b[1mシンプルで効果的なストーリーライン\u001b[22m\n\u001b[1m(Shinpurude kōkatekina sutōrīrain)\u001b[22m\n\nTranslations of \u001b[4ma simple yet effective storyline\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4ma simple yet effective storyline\u001b[24m\n    \u001b[1mシンプルで効果的なストーリーライン\u001b[22m, \u001b[1mシンプルで効果的なストーリー\u001b[22m\na plot that really sucks you in\n\n\u001b[1m本当にあなたを吸うプロット\u001b[22m\n\u001b[1m(Hontōni anata o suu purotto)\u001b[22m\n\nTranslations of \u001b[4ma plot that really sucks you in\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4ma plot that really sucks you in\u001b[24m\n    \u001b[1m本当にあなたを吸うプロット\u001b[22m, \u001b[1m本当にであなたを吸うプロット\u001b[22m\na well thought out mixture of emotional scenes\n\n\u001b[1m感情的なシーンがよく混じっている\u001b[22m\n\u001b[1m(Kanjō-tekina shīn ga yoku majitte iru)\u001b[22m\n\nTranslations of \u001b[4ma well thought out mixture of emotional scenes\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4ma well thought out mixture of emotional scenes\u001b[24m\n    \u001b[1m感情的なシーンがよく混じっている\u001b[22m, \u001b[1m感情的なシーンの考え抜かれた混合物\u001b[22m\n\u001b[1m\u001b[22m\nCons\n\n\u001b[1m短所\u001b[22m\n\u001b[1m(Tansho)\u001b[22m\n\nTranslations of \u001b[4mCons\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCons\u001b[24m\n    \u001b[1m短所\u001b[22m, \u001b[1mコンズ\u001b[22m\nA bland Artstyle\n\n\u001b[1m穏やかなArtstyle\u001b[22m\n\u001b[1m(Odayakana Artstyle)\u001b[22m\n\nTranslations of \u001b[4mA bland Artstyle\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA bland Artstyle\u001b[24m\n    \u001b[1m穏やかなArtstyle\u001b[22m, \u001b[1m当たり障りのないArtstyle\u001b[22m\nSlow to Start\n\n\u001b[1m遅くなる\u001b[22m\n\u001b[1m(Osokunaru)\u001b[22m\n\nTranslations of \u001b[4mSlow to Start\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSlow to Start\u001b[24m\n    \u001b[1m遅くなる\u001b[22m, \u001b[1m起動が遅いです\u001b[22m\n\u001b[1m\u001b[22m\nOverall its a great anime and very much worth watching. I would personally think you would be doing yourself a huge disservice for not watching it. Hell i would even reccommend this anime for people who dislike anime as it is quite different to the anime norm.\n\n\u001b[1m全体的に偉大なアニメと見て価値が非常に。 私は個人的にあなたがそれを見ていないために大きなdisserviceをやっていると思うだろう。 地獄私はアニメの規範とはかなり異なるので、アニメを嫌う人のためにこのアニメをお勧めします。\u001b[22m\n\u001b[1m(Zentai-teki ni idaina anime to mite kachi ga hijō ni. Watashi wa kojin-teki ni anata ga sore o mite inai tame ni ōkina disservice o yatte iru to omoudarou. Jigoku watashi wa anime no kihan to wa kanari kotonaru node, anime o kirau hito no tame ni kono anime o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall its a great anime and very much worth watching. I would personally think you would be doing yourself a huge disservice for not watching it. Hell i would even reccommend this anime for people who dislike anime as it is quite different to the anime norm.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall its a great anime and very much worth watching.\u001b[24m\n    \u001b[1m全体的に偉大なアニメと見て価値が非常に。\u001b[22m, \u001b[1m全体的にその偉大なアニメと見て非常に価値があります。\u001b[22m\n\u001b[4mI would personally think you would be doing yourself a huge disservice for not watching it.\u001b[24m\n    \u001b[1m私は個人的にあなたがそれを見ていないために大きなdisserviceをやっていると思うだろう。\u001b[22m, \u001b[1m私は個人的にあなたがそれを見ていないために自分自身に巨大な害をやっていると思うだろう。\u001b[22m\n\u001b[4mHell i would even reccommend this anime for people who dislike anime as it is quite different to the anime norm.\u001b[24m\n    \u001b[1m地獄私はアニメの規範とはかなり異なるので、アニメを嫌う人のためにこのアニメをお勧めします。\u001b[22m, \u001b[1m地獄私もそれがアニメノルムとは全く異なっているとしてアニメを嫌う人々のために、このアニメをreccommendだろう。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "NHK_ni_Youkoso",
    "id": "1210",
    "url": "https://myanimelist.net/anime/1210/NHK_ni_Youkoso",
    "user": "ChickenAndRiceUK",
    "profile": "/profile/ChickenAndRiceUK/reviews",
    "pages": "10",
    "number": "10",
    "link": "/reviews.php?id=29710",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  10\n\n私は絶対にこのアニメを愛していた！ 私は22歳でFFXIを演奏するために使いましたので、佐藤さんとのやりとりができたし、楽しかった点があった瞬間がありました！\n\nあなたが巨大なcleavegeで典型的なアニメを見るのがうんざりなら、メカとマジックは上に頭を上げ、このアニメを見ます。 それは意味のあるメッセージをたくさん持っている「スライス・オブ・ライフ」アニメのタイプです。私は最終的なエピソードを見たときにかなり率直に動揺しましたが、このアニメを強くお勧めします。\n\n私は通常アニメをもう一度見ることはありませんが、これは例外になる、ちょうど私がこのシリーズを本当に楽しんだか、ゴンゾー、私はあなたに敬意を表します！\n\nあなたが20歳以上で大学を卒業していて、どこに向かうのか、次に何をするのか分からない場合は、これを見て、意欲と楽観主義の急激な変化があなたに直面します。 お楽しみください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI absolutely loved this anime! I'm 22 and I did use to play FFXI so I was able to relate in a way with Satou-san and there were moments where I LOL'd, the enjoyment factor was fantastic!\n\n\u001b[1m私は絶対にこのアニメを愛していた！ 私は22歳でFFXIを演奏するために使いましたので、佐藤さんとのやりとりができたし、楽しかった点があった瞬間がありました！\u001b[22m\n\u001b[1m(Watashi wa zettai ni kono anime o aishite ita! Watashi wa 22-sai de FFXI o ensō suru tame ni tsukaimashitanode, Satō-san to no yaritori ga dekitashi, tanoshikatta ten ga atta shunkan ga arimashita!)\u001b[22m\n\nTranslations of \u001b[4mI absolutely loved this anime! I'm 22 and I did use to play FFXI so I was able to relate in a way with Satou-san and there were moments where I LOL'd, the enjoyment factor was fantastic!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI absolutely loved this anime!\u001b[24m\n    \u001b[1m私は絶対にこのアニメを愛していた！\u001b[22m, \u001b[1m私は絶対にこのアニメを愛しました！\u001b[22m\n\u001b[4mI'm 22 and I did use to play FFXI so I was able to relate in a way with Satou-san and there were moments where I LOL'd, the enjoyment factor was fantastic!\u001b[24m\n    \u001b[1m私は22歳でFFXIを演奏するために使いましたので、佐藤さんとのやりとりができたし、楽しかった点があった瞬間がありました！\u001b[22m, \u001b[1m私は佐藤さんと方法に関係することができたと私はLOL'd、楽しさの要因はファンタスティックだった瞬間があった私は22だと私はFFXIをプレイするために使用しました！\u001b[22m\n\u001b[1m\u001b[22m\nIf you're sick of seeing the typical anime with giant cleavege, mecha and magic then head on over and watch this anime. It's a 'slice of life' type of anime with lots of meaningful messages, I was quite frankly upset when I watched the final episode of it but I highly recommend this anime.\n\n\u001b[1mあなたが巨大なcleavegeで典型的なアニメを見るのがうんざりなら、メカとマジックは上に頭を上げ、このアニメを見ます。 それは意味のあるメッセージをたくさん持っている「スライス・オブ・ライフ」アニメのタイプです。私は最終的なエピソードを見たときにかなり率直に動揺しましたが、このアニメを強くお勧めします。\u001b[22m\n\u001b[1m(Anata ga kyodaina cleavege de tenkei-tekina anime o miru no ga unzarinara, meka to majikku wa ue ni atama o age, kono anime o mimasu. Sore wa iminoaru messēji o takusan motte iru `suraisu Obu raifu' anime no taipudesu. Watashi wa saishū-tekina episōdo o mita toki ni kanari sotchoku ni dōyō shimashitaga, kono anime o tsuyoku o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you're sick of seeing the typical anime with giant cleavege, mecha and magic then head on over and watch this anime. It's a 'slice of life' type of anime with lots of meaningful messages, I was quite frankly upset when I watched the final episode of it but I highly recommend this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're sick of seeing the typical anime with giant cleavege, mecha and magic then head on over and watch this anime.\u001b[24m\n    \u001b[1mあなたが巨大なcleavegeで典型的なアニメを見るのがうんざりなら、メカとマジックは上に頭を上げ、このアニメを見ます。\u001b[22m, \u001b[1mあなたは巨大なcleavege、メカと魔法と典型的なアニメを見ての病気している場合は、上に上に向かうと、このアニメを見て。\u001b[22m\n\u001b[4mIt's a 'slice of life' type of anime with lots of meaningful messages, I was quite frankly upset when I watched the final episode of it but I highly recommend this anime.\u001b[24m\n    \u001b[1mそれは意味のあるメッセージをたくさん持っている「スライス・オブ・ライフ」アニメのタイプです。私は最終的なエピソードを見たときにかなり率直に動揺しましたが、このアニメを強くお勧めします。\u001b[22m, \u001b[1mそれは意味のあるメッセージの多いアニメの「スライス人生の\"タイプです、私はそれの最終回を見たとき、私は率直に言って怒っていたが、私は非常にこのアニメをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nI don't usually watch an anime again but this will be an exception, its just shows how much I really did enjoy this series, Gonzo, I salute you!\n\n\u001b[1m私は通常アニメをもう一度見ることはありませんが、これは例外になる、ちょうど私がこのシリーズを本当に楽しんだか、ゴンゾー、私はあなたに敬意を表します！\u001b[22m\n\u001b[1m(Watashi wa tsūjō anime o mōichido miru koto wa arimasenga, koreha reigai ni naru, chōdo watashi ga kono shirīzu o hontōni tanoshinda ka, gonzō, watashi wa anata ni keii o arawashimasu!)\u001b[22m\n\nTranslations of \u001b[4mI don't usually watch an anime again but this will be an exception, its just shows how much I really did enjoy this series, Gonzo, I salute you!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't usually watch an anime again but this will be an exception, its just shows how much I really did enjoy this series, Gonzo, I salute you!\u001b[24m\n    \u001b[1m私は通常アニメをもう一度見ることはありませんが、これは例外になる、ちょうど私がこのシリーズを本当に楽しんだか、ゴンゾー、私はあなたに敬意を表します！\u001b[22m, \u001b[1m私は通常、再びアニメを見ていないが、これは例外となり、そのはちょうど私が本当にこのシリーズを楽しんでいたどのくらいを示し、ハメ撮り、私はあなたを敬礼します！\u001b[22m\n\u001b[1m\u001b[22m\nIf you're around 20+ and just graduated from University and don't know where you're heading or what you're gonna do next, then watch this and a surge of motivation and optimism will smack you right in the face! Enjoy!\n\n\u001b[1mあなたが20歳以上で大学を卒業していて、どこに向かうのか、次に何をするのか分からない場合は、これを見て、意欲と楽観主義の急激な変化があなたに直面します。 お楽しみください！\u001b[22m\n\u001b[1m(Anata ga 20-sai ijō de daigaku o sotsugyō shite ite, doko ni mukau no ka, tsugini nani o suru no ka wakaranai baai wa, kore o mite, iyoku to rakkan shugi no kyūgekina henka ga anata ni chokumen shimasu. O tanoshimi kudasai!)\u001b[22m\n\nTranslations of \u001b[4mIf you're around 20+ and just graduated from University and don't know where you're heading or what you're gonna do next, then watch this and a surge of motivation and optimism will smack you right in the face! Enjoy!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're around 20+ and just graduated from University and don't know where you're heading or what you're gonna do next, then watch this and a surge of motivation and optimism will smack you right in the face!\u001b[24m\n    \u001b[1mあなたが20歳以上で大学を卒業していて、どこに向かうのか、次に何をするのか分からない場合は、これを見て、意欲と楽観主義の急激な変化があなたに直面します。\u001b[22m, \u001b[1mあなたは20+の周りだとちょうど大学を卒業し、あなたが向かっているか、何をつもりだが、次は、これを見ますと動機と楽観のサージが右の顔であなたをピシャリます！場所がわからない場合\u001b[22m\n\u001b[4mEnjoy!\u001b[24m\n    \u001b[1mお楽しみください！\u001b[22m"
  },
  {
    "title": "NHK_ni_Youkoso",
    "id": "1210",
    "url": "https://myanimelist.net/anime/1210/NHK_ni_Youkoso",
    "user": "mirglof",
    "profile": "/profile/mirglof/reviews",
    "pages": "10",
    "number": "11",
    "link": "/reviews.php?id=142465",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  7\n\nこれは私が気分が落ちていたときに私を迎えてくれる素晴らしいものでした。私は普通は人生の一部を好きではありませんが、私は主人公と多く関係していました。 正直言って、それは私が進んでいるとは思っていなかった、私は心理的でトリッピーなものがもっとあると思ったが、そうはなかった。 しかし、それは気になりました。 それは私が見て止める準備ができていたときに短くて終わったと感じなかった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis was a great pick me up when I was feeling down, I don't normally like slice of life stuff but I related to the main character a lot. To be honest it wasn't what I was expecting going in, i thought there would be more psychological and trippy stuff but there wasn't. It was endearing though, with a few cringe moments. It didn't feel to short and ended just when I was ready to stop watching.\n\n\u001b[1mこれは私が気分が落ちていたときに私を迎えてくれる素晴らしいものでした。私は普通は人生の一部を好きではありませんが、私は主人公と多く関係していました。 正直言って、それは私が進んでいるとは思っていなかった、私は心理的でトリッピーなものがもっとあると思ったが、そうはなかった。 しかし、それは気になりました。 それは私が見て止める準備ができていたときに短くて終わったと感じなかった。\u001b[22m\n\u001b[1m(Kore wa watashi ga kibun ga ochite ita toki ni watashi o mukaete kureru subarashī monodeshita. Watashi wa futsū wa jinsei no ichibu o sukide wa arimasenga, watashi wa shujinkō to ōku kankei shite imashita. Shōjiki itte, sore wa watashi ga susunde iru to wa omotte inakatta, watashi wa shinri-tekide torippīna mono ga motto aru to omottaga, sō wa nakatta. Shikashi, sore wa ki ni narimashita. Sore wa watashi ga mite tomeru junbi ga dekite ita toki ni mijikakute owatta to kanjinakatta.)\u001b[22m\n\nTranslations of \u001b[4mThis was a great pick me up when I was feeling down, I don't normally like slice of life stuff but I related to the main character a lot. To be honest it wasn't what I was expecting going in, i thought there would be more psychological and trippy stuff but there wasn't. It was endearing though, with a few cringe moments. It didn't feel to short and ended just when I was ready to stop watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was a great pick me up when I was feeling down, I don't normally like slice of life stuff but I related to the main character a lot.\u001b[24m\n    \u001b[1mこれは私が気分が落ちていたときに私を迎えてくれる素晴らしいものでした。私は普通は人生の一部を好きではありませんが、私は主人公と多く関係していました。\u001b[22m, \u001b[1mこれは私がダウンして感じていたとき、私は通常の生活のもののスライス好きではないが、私は主人公ロットに関連し、私を大きな拾うでした。\u001b[22m\n\u001b[4mTo be honest it wasn't what I was expecting going in, i thought there would be more psychological and trippy stuff but there wasn't.\u001b[24m\n    \u001b[1m正直言って、それは私が進んでいるとは思っていなかった、私は心理的でトリッピーなものがもっとあると思ったが、そうはなかった。\u001b[22m, \u001b[1mそれは私が行く期待していたものではありませんでした正直に言うと、私はより多くの心理的、奇抜なものがあるだろうと思ったが、ありませんでした。\u001b[22m\n\u001b[4mIt was endearing though, with a few cringe moments.\u001b[24m\n    \u001b[1mしかし、それは気になりました。\u001b[22m, \u001b[1mこれは、いくつかのうんざりモーメントで、しかし愛情のこもりました。\u001b[22m\n\u001b[4mIt didn't feel to short and ended just when I was ready to stop watching.\u001b[24m\n    \u001b[1mそれは私が見て止める準備ができていたときに短くて終わったと感じなかった。\u001b[22m, \u001b[1mそれは短いに感じ、私は見て停止する準備ができていたちょうどその時に終了しませんでした。\u001b[22m"
  },
  {
    "title": "NHK_ni_Youkoso",
    "id": "1210",
    "url": "https://myanimelist.net/anime/1210/NHK_ni_Youkoso",
    "user": "Azarathian",
    "profile": "/profile/Azarathian/reviews",
    "pages": "10",
    "number": "12",
    "link": "/reviews.php?id=133607",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  6\nサウンド|  10\nキャラクター|  9\n|  9\n\nNHKの唯一の問題は、それがクソで生まれたことです。\n\nNHKは22歳のSatou Tatsuhiroに続き、彼の人生のすべてが陰謀であると考えている。 彼のパラノイアのせいで、彼は一日17歳の中原美咲が生き生きとして、彼の人生がゆっくりと遠くに渦巻くように彼自身から彼を救うと伝えます。 スコアはブラック・コメディにブルース・メロウ・サウンドを与え、それは単に信じられないほどです。 私はちょうどアニメーションがそれまで生きていけばいいと思う。 時にはアニメーションがよく見える、私はあなたが気にすることによって決して茶色になることはありませんが、この番組の執筆と雰囲気は、アニメーションの価値が地獄になっていく少数のエピソードを除いて、 ショーはそれがマーカー付きの小さな子供に描かれたように見えます。 しかし、ほんの一握りのポップアップのアニメーションホール以外では、ショーについて何か悪いことは実際には見つけられません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThe only issue with NHK is that it was produced by fucking Gonzo.\n\n\u001b[1mNHKの唯一の問題は、それがクソで生まれたことです。\u001b[22m\n\u001b[1m(NHK no yuiitsu no mondai wa, sore ga kuso de umareta kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe only issue with NHK is that it was produced by fucking Gonzo.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only issue with NHK is that it was produced by fucking Gonzo.\u001b[24m\n    \u001b[1mNHKの唯一の問題は、それがクソで生まれたことです。\u001b[22m, \u001b[1mNHKの唯一の問題は、それがハメ撮りクソによって生成されたということです。\u001b[22m\n\u001b[1m\u001b[22m\nNHK follows 22 year old Satou Tatsuhiro who thinks that everything in his life is a conspiracy. Due to his paranoia he becomes a shut-in until one day 17 year old Nakahara Misaki comes into his life and tells him that she will save him from himself as his life slowly spirals down farther and farther. The score gives the black comedy a bluesy mellow sound that is simply incredible; I just wish the animation could live up to it. Sometimes the animation looks good, I'm never really brown away by anything mind you but the writing and atmosphere of the show are just too good to really mind all that much, except for every few episodes when the animation value goes to fucking hell and the show looks like it was drawn by a little kid with a marker. But other than the few animation holes that pop up maybe a handful of times I can’t really find anything bad about the show.\n\n\u001b[1mNHKは22歳のSatou Tatsuhiroに続き、彼の人生のすべてが陰謀であると考えている。 彼のパラノイアのせいで、彼は一日17歳の中原美咲が生き生きとして、彼の人生がゆっくりと遠くに渦巻くように彼自身から彼を救うと伝えます。 スコアはブラック・コメディにブルース・メロウ・サウンドを与え、それは単に信じられないほどです。 私はちょうどアニメーションがそれまで生きていけばいいと思う。 時にはアニメーションがよく見える、私はあなたが気にすることによって決して茶色になることはありませんが、この番組の執筆と雰囲気は、アニメーションの価値が地獄になっていく少数のエピソードを除いて、 ショーはそれがマーカー付きの小さな子供に描かれたように見えます。 しかし、ほんの一握りのポップアップのアニメーションホール以外では、ショーについて何か悪いことは実際には見つけられません。\u001b[22m\n\u001b[1m(NHK wa 22-sai no Satou Tatsuhiro ni tsudzuki, kare no jinsei no subete ga inbōdearu to kangaete iru. Kare no paranoia no sei de, kare wa tsuitachi 17-sai no Nakahara Misaki ga ikiiki to shite, kare no jinsei ga yukkuri to tōku ni uzumaku yō ni kare jishin kara kare o sukuu to tsutaemasu. Sukoa wa burakku komedi ni burūsu merō saundo o atae, sore wa tan'ni shinji rarenai hododesu. Watashi wa chōdo animēshon ga sore made ikite ikeba ī to omou. Tokiniha animēshon ga yoku mieru, watashi wa anata ga ki ni suru koto ni yotte kesshite chairo ni naru koto wa arimasenga, kono bangumi no shippitsu to fun'iki wa, animēshon no kachi ga jigoku ni natte iku shōsū no episōdo o nozoite, shō wa sore ga mākā-tsuki no chīsana kodomo ni egaka reta yō ni miemasu. Shikashi, hon'no hitonigiri no poppuappu no animēshonhōru igaide wa, shō ni tsuite nani ka warui koto wa jissai ni wa mitsuke raremasen.)\u001b[22m\n\nTranslations of \u001b[4mNHK follows 22 year old Satou Tatsuhiro who thinks that everything in his life is a conspiracy. Due to his paranoia he becomes a shut-in until one day 17 year old Nakahara Misaki comes into his life and tells him that she will save him from himself as his life slowly spirals down farther and farther. The score gives the black comedy a bluesy mellow sound that is simply incredible; I just wish the animation could live up to it. Sometimes the animation looks good, I'm never really brown away by anything mind you but the writing and atmosphere of the show are just too good to really mind all that much, except for every few episodes when the animation value goes to fucking hell and the show looks like it was drawn by a little kid with a marker. But other than the few animation holes that pop up maybe a handful of times I can’t really find anything bad about the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNHK follows 22 year old Satou Tatsuhiro who thinks that everything in his life is a conspiracy.\u001b[24m\n    \u001b[1mNHKは22歳のSatou Tatsuhiroに続き、彼の人生のすべてが陰謀であると考えている。\u001b[22m, \u001b[1mNHKは、彼の人生のすべてが陰謀であると考えている22歳の佐藤達広に従います。\u001b[22m\n\u001b[4mDue to his paranoia he becomes a shut-in until one day 17 year old Nakahara Misaki comes into his life and tells him that she will save him from himself as his life slowly spirals down farther and farther.\u001b[24m\n    \u001b[1m彼のパラノイアのせいで、彼は一日17歳の中原美咲が生き生きとして、彼の人生がゆっくりと遠くに渦巻くように彼自身から彼を救うと伝えます。\u001b[22m, \u001b[1m原因彼の妄想に彼は彼の人生に来て、彼の人生はゆっくりと遠くと遠くスパイラルのように、彼女は自分自身から彼を救うことを彼に伝えますシャットで1日17歳の中原岬までとなります。\u001b[22m\n\u001b[4mThe score gives the black comedy a bluesy mellow sound that is simply incredible;\u001b[24m\n    \u001b[1mスコアはブラック・コメディにブルース・メロウ・サウンドを与え、それは単に信じられないほどです。\u001b[22m, \u001b[1mスコアはブラックコメディーを単純に信じられないほどであるブルージーなまろやかなサウンドを提供します。\u001b[22m\n\u001b[4mI just wish the animation could live up to it.\u001b[24m\n    \u001b[1m私はちょうどアニメーションがそれまで生きていけばいいと思う。\u001b[22m, \u001b[1m私はちょうどアニメーションは、それまで住んことがしたいです。\u001b[22m\n\u001b[4mSometimes the animation looks good, I'm never really brown away by anything mind you but the writing and atmosphere of the show are just too good to really mind all that much, except for every few episodes when the animation value goes to fucking hell and\u001b[24m\n    \u001b[1m時にはアニメーションがよく見える、私はあなたが気にすることによって決して茶色になることはありませんが、この番組の執筆と雰囲気は、アニメーションの価値が地獄になっていく少数のエピソードを除いて、\u001b[22m, \u001b[1m時にはアニメーションがよさそうだアニメーション値はクソ地獄に行くとき、私は何によって離れて本当に茶色が絶えませんあなたの心が、ショーの書き込みと雰囲気は、すべてのいくつかのエピソードを除いて、本当にすべてのことはあまり気にすることがあまりにも優れていると\u001b[22m\n\u001b[4mthe show looks like it was drawn by a little kid with a marker.\u001b[24m\n    \u001b[1mショーはそれがマーカー付きの小さな子供に描かれたように見えます。\u001b[22m, \u001b[1mそれはマーカーと小さな子供によって描かれたようなショーが見えます。\u001b[22m\n\u001b[4mBut other than the few animation holes that pop up maybe a handful of times I can’t really find anything bad about the show.\u001b[24m\n    \u001b[1mしかし、ほんの一握りのポップアップのアニメーションホール以外では、ショーについて何か悪いことは実際には見つけられません。\u001b[22m, \u001b[1mしかし、多分私は本当にショーについて悪い何かを見つけることができません倍の一握りをポップアップいくつかのアニメーションの穴以外の。\u001b[22m"
  },
  {
    "title": "NHK_ni_Youkoso",
    "id": "1210",
    "url": "https://myanimelist.net/anime/1210/NHK_ni_Youkoso",
    "user": "SandSilos",
    "profile": "/profile/SandSilos/reviews",
    "pages": "10",
    "number": "13",
    "link": "/reviews.php?id=233917",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  7\nキャラクター|  8\n|  8\n\n「NHKにゃんこ！ 深刻な精神的・社会的問題を扱うシャットインの佐藤達弘さんの一年を迎えます。 このシリーズは、この濃密で難しい話題を、アニメの本質的な明るいトーンで扱います。 この不気味な混合物は無防備で、媒体を十分に活用します。 私はNHKを強く勧めます！ また、視聴前にいくつかのノートで楽しむセクションを参照してください。\n\nストーリー[8/10]：NHKは、精神疾患のテーマを重ね合わせた一連のストーリーアークを使用して、冗長または説得的になることなく、楽しむことができます。 それは、現代の状況を使用し、偶然とDeus ex Machinaにはほとんど依存しません。 キャラクター主体のアニメではあるが、NHKはプロットに欠けていないし、キャラクターとその開発に関連した様々なサブプロットを維持している。\n\nペーシング[8/10]：NHKの範囲とペースは平均的なアニメよりはるかに上回っています。 各円弧には適切な時間がかかり、文字は一貫した速度で発生することができます。これは遅い側では認められますが、顕著で現実的です。 それはより深刻なアニメで横行する独白とフラッシュバックの過度の使用を避け、各エピソードがスムーズに流れるようにし、キャラクターをより有機的な方法で導入することを可能にする。 ペーシングの最も重要な部分は、シリーズを締結するのに十分な時間があれば、NHKは強力な最終行為をしているということです。\n\nアート[6/10]：アートワークは特別なものではありません。 秘密のアニメから期待されるように、物語のほとんどは屋内で行われるので、大きなパノラマなどは期待しないでください。 一方、アニメは活発な色、動き、カメラアングルを使用して作業を視覚的に刺激的に保ちます。\n\nサウンド[7/10]：シーンのトーンを設定するのに役立つ控えめな音楽。 それは重大な問題に直面して好調を維持していますが、私はOSTを聞くために自分の道を離れません。\n\nキャラクター[8/10]：NHKは、キャラクターの小さなキャスト（またはそれによるかもしれない）があるが、キャラクターの創造と開発に優れた仕事をしている。 それぞれには、シリーズの終わりまで適切に包まれた小文字のアークも含まれます。 また、「良い/悪い」タイプの文字はありません。 実際には、誰もが典型的なアニメの魔除けを脱出しているようだ。 私の主な不満は、主人公が償還する資質がほとんどないということです。  NHKはユーモアを使ってこれを改善していますが、見るのが難しいことがあります。\n\n楽しさ[8/10]：珍しい話題のため、NHKは期待にこだわらずに接近しています。 それはロマンスアニメではなく、それを見ることは間違いです。 そのキャラクターは時には関係がつきにくいものであっても新鮮で（もちろん問題はありますが）、理解できるものです。 さらに、ショーは感情を高めるために安いメロドラマを使用しません。  NHKは楽しいプロットアークと結びついています。\n\n全体：[8/10]",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n'NHK ni Youkoso!' follows a year in the life of Tatsuhiro Sato, a shut-in who deals with severe mental and social issues. The series treats this dense and difficult topic with the lighthearted tone intrinsic to anime. This jarring blend is unapologetic and makes full use of the medium. I would highly recommend NHK! Also, see the Enjoyment section on some notes before watching.\n\n\u001b[1m「NHKにゃんこ！ 深刻な精神的・社会的問題を扱うシャットインの佐藤達弘さんの一年を迎えます。 このシリーズは、この濃密で難しい話題を、アニメの本質的な明るいトーンで扱います。 この不気味な混合物は無防備で、媒体を十分に活用します。 私はNHKを強く勧めます！ また、視聴前にいくつかのノートで楽しむセクションを参照してください。\u001b[22m\n\u001b[1m(`NHK nya n ko! Shinkokuna seishin-teki shakai-teki mondai o atsukau shatto in no Satō Tatsuhiro-san no ichinen o mukaemasu. Kono shirīzu wa, kono nōmitsude muzukashī wadai o, anime no honshitsu-tekina akarui tōn de atsukaimasu. Kono bukimina kongōmono wa mubōbi de, baitai o jūbun ni katsuyō shimasu. Watashi wa NHK o tsuyoku susumemasu! Mata, shichō mae ni ikutsu ka no nōto de tanoshimu sekushon o sanshō shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4m'NHK ni Youkoso!' follows a year in the life of Tatsuhiro Sato, a shut-in who deals with severe mental and social issues. The series treats this dense and difficult topic with the lighthearted tone intrinsic to anime. This jarring blend is unapologetic and makes full use of the medium. I would highly recommend NHK! Also, see the Enjoyment section on some notes before watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'NHK ni Youkoso!'\u001b[24m\n    \u001b[1m「NHKにゃんこ！\u001b[22m, \u001b[1m「NHK NIへようこそ！」\u001b[22m\n\u001b[4mfollows a year in the life of Tatsuhiro Sato, a shut-in who deals with severe mental and social issues.\u001b[24m\n    \u001b[1m深刻な精神的・社会的問題を扱うシャットインの佐藤達弘さんの一年を迎えます。\u001b[22m, \u001b[1m達弘佐藤、シャットにおける重度の精神や社会問題を扱うの生活の中で年間続きます。\u001b[22m\n\u001b[4mThe series treats this dense and difficult topic with the lighthearted tone intrinsic to anime.\u001b[24m\n    \u001b[1mこのシリーズは、この濃密で難しい話題を、アニメの本質的な明るいトーンで扱います。\u001b[22m, \u001b[1mシリーズは、アニメに固有の陽気な口調でこの緻密で困難なトピックを扱います。\u001b[22m\n\u001b[4mThis jarring blend is unapologetic and makes full use of the medium.\u001b[24m\n    \u001b[1mこの不気味な混合物は無防備で、媒体を十分に活用します。\u001b[22m, \u001b[1mこの耳障りなブレンドは悪びれないで、メディアを駆使し。\u001b[22m\n\u001b[4mI would highly recommend NHK!\u001b[24m\n    \u001b[1m私はNHKを強く勧めます！\u001b[22m, \u001b[1m私は非常にNHKをお勧めします！\u001b[22m\n\u001b[4mAlso, see the Enjoyment section on some notes before watching.\u001b[24m\n    \u001b[1mまた、視聴前にいくつかのノートで楽しむセクションを参照してください。\u001b[22m, \u001b[1mまた、見て前にいくつかの注意事項に楽しセクションを参照してください。\u001b[22m\n\u001b[1m\u001b[22m\nStory [8/10]: Using a series of story arcs tied together with the same over-arching theme of mental illness, NHK manages to stay entertaining without becoming redundant or preachy. It uses modern-day situations, relying minimally on coincidence and Deus ex Machina. Although it is a character-driven anime, NHK doesn't lack in plot and does a good job keeping the various subplots relevant to the characters and their development.\n\n\u001b[1mストーリー[8/10]：NHKは、精神疾患のテーマを重ね合わせた一連のストーリーアークを使用して、冗長または説得的になることなく、楽しむことができます。 それは、現代の状況を使用し、偶然とDeus ex Machinaにはほとんど依存しません。 キャラクター主体のアニメではあるが、NHKはプロットに欠けていないし、キャラクターとその開発に関連した様々なサブプロットを維持している。\u001b[22m\n\u001b[1m(Sutōrī [8 / 10]: NHK wa, seishin shikkan no tēma o kasaneawa seta ichiren no sutōrīāku o shiyō shite, jōchō matawa settoku-teki ni naru koto naku, tanoshimu koto ga dekimasu. Sore wa, gendai no jōkyō o shiyō shi, gūzen to Deus ex mashīna ni wa hotondo izon shimasen. Kyarakutā shutai no animede wa aru ga, NHK wa purotto ni kakete inaishi, kyarakutā to sono kaihatsu ni kanren shita samazamana sabupurotto o iji shite iru.)\u001b[22m\n\nTranslations of \u001b[4mStory [8/10]: Using a series of story arcs tied together with the same over-arching theme of mental illness, NHK manages to stay entertaining without becoming redundant or preachy. It uses modern-day situations, relying minimally on coincidence and Deus ex Machina. Although it is a character-driven anime, NHK doesn't lack in plot and does a good job keeping the various subplots relevant to the characters and their development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory [8/10]: Using a series of story arcs tied together with the same over-arching theme of mental illness, NHK manages to stay entertaining without becoming redundant or preachy.\u001b[24m\n    \u001b[1mストーリー[8/10]：NHKは、精神疾患のテーマを重ね合わせた一連のストーリーアークを使用して、冗長または説得的になることなく、楽しむことができます。\u001b[22m, \u001b[1mストーリーは[8/10]：精神疾患の同じオーバーアーチをテーマと一緒に結ばストーリーアークのシリーズを使用して、NHKは、冗長または説教になることなく楽しま滞在する管理しています。\u001b[22m\n\u001b[4mIt uses modern-day situations, relying minimally on coincidence and Deus ex Machina.\u001b[24m\n    \u001b[1mそれは、現代の状況を使用し、偶然とDeus ex Machinaにはほとんど依存しません。\u001b[22m, \u001b[1mそれは偶然の一致とデウスエクスマキナに最低限頼って、現代の状況を使用しています。\u001b[22m\n\u001b[4mAlthough it is a character-driven anime, NHK doesn't lack in plot and does a good job keeping the various subplots relevant to the characters and their development.\u001b[24m\n    \u001b[1mキャラクター主体のアニメではあるが、NHKはプロットに欠けていないし、キャラクターとその開発に関連した様々なサブプロットを維持している。\u001b[22m, \u001b[1mそれは文字駆動型のアニメですが、NHKは、プロットに欠け、文字とその開発に関連するさまざまなサブプロットを維持する良い仕事をしていません。\u001b[22m\n\u001b[1m\u001b[22m\nPacing [8/10]: The scope and pace of NHK put it far above the average anime. Each arc takes a proper amount of time, and characters are allowed to develop at a consistent rate - which is admittedly on the slow side, but noticeable and realistic. It avoids the overuse of monologues and flashbacks which run rampant in more serious animes, allowing each episode to flow smoothly and characters to be introduced in a more organic manner. The best part of the pacing is that NHK has a strong final act, given enough time to conclude the series.\n\n\u001b[1mペーシング[8/10]：NHKの範囲とペースは平均的なアニメよりはるかに上回っています。 各円弧には適切な時間がかかり、文字は一貫した速度で発生することができます。これは遅い側では認められますが、顕著で現実的です。 それはより深刻なアニメで横行する独白とフラッシュバックの過度の使用を避け、各エピソードがスムーズに流れるようにし、キャラクターをより有機的な方法で導入することを可能にする。 ペーシングの最も重要な部分は、シリーズを締結するのに十分な時間があれば、NHKは強力な最終行為をしているということです。\u001b[22m\n\u001b[1m(Pēshingu [8 / 10]: NHK no han'i to pēsu wa heikin-tekina anime yori haruka ni uwamawatte imasu. Kaku enko ni wa tekisetsuna jikan ga kakari, moji wa ikkan shita sokudo de hassei suru koto ga dekimasu. Kore wa osoi gawade wa mitome raremasuga, kenchode genjitsu-tekidesu. Soreha yori shinkokuna anime de ōkō suru dokuhaku to furasshu bakku no kado no shiyō o sake, kaku episōdo ga sumūzu ni nagareru yō ni shi, kyarakutā o yori yūki-tekina hōhō de dōnyū suru koto o kanō ni suru. Pēshingu no mottomojūyōna bubun wa, shirīzu o teiketsu suru no ni jūbun'na jikan ga areba, NHK wa kyōryokuna saishū kōi o shite iru to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mPacing [8/10]: The scope and pace of NHK put it far above the average anime. Each arc takes a proper amount of time, and characters are allowed to develop at a consistent rate - which is admittedly on the slow side, but noticeable and realistic. It avoids the overuse of monologues and flashbacks which run rampant in more serious animes, allowing each episode to flow smoothly and characters to be introduced in a more organic manner. The best part of the pacing is that NHK has a strong final act, given enough time to conclude the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPacing [8/10]: The scope and pace of NHK put it far above the average anime.\u001b[24m\n    \u001b[1mペーシング[8/10]：NHKの範囲とペースは平均的なアニメよりはるかに上回っています。\u001b[22m, \u001b[1m[8/10]ペーシング：NHKの範囲とペースがはるかに平均アニメの上にそれを置きます。\u001b[22m\n\u001b[4mEach arc takes a proper amount of time, and characters are allowed to develop at a consistent rate - which is admittedly on the slow side, but noticeable and realistic.\u001b[24m\n    \u001b[1m各円弧には適切な時間がかかり、文字は一貫した速度で発生することができます。これは遅い側では認められますが、顕著で現実的です。\u001b[22m, \u001b[1m各アークは、時間の適量をとり、文字が一貫性のあるレートで開発することが許可されています - 遅い側の確かに、しかし顕著で現実的です。\u001b[22m\n\u001b[4mIt avoids the overuse of monologues and flashbacks which run rampant in more serious animes, allowing each episode to flow smoothly and characters to be introduced in a more organic manner.\u001b[24m\n    \u001b[1mそれはより深刻なアニメで横行する独白とフラッシュバックの過度の使用を避け、各エピソードがスムーズに流れるようにし、キャラクターをより有機的な方法で導入することを可能にする。\u001b[22m, \u001b[1mこれは、より有機的な方法で導入することがより深刻なアニメ、各エピソードがスムーズに流れるようにすると文字が横行実行モノローグとフラッシュバックの乱用を避けることができます。\u001b[22m\n\u001b[4mThe best part of the pacing is that NHK has a strong final act, given enough time to conclude the series.\u001b[24m\n    \u001b[1mペーシングの最も重要な部分は、シリーズを締結するのに十分な時間があれば、NHKは強力な最終行為をしているということです。\u001b[22m, \u001b[1mペーシングの最良の部分は、NHKシリーズを完結するのに十分な時間を与えられた強力な最終的な行為を、持っているということです。\u001b[22m\n\u001b[1m\u001b[22m\nArt [6/10]: The artwork is nothing extraordinary. As can be expected from an anime about a hermit, most of the story takes place indoors so don't expect large panoramas and such. On the other hand, the anime does a good job of using lively colors, movement, and camera angles to keep the work visually stimulating.\n\n\u001b[1mアート[6/10]：アートワークは特別なものではありません。 秘密のアニメから期待されるように、物語のほとんどは屋内で行われるので、大きなパノラマなどは期待しないでください。 一方、アニメは活発な色、動き、カメラアングルを使用して作業を視覚的に刺激的に保ちます。\u001b[22m\n\u001b[1m(Āto [6 / 10]: Ātowāku wa tokubetsuna monode wa arimasen. Himitsu no anime kara kitai sa reru yō ni, monogatari no hotondo wa okunai de okonawa rerunode, ōkina panorama nado wa kitai shinaide kudasai. Ippō, anime wa kappatsuna iro, ugoki, kameraanguru o shiyō shite sagyō o shikaku-teki ni shigeki-teki ni tamochimasu.)\u001b[22m\n\nTranslations of \u001b[4mArt [6/10]: The artwork is nothing extraordinary. As can be expected from an anime about a hermit, most of the story takes place indoors so don't expect large panoramas and such. On the other hand, the anime does a good job of using lively colors, movement, and camera angles to keep the work visually stimulating.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt [6/10]: The artwork is nothing extraordinary.\u001b[24m\n    \u001b[1mアート[6/10]：アートワークは特別なものではありません。\u001b[22m, \u001b[1mアートは[6/10]：アートワークは特別なものではありません。\u001b[22m\n\u001b[4mAs can be expected from an anime about a hermit, most of the story takes place indoors so don't expect large panoramas and such.\u001b[24m\n    \u001b[1m秘密のアニメから期待されるように、物語のほとんどは屋内で行われるので、大きなパノラマなどは期待しないでください。\u001b[22m, \u001b[1m仙人約アニメから予想できるように、物語のほとんどが屋内で行われますので、大パノラマなどを期待してはいけません。\u001b[22m\n\u001b[4mOn the other hand, the anime does a good job of using lively colors, movement, and camera angles to keep the work visually stimulating.\u001b[24m\n    \u001b[1m一方、アニメは活発な色、動き、カメラアングルを使用して作業を視覚的に刺激的に保ちます。\u001b[22m, \u001b[1m一方、アニメは視覚的に刺激的な仕事を維持するために活発な色、動き、及びカメラアングルを使用しての良い仕事をしていません。\u001b[22m\n\u001b[1m\u001b[22m\nSound [7/10]: Unobtrusive music which helps set the tone for the scenes. It does a good job staying buoyant in the face of heavy subject matter, but I wouldn't go out of my way to listen to the OST.\n\n\u001b[1mサウンド[7/10]：シーンのトーンを設定するのに役立つ控えめな音楽。 それは重大な問題に直面して好調を維持していますが、私はOSTを聞くために自分の道を離れません。\u001b[22m\n\u001b[1m(Saundo [7 / 10]: Shīn no tōn o settei suru no ni yakudatsu hikaemena ongaku. Sore wa jūdaina mondai ni chokumen shite kōchō o iji shite imasuga, watashi wa OST o kiku tame ni jibun no michi o hanaremasen.)\u001b[22m\n\nTranslations of \u001b[4mSound [7/10]: Unobtrusive music which helps set the tone for the scenes. It does a good job staying buoyant in the face of heavy subject matter, but I wouldn't go out of my way to listen to the OST.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound [7/10]: Unobtrusive music which helps set the tone for the scenes.\u001b[24m\n    \u001b[1mサウンド[7/10]：シーンのトーンを設定するのに役立つ控えめな音楽。\u001b[22m, \u001b[1m[7/10]サウンド：シーンのトーンを設定するのに役立ちます控えめな音楽を。\u001b[22m\n\u001b[4mIt does a good job staying buoyant in the face of heavy subject matter, but I wouldn't go out of my way to listen to the OST.\u001b[24m\n    \u001b[1mそれは重大な問題に直面して好調を維持していますが、私はOSTを聞くために自分の道を離れません。\u001b[22m, \u001b[1mこれは、重い主題の顔に浮力滞在は良い仕事をしていませんが、私はOSTを聞くために私の方法の外に行かないだろう。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter [8/10]: Although there is a small cast of characters (or perhaps because of it), NHK does an excellent job with character creation and development. Each one has his/her own arcs, even the minor characters, which are properly wrapped up by the end of the series. There are also no 'good/evil' type characters; in fact, everyone seems to escape the typical anime tropes. My major gripe is that the main character has almost no redeeming qualities. NHK ameliorates this with the use of humor, but it is sometimes difficult to watch.\n\n\u001b[1mキャラクター[8/10]：NHKは、キャラクターの小さなキャスト（またはそれによるかもしれない）があるが、キャラクターの創造と開発に優れた仕事をしている。 それぞれには、シリーズの終わりまで適切に包まれた小文字のアークも含まれます。 また、「良い/悪い」タイプの文字はありません。 実際には、誰もが典型的なアニメの魔除けを脱出しているようだ。 私の主な不満は、主人公が償還する資質がほとんどないということです。  NHKはユーモアを使ってこれを改善していますが、見るのが難しいことがあります。\u001b[22m\n\u001b[1m(Kyarakutā [8 / 10]: NHK wa, kyarakutā no chīsana kyasuto (matawa sore ni yoru kamo shirenai) ga aru ga, kyarakutā no sōzō to kaihatsu ni sugureta shigoto o shite iru. Sorezore ni wa, shirīzu no owari made tekisetsu ni tsutsuma reta komoji no āku mo fukuma remasu. Mata,`yoi/ warui' taipu no moji wa arimasen. Jissai ni wa, daremoga tenkei-tekina anime no mayoke o dasshutsu shite iru yōda. Watashi no omona fuman wa, shujinkō ga shōkan suru shishitsu ga hotondo nai to iu kotodesu. NHK wa yūmoa o tsukatte kore o kaizen shite imasuga, miru no ga muzukashī koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter [8/10]: Although there is a small cast of characters (or perhaps because of it), NHK does an excellent job with character creation and development. Each one has his/her own arcs, even the minor characters, which are properly wrapped up by the end of the series. There are also no 'good/evil' type characters; in fact, everyone seems to escape the typical anime tropes. My major gripe is that the main character has almost no redeeming qualities. NHK ameliorates this with the use of humor, but it is sometimes difficult to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter [8/10]: Although there is a small cast of characters (or perhaps because of it), NHK does an excellent job with character creation and development.\u001b[24m\n    \u001b[1mキャラクター[8/10]：NHKは、キャラクターの小さなキャスト（またはそれによるかもしれない）があるが、キャラクターの創造と開発に優れた仕事をしている。\u001b[22m, \u001b[1mキャラクター[8/10]：文字の小さなキャストは（または多分それのために）があるが、NHKはキャラクター作成と開発に優れた仕事をしていません。\u001b[22m\n\u001b[4mEach one has his/her own arcs, even the minor characters, which are properly wrapped up by the end of the series.\u001b[24m\n    \u001b[1mそれぞれには、シリーズの終わりまで適切に包まれた小文字のアークも含まれます。\u001b[22m, \u001b[1m一人一人が彼/彼女の自身の円弧、適切シリーズの終わりまでに包まれてもマイナーな文字を持っています。\u001b[22m\n\u001b[4mThere are also no 'good/evil' type characters;\u001b[24m\n    \u001b[1mまた、「良い/悪い」タイプの文字はありません。\u001b[22m, \u001b[1m何も「良い/悪 'タイプの文字もありません。\u001b[22m\n\u001b[4min fact, everyone seems to escape the typical anime tropes.\u001b[24m\n    \u001b[1m実際には、誰もが典型的なアニメの魔除けを脱出しているようだ。\u001b[22m, \u001b[1m実際には、誰もが典型的なアニメの比喩をエスケープするようです。\u001b[22m\n\u001b[4mMy major gripe is that the main character has almost no redeeming qualities.\u001b[24m\n    \u001b[1m私の主な不満は、主人公が償還する資質がほとんどないということです。\u001b[22m, \u001b[1m私の主な不満は、主人公がほとんどない欠点を補うの資質を持っていることです。\u001b[22m\n\u001b[4mNHK ameliorates this with the use of humor, but it is sometimes difficult to watch.\u001b[24m\n    \u001b[1mNHKはユーモアを使ってこれを改善していますが、見るのが難しいことがあります。\u001b[22m, \u001b[1mNHKは、ユーモアの使用でこれを改善するが、見てことが困難な場合があります。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment [8/10]: Because of its unusual topic, NHK is best approached without expectations. It is not a romance anime, and viewing it as such would be a mistake. Its characters are fresh (albeit troubled, of course) and understandable, even if they are difficult to relate to at times. Furthermore, the show doesn't use cheap melodrama to heighten emotions. Tied together with fun plot arcs, NHK is highly watchable and recommended.\n\n\u001b[1m楽しさ[8/10]：珍しい話題のため、NHKは期待にこだわらずに接近しています。 それはロマンスアニメではなく、それを見ることは間違いです。 そのキャラクターは時には関係がつきにくいものであっても新鮮で（もちろん問題はありますが）、理解できるものです。 さらに、ショーは感情を高めるために安いメロドラマを使用しません。  NHKは楽しいプロットアークと結びついています。\u001b[22m\n\u001b[1m(Tanoshisa [8 / 10]: Mezurashī wadai no tame, NHK wa kitai ni kodawarazu ni sekkin shite imasu. Sore wa romansu animede wa naku, sore o miru koto wa machigaidesu. Sono kyarakutā wa tokiniha kankei ga tsuki nikui monodeatte mo shinsende (mochiron mondai wa arimasuga), rikai dekiru monodesu. Sarani, shō wa kanjō o takameru tame ni yasui merodorama o shiyō shimasen. NHK wa tanoshī purottoāku to musubitsuite imasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment [8/10]: Because of its unusual topic, NHK is best approached without expectations. It is not a romance anime, and viewing it as such would be a mistake. Its characters are fresh (albeit troubled, of course) and understandable, even if they are difficult to relate to at times. Furthermore, the show doesn't use cheap melodrama to heighten emotions. Tied together with fun plot arcs, NHK is highly watchable and recommended.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment [8/10]: Because of its unusual topic, NHK is best approached without expectations.\u001b[24m\n    \u001b[1m楽しさ[8/10]：珍しい話題のため、NHKは期待にこだわらずに接近しています。\u001b[22m, \u001b[1m楽しさは[8/10]：その異常なトピックのため、NHKは最高の期待せずに接近します。\u001b[22m\n\u001b[4mIt is not a romance anime, and viewing it as such would be a mistake.\u001b[24m\n    \u001b[1mそれはロマンスアニメではなく、それを見ることは間違いです。\u001b[22m, \u001b[1mそれは恋愛アニメではなく、そのように閲覧することは間違いです。\u001b[22m\n\u001b[4mIts characters are fresh (albeit troubled, of course) and understandable, even if they are difficult to relate to at times.\u001b[24m\n    \u001b[1mそのキャラクターは時には関係がつきにくいものであっても新鮮で（もちろん問題はありますが）、理解できるものです。\u001b[22m, \u001b[1mその文字は、それらが時間にに関係することが困難な場合であっても、（もちろん、問題を抱えたが）新鮮な理解です。\u001b[22m\n\u001b[4mFurthermore, the show doesn't use cheap melodrama to heighten emotions.\u001b[24m\n    \u001b[1mさらに、ショーは感情を高めるために安いメロドラマを使用しません。\u001b[22m, \u001b[1mさらに、ショーは感情を高めるために安価なメロドラマを使用していません。\u001b[22m\n\u001b[4mTied together with fun plot arcs, NHK is highly watchable and recommended.\u001b[24m\n    \u001b[1mNHKは楽しいプロットアークと結びついています。\u001b[22m, \u001b[1m楽しいプロットアークで結ば、NHKは非常になんとか見とお勧めです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: [8/10]\n\n\u001b[1m全体：[8/10]\u001b[22m\n\u001b[1m(Zentai: [8 / 10])\u001b[22m\n\nTranslations of \u001b[4mOverall: [8/10]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: [8/10]\u001b[24m\n    \u001b[1m全体：[8/10]\u001b[22m"
  },
  {
    "title": "NHK_ni_Youkoso",
    "id": "1210",
    "url": "https://myanimelist.net/anime/1210/NHK_ni_Youkoso",
    "user": "DawsonChristy",
    "profile": "/profile/DawsonChristy/reviews",
    "pages": "10",
    "number": "14",
    "link": "/reviews.php?id=125851",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  8",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "NHK_ni_Youkoso",
    "id": "1210",
    "url": "https://myanimelist.net/anime/1210/NHK_ni_Youkoso",
    "user": "Bassem",
    "profile": "/profile/Bassem/reviews",
    "pages": "10",
    "number": "15",
    "link": "/reviews.php?id=122679",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  9\nキャラクター|  9\n|  9\n\nNHKに恋する！ は、すべての10代の若者が最近、特にMMORPG's、otakouism、and hentai gamesへの中毒、自殺のような日本で直面しているすべての社会問題を論じるアニメです。 このアニメは人生の一部ですが、それはあなたが愛の三角などを見つける学校のアニメのようではありません。\n\n物語：sato tatsuhiroは22歳、大学の脱落、ひきこもりです。彼は部屋でテレビを見たり、テレビを見たり、ゲームをしたりしています。 彼は周りのすべてがNHKと呼ばれる日本のテレビ局の陰謀であり、彼らは中毒性のアニメを放送することによって全国をヒココモリに変えようとしていると信じている！ ミサキは自分のプロジェクトにサトウを選んでヒキコモリ病を癒すと主張している。\n\nキャラクター：これはショーのもうひとつの強みです。なぜなら、インパクトが本当に逃してしまったからです。キャラクターの問題について、あなたが関連付けることができ、本当に好きなものがあります。ユーモアがショーにあります。 何かの瞬間にもかかわらず、それは面白いですが、ショーの主なテーマは人生がとても無意味である方法を示すことですので、それは同時に荒涼としていることを逃すことはできません\n\nART：このアニメは奇妙な芸術を持っていますが、時にはそれが本当に良くてアニメーションがうまくいっていると感じることもありますが、その後は本当に悪くなるので、あまりアートが好きではありません\n\nサウンド：このショーのサウンドトラックは本当に良いです、それはショーの気分の中で特に孤独なseensのものをあなたに設定します。 とても厄介な中毒性のもの（purururin:)を除いて）\n\n全体的に9/10\nストーリーはとてもいいです、キャラクターは好きで、あなたは彼らと深く関わっています",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nNHK ni Youkoso! is an anime that discusses all the socials problems that every teen faces nowadays specially in japan like suicide , addiction to MMORPG's , otakouism , and hentai games . this anime is a slice of life but it isn't like school animes where you find love triangle and so .\n\n\u001b[1mNHKに恋する！ は、すべての10代の若者が最近、特にMMORPG's、otakouism、and hentai gamesへの中毒、自殺のような日本で直面しているすべての社会問題を論じるアニメです。 このアニメは人生の一部ですが、それはあなたが愛の三角などを見つける学校のアニメのようではありません。\u001b[22m\n\u001b[1m(NHK ni koisuru! Wa, subete no 10-dai no wakamono ga saikin, tokuni MMORPG' s, otakouism, ando hentai games e no chūdoku, jisatsu no yōna Nihon de chokumen shite iru subete no shakaimondai o ronjiru animedesu. Kono anime wa jinsei no ichibudesuga, sore wa anata ga ai no sankaku nado o mitsukeru gakkō no anime no yōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mNHK ni Youkoso! is an anime that discusses all the socials problems that every teen faces nowadays specially in japan like suicide , addiction to MMORPG's , otakouism , and hentai games . this anime is a slice of life but it isn't like school animes where you find love triangle and so .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNHK ni Youkoso!\u001b[24m\n    \u001b[1mNHKに恋する！\u001b[22m, \u001b[1mNHK NIへようこそ！\u001b[22m\n\u001b[4mis an anime that discusses all the socials problems that every teen faces nowadays specially in japan like suicide , addiction to MMORPG's , otakouism , and hentai games .\u001b[24m\n    \u001b[1mは、すべての10代の若者が最近、特にMMORPG's、otakouism、and hentai gamesへの中毒、自殺のような日本で直面しているすべての社会問題を論じるアニメです。\u001b[22m, \u001b[1mすべての十代の自殺、MMORPGの中毒、otakouism、と変態ゲームのよう日本に特別に、今日直面しているすべての社交の問題を論じアニメです。\u001b[22m\n\u001b[4mthis anime is a slice of life but it isn't like school animes where you find love triangle and so .\u001b[24m\n    \u001b[1mこのアニメは人生の一部ですが、それはあなたが愛の三角などを見つける学校のアニメのようではありません。\u001b[22m, \u001b[1mこのアニメは、人生のスライスであるが、それはあなたが愛の三角形を見つけるので、学校のアニメのようではありません。\u001b[22m\n\u001b[1m\u001b[22m\nstory : sato tatsuhiro is 22 year old , college dropout and a hikikomore , it means that he spends all his time in his room sleeping or watching tv or playing games . he believes that every thing around him is a conspiracy by the Japanese tv station called NHK and that they plan to turn the whole country into hikikomories by airing addictive anime! but then misaki shows up claiming that she chose sato for her project which will heal him from his hikikomori disease .\n\n\u001b[1m物語：sato tatsuhiroは22歳、大学の脱落、ひきこもりです。彼は部屋でテレビを見たり、テレビを見たり、ゲームをしたりしています。 彼は周りのすべてがNHKと呼ばれる日本のテレビ局の陰謀であり、彼らは中毒性のアニメを放送することによって全国をヒココモリに変えようとしていると信じている！ ミサキは自分のプロジェクトにサトウを選んでヒキコモリ病を癒すと主張している。\u001b[22m\n\u001b[1m(Monogatari: Satō tatsuhiro wa 22-sai, daigaku no datsuraku, hikikomoridesu. Kare wa heya de terebi o mi tari, terebi o mi tari, gēmu o shi tari shite imasu. Kare wa mawari no subete ga NHK to yoba reru Nihon no terebikyoku no inbōdeari, karera wa chūdoku-sei no anime o hōsō suru koto ni yotte zenkoku o hikokomori ni kaeyou to shite iru to shinjite iru! Misaki wa jibun no purojekuto ni Satō o erande hikikomori-byō o iyasu to shuchō shite iru.)\u001b[22m\n\nTranslations of \u001b[4mstory : sato tatsuhiro is 22 year old , college dropout and a hikikomore , it means that he spends all his time in his room sleeping or watching tv or playing games . he believes that every thing around him is a conspiracy by the Japanese tv station called NHK and that they plan to turn the whole country into hikikomories by airing addictive anime! but then misaki shows up claiming that she chose sato for her project which will heal him from his hikikomori disease .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mstory : sato tatsuhiro is 22 year old , college dropout and a hikikomore , it means that he spends all his time in his room sleeping or watching tv or playing games .\u001b[24m\n    \u001b[1m物語：sato tatsuhiroは22歳、大学の脱落、ひきこもりです。彼は部屋でテレビを見たり、テレビを見たり、ゲームをしたりしています。\u001b[22m, \u001b[1mストーリー：佐藤達広は22歳で、大学中退とhikikomore、それは彼が彼の部屋の睡眠中にすべての彼の時間を費やしているか、テレビを見たり、ゲームをプレイすることを意味します。\u001b[22m\n\u001b[4mhe believes that every thing around him is a conspiracy by the Japanese tv station called NHK and that they plan to turn the whole country into hikikomories by airing addictive anime!\u001b[24m\n    \u001b[1m彼は周りのすべてがNHKと呼ばれる日本のテレビ局の陰謀であり、彼らは中毒性のアニメを放送することによって全国をヒココモリに変えようとしていると信じている！\u001b[22m, \u001b[1m彼は彼の周りのすべてのものは、NHKと呼ばれる日本のテレビ局による陰謀であると考えていると、彼らは中毒性のアニメを放映することによりhikikomoriesに全国をオンにすることを計画していること！\u001b[22m\n\u001b[4mbut then misaki shows up claiming that she chose sato for her project which will heal him from his hikikomori disease .\u001b[24m\n    \u001b[1mミサキは自分のプロジェクトにサトウを選んでヒキコモリ病を癒すと主張している。\u001b[22m, \u001b[1mしかし、その後、美咲は、彼女が彼のひきこもり病気から彼を癒してくれる彼女のプロジェクトのために里を選んだと主張し表示されます。\u001b[22m\n\u001b[1m\u001b[22m\ncharacters : this is another strength of the show , because inspite how really missed up they're , there is something about the characters problems that you can relate to , making them really likable , there is humor in the show i would call it dark humor as despite at some moments it is funny but you can't miss that it is at the same time bleak because the main theme of the show is to show how life is so meaningless\n\n\u001b[1mキャラクター：これはショーのもうひとつの強みです。なぜなら、インパクトが本当に逃してしまったからです。キャラクターの問題について、あなたが関連付けることができ、本当に好きなものがあります。ユーモアがショーにあります。 何かの瞬間にもかかわらず、それは面白いですが、ショーの主なテーマは人生がとても無意味である方法を示すことですので、それは同時に荒涼としていることを逃すことはできません\u001b[22m\n\u001b[1m(Kyarakutā: Kore wa shō no mō hitotsu no tsuyomidesu. Nazenara, inpakuto ga hontōni nogashite shimattakaradesu. Kyarakutā no mondai ni tsuite, anata ga kanrendzukeru koto ga deki, hontōni sukina mono ga arimasu. Yūmoa ga shō ni arimasu. Nanika no shunkan nimokakawarazu, sore wa omoshiroidesuga, shō no omona tēma wa jinsei ga totemo muimidearu hōhō o shimesu kotodesunode, soreha dōjini kōryōto shite iru koto o nogasu koto wa dekimasen)\u001b[22m\n\nTranslations of \u001b[4mcharacters : this is another strength of the show , because inspite how really missed up they're , there is something about the characters problems that you can relate to , making them really likable , there is humor in the show i would call it dark humor as despite at some moments it is funny but you can't miss that it is at the same time bleak because the main theme of the show is to show how life is so meaningless\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mcharacters : this is another strength of the show , because inspite how really missed up they're , there is something about the characters problems that you can relate to , making them really likable , there is humor in the show i would call it dark humor\u001b[24m\n    \u001b[1mキャラクター：これはショーのもうひとつの強みです。なぜなら、インパクトが本当に逃してしまったからです。キャラクターの問題について、あなたが関連付けることができ、本当に好きなものがあります。ユーモアがショーにあります。\u001b[22m, \u001b[1m文字：本当に彼らがしているアップ逃したかinspiteは、あなたがに関連することができる文字の問題について何かは彼らが本当に好感作り、そこにあるので、これは、ショーのもう一つの強みである、ユーモアがショーであり、私は暗いユーモア、それを呼び出します\u001b[22m\n\u001b[4mas despite at some moments it is funny but you can't miss that it is at the same time bleak because the main theme of the show is to show how life is so meaningless\u001b[24m\n    \u001b[1m何かの瞬間にもかかわらず、それは面白いですが、ショーの主なテーマは人生がとても無意味である方法を示すことですので、それは同時に荒涼としていることを逃すことはできません\u001b[22m, \u001b[1mいくつかの瞬間にもかかわらず、としてそれは面白いですが、あなたはショーのメインテーマは、人生はとても無意味である方法を示すことですので、それは荒涼と同時にあることを見逃すことはありません。\u001b[22m\n\u001b[1m\u001b[22m\nART : this anime has strange art as sometimes i feel it is really good and well done animation , but then after it , it turns really bad , so i didn't like the art that much\n\n\u001b[1mART：このアニメは奇妙な芸術を持っていますが、時にはそれが本当に良くてアニメーションがうまくいっていると感じることもありますが、その後は本当に悪くなるので、あまりアートが好きではありません\u001b[22m\n\u001b[1m(Āto: Kono anime wa kimyōna geijutsu o motte imasuga, tokiniha sore ga hontōni yokute animēshon ga umaku itte iru to kanjiru koto mo arimasuga, sonogo wa hontōni waruku narunode, amari āto ga sukide wa arimasen)\u001b[22m\n\nTranslations of \u001b[4mART : this anime has strange art as sometimes i feel it is really good and well done animation , but then after it , it turns really bad , so i didn't like the art that much\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART : this anime has strange art as sometimes i feel it is really good and well done animation , but then after it , it turns really bad , so i didn't like the art that much\u001b[24m\n    \u001b[1mART：このアニメは奇妙な芸術を持っていますが、時にはそれが本当に良くてアニメーションがうまくいっていると感じることもありますが、その後は本当に悪くなるので、あまりアートが好きではありません\u001b[22m, \u001b[1mART：このアニメは時々私はそれが本当に良いです、よくアニメーションを行って感じるが、それの後に、それは本当に悪いになりますので、私は多くのその芸術を好きではなかった奇妙なアートを持っています\u001b[22m\n\u001b[1m\u001b[22m\nSound : the soundtracks in this show are really good , it sets you right in the mood of the show specially the ones in the lonely seens. except for one that so annoyingly addictive (purururin:))\n\n\u001b[1mサウンド：このショーのサウンドトラックは本当に良いです、それはショーの気分の中で特に孤独なseensのものをあなたに設定します。 とても厄介な中毒性のもの（purururin:)を除いて）\u001b[22m\n\u001b[1m(Saundo: Kono shō no saundotorakku wa hontōni yoidesu, soreha shō no kibun no naka de tokuni kodokuna seens no mono o anata ni settei shimasu. Totemo yakkaina chūdoku-sei no mono (purururin: ) O nozoite))\u001b[22m\n\nTranslations of \u001b[4mSound : the soundtracks in this show are really good , it sets you right in the mood of the show specially the ones in the lonely seens. except for one that so annoyingly addictive (purururin:))\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound : the soundtracks in this show are really good , it sets you right in the mood of the show specially the ones in the lonely seens.\u001b[24m\n    \u001b[1mサウンド：このショーのサウンドトラックは本当に良いです、それはショーの気分の中で特に孤独なseensのものをあなたに設定します。\u001b[22m, \u001b[1mサウンド：このショーでのサウンドトラックは本当に良いです、それはseens孤独に特別なもの、右のショーの気分であなたを設定します。\u001b[22m\n\u001b[4mexcept for one that so annoyingly addictive (purururin:))\u001b[24m\n    \u001b[1mとても厄介な中毒性のもの（purururin:)を除いて）\u001b[22m, \u001b[1mそううるさく中毒性（purururin:)）1を除きます\u001b[22m\n\u001b[1m\u001b[22m\noverall 9/10\n\n\u001b[1m全体的に9/10\u001b[22m\n\u001b[1m(Zentai-teki ni 9/ 10)\u001b[22m\n\nTranslations of \u001b[4moverall 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4moverall 9/10\u001b[24m\n    \u001b[1m全体的に9/10\u001b[22m, \u001b[1m全体の9/10\u001b[22m\nthe story is so good , the characters are likable and you can heavily relate with them\n\n\u001b[1mストーリーはとてもいいです、キャラクターは好きで、あなたは彼らと深く関わっています\u001b[22m\n\u001b[1m(Sutōrī wa totemo īdesu, kyarakutā wa sukide, anata wa karera to fukaku kakawatte imasu)\u001b[22m\n\nTranslations of \u001b[4mthe story is so good , the characters are likable and you can heavily relate with them\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe story is so good , the characters are likable and you can heavily relate with them\u001b[24m\n    \u001b[1mストーリーはとてもいいです、キャラクターは好きで、あなたは彼らと深く関わっています\u001b[22m, \u001b[1mストーリーはとても良いですが、文字が好感され、あなたが頻繁に彼らと関連付けることができます\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "NHK_ni_Youkoso",
    "id": "1210",
    "url": "https://myanimelist.net/anime/1210/NHK_ni_Youkoso",
    "user": "Imdadinho",
    "profile": "/profile/Imdadinho/reviews",
    "pages": "10",
    "number": "16",
    "link": "/reviews.php?id=154273",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nNHKには傑作が傑作です。 他のアニメとはまったく違って、このショーはとても影響力があり、興味をそそられ、時にはイライラするので、あなたの頭を壁にぶつけさせるかもしれません。 しかし、24のエピソードを通してそれを見れば、あなたはあなたの人生を通して忘れられないいくつかの重要な教訓を学ぶでしょう、このアニメのような宝石です。あなたがファンタジーを通して甘い乗り物を望んで、天才の彦子の主人公、  （彼の目の下のイタチのようなラインはもちろんではありません）。それは、色んなもののためにしか記憶されません。  （PS：そのラメのものは、しばらくは悪くない）\n\nストーリー9/10\n\nこのアニメのオリジナル・シノプシスは少し誤解を招く可能性があります。  NHKには、ニートの里子里を中心に、彼の「病気」を克服しようとするときに直面する問題があります。 それはNEETの人生を非常に真実に描いていますが、あなたは少し誇張されているように感じるかもしれませんが、現実のものよりも悪いケースを見ました。少女の美咲は助けようとします それは最大のスポイラーとあなたの7世代が私を呪い、私の墓の上におしっこしてくれるので）、彼は普通の生活を送ることができます。 しかし、物事は必ずしも単純ではなく、人生は紆余曲折します。 ショーのペーシングは開始時には遅く見えるかもしれませんが、実際にはゆっくりではなく、実際のペースであり、実生活で突然起こることはありません。 ひきこもり。 彼らは時間がかかります（私は佐藤の怠惰をカバーしようとしています）、それはショーを楽しく楽しませます。\n\nキャラクター10/10\n\n私にとっては、キャラクターはこのショーの最強のポイントです。彼らは非常にユニークでリアルなので、すべてのアニメの主人公のリストを作成すれば、特にサトウ（ホモ・マン、ホモー） その時、最も妄想的で哀れなのはSatou、もちろん数百万光年になります。 しかし、正確には、彼が現実的なNEETであるため、あなたは彼に共感します。あなたは彼が招待されたすべてのものから回復することを望みます。 真実は、Satouは正常になりたい、時には彼自身で試してみたいが、他のNEETやHikikomoriのように、あなたがパラノイドのときはいつも簡単なことではない。 次は、ミサキです。ミサキは、世界で尻がいっぱいのトイレットペーパーです。 彼女のことはあまり知られていません（最後の数回のエピソードまで）、そしてショーの大部分は「天国から送られて、人生を台無しにして怠け者を救う天使」になるでしょう。最後の主人公は山崎です ジュニア・ハイ・スクール）、オタクとプログラマーですが、賢く論理的です。 彼とサトウを比較すると、彼（ヤマザキ）に侮辱されることがありますが、時には彼の「オタクネス」が引き継がれ、彼のセクシーサトウと同じくらい役に立たなくなります。\n\nサウンド/ボイスアクション10月\n\nOPとエンディングは良いですが、例外的に素晴らしいものではありません。 しかし、音が10になる理由はPURU-PURU-RU-RU Rinのためです！  （はい、私は冗談ではない、それはこれに値する。）これはショーの中で絶望と絶望の時、欲求不満の時と抱きしめの時に何度も演奏される歌です。 佐藤が嫌いなのと同じように、最初はそれを嫌うでしょう。 しかし、24のエピソードの終わりには、あなたは頭から、つま先までのすべての「Pururin」になります。 私はこのショーを見てから2年が経過していますが、このpururinは時折私の頭の中で飛び続ける。 そんなに私の好きな人のひとりになってしまいました。声優のキャストは、これらの声優がこれらの役割のために生まれたように、キャラクターにあまりにも似合っています。 とにかく、そのような声優の素晴らしい仕事です。 それはまた一つです\nこれらの文字にあなたが付いてくる理由の\n\nART 10/10\n\n私が生まれて以来、私は試験で一度もやったことのない完全なマークを取得する理由は、キャラクターの感情が一番上のノッチであることを示すためです。 ショーの全体的な芸術は例外的なものではありませんが、言葉よりもはるかに多くを伝える表情がとてもうまくいきますので、それがトップマークを獲得する理由です。\n\n楽しさと全体的な10/10\n\n私は楽しみのために11/10を与えたいと思っていましたが、私の小学校の数学教師は彼の墓の中で叫び始めます。 はい、このショーはエピソードを通してあなたのつま先にあなたを保つでしょう。  Satouの哀れみを笑ってしまう時があります。コンピューターとおしっこを画面に叩きつけ、泣きそうになる時があります。 ちょうどあなた自身を救うためにクッション。 このようなリアルなアニメはこれです（今は「テレビや冷蔵庫には目がないので、このショーは実際ではありません」というのは、このサトウのポットヘッドの想像だけです）。\n\nこのアニメからすべてのアニメファンのために学ぶ楽しさと重要なことがたくさんあります。 私は通常、長いレビュー（Satou laziness curse。）を書いたり読んだりすることに反対していますが、この傑作の蓄積された気持ちをすべてペーパーにするために、私は例外を作らなければなりませんでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nNHK ni Youkoso is a masterpiece. Completely different from all other animes, this show is so influential, so intriguing and so frustrating at times, that it might make you smash your head into the wall. But if you watch it through 24 episodes, you will learn some important lessons, which you will not forget throughout your life, such a gem this anime is.If you want a sweet ride through fantasy and want genius hikikomori protagonists like No Game No Life ( Not to mention Itachi-like-lines below his eyes.) which will only be remembered for its lame stuff then you can go to blazes for all I care. ( PS: That lame stuff is not bad once in a while.)\n\n\u001b[1mNHKには傑作が傑作です。 他のアニメとはまったく違って、このショーはとても影響力があり、興味をそそられ、時にはイライラするので、あなたの頭を壁にぶつけさせるかもしれません。 しかし、24のエピソードを通してそれを見れば、あなたはあなたの人生を通して忘れられないいくつかの重要な教訓を学ぶでしょう、このアニメのような宝石です。あなたがファンタジーを通して甘い乗り物を望んで、天才の彦子の主人公、  （彼の目の下のイタチのようなラインはもちろんではありません）。それは、色んなもののためにしか記憶されません。  （PS：そのラメのものは、しばらくは悪くない）\u001b[22m\n\u001b[1m(NHK ni wa kessaku ga kessakudesu. Hoka no anime to wa mattaku chigatte, kono shō wa totemo eikyō-ryoku ga ari, kyōmi o sosora re, tokiniha iraira surunode, anata no atama o kabe ni butsuke saseru kamo shiremasen. Shikashi, 24 no episōdo o tōshite sore o mireba, anata wa anata no jinsei o tōshite wasure rarenai ikutsu ka no jūyōna kyōkun o manabudeshou, kono anime no yōna hōsekidesu. Anata ga fantajī o tōshite amai norimono o nozonde, tensai no Hisako no shujinkō, (kare no menoshita no itachi no yōna rain wa mochironde wa arimasen). Sore wa, iron'na mono no tame ni shika kioku sa remasen. (PS: Sono rame no mono wa, shibaraku wa warukunai))\u001b[22m\n\nTranslations of \u001b[4mNHK ni Youkoso is a masterpiece. Completely different from all other animes, this show is so influential, so intriguing and so frustrating at times, that it might make you smash your head into the wall. But if you watch it through 24 episodes, you will learn some important lessons, which you will not forget throughout your life, such a gem this anime is.If you want a sweet ride through fantasy and want genius hikikomori protagonists like No Game No Life ( Not to mention Itachi-like-lines below his eyes.) which will only be remembered for its lame stuff then you can go to blazes for all I care. ( PS: That lame stuff is not bad once in a while.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNHK ni Youkoso is a masterpiece.\u001b[24m\n    \u001b[1mNHKには傑作が傑作です。\u001b[22m, \u001b[1mNHK NIへようこそは傑作です。\u001b[22m\n\u001b[4mCompletely different from all other animes, this show is so influential, so intriguing and so frustrating at times, that it might make you smash your head into the wall.\u001b[24m\n    \u001b[1m他のアニメとはまったく違って、このショーはとても影響力があり、興味をそそられ、時にはイライラするので、あなたの頭を壁にぶつけさせるかもしれません。\u001b[22m, \u001b[1m他のすべてのアニメとは全く異なる、このショーは、それはあなたが壁に頭を粉砕するかもしれないことを、時間にとても興味をそそられるので、イライラ、とても影響力のあります。\u001b[22m\n\u001b[4mBut if you watch it through 24 episodes, you will learn some important lessons, which you will not forget throughout your life, such a gem this anime is.If you want a sweet ride through fantasy and want genius hikikomori protagonists like No Game No Life\u001b[24m\n    \u001b[1mしかし、24のエピソードを通してそれを見れば、あなたはあなたの人生を通して忘れられないいくつかの重要な教訓を学ぶでしょう、このアニメのような宝石です。あなたがファンタジーを通して甘い乗り物を望んで、天才の彦子の主人公、\u001b[22m, \u001b[1mあなたは24話を通して、それを見た場合しかし、あなたはファンタジーを通して甘い乗車をしたいis.Ifあなたがそのような宝石、あなたの人生全体でこのアニメを忘れないであろう、いくつかの重要な教訓を、学び、ノーゲームノーライフのような天才引きこもり主人公をお勧めします\u001b[22m\n\u001b[4m( Not to mention Itachi-like-lines below his eyes.) which will only be remembered for its lame stuff then you can go to blazes for all I care.\u001b[24m\n    \u001b[1m（彼の目の下のイタチのようなラインはもちろんではありません）。それは、色んなもののためにしか記憶されません。\u001b[22m, \u001b[1m（彼の目の下イタチのようなラインを言うまでもありません。）その後、私は気にすべてのためにブレーズに行くことができ、そのラメもののためだけ覚えされます。\u001b[22m\n\u001b[4m( PS: That lame stuff is not bad once in a while.)\u001b[24m\n    \u001b[1m（PS：そのラメのものは、しばらくは悪くない）\u001b[22m, \u001b[1m（PS：それラメものはたまに悪いことではありません。）\u001b[22m\n\u001b[1m\u001b[22m\nStory 9/10\n\n\u001b[1mストーリー9/10\u001b[22m\n\u001b[1m(Sutōrī 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 9/10\u001b[24m\n    \u001b[1mストーリー9/10\u001b[22m\n\u001b[1m\u001b[22m\n'Original Synopsis' of this anime can be a little misleading. NHK ni Youkoso revolves around a NEET hikikomori Satou and the problems he faces in trying to overcome this 'disease' of his. It very truly depicts the life of a NEET, you might feel that its a little exaggerated but, believe you me, I've seen worse cases than that in reality.A girl, Misaki, tries to help him (cannot give the reason for that as it will the biggest spoiler and your 7 generations will curse me and pee on my grave for that) so he can return to living a normal life. But things are not always that simple and life takes twists and turns. The pacing of the show might seem slow at the start but it is not actually slow, it is the real life pacing, things do not happen suddenly in real life ( Except for lightening, which strikes fast.), particularly in the life of a hikikomori. They take their time ( I am trying to cover Satou's laziness, maybe.) and it makes the show throroughly enjoyable.\n\n\u001b[1mこのアニメのオリジナル・シノプシスは少し誤解を招く可能性があります。  NHKには、ニートの里子里を中心に、彼の「病気」を克服しようとするときに直面する問題があります。 それはNEETの人生を非常に真実に描いていますが、あなたは少し誇張されているように感じるかもしれませんが、現実のものよりも悪いケースを見ました。少女の美咲は助けようとします それは最大のスポイラーとあなたの7世代が私を呪い、私の墓の上におしっこしてくれるので）、彼は普通の生活を送ることができます。 しかし、物事は必ずしも単純ではなく、人生は紆余曲折します。 ショーのペーシングは開始時には遅く見えるかもしれませんが、実際にはゆっくりではなく、実際のペースであり、実生活で突然起こることはありません。 ひきこもり。 彼らは時間がかかります（私は佐藤の怠惰をカバーしようとしています）、それはショーを楽しく楽しませます。\u001b[22m\n\u001b[1m(Kono anime no orijinaru shinopushisu wa sukoshi gokaiwomaneku kanōsei ga arimasu. NHK ni wa, nīto no satogo sato o chūshin ni, kare no `byōki' o kokufuku shiyou to suru toki ni chokumen suru mondai ga arimasu. Sore wa nīto no jinsei o hijō ni shinjitsu ni kaite imasuga, anata wa sukoshi kochō sa rete iru yō ni kanjiru kamo shiremasenga, genjitsu no mono yori mo warui kēsu o mimashita. Shōjo no Misaki wa tasukeyou to shimasu soreha saidai no supoirā to anata no 7 sedai ga watashi o noroi, watashi no haka no ue ni oshikko shite kurerunode), kare wa futsūnoseikatsu o okuru koto ga dekimasu. Shikashi, monogoto wa kanarazushimo tanjunde wa naku, jinsei wa uyokyokusetsu shimasu. Shō no pēshingu wa kaishi tokiniha osoku mieru kamo shiremasenga, jissai ni wa yukkuride wa naku, jissai no pēsudeari, jisseikatsu de totsuzen okoru koto wa arimasen. Hikikomori. Karera wa jikan ga kakarimasu (watashi wa Satō no taida o kabā shiyou to shite imasu), soreha shō o tanoshiku tanoshima semasu.)\u001b[22m\n\nTranslations of \u001b[4m'Original Synopsis' of this anime can be a little misleading. NHK ni Youkoso revolves around a NEET hikikomori Satou and the problems he faces in trying to overcome this 'disease' of his. It very truly depicts the life of a NEET, you might feel that its a little exaggerated but, believe you me, I've seen worse cases than that in reality.A girl, Misaki, tries to help him (cannot give the reason for that as it will the biggest spoiler and your 7 generations will curse me and pee on my grave for that) so he can return to living a normal life. But things are not always that simple and life takes twists and turns. The pacing of the show might seem slow at the start but it is not actually slow, it is the real life pacing, things do not happen suddenly in real life ( Except for lightening, which strikes fast.), particularly in the life of a hikikomori. They take their time ( I am trying to cover Satou's laziness, maybe.) and it makes the show throroughly enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Original Synopsis' of this anime can be a little misleading.\u001b[24m\n    \u001b[1mこのアニメのオリジナル・シノプシスは少し誤解を招く可能性があります。\u001b[22m, \u001b[1mこのアニメの「オリジナルあらすじ「少し誤解を招くことができます。\u001b[22m\n\u001b[4mNHK ni Youkoso revolves around a NEET hikikomori Satou and the problems he faces in trying to overcome this 'disease' of his.\u001b[24m\n    \u001b[1mNHKには、ニートの里子里を中心に、彼の「病気」を克服しようとするときに直面する問題があります。\u001b[22m, \u001b[1mNHK NIへようこそは、ニートひきこもり佐藤と彼は彼のこの病」を克服しようとする際に直面している問題を中心に展開します。\u001b[22m\n\u001b[4mIt very truly depicts the life of a NEET, you might feel that its a little exaggerated but, believe you me, I've seen worse cases than that in reality.A girl, Misaki, tries to help him (cannot give the reason for\u001b[24m\n    \u001b[1mそれはNEETの人生を非常に真実に描いていますが、あなたは少し誇張されているように感じるかもしれませんが、現実のものよりも悪いケースを見ました。少女の美咲は助けようとします\u001b[22m, \u001b[1mそれは非常に本当にニートの生活を描いている、あなたはその少し誇張されていることを感じますが、あなたは私が、私はreality.Aの少女、美咲のそれより悪い例を見てきたと信じて、彼を助けるためにしようとするかもしれません（理由を与えることはできません\u001b[22m\n\u001b[4mthat as it will the biggest spoiler and your 7 generations will curse me and pee on my grave for that) so he can return to living a normal life.\u001b[24m\n    \u001b[1mそれは最大のスポイラーとあなたの7世代が私を呪い、私の墓の上におしっこしてくれるので）、彼は普通の生活を送ることができます。\u001b[22m, \u001b[1mそれが最大のスポイラーとあなたの7世代が、そのために私の墓に私とおしっこを呪います）ので、彼は通常の生活をしに戻ることができるように、その。\u001b[22m\n\u001b[4mBut things are not always that simple and life takes twists and turns.\u001b[24m\n    \u001b[1mしかし、物事は必ずしも単純ではなく、人生は紆余曲折します。\u001b[22m, \u001b[1mしかし、物事は常にその単純ではないと人生は紆余曲折を取ります。\u001b[22m\n\u001b[4mThe pacing of the show might seem slow at the start but it is not actually slow, it is the real life pacing, things do not happen suddenly in real life ( Except for lightening, which strikes fast.), particularly in the life of a\u001b[24m\n    \u001b[1mショーのペーシングは開始時には遅く見えるかもしれませんが、実際にはゆっくりではなく、実際のペースであり、実生活で突然起こることはありません。\u001b[22m, \u001b[1m物事が実際の生活の中で突然発生しない、それが実際の生活のペースで、ショーのペーシングは、開始時にゆっくりと思えるかもしれないが、それは実際に遅いではありません（高速打つ軽量化を除き、。）、特にの生活の中で\u001b[22m\n\u001b[4mhikikomori.\u001b[24m\n    \u001b[1mひきこもり。\u001b[22m, \u001b[1m引きこもり。\u001b[22m\n\u001b[4mThey take their time ( I am trying to cover Satou's laziness, maybe.) and it makes the show throroughly enjoyable.\u001b[24m\n    \u001b[1m彼らは時間がかかります（私は佐藤の怠惰をカバーしようとしています）、それはショーを楽しく楽しませます。\u001b[22m, \u001b[1m彼らは時間がかかる（私は多分、佐藤さんの怠惰をカバーしようとしています。）そして、それはショーがthroroughly楽しくなります。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTERS 10/10\n\n\u001b[1mキャラクター10/10\u001b[22m\n\u001b[1m(Kyarakutā 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCHARACTERS 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTERS 10/10\u001b[24m\n    \u001b[1mキャラクター10/10\u001b[22m, \u001b[1mCHARACTERS 10/10\u001b[22m\n\u001b[1m\u001b[22m\nFor me, characters are the strongest point of this show, they are so unique and real that you grow very attached to them, especially Satou (no homo man, no homo), if you make a list of protagonists from all the animes of all the time, then the most paranoid and pathetic will be Satou, of course, by a few million light years. But precisely because of that, because of him being a realistic NEET, you will sympathise with him, you will wish for him to recover from all the stuff he got invloved with. The truth is that, Satou wants to become normal, sometimes he tries by himself but it is not always that easy when you are a paranoid, just like any other NEET and Hikikomori. Next up is Misaki, the only piece of toilet paper in a world full of butts. Not a lot about her will be revealed (until last few episodes) and for the most part of the show she will be ' an Angel sent from heaven to save a lazy dude from ruining his life'.The last main character is Yamazaki (Satou's junior in highschool), an otaku and programmer, but a hardworking one, clever and logical. Comparing him to Satou will be an insult to him (Yamazaki), though sometimes his 'otakuness' takes over and he becomes as useless as his sempai Satou.\n\n\u001b[1m私にとっては、キャラクターはこのショーの最強のポイントです。彼らは非常にユニークでリアルなので、すべてのアニメの主人公のリストを作成すれば、特にサトウ（ホモ・マン、ホモー） その時、最も妄想的で哀れなのはSatou、もちろん数百万光年になります。 しかし、正確には、彼が現実的なNEETであるため、あなたは彼に共感します。あなたは彼が招待されたすべてのものから回復することを望みます。 真実は、Satouは正常になりたい、時には彼自身で試してみたいが、他のNEETやHikikomoriのように、あなたがパラノイドのときはいつも簡単なことではない。 次は、ミサキです。ミサキは、世界で尻がいっぱいのトイレットペーパーです。 彼女のことはあまり知られていません（最後の数回のエピソードまで）、そしてショーの大部分は「天国から送られて、人生を台無しにして怠け者を救う天使」になるでしょう。最後の主人公は山崎です ジュニア・ハイ・スクール）、オタクとプログラマーですが、賢く論理的です。 彼とサトウを比較すると、彼（ヤマザキ）に侮辱されることがありますが、時には彼の「オタクネス」が引き継がれ、彼のセクシーサトウと同じくらい役に立たなくなります。\u001b[22m\n\u001b[1m(Watashi ni totte wa, kyarakutā wa kono shō no saikyō no pointodesu. Karera wa hijō ni yunīku de riarunanode, subete no anime no shujinkō no risuto o sakusei sureba, tokuni Satō (homo man, homō) sonotoki, mottomo mōsō-tekide awarena no wa Satou, mochiron sū hyaku man-kōnen ni narimasu. Shikashi, seikaku ni wa, kare ga genjitsu-tekina nītodearu tame, anata wa kare ni kyōkan shimasu. Anata wa kare ga shōtai sa reta subete no mono kara kaifuku suru koto o nozomimasu. Shinjitsu wa, Satou wa seijō ni naritai, tokiniha kare jishin de tameshite mitaiga, hoka no nīto ya Hikikomori no yō ni, anata ga paranoido no toki wa itsumo kantan'na kotode wanai. Tsugi wa, Misakidesu. Misaki wa, sekai de shiri ga ippai no toirettopēpādesu. Kanojo no koto wa amari shira rete imasen (saigo no sū-kai no episōdo made), soshite shō no daibubun wa `tengoku kara okura rete, jinsei o dainashi ni shite namakemono o sukuu tenshi' ni narudeshou. Saigo no shujinkō wa Yamazakidesu junia hai sukūru), otaku to puroguramādesuga, kashikoku ronri-tekidesu. Kare to Satō o hikaku suru to, kare (Yamazaki) ni bujoku sa reru koto ga arimasuga, tokiniha kare no `otakunesu' ga hikitsuga re, kare no sekushīsatou to onaji kurai yakunitatanaku narimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nSOUND/VOICE ACTING 10/10\n\n\u001b[1mサウンド/ボイスアクション10月\u001b[22m\n\u001b[1m(Saundo/ boisu akushon 10 tsuki)\u001b[22m\n\nTranslations of \u001b[4mSOUND/VOICE ACTING 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND/VOICE ACTING 10/10\u001b[24m\n    \u001b[1mサウンド/ボイスアクション10月\u001b[22m, \u001b[1mSOUND /声優10/10\u001b[22m\n\u001b[1m\u001b[22m\nThe OP and Ending are good but not exceptionally great. But the reason sound gets a 10 is because of PURU-PURU-RU-RU Rin! ( Yes, I am not joking, it deserves this.) this is a song that will be played a lot of times throughout the show, in times of hopelessness and desperation, in times of frustration and in times of aspiration. You will dislike it in the start just like Satou hated it. But at the end of 24 episodes you will be all 'Pururin' from head to butt to toe. Its been two years since I watched this show but this pururin keeps popping in my head from time to time. So much that its become one of my favourites.The voice acting cast suits the characters so much that it feels like these voice actors were born for these roles. Anyway, such is the amazing work of the voice actors. It is also one\n\n\u001b[1mOPとエンディングは良いですが、例外的に素晴らしいものではありません。 しかし、音が10になる理由はPURU-PURU-RU-RU Rinのためです！  （はい、私は冗談ではない、それはこれに値する。）これはショーの中で絶望と絶望の時、欲求不満の時と抱きしめの時に何度も演奏される歌です。 佐藤が嫌いなのと同じように、最初はそれを嫌うでしょう。 しかし、24のエピソードの終わりには、あなたは頭から、つま先までのすべての「Pururin」になります。 私はこのショーを見てから2年が経過していますが、このpururinは時折私の頭の中で飛び続ける。 そんなに私の好きな人のひとりになってしまいました。声優のキャストは、これらの声優がこれらの役割のために生まれたように、キャラクターにあまりにも似合っています。 とにかく、そのような声優の素晴らしい仕事です。 それはまた一つです\u001b[22m\n\u001b[1m(OP to endingu wa yoidesuga, reigai-teki ni subarashī monode wa arimasen. Shikashi,-on ga 10 ni naru riyū wa PURU - PURU - RU - RU Rin no tamedesu! (Hai, watashi wa jōdande wanai, sore wa kore ni ataisuru. ) Kore wa shō no naka de zetsubō to zetsubō no toki, yokkyū fuman no toki to dakishime no toki ni nando mo ensō sa reru utadesu. Satō ga kiraina no to onajiyōni, saisho wa sore o kiraudeshou. Shikashi, 24 no episōdo no owari ni wa, anata wa atama kara, tsumasaki made no subete no `Pururin' ni narimasu. Watashi wa kono shō o mite kara 2-nen ga keika shite imasuga, kono pururin wa tokiori watashi no atama no naka de tobi tsudzukeru. Son'nani watashi no sukinahito no hitori ni natte shimaimashita. Seiyū no kyasuto wa, korera no seiyū ga korera no yakuwari no tame ni uma reta yō ni, kyarakutā ni amarini mo niatte imasu. Tonikaku, sono yōna seiyū no subarashī shigotodesu. Sore wa matahitotsudesu)\u001b[22m\n\nTranslations of \u001b[4mThe OP and Ending are good but not exceptionally great. But the reason sound gets a 10 is because of PURU-PURU-RU-RU Rin! ( Yes, I am not joking, it deserves this.) this is a song that will be played a lot of times throughout the show, in times of hopelessness and desperation, in times of frustration and in times of aspiration. You will dislike it in the start just like Satou hated it. But at the end of 24 episodes you will be all 'Pururin' from head to butt to toe. Its been two years since I watched this show but this pururin keeps popping in my head from time to time. So much that its become one of my favourites.The voice acting cast suits the characters so much that it feels like these voice actors were born for these roles. Anyway, such is the amazing work of the voice actors. It is also one\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe OP and Ending are good but not exceptionally great.\u001b[24m\n    \u001b[1mOPとエンディングは良いですが、例外的に素晴らしいものではありません。\u001b[22m, \u001b[1mOPやエンディングは良いが、非常に素晴らしいではありません。\u001b[22m\n\u001b[4mBut the reason sound gets a 10 is because of PURU-PURU-RU-RU Rin!\u001b[24m\n    \u001b[1mしかし、音が10になる理由はPURU-PURU-RU-RU Rinのためです！\u001b[22m, \u001b[1mしかし、音は10を取得する理由は、ぷる - ぷる-RU-RU凛のです！\u001b[22m\n\u001b[4m( Yes, I am not joking, it deserves this.) this is a song that will be played a lot of times throughout the show, in times of hopelessness and desperation, in times of frustration and in times of aspiration.\u001b[24m\n    \u001b[1m（はい、私は冗談ではない、それはこれに値する。）これはショーの中で絶望と絶望の時、欲求不満の時と抱きしめの時に何度も演奏される歌です。\u001b[22m, \u001b[1m（はい、私は冗談を言っていないですが、それはこのに値する。）これはフラストレーションの時代にと誤嚥の時代に、絶望と絶望の時代に、ショー全体に多くの時間を再生されます曲です。\u001b[22m\n\u001b[4mYou will dislike it in the start just like Satou hated it.\u001b[24m\n    \u001b[1m佐藤が嫌いなのと同じように、最初はそれを嫌うでしょう。\u001b[22m, \u001b[1mあなたは佐藤はそれを嫌って同じようにスタートでそれを嫌います。\u001b[22m\n\u001b[4mBut at the end of 24 episodes you will be all 'Pururin' from head to butt to toe.\u001b[24m\n    \u001b[1mしかし、24のエピソードの終わりには、あなたは頭から、つま先までのすべての「Pururin」になります。\u001b[22m, \u001b[1mしかし、24のエピソードの終わりに、あなたは頭からお尻までつま先まですべての「Pururin」になります。\u001b[22m\n\u001b[4mIts been two years since I watched this show but this pururin keeps popping in my head from time to time.\u001b[24m\n    \u001b[1m私はこのショーを見てから2年が経過していますが、このpururinは時折私の頭の中で飛び続ける。\u001b[22m, \u001b[1m私はこの番組を見たが、このpururinを随時私の頭の中で飛び出る続けて以来、2年ぶり。\u001b[22m\n\u001b[4mSo much that its become one of my favourites.The voice acting cast suits the characters so much that it feels like these voice actors were born for these roles.\u001b[24m\n    \u001b[1mそんなに私の好きな人のひとりになってしまいました。声優のキャストは、これらの声優がこれらの役割のために生まれたように、キャラクターにあまりにも似合っています。\u001b[22m, \u001b[1mその私のfavourites.The音声働くキャストの一人になることをあまりにも多く、これらの声優は、これらの役割のために生まれてきたようにそれは感じているので、多くの文字に適しています。\u001b[22m\n\u001b[4mAnyway, such is the amazing work of the voice actors.\u001b[24m\n    \u001b[1mとにかく、そのような声優の素晴らしい仕事です。\u001b[22m, \u001b[1mとにかく、そのようには声優の素晴らしい作品です。\u001b[22m\n\u001b[4mIt is also one\u001b[24m\n    \u001b[1mそれはまた一つです\u001b[22m, \u001b[1mまた、一つ\u001b[22m\nof the reasons you get attached to these characters.\n\n\u001b[1mこれらの文字にあなたが付いてくる理由の\u001b[22m\n\u001b[1m(Korera no moji ni anata ga tsuite kuru riyū no)\u001b[22m\n\nTranslations of \u001b[4mof the reasons you get attached to these characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mof the reasons you get attached to these characters.\u001b[24m\n    \u001b[1mこれらの文字にあなたが付いてくる理由の\u001b[22m, \u001b[1mあなたはこれらの文字に執着の理由。\u001b[22m\n\u001b[1m\u001b[22m\nART 10/10\n\n\u001b[1mART 10/10\u001b[22m\n\u001b[1m(ART 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mART 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART 10/10\u001b[24m\n    \u001b[1mART 10/10\u001b[22m\n\u001b[1m\u001b[22m\nThe reason art gets full marks ( Which I've never got in exams since I was born.) is because, the way it shows the emotions of the characters is just top notch. Although the overall art of the show is not exceptional but because the facial expressions are so well done, which convey so much more than words, is the reason it gets top marks.\n\n\u001b[1m私が生まれて以来、私は試験で一度もやったことのない完全なマークを取得する理由は、キャラクターの感情が一番上のノッチであることを示すためです。 ショーの全体的な芸術は例外的なものではありませんが、言葉よりもはるかに多くを伝える表情がとてもうまくいきますので、それがトップマークを獲得する理由です。\u001b[22m\n\u001b[1m(Watashi ga umarete irai, watashi wa shiken de ichido mo yatta koto no nai kanzen'na māku o shutoku suru riyū wa, kyarakutā no kanjō ga ichiban-jō no notchidearu koto o shimesu tamedesu. Shō no zentai-tekina geijutsu wa reigai-tekina monode wa arimasenga, kotoba yori mo haruka ni ōku o tsutaeru hyōjō ga totemo umaku ikimasunode, sore ga toppumāku o kakutoku suru riyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe reason art gets full marks ( Which I've never got in exams since I was born.) is because, the way it shows the emotions of the characters is just top notch. Although the overall art of the show is not exceptional but because the facial expressions are so well done, which convey so much more than words, is the reason it gets top marks.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe reason art gets full marks ( Which I've never got in exams since I was born.) is because, the way it shows the emotions of the characters is just top notch.\u001b[24m\n    \u001b[1m私が生まれて以来、私は試験で一度もやったことのない完全なマークを取得する理由は、キャラクターの感情が一番上のノッチであることを示すためです。\u001b[22m, \u001b[1mそれは文字の感情を示している方法は、ちょうど上のノッチがあるから芸術は満点を取得（私が生まれたので、私は試験に入ったことがありません。）理由があります。\u001b[22m\n\u001b[4mAlthough the overall art of the show is not exceptional but because the facial expressions are so well done, which convey so much more than words, is the reason it gets top marks.\u001b[24m\n    \u001b[1mショーの全体的な芸術は例外的なものではありませんが、言葉よりもはるかに多くを伝える表情がとてもうまくいきますので、それがトップマークを獲得する理由です。\u001b[22m, \u001b[1mショーの全体的な技術は、例外ではないですが、そんなに多くの言葉よりも伝えるようによく行われている表情は、理由があるので、それは、トップマークを取得しているが。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment And OVERALL 10/10\n\n\u001b[1m楽しさと全体的な10/10\u001b[22m\n\u001b[1m(Tanoshisa to zentai-tekina 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment And OVERALL 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment And OVERALL 10/10\u001b[24m\n    \u001b[1m楽しさと全体的な10/10\u001b[22m, \u001b[1m楽しさと全体の10月10日\u001b[22m\n\u001b[1m\u001b[22m\nI wanted to give an 11/10 for enjoyment, but then my Elementary School Mathematics Teacher will start shrieking in his grave. Yes, this show will keep you on your toes throughout its episodes. There will be times when you will laugh at Satou's patheticness, there will be frustrating times when you'd want to smash you computer and pee on its screen and there will be times you'd be about to weep, but might manage to punch a cushion just in time to save yourself. Such a real anime this is ( Now dont say, 'TVs and refrigerators dont have eyes so this show is not real', it is just the imagination of this pothead Satou.).\n\n\u001b[1m私は楽しみのために11/10を与えたいと思っていましたが、私の小学校の数学教師は彼の墓の中で叫び始めます。 はい、このショーはエピソードを通してあなたのつま先にあなたを保つでしょう。  Satouの哀れみを笑ってしまう時があります。コンピューターとおしっこを画面に叩きつけ、泣きそうになる時があります。 ちょうどあなた自身を救うためにクッション。 このようなリアルなアニメはこれです（今は「テレビや冷蔵庫には目がないので、このショーは実際ではありません」というのは、このサトウのポットヘッドの想像だけです）。\u001b[22m\n\u001b[1m(Watashi wa tanoshimi no tame ni 11/ 10 o ataetai to omotte imashitaga, watashi no shōgakkō no sūgaku kyōshi wa kare no haka no naka de sakebi hajimemasu. Hai, kono shō wa episōdo o tōshite anata no tsumasaki ni anata o tamotsudeshou. Satou no awaremi o waratte shimau toki ga arimasu. Konpyūtā to oshikko o gamen ni tatakitsuke, naki-sō ni naru toki ga arimasu. Chōdo anata jishin o sukuu tame ni kusshon. Ko no yōna riaruna anime wa koredesu (ima wa `terebi ya reizōko ni wa me ga nainode, kono shō wa jissaide wa arimasen' to iu no wa, kono Satō no pottoheddo no sōzō dakedesu).)\u001b[22m\n\nTranslations of \u001b[4mI wanted to give an 11/10 for enjoyment, but then my Elementary School Mathematics Teacher will start shrieking in his grave. Yes, this show will keep you on your toes throughout its episodes. There will be times when you will laugh at Satou's patheticness, there will be frustrating times when you'd want to smash you computer and pee on its screen and there will be times you'd be about to weep, but might manage to punch a cushion just in time to save yourself. Such a real anime this is ( Now dont say, 'TVs and refrigerators dont have eyes so this show is not real', it is just the imagination of this pothead Satou.).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wanted to give an 11/10 for enjoyment, but then my Elementary School Mathematics Teacher will start shrieking in his grave.\u001b[24m\n    \u001b[1m私は楽しみのために11/10を与えたいと思っていましたが、私の小学校の数学教師は彼の墓の中で叫び始めます。\u001b[22m, \u001b[1m私は楽しみのために11月10日を与えたいと思ったが、その後、私の小学校の数学教師は彼の墓に金切り声を開始します。\u001b[22m\n\u001b[4mYes, this show will keep you on your toes throughout its episodes.\u001b[24m\n    \u001b[1mはい、このショーはエピソードを通してあなたのつま先にあなたを保つでしょう。\u001b[22m, \u001b[1mはい、この番組は、そのエピソードを通してあなたのつま先にあなたを維持します。\u001b[22m\n\u001b[4mThere will be times when you will laugh at Satou's patheticness, there will be frustrating times when you'd want to smash you computer and pee on its screen and there will be times you'd be about to weep, but might manage to punch a\u001b[24m\n    \u001b[1mSatouの哀れみを笑ってしまう時があります。コンピューターとおしっこを画面に叩きつけ、泣きそうになる時があります。\u001b[22m, \u001b[1mあなたは佐藤さんの哀愁を笑うだろうと、あなたはその画面上にあなたのコンピュータやおしっこを粉砕したいと思いますときにイライラする時間があるでしょうし、あなたが泣くしようとするだろうが、パンチするために管理するかもしれない回があるだろう回があるでしょう\u001b[22m\n\u001b[4mcushion just in time to save yourself.\u001b[24m\n    \u001b[1mちょうどあなた自身を救うためにクッション。\u001b[22m, \u001b[1m自分だけを保存するための時間でクッション。\u001b[22m\n\u001b[4mSuch a real anime this is ( Now dont say, 'TVs and refrigerators dont have eyes so this show is not real', it is just the imagination of this pothead Satou.).\u001b[24m\n    \u001b[1mこのようなリアルなアニメはこれです（今は「テレビや冷蔵庫には目がないので、このショーは実際ではありません」というのは、このサトウのポットヘッドの想像だけです）。\u001b[22m, \u001b[1mこのような現実のアニメこれは（今言ってはいけない、「テレビと冷蔵庫が目を持っていけないので、このショーは本物ではない」、それはこのマリファナ常用者佐藤だけの想像力である。）です。\u001b[22m\n\u001b[1m\u001b[22m\nA lot of enjoyment and important things to learn from this anime for all anime fans. Usually I am against writing and reading a long review ( Satou laziness curse.) but, to put all my accumlulated feelings for this masterpiece to paper, I had to make an exception.\n\n\u001b[1mこのアニメからすべてのアニメファンのために学ぶ楽しさと重要なことがたくさんあります。 私は通常、長いレビュー（Satou laziness curse。）を書いたり読んだりすることに反対していますが、この傑作の蓄積された気持ちをすべてペーパーにするために、私は例外を作らなければなりませんでした。\u001b[22m\n\u001b[1m(Kono anime kara subete no anime fan no tame ni manabu tanoshisa to jūyōna koto ga takusan arimasu. Watashi wa tsūjō, nagai rebyū (Satou laziness curse. ) O kai tari yon dari suru koto ni hantai shite imasuga, kono kessaku no chikuseki sa reta kimochi o subete pēpā ni suru tame ni, watashi wa reigai o tsukuranakereba narimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mA lot of enjoyment and important things to learn from this anime for all anime fans. Usually I am against writing and reading a long review ( Satou laziness curse.) but, to put all my accumlulated feelings for this masterpiece to paper, I had to make an exception.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA lot of enjoyment and important things to learn from this anime for all anime fans.\u001b[24m\n    \u001b[1mこのアニメからすべてのアニメファンのために学ぶ楽しさと重要なことがたくさんあります。\u001b[22m, \u001b[1mすべてのアニメファンのためにこのアニメから学ぶ楽しさと重要なものがたくさん。\u001b[22m\n\u001b[4mUsually I am against writing and reading a long review ( Satou laziness curse.) but, to put all my accumlulated feelings for this masterpiece to paper, I had to make an exception.\u001b[24m\n    \u001b[1m私は通常、長いレビュー（Satou laziness curse。）を書いたり読んだりすることに反対していますが、この傑作の蓄積された気持ちをすべてペーパーにするために、私は例外を作らなければなりませんでした。\u001b[22m, \u001b[1m通常、私は執筆反対ですし、長いレビュー（佐藤怠惰呪いを。）読んだけど、紙にこの傑作のためのすべての私のaccumlulated気持ちを置くために、私は例外をしなければなりませんでした。\u001b[22m"
  },
  {
    "title": "NHK_ni_Youkoso",
    "id": "1210",
    "url": "https://myanimelist.net/anime/1210/NHK_ni_Youkoso",
    "user": "Lukas10",
    "profile": "/profile/Lukas10/reviews",
    "pages": "10",
    "number": "17",
    "link": "/reviews.php?id=91043",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  9\n\nN.H.Kへようこそ.....私たちが経験した時に、孤独感を解決し、克服することを主な目的とした憂鬱な生活。\n\nサトウ・タツヒロ22歳のひきこもり（日記）と日々の「病気」との闘いの可能性は低いです。若い女の子の中原美咲さんは、サトウを「プロジェクト」に参加させて治療しようとしています ひきこもり。\n\nショーのトーンは、自分の悪魔が戦闘に参加しているすべてのキャラクター、たとえそれから免れていると思っているキャラクターにさえもうつ病のこの永続的な本質を与えてくれます。\nNHKは人生の\"他の\"側面を示しています。誰もが幸せになれる幸運のスライスにはいません。このシリーズは、他人が無視したりバイパスしたりする傾向がある、より暗くて真実の荒々しい側面を示しています。\n\nNHKには奇妙な流れがあり、ショーには非常に適しています。サトウと話す生き物は、彼の内面の思考/悪魔です。誰もがこれを持っています。\nあなたが見る人が物語の後ろの気分を感じるように、ほとんどの部分は非常に洞察力があったか、または刺激的だと思っていました。 あなたがそれが心の中にある完全な悲しみを隠すためのマスクやファサード以上のものではないことを知っていたので、あなたはそれを隠しておいた。\n\nアート/サウンドはあなたが望むようにフィーリングがあり、メロディック/アップビートのOPとフランティックかつヘビーなEDです。私は自分の権利で楽しんでいましたが、ボイスはすべてのキャラクターに完璧にフィットし、ショーに描かれた個性に合っています。\n\nNHKへようこそ私たちは船上に乗るべきであり、私はショーの憂鬱な眺めを楽しんでいて、本当にサトウに関連することができました。私にとってはこれは「マスターピース」に非常に近いですが、 私が1つのためにシリーズIを包み込んだ全体の方法は、何が示されたのではなく、放置されたり無視されたりした部分や感情を鎮めるためのものでした。\nそれだけでなく、このシリーズはセンセーショナルで、あなたの時間の価値があるわけではない、NHKは心理学的な/生涯のシリーズが何のためのマーカーであるべきかについてのあなたの見通しを変えることができるショーです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWelcome to the N.H.K..... A melancholic, slice of life which main aim is to solve and conqour a feel of lonelyness at times we have all experienced.\n\n\u001b[1mN.H.Kへようこそ.....私たちが経験した時に、孤独感を解決し、克服することを主な目的とした憂鬱な生活。\u001b[22m\n\u001b[1m(N. H. K e yōkoso.. ... Watashitachi ga keiken shita toki ni, kodoku-kan o kaiketsu shi, kokufuku suru koto o omona mokuteki to shita yūutsuna seikatsu.)\u001b[22m\n\nTranslations of \u001b[4mWelcome to the N.H.K..... A melancholic, slice of life which main aim is to solve and conqour a feel of lonelyness at times we have all experienced.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWelcome to the N.H.K..... A melancholic, slice of life which main aim is to solve and conqour a feel of lonelyness at times we have all experienced.\u001b[24m\n    \u001b[1mN.H.Kへようこそ.....私たちが経験した時に、孤独感を解決し、克服することを主な目的とした憂鬱な生活。\u001b[22m, \u001b[1mN.H.K.....主な目的は、我々はすべて経験しているの回でlonelynessの感触を解決し、conqourことです人生のメランコリック、スライスへようこそ。\u001b[22m\n\u001b[1m\u001b[22m\nSatou Tatsuhiro a 22 year old Hikikomori (Shut-In) and his daily struggle with this “Disease” He gets offered help from an unlikely source, A young girl, Nakahara Misaki who wants Satou to take part in her “Project” to cure his Hikikomori.\n\n\u001b[1mサトウ・タツヒロ22歳のひきこもり（日記）と日々の「病気」との闘いの可能性は低いです。若い女の子の中原美咲さんは、サトウを「プロジェクト」に参加させて治療しようとしています ひきこもり。\u001b[22m\n\u001b[1m(Satō tatsuhiro 22-sai no hikikomori (nikki) to hibi no `byōki' to no tatakai no kanōsei wa hikuidesu. Wakai on'nanoko no Nakahara Misaki-san wa, Satō o `purojekuto' ni sanka sa sete chiryō shiyou to shite imasu hikikomori.)\u001b[22m\n\nTranslations of \u001b[4mSatou Tatsuhiro a 22 year old Hikikomori (Shut-In) and his daily struggle with this “Disease” He gets offered help from an unlikely source, A young girl, Nakahara Misaki who wants Satou to take part in her “Project” to cure his Hikikomori.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSatou Tatsuhiro a 22 year old Hikikomori (Shut-In) and his daily struggle with this “Disease” He gets offered help from an unlikely source, A young girl, Nakahara Misaki who wants Satou to take part in her “Project” to cure his\u001b[24m\n    \u001b[1mサトウ・タツヒロ22歳のひきこもり（日記）と日々の「病気」との闘いの可能性は低いです。若い女の子の中原美咲さんは、サトウを「プロジェクト」に参加させて治療しようとしています\u001b[22m, \u001b[1m佐藤達広22歳のひきこもり（シャットIn）をし、彼はそうソース、佐藤は彼を治すために彼女の「プロジェクト」に参加することを望んでいる若い女の子、中原美咲から提供されるヘルプを取得します。この「疾患」との日々の闘い\u001b[22m\n\u001b[4mHikikomori.\u001b[24m\n    \u001b[1mひきこもり。\u001b[22m\n\u001b[1m\u001b[22m\nThe tone of the show gives this ever lasting essence of Depression tinged into every character who have their own demons to battle, even the ones you think that are immune from it.\n\n\u001b[1mショーのトーンは、自分の悪魔が戦闘に参加しているすべてのキャラクター、たとえそれから免れていると思っているキャラクターにさえもうつ病のこの永続的な本質を与えてくれます。\u001b[22m\n\u001b[1m(Shō no tōn wa, jibun no akuma ga sentō ni sanka shite iru subete no kyarakutā, tatoe sore kara manugarete iru to omotte iru kyarakutā ni sae mo utsubyō no kono eizoku-tekina honshitsu o ataete kuremasu.)\u001b[22m\n\nTranslations of \u001b[4mThe tone of the show gives this ever lasting essence of Depression tinged into every character who have their own demons to battle, even the ones you think that are immune from it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe tone of the show gives this ever lasting essence of Depression tinged into every character who have their own demons to battle, even the ones you think that are immune from it.\u001b[24m\n    \u001b[1mショーのトーンは、自分の悪魔が戦闘に参加しているすべてのキャラクター、たとえそれから免れていると思っているキャラクターにさえもうつ病のこの永続的な本質を与えてくれます。\u001b[22m, \u001b[1mショーのトーンは戦いに自分の悪魔を持っているすべての文字、それから免疫があるあなたが考えてもものに帯び恐慌のこの今までに持続的なエッセンスを提供します。\u001b[22m\nNHK Shows the “Other” side of life, Not everyone is in a happy-go-lucky Slice of Life, The series show the darker and true gritty side of life others tend to ignore or bypass.\n\n\u001b[1mNHKは人生の\"他の\"側面を示しています。誰もが幸せになれる幸運のスライスにはいません。このシリーズは、他人が無視したりバイパスしたりする傾向がある、より暗くて真実の荒々しい側面を示しています。\u001b[22m\n\u001b[1m(NHK wa jinsei no\" hoka no\" sokumen o shimeshite imasu. Daremoga shiawase ni nareru kōun no suraisu ni haimasen. Kono shirīzu wa, tanin ga mushi shi tari baipasu shi tari suru keikō ga aru, yori kurakute shinjitsu no araarashī sokumen o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mNHK Shows the “Other” side of life, Not everyone is in a happy-go-lucky Slice of Life, The series show the darker and true gritty side of life others tend to ignore or bypass.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNHK Shows the “Other” side of life, Not everyone is in a happy-go-lucky Slice of Life, The series show the darker and true gritty side of life others tend to ignore or bypass.\u001b[24m\n    \u001b[1mNHKは人生の\"他の\"側面を示しています。誰もが幸せになれる幸運のスライスにはいません。このシリーズは、他人が無視したりバイパスしたりする傾向がある、より暗くて真実の荒々しい側面を示しています。\u001b[22m, \u001b[1mNHKは人生の「その他」側を表示し、誰もがシリーズは無視するか、バイパスする傾向がある生命他人の暗いと真のザラザラ面を見せる、人生の幸せゴーラッキースライスです。\u001b[22m\n\u001b[1m\u001b[22m\nNHK has a strange undercurrent, which suits the show immensely, The creatures that talk to Satou are his inner thoughts/demons, Everyone has these, Some are just more visible than others.\n\n\u001b[1mNHKには奇妙な流れがあり、ショーには非常に適しています。サトウと話す生き物は、彼の内面の思考/悪魔です。誰もがこれを持っています。\u001b[22m\n\u001b[1m(NHK ni wa kimyōna nagare ga ari, shō ni wa hijō ni tekishite imasu. Satō to hanasu ikimono wa, kare no naimen no shikō/ akumadesu. Daremoga kore o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mNHK has a strange undercurrent, which suits the show immensely, The creatures that talk to Satou are his inner thoughts/demons, Everyone has these, Some are just more visible than others.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNHK has a strange undercurrent, which suits the show immensely, The creatures that talk to Satou are his inner thoughts/demons, Everyone has these, Some are just more visible than others.\u001b[24m\n    \u001b[1mNHKには奇妙な流れがあり、ショーには非常に適しています。サトウと話す生き物は、彼の内面の思考/悪魔です。誰もがこれを持っています。\u001b[22m, \u001b[1mNHKは非常にショーに合った奇妙な底流を、持っている、佐藤に話す生き物が彼の心の内/悪魔であり、誰もがこれらの、いくつかは他よりちょうどより多く表示されています。\u001b[22m\nYOU As the viewer get the feel the feeling behind the story, Most parts were very insightful or thought provoking, It even has its fair shares of light hearted and “funny” parts, But these parts you felt the true feeling behind them, You didn 't laugh out load, you kept it hidden because you knew it was nothing more than a mask or a facade to cover up the utter sadness that is in their hearts.\n\n\u001b[1mあなたが見る人が物語の後ろの気分を感じるように、ほとんどの部分は非常に洞察力があったか、または刺激的だと思っていました。 あなたがそれが心の中にある完全な悲しみを隠すためのマスクやファサード以上のものではないことを知っていたので、あなたはそれを隠しておいた。\u001b[22m\n\u001b[1m(Anata ga miru hito ga monogatari no ushiro no kibun o kanjiru yō ni, hotondo no bubun wa hijō ni dōsatsuryoku ga atta ka, matawa shigeki-tekida to omotte imashita. Anata ga sore ga kokoronouchi ni aru kanzen'na kanashimi o kakusu tame no masuku ya fasādo ijō no monode wanai koto o shitte itanode, anata wa sore o kakushite oita.)\u001b[22m\n\nTranslations of \u001b[4mYOU As the viewer get the feel the feeling behind the story, Most parts were very insightful or thought provoking, It even has its fair shares of light hearted and “funny” parts, But these parts you felt the true feeling behind them, You didn 't laugh out load, you kept it hidden because you knew it was nothing more than a mask or a facade to cover up the utter sadness that is in their hearts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYOU As the viewer get the feel the feeling behind the story, Most parts were very insightful or thought provoking, It even has its fair shares of light hearted and “funny” parts, But these parts you felt the true feeling behind them, You didn\u001b[24m\n    \u001b[1mあなたが見る人が物語の後ろの気分を感じるように、ほとんどの部分は非常に洞察力があったか、または刺激的だと思っていました。\u001b[22m, \u001b[1m視聴者が物語の背後にある気持ちを感じる取得するとして、あなたは、ほとんどの部分は非常に洞察力に富んであったか、それも気楽と「面白い」の部品の公正なシェアを持って、考えさせられる、しかし、これらの部品は、あなたが、あなたがdidnのその背後に真の気持ちを感じました\u001b[22m\n\u001b[4m't laugh out load, you kept it hidden because you knew it was nothing more than a mask or a facade to cover up the utter sadness that is in their hearts.\u001b[24m\n    \u001b[1mあなたがそれが心の中にある完全な悲しみを隠すためのマスクやファサード以上のものではないことを知っていたので、あなたはそれを隠しておいた。\u001b[22m, \u001b[1mあなたは彼らの心の中にある全くの悲しみを隠すためにマスクやファサード以外の何物でもなかった知っていたので 'tは負荷を笑い飛ばす、あなたは隠され、それを保ちました。\u001b[22m\n\u001b[1m\u001b[22m\nArt/Sound is as fitting as you would hope for, A melodic/upbeat OP and a Frantic and Heavy ED, Both I enjoyed in their own rights, The Voices fit perfectly to all characters and suit their personality portrayed in the show.\n\n\u001b[1mアート/サウンドはあなたが望むようにフィーリングがあり、メロディック/アップビートのOPとフランティックかつヘビーなEDです。私は自分の権利で楽しんでいましたが、ボイスはすべてのキャラクターに完璧にフィットし、ショーに描かれた個性に合っています。\u001b[22m\n\u001b[1m(Āto/ saundo wa anata ga nozomu yō ni fīringu ga ari, merodikku/ appubīto no OP to furantikku katsu hebīna EDdesu. Watashi wa jibun no kenri de tanoshinde imashitaga, boisu wa subete no kyarakutā ni kanpeki ni fitto shi, shō ni egaka reta kosei ni atte imasu.)\u001b[22m\n\nTranslations of \u001b[4mArt/Sound is as fitting as you would hope for, A melodic/upbeat OP and a Frantic and Heavy ED, Both I enjoyed in their own rights, The Voices fit perfectly to all characters and suit their personality portrayed in the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt/Sound is as fitting as you would hope for, A melodic/upbeat OP and a Frantic and Heavy ED, Both I enjoyed in their own rights, The Voices fit perfectly to all characters and suit their personality portrayed in the show.\u001b[24m\n    \u001b[1mアート/サウンドはあなたが望むようにフィーリングがあり、メロディック/アップビートのOPとフランティックかつヘビーなEDです。私は自分の権利で楽しんでいましたが、ボイスはすべてのキャラクターに完璧にフィットし、ショーに描かれた個性に合っています。\u001b[22m, \u001b[1mアート/サウンドは、メロディック/明るいOPと必死とヘビーEDあなたが望んでいるだろうとしてフィッティングで、どちらも私は自分の権利で楽しむ、声はすべての文字に完璧にフィットし、彼らの個性がショーで描か合います。\u001b[22m\n\u001b[1m\u001b[22m\nWelcome to the NHK is a Journey we should of get on board with, I enjoyed the Melancholic view of the show and could really relate to Satou, To me this is very close to a “ Masterpiece” However a few parts let it down for me , The whole way they wrapped up the series I for one was a tad let down by not what was shown, but parts or feelings that were left out or neglected.\n\n\u001b[1mNHKへようこそ私たちは船上に乗るべきであり、私はショーの憂鬱な眺めを楽しんでいて、本当にサトウに関連することができました。私にとってはこれは「マスターピース」に非常に近いですが、 私が1つのためにシリーズIを包み込んだ全体の方法は、何が示されたのではなく、放置されたり無視されたりした部分や感情を鎮めるためのものでした。\u001b[22m\n\u001b[1m(NHK e yōkoso watashitachi wa senjō ni norubekideari, watashi wa shō no yūutsuna nagame o tanoshinde ite, hontōni Satō ni kanren suru koto ga dekimashita. Watashi ni totte wa kore wa `masutāpīsu' ni hijō ni chikaidesuga, watashi ga 1tsu no tame ni shirīzu I o tsutsumikonda zentai no hōhō wa, nani ga shimesa reta node wa naku, hōchi sa re tari mushi sa re tari shita bubun ya kanjō o shizumeru tame no monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mWelcome to the NHK is a Journey we should of get on board with, I enjoyed the Melancholic view of the show and could really relate to Satou, To me this is very close to a “ Masterpiece” However a few parts let it down for me , The whole way they wrapped up the series I for one was a tad let down by not what was shown, but parts or feelings that were left out or neglected.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWelcome to the NHK is a Journey we should of get on board with, I enjoyed the Melancholic view of the show and could really relate to Satou, To me this is very close to a “ Masterpiece” However a few parts let it down for me\u001b[24m\n    \u001b[1mNHKへようこそ私たちは船上に乗るべきであり、私はショーの憂鬱な眺めを楽しんでいて、本当にサトウに関連することができました。私にとってはこれは「マスターピース」に非常に近いですが、\u001b[22m, \u001b[1mNHKにようこそしかし、いくつかの部分は私のためにそれを失望させ、私にはこれが「マスターピース」に非常に近い私たちは、私はショーのメランコリック景色を楽しんでボードに乗るの必要があり、実際に佐藤に関連する可能性の旅です\u001b[22m\n\u001b[4m, The whole way they wrapped up the series I for one was a tad let down by not what was shown, but parts or feelings that were left out or neglected.\u001b[24m\n    \u001b[1m私が1つのためにシリーズIを包み込んだ全体の方法は、何が示されたのではなく、放置されたり無視されたりした部分や感情を鎮めるためのものでした。\u001b[22m, \u001b[1m、彼らはいずれかの一連の私を包ん全体の方法は、少しは出て左または無視したではないことが示されたものが、部品や感情によって失望させました。\u001b[22m\nApart from that, This series in sensational, one that is not just worth your time, NHK is a show that can change your outlook on what a psychological/slice of life series should be the marker for.\n\n\u001b[1mそれだけでなく、このシリーズはセンセーショナルで、あなたの時間の価値があるわけではない、NHKは心理学的な/生涯のシリーズが何のためのマーカーであるべきかについてのあなたの見通しを変えることができるショーです。\u001b[22m\n\u001b[1m(Sore dakedenaku, kono shirīzu wa sensēshonaru de, anata no jikan no kachi ga aru wakede wanai, NHK wa shinri gakutekina/ shōgai no shirīzu ga nani no tame no mākādearubeki ka ni tsuite no anata no mitōshi o kaeru koto ga dekiru shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mApart from that, This series in sensational, one that is not just worth your time, NHK is a show that can change your outlook on what a psychological/slice of life series should be the marker for.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mApart from that, This series in sensational, one that is not just worth your time, NHK is a show that can change your outlook on what a psychological/slice of life series should be the marker for.\u001b[24m\n    \u001b[1mそれだけでなく、このシリーズはセンセーショナルで、あなたの時間の価値があるわけではない、NHKは心理学的な/生涯のシリーズが何のためのマーカーであるべきかについてのあなたの見通しを変えることができるショーです。\u001b[22m, \u001b[1mそれとは別に、センセーショナルなのこのシリーズは、あなたの時間だけで価値がないものは、NHKは生活シリーズの心理的/スライスがためのマーカーであるべきかについてのあなたの見通しを変更することができますショーです。\u001b[22m"
  },
  {
    "title": "NHK_ni_Youkoso",
    "id": "1210",
    "url": "https://myanimelist.net/anime/1210/NHK_ni_Youkoso",
    "user": "AMVP",
    "profile": "/profile/AMVP/reviews",
    "pages": "10",
    "number": "18",
    "link": "/reviews.php?id=25233",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  8\n\nNHKへの歓迎は、主な主人公、佐藤と共通しています。 両方とも完全に奇妙で緊張した緊張の球ですが、もしあなたがそれらを好きになるのであれば、それにもかかわらず、これらの欠点が原因である可能性があります。\n\n音楽の分野では、NHKは明らかに賞賛されています。 このショーのスコアは統一されていますが、プロットの音色に合わせて変化するほど十分です。 サウンドトラックからのこのような機能は、通常、シリーズ全体ではなく映画から期待されるものですが、これはまさにあなたのものです。\n\n一方、アニメーションは、むしろ「愛しているか放置する」ことです。 キャラクターのデザインは標準的なものですが（一部の人は、アニメのオードに浮かぶ数多くの輝く、大きな目に見えない作品の上に爽やかに現実感を感じるかもしれませんが）、アニメーションは完全に機能していると思われます。 個人的には、いつでも堅い油絵の上を動き回っていますが、より賢明なアニメーションを好む人にとっては、NHKの瞬間があります。 いずれにしても、主人公の視点がファンタジー・モードに移行すると、ショーの芸術的魅力ははるかに良くなります。 これらの勢いは、そのような頻度で発生し、完全になくなった瞬間、特に主要なキャラクターのやりとりを含むシーンに、さらに大きな感情的な重みを与えることがあります。\n\n文字そのものは、すべてが完全に開発され、実現されているように見えますが、十分に活用されていません。 ストーリーが示唆している様々なキャラクターは、非常に重要なものになる可能性があります。 すべてのシリーズ、シリーズは、最終的には魅力的なすべてではない他の支持キャラクターに多くのプレッシャーをかける。  2人の主人公、佐藤さんと美咲さんは、彼らの端をうまく保持していますが、全体的なキャストははるかに効果的に広がっていました。\n\nストーリーについては、長い間それを消化しようとするよりも、1〜2回はそれを中断するのが最善です。  NHKは佐藤さんの立場に立って、テレビやコンピュータの周りに決してスペースを残さないことを辞されたら、本当の感情的な体重を抱く悲しみと絶頂を詰め込んだ物語で素晴らしい時間を過ごします。 道徳的なものではなく（そうではないと主張しているとはいえない）、そのような概念がめったに固定されることはめったにありませんし、通常は完全なものではないからです。 それでも、それが価値あるものであれば、最終結果はそれを傷つけたり妥協することなく何かを言うように見えます。 時には不揃いであるように、NHKへの歓迎は確かに完全性に欠けているわけではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nWelcome to the NHK on the whole has much in common with its main protagonist, Sato. Both are thoroughly odd and awkward balls of tension, yet if you do come to like them, it will likely be due to these faults rather than in spite of them.\n\n\u001b[1mNHKへの歓迎は、主な主人公、佐藤と共通しています。 両方とも完全に奇妙で緊張した緊張の球ですが、もしあなたがそれらを好きになるのであれば、それにもかかわらず、これらの欠点が原因である可能性があります。\u001b[22m\n\u001b[1m(NHK e no kangei wa, omona shujinkō, Satō to kyōtsū shite imasu. Ryōhō tomo kanzen ni kimyōde kinchō shita kinchō no kyūdesuga, moshi anata ga sorera o suki ni naru nodeareba, sore nimokakawarazu, korera no ketten ga gen'indearu kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mWelcome to the NHK on the whole has much in common with its main protagonist, Sato. Both are thoroughly odd and awkward balls of tension, yet if you do come to like them, it will likely be due to these faults rather than in spite of them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWelcome to the NHK on the whole has much in common with its main protagonist, Sato.\u001b[24m\n    \u001b[1mNHKへの歓迎は、主な主人公、佐藤と共通しています。\u001b[22m, \u001b[1m全体的にNHKにようこそは、その主な主人公、佐藤と多くの共通点を持っています。\u001b[22m\n\u001b[4mBoth are thoroughly odd and awkward balls of tension, yet if you do come to like them, it will likely be due to these faults rather than in spite of them.\u001b[24m\n    \u001b[1m両方とも完全に奇妙で緊張した緊張の球ですが、もしあなたがそれらを好きになるのであれば、それにもかかわらず、これらの欠点が原因である可能性があります。\u001b[22m, \u001b[1m両方とも、徹底的に緊張の奇数と厄介なボールで、まだあなたがそれらを好きになっなければ、それはおそらく、これらの障害に起因するのではなく、それらにもかかわらずになります。\u001b[22m\n\u001b[1m\u001b[22m\nIn the area of music, NHK is indisputably endowed. The score for this show is unified yet fluid enough to change with the tone of the plot. Such functionality from a soundtrack is usually something you'd expect from a motion picture rather than a whole series, but that's exactly what you have here.\n\n\u001b[1m音楽の分野では、NHKは明らかに賞賛されています。 このショーのスコアは統一されていますが、プロットの音色に合わせて変化するほど十分です。 サウンドトラックからのこのような機能は、通常、シリーズ全体ではなく映画から期待されるものですが、これはまさにあなたのものです。\u001b[22m\n\u001b[1m(Ongaku no bun'yade wa, NHK wa akiraka ni shōsan sa rete imasu. Kono shō no sukoa wa tōitsu sa rete imasuga, purotto no neiro ni awa sete henka suru hodo jūbundesu. Saundotorakku kara no ko no yōna kinō wa, tsūjō, shirīzu zentaide wanaku eiga kara kitai sa reru monodesuga, kore wa masani anata no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mIn the area of music, NHK is indisputably endowed. The score for this show is unified yet fluid enough to change with the tone of the plot. Such functionality from a soundtrack is usually something you'd expect from a motion picture rather than a whole series, but that's exactly what you have here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the area of music, NHK is indisputably endowed.\u001b[24m\n    \u001b[1m音楽の分野では、NHKは明らかに賞賛されています。\u001b[22m, \u001b[1m音楽の分野では、NHKは議論の余地なく恵まれています。\u001b[22m\n\u001b[4mThe score for this show is unified yet fluid enough to change with the tone of the plot.\u001b[24m\n    \u001b[1mこのショーのスコアは統一されていますが、プロットの音色に合わせて変化するほど十分です。\u001b[22m, \u001b[1mこのショーのためのスコアはプロットの音色とともに変化するのに十分流体統一されています。\u001b[22m\n\u001b[4mSuch functionality from a soundtrack is usually something you'd expect from a motion picture rather than a whole series, but that's exactly what you have here.\u001b[24m\n    \u001b[1mサウンドトラックからのこのような機能は、通常、シリーズ全体ではなく映画から期待されるものですが、これはまさにあなたのものです。\u001b[22m, \u001b[1mサウンドトラックからのこのような機能は、通常は、映画ではなく、全シリーズに期待するものですが、それはあなたがここに持っているまさにそれです。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation, on the other hand, is rather 'love it or leave it'. The character designs being standard as they are (though some may find them refreshingly realistic over the myriad of shiny, big-eyed creations floating about the anime aether), the animation varies between fully functional and arguably artistic. Personally, I'll take a moving pile of mush over a stiff oil-painting any day, but for those who prefer more sensible animation, there are moments in NHK, if not entire episodes, where you might want to look away. Regardless, the show's artistic appeal gets much better whenever the perspective of the leading man shifts into fantasy mode. These forays occur with such frequency at times that they lend an even greater emotional weight to the moments when they are completely gone, particularly those scenes involving key character interactions.\n\n\u001b[1m一方、アニメーションは、むしろ「愛しているか放置する」ことです。 キャラクターのデザインは標準的なものですが（一部の人は、アニメのオードに浮かぶ数多くの輝く、大きな目に見えない作品の上に爽やかに現実感を感じるかもしれませんが）、アニメーションは完全に機能していると思われます。 個人的には、いつでも堅い油絵の上を動き回っていますが、より賢明なアニメーションを好む人にとっては、NHKの瞬間があります。 いずれにしても、主人公の視点がファンタジー・モードに移行すると、ショーの芸術的魅力ははるかに良くなります。 これらの勢いは、そのような頻度で発生し、完全になくなった瞬間、特に主要なキャラクターのやりとりを含むシーンに、さらに大きな感情的な重みを与えることがあります。\u001b[22m\n\u001b[1m(Ippō, animēshon wa, mushiro `ai shite iru ka hōchi suru' kotodesu. Kyarakutā no dezain wa hyōjun-tekina monodesuga (ichibu no hito wa, anime no ōdo ni ukabu kazuōku no kagayaku, ōkina menimienai sakuhin no ue ni sawayaka ni genjitsu-kan o kanjiru kamo shiremasenga), animēshon wa kanzen ni kinō shite iru to omowa remasu. Kojin-teki ni wa, itsu demo katai aburae no ue o ugokimawatte imasuga, yori kenmeina animēshon o konomu hito ni totte wa, NHK no shunkan ga arimasu. Izure ni shite mo, shujinkō no shiten ga fantajī mōdo ni ikō suru to, shō no geijutsu-teki miryoku wa haruka ni yoku narimasu. Korera no ikioi wa, sono yōna hindo de hassei shi, kanzen ni nakunatta shunkan, tokuni shuyōna kyarakutā no yaritori o fukumu shīn ni, sarani ōkina kanjō-tekina omomi o ataeru koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation, on the other hand, is rather 'love it or leave it'. The character designs being standard as they are (though some may find them refreshingly realistic over the myriad of shiny, big-eyed creations floating about the anime aether), the animation varies between fully functional and arguably artistic. Personally, I'll take a moving pile of mush over a stiff oil-painting any day, but for those who prefer more sensible animation, there are moments in NHK, if not entire episodes, where you might want to look away. Regardless, the show's artistic appeal gets much better whenever the perspective of the leading man shifts into fantasy mode. These forays occur with such frequency at times that they lend an even greater emotional weight to the moments when they are completely gone, particularly those scenes involving key character interactions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation, on the other hand, is rather 'love it or leave it'.\u001b[24m\n    \u001b[1m一方、アニメーションは、むしろ「愛しているか放置する」ことです。\u001b[22m, \u001b[1mアニメーションは、他の一方で、むしろ「それを愛するか、またはそれを残す」です。\u001b[22m\n\u001b[4mThe character designs being standard as they are (though some may find them refreshingly realistic over the myriad of shiny, big-eyed creations floating about the anime aether), the animation varies between fully functional and arguably artistic.\u001b[24m\n    \u001b[1mキャラクターのデザインは標準的なものですが（一部の人は、アニメのオードに浮かぶ数多くの輝く、大きな目に見えない作品の上に爽やかに現実感を感じるかもしれませんが）、アニメーションは完全に機能していると思われます。\u001b[22m, \u001b[1m文字はそのままである標準（一部はアニメエーテルについてフローティング光沢のある、大きな目作品の無数の上にそれらを爽快に現実的な見つけるかもしれませんが）、アニメーションが完全に機能し、間違いなく芸術の間で変化を設計します。\u001b[22m\n\u001b[4mPersonally, I'll take a moving pile of mush over a stiff oil-painting any day, but for those who prefer more sensible animation, there are moments in NHK, if not entire episodes, where you might want to look away.\u001b[24m\n    \u001b[1m個人的には、いつでも堅い油絵の上を動き回っていますが、より賢明なアニメーションを好む人にとっては、NHKの瞬間があります。\u001b[22m, \u001b[1m個人的に、私は堅い油絵任意の日にわたってドロドロの移動山を取るが、より賢明なアニメーションを好む人のために、あなたは離れて見たいと思うかもしれません全体のエピソードは、そこにNHKでモーメントがあり、そうでない場合。\u001b[22m\n\u001b[4mRegardless, the show's artistic appeal gets much better whenever the perspective of the leading man shifts into fantasy mode.\u001b[24m\n    \u001b[1mいずれにしても、主人公の視点がファンタジー・モードに移行すると、ショーの芸術的魅力ははるかに良くなります。\u001b[22m, \u001b[1mかかわらず、ショーの芸術的魅力は、一流の人の視点は、ファンタジー・モードに移行したときにはるかに良くなります。\u001b[22m\n\u001b[4mThese forays occur with such frequency at times that they lend an even greater emotional weight to the moments when they are completely gone, particularly those scenes involving key character interactions.\u001b[24m\n    \u001b[1mこれらの勢いは、そのような頻度で発生し、完全になくなった瞬間、特に主要なキャラクターのやりとりを含むシーンに、さらに大きな感情的な重みを与えることがあります。\u001b[22m, \u001b[1mこれらの進出は、彼らが完全になくなっている瞬間にさらに大きな感情的な重みを貸す回、キー文字の相互作用を含む特にそれらの場面でそのような頻度で発生します。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the characters themselves, they all seem fully developed and realized, yet underutilized. Various characters whom the story suggests could be vitally important end up appearing in only a hand-full of episodes; all the while, the series puts to much pressure on other supporting character that ultimately just aren't all that compelling. The two main characters, Sato and Misaki, hold up their ends just fine, but the overall cast could have been spread about much more effectively.\n\n\u001b[1m文字そのものは、すべてが完全に開発され、実現されているように見えますが、十分に活用されていません。 ストーリーが示唆している様々なキャラクターは、非常に重要なものになる可能性があります。 すべてのシリーズ、シリーズは、最終的には魅力的なすべてではない他の支持キャラクターに多くのプレッシャーをかける。  2人の主人公、佐藤さんと美咲さんは、彼らの端をうまく保持していますが、全体的なキャストははるかに効果的に広がっていました。\u001b[22m\n\u001b[1m(Moji sonomono wa, subete ga kanzen ni kaihatsu sa re, jitsugen sa rete iru yō ni miemasuga, jūbun ni katsuyō sa rete imasen. Sutōrī ga shisa shite iru samazamana kyarakutā wa, hijō ni jūyōna mono ni naru kanōsei ga arimasu. Subete no shirīzu, shirīzu wa, saishūtekini wa miryoku-tekina subetede wanai ta no shiji kyarakutā ni ōku no puresshā o kakeru. 2-Ri no shujinkō, Satō-san to Misaki-san wa, karera no hashi o umaku hoji shite imasuga, zentai-tekina kyasuto wa haruka ni kōka-teki ni hirogatte imashita.)\u001b[22m\n\nTranslations of \u001b[4mAs for the characters themselves, they all seem fully developed and realized, yet underutilized. Various characters whom the story suggests could be vitally important end up appearing in only a hand-full of episodes; all the while, the series puts to much pressure on other supporting character that ultimately just aren't all that compelling. The two main characters, Sato and Misaki, hold up their ends just fine, but the overall cast could have been spread about much more effectively.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the characters themselves, they all seem fully developed and realized, yet underutilized.\u001b[24m\n    \u001b[1m文字そのものは、すべてが完全に開発され、実現されているように見えますが、十分に活用されていません。\u001b[22m, \u001b[1m文字そのものについては、それら全てが完全に開発され、実現し、まだ十分に活用されていないようです。\u001b[22m\n\u001b[4mVarious characters whom the story suggests could be vitally important end up appearing in only a hand-full of episodes;\u001b[24m\n    \u001b[1mストーリーが示唆している様々なキャラクターは、非常に重要なものになる可能性があります。\u001b[22m, \u001b[1m話は示唆している様々な文字が唯一の手フルエピソードの中に現れる極めて重要終わりまでである可能性があります。\u001b[22m\n\u001b[4mall the while, the series puts to much pressure on other supporting character that ultimately just aren't all that compelling.\u001b[24m\n    \u001b[1mすべてのシリーズ、シリーズは、最終的には魅力的なすべてではない他の支持キャラクターに多くのプレッシャーをかける。\u001b[22m, \u001b[1mすべての中には、シリーズは、最終的にはちょうどすべてが魅力的ではない他のサポート性質上、多くの圧力を置きます。\u001b[22m\n\u001b[4mThe two main characters, Sato and Misaki, hold up their ends just fine, but the overall cast could have been spread about much more effectively.\u001b[24m\n    \u001b[1m2人の主人公、佐藤さんと美咲さんは、彼らの端をうまく保持していますが、全体的なキャストははるかに効果的に広がっていました。\u001b[22m, \u001b[1m2メインキャラクター、佐藤美咲は、うまくそれらの端部を保持するが、全体的なキャストは約はるかに効果的に拡散された可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the story, it's best to make a break for it in one or two goes, rather than try to digest it over an extended period. Should you ever find yourself in Sato's position, resigned to never leaving the space around your tv or computer, NHK makes for a great time, with a story that's packed with pathos and a climax that bears genuine emotional weight. Don't come to this show expecting answers, because the moral (not that it would ever claim to have one) is that such concepts can rarely ever be pinned down, and even then usually aren't full-proof. Still, for what it's worth, the end result does seem to say something without watering it down or compromising. As uneven as it is at times, Welcome to the NHK is certainly not lacking in integrity.\n\n\u001b[1mストーリーについては、長い間それを消化しようとするよりも、1〜2回はそれを中断するのが最善です。  NHKは佐藤さんの立場に立って、テレビやコンピュータの周りに決してスペースを残さないことを辞されたら、本当の感情的な体重を抱く悲しみと絶頂を詰め込んだ物語で素晴らしい時間を過ごします。 道徳的なものではなく（そうではないと主張しているとはいえない）、そのような概念がめったに固定されることはめったにありませんし、通常は完全なものではないからです。 それでも、それが価値あるものであれば、最終結果はそれを傷つけたり妥協することなく何かを言うように見えます。 時には不揃いであるように、NHKへの歓迎は確かに完全性に欠けているわけではありません。\u001b[22m\n\u001b[1m(Sutōrī ni tsuite wa, nagaiai sore o shōka shiyou to suru yori mo, 1 〜 2-kai wa sore o chūdan suru no ga saizendesu. NHK wa Satō-san no tachiba ni tatte, terebi ya konpyūta no mawari ni kesshite supēsu o nokosanai koto o jisa retara, hontō no kanjō-tekina taijū o daku kanashimi to zetchō o tsumekonda monogatari de subarashī jikan o sugoshimasu. Dōtokutekina monode wanaku (sōde wa nai to shuchō shite iru to wa ienai), sono yōna gainen ga mettani kotei sa reru koto wa mettani arimasenshi, tsūjō wa kanzen'na monode wanaikaradesu. Soredemo, sore ga kachi aru monodeareba, saishū kekka wa sore o kizutsuke tari dakyō suru koto naku nanika o iu yō ni miemasu. Tokiniha fuzoroidearu yō ni, NHK e no kangei wa tashika ni kanzen-sei ni kakete iru wakede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAs for the story, it's best to make a break for it in one or two goes, rather than try to digest it over an extended period. Should you ever find yourself in Sato's position, resigned to never leaving the space around your tv or computer, NHK makes for a great time, with a story that's packed with pathos and a climax that bears genuine emotional weight. Don't come to this show expecting answers, because the moral (not that it would ever claim to have one) is that such concepts can rarely ever be pinned down, and even then usually aren't full-proof. Still, for what it's worth, the end result does seem to say something without watering it down or compromising. As uneven as it is at times, Welcome to the NHK is certainly not lacking in integrity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the story, it's best to make a break for it in one or two goes, rather than try to digest it over an extended period.\u001b[24m\n    \u001b[1mストーリーについては、長い間それを消化しようとするよりも、1〜2回はそれを中断するのが最善です。\u001b[22m, \u001b[1m物語としては、それは、1または2になるにそれのための休憩を作るのではなく、長期間にわたってそれを消化しようとするのがベストです。\u001b[22m\n\u001b[4mShould you ever find yourself in Sato's position, resigned to never leaving the space around your tv or computer, NHK makes for a great time, with a story that's packed with pathos and a climax that bears genuine emotional weight.\u001b[24m\n    \u001b[1mNHKは佐藤さんの立場に立って、テレビやコンピュータの周りに決してスペースを残さないことを辞されたら、本当の感情的な体重を抱く悲しみと絶頂を詰め込んだ物語で素晴らしい時間を過ごします。\u001b[22m, \u001b[1mあなたは佐藤の立場に自分自身を見つける、あなたのテレビやパソコンの周りにスペースを残さないように辞任する必要があり、NHKは哀愁と本物の感情的な重みを負うクライマックスを詰めの話で、素晴らしい時間になります。\u001b[22m\n\u001b[4mDon't come to this show expecting answers, because the moral (not that it would ever claim to have one) is that such concepts can rarely ever be pinned down, and even then usually aren't full-proof.\u001b[24m\n    \u001b[1m道徳的なものではなく（そうではないと主張しているとはいえない）、そのような概念がめったに固定されることはめったにありませんし、通常は完全なものではないからです。\u001b[22m, \u001b[1m（それが今まで1を持っていると主張するだろうないこと）道徳的には、このような概念はめったに釘付けされ、その後も通常は完全防水ではありません。できることですので、答えを期待してこのショーに来ないでください。\u001b[22m\n\u001b[4mStill, for what it's worth, the end result does seem to say something without watering it down or compromising.\u001b[24m\n    \u001b[1mそれでも、それが価値あるものであれば、最終結果はそれを傷つけたり妥協することなく何かを言うように見えます。\u001b[22m, \u001b[1mそれでも、何が価値があるために、最終結果はそれを散水や妥協することなく、何かを言うように見えるん。\u001b[22m\n\u001b[4mAs uneven as it is at times, Welcome to the NHK is certainly not lacking in integrity.\u001b[24m\n    \u001b[1m時には不揃いであるように、NHKへの歓迎は確かに完全性に欠けているわけではありません。\u001b[22m, \u001b[1mそれが倍になるような凹凸として、NHKにようこそは確かに整合性に欠けていません。\u001b[22m"
  },
  {
    "title": "NHK_ni_Youkoso",
    "id": "1210",
    "url": "https://myanimelist.net/anime/1210/NHK_ni_Youkoso",
    "user": "savvly",
    "profile": "/profile/savvly/reviews",
    "pages": "10",
    "number": "19",
    "link": "/reviews.php?id=43547",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  10\nキャラクター|  9\n|  9\n\nおそらくすべての視聴者が主人公Satouに関連することはできないかもしれませんが、これはうつ病や絶望のトピック、おそらくは隔離された生活様式の影響に関する視聴者と効果的につながるシリーズです。 シリーズ全体を通して、私たちはSatouからの多大なイントロスペクションを受けるが、それは道徳的な難問の圧倒的な弾圧ではない。 実際、それは反射、観測、そして些細な思考のバランスが非常に良いです。 その結果、シリーズの終わりまでに、あなたはサトウを知っているかのように、あるいは少なくとも彼に関連することができるかのように感じるでしょう。 アニメを目立たせる主人公との親密さです。\n良いショーの他のすべての要素も存在し、素晴らしくフィットするサウンドトラックによって強調されています。 キャラクターの開発はいいですし、話はシンプルですが効果的です。 非常に面白い時に、そして楽しむことができるが、サイドキャラクターのアーク（〜2つのエピソード）の中でちょっとした眠気のような気がする。 アートはある時点ではちょっとファンキーで、品質を犠牲にしているのか、それとも芸術的なテイクや、おそらく2つの製品のために行くのかを見分けるのは難しいですが、それは間違いありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThough maybe not all viewers will be able to relate to the main character, Satou, this is a series that effectively connects with the audience on the topics of depression and hopelessness, and perhaps the effects of a secluded lifestyle. Throughout the series, we get a heavy dose of introspection from Satou, but it isn't an overwhelming barrage of moral conundrums. In fact, it is a great balance of reflection, observation, and even trivial thoughts. As a result, by the end of the series you will feel as if you know Satou, or at the least, be able to relate to him. It's this intimacy with the main character that makes the anime stand out.\n\n\u001b[1mおそらくすべての視聴者が主人公Satouに関連することはできないかもしれませんが、これはうつ病や絶望のトピック、おそらくは隔離された生活様式の影響に関する視聴者と効果的につながるシリーズです。 シリーズ全体を通して、私たちはSatouからの多大なイントロスペクションを受けるが、それは道徳的な難問の圧倒的な弾圧ではない。 実際、それは反射、観測、そして些細な思考のバランスが非常に良いです。 その結果、シリーズの終わりまでに、あなたはサトウを知っているかのように、あるいは少なくとも彼に関連することができるかのように感じるでしょう。 アニメを目立たせる主人公との親密さです。\u001b[22m\n\u001b[1m(Osoraku subete no shichō-sha ga shujinkō Satou ni kanren suru koto wa dekinai kamo shiremasenga, koreha utsubyō ya zetsubō no topikku, osorakuha kakuri sa reta seikatsu yōshiki no eikyō ni kansuru shichō-sha to kōka-teki ni tsunagaru shirīzudesu. Shirīzu zentai o tōshite, watashitachiha Satou kara no tadaina intorosupekushon o ukeruga, sore wa dōtokutekina nanmon no attōtekina dan'atsude wanai. Jissai, soreha hansha, kansoku, soshite sasaina shikō no baransu ga hijō ni yoidesu. Sono kekka, shirīzu no owari made ni, anata wa Satō o shitte iru ka no yō ni, aruiwa sukunakutomo kare ni kanren suru koto ga dekiru ka no yō ni kanjirudeshou. Anime o medata seru shujinkō to no shinmitsu-sadesu.)\u001b[22m\n\nTranslations of \u001b[4mThough maybe not all viewers will be able to relate to the main character, Satou, this is a series that effectively connects with the audience on the topics of depression and hopelessness, and perhaps the effects of a secluded lifestyle. Throughout the series, we get a heavy dose of introspection from Satou, but it isn't an overwhelming barrage of moral conundrums. In fact, it is a great balance of reflection, observation, and even trivial thoughts. As a result, by the end of the series you will feel as if you know Satou, or at the least, be able to relate to him. It's this intimacy with the main character that makes the anime stand out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough maybe not all viewers will be able to relate to the main character, Satou, this is a series that effectively connects with the audience on the topics of depression and hopelessness, and perhaps the effects of a secluded lifestyle.\u001b[24m\n    \u001b[1mおそらくすべての視聴者が主人公Satouに関連することはできないかもしれませんが、これはうつ病や絶望のトピック、おそらくは隔離された生活様式の影響に関する視聴者と効果的につながるシリーズです。\u001b[22m, \u001b[1mそうでないかもしれないすべての視聴者は主人公、佐藤に関連することができるようになりますけれども、これは効果的にうつ病と絶望のトピック、人里離れた生活様式の、おそらく効果に聴衆と接続するシリーズです。\u001b[22m\n\u001b[4mThroughout the series, we get a heavy dose of introspection from Satou, but it isn't an overwhelming barrage of moral conundrums.\u001b[24m\n    \u001b[1mシリーズ全体を通して、私たちはSatouからの多大なイントロスペクションを受けるが、それは道徳的な難問の圧倒的な弾圧ではない。\u001b[22m, \u001b[1mシリーズを通して、私たちは、佐藤からイントロスペクションの重い線量を得るが、それは道徳的な難問の圧倒的な弾幕ではありません。\u001b[22m\n\u001b[4mIn fact, it is a great balance of reflection, observation, and even trivial thoughts.\u001b[24m\n    \u001b[1m実際、それは反射、観測、そして些細な思考のバランスが非常に良いです。\u001b[22m, \u001b[1m実際には、反射、観察、さらには些細な思考の素晴らしいバランスです。\u001b[22m\n\u001b[4mAs a result, by the end of the series you will feel as if you know Satou, or at the least, be able to relate to him.\u001b[24m\n    \u001b[1mその結果、シリーズの終わりまでに、あなたはサトウを知っているかのように、あるいは少なくとも彼に関連することができるかのように感じるでしょう。\u001b[22m, \u001b[1mその結果、あなたが佐藤を知っているかのように、シリーズの終わりまでにあなたが感じるだろう、あるいは少なくとも、彼に関係することができます。\u001b[22m\n\u001b[4mIt's this intimacy with the main character that makes the anime stand out.\u001b[24m\n    \u001b[1mアニメを目立たせる主人公との親密さです。\u001b[22m, \u001b[1mそれはアニメが目立つ主人公でこの親密です。\u001b[22m\nAll the other elements of a good show are also present, highlighted by a wonderfully fitting soundtrack. The character development is good, and the story is simple yet effective. Very funny at times, and enjoyable throughout, though there does feel like a bit of a lull in one the arcs of the side characters(2-3 episodes). The art is a bit funky at certain points, and it's hard to discern if they skimped on quality or were just going for an artsy take, or maybe a product of the two, but it certainly isn't bad.\n\n\u001b[1m良いショーの他のすべての要素も存在し、素晴らしくフィットするサウンドトラックによって強調されています。 キャラクターの開発はいいですし、話はシンプルですが効果的です。 非常に面白い時に、そして楽しむことができるが、サイドキャラクターのアーク（〜2つのエピソード）の中でちょっとした眠気のような気がする。 アートはある時点ではちょっとファンキーで、品質を犠牲にしているのか、それとも芸術的なテイクや、おそらく2つの製品のために行くのかを見分けるのは難しいですが、それは間違いありません。\u001b[22m\n\u001b[1m(Yoi shō no ta no subete no yōso mo sonzai shi, subarashiku fitto suru saundotorakku ni yotte kyōchō sa rete imasu. Kyarakutā no kaihatsu wa īdesushi,-banashi wa shinpurudesuga kōka-tekidesu. Hijō ni omoshiroi toki ni, soshite tanoshimu koto ga dekiru ga, saidokyarakutā no āku (〜 2tsu no episōdo) no naka de chottoshita nemuke no yōna ki ga suru. Āto wa aru jitende wa chotto fankī de, hinshitsu o gisei ni shite iru no ka, soretomo geijutsu-tekina teiku ya, osoraku 2tsu no seihin no tame ni iku no ka o miwakeru no wa muzukashīdesuga, soreha machigai arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAll the other elements of a good show are also present, highlighted by a wonderfully fitting soundtrack. The character development is good, and the story is simple yet effective. Very funny at times, and enjoyable throughout, though there does feel like a bit of a lull in one the arcs of the side characters(2-3 episodes). The art is a bit funky at certain points, and it's hard to discern if they skimped on quality or were just going for an artsy take, or maybe a product of the two, but it certainly isn't bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll the other elements of a good show are also present, highlighted by a wonderfully fitting soundtrack.\u001b[24m\n    \u001b[1m良いショーの他のすべての要素も存在し、素晴らしくフィットするサウンドトラックによって強調されています。\u001b[22m, \u001b[1m良いショーの他のすべての要素も素晴らしくフィッティングサウンドトラックによって強調され、存在しています。\u001b[22m\n\u001b[4mThe character development is good, and the story is simple yet effective.\u001b[24m\n    \u001b[1mキャラクターの開発はいいですし、話はシンプルですが効果的です。\u001b[22m, \u001b[1mキャラクターの成長は良好で、ストーリーはシンプルで効果的です。\u001b[22m\n\u001b[4mVery funny at times, and enjoyable throughout, though there does feel like a bit of a lull in one the arcs of the side characters(2-3 episodes).\u001b[24m\n    \u001b[1m非常に面白い時に、そして楽しむことができるが、サイドキャラクターのアーク（〜2つのエピソード）の中でちょっとした眠気のような気がする。\u001b[22m, \u001b[1mサイド文字（2-3話）の1円弧で小康状態のビットのようにそこに感じるんが、全体に非常に時間に面白いし、楽しいです。\u001b[22m\n\u001b[4mThe art is a bit funky at certain points, and it's hard to discern if they skimped on quality or were just going for an artsy take, or maybe a product of the two, but it certainly isn't bad.\u001b[24m\n    \u001b[1mアートはある時点ではちょっとファンキーで、品質を犠牲にしているのか、それとも芸術的なテイクや、おそらく2つの製品のために行くのかを見分けるのは難しいですが、それは間違いありません。\u001b[22m, \u001b[1m技術は、ある時点でビットファンキーであり、彼らが品質にskimpedか、単に芸術家気取りのテイク、または多分2の製品のために行っていた場合を見分けるのは難しいですが、それは確かに悪いことではありません。\u001b[22m"
  },
  {
    "title": "NHK_ni_Youkoso",
    "id": "1210",
    "url": "https://myanimelist.net/anime/1210/NHK_ni_Youkoso",
    "user": "Shaja",
    "profile": "/profile/Shaja/reviews",
    "pages": "10",
    "number": "20",
    "link": "/reviews.php?id=66657",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  7\n\nNhkは稀少なアニメ作品で、珍しいと言えば深みがあります。 これはあなたが見て、あなたの人生を考えることです。\n\nこのショーのコンセプトは、ほとんどが前進し、あなたの人生で何をしたいのかを見つけることです。 これは、人生で文字通り何もしなかった人物を取ることによってこれを行います。 彼はN.E.E.T（教育、雇用または訓練ではない）およびヒキコモリイ（hikikomorii）または英語のように閉鎖されています。 このショーでは、彼が自分の個人的な失敗や失敗に対処できないことを、彼が悪意のある目的のために敗者になってしまった組織を発明することによって探求しています。 だから、彼は人生で完全に失われてしまったので、彼は大きな妄想を引き起こし、突然、女の子は彼の人生に大きな関心を示しているように見えます。 誰もが彼とだけ交際したいという事実に衝撃を受け、彼女は彼女が提供するこの社会教育プログラムで彼を得ることができないと疑う。\n\nこのキャラクターが自分の存在をある意味で理解し、人生の中で自分のやり方を見つけ出すのを見ることは、ほとんどの人にとってこのような有能な品質を作り出します。 成長している私たちは、どこに何をしたいのかという疑問を持っています。 このキャラクターは、知らないことを示すものであり、ドアを脱いで人生に挑戦する人もいます。 この時点で、私たちは皆、救い主が来て、私たちにその道を示すことを望みますが、同時に天気を議論するかどうかは、誰かを信じて、どのように生き方を教えてくれるかを示すことができます。 私たちは皆、大きな決断に対する責任を放棄したいと考えていますが、私たち自身が見つけられなかった幸福を誰にも与えないと信じています。\n\nこのショーは私たちに人生の皮肉と私たちが意味を抱かなければならない闘いを示しています。 あなたの人生が不足していると感じたことがある場合、またはあなたが学校でやったときに何をしたいのか分からなくても、これを見ることをお勧めします。 あなた自身の人生についていくつかの視点を与えることで、これら全てを有能なキャラクターに関連付けることができます。\n\nこのアニメは、あなたが最後にあなた自身について考えることを残すので、主題だけのために時計の価値以上のものです。 このショーは、すべてが深刻ではなく、自殺、うつ、崩壊、そして時には私たちが直面することができる他の多くの社会問題のようなテーマに触れても、かなり面白いです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThe Nhk is a rare piece of anime and when i say rare i mean deep. This is something you watch and then think about your life over.\n\n\u001b[1mNhkは稀少なアニメ作品で、珍しいと言えば深みがあります。 これはあなたが見て、あなたの人生を考えることです。\u001b[22m\n\u001b[1m(Nhk wa kishōna anime sakuhin de, mezurashī to ieba fukami ga arimasu. Kore wa anata ga mite, anata no jinsei o kangaeru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe Nhk is a rare piece of anime and when i say rare i mean deep. This is something you watch and then think about your life over.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Nhk is a rare piece of anime and when i say rare i mean deep.\u001b[24m\n    \u001b[1mNhkは稀少なアニメ作品で、珍しいと言えば深みがあります。\u001b[22m, \u001b[1mNHKがアニメのまれな作品ですし、私が稀言うとき、私は深い意味します。\u001b[22m\n\u001b[4mThis is something you watch and then think about your life over.\u001b[24m\n    \u001b[1mこれはあなたが見て、あなたの人生を考えることです。\u001b[22m, \u001b[1mこれは、あなたが見て、あなたの人生について熟考するものです。\u001b[22m\n\u001b[1m\u001b[22m\nThe concept of this show is mostly moving forward and finding what you want to do with your life. It does this by taking a character who has literally done nothing with his life. He is a N.E.E.T (not in education,employment or training) as well as a hikikomorii or shut in as the English say. The show explores his inability to cope with his own personal failings and failings by inventing a organization that has set him up to be a loser for nefarious purposes. So he is completely lost in life which has caused him great delusions and then suddenly a girl appears taking great interest in his life. Shocked by the fact anyone would want to socialize with him alone he suspects her of being out to get him with this social education program she offers.\n\n\u001b[1mこのショーのコンセプトは、ほとんどが前進し、あなたの人生で何をしたいのかを見つけることです。 これは、人生で文字通り何もしなかった人物を取ることによってこれを行います。 彼はN.E.E.T（教育、雇用または訓練ではない）およびヒキコモリイ（hikikomorii）または英語のように閉鎖されています。 このショーでは、彼が自分の個人的な失敗や失敗に対処できないことを、彼が悪意のある目的のために敗者になってしまった組織を発明することによって探求しています。 だから、彼は人生で完全に失われてしまったので、彼は大きな妄想を引き起こし、突然、女の子は彼の人生に大きな関心を示しているように見えます。 誰もが彼とだけ交際したいという事実に衝撃を受け、彼女は彼女が提供するこの社会教育プログラムで彼を得ることができないと疑う。\u001b[22m\n\u001b[1m(Kono shō no konseputo wa, hotondo ga zenshin shi, anata no jinsei de nani o shitai no ka o mitsukeru kotodesu. Kore wa, jinsei de mojidōri nani mo shinakatta jinbutsu o toru koto ni yotte kore o okonaimasu. Kare wa N. E. E. T (kyōiku, koyō matawa kunrende wa nai)oyobi hikikomorii (hikikomorii) matawa eigo no yō ni heisa sa rete imasu. Kono shōde wa, kare ga jibun no kojin-tekina shippai ya shippai ni taisho dekinai koto o, kare ga akui no aru mokuteki no tame ni haisha ni natte shimatta soshiki o hatsumei suru koto ni yotte tankyū shite imasu. Dakara, kare wa jinsei de kanzen ni ushinawa rete shimattanode, kare wa ōkina mōsō o hikiokoshi, totsuzen, on'nanoko wa kare no jinsei ni ōkina kanshin o shimeshite iru yō ni miemasu. Daremoga kare to dake kōsai shitai to iu jijitsu ni shōgeki o uke, kanojo wa kanojo ga teikyō suru kono shakai kyōiku puroguramu de kare o eru koto ga dekinai to utagau.)\u001b[22m\n\nTranslations of \u001b[4mThe concept of this show is mostly moving forward and finding what you want to do with your life. It does this by taking a character who has literally done nothing with his life. He is a N.E.E.T (not in education,employment or training) as well as a hikikomorii or shut in as the English say. The show explores his inability to cope with his own personal failings and failings by inventing a organization that has set him up to be a loser for nefarious purposes. So he is completely lost in life which has caused him great delusions and then suddenly a girl appears taking great interest in his life. Shocked by the fact anyone would want to socialize with him alone he suspects her of being out to get him with this social education program she offers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe concept of this show is mostly moving forward and finding what you want to do with your life.\u001b[24m\n    \u001b[1mこのショーのコンセプトは、ほとんどが前進し、あなたの人生で何をしたいのかを見つけることです。\u001b[22m, \u001b[1mこのショーのコンセプトは、大部分が前方に移動し、あなたの人生で何をしたいかを見つけることです。\u001b[22m\n\u001b[4mIt does this by taking a character who has literally done nothing with his life.\u001b[24m\n    \u001b[1mこれは、人生で文字通り何もしなかった人物を取ることによってこれを行います。\u001b[22m, \u001b[1mこれは、文字通り彼の人生で何もしなかった文字を取ることによってこれを行います。\u001b[22m\n\u001b[4mHe is a N.E.E.T (not in education,employment or training) as well as a hikikomorii or shut in as the English say.\u001b[24m\n    \u001b[1m彼はN.E.E.T（教育、雇用または訓練ではない）およびヒキコモリイ（hikikomorii）または英語のように閉鎖されています。\u001b[22m, \u001b[1m彼はN.E.E.Tある英語としてシャットならびにhikikomoriiまたは（教育、雇用やトレーニングではありません）と言います。\u001b[22m\n\u001b[4mThe show explores his inability to cope with his own personal failings and failings by inventing a organization that has set him up to be a loser for nefarious purposes.\u001b[24m\n    \u001b[1mこのショーでは、彼が自分の個人的な失敗や失敗に対処できないことを、彼が悪意のある目的のために敗者になってしまった組織を発明することによって探求しています。\u001b[22m, \u001b[1mショーは極悪非道な目的のために敗者であることが彼を設定している組織を発明することによって、彼自身の個人的な欠点や弱点に対処する彼の無力を探ります。\u001b[22m\n\u001b[4mSo he is completely lost in life which has caused him great delusions and then suddenly a girl appears taking great interest in his life.\u001b[24m\n    \u001b[1mだから、彼は人生で完全に失われてしまったので、彼は大きな妄想を引き起こし、突然、女の子は彼の人生に大きな関心を示しているように見えます。\u001b[22m, \u001b[1mそこで彼は完全に彼の偉大な妄想を引き起こした生活の中で失われ、その後、突然、少女は彼の人生に大きな関心を取って表示されます。\u001b[22m\n\u001b[4mShocked by the fact anyone would want to socialize with him alone he suspects her of being out to get him with this social education program she offers.\u001b[24m\n    \u001b[1m誰もが彼とだけ交際したいという事実に衝撃を受け、彼女は彼女が提供するこの社会教育プログラムで彼を得ることができないと疑う。\u001b[22m, \u001b[1m事実にショックを受け誰もが、彼は彼女が提供しています。この社会教育プログラムで彼を取得するために出ているの彼女を疑っている彼だけと交流したいと思います。\u001b[22m\n\u001b[1m\u001b[22m\nWatching this character cope to make some sense of his existence and find his way in life creates this relate able quality in most people. Growing up we all have those questions of where and what we wanna do and some of us are still lost even trying to figure out what makes our existence worth living. This character personifies unknowing and shows us how extreme it can be for some people to push themselves to even get out the door and challenge life itself. at this point we all wish for a savior to come and show us the way but at the same time debate weather or not we can trust someone to direct or show us how to live. We all wanna give up responsibility for the big decisions but we cant trust anyone to give us happiness that we ourselves did not find.\n\n\u001b[1mこのキャラクターが自分の存在をある意味で理解し、人生の中で自分のやり方を見つけ出すのを見ることは、ほとんどの人にとってこのような有能な品質を作り出します。 成長している私たちは、どこに何をしたいのかという疑問を持っています。 このキャラクターは、知らないことを示すものであり、ドアを脱いで人生に挑戦する人もいます。 この時点で、私たちは皆、救い主が来て、私たちにその道を示すことを望みますが、同時に天気を議論するかどうかは、誰かを信じて、どのように生き方を教えてくれるかを示すことができます。 私たちは皆、大きな決断に対する責任を放棄したいと考えていますが、私たち自身が見つけられなかった幸福を誰にも与えないと信じています。\u001b[22m\n\u001b[1m(Kono kyarakutā ga jibun no sonzai o aruimide rikai shi, jinsei no naka de jibun no yarikata o mitsukedasu no o miru koto wa, hotondo no hito ni totteko no yōna yūnōna hinshitsu o tsukuridashimasu. Seichō shite iru watashitachiha, dokoni nani o shitai no ka to iu gimon o motte imasu. Kono kyarakutā wa, shiranai koto o shimesu monodeari, doa o nuide jinsei ni chōsen suru hito mo imasu. Kono jiten de, watashitachi wa mina, sukuinushi ga kite, watashitachi ni sonomichi o shimesu koto o nozomimasuga, dōjini tenki o giron suru ka dō ka wa, dareka o shinjite, dono yō ni ikikata o oshietekureru ka o shimesu koto ga dekimasu. Watashitachi wa mina, ōkina ketsudan ni taisuru sekinin o hōki shitai to kangaete imasuga, watashitachi jishin ga mitsuke rarenakatta kōfuku o darenimo ataenai to shinjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mWatching this character cope to make some sense of his existence and find his way in life creates this relate able quality in most people. Growing up we all have those questions of where and what we wanna do and some of us are still lost even trying to figure out what makes our existence worth living. This character personifies unknowing and shows us how extreme it can be for some people to push themselves to even get out the door and challenge life itself. at this point we all wish for a savior to come and show us the way but at the same time debate weather or not we can trust someone to direct or show us how to live. We all wanna give up responsibility for the big decisions but we cant trust anyone to give us happiness that we ourselves did not find.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWatching this character cope to make some sense of his existence and find his way in life creates this relate able quality in most people.\u001b[24m\n    \u001b[1mこのキャラクターが自分の存在をある意味で理解し、人生の中で自分のやり方を見つけ出すのを見ることは、ほとんどの人にとってこのような有能な品質を作り出します。\u001b[22m, \u001b[1mこの文字は、彼の存在のいくつかの意味を作り、生活の中で彼の方法を見つけるために対処見て、これはほとんどの人にできる品質を関連付ける作成します。\u001b[22m\n\u001b[4mGrowing up we all have those questions of where and what we wanna do and some of us are still lost even trying to figure out what makes our existence worth living.\u001b[24m\n    \u001b[1m成長している私たちは、どこに何をしたいのかという疑問を持っています。\u001b[22m, \u001b[1m育った我々はすべてのこれらの質問を持っている場所と我々が行うたいと私たちの一部はまだであっても生きて私たちの存在の価値になるかを把握しようとして失われます。\u001b[22m\n\u001b[4mThis character personifies unknowing and shows us how extreme it can be for some people to push themselves to even get out the door and challenge life itself.\u001b[24m\n    \u001b[1mこのキャラクターは、知らないことを示すものであり、ドアを脱いで人生に挑戦する人もいます。\u001b[22m, \u001b[1mこの文字は、無知な擬人化と一部の人々も、ドアを取得し、人生そのものに挑戦する自分自身をプッシュするためにそれがいかに極端な私たちを示しています。\u001b[22m\n\u001b[4mat this point we all wish for a savior to come and show us the way but at the same time debate weather or not we can trust someone to direct or show us how to live.\u001b[24m\n    \u001b[1mこの時点で、私たちは皆、救い主が来て、私たちにその道を示すことを望みますが、同時に天気を議論するかどうかは、誰かを信じて、どのように生き方を教えてくれるかを示すことができます。\u001b[22m, \u001b[1mこの時点で、我々はすべてが来て、私たちに道を示すために救世主のためではなく、同じ時間の議論の天候で、希望や私たちは、直接またはどのように生きるために私たちを表示するために誰かを信頼することができません。\u001b[22m\n\u001b[4mWe all wanna give up responsibility for the big decisions but we cant trust anyone to give us happiness that we ourselves did not find.\u001b[24m\n    \u001b[1m私たちは皆、大きな決断に対する責任を放棄したいと考えていますが、私たち自身が見つけられなかった幸福を誰にも与えないと信じています。\u001b[22m, \u001b[1m我々は、すべてのwannaは大きな決断の責任を放棄するが、我々は、私たちに私たち自身が見つけることができませんでした幸福を与えるために誰を信頼傾けます。\u001b[22m\n\u001b[1m\u001b[22m\nThis show shows us the irony of life and the struggle we all have to find meaning. I recommend you watch this if you have ever felt like your life is lacking or even if you just aren't sure what you wanna do when your done with school. It may grant you some perspective on your own life threw these all to relate able characters.\n\n\u001b[1mこのショーは私たちに人生の皮肉と私たちが意味を抱かなければならない闘いを示しています。 あなたの人生が不足していると感じたことがある場合、またはあなたが学校でやったときに何をしたいのか分からなくても、これを見ることをお勧めします。 あなた自身の人生についていくつかの視点を与えることで、これら全てを有能なキャラクターに関連付けることができます。\u001b[22m\n\u001b[1m(Kono shō wa watashitachi ni jinsei no hiniku to watashitachi ga imi o dakanakereba naranai tatakai o shimeshite imasu. Anata no jinsei ga fusoku shite iru to kanjita koto ga aru baai, matawa anata ga gakkō de yatta toki ni nani o shitai no ka wakaranakute mo, kore o miru koto o o susume shimasu. Anata jishin no jinsei ni tsuite ikutsu ka no shiten o ataeru koto de, korera subete o yūnōna kyarakutā ni kanrendzukeru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis show shows us the irony of life and the struggle we all have to find meaning. I recommend you watch this if you have ever felt like your life is lacking or even if you just aren't sure what you wanna do when your done with school. It may grant you some perspective on your own life threw these all to relate able characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show shows us the irony of life and the struggle we all have to find meaning.\u001b[24m\n    \u001b[1mこのショーは私たちに人生の皮肉と私たちが意味を抱かなければならない闘いを示しています。\u001b[22m, \u001b[1mこのショーは、私たちに人生の皮肉を示しており、闘争我々はすべて意味を見つける必要があります。\u001b[22m\n\u001b[4mI recommend you watch this if you have ever felt like your life is lacking or even if you just aren't sure what you wanna do when your done with school.\u001b[24m\n    \u001b[1mあなたの人生が不足していると感じたことがある場合、またはあなたが学校でやったときに何をしたいのか分からなくても、これを見ることをお勧めします。\u001b[22m, \u001b[1m私はあなたの人生が欠けているようにあなたが今までに感じたか、あなたはちょうどあなたがあなたの学校で行われたときに実行したいのかわからなくても場合は、これを見てお勧めします。\u001b[22m\n\u001b[4mIt may grant you some perspective on your own life threw these all to relate able characters.\u001b[24m\n    \u001b[1mあなた自身の人生についていくつかの視点を与えることで、これら全てを有能なキャラクターに関連付けることができます。\u001b[22m, \u001b[1m自分の人生ができる文字を関連付けるために、これらのすべての投げにそれはあなたにいくつかの視点を与えることができます。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is more than worth the watch just for the subject matter cause it leaves you thinking about yourself in the end. The show is also fairly hilarious when its not being all to serious, touching on subjects like suicide,depression,break ups and a myriad of other social issues we can all face at times.\n\n\u001b[1mこのアニメは、あなたが最後にあなた自身について考えることを残すので、主題だけのために時計の価値以上のものです。 このショーは、すべてが深刻ではなく、自殺、うつ、崩壊、そして時には私たちが直面することができる他の多くの社会問題のようなテーマに触れても、かなり面白いです。\u001b[22m\n\u001b[1m(Kono anime wa, anata ga saigo ni anata jishin ni tsuite kangaeru koto o nokosunode, shudai dake no tame ni tokei no kachi ijō no monodesu. Kono shō wa, subete ga shinkokude wa naku, jisatsu, utsu, hōkai, soshite tokiniha watashitachi ga chokumen suru koto ga dekiru ta no ōku no shakaimondai no yōna tēma ni furete mo, kanari omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is more than worth the watch just for the subject matter cause it leaves you thinking about yourself in the end. The show is also fairly hilarious when its not being all to serious, touching on subjects like suicide,depression,break ups and a myriad of other social issues we can all face at times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is more than worth the watch just for the subject matter cause it leaves you thinking about yourself in the end.\u001b[24m\n    \u001b[1mこのアニメは、あなたが最後にあなた自身について考えることを残すので、主題だけのために時計の価値以上のものです。\u001b[22m, \u001b[1mこのアニメは、主題は、それはあなたが最後に自分自身について考えて葉引き起こすためだけに価値がある時計以上のものです。\u001b[22m\n\u001b[4mThe show is also fairly hilarious when its not being all to serious, touching on subjects like suicide,depression,break ups and a myriad of other social issues we can all face at times.\u001b[24m\n    \u001b[1mこのショーは、すべてが深刻ではなく、自殺、うつ、崩壊、そして時には私たちが直面することができる他の多くの社会問題のようなテーマに触れても、かなり面白いです。\u001b[22m, \u001b[1mショーは、その自殺、うつ病、ブレークアップ、我々は時間にすべての顔をすることができ、他の社会問題の無数などの被写体にタッチする、深刻にすべてではないときもかなり陽気です。\u001b[22m"
  }
]
