[
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "Lithik",
    "profile": "/profile/Lithik/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=85813",
    "jp": "--- --- --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  8\nキャラクター|  5\n|  7\n\nああ、日本のアニメ/マンガの監督によると、日本は完全に溢れているようだ。\n\nだから、この物語の方向性は.. DUH DUH DUH、愛、またはむしろいくつかの愛する、一人の男...はいハレム、どのくらい幻想的な、待っている、あなたはこのハーレムが違う、幸運と このハーレムの中心にあるすばらしい若い男は、実際には...すでに女の子を選んでいますが、大きな女の子ですが、深刻で個人的な問題があります。\n\n私はこのアニメが何であるか書いておらず、もしあなたがそのシノプシスを読んでいることを知りたいのであれば、私は単にこのアニメとその喜び、あるいはむしろその非喜びに対する感情を表現するつもりです 。\n\nつまり、この男の子の後ろを追いかける5〜6組のおっぱいがあります（私は、おっぱいとは私が完全に変態していない日本人編集者によって形成された非現実的な大きさの胸を意味します） 何よりも少年の注目を集めている他のおっぱいの間のおっぱいの特別なペアですが、私はいくつかのハードと完全に予測できない状況のために言ったように、問題のおっぱいは、 彼はちょっぴりしていた）。\n\nとにかくそれは、それは物語です、彼らは何か他のサイドスクールの選挙とは、リモートでも面白くも現実的なものとしてレンダリングされていない国境の政治の駄々ですが、私はあなたのアニメを見ている理由は、 彼らの写真を撮っている誰かを捕まえたのと同じように、人を動かすようないたずらなことをやっているスーパーの驚くべき豊かな子供たちによって、人生は変わりませんでした。\n\nあなたのIQが十分に低くないと感じたら、このアニメを選んでください。私はこのアニメが助けになると確信しています。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "StardustNyako",
    "profile": "/profile/StardustNyako/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=207315",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  9\n\nでは、このショーから何が期待できるのですか？\n\nタイトルはそれをかなりうまくまとめています。\n\n愛/ロマンスとそれに伴う紛争があります。 心配しないで、ここには愚かなハーレムドラマがたくさんありません。  MCはそれほど穏やかなので、女の子の後ろにいるのは難しい。なぜなら、この男に見えるものを見るのは難しいからだ。 ありがたいことに、あなたは関係を見ることができます。ゆゆき（MC）と彼が最後に選んだ女の子はショーを通じて発展します。 それでも、ここのラブストーリーについては特別なことはありません。 このショーのハーレムルートを通ることで、他には得られなかったかもしれないさまざまなキャラクターのための開発が得られます。これはまれであり、大きなプラスです。 愛のドラマはショーの中心的な紛争と混ざっているので、さらに複雑で興味深いものになっています：SENKYO！\n\n選挙：\n\n\n\n最後には、高校生にとってはそれほど現実的ではないサスペンスの紛争がありますが、それはまだ見守るのが楽しいですし、最後に向かって動きが少しあります。\n\nチョコレート\n私はスポイラーの領域だからこの部分についてあまり話すことはできませんが、このチョコレートがこの物語の中で特定のキャラクターの関係を押し進めるための触媒としてどのように使われているのかは非常に興味深いものでした。  - 今すぐドアを外に出す - チョコレートとそれがキャラクターの一人にとって何を意味するのか、ここで心理的なドラマを少し得て、かなりクールだった暗く心理的なテーマに慣れる。\n\n恋と千金とチョコレートは、タイトルの中の3つを全て取り、それらをすべて混ぜ合わせて、あなたが信じているものを立ち上げて、彼らが望むものを得るためにチームを組んでいる大金持ちの友人たちについて、心のこもったおかしな物語をあなたに伝えます。 あなたは途中でいくつかの驚きに遭遇するでしょう。 ショーはゆっくりと始まりますが、徐々に上がっていくので、終わりまでにそれにこだわってうれしいでしょう。\n\nさて、私の最初のレビューでした。 それは形式がちょっと変わってきます。 あなたはそれから何かを得ることを望みます。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "Stripey",
    "profile": "/profile/Stripey/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=95907",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\nハレムの適応は本質的に困難な試みです。 特に、コヒーレントなプロットを管理しながら、13のエピソードに4〜5枚のハーレムを絞る必要があるとき。 限られた放映時間を回避するために、多くのシリーズは、個々のハリエットの物語に焦点を合わせるか、ショーに弱点または存在しない中心点のある種類のオムニバスを作る。 またはハーレムの主要な紛争で物語を運転するが、残りのキャストの多くを犠牲にする。 両方のルートは、腐った死体の彼らのシェアが、ハーレムの歴史の記憶に散らばっていた。 だから、私はKoiChocoを見つけたことをとても嬉しく思いました。\n\nKoiChocoの前提は、意外なことに、シリーズが進行するにつれ、意外にも重要性を増した選挙です。 これは、より少ないハーレムショーで「ロマンス」の側面を混雑させたが、KoiChocoは、ほぼすべてのハレメットにとって一貫した性格の成長を示す中央図（選挙）の優れた合併により、他のハレムの恩寵よりも高くなる。 このようなプロットとキャラクターの発展の共生は、ストーリーとキャラクターの同時開発を可能にし、すべてのストーリーの前線に対して満足のいく閉鎖で一連のショットを与える。  KoiChocoはそのような共生的な作文の一例です。\n\n私はキーキャラクターがどのように成熟し、ロマンチックなハードルを乗り越え、選挙のために一般的により強く/賢明な人々になったかに驚くようになった。 プライマリロマンスは、「彼女はあなたを愛しています」、「あなたはハーレクシー・ファイバースターではなく、より暗い要素の多面的な関係を愛しています。 そのすべてをじっくりとやっているにもかかわらず、私は最終的なクレジットが転がったときにシリーズがどのように包み込まれたかが大好きです。 そうでなければ巧妙なストーリーテリングでは小さなキンクがありました。\n\n結論として、デザートレファレンスのタイトルから借りて、KoiChocoは個々の成分が一緒に融合して、その部分の合計よりも大きい絶妙な味を与える、よく作られたフルーツケーキのようなものです。 ハーレムの奉仕品の真の宝物。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "zzSorazz",
    "profile": "/profile/zzSorazz/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=94287",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nこのアニメの最初のものは、私の意見では非常にユニークな物語を持っています。 典型的なロマンスアニメのように、彼らはいくつかの無駄なものにエピソードを浪費します。 このアニメは12のエピソードを実際に使って、素晴らしいロマンスアニメを作るためによく一緒につなぎます。 私はちょうどこの種類の物語を愛しているように、ラブストーリーはただ素晴らしいです。 彼らはまた、非常に良いサスペンスな部分をアニメにも持っています！\n\n次に、このアニメではキャラクターが素晴らしいです。 彼が周りにいる女の子のように迷惑ではなく、私は本当にそれらのすべてが好きです。 少女たちは時にはおかしく、彼らはすべて独特の特徴を持っています。 その後、メインの男のキャラクターは、いくつかの変態や迷惑な男isnt。 彼は素晴らしい人格を持っていて、本当に甘い/思いやりのある人です。 その後、彼はいくつかの面白い瞬間もあり、私は本当に男性の主人公が好きです。\n\nその後、芸術作品とそのストーリーのサウンドは素晴らしいものです。 私の意見では、ロマンスアニメの芸術はかなり重要で、演奏される音は素晴らしいです。\n\n結局、私はこのアニメを本当に楽しんだし、私のお気に入りの一つになった。 ロマンスアニメが好きで本当にいい愛のストーリーが欲しいなら、私は本当にこの1つを選ぶことをお勧めします。 いつものラブストーリーとは違う面があり、本当に好きでした!!"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "Zaeros",
    "profile": "/profile/Zaeros/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=156743",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  10\n\n\n一見して恋とチョコレートの恋は、典型的なハーレム、ロマンス、学校、人生の一部です。 カバーに騙されてはいけません。 アニメはかなり深いです。 主人公の心理的な傷跡、欺瞞、そしてあなたが小さな国全体の役人として経験する苦難に焦点を当てています。\n\nキャラクターの開発は、このショーでは最高のものではありませんが、お互いにやりとりする方法は鮮やかです。 それを実際の生活と比較すると、結果は同じに見えることがわかります。\n\n音楽は素晴らしい、コメディー/リラックスしたシーンでは、滑らかなバイオリンのメロディーが気分を明るくします。 うつ病/不安定なシーンでは、音楽の歪みや時には低音が適用されますが、それはあなたがイベントに参加したときと同じように、自分自身に浸るのに役立ちます。\n\nプロットやキャラクターはとても記憶に残っていて、本当に楽しかったです。  8.5 / 10\n\n私はあなたについて知りませんが、ロマンス、ミステリー、イベントの変更、または3つのいずれかが好きなら、私はあなたにショーをお勧めします"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "Silendris",
    "profile": "/profile/Silendris/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=93209",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  10\n\nAuu〜このアニメは、他の人と同様に、自分のような視点から見たキャラクターには何のコミットメントもありませんでしたが、時間の経過とともに私の魂がそのプロットや特性の進化に囲まれたものになりました ！\n\n実際のプロットが、悲しみ、苦味、疑念、そして絶望のかすかな気まぐれの多くの疑わしい瞬間の後に、最終的に蹴り上がると、太陽は完全に正しい方向に向かい始めたとき、私の心に明け暮れ始めました！  ^^、\nシリーズが最終的なクライマックスに向けて努力するほど、私は主キャラクターとその日常的な闘いの中で、「勇者の空」を認識し始めました。\nああ、チサトちゃんが兄弟以外の貧しいソラちゃんと同じことに気づいたとき、それはハンマーのように私の心に押し込んだのですか？ すべてが私に戻ってきた、すべての悲劇、ドラマ、敗北の気持ち、そして一度私の目を溢れさせ、ソラちゃんの傷ついた心に溺れたすべての涙が私に戻った 私がチサトちゃんとソラちゃんの接続を見始めた瞬間が活発！  ＆gt; __"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "Shinji_Furukawa",
    "profile": "/profile/Shinji_Furukawa/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=74365",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  7\nキャラクター|  9\n|  8\n\n私がこのアニメを見る理由は、彼の写真が素晴らしかったのを見たときでした。\n\nしかし、すべてのために、私は物語を楽しんだ、それは熱い陰謀の選挙でいっぱいです。\n\n1つの大きな利点は、恋愛に関わる政治要素を使用する稀有なアニメです。\n\nほとんどのアニメは政治をアニメ制作のメインディッシュとして取っていないため、これは正しい決定です。\n愛に関わるためには、観客は2つの相反する要素のため混乱するかもしれません。\n\nしかし、これは異なっており、プロデューサーは両方を同時に組み合わせることができました。"
  }
]
