[
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "ExilixE",
    "profile": "/profile/ExilixE/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=203926",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  9\n\nこのアニメはカバーや最初の2話で判断しないでください。 当初、このアニメは、愚かなプロットを持つ典型的な退屈な生命のアニメーションのスライスであるように見えましたが、実際にはこのレビューを正しく行う必要があると感じた点で興味深いショーになっていました。 理由は私が書いているのは、ショーを始めて4時間の時間を無駄にしている人のために、評価が欺かれる可能性があるので、それが良いかどうかの可能性を知らずに、 さて、私はあなたに言いましょう、それは悪いショーではなく、他の学校ドラマとはまったく異なり、時計の価値があると私の正直な意見ではありません。 私は誰もこれをアニメ版やハウスオブカードと比較して驚いた。 それは基本的にショーの政治的側面であり、それに対してより軽いアニメ調子を持っています。 私の唯一の願いは、エンディングがもう少し充実していたということでした。 私はそれを置くことができる最高の方法ですが、それは私個人的に私です。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "Illumine",
    "profile": "/profile/Illumine/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=232090",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  8\n\n「私は消えません」\n私はquitteの生活/コメディ/ロマンスシリーズを見たことがありますが、私はこれをあまり楽しんではいけないとは思っていませんでした！ 恋にセクシーチョコレートに本当に良い方法で私を驚いた！\n\nストーリー（8）：最初のグレースではストーリーが一見のように見えるかもしれませんが（私はこのシリーズを見て長らく待っていた理由の1つです）、最初のエピソードの直後に、\n\n個人的に私はその物語が本当に元気だったと思います！\n\nこのセリフは平凡なように見えるかもしれませんが、それは私を楽しむ他の生活のアニメとは違うやり方をしています。\n\nアート（7）：特別なことはありませんが、見るのが楽しいです。\n\nサウンド（7）：私が正しい場合、音は良いです、個人的には本当にEDとインサートの曲がep 11で好きです。\n\nキャラクター（8）：このアニメは本当に多様なキャストを持ち、最終的には愛密なMCではありません。 文字は論理的な方法で感情的な内訳を扱っています。 私は個人的には、夢のような感情を抱いている夢を本当に気に入っていました。\n\n楽しさ（8）：私は間違いなく人生とコメディのスライスを好む人にこれをお勧めします。 私は本当に素晴らしい時間を見ていた！\n\n総合スコア：8"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "Mroriginal",
    "profile": "/profile/Mroriginal/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=192836",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\nさて、これは私が今まで行った最初のレビューになるだろうが、ここに行く！\n\nストーリー：ストーリーとプロットは本当に良かった、私の期待が実際には少し低かったので、それはこの良かったと私は実際に驚いた。 アニメ自体は、愛するクラブを救おうとしている数人の学生のことです。 彼らの「フードクラブ」は成果をあげなかったため解散され、そのため学校の浪費が無駄になった。 大島裕樹とその友人たちは、これが起こらないようにしたいので、彼らは学校の大統領選挙に入ることに決めました。\n\n私はそれがあなたの平均的な典型的な学校/生命のアニメーションのスライスになると思っていたが、私は間違っていた！ ドラマが蹴られたときに私はとても夢中になり、興奮して私はほとんど私の椅子に倒れました。 私はここから何かを台無しにするだろうが、あなたがそれを見た後、あなたは私を理解するだろう。 ドラマはとても激しく、感情がいっぱいです。 私は全部をマラソンし、このために全エピソードを見て一日を過ごしました。 アニメがこのようなフックで私をつかまえて以来、長い時間が経ちました。 それは本当に特別なもので、他のアニメとはちょっと違います（Atleastは自分の経験から教えてくれるもの）。\n\nそれを要約すると、物語は本当に素晴らしいと本当に素晴らしいです、そして、あなたが私に尋ねるなら、それはロマン/ドラマを楽しむ人のための多くの側面があります。 しかし、いくつかのエピソードを与える、それはちょっとやっかいです。 私を信じて、それはそれの価値がある。\n\nキャラクター：キャラクターの開発は本当に何かでした。 文字の背景は本当に良かったです。 ユキと彼の幼なじみの友人チサトはちょっとした事故に戻り、チサトを傷つけます。 暗い過去のビット、それは本当にショーを通じてそれらを見て何か、そしてどのようにハーモニーを見つけるためにこれらのすべての障害を乗り越えるかです。 他のキャラクターについては、ほとんどの詳細な背景がありますが、ユウキやチサトのものほどはありません。\n\n私は本当にあなたがそれのすべてに耽溺することを楽しむと思うので、ペンタコ、余分な可愛い点があります！\n\n私は専門家ではありませんが、アニメーションは良いと思っていました。私はそれに慣れる必要はないと感じました。アニメの中には、それほど良いアニメーションに慣れる必要があるからです。 あなたがそれを好きな方法で。 しかし、私はそれを楽しんで、多くの改善が必要ないように感じました。\n\nサウンド：私はそれが好き、声優は良かったし、特定のオブジェクトのサウンドエフェクトは完全に同期していて、涼しくなったし、キャラクター間の相互作用はまったく問題ない（例えば誰かが別の人などをつかんだときを指す。  ）\n\n楽しさ/全体：このアニメは本当に過小評価されている、私はそれを愛していた理由を理解していない。 このアニメは、間違いなく私のお気に入りの一つです、それはアニメで探している多くのものがありました。 それにはロマンスがたくさんありました。それをドラマと組み合わせると、本当に強く、本当に面白いです。 私が前に言ったように、私は長いことこのアニメに興奮していないので、本当にあなたの時間をかけてそれを見ることを願っています。\n\nさて、私のレビューは終わりですが、あなたはそれが役に立つと思って、あなたもこのアニメを楽しんでくださいと願っています。 読んでくれてありがとう！"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "Togop",
    "profile": "/profile/Togop/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=73509",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  8\nアニメーション|  3\nサウンド|  7\nキャラクター|  5\n|  5\n\n短いバージョン：うまく実行されていないが、このシリーズはその物語のユニークなアプローチを持っているので、私はそれが低い評価にもかかわらずそれを見ることをお勧めします。 あなたがそれを楽しむかどうかは言えませんが、それにもかかわらず見る価値はあります。\n\n選挙がどのように働く（より正確には働かない）かを描いた複数の物語、小説、映画を簡単にリストアップすることができます。 彼らの大部分は、不公平で腐敗したキャンペーンを運営している無能な、金銭に頼った候補者を皮肉って描いている。\n愛、選挙、チョコレート！ 食物研究（a.k.a.Eating）クラブの一員で、当然のことながらその活動のための学校資金を得ている大島裕樹さんを描いています。 しかし、学生委員会の大統領選挙が近づいており、人気のある候補者は、ユキを含めて、その資金にふさわしくないクラブを解散したいと考えている。 政治やPRについて何も知らずに、ユキは彼女に向かって走ることに決めました。\nそれでは、愛、選挙、チョコレートの違いは何ですか？ あなたが上で述べた他のすべての作品は？ もう一度私達は金のために大統領のために走っている無能な候補者を持っている！\n他の類似の政治ショーや小説とは異なり、LECには皮肉なことはありません！ 代わりに、ユキは彼が本当に属している学校の場所であるクラブを失うことになる人物であり、単にそれを保護しようとしています。 フードクラブの他のメンバーや反対の候補者、現在政権を持っている人々の政治的な（そしてそれだけではない）興味深い個人ドラマも展示されています。\nこのユニークなアプローチのために、私はフィラーと恐らくコミックの愚かなシーンにもかかわらず、私は物語を8/10（私から来て良い）とします。\nしかし、芸術は好きではありませんでした。 その品質は良好ですが、私は文字のデザインについては、アートの品質よりも気になります。 そして、彼らは好きではありません：奇妙な髪、大きなおっぱい、顔のように見えるマスク。 したがって、私は3/10の技術を提供します。\n音楽はOKだった。 私はオープニングが大好きで、結末は大好きで、サウンドトラックはいいものであった。\nキャラクターデザインだけでなく、キャラクター自身もショーバックを描きます。 適切な場合（たとえば、ユキの相手、完璧で、正直で公正な候補があります;私たちには2つのコミカルな救済キャラクターがあります）、彼らは特別でもオリジナルでもありません。\n私の場合、「特別なものはない」、悪い芸術、より豊かなシーンなどのキャラクターは、ストーリーに対するユニークなアプローチを「補う」ために、私は楽しみのために5を与えます。 それにもかかわらず、私はこのシリーズを試してみることをお勧めします。\n\nPS：あなたが役に立たないことがわかったら、私に何かフィードバックを送ることができますか？"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "VEER_S",
    "profile": "/profile/VEER_S/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=215620",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  6\nキャラクター|  7\n|  5\n\n今、これはアニメを見て、チサトとサスキールートでビジュアルノベルを弾いた後の私の偏見です。  （！可能なスポイラー！）\n\n今このレビューは長くなることはありません。 アニメは他のロマンスアニメと比べていいですが、これは実際に私にゴールデンタイムを思い出させます。 芸術はOKだった、私は美術の専門家ではないので、塩の粒でそれを取る。 サウンドもOKでしたが、私はサウンド/音楽の専門家でもありません。 すべての音楽は私にとってうまく収まります。\n\n物語は素晴らしいです。 ロマンス、選挙。 これを引っ張った作家への誇り。 しかし、これは私がアニメに特化した物語に同意するという意味ではありません。 アニメは基本的にはアニメの初めにサスキールートが混在していて、アニメの最後にはチサトのルートを使います。 これは私を混乱させ、サツキルート（Best Grill）で出発して以来、本当に嫌いでした。\n\n今これが私が怒るところです。 これは、実際には、視覚小説の小学校の友だちルートを採用する少数のアニメの1つです。 しかし、私はChisatoが嫌いです。 彼女は何らかの生理的問題を抱えています。  VNをプレイした後、私はこの主張だけをサポートすることができます。 あなたの何人かが私に似ていて、ゆゆき×さつきが欲しかったら、私はあなたがビジュアルノベルを弾くことを強くお勧めします。\n\nTL; DR：Anime Adaptionのすべてが確かに6/10でした。 私は彼らがアニメの初めにサスキールートをどのように使用したのか気に入らず、チサトルートで終わった。  Chisatoには明らかな問題がいくつかあります。 アニメがSatsuki Routeを発行する場合、確かに8/10！"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "flaming-moltres",
    "profile": "/profile/flaming-moltres/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=145841",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  8\n\nこれはあなたが探しているアニメです：あなたは生命のアニメが好きですが、いくつかの紆余曲折があります。 それは軽くて面白いように思えるかもしれませんが、後半になると本当に楽しい方法でより深刻になります。\n\nこのアニメの好きなもの：\n - キャラクターの開発は、ほとんどのキャラクターにとって本当にうまく処理されました。 私はそれがこのアニメで起こっている主な事だと言うでしょう。\n - ユーモアとドラマのバランスがとれていた。 それは素敵なものから始まり、ときどき私を笑わせてくれましたが、ドラマが始まると本当に興味がありました。\n - 最初は遅い開発（後半に入る前に何も起こらないと言います）は、キャラクターを気にして、もっと知りたいと思っていました。 最初から最後まで、アクション満載のアニメではないかもしれませんが、実際には物語の後半で何が起こるか、アニメには欠けているものが気になります。\n\n私がアニメについて嫌ったもの：\n - それはアクションの完全なエピソードに置き換えられるために本当に遅いペースで始まり、その部分が急いでいたように感じた。 このアニメは本当に物語をよく伝えるために25のエピソードを持っていたはずです\n - それは非常に短いので、主人公の過去のより深い一見のようなものは見落とされ、もっと知りたいと思ったでしょう。 このアニメにはたくさんの偉大なキャラクターがいて、それについてもっと知ることができなかったのは残念です。\n - このシリーズにはいくつかのファンサービスがあり、それを持つ必要がないような気がします。 それは最小限に抑えられていた。\n\n全体：私は本当にこのアニメを楽しんだ。 私はそれがその不足のためにいくつかの部分のために十分に深くはないことがわかったが、それ以外は本当に面白かった。 それは人生のスライス、アクション、ドラマ、そして多くのキャラクターを含む素晴らしいミックスです。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "Conor_Styles",
    "profile": "/profile/Conor_Styles/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=215163",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  8\n|  8\n\nあなたがこれを見たなら、私はあののかなた4のリズムも見ておくことをお勧めします。 両方ともスプライトによって書かれました。 そしてどちらもかなり楽しいです。\nさて、恋とチョコレート、恋愛、選挙、チョコレート。 タイトルが示唆するように、この3つのすべてがこのショーに関わっています。 しかし、彼らはお互いに葛藤しているようです。 政治に愛はなく、間違いなく甘いです。  （それがダークチョコレートでない限り）。 それではどうやって動くのですか？\n非常に単純に、それはVNの適応です、それで何とかそれ自身を働かせます。 そして、私を信じて、ITは働いています。 私は再びそれを見ようとしています、4回目です。\n\nストーリー。 プロットがあります!!! そして、いいえ、「プロット」ではありません。 あなたは実際にこのショーを真剣に受けて、それでもあなたが好きなだけ楽しむことができます。 それは非常に一般的な設定、高校にもかかわらず、それはかなりオリジナルのプロットを持っています。 貴重なものがあなたの日常生活から奪われようとしているとき、あなたは何をしますか？ 当然、あなたはできるだけ多くの人と戦い、保護します。 そして、アニメの伝承に続いて、このショーは躊躇しない。 そして、関わったドラマは、このショーを大きく増強します。 そして、このショーには誰にとっても何かがあります。\n\nアート。 かなり簡単ですが効果的です。  moeやLove likeのようなライブはありません。 ちょっとシンプル。  SAOのようなものですが、簡単です。\n\n音。 あなたが私のAo no Kanataのレビューを読んだら、それは多かれ少なかれ同じでしょう。 このショーはVNから適応されました。当然、VN自体のオストも再利用されます。 そして、問題はありません。 それは心を壊すオスト、陽気なオスト、落ち着いているが幸せなものを持っています。 たくさん。  （うんざりすると、YouTubeにはもう存在しません）\n\n文字。 再び、非常にVNの伝統。 子供の頃の友人は傷跡を残しています。あなたの手の届かないところには、邪魔をしない方法と、静かなものと、親しみやすいものがあります。 私はそれらすべてが好きです。 しかし、彼らはあまり記憶に残っていませんが、少し残念です。 あなたがそれを見るとき、あなたが好きになるでしょうが、ショーを終えると、彼らは消えていく傾向があります。 それ以外は、非常にユニークでよくデザインされたキャラクターです。\n\n楽しみ。 非常に楽しいですが、B-list / C-listの有名人に似ています。 あなたは彼らが存在することを知っている、彼らは非常に良い俳優/女優ですが、彼らがどのように試しても、彼らはそのプールから飛び降りることはできません。 それはこのショーのようなものです。 多分それはプロット/キャラクター/芸術と何かを持っています。 知りません。 しかし、それはそのクラスで最高のショーになるでしょう。\nあなたはニセコイとこれを比較することができますが、最終的にニセコイはAリストのセレブですので、これが気になる前に気づくでしょう。 しかし、あなたがこれを好きな人に解散させるならば、おそらくRakudai Kishi、それは優れたアニメであるというチャンスです。  （プロットではなく「プロット」の面で）\nそして、このショーは真剣に、または軽く心を奪われることができます。それが私がこのショーを愛する理由の1つです。\n\n全体として、それはおそらくそのクラスで最高のVN適応アニメです。 非常にクールなプロット、公正な芸術、素晴らしい音、偉大な文字と非常に良い楽しみ。 そして私は人々にそれを見ることを勧めます。 そしてありがたいことに、それは幸せな結末を持っています！\n\nそして、あなたがこのショーを見終えたなら、Ao no Kanataを4リズムにしてください。 彼らはある程度類似している。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "suigintou101",
    "profile": "/profile/suigintou101/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=205656",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  5\n\n恋のSenkyo to Chocolateこのレビューはスポイラーが含まれている可能性がありますアニメスコア：6\n\n私は、アニメが悪いのか素晴らしいのかをレビューしていませんが、このアニメは平均的なものでしたので、皆さんに私の考えを伝えたいと思っていた方が良いかもしれません。 だから私はどのようにこのアニメについて話すことができますが、アニメはロマンス、ドラマの学校生活アニメから期待するものとまったく同じです。  2つの主要なキャラクター明白なメロドラマと他のすべてのたわごととの明らかな愛。 このアニメはエピソード1から非常に良いものだったので、このアニメがそれほど悪くないと思うようになりましたが、私は間違っていました。 エピソード6からエピソード8まで、このアニメは平らではなく平らではなく、顔の上に平らなフラットに落ちていたが、ブランの洗面台の胸は平らだった。 それはちょうどスキップされているはずだった多くの瞬間を持っていました。あなたの口に乾いた味を残しました。\n\n物語は、お互いの気持ちを持っている非常に単純な2人の幼なじみの友人ですが、いくつかの心的外傷は、それを実現するのを止めています。 主人公の周りに常に存在する多くのサイドキャラクターが、彼らの話題についてもっと説明するエピソードをいくつか持っていたが、プロデューサーはそれが決して悲観的ではないと判断し、愚かで不本意なエピソードだけをわずかに展開した。 キャラクターの多くは、主人公やサイドキャラクターなどキャラクターの多くがキャラクターの開発をほとんどしていないので、ほとんどの時間を大胆に叩きたい。\n\nこのアニメの話はとてもシンプルで簡単にできたかもしれないが、複雑で暗い不吉なプロットをその中に入れなければならなかった。 このアニメには、刑務所の学校が含まれています：一般的な楽しい楽しい時間の雰囲気とそれに学校の問題。 スキャンダル、陰鬱な人と掘り出し物、そしてこの学校の狂った委員会が集まる学校。\n\nこのアニメは、幸せな毎日の学校生活の中で、暗く危険な活動が起こっているように見えるようにするのが難しいです。 まあ、このアニメはそれで失敗します、実際にアニメはそれほど貧弱なので、私はもはや悪い側に誰が気にしなかったか、大島は生徒会長のために走っています。 オープニングは終わりと同様に良いものでした。 アニメが平らに落ちた理由の1つは、2つの主要なプロットでジャグリングしようとしていたためで、もう1つのプロットが追加され、すべてのバランスをとることが難しくなったからです。  1つは、大島が自らのクラブを救うために生徒会長のために走っていたこと、そして大島と千里の関係と緊張、第3は生徒会の間の戦いでした。 この3番目のプロットが入って別の主なプロットになるまで、アニメは順調に進んでいた。 彼らはそれを扱うことができなかったので、できるだけ早く第1と第3のプロットを終了しなければならなかった。 実際、それはアニメを非常に穏やかな、そして面白くしていませんでした。 だから、あまりにも多くのこのアニメは、不必要なプロットと開発のためにその顔にフラットになる。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "GeekyH",
    "profile": "/profile/GeekyH/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=75437",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  8\n\nストーリー：\n恋とチョコレートとの関わりの話は、第11話まではかなり良かった。 面白かったです。少年時代に亡くなった兄弟の小島友人と大島との間に、恋愛、若干のドラマがありました。\nしかし、11回目のエピソードでは、物事が邪魔になり始めました。それは非現実的でメロドラマ的なものになってしまいました。\nそれ以外は素晴らしい話があります:)\n\nアート：\n素晴らしいアート、私はアートに関するすべてを愛していました。 衣装は涼しかったし、彼らはどのように顔を描くのが大好きです。 雪山の登場人物の目を思い起こさせてくれるのは本当にクールだと思います。\n\n音：\n\nオープニングのテーマは非常にきれいで、アニメとよく似ています。あなたが眠ってしまうような平和なものですが、同時にペースが速いのです。\n\n結末も素晴らしいです。\n\nキャラクターの声に関しては、彼らはキャラクターに合った声で素晴らしい仕事をしました。他のアニメとは違って、私は彼らがどこから離れているのか見てきました。\n\nキャラクター：\n\n大島は最高だと思いますが、彼は公正で親切で、全体的にいい人です。\n\n一方、チサトは時々騒々しく混乱します。 私は彼女の束が好きだったが、時々私は彼女が黙って不平を言うのを止めて、ぎっしりとしたいと思った。\n\n別のキャラクター、高校の最後の大統領は、目を開けることはほとんどありません。 そして、通常、黒執事のブリーチやラオのジンのようなアニメでは、私は気にしないし、キャラクターとマッチしますが、何らかの理由で、このキャラクターを見るたびに、カップルから離れて常に目を閉じてしまった 時折\n\n楽しみ：\n\n高校時代になぜそれがとても劇的であるのか真剣に考えていた大きなメロドラマ的なクライマックス以外は、とても楽しかったです。 特にドラマ全般の偉大なコメディーリリーフであり、いつも大島とのやり取りを試みて、「八尾スティックズ」を作った緑色の髪の毛のクラブ会員、夢。\n\n全体：\n\n非常に奇妙なストーリーや、劇的ではないはずの劇的なシーンや説明できない行為でさえ、このアニメはかなりかわいかったし、もしあなたがハレムやロマンスアニメのファンなら、それを見なければならない。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "AnotherStatsGuy",
    "profile": "/profile/AnotherStatsGuy/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=228240",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  8\n\nこれは、世界を火にするアニメではありません。 これは実際にあなたの参照ベースを広げるために見るアニメの多くです。  7.3複合スコアはそれの指標となるはずです。 あなたが好きなものや好きでないものを見つけ出す。 それはフィラーショーです。 すべてのアニメがソウルイーター、フルメタルアルケミスト、またはゲームチェンジャーのFamiliar of Zeroになることはありません。\n\n私は文字から始めましょう：\n主人公：小島由紀は何も特別なものではありません。 彼は彼のクラブが閉鎖されないようにしたいので走ります。 途中で、彼はいくつかのもの、yadah、yadah、yadahを学ぶ。\nメインガール：チサト。 児童期から大島との親友。 おなじみのものは見ていますか？\nクラブの残りの部分は原型を埋める。 あなたはあなたの小さな女の子と頭のいい頭を持っています。  （同じキャラクターになるのは誰か）コミック・リリーフのデュオ。 姉妹タイプ。 変態。 大島の走っているライバルである「正直な女性」。 私たちの主人公を狙った先生。 等。\n\nあなたはなぜそれらがとても一般的であるときに私がキャラクターに9を与えたのか疑問に思います。 彼らは和音を叩き、聴衆と共鳴するからです。 彼らがやらなければならないように動くアーキタイプです。 うまくいって、12エピソードの短いスパンでも、彼らは見て満足することができます。 しかし、主なエンジンはChisatoとOjimaの対人関係です。ショーを見る必要があります。なぜなら、私がここに言おうとすれば、それはその影響を失うからです。\n\nこのショーの最も弱い要素はストーリーです。 非常に強い前提ではありませんが、終わりはありません。 音は大丈夫です。\n\nアニメーションに移動する...明らかに、このフレームでは非常に小さく、非常に献身的なアニメーターのグループが活動していたに違いありません。 しばしば、唯一の動きはリップフラップです。 しかし、このショーは大きな予算のアクションアニメではないので、それを取り除くことができます。 今まで見たことのないこの番組のユニークな特徴です。 良いフレーム、ひどいアニメーション。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "DatOneUser",
    "profile": "/profile/DatOneUser/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=227162",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  6\nキャラクター|  5\n|  4\n\nチョコレートへの恋人への恋人たちと、ちょうどタイトルが散在するのと同じように、アニメはまるで洗練されておらず、壊れていることが証明されます。\n\nストーリー：3\n\n愛、選挙、チョコレートは、それぞれの主題に1つの一方向の形や形で取り組んでいます。\n\n女性キャラクターが主人公のために自分の気持ちをどのようにして発見するか、愛が現れます。 しかし、「ルート」システムから派生したアニメのように、これまでの女の子はまったく完全ではありません。 これは12のエピソードシリーズから期待されるようになりましたが、エピソードの制限があっても、プロットと相互関係は畳み込まれていて不本意なものとなります。 少数の主人公を選ぶのに対し、大島はなぜ彼が思いやりのある、カリスマ的な、そして理想を追求されていること以外に好きな人であるのかを突き止めるのは難しいです。  Oojimaの魅力は、真剣に取り組もうとするショーとして、女の子一人一人には明らかにならず、その結果、その人物に感情的に投資することが困難になります。 多くのショーは、主人公を、ハーレムの理由として信念を超えて強力で魅力的に見せることができますが、キャラクターの信じられない性格に重点を置いたショーとして、ショーは間違いなく不十分です。\n\nショートの選挙の要素は、このショーをパックから分離するために興味深く独特であることが証明されています。 選挙とその裏話は、かなり少数の女性を得点する少年に焦点を当てたショーの中で、不十分な戦術で真の政治的な争いを模索しようとしている。 ここで、KoiとSenkyo to Chocolateは、その点では驚くほど笑いがあります。学生の運営体制の中で腐敗を阻止しようとする主人公を見れば、ダークトーンやぎこちない話が聴衆に影響を与えません 彼が彼のために落ちることができるより多くの女性を作る。 無垢なショーは、暗くて成熟したテーマを模範にすることはできませんが、セレコとチョコレートの恋をする方法は最高です。\n\n最後に、チョコレートは、大島の住吉（千里）との関係と、彼がアイデンティティと物語を通して彼女との関係にどのように取り組んでいるのかを示すことを意図しています。 クリチェはそのままで、私はこのストーリーの部分が正直で、ストーリーの残りの部分と比較してかなりうまくいっていると感じました。 アニメ内の宝石の中には、漫画的に悪いものがあります。\n\nアート：7\n\nAICのビルドは、OreimoとHaganaiで作ったものを連想させるもう一つのよく作られた作品を生み出しています。 芸術はうまくいっていましたが、それは美意識の他に価値がなく、賞賛されていない独創的ではありませんでした。 私は、このアニメを、KoiとSenkyoの間でチョコレートが標準を破るアニメになるのを手伝っていない多くの人たちと区別できません。\n\nサウンド：6\n\nアンビエント・サウンドトラックは、現実に合っていて、場面には当てはまりません。 ストーリーの感情的な出来事の間に歌った歌詞の部分は、忘れられないように見える前に、心の琴線を短く引くことができました。 サウンド部門の失敗の多くは、ストーリーラインの冗談のせいであった。ストーリーラインは悲しいことにダメージを受ける。\n\nキャラクター：5\n\nキャラクターアーキタイプは、あなたのいつものハーレムスタイルのアニメと同じようなものです。\n\nOojimaは著しく熟達し、自己認識していますが、話の中での彼の役割は、彼がある女性キャラクタールートから別の女性キャラクタールートに切り替える際に激しく見えるようにします。 しかし、私は文字として彼の完全性を話すことができます。これは、通常の男性主人公の平均以上であることを証明しています。\n\n一方、女性キャラクターはすべて予測可能で過度であり、正確に額面に来ます。 あなたが見たもの、それがあなたの手に入れたものだ。\n\n住吉、千里子：主人公との関係の未来に直面する、貧しい子供の頃の友達\n\n信濃町、さつき：自信を持って大統領になる\n\n森下、ミチル：スタンダードな萌えのキャラクター。\n\n木場、みふゆ：感情に苦しんでいる強い静かなタイプ\n\n真之上、葉月：酔っ払って野生の先生（私たちは成長したことのない先生）\n\n青木、ささら：金色の心を持つ親切な女の子。\n\nストーリーが真剣になっているアニメでキャラクターを簡単に説明できれば、あなたのキャラクターは没入感に欠けることができ、思い出に残る1つの特質しか持たないときに感情移入するのがさらに難しくなります。\n\n楽しさ：4\n\n正直言って、かなりひどい。 ストーリーのいずれかがぎこちない学校の政府のスリラー（やりにくいが引き離すことができる）または普通の学校のハーレムになると、それはいいアニメになっていたと思う。 偉大さにはならないものはありませんが、間違いなくラフでダイヤモンドになります。 ストーリー、キャラクター、メディアの翻訳には、いくつかの肯定的な点がありましたが、私を見守ってくれるほどではなく、楽しませることはほとんどありませんでした。\n\n全体：5\n\n恋と千金とチョコレートは、それを全部しようとする物語ですが、結局は何もありません。 あなたがこのアニメを見ることを選択した場合、できるだけ深刻な話をしてください（そして、緊張が笑っている時は笑いをはがしてください）。 あなたが期待していることがあまりにも高くない場合、食糧研究クラブとその多くのメンバーの愛らしい性質があなたに取り払われ始め、楽しい時間を過ごすのを助けることはできません。\n\n推奨：いいえ\n\n巻き返し：いいえ"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "Yuu_Masuhara",
    "profile": "/profile/Yuu_Masuhara/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=223236",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  8\n\nタカフジ・プライベート・アカデミーは巨大な学校であり、趣味やスキルを伸ばすための場所として盛大な学生やクラブがあります。 怠け者のメンバーがいるクラブがいくつかあり、まれにイベントに参加したり、毎日のクラブ活動に参加したりすることはほとんどありません。 それから、ストーリーの心配として食品研究クラブ/ FRC（食品研究部）、ショーケン（ショーケン）と略記されます。  FRCのメンバーは、学校から出された資金を受け取ったとしても、ただただ緩んでいるだけです。 このFRCは、生徒会長の次の強力な候補者によって脅かされ、選出された特定の有益なクラブを根絶することを提案しています。 そのため、選挙では、次の候補者である信濃町さつき選手の対抗候補として、クラブを抹消したくない主人公の大島雄樹さんが動きます。 彼らはそこでどんな戦いをしていますか？ 選挙の背後に隠された汚れた真理がいくつかあります。 それは単なる選挙ではない...\n\n\n\n\n私は前に政治的側面について言及しましたが、このショーは純粋な政治活動に関連する深刻な行動に苦しむことはありません。 トリッキーなキャラクターはショーのために完璧に仕事をしています。  KoiChocoは選挙だけに集中するのではなく、彼らの間の関係にも焦点を当てています。 選挙の問題は、それぞれのキャラクターが互いに絆を強めようとしているというプロットを続けています。 少数の文字しかないので、その小文字の上にはっきりと現れる文字の上に、開発キャラクタは主要キャラクタそのものよりもはるかに良く感じられませんでした。 愛、不快感、恐れ、懸念などの感情が関与していますが、発達はそれほどありません。\n\n私は明るい色と柔らかい陰影とラインが好きです、それはかなり薄く、キャラクターの動きをより柔軟に見せました。 全体的に見ると、このショーは良好な視覚化を示しました。 あなたはその芸術を愛し、彩りの濃い色から美しさを感じることができます。 そのショーは、その視覚化がその物語に恋してしまったので、最初にこのショーに添付されました。\n\nKoiChocoの私の好きな部分の1つは、テーマソング、インサートソング、および互換性のある音楽を含む音楽です。  AnnabelはOPテーマSignal Graph（シグナリンググラフ）を歌いました。 それは穏やかなトーンがあり、穏やかなトーンは甘く、EDテーマ風のなかのプリムローズ（風のなかのプリムローズ）by Ceui。 私はこの2つの夕食を、私の荒れ果てた時代のバックサウンドとして楽しむことができます。\n\n\n長所：\nニースの視覚化は、そのseiyuuと一致します。 ニースコンボー〜\nストーリーはomnomnomを見る価値がある\n\n短所：\n詳細な開発（文字用）が必要"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "Ozzey",
    "profile": "/profile/Ozzey/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=74547",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  5\nキャラクター|  6\n|  9\n\nまあ、これは私の最初のレビューです私はちょうどそれを短くて甘い（タイトルについてのジョーク、かなりチーズik）にするつもりですまあとにかく私はそれがかなり新しいショーですが、私はそれがすべてではない それは非常に人気がある、私は夏の最高のアニメを言うために遠くに行かないだろうが、それは思い出深い。\nストーリー-8\n遠くの遠地の大島で大島と名乗る彼は、学生会長を務めることでクラブを救うことに決めたが、彼がやろうとしていたこの旅は難しいことを知りませんでした。そうですね、このプロットは、 しかし、他のショーが簡単に片寄ってしまうところでは、恋はチョコレートにセンキョーしてメインストーリーラインに乗っています。 確かに、それは頻繁にそれはショーのロマンスの側面に行くのですが、ほとんどの場合、彼は彼の目標に達することについてです。\nキャラクター6\n基本的には少数のチャーチャーがマニキュアを話すことで盛り上がっていますが、チャーチャーズのいくつかの話だけは残っているようですが、私の考えでは、このアニメの作品のように思えます。なぜなら、 ストーリーの肉に到達するために必要なのは12のエピソードだけであり、バックグラウンドのチャーチャーストーリーの必要はありません。\nサウンド5\n簡単に忘れられない、私はちょうどそれを完了し、開口部を覚えていなくても、もう一つのハーレムの開口部。\nアート-9\n今シーズンのすべての芸術は同じように見えましたが、これはいくつかのユニークな要素を持つ季節の芸術を追加するように思われます。それはきれいに見え、芸術部門にはあまり欠けていませんでした。\n楽しさ-9\nちょっと急いでいるように見えました。学生機関の政府がこの学校にどの程度深刻なことを見ているのか、非現実的なこと以外は何の苦情もありません。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "jackfat87",
    "profile": "/profile/jackfat87/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=107569",
    "jp": "--- --- --- | ---\n全体的な|  4\n--- | ---\nストーリー|  2\nアニメーション|  7\nサウンド|  7\nキャラクター|  3\n|  3\n\n物語のために、それはひどかった。 私が今まで見たことのない最悪のこと。 最初はスナックを食べるだけのクラブを救うために生徒会長になることを試みる人のアニメのように見えます。 しかしそれは非常に悪化する。 その後、深刻ないじめ問題、学校内の派閥（良いことと悪いこと）、陰謀、悪いロマンス、恐ろしい裏話などがあることがわかります。 彼らは本当に文字に近い人です。 そして、これらのアイデアを順序どおりに混ぜ合わせるので、本当にあなたは大部分の時間を「誰ですか？」と思って過ごしています。 または「待っているのは....」\n\n芸術は良いものでした。それは時にはそれではうまくいく他の時代ほどではない深刻なアニメで見ることができる何かの感覚を持っていました。\n\nあなたがサブベットを見れば音も良くなりました。私はあなたが吹き替えられたのを見れば声が良い声であると言います。  OST、音楽、効果音などの音質はすべて非常に優れていました。\n\n楽しさはあまり良くありません。 彼はそれがなぜやっているのか、それがどのようにしてそれが始まる前に取り消されたのか、続けて疑問に思うでしょう。 それは貧しく、それはきれいにそれを言っている。\n\n全体的にこのアニメは私が今まで見た中で最悪のものの一つでした。 それはまったくそれを見てあなたの時間の価値はありません。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "Lolipedophin",
    "profile": "/profile/Lolipedophin/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=79968",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\n私はこのアニメがより良いスコアに値すると感じます。 これは詳細なレビューではないので、探している場合はこれをスキップしてください。 しかし、このレビューを読んでいて、このショーを見るべきかどうか疑問に思うなら、私はあなたの心を和らげ、このショーにチャンスを与えることができると期待しています。\n\nストーリー= 8\n物語は特別なものではなかったが、私の意見ではとても楽しかった。 私は学校選挙で勝利することがなぜ重要であったのか理解できませんでした。アンタゴニストが自分のやっていることをやり遂げるのは私にとって唯一のことです。 しかし、私はこのショーを見て退屈したことはなかった。\n\nアート= 8\n芸術は驚くべきことではありませんでしたが、アートが私を悩ませていない限り、2012年のアニメには8未満のものを与えることは非常に難しいです。 非常に7に近いですが、ショーの正義をしていないと感じました。\n\nサウンド= 7\n音質は良かった。 それは本当に私に何の影響も与えませんでした。 私がこのショーにサウンド部門で6を与えていない唯一の理由は、特定のキャラクターのハーモニカが演奏することで実際にハーモニカを購入したいからです。\n\n文字= 8\n文字は素晴らしかったです。 私はあるキャラクターがより多くのショータイムと啓示を必要としていると感じましたが、ショーの限られた時間では可能ではなかったと思います。 主人公には素晴らしい背景物語があったような気がします。\n\n楽しさ= 8\n私が最初に述べたように、このショーは低得点に値するものではありません。  7.8未満のものは侮辱だったでしょう。 私の個人的な意見は、このショーは8.06の評価に値するということです。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "AnchientProphet2",
    "profile": "/profile/AnchientProphet2/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=132111",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  4\n|  5\n\n私はちょうど終わったこのショーのレビューをあまりにも多く引き出していることに気付きました、そして、私はちょうどスペシャルと卵子を見ようとしていますが、私はそのような時間がアニメをもう一度無駄にすることは決してないと思いました（真7以上）  。\n\nとにかくこのショーを切り詰めるのは、現実世界の政府と政治的な陰謀の寓話と見ることができます（しかし、ほとんどの場合、スパイドラマがゆるやかに基づいている事実上の陰謀団ではなく、  。 このショーは、ほとんどの時間を後期の高校ロマンス/ハーレムとして偽装しようとし、ちょうどそれほど大きな成果を収めていない。 このショーの中で深刻であることが意図された多くの状況は、実際のユーモラスな瞬間よりも喜んでいました。\n\n本当にそれはちょうど柔らかい中心の小説家によって書かれたように思われるちょうどちっちゃんしたハーレム/謎が、ちょうどD ** kは人々（あなたがまっすぐであるかどうか、またはあなたが持っているもの）を悩ませるだけでなく、 緊張しているが、まともなプロットのために欲望を抱いている人を驚かせる。 ずっと良いアニメ番組がたくさんありました。 しかしc'est la vie。\n\n可能であれば、その価値がないことは避けてください。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "me-262",
    "profile": "/profile/me-262/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=67481",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  7\n\n通常は、ただ1つのエピソードの後に​​何かを見直すことを夢見ることはありません。 しかし、このアニメは、私を元気に戻すために私の「基準」の多くにすでに会っています。 この場合、私はこれが予測として役立つと思っています。あるいは、もしあなたが来ることを推測したのであれば、推測します。 これまでのところ、私は以下を観察しました：\n\n1.殺人の原因となる不思議な出来事\n2.現代日本\n3.彼の女性の幼なじみの仲間がベッドで眠っている主人公\n4.高等学校\n5.女子学生\n6.パンティーショット（打ち切り、理想的ではないが、DVDはそれを改善する）\n7.生徒の前でビールを飲んで学校の日を始め、「それが問題だったら、今のところ私を解雇しただろう」と宣言している、\n他の誰にも見られない「もの」を見ている主人公\n9.女の子はかわいい、ぎっしりした、不器用で、明らかにすべての主人公にある程度興味がある\n10.ほとんどの女性のアニメのキャラクターステレオタイプが満たされています -  3人目で自分を参照しているかわいいジュニア、静かな妖怪は社会的には魅力的ではない、静かで美しい社会病、肯定的だが無視する幼なじみの友人など\n\nこれまでのところ壮観なことは何も起こっていませんが、少なくともこのショーは終わりまで見る価値がないと思うのは難しいです。 現実的には、私を興味をそそるために上記の点の半分を取ることさえできません - 酔っている教師だけで十分です。\n\n------\n\nちょうどここで更新する、エピソード2に5分、私はこのショーが面白く見える疑いなく言うことができます。 上記の点が魅力的であれば、これは別の勝者です：P"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "tish92",
    "profile": "/profile/tish92/reviews",
    "pages": "2",
    "number": "18",
    "link": "/reviews.php?id=79086",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  9\n\n当初、私はなぜ恋をしてセニョーをチョコレートに悩ましていたのか分かりませんでしたが、愛するクラブを救うために大統領になる男についてかなり浅い話のように思えました。 しかし、あなたがキャラクターの深さを見始めると、ストーリーが成長し始めたら、あなたは本当にかわいい、面白いアニメが学校の軽食クラブを救うこと以上のものであることが本当に始まっています。\n\nストーリー：8/10\nプロットはかなり標準的な、ユキは彼のクラブを救うために学校の大統領のために走っている普通の男（唯一の良い特性は彼がベーキング笑いに優れているということです）です。 その話は彼がその挑戦にどのように起きているかに焦点を当てています。 メインストーリーは単純かもしれないが、私は他のキャラクターが実際にシリーズのドラマに加わり、選挙を見るのが面白いと思う。 ほとんどすべてのキャラクターとユキの間にはロマンスのヒントがあります（スナッククラブの唯一の男でさえユキに恋しています）、ユキがそれに反応する方法を見てみると面白いです。\n\nキャラクター：7/10\n私は正直にも、アニキの初めにユキのキャラクターが好きではなかった（彼はとても失われているように思えた）が、ユキの選挙過程とさまざまなキャラクターとのやりとりを追っていくうちに、 より多くの定義と目的、それは私がアニメをさらに好きにしました。 全体的に、私は本当にストーリーのコンセプトを楽しんで、すべてのキャラクターの詳細を発見しました。特に、クラブ内の支持キャラクターとユキの選手のライバルの中には、ストーリーにとっても重要なものがあります。\n\nアート：9/10\n私はこのショーの芸術は典型的にガーリーだと思うし、キャラクターはすべて非常にかわいく見える、このタイプのアニメを見るときに私にとって重要なのは（アニメがかわいい/面白いと思われるならば、かわいいキャラクターを好む）  。 さらに、チサト（スナッククラブの社長）はすごくかわいいです！\n\nサウンド：8/10\nここではあまり注意を払っていませんでしたが、気分や音楽は全面的にうまくいっていました。\n\n総合的な楽しさ：7/10\n私はこの物語の勝利の部分は、1つのエピソードでは、クラブ会員がユキに投票するためにしている愚かなことを笑っていますが、次のエピソードでは、私は共感しています 同じキャラクターとその背景物語で。 キャラクターとプロットの結果としてのこの感情の混合は、このアニメが時計の価値があると私に思い出させるものです。\n\n何かの選挙過程を見たり、経験したりしたい人のために、やや苦い甘い嫌悪感を持つ軽快なショーが好きな人や、ハーレムスタイルのアニメが好きな人のために、私はあなたが このショーが好きなので、間違いなく試してみてください！"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "xx_nekochan_xx",
    "profile": "/profile/xx_nekochan_xx/reviews",
    "pages": "2",
    "number": "19",
    "link": "/reviews.php?id=188722",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  8\nキャラクター|  3\n|  2\n\n全体的に私はこのアニメを嫌った。 まず、私は彼女の声を聞いて最初の分後に彼女はかなり見えて以来、チサトは素敵になると思った。 あなたがこのアニメを見て考えているなら。 もう一度考えてみてください。 私は長い髪を持っているかわいい男と結婚する女の子が大好きですが、chisatoは最も迷惑な人のひとりでなければなりません。 すべてのそれらの人々のために申し訳ありません私は正直に彼女の1ビットが好きではありません。 それはアニメでこれまでに聞いた中で最も迷惑な声だった。 彼女はすべて注意捜索者だった。 私たちは皆、初心者から大島が真剣に彼女と結婚しようとしていることを知っていました。 私はとてもdisapointed私は最後のエピソードの前にそれは本当に退屈とdisapointingをあきらめた！ 私は少女とロマンチックなアニメが大好きですが、これが大好きです！ あなたは私を冗談にしている！  idは少なくとも甘い女の子と結婚したいと思っています！ すべての女の子たちはchisatoを除いてとても素敵で甘い。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "Hime-In-A-Box",
    "profile": "/profile/Hime-In-A-Box/reviews",
    "pages": "2",
    "number": "20",
    "link": "/reviews.php?id=143413",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  7\n\n私はちょうどこのシリーズ、愛、選挙とチョコレートがかなりunderwhelmingであると言って始めるつもりです。 私は実際に通常のロマンスの期待を持って来て、少し失望してきました。 私は満足していませんでした。 このシリーズは素晴らしいノートで始まりました。 良いキャラクター、生命の断片のジャンルのややユニークなひねり、そこに混在したいくつかの良いと軽いコメディ。 私はエピソード10の周りを始めると、それが私のために下り坂に降り始めるところだと言いたい。 私はこのショーでそれが何をしているのために強調表示され始めたポイントに、事は非常にばかげて取得し始めていた。 あるいは、キャラクターが何をしているのか、私は言っておくべきです。\nストーリー：7\n愛、選挙とチョコレートは、Yaoi Sticksのようなスナックを食べる活動をしているFood Research Clubというクラブについてです。 メインキャラクター、大島優樹を入力してください。 大島、裕樹、幼なじみのチサトと誤解されることはありませんが、これは食品研究クラブの一員であり、生徒会の大統領選挙では、 資金と無意味な活動のためにクラブを ユウキと他の人たちはこれを立証しません！ したがって、ユウキは、クラブが食品研究クラブの喪失を避ける唯一の目的のために学生協議会会長として選出されます。 あなたはそれを持っています。\nさて、私は、プロットの根拠には何の問題もありません。 まったくありません。 しかし、私はこの選挙がどのように描写されているかに問題があります。 これが全国の実際の大統領選挙ではなく、学生協議会大統領選挙であることを理解する。 生徒はすべてを実行していますが、1人の先生だけが見えていて、彼女は一日中フードリサーチクラブで酔っ払っています。 何が起こる可能性がありますか？ どうやら、学生と学生評議会は、あなたが期待するよりもはるかに多くのパワーを持っています。 これは非常にばかげて、まあまあ、ばかげているところまで行きます。 スパイ大統領のようなもの、大統領のキャンペーンや印象に悪影響を及ぼす可能性のある行為、あるいは人質にかかわる死の脅威にまでさえぎられる「政府的」な隠蔽。 はい、この大統領選挙運動は、単なる学生協議会のためのものであるにもかかわらず、極端に行われています。\nこれは、ショーのサウンドをよりエキサイティングにするかもしれません...しかし正直にそうではありません。 実際、それは何よりも悪化しています。 それは私が今選挙で何が起こったかを本当に気にしなかったところまで私を悩ませました。 私はちょうどあまりにも満足いくものではなかったロマンスを見たいと思っていました。 最終的には閉鎖はほとんどありません。 それはちょっと...終わりです。 私はそれがどうやって終わるのかはっきりとは言えませんが、今はほとんど満足していると言います。 そして、私はすべてロマンスのためだよ！ ロマンスは私の好きなジャンルの一つです！ このショーは最後まで素晴らしかったです。 本当にそれは私が言ったはずのすべてです。 私は、この物語で取られた措置がどれほどばかげているかについて、あまりにも多くの苦情を受けています。 なぜ生徒はすべてのことに対して非常に多くの力を持っていますか？ 次へ移りましょう。 看護師が何をすることができるかできないかをコントロールすることができると信じて、なぜ彼らは病院の安全保障ですか？ なぜ、特定の人が人質に拘束され、彼が誘拐人の死を脅かされているとき、主人公は警察に電話しなかったのですか？ 生徒会は警察もコントロールしていませんよね？ 右？ 学生評議会にはより多くの権限があり、彼らがやっていることは違法ではないので、警察に呼びかけてもらうことはできません。 それはちょうど...ばかだ。 そんな極端な状況に陥ったのはなぜですか、なぜそうしたことで簡単にすべてを修正できるのか警察が呼ばれていないのですか？\nアート：9\nアニメーションは素晴らしく、アートスタイルは非常に魅力的でした。 正直なところ、芸術はショーの私の好きな面の一つです。 それは滑らかで細かくうまくいきます。 感情的なシーンは、あまりないものの、強調されるべきである。 それ以外にはそれについて多くのことを言うことはありません。\nサウンド：8\nここではあまり言いたくはありません。 サウンドトラックは素晴らしかったし、よくフィットした。 私はチェロとピアノが好きです。 素晴らしいミックスです。 彼らが一種のものだったので、オープニングやエンディングを気にしなかった。 主人公の声優は、彼がいつものように優れた仕事をしてくれました。  （彼はとても気に入っています...彼はOreimoでKyousukeを、Fairy TailでGrayを、等々、彼は素晴らしいです。\nキャラクター：9\nこれはシリーズのより良い側面の1つです。 あなたがメインキャストのために一緒にキャラクターのグループを得るように、あなたは少なくとも彼らがすべて楽しいことを願っています。 私が指摘できる唯一のキャラクターは大島です。 彼は痛みを伴わずに緻密ではなく、彼はどんなに緻密さのヒントも示さない。 彼は実際に特定の女の子にロマンチックな関心を示し、実際に彼等に近づくためのチャンスを取る。 彼は問題の特定のキャラクターに直面することを恐れず、何が間違っているかを正確に知っています。 彼は一度女の子を叩いて、特定の問題について彼女に叫んだ。 それはさわやかでした。\n他の文字は、楽しいからまばらなものまでさまざまです。 主な愛の関心は、外傷によって呪われ、チョコレートを食べるのを恐れ、大島に密着しました。 私は本当に彼女のことを気にしなかった、彼女は本当に面白いことは何も彼女に行っていない。 正直、大島に対するライバル候補だったサツキがもっと好きだった。 彼は彼女と多くの時間を費やし、彼女の性格の発展は、主な愛の関心事であったチサトよりはるかに優れています。\n楽しさ：7\nあなたはすでにストーリーラインで私の悲しみを知っています。 極端な措置と主人公が終わり近くにするばかげた選択。  （真剣に男、犯罪警察を取得！）最初の9と半分のエピソードのために、私は本当にこのシリーズを楽しんだ。 結末はO.Kでした。 それはもっと必要でした。 私は、OVAを見ていないのは、物語を続行していない可能性が高いため、OVAを本当に気にするのに十分楽しんでいないからです。 私はそれを試してみるといいでしょう。 あなたがそれを気に入らなければ、大丈夫です。 私は今あなたに伝えたい、驚くべきことは何も期待しないでください。 次のことを期待しないでください。\nToradora、Sakurasouのペットガール、ゴールデンタイム、Honey and Clover、地獄のようなショーに見られるように（善い方法で）複雑で複雑な感情的なドラマ、夏にも待っています！ 私はそれらがすべてJ.C.スタッフであることを理解していますが、これはそうではありませんが、基本的にはこのようなロマンスの基準を設定しました。 そして私は他の会社のレベルを満たす大きなロマンスを見ましたが、J.C.スタッフはそれでも最高です。\n面白い何かを期待しないでください。 ユーモアは良いですが、それ以上は何もありません。\n\nもう一度、ちょうどそれを打つ。 もしあなたがそれを気に入らなければ、私のことで大丈夫です。 私の意見では、正直言ってそれは本当に価値のあるものではなかったが、私は楽しい時間を過ごしたと思う。 私は失望していますが、確かにロマンチックなコメディーのジャンルとは違った経験とツイストでした。"
  }
]
