[
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "Kilodragon",
    "profile": "/profile/Kilodragon/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=175035",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  10\n\n当初、私はいくつかの名を挙げて、私にお金のトンを与えることができ、例え笑い、一番笑顔の大毛、羽衣勇者のアエスチカのような、普通のロマンスのコメディー・ハーレム・アニメを見つけようとしていました。 今はクリスマスだし、家でアニメを見ているのはまだ独身です。 私は自分を慰めるためにアニメが必要でした。  :(\nとにかく、私はこの不思議な格好いいアニメの恋人を千木からチョコレートにかけて見つけました：3\n\nストーリー：\n一見すると、このプロットはあなたの普通のライフ・スクール・アニメの1つであるかもしれません。 私は最初もそうだと思っていましたが、最初のepはちょうど私をひっくり返します。 私はそれらのスポイラーの詳細に入ることはしませんが、私はすぐにこのアニメに夢中になったと言うことができます。 その瞬間、私はこれが私の運命のものであることを知りました。 最初のエピソードで私の関心を掻き立てることができるアニメには巨額のクレジットを与えますが、ほんの少ししか私にこれをすることはできません。 例えば。 サクラソウ。\n\nとにかく、このアニメはVNに基づいており、過去数年からVNから採用されたアニメは満足できていませんでした。 私はその悪いとは言わないが、彼らの多くは急いでいるか、間違ったヒロインに集中しているだけだ。例えば：Angel Beats、ABをたくさん愛していることを意味する。 少し急いで感じた。 それは私が推測しない多くの事を残しました。\n\nしかし、私はこれが優れた仕事をしてきたと考えています。私はそれがかなり安定したペースを持っていたと思います。 少なくとも、私はABのように急いで感じることはありませんでした。 だから、私はここで素晴らしい仕事をしたと思う。\n\nキャラクター：\nさて、ここでは良い部分です。 ここでは非常に多様で興味深いキャラクターキャストがあります。 それらはすべて異なる性格と動機を持ち、厚紙の切り抜き文字や少なくともそれらのほとんどのように感じられませんでした。\nい めあん うぇ はゔぇ はゔぇ ２ おっぱい ぎｒｌｓ （ しののめ さつき、 しののめ、 はずき）\nあ すぺｒ かわいい ぺんたこ （みちる もりした）\nちょっと迷惑なツン​​デレ、幼なじみの女の子（住吉千里）\n感じがいっぱいのコウハイ（青森ささら）\nついに、究極の、いつもカミングヤオイコウハイ（夢島オオロ）「先輩、私はあなたのスティックが欲しい！\n\nこれらのキャラクターで、私はあなたがこのアニメを見て多くの楽しみを持っているだろうと確信しています。 私がこのアニメを愛する理由は、その多様性のためです。 キャラクター同士のインタラクションは、ストーリー全体を複雑に織り込んだ。 ほとんどのキャラクターは正しく説明されており、かなりよく開発されています。 さらに、Angel Beatsのように混乱しているとは思えませんでした（最後のいくつかのエピソードでは/）。 すべて素敵で良い。\n\nアート：\nまあ、私はKoichocoのアートについてはあまり言い訳がありません。 アニメーションは流暢で明瞭で、Fate ZeroやKara No Kyoukaiのような超豪華なものは何もありませんでしたが、私はそれに満足していました。 それは明るい色を持ち、全体的に陽気な雰囲気を与えました。 アマガミSSのような気がする.....\n\n音：\n私はサウンドトラックの人ではないので、私はそれを短くしていきます。\n音は良いです。 声優も良いです。  OP＆amp;  ED良い良い。\n\n楽しさ+全体：\nKoichocoを見て、私の気分をたくさん持ち上げて、本当に楽しかったです。私はなぜそれほど評価が低いのか分かりませんが、もっと高く評価して、もっと多くの人がこれを見ているは​​ずです。\n良いロマンス、コメディを探している人には、これをお勧めします。 そして私は約束します、あなたは最初のepであまりにも笑いそうです（少なくとも、私はしました）\n私はあなたにこのショットを与えると思う、あなたは驚くかもしれない。  :)\n\n私はこのレビューがあなたを助けてくれたことを願っています。そして、Koi to Senkyo to Chocolate：3"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "Stark700",
    "profile": "/profile/Stark700/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=73555",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  7\n\nちょっと、パーティーに行ったことがあり、あなたが望む食べ物が世界中にあることに気づいたが、どういうわけか、ただあなたを満足させない何らかの形で？ それは私がこのシリーズを見終わったときと同じような感じです。 いいえ、私は満足していない方法でそれを意味するものではありません。 私は何かが欠けているシリーズとしてそれを意味する。 チョコレートのような成分が欠けているか、シリーズ自体に何かが欠けています。 しかし、KoiとSenkyo to Chocolateは良い味を持っています。 だから、これを打ち破ろうか？\n\nKoi to Senkyo to Chocolate / Koichoco（愛、選挙、チョコレートとも呼ばれる）は、AIC Build（Haganai、Oremio）によって制作され、北部徹氏の指揮するアニメシリーズです。 アニメはスプライトが開発した大人の視覚小説にも基づいています。 今何分ですか？ 私はその声明に「大人」という言葉を見ましたか？  1つは、このシリーズのいくつかのエッチや具体的には、\"大人のシーン\"を期待するかもしれない、右？ 今日のアニメ界では、このシリーズが限界に達しているため、検閲と制限があります。\n\nシリーズのタイトルで判断すると、特に3つの部分についてアニメが何であるかを予測することは非常に簡単です。 まず、4文字の禁じられた単語、愛を得ました。 そこから、シリーズにロマンスがあることを暗示することができます。 そして、あなたが正しいのは、KoiとSenkyo to Chocolateが特にシリーズの主要な男性と女性の主役の間にあるからです。  2番目の部分は、選挙は、ドラマがシリーズの学校で行われるもので構成されます。 選挙はリーダーシップのため、学生の身体をリードするために、そしてもっと重要なことに彼ら自身を代表するためのものです。 最後に、私たちはチョコレートを持っています。 お菓子と味のほかに、チョコレートは人生の甘さを象徴するようです。 アカデミーの生徒は友人と一緒に楽しんで、生き生きとした生活を送るために生み出す思い出を生きるのが一瞬です。\n\nチョコレートと恋人との交流は、6000人を超える学生からなるかなり大きな学校である高福寺私立学校の設立時に行われます。 これらの学生の中には、食品研究クラブ（Shokken）があります。ここでは主人公の小島裕樹さんを紹介します。 彼らのクラブが廃止されるという衝撃的なニュースが出るまで、毎日の退屈な生活の中でクラブはあまり働かない。 そのようなニュースを聞いた人は誰も幸せではないでしょう。 まあ、FRCにはそれについていくつかのことが明白にあります。 このように、大島は大統領選のために選挙を行い、大統領に就任する。\n\n今、小島由紀は、怠惰で仕事をしない人のようです。 彼にとっては迷惑で、私たちの一部のように、できるだけ遅らせることができます。 彼の幼なじみの友人、チサトは彼のためにそこにいて、二人のデュオはシリーズの奇妙なカップルを作る。 ここで問題となるのは、これらの2つが最初は弱い化学作用を有するように見えるということです。 彼らはつながっているようではなく、人格も一致していません。  Yukiは他のキャラクターのいくつかとの互換性が高いようです。 つまり、それはちょうど正しくないということです。 しかし、すべてのジョークを除いて、ChisatoとYukiはシリーズを奇妙な形で始めます。 選挙が始まると、その怠惰を殺し、いくつかの責任についてお礼を言いましょう。\n\n大規模な学校に参加することは、同盟者、友人、ライバルを意味します。 サツキは、選挙でユキの主な相手としてだけでなく、彼の外像の一種としてプレイするシリーズの反対の一種として役立つように思われる。 彼女はチョコレートのバニラ風味のようで、FRCの障害になります。\n\nストーリーそのものにはドラマがたくさんあります。 最初から、頭があり、走っていて、後で同様の方法で進む。 もちろん、選挙は、特にアカデミーの生徒から好意を得ることができる人のためのドラマです。 このシリーズでは、描かれたドラマはしばしば異なる焦点に移っているのは奇妙です。 時にはキャラクターや個人的な関係の間にドラマを結びつけるが、他の時は選挙の話題に焦点を合わせる。 このスタイルのストーリーを採用することは危険ですが、このシリーズではありがたいことですが、ややうまく機能します。 ドラマは決して容易ではなく、6000人を超える学生からなるアカデミーでは、すべての可能性を想像してください。\n\n恋のセコからチョコレートへの作品は、ほとんど言わないことはかなり一般的です。 お姉ちゃんのお姉さんがおっぱいや上司の姿勢を持つ高齢女性として描かれているなど、ここでは多くのステレオタイプがあります。 大規模であるにもかかわらず、学校自体も正常です。 外側の設定は、現代の典型的な学校のものであり、それについて特別なものはありません。 実際、このシリーズは学校以外の場所ではほとんど行われていません。 結局のところ、学校は愛、選挙、ドラマが生まれる場所です。 キャラクターのデザイン面では、このシリーズとアマガミSSの間にいくつかの類似点があるようです。 ドラマさえもそこにあります。\n\n音楽に関しては、シリーズは曲のような学校のやや柔らかいメロディーを採用しています。 柔らかいリズム（穏やかなシーンとコメディーなシーンの両方）と、より感情的なシーンでのより劇的な音楽の両方を採用しています。 それはうまくミックスして、いくつかは、テーマを編成することを担当しているElements Gardenに何らかの信用を与えるかもしれません。 オペラの歌、アナベルの「シグナル・グラフ」は、平和的に編成されているだけでなく、シリーズのドラマを描いた感情も持っています。 キャラクターのモンタージュは、Yuki x Chisatoと後に来るものとの間のドラマのシーケンスでさえ少しでも表示されます。 選挙の席を忘れないでください。ドラマをシリーズ内に残しているのはそうです。  CeuiのEDの歌「風の中のプリムローズ」も同様のファッションに続き、Koi to Senkyo to Chocolateの感謝のような学校を提供します。\n\nこのシリーズは実際には悪くないし、興味深い点がたくさんある。 選挙は主要なテーマの1つであり、シリーズ全体では最小限のフィラーで非常によく焦点を当てています。 フィラーが時々存在する（それは通常は短い）ときでも、ドラマのテーマ全体と、人々が関係を発展させ、債券を形成し、障害を一緒に克服する仕組みに固執しています。 大規模なキャストのように、キャラクターの大規模なキャストがあり、それぞれのキャラクターは自分の小さなスポットライトを手に入れます。 お兄さん葉月、競争しているサツキ、黒髪のロリミチル、超天才のノンちゃん、ヤオイスティックを持っている人さえも、ちょっとした瞬間を迎えます。 楽しさに参加し、選挙戦に協力してください。\n\n最終的に、このシリーズは独特です。  1つの方法では、それは最終的な結果の一般的で予測可能なものです。 もう一つは、巨大なアカデミーで周りを回っているすべてのキャラクターとドラマを見て楽しむことです。 あなた自身をそこに想像して、その大きさの学生体の指導者になろうとしています。 そのような責任を負うのは生きた地獄のようなものです。 このシリーズにもかかわらず、シリーズはうまく適応し、選挙と個人的な関係の両方で最高のドラマを提示します。 音楽とアートワークは、典型的な学校生活に焦点を当てており、私たちが毎日やってくることは、私たちの周りの世界について学ぶ別の日です。 ストーリーの内容にはフィラーがほとんどないので、そのようなことをするファンのためのマラソンでは一度に見ることができます。\n\nKoi to Senkyo to Chocolateは、余分なカリキュラムのように楽しむことができ、最終的な結果を自分自身に強調することのないシリーズです。 学校はドラマで満たされているので、選挙が決して簡単なことではないので、ちょっと緩みます。 あなたの最大のところでこのシリーズを楽しむことは簡単ではありませんが、それをドラマのように見てください。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "KiraMikoto",
    "profile": "/profile/KiraMikoto/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=80556",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  5\n|  8\n\nこい と せんきょ と ちょこぁて。\n\n本当の愛を憧れる少年の話とチョコレートを嫌う少女の話。\n\n私が最初にチョコレートにSenkyoにKoiを垣間見ると、私はそのタイトルに深く興味を持った。 最近のアニメでは愛とチョコレートはすべてうまくいっているが、選挙は？ 真剣に、誰がどのように選挙から良い糸を紡ぐことができるだろうか？\n\n時間が限られていて、他のアニメのタイトルが見れていたので、私は最初KoiChocoを私の保留リストに入れました。 しかし、私の注意を捨ててしまったので、私はKoiChocoを試してみることにしました。そのアニメが暗く深い世界の政治の世界を解説するのに十分なのかどうかを見極めることができました。  1コースのショーのスパン。\n\nアニメが私たちに提供するという前提は、興味深いものです。 政治を掘り下げることができ、まともなファンサイトを残しているアニメはほとんどありません。 しかし、私はコイチョコがその面でうまくいくと確信しています。\n\n私たちの主人公、大島裕樹から始めましょう。 彼は誰もが大嫌いな人の完全なタイプではありませんが、最近アニメでは一般的な出来事になっています。 言い換えれば、ひとつの言葉がゆうきを表現することができます。 決定的に平均。 彼は幼年期の友人であり、食品研究クラブの会長であり、彼のメンバーである。 彼は学生組織が自治を担当している名高い高福寺アカデミーに行きますが、フードリサーチクラブとチサトの同僚と一緒に、クラブルームで楽しい時間を過ごし、スナックを楽しんでいます 。 ヘックは、クラブ全体がそっと後退しているので、顧問さえもクラブルームに潜入するチャンスがあるときはいつでもビールを飲んでいる。\n\nユウキのFRCでの快適な学校生活は、最終的な卒業までは間に合わなかったかもしれませんが、そうではありませんでした。 運命はFRCの解散に対処する見通しを彼らに投げ捨てる。 急進的な候補者であり、学校評議会大統領にとって圧倒的に好きなのは、役に立つと思われる活動を行っていないクラブを解散する意向を発表することです。 当初は、FRCのメンバーにとって未来は悲観的です。\n\nつまり、誰かが華麗で馬鹿げたアイデアを考え出すまで。 ユウキは生徒会長就任のために走るべきです！  FRCのメンバーは、学校評議会会長の拳で挫折するのを待つのではなく、積極的にFRCの解散を防ぐために最善を尽くすようにしています。 しかし、ユウキのキャンペーンチームは困難に直面しています。 ユウキはFRCの外に知り合うことはほとんどありません。政治的な宣言やイデオロギー、所属はなく、学校評議会の指導者の一人になることは絶対に望みません。 そして、ここには究極のクリンチャーがあります。 ゆゆきは、自分自身のために実行する意思もありません！\n\nそれで十分です。 もし私がもう書くと、私はアニメの全体のプロットを明らかにするでしょう。 私たちはまだKoiChocoを見ていない人々を台無しにしたくありません！\n\nこのアニメを格付けするのは難しいですが、それはほとんど根本的に相容れないように根本的に異なる概念の混乱です。  KoiChocoは、不可能を試み、その過程で悲惨に失敗し、見る人に苦い味を残すアニメシリーズであると考えるのは許されるだろう。 しかし、私はその物語がアニメを通して実際にはかなりよく提示され実行されていることを保証することができます。 選挙の前提は、驚くほどよく行われています。選挙を支配する一連のルールが、クラップラップの代わりに実際に実現可能であり、ショーは選挙のサスペンスな雰囲気を聴衆に非常にうまく伝えます。 追加のボーナスは、KoiChocoが暗い、暗い選挙の側面を素晴らしいプレゼンテーションをすることができるということです。 うまく配置されたプロットのねじれとcliffhangersのカップルを投げるとあなたはKoiChocoのフレームワークを持っています。 私がショーを見終わったら、私が最初に思ったのは「うわー」でした。 選挙は本当に深刻なものだ」\n\nしかし、完全に完璧なものは何もなく、KoiChocoはルールの例外ではありません。 スタジオがした1つの大きな間違いは、アニメの全体的な連続性を考えずに、あまりにも多くの概念を一度に伝えようとしていることです。  1つの例は、アニメの最初と後半の間の遷移である。 前半はFRCの予備選挙の準備と援助のための募集に完全に対応している。 今まで滑らかなセーリング、これまでのところ。 しかし、プライマリが終わった後、アニメはロマンスのストーリーに激しく転落し、選挙についてはほとんど言及していない。\nこの特定の誤りは、物語を非現実的、断絶的に見せた。 それは2つの異なるアニメの2つの異なるアークであったかもしれないが、まだKoiChocoである形に融合して形作られている。 率直に言って、私は、スタジオがアニメのこの部分をうまく処理していれば、アニメがさらに高い得点を得たと思う。\n\nもう一つの問題は、ユウキ - チサトペアに過度の焦点を当てていることです。 サポートキャラクターは多種多様ですが、ユウキとチサトの脚光を浴びている間に、彼らはすべて背景に褪せています。 基本的には、ユウキが勝利するのを助け、FRCの解散を防ぐのに役立つように描かれているため、選挙運動でユウキを支持するだけです。 サポートキャストのカップルは、実際にはアニメの過程で重要な役割を果たしますが、それらはほとんどありません。 確かに、アニメは、ゲームのChisatoアークに焦点を当てた、大人の視覚的な新規適応です。  1-courのショーで提示される時間的制約を考慮すると、スタジオはすべてを適応させようとするのではなく、彼らの注意とエネルギーを1つの特定のアークに変えることは論理的です。\n\nこのアニメのアートワークは非常にしっかりとしており、優れています。  KoiChocoが学校指向のアニメであることを考えれば、雪がかった山々と緑の牧草地の目を眩ませるようなグラフィックや息を呑むようなシーンは、5センチメートル/秒と同じくらい期待するべきではありません。 学校の場面では、芸術は最高のものに匹敵し、率直に言えば、アニメを通して著しく機能するOPの橋のように、息を呑むような場面があります。\n\nスタジオは確かにアニメの健全な部分を扱うための賞賛のいくつかの尺度に値する。 彼らは、アニメの気分に合った音楽の種類の直感を持っており、視聴者と共鳴する可能性が高いので、さらに豊かな経験をすることができます。 たとえば、サポートキャラクターが突っ込んで、ユウキが潜在的な選挙後の大打撃を犯さないようにするために、バックグラウンドで演奏される遅いピアノ作品は、シーンを補完し、暗示される感情的な陰謀を引き出す。 一方、KoiChocoのOP、シグナルグラフ、プレーンとジェネリックソングの叩き方。 歌手アナネルの演奏はそれ以上は改善されない。  CeuiのED、風の仲間のプリムローズは、本質的に深い感情で、魅力的に美しいメロディーで視聴者に触れることができるので、物事のより良いハッシュを作ります。 音楽での私の好みは、多くの人の意見から大きく外れていると言われていますので、この点について私に同意しないでください。\n\n\n\nまあ、私の批判のために、私はKoiChocoをとても楽しんだことを認めなければなりません。 キャラクター同士の興味深い交流、選挙の前提となった新鮮な空気、素晴らしい芸術やキャラクターデザインから、私は正直言ってコイチョコが他のタイトルと比較して楽しんでいるアニメだと言うことができます 業界。 それは確かにいくつかのめまいの高さに達していませんが、KoiChocoは確かに近年アニメ市場を浸水している他の一般的なアニメとの独自性を保持することができます。 さらに、アニメの主な焦点ではない奇妙な学生評議会の選挙を除いて、これまでのアニメでは見たことのない、政治の世界でより深い視点を提供しています。 私はKoiChocoのすべての面をよく楽しんだので、私はKoiChocoが私に大きな楽しさを与えてくれたと言います。特に政治にある程度の関心を持っているからです。\n\n結論として、KoiChocoには欠点や失敗のシェアがありますが、観客の注目を集め、放映を通じて保持することができるまともなアニメであると私は安全に結論づけることができます。 あなたがKoiChocoの前提に興味を持っているなら、私は確かにあなたがそれをスピンすることを勧めます。 誰が知っている、あなたはKoiChocoがテーブルにもたらすものに驚かれるかもしれません。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "LovelyHikari",
    "profile": "/profile/LovelyHikari/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=136433",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  10\n\n恋をチョコレートに招くために、恋を始めるには、クラブが問題を抱えている典型的なライフスタイルのアニメーションのように見えます。 しかし、私はそれがユニークまたは特別に感じる3つの要素を組み込んでいるので、これは異なっています。 私が好きだった最初の要素は、ドラマでした。なぜなら、外では典型的な生命感が感じられるからです。しかし、ドラマがリリースされた最後に向かってアクションが起こると、 対話は、この鯉と千結とチョコレートが違うようにする第二の要素です。なぜなら、大統領選挙を行うことによって、ポイントや目標を提示するための多くの対話が期待されるからです。 コメディである第3の要素は、それが最小限のレベルに保たれ、主に側部または支持者から行われたので、よく組み込まれた。\n\nストーリー：ストーリーは大丈夫でしたが、急いでしまったような気がします。 ストーリー中に無視されたり、完全には説明されなかった部分がありました。 それでもストーリーを高くするのは、ドラマの部分です。うまくいきます。 エピソードの最後のカップルは、最初はドラマの欠如を補うものです。 ストーリーを傷つけなかった賢いコメディー、そしてキャラクターたちはすべてストーリーをより一層集めました。\n\nサウンド：OPとEDはとても素晴らしく、毎回見る価値があります。 これらの深刻なシーンの間、バックグラウンドミュージックが本当にシーンをさらに向上させると言っているだけでなく、ここではあまり言いません。 このアニメのハイライトである主な曲は、ハーモニカを使用するキャラクターの1人が演奏する曲です。\n\nCharacter：スコアは実際にほとんどのキャラクターに反映されず、一部のキャラクターに反映されます。 私の視点から見たChisatoは、彼女を関連づけたり理解したりするのに非常に複雑な性格を持っていました。 私が彼女のふるまいに基づいて最も好きだったのは、ミチルルのキャラクターです。 彼女の出現は本当に彼女がシーンを彼女自身が熟考していることを示すたびに彼女がその神秘的な存在を運ぶので、文字の残りの部分から彼女を際立たせます。\n\nEnjotment / Overall：いくつかのことがそこではうまく説明できるので、このアニメには第2シーズンがあってほしいと思っています。 全体的に私はチョコレートにSenkyoへのKoiを本当に楽しんでいました、そして、エンディングは本当にナンバーをさらに増やすのを助けました。 合格率が低いにもかかわらず、そのキャラクターはキャラクターを補うものであり、本当にアニメを見る価値があるのです。 このコメディーはまた、時々笑いに爆発し、総合スコアにも組み込まれました。\n\n私はあなたを笑わせるアニメを見たいと思っていますが、深刻な調子を持っています。 適度な対話の準備をしてください。 それ以外にも、私はこのアニメとそれが持っていた素晴らしいキャラクターを覚えています。\n\nうまくいけば皆さんは私のレビューを参考にしてくれました。そしてKoiとSenkyoの両方が好きであることを願っています。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "SilveRR",
    "profile": "/profile/SilveRR/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=73753",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  8\n\n視覚的な斬新な適応の大きな問題は、これらのほとんどが実際に何も起こらないこの式に固執していることです。ユーモアの試みがたくさんあり、それぞれ（またはほとんどの）キャラクターを探索し、主人公が女の子を選びます。 恋と禅とチョコレートは違っていますが、視覚的な斬新な適応とはまだいくつかの点で共通していますが、それはシリーズを楽しくする非常に興味深いプロットを持つことでそれ自体を切り分けています。\n\nプロットを興味深くするのは、その途中で起こる紆余曲折です。 最初はプロットが単純なように思えるかもしれません。主人公が選挙で大統領選挙を勝ち取ろうとしているため、クラブは解散されませんでした。 しかし、シリーズが進行するにつれて、選挙の詳細を私たちに見せ始めたときに、より暗くて深刻なものがいくつか浮上し始めました。  13のエピソードシリーズのために、それは深さがあるので興味深いプロットを作る上で本物の良い仕事をします。シリーズはいくつかのことを説明していないし、シリーズは確かにそれは欠陥だが、時間枠を与えられて、 本当にうまい話。\n\n芸術はあまりにも壮観ではありませんでしたが、それは本当によく描かれています。 アニメーションは非常に流暢で、重大なエラーはありません。\n\n音もいいし、オープニングは非常に軽快で、非常に幸せな気分で、シリーズにうってつけです。 エンディングは非常に柔らかい曲で、この別れた感触（それが何か意味をなさなければ）を持っていて、エンディングに非常に合っています。 彼らがキャラクターの気持ちを信じるようにするので、声優もかなりうまくいきます。\n\nこのアニメが与えられた短い時間枠のために、シリーズはキャラクターと公正な仕事をしました。 主人公の主人公大島優希は、他の俳優たちの主な男性主人公とよく似ていますが、彼は無駄ではありません。 彼は本当に多くの開発を得ていないが、代わりに彼は他のキャラクターが発展するのを助ける。 彼はまた、他の多くのキャラクターの多くと非常によく似ています。 彼が結婚する女の子、住吉千里さんは、他人にあまり受け入れられていませんが、私は彼女を嫌っていません。 彼女は最終的にこの長さのシリーズから期待以上の弟の喪失を克服するなど、素晴らしい発展を遂げています。 サポートキャラクターはほとんど開発されず、一部は開発され、他の人は触れられません。 しかし、彼らはまだすべての好きであり、あなたはいつも誰かのために根を張っていることを見つけるでしょう。\n\nSenkyoからChocolateへのKoi全体は、いくつかの理由からより楽しいharemsの1つです。 主な理由の1つは興味深いプロットがあるからです。 もう一つの理由は、コメディーなのかもしれません。コメディーは時折うまく配置されますが、他人には間違って配置されますが、コメディーがうまく配置されている場合、それは右に陽気になる可能性があります。\n\n全体的に、Koi to Senkyo to Chocolateは、非常に面白いことがあるので、今日の他の多くの視覚的小説の適応からの素敵な変化です。 これは、すべてのハーレム・アニメがそれほど悪くないわけではないことも示しています。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "joshy-joshy-san",
    "profile": "/profile/joshy-joshy-san/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=67159",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  8\n\nこれは私の最初のレビューですので、あなたが満足することを願っています。まずは、これはあなたの典型的な\"クラブと学生評議会\"のアニメのタイプです。芸術はまさにamagami ss. かなりうまくいっているし、そこにいくつかのロマンスといくつかのハレムがある、そこには楽しいものになるコメディのダッシュもある。同じコンセプトのアニメがあるので、物語そのものはユニークではない、学生coucils チョコレートキャンディのコンセプトはまったく新しいものです。うまくいけば、このシリーズはあなたの典型的な「ハーレム」に変わらないでしょう。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "RyugaHellsing",
    "profile": "/profile/RyugaHellsing/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=75727",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  7\nサウンド|  5\nキャラクター|  3\n|  1\n\nこのアニメは、それが何の意味も全く持たないという点で非常に好きです。 プロットは壊れていて、最低限のことを言うために急いで感じる。 スコアは暗く、キャラクターは退屈なステレオタイプに過ぎません。 このショーについてのほとんどすべてが「平均」と叫びます。 正直言って、それが本当に平均だったら私は満足していただろう。 しかし、私は大変失望しました。\n\nSenkyoの最大の問題はそれが設定されていることです。 それは単に、笑って置くだけです。 タフフジアカデミーでは、スタッフの任命から予算管理まで、学生はすべてをコントロールします。 実際には、アニメ全体の過程で目に見える大人はいません。  17歳の子供が大規模な教育機関を管理するために必要な知識を持っていることを前提とすることは、あまりにも馬鹿げています。 これで十分ではないかのように、生徒会の選挙を取り巻く政治は大げさに誇張されている。 背中合わせ、計画、殺人未遂は、このショーが「現実の政治」と考えるものです。 作家はその物語が高校にあることを忘れましたか？\n\nプロットは、設定の骨折りを改善するための何もしません。 実際にはプロットへの鈍い政治から離れてほとんど何もありません。 もちろん、それは正しく行われていないので、鈍いです。  Oojimaが原因を裏付ける有効なポイントを作っているとは思えません。代わりに、忘れられない音楽がバックグラウンドで演奏されている間、彼は想像力のある演説をしています。 アニメに公平になるためには、それが学生のハラスメントなどの深刻な問題を引き起こすことに言及する価値があります。 しかし、それはどこにも行きません。 ショーが指摘している問題には解決策はありません。 私は作家が決して解決策を出そうとしなかったと信じる傾向があります。 これは、10回目のエピソードでショーが不自由なスリラーに変わるからです。 あたかもすべてのドラマがそこに置かれたかのように、アニメはそれが生まれたより深刻な問題について議論するのを避けることができたようです。\n\nSenkyoのキャラクターの大部分は、最悪の種類の退屈な1次元ステレオタイプです。 主人公を取り巻く女性には、ハーレムから期待されるものがいくつかあります。 しかし、それらのうちの2つだけが詳細について書く価値がある。 チサト、幼なじみの友人はおそらく、自己中心的な、嫌な、心理的に不安定な女性の一人で、私は不幸なことを目の当たりにしています。 残念ながら、彼女はショーの主人公です。 サツキ、チサトの競争相手と大島の政治的ライバルは、考えられるあらゆる方法で彼女よりもはるかに優れているので、本当に残念です。 サツキの裏話は巧みだが、チサトのものよりも格段に優れている。 バックストーリーについて言えば、彼らはキャラクター開発の唯一の形態だと言いましたか？ そして、絶対に正直なところ、これらの小さなキャラクターの飛び散りはかなり前触れしており、しばしばプロットに何の影響も与えません。\n\n芸術、アニメーション、オスト、ボイスワークはすべてかなり平均です。 ここに書くことはあまりありません。\n\nいくつかの人々は、それが主流のハーレムであるという事実のために、アニメのためのこの恐ろしい荒涼とした言い訳の無数の欠陥を言い表すかもしれない。 しかし、そこには、より一貫性のあるプロットとより良いfanserviceと主流のアニメがたくさんあります。 このくその部分は、まともな人の時間の価値がないのです。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "DolbyThX",
    "profile": "/profile/DolbyThX/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=160433",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  8\n|  9\n\n愛、選挙、チョコレート。 私はそれがこのタイトルのためのテキストの英語翻訳だと思う。 そしてそれはアニメ全体をかなりたくさん集めます。 それはこのレビューのためのものです、次のあなたにお会いしましょう！  ：D\n\nそれは、このアニメが私に与えた最初の印象のために、私が本当に言っていたことです。 それはあなたの典型的なハレスライス - 高校アニメのように見えるすべての要素を持っています。 それには、すべての典型的な文字が含まれていて、そのほとんどは女性でなければなりません。 しかし、このアニメはあなたが思っているよりもはるかに多くを達成します。\n\nセットアップは約9999（またはあなたが1つの数字のために想像することができる9つのすべて）の生徒で構成された比較的大きな私立学校です。したがって、学生評議会はかなり真剣に受け入れられます。 あなたは、学生自身がこのアカデミーを支配する人だと言うことができます。 それは、民主主義が巨大なロールを持ち、完璧に実行されているユートピクの学校のようなものです。\n\n私たちの主人公、小嶋裕樹さん：この学校に通って食事をするだけの何もしない「食品リサーチ」クラブに所属しているかなり怠け者です。 彼は、彼がクラブにいなければならず、もちろん、幼なじみの友人である住吉千里と一緒にいなければならないことを彼に伝える何かがあるからといって、それに属しています。\n\n学生協議会は何もしないために文字どおり無駄にしてお金を投げ捨てたクラブについて真剣に取り組むため、私たちの主人公とクラブの他のメンバーがそれを保護することに決めました。\n\n選挙の結果、毎回の主人公の人気が高まるにつれて、彼は自分のクラブを救うよりもはるかに多くのことがあることを認識し始めます。 彼は無私性を発達させ始め、何らかのプロアクティブな男になり、彼の周りに何が起こるかを気にして、彼の怠け者を後にしています。 そして、これはうまく実行されたドラマ（特に彼の幼なじみの友人、チサトと）が始まるところです。\n\n私はアニメについてこれを言っているとは思っていませんでしたが、私がコメディの面に与えたいと思っていることは名誉あることです。 それは虐待されておらず、まったく不在でもなかった。 どういうわけか彼らは時がきたときにこれを置くと、それが進行するにつれて物語が蓄積するいくつかの緊張を解放するのに役立ちます。 それはちょうど自然に来て、あなたがそれが面白いとは思わないと思っても、それはあなたのペースを回復し、いくつかの空気をキャッチするのに役立ちます。 さて、私は誇張しています：D\n\n私は物語を固体8に与えます、それはそれがそれ自身を開発する異なる '領域'を持っていますが、それは焦点を失うことなく、かなり納得のいく方法で行います。\n\n私は、12種類のエピソードでは十分ではないと言うでしょう。 しかし、私はほとんどすべてがうまく実行されていたと思う。 急いでも伸ばしてもいけません。\n\n\n文字は、私が前に言及したように、あなたの想像力を吹き飛ばすものではありません。彼らはこれらの典型的な文字ですから。 しかし、キャラクターの発達は、特にこのアニメの強みの1つです。 これらの人々が、自分の気にかかっているものを支えるために成熟した決定を下すことを躊躇したり、後悔している過去のことについて何か残したりするのは本当に良いことでした。  1人または複数のキャラクターと何らかの愛情/憎しみの関係を築き始めると、それは彼らがうまく実行され、インパクトを持っていることを知る瞬間です。\n\nこのアニメの芸術は大丈夫だった。 それは私に多くのAmagami SSを思い起こさせました。特にキャラクターのデザインに似ていましたが（このことは、KoiとSenkyoにもう少し詳しく述べられていますが）。 すべてが見て楽しかったし、よく細かすぎる。\n\nそれは音になると、私はこのタイプのアニメのためにそれが素晴らしいことが分かった。 私は、バックグラウンド・ミュージックのために、各シーンの一般的な雰囲気と雰囲気に本当に浸っていました。 それは本当にあなたがプロットと1つになるようにあなたを招待します。\n\n声優も十分だった。 傑出した、しかしそれは私の好みのためにうまくいった。 感情は説得力がありました。\n\n3つの最初のエピソードが「もう一度そうではない」といっても、私は思ったよりもずっと奇妙な気分だったと私は言うだろう。 あなたがその瞬間からあなたを捉えたら、あなたはそれを止めることができません。 それでも、アークのいくつかが上を覆っていたので、キャラクターに多くの共感を感じさせました。 私はあなたにこれを試してみて、それがあなたの所在を見ることをお勧めします：D"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "Alarisia",
    "profile": "/profile/Alarisia/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=73467",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  9\n\n\"何も得られなかったものは何もない\"これはこのアニメを開始した後に私の心に来た引用の一つです。 主人公の大島優子は、貴重なクラブを救うために選挙に出ることを選択でき、彼の周りの人々から同様の言葉を聞いて選挙を開始する。\n\n最初はChocolat to Chocolateがあなたの典型的な学校のクラブロマンスのアニメになると思いました。 私にとっては、それはずっと多くなってしまった。 それはあなたがアニメにかなりの方法を得るまで正直にほとんど意味がない劇的なイベントから始まります。 このアニメはあまりにも本当に輝いているように見えますが、物事は意味を持ち始めます。 それが描写していることの1つは、政治は常に彼らが表面に映っているとは限らないということです。 シーンの背後には常に闘争があり、これはこのアニメが非常に興味深い方法で取り組むトピックの1つです。 アニメ全体を通して、それは政界の表裏で起こることに直面する。\n\n恋と千景、そしてチョコレートにもドラマとロマンスがあり、それはもっと興味をそそるものです。 それぞれのキャラクターは、独自のストーリーと、自分のやり方を持っています。 彼らはすべてユニークであり、物語を素晴らしいものにする。\n\n瀬戸からチョコレートまでの瑕疵については、間違いなくほとんど見ていますが、確かにそれらを持っています。 その一つは、時には時には急いで感じることがあると私が思う最大の欠陥です。 私はこのアニメをもっと23エピソードほど見たいと思っていただろう。 それはまた、それはほとんどのアニメのようなクリシェを持っている、物事は常に良いのために働くようです。 ああ、大島が何人かの人を奇妙に見ているようなことは決して説明しませんが、推測をするのは簡単です。\n\n全体的に私は非常に感銘を受けました。特に、私はこのアニメの多くを期待していなかったと考えています。 それはそれを非常に楽しい時計にするためのすべての要因があります。 私はまた、このアニメのやり方で政治とロマンスがある多くのアニメを知らないので、それはもっと楽しいものでした。 いずれにしても、ドラマ、ロマンス、政治のいずれを楽しんでも、これはいい時計です！"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "ggultra2764",
    "profile": "/profile/ggultra2764/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=177477",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  6\nキャラクター|  6\n|  5\n\n愛、選挙とチョコレートは、彼の学校のクラブで一緒にやり取りするいくつかの女の子に囲まれている私たちの男性のリード有希との出会いのシムゲームに基づいて、かなり多くのアニメです。 アニメは本質的に、デート・シム、ハレム、高校ベースのアニメの典型的な偽善とアーキタイプであり、スタッフは学校選抜の問題に比べてより多くの権限を持つ学生協議会でさえ、 前提。\n\nそれは、シムの根元にあるいくつかの爽やかな物語の要素を持っています。 ユキは、生徒会長に就任したときに彼の周りのあらゆる状況を手掛かりにしている、レベルの高い男で、周囲の女の子からの不本意な注意を扱う不運なリードにはなっておらず、明確な考えを持っている 彼はクラブ内または学校の周りの彼を取り囲む女の子のために持っている感情について。 アニメはいくつかのファンサービスとダブルエンペラーの瞬間を持っていますが、頻繁にポップアップしたり、ショーのプロットで開発の途中に入りません。 前半はまた、ユキが選挙運動の支援を得ようとし、学生協議会リーダーであることの綱渡りを理解しようとしているため、選挙のプロットで若干の可能性を秘めている。\n\nショーの後半には、ショーのデート・シム・ルーツの要素が醜い頭を後ろから追い払うようになると、シリーズの品質が低下し始めます。 ユキが2人のキャラクターの間の戦闘に巻き込まれているサブ・プロットは、まともな焦点と本物のドラマを持っています。 しかし、愛選挙とチョコレートの後半にロマンチックな展開を加えようとする試みは、彼らがむしろ説得力がなく、ユキが選挙で行っている進行中の開発に混乱しているため、かなり圧倒的です。 秘密のグループ、陰謀、不祥事などの選挙が勝利しようとしているかのように選挙を扱っている学生とのミックスに、選挙の賭け金が過度に深刻になると、選挙のビットも質が低下する。 国を運営するキャンペーン。 それは、おそらく、私が見た「Absurdly Powerful Student Council」トロピックが、これまでのアニメから搾乳されているのを見ている最悪の例です。\n\nこのためのビジュアル品質は、2012年のタイトルのためのプレーンサイドのビットです。 キャラクターのデザインや風景にはシャープなディテールや明るい色が織り込まれており、アニメが魅力的な明るい気分を醸し出しています。 しかし、ユーレカ・セブンAOやFate / Zeroの後半など、その時からアニメーション化された他の印象的なビジュアル・タイトルと比較して、特にそれには何も出ません。\n\n私が出会った他の多くのデート・シンク・ノックオフと同様、私は愛、選挙、チョコレートにはむしろ無関心です。 その前提にいくつかのまともな要素を持っているにもかかわらず、シリーズはまだジャンルの典型的な物語の真偽やキャラクターのアーキタイプを主にミルクし、選挙の話は政治についての声明を作成するように動作しようとする後半にかなりばかげて取得します。 あなたがシムをデートするための水分を持っていない限り、私はこれを渡すだろう。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "CFKazu",
    "profile": "/profile/CFKazu/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=181431",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nこんにちはみんな〜これは私の最初のMALレビューです。 文法上の誤りや厄介な言葉を私に許してください。\n\nとにかく、私がこのレビューを書いている主な理由は、低い評価/低い人気を守ること、そして他のアニメファンにこのアニメを楽しむよう促すことです。\n\nこのアニメの他の主な問題は、キャラクターの過剰量とプロットラッシュです。 しかし、私はそのアニメを本当に責めません。 まず第一に、このアニメはVisual Novelに基づいているため、文字の量は本当に非難されることはありません。 アニメの長さのためにプロットの種類が急いでいる。 アニメのエピソードが増え、主人公の過去にもっと焦点を当てれば、アニメはClannadやLittle Bustersなどの人気アニメと同じくらい感情的に強くなります。\n\n - ストーリー -  9/10\n物語は本当に素晴らしいです。 学生運営の学校という考えは本当に爽やかです。 プロットは順調に進み、アニメは感情的に強力な物語が欠けていません。 各エピソードの後に​​次のエピソードを見たいと思うでしょう。 学生政府内の政治的闘争は本当に私には興味があります。 上記のように、アニメのエピソードが多い場合、このアニメは簡単に10/10になります。\n\nアート10月\n本当に偉大な芸術。 文字は美しく、よくデザインされています。 設定は本当に素晴らしいです、アニメの環境もそうです。\n\nサウンド -  10/10\n本当にOPとEDが大好きです。 サウンドトラックも悪くありません。\n\n-Character-9/10\nキャラクターは異なる性格と役割を持ち、異なるバックストーリーを持っています。 しかし、文字の量は問題です。 しかし、私はそれのためにプロデューサーを本当に責めません。 主な男性リードはアニメ全体を通じて進行する。 主雄鉛と主雌鉛との関係も同様に進行する。\n\n - 楽しさ -  10/10\nこのアニメは本当に人々を動かすことができます。 ストーリーは素晴らしく、キャラクター同士のやりとりは面白いです。\n\n全体 -  10/10\n私のために本当に良いもの。 クラナドと小さなバスターを思い出させる。 私は本当にこれらの感情的に強力なアニメを愛しています、特に彼らが学校の周りを回っている場合。  Clannad / Little Busterを愛する人や、学校、ロマンス、スライス・オブ・ライフの設定でアニメを愛する人には、このアニメを喜んでおすすめします。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "SirHellfire",
    "profile": "/profile/SirHellfire/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=190999",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  7\nキャラクター|  6\n|  6\n\nKoi to Senkyo to Chocolateは、あなたが本当にあまり期待していないアニメの1つですが、あなたが締め切ったカーテンが、あなたが交渉した以上のものを得た時点で、 それが起こると、あなたはそれを愛していないのですか？\n\n短いバージョン：\n（+）当時のアートは大丈夫です。\n（+）メインキャラクターは、ジャンルが与えられた通常のキャラクターよりも少し許容されます。\n（ - ）このショーには、あまりにも多くの文字が集中しています。\n（ - ）終わりに向かっての音調の変化は、突然のものです。\n（ - ）サウンドは、1つのパートに保存されていても、簡単に見逃すことができます。\n\nThe Story（6/10）：クラブの解散を阻止しようとしている主人公についての話です。男性のリードを大統領に任せることが最も良い方法だと思っています。 新社長が創設され、即座にすべてのクラブの予算をすぐに配分することができます。 それはまったくそのくその仕組みだから。 私が実際にこのストーリーで楽しんでいなかったことの1つは、最初の5分間は完全に誤解を招き、ショーの最後に何らかの理由でそのトーンを取り戻すということです。 私は最後の4つほどのエピソードに向かってとても混乱しました。光り輝くロムコムのものから、大統領のための政治運動と関係のあるドラマに、ショーが変わるからです。 このようなショーのためのトーンの良いシフトではありません、私はおそらくこれをもう少し楽しんでいただろうショーの前半からの感触を維持した場合。\n\nキャラクター（6/10）：私はキャラクターについてこれをすばやく言うでしょう、この小さなショーにはあまりにも多くの方法があります。 あなたは理由を知りたいですか？ それはVNのアダプテーションなので、クラブルームにはいつも10文字、24文字のショー全体があり、24エピソードのショーのために多くのことをやっている、特にあなたがしようとしているとき バックストーリーに主人公の一人を教えてください。ただし、クラブメンバーが重要なので、サイドキャラクターに戻ってください。 今私がキャラクターについてちょうど言ったことすべてを取って、主人公がそれほど悪くはないと言ったときにそれを受け入れる、あなたは彼らがrom-comのVNアダプテーション、  。\n\n大島優樹：ショーの主人公と大統領選のために走っている男。\n\nサヌス・シノノメ：ユウキの椅子の最大の敵で、ショーの最大のお尻ではありません。\n\nチサト・スミヨシ：小学生の遊戯王、そしてゆっくりと傷ついているユウキのこと。\n\n森下ミチル：彼女が特定の人と狂気の人に「忠実」だとしましょう。\n\nMALには他のキャラクターがメインとして掲載されていますが、これはあなたがショーの大部分を費やしているものです。また、彼らはあなたが思うほど耐えられないほどです。 どんなロマンスに投資しても気にしないでください。何の結論も得られないからです。\n\nアート＆amp; サウンド（6/10）＆amp;  （7/10）：このショーが2012年に出てきたことを考えると、アートはかなり標準的ですが、すべてが目が荒く悪くはありませんが、本当に私がそれに対して持っている唯一の答えが「メ」です。 悪くなくても偉大ではない。\n\n音は、ボード全体、音声演技、OST、OP＆amp;  ED、彼らは大丈夫です。  「しかし、あなたは、芸術よりも音質を高く評価していました。」最後にハーモニカのシーンがあるので、私はそうしました。\n\nこのショーについてどう思いますか？\n\nそれは必ずしもひどいショーではありません、それはちょうど終わりに向かってそれ自身の上に旅行します。\n\nこのショーをお勧めしますか？\n\nもしあなたがVNをプレイしたことがあったり、ある時間を殺したければ、そうでなければこれを気にする必要はありません。\n\nさようなら私の兄弟、次のあなたに会いましょう。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "Nasty001",
    "profile": "/profile/Nasty001/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=73597",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  7\n\n私はチョコレートが大好きです、私は言っていますか？ さて、この甘いアニメは終わってしまったし、Yuuki X Chisatoアークになることを嬉しく思います。\n\nストーリー：良い7。\n\n私は、物語が混在した弧であっても、私はどこに行くのが好きだ、このアニメについてのすべてが愛、選挙、チョコレートの周りを回っている。 愛の部分は、あまりにも仲間（祐樹）が出会う時折の弧ですが、それでも女の子の気持ちは気にしません。 物語はちょっと（ユキキ）がchiquita（Chisato）に自分の側を離れることはないと言っても、だれが最終的に誰になるのか、私たちは聴衆を誤って案内します。 私たちが望むのは誰だろう。 言うまでもなく、このアニメのタイトルの「愛」は、Yuuki X Chisatoのアークを指しています。実際にはロマンスのジャンルがその周りを回転しています。 このアニメのタイトルの「Election」は、生徒会の官僚制、特に「公安委員会」と片平派の官僚制を取り巻く謎のジャンルであり、「チョコレート」（チョコレートが好き） それはドラマのジャンルであり、それはチョコレート（チサット）のチョコレートとダイキンの彼女のhermano（兄）の憎悪に関するものです。\n\n\nアート：フェア6。\n\n私は本当になぜ、ほとんどの学生が4層のドレスを着ているのか、イラストレーターのアイデアを掘り下げることはできません.BTWは、第4層とほとんどの女の子が着ているクロップドジャケットです。 層の均一、wtfを意味するのですか？ 大部分の女の子には、次のような構成の学校制服の層があります。 キャミソール、シャツ、スカート、クロップドジャケット.... btwリボンは含まれていません。 ミチル、愛、イザラはキャミソール、シャツ、スカートだけを含む3層のユニフォームを着用しています。 これがイラストレーターの新入生と高齢の学生を区別する方法であれば、それは非常に安っぽい概念です。 私はむしろ、特定のキャラクターの衣装を差別するよりも普通のセーラー服を着た女の子を見ることにします。\n\nサウンド：良い7。\n\nオープニングテーマとエンディングテーマの両方が好きですが、主にオープニングテーマが好きです。 アナベルの「シグナルグラフ」と題されたものはどれですか？\n\nシグナルグラフ、英語翻訳：\n\nあなたは私の前で笑って立っているように、私の手はあなたに届くことができます。\nしかし、私はあなたにとても近づいていますが、私はあなたに触れることができます、\n\n私は正面を上にして、私の気持ちを閉じます\n私の心から流出する感情に気付かないふりをする。\n\nしかし、私の涙で曇った曇った空を超えても、\n明るい青空が広がります。\n\"私が変えることができるという信号。\"\n\n私は私の手を高くするでしょう\n私が恐れていた過去から私を連れて行く\n将来私は思った\n私は行かせた。\n\n私はちょうどあなたと気づいた\nあなたの中で明るく輝いています。\n私はまっすぐに見ます\n一緒に前進してください。\n\n私は私が到達できると思った私の夢の一つをノックダウンした。\nそして私はそこに座って窓を見て...\n\n私たちの目が会うとき、私は何も言いません。\nだから、私は笑顔がこれらの溢れる気持ちを伝えることを望んで笑っている。\n\nお互いを受け入れることは、弱さのためではなく、\nもっと強い心を持つ方法を教えてください。\n\"私が変えることができるという信号。\"\n\nあなたと一緒に私のペースを加速し、\n私は風向きを取るよ\n未来に向かって行く私は私が行かせたと思った\nもう1回。\n\n私はあなたが私に与えた強さを心の中で深く保ちます。\nある日私は確信している\n明るく輝き、光り輝く\n他の人と彼らが取る道路。\n明るい光は、私に背中を押し、遠くに広がります。\n\n私は私の手を高くするでしょう\n私が恐れていた過去から私を連れて行く\n将来私は思った\n私は行かせた。\n\n私はちょうどあなたと気づいた\nあなたの中で明るく輝いています。\n手を持って歩いてみましょう。\n\n「十分な時間があれば、すべてが変わるだろう」\nもうこれ以上言わないよ\n未来に向かって行く私は私が行かせたと思った\nもう1回。\n\nその速度を上げる風に対しても、\n私は私の目を閉じたり傾けたりしません。\n私はまっすぐに見ます\n一緒に前進してください。\n\n前方に歩いてください。\n\n\nキャラクター：良い7。\n\n大島優樹 - 彼のことは、女の子たちには気持ちがあることを知っている人の一種だが、次に何をすべきかというと頭の中にあるようだが、彼は少しヒロイック 彼が釈迦の救済を救おうとしたとき、そしてサツキと葉月の違いを修復するとき。 しかし、彼はまもなくこのように見えて、恋人を探す迷惑な夫であり、彼の本当の心はチサトに属していることを知るだけです。\n\n住吉千里さん - 優樹さんを支配しているような気持ちで、気になる人はいます。 しかし、彼女の性格に劇的なクライマックスを与えるのは感情的な依存です。\n\nキバト・ミフユー・キバ：ちょっとお世話になりましたか、私に尋ねるなら、彼女は実際に私の第二の選択肢でした。私は彼女の優しさが気に入っていますが、 日本の十代の少女たちが傷ついているのが不安だと大したことはない？ 彼女の場合、彼女は手術を受けていたので、彼女はレイプされたかのような処女を失ったようではない。\n\n彼女は哀れみを感じています。\n\n森下ミチル - このアニメが検閲されていない場合にのみ、私は彼女のパンティーを見たでしょう。 しかし、私は彼女がなぜパッシブであっても、それでも致命的であるのかについては決して理解できません。 私は彼女がSエージェントであることは本当にそれが嫌いですが、面白いと思うひとつのモエです。\n\n篠ノ内さつき - うわあ、彼女は美しさと頭脳の両方を磨いている精巧な女性です。\n\n江戸川のぞみ、または「Non Chan、........私は何も言いません。\n\nAi SarueとKii Monzennaka-このアニメにはツンデレのキャラクターが必要かどうかは分かりますが、それはそうです。\n\n\n大輪雄飛 - 八尾？  EEEEWWWWW！  （LGBT社会のメンバーに不快感はない）\n\n私は彼女が好きなのは、彼女が誰もが愛する1人の恋人であるということです。............ゆゆきのクーガーです。\n\n残りのキャストは、このアニメの謎のジャンルとして最もよく描写されているキャラクターがあれば、モリヤクモと大橋かなです、そしてアンタゴニストとしては、私が決してできないモヘイジ・タツミです なぜ彼はヘノホモヘヘジのようなマスクと小沢雄那にいなければならないのかを理解する。 私は本当に、彼らのような十代の若者たちが高福寺アカデミーを支配しているように見えることを苛立たせます。\n\n楽しさと全体的：良い7。\n\nまあ、このアニメを見て楽しんでいるのなら、それは本当に楽しそうです。特に、誰かがゆゆきの愛の関心事になることを望んでいるときに、それがチサトで終わったことがうれしいです。 全体的に私は高福寺学院が学生評議会と学生評議会によって統制されているように思えます。そのようなミステリーのジャンルは特にカナの上に誰が出てきたのか、学生委員会のそれぞれの任務 公共安全はそのような権威を生徒だけでなく、教員や学校の管理者にもつなげるのです。 このようなことは、このアニメ全体にはうまく適合しませんが、物事がどのように進むかというような好奇心を提供します。そのため、全体的なスコアが7に制限されています。\n\n\n私はチョコレートが大好きです。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "ExOsc2",
    "profile": "/profile/ExOsc2/reviews",
    "pages": "1",
    "number": "14",
    "link": "/reviews.php?id=106943",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  7\n\n愛、選挙、チョコレート。\n\n表面上、それは典型的な高校のドラマのようです。 少年がいる、彼はクラブの一員であり、クラブは何かをしなければ解散されるだろう！ 私がこのような話を見るとき、それは典型的にはどのキャラクターがどれだけ楽しめるかということになります。 これには、アニメが私の典型的な選択ではないことが分かっていました。それはトップ1000になく、7.4と評価されています。 しかし、私はアニメが全体的に楽しいものであることを発見しました。\n\nこれを試すかどうかを決めようとしているのであれば、一定量の熱気と決まり文句を受け入れる準備ができているといいでしょう。 私はそれが傑作ではないと言っています、それは素晴らしいことではありません。 それには多くの欠陥があった。 しかし、私はそれが楽しいとわかりました、そして、それは幸せでロマンチックな結末を持っています。\n\nまず、これは同じ名前の視覚小説に基づいています。 このように、「あらゆる種類の女性が主人公のシンドロームと恋におちゃくちゃしている（皮肉なことに、クラブ会員ではない）からかなりの苦しみがあります。 ビジュアル小説では、異なるヒロインのための複数のルートがあった場所を知ることができるので、それは非常に散逸しているように感じます。 しかし、これらはアニメで追求されていません。 これにより、主人公のキャラクターは、時には弱くて優柔不断な気分になります。 大半のエピソードでは、選挙に出ようとしている男についての人生ショーがありますが、時折流れるドラマを振りかざしています。プロットやドラマは、最後のエピソードで本当に熱くなります。 それは私の意見では最高です。\n\nアート/サウンドはどちらもうまくいっていましたが、驚かれることはありませんでした。 彼らはストーリーテリングを損なうことはなく、音楽は適切な時期（主に）に気分を設定する良い仕事をします。\n\n1人の女性ヒロインに集中していれば、アニメはより良くなり、メインキャラクターが少し強く決定的になったとしたら ストーリーにギャップがあったように感じました.12エピソードにあまりにも多くのストーリーがあったように感じられました（おそらく、このすべてが詳細に説明できるビジュアル小説に基づいているからです）。 それでも、私は最近、いくつかのアニメを見つけたことがありました。それはうれしく終わります。 そして、私はそれが真っ直ぐ途中で新しいロマンスを湧き出そうとしなかったという事実を好きでした。  M.C. 時には、（潜在的なロマンチックな利益に向かって）彼の信念のかなり弱い感じ、アニメは私がそれがすべきだと思うようにロマンチックに終わった。\n\n一人で楽しむだけでは、私はそれに7を与えるだろうが、私は全体的に私は6と一緒にいなければならないと思う。私はこれが悪いショーのように感じることは決してないが、あなたはそれが何であるかを受け入れる準備ができている ：最後にロマンスを強化する計画を少しして、友人に大統領を選出させようとしているクラブについてのちょっとした話。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "Notthatfasthuh",
    "profile": "/profile/Notthatfasthuh/reviews",
    "pages": "1",
    "number": "15",
    "link": "/reviews.php?id=73499",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  9\n\nやあみなさん。 これは私の最初のレビューとこれは主に、このアニメは、格付けのために低い順位と低い点を守ることです。\n\n恋と千金とチョコレートはコメディのようなもので始まりましたが、後のエピソードでは話を展開し始めます。 彼らはクラブで一緒にチャットしたり笑ったりするのは、少年と少女や他の仲間たちのことです。 涼宮ハルヒと僕はともだちがいっぱいです。 しかし、ハルヒと似ているのは、コイ・チョコとは少し違った物語です。\n\n〜ストーリー〜9/10  - さて、物語はある程度は良いです。 まず、その表紙で本を裁かないでください。 基本的に、このアニメは左の写真のようには見えません。 最初の3つのエピソードでは、それは同じものではありません。 しかし、アニメ全体はかなり急いでいる。 それが24のエピソードか何かに引き伸ばされたなら、それは良いでしょう。 しかし全体的には良い:)\n\n〜あｒｔ〜９／１０ ー い ぃけ てぇ あｒｔ。 てぇ でしｇん いｓ にせ。 しみぁｒ と ぼく わ ともだち が すくない。\n\n〜サウンド〜8/10  -  OPとEDがショーに合っています。 最初の2つのエピソードでは、私は「これがコメディアニメである時、なぜ、EDはとても悲しいのですか？」のようでした。 そして今、それはすべて理にかなっています。 後でエピソードに行くと、使用している曲が好きなようになり、話にうまく収まるようになります。\n\n〜キャラクター〜7/10  - 少数のキャラクターを除いて、すべてがうまくいきます。 ちょうど良く合わない文字がいくつかあります。 物語は主にクラブに関するものです。 だからそこに人がいなければならない。 しかし、それはチャット、笑い、遊び、毎日たくさんの食べ物を食べるクラブなので、活気に満ちたクラブメンバーがいなければなりません。 だから、似たような女性キャラクターのペアがあり、野生のサルのように行動し、いつも同じことを言う。\nこの他の女性キャラクター、適切な時間に適切なものを発明する発明者がいます。 目的を果たさないあらゆる種類の機械を発明しています（終わりのカップルを除いて）。 基本的に、これらの3文字は私には何の影響も与えません。 すべてを見た後、私はまだそれらのためのビットを感じることはありません。 クラブをもっと多くの人々と活発に見せるために、彼らはただそこにいました。\n\n〜楽しさ〜9/10  - ジャンルはドラマとロマンスなので、私はいくつかのストーリーを期待しましたが、最初の印象はコメディが好きなアニメを示しています。 しばらくして物語が深刻になり始めると、私の心が超高速でレースをした瞬間がありました。 あなたが「触れた」と感じるときの気持ちを知っているように。 そうです。 私は男性ですが、通常、他のアニメを見ると、この「OMG SO SAD」があり、視聴者に「触れられた」、あるいは泣かせるようになっているアニメの部分があります。「これは なぜ悲しいのだろうと悲しいのですか？ しかし、KoiChocoは私の心を悲しく感じ、4回触れました。 特にエピソード上のものは... haha​​ no spoilers\n\n〜全体的に〜9/10  - ちょうど合計すると、私はそれがコメディでちょうど普通のハーレムのアニメだと思ったので、最初は7となるはずです。 それから、ロマンスにもっと集中していたので、私は8/10にそれを上げました。 そして最後に、アニメには素敵な背景物語があるので、私はそれを9/10にすることに決めました。 私が気に入らない1つのことは、まだ12 epsアニメだけで24 epsアニメではないということです。\n\n私は助けてくれることを願った。\n\n彼女が迷惑をかけているので、メインの女性リードキャラクターが嫌いな人がかなりいることは分かっています。しかし、実際にはそうではありません。アニメを見ない人は、できるだけ早く彼女を好きにしてください。 彼女の名前はチサトです。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "Noir0",
    "profile": "/profile/Noir0/reviews",
    "pages": "1",
    "number": "16",
    "link": "/reviews.php?id=89133",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n人々は「その表紙で本を判断することは決してない」と言います。このアニメが私を守ってくれたのはそれが本当であることを表現できません。 このアニメは、学校についての一般的でステレオタイプのアニメのようなものであり、どんな定型的なキャラクターが相互に作用するのかと考える人もいます。 まあ、あなたは半分右ですが、あなたも間違っています。 このアニメはそれ以上のもので、一般のドグマに従う人もいれば、政治、復讐、暴力、差別、劇などの世界に導かれます。 あなたが学校、コメディ、ロマンス、ドラマに参加している場合、このアニメはあなたのためだけです。\n\nアート/グラフィック - 芸術は美しいですが、私が言わなければならないことは、最近のものを含めてこれまでに見たほとんどのアニメよりも優れているということです。 私は彼らが芸術でこれほど多くのことをすることができたと思っていますが、私はこの作品の量がこのアニメにとって正しい選択だと思っています。\n\nサウンド - これは特に私のお気に入りです、私は瞬時にOPとだけでなく、エピソード1の最初の最初の曲に夢中だった。\n\nキャラクター - 私はキャラクターについて話すつもりはない。なぜなら、人々は、何が善か、何が恐ろしいキャラクターであるかについて異なる解釈をしているからだ。\n\nストーリー - これは本当に私をこのアニメに引き寄せたものです。 他の正統なショートシリーズコメディとは異なり、アニメの6〜7話の後にプロット（または全くプロットなし）が来るロマンスアニメ。  （私はそれがどれほどイライラすることができるか分かっています）このアニメのプロットは、1〜2回のエピソードの後すぐに現れます。 このアニメは多くのキャラクターを持っていますが、メインの主人公とその少女の周りを回っているようです。 このアニメはそれにはハーレム感がありますが、それは間違いなくそれが意味するものとは異なる道を行くことになります。 本当に私がこのアニメを愛していたのは、他の何千ものアニメとは違って、エンディングが半端で終わっていないことでした。 あなたの多くは、主人公が誰にも終わらないアニメーションや、あなたの満足に結びつかないアニメの多くに遭遇したと確信しています。 まあ、私は終わりを傷つけませんが、主人公は実際には最後に女の子を選び、彼らがあまりにも「猫」や弱者である他の主人公とは違って、目標を達成し、人生を愛することができる多くの障害を乗り越えました。 女の子にすべてをさせてください。\n\nこのアニメは私の暇つぶしに見て楽しめるものを探していたので、間違いなく私を守ってくれました。\n\n楽しさ -  9"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "TimChan",
    "profile": "/profile/TimChan/reviews",
    "pages": "1",
    "number": "17",
    "link": "/reviews.php?id=73073",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  9\n\nVNのターンアラウンドの最も一般的な病気の1つは、ロマンスがストーリーを圧倒するのは簡単だということです。 複数のルートを持つ複数のルートを持つゲームを1つの単一のストーリーラインに統合すると、実際にはハレム（Clannad）や最悪の場合、ルートの混乱を招く勇気のないハレームアニメのように見えるアニメで終わることがよくあります それはキャラクターをうまく果たせず、プロットを真似ることができません（つまり、Studio DEENのFate / Stay Nightの適応）。 恋と天国とチョコレートは、オリジナルのエロゲのこの適応において、作図と登場人物との間で、実行可能な場合には、実現可能であれば、脆弱なものを見つけることができます。\n\n=ストーリー：9 =\n\n季節の初めに、恋と千起とチョコレートは私の優先順位のリストの底辺から出発し、落ちるのを避けるだけの十分な状態を保っているステレオタイプのハーレムのプロットを果たしました。 最初のエピソードは確かにそれを強化し、7人の女性と2人の男性（そのうち1人は他の人よりもはっきりと頭が上がっている）であるクラブで、主人公。 最初のエピソードの最初の冷笑のプロローグは完全に忘れ去られているようであり、全体の選挙は、喜んでしかし面白いかわいらしさと関係のかわいそうになるだろう。 しかし、KoiChoco（チョコレートへのKoiとSenkyouは少し口当たりが良いです）は、実際にプロットを持つハーレムから発達しています。\n\n明らかにすべての日本の高等学校の場合と同様に、生徒会は膨大な量の力を持っています。 生徒が財政をほぼ全面的に管理している高橋校のアカデミーの場合、学生評議会は、学校の支出（第11話「数千億円」の支出）を管理します。  Preisdencyは、通常、学校内の3つの主要派閥、財務委員会、総務部、公安委員会によって争われています。 現在の現職幹部が腐敗の疑惑に悩まされていることから、計画的な受賞者であるシノノメサツキ財務長官は、財政的に何らかの活動をしていないクラブの廃止から、緊縮財団のキャンペーンを開始した。 これには、彼のクラブ（食品研究）のメンバーが推薦された彼のクラブを救うために第三者候補として実行される主人公の大島（漢字のため大島と誤っていることも多い） キャンペーンの過程で出現する多くの対人的な問題に直面しています。\n\n私が間違ってはいけない、KoiChocoは物語のキャラクター側を無視しない - 大部分の選挙（そしてVNのルートの多く）は対人関係に縛られている - 過去のクラブ大統領選挙マネージャーのトラウマ 幼なじみの友人チサト・住吉さん、財政審議官の東野さつき氏の家庭闘争、議論の余地のある財政援助プログラムの受益者である青木氏の個人的な闘い、そしてユキの後任者で元財務大臣、森八雲公安委員の謎めいた動機などがあります。 しかし、KoiChocoを例外的な適応にするのは、主なプロットにも焦点を当てているからです。 物語を通して、ユキとフードクラブは、大手の資金提供を受けている当事者が支配する分野で、第三者候補者が直面する多くの問題に直面しなければならず、ユキの後ろの政治、公共安全 委員会、および他の2つの委員会。 時には私は時には実際の物語が文字の対人闘争よりも魅力的であるように見えたが、逆もまた起こった。 全体的に、KoiChocoの最善のポイントは、興味深く吸収的なメインプロットを維持しながら、キャストの対人関係を引き出す能力でした。\n\n=アート：7 =\n\n確かにかわいいですが、アニメーションの品質に大きな低下はありませんが、芸術は例外的ではありません。良いですが、それ以外のものとあまり違いはありません。 アニメは、一般にアニメに暖かい雰囲気を維持するのに役立つ、柔らかいパステルカラーの色を頻繁に使用します。これは、雰囲気に貢献しますが、注目すべき方法ではありません。\n\n=サウンド：8 =\n\nKoiChocoのオープニングとエンディングは一般的なものから始まりますが、非常に迅速に成長します。  Signal Graph、AnnabelのOP、一般的にやわらかい、静かなEndingテーマからの脱却（Sankarea、Canaan、Another's Endingsのように）は、アニメの気分をよく伝える楽しく楽しい歌です。  CeuiのED、Kaze no Naka no Primroseも楽しいですが、それほど注目に値しません。 サウンドトラックの音楽はロマンチックなアニメに期待されるシンセ、ストリング、ピアノのテーマがたくさんあり、確かにいいですね。  OSTには何も欠けているわけではないが、例外的に本当に出てくるものは何もない。\n\n=文字：8 =\n\nKoiChocoの多くのキャラクターの主な問題は、彼らが十分に活用されていないように見えることです。 彼らの多く（ChisatoとYukiの友人Mifuyu、Michiru、Satsuki）は、興味深くて充実したキャラクターは、可能な限り利用されていないようだが、その全ルートを たった12回のエピソードは難しいでしょう。 他にも潜在的な可能性が高いキャラクター（祐樹だけが見ることができるマスク、佐伯の姉妹、裕樹の葉月、葉月、青木）は、見た目もあまり凝っていません。 もう一度、12アニメ番組の限界を考慮する必要がありますが、非常に面白いキャラクターが十分に活用されていないことは、スコアを9から8に下げる失望感です。一方、他のキャラクターは無意味であり、 重要ではない - かわいい一般的な子供の天才ノンちゃん、愛サルエと彼女の他の色のツインKii Monzennakaは、クラブを人で満たしていること以外は目に見えないようなものだった。 それもマイナーキャラクターが予想されるはずですが、あまり一般的でないキャラクターに置き換えられる可能性があります。\n\n=楽しさ：9 =\n\n私にとって、KoiChocoは、一般的なハレムショーの期待を破っただけであり、実際の政治と背後の圧力との対人関係を結びつける非常に興味深い物語ではないことが判明した 選挙。 時には私の心が競争したという事実は確かにそれを9に上げるのに十分です。\n\n=全体：8 =\n\n私は本当にビジュアル小説を演奏したいと思っています。アニメーションに不満を募らせたスポットのほとんどは、そのプロットでカバーされていました。 キャラクターは心地よく、ストーリーは素晴らしく、芸術とサウンドは例外ではありませんでしたが、確かにストーリーにとっては有害ではありませんでした。 私の本で9を得るための唯一の障害は、おそらくシーンの多くがベストエフェクトに雇われないようにする、12エピソードの限界の避けられない幽霊であろう。 しかし、全体的には11回のエピソードでKoiChocoを堪能し、最後のエピソードを楽しみにしています。"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "Urbanophiler",
    "profile": "/profile/Urbanophiler/reviews",
    "pages": "1",
    "number": "18",
    "link": "/reviews.php?id=181238",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  9\n\n**私はチョコレートにSenkyoへの恋のアニメを見ただけで、このレビューはそれに基づいています。\n\n高校の設定のあるロマンスのコメディは、私のお気に入りのアニメシリーズですので、心に留めておいてください。\n\n恋と選挙とチョコレート/恋と選挙とチョコレート;  2012年7月から9月に放送された12のエピソード20分。 コメディー、ドラマ、SoL、ロマンス、スクール;  Sentai Filmworksによるライセンス\n\n恋と千景とチョコレートは、心のない俳優とは違って、メインのプロットに興味深いサブパネルとのスリリングな選挙戦に発展したいと望む一般的なロマンスの学校の物語のように見えます。 それはスタディン評議会が基本的に小さな州のようにそれを支配する、学生支配の学校での出来事に従います。\n\nストーリー：9/10\nあなたが既にその概要を読んでいるなら、あなたはその物語が新鮮で新しいものであることを知っています。 生徒会長のためのランニングは、通常、理想的なアニメMCキャラクターの一部ではないので、何か新しいことを見て興味深いです。 この主なプロットとは別に、シリーズの大きな部分は男性MC周りのロマンスと人間関係でもあり、ハーレムシリーズを見ているように見えることもありますが、これは軽微なものです。 ストーリーを分析するのはほとんど不可能ですが、最終的にはシリーズの中で最も大きな部分を占める重要かつ多様なサブプロットを持つ非常に複雑なストーリーラインになってしまいます。 私はそれが不必要な誇張のためにならなかったら10を与えていただろうが、それでも良い。 あなたは決して迷惑にならないでしょうし、楽しい驚きもありません。\n\nアート：8/10\nそれにもかかわらず、芸術は特別なものではありません。 戦隊Filmworksは良いスタジオであり、明らかに期待に応えます。 悲しいことに、私はたいてい、シーンを台無しにしてしまった、非常に不必要で、外れたファンサービスから、8枚しか与えませんでした。 しかし、アートに不平を言うことは何もない、女の子は多様で美しいです、アニメーションはうまくいっています。\n\nサウンド：10/10\nOPは一般的ではありませんが、まだ素晴らしいです。  EDはエピソードが放出する雰囲気に非常に合っており、よく選ばれています。 背景音楽はちょうど完璧です。 私は、バックグラウンドの音がちょうど完璧だったアニメはほとんど見ていません。特に、ストーリーのサブプロットがとても違うので、音楽を選ぶスタイルが非常に多くあるときはそうです。 声は大部分がとても良いです。\n\nキャラクター：10/10\nこのアニメにはあなたの一般的なキャラクターのタイプはありません。 ほとんどのキャラクターは最初からそうであるように見えますが、その後、キャラクター開発の大部分にうまく受け取り、多様でユニークなキャラクターを視聴者に説明します。 彼らの行為は、そのキャラクターのために非常に現実的で理解できるように見えます。 一人の人生の危機と心理的な問題もうまく実行されます。 それはこのショーをとても良くする視聴者への残りの結合を作ります。\n\n楽しさ：9/10\n複雑で興味をそそるストーリー、優秀なキャラクターの描写とコメディーシーンを組み合わせることで、このショーは非常に楽しいものになります。 昨日このシリーズを終わらせて私のポストアニメのうつ病を克服した後、私はまだその素晴らしいと過小評価と思う。 これを見る人は、多様なストーリーと魅力的な状況に満足しています。 それを見て価値がある、私を信じてください。\n\n全体：9/10\n時には場所外の場面ではなかった - 前にも述べたように - 私はこのショーに10を与えていただろう。ある面では現実的だが、他の面では非常に非現実的である。 幼児期の愛情、心的外傷後の問題、チームワーク、さらには民主主義国家制度の現代的定義の重要な側面に触れても、ショーは視聴者に持続的な影響を与えます。 これはすべて、良いコメディと結びついて、本当に私のためにこのショーを作った。\n\n予測：物語は多かれ少なかれ終了して以来、2番目のシーズンはありません。  Oujimaの愛を克服し、ロマンスに多くを加え、いくつかのOVAがありました。あなたがファンなら、彼らを見てみてください。\n\n**これは私の2回目のレビューですので、心に留めてください。 ご意見やご意見がありましたら教えてください。レビューを改善することができます。 私は完成したアニメのための1つを今から書くことを計画しています。 読んでくれてありがとう！"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "puvijain",
    "profile": "/profile/puvijain/reviews",
    "pages": "1",
    "number": "19",
    "link": "/reviews.php?id=65451",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  7\n\nこのシリーズには、しっかりしたものがあるかもしれません。 このシリーズは知的には気に入っていますが、通常のハーレム・スクール・クラブの設定でも他の人々にも興味を持ち続けようと努力しています。 芸術はそれ以上に魅力的な王のために多くを助けません。 シリーズの強みは、私が思うには、キャラクターと対話です。 最初のエピソードは、スパイの雰囲気と、高校時代のために大きく正規化された政治的感情を与え、著者がこのテーマを創造的にどのように使用するかを見極めることです。とても面白いと思いますので、うまくいきたいです。 その勢いを失い、ハーレムのもう一つの言い訳にならないことを望みます。 私は物語とスタイルではあまりにも華麗だったシリーズ「京海千寿の地平線」に平行して描くことができます。 二重の意味がたくさんあり、選挙政治や検閲などの深刻な話題を使用していることと、ちょうど軽度のエッチの内容は非常に刺激的で直観的であるという事実を考えると、"
  },
  {
    "title": "Koi_to_Senkyo_to_Chocolate",
    "id": "12175",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "user": "shouj0panda",
    "profile": "/profile/shouj0panda/reviews",
    "pages": "1",
    "number": "20",
    "link": "/reviews.php?id=155655",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  6\n|  6\n\nチョコレートへの恋と千景は災害のレシピのようなものでした。 あなたが1つのものにあまりにも多くのものを置くとき、それはうまく終わらない。\n\nストーリー6/10：このドラマはドラマですが、私はドラマが好きですが、この番組で紹介されているドラマは、本当に悪いドラマのように、ほとんど笑い声です。 ショーの始めに、彼らはあなたに何らかの種類の交通事故を示しますが、それは面白いですが、実際にはショーのことではありません。 代わりに、あなたのクラブを傷つけないようにするために、学生会長のために走っている男の子の話があります。 さて、私はそれに行くでしょう。 しかし、ショーが進行するにつれて、プロットは行き過ぎに複雑になります。 ランダムないじめ、超秘密のもの、疑わしい同盟、秘密の病院訪問、トラウマの経験、変わったバックストーリー、チョコレートへの奇妙な嫌悪感、そしてあなたがそれを決して推測しないほどばかげたシーズンフィナーレがあります。 クラブを救うために大統領のために走っている子供の単純な話には何が起こったのでしょうか？\n\nアート7/10：あなたが私に尋ねるなら、あまりにもシェビーではありません。\n\nサウンド8/10：音楽についても不平を言うことはできません、オープニング曲はかなりキャッチーです。エンディング曲はかなりです。\n\nキャラクター6/10：キャラクターはそれほどうまくいったとは思わない。 ほとんどのキャラクターは、本当に深みがありませんでした。 私は怒っていた、文字はずっと良いかもしれなかった。 潜在的なものもありましたが、少なくとも私にとってはそうではありませんでした。 メインの女の子、チサト、私はちょうど彼女が夢中だったと思っていて、彼女は深みのあるキャラクターであるはずだった。 また、彼女と大島との関係もかなりのようですが、私は実際にMouriとKanaとの関係に何らかの理由で興味を持っていました。 他のキャラクター、特に女の子たちが私を悩ませました。 ショーのページは、それがハーレムだとは言わないが、それは私がこのショーから得た雰囲気だ。 大島は、基本的に女の子の束に囲まれています。 男のキャラクター（夢）でも彼のためのものがあります！ 夢の男が大島を絶え間なく見せているように、私は彼がただ面白くしようとしていると思っていましたが、彼は深刻だと気付きました。\n\n楽しさ6/10：ショーは大丈夫ですし、しばらくあなたを楽しませてくれるのですが、それはばかげていますが、ちょうどそれができたかもしれないものに少し不足していると感じました。 また、このページは実際にはエッチとは言いませんが、それは技術的にはそうではないと思いますが、私はこのショーの奇妙なエッチを感じます。\n\n全体的な6/10：このショーは、私の口の中に悪い味を残しました。 ハハ、私は抵抗することができなかった、申し訳ありません、食糧は結局のところショーの重要な部分でした！"
  }
]
