[
  {
    "title": "Rinne_no_Lagrange_Season_2",
    "id": "12281",
    "url": "https://myanimelist.net/anime/12281/Rinne_no_Lagrange_Season_2",
    "user": "Stark700",
    "profile": "/profile/Stark700/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=73047",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  6\n\nRinne no Lagrange IIを観ることは、ビーチで散歩を楽しむのと同じですが、新鮮な空気が吹き出して、あなたが気分を味わい、若さの喜びを体験できます。 しかし、どういうわけか、何らかの形で、時にはこのシリーズは、あなたが見ることができるが、やや反復的な瞬間に飽きているそれらのタイトルのように思える。 それらの瞬間は心温まる、喜びで満たされますが、時には私たち自身の若い人生のそれぞれにつながる感情もあります。 とにかく、このシリーズは今年の夏の中で最も過小評価されたタイトルの1つと思われます。 しかし、これは大丈夫です。なぜなら、Rinne no Lagrange IIは人気のコンテストではなく、観客にふさわしいエンターテインメントを提供するためです。\n\nRinne no Lagrange II（Lagrange：Rin-Ne Season 2の花）は、LanとMuginamiが地球を離れる数ヶ月後に起こるオリジナルシリーズの直後の続編です。 ホームシック？ さて、マドカはすごく感謝しているはずです。彼女はまもなく驚きの訪問をします。 彼女は高校生であるので、Madokaは責任を持っていますが、友人の助けを借りて、ちょうどそれをすることができます。\n\nオリジナルシリーズと同様に、この続編は若い人口層の視聴者に適した雰囲気で軽快です。 それはあまりにも小さな子供のためのものではありませんが、後で関係するいくつかのドラマと強さがあるので。 しかし、まだ...もしあなたがセックス、マッサージ、またはマインドファックを探しているなら、この続編はあなたを失望させるかもしれません。  （ちょっとしたお酒がお好みのカテゴリに含まれていない限り）\n\n続編の設定はほぼ同じです。 友情は元のシリーズの重要テーマの1つで、ジャージークラブは再び改革され、希望の花になります。 かわいい女の子はかわいいことをしていますが、それは特にフィラーのエピソードの一部です。 その中で、この続編のストーリー自体は、より直接的なアプローチを行い、シリーズの2人の主人公の兄弟が関わるいくつかの兄弟のようなジレンマに取り組んでいます。 それは感情的で劇的になって、軽快な感情の一部を見て、脱ぎ捨てます。 それでもなお、追加されたフィラーのエピソードは、時にはかなり煩わしいものになります。 まどかはシリーズ全体でしばしば叫ぶような、まるで「マル！」ではありません。 いいえ、完璧ではないし、時には物語が触れていないようです。\n\nありがたいことに、私たちはそれを補うジャージークラブを持っています。 クラブはまだ3人のメンバーで構成されています：\n\n杏野まどか - 今は高校に通っているチェリーの少女です。 しばしば、彼女は自分の問題だけでなく、彼女が気にしているものにも対応して、とても陽気で、友好的で、助けて、患者です。 彼女が何かを成し遂げたり好きなことをしたりすると、「丸」という言葉が口から出てきます。 彼女はこの続編の中で、特に後者のエピソードの中で、自分の内面の自己をより多くを探求する愛らしい人物です。\n\nLaffinty Fin E Ld Si  - または単にLan！ この少女は元のタイトルからでもこの続編では奇妙なものです。 彼女の性格はあまり変わっていませんが、この続編の初めから少し離れているようです。 ありがたいことに、無力を助けるジャージークラブがあります。 そしてもちろん、著名なメンバーである彼女のかわいい\"偽の\"個性がこの続編に残されています。\n\nMuginami  - トリオの劇的なキャラクター。 この続編では、彼女はまだその人格を持っています。 彼女の動機は、彼女の友人にとって最善のものであり、彼女の最愛の兄弟との良好な関係を維持することです。 しかし、時々、彼女は感情的な自己を示し、彼女が最も宝物を守るために他人を傷つけることさえ喜んでいます。\n\nこれらの3人の女の子は、平和な日曜日の週末に、この続編でエンターテインメント、喜び、そして感情を引き出します。\n\nまあ、正確ではありません。 まだ紛争があるので、すべてが平和であるわけではありません。 この続編シリーズの後半では、身体的および感情的な傷跡の両方を残した過去の出来事に関する高齢者の間で醸造の問題があるようです。 それ以外にも、Yurikanoという名前の新しいキャラクターが、Jersey ClubのメンバーであるMadokaと特別なエピソードの間にちょっとした時間を持つシリーズに参加します。 彼女は陽気で不気味な線の間をぼやけているように見える奇妙なキャラクターです。 これはどうしたらいいですか？ 時々、彼女はボスキーに思えるかもしれませんが、他の時代は特にDiselmineと特別な絆を分かち合っています。 よりアンタゴニスト側では、Moidは醸造トラブルを愛し、彼の色を後で観客に示す。\n\nこの続編のアートワークとバトルシーンは比較的同じです。 生産I.G. 明るい晴れた日差しとチェリーの雰囲気を持つ典型的なクールな生活のその軽快なスタイルを提供します。 いくつかの戦闘シーンは、いくつかのスリリングなアクションを促しますが、そのほとんどは軽い心の戦いのスタイルを保持しています。 それはMuv Luvのようなものではありません。エイリアンがあなたを食べるために外に出ていて、すぐに絶滅しなければならないTotal Eclipseです。 いいえ、それは戦闘のそれらの悪い男の子（Ovid）に乗って半分裸の女の子とのそれは典型的な軽やかなリネンのラグランジュスタイルのテーマのままです。 この続編でもう一度見るのは楽しいことですが、彼らがまだポーズを取っている危険を抱えて戦う方法を考えると、ジョイスティックを使わずにビデオゲームをするような気がします。 全体的には、芸術は大丈夫です。 あまりにも特別なことではなく、ポイントに。\n\nこの続編のサウンドトラックは、元のOP曲がより良いリズムを持っていることは認めなければならないが、やや損なわれていない。 私の意見では、中島恵氏の「大理石」はここでは機能していないようです。 元のOP曲が視聴者に買ったようなリズムが欠けています。 それはジャージークラブの女の子たちの近くにあるモンスターです。 秋田眞（ハチミツとクローバー、ノダメカンタバイル、ソラ）は、軽快な音楽を作った経験がある人です。 この続編では、再び耳に劇的なリネン・ラグランジュのようなメロディのソフトタッチを提示します。 しかし、同時に、それはどんな風味も欠けているように見え、その退屈をさらに刺激する。 裁判をするのは難しいが、授受するのは音楽だけである。\n\nRinne no Lagrange IIは明るく晴れた週末に楽しんで楽しめるシリーズです。 目を覚まして窓を開け、朝の匂いを嗅ぎます。 ええ、それはあなたがエピソードをプレイするときに得られる同様の感情です。 ここでは物語があるので、遊びやゲームについてはすべてではありません。 残念ながら、時には一緒になっても、物語は少し外れているようです。 前方に押してストーリーを突っ走ってしまうのは良い考えではないし、この続編ではそのミスを少し繰り返すようだ。 しかし、同時に、シリーズはジャージークラブのエンターテイメントを楽しむことができます。 かわいい女の子達は時々気になるかもしれませんが、マドカには、欲望の苦手な人を助けることが趣味なので、特にそういうことがいくつかあります。 人々を助けることは面倒ではなく、あなたはそれについて良い気分になります。 それがジャージークラブが存在し、この続編ではまさに彼らがやっていることです。\n\n結局のところ、Rinne no Lagrange IIはマドカのように「丸」または「完璧」ではありません。 それでも、週末にジャージークラブで楽しむリラックスした楽しいシリーズです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nWatching Rinne no Lagrange II is like taking a walk on the beach but with a breeze of fresh air where you feel and experience the fun as well as the joy of being young. But somehow, some way, this series at times seems like one of those titles where you can watch through but feel bored of the somewhat repetitive moments. Those moments are heartwarming, filled with joy, but occasionally also has emotions that can be connected to each of our own young lives. At any rate, this series seems be one of the most underrated titles of this summer. But that's ok because Rinne no Lagrange II isn't here for a popularity contest but rather to deliver entertainment that the audience deserves.\n\n\u001b[1mRinne no Lagrange IIを観ることは、ビーチで散歩を楽しむのと同じですが、新鮮な空気が吹き出して、あなたが気分を味わい、若さの喜びを体験できます。 しかし、どういうわけか、何らかの形で、時にはこのシリーズは、あなたが見ることができるが、やや反復的な瞬間に飽きているそれらのタイトルのように思える。 それらの瞬間は心温まる、喜びで満たされますが、時には私たち自身の若い人生のそれぞれにつながる感情もあります。 とにかく、このシリーズは今年の夏の中で最も過小評価されたタイトルの1つと思われます。 しかし、これは大丈夫です。なぜなら、Rinne no Lagrange IIは人気のコンテストではなく、観客にふさわしいエンターテインメントを提供するためです。\u001b[22m\n\u001b[1m(Rinne no raguranju II o miru koto wa, bīchi de sanpo o tanoshimu no to onajidesuga, shinsen'na kūki ga fukidashite, anata ga kibun o ajiwai, waka-sa no yorokobi o taiken dekimasu. Shikashi, dō iu wake ka, nanrakano katachi de, tokiniha kono shirīzu wa, anata ga miru koto ga dekiru ga, yaya hanpuku-tekina shunkan ni akite iru sorera no taitoru no yō ni omoeru. Sorera no shunkan wa kokoroatatamaru, yorokobi de mitasa remasuga, tokiniha watashitachi jishin no wakai jinsei no sorezore ni tsunagaru kanjō mo arimasu. Tonikaku, kono shirīzu wa kotoshi no natsu no naka de mottomo kashō hyōka sa reta taitoru no 1tsu to omowa remasu. Shikashi, kore wa daijōbudesu. Nazenara, Rinne no raguranju II wa ninki no kontesutode wa naku, kankyaku ni fusawashī entāteinmento o teikyō suru tamedesu.)\u001b[22m\n\nTranslations of \u001b[4mWatching Rinne no Lagrange II is like taking a walk on the beach but with a breeze of fresh air where you feel and experience the fun as well as the joy of being young. But somehow, some way, this series at times seems like one of those titles where you can watch through but feel bored of the somewhat repetitive moments. Those moments are heartwarming, filled with joy, but occasionally also has emotions that can be connected to each of our own young lives. At any rate, this series seems be one of the most underrated titles of this summer. But that's ok because Rinne no Lagrange II isn't here for a popularity contest but rather to deliver entertainment that the audience deserves.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWatching Rinne no Lagrange II is like taking a walk on the beach but with a breeze of fresh air where you feel and experience the fun as well as the joy of being young.\u001b[24m\n    \u001b[1mRinne no Lagrange IIを観ることは、ビーチで散歩を楽しむのと同じですが、新鮮な空気が吹き出して、あなたが気分を味わい、若さの喜びを体験できます。\u001b[22m, \u001b[1m輪廻のラグランジェIIを見ていないと、ビーチにいますが、楽しいだけでなく、若いことの喜びを感じ、体験新鮮な空気の風で散歩を取るようです。\u001b[22m\n\u001b[4mBut somehow, some way, this series at times seems like one of those titles where you can watch through but feel bored of the somewhat repetitive moments.\u001b[24m\n    \u001b[1mしかし、どういうわけか、何らかの形で、時にはこのシリーズは、あなたが見ることができるが、やや反復的な瞬間に飽きているそれらのタイトルのように思える。\u001b[22m, \u001b[1mしかし、どういうわけか、いくつかの方法は、時間にこのシリーズは、あなたを介して見てやや繰り返しモーメントの退屈を感じることができ、これらのタイトルの1のように思えます。\u001b[22m\n\u001b[4mThose moments are heartwarming, filled with joy, but occasionally also has emotions that can be connected to each of our own young lives.\u001b[24m\n    \u001b[1mそれらの瞬間は心温まる、喜びで満たされますが、時には私たち自身の若い人生のそれぞれにつながる感情もあります。\u001b[22m, \u001b[1mそれらの瞬間は喜びで満たされた、ほのぼの、時折も私たち自身の若い命の各々に接続することが可能な感情を持っています。\u001b[22m\n\u001b[4mAt any rate, this series seems be one of the most underrated titles of this summer.\u001b[24m\n    \u001b[1mとにかく、このシリーズは今年の夏の中で最も過小評価されたタイトルの1つと思われます。\u001b[22m, \u001b[1mいずれにせよ、このシリーズは、この夏の最も過小評価されたタイトルの一つであると思われます。\u001b[22m\n\u001b[4mBut that's ok because Rinne no Lagrange II isn't here for a popularity contest but rather to deliver entertainment that the audience deserves.\u001b[24m\n    \u001b[1mしかし、これは大丈夫です。なぜなら、Rinne no Lagrange IIは人気のコンテストではなく、観客にふさわしいエンターテインメントを提供するためです。\u001b[22m, \u001b[1m輪廻のラグランジェIIは、人気コンテストのためにここにいないではありませんが、むしろ観客に値するエンターテイメントを提供するので、しかし、それは大丈夫です。\u001b[22m\n\u001b[1m\u001b[22m\nRinne no Lagrange II (also known as Lagrange: The Flower of Rin-ne Season 2) is the direct sequel of the original series that takes place several months after Lan and Muginami leaves Earth. Homesick yet? Well, Madoka should be but thankfully, she gets a surprise visit soon. Now that she's a high school student, Madoka has responsibilities to handle but with a little bit of help from her friends, she can do just that.\n\n\u001b[1mRinne no Lagrange II（Lagrange：Rin-Ne Season 2の花）は、LanとMuginamiが地球を離れる数ヶ月後に起こるオリジナルシリーズの直後の続編です。 ホームシック？ さて、マドカはすごく感謝しているはずです。彼女はまもなく驚きの訪問をします。 彼女は高校生であるので、Madokaは責任を持っていますが、友人の助けを借りて、ちょうどそれをすることができます。\u001b[22m\n\u001b[1m(Rinne no raguranju II (raguranju: Rin - Ne sezon 2 no hana) wa, Lan to Muginami ga chikyū o hanareru sūkagetsugo ni okoru orijinarushirīzu no chokugo no zokuhendesu. Hōmushikku? Sate, Madoka wa sugoku kansha shite iru hazudesu. Kanojo wa mamonaku odoroki no hōmon o shimasu. Kanojo wa kōkōseidearunode, Madoka wa sekininwomotte imasuga, yūjin no tasuke o karite, chōdo sore o suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mRinne no Lagrange II (also known as Lagrange: The Flower of Rin-ne Season 2) is the direct sequel of the original series that takes place several months after Lan and Muginami leaves Earth. Homesick yet? Well, Madoka should be but thankfully, she gets a surprise visit soon. Now that she's a high school student, Madoka has responsibilities to handle but with a little bit of help from her friends, she can do just that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRinne no Lagrange II (also known as Lagrange: The Flower of Rin-ne Season 2) is the direct sequel of the original series that takes place several months after Lan and Muginami leaves Earth.\u001b[24m\n    \u001b[1mRinne no Lagrange II（Lagrange：Rin-Ne Season 2の花）は、LanとMuginamiが地球を離れる数ヶ月後に起こるオリジナルシリーズの直後の続編です。\u001b[22m, \u001b[1m輪廻（また、ラグランジュとして知られている：境界のRINNEシーズン2の花）なしラグランジュIIは、LANとMuginamiが地球を離れた後、数ヶ月に起こるオリジナルシリーズの直接の続編です。\u001b[22m\n\u001b[4mHomesick yet?\u001b[24m\n    \u001b[1mホームシック？\u001b[22m, \u001b[1mホームシックまだ？\u001b[22m\n\u001b[4mWell, Madoka should be but thankfully, she gets a surprise visit soon.\u001b[24m\n    \u001b[1mさて、マドカはすごく感謝しているはずです。彼女はまもなく驚きの訪問をします。\u001b[22m, \u001b[1mまあ、まどかはする必要がありますが、ありがたいことに、彼女はすぐに驚きの訪問を取得します。\u001b[22m\n\u001b[4mNow that she's a high school student, Madoka has responsibilities to handle but with a little bit of help from her friends, she can do just that.\u001b[24m\n    \u001b[1m彼女は高校生であるので、Madokaは責任を持っていますが、友人の助けを借りて、ちょうどそれをすることができます。\u001b[22m, \u001b[1m今、彼女が高校生だと、まどかは、処理するための責任がありますが、彼女の友人の助けを少しと、彼女はちょうどそれを行うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nLike the original series, this sequel is also lighthearted with an atmosphere that is suited for more of the younger demographic audience. That doesn't mean it's for little kids though as there is some drama and intensity involved later on. But still... if you're looking for some sex, gore, or mindfuck, then this sequel might disappoint you. (unless a small bit of yuri is part of your taste category)\n\n\u001b[1mオリジナルシリーズと同様に、この続編は若い人口層の視聴者に適した雰囲気で軽快です。 それはあまりにも小さな子供のためのものではありませんが、後で関係するいくつかのドラマと強さがあるので。 しかし、まだ...もしあなたがセックス、マッサージ、またはマインドファックを探しているなら、この続編はあなたを失望させるかもしれません。  （ちょっとしたお酒がお好みのカテゴリに含まれていない限り）\u001b[22m\n\u001b[1m(Orijinarushirīzu to dōyō ni, kono zokuhen wa wakai jinkō-sō no shichō-sha ni tekishita fun'iki de keikaidesu. Sore wa amarini mo chīsana kodomo no tame no monode wa arimasenga,-go de kankei suru ikutsu ka no dorama to tsuyo-sa ga aru node. Shikashi, mada... Moshi anata ga sekkusu, massāji, matawa maindofakku o sagashite irunara, kono zokuhen wa anata o shitsubō sa seru kamo shiremasen. (Chottoshita o sake ga o konomi no kategori ni fukuma rete inai kagiri))\u001b[22m\n\nTranslations of \u001b[4mLike the original series, this sequel is also lighthearted with an atmosphere that is suited for more of the younger demographic audience. That doesn't mean it's for little kids though as there is some drama and intensity involved later on. But still... if you're looking for some sex, gore, or mindfuck, then this sequel might disappoint you. (unless a small bit of yuri is part of your taste category)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike the original series, this sequel is also lighthearted with an atmosphere that is suited for more of the younger demographic audience.\u001b[24m\n    \u001b[1mオリジナルシリーズと同様に、この続編は若い人口層の視聴者に適した雰囲気で軽快です。\u001b[22m, \u001b[1mオリジナルシリーズと同様に、この続編も若い人口統計学の聴衆の多くのために適している雰囲気で気軽あります。\u001b[22m\n\u001b[4mThat doesn't mean it's for little kids though as there is some drama and intensity involved later on.\u001b[24m\n    \u001b[1mそれはあまりにも小さな子供のためのものではありませんが、後で関係するいくつかのドラマと強さがあるので。\u001b[22m, \u001b[1mそれは、後に関係するいくつかのドラマや強度があるので、それはしかし小さな子供のためだという意味ではありません。\u001b[22m\n\u001b[4mBut still... if you're looking for some sex, gore, or mindfuck, then this sequel might disappoint you.\u001b[24m\n    \u001b[1mしかし、まだ...もしあなたがセックス、マッサージ、またはマインドファックを探しているなら、この続編はあなたを失望させるかもしれません。\u001b[22m, \u001b[1mあなたには、いくつかのセックス、ゴア、またはmindfuckに探している場合しかし、まだ...、この続編はあなたを失望することがあります。\u001b[22m\n\u001b[4m(unless a small bit of yuri is part of your taste category)\u001b[24m\n    \u001b[1m（ちょっとしたお酒がお好みのカテゴリに含まれていない限り）\u001b[22m, \u001b[1m（ゆりの小さなビットはあなたの味覚カテゴリの一部である場合を除きます）\u001b[22m\n\u001b[1m\u001b[22m\nThe setting of the sequel is roughly the same. Friendship is one of the key themes in the original series and as such, the Jersey Club is reformed once again and becomes the flower of hope. It's more about cute girls doing cute things although at times it is, especially some of the filler episodes. Speaking of which, the story itself in this sequel plays a more direct approach and addresses some more sibling-like dilemmas involving the brothers of two main characters in the series. It becomes more emotional and dramatic to watch and sheds some of that lighthearted feeling. Still though, the filler episodes added in occasionally gets quite bothersome. It certainly isn't “maru!” like Madoka often yells throughout the series. No, it's not perfect and the story does seem to lose touch at times.\n\n\u001b[1m続編の設定はほぼ同じです。 友情は元のシリーズの重要テーマの1つで、ジャージークラブは再び改革され、希望の花になります。 かわいい女の子はかわいいことをしていますが、それは特にフィラーのエピソードの一部です。 その中で、この続編のストーリー自体は、より直接的なアプローチを行い、シリーズの2人の主人公の兄弟が関わるいくつかの兄弟のようなジレンマに取り組んでいます。 それは感情的で劇的になって、軽快な感情の一部を見て、脱ぎ捨てます。 それでもなお、追加されたフィラーのエピソードは、時にはかなり煩わしいものになります。 まどかはシリーズ全体でしばしば叫ぶような、まるで「マル！」ではありません。 いいえ、完璧ではないし、時には物語が触れていないようです。\u001b[22m\n\u001b[1m(Zokuhen no settei wa hobo onajidesu. Yūjō wa gen no shirīzu no jūyō tēma no 1tsu de, jājīkurabu wa futatabi kaikaku sa re, kibō no hana ni narimasu. Kawaī on'nanoko wa kawaī koto o shite imasuga, sore wa tokuni firā no episōdo no ichibudesu. Sono Chū de, kono zokuhen no sutōrī jitai wa, yori chokusetsutekina apurōchi o okonai, shirīzu no 2-ri no shujinkō no kyōdai ga kakawaru ikutsu ka no kyōdai no yōna jirenma ni torikunde imasu. Sore wa kanjō-tekide gekiteki ni natte, keikaina kanjō no ichibu o mite, nugisutemasu. Soredemo nao, tsuika sa reta firā no episōdo wa, tokiniha kanari wazurawashī mono ni narimasu. Madoka wa shirīzu zentai de shibashiba sakebu yōna, marude `maru!'De wa arimasen. Īe, kanpekide wanaishi, tokiniha monogatari ga furete inai yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe setting of the sequel is roughly the same. Friendship is one of the key themes in the original series and as such, the Jersey Club is reformed once again and becomes the flower of hope. It's more about cute girls doing cute things although at times it is, especially some of the filler episodes. Speaking of which, the story itself in this sequel plays a more direct approach and addresses some more sibling-like dilemmas involving the brothers of two main characters in the series. It becomes more emotional and dramatic to watch and sheds some of that lighthearted feeling. Still though, the filler episodes added in occasionally gets quite bothersome. It certainly isn't “maru!” like Madoka often yells throughout the series. No, it's not perfect and the story does seem to lose touch at times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe setting of the sequel is roughly the same.\u001b[24m\n    \u001b[1m続編の設定はほぼ同じです。\u001b[22m\n\u001b[4mFriendship is one of the key themes in the original series and as such, the Jersey Club is reformed once again and becomes the flower of hope.\u001b[24m\n    \u001b[1m友情は元のシリーズの重要テーマの1つで、ジャージークラブは再び改革され、希望の花になります。\u001b[22m, \u001b[1m友情は、オリジナルシリーズの重要なテーマの一つであり、そのようなものとして、ジャージークラブは再び改質さと希望の花となっています。\u001b[22m\n\u001b[4mIt's more about cute girls doing cute things although at times it is, especially some of the filler episodes.\u001b[24m\n    \u001b[1mかわいい女の子はかわいいことをしていますが、それは特にフィラーのエピソードの一部です。\u001b[22m, \u001b[1m回で、それは特に、フィラーのエピソードの一部ですが、それがかわいいことをやってかわいい女の子についての詳細です。\u001b[22m\n\u001b[4mSpeaking of which, the story itself in this sequel plays a more direct approach and addresses some more sibling-like dilemmas involving the brothers of two main characters in the series.\u001b[24m\n    \u001b[1mその中で、この続編のストーリー自体は、より直接的なアプローチを行い、シリーズの2人の主人公の兄弟が関わるいくつかの兄弟のようなジレンマに取り組んでいます。\u001b[22m, \u001b[1mそういえば、この続編で物語自体は、より直接的なアプローチを果たし、直列の2つのメインキャラクターの兄弟を含むいくつかのより多くの兄弟のようなジレンマを解決します。\u001b[22m\n\u001b[4mIt becomes more emotional and dramatic to watch and sheds some of that lighthearted feeling.\u001b[24m\n    \u001b[1mそれは感情的で劇的になって、軽快な感情の一部を見て、脱ぎ捨てます。\u001b[22m, \u001b[1mそれは見るために、より感情的かつ劇的になり、その陽気な感じのいくつかを当てます。\u001b[22m\n\u001b[4mStill though, the filler episodes added in occasionally gets quite bothersome.\u001b[24m\n    \u001b[1mそれでもなお、追加されたフィラーのエピソードは、時にはかなり煩わしいものになります。\u001b[22m, \u001b[1mそれでもしかし、フィラーのエピソードは時折に追加された非常に厄介な取得します。\u001b[22m\n\u001b[4mIt certainly isn't “maru!” like Madoka often yells throughout the series.\u001b[24m\n    \u001b[1mまどかはシリーズ全体でしばしば叫ぶような、まるで「マル！」ではありません。\u001b[22m, \u001b[1mそれは確かに\"丸！」ではありませんまどかは、多くの場合、シリーズ全体で叫ぶように。\u001b[22m\n\u001b[4mNo, it's not perfect and the story does seem to lose touch at times.\u001b[24m\n    \u001b[1mいいえ、完璧ではないし、時には物語が触れていないようです。\u001b[22m, \u001b[1mいいえ、それは完璧ではないと話が時間にタッチを失うように見えるん。\u001b[22m\n\u001b[1m\u001b[22m\nThankfully though, we have the Jersey Club to make up for that. The club still consists of three members:\n\n\u001b[1mありがたいことに、私たちはそれを補うジャージークラブを持っています。 クラブはまだ3人のメンバーで構成されています：\u001b[22m\n\u001b[1m(Arigatai koto ni, watashitachi wa sore o oginau jājīkurabu o motte imasu. Kurabu wa mada 3-ri no menbā de kōsei sa rete imasu:)\u001b[22m\n\nTranslations of \u001b[4mThankfully though, we have the Jersey Club to make up for that. The club still consists of three members:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThankfully though, we have the Jersey Club to make up for that.\u001b[24m\n    \u001b[1mありがたいことに、私たちはそれを補うジャージークラブを持っています。\u001b[22m, \u001b[1mありがたいことに、しかし、我々はそのために補うためにジャージークラブを持っています。\u001b[22m\n\u001b[4mThe club still consists of three members:\u001b[24m\n    \u001b[1mクラブはまだ3人のメンバーで構成されています：\u001b[22m, \u001b[1mクラブはまだ3のメンバーで構成されています。\u001b[22m\n\u001b[1m\u001b[22m\nMadoka Kyouno – She is a cherry young girl who is now attending high school. Often or not, she's very cheerful, friendly, helpful, and patient with dealing with not only with her problems but those who she cares for. When she accomplishes something or likes what she sees, the term “maru!” comes out of her mouth. She is an adorable character in this sequel especially in some of the latter episodes that explores more of her inner self, in more places than one.\n\n\u001b[1m杏野まどか - 今は高校に通っているチェリーの少女です。 しばしば、彼女は自分の問題だけでなく、彼女が気にしているものにも対応して、とても陽気で、友好的で、助けて、患者です。 彼女が何かを成し遂げたり好きなことをしたりすると、「丸」という言葉が口から出てきます。 彼女はこの続編の中で、特に後者のエピソードの中で、自分の内面の自己をより多くを探求する愛らしい人物です。\u001b[22m\n\u001b[1m(Anzu no Madoka - ima wa kōkō ni tōtte iru cherī no shōjodesu. Shibashiba, kanojo wa jibun no mondai dakedenaku, kanojo ga ki ni shite iru mono ni mo taiō shite, totemo yōkide, yūkō-tekide, tasukete, kanjadesu. Kanojo ga nanika o nashitoge tari sukina koto o shi tari suru to,`maru' to iu kotoba ga kuchi kara dete kimasu. Kanojo wa kono zokuhen no naka de, tokuni kōsha no episōdo no naka de, jibun no naimen no jiko o yori ōku o tankyū suru airashī jinbutsudesu.)\u001b[22m\n\nTranslations of \u001b[4mMadoka Kyouno – She is a cherry young girl who is now attending high school. Often or not, she's very cheerful, friendly, helpful, and patient with dealing with not only with her problems but those who she cares for. When she accomplishes something or likes what she sees, the term “maru!” comes out of her mouth. She is an adorable character in this sequel especially in some of the latter episodes that explores more of her inner self, in more places than one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMadoka Kyouno – She is a cherry young girl who is now attending high school.\u001b[24m\n    \u001b[1m杏野まどか - 今は高校に通っているチェリーの少女です。\u001b[22m, \u001b[1mまどかKyounoは - 彼女は今高校に通っている桜の若い女の子です。\u001b[22m\n\u001b[4mOften or not, she's very cheerful, friendly, helpful, and patient with dealing with not only with her problems but those who she cares for.\u001b[24m\n    \u001b[1mしばしば、彼女は自分の問題だけでなく、彼女が気にしているものにも対応して、とても陽気で、友好的で、助けて、患者です。\u001b[22m, \u001b[1m多くの場合、かどうか、彼女は非常に、陽気でフレンドリーで親切、そして患者だけではなくて、彼女の問題に対処すると彼女がのために気遣う人たちです。\u001b[22m\n\u001b[4mWhen she accomplishes something or likes what she sees, the term “maru!” comes out of her mouth.\u001b[24m\n    \u001b[1m彼女が何かを成し遂げたり好きなことをしたりすると、「丸」という言葉が口から出てきます。\u001b[22m, \u001b[1m彼女は何かを達成するか、彼女が見たものが好きなときに、用語「丸は！」彼女の口から出てきます。\u001b[22m\n\u001b[4mShe is an adorable character in this sequel especially in some of the latter episodes that explores more of her inner self, in more places than one.\u001b[24m\n    \u001b[1m彼女はこの続編の中で、特に後者のエピソードの中で、自分の内面の自己をより多くを探求する愛らしい人物です。\u001b[22m, \u001b[1m彼女は、特に1以上の場所で、彼女の内なる自己の多くを探る後者のエピソードのいくつかでは、この続編で愛らしいキャラクターです。\u001b[22m\n\u001b[1m\u001b[22m\nLaffinty Fin E Ld Si – or simply just Lan! This girl is a strange one in this sequel alright even from the original title. Her personality hasn't changed much although from the beginning of this sequel, she seems to be off balance a bit. Thankfully though, there's the Jersey Club who help the helpless. And of course, being a prominent member herself, her cute “woof” personality is retained in this sequel.\n\n\u001b[1mLaffinty Fin E Ld Si  - または単にLan！ この少女は元のタイトルからでもこの続編では奇妙なものです。 彼女の性格はあまり変わっていませんが、この続編の初めから少し離れているようです。 ありがたいことに、無力を助けるジャージークラブがあります。 そしてもちろん、著名なメンバーである彼女のかわいい\"偽の\"個性がこの続編に残されています。\u001b[22m\n\u001b[1m(Laffinty fin E Ld Si - matawa tan'ni Lan! Kono shōjo wa gen no taitoru kara demo kono zokuhende wa kimyōna monodesu. Kanojo no seikaku wa amari kawatte imasenga, kono zokuhen no hajime kara sukoshi hanarete iru yōdesu. Arigatai koto ni, muryoku o tasukeru jājīkurabu ga arimasu. Soshite mochiron, chomeina menbādearu kanojo no kawaī\" nise no\" kosei ga kono zokuhen ni nokosa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mLaffinty Fin E Ld Si – or simply just Lan! This girl is a strange one in this sequel alright even from the original title. Her personality hasn't changed much although from the beginning of this sequel, she seems to be off balance a bit. Thankfully though, there's the Jersey Club who help the helpless. And of course, being a prominent member herself, her cute “woof” personality is retained in this sequel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLaffinty Fin E Ld Si – or simply just Lan!\u001b[24m\n    \u001b[1mLaffinty Fin E Ld Si  - または単にLan！\u001b[22m, \u001b[1mLaffintyフィンE LdとのSi  - または単にちょうどラン！\u001b[22m\n\u001b[4mThis girl is a strange one in this sequel alright even from the original title.\u001b[24m\n    \u001b[1mこの少女は元のタイトルからでもこの続編では奇妙なものです。\u001b[22m, \u001b[1mこの女の子は大丈夫であっても、元のタイトルから、この続編で奇妙なものです。\u001b[22m\n\u001b[4mHer personality hasn't changed much although from the beginning of this sequel, she seems to be off balance a bit.\u001b[24m\n    \u001b[1m彼女の性格はあまり変わっていませんが、この続編の初めから少し離れているようです。\u001b[22m, \u001b[1mこの続編の初めから、彼女はあることオフビットのバランスをとるように見えるが、彼女の性格はあまり変わっていません。\u001b[22m\n\u001b[4mThankfully though, there's the Jersey Club who help the helpless.\u001b[24m\n    \u001b[1mありがたいことに、無力を助けるジャージークラブがあります。\u001b[22m, \u001b[1mありがたいことにかかわらず、無力を助けるジャージークラブがあります。\u001b[22m\n\u001b[4mAnd of course, being a prominent member herself, her cute “woof” personality is retained in this sequel.\u001b[24m\n    \u001b[1mそしてもちろん、著名なメンバーである彼女のかわいい\"偽の\"個性がこの続編に残されています。\u001b[22m, \u001b[1mそしてもちろん、自分の著名なメンバーである、彼女のキュートな「横糸」の個性は、この続編で保持されています。\u001b[22m\n\u001b[1m\u001b[22m\nMuginami – the dramatic character of the trio. In this sequel, she still has that witted personality. Her motivations are to be what's best for her friends and maintains a good relationship with her beloved brother. But at times, she shows her emotional self and is even willing to harm others to protect what she treasures the most.\n\n\u001b[1mMuginami  - トリオの劇的なキャラクター。 この続編では、彼女はまだその人格を持っています。 彼女の動機は、彼女の友人にとって最善のものであり、彼女の最愛の兄弟との良好な関係を維持することです。 しかし、時々、彼女は感情的な自己を示し、彼女が最も宝物を守るために他人を傷つけることさえ喜んでいます。\u001b[22m\n\u001b[1m(Muginami - torio no gekitekina kyarakutā. Kono zokuhende wa, kanojo wa mada sono jinkaku o motte imasu. Kanojo no dōki wa, kanojo no yūjin ni totte saizen no monodeari, kanojo no saiai no kyōdai to no ryōkōna kankei o iji suru kotodesu. Shikashi,-ji 々, Kanojo wa kanjō-tekina jiko o shimeshi, kanojo ga mottomo takaramono o mamoru tame ni tanin o kizutsukeru koto sae yorokonde imasu.)\u001b[22m\n\nTranslations of \u001b[4mMuginami – the dramatic character of the trio. In this sequel, she still has that witted personality. Her motivations are to be what's best for her friends and maintains a good relationship with her beloved brother. But at times, she shows her emotional self and is even willing to harm others to protect what she treasures the most.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMuginami – the dramatic character of the trio.\u001b[24m\n    \u001b[1mMuginami  - トリオの劇的なキャラクター。\u001b[22m, \u001b[1mMuginami  - トリオの劇的な文字。\u001b[22m\n\u001b[4mIn this sequel, she still has that witted personality.\u001b[24m\n    \u001b[1mこの続編では、彼女はまだその人格を持っています。\u001b[22m, \u001b[1mこの続編では、彼女はまだその頭の回転の個性を持っています。\u001b[22m\n\u001b[4mHer motivations are to be what's best for her friends and maintains a good relationship with her beloved brother.\u001b[24m\n    \u001b[1m彼女の動機は、彼女の友人にとって最善のものであり、彼女の最愛の兄弟との良好な関係を維持することです。\u001b[22m, \u001b[1m彼女の動機は、彼女の友人のための最高だし、彼女の最愛の兄との良好な関係を維持するものであるとしています。\u001b[22m\n\u001b[4mBut at times, she shows her emotional self and is even willing to harm others to protect what she treasures the most.\u001b[24m\n    \u001b[1mしかし、時々、彼女は感情的な自己を示し、彼女が最も宝物を守るために他人を傷つけることさえ喜んでいます。\u001b[22m, \u001b[1mしかし、時代に、彼女は彼女の感情的な自己を示し、ほとんど彼女が大切に何を保護するために他人を傷つけるためにしても構わないと思っています。\u001b[22m\n\u001b[1m\u001b[22m\nThese three girls still brings forth entertainment, joy, and also emotions in this sequel on a peaceful Sunday weekend.\n\n\u001b[1mこれらの3人の女の子は、平和な日曜日の週末に、この続編でエンターテインメント、喜び、そして感情を引き出します。\u001b[22m\n\u001b[1m(Korera no 3-ri no on'nanoko wa, heiwana nichiyōbi no shūmatsu ni, kono zokuhen de entāteinmento, yorokobi, soshite kanjō o hikidashimasu.)\u001b[22m\n\nTranslations of \u001b[4mThese three girls still brings forth entertainment, joy, and also emotions in this sequel on a peaceful Sunday weekend.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThese three girls still brings forth entertainment, joy, and also emotions in this sequel on a peaceful Sunday weekend.\u001b[24m\n    \u001b[1mこれらの3人の女の子は、平和な日曜日の週末に、この続編でエンターテインメント、喜び、そして感情を引き出します。\u001b[22m, \u001b[1mこれらの3人の女の子は、まだ平和な日曜日の週末に、この続編では、エンターテインメント、喜び、そしてまた感情を生み出します。\u001b[22m\n\u001b[1m\u001b[22m\nWell, not exactly. Not everything is peaceful because there are still conflicts. In the latter half of this sequel series, there seems to be troubles brewing among the older peers concerning past events that have left both physical and emotional scars. Beyond that, a new character named Yurikano also joins the series who has one hell of a time during a particular episode with our Jersey Club member, Madoka. She is a strange character to say the least that seems to blur the lines between cheerful and moody. How do I say this? Sometimes, she seems bossy but other times is more emotional especially with Diselmine whom she shares a special bond with. On the more antagonist side, Moid loves brewing trouble and shows his colors to the audience later on.\n\n\u001b[1mまあ、正確ではありません。 まだ紛争があるので、すべてが平和であるわけではありません。 この続編シリーズの後半では、身体的および感情的な傷跡の両方を残した過去の出来事に関する高齢者の間で醸造の問題があるようです。 それ以外にも、Yurikanoという名前の新しいキャラクターが、Jersey ClubのメンバーであるMadokaと特別なエピソードの間にちょっとした時間を持つシリーズに参加します。 彼女は陽気で不気味な線の間をぼやけているように見える奇妙なキャラクターです。 これはどうしたらいいですか？ 時々、彼女はボスキーに思えるかもしれませんが、他の時代は特にDiselmineと特別な絆を分かち合っています。 よりアンタゴニスト側では、Moidは醸造トラブルを愛し、彼の色を後で観客に示す。\u001b[22m\n\u001b[1m(Mā, seikakude wa arimasen. Mada funsō ga aru node, subete ga heiwadearu wakede wa arimasen. Kono zokuhen shirīzu no kōhande wa, karada-teki oyobi kanjō-tekina kizuato no ryōhō o nokoshita kako no dekigoto ni kansuru kōrei-sha no ma de jōzō no mondai ga aru yōdesu. Sore igai ni mo, Yurikano to iu namae no atarashī kyarakutā ga, jājī Club no menbādearu Madoka to tokubetsuna episōdo no ma ni chottoshita jikan o motsu shirīzu ni sanka shimasu. Kanojo wa yōkide bukimina sen no ma o boyakete iru yō ni mieru kimyōna kyarakutādesu. Kore wa dōshitara īdesu ka? Tokidoki, kanojo wa bosukī ni omoeru kamo shiremasenga, hoka no jidai wa tokuni Diselmine to tokubetsuna kizuna o wakachi atte imasu. Yori antagonisuto-gawade wa, Moid wa jōzō toraburu o aishi, kare no iro o atode kankyaku ni shimesu.)\u001b[22m\n\nTranslations of \u001b[4mWell, not exactly. Not everything is peaceful because there are still conflicts. In the latter half of this sequel series, there seems to be troubles brewing among the older peers concerning past events that have left both physical and emotional scars. Beyond that, a new character named Yurikano also joins the series who has one hell of a time during a particular episode with our Jersey Club member, Madoka. She is a strange character to say the least that seems to blur the lines between cheerful and moody. How do I say this? Sometimes, she seems bossy but other times is more emotional especially with Diselmine whom she shares a special bond with. On the more antagonist side, Moid loves brewing trouble and shows his colors to the audience later on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, not exactly.\u001b[24m\n    \u001b[1mまあ、正確ではありません。\u001b[22m, \u001b[1mまあ、それは正確に。\u001b[22m\n\u001b[4mNot everything is peaceful because there are still conflicts.\u001b[24m\n    \u001b[1mまだ紛争があるので、すべてが平和であるわけではありません。\u001b[22m, \u001b[1mまだ競合があるためではないすべてが平和です。\u001b[22m\n\u001b[4mIn the latter half of this sequel series, there seems to be troubles brewing among the older peers concerning past events that have left both physical and emotional scars.\u001b[24m\n    \u001b[1mこの続編シリーズの後半では、身体的および感情的な傷跡の両方を残した過去の出来事に関する高齢者の間で醸造の問題があるようです。\u001b[22m, \u001b[1mこの続編シリーズの後半では、両方の物理的および感情的な傷を残した過去のイベントに関する古いピア間で醸造トラブルがあるように思われます。\u001b[22m\n\u001b[4mBeyond that, a new character named Yurikano also joins the series who has one hell of a time during a particular episode with our Jersey Club member, Madoka.\u001b[24m\n    \u001b[1mそれ以外にも、Yurikanoという名前の新しいキャラクターが、Jersey ClubのメンバーであるMadokaと特別なエピソードの間にちょっとした時間を持つシリーズに参加します。\u001b[22m, \u001b[1mそれを超えると、Yurikanoという名前の新しいキャラクターはまた、当社のジャージークラブ会員、まどかと特定のエピソード中の時間の1地獄を持つシリーズに参加します。\u001b[22m\n\u001b[4mShe is a strange character to say the least that seems to blur the lines between cheerful and moody.\u001b[24m\n    \u001b[1m彼女は陽気で不気味な線の間をぼやけているように見える奇妙なキャラクターです。\u001b[22m, \u001b[1m彼女は陽気と不機嫌間に線をぼかすように見えるその控えめに言って奇妙な文字です。\u001b[22m\n\u001b[4mHow do I say this?\u001b[24m\n    \u001b[1mこれはどうしたらいいですか？\u001b[22m, \u001b[1m私はこれをどのように言うのですか？\u001b[22m\n\u001b[4mSometimes, she seems bossy but other times is more emotional especially with Diselmine whom she shares a special bond with.\u001b[24m\n    \u001b[1m時々、彼女はボスキーに思えるかもしれませんが、他の時代は特にDiselmineと特別な絆を分かち合っています。\u001b[22m, \u001b[1m時には、彼女は偉そうなようだが、他の回は特に、彼女が持つ特別な絆を共有Diselmineと、より感情的です。\u001b[22m\n\u001b[4mOn the more antagonist side, Moid loves brewing trouble and shows his colors to the audience later on.\u001b[24m\n    \u001b[1mよりアンタゴニスト側では、Moidは醸造トラブルを愛し、彼の色を後で観客に示す。\u001b[22m, \u001b[1mより拮抗剤側では、MOIDは醸造トラブルを愛し、後で聴衆に彼の色を示しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe artwork and battle scenes in this sequel remains relatively the same. Production I.G. delivers that lighthearted style of the typical cool life with the bright sunny daylight and cherry atmosphere. Some of the battle scenes inspire some thrilling action but mostly still retains that lighthearted style of fighting. It's not something like Muv Luv: Total Eclipse where aliens are out to eat you alive and have to be exterminated immediately. No, it remains its typical lighthearted Rinne no Lagrange style theme with the girls half naked riding those bad boys (Ovid) in combat. It's amusing to watch again in this sequel and brings some chuckle to our heads thinking the way they fight with the danger it poses yet to them, it's like playing a video game without the joysticks. Overall though, the art is alright. Not too special but to the point.\n\n\u001b[1mこの続編のアートワークとバトルシーンは比較的同じです。 生産I.G. 明るい晴れた日差しとチェリーの雰囲気を持つ典型的なクールな生活のその軽快なスタイルを提供します。 いくつかの戦闘シーンは、いくつかのスリリングなアクションを促しますが、そのほとんどは軽い心の戦いのスタイルを保持しています。 それはMuv Luvのようなものではありません。エイリアンがあなたを食べるために外に出ていて、すぐに絶滅しなければならないTotal Eclipseです。 いいえ、それは戦闘のそれらの悪い男の子（Ovid）に乗って半分裸の女の子とのそれは典型的な軽やかなリネンのラグランジュスタイルのテーマのままです。 この続編でもう一度見るのは楽しいことですが、彼らがまだポーズを取っている危険を抱えて戦う方法を考えると、ジョイスティックを使わずにビデオゲームをするような気がします。 全体的には、芸術は大丈夫です。 あまりにも特別なことではなく、ポイントに。\u001b[22m\n\u001b[1m(Kono zokuhen no ātowāku to batorushīn wa hikakuteki onajidesu. Seisan I. G. Akarui hareta hizashi to cherī no fun'iki o motsu tenkei-tekina kūruna seikatsu no sono keikaina sutairu o teikyō shimasu. Ikutsu ka no sentō shīn wa, ikutsu ka no suriringuna akushon o unagashimasuga, sono hotondo wa karui kokoro no tatakai no sutairu o hoji shite imasu. Sore wa Muv Luv no yōna monode wa arimasen. Eirian ga anata o taberu tame ni soto ni dete ite, sugu ni zetsumetsu shinakereba naranai totaru ekuripusudesu. Īe, soreha sentō no sorera no warui otokonoko (Ovid) ni notte hanbun hadaka no on'nanoko to no soreha tenkei-tekina karoyakana rinen no raguranjusutairu no tēma no mamadesu. Kono zokuhen de mōichido miru no wa tanoshī kotodesuga, karera ga mada pōzu o totte iru kiken o kakaete tatakau hōhō o kangaeru to, joisutikku o tsukawazu ni bideogēmu o suru yōna ki ga shimasu. Zentai-teki ni wa, geijutsu wa daijōbudesu. Amarini mo tokubetsuna kotode wa naku, pointo ni.)\u001b[22m\n\nTranslations of \u001b[4mThe artwork and battle scenes in this sequel remains relatively the same. Production I.G. delivers that lighthearted style of the typical cool life with the bright sunny daylight and cherry atmosphere. Some of the battle scenes inspire some thrilling action but mostly still retains that lighthearted style of fighting. It's not something like Muv Luv: Total Eclipse where aliens are out to eat you alive and have to be exterminated immediately. No, it remains its typical lighthearted Rinne no Lagrange style theme with the girls half naked riding those bad boys (Ovid) in combat. It's amusing to watch again in this sequel and brings some chuckle to our heads thinking the way they fight with the danger it poses yet to them, it's like playing a video game without the joysticks. Overall though, the art is alright. Not too special but to the point.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork and battle scenes in this sequel remains relatively the same.\u001b[24m\n    \u001b[1mこの続編のアートワークとバトルシーンは比較的同じです。\u001b[22m, \u001b[1mこの続編でアートワークや戦闘シーンは比較的同じまま。\u001b[22m\n\u001b[4mProduction I.G.\u001b[24m\n    \u001b[1m生産I.G.\u001b[22m\n\u001b[4mdelivers that lighthearted style of the typical cool life with the bright sunny daylight and cherry atmosphere.\u001b[24m\n    \u001b[1m明るい晴れた日差しとチェリーの雰囲気を持つ典型的なクールな生活のその軽快なスタイルを提供します。\u001b[22m, \u001b[1m明るく晴れた昼光と桜の雰囲気を持つ典型的なクールな生活の気軽なスタイルを提供します。\u001b[22m\n\u001b[4mSome of the battle scenes inspire some thrilling action but mostly still retains that lighthearted style of fighting.\u001b[24m\n    \u001b[1mいくつかの戦闘シーンは、いくつかのスリリングなアクションを促しますが、そのほとんどは軽い心の戦いのスタイルを保持しています。\u001b[22m, \u001b[1m戦闘シーンの中には、いくつかのスリリングなアクションを鼓舞するが、ほとんどはまだ戦いの気軽なスタイルを保持します。\u001b[22m\n\u001b[4mIt's not something like Muv Luv: Total Eclipse where aliens are out to eat you alive and have to be exterminated immediately.\u001b[24m\n    \u001b[1mそれはMuv Luvのようなものではありません。エイリアンがあなたを食べるために外に出ていて、すぐに絶滅しなければならないTotal Eclipseです。\u001b[22m, \u001b[1mこれは、マブラヴオルタネイティヴのようなものではありません：エイリアンが出ている皆既日食は、あなたが生きて食べるとすぐに絶滅する必要があります。\u001b[22m\n\u001b[4mNo, it remains its typical lighthearted Rinne no Lagrange style theme with the girls half naked riding those bad boys (Ovid) in combat.\u001b[24m\n    \u001b[1mいいえ、それは戦闘のそれらの悪い男の子（Ovid）に乗って半分裸の女の子とのそれは典型的な軽やかなリネンのラグランジュスタイルのテーマのままです。\u001b[22m, \u001b[1mいいえ、それは女の子の半分裸ライディング戦闘でそれらの不良少年（オウィディウスを）との典型的な気軽輪廻のラグランジェスタイルをテーマに残っていません。\u001b[22m\n\u001b[4mIt's amusing to watch again in this sequel and brings some chuckle to our heads thinking the way they fight with the danger it poses yet to them, it's like playing a video game without the joysticks.\u001b[24m\n    \u001b[1mこの続編でもう一度見るのは楽しいことですが、彼らがまだポーズを取っている危険を抱えて戦う方法を考えると、ジョイスティックを使わずにビデオゲームをするような気がします。\u001b[22m, \u001b[1mそれは、この続編で再び見に面白いですし、彼らはそれがジョイスティックなしでビデオゲームをプレイするようなものだ、彼らにまだポーズ危険と戦う方法を考えて私たちの頭にいくつかの笑いをもたらします。\u001b[22m\n\u001b[4mOverall though, the art is alright.\u001b[24m\n    \u001b[1m全体的には、芸術は大丈夫です。\u001b[22m, \u001b[1m全体的にかかわらず、芸術は大丈夫です。\u001b[22m\n\u001b[4mNot too special but to the point.\u001b[24m\n    \u001b[1mあまりにも特別なことではなく、ポイントに。\u001b[22m, \u001b[1mあまりにも特別なしかし、ポイントにはありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack of this sequel remains somewhat intact although I have to admit that the original OP song has a better rhythm to it. 'Marble” by Megumi Nakajima does not seem to work here in my opinion. It lacks a sort of rhythm that the original OP song bought to the viewers. That and the fact that it's a near replication montage of the Jersey Club girls is a bit repetitive to watch. Jin Aketagawa (Honey and Clover, Nodame Cantabile, sola) is someone who has experience with creating lighthearted music. In this sequel, he once again presents that soft touch of Rinne no Lagrange-like melody that is dramatic to the ears. But at the same time, it seems to lack any flavor and inspires more of that boredom. It's hard to judge but give or take, the music is just so-so.\n\n\u001b[1mこの続編のサウンドトラックは、元のOP曲がより良いリズムを持っていることは認めなければならないが、やや損なわれていない。 私の意見では、中島恵氏の「大理石」はここでは機能していないようです。 元のOP曲が視聴者に買ったようなリズムが欠けています。 それはジャージークラブの女の子たちの近くにあるモンスターです。 秋田眞（ハチミツとクローバー、ノダメカンタバイル、ソラ）は、軽快な音楽を作った経験がある人です。 この続編では、再び耳に劇的なリネン・ラグランジュのようなメロディのソフトタッチを提示します。 しかし、同時に、それはどんな風味も欠けているように見え、その退屈をさらに刺激する。 裁判をするのは難しいが、授受するのは音楽だけである。\u001b[22m\n\u001b[1m(Kono zokuhen no saundotorakku wa,-moto no OP-kyoku ga yori yoi rizumu o motte iru koto wa mitomenakereba naranaiga, yaya sokonawa rete inai. Watashi no ikende wa, nakajima megumi-shi no `dairiseki' wa kokode wa kinō shite inai yōdesu. Gen no OP-kyoku ga shichō-sha ni katta yōna rizumu ga kakete imasu. Sore wa jājīkurabu no on'nanoko-tachi no chikaku ni aru monsutādesu. Akita Makoto (hachimitsu to kurōbā, nodamekantabairu, Sora) wa, keikaina ongaku o tsukutta keiken ga aru hitodesu. Kono zokuhende wa, futatabi mimi ni gekitekina rinen raguranju no yōna merodi no sofutotatchi o teiji shimasu. Shikashi, dōjini, sore wa don'na fūmi mo kakete iru yō ni mie, sono taikutsu o sarani shigeki suru. Saiban o suru no wa muzukashīga, juju suru no wa ongaku dakedearu.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack of this sequel remains somewhat intact although I have to admit that the original OP song has a better rhythm to it. 'Marble” by Megumi Nakajima does not seem to work here in my opinion. It lacks a sort of rhythm that the original OP song bought to the viewers. That and the fact that it's a near replication montage of the Jersey Club girls is a bit repetitive to watch. Jin Aketagawa (Honey and Clover, Nodame Cantabile, sola) is someone who has experience with creating lighthearted music. In this sequel, he once again presents that soft touch of Rinne no Lagrange-like melody that is dramatic to the ears. But at the same time, it seems to lack any flavor and inspires more of that boredom. It's hard to judge but give or take, the music is just so-so.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack of this sequel remains somewhat intact although I have to admit that the original OP song has a better rhythm to it.\u001b[24m\n    \u001b[1mこの続編のサウンドトラックは、元のOP曲がより良いリズムを持っていることは認めなければならないが、やや損なわれていない。\u001b[22m, \u001b[1m私は、元のOP曲はそれにより良いリズムを持っていることを認めざるを得ないが、この続編のサウンドトラックはややそのまま残ります。\u001b[22m\n\u001b[4m'Marble” by Megumi Nakajima does not seem to work here in my opinion.\u001b[24m\n    \u001b[1m私の意見では、中島恵氏の「大理石」はここでは機能していないようです。\u001b[22m, \u001b[1m中島愛によって「マーブル」は、私の意見では、ここで動作するようには思えません。\u001b[22m\n\u001b[4mIt lacks a sort of rhythm that the original OP song bought to the viewers.\u001b[24m\n    \u001b[1m元のOP曲が視聴者に買ったようなリズムが欠けています。\u001b[22m, \u001b[1mこれは、元のOP曲は視聴者に買ったリズムのようなものを欠いています。\u001b[22m\n\u001b[4mThat and the fact that it's a near replication montage of the Jersey Club girls is a bit repetitive to watch.\u001b[24m\n    \u001b[1mそれはジャージークラブの女の子たちの近くにあるモンスターです。\u001b[22m, \u001b[1mつまり、それはジャージークラブの女の子の近くで複製モンタージュという事実は見て少し反復的です。\u001b[22m\n\u001b[4mJin Aketagawa (Honey and Clover, Nodame Cantabile, sola) is someone who has experience with creating lighthearted music.\u001b[24m\n    \u001b[1m秋田眞（ハチミツとクローバー、ノダメカンタバイル、ソラ）は、軽快な音楽を作った経験がある人です。\u001b[22m, \u001b[1mジンAketagawa（ハチミツとクローバー、のだめカンタービレ、クサネム）が気軽に音楽を作成した経験を持っている人です。\u001b[22m\n\u001b[4mIn this sequel, he once again presents that soft touch of Rinne no Lagrange-like melody that is dramatic to the ears.\u001b[24m\n    \u001b[1mこの続編では、再び耳に劇的なリネン・ラグランジュのようなメロディのソフトタッチを提示します。\u001b[22m, \u001b[1mこの続編では、彼は再び提示する輪廻の耳には劇的である無ラグランジュのようなメロディのソフトタッチ。\u001b[22m\n\u001b[4mBut at the same time, it seems to lack any flavor and inspires more of that boredom.\u001b[24m\n    \u001b[1mしかし、同時に、それはどんな風味も欠けているように見え、その退屈をさらに刺激する。\u001b[22m, \u001b[1mしかし同時に、任意の風味を欠くように思われる、その退屈の多くを刺激します。\u001b[22m\n\u001b[4mIt's hard to judge but give or take, the music is just so-so.\u001b[24m\n    \u001b[1m裁判をするのは難しいが、授受するのは音楽だけである。\u001b[22m, \u001b[1mそれは音楽だけでまあまあで、判断が、与えるか、または取るのは難しいです。\u001b[22m\n\u001b[1m\u001b[22m\nRinne no Lagrange II is a fun series to enjoy and watch on a bright sunny weekend. You know the first thing you wake up, open your windows, and smell the morning breeze? Ya, that's a similar feeling you get when you play the episodes. It's not all about play and games though as there is a story going on here. Unfortunately though, the story seems be a bit out of shape although it comes together at times. Pushing forward and rushing it through the story is not a good idea and in this sequel seems to repeat a bit of that mistake. But at the same time, the series presents entertainment of the Jersey Club that is enjoyable to watch. Cute girls doing cute things may be a bothersome at times, but I'm sure Madoka has a few things to say about that especially since her hobby is to help others in need. It's not bothersome to help people and you'll feel good about it. That's what the Jersey Club is there for and in this sequel, it's exactly what they do.\n\n\u001b[1mRinne no Lagrange IIは明るく晴れた週末に楽しんで楽しめるシリーズです。 目を覚まして窓を開け、朝の匂いを嗅ぎます。 ええ、それはあなたがエピソードをプレイするときに得られる同様の感情です。 ここでは物語があるので、遊びやゲームについてはすべてではありません。 残念ながら、時には一緒になっても、物語は少し外れているようです。 前方に押してストーリーを突っ走ってしまうのは良い考えではないし、この続編ではそのミスを少し繰り返すようだ。 しかし、同時に、シリーズはジャージークラブのエンターテイメントを楽しむことができます。 かわいい女の子達は時々気になるかもしれませんが、マドカには、欲望の苦手な人を助けることが趣味なので、特にそういうことがいくつかあります。 人々を助けることは面倒ではなく、あなたはそれについて良い気分になります。 それがジャージークラブが存在し、この続編ではまさに彼らがやっていることです。\u001b[22m\n\u001b[1m(Rinne no raguranju II wa akaruku hareta shūmatsu ni tanoshinde tanoshimeru shirīzudesu. Me o samashite mado o ake, asa no nioi o kagimasu. E e, sore wa anata ga episōdo o purei suru toki ni e rareru dōyō no kanjōdesu. Kokode wa monogatari ga aru node, asobi ya gēmu ni tsuite wa subetede wa arimasen. Zan'nen'nagara, tokiniha issho ni natte mo, monogatari wa sukoshi hazurete iru yōdesu. Zenpō ni oshite sutōrī o tsuppashitte shimau no wa yoi kangaede wanaishi, kono zokuhende wa sono misu o sukoshi kurikaesu yōda. Shikashi, dōjini, shirīzu wa jājīkurabu no entāteimento o tanoshimu koto ga dekimasu. Kawaī on'nanoko-tachi wa tokidoki ki ni naru kamo shiremasenga, Madoka ni wa, yokubō no nigatena hito o tasukeru koto ga shuminanode, tokuni sō iu koto ga ikutsu ka arimasu. Hitobito o tasukeru koto wa mendōde wa naku, anata wa sore ni tsuite yoi kibun ni narimasu. Sore ga jājīkurabu ga sonzai shi, kono zokuhende wa masani karera ga yatte iru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mRinne no Lagrange II is a fun series to enjoy and watch on a bright sunny weekend. You know the first thing you wake up, open your windows, and smell the morning breeze? Ya, that's a similar feeling you get when you play the episodes. It's not all about play and games though as there is a story going on here. Unfortunately though, the story seems be a bit out of shape although it comes together at times. Pushing forward and rushing it through the story is not a good idea and in this sequel seems to repeat a bit of that mistake. But at the same time, the series presents entertainment of the Jersey Club that is enjoyable to watch. Cute girls doing cute things may be a bothersome at times, but I'm sure Madoka has a few things to say about that especially since her hobby is to help others in need. It's not bothersome to help people and you'll feel good about it. That's what the Jersey Club is there for and in this sequel, it's exactly what they do.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRinne no Lagrange II is a fun series to enjoy and watch on a bright sunny weekend.\u001b[24m\n    \u001b[1mRinne no Lagrange IIは明るく晴れた週末に楽しんで楽しめるシリーズです。\u001b[22m, \u001b[1m輪廻のラグランジェIIは楽しみ、明るい晴れた週末に見て楽しいシリーズです。\u001b[22m\n\u001b[4mYou know the first thing you wake up, open your windows, and smell the morning breeze?\u001b[24m\n    \u001b[1m目を覚まして窓を開け、朝の匂いを嗅ぎます。\u001b[22m, \u001b[1mあなたが目を覚ます最初の事を知って、あなたの窓を開いて、朝の風のにおい？\u001b[22m\n\u001b[4mYa, that's a similar feeling you get when you play the episodes.\u001b[24m\n    \u001b[1mええ、それはあなたがエピソードをプレイするときに得られる同様の感情です。\u001b[22m, \u001b[1m雅は、それはあなたがエピソードをプレイするときに取得似た感じです。\u001b[22m\n\u001b[4mIt's not all about play and games though as there is a story going on here.\u001b[24m\n    \u001b[1mここでは物語があるので、遊びやゲームについてはすべてではありません。\u001b[22m, \u001b[1mあるので、話はここで起こってもそれはすべてのプレーやゲームについてではありません。\u001b[22m\n\u001b[4mUnfortunately though, the story seems be a bit out of shape although it comes together at times.\u001b[24m\n    \u001b[1m残念ながら、時には一緒になっても、物語は少し外れているようです。\u001b[22m, \u001b[1m残念ながらしかし、話はそれは時間に一緒に来るが、形が崩れビットであると思われます。\u001b[22m\n\u001b[4mPushing forward and rushing it through the story is not a good idea and in this sequel seems to repeat a bit of that mistake.\u001b[24m\n    \u001b[1m前方に押してストーリーを突っ走ってしまうのは良い考えではないし、この続編ではそのミスを少し繰り返すようだ。\u001b[22m, \u001b[1m推進や物語を通してそれを急いですることは良いアイデアではありませんし、この続編ではその間違いのビットを繰り返しているようです。\u001b[22m\n\u001b[4mBut at the same time, the series presents entertainment of the Jersey Club that is enjoyable to watch.\u001b[24m\n    \u001b[1mしかし、同時に、シリーズはジャージークラブのエンターテイメントを楽しむことができます。\u001b[22m, \u001b[1mしかし同時に、シリーズは見ていて楽しいですジャージークラブのエンターテイメントを提供します。\u001b[22m\n\u001b[4mCute girls doing cute things may be a bothersome at times, but I'm sure Madoka has a few things to say about that especially since her hobby is to help others in need.\u001b[24m\n    \u001b[1mかわいい女の子達は時々気になるかもしれませんが、マドカには、欲望の苦手な人を助けることが趣味なので、特にそういうことがいくつかあります。\u001b[22m, \u001b[1mキュートなことをやってかわいい女の子が倍に煩わしいかもしれませんが、私はまどかが彼女の趣味は必要に他人を助けることである特に以来そのことについて言うべきいくつかのことを持っていると確信しています。\u001b[22m\n\u001b[4mIt's not bothersome to help people and you'll feel good about it.\u001b[24m\n    \u001b[1m人々を助けることは面倒ではなく、あなたはそれについて良い気分になります。\u001b[22m, \u001b[1mそれは人々を助けるために、あなたはそれについて良い感じでしょう面倒ではありません。\u001b[22m\n\u001b[4mThat's what the Jersey Club is there for and in this sequel, it's exactly what they do.\u001b[24m\n    \u001b[1mそれがジャージークラブが存在し、この続編ではまさに彼らがやっていることです。\u001b[22m, \u001b[1mつまり、それは彼らがまさに何ジャージークラブのためにと、この続編であります。\u001b[22m\n\u001b[1m\u001b[22m\nUltimately, Rinne no Lagrange II isn't a “Maru!” or “perfect” as Madoka states. Yet, it can be a relaxing, enjoyable series to enjoy on a weekend with the Jersey Club.\n\n\u001b[1m結局のところ、Rinne no Lagrange IIはマドカのように「丸」または「完璧」ではありません。 それでも、週末にジャージークラブで楽しむリラックスした楽しいシリーズです。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, Rinne no raguranju II wa Madoka no yō ni `maru' matawa `kanpeki'de wa arimasen. Soredemo, shūmatsu ni jājīkurabu de tanoshimu rirakkusu shita tanoshī shirīzudesu.)\u001b[22m\n\nTranslations of \u001b[4mUltimately, Rinne no Lagrange II isn't a “Maru!” or “perfect” as Madoka states. Yet, it can be a relaxing, enjoyable series to enjoy on a weekend with the Jersey Club.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUltimately, Rinne no Lagrange II isn't a “Maru!” or “perfect” as Madoka states.\u001b[24m\n    \u001b[1m結局のところ、Rinne no Lagrange IIはマドカのように「丸」または「完璧」ではありません。\u001b[22m, \u001b[1m最終的には、輪廻のラグランジェII」が！丸」ではありませんかまどか状態として「完璧」。\u001b[22m\n\u001b[4mYet, it can be a relaxing, enjoyable series to enjoy on a weekend with the Jersey Club.\u001b[24m\n    \u001b[1mそれでも、週末にジャージークラブで楽しむリラックスした楽しいシリーズです。\u001b[22m, \u001b[1mしかし、ジャージークラブで週末に楽しむためにリラックスし、楽しいシリーズすることができます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Rinne_no_Lagrange_Season_2",
    "id": "12281",
    "url": "https://myanimelist.net/anime/12281/Rinne_no_Lagrange_Season_2",
    "user": "SN-chan",
    "profile": "/profile/SN-chan/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=73859",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  9\nキャラクター|  6\n|  7\n\nRinne no Lagrange Season 2は、私が最近見た楽しいシリーズの一つですが、理由を説明するのはちょっと難しいです。 それを鈍くするために、これはひどく書かれたシリーズであり、客観的な観点からはあまり好きではありません。 それでも私はまだそれが好きだった。\n\n最初のシーズンの終わりから数ヶ月後には、Madokaと彼女の2人の異星人の親友、LanとMuginamiが彼らの魔法のメカ -  Voxの力でLanとMuginamiの兄Dizelmineを説得しようとする ヴィラジリオ（お互いに戦争を止めるために）、そしてVOXに何らかの形でつながっている黙示録を防ぐために。\n\nそれは私がプロットの要約として与えることができるものの半分にすぎません。  Rinne no Lagrangeの物語は、幻想的な要素のどれもが今まで説明されていなかった幻想的なシリーズであるという点で、混乱するものです。  Voxとは何ですか？ 彼らは悪くて良いのですか？彼らは黙示録にどのように関係していますか？ なぜDe MetrioとLe Gariteの国家が互いに戦っているのですか？ 空の巨大な花のものは何ですか？ これには明確な答えはありません。これらは本編が中心になっているものなので、全体が崩れてしまいます。\n\nそれでも、実際には非皮肉なやり方では楽しいという点では、すべてが許容されます。 ほとんどのキャラクターはよく書かれています。 私はそれらを深くか何かと呼ぶのではなく、好きな性格を持っています。そして、劇的なニーズは、これらの劇的なニーズを取り巻くプロットがそうでなくても、信じられていて、はっきりと表現されました。 マドカと他の人たちがなぜ暗闇（または何か）の力と戦っているのか理解できないかもしれません。\n\nこれは部分的には第1シーズンのスライス・オブ・ライフ・クオリティーに起因するもので、キャラクターにさらに気を付けることができました。 最初の季節には、これらの質をストーリーのより劇的な部分に浸透させるという問題もあり、その結果、特定の場面を真剣に受け入れることが困難になった。 ストレート・アップ・スライス・シーンはシーズン2で落ち着いていますが、もっと真剣に取り組むことができたら、おそらくもっと良い気分になってしまうという問題があります。\n\n作家がキャラクターやスライス・オブ・ライフの要素に焦点をあてているように、実際のプロットにはあまり気を配らないように思えます。 実際には「質問」として提示されたものは何もなかった。すべてのキャラクターは、Voxの性質を既に知っていたか、De MetroとLe Gariteが戦っていたかのように、イベントの流れに沿っていた。\n\nそれにもかかわらず、シーズン2は、シリーズが進行するにつれてより良くなる感情的な瞬間のシェアを維持しています。 しかし、時には、これらの素晴らしく贈られたシーンの1つに魅了されることもあります。それは、それを破壊するプロットのいくつかの側面だけです。償還品質とみなされるものを取り消します。 実際、このプロットは、どれだけ楽しいものがあっても、ショーが提供しなければならない良質のものをほとんどすべてキャンセルします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nRinne no Lagrange Season 2 is one of the more enjoyable series I've watched recently, although it's a little hard to explain why. To put it bluntly, this is a horribly written series, and there isn't much to like from an objective standpoint. And yet I still liked it.\n\n\u001b[1mRinne no Lagrange Season 2は、私が最近見た楽しいシリーズの一つですが、理由を説明するのはちょっと難しいです。 それを鈍くするために、これはひどく書かれたシリーズであり、客観的な観点からはあまり好きではありません。 それでも私はまだそれが好きだった。\u001b[22m\n\u001b[1m(Rinne no raguranju sezon 2 wa, watashi ga saikin mita tanoshī shirīzu no hitotsudesuga, riyū o setsumei suru no wa chotto muzukashīdesu. Sore o nibuku suru tame ni, kore wa hidoku kaka reta shirīzudeari, kakkantekina kanten kara wa amari sukide wa arimasen. Soredemo watashi wa mada sore ga sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mRinne no Lagrange Season 2 is one of the more enjoyable series I've watched recently, although it's a little hard to explain why. To put it bluntly, this is a horribly written series, and there isn't much to like from an objective standpoint. And yet I still liked it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRinne no Lagrange Season 2 is one of the more enjoyable series I've watched recently, although it's a little hard to explain why.\u001b[24m\n    \u001b[1mRinne no Lagrange Season 2は、私が最近見た楽しいシリーズの一つですが、理由を説明するのはちょっと難しいです。\u001b[22m, \u001b[1mそれが理由を説明するために少し難しいですが、輪廻のラグランジェシーズン2は、私が最近見てきたより楽しいシリーズの一つではありません。\u001b[22m\n\u001b[4mTo put it bluntly, this is a horribly written series, and there isn't much to like from an objective standpoint.\u001b[24m\n    \u001b[1mそれを鈍くするために、これはひどく書かれたシリーズであり、客観的な観点からはあまり好きではありません。\u001b[22m, \u001b[1m単刀直入に言えば、これは恐ろしく書かれたシリーズで、客観的な立場から好きなことがたくさんはありません。\u001b[22m\n\u001b[4mAnd yet I still liked it.\u001b[24m\n    \u001b[1mそれでも私はまだそれが好きだった。\u001b[22m, \u001b[1mそして、まだ私はまだそれが好き。\u001b[22m\n\u001b[1m\u001b[22m\nTaking place several months after the conclusion of the first season, it follows Madoka and her two alien best friends, Lan and Muginami who with the power of their magical mechas--the Vox--they try to persuade Lan and Muginami's older brothers Dizelmine and Villagilio (respectively) to stop warring with each other, and prevent an apocalypse that's somehow connected to the Vox.\n\n\u001b[1m最初のシーズンの終わりから数ヶ月後には、Madokaと彼女の2人の異星人の親友、LanとMuginamiが彼らの魔法のメカ -  Voxの力でLanとMuginamiの兄Dizelmineを説得しようとする ヴィラジリオ（お互いに戦争を止めるために）、そしてVOXに何らかの形でつながっている黙示録を防ぐために。\u001b[22m\n\u001b[1m(Saisho no shīzun no owari kara sūkagetsugo ni wa, Madoka to kanojo no 2-ri no iseijin no shin'yū, Lan to Muginami ga karera no mahō no meka - bokkusu no chikara de Lan to Muginami no ani Dizelmine o settoku shiyou to suru vu~irajirio (otagai ni sensō o tomeru tame ni), soshite vu~okkusu ni nanrakano katachi de tsunagatte iru mokushiroku o fusegu tame ni.)\u001b[22m\n\nTranslations of \u001b[4mTaking place several months after the conclusion of the first season, it follows Madoka and her two alien best friends, Lan and Muginami who with the power of their magical mechas--the Vox--they try to persuade Lan and Muginami's older brothers Dizelmine and Villagilio (respectively) to stop warring with each other, and prevent an apocalypse that's somehow connected to the Vox.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTaking place several months after the conclusion of the first season, it follows Madoka and her two alien best friends, Lan and Muginami who with the power of their magical mechas--the Vox--they try to persuade Lan and Muginami's older brothers Dizelmine and\u001b[24m\n    \u001b[1m最初のシーズンの終わりから数ヶ月後には、Madokaと彼女の2人の異星人の親友、LanとMuginamiが彼らの魔法のメカ -  Voxの力でLanとMuginamiの兄Dizelmineを説得しようとする\u001b[22m, \u001b[1mVoxの -   - 数ヶ月最初のシーズン終了後に行われて、それは彼らの魔法のmechasの力でまどかと彼女の2外国人の親友、蘭とMuginami次の彼らは蘭とMuginamiの兄Dizelmineを説得しようとすると、\u001b[22m\n\u001b[4mVillagilio (respectively) to stop warring with each other, and prevent an apocalypse that's somehow connected to the Vox.\u001b[24m\n    \u001b[1mヴィラジリオ（お互いに戦争を止めるために）、そしてVOXに何らかの形でつながっている黙示録を防ぐために。\u001b[22m, \u001b[1mVillagilio（それぞれ）同士が交戦停止し、何とかVoxのに接続して黙示録を防止します。\u001b[22m\n\u001b[1m\u001b[22m\nAnd that's pretty much half of what I could give as a summary to the plot. The story of Rinne no Lagrange is a confusing one, in that it's a fantasy series where none of the fantasy elements are ever given explanation. What exactly are the Vox? Are they bad or good, and how are they related to the apocalypse? Why are the nations of De Metrio and Le Garite warring with each other? What is with those huge flower things in the sky? None of this is given a clear answer, and since these are the things which the main story revolves around, it causes the whole thing to fall apart.\n\n\u001b[1mそれは私がプロットの要約として与えることができるものの半分にすぎません。  Rinne no Lagrangeの物語は、幻想的な要素のどれもが今まで説明されていなかった幻想的なシリーズであるという点で、混乱するものです。  Voxとは何ですか？ 彼らは悪くて良いのですか？彼らは黙示録にどのように関係していますか？ なぜDe MetrioとLe Gariteの国家が互いに戦っているのですか？ 空の巨大な花のものは何ですか？ これには明確な答えはありません。これらは本編が中心になっているものなので、全体が崩れてしまいます。\u001b[22m\n\u001b[1m(Sore wa watashi ga purotto no yōyaku to shite ataeru koto ga dekiru mono no hanbun ni sugimasen. Rinne no raguranju no monogatari wa, gensō-tekina yōso no dore mo ga imamade setsumei sa rete inakatta gensō-tekina shirīzudearu to iu ten de, konran suru monodesu. Bokkusu to wa nanidesu ka? Karera wa warukute yoi nodesu ka? Karera wa mokushiroku ni dono yō ni kankei shite imasu ka? Naze De Metrio to Le Garite no kokka ga tagaini tatakatte iru nodesu ka? Sora no kyodaina hana no mono wa nanidesu ka? Kore ni wa meikakuna kotae wa arimasen. Korera wa honpen ga chūshin ni natte iru mononanode, zentai ga kuzurete shimaimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd that's pretty much half of what I could give as a summary to the plot. The story of Rinne no Lagrange is a confusing one, in that it's a fantasy series where none of the fantasy elements are ever given explanation. What exactly are the Vox? Are they bad or good, and how are they related to the apocalypse? Why are the nations of De Metrio and Le Garite warring with each other? What is with those huge flower things in the sky? None of this is given a clear answer, and since these are the things which the main story revolves around, it causes the whole thing to fall apart.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd that's pretty much half of what I could give as a summary to the plot.\u001b[24m\n    \u001b[1mそれは私がプロットの要約として与えることができるものの半分にすぎません。\u001b[22m, \u001b[1mそして、それは私がプロットの要約として与えることができるもののほとんど半分です。\u001b[22m\n\u001b[4mThe story of Rinne no Lagrange is a confusing one, in that it's a fantasy series where none of the fantasy elements are ever given explanation.\u001b[24m\n    \u001b[1mRinne no Lagrangeの物語は、幻想的な要素のどれもが今まで説明されていなかった幻想的なシリーズであるという点で、混乱するものです。\u001b[22m, \u001b[1mそれはファンタジーの要素のいずれも、これまでの説明を与えられていないファンタジーシリーズだという点で輪廻のラグランジェの物語は、混乱を招くものです。\u001b[22m\n\u001b[4mWhat exactly are the Vox?\u001b[24m\n    \u001b[1mVoxとは何ですか？\u001b[22m, \u001b[1m正確にVoxのは何ですか？\u001b[22m\n\u001b[4mAre they bad or good, and how are they related to the apocalypse?\u001b[24m\n    \u001b[1m彼らは悪くて良いのですか？彼らは黙示録にどのように関係していますか？\u001b[22m, \u001b[1m彼らが悪いか良いです、とどのように彼らは黙示録に関連していますか？\u001b[22m\n\u001b[4mWhy are the nations of De Metrio and Le Garite warring with each other?\u001b[24m\n    \u001b[1mなぜDe MetrioとLe Gariteの国家が互いに戦っているのですか？\u001b[22m, \u001b[1mなぜデMetrio、ルGariteの国は互いに敵対していますか？\u001b[22m\n\u001b[4mWhat is with those huge flower things in the sky?\u001b[24m\n    \u001b[1m空の巨大な花のものは何ですか？\u001b[22m, \u001b[1m空には、これらの巨大な花のものとは何ですか？\u001b[22m\n\u001b[4mNone of this is given a clear answer, and since these are the things which the main story revolves around, it causes the whole thing to fall apart.\u001b[24m\n    \u001b[1mこれには明確な答えはありません。これらは本編が中心になっているものなので、全体が崩れてしまいます。\u001b[22m, \u001b[1mこれのどれも明確な答えを与えられていない、これらはメインストーリーの周りを公転するものであるため、それがバラバラにするために全体のことが発生します。\u001b[22m\n\u001b[1m\u001b[22m\nAnd yet it's all tolerable to the point where it's actually rather enjoyable in a non-ironic way. Most of the characters themselves are well-written; I wouldn't exactly call them deep or anything, but they have likable personalities, and they're dramatic needs were believable and clearly expressed--even if the plot surrounding these dramatic needs was not. You may not understand why Madoka and the others are battling against the powers of darkness (or something), you still enjoy watching them do so because of how likable they are.\n\n\u001b[1mそれでも、実際には非皮肉なやり方では楽しいという点では、すべてが許容されます。 ほとんどのキャラクターはよく書かれています。 私はそれらを深くか何かと呼ぶのではなく、好きな性格を持っています。そして、劇的なニーズは、これらの劇的なニーズを取り巻くプロットがそうでなくても、信じられていて、はっきりと表現されました。 マドカと他の人たちがなぜ暗闇（または何か）の力と戦っているのか理解できないかもしれません。\u001b[22m\n\u001b[1m(Soredemo, jissai ni wa hi hinikuna yarikatade wa tanoshī to iu tende wa, subete ga kyoyō sa remasu. Hotondo no kyarakutā wa yoku kaka rete imasu. Watashi wa sorera o fukaku ka nanikato yobu node wa naku, sukina seikaku o motte imasu. Soshite, gekitekina nīzu wa, korera no gekitekina nīzu o torimaku purotto ga sōdenakute mo, shinji rarete ite, hakkiri to hyōgen sa remashita. Madoka to hokanohito-tachi ga naze kurayami (matawa nanika) no chikara to tatakatte iru no ka rikai dekinai kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mAnd yet it's all tolerable to the point where it's actually rather enjoyable in a non-ironic way. Most of the characters themselves are well-written; I wouldn't exactly call them deep or anything, but they have likable personalities, and they're dramatic needs were believable and clearly expressed--even if the plot surrounding these dramatic needs was not. You may not understand why Madoka and the others are battling against the powers of darkness (or something), you still enjoy watching them do so because of how likable they are.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd yet it's all tolerable to the point where it's actually rather enjoyable in a non-ironic way.\u001b[24m\n    \u001b[1mそれでも、実際には非皮肉なやり方では楽しいという点では、すべてが許容されます。\u001b[22m, \u001b[1mそして、まだそれはすべて、それが非皮肉な方法で、実際にはかなり楽しいですポイントに耐えられるのです。\u001b[22m\n\u001b[4mMost of the characters themselves are well-written;\u001b[24m\n    \u001b[1mほとんどのキャラクターはよく書かれています。\u001b[22m, \u001b[1m自身がよく書かれている文字のほとんどは、\u001b[22m\n\u001b[4mI wouldn't exactly call them deep or anything, but they have likable personalities, and they're dramatic needs were believable and clearly expressed--even if the plot surrounding these dramatic needs was not.\u001b[24m\n    \u001b[1m私はそれらを深くか何かと呼ぶのではなく、好きな性格を持っています。そして、劇的なニーズは、これらの劇的なニーズを取り巻くプロットがそうでなくても、信じられていて、はっきりと表現されました。\u001b[22m, \u001b[1m私は正確に深いか何かにそれらを呼び出すことはありませんが、彼らは好感が持てる個性を持っている、と彼らは劇的なニーズが信じられていたと明確に表現している - これらの劇的なニーズを取り巻くプロットではなかった場合でも。\u001b[22m\n\u001b[4mYou may not understand why Madoka and the others are battling against the powers of darkness (or something), you still enjoy watching them do so because of how likable they are.\u001b[24m\n    \u001b[1mマドカと他の人たちがなぜ暗闇（または何か）の力と戦っているのか理解できないかもしれません。\u001b[22m, \u001b[1mまどかと他の人が暗闇（か何か）の力に対して戦っている理由あなたは、あなたはまだそれが原因で彼らがどのように好感が持てるのそう見て楽しむ、理解できないことがあります。\u001b[22m\n\u001b[1m\u001b[22m\nThis in part is due to the slice-of-life qaulities of the first season, which allowed you to feel more attached to the characters. The first season also had the problem of infusing these qualities with the more dramatic parts of the story, which consequently made it hard to take certain scenes seriously. Although the straight-up slice-of-life scenes are toned down in Season 2, it still has the problem of having a light-hearted atmosphere when it would probably have done better if it could have taken itself more seriously.\n\n\u001b[1mこれは部分的には第1シーズンのスライス・オブ・ライフ・クオリティーに起因するもので、キャラクターにさらに気を付けることができました。 最初の季節には、これらの質をストーリーのより劇的な部分に浸透させるという問題もあり、その結果、特定の場面を真剣に受け入れることが困難になった。 ストレート・アップ・スライス・シーンはシーズン2で落ち着いていますが、もっと真剣に取り組むことができたら、おそらくもっと良い気分になってしまうという問題があります。\u001b[22m\n\u001b[1m(Kore wa bubun-teki ni wa dai 1 shīzun no suraisu Obu raifu kuoritī ni kiin suru mono de, kyarakutā ni sarani ki o tsukeru koto ga dekimashita. Saisho no kisetsu ni wa, korera no shitsu o sutōrī no yori gekitekina bubun ni shintō sa seru to iu mondai mo ari, sono kekka, tokutei no bamen o shinken ni ukeireru koto ga kon'nan ni natta. Sutorēto appu suraisu shīn wa shīzun 2 de ochitsuite imasuga, motto shinken ni torikumu koto ga dekitara, osoraku motto yoi kibun ni natte shimau to iu mondai ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis in part is due to the slice-of-life qaulities of the first season, which allowed you to feel more attached to the characters. The first season also had the problem of infusing these qualities with the more dramatic parts of the story, which consequently made it hard to take certain scenes seriously. Although the straight-up slice-of-life scenes are toned down in Season 2, it still has the problem of having a light-hearted atmosphere when it would probably have done better if it could have taken itself more seriously.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis in part is due to the slice-of-life qaulities of the first season, which allowed you to feel more attached to the characters.\u001b[24m\n    \u001b[1mこれは部分的には第1シーズンのスライス・オブ・ライフ・クオリティーに起因するもので、キャラクターにさらに気を付けることができました。\u001b[22m, \u001b[1mこれは、部分的には、あなたがより多くの文字に添付さを感じさせて最初のシーズン、スライスオブライフqaulitiesによるものです。\u001b[22m\n\u001b[4mThe first season also had the problem of infusing these qualities with the more dramatic parts of the story, which consequently made it hard to take certain scenes seriously.\u001b[24m\n    \u001b[1m最初の季節には、これらの質をストーリーのより劇的な部分に浸透させるという問題もあり、その結果、特定の場面を真剣に受け入れることが困難になった。\u001b[22m, \u001b[1m最初のシーズンはまた、結果的にそれが難しい真剣に特定のシーンを撮影するために作られた物語のより劇的な部品でこれらの資質を注入するという問題がありました。\u001b[22m\n\u001b[4mAlthough the straight-up slice-of-life scenes are toned down in Season 2, it still has the problem of having a light-hearted atmosphere when it would probably have done better if it could have taken itself more seriously.\u001b[24m\n    \u001b[1mストレート・アップ・スライス・シーンはシーズン2で落ち着いていますが、もっと真剣に取り組むことができたら、おそらくもっと良い気分になってしまうという問題があります。\u001b[22m, \u001b[1mストレートアップスライスオブライフシーンがシーズン2にトーンダウンしているが、それはまだそれがもっと真剣そのものをとっていることができれば、それはおそらくより良い行っているでしょう快活な雰囲気を持つという問題があります。\u001b[22m\n\u001b[1m\u001b[22m\nIt seems as if the writers put so much focus into the characters and slice-of-life elements, that they never bothered to put much thought into the actual plot. Nothing was really even presented as 'questions'--all of the characters just went along with the flow of events as if they already knew the nature of the Vox, or why De Metro and Le Garite were warring.\n\n\u001b[1m作家がキャラクターやスライス・オブ・ライフの要素に焦点をあてているように、実際のプロットにはあまり気を配らないように思えます。 実際には「質問」として提示されたものは何もなかった。すべてのキャラクターは、Voxの性質を既に知っていたか、De MetroとLe Gariteが戦っていたかのように、イベントの流れに沿っていた。\u001b[22m\n\u001b[1m(Sakka ga kyarakutā ya suraisu Obu raifu no yōso ni shōten o atete iru yō ni, jissai no purotto ni wa amari ki o kubaranai yō ni omoemasu. Jissai ni wa `shitsumon' to shite teiji sa reta mono wa nani mo nakatta. Subete no kyarakutā wa, bokkusu no seishitsu o sudeni shitteita ka, De metoro to Le Garite ga tatakatte ita ka no yō ni, ibento no nagare ni sotte ita.)\u001b[22m\n\nTranslations of \u001b[4mIt seems as if the writers put so much focus into the characters and slice-of-life elements, that they never bothered to put much thought into the actual plot. Nothing was really even presented as 'questions'--all of the characters just went along with the flow of events as if they already knew the nature of the Vox, or why De Metro and Le Garite were warring.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt seems as if the writers put so much focus into the characters and slice-of-life elements, that they never bothered to put much thought into the actual plot.\u001b[24m\n    \u001b[1m作家がキャラクターやスライス・オブ・ライフの要素に焦点をあてているように、実際のプロットにはあまり気を配らないように思えます。\u001b[22m, \u001b[1m作家は、文字やスライス・オブ・ライフの要素にあまり焦点を置くかのように、彼らは実際のプロットの中にずっと考えて置くこと気にしないこと、と思われます。\u001b[22m\n\u001b[4mNothing was really even presented as 'questions'--all of the characters just went along with the flow of events as if they already knew the nature of the Vox, or why De Metro and Le Garite were warring.\u001b[24m\n    \u001b[1m実際には「質問」として提示されたものは何もなかった。すべてのキャラクターは、Voxの性質を既に知っていたか、De MetroとLe Gariteが戦っていたかのように、イベントの流れに沿っていた。\u001b[22m, \u001b[1m彼らはすでにヴォックス、またはなぜデ・地下鉄とルGariteが交戦したの性質を知っていたかのように文字のすべてがちょうどイベントの流れに沿って行ってきました - 何が本当にあっても「質問」として提示されませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nDespite this, Season 2 still manages to have its share of emotional moments, which only get better as the series progresses. However, sometimes you'll be enchanted by one of these wonderfully presented scenes, only for some other aspect of the plot to ruin it--canceling out what could be seen as a redeeming quality. In fact, the plot pretty much cancels all of the good qualities that the show has to offer, no matter how enjoyable they might have on their own.\n\n\u001b[1mそれにもかかわらず、シーズン2は、シリーズが進行するにつれてより良くなる感情的な瞬間のシェアを維持しています。 しかし、時には、これらの素晴らしく提示されたシーンの1つに魅了されることもあります。それは、それを破壊するプロットのいくつかの他の側面のためだけであり、償還品質とみなされるものを取り消します。 実際、このプロットは、どれだけ楽しいものがあっても、ショーが提供しなければならない良質のものをほとんどすべてキャンセルします。\u001b[22m\n\u001b[1m(Sore nimokakawarazu, shīzun 2 wa, shirīzu ga shinkō suru ni tsurete yori yoku naru kanjō-tekina shunkan no shea o iji shite imasu. Shikashi, tokiniha, korera no subarashiku teiji sa reta shīn no 1tsu ni miryō sa reru koto mo arimasu. Sore wa, sore o hakai suru purotto no ikutsu ka no ta no sokumen no tame dakedeari, shōkan hinshitsu to minasa reru mono o torikeshimasu. Jissai, kono purotto wa, dore dake tanoshī mono ga atte mo, shō ga teikyō shinakereba naranai ryōshitsu no mono o hotondo subete kyanseru shimasu.)\u001b[22m\n\nTranslations of \u001b[4mDespite this, Season 2 still manages to have its share of emotional moments, which only get better as the series progresses. However, sometimes you'll be enchanted by one of these wonderfully presented scenes, only for some other aspect of the plot to ruin it--canceling out what could be seen as a redeeming quality. In fact, the plot pretty much cancels all of the good qualities that the show has to offer, no matter how enjoyable they might have on their own.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite this, Season 2 still manages to have its share of emotional moments, which only get better as the series progresses.\u001b[24m\n    \u001b[1mそれにもかかわらず、シーズン2は、シリーズが進行するにつれてより良くなる感情的な瞬間のシェアを維持しています。\u001b[22m, \u001b[1mこれにもかかわらず、シーズン2は、まだシリーズが進むにつれてだけ良くなる感情的な瞬間、のシェアを持って管理しています。\u001b[22m\n\u001b[4mHowever, sometimes you'll be enchanted by one of these wonderfully presented scenes, only for some other aspect of the plot to ruin it--canceling out what could be seen as a redeeming quality.\u001b[24m\n    \u001b[1mしかし、時には、これらの素晴らしく提示されたシーンの1つに魅了されることもあります。それは、それを破壊するプロットのいくつかの他の側面のためだけであり、償還品質とみなされるものを取り消します。\u001b[22m, \u001b[1mしかし、時にはあなたはそれを台無しにするために、プロットのいくつかの他の側面のために、これらの素晴らしい提示シーンの一つに魅了されるでしょう - 償還品質として見ることができるもの打ち消します。\u001b[22m\n\u001b[4mIn fact, the plot pretty much cancels all of the good qualities that the show has to offer, no matter how enjoyable they might have on their own.\u001b[24m\n    \u001b[1m実際、このプロットは、どれだけ楽しいものがあっても、ショーが提供しなければならない良質のものをほとんどすべてキャンセルします。\u001b[22m, \u001b[1m実際には、プロットはかなりショーは関係なく、彼らが自分で持っている可能性がありますどのように楽しく、提供しないために持っている良い資質のすべてをキャンセルします。\u001b[22m"
  }
]
