[
  {
    "title": "Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "id": "12293",
    "url": "https://myanimelist.net/anime/12293/Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "user": "Harizak",
    "profile": "/profile/Harizak/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=183309",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\n私は強力な男性のリードとアニメを要求したとき、私は友人によってこのアニメを提案された。 その要求に基づいて他の誰かがこれを提案した場合、それは真実ではありません。 このアニメの進歩は、ばかげたことですが、あなたが床を揺らすことは馬鹿げているのでばかげています。 何かを台無しにするのではなく、基本的な理解を与えるために、彼は基本的に彼が神についてたくさん知っていない限り、彼の力を使って神を倒すことはできません。 外から彼の上には魔法はありません。 彼は知識を移して敵を倒すために、唇を髪の毛で固定しなければなりません。 私が何を得ているのか分からなかったので、これについて何かが笑ってしまったようです。 キャラクターはとても深刻ですが、彼らはちょうどミッドバトルを行います。あなたは彼らが唾液で他の人を溺死させようとしていると思います。 私と私が飲むこのすべては、ほとんど笑って死にました。"
  },
  {
    "title": "Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "id": "12293",
    "url": "https://myanimelist.net/anime/12293/Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "user": "Toucanbird",
    "profile": "/profile/Toucanbird/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=73783",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  9\n|  7\n\n私が期待していたほど悪くない\n\n* note *私はLNを読んでいないので、このレビューで私を適応と判断してはいけません。 私はLNに精通しておらず、適応としてどれほど正確であるかわかりません。  *注意*\n\n私はこのアニメを見始めたとき、私はそれを期待していなかったと認めます。 私は、それがハーレムの間にカップルのまともなコメディシーンでいくつかのまともなアクションを持っているかもしれないと思った。 それが判明したので、このアニメは私が期待したよりも実際にはかなり良いものでした。 私はそれを偉大なものとは呼んでいませんが、それはおそらく平凡なハーレム・アニメとはかけ離れていました。\n\n私はこのコメディが意図されたときの陽気なキャラクターの相互作用と、場面が緊張したときのロマンチックな/劇的なやりとりだったので、このアニメをとてもいいものにしました。  Goudouは必ずしもそれを気に入らなかったのですが、彼とEricaの化学は素晴らしいと感じました。 エリカ・ブランデリは2012年のアニメの中で私が好きなキャラクターの1人かもしれません 彼女はその愛人が有用である限り、別の愛人を持つことを許しても、狂ってゴドウと恋している。 私はそれが陽気であることがわかった。 これはまた、私がハーレムの女性の残りの部分が完全に迷惑で無用であるとは思わなかった少数の俳優の1人でした。 リリアーナ、ユリ、エナはすべて自分の瞬間を持ち、彼らの個性は十分に発揮されています。\n\n私はこのシリーズのアクション/戦闘にもうれしく驚いていました。 戦い場面は面白く劇的だった。 ゴードーが彼のハーレムの人たちと「情報的なキス」をして戦っている神々について学ばなければならないことを発見したとき、私はちょっとうんざりしましたが、すぐに幾分笑顔になり、最終的には第二自然になりました。 シリーズが進むにつれて目立たなくなった。\n\n全体的に、私は、アートワークは、アクションシーケンスと環境アートワークであることが最善の面でも、かなり安定していると思いました。 アートワークに対する私のドックは、ハーレム・アニメに精通している人たちにとって、私が話していることを知っているキャラクターのデザインです。 まさに「コードギアス」悪くはありませんでしたが、時には目立っていました。\n\n音楽と声優は私の意見では素晴らしかったです。 私がパーシー・ジャクソンの映画（現代化されたローマ、ギリシャなどの戦争）に登場するものを見ているような気分でした。 それは実際に私がこのアニメについて好きな別のものを私に思い出させる。 私はこのアニメがその神々で使われた多様性を愛していました。 これはローマまたはギリシア神話ではありませんでした。 中東の神々や日本/東の文化の神々もありました。 私はそれが爽やかなミックスであることが分かった。\n\nこのシリーズの短所はかなり軽微です。 このアニメが本当に強い結論を出したような気がしなかった。 私は最終的なエピソードはやっかいだったと思っていたし、最後の戦いでのシークエンスはやや安っぽいものだった。 私の他の主要な牛肉は、アニメから欠けている明白な内容の明白な省略であった。 私はライト・ノベルを読んでいなくても、このアニメが先に飛び越えてしまったと知ることさえできます。 このような例の1つは、Salvatore Doniが導入されたときです。 彼は左のフィールドから完全に来て、Goudouとの彼の電話の会話を聞いた後、それはLNを読まないことによって重要な何かを逃したかのように感じました。 私はこのアニメがわずか13話であり、LN全体を探索するための制作時間がなかったかもしれないと理解していますが、おそらくこのアニメがその内容（おそらく13の代わりに24エピソード）  。\n\nオール・オール・オール・オール、私はこのシリーズについてたくさんの不平を言うことはできません。 私は特にシーズンが始まると、ゴードーとエリカの間のロマンチックな展開に興奮していました。そして、その足を踏み外し、エリカがリードの女性であると言ったハレームのアニメを見るのは爽やかでした。 彼らがあまりにも議論の余地を残していた場所を見たあまりにも多くのharemsがありました。 これではありません。 私は大きなハレエのアニメファンでもなく、私はカンピオーネの第2シーズンに完全にオープンしていることを認めてもいいです！"
  },
  {
    "title": "Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "id": "12293",
    "url": "https://myanimelist.net/anime/12293/Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "user": "Ugandans",
    "profile": "/profile/Ugandans/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=102529",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  10\n\nストーリー：ちょうど13のエピソードのために言うかなりまともなストーリーラインは、よく開発されているか、またはそれが短期間で開発されることができるのと同様に、普通の子供がたくさんのお金や力を得る古典的な これらの女の子のすべては私が完全に行くことができる彼のD 24/7をほしいと思う。 エリカに会い、彼の最初の神を殺した後、彼の人生はどうだったか。\n\nアート：私が見つけた偉大な芸術は、非常に良い背景とキャラクターの詳細を持つ最新のアニメとまったく同じです。 エッチシーンは、特にMCの喉の下に舌を押しつける魔法を通して、神についての知識を共有する部分をかなりよく描いていました。 それは明らかに、なぜ女の子が情報を渡す唯一の方法ではないのだろうかと疑問に思う必要があります。  Fanserviceはあまりにも良い。\n\nサウンド：最近のアニメのためのちょうど普通の音（それは2012年に作られた）ので、あまりにも特別な、良い声の演技。\n\nキャラクター：キャラクターの開発は実際には短い時間で非常に良いものでしたが、実際のキャラクターはかなり似通った性格や行動でした。\n\n楽しさ：私は本当にこのアニメのすべてを楽しんでいましたが、そこにはほとんど何も間違っていませんでした。私が今まで見た唯一のアニメ（私はたくさん見ていませんでした）は、  。 もちろん私はどちらをしたのですか？"
  },
  {
    "title": "Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "id": "12293",
    "url": "https://myanimelist.net/anime/12293/Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "user": "wrathofdragon",
    "profile": "/profile/wrathofdragon/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=136051",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n素晴らしいアニメ。 本当に楽しい。\n\nアニメはやや巧妙なアプローチから始まりますが、最初のエピソードの終わりまでには、あなたのズボンの座席があります。 物語は非常に興味深いですが（幾分奇妙ですが）、神話のユニークなひねりです。  '神々'はかなりよく考えられています（まだLoli Athena ~~~は、スポイラーなしの理由を言うのが難しいですが）。 興味深い戦い（対話駆動型）へのアプローチは恐ろしいように聞こえるが、それは非常に興味深い。 ハレムの提案やヒントがいくつかあります（「ハレムのものを選んではいけませんが、「ハレムのすべての人が同じように」のようなものです）。 文字の一部は完全には開発されておらず、続編/ OVAで開発されるというヒントがあります。\n\n全体：非常に楽しいアニメは、あなたが '* Netflix *'を通したいと思うでしょう。 いくつかの問題がありますが、あなたはあまり気付かないほどの行動を楽しんでいます。\n\n\n* Netflix *にお互いに数分以内にショーのすべての季節/エピソードを見る"
  },
  {
    "title": "Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "id": "12293",
    "url": "https://myanimelist.net/anime/12293/Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "user": "AbsoluteReg",
    "profile": "/profile/AbsoluteReg/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=72973",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n10/3/12更新\n\nまあ、今年は長年に渡ってメジャーアニメを見ていた最初の年でした。 私は今年の春にもう一度立ち上げました。私は、それが私のものか、アニメのスーパーエッチを持っていると言わなければなりません。\n\n誰もが自分のボートを浮かべるような独自の基準を持っており、私はこのアニメがかなりうまくいったと公然と言うことができます。\n\nストーリー -  7\n更新：私はシリーズを終了しました。 それでもまだ放映されていた間、私はすべてのエピソードを見て、13を除いて私の期待は全くオフではなかった。 結末は私でしたが、私は何を期待できましたか？ しかし、前のシーズンのアニメの大部分（ハガレの勇者、エクスタシー、ダカラ・ボク・ワハ・ガ・デンカイ）でも同じことが起こり得る。 待ってください - 昨シーズンだけでなく、最近の多くのアニメを応募できます。 私が帰って来てアニメを見ないと、本当にエンディングに悩まされていただろう。 しかし、今年はアニメを見に戻ってきました。そして、多くのエンディングで失望しました。 幸運にも私はいくつかのblehの終わりを見た後、blehのエンディングに慣れました。\n\n私たちの主人公、草なぎ家はカンジョーネです。神の殺人者です。カンピオーネには、当局と呼ばれる特別な能力があります。 カンピオーネの能力は、ひとりが殺した神から来たものです。 私は、これが非常にオリジナルであると公然と言うことができます。 現時点では、私は、このアニメ/小説のアイデアを模倣したり、近づいたりするアニメ/マンガを考えることはできません。\n\nこれは13エピソードのアニメであることを前提に、シリーズの前の人生についての背景はあまりありません。 それはハーレムですが、エッチ関連の事すべてについてではありません。 すべてが流れましたが、多分すべてが速すぎました。  Godouは確かに強くなりますが、どのように問題です。 彼の横に立っている4人の騎士/女性がいるという事実に加えて、彼がフラッシュでより強くなるという事実は変わらない。 私は彼が神についての知識を取得することによってより強くなることを知っていますが、彼はVerethragnaの権限をどのように戦い、使用するかを学ぶ方法を説明しません。 さもなければ、すべてが非常にスムーズに流れた。 それは13エピソード長いことを考慮すると、私はこのアニメがバンで外出することを期待できません。 それは第2シーズンに向けて開いているかもしれないし、ストーリーワイズに変わっているかもしれない（いくつかのアニメのように、Pandora Heartsが例を挙げる）。\n\n小説にあったアニメには欠けていたものがたくさんありました。スタジオがそれらの部分を入れることを選んだのであれば、私は個人的にはずっと良いと思っていました。 実際に急いで、世俗的な11-13エピソードのアニメの代わりに、それはずっと多くのことでした。 ちょうど意見、このレビューです。\n\nアート：10\n彼らはアニメーションやアートワークですばらしい成績を収めました。 彼らはこれまでの12のエピソードのいずれかでコーナーをカットしなかった。 すべてが非常に詳細でした。 私は個人的にイタリアに行きました。彼らはイタリアをよく描写したと言えるでしょう。  Godouが最初にPerseusに出会ったシーンは、私が行った場所で、彼らはそれを入れて良い仕事をしました。第1話の駅は実際には現実のように見えましたが、もっと多くの人がいました。\n\nサウンド：9\n私はそれが私のものかどうかはわかりませんが、私はそのキャッチーなトラックを数多く聞いていませんでした。 彼らはここでもいい仕事をした。 セイユはすばらしい仕事をした（私には12番のスペアをやる）。 いずれにしても、私を悩ませたものは何もなかった。 それが持つべきであるすべての音。\n\n文字：10-＆gt; 9\n\n更新：\n\n私は、キャラクターには、より多くのキャラクターを開発/表示するための時間があると信じています。 エリカは初めから終わりまでほとんど同じだった（彼女がカンジョーネであることがわかったときにゴードーに向かうツンデレのことを考えれば）。 私は本当に恵那がより多くのスクリーンタイム/キャラクター開発をしていると思っていました。 しかし、私はこれがすべて、それが13話の長さであったという事実にも起因していると思います。\n\n\n全体として、私はこれらが2012年夏の最も記憶に残るキャラクターだと思います。\n\n楽しさと全体：10\n\n更新：それは全体的に同じままです。 私はクリフハンガー/悪い/そうそうなエンディングを見ることに慣れているので、第13話は本当に何かを引き離しませんでした。\n\n私はこれが2012年の夏のベストではないにしても最高のものだと思っていました。  Godouは彼が正常に近いという点で独特だった。 彼とイッセイは今年の私のお気に入りのリードであり、おそらく私が見てきたすべてのリードです。 第1話は私を巻き込んだ。私は精神のアニメを見たことがあるが、神話の神々を見たことはないと思う。  12/13のエピソードのために、これまでの話は素晴らしいです。 私はこれが2012年夏のベストだとほとんど肯定的です。\n\nシリーズを完成させたら、私はレビューを更新して最終的な考えを伝えます。\n\n更新を完了しました！"
  },
  {
    "title": "Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "id": "12293",
    "url": "https://myanimelist.net/anime/12293/Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "user": "debito",
    "profile": "/profile/debito/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=68561",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n最初のエピソードはちょっと私には急いでいたが、もっと見るとストーリーとプロットが自然に流れ始めた。 キャラクターは、彼らがお互いに相互作用するのを見るために絶対に大胆で面白いです。 それは、アニメを面白い瞬間のロマンス、神秘的な力、戦い、ofcourse愛の紆余曲折でいっぱいにするためにすべてを持っています。 私は、このシリーズがテーブルにもたらすすべてのジャンルのために、このシリーズを絶対に愛していると言わなければならない。 もっと季節が来ることを願っています。 この番組は私にもっと欲しいと思っているので、今後のエピソードのために別のものを投稿します"
  },
  {
    "title": "Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "id": "12293",
    "url": "https://myanimelist.net/anime/12293/Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "user": "warhawk21",
    "profile": "/profile/warhawk21/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=68129",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  8\n\nまあ、それは私をラッシュしたと言うと、私は何が起こっているかを見るのを待っていた作成されたほとんどすべてのアニメを参照してください私は急いでいるようなkandaは、  OMGはすでに彼女の権利が好きな点に着きます！\n彼らはそれをとても不調にしています（私はどのように2の綴りをしないでください）私はそれだけで終わるように終了するdaにスキップしなければならなかった私はカールをしないでください私は瞬間を台無しにするが好きではない（ホモなし）。 私はサノが少し好きだけど......）（これはホモではない）。これはポイントになるのが面白い...私はそれが神秘的なidkの次に来るので見てみたい。 このような人のファンには、それは好きではありません。  JK.lol。\nこれは私の仕事ではありませんので、私が作ってくれて、私の戦争を始めるのは、すでにIMになってしまいました！"
  },
  {
    "title": "Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "id": "12293",
    "url": "https://myanimelist.net/anime/12293/Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "user": "songwk",
    "profile": "/profile/songwk/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=66633",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  6\nキャラクター|  7\n|  6\n\n完全に 'splatty'に同意します。 私はLNを読んで、このアニメを楽しみにしていましたが、最初の2つのエピソードを見て、とても失望しました。\nキャラクターの紹介は非常に欠けており、本当に弾丸のようなストーリーラインを急いでいます。\nとにかく、これを最後まで見続けるでしょう。 私はこのアニメが12の代わりに少なくとも24のエピソードを持つことを望んでいました。その後、より深みのある適切なストーリーラインが正当化されます。\nみんな、LNを読んでください、あなたは私が何を意味するか知っています。"
  },
  {
    "title": "Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "id": "12293",
    "url": "https://myanimelist.net/anime/12293/Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "user": "Playcool",
    "profile": "/profile/Playcool/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=133909",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\nカンピオーネ！ 多くの可能性を秘めたシリーズ。\n（このシリーズは私のために少し特別なので、この大きなイントロのために私を許してください、それは私がそれを見て自分自身を見つけた背景を説明するために必要です...）\n\n - 最初に、私はこのアニメとの歴史があることを教えてください！  2012年以前は日本の文化と産業についてアニメを知らないが、唯一知っていたアニメはナルトと、誰もが知っているテレビの中によく通っている典型的な有名で古典的なアニメアニメだった... 私がアニメ界に再導入されたとき、私が聞いた最初のアニメの1つがカンピオーネでした！ショーは最初のエピソードであり、人々はそれが有望であり続けていると言い続けています。\nショーが終わった後、私はそれを見る準備ができましたが、それ以来（2012年）から数週間前に私は一度も試してみませんでした。\nこの間、私は多くのアニメを見て、多くのライト・ノベル（LN）のボリュームをたくさん読んでいます！\n - 今年私がこのアニメに関心を寄せたとき、私はすでにアニメが不調であり、誇大宣伝に住んでいないと聞いていました。\n私はまた、アニメが元の作品であるLight Novel（現在は16巻を生み出している）の適応であることを知っていました。私の経験は、アニメを見る前に最初にLNを読むようにと言っていました。 本当に、そしてアニメを見て、それを愛した皆に、LNを読んで、あなたはシリーズをもっと愛し、私は今vol 6にいて、私はそれを愛しています！\nしかし、ポイントに達すると、アニメのそれぞれのアークを見る前にLNのボリュームを読む...それは賢明な決定でした！\n - アニメとLNの間の迅速な比較、LNからアニメまで細部の細分化！ 戦いは叙事詩であり、物語からキャラクターまでのすべてがより良く開発され、より自然に感じられ、LNのキャストのほとんどは決してアニメに登場しなかった（例えば、Godouの祖父、彼のクラスメート、 このため、LNの「サイド・ストーリー」がスキップされたため、LNの背景の多くがアニメに欠けてしまったので、アニメはもっと急いで乱雑に見えます）！\nだから私のアニメの経験は、対応する巻を読んだ後には、いくつかの重要なシーンがなく、大きなリジュームであったため、LNはもっと面白くて全体的にペースが速いです！\n今これを見直すことができます：\n\nストーリー：\n - あなたはカンピオン、つまり人類の境界を越えた人間を持っていて、[異教徒の神]を殺すことができたという意味では独特です（神々は自分のものを超えて自分自身を地球に見せ、 それらの神々は、ハリケーン、津波、暴風雨のように、環境破壊のように見えます）。\n唯一のCampiones自身は、これらの[異端の神]を無視し殺すことができ、Campionesまたは[異端の神]だけが別のCampioneに対抗する変化を立てる！ このように、カンピオンを「キングスの王様」、これらすべての現象を認識しているすべての人類の「悪魔の王たち」とすると、カンピオンは人類の希望であり、[異教徒の神]と呼ばれる災害であり、カンピオンは究極の戦士 人類が誓って奴隷として奉仕する！\nこの話は新しく生まれたカンピオーネ、そして美しい女の子の異端者であるヘレムに続き、異端の神々や他の存在と戦うようになります...これは少し一般的ですが、 暖かい瞬間、エッチシーン（もしそれがハーレムならば...）、コメディーとアクション、そしてあなたはエンターテインメントへの素敵なミックスを手に入れることができます。\nストーリー：8\n\nアート：\n - 実際に悪くない、実際には素晴らしい、アクションシーンは、LNのものに比べてより忠実で叙事詩的であるかもしれないが、すでにかなり面白いですが、アニメは最初の5巻の話を告げるので、 美しい環境であっても、私が前に言ったことを除いて、LNを読んで、アニメを見て、それらの様々な冒険がすべてアニメーション化されているのを見て、そして4人のハーレムの女の子がすべて非常にモエ、かわいい、 そして、あなたは大胆なキスシーンを手に入れます... LNからダウングレードされましたが、LNのフィードバックがあったとき、私はもっと起こったことをすべて理解し、より意味を与えました。 エッチなど、キャストの情緒的シーンに似ています。\nアニメを見て間違いなく大きなPRO。\nアート：9\n\n音：\n - かなり良い、OPとENDのほぼすべてのエピソードを見て、音楽と声優は、アニメについてのものはかなりまともだった。\nサウンド：8\n\nキャラクター：\n - シリーズで一番大好きなのは、キャラクターです。彼らはユニークです。初めて4人の女の子のために恋に落ちるようにして、彼と彼のサポートを理解してください！ アニメでは、これらは急いでいるが、物語が展開されている間、それらを見ている間、まだ面白くて魅力的である。\n私が言ったように、欠陥がありますが、主なキャストキーの開発のほとんどはあなたに同じお気に入りを与えるのに十分です。 それぞれの女の子は非常に独特でユニークなので、戦闘や神話の物語とともに、彼らはすべてアニメに多くの魅力を与えます。\nキャラクター：8\n\n楽しみ：\n - これは私が元の作品であるライトノベルの影響を受けた場所です。\n最初はLNを読んでも、アニメを楽しませることができました...私は間違っていました!! 私は起こったことが起こっていたはずのことをすべて知っていました（しかし、それはスキップされ、元の仕事から切り落とされました）！\n私は大量に全編を読む時間が増えていることがわかったので、それがどのようにアークか、アニメーション化されているかを見ることができました！ 私は感情や感情（笑い、愛、悲しみ、怒りのいずれか）を深く楽しんでいたので、LNは私に「これが行動であることを確認する必要があります!!」とか、「この力がどのように表示されるのかを知る必要があります。 敵がどのように現れるのか！\"\n - 私はちょっと怒っていましたが、いくつかの素晴らしいキャラクターがアニメ化して、いくつかのキャラクターが登場しなかったこと、彼らがLNにあったのと同じように全体のシナリオが肖像画でもなく、LNで感情的で有意義なシーン アニメでもっと安く、fanserviceのためだけに、！\nしかし、私が言ったように、私はフィードバックがあり、数時間前にそれらのシナリオを読んでいるというバックグラウンドは、私に与えてくれました...本当に私はLNを読んで、次に何が起こるかを見つけ出して、  !!\n私はLNで最初にそれを読んでいなかった場合よりも、非常にうまくなり、アニメ、MOREを愛してくれました。 ですから、これは非常に偏っています!!\n私にとっては、LNのすべてを本当に愛していますが、時にはジェネリックで洗練されていますが、私はそれがとても魅力的で、私の好みであることがわかりました！  （私はかなり正直に驚いたが、これほど多くのキャラクターを愛することを期待していなかった、それはHighschool DxDのようなものだった。\nエンジョイメント：9\n\n\nだから全体：\nあなたはアクション、romcomを好きで、嫌な気持ちもなくエッチシーンを見る余裕があります。「若者の力」のかわいい、暖かい素敵な瞬間がほしいですか？ あなたがHighschool DxDを好きなら、おそらくこれを楽しむこともできます（ただし、ecchiはCampioneにははるかに少ないです！）。 私があなたが興味を持っていると主張したことがあれば、私はあなたに2つの選択肢を与えます：\n - 対応するアニメーションアークを見る前にボリュームを読みます。\n（最良の選択）\nあなたがLNに試してみて、すべてがより壮大で叙事詩的だったので、アニメを見て、それを恋に落ちて、それを呪います（まだそれを愛しています）！\n\nいずれにしても、全体的に（8 + 9 + 8 + 8 + 9）/ 5 = 8.4  - ＆gt;  8"
  },
  {
    "title": "Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "id": "12293",
    "url": "https://myanimelist.net/anime/12293/Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "user": "Avs",
    "profile": "/profile/Avs/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=149067",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  5\nサウンド|  7\nキャラクター|  6\n|  6\n\n脳を閉めれば完全に（これを見るために生きている必要があるので呼吸部分を除いて）これをもっと楽しむでしょう。  Daimouの悪魔の霊的な後継者でもあります。\n\nこれは、あなたの主人公（男性）が誤って神を殺し、強力なユーバーになるハーレムのアニメです。 彼はパワフルになる前に、セクシーな女の子を2人セクシーな女の子に、セクシーな男はすぐにセクシーに、もう1人はナイフで彼を脅かすと、彼の仲間になり、酔っ払って彼女のレースの白い服を披露する 。 最初の女の子は2人を寝室に閉じ込め、残りは歴史です。  10分後に文字通り早送りし、彼女は彼女の愛を告白し、何度も彼にキスして、その男はただの新しい神の殺人者になった。\n\nプロットの残りの部分は、彼の神聖な力を使ってその地域の他の神と戦うことです。 本当にただのモンスターである戦う神のこのプロットは、文字通り5分ごとに女の子がこの男を骨抜きにしようとしているので、harem / ecchiコメディーには二次的です。 彼の夢の中でさえ、神の女の子が彼と唇をロックしようとしている、狂っている。 私はMCが本当の人のように少しだけ行動し、「貧しい人」を演じるのではなく、自分の内なる欲望を与えることを望む。私は神のようになって不幸になり、女性は私をひどく欲しい。 それはかなりクールイモだろう。\n\nあなたが考えたくない、セクシーな女性がこの男を強打しようとしているのを見たいと思っているのであれば、私は神を意味するようにプロットを動かそうとしていますが、これは医者が 。"
  },
  {
    "title": "Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "id": "12293",
    "url": "https://myanimelist.net/anime/12293/Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "user": "azurekim1",
    "profile": "/profile/azurekim1/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=76555",
    "jp": "--- --- --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  6\n|  5\n\n私はあなたにこのアニメ「コールド」が本当によかったと伝えましょう！ さて、私は最後のエピソードが放映された瞬間、このアニメを終了し、私は最初から最後まで失望しました。 私はアニメの力が本当に素晴らしいとあなたに伝えることができます。 その力はアニメを神のようなアクションアニメに変えてしまったかもしれませんが、それが起こってかなり予期せず悪くなってしまいました...:(ここでは理由があります：第一に、キャラクターの開発は恐ろしい...私は それは他のアクション・アニメと比べると、小枝のように見えるかもしれません。 それだけではなく、すべてのハレームアニメのエンディングがとてもかわいらしいという事実は、私は窒息するだろうと思っていました。「何が起こっているのか？ 私はその男が金色の剣とすべてを撃つ力を持っているのが好きです...それはクールですが、彼がそれをどのように使うのかは最初から最後まで愚かです 終わりに、私は彼を叩いて、それをより良く使うように言わなければならないと感じています...とにかく、このアニメは、力とキャラクターがより良く開発されれば、より良くなったかもしれません..."
  },
  {
    "title": "Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "id": "12293",
    "url": "https://myanimelist.net/anime/12293/Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "user": "shana5678",
    "profile": "/profile/shana5678/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=137705",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nこのアニメは、この世界で最も過小評価されるかもしれません。 このアニメは絶対に壮大で凄いです。\n\nストーリー：このアニメには、神話や古代社会/宗教/信念に関連する物語の一部と部分があります。  1つの大きな主要な話の12のエピソードを持つアニメはちょうど退屈です、アニメが1つの物語に焦点を当てるために約20 +エピソードを持っているなら、それは良いでしょう。 カンピオーネは、MCが戦い続けなければならないさまざまな物語や目標に分かれており、その後に別の紛争が起こる。 メインストリームアニメ、Exに似ています。 フェアリーテール、ブリーチ、ヒットマンリボーンなど10-20エピソードのように、アニメそのものが100エピソードを超えたときのストーリーが含まれます。 カンピオーネは12エピソードシリーズでそのアイデアを使って独創的です。 メインストリームアニメとは異なり、時間がかかりません。 このようなアニメがあれば私に間違いをつけてくださいが、このアニメは同時にECCHIです。 主人公の声優は、完璧なハーレム王であるSAOのキリトと同じ俳優であり、ヒロインの声優は高校DxDの声優であり、よく知られているカーリングボディのRia Gremoryです。\n物語は神話に適用され、それを使ってそれを興味深くするためのアニメの独自の物語にする。 だからカンピオーネの創造者は自分のカスタムストーリーに神話を操作して、それを真実かつ有効にしています。 スマートな男。\n\nアート：ECCHIのアニメですか？アニメは優れた芸術を持っています。\n\nサウンド：神話や神々に関連するアニメです。 すべての神については、もちろん、神のサウンドトラックがあります。 サウンドトラックは叙事詩であり、アニメのオストでも紹介されています。\n\nキャラクター：キャラクターのほとんどは古代神話のベテランであり、彼らはすでに独自のEPICキャラクター/自然/行動を持っているので、それについてはあまり言い表す必要はありません。 傲慢または賢明な神々。 主人公の演技は厄介なものでした。神の真実を学んだときにどうやって穏やかになり、彼は神の泥棒になって、それはちょっと非現実的でした。\n\n楽しさ：私はそれが大好きです、あなたがそうかもしれない、あるいは真実でないかもしれない地球外事象を説明する神話。 神話の中には存在しない「人間の神の殺人者」を操作しながら創造している。 キスは知識を伝え、独創的で、すばらしいことです。 私はECCHIですか？"
  },
  {
    "title": "Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "id": "12293",
    "url": "https://myanimelist.net/anime/12293/Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "user": "Hellrock120",
    "profile": "/profile/Hellrock120/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=219666",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  4\n|  6\n\nカンピオーネはあなたが思うものです。セリエの女のために犠牲になる男、彼は彼と恋に落ちます。 ストーリーはかなり良いですが、エッチはショーを台無しにして平凡にします。 私を誤解しないで、私が上で述べた方法、このショーは非常に良い点があります。\n\nストーリーは、13セグメントで語られた1つのエピソードであり、それぞれが前の歴史を続けています。 物語は神についてのものですが、非常に速く語られることはなく、複雑な歴史もありません。 ファンタジーとコメディアニメのファンとして、私はこのアニメが提供しなければならない最高のパフォーマンスはエピソード9と10であると信じています。最初は非常に退屈なことがありますか、あなたの注意を引くことはできませんが、 これは楽しいショーになりますが、それは人によって異なりますので、これを決定的なものにしないでください。\n\nこのアニメから私が愛したものは、キャラクターアートとサウンドでした。 アートは例外的なものではなく、アニメのすべての（またはほとんどの）アニメにとって典型的なものであり、デザインはうまくいき、キャラクターの声によく合います。シナリオも美しいです。\n\n私はキャラクターのデザインが大好きですが、どのように表示されるのか、またその歴史がどのように語られるのが好きではないことを認めなければなりません。 私は深く語り継がれた歴史を持つ唯一のキャラクターはアテナだと言うことを敢行します。 アンタゴニストを除いて、他のキャラクターは短時間で導入され、導入の程度は小さいか、または貧弱であり、時間の経過と共に忘れることができます。\n\n結局のところ私はこのアニメを楽しむが、私はこれが誰にも魅力的ではないと思うし、そうでないとアニメファンにとっては魅力的かもしれない。アニメの恋人やエッチファンにこれをお勧めするかもしれない。 初めて見るのは楽しいです。 ファンタジー・エッチ・アニメが好きな人や、アニメを神様に見たい人は、この機会を与えてください。"
  },
  {
    "title": "Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "id": "12293",
    "url": "https://myanimelist.net/anime/12293/Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "user": "daimonfo",
    "profile": "/profile/daimonfo/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=181760",
    "jp": "--- --- --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  6\nキャラクター|  7\n|  6\n\nそのハレムは正しく終わった。 大きな胸を持つ女の子がたくさんいます。さまざまなキャラクターが展開しています。 すべての女の子は本当に異なる独自の性格を持っていますが、作者がもっと多くの女の子を含めるために大量のコピー貼り付けをしたようなものではありません。\n\nストーリーはまともです。 彼らは神と女神、そして神話の神話の名前でそれを釘付けにしました。 そこにはプロットの紆余曲折がありますが、私は彼らがクレイジーであるとは思っていません。\n\n私は 'カンピオーネ'のタイトルが好きではありません。 チャンピオンは私にとってはるかに良く聞こえる。 または英雄。 本当になぜイタリア語の突然の関心を知らないでください。 しかし、それは私のアニメではないので、私はそれについて悪いですか？ そのとおり！ 私はインターネット上のランダムな男です、私はそれについて悪いことをする権利があります。 とにかく私はその名前が気に入らない。\n\nそのまともなハーレム。 ランダムな非センスを誘発する吐き気よりも良い方法です。 それは私の親指を与えるために、より多くの戦闘、エッチネスとハーレムを持っています。 男性のリードは大丈夫ですが、すばらしくクールではありません。\n\n私はそれをお勧めします。"
  },
  {
    "title": "Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "id": "12293",
    "url": "https://myanimelist.net/anime/12293/Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "user": "Nogard-Kun",
    "profile": "/profile/Nogard-Kun/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=81350",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  9\n\nストーリー\n7\nストーリーは小柄なものでしたが、私はストーリーを急いでいるような気がしたので、7にしなければなりませんでした。 彼らは何らかの理由で彼らが表示していない場所がかなりあります。  1つの落ち込みで、Godoは彼らが持っていた決闘について他のCampioneと話しています。なぜなら彼らはアニメシリーズで決闘を見せないことを嫌っていました。 彼らはいくつかの他の例ですが、私はもうスポイラーを再評価することを恐れていません。\n\nアート\n8\n私は本当にうまくやっていたアートとアニメーションが本当に好きでした。 戦い場面は本当にうまくいった。\n\n音\n8\n音楽は本当にアニメの気分に合ってとても良かったし、闘牛場のサウンドエフェクトも素晴らしいし、チャーターの声も本当に人とマッチしていた。\n\nキャラクター\n8\n私は本当にキャラクターが好きです、彼らは物語の中でそれらを紹介し、いくつかのバックストーリーを与える良い仕事をしたと思った。\n\n楽しみ\n9\n私は本当にそれを得るために急いでどこにいるように見えますが、この感覚を本当に楽しんだ。 私はcharctersが本当に好きです、私のお気に入りのチャーターはYuri Mariyaでした。\n\n全体\n8\n全体的にこのシリーズは良かったし、私が見たいと思っていたたくさんの部品を残していても、それを見て楽しんでいた。 また、それは彼らの上に左のものの種類を終了する方法、これは私たちがシーズン2を得ることを意味mabye。"
  },
  {
    "title": "Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "id": "12293",
    "url": "https://myanimelist.net/anime/12293/Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "user": "CandeaSenpai",
    "profile": "/profile/CandeaSenpai/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=71409",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  7\nキャラクター|  4\n|  3\n\nこのアニメは、他のすべてのハーレム/ロマンチックアニメと同じです。私は最初はそれに興味がありましたが、物語はあまりにも退屈になりました。男性のキャラクターは、すべて彼が好きな女の子に囲まれています。 物語は新しいものではありませんが、彼らはこのアニメに興味のある部分ですので、もしあなたがハレームを好きなら、あなたはこのアニメが好きです。"
  },
  {
    "title": "Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "id": "12293",
    "url": "https://myanimelist.net/anime/12293/Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "user": "DontWantThis",
    "profile": "/profile/DontWantThis/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=97378",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  7\n|  9\n\nストーリー\n彼らはそれをあまりにも急いで急いだが、全体的に良い物語だった。 それらが小説に細部を含めるならば、彼らは容易により多くのエピソードを作ることができる。\n\nアート\nあまり言いたくない、単にそれを愛した。 それは私のアートスタイルの味かもしれませんが。\n\n音\n偉大な声優。  OP＆amp;  EDは十分に公正でしたが、私は彼らが好きなので、私は彼らに耳を傾けるほど十分ではありませんでした。\n\nキャラクター\n私はキャラクターが気に入っていて、彼らの性格は少なくともハレムにとっては良いものでした。 あなたがキャラクターの開発をしているのであれば、他のアニメを見つけようとするのが良いですが、私はキャラクターの発達の良さを知っていますが、これはその一つではありません。\n\n楽しみ\n私は本当にこのアニメを楽しんだ、それは私に多くの笑いを与え、アクションシーンを楽しむのは簡単でした。 それは本当にそのコメディのジャンルに住んでいる。\n\n全体\n私はこのアニメを良い笑いを楽しむ人にはオススメします。少なくとも、あなたがharem animesを好きなら、私はこれを絶対にお勧めします。 ストーリー、芸術、サウンド、キャラクターは、私はそれだけで楽しんでいました。"
  },
  {
    "title": "Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "id": "12293",
    "url": "https://myanimelist.net/anime/12293/Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "user": "RecNastee",
    "profile": "/profile/RecNastee/reviews",
    "pages": "2",
    "number": "18",
    "link": "/reviews.php?id=118949",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  10\n\n私はあなたがハーレム、ロマンスなどのファンであれば、それ以上見ていないと言って始めるでしょう！ このアニメは、完成したときに言うことができるアニメの1つであるため、全体的に8つ与えられています。「まあ、それは良いハレームアニメです。\n\nそれは自然には当てはまりますが、エッチはそれほど悪くはありません（HOTDと比較してPGを評価しました）が、ロマンチックなシーンをさらに強調しています。\n\nストーリー7：はるかに深く進んでいたかもしれませんが、ちょっと混乱してしまいました。非常に速いペースで、多くの知識がスローされました。\n\nアート8：標準的な最新のアニメーション。多すぎる色ではないにしても。\n\nサウンド8：場面、特にバトル音楽に行ってきました。\n\nキャラクター6：そのハレムアクションロマンス、気にする人。\n\n楽しさ10：これは本当に重要なことです、いくつかの食べ物をつかんで、時間が飛ぶだけで見てください。\n\n全体的に8：これは覚えていますが、OPのイントロではありません。 笑。"
  },
  {
    "title": "Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "id": "12293",
    "url": "https://myanimelist.net/anime/12293/Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "user": "ExtendedRenegade",
    "profile": "/profile/ExtendedRenegade/reviews",
    "pages": "2",
    "number": "19",
    "link": "/reviews.php?id=114761",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  8\n\nカンピオーネに行く！ 私は本当にそれから多くを期待していなかった。 私はharemのジャンルの特に大きいファンではないが、シリーズの神話の角度は私を興味をそそられる。 素晴らしいショーだとは言えませんが、それは私がいくつかの点で期待していたよりも優れていると言います。 それは、私が期待していた分野、すなわちストーリーやキャラクターでは依然として震えています。\n\nストーリー -  4\n\n簡単に言えば、カンピオーネ！ 中心的な話はない。 ショーはエピソードプロットに完全に依存しています。 あなたが得るのは、2つのエピソードにまたがる弧です。 通常、私はそれでうまくいくだろうが、ここで起こっている事の背後にある何かのアーケード・ストーリーが必要だ。それがカンピオーネだよ！ 納品することができません。 これに最も近いものは、ショーのロマンスの側面ですが、それでも、それはまだ緩んでいて、ばらばらに感じています。 ショーの前提が本当に壮大な物語のためにあまりにも約束を持っていたので、それはすべて非常に残念です。\n\nアート -  8\n\n私は実際にショーで多くのアートとアニメーションが好きでした。 それはすべて非常に明るく鮮明です。 見て非常に満足しています。 特によく行われているのは戦闘シーンです。 キャラクターが使用するさまざまな攻撃は派手ですが、一般的にあまりにも威圧的ではありません。 特に壮大なのは、GoDoの主人公が使用する様々な力です...剣の金色のフィールド全体が少し乱用されています...私はGoDoの能力の重要な部分だと理解していますが、それは非常にバレン、フィーチャーレスの場所です。 いずれにせよ、アートは間違いなく最も強いショーの一つです。\n\nサウンド -  8\n\nここのサウンドもかなりうまくいっています。もう一度、起こっている戦闘で最も明るく輝いています。 武器や攻撃の音はすべてフィッティングであり、その背後にある力を表現するうえで良い仕事をしています。 私は字幕をしないので、いつも吹き替え版を見ています。ここでは素晴らしいですが、本当に素晴らしいわけではありません...私はモニカ・リアルに感銘を受けました。 さあ。 音楽が進むにつれ、オープニング・ソング「BRAVE BLADE！」を除いて特に印象的だったものは何もありませんでした。これはかなりクールです。\n\nキャラクター -  7\n\nほとんどの場合、ここの文字はきれいです。 男性のリードは、彼を特別なものにするいくつかの種類の力につまずく不幸な誰もいない。 家族の誇り、無邪気な女の子、ボスの女の子、盛り上がった女の子などがあります。エコラ以外の新しいキャラクターはありません.GoDoの主な愛の関心事を担当しています。 私は陽気に完全に服を着た「セックス」シーンから得た印象。 私がこれを低く評価しない唯一の理由は、ショーのアンタゴニスト、特にショーの後半に導入されたショーのすべてがかなりクールだからです。\n\n楽しさ -  8\n\n再び、私はハーレムのジャンルの嫌いなので、私はこのショーではあまり期待していなかった。 それが判明したとき、ショーは本当にそのセールスポイントとしてそれをプッシュしようとしなかった。 このショーの最大の引き分けは確かに戦いです。 それらについてのすべてはちょうど本当に楽しいです。 彼らはアニメーションとサウンドが最高のところにあり、対話は驚くほど涼しいです。 戦いの最もclimacticな部分を通して、GoDoはかなり壮大な方法でそれらを終了する準備をしながら、彼の敵のバックストーリーを中継し始めるでしょう。 私はそれが気の利いたように聞こえるが、それは本当にうまく取り除かれていることを知っている。 ショーにはエッチがありますが、最初のいくつかのエピソードの短いものですが、かなり趣味良く使用されています。状況を考えると賢明なときにのみ起こります。\n\n結局、私はカンピオーネを言わなければならないでしょう！ 思いがけない快活な驚きでした。 私はそれを素晴らしいとは言わないが、確かにあなたの時間の価値がある。"
  },
  {
    "title": "Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "id": "12293",
    "url": "https://myanimelist.net/anime/12293/Campione__Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "user": "natio2",
    "profile": "/profile/natio2/reviews",
    "pages": "2",
    "number": "20",
    "link": "/reviews.php?id=113609",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  8\n\nカンピオーネは、神々が存在し、自由に歩き回っているような世界に関するものです。 あなたがこれらの神の1つを打ち負かすことができるなら、あなたは彼らの権力または「権威」を獲得し、カンピオーネと王と名付けられます。\n\n物語そのものは、「チャンス」の戦いで本当に意味のないカンピオーネになることができた個人についてです。 カンピオーネとして、主人公は他のカンピオンと神々との戦いを余儀なくされます。\n\n作家がハーレム側に向かってますます馬鹿に振り回さず、ファンのサービスをしていなかったら、素晴らしいアニメだろう。 非常に明示的なキスシーンでは、アニメが進むにつれてそれらがなぜ必要なのかをあまり意味がなくなります。 それは本当にアニメを台無しにし始める。 あなたがそれに対処できるなら、私はこのアニメをお勧めしたいと思います。 神の包含はかなり涼しく、文字は非常に好きであり、芸術のスタイルは本当に良いです。"
  }
]
