[
  {
    "title": "Saber_Marionette_R",
    "id": "1232",
    "url": "https://myanimelist.net/anime/1232/Saber_Marionette_R",
    "user": "Alberio",
    "profile": "/profile/Alberio/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=22555",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  10\n\nこのシリーズのこの部分は、セイバー・マリオネットJの事件がXになってから数年後に起こります。\n\nシリーズのこの部分の3つの主要キャラクターは同じ名前を維持しますが、全く新しいモデルです。 ライムは茶色の髪でより幼稚な顔をしています。 チェリーは子供のように見え、赤い髪がある（彼女はまだほとんど同じ姿勢を取っている）。 ブラッドベリーは彼女の十代の若者のように見えるが、黒色（a.k.a.ダークブルー）の髪とより成熟した外観と個性がある。\n\n私はセイバー・マリオネットシリーズの他の部分の巨大なファンですが、私はこれもすべての中で最高のようだと言わなければなりません。 たぶん、それは物語が語られているか、アニメーションのスタイルがより西洋的な新しい環境に合っているからかもしれません。\n\nシリーズのこの部分は、それがどれほど古いかによって見落とされることが多く、それはストーリーがいかに優れているかには本当に残念です。 物語そのものは、実際にはJ佐賀が登場する前に日本で放送されていた古いラジオ番組であり、アニメ化してしまった（Rサガはわずかなエピソードしかない）。\n\n結局のところ、このサーガはセイバー・マリオネットシリーズの他の部分とは異なる感触を持ち、誰もが好きではないかもしれません。 しかし、私はあなたがそれを見つけたら、この短いOVAにショットを与えることをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis part of the series actually takes place several years after the events of Saber Marionette J to X.\n\n\u001b[1mこのシリーズのこの部分は、セイバー・マリオネットJの事件がXになってから数年後に起こります。\u001b[22m\n\u001b[1m(Kono shirīzu no kono bubun wa, seibā Mario nettojei no jiken ga X ni natte kara sūnengo ni okorimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis part of the series actually takes place several years after the events of Saber Marionette J to X.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis part of the series actually takes place several years after the events of Saber Marionette J to X.\u001b[24m\n    \u001b[1mこのシリーズのこの部分は、セイバー・マリオネットJの事件がXになってから数年後に起こります。\u001b[22m, \u001b[1mシリーズのこの部分は、実際には数年XにセイバーマリオネットJのイベント後に行われます\u001b[22m\n\u001b[1m\u001b[22m\nThe three main characters in this part of the series still maintain the same names, but are completely new models. Lime is now more childish looking with brown hair; Cherry as well looks like a kid, and has red hair (she still has pretty much the same attitude though); Bloodberry looks like she's in her teens again, but has black (a.k.a. dark blue) hair and a more mature look and personality.\n\n\u001b[1mシリーズのこの部分の3つの主要キャラクターは同じ名前を維持しますが、全く新しいモデルです。 ライムは茶色の髪でより幼稚な顔をしています。 チェリーは子供のように見え、赤い髪がある（彼女はまだほとんど同じ姿勢を取っている）。 ブラッドベリーは彼女の十代の若者のように見えるが、黒色（a.k.a.ダークブルー）の髪とより成熟した外観と個性がある。\u001b[22m\n\u001b[1m(Shirīzu no kono bubun no 3ttsu no shuyō kyarakutā wa onaji namae o iji shimasuga, mattaku atarashī moderudesu. Raimu wa chairo no kami de yori yōchina kao o shite imasu. Cherī wa kodomo no yō ni mie, akai kami ga aru (kanojo wa mada hotondo onaji shisei o totte iru). Buraddoberī wa kanojo no jūdai no wakamono no yōnimieru ga, kokushoku (a. K. A. Dākuburū) no kami to yori seijuku shita gaikan to kosei ga aru.)\u001b[22m\n\nTranslations of \u001b[4mThe three main characters in this part of the series still maintain the same names, but are completely new models. Lime is now more childish looking with brown hair; Cherry as well looks like a kid, and has red hair (she still has pretty much the same attitude though); Bloodberry looks like she's in her teens again, but has black (a.k.a. dark blue) hair and a more mature look and personality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe three main characters in this part of the series still maintain the same names, but are completely new models.\u001b[24m\n    \u001b[1mシリーズのこの部分の3つの主要キャラクターは同じ名前を維持しますが、全く新しいモデルです。\u001b[22m, \u001b[1mシリーズのこの部分の三つの主要な文字がまだ同じ名前を維持するが、完全に新しいモデルです。\u001b[22m\n\u001b[4mLime is now more childish looking with brown hair;\u001b[24m\n    \u001b[1mライムは茶色の髪でより幼稚な顔をしています。\u001b[22m, \u001b[1mライムは今より茶色の毛で探して幼稚です。\u001b[22m\n\u001b[4mCherry as well looks like a kid, and has red hair (she still has pretty much the same attitude though);\u001b[24m\n    \u001b[1mチェリーは子供のように見え、赤い髪がある（彼女はまだほとんど同じ姿勢を取っている）。\u001b[22m, \u001b[1mチェリーは、同様に子供のように見え、赤い髪をしている（彼女はまだほとんど同じ態度を持っていますが）。\u001b[22m\n\u001b[4mBloodberry looks like she's in her teens again, but has black (a.k.a. dark blue) hair and a more mature look and personality.\u001b[24m\n    \u001b[1mブラッドベリーは彼女の十代の若者のように見えるが、黒色（a.k.a.ダークブルー）の髪とより成熟した外観と個性がある。\u001b[22m, \u001b[1mBloodberryは、彼女が再び彼女の十代の若者たちにだように見えますが、黒（別名ダークブルー）髪とより成熟した外観と性格をしています。\u001b[22m\n\u001b[1m\u001b[22m\nWhile I am a huge fan of the other parts of the Saber Marionette series, even I have to say that this one seems to be the best out of all of them. Maybe it's due to how the story is told, or maybe it's due to the fact that the animation style fits the new surroundings, which are more western.\n\n\u001b[1m私はセイバー・マリオネットシリーズの他の部分の巨大なファンですが、私はこれもすべての中で最高のようだと言わなければなりません。 たぶん、それは物語が語られているか、アニメーションのスタイルがより西洋的な新しい環境に合っているからかもしれません。\u001b[22m\n\u001b[1m(Watashi wa seibā marionettoshirīzu no ta no bubun no kyodaina fandesuga, watashi wa kore mo subete no naka de saikō no yōda to iwanakereba narimasen. Tabun, soreha monogatari ga katara rete iru ka, animēshon no sutairuga yori seiyō-tekina atarashī kankyō ni atte irukara kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mWhile I am a huge fan of the other parts of the Saber Marionette series, even I have to say that this one seems to be the best out of all of them. Maybe it's due to how the story is told, or maybe it's due to the fact that the animation style fits the new surroundings, which are more western.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile I am a huge fan of the other parts of the Saber Marionette series, even I have to say that this one seems to be the best out of all of them.\u001b[24m\n    \u001b[1m私はセイバー・マリオネットシリーズの他の部分の巨大なファンですが、私はこれもすべての中で最高のようだと言わなければなりません。\u001b[22m, \u001b[1m私はセイバーマリオネットシリーズの他の部分の大ファンですが、でも、私はこの1つはそれらのすべてのうち、最も良いと思われることを言わなければなりません。\u001b[22m\n\u001b[4mMaybe it's due to how the story is told, or maybe it's due to the fact that the animation style fits the new surroundings, which are more western.\u001b[24m\n    \u001b[1mたぶん、それは物語が語られているか、アニメーションのスタイルがより西洋的な新しい環境に合っているからかもしれません。\u001b[22m, \u001b[1m多分それは物語が語られている方法に起因します、または多分それはアニメーションのスタイルは、より西洋ある新しい環境を、フィットするという事実によるものです。\u001b[22m\n\u001b[1m\u001b[22m\nThis part of the series often gets overlooked due to how old it is, which is a real shame with how good the story is. The story itself was actually an old raido show that was broadcast in Japan many years before the J saga came along, which ended up getting animated (thus the reason for the R saga only being a few episodes long).\n\n\u001b[1mシリーズのこの部分は、それがどれほど古いかによって見落とされることが多く、それはストーリーがいかに優れているかには本当に残念です。 物語そのものは、実際にはJ佐賀が登場する前に日本で放送されていた古いラジオ番組であり、アニメ化してしまった（Rサガはわずかなエピソードしかない）。\u001b[22m\n\u001b[1m(Shirīzu no kono bubun wa, sore ga dorehodo furui ka ni yotte miotosa reru koto ga ōku, soreha sutōrī ga ikani sugurete iru kani wa hontōni zan'nendesu. Monogatari sonomono wa, jissai ni wa J Saga ga tōjō suru mae ni Nihon de hōsō sa rete ita furui rajio bangumideari, anime-ka shite shimatta (R Saga wa wazukana episōdo shika nai).)\u001b[22m\n\nTranslations of \u001b[4mThis part of the series often gets overlooked due to how old it is, which is a real shame with how good the story is. The story itself was actually an old raido show that was broadcast in Japan many years before the J saga came along, which ended up getting animated (thus the reason for the R saga only being a few episodes long).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis part of the series often gets overlooked due to how old it is, which is a real shame with how good the story is.\u001b[24m\n    \u001b[1mシリーズのこの部分は、それがどれほど古いかによって見落とされることが多く、それはストーリーがいかに優れているかには本当に残念です。\u001b[22m, \u001b[1mシリーズのこの部分は多くの場合、それは物語がどのように良いと本当の恥である、何歳に見落とされます。\u001b[22m\n\u001b[4mThe story itself was actually an old raido show that was broadcast in Japan many years before the J saga came along, which ended up getting animated (thus the reason for the R saga only being a few episodes long).\u001b[24m\n    \u001b[1m物語そのものは、実際にはJ佐賀が登場する前に日本で放送されていた古いラジオ番組であり、アニメ化してしまった（Rサガはわずかなエピソードしかない）。\u001b[22m, \u001b[1m物語自体は、実際には長年J佐賀前に日本で放送された古いライドウのショーだった（Rサーガのためのこのような理由だけ長いいくつかのエピソードである）のアニメーションなってしまっている、に沿って来ました。\u001b[22m\n\u001b[1m\u001b[22m\nIn the end, this saga has a different feel than the other parts of the Saber Marionette series, and may not be liked by everyone. But I suggest that you give this short OVA a shot if you find it.\n\n\u001b[1m結局のところ、このサーガはセイバー・マリオネットシリーズの他の部分とは異なる感触を持ち、誰もが好きではないかもしれません。 しかし、私はあなたがそれを見つけたら、この短いOVAにショットを与えることをお勧めします。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, kono sāga wa seibā marionettoshirīzu no ta no bubun to wa kotonaru kanshoku o mochi, daremoga sukide wanai kamo shiremasen. Shikashi, watashi wa anata ga sore o mitsuketara, kono mijikai ovu~a ni shotto o ataeru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn the end, this saga has a different feel than the other parts of the Saber Marionette series, and may not be liked by everyone. But I suggest that you give this short OVA a shot if you find it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end, this saga has a different feel than the other parts of the Saber Marionette series, and may not be liked by everyone.\u001b[24m\n    \u001b[1m結局のところ、このサーガはセイバー・マリオネットシリーズの他の部分とは異なる感触を持ち、誰もが好きではないかもしれません。\u001b[22m, \u001b[1m最後に、このサガはセイバーマリオネットシリーズの他の部分とは異なる感触を持っている、と誰からも好かれない場合があります。\u001b[22m\n\u001b[4mBut I suggest that you give this short OVA a shot if you find it.\u001b[24m\n    \u001b[1mしかし、私はあなたがそれを見つけたら、この短いOVAにショットを与えることをお勧めします。\u001b[22m, \u001b[1mしかし、私はあなたがそれを見つけた場合、あなたがこの短いOVA打撃を与えることを示唆しています。\u001b[22m"
  },
  {
    "title": "Saber_Marionette_R",
    "id": "1232",
    "url": "https://myanimelist.net/anime/1232/Saber_Marionette_R",
    "user": "Seabury",
    "profile": "/profile/Seabury/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=32501",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  8\n\nだから、セイバー・マリオネットのフランチャイズの残りの部分を見て、私は何を期待するかについてかなり良い考えを持っていました。 平凡なアニメーション、悪い冗談、漫画の悪役、驚異的な驚異的なストーリーとキャスト、そしてヒット\"愛は世界を救う\"という感情。 このOVAには無駄な秒がありません。 言い換えれば、良い子供のショー。 少年は私がそれについて完全に*間違っていた。 代わりに、私たちが持っているものは、\"愛対憎しみ\"に加えて、無実と性的堕落のテーマを重ね合わせた素晴らしいカメラワークとアニメーションを備えた、暗く忘れられないハリウッドのスリラーです。 戦いは、このOVAへのいとこの戦いよりも一層強烈です。  J、J、X、J〜Xと違って、それぞれの戦いは死、絶望的で握っている戦いです。 キャラクターがアニメ化される方法のために、パンチのような簡単なことは、実際には本当に苦痛に見えます。傷は、視聴者を傷つけるようなものです。 一般的に、私はアートワーク、アニメーション、身体の動き、さらには顔の表情を十分に得ることができませんでした。 これが進められたやり方も、事件に緊急感を与える。\n\nこのことを誇りに思うと、事件全体に致命的な欠陥が1つあります。 大きな絵では、まったく一般的です。 それはプロットの面で言うと面白いものは何もありません。 私のハリウッドの比較に行くと、それは実質よりもスタイルを好む。 そして、率直に言って、それは元の物語の誤りでなければならない、この適応に取り組んだ人は誤りではない。 適応に関しては、この適応は6/10の材料の9/10適合であると言います。 したがって、我々は良いと良いの中間の7/10を持っています。 私は、セイバー・マリオネットのコンセプトを成熟した品質でお求めの方にお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nSo, having seen the rest of the Saber Marionette franchise, I had a pretty good idea of what to expect. Mediocre animation, bad jokes, cartoonish villains, a campy yet surprisingly poignant storyline and cast, and heaps of “love will save the world” sentiment. There is not a wasted second in this OVA. In other words, a good kids show. Boy was I *completely* wrong about that. Instead, what we have is a dark and haunting hollywoodesque thriller with superb camerawork and animation, which in addition to “love vs hate” overlays the theme of innocence vs sexual depravity. The fights are way more intense than the fights in the cousins to this OVA; unlike in J, J again, or J to X, each fight is a fight to the death, desperate and gripping. Due to the way the characters are animated, a simple thing like a punch to the stomach actually looks really painful, inflicted wounds are something that causes the viewer to wince. In general, I couldn't get enough of the artwork, the animation, the body movements, even the facial expressions. The way this was paced also adds a sense of urgency to the affair.\n\n\u001b[1mだから、セイバー・マリオネットのフランチャイズの残りの部分を見て、私は何を期待するかについてかなり良い考えを持っていました。 平凡なアニメーション、悪い冗談、漫画の悪役、驚異的な驚異的なストーリーとキャスト、そしてヒット\"愛は世界を救う\"という感情。 このOVAには無駄な秒がありません。 言い換えれば、良い子供のショー。 少年は私がそれについて完全に*間違っていた。 代わりに、私たちが持っているものは、\"愛対憎しみ\"に加えて、無実と性的堕落のテーマを重ね合わせた素晴らしいカメラワークとアニメーションを備えた、暗く忘れられないハリウッドのスリラーです。 戦いは、このOVAへのいとこの戦いよりも一層強烈です。  J、J、X、J〜Xと違って、それぞれの戦いは死、絶望的で握っている戦いです。 キャラクターがアニメ化される方法のために、パンチのような簡単なことは、実際には本当に苦痛に見えます。傷は、視聴者を傷つけるようなものです。 一般的に、私はアートワーク、アニメーション、身体の動き、さらには顔の表情を十分に得ることができませんでした。 これが進められたやり方も、事件に緊急感を与える。\u001b[22m\n\u001b[1m(Dakara, seibā marionetto no furanchaizu no nokori no bubun o mite, watashi wa nani o kitai suru ka ni tsuite kanari yoi kangae o motte imashita. Heibon'na animēshon, warui jōdan, manga no akuyaku, kyōi-tekina kyōi-tekina sutōrī to kyasuto, soshite hitto\" ai wa sekai o sukuu\" to iu kanjō. Iikaereba, yoi kodomo no shō. Shōnen wa watashi ga sore ni tsuite kanzen ni* machigatte ita. Kawari ni, watashitachi ga motte iru mono wa, \" ai tai nikushimi\" ni kuwaete, mujitsu to seiteki daraku no tēma o kasaneawa seta subarashī kamerawāku to animēshon o sonaeta, kuraku wasurerarenai Hariuddo no surirādesu. Tatakai wa, kono ovu~a e no itoko no tatakai yori mo issō kyōretsudesu. J, J, X, J 〜 X to chigatte, sorezore no tatakai wa shi, zetsubō-tekide nigitte iru tatakaidesu. Kyarakutā ga anime-ka sa reru hōhō no tame ni, panchi no yōna kantan'na koto wa, jissai ni wa hontōni kutsū ni miemasu. Kizu wa, shichō-sha o kizutsukeru yōna monodesu. Ippantekini, watashi wa ātowāku, animēshon, karada no ugoki, sarani wa kao no hyōjō o jūbun ni eru koto ga dekimasendeshita. Kore ga susume rareta yarikata mo, jiken ni kinkyū-kan o ataeru. Kono ovu~a ni wa mudana byō ga arimasen.)\u001b[22m\n\u001b[1m\u001b[22m\nWith all this to brag about, there is one fatal flaw to the whole affair. It is, in the big picture, utterly generic. It has nothing all that interesting to say in terms of plot. Going with my hollywood comparison, it favors style over substance. And quite frankly, that has to be the fault of the original story, those who worked on this adaption are not at fault. As far as adaptations go, I would say this adaption is a 9/10 adaption of 6/10 material. Thus, we have a high 7/10, halfway between good and great. I highly recommend it to anyone looking for a mature and quality take on the Saber Marionette concept.\n\n\u001b[1mこのことを誇りに思うと、事件全体に致命的な欠陥が1つあります。 大きな絵では、まったく一般的です。 それはプロットの面で言うと面白いものは何もありません。 私のハリウッドの比較に行くと、それは実質よりもスタイルを好む。 そして、率直に言って、それは元の物語の誤りでなければならない、この適応に取り組んだ人は誤りではない。 適応に関しては、この適応は6/10の材料の9/10適合であると言います。 したがって、我々は良いと良いの中間の7/10を持っています。 私は、セイバー・マリオネットのコンセプトを成熟した品質でお求めの方にお勧めします。\u001b[22m\n\u001b[1m(Kono koto o hokori ni omou to, jiken zentai ni chimei-tekina kekkan ga 1tsu arimasu. Ōkina ede wa, mattaku ippan-tekidesu. Sore wa purotto no men de iu to omoshiroi mono wa nani mo arimasen. Watashi no Hariuddo no hikaku ni iku to, soreha jisshitsu yori mo sutairu o konomu. Soshite, sotchoku ni itte, soreha-moto no monogatari no ayamaridenakereba naranai, kono tekiō ni torikunda hito wa ayamaride wanai. Tekiō ni kanshite wa, kono tekiō wa 6/ 10 no zairyō no 9/ 10 tekigōdearu to iimasu. Shitagatte, wareware wa yoito yoi no chūkan no 7/ 10 o motte imasu. Watashi wa, seibā marionetto no konseputo o seijuku shita hinshitsu de o motome no kata ni o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mWith all this to brag about, there is one fatal flaw to the whole affair. It is, in the big picture, utterly generic. It has nothing all that interesting to say in terms of plot. Going with my hollywood comparison, it favors style over substance. And quite frankly, that has to be the fault of the original story, those who worked on this adaption are not at fault. As far as adaptations go, I would say this adaption is a 9/10 adaption of 6/10 material. Thus, we have a high 7/10, halfway between good and great. I highly recommend it to anyone looking for a mature and quality take on the Saber Marionette concept.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith all this to brag about, there is one fatal flaw to the whole affair.\u001b[24m\n    \u001b[1mこのことを誇りに思うと、事件全体に致命的な欠陥が1つあります。\u001b[22m, \u001b[1m自慢するために、すべてこれにより、全体の事件への1つの致命的な欠陥があります。\u001b[22m\n\u001b[4mIt is, in the big picture, utterly generic.\u001b[24m\n    \u001b[1m大きな絵では、まったく一般的です。\u001b[22m, \u001b[1mそれは、大きな画像で、全く総称です。\u001b[22m\n\u001b[4mIt has nothing all that interesting to say in terms of plot.\u001b[24m\n    \u001b[1mそれはプロットの面で言うと面白いものは何もありません。\u001b[22m, \u001b[1mこれは、プロットの面で言うことすべてが興味深い何もしています。\u001b[22m\n\u001b[4mGoing with my hollywood comparison, it favors style over substance.\u001b[24m\n    \u001b[1m私のハリウッドの比較に行くと、それは実質よりもスタイルを好む。\u001b[22m, \u001b[1m私のハリウッドの比較と一緒に行く、それは物質の上スタイルを好みます。\u001b[22m\n\u001b[4mAnd quite frankly, that has to be the fault of the original story, those who worked on this adaption are not at fault.\u001b[24m\n    \u001b[1mそして、率直に言って、それは元の物語の誤りでなければならない、この適応に取り組んだ人は誤りではない。\u001b[22m, \u001b[1mそして率直に言って、それはオリジナルストーリーの障害である必要があり、この適応に取り組んでいる人は、故障ではありません。\u001b[22m\n\u001b[4mAs far as adaptations go, I would say this adaption is a 9/10 adaption of 6/10 material.\u001b[24m\n    \u001b[1m適応に関しては、この適応は6/10の材料の9/10適合であると言います。\u001b[22m, \u001b[1m限り適応が行くように、私はこの適応は6/10材料の9/10適応であると言うでしょう。\u001b[22m\n\u001b[4mThus, we have a high 7/10, halfway between good and great.\u001b[24m\n    \u001b[1mしたがって、我々は良いと良いの中間の7/10を持っています。\u001b[22m, \u001b[1mしたがって、私たちは途中で良いと偉大な間に、高い7/10を持っています。\u001b[22m\n\u001b[4mI highly recommend it to anyone looking for a mature and quality take on the Saber Marionette concept.\u001b[24m\n    \u001b[1m私は、セイバー・マリオネットのコンセプトを成熟した品質でお求めの方にお勧めします。\u001b[22m, \u001b[1m私は非常セイバーマリオネットの概念に成熟しており、品質テイクを探している人にお勧め。\u001b[22m"
  }
]
