[
  {
    "title": "Ookami_Kodomo_no_Ame_to_Yuki",
    "id": "12355",
    "url": "https://myanimelist.net/anime/12355/Ookami_Kodomo_no_Ame_to_Yuki",
    "user": "Houndour87",
    "profile": "/profile/Houndour87/reviews",
    "pages": "7",
    "number": "1",
    "link": "/reviews.php?id=91717",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\nオオカミ子どもたちアメとユキレビュー\n\n細かい言い分をしている「The Girl」と「Summer Wars」の後で細田守監督の最新作は、少年と恋に落ちる少女の素敵な話です。 彼らは彼らの関係を継続し、少年は彼が子孫半分の男の半分の狼であることは彼が狼男であることを彼の本当のアイデンティティを明らかにする。\n\nカップルには、名前のついた2人の赤ちゃんと、もう1人のゆきという赤ちゃんがいます。 子供たちは1年の間に生まれます。 ユキは一年が大です。 この映画は、2人の子供、特に狼の子供を育てるために母親が直面する困難を示しています。 映画は視聴者をストーリーに結びつけ、視聴者の注意を映画に向けて掴むだけで成功する。\n\n彼は日本のアニメ業界の他の監督に挑戦することができ、また最高の監督のリストに自身を挙げていることが判明した。 私はこの映画を3回見ましたが、それは私にそれを提供した感情面を十分に得ていませんでした。 私は本当に彼女の2人の子供を育てることで母親が直面した困難によって揺れ動いた。\n\n最後に、細田守のファンとファン以外の皆さんにこの映画を推薦することで、私のレビューを終わりたいと思います。私は映画を見たときに私が受け取ったのと同じすばらしい経験をすることを保証します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThe Wolf children Ame and Yuki Review\n\n\u001b[1mオオカミ子どもたちアメとユキレビュー\u001b[22m\n\u001b[1m(Ōkami kodomo-tachi ame to yukirebyū)\u001b[22m\n\nTranslations of \u001b[4mThe Wolf children Ame and Yuki Review\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Wolf children Ame and Yuki Review\u001b[24m\n    \u001b[1mオオカミ子どもたちアメとユキレビュー\u001b[22m, \u001b[1mおおかみこどもの雨と雪雨とユキレビュー\u001b[22m\n\u001b[1m\u001b[22m\nThe wolf children ame and yuki Mamoru Hosoda's latest directorial work after his critically acclaimed The Girl who leapt through time and Summer Wars is a lovely story of a girl who falls in love with a boy. They continue in their relationship and one the boy reveals his true identity that he is a wolf man who descendants were half man half wolf.\n\n\u001b[1m細かい言い分をしている「The Girl」と「Summer Wars」の後で細田守監督の最新作は、少年と恋に落ちる少女の素敵な話です。 彼らは彼らの関係を継続し、少年は彼が子孫半分の男の半分の狼であることは彼が狼男であることを彼の本当のアイデンティティを明らかにする。\u001b[22m\n\u001b[1m(Komakai iibun o shite iru `The Girl' to `Summer Wars' no nochi de hosoda mamoru kantoku no saishin-saku wa, shōnen to koiniochiru shōjo no sutekina hanashidesu. Karera wa karera no kankei o keizoku shi, shōnen wa kare ga shison hanbun no otoko no hanbun no ōkamidearu koto wa kare ga ōkami otokodearu koto o kare no hontō no aidentiti o akiraka ni suru.)\u001b[22m\n\nTranslations of \u001b[4mThe wolf children ame and yuki Mamoru Hosoda's latest directorial work after his critically acclaimed The Girl who leapt through time and Summer Wars is a lovely story of a girl who falls in love with a boy. They continue in their relationship and one the boy reveals his true identity that he is a wolf man who descendants were half man half wolf.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe wolf children ame and yuki Mamoru Hosoda's latest directorial work after his critically acclaimed The Girl who leapt through time and Summer Wars is a lovely story of a girl who falls in love with a boy.\u001b[24m\n    \u001b[1m細かい言い分をしている「The Girl」と「Summer Wars」の後で細田守監督の最新作は、少年と恋に落ちる少女の素敵な話です。\u001b[22m, \u001b[1m彼が非常に時をかける少女を絶賛し、サマーウォーズは少年と恋に落ちる少女の美しい物語です後オオカミの子どもたちは、AMEとユキ細田守の最新監督の作品。\u001b[22m\n\u001b[4mThey continue in their relationship and one the boy reveals his true identity that he is a wolf man who descendants were half man half wolf.\u001b[24m\n    \u001b[1m彼らは彼らの関係を継続し、少年は彼が子孫半分の男の半分の狼であることは彼が狼男であることを彼の本当のアイデンティティを明らかにする。\u001b[22m, \u001b[1m彼らは、彼らの関係を継続し、1少年は子孫が半分人間半分オオカミた狼男である彼の正体を明らかにする。\u001b[22m\n\u001b[1m\u001b[22m\nThe couple have two babies one named ame and the other named yuki. The children are born in the gap of a year. Yuki being a year greater the ame. This movie shows the difficulties faced by a mother to raise two children and specifically wolf children. The movie is successful in binding the viewer to the story and just grips the viewer's attention towards the movie.\n\n\u001b[1mカップルには、名前のついた2人の赤ちゃんと、もう1人のゆきという赤ちゃんがいます。 子供たちは1年の間に生まれます。 ユキは一年が大です。 この映画は、2人の子供、特に狼の子供を育てるために母親が直面する困難を示しています。 映画は視聴者をストーリーに結びつけ、視聴者の注意を映画に向けて掴むだけで成功する。\u001b[22m\n\u001b[1m(Kappuru ni wa, namae no tsuita 2-ri no akachan to, mō 1-ri no yuki to iu akachan ga imasu. Kodomo-tachi wa 1-nen no ma ni umaremasu. Yuki wa ichinen ga ōdesu. Kono eiga wa, 2-ri no kodomo, tokuni ōkami no kodomo o sodateru tame ni hahaoya ga chokumen suru kon'nan o shimeshite imasu. Eiga wa shichō-sha o sutōrī ni musubitsuke, shichō-sha no chūi o eiga ni mukete tsukamu dake de seikō suru.)\u001b[22m\n\nTranslations of \u001b[4mThe couple have two babies one named ame and the other named yuki. The children are born in the gap of a year. Yuki being a year greater the ame. This movie shows the difficulties faced by a mother to raise two children and specifically wolf children. The movie is successful in binding the viewer to the story and just grips the viewer's attention towards the movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe couple have two babies one named ame and the other named yuki.\u001b[24m\n    \u001b[1mカップルには、名前のついた2人の赤ちゃんと、もう1人のゆきという赤ちゃんがいます。\u001b[22m, \u001b[1mカップルは2赤ちゃん雨や他の名前付きユキという名前の1を持っています。\u001b[22m\n\u001b[4mThe children are born in the gap of a year.\u001b[24m\n    \u001b[1m子供たちは1年の間に生まれます。\u001b[22m, \u001b[1m子どもたちは、今年のギャップに生まれています。\u001b[22m\n\u001b[4mYuki being a year greater the ame.\u001b[24m\n    \u001b[1mユキは一年が大です。\u001b[22m, \u001b[1m結城がame年が大きいこと。\u001b[22m\n\u001b[4mThis movie shows the difficulties faced by a mother to raise two children and specifically wolf children.\u001b[24m\n    \u001b[1mこの映画は、2人の子供、特に狼の子供を育てるために母親が直面する困難を示しています。\u001b[22m, \u001b[1mこの映画は2人の子供を高め、特に子供たちの狼ために母親が直面する困難を示しています。\u001b[22m\n\u001b[4mThe movie is successful in binding the viewer to the story and just grips the viewer's attention towards the movie.\u001b[24m\n    \u001b[1m映画は視聴者をストーリーに結びつけ、視聴者の注意を映画に向けて掴むだけで成功する。\u001b[22m, \u001b[1m映画はストーリーに、視聴者の結合に成功し、ちょうど映画の方に視聴者の注目を把持します。\u001b[22m\n\u001b[1m\u001b[22m\nMamoru hosoda has proved himself that he can challenge the other directors in the Japanese anime industry and has also listed himself in the list of the greatest directors. I saw this movie 3 times and never got enough of the emotional aspect it provided it to me. I was truly shaken by the difficulties faced by mother in raising her two children.\n\n\u001b[1m彼は日本のアニメ業界の他の監督に挑戦することができ、また最高の監督のリストに自身を挙げていることが判明した。 私はこの映画を3回見ましたが、それは私にそれを提供した感情面を十分に得ていませんでした。 私は本当に彼女の2人の子供を育てることで母親が直面した困難によって揺れ動いた。\u001b[22m\n\u001b[1m(Kare wa nihon'noanime gyōkai no ta no kantoku ni chōsen suru koto ga deki, mata saikō no kantoku no risuto ni jishin o agete iru koto ga hanmei shita. Watashi wa kono eiga o 3-kai mimashitaga, sore wa watashi ni sore o teikyō shita kanjō-men o jūbun ni ete imasendeshita. Watashi wa hontōni kanojo no 2-ri no kodomo o sodateru koto de hahaoya ga chokumen shita kon'nan ni yotte yureugoita.)\u001b[22m\n\nTranslations of \u001b[4mMamoru hosoda has proved himself that he can challenge the other directors in the Japanese anime industry and has also listed himself in the list of the greatest directors. I saw this movie 3 times and never got enough of the emotional aspect it provided it to me. I was truly shaken by the difficulties faced by mother in raising her two children.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMamoru hosoda has proved himself that he can challenge the other directors in the Japanese anime industry and has also listed himself in the list of the greatest directors.\u001b[24m\n    \u001b[1m彼は日本のアニメ業界の他の監督に挑戦することができ、また最高の監督のリストに自身を挙げていることが判明した。\u001b[22m, \u001b[1m細田守氏は、日本のアニメ業界の他の取締役に挑戦することができ、また、最大の取締役のリストに自分自身をリストされていることを自分自身を証明しています。\u001b[22m\n\u001b[4mI saw this movie 3 times and never got enough of the emotional aspect it provided it to me.\u001b[24m\n    \u001b[1m私はこの映画を3回見ましたが、それは私にそれを提供した感情面を十分に得ていませんでした。\u001b[22m, \u001b[1m私はこの映画を3回見て、それは私にそれを提供した感情的な側面を十分にやったことがなかったです。\u001b[22m\n\u001b[4mI was truly shaken by the difficulties faced by mother in raising her two children.\u001b[24m\n    \u001b[1m私は本当に彼女の2人の子供を育てることで母親が直面した困難によって揺れ動いた。\u001b[22m, \u001b[1m私は本当に彼女の2人の子供を高めることに母親が直面する困難により振とうしました。\u001b[22m\n\u001b[1m\u001b[22m\nAt last, i want to conclude my review by recommending this movie to all Mamoru Hosoda's fans and non-fans toon and i guarantee that you will great the same wonderful experience as i received when i watched the movie.\n\n\u001b[1m最後に、細田守のファンとファン以外の皆さんにこの映画を推薦することで、私のレビューを終わりたいと思います。私は映画を見たときに私が受け取ったのと同じすばらしい経験をすることを保証します。\u001b[22m\n\u001b[1m(Saigo ni, hosoda mamoru no fan to fan igai no minasan ni kono eiga o suisen suru koto de, watashi no rebyū o owaritai to omoimasu. Watashi wa eiga o mita toki ni watashi ga uketotta no to onaji subarashī keiken o suru koto o hoshō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAt last, i want to conclude my review by recommending this movie to all Mamoru Hosoda's fans and non-fans toon and i guarantee that you will great the same wonderful experience as i received when i watched the movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt last, i want to conclude my review by recommending this movie to all Mamoru Hosoda's fans and non-fans toon and i guarantee that you will great the same wonderful experience as i received when i watched the movie.\u001b[24m\n    \u001b[1m最後に、細田守のファンとファン以外の皆さんにこの映画を推薦することで、私のレビューを終わりたいと思います。私は映画を見たときに私が受け取ったのと同じすばらしい経験をすることを保証します。\u001b[22m, \u001b[1m最後に、私はトゥーンすべての細田守のファンと非ファンにこの映画を推薦することによって私のレビューを締結したいと私はあなたが私が映画を見たときに私が受け取ったとして素晴らしいと同じ素晴らしい経験をすることを保証します。\u001b[22m"
  },
  {
    "title": "Ookami_Kodomo_no_Ame_to_Yuki",
    "id": "12355",
    "url": "https://myanimelist.net/anime/12355/Ookami_Kodomo_no_Ame_to_Yuki",
    "user": "NostalgicDPT",
    "profile": "/profile/NostalgicDPT/reviews",
    "pages": "7",
    "number": "2",
    "link": "/reviews.php?id=96449",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\n*ショートレビュー*\n\n私は自由な時間を持つ人、またはシリーズが追いつくのを待っている人にこのアニメを強くお勧めします。 それは間違いなく非常に感動的な良い映画（わずか1時間）です。 多くの人がすでに完全にそれをしているので、私は長い要約には入りません。 物語は単に母親と彼女の2人の狼男です。 私を最も魅了したのはおそらくキャラクターのシンプルさと、どのように問題が現実的で、明らかに幻想的であったかでした。 この映画には、「あなたの子供を世話するためにどのくらいの長さを払うか」、「いつも子供を守ることができなければ何ができるか」などのテーマが表示されます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n*Short Review*\n\n\u001b[1m*ショートレビュー*\u001b[22m\n\u001b[1m(* Shōtorebyū*)\u001b[22m\n\nTranslations of \u001b[4m*Short Review*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*Short Review*\u001b[24m\n    \u001b[1m*ショートレビュー*\u001b[22m\n\u001b[1m\u001b[22m\nI'd strongly recommend this anime to anyone who has free time, or is waiting for their series to catch up. It's definitely a good movie (only one hour) that's very touching. I won't go into a lengthy summary because many already have done that perfectly. The story is simply about a mother and her two werewolf children. What captivated me the most was probably the simplicity of the characters, and how the problems were realistic, yet obviously fantasy. Themes such as 'what lengths will you go to care for your child' or 'what can a parent do if they can't always protect their child' appear in this movie.\n\n\u001b[1m私は自由な時間を持つ人、またはシリーズが追いつくのを待っている人にこのアニメを強くお勧めします。 それは間違いなく非常に感動的な良い映画（わずか1時間）です。 多くの人がすでに完全にそれをしているので、私は長い要約には入りません。 物語は単に母親と彼女の2人の狼男です。 私を最も魅了したのはおそらくキャラクターのシンプルさと、どのように問題が現実的で、明らかに幻想的であったかでした。 この映画には、「あなたの子供を世話するためにどのくらいの長さを払うか」、「いつも子供を守ることができなければ何ができるか」などのテーマが表示されます。\u001b[22m\n\u001b[1m(Watashi wa jiyūna jikan o motsu hito, matawa shirīzu ga oitsuku no o matte iru hito ni kono anime o tsuyoku o susume shimasu. Sore wa machigainaku hijō ni kandō-tekina yoi eiga (wazuka 1-jikan)desu. Ōku no hito ga sudeni kanzen ni sore o shite irunode, watashi wa nagai yōyaku ni wa hairimasen. Monogatari wa tan'ni hahaoya to kanojo no 2-ri no ōkami otokodesu. Watashi o mottomo miryō shita no wa osoraku kyarakutā no shinpuru-sa to, dono yō ni mondai ga genjitsu-tekide, akiraka ni gensō-tekideatta kadeshita. Kono eiga ni wa,`anata no kodomo o sewa suru tame ni dono kurai no naga-sa o harau ka',`itsumo kodomo o mamoru koto ga dekinakereba nanigadekiruka' nado no tēma ga hyōji sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mI'd strongly recommend this anime to anyone who has free time, or is waiting for their series to catch up. It's definitely a good movie (only one hour) that's very touching. I won't go into a lengthy summary because many already have done that perfectly. The story is simply about a mother and her two werewolf children. What captivated me the most was probably the simplicity of the characters, and how the problems were realistic, yet obviously fantasy. Themes such as 'what lengths will you go to care for your child' or 'what can a parent do if they can't always protect their child' appear in this movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'd strongly recommend this anime to anyone who has free time, or is waiting for their series to catch up.\u001b[24m\n    \u001b[1m私は自由な時間を持つ人、またはシリーズが追いつくのを待っている人にこのアニメを強くお勧めします。\u001b[22m, \u001b[1m私は強く自由な時間を持っている、またはそれらのシリーズが追いつくのを待っている人にこのアニメをお勧めします。\u001b[22m\n\u001b[4mIt's definitely a good movie (only one hour) that's very touching.\u001b[24m\n    \u001b[1mそれは間違いなく非常に感動的な良い映画（わずか1時間）です。\u001b[22m, \u001b[1mそれは間違いなく非常に感動的だ良い映画（のみ1時間）です。\u001b[22m\n\u001b[4mI won't go into a lengthy summary because many already have done that perfectly.\u001b[24m\n    \u001b[1m多くの人がすでに完全にそれをしているので、私は長い要約には入りません。\u001b[22m, \u001b[1m多くはすでに完全にそれを行っているので、私は長い要約にはなりません。\u001b[22m\n\u001b[4mThe story is simply about a mother and her two werewolf children.\u001b[24m\n    \u001b[1m物語は単に母親と彼女の2人の狼男です。\u001b[22m, \u001b[1m物語は母親と2人狼子供たちだけです。\u001b[22m\n\u001b[4mWhat captivated me the most was probably the simplicity of the characters, and how the problems were realistic, yet obviously fantasy.\u001b[24m\n    \u001b[1m私を最も魅了したのはおそらくキャラクターのシンプルさと、どのように問題が現実的で、明らかに幻想的であったかでした。\u001b[22m, \u001b[1m一番私を魅了することは、おそらく文字のシンプルさ、そしてどのような問題があった現実的な、まだ明らかに幻想でした。\u001b[22m\n\u001b[4mThemes such as 'what lengths will you go to care for your child' or 'what can a parent do if they can't always protect their child' appear in this movie.\u001b[24m\n    \u001b[1mこの映画には、「あなたの子供を世話するためにどのくらいの長さを払うか」、「いつも子供を守ることができなければ何ができるか」などのテーマが表示されます。\u001b[22m, \u001b[1mこのような「彼らは常に彼らの子供を守ることができない場合、親は何を行うことができます ''どのような長さは、あなたの子供の世話をするために行くだろう」として、またはテーマがこの映画に表示されます。\u001b[22m"
  },
  {
    "title": "Ookami_Kodomo_no_Ame_to_Yuki",
    "id": "12355",
    "url": "https://myanimelist.net/anime/12355/Ookami_Kodomo_no_Ame_to_Yuki",
    "user": "AvalonKnight",
    "profile": "/profile/AvalonKnight/reviews",
    "pages": "7",
    "number": "3",
    "link": "/reviews.php?id=153089",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこの映画を見ているうちに、クリストファー・ノーランと彼の映画制作の考え方、奇妙な音がするかもしれません。 あなたが知っているのは、複数の紆余曲折の複雑な物語で、最終的なクレジットまで（そして時にはそれを超えて）あなたを魅了しようとします。 大部分は成功していますが、私の映画の問題は信じられない生き生きとした人物が一貫していないことです。人形が自分の話を聞かせる唯一の目的のためにそこにいる人形です。\n\nまあ、ウルフ・チルドレンはノーランのスタイルの完全な反対です。 物語は非常に基本的なものですが、タイトルにさえ明らかにされています。 しかし、このアニメは、実際に画面から飛び出しているキャラクターの全体のキャストを特徴としています。 いくつかはそれを欠陥とみなすかもしれません。 個人的には、経験を楽しくするために洗練された物語は必要ありません。 スター・ウォーズとロード・オブ・ザ・リングの映画は想像できる最も基本的なプロットがあるにもかかわらず、古典的だと考えられているので、多くの人にとって本当のことだと思います。\n\nこのアニメは、物語を作り上げる必要がないことがあり、葛藤を強制する必要はないという完璧な証拠です。 ここにはアンタゴニストもいません。 私がこのタイトルと考えるのは、人生の本物の表現です。 そしてそれは本当にあなたが必要とするすべてです。人生は葛藤を持ち、人生はそのままです。 あなたは本当に他のものを発明する必要はありません、あなたはそれを本当に気分にさせる必要があります。\n\nこの映画はペーシングのおかげで、ちょうどそれをすることができます。 それは非常にユニークな感情を持っていますが、長い時間をカバーしていますが、それでも時間を取っています。 私は、このストーリーテリングツールを実際に使っている映画を賞賛する傾向があります。なぜなら、これは実際にビジュアルメディアの利点を示しているからです。 はい、私は 'show、tell not'アイデアを自信を持って提案しています。\n\n「ショー」といえば、芸術は私のための混合バッグのようなものでした。 映画はスケッチのように見えますが、そのスタイルと一貫しています。 結局のところ、それは怠惰なアートワークとして出てくるのではなく、雰囲気を柔らかくする選択肢として出てくる。 私はそれに慣れるのに少し時間がかかりましたが、経験から私を引き抜くことは決してできませんでした。 私はそれがクリエイターがここで行っている手作りの感覚の代わりに、詳細で完璧な芸術への私の個人的な魅力だと思う。\n\n音楽はしばしば欠けている、彼らは本当に劇的な瞬間に彼らが望ましい印象を残すことを確認するためにのみ来る。 それはキャラクターの感情を反映するために使用されていませんが、このタイトルは物語を補完するためだけに使用しています。 それが価値あるものであれば十分です。 声の演技は、やはり適切でした。 良い仕事をしている良い俳優のちょうどあなたの標準的なセット。\n\nキャラクター自体について話すことは、その物語が主に自分の人格を探求することと関係があるので、ショーを台無しにすることを意味するので、私はこれをするつもりはない。 私は彼らがすべて本当の生きている人のように感じ、とても親切であると言うつもりです。 特に母親、彼女はまさに人間の驚異のまわりです。\n\n全体的に、私はそれが傑作であると主張しません。その主な理由は、誰もが芸術的な選択ではなく、今から私のお気に入りのアニメ映画の一つです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nWhile watching this movie, I couldn't help thinking, bizarre as it may sound, of Christopher Nolan and his style of movie-making. You know, complex stories with multiple twists that try to intrigue you up until the end credits (and sometimes beyond). For the most part, they succeed, yet my problem with his movies is a consistent lack of believable, living characters, all I see are puppets who are there for the sole purpose of letting the puppeteer tell his story.\n\n\u001b[1mこの映画を見ているうちに、クリストファー・ノーランと彼の映画制作の考え方、奇妙な音がするかもしれません。 あなたが知っているのは、複数の紆余曲折の複雑な物語で、最終的なクレジットまで（そして時にはそれを超えて）あなたを魅了しようとします。 大部分は成功していますが、私の映画の問題は信じられない生き生きとした人物が一貫していないことです。人形が自分の話を聞かせる唯一の目的のためにそこにいる人形です。\u001b[22m\n\u001b[1m(Kono eiga o mite iru uchi ni, kurisutofā nōran to kare no eiga seisaku no kangaekata, kimyōna oto ga suru kamo shiremasen. Anata ga shitte iru no wa, fukusū no uyokyokusetsu no fukuzatsuna monogatari de, saishū-tekina kurejitto made (soshite tokiniha sore o koete) anata o miryō shiyou to shimasu. Daibubun wa seikō shite imasuga, watashi no eiga no mondai wa shinjirarenai ikiikitoshita jinbutsu ga ikkan shite inai kotodesu. Ningyō ga jibun no hanashi o kika seru yuiitsu no mokuteki no tame ni soko ni iru ningyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mWhile watching this movie, I couldn't help thinking, bizarre as it may sound, of Christopher Nolan and his style of movie-making. You know, complex stories with multiple twists that try to intrigue you up until the end credits (and sometimes beyond). For the most part, they succeed, yet my problem with his movies is a consistent lack of believable, living characters, all I see are puppets who are there for the sole purpose of letting the puppeteer tell his story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile watching this movie, I couldn't help thinking, bizarre as it may sound, of Christopher Nolan and his style of movie-making.\u001b[24m\n    \u001b[1mこの映画を見ているうちに、クリストファー・ノーランと彼の映画制作の考え方、奇妙な音がするかもしれません。\u001b[22m, \u001b[1mこの映画を見ながら、私はクリストファー・ノーランと映画作りの彼のスタイルで、それが聞こえるかもしれ奇妙な思考を助けることができませんでした。\u001b[22m\n\u001b[4mYou know, complex stories with multiple twists that try to intrigue you up until the end credits (and sometimes beyond).\u001b[24m\n    \u001b[1mあなたが知っているのは、複数の紆余曲折の複雑な物語で、最終的なクレジットまで（そして時にはそれを超えて）あなたを魅了しようとします。\u001b[22m, \u001b[1mあなたは、（そして時には越えて）エンドクレジットまであなたを陰謀しようとする複数のひねりを持つ複雑な物語を知っています。\u001b[22m\n\u001b[4mFor the most part, they succeed, yet my problem with his movies is a consistent lack of believable, living characters, all I see are puppets who are there for the sole purpose of letting the puppeteer tell his story.\u001b[24m\n    \u001b[1m大部分は成功していますが、私の映画の問題は信じられない生き生きとした人物が一貫していないことです。人形が自分の話を聞かせる唯一の目的のためにそこにいる人形です。\u001b[22m, \u001b[1mほとんどの場合、彼らは成功し、まだ彼の映画と私の問題が信じ、生きている文字の一貫した欠如である、私が見るすべては、人形遣いが彼の話をさせることを唯一の目的のためにそこにある人形です。\u001b[22m\n\u001b[1m\u001b[22m\nWell, Wolf Children is a complete opposite of Nolan's style. The story is very basic with but one unusual twist to it which is revealed even in the title. This anime, however, features a whole cast of characters who are practically leaping out of the screen. Some may consider it a flaw; personally, I don't require a sophisticated story to make the experience enjoyable for me. And, you know, since Star Wars and Lord of the Rings movies are considered classics despite having the most basic plots imaginable, I believe it's true for a lot of people.\n\n\u001b[1mまあ、ウルフ・チルドレンはノーランのスタイルの完全な反対です。 物語は非常に基本的なものですが、タイトルにさえ明らかにされています。 しかし、このアニメは、実際に画面から飛び出しているキャラクターの全体のキャストを特徴としています。 いくつかはそれを欠陥とみなすかもしれません。 個人的には、経験を楽しくするために洗練された物語は必要ありません。 スター・ウォーズとロード・オブ・ザ・リングの映画は想像できる最も基本的なプロットがあるにもかかわらず、古典的だと考えられているので、多くの人にとって本当のことだと思います。\u001b[22m\n\u001b[1m(Mā, Urufu chirudoren wa nōran no sutairu no kanzen'na hantaidesu. Monogatari wa hijō ni kihon-tekina monodesuga, taitoru ni sae akiraka ni sa rete imasu. Shikashi, kono anime wa, jissai ni gamen kara tobidashite iru kyarakutā no zentai no kyasuto o tokuchō to shite imasu. Ikutsu ka wa sore o kekkan to minasu kamo shiremasen. Kojin-teki ni wa, keiken o tanoshiku suru tame ni senrensareta monogatari wa hitsuyō arimasen. Sutā u~ōzu to rōdo Obu za ringu no eiga wa sōzō dekiru mottomo kihon-tekina purotto ga aru nimokakawarazu, koten-tekida to kangae rarete irunode, ōku no hito ni totte hontō no kotoda to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mWell, Wolf Children is a complete opposite of Nolan's style. The story is very basic with but one unusual twist to it which is revealed even in the title. This anime, however, features a whole cast of characters who are practically leaping out of the screen. Some may consider it a flaw; personally, I don't require a sophisticated story to make the experience enjoyable for me. And, you know, since Star Wars and Lord of the Rings movies are considered classics despite having the most basic plots imaginable, I believe it's true for a lot of people.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, Wolf Children is a complete opposite of Nolan's style.\u001b[24m\n    \u001b[1mまあ、ウルフ・チルドレンはノーランのスタイルの完全な反対です。\u001b[22m, \u001b[1mまあ、おおかみこどもの雨と雪はノーランのスタイルの完全な反対です。\u001b[22m\n\u001b[4mThe story is very basic with but one unusual twist to it which is revealed even in the title.\u001b[24m\n    \u001b[1m物語は非常に基本的なものですが、タイトルにさえ明らかにされています。\u001b[22m, \u001b[1m物語は非常にとの基本ですが、でも、タイトルに明らかにされ、それに対する1つの異常なねじれです。\u001b[22m\n\u001b[4mThis anime, however, features a whole cast of characters who are practically leaping out of the screen.\u001b[24m\n    \u001b[1mしかし、このアニメは、実際に画面から飛び出しているキャラクターの全体のキャストを特徴としています。\u001b[22m, \u001b[1mこのアニメは、しかし、実質的に画面の外に跳躍されている文字の全体のキャストを備えています。\u001b[22m\n\u001b[4mSome may consider it a flaw;\u001b[24m\n    \u001b[1mいくつかはそれを欠陥とみなすかもしれません。\u001b[22m, \u001b[1mいくつかはそれ傷考慮してもよいです。\u001b[22m\n\u001b[4mpersonally, I don't require a sophisticated story to make the experience enjoyable for me.\u001b[24m\n    \u001b[1m個人的には、経験を楽しくするために洗練された物語は必要ありません。\u001b[22m, \u001b[1m個人的に、私は私のために経験を楽しくするために洗練された物語を必要としません。\u001b[22m\n\u001b[4mAnd, you know, since Star Wars and Lord of the Rings movies are considered classics despite having the most basic plots imaginable, I believe it's true for a lot of people.\u001b[24m\n    \u001b[1mスター・ウォーズとロード・オブ・ザ・リングの映画は想像できる最も基本的なプロットがあるにもかかわらず、古典的だと考えられているので、多くの人にとって本当のことだと思います。\u001b[22m, \u001b[1mスターウォーズやロード・オブ・ザ・リング映画を想像最も基本的なプロットを持つにもかかわらず、古典とみなされているためと、あなたが知っている、私はそれが多くの人々のために本当だと信じています。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is a perfect proof that sometimes you don't need to make up a story, you don't really need to force conflicts. There are even no antagonists here. What I consider this title to be is a genuine representation of life. And it is really all you need: life has conflicts, life is difficult as it is. You don't really need to invent anything else, you just have to make it feel real.\n\n\u001b[1mこのアニメは、物語を作り上げる必要がないことがあり、葛藤を強制する必要はないという完璧な証拠です。 ここにはアンタゴニストもいません。 私がこのタイトルと考えるのは、人生の本物の表現です。 そしてそれは本当にあなたが必要とするすべてです。人生は葛藤を持ち、人生はそのままです。 あなたは本当に他のものを発明する必要はありません、あなたはそれを本当に気分にさせる必要があります。\u001b[22m\n\u001b[1m(Kono anime wa, monogatari o tsukuriageru hitsuyō ga nai koto ga ari, kattō o kyōsei suru hitsuyō wa nai to iu kanpekina shōkodesu. Koko ni wa antagonisuto mo imasen. Watashi ga kono taitoru to kangaeru no wa, jinsei no honmono no hyōgendesu. Soshite sore wa hontōni anata ga hitsuyō to suru subetedesu. Jinsei wa kattō o mochi, jinsei wa sonomamadesu. Anata wa hontōni hoka no mono o hatsumei suru hitsuyō wa arimasen, anata wa sore o hontōni kibun ni sa seru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is a perfect proof that sometimes you don't need to make up a story, you don't really need to force conflicts. There are even no antagonists here. What I consider this title to be is a genuine representation of life. And it is really all you need: life has conflicts, life is difficult as it is. You don't really need to invent anything else, you just have to make it feel real.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is a perfect proof that sometimes you don't need to make up a story, you don't really need to force conflicts.\u001b[24m\n    \u001b[1mこのアニメは、物語を作り上げる必要がないことがあり、葛藤を強制する必要はないという完璧な証拠です。\u001b[22m, \u001b[1mこのアニメは時々あなたが話をする必要はありません、あなたが本当に競合を強制する必要がないこと、完璧な証拠です。\u001b[22m\n\u001b[4mThere are even no antagonists here.\u001b[24m\n    \u001b[1mここにはアンタゴニストもいません。\u001b[22m, \u001b[1mここでも何の拮抗薬はありません。\u001b[22m\n\u001b[4mWhat I consider this title to be is a genuine representation of life.\u001b[24m\n    \u001b[1m私がこのタイトルと考えるのは、人生の本物の表現です。\u001b[22m, \u001b[1m私はこのタイトルがあることを考慮すると、人生の真の表現です。\u001b[22m\n\u001b[4mAnd it is really all you need: life has conflicts, life is difficult as it is.\u001b[24m\n    \u001b[1mそしてそれは本当にあなたが必要とするすべてです。人生は葛藤を持ち、人生はそのままです。\u001b[22m, \u001b[1mそして、それは本当にあなたが必要とするすべてである：人生は競合を持って、人生はそのまま困難です。\u001b[22m\n\u001b[4mYou don't really need to invent anything else, you just have to make it feel real.\u001b[24m\n    \u001b[1mあなたは本当に他のものを発明する必要はありません、あなたはそれを本当に気分にさせる必要があります。\u001b[22m, \u001b[1mあなたは本当にあなたはそれが本当の気分にさせる必要があり、何かを発明する必要はありません。\u001b[22m\n\u001b[1m\u001b[22m\nThis movie manages to do just that, in no small part thanks to its pacing. It has a very unique feeling to it, despite covering a big period of time, it still manages to take its time. There are a lot of still and slow scenes, sometimes silent or practically silent to allow the atmosphere really sink in. I tend to admire movies that successfully utilize this storytelling tool since it really shows the advantages of visual media. Yes, i am a confident proponent of the 'show, don't tell' idea.\n\n\u001b[1mこの映画はペーシングのおかげで、ちょうどそれをすることができます。 それは非常にユニークな感情を持っていますが、長い時間をカバーしていますが、それでも時間を取っています。 私は、このストーリーテリングツールを実際に使っている映画を賞賛する傾向があります。これは、実際にはビジュアルメディアの利点を示しているからです。 はい、私は 'show、tell not'アイデアの自信を持った提案者です。\u001b[22m\n\u001b[1m(Kono eiga wa pēshingu no okage de, chōdo sore o suru koto ga dekimasu. Sore wa hijō ni yunīkuna kanjō o motte imasuga, nagai jikan o kabā shite imasuga, soredemo jikan o totte imasu. Watashi wa, kono sutōrīteringutsūru o jissai ni tsukatte iru eiga o shōsan suru keikō ga arimasu. Kore wa, jissai ni wa bijuaru media no riten o shimeshite irukaradesu. Hai, watashi wa' shō, tell not' aidea no jishin o motta teian-shadesu.)\u001b[22m\n\nTranslations of \u001b[4mThis movie manages to do just that, in no small part thanks to its pacing. It has a very unique feeling to it, despite covering a big period of time, it still manages to take its time. There are a lot of still and slow scenes, sometimes silent or practically silent to allow the atmosphere really sink in. I tend to admire movies that successfully utilize this storytelling tool since it really shows the advantages of visual media. Yes, i am a confident proponent of the 'show, don't tell' idea.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie manages to do just that, in no small part thanks to its pacing.\u001b[24m\n    \u001b[1mこの映画はペーシングのおかげで、ちょうどそれをすることができます。\u001b[22m, \u001b[1mこの映画はそのペースに少なからずのおかげで、ちょうどそれをするために管理しています。\u001b[22m\n\u001b[4mIt has a very unique feeling to it, despite covering a big period of time, it still manages to take its time.\u001b[24m\n    \u001b[1mそれは非常にユニークな感情を持っていますが、長い時間をカバーしていますが、それでも時間を取っています。\u001b[22m, \u001b[1mそれは時間の大期間をカバーするにもかかわらず、それはまだその時間を取るために管理し、それへの非常にユニークな感覚を持っています。\u001b[22m\n\u001b[4mThere are a lot of still and slow scenes, sometimes silent or practically silent to allow the atmosphere really sink in. I tend to admire movies that successfully utilize this storytelling tool since it really shows the advantages of visual media.\u001b[24m\n    \u001b[1m私は、このストーリーテリングツールを実際に使っている映画を賞賛する傾向があります。これは、実際にはビジュアルメディアの利点を示しているからです。\u001b[22m, \u001b[1mそれは本当に視覚的なメディアの利点を示しているので、雰囲気が本当にで沈む可能にするために、時にはサイレントまたは実質的にサイレントまだ遅いシーンがたくさんあります。私は正常にこの物語のツールを利用し、映画を鑑賞する傾向があります。\u001b[22m\n\u001b[4mYes, i am a confident proponent of the 'show, don't tell' idea.\u001b[24m\n    \u001b[1mはい、私は 'show、tell not'アイデアの自信を持った提案者です。\u001b[22m, \u001b[1mはい、私はアイデアを「教えていない、ショー」の自信を持って支持者です。\u001b[22m\n\u001b[1m\u001b[22m\nSpeaking of 'show', the art was kind of a mixed bag for me. The movie looks a bit like a sketch, yet it stays consistent with its style. In the end, it doesn't come out as lazy artwork but instead as a choice to make the atmosphere soft. It took a bit for me to get used to it but it was never able to take me out of the experience. I guess that's just my personal attraction to detailed and perfect art instead of the hand-made feeling the creators are going for here.\n\n\u001b[1m「ショー」といえば、芸術は私のための混合バッグのようなものでした。 映画はスケッチのように見えますが、そのスタイルと一貫しています。 結局のところ、それは怠惰なアートワークとして出てくるのではなく、雰囲気を柔らかくする選択肢として出てくる。 私はそれに慣れるのに少し時間がかかりましたが、経験から私を引き抜くことは決してできませんでした。 私はそれがクリエイターがここで行っている手作りの感覚の代わりに、詳細で完璧な芸術への私の個人的な魅力だと思う。\u001b[22m\n\u001b[1m(`Shō' to ieba, geijutsu wa watashi no tame no kongō baggu no yōna monodeshita. Eiga wa suketchi no yō ni miemasuga, sono sutairu to ikkan shite imasu. Kekkyokunotokoro, sore wa taidana ātowāku to shite dete kuru node wa naku, fun'iki o yawarakakusuru sentakushi to shite detekuru. Watashi wa sore ni nareru no ni sukoshi jikan ga kakarimashitaga, keiken kara watashi o hikinuku koto wa kesshite dekimasendeshita. Watashi wa sore ga kurieitā ga koko de okonatte iru tedzukuri no kankaku no kawari ni, shōsaide kanpekina geijutsu e no watashi no kojin-tekina miryokuda to omou.)\u001b[22m\n\nTranslations of \u001b[4mSpeaking of 'show', the art was kind of a mixed bag for me. The movie looks a bit like a sketch, yet it stays consistent with its style. In the end, it doesn't come out as lazy artwork but instead as a choice to make the atmosphere soft. It took a bit for me to get used to it but it was never able to take me out of the experience. I guess that's just my personal attraction to detailed and perfect art instead of the hand-made feeling the creators are going for here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpeaking of 'show', the art was kind of a mixed bag for me.\u001b[24m\n    \u001b[1m「ショー」といえば、芸術は私のための混合バッグのようなものでした。\u001b[22m, \u001b[1m「表示」といえば、芸術は私のための混合袋のようなものでした。\u001b[22m\n\u001b[4mThe movie looks a bit like a sketch, yet it stays consistent with its style.\u001b[24m\n    \u001b[1m映画はスケッチのように見えますが、そのスタイルと一貫しています。\u001b[22m, \u001b[1m映画は少しスケッチのように見える、まだそれはそのスタイルで一貫しています。\u001b[22m\n\u001b[4mIn the end, it doesn't come out as lazy artwork but instead as a choice to make the atmosphere soft.\u001b[24m\n    \u001b[1m結局のところ、それは怠惰なアートワークとして出てくるのではなく、雰囲気を柔らかくする選択肢として出てくる。\u001b[22m, \u001b[1m最後に、それは怠惰なアートワークとして出てきませんが、選択は雰囲気が柔らかくする代わりとして。\u001b[22m\n\u001b[4mIt took a bit for me to get used to it but it was never able to take me out of the experience.\u001b[24m\n    \u001b[1m私はそれに慣れるのに少し時間がかかりましたが、経験から私を引き抜くことは決してできませんでした。\u001b[22m, \u001b[1m私はそれに慣れることは少しかかったが、経験から私を取ることができませんでした。\u001b[22m\n\u001b[4mI guess that's just my personal attraction to detailed and perfect art instead of the hand-made feeling the creators are going for here.\u001b[24m\n    \u001b[1m私はそれがクリエイターがここで行っている手作りの感覚の代わりに、詳細で完璧な芸術への私の個人的な魅力だと思う。\u001b[22m, \u001b[1m私はちょうど私の個人的な詳細と完璧な技術と魅力の代わりに手作りのクリエイターがここのために行くされている感じですね。\u001b[22m\n\u001b[1m\u001b[22m\nThe music is often absent, it only comes in at truly dramatic moments to make sure they leave a desired impression. It's not used to reflect the characters' feelings, this title uses it only to supplement its narrative, not to replace it. For what it's worth, it's adequate. The voice acting was, again, adequate. Just your standard set of good actors doing a good job.\n\n\u001b[1m音楽はしばしば欠けている、彼らは本当に劇的な瞬間に彼らが望ましい印象を残すことを確認するためにのみ来る。 それはキャラクターの感情を反映するために使用されていませんが、このタイトルは物語を補完するためだけに使用しています。 それが価値あるものであれば十分です。 声の演技は、やはり適切でした。 良い仕事をしている良い俳優のちょうどあなたの標準的なセット。\u001b[22m\n\u001b[1m(Ongaku wa shibashiba kakete iru, karera wa hontōni gekitekina shunkan ni karera ga nozomashī inshō o nokosu koto o kakunin suru tame ni nomi kuru. Sore wa kyarakutā no kanjō o han'ei suru tame ni shiyō sa rete imasenga, kono taitoru wa monogatari o hokan suru tame dake ni shiyō shite imasu. Sore ga kachi aru monodeareba jūbundesu. Koe no engi wa, yahari tekisetsudeshita. Yoi shigoto o shite iru yoi haiyū no chōdo anata no hyōjun-tekina setto.)\u001b[22m\n\nTranslations of \u001b[4mThe music is often absent, it only comes in at truly dramatic moments to make sure they leave a desired impression. It's not used to reflect the characters' feelings, this title uses it only to supplement its narrative, not to replace it. For what it's worth, it's adequate. The voice acting was, again, adequate. Just your standard set of good actors doing a good job.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is often absent, it only comes in at truly dramatic moments to make sure they leave a desired impression.\u001b[24m\n    \u001b[1m音楽はしばしば欠けている、彼らは本当に劇的な瞬間に彼らが望ましい印象を残すことを確認するためにのみ来る。\u001b[22m, \u001b[1m音楽はそれだけでそれらが所望の印象を残すことを確認する本当に劇的な瞬間に入ってくる、しばしば存在しません。\u001b[22m\n\u001b[4mIt's not used to reflect the characters' feelings, this title uses it only to supplement its narrative, not to replace it.\u001b[24m\n    \u001b[1mそれはキャラクターの感情を反映するために使用されていませんが、このタイトルは物語を補完するためだけに使用しています。\u001b[22m, \u001b[1mなお、このタイトルはそれを交換するのではなく、それだけでその物語を補足するために使用して、キャラクターの感情を反映するために使用されていません。\u001b[22m\n\u001b[4mFor what it's worth, it's adequate.\u001b[24m\n    \u001b[1mそれが価値あるものであれば十分です。\u001b[22m, \u001b[1m何が価値があるために、それは十分なのです。\u001b[22m\n\u001b[4mThe voice acting was, again, adequate.\u001b[24m\n    \u001b[1m声の演技は、やはり適切でした。\u001b[22m, \u001b[1m声の演技は、再び、適切でした。\u001b[22m\n\u001b[4mJust your standard set of good actors doing a good job.\u001b[24m\n    \u001b[1m良い仕事をしている良い俳優のちょうどあなたの標準的なセット。\u001b[22m, \u001b[1m良い仕事をして良い俳優のちょうどあなたの標準セット。\u001b[22m\n\u001b[1m\u001b[22m\nTalking about characters themselves would mean spoiling the show, since its narrative mostly has to do with exploring their personality, so I'm not going to do this. I'm just going to say that they all feel like real alive people, and are very relatable; especially the mother, she is just all around a wonder of a human being.\n\n\u001b[1mキャラクター自体について話すことは、その物語が主に自分の人格を探求することと関係があるので、ショーを台無しにすることを意味するので、私はこれをするつもりはない。 私は彼らがすべて本当の生きている人のように感じ、とても親切であると言うつもりです。 特に母親、彼女はまさに人間の驚異のまわりです。\u001b[22m\n\u001b[1m(Kyarakutā jitai ni tsuite hanasu koto wa, sono monogatari ga omoni jibun no jinkaku o tankyū suru koto to kankei ga aru node, shō o dainashi ni suru koto o imi surunode, watashi wa kore o suru tsumori wanai. Watashi wa karera ga subete hontō no ikite iru hito no yō ni kanji, totemo shinsetsudearu to iu tsumoridesu. Tokuni hahaoya, kanojo wa masani ningen no kyōi no mawaridesu.)\u001b[22m\n\nTranslations of \u001b[4mTalking about characters themselves would mean spoiling the show, since its narrative mostly has to do with exploring their personality, so I'm not going to do this. I'm just going to say that they all feel like real alive people, and are very relatable; especially the mother, she is just all around a wonder of a human being.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTalking about characters themselves would mean spoiling the show, since its narrative mostly has to do with exploring their personality, so I'm not going to do this.\u001b[24m\n    \u001b[1mキャラクター自体について話すことは、その物語が主に自分の人格を探求することと関係があるので、ショーを台無しにすることを意味するので、私はこれをするつもりはない。\u001b[22m, \u001b[1m文字自体について話すことは、その物語のほとんどが彼らの個性を模索して行う必要があるため、ショーを台無しので、私はこれを行うつもりはありません意味します。\u001b[22m\n\u001b[4mI'm just going to say that they all feel like real alive people, and are very relatable;\u001b[24m\n    \u001b[1m私は彼らがすべて本当の生きている人のように感じ、とても親切であると言うつもりです。\u001b[22m, \u001b[1m私はちょうど彼らがすべて現実の生きている人のように感じる、と非常に関係づけであると言うつもりです。\u001b[22m\n\u001b[4mespecially the mother, she is just all around a wonder of a human being.\u001b[24m\n    \u001b[1m特に母親、彼女はまさに人間の驚異のまわりです。\u001b[22m, \u001b[1m特に母親は、彼女はちょうどすべての人間の不思議の周りにあります。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I wouldn't call it a masterpiece, mostly because of its tone being not for everyone and the artistic choice but it's definitely great and one of my favorite anime movies from now on.\n\n\u001b[1m全体的に、私はそれが傑作であると主張しません。その主な理由は、誰もが芸術的な選択ではなく、今から私のお気に入りのアニメ映画の一つです。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa sore ga kessakudearu to shuchō shimasen. Sono omona riyū wa, daremoga geijutsu-tekina sentakude wa naku, ima kara watashinōkiniiri no anime eiga no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I wouldn't call it a masterpiece, mostly because of its tone being not for everyone and the artistic choice but it's definitely great and one of my favorite anime movies from now on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I wouldn't call it a masterpiece, mostly because of its tone being not for everyone and the artistic choice but it's definitely great and one of my favorite anime movies from now on.\u001b[24m\n    \u001b[1m全体的に、私はそれが傑作であると主張しません。その主な理由は、誰もが芸術的な選択ではなく、今から私のお気に入りのアニメ映画の一つです。\u001b[22m, \u001b[1m全体的に、私は誰もが、芸術的な選択のためではないという主に、そのトーンの傑作、それを呼び出すことはありませんが、それは間違いなく素晴らしいことだと今から私の好きなアニメ映画の一つ。\u001b[22m"
  },
  {
    "title": "Ookami_Kodomo_no_Ame_to_Yuki",
    "id": "12355",
    "url": "https://myanimelist.net/anime/12355/Ookami_Kodomo_no_Ame_to_Yuki",
    "user": "smth14",
    "profile": "/profile/smth14/reviews",
    "pages": "7",
    "number": "4",
    "link": "/reviews.php?id=130511",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n私が今まで見た中で最高のアニメの一つ。 片方の親と2人の子供の関係について教えてくれるので、いくつかのシーンに触れて涙を浮かべました。 物語..ええ、それは常に私ができるだけ幸せに教える。 ハナが得た人生では非常に多くの問題がありますが、彼女がどれほど強いのかを見ることができます。\n偉大な物語のほかに、サウンドトラックはすばらしいので、私が聞くたびに私にガチョウが鳴ります。 スライスオブライフアニメが好きなら、このアニメをお勧めします。\nこのアニメはすでに私のお気に入りです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOne of the best anime i've ever seen. It tells about relationship between single parents and two children, so touching and made me in tears on a few scenes. The story.. ugh, it teachs me to always happy as much as possible. There's so many trouble in life that Hana got, but you can see how stronger she is.\n\n\u001b[1m私が今まで見た中で最高のアニメの一つ。 片方の親と2人の子供の関係について教えてくれるので、いくつかのシーンに触れて涙を浮かべました。 物語..ええ、それは常に私ができるだけ幸せに教える。 ハナが得た人生では非常に多くの問題がありますが、彼女がどれほど強いのかを見ることができます。\u001b[22m\n\u001b[1m(Watashi ga imamade mita naka de saikō no anime no hitotsu. Katahō no oya to 2-ri no kodomo no kankei ni tsuite oshiete kurerunode, ikutsu ka no shīn ni furete namida o ukabemashita. Monogatari.. E e, sore wa tsuneni watashi ga dekirudake shiawase ni oshieru. Hana ga eta jinseide wa hijō ni ōku no mondai ga arimasuga, kanojo ga dorehodo tsuyoi no ka o miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mOne of the best anime i've ever seen. It tells about relationship between single parents and two children, so touching and made me in tears on a few scenes. The story.. ugh, it teachs me to always happy as much as possible. There's so many trouble in life that Hana got, but you can see how stronger she is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of the best anime i've ever seen.\u001b[24m\n    \u001b[1m私が今まで見た中で最高のアニメの一つ。\u001b[22m\n\u001b[4mIt tells about relationship between single parents and two children, so touching and made me in tears on a few scenes.\u001b[24m\n    \u001b[1m片方の親と2人の子供の関係について教えてくれるので、いくつかのシーンに触れて涙を浮かべました。\u001b[22m, \u001b[1mこれは、単一の両親と2人の子供との関係について伝えますので、触れて、いくつかのシーンに涙で私を作りました。\u001b[22m\n\u001b[4mThe story.. ugh, it teachs me to always happy as much as possible.\u001b[24m\n    \u001b[1m物語..ええ、それは常に私ができるだけ幸せに教える。\u001b[22m, \u001b[1m物語は..ぐふ、それは可能な限り私にはいつも幸せteachs。\u001b[22m\n\u001b[4mThere's so many trouble in life that Hana got, but you can see how stronger she is.\u001b[24m\n    \u001b[1mハナが得た人生では非常に多くの問題がありますが、彼女がどれほど強いのかを見ることができます。\u001b[22m, \u001b[1mそこに花が持って生活の中で非常に多くのトラブルですが、あなたは彼女がどのように強く見ることができます。\u001b[22m\nBeside the great story, the soundtrack is so wonderful that makes me goosebumps each time i hear. If you like slice of life anime, i highly recommend this anime to you.\n\n\u001b[1m偉大な物語のほかに、サウンドトラックはすばらしいので、私が聞くたびに私にガチョウが鳴ります。 スライスオブライフアニメが好きなら、このアニメをお勧めします。\u001b[22m\n\u001b[1m(Idaina monogatari no hoka ni, saundotorakku wa subarashīnode, watashi ga kiku tabi ni watashi ni gachō ga narimasu. Suraisuoburaifuanime ga sukinara, kono anime o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mBeside the great story, the soundtrack is so wonderful that makes me goosebumps each time i hear. If you like slice of life anime, i highly recommend this anime to you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeside the great story, the soundtrack is so wonderful that makes me goosebumps each time i hear.\u001b[24m\n    \u001b[1m偉大な物語のほかに、サウンドトラックはすばらしいので、私が聞くたびに私にガチョウが鳴ります。\u001b[22m, \u001b[1m素晴らしい話のほかに、サウンドトラックは私が私が聞くたびに鳥肌作るように素晴らしいです。\u001b[22m\n\u001b[4mIf you like slice of life anime, i highly recommend this anime to you.\u001b[24m\n    \u001b[1mスライスオブライフアニメが好きなら、このアニメをお勧めします。\u001b[22m, \u001b[1mあなたは人生のアニメのスライスが好きなら、私は非常にあなたにこのアニメをお勧めします。\u001b[22m\nThis Anime already become my favorite forever.\n\n\u001b[1mこのアニメはすでに私のお気に入りです。\u001b[22m\n\u001b[1m(Kono anime wa sudeni watashinōkiniiridesu.)\u001b[22m\n\nTranslations of \u001b[4mThis Anime already become my favorite forever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis Anime already become my favorite forever.\u001b[24m\n    \u001b[1mこのアニメはすでに私のお気に入りです。\u001b[22m, \u001b[1mこのアニメは、すでに永遠に私のお気に入りになります。\u001b[22m"
  },
  {
    "title": "Ookami_Kodomo_no_Ame_to_Yuki",
    "id": "12355",
    "url": "https://myanimelist.net/anime/12355/Ookami_Kodomo_no_Ame_to_Yuki",
    "user": "H1kikomori",
    "profile": "/profile/H1kikomori/reviews",
    "pages": "7",
    "number": "5",
    "link": "/reviews.php?id=118719",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n私はそれを見た後の憂鬱な気持ちにもかかわらず、私はちょうど感情的な仕事としてうまくいった気持ちを集めました。\n\nストーリー：私はそれが何であるかの要点を持っていたし、私の感情が爆発することを期待していましたが、私は私たちが父親に会うことを期待していませんでした。 私は彼の最初の紹介を信じて、私は完全に描かれました。これは、3つのキャラクターの感情だけでなく、彼らが取った道の闘争と理由を理解するだけでなく、\n子供たちが一生自分の場所を見つけようとすると、何度もポーヨーを思い出させました。\n\nグラフィックス：私は芸術作品について否定的にコメントすることはできません。 彼らはオオカミと人間の形の間の変換の最中も、痛みを伴わずに、恐ろしく見えるように自然に管理しました。\nジブリが使用しているグラフィックスに似ています（私はまったく気にしませんでしたが、彼らは素晴らしいです）。\n\n全体：見て、所有しなければならないと私は子どもたちがどのように成長し、対処方法の続編を見て気にしない:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nDespite the depressing feeling i had after watching it, i just collected them feelings as an affective job well done.\n\n\u001b[1m私はそれを見た後の憂鬱な気持ちにもかかわらず、私はちょうど感情的な仕事としてうまくいった気持ちを集めました。\u001b[22m\n\u001b[1m(Watashi wa sore o mita nochi no yūutsuna kimochi nimokakawarazu, watashi wa chōdo kanjō-tekina shigoto to shite umaku itta kimochi o atsumemashita.)\u001b[22m\n\nTranslations of \u001b[4mDespite the depressing feeling i had after watching it, i just collected them feelings as an affective job well done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite the depressing feeling i had after watching it, i just collected them feelings as an affective job well done.\u001b[24m\n    \u001b[1m私はそれを見た後の憂鬱な気持ちにもかかわらず、私はちょうど感情的な仕事としてうまくいった気持ちを集めました。\u001b[22m, \u001b[1m感情仕事がうまく行ったように私はそれを見た後に持っていた憂鬱感にもかかわらず、私はちょうど彼らに感情を集めました。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY: I had the gist of what it was about and did expect my emotions to flare up, however, i did not expect us to meet the father. I believe form his first introduction, i was totally drawn in. This definitely understand and feel all three characters' emotions as well as understanding the struggles and reasons of the paths they took.\n\n\u001b[1mストーリー：私はそれが何であるかの要点を持っていたし、私の感情が爆発することを期待していましたが、私は私たちが父親に会うことを期待していませんでした。 私は彼の最初の紹介を信じて、私は完全に描かれました。これは、3つのキャラクターの感情だけでなく、彼らが取った道の闘争と理由を理解するだけでなく、\u001b[22m\n\u001b[1m(Sutōrī: Watashi wa sore ga nandearu ka no yōten o motte itashi, watashi no kanjō ga bakuhatsu suru koto o kitai shite imashitaga, watashi wa watashitachi ga chichioya ni au koto o kitai shite imasendeshita. Watashi wa kare no saisho no shōkai o shinjite, watashi wa kanzen ni egaka remashita. Kore wa, 3ttsu no kyarakutā no kanjō dakedenaku, karera ga totta michi no tōsō to riyū o rikai suru dakedenaku,)\u001b[22m\n\nTranslations of \u001b[4mSTORY: I had the gist of what it was about and did expect my emotions to flare up, however, i did not expect us to meet the father. I believe form his first introduction, i was totally drawn in. This definitely understand and feel all three characters' emotions as well as understanding the struggles and reasons of the paths they took.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY: I had the gist of what it was about and did expect my emotions to flare up, however, i did not expect us to meet the father.\u001b[24m\n    \u001b[1mストーリー：私はそれが何であるかの要点を持っていたし、私の感情が爆発することを期待していましたが、私は私たちが父親に会うことを期待していませんでした。\u001b[22m, \u001b[1mSTORY：私はそれは約何であったかの要点を持っていたし、しかし、私は父を満たすために私たちを期待していなかった、私の感情が燃え上がることを期待しました。\u001b[22m\n\u001b[4mI believe form his first introduction, i was totally drawn in. This definitely understand and feel all three characters' emotions as well as understanding the struggles and reasons of the paths they took.\u001b[24m\n    \u001b[1m私は彼の最初の紹介を信じて、私は完全に描かれました。これは、3つのキャラクターの感情だけでなく、彼らが取った道の闘争と理由を理解するだけでなく、\u001b[22m, \u001b[1m私は、これは間違いなく理解しています。私は完全に描かれた、彼の最初の導入を形成し、3つのすべてのキャラクターの感情を感じるだけでなく、彼らが取った経路の闘争とその理由を理解すると信じています。\u001b[22m\nAt many times it reminded me of Ponyo once the children tried to find their own place in life.\n\n\u001b[1m子供たちが一生自分の場所を見つけようとすると、何度もポーヨーを思い出させました。\u001b[22m\n\u001b[1m(Kodomo-tachi ga isshō jibun no basho o mitsukeyou to suru to, nando mo pōyō o omoidasa semashita.)\u001b[22m\n\nTranslations of \u001b[4mAt many times it reminded me of Ponyo once the children tried to find their own place in life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt many times it reminded me of Ponyo once the children tried to find their own place in life.\u001b[24m\n    \u001b[1m子供たちが一生自分の場所を見つけようとすると、何度もポーヨーを思い出させました。\u001b[22m, \u001b[1m子どもたちが生活の中で自分の場所を見つけることを試みた後は、多くの回でそれはポニョを思い出しました。\u001b[22m\n\u001b[1m\u001b[22m\nGRAPHICS: I can not negatively comment about the art work. They even managed they best during the transformations between wolf and human form so naturally without making it look painful or scary.\n\n\u001b[1mグラフィックス：私は芸術作品について否定的にコメントすることはできません。 彼らはオオカミと人間の形の間の変換の最中も、痛みを伴わずに、恐ろしく見えるように自然に管理しました。\u001b[22m\n\u001b[1m(Gurafikkusu: Watashi wa geijutsu sakuhin ni tsuite hitei-teki ni komento suru koto wa dekimasen. Karera wa ōkami to ningen no katachi no ma no henkan no saichū mo, itami o tomonawazu ni, osoroshiku mieru yō ni shizen ni kanri shimashita.)\u001b[22m\n\nTranslations of \u001b[4mGRAPHICS: I can not negatively comment about the art work. They even managed they best during the transformations between wolf and human form so naturally without making it look painful or scary.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGRAPHICS: I can not negatively comment about the art work.\u001b[24m\n    \u001b[1mグラフィックス：私は芸術作品について否定的にコメントすることはできません。\u001b[22m, \u001b[1mGRAPHICS：私はマイナスの作品についてコメントすることはできません。\u001b[22m\n\u001b[4mThey even managed they best during the transformations between wolf and human form so naturally without making it look painful or scary.\u001b[24m\n    \u001b[1m彼らはオオカミと人間の形の間の変換の最中も、痛みを伴わずに、恐ろしく見えるように自然に管理しました。\u001b[22m, \u001b[1m彼らはそれが痛いか怖いすることなく、とても自然にオオカミと人間の形の間の変換時に最高の彼らを管理していました。\u001b[22m\nSimilar to the graphics used by Ghibli (which i totally did not mind for they are awesome).\n\n\u001b[1mジブリが使用しているグラフィックスに似ています（私はまったく気にしませんでしたが、彼らは素晴らしいです）。\u001b[22m\n\u001b[1m(Jiburi ga shiyō shite iru gurafikkusu ni nite imasu (watashi wa mattaku ki ni shimasendeshitaga, karera wa subarashīdesu).)\u001b[22m\n\nTranslations of \u001b[4mSimilar to the graphics used by Ghibli (which i totally did not mind for they are awesome).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSimilar to the graphics used by Ghibli (which i totally did not mind for they are awesome).\u001b[24m\n    \u001b[1mジブリが使用しているグラフィックスに似ています（私はまったく気にしませんでしたが、彼らは素晴らしいです）。\u001b[22m, \u001b[1m（彼らは素晴らしいですのために私は全く気にしなかった）ジブリが使用するグラフィックスに似ています。\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL: A must see and own and i would not mind watching a sequel on how the children grow up and cope :)\n\n\u001b[1m全体：見て、所有しなければならないと私は子どもたちがどのように成長し、対処方法の続編を見て気にしない:)\u001b[22m\n\u001b[1m(Zentai: Mite, shoyū shinakereba naranaito watashi wa kodomo-tachi ga dono yō ni seichō shi, taisho hōhō no zokuhen o mite kinishinai: ))\u001b[22m\n\nTranslations of \u001b[4mOVERALL: A must see and own and i would not mind watching a sequel on how the children grow up and cope :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL: A must see and own and i would not mind watching a sequel on how the children grow up and cope :)\u001b[24m\n    \u001b[1m全体：見て、所有しなければならないと私は子どもたちがどのように成長し、対処方法の続編を見て気にしない:)\u001b[22m, \u001b[1m総評：Aは参照と自身と私は子供が育つと対処方法についての続編を見て気にしないだろう必要があります:)\u001b[22m"
  },
  {
    "title": "Ookami_Kodomo_no_Ame_to_Yuki",
    "id": "12355",
    "url": "https://myanimelist.net/anime/12355/Ookami_Kodomo_no_Ame_to_Yuki",
    "user": "xanax-please",
    "profile": "/profile/xanax-please/reviews",
    "pages": "7",
    "number": "6",
    "link": "/reviews.php?id=96839",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは、愛、喜劇、試練、心温まる素晴らしい映画です。 キャラクターの成長を見ることも素晴らしいことです。 芸術は私のために異なっていた、または私はアニメーションを言うべきですが、私はそれに慣れてきました、そして、私はそれに恋していました。 私は本当にそれをお勧めします。 私はまた、アニメが父親の不在が子供に影響を与える可能性があることを示し、あなたは父親のことを憧れていて、彼は彼に影響を与えた非常に優れた先生を見つけたことが分かります。 これは、特に物事を分析するのが好きな人にとって、すばらしい偉大なアニメです。\n\n私は感情を表現することはできませんが、13年にわたる3人のキャラクターの発達が触れている（ハナが子供の移動まで夫に会った時から）。 私はもっ​​と書くことができればいいが、感情があふれていると難しい。\n\nハナ、アメ、ユキの名前の意味に注意してください。 それぞれの文字の名前は、物語の中で象徴的な意味を持っています。 それは微妙かもしれませんが、理にかなっています。  （ハナは花、Ameは雨、Yukiは雪を意味します）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is a great movie for love, comedy, trials and heart warming. It's also great to watch the character growth. The art was different for me or i should say the animation but i grew accustom to it and i fell in love with it. I really recommend it. I also like how the anime showed the absence of a father can impact a child and you can see that Ame was yearning for the father figure and he happened to find a very very excellent teacher that influenced him. This is a great great anime especially for someone who likes to analyze things.\n\n\u001b[1mこれは、愛、喜劇、試練、心温まる素晴らしい映画です。 キャラクターの成長を見ることも素晴らしいことです。 芸術は私のために異なっていた、または私はアニメーションを言うべきですが、私はそれに慣れてきました、そして、私はそれに恋していました。 私は本当にそれをお勧めします。 私はまた、アニメが父親の不在が子供に影響を与える可能性があることを示し、あなたは父親のことを憧れていて、彼は彼に影響を与えた非常に優れた先生を見つけたことが分かります。 これは、特に物事を分析するのが好きな人にとって、すばらしい偉大なアニメです。\u001b[22m\n\u001b[1m(Kore wa,-ai, kigeki, shiren, kokoroatatamaru subarashī eigadesu. Kyarakutā no seichō o miru koto mo subarashī kotodesu. Geijutsu wa watashi no tame ni kotonatte ita, matawa watashi wa animēshon o iubekidesuga, watashi wa sore ni narete kimashita, soshite, watashi wa sore ni koishite imashita. Watashi wa hontōni sore o o susume shimasu. Watashi wa mata, anime ga chichioya no fuzai ga kodomo ni eikyōwoataeru kanōsei ga aru koto o shimeshi, anata wa chichioya no koto o akogarete ite, kare wa kare ni eikyō o ataeta hijō ni sugureta sensei o mitsuketa koto ga wakarimasu. Kore wa, tokuni monogoto o bunseki suru no ga sukinahito ni totte, subarashī idaina animedesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a great movie for love, comedy, trials and heart warming. It's also great to watch the character growth. The art was different for me or i should say the animation but i grew accustom to it and i fell in love with it. I really recommend it. I also like how the anime showed the absence of a father can impact a child and you can see that Ame was yearning for the father figure and he happened to find a very very excellent teacher that influenced him. This is a great great anime especially for someone who likes to analyze things.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a great movie for love, comedy, trials and heart warming.\u001b[24m\n    \u001b[1mこれは、愛、喜劇、試練、心温まる素晴らしい映画です。\u001b[22m, \u001b[1mこれは愛、コメディ、試験および心臓温暖化のための素晴らしい映画です。\u001b[22m\n\u001b[4mIt's also great to watch the character growth.\u001b[24m\n    \u001b[1mキャラクターの成長を見ることも素晴らしいことです。\u001b[22m, \u001b[1mこれは、文字の成長を見ても素晴らしいことです。\u001b[22m\n\u001b[4mThe art was different for me or i should say the animation but i grew accustom to it and i fell in love with it.\u001b[24m\n    \u001b[1m芸術は私のために異なっていた、または私はアニメーションを言うべきですが、私はそれに慣れてきました、そして、私はそれに恋していました。\u001b[22m, \u001b[1m芸術は私のために異なっていたか、私はアニメーションを言う必要がありますが、私はそれに慣らす成長し、私はそれと恋に落ちました。\u001b[22m\n\u001b[4mI really recommend it.\u001b[24m\n    \u001b[1m私は本当にそれをお勧めします。\u001b[22m, \u001b[1m私は実際にそれをお勧めします。\u001b[22m\n\u001b[4mI also like how the anime showed the absence of a father can impact a child and you can see that Ame was yearning for the father figure and he happened to find a very very excellent teacher that influenced him.\u001b[24m\n    \u001b[1m私はまた、アニメが父親の不在が子供に影響を与える可能性があることを示し、あなたは父親のことを憧れていて、彼は彼に影響を与えた非常に優れた先生を見つけたことが分かります。\u001b[22m, \u001b[1m私はまた、アニメは子供に影響を与える可能性が父親の不在を示し、あなたはその雨は父の姿のために憧れた見ることができますし、彼は彼に影響を与えた非常に非常に優れた教師を見つけることが起こったのか好きです。\u001b[22m\n\u001b[4mThis is a great great anime especially for someone who likes to analyze things.\u001b[24m\n    \u001b[1mこれは、特に物事を分析するのが好きな人にとって、すばらしい偉大なアニメです。\u001b[22m, \u001b[1mこれは特に、物事を分析するために好きな人のための偉大な偉大なアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nI can't describe the emotions i am feeling but to see and feel the development of three characters over the span of 13 years is touching (from the time Hana met her husband till her children 'moved on'). I wish i can write more but eeeeehh it's hard when im overflowing with emotions.\n\n\u001b[1m私は感情を表現することはできませんが、13年にわたる3人のキャラクターの発達が触れている（ハナが子供の移動まで夫に会った時から）。 私はもっ​​と書くことができればいいが、感情があふれていると難しい。\u001b[22m\n\u001b[1m(Watashi wa kanjō o hyōgen suru koto wa dekimasenga, 13-nen ni wataru 3-ri no kyarakutā no hattatsu ga furete iru (Hana ga kodomo no idō made otto ni atta toki kara). Watashi wa mo~tsu​​ to kaku koto ga dekireba īga, kanjō ga afurete iruto muzukashī.)\u001b[22m\n\nTranslations of \u001b[4mI can't describe the emotions i am feeling but to see and feel the development of three characters over the span of 13 years is touching (from the time Hana met her husband till her children 'moved on'). I wish i can write more but eeeeehh it's hard when im overflowing with emotions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can't describe the emotions i am feeling but to see and feel the development of three characters over the span of 13 years is touching (from the time Hana met her husband till her children 'moved on').\u001b[24m\n    \u001b[1m私は感情を表現することはできませんが、13年にわたる3人のキャラクターの発達が触れている（ハナが子供の移動まで夫に会った時から）。\u001b[22m, \u001b[1m私は（ '上で移動の時間から花が彼女の子供たちまで、彼女の夫に会った）私は感じているが、13年のスパンで3文字の発展を見て感じるように触れている感情を記述することはできません。\u001b[22m\n\u001b[4mI wish i can write more but eeeeehh it's hard when im overflowing with emotions.\u001b[24m\n    \u001b[1m私はもっと書くことができればいいが、感情があふれていると難しい。\u001b[22m, \u001b[1m私は私がより多くを書くことができます希望するが、イムは、感情に溢れたときに、それは難しいeeeeehh。\u001b[22m\n\u001b[1m\u001b[22m\nPlease take note of the meaning of their names Hana, Ame and Yuki. Each characters name has symbolic meaning in the story. It may be subtle but it makes sense. (Hana means flower, Ame means rain, Yuki mean snow)\n\n\u001b[1mハナ、アメ、ユキの名前の意味に注意してください。 それぞれの文字の名前は、物語の中で象徴的な意味を持っています。 それは微妙かもしれませんが、理にかなっています。  （ハナは花、Ameは雨、Yukiは雪を意味します）\u001b[22m\n\u001b[1m(Hana, ame, Yuki no namae no imi ni chūi shite kudasai. Sorezore no moji no namae wa, monogatari no naka de shōchō-tekina imi o motte imasu. Sore wa bimyō kamo shiremasenga, ri ni kanatte imasu. (Hana wa hana, Ame wa ame, Yuki wa yuki o imi shimasu))\u001b[22m\n\nTranslations of \u001b[4mPlease take note of the meaning of their names Hana, Ame and Yuki. Each characters name has symbolic meaning in the story. It may be subtle but it makes sense. (Hana means flower, Ame means rain, Yuki mean snow)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlease take note of the meaning of their names Hana, Ame and Yuki.\u001b[24m\n    \u001b[1mハナ、アメ、ユキの名前の意味に注意してください。\u001b[22m, \u001b[1m自分の名前花、雨とユキの意味をメモしてください。\u001b[22m\n\u001b[4mEach characters name has symbolic meaning in the story.\u001b[24m\n    \u001b[1mそれぞれの文字の名前は、物語の中で象徴的な意味を持っています。\u001b[22m, \u001b[1m各キャラクターの名前は物語の中で象徴的な意味を持っています。\u001b[22m\n\u001b[4mIt may be subtle but it makes sense.\u001b[24m\n    \u001b[1mそれは微妙かもしれませんが、理にかなっています。\u001b[22m, \u001b[1mそれは微妙かもしれないが、それは理にかなっています。\u001b[22m\n\u001b[4m(Hana means flower, Ame means rain, Yuki mean snow)\u001b[24m\n    \u001b[1m（ハナは花、Ameは雨、Yukiは雪を意味します）\u001b[22m, \u001b[1m（ハナ花を意味し、雨、雨、結城は雪を意味する意味します）\u001b[22m"
  },
  {
    "title": "Ookami_Kodomo_no_Ame_to_Yuki",
    "id": "12355",
    "url": "https://myanimelist.net/anime/12355/Ookami_Kodomo_no_Ame_to_Yuki",
    "user": "taylorswift4life",
    "profile": "/profile/taylorswift4life/reviews",
    "pages": "7",
    "number": "7",
    "link": "/reviews.php?id=96869",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  8\n\n他の多くのレビューとは違って、私は実際に 'サマーウォーズ'と '時間を跳ね飛ばす少女'を見る前に、この映画を見ました。 しかし、私はちょうどレビューに行くだろうと思う：\n\nストーリー：\n\n物語は流動的な映画ではなく私にとってより分かれていると感じました - これは悪いことではありません。 私ができるだけ漠然としているなら、ディレクターは明らかに都市と国の生活の間に一般的な対比を与えることを望んでいました。 しかし、最初のセグメントを見てみましょう：準備セグメント\n\nストーリーのセットアップはうまくいきました。ロマンスをあまり重視せず、できるだけ効率的にすべての詳細を説明します。 ナレーションは外れていると思っていましたが、それは私たちに必要なすべての詳細を示し、残りの部分を示しました：特定のキャラクターとその背景の処分。 個人的に、私はその部分に9/10を与えます。\n\n次の部分は、ハナが街の一人の母親として旅を始めたときだった。 かなり重いトーンにもかかわらず、面白い面がいくつか追加されているため、この部分が最も簡単でした。 しかし、しばしば、問題はスライス・オブ・ライフ・プロットのように自分自身を解決し続け、ストーリーはストーリーに感じました。 さらに、このセグメントに移行したプロットデバイス（私が漠然としているのであれば）は自然であったが、少し突然だった。 映画のこれまでのところ、その可能性を暗示した人はいなかった。 私はそれが来るのを見たことができれば、それほど気にしないと思います。 しかしそれは私だけです。 とにかく、私はこの部分に8/10を与えます。\n\n次のセグメントはカントリーシーンにあった。 そしてまず第一に、私はその国への移住がスムーズな移行よりもコップアウトのように感じられると信じています。 ビッグブラザーとあなたの隣人があなたに嫌悪を覚え始めると、あなたの子供を隠すのは当然ですが、私はハナを単身の母親としてもっと苦労したいと思っていました。 私は映画がハナの成長を単一の母親として示したいと思っています - そして、国のセグメントはそれをします - しかし、私はそれがより限定されてより困難であった街でそれを見るのが好きでした。 いずれにしても、この国は単体であればうまくいきました。 ほとんど直ちに、私はあなたが国のセグメントを見ることができ、前の1時間に何が起こったのか分からず、うまくいくと感じました。 さらに、あなたの典型的な10代の怒りっぽい話題は、孤独から社会の一員へのアイデンティティとハナの成長を混ぜて、社会が以前に心に残した傷を治癒させたものです。 カッコいい。 しかし、それでも、それはもっとうまくいくか、少なくとも最初の2つのセグメントがセットアップされた完全な終わりとして満足しているとは感じられませんでした。 私はそれに7/10を与える。\n\n全体として、私はストーリーに7/10を与えます。\n\nアート：\n私に打撃を与えた最初のことは、人間とその衣服のディテールの欠如でした（通常、シャツには何のテクスチャもありませんでした）が、背景は素晴らしく、人や動物の活動は同様に現実的でした。 私は芸術家ではないので、それ以上のことは言えません。  7/10。\n\n音：\n私は音の基準が低いです。 彼らが非常に漠然とした感覚で見るようなキャラクターが話すならば、確かに。 サウンドエフェクトと同じです。  8/10。\n\nキャラクター：\n\nおおかみはあなたの平均的でシンプルな思いやりの誤った男です...この運命に呪われた/祝福された誰かから期待されたものではありません。 また、保護のようなものはありませんか？ また、子供たちが何を感じるかを考えることさえしましたか......しかし、それは物語の重要なポイントではないかもしれません。\n\nハナの側では、彼女が強く、多かれ少なかれ完璧な母親に成長し、私たちは皆同じことをしたいと思っていましたが、同時に、彼女は母親ではなく個性がないように見えました。 これは映画が目指していたことの一つかもしれないが、それは....彼女を非現実的にした。 彼女はすべてを笑顔で保ちました。そして、彼女は確かに成長しましたが、最終的には非常に一次元でしたが、若干非人ではありましたが、うまくいっていました。 私は誰もが悲しい側面を持っていないと思うし、多分私は白の異なる色合いを見るには濃すぎる...また、彼女の家族には何もない？ 学校の友人のようなことはありませんか？ いつもとても幸せになるにはあまりにも寂しいと聞こえます...\n\n愛されましたが、子供たちの育ち方はまだ混乱しています。\nユキ=典型的な過度に描かれたティーンエイジャー。 しかし、それ以来、自分自身を乗り越えるように彼女に言うことは、偽善的なええ。\nアメ=泣き虫は自然の子供になった？ 何？ なんでも。 それは冷たいですが、命名装置を愛していますが、彼は雨が降っていたときに退社しました。 しかし、彼が出てきたシーンと、最後の彼への小さな参照は、完全には感じられませんでした。 それは彼を開いたままにした。 また、彼の性格は物事のオオカミを探検するためにほとんど純粋に存在していたように感じましたが、両親も実際にはどちらも同時に探検しませんでした。\n\n私はそれに8/10を与えると思います。 私が今までにできたことよりも優れています。\n\n楽しみ：\n\nハナの闘いを描いた素晴らしい映画だった。 あまりにも悪いことに誰も死んでいないか、何か遠く離れた何かに感情的に痛ましいことが起こったのは、大気に起こった後でした。 私をサディストと呼ぶが、真剣に何かを取ることはできなかった。 ハナは大気の不足をうまくとった。 雨の別れに対する彼女の反応と同じ。 結局、私は深刻なドラマを望んでいて、それがすべてうっとりしていると仮定しました。 そして...それはそうだった。 しかしまだ8/10。\n\n全体：\n\n7/10。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nUnlike many other reviews, I actually watched this movie before watching 'Summer Wars' and 'The Girl who leapt through time'. But I suppose I'll just get to the review:\n\n\u001b[1m他の多くのレビューとは違って、私は実際に 'サマーウォーズ'と '時間を跳ね飛ばす少女'を見る前に、この映画を見ました。 しかし、私はちょうどレビューに行くだろうと思う：\u001b[22m\n\u001b[1m(Hoka no ōku no rebyū to wa chigatte, watashi wa jissai ni' samāu~ōzu' to' jikan o hane tobasu shōjo' o miru mae ni, kono eiga o mimashita. Shikashi, watashi wa chōdo rebyū ni ikudarou to omou:)\u001b[22m\n\nTranslations of \u001b[4mUnlike many other reviews, I actually watched this movie before watching 'Summer Wars' and 'The Girl who leapt through time'. But I suppose I'll just get to the review:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnlike many other reviews, I actually watched this movie before watching 'Summer Wars' and 'The Girl who leapt through time'.\u001b[24m\n    \u001b[1m他の多くのレビューとは違って、私は実際に 'サマーウォーズ'と '時間を跳ね飛ばす少女'を見る前に、この映画を見ました。\u001b[22m, \u001b[1m他の多くのレビューとは違って、私は実際に「サマーウォーズ」と「時をかける少女」を見て前にこの映画を見ました。\u001b[22m\n\u001b[4mBut I suppose I'll just get to the review:\u001b[24m\n    \u001b[1mしかし、私はちょうどレビューに行くだろうと思う：\u001b[22m, \u001b[1mしかし、私はちょうどレビューに取得しますと仮定します。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nThe story felt more segmented to me rather than a fluid movie--not that this is a bad thing. The director clearly wanted to give a general contrast between city and country life, if I am to be as vague as possible. But let's look at the first segment: the preparation segment\n\n\u001b[1m物語は流動的な映画ではなく私にとってより分かれていると感じました - これは悪いことではありません。 私ができるだけ漠然としているなら、ディレクターは明らかに都市と国の生活の間に一般的な対比を与えることを望んでいました。 しかし、最初のセグメントを見てみましょう：準備セグメント\u001b[22m\n\u001b[1m(Monogatari wa ryūdōtekina eigade wanaku watashi ni totte yori wakarete iru to kanjimashita - kore wa warui kotode wa arimasen. Watashi ga dekirudake bakuzento shite irunara, direkutā wa akiraka ni toshi to kuni no seikatsu no ma ni ippantekina taihi o ataeru koto o nozonde imashita. Shikashi, saisho no segumento o mite mimashou: Junbi segumento)\u001b[22m\n\nTranslations of \u001b[4mThe story felt more segmented to me rather than a fluid movie--not that this is a bad thing. The director clearly wanted to give a general contrast between city and country life, if I am to be as vague as possible. But let's look at the first segment: the preparation segment\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story felt more segmented to me rather than a fluid movie--not that this is a bad thing.\u001b[24m\n    \u001b[1m物語は流動的な映画ではなく私にとってより分かれていると感じました - これは悪いことではありません。\u001b[22m, \u001b[1m物語は私ではなく、流体ムービーに複数のセグメント化されたと感じた - これは悪いことではないということ。\u001b[22m\n\u001b[4mThe director clearly wanted to give a general contrast between city and country life, if I am to be as vague as possible.\u001b[24m\n    \u001b[1m私ができるだけ漠然としているなら、ディレクターは明らかに都市と国の生活の間に一般的な対比を与えることを望んでいました。\u001b[22m, \u001b[1mディレクターは明らかに私はできるだけ曖昧であることになっている場合は、都会と田舎の生活の間の一般的なコントラストを与えたいと思いました。\u001b[22m\n\u001b[4mBut let's look at the first segment: the preparation segment\u001b[24m\n    \u001b[1mしかし、最初のセグメントを見てみましょう：準備セグメント\u001b[22m, \u001b[1m準備セグメント：しかし、ここでは、最初のセグメントを見てみましょう\u001b[22m\n\u001b[1m\u001b[22m\nThe set-up for the story was well done: not too much emphasis on the romance, and explaining all the details as efficiently as possible. I thought that the narration felt out of place, but it told us all the necessary details and showed the rest: the disposition of certain characters and their backgrounds. Personally, I give that part a 9/10.\n\n\u001b[1mストーリーのセットアップはうまくいきました。ロマンスをあまり重視せず、できるだけ効率的にすべての詳細を説明します。 ナレーションは外れていると思っていましたが、それは私たちに必要なすべての詳細を示し、残りの部分を示しました：特定のキャラクターとその背景の処分。 個人的に、私はその部分に9/10を与えます。\u001b[22m\n\u001b[1m(Sutōrī no settoappu wa umaku ikimashita. Romansu o amari jūshi sezu, dekiru dake kōritsu-teki ni subete no shōsai o setsumei shimasu. Narēshon wa hazurete iru to omotte imashitaga, soreha watashitachi ni hitsuyōna subete no shōsai o shimeshi, nokori no bubun o shimeshimashita: Tokutei no kyarakutā to sono haikei no shobun. Kojin-teki ni, watashi wa sono bubun ni 9/ 10 o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe set-up for the story was well done: not too much emphasis on the romance, and explaining all the details as efficiently as possible. I thought that the narration felt out of place, but it told us all the necessary details and showed the rest: the disposition of certain characters and their backgrounds. Personally, I give that part a 9/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe set-up for the story was well done: not too much emphasis on the romance, and explaining all the details as efficiently as possible.\u001b[24m\n    \u001b[1mストーリーのセットアップはうまくいきました。ロマンスをあまり重視せず、できるだけ効率的にすべての詳細を説明します。\u001b[22m, \u001b[1m恋愛にあまりないの重点を、可能な限り効率的にすべての詳細を説明する：物語のためのセットアップがうまく行われていました。\u001b[22m\n\u001b[4mI thought that the narration felt out of place, but it told us all the necessary details and showed the rest: the disposition of certain characters and their backgrounds.\u001b[24m\n    \u001b[1mナレーションは外れていると思っていましたが、それは私たちに必要なすべての詳細を示し、残りの部分を示しました：特定のキャラクターとその背景の処分。\u001b[22m, \u001b[1m私はナレーションは場違いに感じたと思ったが、それは、必要なすべての詳細を私たちに語ったし、残りを示した：特定の文字とその背景の配置を。\u001b[22m\n\u001b[4mPersonally, I give that part a 9/10.\u001b[24m\n    \u001b[1m個人的に、私はその部分に9/10を与えます。\u001b[22m, \u001b[1m個人的に、私はその部分9/10を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nThe next segment was when Hana began her journey as a single-mother in the city. I liked this part the most simply because it added several funny aspects despite quite a heavy tone. However, quite often the problems kept solving themselves, much like a slice-of-life plot, and the story felt stallish. Moreover, the plot-device that transitioned into this segment (if i am to be vague) was natural, but slightly abrupt. Nothing previously in the movie alluded to the possibility. I suppose I wouldn't mind it so much if I could have seen it coming. But that's just me. Anyway, I give this part a 8/10.\n\n\u001b[1m次の部分は、ハナが街の一人の母親として旅を始めたときだった。 かなり重いトーンにもかかわらず、面白い面がいくつか追加されているため、この部分が最も簡単でした。 しかし、しばしば、問題はスライス・オブ・ライフ・プロットのように自分自身を解決し続け、ストーリーはストーリーに感じました。 さらに、このセグメントに移行したプロットデバイス（私が漠然としているのであれば）は自然であったが、少し突然だった。 映画のこれまでのところ、その可能性を暗示した人はいなかった。 私はそれが来るのを見たことができれば、それほど気にしないと思います。 しかしそれは私だけです。 とにかく、私はこの部分に8/10を与えます。\u001b[22m\n\u001b[1m(Tsugi no bubun wa, Hana ga machi no hitori no hahaoya to shite tabi o hajimeta tokidatta. Kanari omoi tōn nimokakawarazu, omoshiroi men ga ikutsu ka tsuika sa rete iru tame, kono bubun ga mottomo kantandeshita. Shikashi, shibashiba, mondai wa suraisu Obu raifu purotto no yō ni jibun jishin o kaiketsu shi tsudzuke, sutōrī wa sutōrī ni kanjimashita. Sarani, kono segumento ni ikō shita purottodebaisu (watashi ga bakuzento shite iru nodeareba) wa shizendeattaga, sukoshi totsuzendatta. Eiga no kore made no tokoro, sono kanōsei o anji shita hito wa inakatta. Watashi wa sore ga kuru no o mita koto ga dekireba, sorehodo ki ni shinai to omoimasu. Shikashi sore wa watashi dakedesu. Tonikaku, watashi wa kono bubun ni 8/ 10 o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe next segment was when Hana began her journey as a single-mother in the city. I liked this part the most simply because it added several funny aspects despite quite a heavy tone. However, quite often the problems kept solving themselves, much like a slice-of-life plot, and the story felt stallish. Moreover, the plot-device that transitioned into this segment (if i am to be vague) was natural, but slightly abrupt. Nothing previously in the movie alluded to the possibility. I suppose I wouldn't mind it so much if I could have seen it coming. But that's just me. Anyway, I give this part a 8/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe next segment was when Hana began her journey as a single-mother in the city.\u001b[24m\n    \u001b[1m次の部分は、ハナが街の一人の母親として旅を始めたときだった。\u001b[22m, \u001b[1mハナは、市内のシングルマザーとして彼女の旅を始めたとき、次のセグメントがありました。\u001b[22m\n\u001b[4mI liked this part the most simply because it added several funny aspects despite quite a heavy tone.\u001b[24m\n    \u001b[1mかなり重いトーンにもかかわらず、面白い面がいくつか追加されているため、この部分が最も簡単でした。\u001b[22m, \u001b[1mそれはかなり重いトーンにもかかわらず、いくつかの面白い側面を追加しましたので、私は最も単純にこの部分が好きでした。\u001b[22m\n\u001b[4mHowever, quite often the problems kept solving themselves, much like a slice-of-life plot, and the story felt stallish.\u001b[24m\n    \u001b[1mしかし、しばしば、問題はスライス・オブ・ライフ・プロットのように自分自身を解決し続け、ストーリーはストーリーに感じました。\u001b[22m, \u001b[1mしかし、かなり頻繁に問題がはるかにスライスオブライフプロットのように、自分自身を解決し続け、物語はstallish感じました。\u001b[22m\n\u001b[4mMoreover, the plot-device that transitioned into this segment (if i am to be vague) was natural, but slightly abrupt.\u001b[24m\n    \u001b[1mさらに、このセグメントに移行したプロットデバイス（私が漠然としているのであれば）は自然であったが、少し突然だった。\u001b[22m, \u001b[1mまた、このセグメントに移行プロットデバイスは、（iは曖昧であることになっている場合）、自然、やや唐突でした。\u001b[22m\n\u001b[4mNothing previously in the movie alluded to the possibility.\u001b[24m\n    \u001b[1m映画のこれまでのところ、その可能性を暗示した人はいなかった。\u001b[22m, \u001b[1m可能性に言及した映画の中で、以前に何もありません。\u001b[22m\n\u001b[4mI suppose I wouldn't mind it so much if I could have seen it coming.\u001b[24m\n    \u001b[1m私はそれが来るのを見たことができれば、それほど気にしないと思います。\u001b[22m, \u001b[1m私はそれが来て見ていることができれば、私はそれはあまり気にしないだろうと仮定します。\u001b[22m\n\u001b[4mBut that's just me.\u001b[24m\n    \u001b[1mしかしそれは私だけです。\u001b[22m, \u001b[1mしかし、それは私だけです。\u001b[22m\n\u001b[4mAnyway, I give this part a 8/10.\u001b[24m\n    \u001b[1mとにかく、私はこの部分に8/10を与えます。\u001b[22m, \u001b[1mとにかく、私はこの部分8/10与えます。\u001b[22m\n\u001b[1m\u001b[22m\nThe next segment was in the country scene. And first of all, I believe that moving to the country felt more like a cop-out than a smooth transition. Yes, it is natural to hide your kids when Big Brother and your neighbors start hating on you, but I wanted to see more struggle for Hana as a single mother. I get that the movie does want to show Hana's growth as a single mother--and the country segment does do that--but I would've liked to see it in the city, where it was more confined and harder to do. In any case, this country segment was done well--if it were stand alone. Almost immediately, I felt that you could watch the country segment and not know anything about what had happened in the previous hour and be fine. Moreover, the story was very much your typical teenage angsty story-telling mixed in with a search for identity and Hana's growth from a loner to a member of society, healing the wound that society had left in her heart earlier. That's cool. But still, I felt like it could be done better, or at least I didn't feel it satisfied as a complete ending that the first two segments had set-up for. I give it a 7/10.\n\n\u001b[1m次のセグメントはカントリーシーンにあった。 そしてまず第一に、私はその国への移住がスムーズな移行よりもコップアウトのように感じられると信じています。 ビッグブラザーとあなたの隣人があなたに嫌悪を覚え始めると、あなたの子供を隠すのは当然ですが、私はハナを単身の母親としてもっと苦労したいと思っていました。 私は映画がハナの成長を単一の母親として示したいと思っています - そして、国のセグメントはそれをします - しかし、私はそれがより限定されてより困難であった街でそれを見るのが好きでした。 いずれにしても、この国は単体であればうまくいきました。 ほとんど直ちに、私はあなたが国のセグメントを見ることができ、前の1時間に何が起こったのか分からず、うまくいくと感じました。 さらに、あなたの典型的な10代の怒りっぽい話題は、孤独から社会の一員へのアイデンティティとハナの成長を混ぜて、社会が以前に心に残した傷を治癒させたものです。 カッコいい。 しかし、それでも、それはもっとうまくいくか、少なくとも最初の2つのセグメントがセットアップされた完全な終わりとして満足しているとは感じられませんでした。 私はそれに7/10を与える。\u001b[22m\n\u001b[1m(Tsugi no segumento wa kantorīshīn ni atta. Soshite mazu daiichi ni, watashi wa sono kuni e no ijū ga sumūzuna ikō yori mo koppuauto no yō ni kanji rareru to shinjite imasu. Bigguburazā to anata no rinjin ga anata ni ken'o o oboe hajimeru to, anata no kodomo o kakusu no wa tōzendesuga, watashi wa Hana o tanshin no hahaoya to shite motto kurō shitai to omotte imashita. Watashi wa eiga ga Hana no seichō o tan'itsu no hahaoya to shite shimeshitai to omotte imasu - soshite,-koku no segumento wa sore o shimasu - shikashi, watashi wa sore ga yori gentei sa rete yori kon'nandeatta machi de sore o miru no ga sukideshita. Izure ni shite mo, kono kuni wa tantaideareba umaku ikimashita. Hotondo tadachini, watashi wa anata ga kuni no segumento o miru koto ga deki, mae no 1-jikan ni nani ga okotta no ka wakarazu, umaku iku to kanjimashita. Sarani, anata no tenkei-tekina 10-dai no okorippoi wadai wa, kodoku kara shakai no ichiin e no aidentiti to Hana no seichō o mazete, shakai ga izen ni kokoro ni nokoshita kizu o chiyu sa seta monodesu. Kakkoī. Shikashi, soredemo, soreha motto umaku iku ka, sukunakutomo saisho no 2tsu no segumento ga settoappu sa reta kanzen'na owari to shite manzoku shite iru to wa kanji raremasendeshita. Watashi wa sore ni 7/ 10 o ataeru.)\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I give the story a 7/10.\n\n\u001b[1m全体として、私はストーリーに7/10を与えます。\u001b[22m\n\u001b[1m(Zentai to shite, watashi wa sutōrī ni 7/ 10 o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I give the story a 7/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I give the story a 7/10.\u001b[24m\n    \u001b[1m全体として、私はストーリーに7/10を与えます。\u001b[22m, \u001b[1m全体的に、私は話7/10を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThe first thing that struck me was the lack of detail on the humans and their clothing (usually the shirts had no texture whatsoever), but the backgrounds were great and the activities of the people and animals alike were realistic. Since I'm no artist, I can't say much more. 7/10.\n\n\u001b[1m私に打撃を与えた最初のことは、人間とその衣服のディテールの欠如でした（通常、シャツには何のテクスチャもありませんでした）が、背景は素晴らしく、人や動物の活動は同様に現実的でした。 私は芸術家ではないので、それ以上のことは言えません。  7/10。\u001b[22m\n\u001b[1m(Watashi ni dageki o ataeta saisho no koto wa, ningen to sono ifuku no ditēru no ketsujodeshita (tsūjō, shatsu ni wa nani no tekusucha mo arimasendeshita) ga, haikei wa subarashiku, hito ya dōbutsu no katsudō wa dōyō ni genjitsu-tekideshita. Watashi wa geijutsukade wanainode, soreijō no koto wa iemasen. 7/ 10.)\u001b[22m\n\nTranslations of \u001b[4mThe first thing that struck me was the lack of detail on the humans and their clothing (usually the shirts had no texture whatsoever), but the backgrounds were great and the activities of the people and animals alike were realistic. Since I'm no artist, I can't say much more. 7/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first thing that struck me was the lack of detail on the humans and their clothing (usually the shirts had no texture whatsoever), but the backgrounds were great and the activities of the people and animals alike were realistic.\u001b[24m\n    \u001b[1m私に打撃を与えた最初のことは、人間とその衣服のディテールの欠如でした（通常、シャツには何のテクスチャもありませんでした）が、背景は素晴らしく、人や動物の活動は同様に現実的でした。\u001b[22m, \u001b[1m私を襲った最初のものは、人間とその衣服に詳細の欠如（通常シャツは全く質感を持っていた）だったが、背景は素晴らしかったと同様に人や動物の活動が現実的でした。\u001b[22m\n\u001b[4mSince I'm no artist, I can't say much more.\u001b[24m\n    \u001b[1m私は芸術家ではないので、それ以上のことは言えません。\u001b[22m, \u001b[1m私はアーティストだないので、私は多くを言うことはできません。\u001b[22m\n\u001b[4m7/10.\u001b[24m\n    \u001b[1m7/10。\u001b[22m, \u001b[1m7月10日。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nI have low standards for sound. If the character talks like they look in a very vague sense, sure. Same with sound effects. 8/10.\n\n\u001b[1m私は音の基準が低いです。 彼らが非常に漠然とした感覚で見るようなキャラクターが話すならば、確かに。 サウンドエフェクトと同じです。  8/10。\u001b[22m\n\u001b[1m(Watashi wa oto no kijun ga hikuidesu. Karera ga hijō ni bakuzento shita kankaku de miru yōna kyarakutā ga hanasunaraba, tashikani. Saundo efekuto to onajidesu. 8/ 10.)\u001b[22m\n\nTranslations of \u001b[4mI have low standards for sound. If the character talks like they look in a very vague sense, sure. Same with sound effects. 8/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have low standards for sound.\u001b[24m\n    \u001b[1m私は音の基準が低いです。\u001b[22m, \u001b[1m私は音のための低水準を持っています。\u001b[22m\n\u001b[4mIf the character talks like they look in a very vague sense, sure.\u001b[24m\n    \u001b[1m彼らが非常に漠然とした感覚で見るようなキャラクターが話すならば、確かに。\u001b[22m, \u001b[1m彼らのような文字の交渉は非常にあいまいな意味で見ると、確認してください。\u001b[22m\n\u001b[4mSame with sound effects.\u001b[24m\n    \u001b[1mサウンドエフェクトと同じです。\u001b[22m, \u001b[1m効果音と同じ。\u001b[22m\n\u001b[4m8/10.\u001b[24m\n    \u001b[1m8/10。\u001b[22m, \u001b[1m8月10日。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nOokami is just your average and simple caring misunderstood guy...not really what I expected out of someone cursed/blessed with this fate. Also, no such thing as protection? also, did he even think about what the children would feel?...but then, that may not have been a critical point of the story.\n\n\u001b[1mおおかみはあなたの平均的でシンプルな思いやりの誤った男です...この運命に呪われた/祝福された誰かから期待されたものではありません。 また、保護のようなものはありませんか？ また、子供たちが何を感じるかを考えることさえしましたか......しかし、それは物語の重要なポイントではないかもしれません。\u001b[22m\n\u001b[1m(O okami wa anata no heikin-tekide shinpuruna omoiyari no ayamatta otokodesu... Kono unmei ni norowareta/ shukufuku sa reta dareka kara kitai sa reta monode wa arimasen. Mata, hogo no yōna mono wa arimasen ka? Mata, kodomo-tachi ga nani o kanjiru ka o kangaeru koto sae shimashita ka... ... Shikashi, soreha monogatari no jūyōna pointode wanai kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mOokami is just your average and simple caring misunderstood guy...not really what I expected out of someone cursed/blessed with this fate. Also, no such thing as protection? also, did he even think about what the children would feel?...but then, that may not have been a critical point of the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOokami is just your average and simple caring misunderstood guy...not really what I expected out of someone cursed/blessed with this fate.\u001b[24m\n    \u001b[1mおおかみはあなたの平均的でシンプルな思いやりの誤った男です...この運命に呪われた/祝福された誰かから期待されたものではありません。\u001b[22m, \u001b[1m狼はない本当に私はこの運命に恵まれ/呪われた誰かから期待していたもの...ちょうどあなたの平均と単純な思いやりの誤解の男です。\u001b[22m\n\u001b[4mAlso, no such thing as protection?\u001b[24m\n    \u001b[1mまた、保護のようなものはありませんか？\u001b[22m, \u001b[1mまた、保護などのないようなもの？\u001b[22m\n\u001b[4malso, did he even think about what the children would feel?...but then, that may not have been a critical point of the story.\u001b[24m\n    \u001b[1mまた、子供たちが何を感じるかを考えることさえしましたか......しかし、それは物語の重要なポイントではないかもしれません。\u001b[22m, \u001b[1mまた、彼も子供たちが感じるであろうものを考えましたか？...しかし、その後、それは物語の重要な点はなかったかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nOn Hana's side, her development into the strong, more or less perfect mother we wish we all were/had, but at the same time, she seemed like she had no personality aside from being a mother; while this might be one of the implications the movie was going for, it....made her unreal. She kept everything with a smile and although she definitely grew, she was very one-dimensional in the end, but she was made well done, although slightly inhuman. I guess not everyone has a sad side and maybe I'm too dense to see different shades of white...also, nothing into her family at all? No such thing as friends in school? Sounds a bit too lonely to be so happy all the time...\n\n\u001b[1mハナの側では、彼女が強く、多かれ少なかれ完璧な母親に成長し、私たちは皆同じことをしたいと思っていましたが、同時に、彼女は母親ではなく個性がないように見えました。 これは映画が目指していたことの一つかもしれないが、それは....彼女を非現実的にした。 彼女はすべてを笑顔で保ちました。そして、彼女は確かに成長しましたが、最終的には非常に一次元でしたが、若干非人ではありましたが、うまくいっていました。 私は誰もが悲しい側面を持っていないと思うし、多分私は白の異なる色合いを見るには濃すぎる...また、彼女の家族には何もない？ 学校の友人のようなことはありませんか？ いつもとても幸せになるにはあまりにも寂しいと聞こえます...\u001b[22m\n\u001b[1m(Hana no gawade wa, kanojo ga tsuyoku, ōkare sukunakare kanpekina hahaoya ni seichō shi, watashitachi wa mina onaji koto o shitai to omotte imashitaga, dōjini, kanojo wa hahaoyade wanaku kosei ga nai yō ni miemashita. Kore wa eiga ga mezashite ita koto no hitotsu kamo shirenaiga, soreha. ... Kanojo o higenjitsuteki ni shita. Kanojo wa subete o egao de tamochimashita. Soshite, kanojo wa tashika ni seichō shimashitaga, saishūtekini wa hijō ni ichi-jigendeshitaga, jakkan hi hitode wa arimashitaga, umaku itte imashita. Watashi wa daremoga kanashī sokumen o motteinai to omoushi, tabun watashi wa shiro no kotonaru iroai o miru ni wa ko sugiru... Mata, kanojo no kazoku ni wa nanimonai? Gakkō no yūjin no yōna koto wa arimasen ka? Itsumo totemo shiawase ni naruniha amarini mo sabishī to kikoemasu...)\u001b[22m\n\nTranslations of \u001b[4mOn Hana's side, her development into the strong, more or less perfect mother we wish we all were/had, but at the same time, she seemed like she had no personality aside from being a mother; while this might be one of the implications the movie was going for, it....made her unreal. She kept everything with a smile and although she definitely grew, she was very one-dimensional in the end, but she was made well done, although slightly inhuman. I guess not everyone has a sad side and maybe I'm too dense to see different shades of white...also, nothing into her family at all? No such thing as friends in school? Sounds a bit too lonely to be so happy all the time...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn Hana's side, her development into the strong, more or less perfect mother we wish we all were/had, but at the same time, she seemed like she had no personality aside from being a mother;\u001b[24m\n    \u001b[1mハナの側では、彼女が強く、多かれ少なかれ完璧な母親に成長し、私たちは皆同じことをしたいと思っていましたが、同時に、彼女は母親ではなく個性がないように見えました。\u001b[22m, \u001b[1mハナの側では、強い、多かれ少なかれ完璧な母親に彼女の開発は、我々は、我々はすべて/有していた希望が、彼女はさておき、母親であることから、全く性格を持っていたように、同時に、彼女が見えました。\u001b[22m\n\u001b[4mwhile this might be one of the implications the movie was going for, it....made her unreal.\u001b[24m\n    \u001b[1mこれは映画が目指していたことの一つかもしれないが、それは....彼女を非現実的にした。\u001b[22m, \u001b[1mこれは....映画はそれのために行っていた意味合いの一つであるかもしれないが、彼女の非現実を作りました。\u001b[22m\n\u001b[4mShe kept everything with a smile and although she definitely grew, she was very one-dimensional in the end, but she was made well done, although slightly inhuman.\u001b[24m\n    \u001b[1m彼女はすべてを笑顔で保ちました。そして、彼女は確かに成長しましたが、最終的には非常に一次元でしたが、若干非人ではありましたが、うまくいっていました。\u001b[22m, \u001b[1m彼女は笑顔ですべてを保ち、彼女は間違いなく成長したものの、彼女は最終的には非常に1次元だったが、彼女は作られただけでなく、わずかに非人間的なものの、行われました。\u001b[22m\n\u001b[4mI guess not everyone has a sad side and maybe I'm too dense to see different shades of white...also, nothing into her family at all?\u001b[24m\n    \u001b[1m私は誰もが悲しい側面を持っていないと思うし、多分私は白の異なる色合いを見るには濃すぎる...また、彼女の家族には何もない？\u001b[22m, \u001b[1m私は誰もが悲しい側面を持っていると思いますし、多分私はすべての彼女の家族に白い...も、何の異なる色合いを見てあまりにも密なんですか？\u001b[22m\n\u001b[4mNo such thing as friends in school?\u001b[24m\n    \u001b[1m学校の友人のようなことはありませんか？\u001b[22m, \u001b[1m学校での友人のようなものはありませんか？\u001b[22m\n\u001b[4mSounds a bit too lonely to be so happy all the time...\u001b[24m\n    \u001b[1mいつもとても幸せになるにはあまりにも寂しいと聞こえます...\u001b[22m, \u001b[1mすべての時間とても幸せであることを少しも寂しい聞こえます...\u001b[22m\n\u001b[1m\u001b[22m\nLoved but still confused how the kids grew up.\n\n\u001b[1m愛されましたが、子供たちの育ち方はまだ混乱しています。\u001b[22m\n\u001b[1m(Aisa remashitaga, kodomo-tachi no sodachi-kata wa mada konran shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mLoved but still confused how the kids grew up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLoved but still confused how the kids grew up.\u001b[24m\n    \u001b[1m愛されましたが、子供たちの育ち方はまだ混乱しています。\u001b[22m, \u001b[1m好きそれでも子供たちが育った方法を混同。\u001b[22m\nYuki = typical overdramatized teenager especially with her guilt ridden adolescence. But its mean to tell her to get over herself since, hypocritical eh.\n\n\u001b[1mユキ=典型的な過度に描かれたティーンエイジャー。 しかし、それ以来、自分自身を乗り越えるように彼女に言うことは、偽善的なええ。\u001b[22m\n\u001b[1m(Yuki = tenkei-tekina kado ni egaka reta tīn'eijā. Shikashi, sore irai, jibun jishin o norikoeru yō ni kanojo ni iu koto wa, gizen-tekina ē.)\u001b[22m\n\nTranslations of \u001b[4mYuki = typical overdramatized teenager especially with her guilt ridden adolescence. But its mean to tell her to get over herself since, hypocritical eh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYuki = typical overdramatized teenager especially with her guilt ridden adolescence.\u001b[24m\n    \u001b[1mユキ=典型的な過度に描かれたティーンエイジャー。\u001b[22m, \u001b[1m由紀=特に彼女の罪悪感に苦しむ青年期を持つ典型的なoverdramatizedティーンエイジャー。\u001b[22m\n\u001b[4mBut its mean to tell her to get over herself since, hypocritical eh.\u001b[24m\n    \u001b[1mしかし、それ以来、自分自身を乗り越えるように彼女に言うことは、偽善的なええ。\u001b[22m, \u001b[1mしかし、その平均は偽善ええ、以来、自分自身を乗り越えるために彼女を指示します。\u001b[22m\nAme=crybaby turned nature kid? What? Whatever. That's chill, although love the naming device: he left when it was raining. However, the scene with him leaving and then the small reference to him at the end didn't feel very complete. It left him open. Also, I felt like his character almost purely existed to explore the wolf-side of things, but neither yuki nor ame really explored BOTH simultaneously.\n\n\u001b[1mアメ=泣き虫は自然の子供になった？ 何？ なんでも。 それは冷たいですが、命名装置を愛していますが、彼は雨が降っていたときに退社しました。 しかし、彼が出てきたシーンと、最後の彼への小さな参照は、完全には感じられませんでした。 それは彼を開いたままにした。 また、彼の性格は物事のオオカミを探検するためにほとんど純粋に存在していたように感じましたが、両親も実際にはどちらも同時に探検しませんでした。\u001b[22m\n\u001b[1m(Ame = nakimushi wa shizen no kodomo ni natta? Nani? Nan demo. Sore wa tsumetaidesuga, meimei sōchi o aishiteimasu ga, kare wa ame ga futte ita toki ni taisha shimashita. Shikashi, kare ga detekita shīn to, saigo no kare e no chīsana sanshō wa, kanzen ni wa kanji raremasendeshita. Sore wa kare o aita mama ni shita. Mata, kare no seikaku wa monogoto no ōkami o tanken suru tame ni hotondo junsui ni sonzai shite ita yō ni kanjimashitaga, ryōshin mo jissai ni wa dochira mo dōjini tanken shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAme=crybaby turned nature kid? What? Whatever. That's chill, although love the naming device: he left when it was raining. However, the scene with him leaving and then the small reference to him at the end didn't feel very complete. It left him open. Also, I felt like his character almost purely existed to explore the wolf-side of things, but neither yuki nor ame really explored BOTH simultaneously.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAme=crybaby turned nature kid?\u001b[24m\n    \u001b[1mアメ=泣き虫は自然の子供になった？\u001b[22m, \u001b[1m雨=泣き虫は、自然の子供を回しましたか？\u001b[22m\n\u001b[4mWhat?\u001b[24m\n    \u001b[1m何？\u001b[22m, \u001b[1m何？\u001b[22m, \u001b[1m何？\u001b[22m\n\u001b[4mWhatever.\u001b[24m\n    \u001b[1mなんでも。\u001b[22m, \u001b[1m何でも。\u001b[22m, \u001b[1mどのような。\u001b[22m\n\u001b[4mThat's chill, although love the naming device: he left when it was raining.\u001b[24m\n    \u001b[1mそれは冷たいですが、命名装置を愛していますが、彼は雨が降っていたときに退社しました。\u001b[22m, \u001b[1m命名デバイスを愛するが、それは、寒さだ：雨が降っていたとき、彼は残しました。\u001b[22m\n\u001b[4mHowever, the scene with him leaving and then the small reference to him at the end didn't feel very complete.\u001b[24m\n    \u001b[1mしかし、彼が出てきたシーンと、最後の彼への小さな参照は、完全には感じられませんでした。\u001b[22m, \u001b[1mしかし、彼が残して、次に終わりに彼に小さな参照して、シーンは非常に完全感じませんでした。\u001b[22m\n\u001b[4mIt left him open.\u001b[24m\n    \u001b[1mそれは彼を開いたままにした。\u001b[22m, \u001b[1mこれはオープン彼を残しました。\u001b[22m\n\u001b[4mAlso, I felt like his character almost purely existed to explore the wolf-side of things, but neither yuki nor ame really explored BOTH simultaneously.\u001b[24m\n    \u001b[1mまた、彼の性格は物事のオオカミを探検するためにほとんど純粋に存在していたように感じましたが、両親も実際にはどちらも同時に探検しませんでした。\u001b[22m, \u001b[1mまた、私はほとんど純粋に物事の狼側を探求する存在していた彼の性格のように感じたが、どちらもyukiさんも雨は本当に両方を同時に検討しました。\u001b[22m\n\u001b[1m\u001b[22m\nI guess I give it an 8/10. Better than what I could ever do in characterization.\n\n\u001b[1m私はそれに8/10を与えると思います。 私が今までにできたことよりも優れています。\u001b[22m\n\u001b[1m(Watashi wa sore ni 8/ 10 o ataeru to omoimasu. Watashi ga imamade ni dekita koto yori mo sugurete imasu.)\u001b[22m\n\nTranslations of \u001b[4mI guess I give it an 8/10. Better than what I could ever do in characterization.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI guess I give it an 8/10.\u001b[24m\n    \u001b[1m私はそれに8/10を与えると思います。\u001b[22m, \u001b[1m私はそれを8月10日を与えると思います。\u001b[22m\n\u001b[4mBetter than what I could ever do in characterization.\u001b[24m\n    \u001b[1m私が今までにできたことよりも優れています。\u001b[22m, \u001b[1m私が今まで特性評価に何ができるかよりも良いです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\n\u001b[1m\u001b[22m\nIt was a nice movie depicting Hana's struggle. Too bad no one else died or anything remotely close to something emotional painful happened after what happened to Ookami. Call me a sadist, but I couldn't take anything seriously. Hana took the lack of Ookami too well; same with her reaction to Ame's farewell. In the end, I just gave up hoping for serious drama, and assumed it was all fluff. And...it was. But still 8/10.\n\n\u001b[1mハナの闘いを描いた素晴らしい映画だった。 あまりにも悪いことに誰も死んでいないか、何か遠く離れた何かに感情的に痛ましいことが起こったのは、大気に起こった後でした。 私をサディストと呼ぶが、真剣に何かを取ることはできなかった。 ハナは大気の不足をうまくとった。 雨の別れに対する彼女の反応と同じ。 結局、私は深刻なドラマを望んでいて、それがすべてうっとりしていると仮定しました。 そして...それはそうだった。 しかしまだ8/10。\u001b[22m\n\u001b[1m(Hana no tatakai o kaita subarashī eigadatta. Amarini mo warui koto ni dare mo shinde inai ka, nanika tōku hanareta nanika ni kanjō-teki ni itamashī koto ga okotta no wa, taiki ni okotta nochideshita. Watashi o sadisuto to yobu ga, shinken ni nanika o toru koto wa dekinakatta. Hana wa taiki no fusoku o umaku totta. Ame no wakare ni taisuru kanojo no han'nō to onaji. Kekkyoku, watashi wa shinkokuna dorama o nozonde ite, sore ga subete uttori shite iru to katei shimashita. Soshite... Sore wa sōdatta. Shikashi mada 8/ 10.)\u001b[22m\n\nTranslations of \u001b[4mIt was a nice movie depicting Hana's struggle. Too bad no one else died or anything remotely close to something emotional painful happened after what happened to Ookami. Call me a sadist, but I couldn't take anything seriously. Hana took the lack of Ookami too well; same with her reaction to Ame's farewell. In the end, I just gave up hoping for serious drama, and assumed it was all fluff. And...it was. But still 8/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was a nice movie depicting Hana's struggle.\u001b[24m\n    \u001b[1mハナの闘いを描いた素晴らしい映画だった。\u001b[22m, \u001b[1mそれは、花の闘争を描いた素敵な映画でした。\u001b[22m\n\u001b[4mToo bad no one else died or anything remotely close to something emotional painful happened after what happened to Ookami.\u001b[24m\n    \u001b[1mあまりにも悪いことに誰も死んでいないか、何か遠く離れた何かに感情的に痛ましいことが起こったのは、大気に起こった後でした。\u001b[22m, \u001b[1m誰も死ななかったか、痛みを伴う感情的なものに遠隔近いものが狼に何が起こったのか後に起こったのが残念。\u001b[22m\n\u001b[4mCall me a sadist, but I couldn't take anything seriously.\u001b[24m\n    \u001b[1m私をサディストと呼ぶが、真剣に何かを取ることはできなかった。\u001b[22m, \u001b[1mサディスト私を呼び出して、私は真剣に何かを取ることができませんでした。\u001b[22m\n\u001b[4mHana took the lack of Ookami too well;\u001b[24m\n    \u001b[1mハナは大気の不足をうまくとった。\u001b[22m, \u001b[1mハナはあまりにもよく大神の欠如を取りました。\u001b[22m\n\u001b[4msame with her reaction to Ame's farewell.\u001b[24m\n    \u001b[1m雨の別れに対する彼女の反応と同じ。\u001b[22m, \u001b[1m雨の別れに彼女の反応と同じ。\u001b[22m\n\u001b[4mIn the end, I just gave up hoping for serious drama, and assumed it was all fluff.\u001b[24m\n    \u001b[1m結局、私は深刻なドラマを望んでいて、それがすべてうっとりしていると仮定しました。\u001b[22m, \u001b[1m最後に、私はちょうど深刻なドラマを期待してあきらめた、それはすべての綿毛だったと仮定しました。\u001b[22m\n\u001b[4mAnd...it was.\u001b[24m\n    \u001b[1mそして...それはそうだった。\u001b[22m, \u001b[1mそして...それがありました。\u001b[22m\n\u001b[4mBut still 8/10.\u001b[24m\n    \u001b[1mしかしまだ8/10。\u001b[22m, \u001b[1mしかし、まだ8月10日。\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\n\u001b[1m\u001b[22m\n7/10.\n\n\u001b[1m7/10。\u001b[22m\n\u001b[1m(7/ 10.)\u001b[22m\n\nTranslations of \u001b[4m7/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m7/10.\u001b[24m\n    \u001b[1m7/10。\u001b[22m, \u001b[1m7月10日。\u001b[22m"
  },
  {
    "title": "Ookami_Kodomo_no_Ame_to_Yuki",
    "id": "12355",
    "url": "https://myanimelist.net/anime/12355/Ookami_Kodomo_no_Ame_to_Yuki",
    "user": "Felikis",
    "profile": "/profile/Felikis/reviews",
    "pages": "7",
    "number": "8",
    "link": "/reviews.php?id=119309",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nそれは良い映画だ。  「ウルフ・チルドレン（Wolf Children）」は、オオカミの男たちに新しい物語を伝えます。  Yukiはとてもかわいいです（あなたは 'Food！Food！'のシーンを覚えていますか？）。 私はその映画が＃11トップアニメにあるのを見ました。 私はそれがトップ5にあるべきだと思う。 一言で言えば、この映画は「好き」です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThat's a good film. 'Wolf Children' gives to wolf-men a new review whit the story. Yuki is so cute (do you remember the 'Food! Food!' scene?). I saw that film is in the #11 Top Anime. I think it should be in the Top-5. In one word, the movie is 'amezing'.\n\n\u001b[1mそれは良い映画だ。  「ウルフ・チルドレン（Wolf Children）」は、オオカミの男たちに新しい物語を伝えます。  Yukiはとてもかわいいです（あなたは 'Food！Food！'のシーンを覚えていますか？）。 私はその映画が＃11トップアニメにあるのを見ました。 私はそれがトップ5にあるべきだと思う。 一言で言えば、この映画は「好き」です。\u001b[22m\n\u001b[1m(Sore wa yoi eigada. `Urufu chirudoren (vu~orufu chirudoren)' wa, ōkami no otoko-tachi ni atarashī monogatari o tsutaemasu. Yuki wa totemo kawaīdesu (anata wa' Food! Food!' No shīn o oboete imasu ka? ). Watashi wa sono eiga ga# 11 toppu anime ni aru no o mimashita. Watashi wa sore ga toppu 5 ni arubekida to omou. Hitokoto de ieba, kono eiga wa `suki'desu.)\u001b[22m\n\nTranslations of \u001b[4mThat's a good film. 'Wolf Children' gives to wolf-men a new review whit the story. Yuki is so cute (do you remember the 'Food! Food!' scene?). I saw that film is in the #11 Top Anime. I think it should be in the Top-5. In one word, the movie is 'amezing'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's a good film.\u001b[24m\n    \u001b[1mそれは良い映画だ。\u001b[22m, \u001b[1mそれは良い映画です。\u001b[22m\n\u001b[4m'Wolf Children' gives to wolf-men a new review whit the story.\u001b[24m\n    \u001b[1m「ウルフ・チルドレン（Wolf Children）」は、オオカミの男たちに新しい物語を伝えます。\u001b[22m, \u001b[1m「おおかみこどもの雨と雪」は新しいレビューは物語を聖霊降臨祭-男性狼することができます。\u001b[22m\n\u001b[4mYuki is so cute (do you remember the 'Food! Food!' scene?).\u001b[24m\n    \u001b[1mYukiはとてもかわいいです（あなたは 'Food！Food！'のシーンを覚えていますか？）。\u001b[22m, \u001b[1m結城は（あなたが「食品！食品！」のシーンを覚えていますか？）とてもかわいいです。\u001b[22m\n\u001b[4mI saw that film is in the #11 Top Anime.\u001b[24m\n    \u001b[1m私はその映画が＃11トップアニメにあるのを見ました。\u001b[22m, \u001b[1m私はフィルムが＃11トップアニメであることを見ました。\u001b[22m\n\u001b[4mI think it should be in the Top-5.\u001b[24m\n    \u001b[1m私はそれがトップ5にあるべきだと思う。\u001b[22m, \u001b[1m私はそれがトップ5にすべきだと思います。\u001b[22m\n\u001b[4mIn one word, the movie is 'amezing'.\u001b[24m\n    \u001b[1m一言で言えば、この映画は「好き」です。\u001b[22m, \u001b[1m一言で、映画は「amezing 'です。\u001b[22m"
  },
  {
    "title": "Ookami_Kodomo_no_Ame_to_Yuki",
    "id": "12355",
    "url": "https://myanimelist.net/anime/12355/Ookami_Kodomo_no_Ame_to_Yuki",
    "user": "Maru_Nagai",
    "profile": "/profile/Maru_Nagai/reviews",
    "pages": "7",
    "number": "9",
    "link": "/reviews.php?id=101531",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n最後に、レビューに値する映画を見つけました。 これが私の最初です。\n\nまず第一に、この映画「Parenting」の選択されたテーマは、それぞれの社会の重要な部分、つまり未亡人と単一の母親を指摘するため、賢明で正確です。\n私たちは皆、特に単身の母親のために、子供を育てることがどれほど難しいかを知っています。 私がこの映画の母親について言うことができるのは、彼女が完璧だということだけです...彼女が笑顔を保つ方法、彼女が子供を世話する方法、自分の意見にかかわらず自分たちの方法を選択させるという事実、 彼女の忠実さ...これらのすべての資質は、彼女が想像上のものであっても、彼女に感謝しました。\n私は台無しにならないようにここで私のレビューを停止する必要があります。 それが助けになることを願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFinally, I found a movie which deserves a review. This is my first.\n\n\u001b[1m最後に、レビューに値する映画を見つけました。 これが私の最初です。\u001b[22m\n\u001b[1m(Saigo ni, rebyū ni ataisuru eiga o mitsukemashita. Kore ga watashi no saishodesu.)\u001b[22m\n\nTranslations of \u001b[4mFinally, I found a movie which deserves a review. This is my first.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinally, I found a movie which deserves a review.\u001b[24m\n    \u001b[1m最後に、レビューに値する映画を見つけました。\u001b[22m, \u001b[1m最後に、私はレビューに値する映画を見つけました。\u001b[22m\n\u001b[4mThis is my first.\u001b[24m\n    \u001b[1mこれが私の最初です。\u001b[22m, \u001b[1mこれが私の最初のです。\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all, the chosen theme of this movie 'Parenting' is wise and accurate because it points out an important slice of each society: widows and single mothers.\n\n\u001b[1mまず第一に、この映画「Parenting」の選択されたテーマは、それぞれの社会の重要な部分、つまり未亡人と単一の母親を指摘するため、賢明で正確です。\u001b[22m\n\u001b[1m(Mazu daiichi ni, kono eiga `Parenting' no sentaku sa reta tēma wa, sorezore no shakai no jūyōna bubun, tsumari mibōjin to tan'itsu no hahaoya o shiteki suru tame, kenmeide seikakudesu.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, the chosen theme of this movie 'Parenting' is wise and accurate because it points out an important slice of each society: widows and single mothers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, the chosen theme of this movie 'Parenting' is wise and accurate because it points out an important slice of each society: widows and single mothers.\u001b[24m\n    \u001b[1mまず第一に、この映画「Parenting」の選択されたテーマは、それぞれの社会の重要な部分、つまり未亡人と単一の母親を指摘するため、賢明で正確です。\u001b[22m, \u001b[1m未亡人とシングルマザー：それはそれぞれの社会の重要なスライスを指摘するため、まず第一に、この映画「子育て」の選択されたテーマは、賢明かつ正確です。\u001b[22m\nWe all know how hard is raising children, especially for a single mother. The only thing I can say about the mother in this movie is that she is perfect... The way she keeps smiling, the way she takes care of her kids, the fact that she let them choose their own way regardless her own opinion, her fidelity... All these qualities made me appreciate her, even if she is imaginary.\n\n\u001b[1m私たちは皆、特に単身の母親のために、子供を育てることがどれほど難しいかを知っています。 私がこの映画の母親について言うことができるのは、彼女が完璧だということだけです...彼女が笑顔を保つ方法、彼女が子供を世話する方法、自分の意見にかかわらず自分たちの方法を選択させるという事実、 彼女の忠実さ...これらのすべての資質は、彼女が想像上のものであっても、彼女に感謝しました。\u001b[22m\n\u001b[1m(Watashitachi wa mina, tokuni tanshin no hahaoya no tame ni, kodomo o sodateru koto ga dorehodo muzukashī ka o shitte imasu. Watashi ga kono eiga no hahaoya ni tsuite iu koto ga dekiru no wa, kanojo ga kanpekida to iu koto dakedesu... Kanojo ga egao o tamotsu hōhō, kanojo ga kodomo o sewa suru hōhō, jibun no iken ni kakawarazu jibun-tachi no hōhō o sentaku sa seru to iu jijitsu, kanojo no chūjitsu-sa... Korera no subete no shishitsu wa, kanojo ga sōzō-jō no monodeatte mo, kanojo ni kansha shimashita.)\u001b[22m\n\nTranslations of \u001b[4mWe all know how hard is raising children, especially for a single mother. The only thing I can say about the mother in this movie is that she is perfect... The way she keeps smiling, the way she takes care of her kids, the fact that she let them choose their own way regardless her own opinion, her fidelity... All these qualities made me appreciate her, even if she is imaginary.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe all know how hard is raising children, especially for a single mother.\u001b[24m\n    \u001b[1m私たちは皆、特に単身の母親のために、子供を育てることがどれほど難しいかを知っています。\u001b[22m, \u001b[1m私たちは皆、特にシングルマザーのために、子どもを育てているいかに難しいかを知っています。\u001b[22m\n\u001b[4mThe only thing I can say about the mother in this movie is that she is perfect... The way she keeps smiling, the way she takes care of her kids, the fact that she let them choose their own way regardless her own opinion,\u001b[24m\n    \u001b[1m私がこの映画の母親について言うことができるのは、彼女が完璧だということだけです...彼女が笑顔を保つ方法、彼女が子供を世話する方法、自分の意見にかかわらず自分たちの方法を選択させるという事実、\u001b[22m, \u001b[1m私はこの映画の中の母親について言うことができる唯一のことは、彼女は完璧であるということです...彼女は笑って続けるようにして、彼女は彼女の子供たちの世話を方法、彼女はそれらを独自の方法に関係なく、自分の意見を選ばせているという事実、\u001b[22m\n\u001b[4mher fidelity... All these qualities made me appreciate her, even if she is imaginary.\u001b[24m\n    \u001b[1m彼女の忠実さ...これらのすべての資質は、彼女が想像上のものであっても、彼女に感謝しました。\u001b[22m, \u001b[1m彼女の忠実度...すべてのこれらの資質は、私は彼女が想像しても、彼女に感謝しました。\u001b[22m\nI should stop my review here to avoid spoil. I hope it was helpful.\n\n\u001b[1m私は台無しにならないようにここで私のレビューを停止する必要があります。 それが助けになることを願っています。\u001b[22m\n\u001b[1m(Watashi wa dainashi ni naranai yō ni koko de watashi no rebyū o teishi suru hitsuyō ga arimasu. Sore ga tasuke ni naru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI should stop my review here to avoid spoil. I hope it was helpful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI should stop my review here to avoid spoil.\u001b[24m\n    \u001b[1m私は台無しにならないようにここで私のレビューを停止する必要があります。\u001b[22m, \u001b[1m私は略奪品を避けるために、ここに私のレビューを停止する必要があります。\u001b[22m\n\u001b[4mI hope it was helpful.\u001b[24m\n    \u001b[1mそれが助けになることを願っています。\u001b[22m, \u001b[1m私はそれが有用だった願っています。\u001b[22m"
  },
  {
    "title": "Ookami_Kodomo_no_Ame_to_Yuki",
    "id": "12355",
    "url": "https://myanimelist.net/anime/12355/Ookami_Kodomo_no_Ame_to_Yuki",
    "user": "DeeVl",
    "profile": "/profile/DeeVl/reviews",
    "pages": "7",
    "number": "10",
    "link": "/reviews.php?id=114559",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  9\n\nこれは私の非常に最初のレビューなので、私は何を言いたいのか分からない。私はちょうど私の心と心に従うよ^^\n\n映画は素晴らしく、ほとんど私を涙にしてくれました。私は簡単に動かされません。 感情に基づいた映画から期待されているように、芸術は大丈夫ですが、実際には悪くないか悪いです。 私が言うことができれば、物語は素晴らしい、素晴らしいですが、常に良いところがあります。 文字は複雑ですが、未処理です。\n\n私はもう一度それをもう一度見ます、そして、私は非常にすぐにmaibeと私は多くの他の感情と一緒に家族と親の愛の暖かさを感じさせる良い映画を探している人にそれを勧めます。\n\np.s. 私は私の悪い英語をとても残念に思っています...私は文法上の誤りを最小限に抑えて意味をなさないように努力しています^^",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis is my very first review , so I`m no sure what should I say .. I`ll just follow my heart and mind ^^\n\n\u001b[1mこれは私の非常に最初のレビューなので、私は何を言いたいのか分からない。私はちょうど私の心と心に従うよ^^\u001b[22m\n\u001b[1m(Kore wa watashi no hijō ni saisho no rebyūnanode, watashi wa nani o iitai no ka wakaranai. Watashi wa chōdo watashi no kokoro to kokoro ni shitagau yo ^ ^)\u001b[22m\n\nTranslations of \u001b[4mThis is my very first review , so I`m no sure what should I say .. I`ll just follow my heart and mind ^^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my very first review , so I`m no sure what should I say .. I`ll just follow my heart and mind ^^\u001b[24m\n    \u001b[1mこれは私の非常に最初のレビューなので、私は何を言いたいのか分からない。私はちょうど私の心と心に従うよ^^\u001b[22m, \u001b[1mこれは、I`mがないことを確認、私は私は、 `ちょうど私の心と心に従ってください..何を言うべきではありませんので、私の非常に最初のレビューです^^\u001b[22m\n\u001b[1m\u001b[22m\nThe movie is great , almost brought me to tears , and I`m no that easily moved . The art is ok , just as expected from a movie based on feelings , but is not at all bad or poor , actually good . The story is good , awesome if I could say , but there is always place for better . The characters are complex , but not outstanding .\n\n\u001b[1m映画は素晴らしく、ほとんど私を涙にしてくれました。私は簡単に動かされません。 感情に基づいた映画から期待されているように、芸術は大丈夫ですが、実際には悪くないか悪いです。 私が言うことができれば、物語は素晴らしい、素晴らしいですが、常に良いところがあります。 文字は複雑ですが、未処理です。\u001b[22m\n\u001b[1m(Eiga wa subarashiku, hotondo watashi o namida ni shite kuremashita. Watashi wa kantan ni ugokasa remasen. Kanjō ni motodzuita eiga kara kitai sa rete iru yō ni, geijutsu wa daijōbudesuga, jissai ni wa warukunai ka waruidesu. Watashi ga iu koto ga dekireba, monogatari wa subarashī, subarashīdesuga, tsuneni yoi tokoro ga arimasu. Moji wa fukuzatsudesuga, mi shoridesu.)\u001b[22m\n\nTranslations of \u001b[4mThe movie is great , almost brought me to tears , and I`m no that easily moved . The art is ok , just as expected from a movie based on feelings , but is not at all bad or poor , actually good . The story is good , awesome if I could say , but there is always place for better . The characters are complex , but not outstanding .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movie is great , almost brought me to tears , and I`m no that easily moved .\u001b[24m\n    \u001b[1m映画は素晴らしく、ほとんど私を涙にしてくれました。私は簡単に動かされません。\u001b[22m, \u001b[1m映画はほとんど涙に私をもたらした、とI`mには、その容易に移動しない、素晴らしいです。\u001b[22m\n\u001b[4mThe art is ok , just as expected from a movie based on feelings , but is not at all bad or poor , actually good .\u001b[24m\n    \u001b[1m感情に基づいた映画から期待されているように、芸術は大丈夫ですが、実際には悪くないか悪いです。\u001b[22m, \u001b[1m芸術は感情に基づいて、ムービーから期待と同じように、大丈夫ですが、すべてで実際に良い、悪いか悪いではありません。\u001b[22m\n\u001b[4mThe story is good , awesome if I could say , but there is always place for better .\u001b[24m\n    \u001b[1m私が言うことができれば、物語は素晴らしい、素晴らしいですが、常に良いところがあります。\u001b[22m, \u001b[1m物語は私が言うことができれば、良い素晴らしいですが、より良いのための場所が常に存在します。\u001b[22m\n\u001b[4mThe characters are complex , but not outstanding .\u001b[24m\n    \u001b[1m文字は複雑ですが、未処理です。\u001b[22m, \u001b[1m文字が複雑であるが、優れたではありません。\u001b[22m\n\u001b[1m\u001b[22m\nI will watch it again , for sure , maibe very soon and I recomand it to anyone who is looking for a good movie that will for sure make you feel the warmth of family and parental love along with many other emotions .\n\n\u001b[1m私はもう一度それをもう一度見ます、そして、私は非常にすぐにmaibeと私は多くの他の感情と一緒に家族と親の愛の暖かさを感じさせる良い映画を探している人にそれを勧めます。\u001b[22m\n\u001b[1m(Watashi wa mōichido sore o mōichido mimasu, soshite, watashi wa hijō ni sugu ni maibe to watashi wa ōku no ta no kanjō to issho ni kazoku to oya no ai no atataka-sa o kanji saseru yoi eiga o sagashite iru hito ni sore o susumemasu.)\u001b[22m\n\nTranslations of \u001b[4mI will watch it again , for sure , maibe very soon and I recomand it to anyone who is looking for a good movie that will for sure make you feel the warmth of family and parental love along with many other emotions .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI will watch it again , for sure , maibe very soon and I recomand it to anyone who is looking for a good movie that will for sure make you feel the warmth of family and parental love along with many other emotions .\u001b[24m\n    \u001b[1m私はもう一度それをもう一度見ます、そして、私は非常にすぐにmaibeと私は多くの他の感情と一緒に家族と親の愛の暖かさを感じさせる良い映画を探している人にそれを勧めます。\u001b[22m, \u001b[1m私は非常にすぐに確認し、maibeのために、再びそれを見ますと、私は確かにあなたが他の多くの感情と一緒に家族や親の愛の暖かさを感じることのできる良い映画を探している誰にもrecomand。\u001b[22m\n\u001b[1m\u001b[22m\np.s. I`m very sorry for my bad English ... I`m trying my very best to make sense and to minimize the grammatical errors ^^\n\n\u001b[1mp.s. 私は私の悪い英語をとても残念に思っています...私は文法上の誤りを最小限に抑えて意味をなさないように努力しています^^\u001b[22m\n\u001b[1m(P. S. Watashi wa watashi no warui eigo o totemo zan'nen ni omotte imasu... Watashi wa bunpō-jō no ayamari o saishōgen ni osaete imiwonasanai-yō ni doryoku shite imasu ^ ^)\u001b[22m\n\nTranslations of \u001b[4mp.s. I`m very sorry for my bad English ... I`m trying my very best to make sense and to minimize the grammatical errors ^^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mp.s.\u001b[24m\n    \u001b[1mp.s.\u001b[22m, \u001b[1m後記\u001b[22m\n\u001b[4mI`m very sorry for my bad English ... I`m trying my very best to make sense and to minimize the grammatical errors ^^\u001b[24m\n    \u001b[1m私は私の悪い英語をとても残念に思っています...私は文法上の誤りを最小限に抑えて意味をなさないように努力しています^^\u001b[22m, \u001b[1m意味を理解すると、文法の誤りを最小限にするために私の非常に最善をしようとし私の悪い英語... I`mためI`m非常に申し訳ありません^^\u001b[22m"
  },
  {
    "title": "Ookami_Kodomo_no_Ame_to_Yuki",
    "id": "12355",
    "url": "https://myanimelist.net/anime/12355/Ookami_Kodomo_no_Ame_to_Yuki",
    "user": "VoidHawk",
    "profile": "/profile/VoidHawk/reviews",
    "pages": "7",
    "number": "11",
    "link": "/reviews.php?id=88903",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はここにエッセイを書くことができましたが、この映画を見た後、心に残っている感情を包み込むようなものは無意味です。\n\nよりシンプルで直接的になります：美しい\n\n美しさは、この芸術作品の中で、大きくてはっきりとしているが、暖かく優しいものである。\n\nそのような単純な。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI could write an essay here, but such thing, wrapping up the feeling lingering in my heart after watching this movie, would be senseless.\n\n\u001b[1m私はここにエッセイを書くことができましたが、この映画を見た後、心に残っている感情を包み込むようなものは無意味です。\u001b[22m\n\u001b[1m(Watashi wa koko ni essei o kaku koto ga dekimashitaga, kono eiga o mita nochi, kokoro ni nokotte iru kanjō o tsutsumikomu yōna mono wa muimidesu.)\u001b[22m\n\nTranslations of \u001b[4mI could write an essay here, but such thing, wrapping up the feeling lingering in my heart after watching this movie, would be senseless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI could write an essay here, but such thing, wrapping up the feeling lingering in my heart after watching this movie, would be senseless.\u001b[24m\n    \u001b[1m私はここにエッセイを書くことができましたが、この映画を見た後、心に残っている感情を包み込むようなものは無意味です。\u001b[22m, \u001b[1m私はこの映画を見た後、私の心に余韻感を包む、ここでエッセイが、そのようなことを書くことができ、無意味であろう。\u001b[22m\n\u001b[1m\u001b[22m\nLets be more simple and direct: BEAUTIFUL\n\n\u001b[1mよりシンプルで直接的になります：美しい\u001b[22m\n\u001b[1m(Yori shinpurude chokusetsuteki ni narimasu: Utsukushī)\u001b[22m\n\nTranslations of \u001b[4mLets be more simple and direct: BEAUTIFUL\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLets be more simple and direct: BEAUTIFUL\u001b[24m\n    \u001b[1mよりシンプルで直接的になります：美しい\u001b[22m, \u001b[1mよりシンプルかつ直接的でできます：BEAUTIFUL\u001b[22m\n\u001b[1m\u001b[22m\nBeauty express itself in this piece of art, loud and clear, yet warmly and tenderly.\n\n\u001b[1m美しさは、この芸術作品の中で、大きくてはっきりとしているが、暖かく優しいものである。\u001b[22m\n\u001b[1m(Utsukushi-sa wa, kono geijutsu sakuhin no naka de, ōkikute hakkiri to shite iruga, atatakaku yasashī monodearu.)\u001b[22m\n\nTranslations of \u001b[4mBeauty express itself in this piece of art, loud and clear, yet warmly and tenderly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeauty express itself in this piece of art, loud and clear, yet warmly and tenderly.\u001b[24m\n    \u001b[1m美しさは、この芸術作品の中で、大きくてはっきりとしているが、暖かく優しいものである。\u001b[22m, \u001b[1m美しさははっきりと、まだ暖かく優しく、芸術のこの作品で自分自身を表現します。\u001b[22m\n\u001b[1m\u001b[22m\nSimple as that.\n\n\u001b[1mそのような単純な。\u001b[22m\n\u001b[1m(Sono yōna tanjun'na.)\u001b[22m\n\nTranslations of \u001b[4mSimple as that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSimple as that.\u001b[24m\n    \u001b[1mそのような単純な。\u001b[22m, \u001b[1m分かりきったことです。\u001b[22m"
  },
  {
    "title": "Ookami_Kodomo_no_Ame_to_Yuki",
    "id": "12355",
    "url": "https://myanimelist.net/anime/12355/Ookami_Kodomo_no_Ame_to_Yuki",
    "user": "Yukinoinu",
    "profile": "/profile/Yukinoinu/reviews",
    "pages": "7",
    "number": "12",
    "link": "/reviews.php?id=89887",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nおおかみこども（狼の子どもたち）、これは私がその種を見た最初の話です。\n\nここでは読みやすくて良い部分があります：\nこの映画はよく話されています。 それは心温まると少し悲しい（あなたが見つけ出す2つの部分でのみ）、それは本当に楽しいですし、何度も何度も見たいと思うようになります、悲しいことは見つけるのは難しいです IEを読むのが好きではない人と見たい人のためにダビングされていない 子供たち.....すぐにこの映画は吹き替えられた英語でリリースされます。 もし必要なら待ってください。\n\n退屈（誰もがレビューをしたいと思っているもの）レビューは以下の通りです（私は私の意見を残すだけで十分です。  ）：\n\n物語は、女の子が恋人になって恋人になり、後で彼が狼男であることを知っているときにしか知りませんでした（狼男ではない、というわけではありません） 彼女は一人の男の子の名前（雨）を持っています。\n\n後で物語の中で、彼らは小さい村に移動します。小さな村の子犬が目を疲れさせることなく遊ぶためには、多くの人がいません。 最終的には、彼女の母親が学校に行かせるようにする。 彼女はそうであるようにハードです。 彼女はそこに何人の子供がいるかについてびっくりして、最初は少し恥ずかしがり屋で開きます。 彼女はすぐに彼女が他の女の子と同じではないことを理解しています。 狼は、彼女が違っていることを認識して、彼女はもっとガーリーにするために彼女のお母さんに行く。 すぐに彼女はドレスを取得し、すべてのより多くの幸せを感じる。  Ameは学校へ行くのが好きではなく、その上を飛びぬき始めます。結局のところ、彼のお母さんは、キツネが狼として生きる方法を知っています。 彼は学校に行くのをやめ、ほとんどの時間を森で過ごす。 彼の母親は、自分がどこにいるのかを知らないことを恐れ、彼女が悔い改めようとしていることを全然知っている。 まもなく、彼女は彼が彼を放置しなければならないことを理解する。\n\n後でユキは少年がオオカミが彼から走っていることを誰にでも教えてくれるのではないかと恐れています。後で追いつき、オオカミに変わり、子供たちの耳を切ってしまいます。 後でオフィスで、男の子のお母さんは基本的に、ゆきのお母さんに帽子をかぶっています。 その男の子はオオカミ（オオカミとは言わない）、オオカミは今度は賞賛されている（オレたちは日本にオオカミがないと言って映画に奇妙なことを言っている。  ...）それを受け入れ、彼らは家に帰る。 後で大きな嵐が襲ったとき、雨が逃げ、彼の母親は嵐のようなハリケーンの中で学校にゆきを残した後追いかけます。 ユキは結局、男の子だけで学校に放置されます。 後で彼女は彼女がオオカミの女の子であると言い、「あなたの秘密を誰にも知らせない」と言う。 とにかく彼女が傷ついていないことを知っている。 彼女は目を覚ました駐車場に彼女を連れて行き、彼は走り去って大きな山に登り、ついでにうなります。 ママは今これがさようならであることを理解し、彼女の最後のお別れを言います。\n\nあなたが憎んだことは私のページで私に知らせてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOokami Kodomo (wolf children), This is the first story told that I have seen of its kind.\n\n\u001b[1mおおかみこども（狼の子どもたち）、これは私がその種を見た最初の話です。\u001b[22m\n\u001b[1m(O okami kodomo (ōkami no kodomo-tachi), kore wa watashi ga sono tane o mita saisho no hanashidesu.)\u001b[22m\n\nTranslations of \u001b[4mOokami Kodomo (wolf children), This is the first story told that I have seen of its kind.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOokami Kodomo (wolf children), This is the first story told that I have seen of its kind.\u001b[24m\n    \u001b[1mおおかみこども（狼の子どもたち）、これは私がその種を見た最初の話です。\u001b[22m, \u001b[1m狼こども（オオカミの子供）、これは、最初の話は、私はその種の見てきたと言われています。\u001b[22m\n\u001b[1m\u001b[22m\nHere is the easy to read and good part:\n\n\u001b[1mここでは読みやすくて良い部分があります：\u001b[22m\n\u001b[1m(Kokode wa yomi yasukute yoi bubun ga arimasu:)\u001b[22m\n\nTranslations of \u001b[4mHere is the easy to read and good part:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHere is the easy to read and good part:\u001b[24m\n    \u001b[1mここでは読みやすくて良い部分があります：\u001b[22m, \u001b[1mここでは読みやすいと良い部分は、次のとおりです。\u001b[22m\nThis movie is well told. It is heart-warming and a little bit sad (only in two parts that you will find out), It is really enjoyable and will make you want to watch it over and over again, sad thing is it is kindof hard to find and it is not dubbed for those who want to watch with some who doesn't like to read IE kids..... Soon enough though this movie will be released in english dubbed. So wait if you must.\n\n\u001b[1mこの映画はよく話されています。 それは心温まると少し悲しい（あなたが見つけ出す2つの部分でのみ）、それは本当に楽しいですし、何度も何度も見たいと思うようになります、悲しいことは見つけるのは難しいです IEを読むのが好きではない人と見たい人のためにダビングされていない 子供たち.....すぐにこの映画は吹き替えられた英語でリリースされます。 もし必要なら待ってください。\u001b[22m\n\u001b[1m(Kono eiga wa yoku hanasa rete imasu. Sore wa kokoroatatamaruto sukoshi kanashī (anata ga mitsukedasu 2tsu no bubun de nomi), sore wa hontōni tanoshīdesushi, nandomonandomo mitai to omou yō ni narimasu, kanashī koto wa mitsukeru no wa muzukashīdesu IE o yomu no ga sukide wanai hito to mitai hito no tame ni dabingu sa rete inai kodomo-tachi... .. Sugu ni kono eiga wa fukikae rareta eigo de rirīsu sa remasu. Moshi hitsuyōnara matte kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThis movie is well told. It is heart-warming and a little bit sad (only in two parts that you will find out), It is really enjoyable and will make you want to watch it over and over again, sad thing is it is kindof hard to find and it is not dubbed for those who want to watch with some who doesn't like to read IE kids..... Soon enough though this movie will be released in english dubbed. So wait if you must.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie is well told.\u001b[24m\n    \u001b[1mこの映画はよく話されています。\u001b[22m, \u001b[1mこの映画はよく言われます。\u001b[22m\n\u001b[4mIt is heart-warming and a little bit sad (only in two parts that you will find out), It is really enjoyable and will make you want to watch it over and over again, sad thing is it is kindof hard to find and it\u001b[24m\n    \u001b[1mそれは心温まると少し悲しい（あなたが見つけ出す2つの部分でのみ）、それは本当に楽しいですし、何度も何度も見たいと思うようになります、悲しいことは見つけるのは難しいです\u001b[22m, \u001b[1mこれは、心温まると（あなたは見つけるでしょう2つの部分のみで）悲しい少し、それは本当に楽しいですし、何度も何度もそれを見たい作り、悲しいことは、それを見つけるのはkindofが困難であるとされます。それ\u001b[22m\n\u001b[4mis not dubbed for those who want to watch with some who doesn't like to read IE\u001b[24m\n    \u001b[1mIEを読むのが好きではない人と見たい人のためにダビングされていない\u001b[22m, \u001b[1mIEを読むことが好きではない一部の人に見たい人のためにダビングされていません\u001b[22m\n\u001b[4mkids..... Soon enough though this movie will be released in english dubbed.\u001b[24m\n    \u001b[1m子供たち.....すぐにこの映画は吹き替えられた英語でリリースされます。\u001b[22m, \u001b[1mこの映画は吹き替え英語でリリースされるもののまもなく子供.....。\u001b[22m\n\u001b[4mSo wait if you must.\u001b[24m\n    \u001b[1mもし必要なら待ってください。\u001b[22m, \u001b[1mあなたがしなければならないのであれば待ちます。\u001b[22m\n\u001b[1m\u001b[22m\nThe Boring (what everyone wants a review to be) review is below (yes I do suck at leaving my opinion out just deal with it I get the point across and tell it how the movie goes even though that is already listed.... ) :\n\n\u001b[1m退屈（誰もがレビューをしたいと思っているもの）レビューは以下の通りです（私は私の意見を残すだけで十分です。  ）：\u001b[22m\n\u001b[1m(Taikutsu (daremoga rebyū o shitai to omotte iru mono) rebyū wa ikanotōridesu (watashi wa watashi no iken o nokosu dakede jūbundesu. ):)\u001b[22m\n\nTranslations of \u001b[4mThe Boring (what everyone wants a review to be) review is below (yes I do suck at leaving my opinion out just deal with it I get the point across and tell it how the movie goes even though that is already listed.... ) :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Boring (what everyone wants a review to be) review is below (yes I do suck at leaving my opinion out just deal with it I get the point across and tell it how the movie goes even though that is already listed....\u001b[24m\n    \u001b[1m退屈（誰もがレビューをしたいと思っているもの）レビューは以下の通りです（私は私の意見を残すだけで十分です。\u001b[22m, \u001b[1mレビューは以下の通りです（誰もがレビューであることを望んでいる）ボーリングは（はい私はちょうど私は全体のポイントを取得し、映画はそれがすでに表示されているにもかかわらず、どのようになることを教え、それに対処する私の意見を除外で吸うん....\u001b[22m\n\u001b[4m) :\u001b[24m\n    \u001b[1m）：\u001b[22m\n\u001b[1m\u001b[22m\nThe story is about a girl going to college who falls in love with a man only to later find out when they are dating that he is a wolf-man(wouldn't call it a werewolf dosn't sound right...), instead of turning away digusted she stays with him to later have a little girl named yuki (snow in japanese) about a year or so later she has a little boy names ame(rain in japanese).\n\n\u001b[1m物語は、女の子が恋人になって恋人になり、後で彼が狼男であることを知っているときにしか知りませんでした（狼男ではない、というわけではありません） 彼女は一人の男の子の名前（雨）を持っています。\u001b[22m\n\u001b[1m(Monogatari wa, on'nanoko ga koibito ni natte koibito ni nari,-go de kare ga ōkami otokodearu koto o shitte iru toki ni shika shirimasendeshita (ōkami otokode wanai, to iu wakede wa arimasen) kanojo wa hitori no otokonoko no namae (ame) o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is about a girl going to college who falls in love with a man only to later find out when they are dating that he is a wolf-man(wouldn't call it a werewolf dosn't sound right...), instead of turning away digusted she stays with him to later have a little girl named yuki (snow in japanese) about a year or so later she has a little boy names ame(rain in japanese).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is about a girl going to college who falls in love with a man only to later find out when they are dating that he is a wolf-man(wouldn't call it a werewolf dosn't sound right...),\u001b[24m\n    \u001b[1m物語は、女の子が恋人になって恋人になり、後で彼が狼男であることを知っているときにしか知りませんでした（狼男ではない、というわけではありません）\u001b[22m, \u001b[1m物語は、彼らは彼が狼男（狼男の音権利をdosn't、それを呼び出すことはありません...）であることが付き合っているときにのみ、後で調べるために男と恋に落ちる大学に行くの少女についてです\u001b[22m\n\u001b[4minstead of turning away digusted she stays with him to later have a little girl named yuki (snow in japanese) about a year or so later she has a little boy names ame(rain in japanese).\u001b[24m\n    \u001b[1m彼女は一人の男の子の名前（雨）を持っています。\u001b[22m, \u001b[1m代わりに離れdigustedを回すの彼女は後で1年かそこら約ゆき（日本語で雪）という名前の少女は後で彼女は小さな男の子の名前の雨（日本で雨を）持っている持っている彼と一緒にとどまります。\u001b[22m\n\u001b[1m\u001b[22m\nLater in the story they move to a little village with not a lot of people for the little wolf pups to play without peering eyes. Eventually yuki begs her mom to let her go to school. Hard as it is she does. She is freaked out about how many kids there are and is a little shy at first then opens up. She soon realizes that she is not like other girls with what she like I.E. wolf related things realising that she is different she goes to her mom to make her more 'girly'. Soon after she gets a dress and feels all the more happy. Ame doesn't like going to school and starts to skip out on it, eventually his mom finds out he is being tought by a fox how to live as a wolf. He then fully stops going to school and spends most of his time in the woods. His mother feared of not knowing where he is and scared of what is to come (she knows the whole time) she tries to repent. Soon enough she realizes that she has to let him go.\n\n\u001b[1m後で物語の中で、彼らは小さい村に移動します。小さな村の子犬が目を疲れさせることなく遊ぶためには、多くの人がいません。 最終的には、彼女の母親が学校に行かせるようにする。 彼女はそうであるようにハードです。 彼女はそこに何人の子供がいるかについてびっくりして、最初は少し恥ずかしがり屋で開きます。 彼女はすぐに彼女が他の女の子と同じではないことを理解しています。 狼は、彼女が違っていることを認識して、彼女はもっとガーリーにするために彼女のお母さんに行く。 すぐに彼女はドレスを取得し、すべてのより多くの幸せを感じる。  Ameは学校へ行くのが好きではなく、その上を飛びぬき始めます。結局のところ、彼のお母さんは、キツネが狼として生きる方法を知っています。 彼は学校に行くのをやめ、ほとんどの時間を森で過ごす。 彼の母親は、自分がどこにいるのかを知らないことを恐れ、彼女が悔い改めようとしていることを全然知っている。 まもなく、彼女は彼が彼を放置しなければならないことを理解する。\u001b[22m\n\u001b[1m(Atode monogatari no naka de, karera wa chīsai mura ni idō shimasu. Chīsana mura no koinu ga me o tsukare saseru koto naku asobu tame ni wa, ōku no hito ga imasen. Saishūtekini wa, kanojo no hahaoya ga gakkō ni ika seru yō ni suru. Kanojo wa soko ni nan-ri no kodomo ga iru ka ni tsuite bikkuri shite, saisho wa sukoshi hazukashigariya de hirakimasu. Kanojo wa sugu ni kanojo ga hoka no on'nanoko to onajide wanai koto o rikai shite imasu. Ōkami wa, kanojo ga chigatte iru koto o ninshiki shite, kanojo wa motto gārī ni suru tame ni kanojo no okāsan ni iku. Sugu ni kanojo wa doresu o shutoku shi, subete no yori ōku no shiawase o kanjiru. Ame wa gakkō e iku no ga sukide wa naku, sono Jō o tobi nuki hajimemasu. Kekkyokunotokoro, kare no okāsan wa, kitsune ga ōkami to shite ikiru hōhō o shitte imasu. Kare wa gakkō ni iku no o yame, hotondo no jikan o mori de sugosu. Kare no hahaoya wa, jibun ga doko ni iru no ka o shiranai koto o osore, kanojo ga kuiaratameyou to shite iru koto o zenzen shitte iru. Mamonaku, kanojo wa kare ga kare o hōchi shinakereba naranai koto o rikai suru. Kanojo wa sōdearu yō ni hādodesu.)\u001b[22m\n\nTranslations of \u001b[4mLater in the story they move to a little village with not a lot of people for the little wolf pups to play without peering eyes. Eventually yuki begs her mom to let her go to school. Hard as it is she does. She is freaked out about how many kids there are and is a little shy at first then opens up. She soon realizes that she is not like other girls with what she like I.E. wolf related things realising that she is different she goes to her mom to make her more 'girly'. Soon after she gets a dress and feels all the more happy. Ame doesn't like going to school and starts to skip out on it, eventually his mom finds out he is being tought by a fox how to live as a wolf. He then fully stops going to school and spends most of his time in the woods. His mother feared of not knowing where he is and scared of what is to come (she knows the whole time) she tries to repent. Soon enough she realizes that she has to let him go.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLater in the story they move to a little village with not a lot of people for the little wolf pups to play without peering eyes.\u001b[24m\n    \u001b[1m後で物語の中で、彼らは小さい村に移動します。小さな村の子犬が目を疲れさせることなく遊ぶためには、多くの人がいません。\u001b[22m, \u001b[1mその後物語の中で彼らが目をピアリングすることなく再生するには少しオオカミの仔のための人々のないたくさんの小さな村に移動します。\u001b[22m\n\u001b[4mEventually yuki begs her mom to let her go to school.\u001b[24m\n    \u001b[1m最終的には、彼女の母親が学校に行かせるようにする。\u001b[22m, \u001b[1m結局yukiさんは、彼女が学校に行くように彼女のお母さんを頼みます。\u001b[22m\n\u001b[4mShe is freaked out about how many kids there are and is a little shy at first then opens up.\u001b[24m\n    \u001b[1m彼女はそこに何人の子供がいるかについてびっくりして、最初は少し恥ずかしがり屋で開きます。\u001b[22m, \u001b[1m彼女はそこにあるどのように多くの子供たちについてびびるし、次に開く最初は少し恥ずかしがり屋です。\u001b[22m\n\u001b[4mShe soon realizes that she is not like other girls with what she like I.E.\u001b[24m\n    \u001b[1m彼女はすぐに彼女が他の女の子と同じではないことを理解しています。\u001b[22m, \u001b[1m彼女はすぐに彼女が即ち好きなもので他の女の子を好きではないされていることを実現します\u001b[22m\n\u001b[4mwolf related things realising that she is different she goes to her mom to make her more 'girly'.\u001b[24m\n    \u001b[1m狼は、彼女が違っていることを認識して、彼女はもっとガーリーにするために彼女のお母さんに行く。\u001b[22m, \u001b[1mオオカミ関連の事は彼女は彼女が彼女はより多くの「ガーリー」にするために彼女のお母さんに行く異なっていることを実現することができます。\u001b[22m\n\u001b[4mSoon after she gets a dress and feels all the more happy.\u001b[24m\n    \u001b[1mすぐに彼女はドレスを取得し、すべてのより多くの幸せを感じる。\u001b[22m, \u001b[1m彼女はドレスを取得し、すべてのより幸せに感じる間もなく。\u001b[22m\n\u001b[4mAme doesn't like going to school and starts to skip out on it, eventually his mom finds out he is being tought by a fox how to live as a wolf.\u001b[24m\n    \u001b[1mAmeは学校へ行くのが好きではなく、その上を飛びぬき始めます。結局のところ、彼のお母さんは、キツネが狼として生きる方法を知っています。\u001b[22m, \u001b[1m雨が学校に行く好きで、それに出スキップを開始していない、最終的に彼のお母さんは、彼がどのように狼のように生きるべき狐によって取り払われている見出します。\u001b[22m\n\u001b[4mHe then fully stops going to school and spends most of his time in the woods.\u001b[24m\n    \u001b[1m彼は学校に行くのをやめ、ほとんどの時間を森で過ごす。\u001b[22m, \u001b[1m彼はその後、完全に学校に行く停止し、森の中で彼の時間のほとんどを費やしています。\u001b[22m\n\u001b[4mHis mother feared of not knowing where he is and scared of what is to come (she knows the whole time) she tries to repent.\u001b[24m\n    \u001b[1m彼の母親は、自分がどこにいるのかを知らないことを恐れ、彼女が悔い改めようとしていることを全然知っている。\u001b[22m, \u001b[1m彼の母親は、彼女が悔い改めるしようとすると（彼女は全体の時間を知っている）彼が来て何であるかのおびえているとどこに知らないの恐れていました。\u001b[22m\n\u001b[4mSoon enough she realizes that she has to let him go.\u001b[24m\n    \u001b[1mまもなく、彼女は彼が彼を放置しなければならないことを理解する。\u001b[22m, \u001b[1mまもなく彼女は彼女が彼を手放す必要があることを実現します。\u001b[22m\n\u001b[4mHard as it is she does.\u001b[24m\n    \u001b[1m彼女はそうであるようにハードです。\u001b[22m, \u001b[1mそれは彼女があるように、ハード。\u001b[22m\n\u001b[1m\u001b[22m\nYuki later on is afraid that a boy will tell everyone she is a wolf runs from him, only later to be cornered and looses control changes into a wolf and cuts the kids ear. Later in the office, with the boy's mom basically about to pop a cap in yuki's mom. the boy tells his mom it was a wolf (not saying it was yuki) and his mom is now suprized (whats weird is in the movie they say there are no wolfs in japan so umm why this lady believed this I don't know. ...) accepts it and they go home. Later when a big storm hits Ame runs away and his mom chases after him leaving yuki at school in a hurricane like storm. Yuki eventually is left at school alone with the boy. Later she tells him she is a wolf-girl and he then says ' I won't tell anyone your secret' (just like yuki's mom to her dad) After a long time of searching for ame his mom falls and exhausted (really don' t know how she is not hurt in anyway BIG fall). Ame brings her to a parking lot she wakes up and he runs off and climbs a big mountain, then howels. Mom now realizes that this is goodbye and says her last goodbyes.\n\n\u001b[1m後でユキは少年がオオカミが彼から走っていることを誰にでも教えてくれるのではないかと恐れています。後で追いつき、オオカミに変わり、子供たちの耳を切ってしまいます。 後でオフィスで、男の子のお母さんは基本的に、ゆきのお母さんに帽子をかぶっています。 その男の子はオオカミ（オオカミとは言わない）、オオカミは今度は賞賛されている（オレたちは日本にオオカミがないと言って映画に奇妙なことを言っている。  ...）それを受け入れ、彼らは家に帰る。 後で大きな嵐が襲ったとき、雨が逃げ、彼の母親は嵐のようなハリケーンの中で学校にゆきを残した後追いかけます。 ユキは結局、男の子だけで学校に放置されます。 後で彼女は彼女がオオカミの女の子であると言い、「あなたの秘密を誰にも知らせない」と言う。 とにかく彼女が傷ついていないことを知っている。 彼女は目を覚ました駐車場に彼女を連れて行き、彼は走り去って大きな山に登り、ついでにうなります。 ママは今これがさようならであることを理解し、彼女の最後のお別れを言います。\u001b[22m\n\u001b[1m(Atode Yuki wa shōnen ga ōkami ga kare kara hashitte iru koto o darenidemo oshiete kureru node wanai ka to osorete imasu. Atode oitsuki, ōkami ni kawari, kodomo-tachi no mimi o kitte shimaimasu. Atode ofisu de, otokonoko no okāsan wa kihontekini, yuki no okāsan ni bōshi o kabutte imasu. Sono otokonoko wa ōkami (ōkami to wa iwanai), ōkami wa kondo wa shōsan sa rete iru (ore-tachi wa Nihon ni ōkami ga nai to itte eiga ni kimyōna koto o itte iru. ... ) Sore o ukeire, karera wa ienikaeru. Atode ōkina arashi ga osotta toki, ame ga nige, kare no hahaoya wa arashi no yōna harikēn no naka de gakkō ni yuki o nokoshita nochi oikakemasu. Yuki wa kekkyoku, otokonoko dake de gakkō ni hōchi sa remasu. Atode kanojo wa kanojo ga ōkami no on'nanokodearu to ii,`anata no himitsu o darenimo shirasenai' to iu. Tonikaku kanojo ga kizutsuite inai koto o shitte iru. Kanojo wa me o samashita chūshajō ni kanojo o tsurete iki, kare wa hashirisatte ōkina yama ni nobori, tsuide ni unarimasu. Mama wa ima korega sayōnaradearu koto o rikai shi, kanojo no saigo no o wakare o iimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nLet me know on my page what you hated since I know this will get hate but hey can't please everyone.\n\n\u001b[1mあなたが憎んだことは私のページで私に知らせてください。\u001b[22m\n\u001b[1m(Anata ga nikunda koto wa watashi no pēji de watashi ni shirasete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mLet me know on my page what you hated since I know this will get hate but hey can't please everyone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet me know on my page what you hated since I know this will get hate but hey can't please everyone.\u001b[24m\n    \u001b[1mあなたが憎んだことは私のページで私に知らせてください。\u001b[22m, \u001b[1m私はこの憎しみを取得しますが、ちょっと皆を喜ばせることができません知っているので、私はあなたが憎んだものを私のページに知ってみましょう。\u001b[22m"
  },
  {
    "title": "Ookami_Kodomo_no_Ame_to_Yuki",
    "id": "12355",
    "url": "https://myanimelist.net/anime/12355/Ookami_Kodomo_no_Ame_to_Yuki",
    "user": "MOLLY123",
    "profile": "/profile/MOLLY123/reviews",
    "pages": "7",
    "number": "13",
    "link": "/reviews.php?id=90415",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  10\n\nこれは、オオカミの子どもたちを育てる若い女性についての素晴らしい話です。 それはあなたが終わった後でさえあなたの心と感情に触れる物語です。 この映画が私を鼓舞するのを見て、私は泣いてしまいます（私はたいてい泣くことはありません。 私はこの映画がとても動きやすく、楽しいです。 私はこれを10月10日に間違いなく与える。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is such a wonderful story about a young women raising some wolf children. It is a story that touches your heart and the feeling lingers even after you finish. Watching this movie cheers me up, makes me cry (I usually don't cry I just get teary eyed). I love this movie it is so moving and enjoyable. I give this a 10/10 without a doubt.\n\n\u001b[1mこれは、オオカミの子どもたちを育てる若い女性についての素晴らしい話です。 それはあなたが終わった後でさえあなたの心と感情に触れる物語です。 この映画が私を鼓舞するのを見て、私は泣いてしまいます（私はたいてい泣くことはありません。 私はこの映画がとても動きやすく、楽しいです。 私はこれを10月10日に間違いなく与える。\u001b[22m\n\u001b[1m(Kore wa, ōkami no kodomo-tachi o sodateru wakai josei ni tsuite no subarashī hanashidesu. Sore wa anata ga owatta nochide sae anata no kokoro to kanjō ni fureru monogataridesu. Kono eiga ga watashi o kobu suru no o mite, watashi wa naite shimaimasu (watashi wa taitei naku koto wa arimasen. Watashi wa kono eiga ga totemo ugoki yasuku, tanoshīdesu. Watashi wa kore o 10 tsuki 10-nichi ni machigainaku ataeru.)\u001b[22m\n\nTranslations of \u001b[4mThis is such a wonderful story about a young women raising some wolf children. It is a story that touches your heart and the feeling lingers even after you finish. Watching this movie cheers me up, makes me cry (I usually don't cry I just get teary eyed). I love this movie it is so moving and enjoyable. I give this a 10/10 without a doubt.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is such a wonderful story about a young women raising some wolf children.\u001b[24m\n    \u001b[1mこれは、オオカミの子どもたちを育てる若い女性についての素晴らしい話です。\u001b[22m, \u001b[1mこれは、いくつかのオオカミの子供を育てる若い女性についてのこのような素晴らしい物語です。\u001b[22m\n\u001b[4mIt is a story that touches your heart and the feeling lingers even after you finish.\u001b[24m\n    \u001b[1mそれはあなたが終わった後でさえあなたの心と感情に触れる物語です。\u001b[22m, \u001b[1mそれはあなたの心に触れ、感じはあなたが終了した後も残る物語です。\u001b[22m\n\u001b[4mWatching this movie cheers me up, makes me cry (I usually don't cry I just get teary eyed).\u001b[24m\n    \u001b[1mこの映画が私を鼓舞するのを見て、私は泣いてしまいます（私はたいてい泣くことはありません。\u001b[22m, \u001b[1m、私は泣きになり、この映画の歓声に私を見て（私は通常私は涙目を取得泣かないでください）。\u001b[22m\n\u001b[4mI love this movie it is so moving and enjoyable.\u001b[24m\n    \u001b[1m私はこの映画がとても動きやすく、楽しいです。\u001b[22m, \u001b[1m私はそれがとても感動的で楽しいです。この映画が大好きです。\u001b[22m\n\u001b[4mI give this a 10/10 without a doubt.\u001b[24m\n    \u001b[1m私はこれを10月10日に間違いなく与える。\u001b[22m, \u001b[1m私は間違いなく、この10月10日を与えます。\u001b[22m"
  },
  {
    "title": "Ookami_Kodomo_no_Ame_to_Yuki",
    "id": "12355",
    "url": "https://myanimelist.net/anime/12355/Ookami_Kodomo_no_Ame_to_Yuki",
    "user": "crowbutts",
    "profile": "/profile/crowbutts/reviews",
    "pages": "7",
    "number": "14",
    "link": "/reviews.php?id=150417",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  1\n\nだから、私はサマーウォーズと時間を跳ねる少女を見て、楽しんだ！ 私は彼らがかなり楽しくて偉大だと思ったと私はそれらの2つの問題なしで座ることができたことを意味します。 私はこの映画について聞いたとき、私はかなり興奮していて、それを見て幸せに座っていました。 しかし、ストーリーが始まると、私の幸せな気分はかなり壊れました...\n\nハナと彼女の二人の子供の父親が、どれくらいのことを話し合ったのか、初めにどのような話が出てきたのか好きでしたが、本当に長い家族の時間を一緒に過ごすと、何が起こっているのか分かりませんでした 次に起こる。 そして見て、それは起こった。 私は少し失望したが、それはそれが悪いとは思わなかった。\n\n私は、ハナの子供アマとユキが成長しているのを見て、彼女が苦労し、彼女が子供のために移動し、地元の人と友達になった経緯を感じました。 地元の人たちと実際にやりとりするものが増えたと思っていました。 私はそれらを楽しんでいた。\n\nそれ以外にも、私のフリックの問題は、雨と雪の開発に伴います。 彼らは一度移動してしまっても、本当に未熟児だと感じました...シンプルです。\n\nユキは狼になりたくない、学校に通ろうとしている人です。祖父が攻撃した後、祖父がオオカミであることを知っていて、秘密を漏らさないと約束したにもかかわらず、 学校に通ってより人間になるために家に残しました。 それはすべて彼女のプロットです！\n\nまた、後でスウェイに何が起こったのですか？ ユキはオオカミになりたくないと思うような気がしていたような気がして、それがクリアされた後、彼はただ惑星の顔から姿を消してしまいました。 それは、私が男に何が起こったのかを示すことを望んでいたので、非常に残念だったが、代わりに正義があった。 何もない。 彼のプロットポイントが完了した後、彼はただ消えます。 彼はトスを離れたキャラクターだったので、間違っていると思った。\n\nそれ以外は、ええの成長は私にとっては奇妙なものでした。 彼は最初は恥ずかしがり/怖い少年だったが、その後自然についてもっと学び始め、最終的には彼の狼の側を受け入れた。そして、先生が死んだので家に帰った。\n\nたぶんそれは私だけですが、私はそれが奇妙であると思っていました。 私は、キツネの脚が壊れていた場合、彼はただの代わりに負傷したキツネを助けるために野生生物保護区内の人々の何人かを得るように彼のお母さんに頼んだのではないことを意味し、 私は彼がここでもっと動物的なような考えをしていたかもしれないと思うが、キツネは明らかに彼にとって重要な人物だったが、瞬間のことは彼の足が壊れているような南だった。 彼が死ぬと、私はお母さんを引き継ぐつもりです。\n\nまた、それは私がまだ得られなかったいくつかのプロットポイントを考えるようになります、なぜ彼女の子供たちはフルムーンの間に彼らの父のように変化しませんでしたか？ また、なぜ戦いの後、アメの目が赤くなったのですか？\n\nこれらの欠陥があっても、私は完全に映画を嫌うわけではありません。 私はハナのキャラクター全体が好きで、子供たちと一緒に成長していく様子や支持するキャストをどのように示していたのですか。 アニメーション（彼らが最初の人のランニングモードを使わなかったとき）と音楽も美しかった！ しかし、物語の2つの主な焦点の開発の終わりには、すべての映画とすべての映画がちょうど黒と白を感じました。  1つは遠い左に行き、1つは右端に行き、Hanaは私が彼女と一緒にいると感じた奇妙な中間地面に一人で放置された。 私は本当に映画を楽しんでいたかったが、私はそれをやっている自分を見つけることができなかった。 それは本当に楽しいものが欠けていて、あまりにも単純で、これらのオオカミの子供たちが選んでいた選択肢がないと感じました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nSo I watched Summer Wars and the Girl Who Leapt Through time and enjoyed them! I mean I thought they were pretty enjoyable and great and I could sit through those two no problem. When I heard about this movie I was pretty darn excited for it and sat down happy to see it. However, my happy mood was fairly broken once the story started going...\n\n\u001b[1mだから、私はサマーウォーズと時間を跳ねる少女を見て、楽しんだ！ 私は彼らがかなり楽しくて偉大だと思ったと私はそれらの2つの問題なしで座ることができたことを意味します。 私はこの映画について聞いたとき、私はかなり興奮していて、それを見て幸せに座っていました。 しかし、ストーリーが始まると、私の幸せな気分はかなり壊れました...\u001b[22m\n\u001b[1m(Dakara, watashi wa samāu~ōzu to jikan o haneru shōjo o mite, tanoshinda! Watashi wa karera ga kanari tanoshikute idaida to omotta to watashi wa sorera no 2tsu no mondainashi de suwaru koto ga dekita koto o imi shimasu. Watashi wa kono eiga ni tsuite kiita toki, watashi wa kanari kōfun shite ite, sore o mite shiawase ni suwatte imashita. Shikashi, sutōrī ga hajimaru to, watashi no shiawasena kibun wa kanari kowaremashita...)\u001b[22m\n\nTranslations of \u001b[4mSo I watched Summer Wars and the Girl Who Leapt Through time and enjoyed them! I mean I thought they were pretty enjoyable and great and I could sit through those two no problem. When I heard about this movie I was pretty darn excited for it and sat down happy to see it. However, my happy mood was fairly broken once the story started going...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo I watched Summer Wars and the Girl Who Leapt Through time and enjoyed them!\u001b[24m\n    \u001b[1mだから、私はサマーウォーズと時間を跳ねる少女を見て、楽しんだ！\u001b[22m, \u001b[1mだから私はサマーウォーズと時間をかけると、それらを楽しんで女の子を見て！\u001b[22m\n\u001b[4mI mean I thought they were pretty enjoyable and great and I could sit through those two no problem.\u001b[24m\n    \u001b[1m私は彼らがかなり楽しくて偉大だと思ったと私はそれらの2つの問題なしで座ることができたことを意味します。\u001b[22m, \u001b[1m私は、彼らがかなり楽しく、素晴らしかったと私はそれらの2には問題ありませんを通して座ることができると思ったわけ。\u001b[22m\n\u001b[4mWhen I heard about this movie I was pretty darn excited for it and sat down happy to see it.\u001b[24m\n    \u001b[1m私はこの映画について聞いたとき、私はかなり興奮していて、それを見て幸せに座っていました。\u001b[22m, \u001b[1m私はこの映画の話を聞いたとき、私はかなりくそ、それのために興奮していたし、それを見て満足座りました。\u001b[22m\n\u001b[4mHowever, my happy mood was fairly broken once the story started going...\u001b[24m\n    \u001b[1mしかし、ストーリーが始まると、私の幸せな気分はかなり壊れました...\u001b[22m, \u001b[1m話が行き始めたらしかし、私の幸せな気分はかなり壊れていました...\u001b[22m\n\u001b[1m\u001b[22m\nI liked how the beginning rolled out with how Hana and the father of her two children met and whatnot, but then when it cut into the really long sequence of them having wonderful family time together, I had a sinking feeling I knew what was going to happen next. And lo and behold, it did happen. A little disappointing for me but I didn't think it was that bad.\n\n\u001b[1mハナと彼女の二人の子供の父親が、どれくらいのことを話し合ったのか、初めにどのような話が出てきたのか好きでしたが、本当に長い家族の時間を一緒に過ごすと、何が起こっているのか分かりませんでした 次に起こる。 そして見て、それは起こった。 私は少し失望したが、それはそれが悪いとは思わなかった。\u001b[22m\n\u001b[1m(Hana to kanojo no futari no kodomo no chichioya ga, dorekurai no koto o hanashiatta no ka, hajime ni dono yōna hanashi ga dete kita no ka sukideshita ga, hontōni nagai kazoku no jikan o issho ni sugosu to, nani ga okotte iru no ka wakarimasendeshita tsugini okoru. Soshite mite, sore wa okotta. Watashi wa sukoshi shitsubō shitaga, sore wa sore ga warui to wa omowanakatta.)\u001b[22m\n\nTranslations of \u001b[4mI liked how the beginning rolled out with how Hana and the father of her two children met and whatnot, but then when it cut into the really long sequence of them having wonderful family time together, I had a sinking feeling I knew what was going to happen next. And lo and behold, it did happen. A little disappointing for me but I didn't think it was that bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked how the beginning rolled out with how Hana and the father of her two children met and whatnot, but then when it cut into the really long sequence of them having wonderful family time together, I had a sinking feeling I knew what was going to\u001b[24m\n    \u001b[1mハナと彼女の二人の子供の父親が、どれくらいのことを話し合ったのか、初めにどのような話が出てきたのか好きでしたが、本当に長い家族の時間を一緒に過ごすと、何が起こっているのか分かりませんでした\u001b[22m, \u001b[1m私は最初は花と彼女の2人の子供の父親が出会い、その他もろもろ方法でロールアウトしたが、それは彼らが一緒に素敵な家族の時間を持つことの本当に長いシーケンスに切断した場合、私は私が何が起こっていたか知っていた沈没感を持っていたどのように言っています\u001b[22m\n\u001b[4mhappen next.\u001b[24m\n    \u001b[1m次に起こる。\u001b[22m, \u001b[1m次に何が起こります。\u001b[22m\n\u001b[4mAnd lo and behold, it did happen.\u001b[24m\n    \u001b[1mそして見て、それは起こった。\u001b[22m, \u001b[1mそして、驚くなかれ、それは起こりました。\u001b[22m\n\u001b[4mA little disappointing for me but I didn't think it was that bad.\u001b[24m\n    \u001b[1m私は少し失望したが、それはそれが悪いとは思わなかった。\u001b[22m, \u001b[1m私にとっては少し残念なが、私はそれが悪かったとは思いませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nI had a pretty good time watching Hana's kids Ame and Yuki growing up and feeling for her with the hardships she went through and how she moved for her children and made friends with the locals. I wished I could have seen more interactions with the locals and stuff actually. I was getting to enjoy them.\n\n\u001b[1m私は、ハナの子供アマとユキが成長しているのを見て、彼女が苦労し、彼女が子供のために移動し、地元の人と友達になった経緯を感じました。 地元の人たちと実際にやりとりするものが増えたと思っていました。 私はそれらを楽しんでいた。\u001b[22m\n\u001b[1m(Watashi wa, Hana no kodomo ama to Yuki ga seichō shite iru no o mite, kanojo ga kurō shi, kanojo ga kodomonotameni idō shi, jimoto no hito to tomodachi ni natta ikisatsu o kanjimashita. Jimoto no hito-tachi to jissai ni yaritori suru mono ga fueta to omotte imashita. Watashi wa sorera o tanoshinde ita.)\u001b[22m\n\nTranslations of \u001b[4mI had a pretty good time watching Hana's kids Ame and Yuki growing up and feeling for her with the hardships she went through and how she moved for her children and made friends with the locals. I wished I could have seen more interactions with the locals and stuff actually. I was getting to enjoy them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had a pretty good time watching Hana's kids Ame and Yuki growing up and feeling for her with the hardships she went through and how she moved for her children and made friends with the locals.\u001b[24m\n    \u001b[1m私は、ハナの子供アマとユキが成長しているのを見て、彼女が苦労し、彼女が子供のために移動し、地元の人と友達になった経緯を感じました。\u001b[22m, \u001b[1m私は花の子供たちが雨と結城が育って、彼女が通過したとどのように彼女は彼女の子供のために移動し、地元の人と友達になった苦難と彼女のために感じて見てかなり良い時間を過ごしました。\u001b[22m\n\u001b[4mI wished I could have seen more interactions with the locals and stuff actually.\u001b[24m\n    \u001b[1m地元の人たちと実際にやりとりするものが増えたと思っていました。\u001b[22m, \u001b[1m私は私が実際に地元の人やものとのより多くの相互作用を見ていることを希望します。\u001b[22m\n\u001b[4mI was getting to enjoy them.\u001b[24m\n    \u001b[1m私はそれらを楽しんでいた。\u001b[22m, \u001b[1m私はそれらを楽しむためになっていました。\u001b[22m\n\u001b[1m\u001b[22m\nOther than that my problems with the flick come with the development of Ame and Yuki. It just felt really underdeveloped once they moved and too... Simple.\n\n\u001b[1mそれ以外にも、私のフリックの問題は、雨と雪の開発に伴います。 彼らは一度移動してしまっても、本当に未熟児だと感じました...シンプルです。\u001b[22m\n\u001b[1m(Sore igai ni mo, watashi no furikku no mondai wa, ame to yuki no kaihatsu ni tomonaimasu. Karera wa ichido idō shite shimatte mo, hontōni mijukujida to kanjimashita... Shinpurudesu.)\u001b[22m\n\nTranslations of \u001b[4mOther than that my problems with the flick come with the development of Ame and Yuki. It just felt really underdeveloped once they moved and too... Simple.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOther than that my problems with the flick come with the development of Ame and Yuki.\u001b[24m\n    \u001b[1mそれ以外にも、私のフリックの問題は、雨と雪の開発に伴います。\u001b[22m, \u001b[1mフリックと私の問題は、雨とユキの開発が付属していること以外は。\u001b[22m\n\u001b[4mIt just felt really underdeveloped once they moved and too... Simple.\u001b[24m\n    \u001b[1m彼らは一度移動してしまっても、本当に未熟児だと感じました...シンプルです。\u001b[22m, \u001b[1mそれはちょうど彼らが移動しすぎて...シンプルたら本当に未発達感じました。\u001b[22m\n\u001b[1m\u001b[22m\nYuki is the one who doesn't want to be a wolf and tries to go through school and in the end does fine even though Souhei knew she was a wolf after she attacked him and he promised not to give out her secret, so then she left home to keep going to school and be more human. That's her plot all wrapped up!\n\n\u001b[1mユキは狼になりたくない、学校に通ろうとしている人です。祖父が攻撃した後、祖父がオオカミであることを知っていて、秘密を漏らさないと約束したにもかかわらず、 学校に通ってより人間になるために家に残しました。 それはすべて彼女のプロットです！\u001b[22m\n\u001b[1m(Yuki wa ōkami ni naritakunai, gakkō ni tōrou to shite iru hitodesu. Sofu ga kōgeki shita nochi, sofu ga ōkamidearu koto o shitte ite, himitsu o morasanai to yakusoku shita nimokakawarazu, gakkō ni tōtte yori ningen ni naru tame ni ie ni nokoshimashita. Sore wa subete kanojo no purottodesu!)\u001b[22m\n\nTranslations of \u001b[4mYuki is the one who doesn't want to be a wolf and tries to go through school and in the end does fine even though Souhei knew she was a wolf after she attacked him and he promised not to give out her secret, so then she left home to keep going to school and be more human. That's her plot all wrapped up!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYuki is the one who doesn't want to be a wolf and tries to go through school and in the end does fine even though Souhei knew she was a wolf after she attacked him and he promised not to give out her secret, so then she\u001b[24m\n    \u001b[1mユキは狼になりたくない、学校に通ろうとしている人です。祖父が攻撃した後、祖父がオオカミであることを知っていて、秘密を漏らさないと約束したにもかかわらず、\u001b[22m, \u001b[1mユキは、彼女そうして、彼女は彼を攻撃した後Souheiは、彼女が狼を知っていたし、彼は彼女の秘密を与えることはないと約束していても狼になりたいしないものであると学校を通過しようとし、最後に細かいありません\u001b[22m\n\u001b[4mleft home to keep going to school and be more human.\u001b[24m\n    \u001b[1m学校に通ってより人間になるために家に残しました。\u001b[22m, \u001b[1m学校に行く維持し、より人間的であることが家を出ました。\u001b[22m\n\u001b[4mThat's her plot all wrapped up!\u001b[24m\n    \u001b[1mそれはすべて彼女のプロットです！\u001b[22m, \u001b[1mつまり、すべての包ま彼女の陰謀です！\u001b[22m\n\u001b[1m\u001b[22m\nAlso what the heck happened to Souhei afterwards? It felt like he was just there to be a kind of the point to make Yuki not want to be a wolf, and then after it's cleared up he just disappears off the face of the planet. That was extremely disappointing because I was hoping there would be some indication what happened to the dude, but instead there's just. Nothing. He just vanishes after his plot point was done with. Like he was a toss away character and I thought that was wrong.\n\n\u001b[1mまた、後でスウェイに何が起こったのですか？ ユキはオオカミになりたくないと思うような気がしていたような気がして、それがクリアされた後、彼はただ惑星の顔から姿を消してしまいました。 それは、私が男に何が起こったのかを示すことを望んでいたので、非常に残念だったが、代わりに正義があった。 何もない。 彼のプロットポイントが完了した後、彼はただ消えます。 彼はトスを離れたキャラクターだったので、間違っていると思った。\u001b[22m\n\u001b[1m(Mata,-go de sū~ei ni nani ga okotta nodesu ka? Yuki wa ōkami ni naritakunai to omou yōna ki ga shite ita yōna ki ga shite, sore ga kuria sa reta nochi, kare wa tada wakusei no kao kara sugata o keshite shimaimashita. Sore wa, watashi ga otoko ni nani ga okotta no ka o shimesu koto o nozonde itanode, hijō ni zan'nendattaga, kawarini seigi ga atta. Nani mo nai. Kare no purotto pointo ga kanryō shita nochi, kare wa tada kiemasu. Kare wa tosu o hanareta kyarakutādattanode, machigatte iru to omotta.)\u001b[22m\n\nTranslations of \u001b[4mAlso what the heck happened to Souhei afterwards? It felt like he was just there to be a kind of the point to make Yuki not want to be a wolf, and then after it's cleared up he just disappears off the face of the planet. That was extremely disappointing because I was hoping there would be some indication what happened to the dude, but instead there's just. Nothing. He just vanishes after his plot point was done with. Like he was a toss away character and I thought that was wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso what the heck happened to Souhei afterwards?\u001b[24m\n    \u001b[1mまた、後でスウェイに何が起こったのですか？\u001b[22m, \u001b[1mまたheckが、その後Souheiに何が起こったのか？\u001b[22m\n\u001b[4mIt felt like he was just there to be a kind of the point to make Yuki not want to be a wolf, and then after it's cleared up he just disappears off the face of the planet.\u001b[24m\n    \u001b[1mユキはオオカミになりたくないと思うような気がしていたような気がして、それがクリアされた後、彼はただ惑星の顔から姿を消してしまいました。\u001b[22m, \u001b[1m彼は結城は狼になりたいない作るためのポイントのようなものであることがちょうどあったようにそれは感じ、それは晴れていた後、彼はちょうど地球の顔をオフに消えます。\u001b[22m\n\u001b[4mThat was extremely disappointing because I was hoping there would be some indication what happened to the dude, but instead there's just.\u001b[24m\n    \u001b[1mそれは、私が男に何が起こったのかを示すことを望んでいたので、非常に残念だったが、代わりに正義があった。\u001b[22m, \u001b[1mそれは私が男に何が起こったのか、いくつかの指標になりそこに期待していたので非常に残念だったが、代わりにちょうどあります。\u001b[22m\n\u001b[4mNothing.\u001b[24m\n    \u001b[1m何もない。\u001b[22m, \u001b[1m何もありません。\u001b[22m\n\u001b[4mHe just vanishes after his plot point was done with.\u001b[24m\n    \u001b[1m彼のプロットポイントが完了した後、彼はただ消えます。\u001b[22m, \u001b[1m彼のプロット点を用いて行った後、彼はただ消えます。\u001b[22m\n\u001b[4mLike he was a toss away character and I thought that was wrong.\u001b[24m\n    \u001b[1m彼はトスを離れたキャラクターだったので、間違っていると思った。\u001b[22m, \u001b[1m同様に、彼は離れて投げる文字だったと私はそれが間違っていたと思いました。\u001b[22m\n\u001b[1m\u001b[22m\nOther than that Ame's growth was kind of weird to me. He was a shy/scared boy at first but then started learning more about nature and eventually embraced his wolf side and then... Left home because his teacher died so he had to take over.\n\n\u001b[1mそれ以外は、ええの成長は私にとっては奇妙なものでした。 彼は最初は恥ずかしがり/怖い少年だったが、その後自然についてもっと学び始め、最終的には彼の狼の側を受け入れた。...先生が死んだので家に帰った。\u001b[22m\n\u001b[1m(Sore igai wa, e e no seichō wa watashi ni totte wa kimyōna monodeshita. Kare wa saisho wa hazukashigari/ kowai shōnendattaga, sonogo shizen ni tsuite motto manabi hajime, saishūtekini wa kare no ōkami no soba o ukeireta. ... Sensei ga shindanode ie ni kaetta.)\u001b[22m\n\nTranslations of \u001b[4mOther than that Ame's growth was kind of weird to me. He was a shy/scared boy at first but then started learning more about nature and eventually embraced his wolf side and then... Left home because his teacher died so he had to take over.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOther than that Ame's growth was kind of weird to me.\u001b[24m\n    \u001b[1mそれ以外は、ええの成長は私にとっては奇妙なものでした。\u001b[22m, \u001b[1mその雨の成長以外は一種の奇妙な私にはありました。\u001b[22m\n\u001b[4mHe was a shy/scared boy at first but then started learning more about nature and eventually embraced his wolf side and then... Left home because his teacher died so he had to take over.\u001b[24m\n    \u001b[1m彼は最初は恥ずかしがり/怖い少年だったが、その後自然についてもっと学び始め、最終的には彼の狼の側を受け入れた。...先生が死んだので家に帰った。\u001b[22m, \u001b[1m彼は最初は恥ずかしがり屋/怖がって少年だったが、その後、自然についての詳細を学び始め、最終的に彼の教師は彼が引き継ぐために持っていた死亡したため、彼の狼側、その後...左の家を受け入れました。\u001b[22m\n\u001b[1m\u001b[22m\nMaybe it's just me but I thought it was weird he just left his teacher to kind of die in a sense? I mean if the fox's leg was broken couldn't he have asked his mom to get some of the people in the wildlife reserve to help the injured fox instead of just up and letting the one who he really seemed to care about just die? I guess he could have been thinking more animal-like in a sense here, but the fox was obviously an important figure to him but the instant things went south he was just like 'His leg is broken, he's probably not going to make it. When he dies I'm going to take over mom, bye.'\n\n\u001b[1mたぶんそれは私だけですが、私はそれが奇妙であると思っていました。 私は、キツネの脚が壊れていた場合、彼は、野生生物保護区の人々のうちのいくつかを、怪我したキツネを助けるために、ママに頼むことはできませんでした。 私は彼がここでもっと動物的なような考えをしていたかもしれないと思うが、キツネは明らかに彼にとって重要な人物だったが、すぐに物事は南になり、彼の足は壊れていた。 彼が死ぬと、私はお母さんを引き継ぐつもりです。\u001b[22m\n\u001b[1m(Tabun sore wa watashi dakedesuga, watashi wa sore ga kimyōdearu to omotte imashita. Watashi wa, kitsune no ashi ga kowarete ita baai, kare wa, yasei seibutsu hogo-ku no hitobito no uchi no ikutsu ka o, kegashita kitsune o tasukeru tame ni, mama ni tanomu koto wa dekimasendeshita. Watashi wa kare ga koko de motto dōbutsu-tekina yōna kangae o shite ita kamo shirenai to omou ga, kitsune wa akiraka ni kare ni totte jūyōna jinbutsudattaga, sugu ni monogoto wa minami ni nari, kare no ashi wa kowarete ita. Kare ga shinu to, watashi wa okāsan o hikitsugu tsumoridesu.)\u001b[22m\n\nTranslations of \u001b[4mMaybe it's just me but I thought it was weird he just left his teacher to kind of die in a sense? I mean if the fox's leg was broken couldn't he have asked his mom to get some of the people in the wildlife reserve to help the injured fox instead of just up and letting the one who he really seemed to care about just die? I guess he could have been thinking more animal-like in a sense here, but the fox was obviously an important figure to him but the instant things went south he was just like 'His leg is broken, he's probably not going to make it. When he dies I'm going to take over mom, bye.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMaybe it's just me but I thought it was weird he just left his teacher to kind of die in a sense?\u001b[24m\n    \u001b[1mたぶんそれは私だけですが、私はそれが奇妙であると思っていました。\u001b[22m, \u001b[1m多分それはちょうど私ですが、私は彼がちょうど種類の意味で死ぬことを彼の教師を残した奇妙だと思いましたか？\u001b[22m\n\u001b[4mI mean if the fox's leg was broken couldn't he have asked his mom to get some of the people in the wildlife reserve to help the injured fox instead of just up and letting the one who he really seemed to care about just die?\u001b[24m\n    \u001b[1m私は、キツネの脚が壊れていた場合、彼は、野生生物保護区の人々のうちのいくつかを、怪我したキツネを助けるために、ママに頼むことはできませんでした。\u001b[22m, \u001b[1m私はキツネの足が壊れていた場合、彼は負傷したキツネを助けるだけではなくアップと、彼は本当にただ死ぬ気にするように見えた1をさせるために野生生物保護区の人々のいくつかを得るために彼のお母さんを求めていることができませんでした意味ですか？\u001b[22m\n\u001b[4mI guess he could have been thinking more animal-like in a sense here, but the fox was obviously an important figure to him but the instant things went south he was just like 'His leg is broken, he's probably not going to make it.\u001b[24m\n    \u001b[1m私は彼がここでもっと動物的なような考えをしていたかもしれないと思うが、キツネは明らかに彼にとって重要な人物だったが、すぐに物事は南になり、彼の足は壊れていた。\u001b[22m, \u001b[1m私は彼がここに意味で、より動物のように考えていることができると思いますが、キツネは明らかに彼に重要な人物であったが、インスタント物事が彼の足が壊れているだけ 'のような彼は、彼はおそらくそれを作ることはないだろうた南行きました。\u001b[22m\n\u001b[4mWhen he dies I'm going to take over mom, bye.'\u001b[24m\n    \u001b[1m彼が死ぬと、私はお母さんを引き継ぐつもりです。\u001b[22m, \u001b[1m彼が死ぬとき、私はさようなら、お母さんを引き継ぐつもりです。」\u001b[22m\n\u001b[1m\u001b[22m\nAlso that makes me think of some plot points I still didn't get like, why did her children not change during the Full Moon like their father? Also why did Ame's eyes turn red after the fight?\n\n\u001b[1mまた、それは私がまだ得られなかったいくつかのプロットポイントを考えるようになります、なぜ彼女の子供たちはフルムーンの間に彼らの父のように変化しませんでしたか？ また、なぜ戦いの後、アメの目が赤くなったのですか？\u001b[22m\n\u001b[1m(Mata, sore wa watashi ga mada e rarenakatta ikutsu ka no purotto pointo o kangaeru yō ni narimasu, naze kanojo no kodomo-tachi wa furumūn no ma ni karera no chichi no yō ni henka shimasendeshita ka? Mata, naze tatakai no ato, ame no me ga akaku natta nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mAlso that makes me think of some plot points I still didn't get like, why did her children not change during the Full Moon like their father? Also why did Ame's eyes turn red after the fight?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso that makes me think of some plot points I still didn't get like, why did her children not change during the Full Moon like their father?\u001b[24m\n    \u001b[1mまた、それは私がまだ得られなかったいくつかのプロットポイントを考えるようになります、なぜ彼女の子供たちはフルムーンの間に彼らの父のように変化しませんでしたか？\u001b[22m, \u001b[1mまた、それは私が、私はまだ、なぜ彼女の子供は父親のような満月の間に変化していなかったように取得していないいくつかのプロット点を考えるのですか？\u001b[22m\n\u001b[4mAlso why did Ame's eyes turn red after the fight?\u001b[24m\n    \u001b[1mまた、なぜ戦いの後、アメの目が赤くなったのですか？\u001b[22m, \u001b[1mまた、なぜ雨の目が戦いの後赤に変わりましたか？\u001b[22m\n\u001b[1m\u001b[22m\nEven with these flaws then I don't completely outright hate the movie. I liked Hana's character as a whole and how they showed her growing along with her children, as well as the supporting casts. The animation (when they didn't use that first person running mode) and music were beautiful too! But all and all the movie just kind of felt black and white in the end of the development of the two main focuses of the story. One went to the far left and one went to the far right, and Hana was left alone in the strange middle ground I felt I was in with her. I really wanted to enjoy the flick but I just couldn't find myself doing that. It felt like it was really missing something enjoyable and was too simple with the choices these wolf children had to pick.\n\n\u001b[1mこれらの欠陥があっても、私は完全に映画を嫌うわけではありません。 私はハナのキャラクター全体が好きで、子供たちと一緒に成長していく様子や支持するキャストをどのように示していたのですか。 アニメーション（彼らが最初の人のランニングモードを使わなかったとき）と音楽も美しかった！ しかし、物語の2つの主な焦点の開発の終わりには、すべての映画とすべての映画がちょうど黒と白を感じました。  1つは遠い左に行き、1つは右端に行き、Hanaは私が彼女と一緒にいると感じた奇妙な中間地面に一人で放置された。 私は本当に映画を楽しんでいたかったが、私はそれをやっている自分を見つけることができなかった。 それは本当に楽しいものが欠けていて、あまりにも単純で、これらのオオカミの子供たちが選んでいた選択肢がないと感じました。\u001b[22m\n\u001b[1m(Korera no kekkan ga atte mo, watashi wa kanzen ni eiga o kirau wakede wa arimasen. Watashi wa Hana no kyarakutā zentai ga sukide, kodomo-tachi to issho ni seichō shite iku yōsu ya shiji suru kyasuto o dono yō ni shimeshite ita nodesu ka. Animēshon (karera ga saisho no hito no ran'ningumōdo o tsukawanakatta toki) to ongaku mo utsukushikatta! Shikashi, monogatari no 2tsu no omona shōten no kaihatsu no owari ni wa, subete no eiga to subete no eiga ga chōdo kuro to shiro o kanjimashita. 1Tsu wa tōi hidari ni iki, 1tsu wa utan ni iki, Hana wa watashi ga kanojo to issho ni iru to kanjita kimyōna chūkan jimen ni hitori de hōchi sa reta. Watashi wa hontōni eiga o tanoshinde itakattaga, watashi wa sore o yatte iru jibun o mitsukeru koto ga dekinakatta. Sore wa hontōni tanoshī mono ga kakete ite, amarini mo tanjun de, korera no ōkami no kodomo-tachi ga erande ita sentakushi ga nai to kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mEven with these flaws then I don't completely outright hate the movie. I liked Hana's character as a whole and how they showed her growing along with her children, as well as the supporting casts. The animation (when they didn't use that first person running mode) and music were beautiful too! But all and all the movie just kind of felt black and white in the end of the development of the two main focuses of the story. One went to the far left and one went to the far right, and Hana was left alone in the strange middle ground I felt I was in with her. I really wanted to enjoy the flick but I just couldn't find myself doing that. It felt like it was really missing something enjoyable and was too simple with the choices these wolf children had to pick.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven with these flaws then I don't completely outright hate the movie.\u001b[24m\n    \u001b[1mこれらの欠陥があっても、私は完全に映画を嫌うわけではありません。\u001b[22m, \u001b[1mでもこれらの欠陥で、私は完全に完全に映画を嫌いではありません。\u001b[22m\n\u001b[4mI liked Hana's character as a whole and how they showed her growing along with her children, as well as the supporting casts.\u001b[24m\n    \u001b[1m私はハナのキャラクター全体が好きで、子供たちと一緒に成長していく様子や支持するキャストをどのように示していたのですか。\u001b[22m, \u001b[1m私は花の全体としての文字とそれらがどのように彼女は彼女の子供たちだけでなく、支援キャストと一緒に成長して示したが好きでした。\u001b[22m\n\u001b[4mThe animation (when they didn't use that first person running mode) and music were beautiful too!\u001b[24m\n    \u001b[1mアニメーション（彼らが最初の人のランニングモードを使わなかったとき）と音楽も美しかった！\u001b[22m, \u001b[1mアニメーション（彼らはモードを実行している最初の人を使用していない）と音楽があまりにも美しかったです！\u001b[22m\n\u001b[4mBut all and all the movie just kind of felt black and white in the end of the development of the two main focuses of the story.\u001b[24m\n    \u001b[1mしかし、物語の2つの主な焦点の開発の終わりには、すべての映画とすべての映画がちょうど黒と白を感じました。\u001b[22m, \u001b[1mしかし、すべての、すべての映画はちょうど種類の物語には2つの主な焦点の開発の終わりに、黒と白を感じました。\u001b[22m\n\u001b[4mOne went to the far left and one went to the far right, and Hana was left alone in the strange middle ground I felt I was in with her.\u001b[24m\n    \u001b[1m1つは遠い左に行き、1つは右端に行き、Hanaは私が彼女と一緒にいると感じた奇妙な中間地面に一人で放置された。\u001b[22m, \u001b[1m一つは、一番左に行き、1は右端に行き、花は私が彼女であったと感じた奇妙な妥協点で一人で残っていました。\u001b[22m\n\u001b[4mI really wanted to enjoy the flick but I just couldn't find myself doing that.\u001b[24m\n    \u001b[1m私は本当に映画を楽しんでいたかったが、私はそれをやっている自分を見つけることができなかった。\u001b[22m, \u001b[1m私は実際にフリックを楽しみたかったんだけど、自分がそれをやって見つけることができませんでした。\u001b[22m\n\u001b[4mIt felt like it was really missing something enjoyable and was too simple with the choices these wolf children had to pick.\u001b[24m\n    \u001b[1mそれは本当に楽しいものが欠けていて、あまりにも単純で、これらのオオカミの子供たちが選んでいた選択肢がないと感じました。\u001b[22m, \u001b[1mそれは本当に楽しい何かを欠けていたように感じたし、これらのオオカミの子供たちが選ぶとし選択肢とあまりにも簡単でした。\u001b[22m"
  },
  {
    "title": "Ookami_Kodomo_no_Ame_to_Yuki",
    "id": "12355",
    "url": "https://myanimelist.net/anime/12355/Ookami_Kodomo_no_Ame_to_Yuki",
    "user": "SweetCherryPie",
    "profile": "/profile/SweetCherryPie/reviews",
    "pages": "7",
    "number": "15",
    "link": "/reviews.php?id=129539",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nこれは私のタイプのアニメではなく、すべてが家族に関するものなので、それを見る前に私は非常に怠惰でした。 私が泣き始めた20分も過ぎていませんでした。 そして5分後、私は本当に幸せだった。 映画の真ん中で、私は自分自身に「この映画は何を感じさせるのだろうか？」と尋ね、それを終えた後、私はちょうどまったく言葉がなかった。\n\nおおかみこどものAme to Yukiは美しいアニメ映画です。 芸術、物語、キャラクター、すべてが絶対に美しいです。\n\n（間接スポイラー）\nあなたが知っているように、育てる2人の小さな子どもがいて、父親が突然死んでしまう状況に身を置いてください。 どう思いますか？ 育てて、家事をしたり、勉強したり、自分で多くのことをしたりして、一緒に暮らすにはどれくらいの時間がかかりますか？ ああ、その小さな子供たちも一晩中泣いているとは言いません。 あなたの隣人は怒っていませんか？ ああ、まあ、彼らはそう思う。 私たちの主人公は何をしていますか？ 彼女は自由を選ぶ。 そして、彼女が本当にうれしく思います。\n\nさて、これは私の考えです。 私は本当にこのアニメ映画を見たいと思うようにこのレビューをしませんでしたが、私がしたらとても嬉しいです。 私は自分の心にあることを分かち合いたいと思っていました。他の人が私と同じことを考えているなら、私たちはこの種の「芸術」を好きです。  :)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is just not my type of anime, where everything is mostly about a family, so that's why, before watching it, I was quite reticent. Not even 20 minutes had passed that I started to cry. And five minutes after that, I was really happy. In the middle of the movie, I asked myself `JUST HOW MANY FEELS DOES THIS MOVIE INTEND TO MAKE ME FEEL?`, and after finishing it, I just, well, had absolutely no words.\n\n\u001b[1mこれは私のタイプのアニメではなく、すべてが家族に関するものなので、それを見る前に私は非常に怠惰でした。 私が泣き始めた20分も過ぎていませんでした。 そして5分後、私は本当に幸せだった。 映画の真ん中で、私は自分自身に「この映画は何を感じさせるのだろうか？」と尋ね、それを終えた後、私はちょうどまったく言葉がなかった。\u001b[22m\n\u001b[1m(Kore wa watashi no taipu no animede wa naku, subete ga kazoku ni kansuru mononanode, sore o miru mae ni watashi wa hijō ni taidadeshita. Watashi ga naki hajimeta 20-bu mo sugite imasendeshita. Soshite 5 pungo, watashi wa hontōni shiawasedatta. Eiga no man'naka de, watashi wa jibun jishin ni `kono eiga wa nani o kanji saseru nodarou ka?' To tazune, sore o oeta nochi, watashi wa chōdo mattaku kotoba ga nakatta.)\u001b[22m\n\nTranslations of \u001b[4mThis is just not my type of anime, where everything is mostly about a family, so that's why, before watching it, I was quite reticent. Not even 20 minutes had passed that I started to cry. And five minutes after that, I was really happy. In the middle of the movie, I asked myself `JUST HOW MANY FEELS DOES THIS MOVIE INTEND TO MAKE ME FEEL?`, and after finishing it, I just, well, had absolutely no words.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is just not my type of anime, where everything is mostly about a family, so that's why, before watching it, I was quite reticent.\u001b[24m\n    \u001b[1mこれは私のタイプのアニメではなく、すべてが家族に関するものなので、それを見る前に私は非常に怠惰でした。\u001b[22m, \u001b[1mこれは単に、すべてが家族について主にあるアニメの私のタイプではないので、それはそれを見て前に、私は非常に寡黙だった理由、です。\u001b[22m\n\u001b[4mNot even 20 minutes had passed that I started to cry.\u001b[24m\n    \u001b[1m私が泣き始めた20分も過ぎていませんでした。\u001b[22m, \u001b[1mさえ20分は私が泣き始めたことを過ぎていました。\u001b[22m\n\u001b[4mAnd five minutes after that, I was really happy.\u001b[24m\n    \u001b[1mそして5分後、私は本当に幸せだった。\u001b[22m, \u001b[1mそして、5分、その後、私は本当に幸せでした。\u001b[22m\n\u001b[4mIn the middle of the movie, I asked myself `JUST HOW MANY FEELS DOES THIS MOVIE INTEND TO MAKE ME FEEL?`, and after finishing it, I just, well, had absolutely no words.\u001b[24m\n    \u001b[1m映画の真ん中で、私は自分自身に「この映画は何を感じさせるのだろうか？」と尋ね、それを終えた後、私はちょうどまったく言葉がなかった。\u001b[22m, \u001b[1m映画の途中で、私は `？`どれだけ多くの人に感じているこの映画はMEが感じられるように予定は自分自身に尋ねて、それを終えた後、私は、よく、全く言葉がありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nOokami Kodomo no Ame to Yuki is a beautiful anime movie. The art, the story, the characters, everything is absolutely beautiful.\n\n\u001b[1mおおかみこどものAme to Yukiは美しいアニメ映画です。 芸術、物語、キャラクター、すべてが絶対に美しいです。\u001b[22m\n\u001b[1m(O okami kodomo no Ame to Yuki wa utsukushī anime eigadesu. Geijutsu, monogatari, kyarakutā, subete ga zettai ni utsukushīdesu.)\u001b[22m\n\nTranslations of \u001b[4mOokami Kodomo no Ame to Yuki is a beautiful anime movie. The art, the story, the characters, everything is absolutely beautiful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOokami Kodomo no Ame to Yuki is a beautiful anime movie.\u001b[24m\n    \u001b[1mおおかみこどものAme to Yukiは美しいアニメ映画です。\u001b[22m, \u001b[1m狼こどもはゆきへの雨は美しいアニメ映画ではありません。\u001b[22m\n\u001b[4mThe art, the story, the characters, everything is absolutely beautiful.\u001b[24m\n    \u001b[1m芸術、物語、キャラクター、すべてが絶対に美しいです。\u001b[22m, \u001b[1m芸術は、ストーリー、キャラクターは、すべてのものは絶対に美しいです。\u001b[22m\n\u001b[1m\u001b[22m\n(INDIRECT SPOILER)\n\n\u001b[1m（間接スポイラー）\u001b[22m\n\u001b[1m((Kansetsu supoirā))\u001b[22m\n\nTranslations of \u001b[4m(INDIRECT SPOILER)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(INDIRECT SPOILER)\u001b[24m\n    \u001b[1m（間接スポイラー）\u001b[22m, \u001b[1m（INDIRECTスポイラー）\u001b[22m\nYou know, put yourself in a situation where you have two little children to raise, and their father suddenly dies. How would you feel? How much will it take for you to keep yourself together after raising them, doing housework, studying, and many other things by yourself? Oh, not to mention that those little kids also cry all the night. Wouldn't your neighbours be angry? Oh, well, I think they would. What does our protagonist do? She chooses freedom. And I am REALLY glad she did.\n\n\u001b[1mあなたが知っているように、育てる2人の小さな子どもがいて、父親が突然死んでしまう状況に身を置いてください。 どう思いますか？ 育てて、家事をしたり、勉強したり、自分で多くのことをしたりして、一緒に暮らすにはどれくらいの時間がかかりますか？ ああ、その小さな子供たちも一晩中泣いているとは言いません。 あなたの隣人は怒っていませんか？ ああ、まあ、彼らはそう思う。 私たちの主人公は何をしていますか？ 彼女は自由を選ぶ。 そして、彼女が本当にうれしく思います。\u001b[22m\n\u001b[1m(Anata ga shitte iru yō ni, sodateru 2-ri no chīsana kodomo ga ite, chichioya ga totsuzen shindeshimau jōkyō ni mi o oite kudasai. Dōomoimasuka? Sodatete, kaji o shi tari, benkyō shi tari, jibun de ōku no koto o shi tari shite, issho ni kurasu ni wa dorekurai no jikan ga kakarimasu ka? Ā, sono chīsana kodomo-tachi mo hitobanjū naite iru to wa iimasen. Anata no rinjin wa okotte imasen ka? Ā, mā, karera wa sō omou. Watashitachi no shujinkō wa nani o shite imasu ka? Kanojo wa jiyū o erabu. Soshite, kanojo ga hontōni ureshiku omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mYou know, put yourself in a situation where you have two little children to raise, and their father suddenly dies. How would you feel? How much will it take for you to keep yourself together after raising them, doing housework, studying, and many other things by yourself? Oh, not to mention that those little kids also cry all the night. Wouldn't your neighbours be angry? Oh, well, I think they would. What does our protagonist do? She chooses freedom. And I am REALLY glad she did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou know, put yourself in a situation where you have two little children to raise, and their father suddenly dies.\u001b[24m\n    \u001b[1mあなたが知っているように、育てる2人の小さな子どもがいて、父親が突然死んでしまう状況に身を置いてください。\u001b[22m, \u001b[1mあなたが上げるために2つの小さな子供たちを持っているような状況に身を置く、知っている、と彼らの父親が突然死にます。\u001b[22m\n\u001b[4mHow would you feel?\u001b[24m\n    \u001b[1mどう思いますか？\u001b[22m, \u001b[1mあなたならどう思いますか？\u001b[22m\n\u001b[4mHow much will it take for you to keep yourself together after raising them, doing housework, studying, and many other things by yourself?\u001b[24m\n    \u001b[1m育てて、家事をしたり、勉強したり、自分で多くのことをしたりして、一緒に暮らすにはどれくらいの時間がかかりますか？\u001b[22m, \u001b[1m自分で勉強し、それらを上げる家事をやった後に自分自身を一緒に保ち、他の多くのものするためにどのくらいかかりますか？\u001b[22m\n\u001b[4mOh, not to mention that those little kids also cry all the night.\u001b[24m\n    \u001b[1mああ、その小さな子供たちも一晩中泣いているとは言いません。\u001b[22m, \u001b[1mああ、それらのほとんどの子供たちはまた、すべての夜を叫ぶことは言うまでもありません。\u001b[22m\n\u001b[4mWouldn't your neighbours be angry?\u001b[24m\n    \u001b[1mあなたの隣人は怒っていませんか？\u001b[22m, \u001b[1mあなたの隣人は怒っているのではないでしょうか？\u001b[22m\n\u001b[4mOh, well, I think they would.\u001b[24m\n    \u001b[1mああ、まあ、彼らはそう思う。\u001b[22m, \u001b[1mああ、よく、私は彼らがあろうと思います。\u001b[22m\n\u001b[4mWhat does our protagonist do?\u001b[24m\n    \u001b[1m私たちの主人公は何をしていますか？\u001b[22m, \u001b[1m私たちの主人公は何をするのでしょうか？\u001b[22m\n\u001b[4mShe chooses freedom.\u001b[24m\n    \u001b[1m彼女は自由を選ぶ。\u001b[22m, \u001b[1m彼女は自由を選択します。\u001b[22m\n\u001b[4mAnd I am REALLY glad she did.\u001b[24m\n    \u001b[1mそして、彼女が本当にうれしく思います。\u001b[22m, \u001b[1mそして、私は彼女がした本当に嬉しいです。\u001b[22m\n\u001b[1m\u001b[22m\nWell, these are just my thoughts. I didn't really make this review with the intention of making others want to watch this anime movie, though I would be very happy if I did. I wanted to share what was in my mind, and if anyone else thinks the same as I do, well, it means we both like this kind of `art`. :)\n\n\u001b[1mさて、これは私の考えです。 私は本当にこのアニメ映画を見たいと思うようにこのレビューをしませんでしたが、私がしたらとても嬉しいです。 私は自分の心にあることを分かち合いたいと思っていました。他の誰かが私と同じことを考えていれば、私たちはこの種の「芸術」を好きです。  :)\u001b[22m\n\u001b[1m(Sate, kore wa watashi no kangaedesu. Watashi wa hontōni kono anime eiga o mitai to omou yō ni kono rebyū o shimasendeshitaga, watashi ga shitara totemo ureshīdesu. Watashi wa jibun no kokoro ni aru koto o wakachi aitai to omotte imashita. Hoka no darekaga watashi to onaji koto o kangaete ireba, watashitachiha kono tane no `geijutsu' o sukidesu. : ))\u001b[22m\n\nTranslations of \u001b[4mWell, these are just my thoughts. I didn't really make this review with the intention of making others want to watch this anime movie, though I would be very happy if I did. I wanted to share what was in my mind, and if anyone else thinks the same as I do, well, it means we both like this kind of `art`. :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, these are just my thoughts.\u001b[24m\n    \u001b[1mさて、これは私の考えです。\u001b[22m, \u001b[1mさて、これらはちょうど私の考えです。\u001b[22m\n\u001b[4mI didn't really make this review with the intention of making others want to watch this anime movie, though I would be very happy if I did.\u001b[24m\n    \u001b[1m私は本当にこのアニメ映画を見たいと思うようにこのレビューをしませんでしたが、私がしたらとても嬉しいです。\u001b[22m, \u001b[1m私がやった場合、私は非常に幸せになるのに私は本当に、他の人はこのアニメ映画を見たいと思う作りのつもりでこの口コミをしませんでした。\u001b[22m\n\u001b[4mI wanted to share what was in my mind, and if anyone else thinks the same as I do, well, it means we both like this kind of `art`.\u001b[24m\n    \u001b[1m私は自分の心にあることを分かち合いたいと思っていました。他の誰かが私と同じことを考えていれば、私たちはこの種の「芸術」を好きです。\u001b[22m, \u001b[1m私は私の心にあったものを共有したいと思った、と誰にも私のように同じことを考えれば、まあ、それはart` `この種のように、私たちの両方を意味します。\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m"
  },
  {
    "title": "Ookami_Kodomo_no_Ame_to_Yuki",
    "id": "12355",
    "url": "https://myanimelist.net/anime/12355/Ookami_Kodomo_no_Ame_to_Yuki",
    "user": "Andromeda-hime",
    "profile": "/profile/Andromeda-hime/reviews",
    "pages": "7",
    "number": "16",
    "link": "/reviews.php?id=127371",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nそのような心温まる映画は3から300の誰かが楽しむことができます。ウルフの子供たちはウォッチャーを物語の深い意味を見るためにenthrallsそのような素晴らしい傑作です",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nsuch a heartwarming movie to be enjoyed by anyone from 3 to 300. Wolf Children is such a marvelous masterpiece that enthralls the watcher to see a deeper meaning in a story\n\n\u001b[1mそのような心温まる映画は3から300の誰かが楽しむことができます。ウルフの子供たちはウォッチャーを物語の深い意味を見るためにenthrallsそのような素晴らしい傑作です\u001b[22m\n\u001b[1m(Sono yō na kokoroatatamaru eiga wa 3 kara 300 no darekaga tanoshimu koto ga dekimasu. Urufu no kodomo-tachi wa u~otchā o monogatari no fukai imi o miru tame ni enthralls sono yō na subarashī kessakudesu)\u001b[22m\n\nTranslations of \u001b[4msuch a heartwarming movie to be enjoyed by anyone from 3 to 300. Wolf Children is such a marvelous masterpiece that enthralls the watcher to see a deeper meaning in a story\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msuch a heartwarming movie to be enjoyed by anyone from 3 to 300. Wolf Children is such a marvelous masterpiece that enthralls the watcher to see a deeper meaning in a story\u001b[24m\n    \u001b[1mそのような心温まる映画は3から300の誰かが楽しむことができます。ウルフの子供たちはウォッチャーを物語の深い意味を見るためにenthrallsそのような素晴らしい傑作です\u001b[22m, \u001b[1m3から300に誰もが享受するような心温まる映画おおかみこどもの雨と雪が物語の中で深い意味を見ることがウォッチャーをenthralls、このような素晴らしい傑作です\u001b[22m"
  },
  {
    "title": "Ookami_Kodomo_no_Ame_to_Yuki",
    "id": "12355",
    "url": "https://myanimelist.net/anime/12355/Ookami_Kodomo_no_Ame_to_Yuki",
    "user": "Cryptthantoz",
    "profile": "/profile/Cryptthantoz/reviews",
    "pages": "7",
    "number": "17",
    "link": "/reviews.php?id=124675",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  10\n\nこれは良い映画が好きな人のための映画です",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is a movie for those who like good movies that make you think about family and life it was just plain beautiful\n\n\u001b[1mこれは良い映画が好きな人のための映画です\u001b[22m\n\u001b[1m(Kore wa yoi eiga ga sukinahito no tame no eigadesu)\u001b[22m\n\nTranslations of \u001b[4mThis is a movie for those who like good movies that make you think about family and life it was just plain beautiful\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a movie for those who like good movies that make you think about family and life it was just plain beautiful\u001b[24m\n    \u001b[1mこれは良い映画が好きな人のための映画です\u001b[22m, \u001b[1mこれは、あなたがそれは単なるきれいだった家族との生活について考えさせる良い映画が好きな人のための映画です\u001b[22m"
  },
  {
    "title": "Ookami_Kodomo_no_Ame_to_Yuki",
    "id": "12355",
    "url": "https://myanimelist.net/anime/12355/Ookami_Kodomo_no_Ame_to_Yuki",
    "user": "hellione",
    "profile": "/profile/hellione/reviews",
    "pages": "7",
    "number": "18",
    "link": "/reviews.php?id=108587",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこの映画を堪能した。 私はこれが愚かなように聞こえることを知っていますが、私は実際には私がこの物語をどのようにしていたのかという点で2点目を叫んだ。 これは単なる偉大な映画のひとつです。私は時計に何度も何度も追加します。\n\n誰もがこの映画を見たことがないなら、彼らはすべきです。 私はこの100％XDをお勧めします",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI thoroughly enjoyed this movie. I know that this sounds sappy but I actually cried at a couple of points because of how into this story I was. This is just another great movie that I will add to my watch over and over again list.\n\n\u001b[1m私はこの映画を堪能した。 私はこれが愚かなように聞こえることを知っていますが、私は実際には私がこの物語をどのようにしていたのかという点で2点目を叫んだ。 これは単なる偉大な映画のひとつです。私は時計に何度も何度も追加します。\u001b[22m\n\u001b[1m(Watashi wa kono eiga o tan'nō shita. Watashi wa kore ga orokana yō ni kikoeru koto o shitte imasuga, watashi wa jissai ni wa watashi ga kono monogatari o dono yō ni shite ita no ka to iu ten de 2-ten-me o sakenda. Kore wa tan'naru idaina eiga no hitotsudesu. Watashi wa tokei ni nandomonandomo tsuika shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI thoroughly enjoyed this movie. I know that this sounds sappy but I actually cried at a couple of points because of how into this story I was. This is just another great movie that I will add to my watch over and over again list.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI thoroughly enjoyed this movie.\u001b[24m\n    \u001b[1m私はこの映画を堪能した。\u001b[22m, \u001b[1m私は徹底的にこの映画を楽しみました。\u001b[22m\n\u001b[4mI know that this sounds sappy but I actually cried at a couple of points because of how into this story I was.\u001b[24m\n    \u001b[1m私はこれが愚かなように聞こえることを知っていますが、私は実際には私がこの物語をどのようにしていたのかという点で2点目を叫んだ。\u001b[22m, \u001b[1m私は、これは感傷的に聞こえることを知っているが、私は実際にあるため、この物語の中に、私はあったかのポイントのカップルで泣きました。\u001b[22m\n\u001b[4mThis is just another great movie that I will add to my watch over and over again list.\u001b[24m\n    \u001b[1mこれは単なる偉大な映画のひとつです。私は時計に何度も何度も追加します。\u001b[22m, \u001b[1mこれは私が上で、私の時計に追加して、何度も何度もリストアップされますちょうど別の偉大な映画です。\u001b[22m\n\u001b[1m\u001b[22m\nIf anyone has not seen this movie they should. I recommend this 100% XD\n\n\u001b[1m誰もがこの映画を見たことがないなら、彼らはすべきです。 私はこの100％XDをお勧めします\u001b[22m\n\u001b[1m(Daremoga kono eiga o mita koto ga nainara, karera wa subekidesu. Watashi wa kono 100-pāsento XD o o susume shimasu)\u001b[22m\n\nTranslations of \u001b[4mIf anyone has not seen this movie they should. I recommend this 100% XD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf anyone has not seen this movie they should.\u001b[24m\n    \u001b[1m誰もがこの映画を見たことがないなら、彼らはすべきです。\u001b[22m, \u001b[1m誰もがこの映画を見ていない場合、彼らはすべき。\u001b[22m\n\u001b[4mI recommend this 100% XD\u001b[24m\n    \u001b[1m私はこの100％XDをお勧めします\u001b[22m, \u001b[1m私は、この100％のXDをお勧めします\u001b[22m"
  },
  {
    "title": "Ookami_Kodomo_no_Ame_to_Yuki",
    "id": "12355",
    "url": "https://myanimelist.net/anime/12355/Ookami_Kodomo_no_Ame_to_Yuki",
    "user": "whityka",
    "profile": "/profile/whityka/reviews",
    "pages": "7",
    "number": "19",
    "link": "/reviews.php?id=103657",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  9\n\nこれは私が無作為に遭遇した理由ではありませんでした。 私はこの美しくアニメーション化された映画を見ることにしたのでとても幸せです。 キャラクターは、あなたがそれらを知っているかのように感じるような短い時間で常に構築されています。 私はこれを見るたびに、まだ幸せな寒さを得る。 あなたの年齢に関係なく、あなたが過去のものであったか現在のものであったかに関係するキャラクターを見つけるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis was something I had randomly ran across and decided why not? I am so happy that i decided to watch this beautifully animated movie. The characters are always building in such a short amount of time that you feel like you know them inside and out. I still get happy chills every time i watch this. No matter your age you will find a character you relate to whether it was the past you or the current you.\n\n\u001b[1mこれは私が無作為に遭遇した理由ではありませんでした。 私はこの美しくアニメーション化された映画を見ることにしたのでとても幸せです。 キャラクターは、あなたがそれらを知っているかのように感じるような短い時間で常に構築されています。 私はこれを見るたびに幸せな寒さを得る。 あなたの年齢に関係なく、あなたが過去のものであったか現在のものであったかに関係するキャラクターを見つけるでしょう。\u001b[22m\n\u001b[1m(Kore wa watashi ga musakui ni sōgū shita riyūde wa arimasendeshita. Watashi wa kono utsukushiku animēshon-ka sa reta eiga o miru koto ni shitanode totemo shiawasedesu. Kyarakutā wa, anata ga sorera o shitte iru ka no yō ni kanjiru yōna mijikai jikan de tsuneni kōchiku sa rete imasu. Watashi wa kore o miru tabi ni shiawasena samu-sa o eru. Anata no nenrei ni kankei naku, anata ga kako no monodeatta ka genzai no monodeatta ka ni kankei suru kyarakutā o mitsukerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThis was something I had randomly ran across and decided why not? I am so happy that i decided to watch this beautifully animated movie. The characters are always building in such a short amount of time that you feel like you know them inside and out. I still get happy chills every time i watch this. No matter your age you will find a character you relate to whether it was the past you or the current you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was something I had randomly ran across and decided why not?\u001b[24m\n    \u001b[1mこれは私が無作為に遭遇した理由ではありませんでした。\u001b[22m, \u001b[1mこれは私がランダムに渡って走った理由ではないことを決めていたものでしたか？\u001b[22m\n\u001b[4mI am so happy that i decided to watch this beautifully animated movie.\u001b[24m\n    \u001b[1m私はこの美しくアニメーション化された映画を見ることにしたのでとても幸せです。\u001b[22m, \u001b[1m私は私がこの美しいアニメーション映画を鑑賞することを決定したことをとても幸せです。\u001b[22m\n\u001b[4mThe characters are always building in such a short amount of time that you feel like you know them inside and out.\u001b[24m\n    \u001b[1mキャラクターは、あなたがそれらを知っているかのように感じるような短い時間で常に構築されています。\u001b[22m, \u001b[1m文字は常にあなたが内と外にそれらを知っているように感じるの時間のような短時間で構築しています。\u001b[22m\n\u001b[4mI still get happy chills every time i watch this.\u001b[24m\n    \u001b[1m私はこれを見るたびに幸せな寒さを得る。\u001b[22m, \u001b[1m私はまだ幸せな悪寒私はこれを見て毎回取得します。\u001b[22m\n\u001b[4mNo matter your age you will find a character you relate to whether it was the past you or the current you.\u001b[24m\n    \u001b[1mあなたの年齢に関係なく、あなたが過去のものであったか現在のものであったかに関係するキャラクターを見つけるでしょう。\u001b[22m, \u001b[1mどんなにあなたの年齢あなたはそれがあなたや現在のあなたの過去であったかどうかに関係する文字を見つけません。\u001b[22m"
  },
  {
    "title": "Ookami_Kodomo_no_Ame_to_Yuki",
    "id": "12355",
    "url": "https://myanimelist.net/anime/12355/Ookami_Kodomo_no_Ame_to_Yuki",
    "user": "Paxis",
    "profile": "/profile/Paxis/reviews",
    "pages": "7",
    "number": "20",
    "link": "/reviews.php?id=100605",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は最初、このアニメを飛行機で日本に見ました。 それは興味深いように見え、その概要は本当に私の注意を引いた。 そしてそれは私が想像していたよりずっとずっと良かったです。\n\nストーリー-9\n私はずっとロンドンでアメリカ人の狼男などの狼男、映画に興味を持ってきましたが、この映画は他とはまったく異なります。 その狼男ですが、別の観点から。 子育てに関する感動的な話は本当に私を動かしました。私は、私のそばに見知らぬ人が座っていて、涙を流すのはむしろ恥ずかしいと感じました\nアート-10\nキャラクターの絵は私がそれの大ファンではありませんが、特別でした。 しかし、周囲は完全に、特に山と雨滴が描かれていました。 自然環境の場面はすばらしかったです。\nサウンド10\n映画全体で演奏された音楽が実際にシーンをキャプチャしました。 サウンドトラックは完璧だったし、エンディング曲はとても感動していた。 周囲の音、特に雨滴は現実的に聞こえて、本当に私を瞬間を感じさせました\nキャラクター10\n映画の中でのキャラクターの発展は大きな注目を集めました。 それぞれのキャラクターはユニークで、すばらしいキャラクター開発をしました。 ストーリーはそれだけではいいものの、このキャラクターは私が映画を本当に楽しませるものでした。\n楽しさ-10\n私が見たより良いアニメの一つ、本当に楽しかったです。 この映画の心温まる感触は圧倒的です。\n全体的 -  10\nこの映画は、私が当たり前のことをたくさん感謝してくれました。 今年の最高のアニメのいくつかは、絶対に見なければならない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\ni first watched this anime on a plane to Japan. It appeared intriguing and the synopsis really caught my attention. And it was a whole lot better than i imagined.\n\n\u001b[1m私は最初、このアニメを飛行機で日本に見ました。 それは興味深いように見え、その概要は本当に私の注意を引いた。 そしてそれは私が想像していたよりずっとずっと良かったです。\u001b[22m\n\u001b[1m(Watashi wa saisho, kono anime o hikōki de Nihon ni mimashita. Sore wa kyōmibukai yō ni mie, sono gaiyō wa hontōni watashi no chūi o hiita. Soshite sore wa watashi ga sōzō shite ita yori zuttozutto yokattadesu.)\u001b[22m\n\nTranslations of \u001b[4mi first watched this anime on a plane to Japan. It appeared intriguing and the synopsis really caught my attention. And it was a whole lot better than i imagined.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi first watched this anime on a plane to Japan.\u001b[24m\n    \u001b[1m私は最初、このアニメを飛行機で日本に見ました。\u001b[22m, \u001b[1m私が最初に日本に平面上にこのアニメを見ていました。\u001b[22m\n\u001b[4mIt appeared intriguing and the synopsis really caught my attention.\u001b[24m\n    \u001b[1mそれは興味深いように見え、その概要は本当に私の注意を引いた。\u001b[22m, \u001b[1mそれは魅力的な登場し、シノプシスは本当に私の注目を集めました。\u001b[22m\n\u001b[4mAnd it was a whole lot better than i imagined.\u001b[24m\n    \u001b[1mそしてそれは私が想像していたよりずっとずっと良かったです。\u001b[22m, \u001b[1mそして、私が想像よりもずっと優れていました。\u001b[22m\n\u001b[1m\u001b[22m\nStory-9\n\n\u001b[1mストーリー-9\u001b[22m\n\u001b[1m(Sutōrī - 9)\u001b[22m\n\nTranslations of \u001b[4mStory-9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory-9\u001b[24m\n    \u001b[1mストーリー-9\u001b[22m\nI have always been interested by werewolves, movies such as american werewolf in london, but this movie is completely different from the others. Its werewolves but from a different perspective. Its touching story about parenting really moved me, and i felt rather embarrassed shedding tears with strangers seated beside me\n\n\u001b[1m私はずっとロンドンでアメリカ人の狼男などの狼男、映画に興味を持ってきましたが、この映画は他とはまったく異なります。 その狼男ですが、別の観点から。 子育てに関する感動的な話は本当に私を動かしました。私は、私のそばに見知らぬ人が座っていて、涙を流すのはむしろ恥ずかしいと感じました\u001b[22m\n\u001b[1m(Watashi wa zutto Rondon de amerikahito no ōkami otoko nado no ōkami otoko, eiga ni kyōmi o motte kimashitaga, kono eiga wa hoka to wa mattaku kotonarimasu. Sono ōkami otokodesuga,-betsu no kanten kara. Kosodate ni kansuru kandō-tekina hanashi wa hontōni watashi o ugokashimashita. Watashi wa, watashi no soba ni mishiranu hito ga suwatte ite, namidawonagasu no wa mushiro hazukashī to kanjimashita)\u001b[22m\n\nTranslations of \u001b[4mI have always been interested by werewolves, movies such as american werewolf in london, but this movie is completely different from the others. Its werewolves but from a different perspective. Its touching story about parenting really moved me, and i felt rather embarrassed shedding tears with strangers seated beside me\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have always been interested by werewolves, movies such as american werewolf in london, but this movie is completely different from the others.\u001b[24m\n    \u001b[1m私はずっとロンドンでアメリカ人の狼男などの狼男、映画に興味を持ってきましたが、この映画は他とはまったく異なります。\u001b[22m, \u001b[1m私はいつも、ロンドンのようなアメリカ人狼のような映画狼によって興味を持っていますが、この映画は他とは全く異なるものです。\u001b[22m\n\u001b[4mIts werewolves but from a different perspective.\u001b[24m\n    \u001b[1mその狼男ですが、別の観点から。\u001b[22m, \u001b[1mその狼が異なる視点から。\u001b[22m\n\u001b[4mIts touching story about parenting really moved me, and i felt rather embarrassed shedding tears with strangers seated beside me\u001b[24m\n    \u001b[1m子育てに関する感動的な話は本当に私を動かしました。私は、私のそばに見知らぬ人が座っていて、涙を流すのはむしろ恥ずかしいと感じました\u001b[22m, \u001b[1m子育てについて、その感動の物語は本当に私を移動し、私は私のそばに座った見知らぬ人とかなり恥ずかしい脱落の涙を感じました\u001b[22m\nArt-10\n\n\u001b[1mアート-10\u001b[22m\n\u001b[1m(Āto - 10)\u001b[22m\n\nTranslations of \u001b[4mArt-10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt-10\u001b[24m\n    \u001b[1mアート-10\u001b[22m\nThe drawings of the characters were special, although i wasn't a big fan of it. But the surroundings were drawn perfectly, especially the mountains and raindrops. The scenes of the natural surroundings were stunning.\n\n\u001b[1mキャラクターの絵は私がそれの大ファンではありませんが、特別でした。 しかし、周囲は完全に、特に山と雨滴が描かれていました。 自然環境の場面はすばらしかったです。\u001b[22m\n\u001b[1m(Kyarakutā no e wa watashi ga sore no dai fande wa arimasenga, tokubetsudeshita. Shikashi, shūi wa kanzen ni, tokuni yama to uteki ga egaka rete imashita. Shizen kankyō no bamen wa subarashikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe drawings of the characters were special, although i wasn't a big fan of it. But the surroundings were drawn perfectly, especially the mountains and raindrops. The scenes of the natural surroundings were stunning.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe drawings of the characters were special, although i wasn't a big fan of it.\u001b[24m\n    \u001b[1mキャラクターの絵は私がそれの大ファンではありませんが、特別でした。\u001b[22m, \u001b[1m私はそれの大ファンではなかったが、文字の図面は、特別でした。\u001b[22m\n\u001b[4mBut the surroundings were drawn perfectly, especially the mountains and raindrops.\u001b[24m\n    \u001b[1mしかし、周囲は完全に、特に山と雨滴が描かれていました。\u001b[22m, \u001b[1mしかし、周囲は特に山や雨滴、完璧に描かれました。\u001b[22m\n\u001b[4mThe scenes of the natural surroundings were stunning.\u001b[24m\n    \u001b[1m自然環境の場面はすばらしかったです。\u001b[22m, \u001b[1m自然のシーンが見事でした。\u001b[22m\nSound-10\n\n\u001b[1mサウンド10\u001b[22m\n\u001b[1m(Saundo 10)\u001b[22m\n\nTranslations of \u001b[4mSound-10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound-10\u001b[24m\n    \u001b[1mサウンド10\u001b[22m, \u001b[1m音-10を\u001b[22m\nThe music played throughout the movie really captured the scenes. The soundtrack was perfect, and the ending song was very touching. The surrounding sounds, especially the raindrops, sounded realistic and really made me feel the moments\n\n\u001b[1m映画全体で演奏された音楽が実際にシーンをキャプチャしました。 サウンドトラックは完璧だったし、エンディング曲はとても感動していた。 周囲の音、特に雨滴は現実的に聞こえて、本当に私を瞬間を感じさせました\u001b[22m\n\u001b[1m(Eiga zentai de ensō sa reta ongaku ga jissai ni shīn o kyapucha shimashita. Saundotorakku wa kanpekidattashi, endingu kyoku wa totemo kandō shite ita. Shūi no oto, tokuni uteki wa genjitsu-teki ni kikoete, hontōni watashi o shunkan o kanji sasemashita)\u001b[22m\n\nTranslations of \u001b[4mThe music played throughout the movie really captured the scenes. The soundtrack was perfect, and the ending song was very touching. The surrounding sounds, especially the raindrops, sounded realistic and really made me feel the moments\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music played throughout the movie really captured the scenes.\u001b[24m\n    \u001b[1m映画全体で演奏された音楽が実際にシーンをキャプチャしました。\u001b[22m, \u001b[1m映画全体を通して再生される音楽は本当にシーンを捕獲しました。\u001b[22m\n\u001b[4mThe soundtrack was perfect, and the ending song was very touching.\u001b[24m\n    \u001b[1mサウンドトラックは完璧だったし、エンディング曲はとても感動していた。\u001b[22m, \u001b[1mサウンドトラックは完璧だった、とエンディング曲はとても感動的でした。\u001b[22m\n\u001b[4mThe surrounding sounds, especially the raindrops, sounded realistic and really made me feel the moments\u001b[24m\n    \u001b[1m周囲の音、特に雨滴は現実的に聞こえて、本当に私を瞬間を感じさせました\u001b[22m, \u001b[1m周囲の音、特に雨滴は、現実的に聞こえたと本当に私は、瞬間を感じさせます\u001b[22m\nCharacter-10\n\n\u001b[1mキャラクター10\u001b[22m\n\u001b[1m(Kyarakutā 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter-10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter-10\u001b[24m\n    \u001b[1mキャラクター10\u001b[22m, \u001b[1m文字-10\u001b[22m\nThe development of the characters throughout the movie was a major highlight. Each character was unique, and made amazing character development. Although the story was good by itself, these characters were the ones which really made me enjoy the movie.\n\n\u001b[1m映画の中でのキャラクターの発展は大きな注目を集めました。 それぞれのキャラクターはユニークで、すばらしいキャラクター開発をしました。 ストーリーはそれだけではいいものの、このキャラクターは私が映画を本当に楽しませるものでした。\u001b[22m\n\u001b[1m(Eiga no naka de no kyarakutā no hatten wa ōkina chūmoku o atsumemashita. Sorezore no kyarakutā wa yunīku de, subarashī kyarakutā kaihatsu o shimashita. Sutōrī wa sore dakede wa ī mono no, kono kyarakutā wa watashi ga eiga o hontōni tanoshima seru monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe development of the characters throughout the movie was a major highlight. Each character was unique, and made amazing character development. Although the story was good by itself, these characters were the ones which really made me enjoy the movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe development of the characters throughout the movie was a major highlight.\u001b[24m\n    \u001b[1m映画の中でのキャラクターの発展は大きな注目を集めました。\u001b[22m, \u001b[1m映画を通して、文字の開発が主要なハイライトでした。\u001b[22m\n\u001b[4mEach character was unique, and made amazing character development.\u001b[24m\n    \u001b[1mそれぞれのキャラクターはユニークで、すばらしいキャラクター開発をしました。\u001b[22m, \u001b[1m各文字はユニークで、素晴らしいキャラクターの開発を行いました。\u001b[22m\n\u001b[4mAlthough the story was good by itself, these characters were the ones which really made me enjoy the movie.\u001b[24m\n    \u001b[1mストーリーはそれだけではいいものの、このキャラクターは私が映画を本当に楽しませるものでした。\u001b[22m, \u001b[1m話はそれだけでよかったが、これらの文字は本当に私が映画を楽しんで作ったものでした。\u001b[22m\nEnjoyment-10\n\n\u001b[1m楽しさ-10\u001b[22m\n\u001b[1m(Tanoshisa - 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment-10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment-10\u001b[24m\n    \u001b[1m楽しさ-10\u001b[22m, \u001b[1m楽し-10\u001b[22m\nOne of the better anime that i have seen, i really enjoyed it. The heartwarming feeling from this movie is overwhelming.\n\n\u001b[1m私が見たより良いアニメの一つ、本当に楽しかったです。 この映画の心温まる感触は圧倒的です。\u001b[22m\n\u001b[1m(Watashi ga mita yoriyoi anime no hitotsu, hontōni tanoshikattadesu. Kono eiga no kokoroatatamaru kanshoku wa attōtekidesu.)\u001b[22m\n\nTranslations of \u001b[4mOne of the better anime that i have seen, i really enjoyed it. The heartwarming feeling from this movie is overwhelming.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of the better anime that i have seen, i really enjoyed it.\u001b[24m\n    \u001b[1m私が見たより良いアニメの一つ、本当に楽しかったです。\u001b[22m, \u001b[1m私が見てきたより良いアニメの一つは、私は本当にそれを楽しみました。\u001b[22m\n\u001b[4mThe heartwarming feeling from this movie is overwhelming.\u001b[24m\n    \u001b[1mこの映画の心温まる感触は圧倒的です。\u001b[22m, \u001b[1mこの映画からの心温まる感が圧倒的です。\u001b[22m\nOverall-10\n\n\u001b[1m全体的 -  10\u001b[22m\n\u001b[1m(Zentai-teki - 10)\u001b[22m\n\nTranslations of \u001b[4mOverall-10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall-10\u001b[24m\n    \u001b[1m全体的 -  10\u001b[22m, \u001b[1m全体的に-10\u001b[22m\nThis movie made me appreciate many things I take for granted. Some of the best anime of the year, an absolute must watch.\n\n\u001b[1mこの映画は、私が当たり前のことをたくさん感謝してくれました。 今年の最高のアニメのいくつかは、絶対に見なければならない。\u001b[22m\n\u001b[1m(Kono eiga wa, watashi ga atarimae no koto o takusan kansha shite kuremashita. Kotoshi no saikō no anime no ikutsu ka wa, zettai ni minakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mThis movie made me appreciate many things I take for granted. Some of the best anime of the year, an absolute must watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie made me appreciate many things I take for granted.\u001b[24m\n    \u001b[1mこの映画は、私が当たり前のことをたくさん感謝してくれました。\u001b[22m, \u001b[1mこの映画は私が当たり前の私が取る多くのことを感謝しました。\u001b[22m\n\u001b[4mSome of the best anime of the year, an absolute must watch.\u001b[24m\n    \u001b[1m今年の最高のアニメのいくつかは、絶対に見なければならない。\u001b[22m, \u001b[1m今年のベストアニメのいくつかは、絶対に見なければなりません。\u001b[22m"
  }
]
