[
  {
    "title": "Uchuu_Kyoudai",
    "id": "12431",
    "url": "https://myanimelist.net/anime/12431/Uchuu_Kyoudai",
    "user": "xspookydarknessx",
    "profile": "/profile/xspookydarknessx/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=132177",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  9\n\n一見して宇宙兄弟は、宇宙に行って宇宙飛行士のことをする2人の兄弟のアニメのようですが、親愛なる読者です。 これは、これまで人間が想像していた最も困難な職業の一つに掘り下げていく現実的な旅です。 シリーズが[当面の間]締結されたので、適切なレビューが順調です。 しかし、まずは、手を振ってみるのが良い。\n\nストーリー：\n宇宙兄弟はムタとヒビートの追求を巧みに描き、時々彼らのストーリーラインを収束させ、別々にそれを追いかける。 この構造は、流れと進行に有益であり、私からトップマークを得る。 また、過去と現在を結びつける興味深い方法を使用して、兄弟の育成が夢を実現するための道に挑戦する方法を聴衆に示します。\n\nこれは私をSpace Brothersの最も顕著な側面に導きます。その奇妙な現実的なプロットです。 著者の小山ちゃんがしなければならなかった研究の量は気が散っています。 実際、日本宇宙航空研究開発機構（JAXA）は実際にそれを手伝ってくれました。 明白に言えば、このようなものをいくつか作ることはできません！ それは視聴者が常に尋ねる潜在的な重要な質問に私をもたらします：それはなぜそんなに長いですか？ 宇宙飛行士になるまでには多くの時間と労力がかかり、このアニメでははっきりと描かれています。 表示されているものを凝縮することは、実際の宇宙飛行士に侮辱することになります。 まれな「長い船員」として私は認めます。\n\nさらに、マンガカがその場に置いた巨大な細部には感動しないことは難しい。 例えば、主人公が米国に旅行するたびに、フロリダのジョン・F・ケネディ宇宙センターやテキサス州のリンドン・B・ジョンソン宇宙センターなど、アメリカ人のファンは、描かれた場所の正確さによって、ただ吹き飛ばされます。 私はこれらの場所に行ったことは一度もありませんが、アニメを見るだけで仮想ツアーに行ったような気がします。\n\nこれはテーマの文学的な輝きを私に残します。 タイトルから明らかなように、南部の家族だけでなく、家族も重要な役割を果たします。  「家族」は血の制限を受けないことに注意することは重要です。 これはコメディですが（時には面白いかもしれませんが）、それは深刻な瞬間によってバランスが取れています。 さらに、これはスペースに行くことについてのアニメです。これは失敗の結果が巨大である非常に恐ろしい場所です。 この不安は、経験をより深刻な風味にします。 もちろん、それは人生における道徳的な問題やその他の困難も扱っています。 犠牲と友情のテストは、トップへの旅は多くの背後に残す必要があります - 誰も勝者になることはできませんので、流行のテーマです。 このアニメは、宇宙飛行士の家族に課されるストレスをさらすことに加えて、心理学的および神経学的苦難に取り組む。 しかし、Space Brothersが常に元に戻すというテーマは、直ちに結果が悪いように見えても、大変な労力と勇気が常に報われるということです。\n\nアート：\nこのアニメには「アクション」はあまりありませんが、アニメーション部門ではA-1の写真が素晴らしい仕事をしています。 動きは流動的であり、表現は信じられないほどです。 アート・スタイルの面では、スペース・ブラザーズは本質的な「アニメネス」と自然な割合や外観の興味深いブレンドを使用しています。 私の目を引っ張ったものは、遺伝に対する注意でした。 同じ家系のキャラクターはお互いや両親のように見える傾向があり、これはアニメの珍しい特質です。 これは、このseinenが提供するリアリズムに素敵な追加です。 髪もかなり面白いです。 各キャラクターのヘアスタイル/カラーは現実の範囲内にとどまり、他のショーからもユニークなままです。 ボーナスはSerikaの髪の毛を指していて、何とか彼女が画面に出るたびに私を笑顔にしてくれます。\n\n音：\nさて、私はこれがショーの中で最も弱い部分だと感じます。 私を間違えないでください、それはまだ良いですが、それほど強みと比べるとそれほどです。 音楽は、表示された感情を強制し、視聴者から意図された感情を引き出すために使用されるが、アニメは同じ曲を何度も繰り返し使用する。 私は実際に同じ「今今感じる」曲を演奏することなく、どれくらいのエピソードを見ることができるかを試してみました。 私はあなたがしばらくしてそれに慣れていると思うが、それは言及する価値がある。 アニメの最後の3分の1は、その音楽を多様化することでより良くなります。  OPとEDはかなり良いですが、私の好きなED5は、福原美穂の「BEYOND」ですね（兄弟姉妹ED2をやった福原と同じです）。\n\nキャラクター：\nこのアニメの私の好きな部分は、信じられないほどの特徴です！ 実際にはすべての文字はそれぞれが記述されている深さのために記憶に残る。 彼らの動機と行動は、論理的に彼らがなった人に従います。 あなたはそれらの任意の数と簡単に恋に落ちることができます、そして物事が彼らの道を行くことがない場合palpably感じることができます。 弱い心を持つ視聴者は気をつけてください。私は決して泣かなかったけれど、アニメの多くがあなたを涙に導くことができます。 キャラクターの反応や表情が、どんな言葉よりもはるかに多くの感情を伝える場合がいくつかあります。 この属性だけで、Space Brothersが他のアニメから目立つようになります。 簡単に言えば、キャスト全体は個性の虹です。 私は本当に詳しく説明したくない。それは魔法を台無しにするだろう！\n\n楽しみ：\nこれは素晴らしいショーで、簡単に私のお気に入りの一つです。 私はアニメの場面で自分を見つけたときはいつも、座って、いくつかのエピソードを見ました。 注目すべきもう一つのことは、アニメが非常にインスピレーションであるということです。 ムッタを見ると、多くの苦難が私の未来への希望をもたらしました。そして、現在の私の努力は、果たして果実をもたらすでしょう。 多分それはちょうど私です。\n\n結論（TL; DR）：\nSpace Brothersは、宇宙飛行士になることがいかに難しいかを観客に示すために現実的なキャラクターを使用して、心温まるストーリーと楽しいコメディを組み合わせた優れた構成のアニメです。\n\nああ、私たちは今、その握手を終わらせることができます。"
  },
  {
    "title": "Uchuu_Kyoudai",
    "id": "12431",
    "url": "https://myanimelist.net/anime/12431/Uchuu_Kyoudai",
    "user": "Kynov",
    "profile": "/profile/Kynov/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=102437",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\n「兄は弟、ナンバ・ムッタに向かって前進しなければならない。\n\n最近、私は腕時計にはいいアニメを見つけられませんでした。そして、私は宇宙九大/宇宙兄弟と会いました。私はああ、サイエンスフィクションとブッラブラを持った平均的なアニメのようでした。 私はアニメを見ることができなかったので、私はちょうど1つのエピソードのためにそれを試すことができると思った。 私のレッスンを学んだようです。\n\n「あなたがそれを見る前に、カバー、ジャンル、その他のものでアニメを判断することは決してありません。\n\n--------------------------------------------------  ------------------------------------------------\nストーリー\n\n話はシンプルで、弟、南部日比藤と約束していた兄たちのためのものだった。 一緒に宇宙飛行士になる しかし、人生はそれを変えます。 ナンバ・ヒビトは宇宙飛行士になるための訓練を受けており、兄は彼の会社から解雇されています。 それまでは、兄のムッタは、弟が弟に向かって前進しなければならないというモットーを持っていました。幸いにも、宇宙飛行士になるためのオーディションがありました。 オーディションのために偽った痕跡がないのでムッタ。\n\nシンプル？ ええ、バークマンについて私を覚えています。 それで何が特別なものになってしまいますか？\nまず、物語そのものです。 バークマンのように、ストーリーはゆっくりと父親だった。 私たちは宇宙飛行士のための難波ムッタの闘争を見るだけではありませんが、彼と弟の退屈な退屈を見ていますか？ そのフラッシュバックが本当に感動していたので、私はそうは思わない。 あなたはあなたの涙を流すのを助けません（それは私が感じるものでした）。 さて、憂鬱な状況のすべてではなく、宇宙の恭台も素晴らしいジョークを持っています。 通常、ナンバ・ムッタは自分自身にぶつかったり話したりするとき、彼はいつも自分が何を感じているか、何を見ているかについてコメントします。 それはちょうど自然な感じです、あなたは彼がそれをしたときに笑いにしません。\n\nそれだけではなく、彼らがNASA、そしてNASA、そして外のものについて私たちに教える方法の詳細は本当に完璧でした。 私はこのアニメを見ているとき、私はこのアニメの中の事実をグーグルに助けることができません。「月の砂がガラスの塊のように鋭いことを知っていましたか？ それだけではなく、宇宙とNASAの詳細が本当にそれについて私たちの知識を増やしています。\n\nキャラクター\n\n次に、文字。 私を魅力的にするのは、宇宙の兄弟のすべてだった。 私は誇張していません。 なぜなら、このアニメでは、何か悪いことをする奇妙な理由の悪い男がいないからです。 彼らは何らかの理由で何かをする私たちのような人々です。彼らが作ったあらゆる行為の背後には理由があります。 私はそれが良い点だと思っています。私が見た限りでは、ほとんどのアニメはまったくこのようなことをしていません。 彼らは彼らが信じていることでやっているだけです。\n\nそして、それぞれの人物が私をたくさん驚かせたのは、発展する場面があります。 フラッシュバックによって、または経験によって。 ストーリーが遅い（フラッシュバックのために）、ゆっくりだがゆっくりとしているということは、視聴者に「どのような性格なのか？ そして、確かに、私たちを作るために、キャラクターに魅了される。\n\nアート\n\n第三に、アートです。 私はこのセクションではあまり言いません。 しかし、注意深く見ると、なぜこのアニメが魅力的だったのか、アフロの髪の毛を持つ男性の鉛を持つアニメの数が分かります。 キャラクターのドローイングはうまくいきましたが、ライフ・アニメの一部です。 文字は背景色に過度ではありません。 通常、いくつかのアニメは魅力的ですが宇宙の兄弟ではないように、色づけに非常に多くの勾配や陰影を使用すると、シンプルですがそれでも魅力的です。 それは本当に戦隊Filmworksのスタイル\n\n音\n\n最後、音。 正直言ってオープニング曲（特に最初のOP、「フィール・ソー・ムーン」）を聞いたとき、私はそれが本当にアタッチされているだけではなく、実際にアタッチされています。 最初のOPだけでなく、他のOPも本当に本当にうまくいきました。 でも、私は歌を聞くだけで、OPをリプレイしなければなりませんでした。 バックグラウンドソングやBGMも、現れるすべてのシーンに完璧にフィットします。 驚くべきことが起こったときのように、「空の道」の曲が演奏され、その雰囲気が盛り上がり、叙事詩が2倍になりました！\n\nOPやBGMだけでなく、セイウウの声は本当に賞を受賞しました。 彼らは実際に声を出している各キャラクターに合っています。 特にナンバ・ムッタが自分と話をしているときや、自分の人生について嘆いている時、彼ら（セイウー）は実際に自分の気持ちをそれに入れている。 もちろん、ナンバ・ムッタのためだけではなく、すべてのキャラクター。\n\n結論\n\n誰もが震えの恋人やその季節に放映されたアニメを集中して話しているとき、彼らはこのアニメを話題にすることを忘れてしまった。 ああ、貧しい宇宙兄弟。 しかし、まあ、正直言って、私はこのアニメを知る人はあまりいないことを嬉しく思います。 私はヒップスターになれる！ とにかく、このアニメはまだ放映中だった。 私はこのレビューを書くまで、アニメは63エピソードを放送していたが、それは私のトップ5アニメにあった、ええ、なぜ私はこの放送アニメのために私のトップアニメの場所でリスクを負わなければならなかったのですか？ 私の場合、アニメを審査するのが早すぎるのは、エピソード全体を見た人はいないが、誰が気にする？ このアニメは素晴らしかったです。 私の最高のアニメにこれを置くための十分な理由があります。\n\nあなたがモチベーションを探しているなら、あなたはこのアニメを試してみるかもしれません...そして私のための1つのメッセージ、CATCH YOUR DREAM！\n\n*私のレビューを読んでくれてありがとう！ このレビューが役に立ちませんでしたか、それとも十分ではないか分かった場合は、私にメッセージしてください。 私は本当にフィードバックを感謝しています*"
  },
  {
    "title": "Uchuu_Kyoudai",
    "id": "12431",
    "url": "https://myanimelist.net/anime/12431/Uchuu_Kyoudai",
    "user": "d_2_HxH",
    "profile": "/profile/d_2_HxH/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=67853",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nあなたはおそらく私がこのシリーズを完璧な10に与えたのはなぜだろうかと疑問に思っていますが、これまでに10エピソードしか見ていません...\n\nまあ、単純に言えば、このアニメのすべてが非常に本物だと感じます。 リアル。 虚偽の偽りの感覚はありません。 そしてとりわけ、それは非常に伝染性のある希望と楽観を示しています。 あなたの夢が到達可能であり、不運などのことはないという感覚。 それはあなた自身の幸運を作ることです。\n\n私は誰も失望のシェアを持っていて、ラインのどこかにいると、彼らの人生がどのようになったかについて苦労していると確信しています。 私はまた、誰もが何らかの理由で放棄されなければならない夢のシェアを持っていることを確信しています。\n\nしかし、あなたのシニシズムがこの隠された宝石の楽しさを汚すことはありません。 実際、このショーの楽観主義に自分自身が感染するように...\n\n続いて、プロットは2人の兄弟、ムタとヒビートの周りを中心に、彼らは子供だったので宇宙飛行士になりたいと考えていました。 しかし、2人の若者のヒビトは実際に自分の夢を実現する人でしたが、ミュッタは夢を追いかけ、より到達可能な職業を追求しました。 彼の長年の仕事を失って、その分野でブラックリストに載った後、ムッタは、小さなアルバイトをして自分自身を取り戻そうとします。 しかし、彼の両親、特にヒビートからの激しい励ましによって、ムッタは再び宇宙飛行士になることを目指しています。\n\nご覧のように、プロットは基本的で簡単ですが、エンターテイメントはキャラクターにあり、投げられた状況をどのように持続しているのでしょうか？\n\nそんなに書いていない（笑）ために、私はちょうど2人の兄弟：ムッタとヒビートについて話し合うつもりですが、キャスト全体が豊富で好きです。\n\nまず、Muttaは素晴らしい主人公です。 彼は非常に同情的で、思いがけない方法で陽気で、完全に正直であり、カリスマ的なので、助けられないが、彼を応援することはできない。 彼のカリスマ性は、主に声優の平田広明が完全に容易に行えるようになったことから、正直に信じています。 ムッタは、アニメの中でいくつかのメイクアップキャラクターではなく、本当の人物のように見えるので、とても楽しそうで自然です。\n\nムッタの性格について私が最も楽しみにしているのは、彼が2つの側面を表しているということです。失望と希望。 宇宙飛行士になるまでの何度も何度も、ムッタは自分自身に対する信仰を失い、「私はあきらめて、私はこれをすることができません。 しかし、他の偉大な主人公のように、彼は自分の言うことにもかかわらず、彼が彼に投げられた課題を通して持続するように、希望の内なる輝きを持っています。 私はこのショーが伝染的に楽観的で希望的だと信じる理由です。 ムッタは、かなりの失望を経験した大人であるにもかかわらず、彼の長年の夢を達成するための措置を講じる中で、彼の若い自己の楽観的な熱意を保持しています。\n\n彼の兄弟、ヒビートは、文字としても同様に素晴らしいです。 彼は完璧な弟の一次元のステレオタイプのように見えますが、彼は彼をもっと育てる開発の公平な分担を得ています。 私は個人的に彼が兄弟のムッタとやりとりしているときは、ヒビトがキャラクターとして最も輝いていると思います。 両側にお互いに愛と愛情の本当の感覚があります。 子供の頃の頻繁なフラッシュバックは、この事実、そして現在の相互作用を説明するのに役立ちます。 また、兄弟としての彼らの自然な競争は、お互いを追い払うのではなく、彼らがベストを尽くすことを奨励するものです。\n\nこのショーの中心にある彼らの関係は、このアニメの多くの爽やかなものの1つです。 彼らの関係は聖書のカインとアベルの関係と多少似ていますが、憎悪はありません。 ムッタは弟の成功を嫉妬しているが、彼はそれを嫌うことはない。 代わりに、彼はそのような兄弟を持つことを誇りに思っています。 兄のように何かがあれば、彼は見た目と運の比較ではあまりにも哀れではないと願っています。\n\nユーモアは確かにこのアニメの別の爽快なポイントです。 ユーモアが主流ではないことをすぐに指摘しなければならないが、同時に、時にはそれがどれほど奇妙で慣習的でもないことが魅力的である。 私はこのアニメが毎日の行動で楽しい時間を過ごすのが好きという事実も楽しんでいます。\n\n音楽とシーン全体の方向性は私を息切れさせます。 その品質は、90年代に作られたアメリカの映画を思い起こさせるものです（少なくとも私には...）。だから私はこのアニメの笑いを見て、郷愁にぴったりです。 私はスタイル（特に音楽）を魅力的だと感じる間、それはチーズなので頭を上に来る！\n\nアートは、より魅力的なデザインを好む人にアピールしないため、非常に議論の余地があります。 しかし、私の意見では、現実的なキャラクターデザインは、このアニメを現実感につなげるのに役立ち、投げ込まれた現実の参考文献を感謝するのに役立ちます。\n\n全体的に、私は明らかにこのアニメの騒動を楽しんでいます。 なぜなら、これまでに17回のエピソードしか出ていないし、ハンターxハンターが休憩に行くたびにバックアップが必要だからです。  （私はすぐに洞くなるように感じるが...）\n\nとにかく、このレビューが助けてくれることを願っています！\n\n（そうでない場合は、建設的な批判が高く評価されます！）"
  },
  {
    "title": "Uchuu_Kyoudai",
    "id": "12431",
    "url": "https://myanimelist.net/anime/12431/Uchuu_Kyoudai",
    "user": "Samurai-Mist",
    "profile": "/profile/Samurai-Mist/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=71385",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n宇宙空洞...まあ、このアニメは感動的なものの一つです。\n\n私はまずアニメの最初の4つのエピソードをAX（Anime Expo 2012）で見ていましたが、このアニメは期待していませんでしたが、私は間違っていました。 私の人生を通して、私はいつも少女、少年、メカ、冒険などを見ました。\n\nそのジャンルを見ているだけで、私はAXで宇宙九大を見ていたとき、それが私の判断になりました。\n\n人間として、みんな\nそのカバーで本を判断してはいけない！  〜レッスンは〜を学んだ〜\n\n宇宙の兄弟（英語の宇宙兄弟）は明らかに「世界の破壊」に関与していなかったアニメではなかったが、彼の弟、日比谷に約束したムッタ（主人公）は宇宙飛行士 ヒビートと火星に行く。\n\nストーリー/プロット全体：10\n話は本当に刺激的で、心温まる。 メインの主人公、ムッタは、彼の職業で自動車製造業者として認められた才能を持っている普通の人ですが、後で彼の弟、ヒビートに対する彼のボスの侮辱のために、ムッタは現在両親と一緒に仕事をしていませんでした。\n\n彼は失業していたことに気付いて、別の仕事を見つけるために出発する。 彼の両親からミタが起こったことを聞いて、ヒッタはムッタが弟に約束を守り、宇宙飛行士のトレーニングプログラムに入るべきだと示唆してムッタに連絡した。 多くの失敗試行で、ムッタはついに弟のアドバイスを受け、宇宙飛行士のトレーニングプログラムに着手しました。\n\nキャラクター全般：10\n完璧！ あなたはこのアニメで見ることができる文字の様々な種類があります。\n卑劣な天才、静かな思想家、明るい肯定的なリーダーなど。それぞれのキャラクターは、このアニメをかなり充実させます。\n\nムッタが遭遇する各キャラクターは、ストーリーにとって大きな意味を持ち、ゴールを達成しようとする好奇心の鈍い感じを与えます。 ムッタは物語の中の他の人物と出会ったので、宇宙飛行士の訓練プログラムに合格するより多くの動機を与えてくれるが、より多くの人物に会うと、時には宇宙飛行士になるために自分自身に疑問を抱き、 私は宇宙飛行士になる権利がありますか？ 彼が宇宙飛行士の訓練プログラムに参加するにつれ、彼はこの夢が現実になることをより決定し、実現するようになります。\n\n\n音楽/サウンド全体：10\nそれはうまくいった。 サウンドトラックは、シーンに必要な緊張感と情熱を与えるアニメの重要な役割を果たしています！ よくやった！\n\n\nアート全体：10\nリーズナブル。 私はこのアニメに緑色の目をしたピンクの髪の毛や巨大な巨乳の女性がいないことを嬉しく思います。 正直言って、私はそれがうんざりです...実際になる。\nこの芸術の私の考えが何であるかは説明できません。  :)\n\nこのレビューをラップするには：\nこれまでにエピソードが来ると、私の妹が私をドラッグしてAXでこのアニメを見ることができてうれしいです。 それはとても楽しく、感動的です。 私は誰にでもそれを強く勧めます。\n見ることは喜びです！"
  },
  {
    "title": "Uchuu_Kyoudai",
    "id": "12431",
    "url": "https://myanimelist.net/anime/12431/Uchuu_Kyoudai",
    "user": "B_Link5107",
    "profile": "/profile/B_Link5107/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=149111",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  10\n\nこのショーは隠された傑作です。 私はいつもその長さと一見平凡なタイプの設定のためにそれを無視することができた。 しかし、夏休みの間、私は長い目で見てこのアニメを掘り起こしました。 私の反応は「メー、どうして？」 私が最初のエピソードを見たとき、私は完全に夢中になりました。\n\nはい、あなたは宇宙人と幻想を見つけることはありません。 あなたは、巨大なヒューマノイドロボットから猛烈なビームを吹き飛ばす、狂ったSFアニメを見つけることはできません。 しかし、あなたは宇宙飛行士/宇宙飛行士になることを目指す2人の兄弟の情熱的な物語を見つけます。現実の中で最も危険で激しい職業です。 あなたはまた、いくつかの良い笑いのためにあなたに偉大な喜劇を蹴る見つけるでしょう。  （コメディーと感傷的な瞬間はいつもショーの流れを妨げることなく良いタイミングにある）\n\n10/10ストーリー\n多くの人がすでに話をしているのは、兄弟が宇宙に行こうとする人生のことです。 それはキャラクターに基づいた物語なので、アニバがナンバ・ムッタの人生と、宇宙への同じ情熱を持つ他の人たちとの面白いロマンチックな出会いに主に続くことが分かります。\n\n8/10アート\n多くの人が反対するかもしれませんが、私はこのアートがショーの裏側であるとは言いません。 私はアートスタイルがそのテーマにかなりよく合っていると思った。 しかし、私はいくつかの文字の芸術はちょっと変わっていないことに気づいた。 しかし、芸術は主に個人的な好みなので、私の好みによってあなたを追い払わないでください。\n\n9/10音\n私はクラシック音楽やオーケストラを聞くことは決してありませんが、私はいつも彼らがアニメに最適であると考えてきました。 ほとんどの私の好きなシリーズや、このようなすべての時間の傑作は、クラシック音楽を使用しています。 このアニメは、私が見た傑作のどれにも響くものではありません。 素晴らしい音楽は常に素晴らしいシーンの気分に従います。\n\n10/10キャラクター\nこのアニメのキャラクターはすべて驚くべきものでした。 アニメで現実的にキャラクターを表現するのは非常に難しいが、これは特に優れた仕事をしている。 主要な文字の深さは大きかった。 背景の物語は、すべての主人公の個人的な生活と、それが宇宙飛行士やエンジニアとしてのキャリアにどのように巻き込まれているかを示しています。 ミニストーリーはまた、キャラクターの献身に重力を加えました。 宇宙飛行士になることを目指す人は誰もが情熱を持っています。 しかし、彼らの野望を払うために、彼らはその価値、技能、決定を空間の危険に投げかけてテストされます。\n\n10/10楽しむ\n私は笑い、インスピレーション、そして良い食べ物でこのアニメを見て楽しんだ。\n\n10/10全体的に\n隠された傑作。"
  },
  {
    "title": "Uchuu_Kyoudai",
    "id": "12431",
    "url": "https://myanimelist.net/anime/12431/Uchuu_Kyoudai",
    "user": "ryantang",
    "profile": "/profile/ryantang/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=57675",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  9\n\nノスタルジア\n兄は常に若い人より数歩前にいなければなりません。\n若い人たちは今や年をとる...\n\n----------------\nストーリー9/10\n----------------\n宇宙刑事（宇宙兄弟）は元々は2人の漫画賞を受賞し、さらに2人のノミネート賞を受賞した小山中央氏の漫画で、2人の難波兄弟ムタ（苦しみの日に生まれた3歳の兄）と日比谷 栄光の日に生まれた弟）は、幼い頃にUFOに遭遇した後、宇宙飛行士になることを誓っています。 しかし、時間が経つにつれて、弟は月に足を踏み出す初めての日本人男性になり、兄のムッタ（Mutta）が仕事から解雇され、ブラックリストに載っているように、目標を達成する唯一の弟と思われた 彼の業界から。 多くの反省とヒビートからの励ましの後、ムッタは再びヒビートへの約束を追い求め、宇宙に行くことを試みる。 彼の両親と兄弟からの予期せぬ助けを借りて、ムタは日本の宇宙飛行士のJAXXトレーニングプログラムに受け入れられました。 残りはムッタ、運と彼の意志までです。 今は年を重ねる弟である。\n\nムッタが遭遇する裁判は、ストーリーがその情報を利用できるようにしているにもかかわらず、「悪い幸運」や「悪い日に生まれた」と非難されることはありません。 それは決して運命のルートを取ることはないので、個人的な態度と能力についてのより深い議論にアニメを開く。\n\n------------\nアート7/10\n------------\nA-1ピクチャーズ（Ano Hi Mita...、AO no exorcist、Kannagi、Gash Bell！など）とYTV（Cardcaptor Sakura、Detective Conanなど）のプロデューサーのWatanabe Ayumu（Pretty much すべてのドラえもんの）と芸術監督の加藤寛（さよなら零足先生！）が、BECKを彷彿とさせる古い絵を描く。 キャラクターのデザインは、未編成であり、現代シリーズの多くは「クリーン」ではありません。\n\nしかし、古いスタイルの芸術は、本当に懐かしい気持ちを引き出します。 しかし、唯一の欠点は、アートの品質が類似のアートスタイルを使用する多くの新しいシリーズと一致しないことです。\n\n---------------\nサウンド8/10\n--------------\nシリーズのサウンドは、再び懐かしい叫び声をあげます。  1993年に結成されたユニコーン（Feel So Moon）は、1993年に生まれたムスタ（Muutta）が再び郷愁を感じていたため、兄と響き合うクラシックなロック・ヴォブを持っています。  Gira MundoのEDテーマ「This Wonderful World」（すばらしき世界Subarashiki Sekai）は、弟ともっと共鳴し、より現代的なロックビートのトラックであり、素晴らしいエレクトロビートを伴っています。  2つのテーマは、2人の兄弟の物語を挟み込むのにぴったりです。\n\n声優はベテランの平田広明（ワンピースのサンジ）をムッタと呼び、新しい声のケン（ドゥラガノーのジル）をフィーチャーした。  2人の声優は、古い声優と若い登場人物として、お互いの役割と役割を補完します。 声明はうまくいっていますし、今私の判断に根拠がないので、私は苦情があるとは言えません。\n\nバックグラウンドミュージックは、再びノスタルジックで、トランペットによる倍音を特徴とし、それが意味をなさすならば、「古い学校」の気持ちを保持します。 しかし、私はこれらの音を特に楽しんでいなかったので、最高の状態で平凡な音を見つけました。 音楽監督に申し訳ありません。\n\n--------------------------\nキャラクター8/10\n--------------------------\nこれまでに紹介されたキャラクターは、兄弟ムタとヒビト、両親、いくつかのランダム（ボスは同僚のように）を特徴としています。 しかし、Muttaと彼の兄弟Hibitoだけが本当に数行だけではなく、実際に探検されています。\n\nムッタは、弟の弟よりもぼんやりとした形をしていて、髪の毛がカールしていて、剃っていない顔をしています。 彼の性格は、私たちが多かれ少なかれ絶望的な発疹で描かれており、自分が言うように「前進する」という大胆さが欠けています。 シリーズが十分に進歩していないので、私は彼が十分な深さを持っていないと言う必要があり、その開発の可能性は巨大です。\n\nヒビトは、髪の切れ目が短く、顔が剃られ、明るい肌がよりきれいに見える弟であり、いくつかの幻想的なドラマでは、プロの男性または理想的な男性の主人公のように見えます。 そう言われて、彼は兄弟を急激に対照して、兄弟がしない機会を持っています。 彼は、兄が「すべき」と思っていた、大胆で気遣う若い男として描かれています。\n\n今では第3話では、主にムッタについて学ぶにつれてキャラクターの発展が根付いています。 しかし、私は弟の発展も見たいと思っています\n\n---------------------\nエンジョイメント9/10\n---------------------\n私はこれを楽しんだのですか？ もちろん。 主に、物語が私と一緒に響き渡る方法のために、大学で浪費している不十分な兄が、アニメのレビューを書く夜を過ごしています。 冗談だ。\n\nしかし、ジョークを除いて、私は物語が本当にうまくいっていると思うし、2人の兄弟の生活と環境で非常に健全で現実的なアプローチを取る。 それは運命のアイデアと、良い/悪い運が起こったことを示唆しています。 しかし、単にそれを言いますと、それを見ている視聴者は、「運が」ではなく、状況がどのように個々の選択肢や感情の産物であるかの現実をゆっくりと示しています。 ムッタは上司の頭のために解雇された。 日比谷は大胆かつ情熱の宇宙飛行士となりました。\n\n現実主義は、私が最近見てきたアニメを突き詰めた状況を持つ、非現実的なもののすべての後に本当に爽やかであることが実証されました。\n\n私が気に入ったもうひとつのことは、弟が彼を超え、両親が彼を恥じるようにして、誇りを持って兄の苦しみを感じる方法です。 彼は凶悪犯ではなく、現実的には大人の男のように、秘密裏に涙を流し、痛みについて語っていません。  *共感する気持ち\n\n私の唯一の批判は、これまでに十分な地面をカバーしていないように感じられ、見逃されるべきではない他の多くの気持ちがあるということです。 そして、彼らはムタの苦しみを、彼の涙を遅らせることによって、さらに寛容にさせることができたでしょう。\n\n-----------------------\n全体的な8/10\n----------------------\nそれで、私はこの総評をかなり寛大にしてきたことを知っていますが、主に私が見る価値のある番組だと思っています。誰もがそれをチェックするよう奨励したいからです。\n\nストーリーは感傷的なもので、あなたを思考させる目に見える形の具体的な形に適合しています。 音やキャラクターを駆使して、宇宙共生は本当に共感を広げ、今までの人生の使い方を反映しています。\n\n全体的に私はそれまでのシリーズの一貫した雰囲気のフィッティングと、ストーリーやキャラクターを補うための華麗な音楽、声優、アニメーションスタイルのフィーチャーとして8/10を与えました。\n\n--------------------------------------------------  -------------------------------\n各エピソードの後に​​更新が期待されますが、プロットセクションはそれほど変わらないでしょうが、他のセクションが変わるかもしれません。\n\nコメントと提案はいつも大歓迎です！"
  },
  {
    "title": "Uchuu_Kyoudai",
    "id": "12431",
    "url": "https://myanimelist.net/anime/12431/Uchuu_Kyoudai",
    "user": "triangulor",
    "profile": "/profile/triangulor/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=187584",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  5\nサウンド|  6\nキャラクター|  10\n|  10\n\n宇宙の兄弟は約2人の兄弟の空間への旅です。 それはあなたの人生における情熱を再燃させ、あなたが不可能だと思った夢を追いかけることに関する良いコメディを感じる。\n\nナンバー・ヒビトは涼しくて気さくで、月にはじめて日本人になる頃、彼の兄ムタは運命を崩し、自動車をデザインして仕事を辞された。 彼は数年前に夢をあきらめましたが、弟からのちょっとした動きが彼の弟を宇宙で育てる夢を実現するために彼を出発させます。\n\nだからこれはまず、宇宙の冒険についてのショーではありません。 もちろん宇宙旅行はありますが、宇宙飛行士になるための道のりの厳しい選考プロセスと同様に、多くの訓練を紹介するキャラクター駆動のコメディーです。 しかし、それは退屈に聞こえるかもしれませんが、それは時間のほとんどが起こっている面白いプロットを維持するために管理し、私はそれを補うと思うので、かなり面白いショー。 それは25のエピソードのマークの周りの小騒ぎを持っていますが、あなたがそれを再び上昇させ続ければ、それは非常に楽しいシリーズであり、（オープニングソングの言葉で）あなたをとても気分にさせます。\n\nだから、私はこれがキャラクター主導のショーだと言いました。 偉大な人物がたくさんいます。 私は特に気をつけていた両親を楽しんでいました.LowryはアメリカのWeeaboo宇宙飛行士で、常に日本語のフレーズを悪用していましたが、キャスト全体がかなりカラフルです。 私たちのヒーローMuttaは隠された才能を持つ老いた30歳の一歳です。 彼は30代の人（私のような20代後半）のための完全なヒーローで、再び夢を見たい人です。 そこには多くのアニメが残っていますが、まだまだ夢のような夢を祝うような日本の素敵な要素があり、それを実現する決意と決意はもう少し成熟しています。\n\n芸術に関しては、これは創作者のための焦点では​​ないと感じました。 個々の画像は現実的な側面ではもう少しですが、アニメーション自体は大抵は大丈夫に見えますが、アニメーション自体はしばしば汚れて厄介です。 しばらくして私はほとんどの時間に気づきませんでしたが、今では本当に厄介な動きがあります。たとえば、特定のダンスシーンがあり、境界線が不気味に見えます。 しかし、ほとんどの場合、あなたは単純なアニメーションを見ていて、それは仕事をしています。\n\n私がこのショーのために言いたい1つの否定的なことは、結末は良いものの、それは不満足な場所で終わることです。 最後のエピソードはエキサイティングで決まったものでしたが、急いで感じることはありませんでしたが、あなたがそこに着くとき（あなたがそれを見るならば）、あなたが終わりたいところで終わらないことがわかります。 私はアニメをやり直すことを希望しています。結末が好きだったとしても、私が見たいものがいくつかあったからです。\n\nこのショーは信じられないほど良い感じです。 それはいくつかのより現実的な瞬間を持っていますが、全体的には、常に暖かく、あいまいなショーの種類です。 彼らは基本的に、夢を叶える愛らしい宇宙のオタクであり、決意と努力のおかげで勝利を収めています。 だからええ、あなたがあまりにも幸せなものでオフになっている場合、またはキャストのために物事がうまく動作する場合は、それは迷惑を見つけるかもしれません。 個人的に私は不信を本当にうまく止めていた。 しかし、それは私が宇宙飛行士だったらいいという不幸な副作用を持っていました。 だから警告してください。"
  },
  {
    "title": "Uchuu_Kyoudai",
    "id": "12431",
    "url": "https://myanimelist.net/anime/12431/Uchuu_Kyoudai",
    "user": "Bonedog",
    "profile": "/profile/Bonedog/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=132741",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\nこのレビューで、Space Brothersという非常に過小評価されたアニメ、または私はUchūKyōdaiと言わなければならない。 私は確実にこのアニメを簡単に10/10と評価することができます。 以下の段落で、私は詳細に説明し、その理由を説明します。\n\n\n\n\n\nそれは芸術の質について言えば、九州大はかなり印象的です。 私はA-1ピクチャーズがシリーズで非常にうまくやっていると感じ、アートはいつも美しく表現されています。 しかし、これは基本的に私がUchūKyōdaiと持つ唯一の不満です。 そして、これだけでも、全体的な評価から一点を控除しなければならないと感じるには、それほど悪くはありません。 シリーズそのものの芸術的スタイルはとても現実的です。私はこれが新鮮な空気の素敵な息吹であると感じます。 女性の主人公の一人、Serikaはとても人生が好きです。アニメの女性は非常に不自然に見えることが多いことを知っているので、これは素晴らしい変化です。 シリーズの欠点の1つは、サウンドトラックです。 私は間違ったことをしないでください、私はサウンドトラックが素晴らしいと思うし、素晴らしくシリーズの気分に合っています。 しかし、私が持っている問題は、サウンドトラックの限界です。 テーマはあまり多くありません。 実際には、最も一般的に演奏される音楽のうちの2つが、すべてのエピソードで聞くことができます。 サウンドトラックはあまりにも反復し過ぎて、残念ながら演奏されることがあります。\n\n私はこのレビューが長すぎるように見えないようにしたいとは思っていますが、私がずっと長く続くことができるような気がします。 全体として、私はこのシリーズを崇拝し、フィナーレまで見続けることを明らかにしました。 現在、私はこのアニメを妹、私のいとこ、そして親友に見せてくれました。彼らは皆とても楽しかったです。 残念ながら、私のように私の友人の多くはアニメやマンガになっていません。 しかし、アニメやマンガのための同じ情熱をもって、私が将来会う人とは引き続き1つのことがあります。 私は間違いなく、躊躇なく、ウチュウ・キョダイというこの宝石をお勧めします。"
  },
  {
    "title": "Uchuu_Kyoudai",
    "id": "12431",
    "url": "https://myanimelist.net/anime/12431/Uchuu_Kyoudai",
    "user": "SnugglyWhuggly",
    "profile": "/profile/SnugglyWhuggly/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=189234",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\n宇宙兄弟は、私の人生の残りの部分に私と一緒に固執するそれらの番組の一つです。 たとえ私がシリーズを再見たことがないとしても、ショーを通して見事な類推、隠喩、引用符が膨大な量で、私の精神に永続的な印象を残しています。 あなたが尋ねなければならないなら、肯定的なものです。 非常に肯定的なものです。\n\nまず、あなたがこれを見始める前に、あなたは自分が何を得ているのかを知りたいと思うでしょう。 これは、アニメが行く限り、非常にユニークなシリーズです。 あなたが壮大な宇宙の冒険を期待しているなら、私はあなたが悲しいかなか失望するだろうと言うのは恐れています。 宇宙兄弟は、一言で言えば、決して希望を諦めず、人生があなたにスローされても、常にあなたの夢を達成しようと努力することについての物語です。\n\nクリシェは聞こえるかもしれませんが、それは非常にうまくやっています。そのような信じられないほどリアルな方法で、私は最初のエピソードから夢中になりました。 キャラクターの開発は素晴らしく、それはこのシリーズが本当に輝くものの一つです。\n\n私たちの主人公、Mutta Nanb​​aは、最初のエピソードから非常に好きだった、すばらしい、よく書かれたキャラクターです。 そんなに私は彼のシリーズに10未満のエピソードの後に​​私の 'お気に入りのキャラクター'パネルに彼を追加する必要があったように。\n彼を好都合にさせるものは？ 彼は欠陥がある。 当初、宇宙飛行士になっている弟の後ろにいて、失業していて、幾分恥ずかしがり屋で、ちょっと偏心しています。\n\nもちろん、それはすべての暗闇と運命ではありません、難波は良い、多面的な性格を作るように多くの肯定的な特性があります。 彼がどれほど偉大な兄弟であるかということだけではありません。 いくつかの嫉妬は明らかに時々表示されますが、ムッタは弟の業績を誇りに思っています。 最近の多くの現代アニメは、スタートからすぐに祝福されることが多い主人公を特徴とする傾向があります。 それは何百万人の女の子が明白な理由で彼に襲いかろうとしている、またはShounenやアクションアニメでずっと長い間同じことをしてきた人よりもはるかに強力なキャラクターです。\n既に不自然なキャラクターを最初から抱えていることは、新鮮な空気の息吹であり、スペース・ブラザーズはそれをもっと現実的で成熟させるだけです。\n\nムッタは非常に関係のあるキャラクターを作る。 あなたの年齢や現在の人生経験にかかわらず、私が通っていることは、私たち全員が共感できるものです。 私たちは、私たちが人生の中で背後にいるような気分の時代、あるいは兄弟や仲間と比較しないような気分を抱いていました。 私たちは、私たちが望んだことを達成しなかったときに、自分自身や家族に何らかの形で失敗したように感じます。\n\nそして、それはSpace Brothersの輝かしいメッセージが来るところです：「決して諦めないでください」\n最初のエピソードの後に​​何が起こるかは、私たちが何歳になっても、私たちがどれほど後ろにいるか、何回失敗したとしても、あなたの目標を達成するために努力することができるという、非常に刺激的な話の旅です。 その中で、私のお気に入りの引用符の1つは、「本物の失敗には意味がある」ということです。\n\n宇宙飛行士になるために必要な訓練は非常に現実的な方法で提示されます。 このアニメは、多くのアニメーションショーが失敗する成熟度に達します。 あなたは設定やプロットにはあまり問題がありません。シリーズが進行するにつれて我々が紹介している文字は、すべてMuttaと同様に書かれています。 私が嫌いだったシリーズの中の一人の人、あるいは私にとってはまれな、どんな種類の迷惑な人でも、私は本当に考えることができません。\n\nおそらく私の唯一の苦情は、エピソードのいくつかは、必要以上に長くドラッグするように感じるということです。 私たちは退屈な、標準のShounenフィラーを話しているわけではありませんが、いくつかの不要なシーンをカットするだけで、このシリーズを短くできたように感じます。  （私はあなたのために台無しにしません）エンディングは、やや不満足なメモを残します。 それにもかかわらず、私はこれを見て多くの楽しさを持っていた。 コメディは素晴らしかったし、非常に思慮深く、感動的なメッセージがあり、キャラクターのキャストは信じられないくらい好きだった。 私はそれまでに何かを見たことはないと思う。 皮肉なことに、これを見て背中に座って、しばしば私の背中から降りて、私が長い間考えていた夢を達成しようと誘発しました。\n\nペーシングも比較的遅く、何かをより魅力的なものにしようとしている人たちを止めるかもしれません。 しかし、私は誰にもこれを勧めています。 たとえ宇宙飛行士があなたのものではない場合でも、もっとペースが速い場合でも、少なくとも最初の2つのエピソードを試してみて、あなたの考えを見てみることをお勧めします。 あなたはうれしく驚くかもしれません。 これはとても愛らしいショーのひとつです。あなたが悪魔でない限り、それを嫌うのはほとんど不可能です。"
  },
  {
    "title": "Uchuu_Kyoudai",
    "id": "12431",
    "url": "https://myanimelist.net/anime/12431/Uchuu_Kyoudai",
    "user": "ChokeBee",
    "profile": "/profile/ChokeBee/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=180337",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n私は現在3年間MALのメンバーです。\nそれ以来、フォーラムのクロール、ポストメークの進展はあまりありませんでした。 私はここで私たちの全員ではないにしても、もちろん、ほとんどの場合、新しいタイトルを検索する場所としてMALを使用していましたが、私はここであまりコミュニティに貢献しませんでした。\nだから、なぜ私の最初のレビューは宇宙の仲間のためだろうか？\nその質問に答える必要があります。\n\nまずは、このシリーズを見るべきかどうかまだまだ不確かなあなたの皆さんは、Space Brothersで何を期待するべきかを認識しなければなりません。\n私はもちろん、ジャンルとプロットの設定アニメやマンガの両方でこれを数種類比較することはできますが、それはできません - 宇宙九大は派手なクリシェの招待で輝かない隠された宝石ですから。 それはあなたがすでにそれを見ているときにのみ感じることができる別の種類の雰囲気を与え、そしてその宝石は輝くようになります - 観客とアニメ自体の両方のための相互の感謝の気持ち。\nエピソードの数が増えるにつれて、あなたはこの宝石がいかにあなたからずっと離れて隠されていたのだろうかと疑問に思うでしょう。アニメ自体はあなたが驚くでしょう。 終わり。\nそれはもちろん - あなたが何かに入っているなら、それは不必要なパンティーショットを必要とせず、主人公を圧倒して自分自身を楽しませるために「選ばれたもの」の歴史を圧倒します。\n\n（上のことが間違っているわけではありません。パンティショットや何度も何度も使用されていますが、これまで以上にアニメの最大のクリシェになっています。\n\nそれ以外は、宇宙九大とは何でしょうか。また、長いショーの約束のほかに、何を期待していますか？\n\nアニメは、成長した31歳の闘いに大きく重点を置いています。 彼は子供の頃の夢を達成するという決意を失ってしまった。\nあなたは夜の空を見上げて、宇宙を探索し、新しい可能性を発見し、これまで不可能であったものに違反することがどれだけ素晴らしいと熟考しましたか？\n私たちの主要なヒーロー、Namba Mutta  - むしろ曖昧で臆病なキャラクター、弟、Hibitoと一緒になったのは確かです。 彼らは夢を別の言葉で表している。\n\n子供の頃、MuttaとHibitoはどちらもUFOを見ました。その瞬間、弟の約束を得ました。ある日、彼は月に飛ぶ宇宙飛行士になるでしょう。\nヒッタウが月に行くならば、火星に向かわなければならないということで、両者の間に約束をしなければならないというムタの信念は、いつかは若い世代より先行しなければならないということでした。 宇宙飛行士になる。\n\nしかし、2025年後半には、ヒビートだけがその約束を果たし、兄を後にしているように見えました。\n\n宇宙の恭達は、数十の身体ストレステストやインタビューなど、さまざまな困難を克服してムッタに従います（そして、私たちは皆、宇宙飛行士の仕事はもちろんのこと、 正常な人間が逃げ出すだろうということです。\n\nこのアニメは、他の人の日常生活にも重点を置いています。宇宙飛行士になることを夢見ている人は、ムッタを友人が敵になる状況に置いています。 主人公に焦点を当てるだけでなく、カーテンの背後で働く人々 - 宇宙で使用されるすべての機器を作るエンジニア、かつては月面を歩いた人、そしてジェットパイロットになった人、絶望した人 彼らの友人の死を乗り越えることができない酔っ払い人、そしてミッションをすることができないコントロールミッションのクルーがいます。\n\n一定のテスト、トレーニング、多くの障害を克服し、精神的および精神的な強さ、意思決定とマルチタスクの正常な人以上の宇宙飛行士が持っている必要がある多くの特性の1つです - すべてが正確に説明され、 多くのアニメが誇りに思うことはありません。\n将来の宇宙プログラムがどのように見えるかについての正確で現実的なアプローチでは、宇宙オペラのようなジャンルにぶつからない人でさえも、宇宙九大は今のところ、SFの中で最高のアニメであるだけでなく、 それと同時に過小評価されているが、最高のタイトルの一つでもある。\n\nだから、なぜ宇宙九大のレビューを書いたのかという疑問に答えると、99エピソードのアニメーションの後、244章（これを書いている時点で）、ドラマ映画 アニメがうまく終わったにもかかわらず、少なくともこのレビューで私がフィナーレにつながった継続を見たいと思っていることを示すために、私はそれに感謝の意を表するはずです。\n\n私の個人的なスコアに関して、私はあなたがすでにどの数字になるのかを知っていると思います。\n10/10、10回以上見るだろう。"
  },
  {
    "title": "Uchuu_Kyoudai",
    "id": "12431",
    "url": "https://myanimelist.net/anime/12431/Uchuu_Kyoudai",
    "user": "ktulu007",
    "profile": "/profile/ktulu007/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=198172",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  7\n\n宇宙恭大は、小山ちやから賞を受賞し続けている漫画です。  2012年から2014年にかけて、A-1の写真からアニメ化されました。 また、アニメを開始した直後にリリースされたライブアクション映画のアダプテーションもありました。 私は本当にこの1つから何を期待するのか分からないので、その中に潜んでみましょう。\n\nストーリー：\n\n物語は2025年に開かれ、南部日比谷は日本人初の宇宙飛行士になる予定です。 彼の兄ナンバムッタはうまくやっていない。 彼は最近、弟を侮辱して監督に頭を下げて仕事を失い、新しい仕事を探している間に両親と一緒に戻った。 奇妙なことに、場所は彼の監督を率いる男を雇うことをためらっているようだ。 ムッタが苦しんでいる間、彼の母親は、ヒビートの助言のもとに、彼の履歴書をジャクソンに送り、リストに載って宇宙飛行士の試験に合格する。 もし彼がいくつかのテストを通過することができれば、彼は宇宙飛行士になり、最終的には宇宙に飛ぶ幼年期の夢を実現することができます。\n\n\n\n肯定的な側面では、ストーリー自体は本当に魅力的であり、それは劇的でコメディーな瞬間をたくさん持っています。 また、絶え間なく自然に緊張の新たな源泉を導入しています。 通常、私はこれを現在の時間に近づけるように設定していますが、宇宙授業は実際にその様子をうまく処理しています。 彼らが持っている技術の大部分は、変更がかなり妥当であるバージョンを既にまたはわずかに変更したものです。 導入される少しの新しい技術があり、そのすべてがかなり考えられるようです。 近いうちにそうしたようなことをどのように発達させたのかを止めて疑問に思うような、あなたが紹介したものは何もありません。 ユーモラスな要素は主にかなりうまく機能し、ドラマとユーモアの融合が効果的に行われます。 小山はいつ深刻なのか、ちょっとしたユーモアを重大な瞬間に注入する時期、そして気分を変えないように気分を変える方法を知っています。\n\nキャラクター：\n\n文字は主によく書かれています。 主要な、そしてほとんどの側面のキャラクターは、真実を得るために十分に開発され、洗練されています。 彼らの多くはユーモラスな癖をしていますが、彼らは外れているような癖や信じられないほどの誇張された癖ではありません。 インタラクションもうまく処理されます。 ムッタとケンジの友情はかなり恒星です。 ダイナミックな「兄弟たち」のように。\n\nアート：\n\nアートワークとアニメーションは良いです。 このシリーズには、キャラクターのかなり大規模なキャストがあり、それらのすべてがかなり独特のものに見えるように管理します。 背景や様々なオブジェクトがうまく詳細に描写され、アニメーションは流動的です。 本当に、私の唯一の問題は、シリーズが多くの場面をリサイクルすることです。 ストーリーを埋め込むことはほぼ確実です。アニメーターは怠け者ではありませんが、同じ画像を時間の経過とともに見ても迷惑になります。\n\n音：\n\nパフォーマンスはすべてうまくいっています。 ケンと平田広明は、兄弟としての堅実なパフォーマンスを提供します。 サワシロ・ミユキは、この中でボスであり、複数の役割を担っています。セラ、若いムッタ、アポ＆ 彼らをすべて独特な音にしています。 確かに、そのうちの1つはパグですが、まだ印象的です。 音楽もかなり堅実です。\n\nホーイー：\n\n私たちは本当に何も得ていない。 このシリーズにはあまりロマンスはありません。その中にはほとんど現われていませんが、私たちが得意とするものはすべてヒットです。\n\n最終的な考え方：\n\n宇宙空洞はいくつかの問題を抱えています。 繰り返されるシーン、ランダムな霊的な馬鹿馬鹿しくて不器用なステレオタイプは大きなものです。 それでも、それは全体的な面白い、魅力的な話です。 あなたがかなり現実的な観点から宇宙探査に興味を持っているなら、間違いなくそれを試してみるべきです。 あなたが人生の作品を好きで、宇宙飛行士やその家族に続くことが良い前提になると思うなら、あなたはまたそれを行かなければなりません。 私の最終評価は7/10になるでしょう。 来週、私はLove Liveの第2シリーズに移ります。"
  },
  {
    "title": "Uchuu_Kyoudai",
    "id": "12431",
    "url": "https://myanimelist.net/anime/12431/Uchuu_Kyoudai",
    "user": "porudesu",
    "profile": "/profile/porudesu/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=70757",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  10\n\n〜をようううう〜 （ぶるす ぇえ ｓｔｙぇ！）\n\n私は偶然、このアニメを拾いました。私の友人は、それが適用されたマンガが本当に良かったと教えてくれましたし、マンガ大正賞でも考えられました。 そして、少年、私は彼に耳を傾けてうれしいです。\n\n私たちは皆、ある時点で宇宙にいることを夢見てきました。 そうでないと主張する人は信じられません。 私が子供だったとき、私は9つの惑星に本当に関心がありました。そして、これらのそれぞれに生命が存在する可能性が常に増大していると推測しました。 宇宙から地球を見る幼年時代の目標の一つであり、私の宇宙からの究極の発見や私の魔法の能力の発見という私の夢と一緒でした。\n\nもちろん、私たちが思春期を過ぎる頃は、厳しい現実が私たちの大部分を襲った。 私たちは、一見達成できない目標を持ち、他の人と分かち合うことを主張して、大きな夢を見ていることをあきらめます。 それまでに私たちの大部分は、安定した家族を抱くこと、9から5の仕事、またはビジネスを始めることを夢見ていました。 博士号を取得しているか、多国籍企業を所有していることは、私たちの「現実的」な目標の中で最高です。\n\n対照的に、宇宙飛行士は奇妙な様式で始まります（スポイラーの警告）：「米ボウルのUFOを見ただけで宇宙飛行士になるという2人の男の子？ そのために、私はこのショーには非現実的な雰囲気が続いているような印象を受けた。 私は間違っていました。 ショーは可能な限り現実的でした。\n\n白いスーツを着て、地球の唯一の自然衛星で月の散歩をするという私の抑圧された夢は、特に、主人公のナンバ・ムッタとの共演で、 私たちのほとんどが私たちの失敗の言い訳として使用するいくつかの不運と組み合わせて、平均以上のスキルを持つ男として出発します。 最初から、ストーリーはムッタの不運の皿を務めましたが、彼の兄弟の助けを借りて、そのイベントは変装の祝福でした。 それが始まったのは、視聴者がMu-chanに共感するのを助けてくれました。\n\nそうですね、私は、最初に見た2人の兄弟が見たUFOは、到達できないような幼い夢の夢のメタファーとして行うことができることに気付きました。 しかし、2人の兄弟のうちの1人がそれに達しました。 立ち上がり、私たちの夢のために戦う、あるいは後悔して私たちに遭遇させるように、挑戦は私たち、他の仲間までです。\n\nこのプロットは気分がいいアニメのための良い醸造のようだが、宇宙九大は、ムーちゃんの斬新な考え方から生まれたストーリーラインと、納得のいくコメディーを融合させた秀逸な作品である。 物事が深刻になっても、あなたはこれらの瞬間のために突然紛争を忘れてしまいます。\n\nまだ完成していませんが、これまでのところこのショーに感銘を受けました。 あなたの夢を達成し、毎日を最大限に活用するこの現実的な取り組みは、あなたが望むかもしれないものを達成するための励ましを与え、障害や障害を提示されたときにあきらめることはありません。 宇宙恭台は他のアニメとは別にアニメですが、それは実際にはスライス・オブ・ライフのアニメではありませんが、同時に現実的で、 米のボウル（UFOと日本語を話すアメリカ人：P）を数えます。"
  },
  {
    "title": "Uchuu_Kyoudai",
    "id": "12431",
    "url": "https://myanimelist.net/anime/12431/Uchuu_Kyoudai",
    "user": "Hootja",
    "profile": "/profile/Hootja/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=141295",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\n-概要-\n\nストーリー：10\nアート：9\nサウンド：8\nキャラクター：10\n楽しさ：10\n全体：10\n\n - 詳細 - \n\nストーリー：10\nジャンル：ドラマ、セイネン、生命の切れ端、SF、宇宙\n\nスライス・オブ・ライフのアニメが出るまで、Space Brothersのペーシングは平均よりわずかに遅いです。 それは主に2人の主人公/兄弟の1人の視点から語られる連続的な物語を持っています。 主人公の過去と現在の経験が並置されているという点で、ストーリーはやや非線形です。 彼らは約12歳のときに主人公を見て、20代後半から30年代前半にかけて、どのように彼らが現在の人になったかを見てみましょう。 否定的なものとして私に出くわした唯一の事の一つは、ほとんどのエピソードが必要ではないように見えても、1〜2分の要約で開きます。 途中でいくつかの要点の繰り返しもありました。\n物語そのものは、ほとんどが宇宙飛行士になるプロセスであり、その設定はほとんどの物語のための地球/ NASAです。 この話の主な魅力は、NASAとスペースについての記事では必ずしも見ない、宇宙飛行士になることの背後にある「舞台裏」を見ていることです。 物語は非常に現実的で、非常にキャラクター駆動されているようです。 ストーリー全体にコメディーやドラマを散りばめた瞬間があります。 コメディとドラマの両方の要素はうまくいき、うまくいきます。 全体的にストーリーは単純で簡単です。座って簡単に座って、宇宙飛行士になるための主人公の作品を見て楽しむことができます。\nこのショーのもう1つの側面は、将来的にはわずかに設定されていることです。ストーリーの主要部分は2020年代に起こります。 したがって、当時どのような技術があるかを予測するには、SF要素が少しあります。 全体的に私は予測が非常に合理的だと思うし、実際に近い将来に実際に起こるかもしれないものを見て、実際には非常に涼しいです。\nアニメは終了時にマンガに追いついていた。 代わりにいくつかの別のエンディングを思いつくのではなく、アニメは基本的にちょうど停止するのが妥当と思われる時点で停止しました。 だから結末は本当に終わりのようにものを包み込むことはありません。 将来的には別のシーズンにそのタグの末尾にタグを付ける可能性があるようです。 結末はそれ自体が否定的な側面のようには見えませんが、それはあなたがもっと欲しいままになり、将来の漫画のより多くの適応を望んでいます。\n\nアート：9\nスタジオ：A-1 Pictures\n\n芸術はきれいで清潔で、文字を表現するスタイルは現実的です。 すべてのキャラクターはユニークに見え、簡単に識別できます（髪の毛でさえ、シリーズ自体が面白くなります）。 品質はシリーズ全体でかなり一貫しています。  1つまたは2つのアークがあり、シリーズのより劇的な部分の間は少し良くなります。 全体として私は、物語を効果的に伝えるためには、アートが必要とすることをしていると言います。 それは素晴らしい素晴らしいですが、それは悪くないです。 それは仕事を終わらせる。 オープニングとエンディングも良く見えます。\nCGIが飛行機やロケットのようなものに使われる時があります。  CGIは非常にうまくいきます。使用するとうまくいくと思いますし、特定の場面の効果を妨げないと思います。\n私はNASAに行ったことは一度もありませんでしたが、多くのファンは背景が非常によく、現実的に表現されていると言います。 あなたがNASAに行ったことがあるなら、あなたはこのショーを見ながらあなたが再びそこにいるように感じるかもしれません。 ロケットや宇宙服のようなものも本当に美しく見える。 全体的に、実際にアニメーションについて悪いことはありません。\n\nサウンド：8\n\nオープニングとエンディングはかなり良いです。多くのファンにとって、最初のオープニングテーマはお気に入りです。 彼らはシリーズの気分をかなりよく捕えます。\n声の演技はうまくいっていて問題はなかった。 現実的な設定のために声がうまくいきます。 コメディの瞬間があり、それらが起こるとき、声優はそれを面白くする良い仕事をします。 否定的な公演は目立たなかった。 主人公の声優は特に良い仕事をしたと思います。これは、このショーで重要なのは、彼が1時間のスクリーン時間を取るからです。 私はまだ頭の中で彼がどのように聞こえるかを思い出すことができ、私は個人的には彼の声が本当に好きです。\n音の効果は良いです。 私はいつも外に出なかった。 彼らは浸漬係数を助けるのに十分です。\nOSTの気分は、ショーによく合います。 いくつかの素晴らしい音楽があります。 ショー自体も時には非常にインスピレーションであり、音楽は通常その感情をかなりよく補強します。\nOSTには本当に私が楽しむために耳を傾けて感じるような目立つトラックはなかった。 しかし、それはいずれかの恐ろしい音楽があったようにではありません。 かなり目立つことの1つは、トラックの多くがかなり繰り返されていることです。私は、ほぼすべてのエピソードに登場する1つの作品もあると思います。 これは、特にあなたが時計ショーに夢中になる傾向がある場合に特に気付くはずのものです。 これは悪いトラックではないので、必ずしもこれは否定的なものではありませんが、私はより多様なものが好きでした。\n\nキャラクター：10\n\nこのショーは非常に現実的であることを意図しており、キャラクターは実際の人々のように感じてしまうので、それは大きなプラスです。 説明の瞬間/エピソードを除いてナレーターはありません。 この番組のキャラクターは、すべて20歳代以上です。 高校生はいません。\nシリーズの名前を考えれば、2人の主な兄弟が最も多くのスクリーン・タイムを持つことは驚くことではなく、その2人の主人公ムッタは、はるかに多くのスクリーン・タイムを取得します。 この話は、宇宙飛行士である弟ヒビトを追いかけながら、成長して宇宙飛行士になるムッタについてのものです。 ムッタはとても好きな男です。 彼は最近、彼の仕事から解雇されたので少し落ち込んでいますが、宇宙飛行士になる過程が始まると、彼のために物事が変わり始めます。 あなたは徐々に彼についてもっと学びます。なぜ彼は宇宙飛行士になる資格があり、彼の人格はどんなものなのですか？彼は自信を持って自信を持って成長するのです。 彼のキャラクター開発は現実的で、あなたはパーティーや家庭などあらゆる種類の生活の中で彼を見ることができるので、彼について多くのことを学ぶことができます。個人的に私は本当に彼に付き添っています。 アニメから私のお気に入りのキャラクター。 彼が本当に好きでいい人なので、私は彼のためにすべてのステップを応援しました。\nヒビートは元気ですが、彼はもう少し予約されているように見えるので、あなたは彼とムッタを知ることができません。 彼はまだ好きなキャラクターですが、少なくとも私にとっては、彼は職業的には彼がムッタの「先輩」になるにもかかわらず、本物の弟のように感じました。  Hibitoはスポットライトで2つのアークを得て、彼らはスポイラーの理由のために私の好きなアークの2つなので、私はそれを残します。\nもう一つの重要なキャラクターは、技術的には叔母ではなく、男の子の母親像のような、兄弟の「叔母」シャロンです。 彼女は有名な天文学者で、育った宇宙人の熱意を育むのを助けました。 彼らの過去と現在の風景が並んでいて、Sharonがどのように彼らが誰であるかに成長するのを助けたのはとても涼しいです。 後にSharonは物語の実際のプロットに対してより重要になる。\n支持キャストには、兄弟の両親やその他の宇宙飛行士が含まれます。 多くの異なる人格があり、それらはすべて非常にユニークであり、私の心の中で際立っています。 私はそれらのほとんどを本当によく覚えています。 キャストの多様性と個性が育まれたスキルは、あなたがそれらの作品に精通している場合、浦沢直樹の作品に匹敵します。\n本当に主要な拮抗剤もありません。  NASAには、宇宙飛行士のキャリアアップに脅威を与える可能性があるが、誰もが反対しているという特徴はない。 基本的には実生活のようです。\n\n楽しさ：10 /全体：10\n\n楽しさの大きな要因は、スライス・オブ・ライフ、非常にキャラクター駆動の物語を好む傾向があるかどうかです。 私はそうしています。特に、私は本当に宇宙と科学が好きなので、私はこれの上にいました。 私は、スライス・オブ・ライフを楽しむことができ、宇宙や科学に関心を持っている人は、このショーが間違いないと思います.NASAのクールな「バックグラウンド」タイプのもの、 宇宙旅行。 キャラクターのキャストはかなり素晴らしいですし、私はそれらと一緒に時間を過ごした。 このアニメはインスピレーションと畏敬の念を抱くものでもあり、私は本当に感謝して楽しんでいます。\n私はこのシリーズはアニメ以外のファンが楽しめるものだと思っていますが、それは何かスライス・オブ・ライフとペースが遅いもので大丈夫でしょう。 私はこれが主な理由は、シリーズがどれほど現実的で、アニメの奇妙さやファンがないからです。\n私はこのショーがとても長くて、遅いペースでゆっくりとしているので、最高の再ウォッチの価値があるかどうかはわかりません。 私はまだそれを見直していないので、それは私の最終的な判決になるかどうか分からない。\n私はこれまでできることがあれば、いつかこのショーを所有したいと思うし、全体的にはとても印象的なショーだ。 このショーの詳細は間違いなく私の心の中で際立っていて、私にとって肯定的な印象を残しました。 全体的に私はこのショーが彼らが以前楽しんでいたようなものだと思うと誰にでもそれを強く勧めます。"
  },
  {
    "title": "Uchuu_Kyoudai",
    "id": "12431",
    "url": "https://myanimelist.net/anime/12431/Uchuu_Kyoudai",
    "user": "FluffyPop",
    "profile": "/profile/FluffyPop/reviews",
    "pages": "1",
    "number": "14",
    "link": "/reviews.php?id=57857",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  9\nキャラクター|  7\n|  9\n\n宇宙恭子は間違いなく、現在他のアニメとは違っている。 ストーリーは独特で、キャラクターはユーモアのセンスが奇妙で（私はその言葉が嫌い）、テーマは（あなたの仕事を失う、不十分な気持ち、自分を改革する、兄弟の競争、難しいと思っても好きなことをやっている） 世界の現在の状態を考慮すると、 マンガの読者は、彼らがそれをほとんど言葉に従わせたことを知ってうれしい。 私は、声優の選択が奇妙で、私はそれについて本当に幸せではないことを発見しましたが、それは私の唯一の主要な苦情です。 サウンドトラックは素晴らしく、アートはシンプルですが、活気があります。 全体的に、私は間違いなくこのアニメをお勧めし、私はシーズンが進むにつれてどこに行くのを待つことができません。"
  },
  {
    "title": "Uchuu_Kyoudai",
    "id": "12431",
    "url": "https://myanimelist.net/anime/12431/Uchuu_Kyoudai",
    "user": "Chuck_Noris",
    "profile": "/profile/Chuck_Noris/reviews",
    "pages": "1",
    "number": "15",
    "link": "/reviews.php?id=213303",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこのアニメは非常に過大評価されています。\n\n物語は、宇宙に行こうとしている2人の兄弟のことです。 しかし、私に打撃を与えるのは、目標がどれほど明るくないかということです。\n\n今後の予定ですが、日本ではまだ米国の宇宙計画を模索しています。 自分の宇宙能力を開発するのに労力を費やすのではなく、主人公によるすべてのハードワークは、恣意的な官僚に誇示するだけで、彼らは選ばれ、代わりに米国の宇宙船に乗ることができます。\n\nそして、これは感動的な話であると思われますか？ いい加減にして。 少なくともいくつかの国家の誇りを持って、他の国に頼るのではなく、自分の人を宇宙に送りなさい。 兄弟の1人は非常に賢明であることが示され、いくつかの未来的な車を設計しています。 私はJAXAで熱心に取り組んでいるショーを見て、自分の夢を実現するために自分のロケットをデザインすることが大好きです。\n\n現時点では、このショーの全前提は、NASAやロシアに数百万ドルを渡す宇宙観光客と変わりありません。この場合、彼らは自分のお金を使用していないので、さらに哀れです。\n\nストーリーのその部分を無視しても、その文章は明らかに平均的です。 すべてのスポーツアニメで見られる典型的な「ガンバライ」姿勢。 この場合、兄弟は迷惑な人格を持つ嫉妬の敗者でもあります。 非常にカリスマ的なMCではありません。\n\n最後に、私はNASAのロゴを実際に見ることができるショーのクレジットの中で気づいた。 彼らは何とかこのアニメの制作に携わっていたと思います。 どこにでもアメリカの旗があり、ショー自体にNASAの絶えず言及されているので、私はこれがPRの運動であると考えています。 おそらく、これはまた、日本人があまりにも上手くならず、自分のプログラムを開発するのではなく、代わりにNASAに宇宙飛行士を送ってもらうという微妙なメッセージですか？"
  },
  {
    "title": "Uchuu_Kyoudai",
    "id": "12431",
    "url": "https://myanimelist.net/anime/12431/Uchuu_Kyoudai",
    "user": "animelover110499",
    "profile": "/profile/animelover110499/reviews",
    "pages": "1",
    "number": "16",
    "link": "/reviews.php?id=191712",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\n「宇宙飛行士を目指している兄弟たちのアニメを見て、誰かが何か行動やファンタジーなことを見ているのは時間を無駄にするだろうが、それは本当のことだ」と私は宇宙九台を彼らに勧めた時、 彼らは傑作の傑作、欠点のほとんどないアニメを見逃したことを知らない（少し誇張された笑）\n\nストーリー：宇宙空手はムッタと弟のヒビトに続き、最初のものは失敗、もう1人は宇宙飛行士になるためのトレーニング、ムッタの夢の仕事です。 宇宙九大の物語は、とても現実的で、友情の力はなく、そんなものはありません（少年ファンの笑）。 ペースも非常に良い、フラッシュバックがよく使用されています。 ドラマも完璧で、過度に使用されることもありません。私が見つけた唯一のマイナーな問題はコメディですが、まれであり、よく使われていません。 物語のための固体9/10。\n\nキャラクター：キャラクターはショーの強みであり、キャラクターは無用ではなく、ムタとヒビートのような主なものからシャロン賢治のようなものに至るまで、ほとんどすべての重要なキャラクターはよく発達している。 それらの間の接続。 文字のための10/10。\n\nアート：グッドアートといいアニメーション。9/10\n\nサウンド：非常に良いオープニングとエンディングと声優が、私はキャッチーなオストを覚えていないので、それは8/10です。\n\n楽しさ：私はこのショーをたくさん楽しんだ。それは3日間で終わらせるショーのようなものではないが、毎日約3日間見ている中毒のようなもので、本当にリラックスしている。  10/10\n\n全体的に：（ストーリー、キャラクター、楽しさの係数は2、サウンドとアートの係数は1です）全体的なスコアは9.37です。私が見たいショーのためには9です。"
  },
  {
    "title": "Uchuu_Kyoudai",
    "id": "12431",
    "url": "https://myanimelist.net/anime/12431/Uchuu_Kyoudai",
    "user": "troy2062",
    "profile": "/profile/troy2062/reviews",
    "pages": "1",
    "number": "17",
    "link": "/reviews.php?id=78415",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは私がMyAnimeListに提出した最初のレビューなので、あなたが慣れているスタイルに合致していないのであれば、お詫び申し上げます。\n\nアニメを楽しむために、アクション、巨大なロボット、エイリアン、モエ、魔法の女の子、または同様の幻想的な出来事が含まれている必要がある場合、これはおそらくあなたのためのシリーズではないということから始めましょう。 あなたがここで見つけることは、十分な決断をして、あなたの夢がどのように届いているかの話です。\n\nこれまでのところプロットは素晴らしく、楽観主義とインスピレーションが膨大な量で放射されていました。 このような例の1つは、シリーズが2026年に設定されているということです。これは、2012年にMuttaとHibitoが平均的な視聴者と同じ年齢であったことを意味します。 あなたは宇宙飛行士になることは間違いありません。 私はこの時点までにシリーズの過程で多くの涙が流されたことを認めなければならない。\n\nすべてのOPとEDはとても楽しかったです（ただし、「Feel So Moon」は私の意見では最高でした）。サウンドトラックはAngel Beatsから私が聞いた最高のものの1つです。 それはフルオーケストラによって演奏され、数多くのシーンの感情的な影響に驚異的な影響を与えます。 私はある時点でそれを取得する必要があります。\n\nシリーズにはそのような古典的な感触があり、現実的なアニメーションスタイルはかわいいlolis（ちょっとしたlolisではなく）を見るのではなく、プロットに注意を集中させるように働きます。 これらすべての要因が結びついて、過去2年間の私の絶対好きなアニメになりました。 それは約45のエピソードのために放送され、私は非常にユニークな何かを探して誰にもお勧めします。"
  },
  {
    "title": "Uchuu_Kyoudai",
    "id": "12431",
    "url": "https://myanimelist.net/anime/12431/Uchuu_Kyoudai",
    "user": "PrinceHector11",
    "profile": "/profile/PrinceHector11/reviews",
    "pages": "1",
    "number": "18",
    "link": "/reviews.php?id=180968",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのシリーズは単に驚異的です。 シノプシスが最初に始まったシーズンは、シノプシスがあまりにも羨ましいように私に伝えられたので、私はそれに合格しました。 少年は私が間違っていた。 あなたが何かを盛り上げる必要がある場合（誰もがこれ以上使うことができる）、これは完璧なアニメです。 私が話している唯一の否定的なことは、物語が終わっていないという事実です。 漫画のペースが遅いため、漫画からカバーするために十分な量のコンテンツを構築するまで、99のエピソードでショーが止まった。\n\nストーリー：10\n\n前提は潜在的に鈍いと思われますが、これらのキャラクターが宇宙飛行士になることを促すものよりも、あなたにインスピレーションを与えるものはありません。 これは、我々がアニメで見るのに慣れ親しんでいた超未来的な宇宙オデッセイではない。 これらのキャラクターの物語にあなた自身が繋がっていることがわかります。 常に座席の端に座ります。 しかし、興奮して、むしろ不安ではなく、方法で。 これは将来20年未満に設定されています。 テクノロジーは最小限の進歩を遂げました。 彼らはおそらくこの時点でiPhone 13にいるだろう。 これは、私が書いている限り、私が驚いていることです。 技術的な考え方は未来のSFではなく、単純に受け入れるものです。 これらは我々が導入された技術であり、今後10年以内に実現可能であると本当に信じることができる。 このため、設定は完全に没入型です。 それは単に本物です。\n\nアート：8\n\n私はこのショーの芸術について大いに言わない。 それは良いように見え、空間の独特のイラストの多くはエキサイティングです。 コメディの瞬間はうまくいきます。 何も文句を言わない。\n\nサウンド：10\n\nあなたが音楽が映画を作ると言う人がいると聞いたことがあるなら、私はこのショーとうまく共鳴すると感じます。 オーケストラのテーマは本当にあなたの心を奪い、John Williamsのスタッフがショー全体を見ているような気分になります。 ブリリアント！\n\nキャラクター：10\n\nこのような長いショーでは、オーディエンスが接続できる主人公を持つことが絶対必要です。 それは特に、権力と戦いを中心に回っていないショーのために行く。 確かに、ナルトは好きかもしれないが、彼がこの超強力な忍者でなければ誰もがらくたを与えないだろう。\n\nムッタはあなたが望むすべてです。 彼はあなたのドラマとコメディです。 彼は素晴らしかったですが、私は彼が私の親友かもしれないと感じる方法で。 支持するキャストも同様に印象的ですが、あなたがムッタを愛していなければ、あなたは魂を持たないかもしれません。\n\n楽しさ：10\n\n私はそれがかなりフリークインだと思っています。私はこのショーが大好きです。 確かに私のトップ10のアニメの1つです。 このアニメを見る！"
  },
  {
    "title": "Uchuu_Kyoudai",
    "id": "12431",
    "url": "https://myanimelist.net/anime/12431/Uchuu_Kyoudai",
    "user": "sberjaram",
    "profile": "/profile/sberjaram/reviews",
    "pages": "1",
    "number": "19",
    "link": "/reviews.php?id=190497",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nさて、これは私の最初のレビューです。まずはこれが私にとって最高の人だと言わなければなりません！ 私はこのショーのすべての瞬間を楽しんだし、キャラクターは非常にリアルで、ほとんどのアニメが持つたくさんのアクションは必要ありませんが、同じ夢を共有する2人の兄弟の単純な物語：宇宙飛行士になることが大好きです。 私はムタを初めて好きでした、彼の人格は素晴らしいです、彼は兄弟ヒビトと同じ運命ではない、彼の人生は物語の初めに吸う、彼はそのヘッドハッハハハハの仕事で解雇され、 彼の弟、私は彼が非常に良い兄弟であるという事実が好きです、彼はヒビトの業績に嫉妬ではなく、彼はそれが必要なときに常に彼の兄弟を助ける、一方でヒビートは成功した男です、彼は本当に彼が何を提案する 彼はいつも自分の夢を実現させるためにムッタを鼓舞している。 彼らの人生の目標を達成するために激しく戦っている2人の兄弟の美しい物語。"
  },
  {
    "title": "Uchuu_Kyoudai",
    "id": "12431",
    "url": "https://myanimelist.net/anime/12431/Uchuu_Kyoudai",
    "user": "sayan002",
    "profile": "/profile/sayan002/reviews",
    "pages": "1",
    "number": "20",
    "link": "/reviews.php?id=187046",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  9\n\n宇宙刑事（Space Brothers）は、それを見て嬉しいあなたを残すアニメの一つです。 それは後に落ちた兄弟の話ではなく、はるかに興味をそそられています。 あなたの夢を実現し、それを達成するために尽力し、最終的にそれを実現し、それを維持するために生ずる困難のいくつかさえも、このアニメに美しく描かれています。 確かに、それはほぼ100エピソード長いです。 しかし、アニメの終わりには、それを別の番号として扱うだけです。\n\n見事なビジュアルやボイス演​​技はおそらくこのアニメの最高の側面です。 あなたは完全に対話の感情を理解することができます。 そのキャラクターは見るべき喜びであり、ストーリーそのものはペースがあり面白い。\n\nこれを時計にすることに決めた場合、あなたは失望しません。 私は正直言って、継続があることを願っています。シリーズでまだ探求できることがいくつかあります。"
  }
]
