[
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "Alexlung",
    "profile": "/profile/Alexlung/reviews",
    "pages": "5",
    "number": "1",
    "link": "/reviews.php?id=161039",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n実際にそこに13のエピソードが利用可能でした。 ちょっとしたエッチと少しの恐怖に気をつけなければ、それは素晴らしいアニメです。 このアニメのホラー要素は少し低いので、なぜ彼らはそれにジャンルの恐怖を置くのだろうかと思う。\n\nOPソングとエンディングソングは、アニメソングをコレクションbtwとして保存したい人には最高でした！\n\nもともと私はこれが非常に悲惨な/ホラーアニメになるだろうと思ったが、むしろコメディ/ロマンスのアニメであることが分かった。 あなたがやりたいことがなければ時計の価値がある、多くの人が知っていない、かなり良いものです。そして、ハードアニメのファンが死ぬと、私は最後に泣きました;）"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "jsturges18",
    "profile": "/profile/jsturges18/reviews",
    "pages": "5",
    "number": "2",
    "link": "/reviews.php?id=147581",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n私がレビューを書いてからかなりの時間がかかりましたが、私はこのショーに敬意を表してキーボードから飛んで私の手をとどめることはできません。 私の謙虚な意見では、喪失のDusk Maidenは、芸術形態としての最近の数少ないアニメの例の1つです。 このシリーズには、アニメ業界の一般的な話題がいくつか考えられています。 その実行は、ファンサービスの高校ドラマと超自然現象の通常無意味なアマルガムをトップ10のリストにふさわしいストーリーラインに編成します。 これらの要素は、ショーがかなりユニークな前提を探究し、視覚的に見事な方法でそれが現代の傑作と呼ばれるものを作り出すという事実と相まって、 残念ながら、記憶喪失の夕暮れのメイデンは、真の傑作の地位を得ることからそれを保つ一つの致命的な欠陥があります。 そこのより良いアニメの多くのように、それは最終的なブルーレイディスクに含まれている13との合計12の放映されたエピソードを持続する短いランで呪われている。\n\nストーリーライン：\n\n記憶喪失の夕暮れのメイデンは、山陽学院の幽霊物語「ゆうこ」の伝説の題材とのチャンスで生命が逆さまになっている、一見普通の高校生の新居帝一の功績を落とす。 このいたずらで、ボウディで自由な幻想的なファントムは、Niyaの愛の関心だけでなく紛争の中心にもなります。 彼女の暗く神秘的な過去には戸惑っていて、生きている裕子との交流がほとんどできないのは、新居さんと彼の新たに形成された超常現象調査団に依拠している。 陽気で興奮しているオコノギ桃園と裕子の苦々しく感情的な子孫キリエ・カヌエと並んで、ニイヤはユコの死を取り巻く謎を解明するために働くことになる。 しかし、ニヤはすぐに、ユコに関連した物語が、パンデミックから人間の犠牲までのすべてを含む過去の歪んだバージョンを明らかにすることを発見する\n\n当初、健忘症の夕暮れの乙女は伝統的な男の子から始まり、女の子のファッションを満たし、素人の暗くて骨の折れる物語に瞬時に渦巻いてゆきます。ここで裕子は2つの別々の対立する実体に分かれています。 通常の裕子は純粋で自然な自己の表現であり、暗黒の魔法の「影のゆうこ」は相手の否定的な記憶や感情の表現である。 この側面は、裕子とチャオスを連想させる彼女のより暗い自己との間に興味深い二重性を生み出す; HEAdの主人公西陣徳美は、未解決の人格が自分の否定性をインパクトさせた解離性身体障害（DID） 他の人は記憶喪失の意図的な事実をもって真の形を残している。この移転とその後のユコの否定的な側面の除去は、多くの点で重度の多人物障害を持つ人が経験する分割と分割を反映している。\n\n皮肉なことに、Yuukoの心理的な複合体は、シリーズの残りの部分で自分自身とNiyaとの間で起こるロマンスの触媒として作用する。 彼女の気持ちをユコが解消すると、ニヤは最近の思い出を回復させるために彼女の愛を宣言しなければならない。 そうすることで、Niiyaは、Yukoが以前に打ちのめした感情の一部を回復させることができます。 結局のところ、新居さんが彼女の裕子を受け入れることで、彼女の暗い自己と合体することができ、彼女は過去を思い出して動くことができます。 裕子と二谷の間のロマンスは、シリーズの長さを考慮して十分に開発されたものです。 それでも、それは犯罪的に短命であり、私にもっと欲しいものを残しました。\n\n記憶喪失の夕暮れの終焉は、最も魂を引き裂くうつ病のひとつで、これまでアニメを賞賛していたクライマックスを誘発しています。 事実、最終的な放映されたエピソードを見る人は、快適な食べ物と、あなたの涙を乾かすための手段を持っていることを忠告するべきです。 彼らが最終的な瞬間を共有するとき、これらの恋人たちを見ることは、ほとんどの悲劇です。 幸いなことに、ショーの最後の秒は軽快で、前のシーンの音色とは対照的です。 奇妙なことに、祐子は新居屋に戻り、シリーズをより幸せに終わらせます。\n\nスタイル：\n\n記憶喪失の夕暮れのメイデンは驚くほどうまくやっています。 アニメーションは鮮明で、キャラクターや背景やセット部分は非常に詳細です。 しかし、感情的極端なアニメでは、私はその微妙なシーンのいくつかを見つけました。 これは特に、歌と唇のフラップがボーカルトラックと同期しているため、歌を歌っているように見えます。 繊細さをテーマにして、私はこのようなアニメはしばしば暗く、雰囲気を作り出すために濃い影に頼っているのに対し、AmnesiaのDusk Maidenは明るい色と複雑な照明効果を使って目の饗宴である美しい背景を作り出している。 これは、視聴者が雄大な夕焼けと夕暮れの夜空のように扱われているときの夜景で最も顕著です。 これらの微妙な詳細は、AmnesiaのDusk Maidenがそこに他のアニメのような魔法のような感じを与える。\n\nサウンドデザイン：\n\nサウンドデザインは、記憶喪失の夕暮れ乙女がわずかに欠けているように見える1つの領域です。 オープニングテーマ「合唱刑務所」以外にも、サウンドトラックのトラックはほとんどなく、思いも寄せられません。 この事実は、シリーズのSentai Filmworksのダブを見ると、恐ろしいほど明らかになった。  Emily NevesとClint Brickhamは、Jessica BooneやBrittney Karbowskiなど、YuukoとNiyaの声を聞くことの公正な仕事を聞くのは面倒です。 これが私がサブベッド版をお勧めする理由です。 申し訳ありませんが、あなたは責任しか負えません。\n\n記憶喪失の夕暮れのメイデンは、Crunchyrollでストリーミングすることができます。 私はあなたがファンを合法的に流してくれればと願っています。 そうすることで、アニメ業界がサポートされます。 あなたが楽しむなら、Rightdtufでそれを購入してください。 査読者として、私はこれが誰のコレクションにもふさわしいシリーズだと思っています。 それは言われている、私の言葉を取ってはいけない。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "KingArthur13th",
    "profile": "/profile/KingArthur13th/reviews",
    "pages": "5",
    "number": "3",
    "link": "/reviews.php?id=100033",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\nTasogare Otome X失調症の夕暮れのメイデンとして知られている記憶喪失は、信じられない劇的なロマンスです。  Tasogare Otome X Amnesiaは、幽霊を見ることができる新居一一郎とKanoe Yuukoという若い少女に焦点を当てています。 祐子は、新居さんの学校の部屋を何十年も歩き回っていて、彼女の死を思い起こさない幽霊です。 祐子は間違いで死体を発見したニヤと連絡を取り、二人が密接に結びつく。 仁子の妹の孫娘、そしてお守りさんの熱狂的な幽霊ハンターが、学校の幽霊のような謎を解き明かすためのクラブを結成しています。 裕子は学校の7つの謎の中心になり、学校のナンバーワンの幽霊として名を上げました。 彼らの調査の過程で、湯子の壊れた記憶の部分を埋めるようになる別の手がかりがあるようです。\n\n仁谷さんは素朴な人物ですが、祐子さんは恥ずかしがり屋ではありません。  Tasogare Otome X Amnesiaは、コメディーからドラマへと切実に変化しようとするロマンスシリーズとは異なり、コメディーなロマンスから劇的なロマンスへの完全な移行を遂げています。 彼女の仲間たちは幽霊の能力を持ったいたずらを遊んでいる裕子と喜劇で始まり、仲間のメンバーはそれをすべて守る必要があります。 彼女の思い出の多くが彼女に戻ってきた後、ゆうこの個性は大きく変わり、これがドラマの始まりです。 幽霊に焦点を当てた物語であるため、このアニメは恐怖がなければ完全ではなく、このシリーズは実際には恐ろしいものではありませんが、ある程度クリープを与えることができます。  Tasogare Otome X Amnesiaの終わりは、シリーズの後半の劇的なトーンと一致しないかもしれませんが、それは間違いなく前半からコメディの瞬間に一致します。 このレビューの最も重要な部分は、Tasogare Otome X Amnesiaは退屈にならない非常に楽しいショーであり、次に何が起こるかに常に関心を持っていることに注意することです。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "pakin",
    "profile": "/profile/pakin/reviews",
    "pages": "5",
    "number": "4",
    "link": "/reviews.php?id=88599",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  9\nキャラクター|  8\n|  9\n\n幽霊。 それは本当のことを信じるかもしれない架空の生き物です。  Tasogare Otome x Amnesiaでは、幽霊は、人間の心に応じて、世界で最も恐ろしいものでも、ハードではないことを意味する美しい女性でもどちらでもかまいません。 私はこの事実は真実であると信じています。なぜなら、現実には、人々は彼らが真実だと信じて、幽霊を見ているのです。 彼らが幽霊を説明する方法は、実際には新しいものではありませんが、まだかなり興味深いものです。 このアニメがどれだけうまいのかは驚くべきことです。他の多くのアニメーションとは異なり、設定は純粋な学校です。 このような小さな背景があっても、プロットはかなりの作業です。\n\nストーリー：9\n最初のエピソードはいくつかの重要な出来事をほとんどスキップしていたので、最初は何が起こっているのか全く分かりませんでしたが、後ですべてが説明されたので、彼らが使っているスタイルだと思います。 それは良いペースを持っていますが、いつか、Tasogareはそれがあまりにも急に動いたように感じ、いつか少し理解するのが難しいと感じます。 これはあまり起こりませんが、エピソードのほんの少しです。 それは幽霊についてではありますが、それは後で1つのエピソードを除いて、本当に恐ろしいことではありません。 物語はアニメを良くし、そのような良い芸術で、物語は人々をより多くに引き寄せます。\n\nアート：7\nこのスタイルの芸術はプロットに非常によく合います。 彼らが建物を作ったやり方、キャラクターデザイン、背景、照明などは、このアニメに合っています。 私はこれを言いましたが、時には背景が暗すぎるように感じることもあります。 もちろん、それはシーンをより劇的にする感覚のためですが、暗すぎるように見えて、ある時点では見えにくく、その部分には本当に何もないときでさえ、時には不要な暗闇が見えます。 かなり劇的でないように見えるように、視聴者に画面をもっと傾けさせるためには、かなり良くない背景だけでなく、モーションやビューの位置も非常に重要です。 アニメのある時点では、動きの動きと動きの動きがかなり気になりました。 表示を急に変えることは何度も見ることに迷惑をかけるので、状況がどのように見えるかを注意深く観察したい場合は、うまく収まりません。 芸術はより良い仕事をすることができたかもしれませんが、人々の声や自然が実際にそれを作り出します。\n\nサウンド：9\nそれは、やや怖い話なので、人々は叫んでいるだろう。 このアニメの良い点は、キャラクターの叫び声はまったく迷惑ではないということです。 実際、それは想定されている場所に適していますが、定期的な会話は時折イライラしています。 バックグラウンドミュージックは、すべての風景をはるかに優れたものにします。 より恐ろしい、より劇的な、さらにはかわいい、幸せな背景を作成します。 歌がプロットをより面白くし、視聴者を悲しくて怖い部分に引き寄せることは素晴らしいことです。 それで、キャラクターは何かについて議論することができます。\n\nキャラクター：8\n彼らが信じていると、人々は幽霊を恐れている。 それが私が怖い映画を嫌った理由の1つです。 起こるすべての小さな事が文字を凶暴にすることができます。 このアニメは本当にそれをしません。 文字の振る舞いは現実的であり、現実に近い可能性があります。 唯一の問題は、キャラクターが状況にいかに素早く抱きついているかです。 普通の人は通常、彼らには簡単に新しい状況を受け入れませんが、男性の主人公が非常に迅速に物事を受け入れるように思えます。 キャラクターは全体的に非常に優れています。視聴者を自分の行動や行動によって押しやることはないからです。\n\n楽しさ：9\nこのタイプのゴーストストーリーを毎回得るのはいいことです。 アイデアは創造的で、本当に楽しいものです。 いくつかのエピソードでは、かなりイライラする問題がありましたが、プロット、サウンド、キャラクターは素晴らしいです。 最も重要なのは、彼らが状況の感情をどのように変えるかです。 それは幸せで素敵な場面であり、次は劇的なものでした。 すべてではありませんが。\n\n全体：8\nこのアニメは本当に明るいです。 それは最高のものではない、それはかなり普通ですが、見ることが楽しいです。 超自然的な存在があるという事実に加えて、それについてはそれほど際立つものは何もありません。 それはあなたが後でアニメで感情的に感じるようにしますが、1つのエピソードまたは2つのエピソードでしか感じません。 私は確かに人々がこのようなより多くのアニメを作成することを望む、リラックスして見て、多くの考えが関与していません。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "EHeroReview",
    "profile": "/profile/EHeroReview/reviews",
    "pages": "5",
    "number": "5",
    "link": "/reviews.php?id=106997",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  7\n\n多かれ少なかれ、アニメ・プラネットの私のレビューから直接コピーされた\n\n-----------------------------\n\nTasogare Otome×Amnesiaは、2012年に毎週行っているアニメの1つです。しかし、毎週それに続いて、各エピソードは、最後と次のエピソードの間で影響を失っていました。\n\n1年以上経ってからTasogareを再訪することで、これはより明確になりました。\n\n\nストーリー\n\n実際にはかなり面白い話です。 初めはスライス・オブ・ライフのように見えるが、ここではユウコの死がほのぼのとした真の謎をほんの少ししか示唆していないが、ショーの途中でドラマ、謎、恐怖を抱くようになっている。 特に最後の3つのエピソードは信じられないほど強力です。ショーの始めを振り返り、それが同じアニメだとは思わないほどです。\n\n\nアニメーション\n\nTasogareのアニメーションは、実行中はかなり安定しています。  Studio Shaftのアニメを思い起こさせるスタイルです。主にOonuma Shinのディレクターのためです。 学校の祭典の暗い瞬間と、学校の「謎」が最初に聴衆に伝わる方法の中で特に顕著です。\n\n色は特にアニメが午後遅くに移動するときには印象的です。 これらの夕暮れ時の活気あるレッドとオレンジは美しいものです。\n\n\n音\n\nサウンドトラックは、楽しい瞬間（すなわち、祭り）の間に明るくて幸せであるが、より深い瞬間（すなわち、アニメの後半）にはより暗く、より憂うつになることが多い。 特に1つのトラック、レクイエムは、最後のエピソードの間に感情を刺激する素晴らしい仕事をしました。 とても綺麗にフィットして、私はほとんど涙が出た。 ほぼ。\n\nオープニング、合唱刑務所は、私のお気に入りのアニメのオープニングの一つとして、ショーの全体的な謎の空気にぴったりです。 同様に、エンディング、Calendrierは、そのスタイルは私がアニメで頻繁に聞くものではなく、エピソードのイベントの後にやや落ち着いているため、私のお気に入りのエンディングテーマでそこにあります。\n\n声優は彼らのキャラクターとしてうまくいった。 私は思っていたよりもフィット感が良かったです。少なくとも、キャラクターが過ぎていない時は、\n\n\nキャラクター\n\nキャラクターは、ほとんどの場合、すべてがシリーズに参加していました。 彼女の発達をオーバードライブに押し上げるシリーズが登場するまで、初めは非常にエネルギッシュで楽しい見守りだった。  Teiichiは簡単に困惑しますが、最終的には彼が愛しているものを守るために立ちます。\n\n清輝祭に登場する霧島雄子にも擬似拮抗薬があります。 しかし、それが終わると、焦点は物事の暗い側に移動します。\n\n\n最終的な考え\n\nTasogare Otome x Amnesiaは、私にとっては、スタートからほぼ終了まで非常に楽しい時計でした。 私は「ほとんど終わりなさい」と言っています。なぜなら、あなたが甘やかされることを望むなら、それをオンラインで見ているからです。 美しいビジュアルと深みのあるミステリーは、それぞれのエピソードを描き続けることになり、最後に向かって信じられないほど魅力的になります。\n\n私は「すぐに見る」と言っているわけではありませんが、これはアニメの1つです。 最低でも、私はこれを撃つだろう。\n\nストーリー -  7.4\nアニメーション -  8.9\nサウンド -  7.5\nキャラクター -  6.9\n楽しさ -  7.0\nファイナルスコア -  7.54 / 10"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "aniMeX77",
    "profile": "/profile/aniMeX77/reviews",
    "pages": "5",
    "number": "6",
    "link": "/reviews.php?id=113077",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  7\nキャラクター|  9\n|  9\n\nストーリー9：\n\nこのアニメは何かです。 私はちょうど新しいアニメを探している間にそれをクリックして、それに夢中になった。 素晴らしいストーリーラインと面白い設定があります。 良く考えると。 誰が幽霊を愛するでしょうか？ 興味深いのではないですか？ ストーリー全体を通じて、私は最後まで画面に貼り付けられました。\n\n第10条：\n\n芸術はとても良かった！ それは、私にバケモガタリとがんばれ天満黒うさぎを思い出させました。 それは最高ではないかもしれませんが、これは私の種類のアニメです。\n\nサウンド7：\n\nそれは私に印象を残しませんでしたが、それはかなり良いメロディーを持っています。\n\nキャラクター9：\n私のファヴェはゆうこになるだろう、彼女が本当に経験した経験は、私の意見で彼女のキャラクターを涼しくさせた。\n\n楽しさ9：\n\n私が言ったように、それは画面に私の目を接着させました。 私はそれをたくさん楽しんだ。 コメディ+サスペンス+心理+超自然とロマンスが融合して、私はこのアニメを楽しむことができました。\n\nこれを試してみてください！"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "Titanania",
    "profile": "/profile/Titanania/reviews",
    "pages": "5",
    "number": "7",
    "link": "/reviews.php?id=115823",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメは少年の名前Niiya Teiichiheです。彼は誠実な教えのためのアカデミーの新入生です。彼はkaone yuukoという名前の女の子についての噂のために、古い学校の翼を鏡に召喚するような小さな鐘のリングを聞いています 15歳で1953年に死亡したため、彼女は死後の遺憾の意により地球に縛られていた。 しかし、Niiya Tenichiheはこの幽霊の女の子を見る唯一の人ではありません。キアリという名前の別の女の子がいます。 乳谷と並んで新居泰一、キアリ、オコニジアは超常現象を解明する超常現象調査団を形成していたが、彼女が死んだことを覚えていないゆう子の死を明らかにするためにオリジン的に形成された。 このアニメは、あなたが物語の中にあなたを引き込んでいるすべての性格のために非常に深く入り込んできました。そして、それはあなたがサウンドトラックも驚くべきすべてのエピソードに興味を持ってくれます。 このアニメは10点ありますが、このアニメを楽しんで、とても役に立ちました。\n\n∙イントロは、私がそれを聞いてすぐにテーマソングに瞬時に夢中になったと思った\n∙概要/ストーリー＆amp; ストーリーは単なる傷つきがなく、いつも興味深いです。あなたのいつも考えているワットが次に起こると、飽きることはありません。\n娯楽+評価 - 私個人的に私はこのアニメを楽しんでいたのですが、\n∙キャラクター＆amp; チャーの開発+評価 - あなたがそこにそこにいたように、彼らがそこにそこにいるように落ちるように、それぞれの人物のための物語が驚くほど素晴らしかった\n∙アートワーク/サウンド - アートワークとサウンドワットは私が言うことはできますが、驚くほどうまくいって、さらに完璧なものを考えました10\n\n私はそれを見た後、このアニメに完璧なスコアを与えなければならなかったこのアニメは、アニメで必要なすべてのキーポイントはよく描かれ、この驚くべきアニメを最大限に考える考えいくつかのようなバックファイアがない あなたはこのレビューを参考にして、あなたがそれを試して欲しいと願っています"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "wyndolan",
    "profile": "/profile/wyndolan/reviews",
    "pages": "5",
    "number": "8",
    "link": "/reviews.php?id=105047",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  8\n\nTasogare Otome x Amnesia、これは正直である。 私はそれをもう一度アニメを見る価値がないことにした。 私はこれらの考えのためにこのアニメをずっと避けました。 どういうわけか私は自分自身にそれを試して納得させ、私は1つのエピソードを見ました。\n\n私の意見は変更されました。 それは本当に良かったし、私は2つの別のエピソードを見たので、アニメ全体。\n\n私がそれがそうであると思ったものではなかったと言いましょう\n\n\nストーリー9/10\n\nストーリーはとてもいいし、楽しかったです。ちょっと短かったです。\n私が好きではなかったことは、それが「暗い」ではなかったということでした。 ストーリーを発展させるのに役立たなかった部分があり、それを減速させました。\n\nアニメの2番目の部分は、私が期待していた暗く神秘的なものでした。 彼らが最初の部分をより良くして、より良い（暗い）物語を作り出すことができるところで、必要ではない物を後ろに残したならば。 そして、これは傑作になるでしょう\n\nアート10/10\n\nこれはこのショーの本当に良い点でした。 芸術は素晴らしいです。 いくつかの叫び声では、空が火のように見えます。 それは本当にうまくやっているし、あなたは本当にこの気分に入る。\n\n\n音は9/10\n\nOK。 オープニングは良いですし、音楽は気分であなたを取得し、soundeffects素晴らしいも。 しかし、その声はよりうまくいった\n\n\n文字8/10\n\nこれもうまくいった。 しかし、いくつかの文字は必要ではないと物語を遅らせる。 私はこれが好きではなかったし、それは私を悩ませた。\nどこの人が本当に良いのか重要な文字。 あなたはキャラクターが成長し、あなたは関係、人格、思考を見ることがわかります。\n\n\n楽しさ8/10\n\n私はそのアニメを本当に楽しんだとしか言いようがありません。 本当に面倒な部分がいくつかあります\n\n\n全体的な8/10\n\n私はこのアニメをとても楽しんでいました。私は今このショーを2回見ました。 このアニメははるかに神秘的で暗いと思っていましたが、まだまだ良いアニメです。 私はそれをあなたに語ります。 セリエはわずか13エピソードだけ短いです。 物語を遅くしてより暗いアニメに変えるいくつかの部分があります。 それはあなたが期待するものでもありません。 それは同時に美しく暗いです。 ユウキの過去は恐ろしいと同時に悲惨です。 雰囲気はこのアニメの最も強い部分です\n\nあなたがロマンス、ミステリー、超自然的、そして/または恐怖を愛しているなら、このショーを楽しむことができます。そして私は本当にあなたにそれを再現します。\n\n - ショーの良い点\n\n良い話\n\n芸術は素晴らしいです\n\n - 悪い点\n\nストーリーを遅くすることが多い\n\n一部の文字は実際には必要ありません"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "berserkering",
    "profile": "/profile/berserkering/reviews",
    "pages": "5",
    "number": "9",
    "link": "/reviews.php?id=70901",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  7\n\nTasogare Otome x Amnesiaには素晴らしい芸術と健全な方向性があります。 前半は鮮やかに書かれ、一貫していた。 軽快なストーリーが演奏されている間、TOxAはいつもこれをほとんど気付かずに不気味で幽霊に感じました。  TOxAはこの点でユニークな感じでした。\n\n残念ながら、TOXAの後半はこの面を失ってしまいました。 私はまだTOxAのための漫画を読んでいないので、これは先入観ではありません。 後半は非常に難しいものでした。なぜなら、私の最大のペットのオウムがその醜い頭を飼育したからです。 キャラクターが突然キャラクターの外に出てくる。 執筆は変わり、より多くの...感傷的で、フラッシュバックで染み込んでいった。 最後に、物事ははるかに予測可能で、不明瞭で曖昧でなくなりました。\n\nこのような変化が起きたとき、私は通常アニメを落とすが、前半はとてもうまくいっていて、後半は完全に反抗的ではなかったので、私はそれを続けて終了した。 通常、後半が酸っぱくなると、エンディングは本当に私にとってアニメを殺すものです。 幸いにも、私は結末に失望していませんでしたが、確信していました。\n\n後半が突然ひどく悪化していなければ、私はTOxAを9と評価したでしょう。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "kiyazuki",
    "profile": "/profile/kiyazuki/reviews",
    "pages": "5",
    "number": "10",
    "link": "/reviews.php?id=117363",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n\nストーリー -  10\n - 物語はシンプルですが素敵です。 あなたは、幽霊と人間を中心とした主人公のキャラクター/リレーションシップの開発でアニメを見ることはめったにありませんが、私はそれについて深く掘り下げません。 ストーリーがどのように進行するかは本当に面白いです。\n\n楽しさ -  9\n - 私はこのアニメを発見したとき、私はあまり期待していませんでしたが、いくつかのエピソードを見た後、本当に興味があり、本当に楽しかったです。\n\nキャラクター -  10\n - 文字はうまく作られていますが、少数しかありませんが、物語全体がそれらの周りを回っているので、行方不明のものが本当にないように感じません。\n\nアートワークとサウンド -  9\n - アートワークは何か他のものであり、使用されるサウンド/音楽は、演奏される場面/シーンに多少適合します。\n\n全体的 -  10\n - 要点は、私の意見では、終わりはそれほど悲しいことではないということでした。 これは私が一番好きなアニメの一つです。 私は本当にこのアニメを見て楽しんで、私はあなたもそれを楽しむことを願っ:)"
  }
]
