[
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "Kaitsja",
    "profile": "/profile/Kaitsja/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=189244",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nアニメの傷を見つけずに楽しめるアニメを見つけることはよくありません。 記憶喪失の夕暮れのメイデンはおそらく私が今まで見た中で最高のアニメの1つです。 私はこのアニメについて唯一の苦情を受けています。それは、オコノゲの声です。 それを除いて、残りのアニメは素晴らしいです。\n\nそれは面白いです、優れたストーリーを持っていて、あらゆるステップに興味を持ち、ほとんどのキャラクターが実際に好きな特性を持っています。 残念ながら、このアニメはかなり短いです。 ありがたいことに、それは短いのですが、最後のエピソードを見た後でもうエピソードは必要ないという感覚をあなたに提供します。\n\n私はオコノギが迷惑なキャラクターになったとは思っていましたが、このアニメをすべての部門で10点与えています。 このアニメの音楽は素晴らしいです。 私はオープニングとクローズの曲が大好きでした。 彼らは私が聞いた最高のものの中にいました。 だから、あなたがまだそれを見ていないなら、このアニメを見ることを強くお勧めします。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "711nono",
    "profile": "/profile/711nono/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=223510",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  8\n\n記憶喪失は、あらゆる娯楽の媒体を通じて、すべての媒体において最も一般的に使用される紡錘の1つである。 そして記憶喪失の大量使用は、それを多くのベテランのメディア消費者にとって非常にまばらになるようにしている。 しかし、このトロープが適切に使用されるとき、それはアニメのための驚異を働かせることができます。 記憶喪失の夕暮れの乙女は、それがうまくいくが同時にいくつかの重大な問題を抱えるアニメの例である。\n\n記憶喪失の巫女は、同じことの漫画に基づいた2012年のアニメシリーズです。 それは、60年前に不思議に死んだ学生と幽霊のグループと、彼らが超常現象を調べ、興味深い恋愛が発達している間に幽霊がどのように死亡したかを調べる方法を追っています。 非常に深刻な催眠にもかかわらず、実際には、このシリーズのコメディのかなりの量があり、それは同時に良いと悪いです。\n\n記憶喪失の夕暮れの女の子は、かなりよく実行された物語を持っています。 それは超常現象調査クラブの逃亡に続く多くの時間。 私が思ったのは、幽霊が実際のクラブの社長だということです。 私がストーリーで持っていた大きな問題の一つは、時には混乱してゴールを避けることができたということでした。 このように、プロットの進行は残念なことに貧弱なものになります。\n\n私が持っていたもう一つの大きな問題はタイムリーなコメディです。 ショーが場面の中で不気味な雰囲気を作り出そうとしているときには、ランダムなファンサービスやコメディが追加されたときに、浸漬を盛り上げることができなくなります。 後半は移行が良くなるが、 シリーズの後半は、全体的にもっと魅力的で、実際にはポイントまでカットされているので、明らかに優れています。\n\n1つの最後の不平は終わりです。 エンディングは大丈夫でしたが、エンディングの方法をもっと思い出深いものにしてくれるシーンが1つあると感じました。 しかし、私が思ったよりも、彼らは邪魔にならずに、衝撃を和らげたこの終わりを私たちに与えました。 しかし、それはずっとひどかったかもしれません。  1つの肯定的なことは、学校の環境がちょうど安価なバックドロップのように感じるだけではないということです。 他の学校のアニメよりも魅力的な設定になる意味のある世界建築と伝承があります。 アニメにはよく統合されたテーマもいくつかあります。\n\nこの番組のキャラクターは、アニメの中で最も印象的な部分です。 ほとんどの場合、彼らはすべて堅実な発展を遂げており、ストーリーを良くしています。 メインの主人公ニヤは、ストーリー内に興味深いジレンマを持ち、ストーリーの中の裕子やその他のキャラクターとの優れた関係を持っています。 裕子は魅力的なヒロインでした。私は長い間見てきた永遠の葛藤の最大の例の一つです。 キリは一種の持ち物として出発しましたが、シリーズの過程でうまく発展します。  Okonogiは残念ながら、他の人たちがまだniiyaと良い関係を持っているのと同じくらい興味深いわけではありません。 興味深いことに、ゆうこは、私がバケモガタリのセンジョウゴラを思い出させるということです。\n\nこのアニメの実際の音楽はかなりまともです。 そこにはいくつかの優れたトラックがありますが、どこが本当に良いかはオープニングシーンとエンディングシーンです。 これらの曲は、アニメ全体のテーマに適しています。 声優も良かったし、俳優がそれぞれのキャラクターをどのように描いているのか不満もなかった。 アニメーションは非常にきれいで、光沢感と光沢感がありました。 しかし、背景の文字はすべて黒いシルエットで、これは怠惰なものだった。\n\n結論としては、記憶喪失の夕暮れの女の子は、いくつかの偉大な文字と中毒性の品質を持つintruigingミステリーアニメです。 しかし、ナラティブとバックグラウンド・アートにはいくつか違和感がありました。 しかし、謎や幽霊が好きな人にとっては、これは時計の価値があります。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "Tiemuuu",
    "profile": "/profile/Tiemuuu/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=222940",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n記憶喪失の夕暮れのメイデンは技術的に幽霊物語であるにもかかわらず、表面下には他の高校生のスライスオブライフアニメとは区別されていません。\n\n主人公の飯谷泰一さんです。 彼はプロットを前方に動かすことはほとんどない静かな観察者です。 義一は、裕子さんを眠りから覚醒させ、両者の間に絆を作ります。\n\nかなえゆうこは夕暮れの乙女です。 裕子は「初の女の子が勝つ」キャラクターであり、帝一に完全に専念しています。 彼らの2人は最初のエピソード以降の「公式カップル」です。 しかし、シリーズクレジットについては、何度も触ったことがない、あるいは祐一に気づいたことがないので、何度も言及されています。 彼女の記憶喪失を引き起こすユコの分裂した人格と心理的な抑圧は、主要なプロット装置であり、私たちのキャラクターの主な原因は、ユコの過去について調べることです。\n\nキリエ・カヌエは、幽霊を見ることができる唯一の帝一以外の生徒です。  Kirieは、主人公の残りの人たちと一緒に、ユコの過去について、友人がいないこと以外にはっきりとした理由を見つけ出すことはできません。なぜなら、視聴者は絶対に何もできないからです 彼女のロマンチックな関心を呼んだ。 私たちの静かな主人公は、彼の周りで起こっている基本的なことを気にせず、話す必要があるので、Kirieは観客のナレーションとして使われます。\n\nオコノギモモはモエ1であり、主にコメディの救済の役目を果たしています。 彼女はゆうこを見ることができない唯一の主人公であるので、彼女は楽しみと緊張の両方を生み出すために使用されます。 モイエは、テイチに夢中になって、いつも彼の上を動こうとしています。たいていの場合、ユイコはいつもテイチに糊付けされているので、嫉妬してしまいます。\n\n私たちには高校の設定、不要なハレム、無益なおっぱいのショットやおっぱいのグラブの形のファンサービスがあります。 私たちはスイミングプールのエピソードと文化祭のエピソードを持っています。 私は時々本当にうんざりしているような試みがありましたが、この劇は涼宮ハルヒの憂鬱をエミュレートしようとしていたと思います。 ショーの本当の焦点はキャラクターとのインタラクションと面白いビットではありますが、ショーの不気味で不自然な要素が散りばめられて雰囲気を作り出しています。\n\n問題は、ハルヒとは違って、これらの文字にはまったく深みがないことです。 彼らはカードボードのカットです。 キャラクターの発達は起こっておらず、キャラクターの動機はまったく妥当ではありません。 これは残念ですが、最終的に私はこのシリーズに何らかの理由で依然として関わっている気がしていて、そのキャラクターには適切な背景といくつかの独特の特性が与えられている可能性があると感じました。\n\nDusk Maidenが行った最善のことは、YukoとReiichiがお互いを突き合わすことであった.Momoeは、一見世界に出回っているような出来事を驚かせ、Kirieは、彼女たちが激しくなっていくのを見ることができる唯一の人なので、 プロットには肉がなく、貧弱に納品されていますが、ユーモアが私のために働きました。 シリーズはわずか12話ですので、あなたは愚かなBSと幻想的なユーモアといくつかの軽度のファンサービスにいくつかの寛容を持っている場合、喪失の夕暮れのメイデンは時計の価値がある可能性があります。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "nabiru3",
    "profile": "/profile/nabiru3/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=182146",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nアニメでロマンスと愛を本当に示すアニメ。 ドラマのレベルは信じられないほどです。 主人公のゆうこの本当の痛みを含んだあまりにも多くのシーンのため、このアニメには涙が流出しました。 物語は少し幻想的であり、終わりは鈍く、予測不可能ですが。 このアニメは本当の愛と真のドラマが他のすべてのアニメのように見えるべきものを実際に示しています"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "martver",
    "profile": "/profile/martver/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=64399",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  8\n\n私が最初のエピソードを見たときに夕暮れのメーデン×記憶喪失、私は最初のことを混乱していた...私は最初に彼らはお互いを知っているが、後で最初のエピソードの間に彼はクラブのメンバーを満たす、それは2時間のように混乱している 。\n\nキャラクターは本当に面白いですし、それは最も盛り上がった帝一とゆうこですが、それはいいですね、他の人たちが画面上にいればいいと思っていました。最初のエピソードはほとんどのアニメのようなキャラクターの紹介です。 エッチの瞬間や時にはユーモアがたくさんありますが、いくつかのエピソードは混乱などの原因になるかもしれませんが、数分または数時間後に理解できるでしょう^ _ ^ストーリーは本当に良いですが、マイナスでは彼らがエンディングを示しています エピソード1の初めのセリエの、巨大な間違いだったと思う。彼らがやっていなければ、エンディングはより良くなるだろう。\n\n芸術は本当に良いですし、私はそれを与えた10、サウンドは鮮やかでサウンドトラックは傑作です、私はイントロの好きな\"合唱刑務所\"もエピソード12の最後に演奏されている見つけました。 私は何かを駄目にするつもりはないが、私は影のものとその部分が好きではなかった。そして彼女が突然空中から「何か他のもの」に変わったところでは、楽しみが8である。 最後のエピソードのエンディングは他のアニメとかなり似ています。例えばClannadのストーリーの一例の後、何らかの理由でエピソード12の終わりを見たときTasogare otome x amnesia私は Clannadストーリーの終わりを覚えています。\n\n全体的に私はそれを与えた9、このアニメは女の子と男の子のアニメの両方であり、私はロマンスを好きな人とsametimeの幽霊と古い物語にそれをお勧めします。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "baseball3b",
    "profile": "/profile/baseball3b/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=68583",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  10\nキャラクター|  7\n|  8\n\nTasogare Otome X Amnesiaのいくつかのレビューを読んで、それらがすべて「公正」または「ok」としてそれを渡すのを見た後、私はそれを守らなければならないと感じます。\n\nストーリー：8/10\n\n彼の学校の中で迷子になっている間に、主要なリードTeiichiは、古い学校の制服を着て美しい少女に近づいています。 彼が後に知るように、彼女は学校の悪名高い幽霊、ゆうこです。 結局ペアは恋に落ち、いくつかの友人の助けを借りて、裕子の悲劇的な過去の背後にある真実を明らかにする。 それはいくらかクリンチされていますが、あなたの紆余曲折の一部を見ることができますが、ストーリーに夢中にならないのは難しいですし、ゆうこには悪くはありません。\n\nアート：8/10\n\nシルバーリンクはアニメーションシリーズのアニメーションをうまくやったことがありますが、アニメーションはそこで最高ではありませんが、かなり良いです。 素晴らしい照明と、いつもそれが夕暮れ時に起こっているように見えることから、シリーズ全体が初心者に感じられます。 全体的に私はシルバーリンクによって再び感銘を受けました。\n\nサウンド：10/10\n\n私の意見では、このシリーズを素晴らしいものにしたのはサウンドです。 オープニングとエンディングの曲は美しく、忘れられないもので、シリーズにはうってつけです。 ショー自体で使われている音楽もまともで、フィッティングですが、オープニングとエンディングは、サウンドまで私の目を引くものです\n\nキャラクター：7/10\n\nこれはシリーズが震えやすい1つの領域です。 あなたは、主なリード、Teiichiを持っています。これはやや刺激的で、ぬれたもので、文字の深さはほとんどありません。 その後、KirieとOkonogiは最初の数回のエピソードに登場し、残りのエピソードのほとんどは消えてしまったようです。 しかし、文字の貯蓄猶予は、裕子です。 彼女は非常に出ていて、一見完璧です（怒りや嫉妬などはありませんが、これは理由によるものです）。彼女はまた、非常に悲劇的で恐ろしい過去を持っています。 あなたは助けても彼女には悪い気分にならない。 加えて、彼女はまた、シリーズ全体を通して深みの良い量を表示します。\n\n全体\n\nそれが現実さ。 まともなラブストーリー、ミステリー、そしてホラーシリーズの欠陥にもかかわらず、全体として非常に優れたシリーズになります。 あなたが面白いロマンスシリーズを探しているなら、私はこれを強くお勧めします。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "randomi",
    "profile": "/profile/randomi/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=215767",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  9\n\n私はいくつかのサイドノートを始める前に：私は8ヶ月前に私に尋ねた場合、私はこれまでにこのタイプのアニメやロマンスに近いものに触れたことはなかったでしょう。 それから私は私のリストのほとんどすべてを見た。 私はあまりにも長いアニメを見ていないので、心に留めておいてください。 このレビューが少し遅れて出てくるように私はそれを見たのでまた、それは数ヶ月されている。\n\nああ、どこから始めるの？ しばらくの間、私はTOxAを見過ごしましたが、トピックはちょっと退屈でしたが、私が忘れてしまった貴族のようでした。\n\nストーリー：10\n最初はそれは退屈すぎるようでした。 たくさんの話をしていて、私が捜していた時の何かのロマンスではなかったが（Kaichou waメイド様やToradoraに近いところ）、すぐに私は次のエピソードへのクリックを見つけ、見守ることができなかった。 他のレビューと同じように1つの部分は残っていますが、何か他のことをしている間に右目にこのアニメを見ると、転倒して列車に再び戻るためにエピソードを再ウォッチする必要があります。 ゆうこさんの人生へのフラッシュバックをやってしまいました。そして、結末です...私は目を覚ましました。\n\nさて、私は芸術やキャラクターについての私の考えを伝えるために細部を覚えていないので、私はそれを書くつもりですが、私はTOxAの音をあまり楽しんだ理由をいくつか言います。\n\nサウンド：10\nイントロソングストロークミー。 私がそれを聞くたびに、重くて圧倒的なメロディーと組み合わせた美しい歌が首を刺す。 また、レクイエム（実際のショーの主なメロディーの1つ）は、最終的なエピソードとグランドフィナーレを見て、目を覚ますと、レクイエムはそれを終えました。 ビデオを一時停止して落ち着かせようとしたが、私はそれをやり遂げることができなかった。 音楽は私の心臓の弦をあまりにも強く引っ張ってきました。 ねじれたような形でそれを愛した。\n\n楽しさ：9\n私はこのアニメを見て感情のあらゆる範囲を感じた。 私の目を叫ぶ幸せ、私の胃の蝶。 いくつかの部分で私の心の中に退屈さえしています。 しかし、私の個人的なモットーは、アニメがそれを私にすることができれば、それは再ウォッチする価値があるので、私はそれを楽しんだということです。 それではなぜ10？ 私はもっ​​とエピソードを見て、彼らの人生がどのように進歩したかを知りたいと思っていました。\n\n全体：10\nこのアニメのための私の楽しみはまったく違う。 それが聞こえるかもしれないけれど、私は一人で死ぬことはしたくないことを知りました。 遠い未来に私の最後の瞬間を共有できる人がいるかどうか、自分の人生の決定を考えさせました。 私が突然死ぬと、私に近づき、私が恋しくなる人を見つけたいと思っていました。  Tasogare Otome x Amensiaの最後のエピソードは、私が私のライフスタイルを完全に変えさせ、私の周りの人々をどのように見えるかということで十分でした。 私は人生の限界を認識し、数時間何時間も考えさせました。 私にアニメをしたことはありません。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "erinrin",
    "profile": "/profile/erinrin/reviews",
    "pages": "3",
    "number": "8",
    "link": "/reviews.php?id=139855",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  6\nキャラクター|  5\n|  5\n\n私は謎/ホラーアニメを期待していた。\nそれは、ゴーストといたずらや幽霊のファンタジーがいっぱいの人生の一部です。\n\nストーリー7/10\n\n物語は良かったが、貧弱に発展した。 ほとんどすべてのエピソードは、ファンシーなサービス/毎日のクラブ生活です。\n\nアート10/10\n\n芸術は本当に目立つ美しいです。\n\nサウンド6/10\n\n例外的ではないが悪くない。\nしかし、OPは本当に面倒です。 声の演技は大丈夫です。\n\nキャラクター5/5\nすべての文字は本当に迷惑です。\n祐子は私のおかげで迷惑をかけています。\nすべてのクラブ会員は、バナナや迷惑な馬鹿です。\n\n楽しさ5/5\n\n私がエピソード8にいたとき、私は 'ああ、なんて思っていました、私はすでに始まったので、それを見終える必要があります...'\nだからええ。\n\n全体：\nあなたが謎/ドラマ/ホラーストーリーを探しているなら、これを見ないでください。\n迷惑な人物や不必要なファンタジーを気にかけないなら、これを楽しむことができます。  :)"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "FireFly1",
    "profile": "/profile/FireFly1/reviews",
    "pages": "3",
    "number": "9",
    "link": "/reviews.php?id=65153",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  8\n\nTasogare Otome x Amnesiaは、平均的な高校生である帝一と、幽霊であるKanoe Yuukoとの間のカップルでロマンスのジャンルをよく取り入れています。 ショーはロマンスに興味深いショーを持っているだけでなく、実際にそこにないものを怖がって自分自身を騙して、このアニメを他のものから全体的に分離するものでなければなりません。\n\nストーリー：私が前に言ったことは、普通の高校生の男の子と人間の恐れを加えた幽霊の間のロマンスのことです。 ストーリーは非常に順調に進み、フィラーに気付かなかったか、少なくとも投げたことは気にしませんでした。 私が気にしなかった唯一の事は、ユルコが知っていることを学ぶという条件のために、いくつかの点で後退しているように見えましたが、これは障害の深刻さを表現するためには幾分必要なことでした。 ストーリーがそれ以上に上がらないためにのみ、私はこのセクションを9/10\n\nアート：このエリアには特別なものはありません。 アートワークは一貫していましたが、オリジナルとして際立っているようには見えませんでした。 それだけでなく、私は今年からこのアニメの上に立っていた多くのアニメを見ている。 もちろん、それは特定のスタイルに対して私自身の偏見であるかもしれません。 私はこのセクションを8/10\n\nサウンド：このセクションは非常に上手く立っていました。 アニメのいくつかの点は、私が使用した曲を検索できるように一時停止する必要がありました。 イントロはすばらしかったし、エンディングも良かっただけでなく、バ​​ックグラウンドミュージックも非常に目立つようになりました。そのため、私はサウンドを9/10に\n\n楽しさ：私はアニメを楽しんだ。 しかし、私は一日ですべてのエピソードを燃やすだけではありませんでした。 私は最初のカップルのエピソードがもう一日残りの部分を見るために戻って来たのを見た。 私はそれを楽しんだので、次のエピソードが私たちのお気に入りのゴーストのために何を持っていたのかを見たいと思ったので、私はそれを選んだ。 私はこのセクションに8/10\n\n全体的に：ストーリーを全体的に見てみると、リストされたすべてのジャンルをうまく処理しますが、私の個人的な楽しさとアニメーションの好みを考慮すると、全体的な評価は悪くなるようです。 私は、多くの人がこのアニメを9/10、さらには10/10に見つけることができると信じていますので、私はそれをチェックすることをお勧めしますが、私にとっては、8/10"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "Jeffrey-sama",
    "profile": "/profile/Jeffrey-sama/reviews",
    "pages": "3",
    "number": "10",
    "link": "/reviews.php?id=64505",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  8\n\nTasogare Otome x Amnesiaのシノプシスを読んで、私はシリーズの雰囲気がより暗くなっていくと思っていました。これは後半のエピソードでは当てはまりましたが、 これは、これがもう一つのロマンチックなコメディであり、人間と幽霊がメインカップルであるという形で小さなねじれ以外の印象を与えてくれました。 それを全体的に見ると、このシリーズはやや奇妙なものでした。 それは私の期待から逸脱したものの、ほとんどの面で面白い経験を提供することができました。 欠陥と記憶に残る瞬間の両方があった。 全体として堅実なシリーズ。\n\nアート（9/10）\n芸術は、このシリーズの最も強い側面でした。 夕日と夜空の無数のパノラマとスカイショットで、私は色の美しい使い方に絶対に魅了されました。 誠に恐れ入りる真光映画の空の雲に、どんなに注目を集めているのかを思い出しました。  SHAFTのようなアニメーションシーケンスの使用は、アートワークの楽しみにも効果的に追加されました。  SHAFTのアニメーションと同様に、シルバーリンクは、より深刻なシーンの多くでヒット・ミス・アート・スタイルを使用することでリスクを冒しました。 詳細な背景と環境に加えて、キャラクターのデザインもかなり安定していて、定期的なキビのデザインは素晴らしいボーナスを提供します。\n\nキャラクター（7/10）\n正直言って、私は、より多くの開発、すなわちキリとモモエを必要とする副キャラクターの一部を感じました。 テイチは、見た目が鈍い人から愛した少女を本当に気遣った人（特に終わり近く）に成長したことは容易に分かりましたが、他のキャラクターの開発ははるかに欠けていました。 ユコの発展さえも制限されていましたが、それは主に彼女の性格によるものでした。 私がParanormal Investigations Clubの他の2人のメンバーに関するシリーズから抜け出したのは、KirieがTeiichiの「顧問」として行動し、Momoeが漫画の救済のためにそこにいるということだけです。 主人公の発達は決定的に重要ですが、私は彼/彼女だけに集中するだけでは十分ではないと思います。 私は、サポートシリーズをある程度まで構築することも同様に重要であることを発見しました。これは、このシリーズではできなかったことの1つです。\n\nサウンド（8/10）\nTasogare Otome x Amnesiaは、視聴者をエピソードを見ている気分にさせるのに重要であることがわかっている、優れたOPによって部分的に裏付けられています。  EDは、CHOIR JAILによってわずかに影を落としているが、効果的にペースを遅くし、特にシリーズの後半にエピソードを反映させる時間を許している。  BGMは注目に値するものではありませんが、私の全体的な楽しさに加えていくつか素晴らしいトラックが含まれていました。 声優の面では、Kirieとしても大きな役割を果たしていなかった北村えりを除いて、名声の高い人はいませんでした。 それにもかかわらず、声優はしっかりしていて、特に昨日のエピソードでは、帝一の声優が、自分のキャラクターの感情を素晴らしいスキルで伝えていたことが気に入っていました。\n\nストーリー（7/10）\nそれを鈍くするために、結末はすべてを台無しにした。 それを担当してくれた人のアマチュア決定だと感じました。 さらに、最終的なシーンが使われなかった場合、私はストーリーに8/10（私が最初に持っていたもの）を与えるのをためらっていませんでした。 これは、悪い結末が物語全体に及ぼす影響の大きさを示しています。 しかしそれとは別に、シリーズの前提は少なくとも面白いです。  「ロマンティックコメディー」と「ダークミステリー」の2つのジャンルのバランスがとれていました。 そしてそのために、エンディングがどれくらいうまく収まっているかによって、満足感が変わることがあります。\n\n全体的に（8/10）\nシリーズが好きかどうかは言うまでもありません。 一方で、最初と最後のいくつかのエピソードは、自分のやり方では本当に良いものでした。 しかし一方で、そのプロットが真ん中でかなり飛んでいったという事実と、そのひどく置かれた終わりの存在が、私がそうでなければ考えるようになる。 それが下に来れば、ポジティブがネガティブを上回ると言えるでしょう。  Tasogare Otome x Amnesiaは全般的に堅実なシリーズであり、ロマンチックなコメディーやミステリーを楽しむ人は、それを見て楽しく過ごすでしょう。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "movoning",
    "profile": "/profile/movoning/reviews",
    "pages": "3",
    "number": "11",
    "link": "/reviews.php?id=63171",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  9\n\n今シーズンのアニメシリーズは私をうれしく驚かせました。 ストーリーテリングではどんな偉大なドラマも上回ったゾンビ・ショーがあり、物語を複雑にするために殺人や人工パズルを必要としない探偵/謎のショーがある。 そして、これにはエクスカイ、コメディ、恐怖を融合させた記憶喪失の巫女がいます。 これらの3つは、ゾンビ、謎、幽霊という共通の概念を巧みに自明に示しており、すべてを第一人物の視点で表しています。\n記憶喪失の巧妙さの夕暮れのメイデンは、ホラー、エッチ、コメディーのショーとして最初にそれを予感していない場合にのみ評価されます。 それはすべてのものですが、それは誰のものでもありません。 私はほとんど見ることができないので、通常のホラーシリーズに精通していませんが、監督/監督がアニメーションのホラースタイルを作ったと思います。 それは効果的で、良い雰囲気を作り出しました。 私の意見では、音はこのシリーズのハイライトです。 オープニングとエンディングのテーマから効果音まで、彼らはすべて一流のレベルであり、本当にこのシリーズを別のレベルに持ち込んだ。\n文字通り、私は不平を言うことはない。 最初は私はどんなキャラクターも好きではなかった。 私は彼らがステレオタイプで少し偽物だと思った。 しかし途中で、私はそれらを好きになった。 彼らは本当に発展しておらず、主人公の変化もかなり浅いですが、それにもかかわらず、私はまだ彼らが誰であるかが好きになった。 私は、それが部分的にシーンの大部分を支配する裕子と関係があると思う。 ゆうこの周りのすべてが関わっているので、あなたが優子を嫌うなら、このシリーズを楽しむことができないことはかなり明白になると思います。 しかし、あなたがゆうこが好きなら、あなたは彼女の周りの人々に付き添っているように感じるでしょう。\nプロットによると、私はそれがかなり賢いことがわかります。 私はミステリー/ホラーストーリーの中で怒っている半分の裸の女の子を置くことは決してありません。なぜなら、間違っていれば、ストーリーを捨てるようなものだからです。 しかし、非常に過激に、少女は適合し、コメディー効果の偶発的な破裂も適切であり、まったく適切ではないように思われる。 再び、私はそれは、物語が彼女を取り巻く謎も背景のように見える人として、ゆうこに集中しているからだと思う。 彼女が幽霊であっても、非常にトリビアル化され、コメディー効果のためだけに使用されます。\n私がこのシリーズについて非常にユニークだと思ったもう一つのことは、ストーリーの背後にあるメッセージです。 もちろん、ほとんどの探偵と謎のショーは、すべての謎の背後にある人間の心が働いていることを皆にすでに伝えていましたが、恐怖はどうですか？ 私は人々の恐怖を作り出すために恐怖自体がほとんどの謎/ホラーショーで探検されているとは思わない。 恐怖を恐怖を心の反射に変えるとともに、恐怖の状況をコメディやエクッチの状況に変えて恐怖を平凡にするホラーシリーズは、このシリーズの意味を深めていると思います。 あなただけの悪夢を持っていたい場合は、このショーはあまりにも柔らかいです。 私はそのジャンルのためにそれを手に入れない人にそれを推薦するだけです。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "FenrisMarine",
    "profile": "/profile/FenrisMarine/reviews",
    "pages": "3",
    "number": "12",
    "link": "/reviews.php?id=199401",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n次のレビューは24時間以内にこのアニメを完成させてから新しく書かれています。\n\nしかし、私たちがそれに着く前に、Amazonのような場所の専門査読者を含む一部の人々は、ファンサービスが何であるかについて少し混乱しているように見えるので、ファンのサービスについて書き留めたいと思います。 ファンのサービスはヌードで、ヌードの近くで欲望のために他の欲望を聴衆に与えるだけです。 ショーのセクシュアリティやヌードのいずれかの形がプロットやキャラクターの開発に役立つ場合、それはファンの喜びではありません。 だから、優子は崩れますか？ はい。 しかし、彼女自身のヌードのための心配の不足は、物語が進行するにつれて変化する。 どうして？ まあそれを見て、それは明らかに明らかに明確です。 しかし、それが完全に明らかであれば、私はこのメモを作っている必要はありません。 注意を払い、表面を見ているだけでなく、実際に湖に頭を向け、周りを見回すよう警告する役割を果たすようにしましょう。\n\n今度は、それを上から取る！\n\nストーリー -  10/10\n夕暮れの乙女の物語は絶対に美しいです。 楽しむたくさんのプロットがあり、私は最終的に2と2を一緒に入れ始めるまで、どれも乾燥していたり​​、飽き飽きしたり、予測できませんでした。 私は台無しにすることを避けるという意味でそれについて何も書いていませんが、ロマンス、コメディ、ホラー、そしてとりわけ良い幽霊物語が素敵です。 今、ストーリーそのものは複雑で、詳細はアートや音楽に隠されています。 これはあなたが注意を払うことができないアニメではありません。 また、多くの議論が生まれました。 友人と私は文字通りすべてのエピソードについて詳細に話し合わなければなりませんでした。私はPogcastネットワークのポッドキャストの一部として実際にやっています。私の非アニメ視聴者のモルモットは、他の人々と同じように魅了されます。 これにドラッグされた。\n\n副題として、このアニメ監督は、それがうまいのと同じように邪悪な精神を払っているように見える、このコンセプトの「解決」を中心に、私の最高のアニメペットの苦境を避けるために、\n\nアート -  10/10\nこのアニメはあらゆる可能な方法で絶対に美しいです。 キャラクターのデザインは良いですし、アニメーターが私たちに示す設定や方法は素晴らしいです。 映画撮影は、アニメではしばしば褒めになるものではありませんが、私はDusk Maidenのためにする必要があります。 角度、色、そして驚くほど多様な動きとフェードは、芸術そのものと美しく調和する視覚的に掴む世界を作り出します。 前述したように、この技術はプロットに寄与する多くの本当に深く有意なシンボルを隠しています。 特にデュロジーは、雇用されているときには、大胆な雰囲気を感じさせます。 オープニングには美しいショットが特集されています。それは、能、紅葉、紅葉の紅葉を描いた桃色と、同名の歌舞伎舞踊のドラマを使用しています。 後者は前者の拡張バージョンです。\n\n音楽とサウンドデザイン -  10/10\n音楽は最初から最後まで素晴らしいです。合唱刑務所では、スズキコノミがもう一度やって来るので、楽しいペースで楽しめます。そして、ユーコン自身が歌ってくれたカレンディエは、クレジットを見失ってしまうほどの価値がないと見ています。  OSTを取得することは、実際のDVDとほとんど同じ優先順位です。 幸運なあなたのためにあなたが合理的な値段のDVDボックスセットを購入すれば、OSTが含まれています。 アニメ内の音楽は、上演から亡霊に至るまで、様々なシーンに優れており、よくテーマがあります。 私は正直なところ、他の批評家が何を聞いていたのかよくわからないが、このオーディオファンは、私が高価なオーディオ機器でOSTを実行したとき、私がオーディオ・アイルであるように、非常に満足していた。\n\nキャラクター -  10/10\n新井譲一 - 帝一は「普通」という意味で大量に浮かんでいるようですが、正直なところ、普通の男かもしれませんが、チップが落ちたときに弱くはなく、優子 彼は腕を広げてかなり深刻なものに直面している。 彼は多くの勇気を持っているし、最終的なエピソードの前に彼の感情について公開できるアニメキャラクターであるための小道具を得る。\n\nお守りさん - 幽霊物語や超常現象を絶対に愛している、非常に気持ち良いディッツと怖い猫のコミックリリーフキャラクター、同時に非常に強いReality / Someone Else's Problemフィルター 超常現象の行動。\n\nKirie Kanoe  -  Yuukoの壮大な姪、Kirieは本当にYuukoを見ることができる唯一の他の人です。 複雑で葛藤した若い女性、Kirieは実際に彼女の弧のために物語の私のお気に入りの一つであり、彼女はどのように成長し、ショーの過程で自分の問題の多くに直面しています。\n\nKanoe Yuuko  - それは、もちろん、彼女たちの死や記憶を失うことなく、聖火学園の根底にある悲しみの美しさを中心に、これらの3人のキャラクターが回っている中心に、裕子は最初は驚くほど陽気なキャラクターです 彼女は彼女を見ることができるだけでなく、彼女とやりとりして彼女に親切にしてくれることを誇りに思います。1948年、昭和23年に死去してから60歳を迎えた唯一の人物です。 あなたの気持ちが分かればおよそ2008年にショーが行われます）。しかし、彼女のアークはショーの中心であり、時間の経過と共に美しく進化し、複雑で孤独で傷ついた精神がますます増え、生活の世界に残っています 。\n\n楽しさ -  10/10\n私がこのアニメを本当に好きであることを拾ったことがないなら、あなたが読んでいたことをこのレビューではないので質問しなければなりません。\n\nTL：DR; アニメを見る。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "AnimeGuy96",
    "profile": "/profile/AnimeGuy96/reviews",
    "pages": "3",
    "number": "13",
    "link": "/reviews.php?id=192843",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n*非常にマイナーなスポイラーが含まれています*\n\n完璧なアニメのための完璧なスコア。\n\n「なぜ完璧なスコアですか？」と聞くかもしれません。\n\nそれはとても簡単です。  Tasogare Otome x Amnesiaは、多くのアニメができなかったことをしています。 ストーリーは結論づけられました。 非常にマイナーなスポイラー----＆gt; 結末には大きな涙を流す瞬間と興味深いプロットのひねりがありましたが、それは非常にきれいに結論づけられました。 私はそれが終了した方法のために完全なスコアを与えるように振られているかもしれませんが、ねえ、誰もがハッピーエンドを愛しています。  :)\n\nキャラクターはあなたを退屈させないように面白いです。 彼らは主人公と密接に結びついていて、プロットを本当にうまく動かす。\n\n芸術は非常にまともです、特に邪悪なキャラクターがアニメ化された方法。 それはホラーショーであり、アニメーションのために良いものであることが判明しました。\n\nサウンドは素晴らしく、必要なときには本当に恐ろしい気分を与えました。また、悲しい気分も終わらせました。 私は最後のエピソードの間に最後の曲のおかげでいくつかの涙を流すかもしれません。\n\nストーリーは本当にうまく歩いていたし、メインキャラクターの裏話は面白かったし、悲しかったので、主人公の痛みを本当に感じることができた。\n\n全体的な10/10。\nアニメのすべてが完璧だった。 ロマンスは完璧でした。 ストーリーは完璧だった。 エッチビットは完璧で、強制されていませんでした。 文字は完璧でした。\nこのアニメは、特にロマンスや超自然のジャンルが好きな人なら、誰でも見る必要があります。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "RebornMangekyo",
    "profile": "/profile/RebornMangekyo/reviews",
    "pages": "3",
    "number": "14",
    "link": "/reviews.php?id=187737",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  10\n\n私はこのレビューを開始する前に、これは間違いなく私の好きなアニメだと言いたいと思いますが、それは欠陥を持っているので、これまで最高のアニメにはならないと知っています。  。 しかし、これは私の意見に基づいていることに注意してください。私はこのアニメが完璧だとは思わないけど、私の目には驚くべきものです。\n\nストーリー：10\n\n\nアート：10\nこれについての意見が混在していますが、アニメーションがかなり平均的であり、それが公正なポイントだと言う人もいます。 しかし、アートが必ずしもA +アニメーションを持っていなければならないというわけではなく、アニメに合わせなければならないかのように感じます。 この場合、確かにこの場合、アート・スタイルとアニメーションは非常に悲観的で暗いです。私の意見では、それは本当に各シーンで最高のものをもたらし、観客はそれがもたらす雰囲気に没頭します。 暗いですが、それは確かにそれを見ながらあなたの背骨の下に寒さを置きます。 全体的に芸術は素晴らしく、それはアニメに完全に合っています。\n\nサウンド：10\nこれはおそらく私の意見ではアニメの最強のスーツです。 オープニングは素晴らしく、エンディングも終わり、どちらも自分自身で聴く価値がある。 しかし、本当に素晴らしいのは、アニメのサウンドトラックです。そのうちのいくつかは目立つもので、感情的なジェットコースターに追加して、サウンドトラックの一部を聴いても、あなた自身の心を傷つけ、涙を流します。 主にこれは意見に基づくもので、一部の人々は必ずしも音楽が好きではないが、ほとんどの人はそれが素晴らしいと言います。 日本語版も英語版も本当にいいですね。声優はすべて自分のキャラクターに合っていて、いつも本当の気分にさせるために必要なときに実行します。 もしそうであれば、私はもっと高い評価を与えるでしょう。\n\nキャラクター：8\n\n\n楽しさ：10\n全体：10\n結論としては、このレビューはかなり意見ベースであり、偏見を感じるかもしれないと言いたいと思いますが、私は正直なところ、このアニメは良いスコアに値する、それは支配者ではありませんが、見る価値のあるものであり、私の目では傑作とみなされます。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "mohammedafif",
    "profile": "/profile/mohammedafif/reviews",
    "pages": "3",
    "number": "15",
    "link": "/reviews.php?id=84851",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメを見れば、これは最も奇妙で興味深いストーリーラインです。 過去の相違点を解読しただけでなく、新たな要件を作成するために継続しました。 私はそれを感じたときに、それは非常に次のエピソードに来た。 それは犠牲として殺され、現在は犠牲の場所「学校」を悩ましている少女のことです。 他の2人と一緒に調査コミットメントを形成する少年に会う。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "dabagonsmith",
    "profile": "/profile/dabagonsmith/reviews",
    "pages": "3",
    "number": "16",
    "link": "/reviews.php?id=119235",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  9\n\n毎回ランダムに何かを見ることにしていますが、ほとんどの場合、アニメを落としたり、見終わったりしますが、好きではありません。 私は何か幻想的なものを見ることに終わるが、今日私はこれを選んだ神に感謝します。 面白いと思えた、ロマンチックな恐怖のアイデアは、あなたが毎日聞いているものではなく、それは主に私がそれを見る決定要因でした。 それは、それがするべきことを成し遂げます、それは実際には少し遅いですが、それは確かに価値がありました。\n\nストーリー - ストーリーは正直言って少し一般的で、少なくともバックボーンです。 何年も前に亡くなったアニメが起こったとき、60年が正確であることから、学校に出入りする少女のことです。 物語がどのようにして差別化するのか、それはまたロマンスであり、かなり充実したロマンスだと言えるでしょう。 私は多くのロマンスを見てきました。そして、私が幸せではないままにしていた時代のほとんどは、最初から何も変わっていないように見え、それは私の時間の巨大な浪費のように感じます。 私の唯一の苦情は、それが少しうまくいくことである。 エキサイティングなことが起き始めるまでは楽しいものでしたが、これは主に漫画の救済に過ぎず、将来起こることを一瞥しました。 私はそれが本当に好きではありませんが、それはそれです、コメディの救済の部分は後でいくつかの小さな関連性を持つことができますが、それは完全に無意味ではないようにそうです。 ストーリーテリングは、後でラインの上で間違いなく良いです。 私はエピソードの最後のカップルは確かにこのアニメについてほとんどの人々が覚えていると言います。 本当に素晴らしいシーンがいくつかありました。特に、エピソードの半分が最初の人物だった場所の近くのセクションがありました。これは以前は見たことのないとてもクールだったものでした。\n物語は全体の時間を楽しませていたが、アニメのよりコメディーな部分のすべての暗い性質を常に垣間見ることができたので、あなたはもっとエピソードを見たいと思っていた。 私は私が「ええ、これは楽しいようだが、私はそれがうまくいくとは思っていない」と思っていた場所にいた。ファンのサービスとそれだけの思い切った態度は、 それは間違いなく自分自身をピックアップしました。 私は人々が私のやり方でそれを体験したいので、スポイラーを書いてはいけません。 ちょうどそこにぶら下がって、それはラインの下が良くなります、それは実際にはどのように暗くなったのかかなり不快です。\n\nアート - アートスタイルとアニメーションの品質は本当に良いです。 普通ではありません。 デザインは標準ですが、実際には高品質でプロフェッショナルに行われています。 私はこのアニメが特別なものを必要としていたとは思わないが、芸術的スタイルが行く限り、過度に過剰で誇張されたアートスタイルを持たなくても、それが望むものを達成することができる。 時にはスタンダードが最良の選択肢です。\n\nサウンド - 音質はアートとほぼ同じですが、標準的ですがかなりフィットします。  opとendのサウンドトラックは素晴らしいですが。 それは、明るくて奇妙な雰囲気を放つ、本当にかっこいいよ、私は言わなければならない。 具体的には、私はしばらく頭の中に止まっていることを確かに知っています。\n\n\n\n楽しさ - それはずっと楽しかったですが、アニメのエピソードの最後のカップの近くで本当にそれを拾いました。 アニメの興味深い部分のいくつかは、彼らが特定の場面をどのようにして行ったかであった。 完全に第一の人物、または最初のエピソード全体の1つの長いセグメントのように、それは素晴らしい第1話を持っています。 あなたは楽しんで行くので、キャラクターはちょうどcutesyので、前半を楽しむことができますが、それは深いストーリーとむしろ邪魔な物語とロマンスのために後半を楽しむでしょう。 それは非常に奇妙なアニメですが、それは楽しく楽しいものです。 私はこのアニメで本当に楽しい時間を過ごしました。良いロマンスの恐怖の考えがあなたによく聞こえたら、それを試してみてください。私はそれを見て楽しんでいました。\n\n総合的には全体としてはスタートが遅かったが、実際にペースを上げ、実際には私を驚かせた。 私は、物事が彼らのやり方を始めたことをうれしく思っています。彼らは、狡猾なファンサービスを取り払い、より深刻になり始めました。結局のところ、厄介な過去の幽霊に関する話です。 それは私が多くの人々が好きになると思う何かですが、多くの人々がオフになります。 いずれにせよ、それはうまく設計され、実行されたと思ったし、あなたがここで読んだことが好きであれば、間違いなくそれを試してみてください、ちょうどアニメの最初の半分ほどでは消されないでしょう。 後でラインを良くしてください。 それは私の明確な推薦を持っています。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "koyomu",
    "profile": "/profile/koyomu/reviews",
    "pages": "3",
    "number": "17",
    "link": "/reviews.php?id=60831",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  7\n\n私はこのアニメのマンガの熱心なファンです。\nシルバーリンクがアニメを作ってくれることがわかったとき、私はとても興奮していました。私の期待は高すぎました...しかし、今、私は...\n\nストーリー -  6\n私は速いペースでそれを見つける。 特に、エピソード3でKirieの突然の出演中。彼らはそのエピソードの間に起こっているはずです。  （まあ、マンガでは）私はこのアニメにチャンスを与えることができると思います.. OK。\n\nアート -  8\n芸術はかなりですが、贅沢ではありません。 私は背景の色と彼らが調和する方法が好きです...彼らは現実的に見えます。 文字については、うまくいっていないが、私はそれが漫画よりも好きだ。  （あまりマンガはまだ最高です＆gt;.."
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "KanadeTachibaa",
    "profile": "/profile/KanadeTachibaa/reviews",
    "pages": "3",
    "number": "18",
    "link": "/reviews.php?id=64377",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\n今私はすべてあなたの典型的な異常なユーモアのアニメについて見て、群を取っていることを確信しています。\n\nしかし私の神は私の心がこのアニメによって吹かれたと言わなければならない\n私は名前で誘惑され、すでにエピソード1に夢中だった\nキャラクターは基本的なものだと確信していますが、時間が進むにつれて多くのことを学びます\n芸術は素晴らしかった、それはすべての色と喜びではなかった\nそれはすべてそれをより良くしました\n私は本当にこのアニメを楽しんだ理由は、それが8で10ではなく、それは単にいくつか欠けていたからです\nこれは見る人です\n\nあなたは間違っていないだろう\n\nたそがれ おとめ ｘ あｍねしあ\n\n\n私の承認を得ている"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "worldvision",
    "profile": "/profile/worldvision/reviews",
    "pages": "3",
    "number": "19",
    "link": "/reviews.php?id=79908",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\nストーリーについて\n非常にまれなコメディとホラー/ミステリーの驚くべきバランスがあります。 それは、あなたが非常に説得力のあるホラー/ミステリーでアニメを見るが、まだコメディをすることができる毎日ではありません。 もう一つの素晴らしいことは、エッチ、ドラマ、ロマンスのジャンルもストーリーラインにうまく組み込まれていることです。 さらにエキサイティングなことは、それがややエピソード的なシリーズだということです。 そして、もちろん、謎はいつも最後には非常にエキサイティングで予想される啓示が付いてくる。\n\nキャラクターについて\n神秘的な物語の驚くべき物の1つは、同じように神秘的で面白い人物です。 彼らが本当に誰であるか、彼らの秘密、そして過去を見つけ出す道は、明らかにこのシリーズのタイトルの理由である物語の重要なプロットなので、最も期待しています。\n\nアニメーションとサウンドについて\nこのアニメーションは、恐怖と謎の部分をとても効果的に説得し、エキサイティングにしました。 サウンドは、シリーズの重要なシーンや瞬間にもよく選ばれています。\n\nエンジョイメントについて\nそこには神秘的な物語の乾草があり、これは間違いなくその中にある宝物です。 シリーズのすべての要素は互いによく組み合わされており、結果は1つのすばらしい話です。 それは私が長い間見てきた最も面白い、最も興味深い謎の物語の一つです。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "bonauwi96",
    "profile": "/profile/bonauwi96/reviews",
    "pages": "3",
    "number": "20",
    "link": "/reviews.php?id=118925",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  10\n\nここにその話があります：\n物語は、清輝プライベートアカデミーに入学したばかりの中学生の初谷栄一さんを中心に展開しています。 学校の古い建物のひとつで迷子になると、かのうゆうこという女の子と出会い、思い出のない幽霊として自分を暴く。 テイチチは彼女の周りを回転する学校の7つの謎を見て、彼女の死を調べることにします。 ストーリーを通して、帝一と裕子はこれらの幽霊物語の真実を発見し、困っている人を助けます。\n\nこれを短くするつもりです。\nドラマがあります、コメディが本当に面白い瞬間がたくさんあり、ロマンスはロマンスを大好きでした。\n私にとって最高の場面は、祐子が消えてしまった時、その時に言われたことすべてが私の目にも涙をもたらしました。本当に感動的な瞬間です。\nだからええそれを見て、それを楽しむことを願って、それは良いアニメーションと偉大な文字があります。"
  }
]
