[
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "Stark700",
    "profile": "/profile/Stark700/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=60759",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  9\n\n記憶喪失の夕暮れの乙女。 そのタイトルだけでも、一部の視聴者にこのシリーズの視聴を説得する可能性があります。 しかし、あなたが最も期待していないのは、ここでそこそこのかわいいものを毎日主人公と一緒に遊んでいる幽霊トロール（私が追加することができればホットゴーストトロール）でしょう。\n\n物語は超常現象を扱う超常現象調査クラブをカバーしています。 そこから、他のメンバー、おそらく唯一のグループのメンバーである仁谷栄一を始めました。 彼女の外見（外観）は彼女に多少似ているかもしれないが、彼女の内面の自己は別物であるにもかかわらず、彼女はゆうこの対立とみなすことができる。 彼は幽霊トロールゆうこと珍しい関係を抱いています。彼は、彼の冗談といたずらの試みにもかかわらず、彼はまだ彼女を友人として評価し、彼女を忘れません。 それから、グループの中で最も熱狂的なメンバーであるおおののももえがいます。  50年前、私たちの素敵な幽霊トロールYukoを含む何が起こったのかを知る限り、クラブの熱意はおそらくNiiyaの視点の限界を超えています。 もちろん、彼女はまだ自分のクラブとニヤとの間に多くのいたずらなやりとりを作りながらクラブの周りにぶら下がっています。 次に、熱狂的ではないKirie Kanoeがいます。 一見、彼女は普通のようだが、彼女をもっと知るようになると、彼女は非常に不安な人であることがわかる。 どうして？ まあ、ほぼ5分ごとに、彼女はゆうこの危険性について話し、ニイヤに警戒するよう警告します。\n\nそして最後に、私たちの素敵な幽霊、彼女を忘れることのできる裕子をトロールする？ 結局のところ、彼女はシリーズのスターであり、記憶喪失の「夕暮れの乙女」です。 私たちの主人公との彼女の軽蔑的な態度は有罪の喜びであり、これを見ている人の中には、自分がどれほど幸運であるかについての爪を噛んでいるかもしれない。  （私は少なくとも私は時々知っている）しかし、それは遊び心のある自己にもかかわらず、彼女は暗い過去を抱えているように見えます。 彼女は過去を忘れて記憶喪失にしようとしますが、あなたが忘れることのできないことが1つあります。あなたは記憶喪失のような問題から逃げることはできません。\n\nもちろん、このような物語でさ​​え、ファンサービス、プールパーティ、そしてかわいい愛の愛のシーンがあります。 その後、常に光のコメディや心理的な紆余曲折が混在した「ホラー」のシーンが常にあります。 しかし、これまでのところ、このシリーズは別のものではありません。 私は真剣に、自分自身に尋ねましょう：最初のエピソードで実際にズボンから怖がっていたのは誰ですか？\n\nこれにもかかわらず、間違いなく幕の後ろには奇妙な雰囲気があり、夕暮れの水平線を越えています。 また、後にユウコの死後の真実、彼女が生み出した憎しみを彼女の陽と陽として表明しました。 彼女の暗い自己が裕子の陽気な自己の主導的な対立の1つになるので、憎悪は確かに今度は強い言葉です。 彼女は彼女の新しい深い友人であるニイヤとの過去を扱うので、将来の恐怖に対処しなければなりません。\n\nそれを超えて、私はシリーズの芸術は、このアニメと夜の月の空で '夕暮れ'の様々なよくキャプチャされた角度だけでなく、豪華であることがわかります。 私は、このシーズンに高いバーを設定する方法を知っています。 音については、あなたの大学入試のために勉強している間に聞くことではありませんが、それは全体的な話に合ったものです。 そして、私たちの最愛の幽霊がユルコさんを模倣しているように見えるOPとEDの歌に注目してください。 彼女はアメリカのアイドルでかなり遠くに行くだろうと私は言うだろう。\n\n全体的に、私は記憶喪失の夕暮れのメイデンが面白いと思うし、週末を終えるために日曜日を素晴らしいリラックスな日にします。 そのバランスのとれた光のコメディーと真剣さは、私たちの大部分が気づくだろう、あなたが過去に見たかもしれないいくつかの他のシリーズの必然性の恐怖レベルに達していない間に、それはエンターテインメントと価値を作り上げます。 後で話の暗い色調が、あなたの視聴者の一部をあなたの座席に接着させてくれるでしょう。\n\nこれはユニークなアニメであり、この春の季節には、私たちのほとんどが記憶喪失のように忘れることはないと確信しています。  （少なくとも私が望む）"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "Archaeon",
    "profile": "/profile/Archaeon/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=149247",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  7\n\n非常に異なるテーマを混在させると、驚くべき結果が得られることもありますが、ストーリーテリングに対するこのアプローチには大きなリスクがあり、このプロセスを使用して形成されるオリジナルのコンセプトは、しばしば最初のハードルになります。 このガイドラインには常に例外がありますが、アニメでは、通常、人気のある見通しや常識の欠如の結果であることが多い、他のメディアの適応です。\n\nありがたいことに、Tasogare Otome x Amnesia（変復調器の夕暮れの乙女）は、変換の急流を通り抜けますが、道に沿っていくらかの被害はありません。\n\nこのマンガをもとに、清谷民間アカデミーの中学生と超常現象調査団の上級会員である新居一一氏と女子学生の精神である加納雄子会長との珍しい関係を中心に、  60年前に放棄された校舎で死亡した。 ストーリーは、初めはオコノギモモエ（Yuukoの存在を知らない女の子）の視点から見た、ほんの奇妙な一連のイベントから始まります。シーンの美しさは、 ジョークを公開するためにイベントが再生されたときに、この影響が強化されることを示しています。\n\n残念ながら、実際に物事がすべての背後にあるけれども、プロットは1つまたは2つのエピソードだけ続く一連の短いアークに分割されているので、シリーズの残りの部分では物事はあまりうまく進まない。 それは、正しく使用されたときに驚くほど柔軟になることができるアプローチであり、ユビキタスな[ここに学校名を入れる]という7つの謎の重要性を考えると、なぜこの方法が使われたのか分かります。 悲しいことに、マンガからアニメへの動きははるかに急いでおり、情報の圧縮は各アーク間のペースにあまりにも大きな変化を引き起こします。 これに加えて、アニメには目に見えないいくつかの主要な点があります - 主に初期の適応の影がその醜い頭を再び飼育したからです。  Dusk Maidenは、マンガが完成する前にアニメ化されてしまうという不快感を抱えた別のショーであり、作家が様々な程度の成功を収めようとしているいくつかの文脈上の問​​題を引き起こす。\n\nほとんどのアダプテーションと同様に、キャラクターのデザインは原作の素材から直接取り込まれ、学校のロマンチックなコメディーの大部分と同じように、この部門には特別なものはありません。 それは、主にOonuma Shin氏が「ef」シリーズで使用した数多くの視覚的技法やテクニックを適用したことが主な理由で、夕暮れのメイデンは文体的にも審美的にも目を惹きます。 残念ながら、キャラクターアニメーションはそれほど鮮明ではなく、動きのいくつかはちょっと変わっていますが、それを除いて（そして、ローアングルとサンセットの繰り返し使用に伴ういたずら行為のいくつかの瞬間 -  ちょっと後悔していない）、SILVER LINKは美しいショーを生み出している。 デザイン思考は、ホラーやロマンチックなコメディのジャンルの基盤を強化するための視覚的な参考資料として、多くの場面で特に効果的です。\n\nDusk Maidenには、いくつかのファンサービス（結局のところ、harem要素を持つ学校ベースのロマンチックコメディー）が含まれていますが、そのアプローチはそこにあるアニメの数よりはるかに積極的です。 これらの瞬間は、裕子の慈善的な性質と、帝一を不快にさせることから生まれる娯楽によって引き起こされることがよくあります。これは、通常の主人公が顔を落としてからランダムな女の子（または彼女の上に落ちる）に素敵な変化です。\n\n能とかぶきの劇場である「もみじり」に関連する明白な象徴である。 繰り返しの赤と黄色のメープルリーフの意味は、シーンを美しくする方法として簡単に渡すことができるものですが、実際には偽装の悪魔であった美しいメーダ/プリンセスに関する物語の微妙な参照ですが、 そして彼女は誘惑しようとしている男に最終的に殺される。 これは驚くほどビジュアルなデバイスで、一度理解すれば、プロットに余分な重さを与え、声優や脚本家が築くことができる実例を設定します。\n\nDusk Maidenはスズキコノミの「合唱刑務所」と一緒にオープンし、メイプルリーフのメタファーと混合された主人公を紹介するための簡単なビジュアルメドレーが付いています。 閉会のテーマは若干の注目に値する - 太陽が沈んでいる間、奥子秋の「Karandorie」を歌っていると思われる、おそらく放棄された学校の建物の中に、 両方のシーケンスは、まともなオーディオ/ビジュアルの振り付けを特徴としており、これは大部分のシリーズではほぼ真実です。 スコアには、シーンやジョークに素敵な背景を追加するさまざまなトラックが含まれています。驚くほど良い効果がディスプレイに表示されます。これは不安定さの程度によって相殺されますが、通常のコメディ中心のノイズは、  -場所。\n\nこのシリーズが2つの非常に特殊なジャンルを横断していることを考えれば、スクリプトが極端なものから別のものへと変わる危険性が常にある - 特に、未完成の作品を適応させる - そして、これはいくつかの機会に起こるが、 ストーリーの大半のために異種の要素。 このため、日本人のダブは特にうまくいくが、英語の翻訳には直感的なやり方でアプローチすることができたかもしれない。 昨日は頼りになっていて、やっぱりテイチをやっていたよね。 キタムラエリ（Kanoe Kirie）、福前美里（Okonogi Momoe）などの俳優たちも、その支持的役割をはるかにうまく果たしている。声優のすべてにはぴったりの瞬間があるが、彼らの集団的努力はまともである。\n\n一方、英語のダブは、翻訳やADRの過程で簡単に解決できる問題を巻き起こしています。これはおそらく、クリント・ビッカムが帝一とエミリー・ネヴェス（裕子）の役割に苦しんでいるようで、 興味の名前を正しく愛している。  Jessica BooneはKirieとしていくつかの慰めを提供しますが、Momoeとして最も苦しんでいるのは才能のある経験豊富なBritney Karbowskiです。 暗いスクリプトの問題は、文字通りの翻訳を忠実に反映しているため、英語の全体のダブは、アウトオブプレイスの言葉と怒りを誘発する「くん」、「サン」などで散らばっています。 視聴者の文字の認識。\n\n最初に、帝一はロマンスのコメディー（いくつかのハレム要素を含む）のコモン・ガーデン・リードの男性よりも少し上にあるようだが、彼はこのタイプの他の物語とは違って、 ゆうこ。 この点で、彼は「ああ！」という森里慶一のようなものと共通しています。 前十年の平凡なハーレムのリードよりも「まあまあまあ」。 幽霊自身は、非常に孤独なキャラクターで、誰かが見て触れることができたら、放棄した子犬が飼い主と世話をした人と同じように彼女の愛情を表示します。 この2つの関係の発展はストーリーラインの中心的な柱の1つであり、関係の進展が、祐一が亡くなった経緯と彼女を傷つけることから逃げようとしていることを知りたいという欲求と衝突するのは興味深い。  。\n\n残念ながら、時間制限と結末から抜け出す必要がある（それは書かれていなかったため）、帝一との友好関係と裕子との関係は完全には決して実現しませんでした。 後者はシリーズの終わりに匹敵する異なる音色を加える。 悲しいことに、マンガを読んだ人はどれだけ残されているのか分かり、不気味な影の背後にある意味はアニメの描写よりもずっと恐ろしいものになる。\n\n記憶喪失の夕暮れのメイデンは、主に何が起こっているのかの話です。 早期適応の決定は、12のエピソードシリーズの限界と相まって、視聴者がマンガを読んだ場合にのみ、目立つ編集と改変を余儀なくされた。 それは、特に終わりに、ソース資料のパンチが欠けている間、いくつかの面白い概念、少々の笑い、少年と幽霊の間のかなり甘い関係を提供します。 スタイリッシュなビジュアルは、ストーリーラインでは驚くほどうまく機能し、シリーズの一部では素早くゆったりとしていますが、いくつかのテーマが巧みに扱われます。 物語の中の穴をカバーしようとしている間に短いシリーズに詰め込まれている未完成の物語の適応のための成果です。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "Kevstuf",
    "profile": "/profile/Kevstuf/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=143141",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\nうーん、私はめったにアニメを10代とは考えていませんが、アンネイジアの夕暮れのメイデンは本当に印象的な作品でした。 そんなに多くの否定的なレビューを見るのは悲しいことです。\n\nストーリー：10/10\n\n物語には小さな欠陥が1つあります：それは少し難しいです。 キャラクターがあなたに伝えていることに本当に注意を払わなければ、後ろにいて混乱するのは簡単です。 にもかかわらず、あなたが説明に従うことができれば、ストーリーは素晴らしいでしょう。 ストーリーは賢明で、それはまさにその概要です。学校の幽霊ゆうこは過去を思い出すことができず、主人公は他の人たちと一緒にそれを発見するのに役立つクラブを結成します。 さて、この概要は物語の音が極端におかしくなり、アニメはホラーに分類されますが、実際にはそうではありません。ホラーストーリーのファンでなければ、心配しないでください。 スリラーやミステリーのようなものです。 ホラー要素はほとんどありません。 実際、ロマンスなので、コメディーな瞬間がたくさんあります。\nしかし、私は彼らが物語を伝える方法は完璧だと思う。 最初のエピソードは、彼らが個性主義的で、最初はプロットの動きに貢献していないようなので、ちょっとしたフィラーに見えるかもしれませんが、ストーリー全体に重要です。 詳細を明らかにするペースは、あまりにも多くの啓示であなたを洪水させようとせず、次のエピソードを見るのに十分な崖の上に置いておきましょう。 そして真の謎の物語のように、彼らは完全に盲人の中に見る人を残さない。 あなたもまたいくつかの考えで謎を解読することができます。 これは予想できるアニメと思う人もいるかもしれませんが、結末は予想通りですが、予測できないとは言いません。\n\nアート：10/10\n\nノーマルアートスタイルは、多くのアニメの中では巨大な側面ではありませんが、これは技術的に恐ろしいものです（私は約束しません）、ビジュアルは半重要です。アーティストが素晴らしい仕事をしたと思います スリラー要素。 芸術は、私がBakemonogatariシリーズを思い出させてくれました。それを見た人にとっては、このシリーズのように芸術は非常に重要です。\n\nサウンド：9/10\n\n謎のアニメのための音楽フィッティング。 オープニングテーマとエンディングテーマは大丈夫でした。 彼らは驚くべきことではありませんでしたが、音響効果と恐ろしいモチーフは完璧でした。\n\nキャラクター：9/10\n\n私はこれが他の人が私と最も意見の相違がある場所だと思います。 男性主人公にとっては批評がたくさんありますが、それは真実ですが、このシリーズの本当に面白い性格であるゆうこを開発するには、彼のややクリスの個性が重要だと思います。 彼女が過去を発見する旅には記憶喪失の幽霊であるため、思い出を回復するにつれて彼女の個性は自然に変化し、この予測不可能でダイナミックなキャラクターはシリーズを楽しく見せます。 男性の主人公の予測可能性は彼女とよく一致します。 両方のキャラクターがあまりにもダイナミックであれば、本質的には謎であり、視聴者は既にプロットとその詳細をすべて把握していなければならないので、ストーリーはあまりに混沌としています。\n\n楽しさ：10/10\n\n私は通常ホラー/スリラー/ミステリーをあなたが何と言っていいか見ないが、確かに失望していなかった。 あなたが恐怖が好きではないので躊躇している場合（私は個人的にはかなり簡単に怖がってしまいます）、ホラーの側面は最小限であり、謎の興奮に加わるだけなので、あなたを止めさせません。 面白い瞬間や感情的な瞬間、そしてあなたを見守るのに十分なプロットの紆余曲折の話です。 このアニメの質を落とすほど重要だった欠点はありませんでした。ロマンス、ミステリー、または高度に発達したキャラクターが好きな人を愛する人は、このショーを見つけるでしょう 楽しい。 だから、それを腕時計にしてください！\n\nこれが役に立つと分かったら、それをクリックしてください。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "Selsica",
    "profile": "/profile/Selsica/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=64417",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  9\n\n優れたストーリーテイラーは、いつも間違っていると感じるかもしれないが、それを考えないように、微妙に自分の作品を通してサスペンスと疑念を織り込む方法を持っています。 記憶喪失の夕暮れ乙女は、互いの関係を深め、各生徒の心の中の深い恐怖のカタコンベから生まれた混沌とした恐怖に直面するとき、帝一と裕子に続く、同様の名前の漫画からの適応です。 恐怖、ロマンス、ドラマの素晴らしい組み合わせを提供する、記憶喪失の夕暮れのメイデンは、あなたが本物の恐怖、満足感、悲しみを感じさせます。\n\nストーリー -  7\n\nロマンスに焦点を当てたショーからの深く魅力的なプロットは決して期待できません。ショーは通常、アニメを一緒に保持するキャラクターの関係に依存します。 しかし、夕暮れのメイデンは、握ってプロットの不足に苦しんでいる間、物語のシンプルさは、その最も強いポイントの一つです。 恐怖は、不安で数分おきに自分の背後をチェックするのに十分なほど強烈で、「これの背後にあるのは正確に何か？ 結論として、恐怖はうまくいって落ち着いています。 プロットのシンプルさで、私たちは夕暮れ乙女の世界に引き込まれますが、ストーリーの本当の本質であるキャラクターを損なうほどではありません。\n\nアート -  9\n\nシルバーリンクは奇妙で堂々と美しいビジュアルを提供することは決してありません。 すべてのキャラクターは慎重に扱われ、背景は気分を設定するのに驚くほど効果的であり、指揮は一流です。 芸術を10点から取り除く唯一のことは、キャラクターの動きがどれほど静的であるかです。 方程式からそれを引くDusk Maidenは恐怖ビジュアルの真髄を提供し、各シーンはさまざまな恐怖を完全にカプセル化しています。 狂気、疑い、犠牲、とりわけ、未知のものに対する恐れ。 もちろん、監督や芸術はホラーシーンに限定されません。 シャフトのような演出では、重要なシーンを非常にユニークにするさまざまな角度と設定の万華鏡に取り組んでいます。\n\nサウンド -  7\n\n夕暮れのメイデンのサウンドトラック自体は普通ではない、私はオープニング、エンディング、そしてインサートの曲のほかに思い出に残るトラックを想起させずにこれを書いている。 しかし、スコアがサブパイルであっても、トラックはそれらが使用されているシーンの調子や気分を正しく設定します。 そして私はオープニングを楽しんだが、最後のエピソードの終わりに含めると、私とうまく座っていない気分が崩れた。 結末はショーに適していて、憂鬱な感じを与えた。 実際の終了シーケンス自体をシフトすると、優れた予兆が得られます。 インサートソングに。 フィナーレにこの曲を含めることは、このショーのディレクターが選んだ最も輝かしいことでした。 それは最後のエピソードの気分を完全に完璧に設定し、私はいつも私の目を揺らしていました。\n\nキャラクター -  8\n\n私たちのダイナミックなデュオ、帝一と裕子は、毎シーズン騒々しい騒乱と比べて、新鮮で違った関係を共有しています。 無数のエピソードをスキップして 'D-彼は私を好きですか...？ 私は知らない...最後から二番目のエピソードまでロマンチックな何かを延期してください... '夕暮れのメイデンはラブリー・ドーヴィーアクションに飛びます。 何人かの人々はこれによって延期されるかもしれないが、私を信じて、ショーの最も大きなセールスポイントの1つです。 この関係を選択することによって、スタジオは勇敢な十代の若者の代わりに物語に実際の恋愛をもたらし、あなたの感情を混乱のジェットコースターに投げ込む強力なエンディングを私たちに提供します。 裕子はキャラクターとして、帝一はキャラクターとして、それらの間の関係は10を保証するが、残念なことにサイドキャラクターはレーティングを下げる。  KirieとOkonogiのファンが私にこれを怒らせてくれるだろうが、そういう強力な確立されたロマンスがあれば、ライバルの潜在的な唯一のことはあなたを苛立たせる。\n\n楽しさ -  9\n\n最後と最後から2番目のエピソードは、通常、シリーズの中で最強です。夕暮れのメイデンも例外ではありません。 心温まるロマンス、ホラー、ドラマがすべてストーリー全体に収束すると、その部分の合計をはるかに上回るフィナーレが期待されます。 最後のエピソードは、私の頬を流すために、いくつかの涙を引き起こし、私を泣かせた最後のアニメは、ストーリーの後のClannadでした。 エピソードの最中に、洞窟人が火を発見したので、私が騒がしい混乱や最も愉快なキャンピングカーになるかどうか分からなかったように演出がうまくいった。\n\n全体的 -  8\n\n喪失のDusk Maidenを見ることは毎週楽しいものでしたが、ショーの全体的な楽しさから様々なニュアンスが損なわれていましたが、ショーの始まりが強く、バングで終わることはありませんでした。 あなたは冷ややかな恐怖、愛情のあるロマンス、涙のドラマ、または3つの組み合わせを探しているかどうか、あなたは夕暮れのメイデンを楽しむでしょう。 そして、幸せな結末か甘いものかにかかわらず、ストーリーは良いことがあります。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "Cauthan",
    "profile": "/profile/Cauthan/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=189186",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  4\nキャラクター|  5\n|  5\n\n（これはこのサイトに適応したスポイラーフリーレビューです）\n\n[概要]清明アカデミーの学生である新居一一（Yonaga、Tsubasa）は、Kanoe Yuuko（Hara、Yumi）という名前の女の子に出会ったときに古い建物の1つを探検するときに道を奪う。 彼女は60年もの間学校を悩ましてきた幽霊であり、多くのホラーストーリーの源であり、生徒の間で循環する超常現象の話を数えています。 彼女は死んだことを覚えていないので、彼女とTeiichiは、Okonogi Momoe（Fukuen、Misato）とKanoe Kirie（Kitamura、Eri）と一緒にParanormal Investigations clubを結成し、Yuukoの死の原因を発見し、 学校。\n\n[キャラクター]：\n\nストーリーは学校の場面で行われますが、キャラクターのキャストは実際にはかなり短く、メインの4人のキャラクターから成り、時には小さな1-2のエピソードミニアークのサイドキャラクターを導入します。\n\n主人公は全体的にかなり耐えられる。  Teiichi自身は、彼のデザインと声では少し典型的だと感じていますが、主に彼がYuukoに捧げたものです。 このショーでは、ほとんどの場合、いくつかのハレム要素がありますが、主に帝一と裕子の関係に基づいて演奏され、ストーリーの実際のロマンスに対するコメディーな背景として、他のロマンチックな関心事を扱います。 このように、テイチは本当にゆうこを気遣うように見え、ロマンスショーの主人公のより浅く、控えめな反復を超えて、積極的に彼の愛情を表示します。\n\nKanoe Yuukoも同じように、彼女の気持ちを伝えています。 私は彼女がキャストの最高の書いたメンバーであり、時には過度についた態度と実践的で愛情のある自然が、彼女が長い間非常に孤独感を感じていたことを伝えてくれると思います。 彼女を見て触れる。 彼女はコメディとドラマチックな状況の両方で同じようにうまく動作し、しばしば両者の源泉です。\n\nこのグループの中でも、Kanoe Kirieが最も深刻ですが、彼女の嫉妬やTeiichiとのコメディーの関係で、時にはこの気分が打ち負かされます。 オコノギモモエは、超自然に対する若干熱狂的なアプローチのためにクラブに加わり、皮肉なことに、主人公の唯一のユウコを見たり対話したりすることのできない唯一の人物です。 彼女は私の意見ではほとんどコメディのために存在しており、実際に開発やプロット関連の陰謀を特徴としていないので、彼女は全体的に少し不必要だと感じました。\n\n[アート/アニメーション]：\n\nキャラクターのデザインはかなり落ち着いており、ホラーや学校の要素に沿ってショーを楽しむことができます。 ショーそのものは、ホラーシーンや設定に非常によく役立つビジュアル要素を実際に持っています。最も注目すべきは、大沼新のダイナミックなアプローチです。 一般的にかなり面白いショットを利用するのではなく、このショーは画面の空白部分を絶えず使用して、黒い周囲のアニメーションスライドでシーンを表示します（私の経験上、テクニックはEf： 記憶の物語とその続編）。 この技法は、ショーの恐ろしい音を考えれば非常にうまく機能し、ビジュアルには使用時に暗く閉鎖恐怖感を感じました。 私は本当に面白かったと思って話の中でかなりうまくいっていた一人称POVにほとんど全部エピソードが撃たれました。 私の唯一の重大な悩みの1つは、時には対話中の身体の動きが動きのある動きや非現実的な動きをして奇異に見えることがありましたが、ほとんど見逃してしまうことはめったにありませんでした。 結局のところ、ビジュアルはショーの最強のポイントの1つであり、芸術そのものが鮮明ではないかもしれないが、ショーが実行されるスタイルがそれを補う。\n\n[ストーリー]：\n\nOtome x Amnesiaは、そのジャンルの組み合わせがやや矛盾しているという点で、ちょっと変わっています。これが私の主な関心事の1つです。 まず、ホラーショーとしてはうまくいきます。ストーリーの肉はこのジャンルで行われ、全体的なトーンもこのタイプのものです。 ロマンスは必ずしもホラージャンル内の新しいサブ要素であるとは言えず、実際には、この番組内では、アウト・トゥ・プレース・ハレムのテーマとかなり一貫したファン・サービスを除いて、かなり自宅で感じる。 最後に、コメディのジャンルとのショー自体（不必要に私の意見では）は、まっすぐなホラーシーンの外でのほとんどのキャラクターのやりとりを喜んで描写しています。\n\n他の試みを複数の、時には矛盾したジャンルを占有しようとすると、いくつかのジャンルは最初に一ジャンルになり、他のものは味のために追加されているように感じるが、私は乙女×覚醒のキャストで驚くほど均等に存在する ホラーがわずかに優勢であるショー。 これはすべて、このショーがこれらのすべてのものを比例的にしようとすることであり、それが実際には機能しないということです。 私の意見では、ホラーとロマンスの要素だけを提示し、疑似エッチとコメディの属性を否定していれば、それはかなり良いことでした。 私はコメディがショーの深刻な瞬間を打ち砕き、それぞれのホラーシーンが間断なくスプライシングされた両面のコメディーな瞬間に挟まれているとき、それは最終的に効果を低下させ、気分を変えます。 喜劇そのものも傑出しているわけではないので、ショー内のアクションのギャップを埋めるだけで、ファンサービスの方法でいくつかのセックスアピールを提供しているように感じる。\n\n[音楽]：\n\n音楽は十分に良いものでしたが、私が特に気をつけることはできません。 主にホラーショーで見られる低調で不気味なバックグラウンドスタイルを主に占め、ショーではうまくいきました。 これはロマンチックなシーンを与えられた音楽をわずかに演奏し、物事がコメディーになったときに少しリラックスして、この点で多かれ少なかれ期待されたように機能します。\n\n[最終的な思考と評価]：\n\nショーはそのスタイルとその物語の方法で面白くて楽しいと思ったが、ファン・サービス、ハーレム・エレメント、ジェネリック・コメディーによって全体的な経験が傷ついていると感じた。 私はショーがいくつかの点で不足していると思うし、それはそれが私のために持っていた可能性が非常に達成されていない可能性の良い取引を特色と思う。\n\n評価：5\n\n本当に興味深く、よく実行された要素をいくつか持っていたのですが、それは私の心の中では普通ではないと感じていましたが、それでも高い点では見守ることができたことが分かりました。\n\n[推奨事項]\n\nホラージャンルを楽しむ人々を楽しむ人々にこのショーをお勧めします。それはショーの大部分を構成し、さまざまな形でかなりうまくいっています。 ロマンスは悪くはなかったし、誰が好きな人の中でしばらくの間遭遇するのではなく、むしろ早急にポイントに達する関係のファンである誰かがこれを拾うにはうまくいくだろう。 一般的に、典型的なコメディやファンサービスを見過ごしてしまう人は、ショーをうまく楽しむことができるはずですが、そのようなものがオフになっているか、アニメのより深刻な気分を台無しにするかもしれない 離れて。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "Axel_Blaze",
    "profile": "/profile/Axel_Blaze/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=181323",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  8\n\n私は私が一般的なもののほとんどを見た後、素敵なロマンスアニメを探していました（マンガではなく、そこにたくさんあるので）。 私はこれを私のkissanmeのブックマークで見つけて、誰かがこれまでに私にこれを勧めていたことを思い出しましたが、私はホラージャンルのファンではなかったので、すぐにそれを見ていませんでした。 しかし、どういうわけか、このアニメの最初のエピソードから、私は夢中になりました。\n\nアートワークとアニメーションは美しいものでした。 デュラララよりも優れたレベルで、「主人公」と「他の人」を区別するために、彼らは素晴らしい作品を使用しました！  「幽霊」はまた、さまざまな状況で異なる形をとった暗い無秩序な物質の大部分として非常によく描かれました。 暗闇と色の使用は雰囲気を高め、それは私がアニメに住んでいたようなものでした。それは確かにどれだけいいかの証です。音楽もとても良かったです。  OPとEDはともにキャッチーだったし、アニメのOSTはほぼ完璧だった。 やはり演技していた声は、ほんとうに残っていませんでした。 異なる人々の様々な感情はすばらしく描写されました。\n\nアニメはかなりコヒーレントです。 それは死んだ少女の人生に基づいており、彼女の思い出の中で、彼らが探していたものに対する解決策に到達するために時間を往復する。  「古い記憶」のエピソードのタイミングも完璧でした。 私が「古い記憶」のエピソードで苛立ちを覚えている多くの時間、私はそれを場所の外で見つけましたが、この場所では見つかりませんでした。 もちろん、私はアニメを楽しんだ。 たくさん。 私はこのロマンスアニメを楽しんでからしばらくしていました。\n\nそれは私をプロットに導きます。 プロットはさわやかだった。 それは謎と恐怖のビットを持っていた。 しかし、彼らが\"ゴースト\"と\"無秩序\"を扱う方法は素晴らしかったです。 彼らがコモンウェルスを和らげるために道を少し通り過ぎるまで、エンディングはほぼ完璧だった。 それは感動的な物語で、「狂信」がいかに悪いかを示しました。 これは微妙にも、それ自体が超自然的なアニメであっても、この狂信的な結果が得られることはないことを示した。 ロマンスの要素もよく扱われます。私が好きなやり方で、終わりにはうまく発達し、充実しています。 私はこれらのタイプのアニメを「ソフトロマンス」と呼び、それがうまくいくなら私を信じて、恥ずかしいほどのロマンチックなアニメをたくさん置くことができます。 これはほぼ達成しています。\n\nそれはとても良い時計です。 私はほとんどすべてに接続する何かを見つけることはありません"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "Rayla",
    "profile": "/profile/Rayla/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=60871",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  7\n\n「Tasogare Otome x Amnesia」は、何年も前にぞっとした死を神秘的に犯した美しい幽霊の女の子、Kanoe Yuukoの話です。 最初にこのアニメを聞いたとき、私は本当に恐ろしい物語などだったので、それは非常に興味深いアニメであるとすぐに考えました。 しかし、私はそれについて考えてみると、私は少しアニメを過大評価していると思う。 あなたは自動的にあなたが「役に立たない」ボタンを押すことになるかもしれないと言ったら、あなたは私を憎むかもしれませんが、私はそれを言うでしょう。  「Tasogare Otome x Amenisia」の最初の5つのエピソードを見ながら、私はそれをちょっとしたものにしました。 技術的にはちょっとした笑いがあるちょっとしたアニメ、それにミステリーと恐怖が混じっていました。\n\nプロット：\n「失神の夕暮れの乙女」は間違いなく、それについて書かれた小さなプロット、概要、および要約を含む許容されるアニメのようです。 結局のところ、暗い感じのあなたの通常のアニメであり、多くのコメディーとロマンスがその上にラッチされています。 しかし、アニメは主にコメディとロマンスを含んでいて、私はそれがかなり皮肉なものだと感じます。 通常、このアニメについて書かれた要約は、あなたに恐怖と謎の感触を与えますが、あなたがエピソードを見るとき、あなたはあまりにも多くのロマンスを見ます。 恐怖と謎の唯一の時代は、超常現象調査団が裕子の死の手がかりを見つけるために最善を尽くしているのを見ているとき、または祐子が本気で恐怖を怖がるだけの幽霊になっているときです 文字は合計で4つしかありません。 最後に、アニメが速すぎてペースが速すぎるので、アニメ中にどれくらいの時間が経過したかのように混乱し続けました。 要約すると、「健全な夕暮れの乙女」は、主に裕子と帝一の関係を示すことに集中していると感じているので、あらゆる種類のプロットの開発を示すのにひどい仕事をしていると思います。\n\nキャラクター：\nこのアニメの主人公は、先進的なキャラクターの開発か、キャラクターの開発の極端な欠如を示しています。 このアニメでは、裕子と帝一という文字が80％の時間に見られます。 私はこれら2つのキャラクターがあまりにも多くのキャラクターを抱いていると信じています。子供の頃から一緒になっていた恋人のように、ちょうど短い時間で行動するからです。 この問題は、ほぼいつも同じシーンを見ているということです。祐子は亭内を誘惑し、祐子は帝一を、祐子は亭内に、亭一は裕子に、そして両者はすべて恋をします。 私はロマンスとすべてを愛していますが、これはあまりにも多く、私は彼らが会う最初の日に、あなたはすでに互いの上にそれらを見ることを意味します。 他の主人公のMomoeとKirieは、シリーズ全体を通してかなりの20％の時間を費やしています。 彼らはほとんどすべてのキャラクターの発展につながる画面の時間をほとんど受け取ることはありません。 その結果、クリエイターは彼らを「余分な」クラブメンバーとして行動させるだけでした。\n\n\n\nアート：\nこのアニメの芸術的なスタイルは100％完璧な唯一の厄介なもののようです！ プロットがすべて乱れているにもかかわらず、芸術は私にこのアニメに10のうち7のまともなスコアを与える唯一のもののようなものです。このアニメに使用される色はとてもかわいいので、私は見ているように感じます いくつかの絵画。 アニメーションも非常にうまくいきました。グラフィックスとエフェクトを大いに活用しました。 すべての点で完璧な芸術。 確かに、背景のアーティストは、全体的なアニメに少しのピザを感じさせるために背景が古くなるように見せかけることで、少し上手く仕事をすることができます。 ああ、あなたは、このアニメを描いた人たちがファンのサービスを見せてくれたことを知っていましたか？ さて、あなたが知っているので、あなたがファンのサービスを持つこれらのアニメが好きなのであれば、あなたは実際に「邪悪なことを考えているかもしれません、私は天国です。\n\n音：\n私はこのアニメに使われた声やアニメのオープニングとエンディングの曲に問題はないと思う。 なぜ、オープニングとエンディングの両方の曲が私に注目を集めていないように見えるのか分かりませんが、私はあまり好きではありませんでしたが、まだ気分は良いと思っていました。 修正が必要なのは、ショー全体で発生するイベントの気分をより良くするために、バックグラウンドミュージックをうまく使用することだけです。 アニメがMyAnimeList.netに存在していれば、アニメには特別な効果があり、好きな、モチベーション的な音楽がありました ずっと正確です。\n\n楽しみ：\n「Tasogare Otome x Amnesia」への私の全体的な楽しみは、特別なものではありませんでした。私はかなり退屈だと思っていました。 私はこのアニメにどんなタイプのサスペンスも感じず、椅子を握ったり、髪を噛んだりしなかったり、ママ、私は瞬間を怖がっています。 私がそこに座っていて、ゆうこと亭内を見ているうちにかなり退屈なコンピュータを見つめて、楽しい時間を過ごしました。 アニメの一部では、私が敬意を表したり、その中で起こっているキャラクターや瞬間に向かって大声で笑ったりしました。 私は主に全面的に退屈だと感じましたが。 裕子と帝一の関係がとても完璧に見えるので、私はこのアニメを嫉妬しているように思っていました。彼らが永遠に一緒に遭遇するためには、何らかの議論や困難を抱えることはほとんどありません。 私はアニメの中でいつも一緒に、彼らの愛は完璧と思われ、弦がついていないようです。 神様、私は彼らのような関係をどれくらいしたいのか分かりません。 それらをすべて見ているだけで私は永遠に一人のように感じる。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "jackfat87",
    "profile": "/profile/jackfat87/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=108873",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nストーリー8/10\n\n「ベース」のストーリーはオリジナルではなく、大部分の人が邪魔することが多い。 しかし、これはそれをするストーリーラインではない、全体的な話は非常によく行われ、それは幽霊の人間のロマンスのアイデアのアイデアを変更します。 ストーリーがますます面白く「親密」になっていくにつれて、あなたは予期して見守っていきます。\n\nアート10/10\n\nこの芸術作品は、ショーで達成しようとしていたものに完全に合っています。 それは深刻なアニメと、それが単なるコメディのように笑うことができるものの両方の感覚を持っています。\n\n音9/10\n\n音がぴったりです。 声はキャラクターにとって完璧で、効果音と音楽はコメディシーンとサスペンスを追加するのに役立ちました。\n\nキャラクター10/10\n\nキャラクターは素晴らしいです、このアニメでは本当に輝いています。 彼らが作られた方法のために、あなたはキャラクターに感情的に付き合っているのを感じます。 プロットラインをそれほど大きくするのにも役立ちます。\n\n楽しさ10/10\n\n彼らは私があまりにも好きで、今まで6回以上これを見ていて、それでも素晴らしいと思うアニメです。\n\n全体的な10/10\n\nこれは間違いなく、私が誰かにロマンス、コメディ、ミステリー、ドラマが好きかどうかを見るために推薦するものです。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "Yuniversal",
    "profile": "/profile/Yuniversal/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=212921",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n愛は超自然的現象ですか？ 愛は死者の領域と生きている領域の境界を越えることができますか？ 幽霊は存在しますか？ そしてもし彼らが...\nそのようなダムがなぜ怒っているのですか？\n\nTasogare Otome x Amnesia、「Trolololol：アニメーション、別名Undead Fan Service」は、驚くほど暖かく、驚くほど恐ろしい、驚くほど陽気なラブストーリーです。 このショーのカバーは絶対に恐ろしく見えるかもしれません。 結局のところ、不気味な幽霊の女の子です！ しかし、この番組の前半は、基本的にホラーストーリーの巨大なパロディーです！\n\n後半は非常に劇的なものに変わり、重厚なラブストーリー、美しく実行されたストーリー、本当にあなたの気持ちに襲われます。 愛は本当にすべての境界を越えることができます。 このショーはホラーやロマンスショーに限られた数え切れないほどの境界線で吹かれています。 それは恐怖がほとんど決してしない何かがロマンスに非常に深く、ボックスから降りて聴衆を完全にトロールすることを恐れない。\n\nTasogare Otome x Amnesiaがあなたに最高の3つの世界を与えてくれるので、あなたのお尻を笑って、目を覚まして泣き叫び、ズボンにぴったり！\n\n長所：\n - まあ、面白い、コメディのタグはどこですか？\n - 非常に心臓がひっくり返る、あなたは本当に文字のために感じる。\n - 人生を受け入れるだけでなく、人生と死の間の壁を奪うことについての大きなラブストーリー。\n - それは多くの恐怖の罠を楽しむが、極端なサスペンスのような本当の恐怖の要素にも近い。\n - ショーのコメディ、ロマンチック、ホラーの要素をうまく引き出す素晴らしいアート。\n - キャラクター、特に裕子は愛想があり、愛らしい。\n\n短所：\n - 物語が小さな弧に分かれているので、かなり急いでしまった。\n - 非常に頻繁に切り替えるため、経験の一部を破壊する可能性があります。\n - いくらか一般的な男性のリード。\n\nストーリー：9\n最初のエピソードは金色だった。 それは恐怖のない完全な喜劇の最初の印象を与えたが、キャラクターとシリーズ全体を紹介するのは本当に面白くて楽しい方法だった。 それは基本的に、超常現象を調査する超常現象調査クラブのいつもの日を強調しました。 彼女がトロルのもっとも手つかずの人物なので、裕子がなぜそんなに魅力的な人物なのかを本当に披露しました。 ショーの前半は同様に、主人公が学校のホラーの謎をさまざまなアークで解決しようとしているだけで、笑いのためにユウコが顔をすくってしまう。 しかし、それは信じられないほどのサスペンスと恐ろしい芸術を使用したので、それはまだ本当の恐怖でした！ ショーのいくつかの部分は本当に不気味で、ある点でコメディーな雰囲気にもかかわらず、それはまだ非常に影響が大きかった。 ショーの後半は、ショーのロマンスとホラーの側面を増幅し、美しく演奏します。 祐子と帝一の関係は素晴らしかったし、本当に愛がどれほど強いのかが分かりました。\n\nアート：10\n芸術はこのショーをとてもうまく支持しました。 芸術は信じられないほど高い予算やユニークではありませんが、それは重要なショーの気分をどのようにサポートしています。 コメディーな瞬間、表情やその他のコメディーなエフェクトを通して、ジョークはさらに楽しくなりました。 ロマンチックな瞬間、芸術は静かで美しくなりました。本当にあなたの心の弦を握っています。 恐怖の瞬間、聖なるくそ、それは信じられないほどサスペンスしています。 芸術は時々非常に暗く不気味になる可能性があります。 芸術は間違いなくよく実行されました！\n\nサウンド：9\nOPとEDは本当にクールでキャッチーでした、特にOPでした。  OSTは、芸術のように、まったく同じように気分を盛り上げるのにも役立ちました。 声優さんや女優さんは素晴らしい仕事をしていました。特に、彼女のトロリーと魅力的な性格を非常にうまく引き出してくれました。\n\nキャラクター：10\n私はゆうこをどのように表現するべきですか？  YouTubeに行く。 検索バーに「Troll song」と入力します。  Enterを押すと、長さが約2分40秒のレトロな映像が「Troll Song」というタイトルで表示されます。 それをクリックして、Yuukoが画面に現れるたびにそれを聞いてください。 それはゆうこです。\n幽霊の本当に驚くべきパロディー、ゆうこは、彼女の普通の目に見えない状態を利用して、最も面白いいたずらのいくつかを取り除きます。 彼女は信じられないほど自由に、魅惑的に、そして絶対に陽気で愛らしい（気さくで熱くセクシーです; 3）気になります。 彼女は本当にこのショーのスターとして輝いています。 彼女は超常現象調査クラブの「ゴースト・プレジデント」です。\n他のキャラクターも自分のやり方で愛されました。  Teiichiはやや一般的なハーレムリードのようなものですが、彼の優しさと同様、Yuukoに対する彼の決意と献身は彼を全体的に好きなキャラクターにしてくれます。\nモモエは、モエモエと同様、信じられないほど陽気です。 幽霊の話に非常に興味を持ち、彼女はクラブの謎の大部分を解決する者です。 彼女はゆうこを見ることができず、ゆうこの超自然現象の操業を誤る。 まあ、それは実際には超自然的なので、間違いではありません。 彼女は密で、かわいいし、すべてを怖がっている。 彼女は素晴らしいコメディーリリーフキャラクターです！\nキリエはショーのツンデレであり、高くて強烈に行動するが、実際には信じられないほど敏感である。 彼女は帝一と並んで裕子を見ることができ、その結果、裕子と亭内がどれほど近づくのか、そして裕子といつも仲良く遊ぶ。 これは彼女に異常に嫉妬を与える。 彼女はまた、ショー全体の謎に大きな役割を果たしています。\nこれらのキャラクターは一緒になってとてもうまくいって、ショーを陽気で、ロマンチックで、恐ろしいものにするのを助けます。\n\n楽しさ：10\n誰がホットな女の子の幽霊のトロールが楽しみの周りにまっすぐに見つけていないだろうか？ このショーは信じられないほど楽しく、楽しかったです。 それは私を笑わせて、泣いて、私のベッドシーツにこだわりました。\n\n全体：10\nこのショーは、コメディ、ドラマ、ホラー、ロマンスにどれほど適しているかによって、さまざまな好みに合っています。\n\nTL; DR：トロールの歌。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "mahoganycow",
    "profile": "/profile/mahoganycow/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=117089",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n聖学院は神話や民話の歴史が刻み込まれているので、超常現象の調査に専念するクラブもあります。 そのメンバーには、謙虚で控えめな男の子の帝一が含まれる。 キリ、カッコイのトムボイ。 モモエ、少年少女。 若い女性、裕子。 ああ、祐子は50年前に学校の地下で亡くなった幽霊でした。倶楽部全体は、祐一の神秘的な死を取り巻く状況を調べることができるように、帝一の正面にすぎません。 うん アニメ。\n\n純粋な技術では、Dusk Maidenはかなりよく見えるシリーズです。 ホラーやミステリーの要素を特徴とする作品は、時には「暗い」側に迷いすぎることもありますが、このショーのカラーパレットはすべてコントラストに関するものであり、濃い紫色の高いオレンジ色と黄色が、 緑豊かな環境の緑と赤だけでなく、主要文字の薄い特徴も含まれています。 デザインは楽しいものですが、ジェネリックに少し傾いていると、背景がしっかりと詳細に描かれています。モデルから離れたいくつかの瞬間を除いて、芸術は平均以上の品質です。 いくつかの面白い選択肢が、ショーに心から込められ、特別な言及があります。 多くのショットは、部屋や廊下が小さくても大きくても現れるように角度を付けられ、閉所恐怖症や不気味な開放感を設定に加えます。 プレゼンテーションの瞬間、短時間のモノクロフラッシュやストーリーを示す一連の静止画像へのカットが作成されることがあります。アニメーションの予算節約の方法ですが、創造的に使用され、民間/ 伝説のモチーフはシリーズの多くに残っているので、私は「ブラボー」と言います。最終的な結果は、このショーは見ることがほとんど決して退屈ではないということです。 まったく逆。 そのビジュアルが全体的なエクスペリエンスに大きく貢献します。\n\n印象的であるように、目立つようなことはめったにありませんが、楽譜です。 それは大気騒音に向かい、所望の効果を得るためにピアノの不気味なエコー音に頼ることが多い。 古い、より伝統的な響きのドラムとチャイム、遅く、予言、崩壊する学校の建物の残りの部分で自宅で正しい音。 ドラマは時にはより複雑なオーケストラの構成を伴いますが、これらは通常かなりの微妙さと統合されています。 最も傑出した作品、耳障りな声のバラードは、控えめで効果的に使用されます。 ショーが行うことができるように、スコアはグーフィーになることもありますが、学校のコメディーサウンドトラックを奇妙に捉えているように、より軽快なトラックでさえ、 それは素敵なタッチです。 全体的に、音楽はまだ比較的控えめで控えめな感じがしていますが、それでも問題はありません。\n\nDusk Maidenに繰り返しテーマがある場合は、不愉快な気持ちを単純に逃げることができないという考えがあります。 意識的にも無意識的にも、人々は恐怖や不安に悩まされます。 これは文字通り拒否によって2つに引き裂かれたゆうこの形で最も明白です。 彼女は彼女の怒り、嫉妬、そしてシャドウ・ユウコと呼ばれる悪意のある黒い実体として現れた彼女の不義の死の思い出から自分自身を解き放ったために、彼女の情熱的で軽やかな態度を維持することができます。 彼女が代表する抑圧された疑惑のように、シャドウ・ユウコは常に弱点を突きつけて待っている。 さらに、このシリーズでは面白い内部ロジックを使って幽霊の出現を説明しています。 生徒が精神を見ると、自分の感情を連想させる形になります。 落ち着いていて、隠されている恐ろしいことについての先入観を持たない人は、優子のように慈悲深い何かを見るかもしれません。 しかし、学校の暗いホールを歩いている人たちは、不安を抱えて食事をしていると、彼女のところで何かもっと不吉なものを見るかもしれません。 これは合理的な重さをテーマにしており、ショーの期間を通じて一貫して伝えられており、ショーのオーディオビジュアルと織り交ぜられ、むしろ魅力的な雰囲気を作り出しています。\n\n裕子はキャラクターとして興味深いコンセプトです。 それは実際に幽霊になるようなものにまともな量の思考が与えられ、奇妙に聞こえるかもしれません。 彼女は人間との接触のために餓死しているので、ほとんどの人が彼女と、都市の伝説の裕子から逃げるために彼女を見ることができる人たちを見ることはできません。 このシリーズは、私たちが見ているものの大部分が、彼女が生きていたときのゆうこではなく、彼女の老いた環境と彼女の人生が終わった残酷な方法の製品であるゆうこ 10代の少女になるにはあまりにも難しく、彼女の気晴らしや気味の悪い性質は、怒り、怒り、苦い欲望をすべて隠してしまいます。\n\n\n\n\n\nしかし、それが下に来るとき、私はこのシリーズをパスで掻き集めるのは不公平だとは思わない。 それはまともな量のものをうまく行い、うまく行かないものはしばしば刺激的ですが、間違いなく取引を破ることはありません。 しかし、Dusk Maidenは視聴者を途中で分ける可能性が高い番組であることに注意してください。 私が弱点として分類した属性のいくつかの音に気にしないなら、おそらく私が指摘した以上にショーを高く評価してくれるでしょう。同じ音を気にするなら、 私が持っているように、疑念の恩恵を受ける。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "kagepro",
    "profile": "/profile/kagepro/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=67067",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  6\n|  6\n\nだからあなたは見守る良いホラーアニメを探していて、あなたはTasogare Otome x Amnesiaに出くわす。 あなたは要約を読んで、かなりいいと思うので、最初のエピソードを見ます。 それは完璧に始まり、何か気味悪いことがBAMに起こると感じています！ アニメのほとんどはこのようなものです、それはあなたに気味の悪い気持ちを与えるでしょう、そしてそれはいくつかのコメディを追加しようとすることによってそれを台無しにするでしょう。\n\nTasogare Otome x Amnesia（記憶喪失の巫女とも呼ばれる）は、彼の学校のParanormal Investigationsクラブの一員であるNiiya Teiichiという少年と、Kanoe Kirie、Okonogi Momoe、そして最も有名な幽霊 学校、ゆうこ。 事実、帝一とキリエだけが湯子を見て触れることができますが、学校の人口の残りの部分はそうではありません。 このアニメは主に、このクラブに所属している超常現象の噂を調査しているだけでなく、過去に実際にユウコに起こったことの謎となぜそれが覚えられないのかについての謎です。\n\nストーリー（7/10）：\n物語のアイデアは非常に興味深いですが、漫画の救済は私のためにそれを破壊します。 私の意見では、このアニメは最終的に物事が最終的により深刻になり始めると、フィナーレに向かって本当に素晴らしいものになります。 このアニメの深刻なシーンは素晴らしかった。特に、彼らは私にそのぞっとするような気分を与えた。 アニメ全体だけがそうだったら、それは完璧だったでしょう。\n\nアート（7/10）：\nこのアニメのアニメーションは大丈夫だった。 キャラクターはもっとかわいい、若い、子供のような見た目を与えられましたが、私は彼らが賞賛する価値のあるものだとは思いません。\n\nサウンド（8/10）：\n私はこのアニメのサウンドトラックが本当に好きだった。 それがよりクリーミーになるようになったときに演奏したバックグラウンドミュージックはすばらしかったです！ 私はまたオープニングとエンディングが本当に好きでした！ 彼らは本当に完璧だった！\n\nキャラクター（6/10）：\nこのアニメのキャラクターは、私の意見では最高のものではありませんでした。 本当に特別なことは何もなかったし、実際にはかなり迷惑だった（主におこのぎ）。\n\n全体的に（6/10）：\nあなたが悪寒を与える恐ろしい恐怖のアニメを探しているならば、私がそうであったようにあなたが失望するので、これを見ないでください。  Tasogare Otome x Amnesiaは私にとってはすべての権利アニメでしたが、私はおそらく再ウォッチしません。\n\n私のレビューを読んでくれてありがとう！ これは私の初めての書き込みですので、私が改善できるように私にいくつかのフィードバックと批判をお寄せください！  :)"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "Rawrzz03",
    "profile": "/profile/Rawrzz03/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=143119",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  9\n\nTasogare otome x Amnesiaは、よく知られたゴーストストーリーのパターンに実際には合わない、複雑で珍しいアニメです。 しかし、まだ...女の子のゴースト[チェック]、幽霊学校[チェック]、恐ろしい瞬間[チェック]...そして、なぜこのアニメは異なるのですか？\n\nストーリー：9\n物語は60年前に亡くなった女子大生の湯子が、まだ清光学院の廊下を幽霊のままにしている女の子。 この幽霊の唯一の珍しいことは、それが醜い顔の出血のモンスターではなく、まったく新しいレベルにmackeryを取るセクシーで面白い女の子であるということです。 祐一の謎を解明しようとする超常現象調査団の三人のメンバーは、帝一、キリ、モモエです。 しかし、祐一を見ることができるのは唯一の唯一の人です。 そして、ゆき子がなぜ死んだのか、どうして彼女が安らかに休むことができないのかを覚悟させようとしている4人の主人公との話が続きます。\n\nアート＆amp; amp; サウンド：10\nアートとサウンドの両方が優れています。 文字はよく描かれており、多くの特徴があり、外の風景もあります。 ダークユウコが登場し、超自然が起こると同時に、フレンドリーな雰囲気とまったく恐ろしい雰囲気を提供します。\n\nキャラクター：9\n幽霊にもかかわらず、優子は、他の女性の性格を彼女の美しさと鋭さを羨ましくするような、狡猾で欺瞞的で魅力的な女の子の一人です。 しかし、彼女は、全部の不注意から完全な感情的な服従から帝になるまで、多くの感情を示しています。 彼女は欲しいときはいつでも、良いものと悪いものの両方になることができます。 一方、帝一は、常に規則を守って誰も怒らせようとしない、恥ずかしがり屋の少年の一人ですが、同時に彼は他の人のために死にたいと思って多くの勇気を示すことができます。 これは非常に興味深い文字の組み合わせです。 祐一を見ることができるのは唯一の唯一の男だから、彼女と恋に落ちるのは帝一にとっても同じだ。 私は誰がこのような魅力的な幽霊に抵抗する可能性があるのか​​？\n\n彼らの関係はシリーズの間にずっと進化しています。 彼らは愛が何であるかを学び、お互いに愛着します。 彼らは2つの異なる世界に属していても、それは問題ではないようです。愛がすべてを征服することを私たちに示します。\n\n楽しさ：9\n私はこれを見て本当に楽しかったです。 冒険はたくさんのジョークで面白かったのですが、結末が私を泣かせました。 私はこのアニメがこの突然のターンを取ったときに気付かなかったが、私は傑作のわずか12エピソードを見ていて、多種多様な感情を体験することができたのでそれがうれしい。\n\n全体：9\nTasogare otome x amnesiaはいいアニメですが、最高のものではありません。 私はまだ美しい結末と偉大なキャラクターの開発の9 beacuseを評価しました。 幸福と悲しみの両方を1つのパッケージにまとめたあまり一般的でない幽霊物語を探している人には、私は喜んでそれをお勧めします。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "OtakuJKP",
    "profile": "/profile/OtakuJKP/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=193426",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  9\n\nこのアニメの名前から判断すると、Tasogare Otome x AmnesiaやAmnesiaのDusk Maidenは、多くのドラマで暗く神秘的な雰囲気を持っているようです。 しかし、失神の夕暮れ乙女は実際には少年の観客を対象としたホラー、ミステリー、ドラマ、超自然、ロマンス、学校ベースのアニメです。 これがどうやってうまくいくのか分かりませんでしたが、例外的にうまくいったのです。\n\nストーリー：（9/10）\n\n\n\nアート：（9/10）\n\nアートワークは素晴らしく、本当にここで輝いていました。 環境の設定は実際にストーリーの雰囲気を設定しました。 私は本当に不気味さを感じることができた。 古い学校の建物の背景には、物語と主人公に向かって不気味な感じが寄せられました。 それは古いと放棄感じた。 私が持っていた唯一の問題は、文字の目でした。 最初、キャラクターの目は、どれだけ大きかったかで奇妙に見えましたが、最終的にはそれに慣れています。\n\nサウンド：（9/10）\n\nオープニングとエンディングのテーマ曲は、それが断念した雰囲気に合っています。 バックグラウンドミュージックも奇妙なものに合っていました。 アメネシアの英語のキャスティングの夕暮れのメイデンはすばらしかった。私はそれに問題はなかった、オコノギももえを除いて。 彼女はBrittney KarbowskiがAngel Beats！からの中村ゆり、Fairy TailのWendy Marvell、Heaven's Lost PropertyのIkarosなどを演奏していました。 彼女の声は初めにおこの乙女に合うようには見えなかったが、少々のエピソードの後では、それは気にならない。 日本のボーカルキャストも素晴らしいですが、私はそれに問題はありませんでした。\n\nキャラクター：（8/10）\n\nダスク・メイデン・アンネニアの物語はキャラクターなしではできませんでした。 ストーリーを通して、あなたは超常現象調査団の一員である4人の主人公に会うでしょう。 私たちの主人公は、決定的で素敵なことを除いて、多くの本質的な性質を保持していない初年度中学生の二谷哲一です。  Kirie Kanoeは、帝一を助け、必要時に理由と説明の声に見えるこの少女です。 彼女の態度は時々厳しいように見えますが、実際は内部が柔らかいです。 このアニメの緻密なコメディー要素であるオオモノモモは、シリーズの後半になるまでは全く役に立たないようだ。 最後に、新居帝一と恋をしていた放棄された建物の幽霊であるユコと超常現象調査委員会の会長がいます。 ユウコはこれのすべてにおいてダイナミックなキャラクターです。 ストーリー全体を通して、彼女の個性が時々変わるのを見るでしょう。\n\n楽しさ＆amp; 全体：（9/10）\n\n全体的に、私はこのアニメの期待はあまりありませんでしたが、楽しかったです。 それは私の席の端に私を保ち、私は私の息を複数回保持しました。 私はこのアニメの中でさまざまな感情を持っていましたが、最終的にはうまくいきました。 それは見た目に怖いようですが、実際は面白いです。 記憶喪失の夕暮れのメイデンは、見逃してはならない悲しいロマンチックなアニメです。 私はこれを見て後悔しない。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "KittyToeKkuunnn",
    "profile": "/profile/KittyToeKkuunnn/reviews",
    "pages": "1",
    "number": "14",
    "link": "/reviews.php?id=166617",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  9\nキャラクター|  6\n|  8\n\n心理的、面白い、恐ろしい（良い方法で）失調症の夕暮れのメイデンは私に、傑作の危機に瀕していたロマンスアニメを解決する心理的な問題でした。 しかし、彼らはヘロインを元に戻すことにしました。それは私には彼らの没落でした。\n\nいくつかアンバランスな緩い終わりですが、終わりを嫌うほどではありません。 極端な悲しみと喜びの幸福はショーの最後の数瞬間を流れました。でも、この14歳のドルクでは少しの涙が溢れました。  Clint Bickham、Emily Neves、Brittney Karbowski、Jessica Booneが優れた仕事をしました。 ショー全体は私の時間の価値があったので、このレビューを読んでまだ何をやっていますか？"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "xxwattcherxx",
    "profile": "/profile/xxwattcherxx/reviews",
    "pages": "1",
    "number": "15",
    "link": "/reviews.php?id=190459",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  5\n|  4\n\nこれは思考の後でスポイラーフリー（？）です。 私のレビューがこのショーの恋人を怒らせるならば、謝罪してください。 それが言われて、私はショーに一種の失望していました。\n\n私にとっては、このショーは何についての期待（SAO：アクション、世界探検、Tasagore：ミステリー/ホラー）と最初のエピソードに入ったという点で、SAOに類似しています 私の期待を裏付けました。 しかし、ショーが進行するにつれて、これは本当にハーレム・バイブスとのロマンスを中心としたアニメであることが明らかになりました。 私の期待からのこの相違は、私がショーを楽しむことができなかった大きな理由だったと思う。\n\n~~ロマンスアニメとして~~~\nこのショーは本当に超自然的な雰囲気のロマンスアニメであるため、マインドセットはまず調整する必要があります。 しかし、ロマンスアニメとしては、それは私と共鳴しませんでした。 たぶん私は多くの不必要なファンサービスによってオフになったので、文字関係を真剣に見ることができませんでしたか？ 多分文字がちょっとした理由がなくてお互いに恋に落ちたからかもしれませんか？ それは弱い性格のためでしたか？ しかし、私はテーブルの上にもたらされた新鮮で爽やかなものがなかったので、そのほとんどを感じます。\n\n最後に、私はショーがどのように終わったかに本当に反対します。  **スポイラー次のセクションにスキップ!! **ネクロマンシーは感情を安くする。\n\n~~ホラー/ミステリーアニメとして~~~\nショーの焦点はロマンスを除いて、ミステリーの決意に対する報酬はあまりありませんでした。\nそれはストーリーの早い段階ではじめて明らかにされたので、緊張が失われた。 あなたの成績について既に知らされてから、あなたの試験スクリプトを収集するような気がします。\n2.それは面白かったです。\n\nアニメは私に冷たい忍び寄る恐怖や恐怖の感覚を与えませんでした、そして私はあなたに気をつけません、私はどんなホラー映画も見るのを怖がっている人です。私は暗く嵐の中で私の部屋でこのアニメだけを見ていました （わずかに...）日。\n\n最後に、セクシュアリティとホラーはうまく融合していますが、アニメの特定のブランドは、白人の男の子をターゲットにしています。 ファンのサービスは恐怖の中で非常に厄介です。 個人的に、私はそれが大気の重力を破壊すると感じます。\n\n~~文字~~\n本当に文字について特別なことも記憶に残るものもなかった。\n\nゆうこは面白いかもしれないが、アニメの早い段階での彼女の個性は、ファンのサービスと嫉妬によって定義されていた。 後のエピソードでは、より階層的な性格を示していますが、裕子は、彼女の主人公Niiyaの愛の関心事として、彼女の存在と目的は避けられないほどのものです。 これはNiiyaにとっても同様です\n\n2人の側面のキャラクターは未発達であり、彼らの唯一の目的は主なリードの関係を発展させるための飼育にあったことでした。\n\n~~アートとサウンド~~\n私にとっては、これは今日のアニメで期待される標準ですが、良いものだけど吹き飛ぶものはありません。\n\n~~私はひどいです！~~\nこれはむしろ片面のレビューですが、アニメの良さを象徴する十分に良い言葉のレビュー以上のものがあります。\n確率だけに基づいて、あなたはアニメを楽しむことになると思うが、私にとっては、私が見たいと思ったものではなかった。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "JulianImp",
    "profile": "/profile/JulianImp/reviews",
    "pages": "1",
    "number": "16",
    "link": "/reviews.php?id=185917",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  6\nキャラクター|  7\n|  7\n\n私は、このシリーズが超常現象の謎とロマンスの素敵な融合を実現したように感じています。 学校の設定は、それが行われたやり方ではかなり面白かった。それはお互いの上に建てられた建物のミッシュマッシュなので、フランケンシュタインの学校は死んでいっぱいになり、幽霊の話が繁栄する場所を放棄した。\n\n主人公は唯一の男性キャラクターで、ショーは女の子の幽霊との関係のためにいくつかのワンノートファンサービスに傾いているが、このシリーズには2人の女性クラブメイトがいるが、その存在はメインカップルよりもはるかに目立たない 。 彼女は主人公に彼女の愛を告白しようとすることを含め、すべてのことについて不器用であったので、素人の少女は非常に一次元的に感じた。 しかし、より深刻な少女は、非常に単純な利害の衝突（彼に喜んでも、彼女にも似ているのを見たいと思っている）のために、より興味深いキャラクターのように感じました。 私はシリーズが非常に少数のキャラクターでそのストーリーをどのようにして配信したかも気に入っています：超常現象研究クラブの4人のメンバーのほかに、エピソードのために出演する2人の副次的キャラクターがあります。 成長する債券とその少女の神秘的な過去の検索。\n\n終わりの話として、私の唯一のショーは、終わりである（先のスポイラー）。幽霊が自分の否定的な感情を受け入れ、葬儀に適切な埋葬を与えた後、女の子は最終的に、 最終的には、彼の愛情のために彼女が渡すことができなかったことが明らかになりました。これは、シリーズのことを考えていた概念を傷つけました。 しかし、他人の助けとサポート。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "lovelydeath",
    "profile": "/profile/lovelydeath/reviews",
    "pages": "1",
    "number": "17",
    "link": "/reviews.php?id=59677",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  9\nキャラクター|  8\n|  10\n\n私は通常、アニメがそれをレビューしたり、それを推薦したり、少なくとも少数のエピソードで終わるまで待つようにしています。これまでのところ、このアニメは有望です。 それは、少年がもはや使用されておらず、幽霊を見ることができる領域にさまよっている学校の環境に基づいています。 最初は彼は彼女を信じていませんが、日が進むにつれて、彼女は実際には幽霊であるかもしれないことに気付き始めます。 このアニメは良いものに見えます。 私はそれが私を笑わせることに興奮しています、そして、私が私のために戻ってくるのを続けさせたいという謎のレベルを持っていました。 彼らが何を持っているのか見て待つことができない！ 彼女はどうやって死んだのか、誰が彼女を殺したのか分かりますか？"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "Miharu-Kun",
    "profile": "/profile/Miharu-Kun/reviews",
    "pages": "1",
    "number": "18",
    "link": "/reviews.php?id=64375",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\n私は暗闇の劇的なホラー・スタイルのスリル・ライドと謎のヒントを期待して、記憶喪失の夕暮れのメイデンに入った。 今、あなたはおそらくそれが可能であり、その公式がかなり混乱したアニメと同じではないと考えているでしょうか？ よく答えはいいえ、それは実際にアニメ業界が必要とする非常に楽しいユニークな視聴体験を作成します。\n\nそれにもかかわらず、ストーリーはそれほど魅力的ではないし、それ自体では偉大ではない。壮大な芸術の方向が入ったとき、ストーリーの完全な可能性が実現する。\n\n=ストーリー（8）=\n先に述べたように、このストーリーは、通常はお互いに見られることのない多くのジャンルを特徴としていますが、それでも素晴らしい作品です。 この問題は、ストーリーの魅力と娯楽の価値ではなく、そこにあるわけではありません。 あなたは記憶喪失と幽霊と人間の禁じられた愛のプロットポイントはかなりの回数、書籍、映画やテレビシリーズにまたがって使用され、物語をかなりclichéd感じている古い '文字を参照してください。\n\nしかし、キャラクターの裏話では、興味深い設定、数々のスライス・オブ・ライフ・タイプのサブ・プロット、非常に珍しいプロット・デバイスの存在が、クリシー・フィーリングを打ち消し、物語を独特のものに見せかける。\n\n=アート（9）＆amp; アートディレクション（10）=\n芸術は非常にうまくいっており、スタジオは適切な種類のトーンをキャプチャしてシリーズを探しました。 キャラクターデザインは特別なものではありませんが、必ずしもそうである必要はありません。\n\nアートディレクションは、人々がシリーズで実際には探していないものです。それ以外の何千ものアニメシリーズと比較して何も特別なことはないからです。 しかし、このシリーズの方向性は非常に目立ち、信じられないほどです。 ディレクターが照明を使用する方法は、特に華麗で非常に芸術的です。彼はストーリーのトーンを容易に操作できます。 監督（シンオナウマbtw）はまた、漫画の種類の構成を使用するなど、シリーズをより魅力的にするために、いくつかのスクリーンエフェクトを使用します。 ディレクターが使用する別の興味深いトリックは、すべてのバックグラウンド・キャラクターの「ブラックアウト」です。これはシリーズにちょっとしたものを加えると思います。\n\n私が追加したいもう一つのことは、一人称エフェクトのエピソードが優れていて、とても記憶に残っているということです。\n\n=文字（8）=\nこのアニメの少量のキャラクターはすべて面白かったです。特に私が非常に魅力的であったYukkoのキャラクター。 しかし、他の3人の主人公が少し払われてしまったのは残念です。特に、オコノギは、本編の中で何のこともほとんど知りません。\n\n=サウンド（8）=\n私は、それぞれの部分で選ばれた吹奏楽器に何の問題もなかったし、すべての演奏はかなり良いと思った。  OSTは記憶に残るものはないものの、うまく収まりました。OPとEDは物語とうまく共鳴しましたが、私の味は本当にありませんでした。\n\n=楽しさ（9）=\nシリーズは最初から最後までとても楽しく、あなたは笑ったり、ひどく怖がったり、多分12のエピソードを通して泣いたり、おそらくもっとシリーズを完成させたいと思うことさえあります。\n\n=全体（8.5）=\n全体的に、Dusk MaidenまたはTasogare x Otomeは素晴らしいシリーズです。ジャンルのブレンドには非常にユニークです。興味深い話、素晴らしい芸術と芸術の方向性は単なる傑作です。 彼らとシリーズの楽しさのレベルのためのより多くの開発されています。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "Inferno792",
    "profile": "/profile/Inferno792/reviews",
    "pages": "1",
    "number": "19",
    "link": "/reviews.php?id=204757",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  8\n\n私が最後のエピソードに20分を言い始めると、私が記憶喪失の夕暮れメイドンに与えることを決めたスコアは、しっかりとした8でした。しかし、私は最後の3分間に何かそんなにばかげたことが起こることはほとんど知りませんでした。 私はアニメのスコアを下げます。\n\n記憶喪失の夕暮れのメイデンは、基本的に幽霊と中学生のラブストーリーです。 それは、旧教会の地下に迷い込んだ後、青春アカデミーと二谷貞一で亡くなった15歳の女の子の幽霊であるかなえゆうこを中心にしています。 そこから、彼らは超常現象調査団を結成し、他の2人の人物、おこのお母とキリエ・カヌエと合流する。 祐子は過去について忘れてしまったので、帝一は彼女に自分のことを覚えさせる助けになると約束します。それが超常現象のクラブが形成された理由です。\n\nこのアニメの話は、ほとんどの場合エピソード的です。超常現象調査団は学校で起こっているいくつかの幽霊的な活動を扱うだけでなく、ゆうこの問題、彼女の記憶に対処しようとしています。もちろん、ロマンスもかなりあります 。 だから、いくつかのファンを期待してください。\n\n芸術は本当に良く、キャラクターのデザインは独特です。 アニメーションは流動的で、アニメの実行中はほとんどラフではありません。 声の演技も良いですし、いくつかの良いサウンドトラックがあります。 本当に恐ろしいことができるこの1つのサウンドトラックがあります。暗い夜空の下で幽霊を見ている間に、あなたがそれを聞いたときにあなたの心臓が競争することを確かめます。 私はあなたに警告するが、これはダビングされて見ないでください。 私は一般にダビングされたアニメを好むが、英語のダブでも名前の後に「くん」と「サンズ」は本当に迷惑に思った。 私はすぐに最初のエピソードそのものの後にサブに切り替えました。\n\n文字はかなり良いです。 裕子は間違いなく最も興味深く面白い人物です。 彼女は怒り狂って帝一と恋し合い、磁石のように彼に固執し、常に彼を誘惑する。 人々が彼女を見ることができなくなると、帝一は面白い瞬間を過ごします。 帝一は特別なことは何もないが、彼は仕事をうまくやる。 オキノギは漫画の救済のようにそこにいるのに対し、キリはユウコを見ることができる別の人です。 全体として、彼らは面白いキャストを形成します。 開発が進んでいる限り、私はその面でアニメを冗長にしないための十分なキャラクター開発があったと思います。\n\nアニメは、あなたが2つのエピソードで混乱させることができますが、それ以外は価値があると思います。 もちろん、エンディングは本当に私をうんざりさせましたが、全体的に、私は記憶喪失の夕暮れのメイデンはあまりにも残念ではないと言います。"
  },
  {
    "title": "Tasogare_Otome_x_Amnesia",
    "id": "12445",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "user": "Mr_Wayne",
    "profile": "/profile/Mr_Wayne/reviews",
    "pages": "1",
    "number": "20",
    "link": "/reviews.php?id=201404",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  8\n\nTasogare Otome x Amnesia（健全な闇の巫女）\n\n最初のエピソードはとても面白かったです。アニメの文脈を視覚的に本当にうまく説明しました。 謎の全体像は驚くべきものではありませんでした。 説明の実行は、 私はちょうど彼らがマンガのようにより多くのサイドキャラクターに関与してもらいたいと思っていますが、予算とレセプションがアニメに影響を与えていると思います。\n\nそれにもかかわらず、そのスリルの探求者のための側でRomcom愛好家のための素晴らしいアニメ。\n\n8/10 Great Watch!!\n\n注：肯定的な感情的な結末が本当に必要な場合は、エピソード12の最後を見てください。 それは私があなたがep 12とep 13の終わりを見る前にマンガを読むことをお勧めします"
  }
]
