[
  {
    "title": "Sakasama_no_Patema",
    "id": "12477",
    "url": "https://myanimelist.net/anime/12477/Sakasama_no_Patema",
    "user": "Yamada2",
    "profile": "/profile/Yamada2/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=143327",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  9\n\n98分の素晴らしい経験がありますが、坂間のパトマは傑作ではないにしても素晴らしい作品です。\n\n*スポイラーを含む*\n\nこの映画は、2つの逆の方法で重力が働く世界で行われます。 重力が一方向に働く場所には、アイガという名前が付けられています。 アイガは、私たちの基準では一見普通の世界であり、独裁政権を持っています。 厳しい法律があり、誰もがそれを遵守しなければなりません。 これは私たちの主人公が彼の名前栄によって知られているからです。\n\n一方、重力が逆に働く場所はパテマの世界です。 この場所は、人々が法律に厳しく縛られていない種類の自由な土地です。\n\n昔、重力に関連した実験が行われました。 この実験は、母親の怒りを怒らせた完全な失敗でした。 重力はひそかに行き、実験が行われた場所とそこに住んでいた人々は、地球から空に向かって反発する力を経験し始めました。 多くの人が命を失い、生き残った人はほとんどいませんでした。\n\n栄とパトマとの交流を中心に、坂間のパトマが中心です。 異なる世界の若者二人。\n\n素敵な話をしている坂間のパテマです。 全体の逆重力の概念はそのままであり、完璧な実行と共にそれはさらに華麗になります。 映画を通して、多くの手がかりが与えられ、最終的にすべてが結びついて素晴らしい結末を迎えます。 エージーとパテマの世界は終わりまでよく説明されており、それぞれの環境のために個性も発達しています。\n\nパタマはあまりにも迷子になって空を向いているときに「猫を殺した」というフレーズを経験したかわいい、好奇心が強い少女です。 彼女は冒険好きな女の子で、新しい場所を探索するときは誰も彼女を止めることができません。 彼女が倒れたとき、パテマは栄の世界に入り、当時は近くにいた。\n\n栄は高等学校の学生で、政府からの苦情を公正に分配しています。 彼は若い男の子で、エイジは自分が正しいと感じていることを行い、ほとんどが揺るがない。 彼は単に空を見つめているのか、悪魔の手からパトマを救っているのかにかかわらず、法律に反する行為をしています。\n\nアンタゴニストになると、彼らはあなたの典型的な「世界を引き継いでほしい」タイプです。 主な悪人はアイガの支配者です。 彼は冷たい心の男で、彼はいつも正しいと信じています。 このねじれた男の決定は、私たちの主人公をお互いに近づけさせます。 彼は、前任の政府と一緒に、アイガの人々が最高の存在であり、倒立した人々が罪人であると信じるように市民を洗脳しました。\n\nこの混乱した考えは、パトマを捕まえるために彼の仲間を送るように導く。 私たちのMCはパテマを救うために彼が考えることができるすべてを行い、もはや彼がそれを一人でやることができなくなっても、彼はまだ諦めません。 パテマの親族の助けを受けたとき、彼は容易にオファーを受け入れます。\n\nSakasama no Patemaは、独特な物語と偉大な執行によって視聴者の注目を集めています。\n\n偉大なストーリーラインは、大抵の場合、ビジュアルがなくても無駄です。  Sakasama no Patemaは、アートワーク部門で私たちを失望させません。 見事なビジュアルで、この映画はユニークなプロットの美しさを引き出すことができます。 全体を通して提供される異なるカメラアングルは美しさです。 周囲の商品に焦点を当てる方法は、その重要性を示しています。 逆重力概念全体を生き生きとさせる。 彼らは私たちにどのように2人の異なる重力の土地を見せているかを見せることができます。\n\n彼らの良い物語が完璧に実行されると同時に、Sakasama no Patemaは物事をより楽しくし、視聴者の関心を維持するためにいくつかのユーモアを加えます。 いつのまにか、これはユーモアが不自由になったり不要になったりします。 これらの軽快なコメディのシーンは非常にうまくいっており、笑いをうまく管理しています。\n\nこの映画は最初から最後まで面白くて楽しいです。  Sakasama no Patemaは最高のものではないかもしれませんが、すべての誠実さの中でそれは真に価値のあるものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nA wonderful 98 minute experience this is, Sakasama no Patema is great piece of work if not a masterpiece.\n\n\u001b[1m98分の素晴らしい経験がありますが、坂間のパトマは傑作ではないにしても素晴らしい作品です。\u001b[22m\n\u001b[1m(98-Bu no subarashī keiken ga arimasuga, Sakama no patoma wa kessakude wa nai ni shite mo subarashī sakuhindesu.)\u001b[22m\n\nTranslations of \u001b[4mA wonderful 98 minute experience this is, Sakasama no Patema is great piece of work if not a masterpiece.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA wonderful 98 minute experience this is, Sakasama no Patema is great piece of work if not a masterpiece.\u001b[24m\n    \u001b[1m98分の素晴らしい経験がありますが、坂間のパトマは傑作ではないにしても素晴らしい作品です。\u001b[22m, \u001b[1m素晴らしい98分の経験これは、逆さまである無Patemaは偉大な作品でない場合傑作です。\u001b[22m\n\u001b[1m\u001b[22m\n*CONTAINS PLOT SPOILERS*\n\n\u001b[1m*スポイラーを含む*\u001b[22m\n\u001b[1m(* Supoirā o fukumu*)\u001b[22m\n\nTranslations of \u001b[4m*CONTAINS PLOT SPOILERS*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*CONTAINS PLOT SPOILERS*\u001b[24m\n    \u001b[1m*スポイラーを含む*\u001b[22m, \u001b[1m* * PLOTスポイラーをCONTAINS\u001b[22m\n\u001b[1m\u001b[22m\nThis movie takes place in a world where gravity acts in two opposite ways. The place where gravity acts in one direction is given the name Aiga. Aiga is a seemingly normal world by our standards and has a dictatorship government. There are strict laws and everyone has to abide by them. This is where our protagonist is from who is known by his name Eiji.\n\n\u001b[1mこの映画は、2つの逆の方法で重力が働く世界で行われます。 重力が一方向に働く場所には、アイガという名前が付けられています。 アイガは、私たちの基準では一見普通の世界であり、独裁政権を持っています。 厳しい法律があり、誰もがそれを遵守しなければなりません。 これは私たちの主人公が彼の名前栄によって知られているからです。\u001b[22m\n\u001b[1m(Kono eiga wa, 2tsu no gyaku no hōhō de jūryoku ga hataraku sekai de okonawa remasu. Jūryoku ga ichihōkō ni hataraku basho ni wa, Aiga to iu namae ga tsuke rarete imasu. Aiga wa, watashitachi no kijunde wa ikken futsū no sekaideari, dokusai seiken o motte imasu. Kibishī hōritsu ga ari, daremoga sore o junshu shinakereba narimasen. Kore wa watashitachi no shujinkō ga kare no namae Sakae ni yotte shira rete irukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mThis movie takes place in a world where gravity acts in two opposite ways. The place where gravity acts in one direction is given the name Aiga. Aiga is a seemingly normal world by our standards and has a dictatorship government. There are strict laws and everyone has to abide by them. This is where our protagonist is from who is known by his name Eiji.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie takes place in a world where gravity acts in two opposite ways.\u001b[24m\n    \u001b[1mこの映画は、2つの逆の方法で重力が働く世界で行われます。\u001b[22m, \u001b[1mこの映画は、重力が2反対の方法で動作する世界で行われます。\u001b[22m\n\u001b[4mThe place where gravity acts in one direction is given the name Aiga.\u001b[24m\n    \u001b[1m重力が一方向に働く場所には、アイガという名前が付けられています。\u001b[22m, \u001b[1m重力が一方向に作用する場所名AIGAが与えられます。\u001b[22m\n\u001b[4mAiga is a seemingly normal world by our standards and has a dictatorship government.\u001b[24m\n    \u001b[1mアイガは、私たちの基準では一見普通の世界であり、独裁政権を持っています。\u001b[22m, \u001b[1mAIGAは当社の基準により一見普通の世界であり、独裁政権を持っています。\u001b[22m\n\u001b[4mThere are strict laws and everyone has to abide by them.\u001b[24m\n    \u001b[1m厳しい法律があり、誰もがそれを遵守しなければなりません。\u001b[22m, \u001b[1mそれらを遵守しなければならない厳格な法律と誰もがあります。\u001b[22m\n\u001b[4mThis is where our protagonist is from who is known by his name Eiji.\u001b[24m\n    \u001b[1mこれは私たちの主人公が彼の名前栄によって知られているからです。\u001b[22m, \u001b[1m私たちの主人公は彼の名前英二によって知られている方からのものであるところです。\u001b[22m\n\u001b[1m\u001b[22m\nOn the other hand, the place where gravity works in the opposite way is Patema's world. This place is a sort of free land where people are not strictly bound by laws.\n\n\u001b[1m一方、重力が逆に働く場所はパテマの世界です。 この場所は、人々が法律に厳しく縛られていない種類の自由な土地です。\u001b[22m\n\u001b[1m(Ippō, jūryoku ga gyaku ni hataraku basho wa patema no sekaidesu. Kono basho wa, hitobito ga hōritsu ni kibishiku shibara rete inai shurui no jiyūna tochidesu.)\u001b[22m\n\nTranslations of \u001b[4mOn the other hand, the place where gravity works in the opposite way is Patema's world. This place is a sort of free land where people are not strictly bound by laws.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn the other hand, the place where gravity works in the opposite way is Patema's world.\u001b[24m\n    \u001b[1m一方、重力が逆に働く場所はパテマの世界です。\u001b[22m, \u001b[1m一方、重力が逆の方法で動作する場所はPatemaの世界です。\u001b[22m\n\u001b[4mThis place is a sort of free land where people are not strictly bound by laws.\u001b[24m\n    \u001b[1mこの場所は、人々が法律に厳しく縛られていない種類の自由な土地です。\u001b[22m, \u001b[1mこの場所は、人々は厳密に法律によって拘束されない自由な土地の一種です。\u001b[22m\n\u001b[1m\u001b[22m\nLong ago a gravity related experiment was carried out. The experiment was a total failure which angered mother earth. Gravity went haywire and the place where the experiment was carried out and the people who lived there started to experience a repulsive force from the earth towards the sky. Many people lost their lives and few survived.\n\n\u001b[1m昔、重力に関連した実験が行われました。 この実験は、母親の怒りを怒らせた完全な失敗でした。 重力はひそかに行き、実験が行われた場所とそこに住んでいた人々は、地球から空に向かって反発する力を経験し始めました。 多くの人が命を失い、生き残った人はほとんどいませんでした。\u001b[22m\n\u001b[1m(Mukashi, jūryoku ni kanren shita jikken ga okonawa remashita. Kono jikken wa, hahaoya no ikari o okora seta kanzen'na shippaideshita. Jūryoku wa hisoka ni iki, jikken ga okonawa reta basho to soko ni sunde ita hitobito wa, chikyū kara sora ni mukatte hanpatsu suru chikara o keiken shi hajimemashita. Ōku no hito ga inochi o ushinai, ikinokotta hito wa hotondo imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mLong ago a gravity related experiment was carried out. The experiment was a total failure which angered mother earth. Gravity went haywire and the place where the experiment was carried out and the people who lived there started to experience a repulsive force from the earth towards the sky. Many people lost their lives and few survived.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLong ago a gravity related experiment was carried out.\u001b[24m\n    \u001b[1m昔、重力に関連した実験が行われました。\u001b[22m, \u001b[1m昔重力関連の実験を行いました。\u001b[22m\n\u001b[4mThe experiment was a total failure which angered mother earth.\u001b[24m\n    \u001b[1mこの実験は、母親の怒りを怒らせた完全な失敗でした。\u001b[22m, \u001b[1m実験は、母なる地球を怒らせた完全な失敗でした。\u001b[22m\n\u001b[4mGravity went haywire and the place where the experiment was carried out and the people who lived there started to experience a repulsive force from the earth towards the sky.\u001b[24m\n    \u001b[1m重力はひそかに行き、実験が行われた場所とそこに住んでいた人々は、地球から空に向かって反発する力を経験し始めました。\u001b[22m, \u001b[1m重力が狂っ行って、実験を行った場所とそこに住んでいた人々が空に向かって地球から反発力を受けるようになりました。\u001b[22m\n\u001b[4mMany people lost their lives and few survived.\u001b[24m\n    \u001b[1m多くの人が命を失い、生き残った人はほとんどいませんでした。\u001b[22m, \u001b[1m多くの人が命を失ったし、いくつかは生き残りました。\u001b[22m\n\u001b[1m\u001b[22m\nSakasama no Patema revolves around the interactions between Eiji and Patema. Two young people from different worlds.\n\n\u001b[1m栄とパトマとの交流を中心に、坂間のパトマが中心です。 異なる世界の若者二人。\u001b[22m\n\u001b[1m(Sakae to patoma to no kōryū o chūshin ni, Sakama no patoma ga chūshindesu. Kotonaru sekai no wakamono futari.)\u001b[22m\n\nTranslations of \u001b[4mSakasama no Patema revolves around the interactions between Eiji and Patema. Two young people from different worlds.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSakasama no Patema revolves around the interactions between Eiji and Patema.\u001b[24m\n    \u001b[1m栄とパトマとの交流を中心に、坂間のパトマが中心です。\u001b[22m, \u001b[1m逆さまなしPatemaは英二とPatemaの間の相互作用を中心に展開します。\u001b[22m\n\u001b[4mTwo young people from different worlds.\u001b[24m\n    \u001b[1m異なる世界の若者二人。\u001b[22m, \u001b[1m異なる世界から二人の若い人たち。\u001b[22m\n\u001b[1m\u001b[22m\nSakasama no Patema has a wonderfully told out story. The whole inverse gravity concept is interesting as it is and along with perfect execution it becomes even more splendid. Throughout the movie many clues are given which, by the end, all add up to give a great ending. Both Eiji and Patema's worlds are well explained till the end and their personalities also develop because of their respective environments.\n\n\u001b[1m素敵な話をしている坂間のパテマです。 全体の逆重力の概念はそのままであり、完璧な実行と共にそれはさらに華麗になります。 映画を通して、多くの手がかりが与えられ、最終的にすべてが結びついて素晴らしい結末を迎えます。 エージーとパテマの世界は終わりまでよく説明されており、それぞれの環境のために個性も発達しています。\u001b[22m\n\u001b[1m(Sutekina hanashi o shite iru Sakama no patemadesu. Zentai no gyaku jūryoku no gainen wa sonomamadeari, kanpekina jikkō to tomoni sore wa sarani karei ni narimasu. Eiga o tōshite, ōku no tegakari ga atae rare, saishūtekini subete ga musubitsuite subarashī ketsumatsu o mukaemasu. Ējī to patema no sekai wa owari made yoku setsumei sa rete ori, sorezore no kankyō no tame ni kosei mo hattatsu shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mSakasama no Patema has a wonderfully told out story. The whole inverse gravity concept is interesting as it is and along with perfect execution it becomes even more splendid. Throughout the movie many clues are given which, by the end, all add up to give a great ending. Both Eiji and Patema's worlds are well explained till the end and their personalities also develop because of their respective environments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSakasama no Patema has a wonderfully told out story.\u001b[24m\n    \u001b[1m素敵な話をしている坂間のパテマです。\u001b[22m, \u001b[1m逆さまにはPatemaは素晴らしくアウト語った物語を持っていません。\u001b[22m\n\u001b[4mThe whole inverse gravity concept is interesting as it is and along with perfect execution it becomes even more splendid.\u001b[24m\n    \u001b[1m全体の逆重力の概念はそのままであり、完璧な実行と共にそれはさらに華麗になります。\u001b[22m, \u001b[1mそれがあると完璧な実行に伴ってそれがさらに立派になるように全体の逆重力コンセプトは面白いです。\u001b[22m\n\u001b[4mThroughout the movie many clues are given which, by the end, all add up to give a great ending.\u001b[24m\n    \u001b[1m映画を通して、多くの手がかりが与えられ、最終的にすべてが結びついて素晴らしい結末を迎えます。\u001b[22m, \u001b[1m映画を通して多くの手がかりは年末までに、すべてが最高のエンディングを与えるまで追加する、与えられています。\u001b[22m\n\u001b[4mBoth Eiji and Patema's worlds are well explained till the end and their personalities also develop because of their respective environments.\u001b[24m\n    \u001b[1mエージーとパテマの世界は終わりまでよく説明されており、それぞれの環境のために個性も発達しています。\u001b[22m, \u001b[1m英二とPatemaの世界の両方がよく最後まで説明し、彼らの個性もあるためそれぞれの環境で開発されています。\u001b[22m\n\u001b[1m\u001b[22m\nPatema is a cute and curious young girl who almost experiences the phrase 'curiosity killed the cat' firsthand when she 'falls' towards the sky after wandering around too much. She is an adventure loving girl and when it comes to exploring new places none can stop her. When she falls down, Patema enters Eiji's world and he just happens to be close by at the time.\n\n\u001b[1mパタマはあまりにも迷子になって空を向いているときに「猫を殺した」というフレーズを経験したかわいい、好奇心が強い少女です。 彼女は冒険好きな女の子で、新しい場所を探索するときは誰も彼女を止めることができません。 彼女が倒れたとき、パテマは栄の世界に入り、当時は近くにいた。\u001b[22m\n\u001b[1m(Patama wa amarini mo maigo ni natte sora o muite iru toki ni `neko o koroshita' to iu furēzu o keiken shita kawaī, kōkishin ga tsuyoi shōjodesu. Kanojo wa bōken sukina on'nanoko de, atarashī basho o tansaku suru toki wa dare mo kanojo o tomeru koto ga dekimasen. Kanojo ga taoreta toki, patema wa Sakae no sekai ni hairi, tōji wa chikaku ni ita.)\u001b[22m\n\nTranslations of \u001b[4mPatema is a cute and curious young girl who almost experiences the phrase 'curiosity killed the cat' firsthand when she 'falls' towards the sky after wandering around too much. She is an adventure loving girl and when it comes to exploring new places none can stop her. When she falls down, Patema enters Eiji's world and he just happens to be close by at the time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPatema is a cute and curious young girl who almost experiences the phrase 'curiosity killed the cat' firsthand when she 'falls' towards the sky after wandering around too much.\u001b[24m\n    \u001b[1mパタマはあまりにも迷子になって空を向いているときに「猫を殺した」というフレーズを経験したかわいい、好奇心が強い少女です。\u001b[22m, \u001b[1mPatemaはほとんど彼女があまりにも多くうろついた後、空に向かって「落ちる」ときのフレーズじかに「好奇心は猫を殺した」経験キュートで好奇心旺盛な若い女の子です。\u001b[22m\n\u001b[4mShe is an adventure loving girl and when it comes to exploring new places none can stop her.\u001b[24m\n    \u001b[1m彼女は冒険好きな女の子で、新しい場所を探索するときは誰も彼女を止めることができません。\u001b[22m, \u001b[1m彼女は冒険愛情のある女の子であり、それは新しい場所を探検することになるとどれも彼女を止めることはできません。\u001b[22m\n\u001b[4mWhen she falls down, Patema enters Eiji's world and he just happens to be close by at the time.\u001b[24m\n    \u001b[1m彼女が倒れたとき、パテマは栄の世界に入り、当時は近くにいた。\u001b[22m, \u001b[1m彼女が倒れたとき、Patemaは英二の世界に入り、彼はただ一度に近くであることを起こります。\u001b[22m\n\u001b[1m\u001b[22m\nEiji is a high school student who has his fair share of grievances from the government. A young boy he is, Eiji does what he feels is right and mostly remains undeterred. He even goes as far as to go against the law whether it is simply staring into the sky or saving Patema from evil hands.\n\n\u001b[1m栄は高等学校の学生で、政府からの苦情を公正に分配しています。 彼は若い男の子で、エイジは自分が正しいと感じていることを行い、ほとんどが揺るがない。 彼は単に空を見つめているのか、悪魔の手からパトマを救っているのかにかかわらず、法律に反する行為をしています。\u001b[22m\n\u001b[1m(Sakae wa kōtō gakkō no gakusei de, seifu kara no kujō o kōsei ni bunpai shite imasu. Kare wa wakai otokonoko de, eiji wa jibun ga tadashī to kanjite iru koto o okonai, hotondo ga yuruganai. Kare wa tan'ni sora o mitsumete iru no ka, akuma no te kara patoma o sukutte iru no ka ni kakawarazu, hōritsu ni hansuru kōi o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mEiji is a high school student who has his fair share of grievances from the government. A young boy he is, Eiji does what he feels is right and mostly remains undeterred. He even goes as far as to go against the law whether it is simply staring into the sky or saving Patema from evil hands.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEiji is a high school student who has his fair share of grievances from the government.\u001b[24m\n    \u001b[1m栄は高等学校の学生で、政府からの苦情を公正に分配しています。\u001b[22m, \u001b[1m英二は、政府からの不満の彼の公正なシェアを持っている高校生です。\u001b[22m\n\u001b[4mA young boy he is, Eiji does what he feels is right and mostly remains undeterred.\u001b[24m\n    \u001b[1m彼は若い男の子で、エイジは自分が正しいと感じていることを行い、ほとんどが揺るがない。\u001b[22m, \u001b[1m彼は若い男の子は、英二は、彼が右であり、主に広まりまま感じるものありません。\u001b[22m\n\u001b[4mHe even goes as far as to go against the law whether it is simply staring into the sky or saving Patema from evil hands.\u001b[24m\n    \u001b[1m彼は単に空を見つめているのか、悪魔の手からパトマを救っているのかにかかわらず、法律に反する行為をしています。\u001b[22m, \u001b[1m彼も限りそれは単に空に見つめたり、悪の手からPatemaを保存しているかどうか、法律に反するするようになります。\u001b[22m\n\u001b[1m\u001b[22m\nWhen it comes to the antagonists, they are your typical 'want to take over the world' type. The main bad guy is the ruler of Aiga. He is a cold hearted man and believes he is always right. This twisted guy's decisions bring our protagonists closer to each other. He, along with his predecessing governments, have brainwashed the citizens into believing that the people of Aiga are the supreme beings and those inverted are sinners.\n\n\u001b[1mアンタゴニストになると、彼らはあなたの典型的な「世界を引き継いでほしい」タイプです。 主な悪人はアイガの支配者です。 彼は冷たい心の男で、彼はいつも正しいと信じています。 このねじれた男の決定は、私たちの主人公をお互いに近づけさせます。 彼は、前任の政府と一緒に、アイガの人々が最高の存在であり、倒立した人々が罪人であると信じるように市民を洗脳しました。\u001b[22m\n\u001b[1m(Antagonisuto ni naru to, karera wa anata no tenkei-tekina `sekai o hikitsuide hoshī' taipudesu. Omona akunin wa Aiga no shihai-shadesu. Kare wa tsumetai kokoro no otoko de, kare wa itsumo tadashī to shinjite imasu. Kono nejireta otoko no kettei wa, watashitachi no shujinkō o otagai ni chikadzuke sasemasu. Kare wa, zen'nin no seifu to issho ni, Aiga no hitobito ga saikō no sonzaideari, tōritsu shita hitobito ga tsumibitodearu to shinjiru yō ni shimin o sen'nō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mWhen it comes to the antagonists, they are your typical 'want to take over the world' type. The main bad guy is the ruler of Aiga. He is a cold hearted man and believes he is always right. This twisted guy's decisions bring our protagonists closer to each other. He, along with his predecessing governments, have brainwashed the citizens into believing that the people of Aiga are the supreme beings and those inverted are sinners.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen it comes to the antagonists, they are your typical 'want to take over the world' type.\u001b[24m\n    \u001b[1mアンタゴニストになると、彼らはあなたの典型的な「世界を引き継いでほしい」タイプです。\u001b[22m, \u001b[1mそれが拮抗薬に来るとき、彼らはあなたの典型的なタイプ」の世界を引き継ぐようにしたい」です。\u001b[22m\n\u001b[4mThe main bad guy is the ruler of Aiga.\u001b[24m\n    \u001b[1m主な悪人はアイガの支配者です。\u001b[22m, \u001b[1m主な悪い男はAIGAの支配者です。\u001b[22m\n\u001b[4mHe is a cold hearted man and believes he is always right.\u001b[24m\n    \u001b[1m彼は冷たい心の男で、彼はいつも正しいと信じています。\u001b[22m, \u001b[1m彼は冷たい心を持った男であり、彼は常に正しいと考えています。\u001b[22m\n\u001b[4mThis twisted guy's decisions bring our protagonists closer to each other.\u001b[24m\n    \u001b[1mこのねじれた男の決定は、私たちの主人公をお互いに近づけさせます。\u001b[22m, \u001b[1mこのねじれた男の決定は近いお互いに私たちの主人公をもたらします。\u001b[22m\n\u001b[4mHe, along with his predecessing governments, have brainwashed the citizens into believing that the people of Aiga are the supreme beings and those inverted are sinners.\u001b[24m\n    \u001b[1m彼は、前任の政府と一緒に、アイガの人々が最高の存在であり、倒立した人々が罪人であると信じるように市民を洗脳しました。\u001b[22m, \u001b[1m彼は、彼のpredecessing政府とともに、AIGAの人々は最高の人間であると反転したものが罪人であることを信じるように国民を洗脳しています。\u001b[22m\n\u001b[1m\u001b[22m\nThis messed up thought leads him to send his henchmen to capture Patema. Our MC does everything he can think of to save Patema and when he can no longer do it alone, he still doesn't give up. When offered assistance by Patema's kinsmen, he readily accepts their offer.\n\n\u001b[1mこの混乱した考えは、パトマを捕まえるために彼の仲間を送るように導く。 私たちのMCはパテマを救うために彼が考えることができるすべてを行い、もはや彼がそれを一人でやることができなくなっても、彼はまだ諦めません。 パテマの親族の助けを受けたとき、彼は容易にオファーを受け入れます。\u001b[22m\n\u001b[1m(Kono konran shita kangae wa, patoma o tsukamaeru tame ni kare no nakama o okuru yō ni michibiku. Watashitachi no MC wa patema o sukuu tame ni kare ga kangaeru koto ga dekiru subete o okonai, mohaya kare ga sore o hitori de yaru koto ga dekinaku natte mo, kare wa mada akiramemasen. Patema no shinzoku no tasuke o uketa toki, kare wa yōi ni ofā o ukeiremasu.)\u001b[22m\n\nTranslations of \u001b[4mThis messed up thought leads him to send his henchmen to capture Patema. Our MC does everything he can think of to save Patema and when he can no longer do it alone, he still doesn't give up. When offered assistance by Patema's kinsmen, he readily accepts their offer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis messed up thought leads him to send his henchmen to capture Patema.\u001b[24m\n    \u001b[1mこの混乱した考えは、パトマを捕まえるために彼の仲間を送るように導く。\u001b[22m, \u001b[1mこのめちゃくちゃ考えはPatemaをキャプチャするために彼の取り巻きを送信するために彼をリードしています。\u001b[22m\n\u001b[4mOur MC does everything he can think of to save Patema and when he can no longer do it alone, he still doesn't give up.\u001b[24m\n    \u001b[1m私たちのMCはパテマを救うために彼が考えることができるすべてを行い、もはや彼がそれを一人でやることができなくなっても、彼はまだ諦めません。\u001b[22m, \u001b[1m私たちのMCは、彼がPatemaを保存すると、彼はもはや単独でそれを行うことができないとき、彼はまだあきらめていないと考えることができるすべてを行います。\u001b[22m\n\u001b[4mWhen offered assistance by Patema's kinsmen, he readily accepts their offer.\u001b[24m\n    \u001b[1mパテマの親族の助けを受けたとき、彼は容易にオファーを受け入れます。\u001b[22m, \u001b[1mPatemaの親族によって援助を申し出たとき、彼はすぐに彼らの申し出を受け入れます。\u001b[22m\n\u001b[1m\u001b[22m\nSakasama no Patema manages to capture the viewers attention through their unique story and great execution.\n\n\u001b[1mSakasama no Patemaは、独特な物語と偉大な執行によって視聴者の注目を集めています。\u001b[22m\n\u001b[1m(Sakasama no Patema wa, dokutokuna monogatari to idaina shikkō ni yotte shichō-sha no chūmoku o atsumete imasu.)\u001b[22m\n\nTranslations of \u001b[4mSakasama no Patema manages to capture the viewers attention through their unique story and great execution.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSakasama no Patema manages to capture the viewers attention through their unique story and great execution.\u001b[24m\n    \u001b[1mSakasama no Patemaは、独特な物語と偉大な執行によって視聴者の注目を集めています。\u001b[22m, \u001b[1m逆さまなしPatemaは、独自のストーリーと偉大な実行を通じて、視聴者の注目をキャプチャするために管理しています。\u001b[22m\n\u001b[1m\u001b[22m\nA great storyline is mostly a waste without good visuals. Sakasama no Patema does not dissappoint us in the artwork department. With stunning visuals, this movie manages to bring out the beauty of it's unique plot. The different camera angles provided throughout are a beauty. The way they focus on surrounding items, show their importance. It also brings the whole inverse gravity concept to life. They manage to show us how both characters view the two different gravity lands which makes us get to know their different experiences much better.\n\n\u001b[1m偉大なストーリーラインは、大抵の場合、ビジュアルがなくても無駄です。  Sakasama no Patemaは、アートワーク部門で私たちを失望させません。 見事なビジュアルで、この映画はユニークなプロットの美しさを引き出すことができます。 全体を通して提供される異なるカメラアングルは美しさです。 周囲の商品に焦点を当てる方法は、その重要性を示しています。 逆重力概念全体を生き生きとさせる。 彼らは私たちにどのように2人の異なる重力の土地を見せているかを見せることができます。\u001b[22m\n\u001b[1m(Idaina sutōrīrain wa, taitei no baai, bijuaru ga nakute mo mudadesu. Sakasama no Patema wa, ātowāku bumon de watashitachi o shitsubō sa semasen. Migotona bijuarude, kono eiga wa yunīkuna purotto no utsukushi-sa o hikidasu koto ga dekimasu. Zentai o tōshite teikyō sa reru kotonaru kamera anguru wa utsukushi-sadesu. Shūi no shōhin ni shōten o ateru hōhō wa, sono jūyō-sei o shimeshite imasu. Gyaku jūryoku gainen zentai o ikiikito sa seru. Karera wa watashitachi ni dono yō ni 2 hito no kotonaru jūryoku no tochi o misete iru ka o miseru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mA great storyline is mostly a waste without good visuals. Sakasama no Patema does not dissappoint us in the artwork department. With stunning visuals, this movie manages to bring out the beauty of it's unique plot. The different camera angles provided throughout are a beauty. The way they focus on surrounding items, show their importance. It also brings the whole inverse gravity concept to life. They manage to show us how both characters view the two different gravity lands which makes us get to know their different experiences much better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA great storyline is mostly a waste without good visuals.\u001b[24m\n    \u001b[1m偉大なストーリーラインは、大抵の場合、ビジュアルがなくても無駄です。\u001b[22m, \u001b[1m偉大なストーリーは、ほとんどが良いビジュアルのない廃棄物です。\u001b[22m\n\u001b[4mSakasama no Patema does not dissappoint us in the artwork department.\u001b[24m\n    \u001b[1mSakasama no Patemaは、アートワーク部門で私たちを失望させません。\u001b[22m, \u001b[1m逆さまにはPatemaは、アートワーク部門で私たちをdissappointません。\u001b[22m\n\u001b[4mWith stunning visuals, this movie manages to bring out the beauty of it's unique plot.\u001b[24m\n    \u001b[1m見事なビジュアルで、この映画はユニークなプロットの美しさを引き出すことができます。\u001b[22m, \u001b[1m驚異的なビジュアルで、この映画は、それがユニークなプロットだの美しさを引き出すために管理しています。\u001b[22m\n\u001b[4mThe different camera angles provided throughout are a beauty.\u001b[24m\n    \u001b[1m全体を通して提供される異なるカメラアングルは美しさです。\u001b[22m, \u001b[1m全体に提供される異なるカメラアングルは美しさです。\u001b[22m\n\u001b[4mThe way they focus on surrounding items, show their importance.\u001b[24m\n    \u001b[1m周囲の商品に焦点を当てる方法は、その重要性を示しています。\u001b[22m, \u001b[1m彼らは周囲の項目に焦点を当てる方法は、その重要性を示しています。\u001b[22m\n\u001b[4mIt also brings the whole inverse gravity concept to life.\u001b[24m\n    \u001b[1m逆重力概念全体を生き生きとさせる。\u001b[22m, \u001b[1mまた、生活に全体の逆重力の概念をもたらします。\u001b[22m\n\u001b[4mThey manage to show us how both characters view the two different gravity lands which makes us get to know their different experiences much better.\u001b[24m\n    \u001b[1m彼らは私たちにどのように2人の異なる重力の土地を見せているかを見せることができます。\u001b[22m, \u001b[1m彼らは両方の文字は、私たちはより良いそれらの異なる経験を知るようになり二つの異なる重力の土地をどう見るか、私たちを表示するために管理します。\u001b[22m\n\u001b[1m\u001b[22m\nAlong with their good story executed to perfection, Sakasama no Patema also manages to add some humor to make things more enjoyable and to keep the viewers interest. At no point does this added humor feel out of place or unwanted. These lighthearted comedy scenes are quite well done and successfully manage to incite laughter.\n\n\u001b[1m彼らの良い物語が完璧に実行されると同時に、Sakasama no Patemaは物事をより楽しくし、視聴者の関心を維持するためにいくつかのユーモアを加えます。 いつのまにか、これはユーモアが不自由になったり不要になったりします。 これらの軽快なコメディのシーンは非常にうまくいっており、笑いをうまく管理しています。\u001b[22m\n\u001b[1m(Karera no yoi monogatari ga kanpeki ni jikkō sa reruto dōjini, Sakasama no Patema wa monogoto o yori tanoshiku shi, shichō-sha no kanshin o iji suru tame ni ikutsu ka no yūmoa o kuwaemasu. Itsunomanika, koreha yūmoa ga fujiyū ni nattari fuyō ni nattari shimasu. Korera no keikaina komedi no shīn wa hijō ni umaku itte ori, warai o umaku kanri shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAlong with their good story executed to perfection, Sakasama no Patema also manages to add some humor to make things more enjoyable and to keep the viewers interest. At no point does this added humor feel out of place or unwanted. These lighthearted comedy scenes are quite well done and successfully manage to incite laughter.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlong with their good story executed to perfection, Sakasama no Patema also manages to add some humor to make things more enjoyable and to keep the viewers interest.\u001b[24m\n    \u001b[1m彼らの良い物語が完璧に実行されると同時に、Sakasama no Patemaは物事をより楽しくし、視聴者の関心を維持するためにいくつかのユーモアを加えます。\u001b[22m, \u001b[1m完璧に実行され、それらの良い話に伴い、逆さまないPatemaも物事をより楽しいものにし、視聴者の関心を維持するために、いくつかのユーモアを追加するために管理していません。\u001b[22m\n\u001b[4mAt no point does this added humor feel out of place or unwanted.\u001b[24m\n    \u001b[1mいつのまにか、これはユーモアが不自由になったり不要になったりします。\u001b[22m, \u001b[1mどの時点においても、これはユーモアが場違いまたは不要な感じ付加ありません。\u001b[22m\n\u001b[4mThese lighthearted comedy scenes are quite well done and successfully manage to incite laughter.\u001b[24m\n    \u001b[1mこれらの軽快なコメディのシーンは非常にうまくいっており、笑いをうまく管理しています。\u001b[22m, \u001b[1mこれらの陽気なコメディシーンは非常によく行われ、成功した笑いを扇動するために管理されています。\u001b[22m\n\u001b[1m\u001b[22m\nFrom start to end this movie remains interesting and enjoyable. Sakasama no Patema may not be the best of the best, but in all sincerity it is truly one worth watching.\n\n\u001b[1mこの映画は最初から最後まで面白くて楽しいです。  Sakasama no Patemaは最高のものではないかもしれませんが、すべての誠実さの中でそれは真に価値のあるものです。\u001b[22m\n\u001b[1m(Kono eiga wa saisho kara saigomade omoshirokute tanoshīdesu. Sakasama no Patema wa saikō no monode wanai kamo shiremasenga, subete no seijitsu-sa no naka de sore wa makotoni kachi no aru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mFrom start to end this movie remains interesting and enjoyable. Sakasama no Patema may not be the best of the best, but in all sincerity it is truly one worth watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom start to end this movie remains interesting and enjoyable.\u001b[24m\n    \u001b[1mこの映画は最初から最後まで面白くて楽しいです。\u001b[22m, \u001b[1m当初からこの映画は面白い、楽しいまま終了します。\u001b[22m\n\u001b[4mSakasama no Patema may not be the best of the best, but in all sincerity it is truly one worth watching.\u001b[24m\n    \u001b[1mSakasama no Patemaは最高のものではないかもしれませんが、すべての誠実さの中でそれは真に価値のあるものです。\u001b[22m, \u001b[1m逆さまにはPatemaは、最高の最高になることはありませないかもしれませんが、誠心誠意、それは本当に見る価値1です。\u001b[22m"
  },
  {
    "title": "Sakasama_no_Patema",
    "id": "12477",
    "url": "https://myanimelist.net/anime/12477/Sakasama_no_Patema",
    "user": "PandaJerk007",
    "profile": "/profile/PandaJerk007/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=183405",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  6\nキャラクター|  4\n|  8\n\n私は明日の日本語クラスでプレゼンテーションを準備しなければならないので、これは本当にすばらしいレビューになります。 私はいくつか余分な時間があったので、私はこの素晴らしい映画を見て、今私は宿題に戻ることを試みていますが、私はこのレビューを最初に書くように感じました^ _ ^\n\n話は非常に興味をそそられ、私はいつも興味を持っていました。\nストーリー8/10\n\n2013年に制作されたアニメ映画では、時にはアートが少し上手く見えるかもしれません。 しかし、視覚的に見事に見えるように設計された多くの場面では、彼らは成功しただけでなく、私の期待を吹き飛ばしました。 キャラクターの空とのインタラクションや回転するカメラのエフェクトをすべてキャプチャしようとするのは息を呑むほどでした。 場所はすべてクールで興味深いものでした。キャラクターが命を奪わなければならない非常にエキサイティングなシーンがありました。芸術はあなたが危険を感じるほど没入感がありました。\nアート9/10\n\n私は英語のダブを聞いて、それはほとんどの時間の良いでしたが、時にはキャラクターの声が若すぎるか擦れて聞こえて、少し迷惑になりました。 音楽と音響効果はかなり良いものでした。\nサウンド6/10\n\n文字は全体的に平均より少し下にありました。 メインの少女と男はかなり良いと好きだったが、他の誰も大部分のスクリーン時間を持っていなかった。 また、主なアンタゴニストはずっと優れていた可能性があります。\nキャラクター4/10\n\nこれは非常にユニークで思い出深いものでしたが、コンセプトは素晴らしかったですが、\n楽しさ8/10\n\n全体的な8/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis will be a really quick review because I gotta prepare for a presentation in my Japanese class tomorrow. I had some extra time so I watched this pretty awesome movie and now I'm trying to get back to doing homework, but I felt like writing this review first ^_^\n\n\u001b[1m私は明日の日本語クラスでプレゼンテーションを準備しなければならないので、これは本当にすばらしいレビューになります。 私はいくつか余分な時間があったので、私はこの素晴らしい映画を見て、今私は宿題に戻ることを試みていますが、私はこのレビューを最初に書くように感じました^ _ ^\u001b[22m\n\u001b[1m(Watashi wa ashita no nihongo kurasu de purezentēshon o junbi shinakereba naranainode, kore wa hontōni subarashī rebyū ni narimasu. Watashi wa ikutsu ka yobun'na jikan ga attanode, watashi wa kono subarashī eiga o mite, ima watashi wa shukudai ni modoru koto o kokoromite imasuga, watashi wa kono rebyū o saisho ni kaku yō ni kanjimashita ^ _ ^)\u001b[22m\n\nTranslations of \u001b[4mThis will be a really quick review because I gotta prepare for a presentation in my Japanese class tomorrow. I had some extra time so I watched this pretty awesome movie and now I'm trying to get back to doing homework, but I felt like writing this review first ^_^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis will be a really quick review because I gotta prepare for a presentation in my Japanese class tomorrow.\u001b[24m\n    \u001b[1m私は明日の日本語クラスでプレゼンテーションを準備しなければならないので、これは本当にすばらしいレビューになります。\u001b[22m, \u001b[1m私は明日私の日本語のクラスでのプレゼンテーションの準備をしなきゃので、これは本当に簡単なレビューになります。\u001b[22m\n\u001b[4mI had some extra time so I watched this pretty awesome movie and now I'm trying to get back to doing homework, but I felt like writing this review first ^_^\u001b[24m\n    \u001b[1m私はいくつか余分な時間があったので、私はこの素晴らしい映画を見て、今私は宿題に戻ることを試みていますが、私はこのレビューを最初に書くように感じました^ _ ^\u001b[22m, \u001b[1m私はこの非常に素晴らしい映画を見て、今私は宿題をやってに戻って取得しようとしているので、いくつかの余分な時間があったが、私が最初にこのレビューを書いてように感じました^ _ ^\u001b[22m\n\u001b[1m\u001b[22m\nThe story was very intriguing and kept me interested the whole time.\n\n\u001b[1m話は非常に興味をそそられ、私はいつも興味を持っていました。\u001b[22m\n\u001b[1m(Hanashi wa hijō ni kyōmi o sosora re, watashi wa itsumo kyōmi o motte imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe story was very intriguing and kept me interested the whole time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was very intriguing and kept me interested the whole time.\u001b[24m\n    \u001b[1m話は非常に興味をそそられ、私はいつも興味を持っていました。\u001b[22m, \u001b[1m話は非常に興味をそそらだったと全体の時間興味が私を保ちました。\u001b[22m\nStory 8/10\n\n\u001b[1mストーリー8/10\u001b[22m\n\u001b[1m(Sutōrī 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 8/10\u001b[24m\n    \u001b[1mストーリー8/10\u001b[22m\n\u001b[1m\u001b[22m\nFor an anime movie made in 2013 the art could have looked a little bit better at times. However, during the many scenes that were designed to be visually stunning they not only succeeded but blew away my expectations. It was breathtaking to watch the characters' interactions with the sky and the rotating camera effects trying to capture it all. The locations were all cool and interesting, and there were some very exciting scenes where the characters had to risk their lives and the art was so immersive that you could feel the danger.\n\n\u001b[1m2013年に制作されたアニメ映画では、時にはアートが少し上手く見えるかもしれません。 しかし、視覚的に見事に見えるように設計された多くの場面では、彼らは成功しただけでなく、私の期待を吹き飛ばしました。 キャラクターの空とのインタラクションや回転するカメラのエフェクトをすべてキャプチャしようとするのは息を呑むほどでした。 場所はすべてクールで興味深いものでした。キャラクターが命を奪わなければならない非常にエキサイティングなシーンがありました。芸術はあなたが危険を感じるほど没入感がありました。\u001b[22m\n\u001b[1m(2013-Nen ni seisaku sa reta anime eigade wa, tokiniha āto ga sukoshi umaku mieru kamo shiremasen. Shikashi, shikaku-teki ni migoto ni mieru yō ni sekkei sa reta ōku no bamende wa, karera wa seikō shita dakedenaku, watashi no kitai o fukitobashimashita. Kyarakutā no sora to no intarakushon ya kaiten suru kamera no efekuto o subete kyapucha shiyou to suru no wa ikiwonomu hododeshita. Basho wa subete kūru de kyōmibukai monodeshita. Kyarakutā ga inochi o ubawanakereba naranai hijō ni ekisaitinguna shīn ga arimashita. Geijutsu wa anata ga kiken o kanjiru hodo botsunyū-kan ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mFor an anime movie made in 2013 the art could have looked a little bit better at times. However, during the many scenes that were designed to be visually stunning they not only succeeded but blew away my expectations. It was breathtaking to watch the characters' interactions with the sky and the rotating camera effects trying to capture it all. The locations were all cool and interesting, and there were some very exciting scenes where the characters had to risk their lives and the art was so immersive that you could feel the danger.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor an anime movie made in 2013 the art could have looked a little bit better at times.\u001b[24m\n    \u001b[1m2013年に制作されたアニメ映画では、時にはアートが少し上手く見えるかもしれません。\u001b[22m, \u001b[1m2013年に作られたアニメ映画のために技術は、時間に少しでも良い見ている可能性があります。\u001b[22m\n\u001b[4mHowever, during the many scenes that were designed to be visually stunning they not only succeeded but blew away my expectations.\u001b[24m\n    \u001b[1mしかし、視覚的に見事に見えるように設計された多くの場面では、彼らは成功しただけでなく、私の期待を吹き飛ばしました。\u001b[22m, \u001b[1mしかし、見た目にも美しいとなるように設計された多くのシーンの間、彼らは成功しましたが、私の期待を吹き飛ばしただけではなく。\u001b[22m\n\u001b[4mIt was breathtaking to watch the characters' interactions with the sky and the rotating camera effects trying to capture it all.\u001b[24m\n    \u001b[1mキャラクターの空とのインタラクションや回転するカメラのエフェクトをすべてキャプチャしようとするのは息を呑むほどでした。\u001b[22m, \u001b[1mキャラクターの空との相互作用およびそれをすべてをキャプチャしようとする回転カメラの効果を見て息を呑むようでした。\u001b[22m\n\u001b[4mThe locations were all cool and interesting, and there were some very exciting scenes where the characters had to risk their lives and the art was so immersive that you could feel the danger.\u001b[24m\n    \u001b[1m場所はすべてクールで興味深いものでした。キャラクターが命を奪わなければならない非常にエキサイティングなシーンがありました。芸術はあなたが危険を感じるほど没入感がありました。\u001b[22m, \u001b[1m場所は、すべてのクールで面白かった、との文字が自分たちの生活を危険にさらしていたとアートは、あなたが危険を感じることができるように没入したいくつかの非常にエキサイティングなシーンがありました。\u001b[22m\nArt 9/10\n\n\u001b[1mアート9/10\u001b[22m\n\u001b[1m(Āto 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 9/10\u001b[24m\n    \u001b[1mアート9/10\u001b[22m\n\u001b[1m\u001b[22m\nI listened to the english dub and it was good most of the time, but sometimes the characters' voices sounded too young or scratchy and it would be a little annoying. The music and sound effects were pretty good though.\n\n\u001b[1m私は英語のダブを聞いて、それはほとんどの時間の良いでしたが、時にはキャラクターの声が若すぎるか擦れて聞こえて、少し迷惑になりました。 音楽と音響効果はかなり良いものでした。\u001b[22m\n\u001b[1m(Watashi wa eigo no dabu o kiite, sore wa hotondo no jikan no yoideshitaga, tokiniha kyarakutā no koe ga waka sugiru ka surete kikoete, sukoshi meiwaku ni narimashita. Ongaku to onkyō kōka wa kanari yoi monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mI listened to the english dub and it was good most of the time, but sometimes the characters' voices sounded too young or scratchy and it would be a little annoying. The music and sound effects were pretty good though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI listened to the english dub and it was good most of the time, but sometimes the characters' voices sounded too young or scratchy and it would be a little annoying.\u001b[24m\n    \u001b[1m私は英語のダブを聞いて、それはほとんどの時間の良いでしたが、時にはキャラクターの声が若すぎるか擦れて聞こえて、少し迷惑になりました。\u001b[22m, \u001b[1m私は英語ダブに耳を傾け、それはほとんどの時間良かったが、時にはキャラクターの声が若すぎる、またはチクチク鳴らし、それは少し迷惑だろう。\u001b[22m\n\u001b[4mThe music and sound effects were pretty good though.\u001b[24m\n    \u001b[1m音楽と音響効果はかなり良いものでした。\u001b[22m, \u001b[1m音楽や効果音はかなりかかわらず良好でした。\u001b[22m\nSound 6/10\n\n\u001b[1mサウンド6/10\u001b[22m\n\u001b[1m(Saundo 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 6/10\u001b[24m\n    \u001b[1mサウンド6/10\u001b[22m, \u001b[1m6/10サウンド\u001b[22m\n\u001b[1m\u001b[22m\nThe characters were a little below average overall. The main girl and guy were pretty good and likeable, but no one else had much screen time (or the moments they did have were meh). Also the main antagonist could've been so much better.\n\n\u001b[1m文字は全体的に平均より少し下にありました。 メインの少女と男はかなり良いと好きだったが、他の誰も大部分のスクリーン時間を持っていなかった。 また、主なアンタゴニストはずっと優れていた可能性があります。\u001b[22m\n\u001b[1m(Moji wa zentai-teki ni heikin yori sukoshi shita ni arimashita. Mein no shōjo to otoko wa kanari yoi to sukidatta ga, hoka no dare mo daibubun no sukurīn jikan o motte inakatta. Mata, omona antagonisuto wa zutto sugurete ita kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters were a little below average overall. The main girl and guy were pretty good and likeable, but no one else had much screen time (or the moments they did have were meh). Also the main antagonist could've been so much better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were a little below average overall.\u001b[24m\n    \u001b[1m文字は全体的に平均より少し下にありました。\u001b[22m, \u001b[1m文字が少し全体の平均を下回っていました。\u001b[22m\n\u001b[4mThe main girl and guy were pretty good and likeable, but no one else had much screen time (or the moments they did have were meh).\u001b[24m\n    \u001b[1mメインの少女と男はかなり良いと好きだったが、他の誰も大部分のスクリーン時間を持っていなかった。\u001b[22m, \u001b[1mメイン少女と男はかなり良いと好感の持てるあったが、誰もずっとスクリーンの時間がありませんでした（または、彼らが持っていた瞬間はまあまあでした）。\u001b[22m\n\u001b[4mAlso the main antagonist could've been so much better.\u001b[24m\n    \u001b[1mまた、主なアンタゴニストはずっと優れていた可能性があります。\u001b[22m, \u001b[1mまた、主なアンタゴニストはとても良いしてきた可能性があります。\u001b[22m\nCharacter 4/10\n\n\u001b[1mキャラクター4/10\u001b[22m\n\u001b[1m(Kyarakutā 4/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter 4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 4/10\u001b[24m\n    \u001b[1mキャラクター4/10\u001b[22m, \u001b[1m文字4/10\u001b[22m\n\u001b[1m\u001b[22m\nThis was very unique and memorable, the concepts were great but the execution could have been a bit better (especially with the characters)\n\n\u001b[1mこれは非常にユニークで思い出深いものでしたが、コンセプトは素晴らしかったですが、実行は少し良くなっていた可能性があります（特にキャラクターに関して）\u001b[22m\n\u001b[1m(Kore wa hijō ni yunīku de omoidebukai monodeshitaga, konseputo wa subarashikattadesuga, jikkō wa sukoshi yoku natte ita kanōsei ga arimasu (tokuni kyarakutā ni kanshite))\u001b[22m\n\nTranslations of \u001b[4mThis was very unique and memorable, the concepts were great but the execution could have been a bit better (especially with the characters)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was very unique and memorable, the concepts were great but the execution could have been a bit better (especially with the characters)\u001b[24m\n    \u001b[1mこれは非常にユニークで思い出深いものでしたが、コンセプトは素晴らしかったですが、実行は少し良くなっていた可能性があります（特にキャラクターに関して）\u001b[22m, \u001b[1mこれは非常にユニークで思い出に残るした、コンセプトは素晴らしかったが、実行は（特に文字で）少し良くされている可能性が\u001b[22m\nEnjoyment 8/10\n\n\u001b[1m楽しさ8/10\u001b[22m\n\u001b[1m(Tanoshisa 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 8/10\u001b[24m\n    \u001b[1m楽しさ8/10\u001b[22m, \u001b[1m楽し8/10\u001b[22m\n\u001b[1m\u001b[22m\nOverall 8/10\n\n\u001b[1m全体的な8/10\u001b[22m\n\u001b[1m(Zentai-tekina 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 8/10\u001b[24m\n    \u001b[1m全体的な8/10\u001b[22m, \u001b[1m全体的に8月10日\u001b[22m"
  },
  {
    "title": "Sakasama_no_Patema",
    "id": "12477",
    "url": "https://myanimelist.net/anime/12477/Sakasama_no_Patema",
    "user": "JonathaIN",
    "profile": "/profile/JonathaIN/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=233250",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  5\nサウンド|  6\nキャラクター|  6\n|  6\n\nこのアニメは何かが起こっていたが、彼らはそれを犯した。最も怒っていたのは、やっていたナチスの政府だった。 殺人やレイプさえ起こっている悪いことを理解することはできますが、ナチスの政府が子供を殺したり、死を使って人口を脅かすようなばかげたことをしたりすると、ちょっと心配してしまいます。 それはドラマのための悪い言い訳のように見えました。私はリーダーの一人が狂っているのを理解できますが、社会全体を抑圧し、従順で洗脳するのに成功している人がいることがわかると、\n\nだから、妄想悪役は暴政をうまくやる？ 倒立した人間が殺されなければならない邪悪な罪人であるように、社会全体がおとぎ話を信じさせるのですか？ 彼らは皆空を悪いと信じさせ、見ることすべきではないでしょうか？ そして、私はそこに座っているはずだ、これはまあまあ良いプロット..？ それだけでなく、逆人に対する人の憎しみは、あまりにも遠くに取られ、不合理です。 このアニメのドラマはすべて強制力があり、思慮深く考えられておらず、ちょっと便利です。\n\n私がアニメについて最も気に入らなかったものの残りをカバーするために。 主な男性キャラクターは、個性のない別のベータです。数え切れないほどのアニメで見たことのあるものを正確にコピーしています。アート/アニメーションはかなり荒々しく、主なキャラクターを頭で並べて見ると明らかです。 同じ顔、同じヘアスタイルとアイカラーを与え、他のものを変えないでください。それはあなたが同じ文字を持っていることです。すべてのアニメがこのようなものでなければならないわけではありません。\n\nTLDR：Overrated、非常に興味深いコンセプトを持っていて、2つの主なキャラクターの関係はまあまあまあだと思ったけど、それはたわごと、強制ドラマ、独創的な悪役、",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThis anime had something going but they fucked it up, what pissed me off the most was the Nazi government bs that was going on. I can understand bad things happening like murder and even rape for example but it just gets corny when you got a nazi type government doing ridiculous stuff like killing kids and using their deaths to scare the population. It just looked like a poor excuse for drama, I can understand one leader being crazy but it's just pathetic and corny when you see that one man being successful in keeping the entire society oppressed, obedient and brainwashed.\n\n\u001b[1mこのアニメは何かが起こっていたが、彼らはそれを犯した。最も怒っていたのは、やっていたナチスの政府だった。 殺人やレイプさえ起こっている悪いことを理解することはできますが、ナチスの政府が子供を殺したり、死を使って人口を脅かすようなばかげたことをしたりすると、ちょっと心配してしまいます。 それはドラマの貧弱な言い訳のように見えますが、私はリーダーの一人が狂っているのを理解できますが、社会全体を抑圧し、従順で洗脳するのに成功している人がいることがわかると、\u001b[22m\n\u001b[1m(Kono anime wa nanika ga okotte itaga, karera wa sore o okashita. Mottomo okotte ita no wa, yatte ita Nachisu no seifudatta. Satsujin ya reipu sae okotte iru warui koto o rikai suru koto wa dekimasuga, Nachisu no seifu ga kodomo o koroshi tari, shi o tsukatte jinkō o odokasu yōna bakageta koto o shi tari suru to, chotto shinpai shite shimaimasu. Sore wa dorama no hinjakuna iiwake no yō ni miemasuga, watashi wa rīdā no hitori ga kurutte iru no o rikai dekimasuga, shakai zentai o yokuatsu shi, jūjun de sen'nō suru no ni seikō shite iru hito ga iru koto ga wakaru to,)\u001b[22m\n\nTranslations of \u001b[4mThis anime had something going but they fucked it up, what pissed me off the most was the Nazi government bs that was going on. I can understand bad things happening like murder and even rape for example but it just gets corny when you got a nazi type government doing ridiculous stuff like killing kids and using their deaths to scare the population. It just looked like a poor excuse for drama, I can understand one leader being crazy but it's just pathetic and corny when you see that one man being successful in keeping the entire society oppressed, obedient and brainwashed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime had something going but they fucked it up, what pissed me off the most was the Nazi government bs that was going on.\u001b[24m\n    \u001b[1mこのアニメは何かが起こっていたが、彼らはそれを犯した。最も怒っていたのは、やっていたナチスの政府だった。\u001b[22m, \u001b[1mほとんどが起こっていたナチス政府のBSだった私を怒らせたものを、このアニメが起こって何かを持っていたが、彼らはそれをめちゃくちゃ。\u001b[22m\n\u001b[4mI can understand bad things happening like murder and even rape for example but it just gets corny when you got a nazi type government doing ridiculous stuff like killing kids and using their deaths to scare the population.\u001b[24m\n    \u001b[1m殺人やレイプさえ起こっている悪いことを理解することはできますが、ナチスの政府が子供を殺したり、死を使って人口を脅かすようなばかげたことをしたりすると、ちょっと心配してしまいます。\u001b[22m, \u001b[1m私は、例えば殺人、さらにはレイプのように起こって悪いことを理解することができますが、あなたが子供を殺害し、人口を怖がらせるために彼らの死を使用してのようなとんでもないものをやってナチ型政府を得たときにそれだけで陳腐ます。\u001b[22m\n\u001b[4mIt just looked like a poor excuse for drama, I can understand one leader being crazy but it's just pathetic and corny when you see that one man being successful in keeping the entire society oppressed, obedient and brainwashed.\u001b[24m\n    \u001b[1mそれはドラマの貧弱な言い訳のように見えますが、私はリーダーの一人が狂っているのを理解できますが、社会全体を抑圧し、従順で洗脳するのに成功している人がいることがわかると、\u001b[22m, \u001b[1mそれだけでドラマの貧言い訳のように見えた、私は1つのリーダーが狂っている理解することができますが、あなたは一人の男が従順で洗脳、虐げられた社会全体を維持するのに成功していることを見るときそれはちょうど哀れと陳腐です。\u001b[22m\n\u001b[1m\u001b[22m\nSo the delusional villain runs a tyranny, successfully? makes an entire society believe in fairy tale bs like inverted humans are evil sinners who must be killed? makes them all believe in the sky being bad and should not even be looked at? and I'm supposed to sit there like huh this a damn good plot..? Not only that but the man's hatred for inverted people is way too far fetched and unreasonable. All the drama in this anime is forced, poorly thought out and just way too convenient.\n\n\u001b[1mだから、妄想悪役は暴政をうまくやる？ 倒立した人間が殺されなければならない邪悪な罪人であるように、社会全体がおとぎ話を信じさせるのですか？ 彼らは皆空を悪いと信じさせ、見ることすべきではないでしょうか？ そして、私はそこに座っているはずだ、これはまあまあ良いプロット..？ それだけでなく、逆人に対する人の憎しみは、あまりにも遠くに取られ、不合理です。 このアニメのドラマはすべて強制力があり、思慮深く考えられておらず、ちょっと便利です。\u001b[22m\n\u001b[1m(Dakara, mōsō akuyaku wa bōsei o umaku yaru? Tōritsu shita ningen ga korosa renakereba naranai jaakuna tsumibitodearu yō ni, shakai zentai ga otogibanashi o shinji saseru nodesu ka? Karera wa minakū o warui to shinji sase, miru koto subekide wanaideshou ka? Soshite, watashi wa soko ni suwatte iru hazuda, kore wa mā mā yoi purotto.. ? Sore dakedenaku, gyaku hito ni taisuru hito no nikushimi wa, amarini mo tōku ni torare, fugōridesu. Kono anime no dorama wa subete kyōsei-ryoku ga ari, shiryobukaku kangae rarete orazu, chotto benridesu.)\u001b[22m\n\nTranslations of \u001b[4mSo the delusional villain runs a tyranny, successfully? makes an entire society believe in fairy tale bs like inverted humans are evil sinners who must be killed? makes them all believe in the sky being bad and should not even be looked at? and I'm supposed to sit there like huh this a damn good plot..? Not only that but the man's hatred for inverted people is way too far fetched and unreasonable. All the drama in this anime is forced, poorly thought out and just way too convenient.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo the delusional villain runs a tyranny, successfully?\u001b[24m\n    \u001b[1mだから、妄想悪役は暴政をうまくやる？\u001b[22m, \u001b[1mだから妄想悪役は成功し、専制政治を実行しますか？\u001b[22m\n\u001b[4mmakes an entire society believe in fairy tale bs like inverted humans are evil sinners who must be killed?\u001b[24m\n    \u001b[1m倒立した人間が殺されなければならない邪悪な罪人であるように、社会全体がおとぎ話を信じさせるのですか？\u001b[22m, \u001b[1m反転人間が殺されなければならない邪悪な罪人であるように社会全体がおとぎ話のBSを信じているのですか？\u001b[22m\n\u001b[4mmakes them all believe in the sky being bad and should not even be looked at?\u001b[24m\n    \u001b[1m彼らは皆空を悪いと信じさせ、見ることすべきではないでしょうか？\u001b[22m, \u001b[1mそれらすべてが悪いである空を信じて、でも見れるべきではないのですか？\u001b[22m\n\u001b[4mand I'm supposed to sit there like huh this a damn good plot..?\u001b[24m\n    \u001b[1mそして、私はそこに座っているはずだ、これはまあまあ良いプロット..？\u001b[22m, \u001b[1mそして私は、このハァッ上出来のプロットのようにそこに座っになっていますか..？\u001b[22m\n\u001b[4mNot only that but the man's hatred for inverted people is way too far fetched and unreasonable.\u001b[24m\n    \u001b[1mそれだけでなく、逆人に対する人の憎しみは、あまりにも遠くに取られ、不合理です。\u001b[22m, \u001b[1mそれだけでなく、反転人々のための人間の憎悪があまりにも遠くフェッチと無理があります。\u001b[22m\n\u001b[4mAll the drama in this anime is forced, poorly thought out and just way too convenient.\u001b[24m\n    \u001b[1mこのアニメのドラマはすべて強制力があり、思慮深く考えられておらず、ちょっと便利です。\u001b[22m, \u001b[1mこのアニメのすべてのドラマはあまり考え抜かとだけではあまりにも便利な、強制されます。\u001b[22m\n\u001b[1m\u001b[22m\nTo cover the rest of what I did not like the most about the anime; the main male char is another beta with a bland personality, an exact copy of what we've already seen in countless animes, the art/animation was pretty banal, it's clear when you see the main chars with their heads side by side, it's the same face, give them the same hairstyle and eye color, dont change anything else and that's it you have the same characters, not all animes have to be like this.\n\n\u001b[1m私がアニメについて最も気に入らなかったものの残りをカバーするために。 主な男性キャラクターは、個性のない別のベータです。数え切れないほどのアニメで見たことのあるものを正確にコピーしています。アート/アニメーションはかなり荒々しく、主なキャラクターを頭で並べて見ると明らかです。 同じ顔、同じヘアスタイルとアイカラーを与え、他のものを変えないでください。それはあなたが同じ文字を持っていることです。すべてのアニメがこのようなものでなければならないわけではありません。\u001b[22m\n\u001b[1m(Watashi ga anime ni tsuite mottomo kiniiranakatta mono no nokori o kabā suru tame ni. Omona dansei kyarakutā wa, kosei no nai betsu no bētadesu. Kazoekirenai hodo no anime de mita koto no aru mono o seikaku ni kopī shite imasu. Āto/ animēshon wa kanari araarashiku, omona kyarakutā o atama de narabetemiruto akirakadesu. Onaji-gao, onaji heasutairu to aikarā o atae, hoka no mono o kaenaide kudasai. Sore wa anata ga onaji moji o motte iru kotodesu. Subete no anime ga ko no yōna monodenakereba naranai wakede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mTo cover the rest of what I did not like the most about the anime; the main male char is another beta with a bland personality, an exact copy of what we've already seen in countless animes, the art/animation was pretty banal, it's clear when you see the main chars with their heads side by side, it's the same face, give them the same hairstyle and eye color, dont change anything else and that's it you have the same characters, not all animes have to be like this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo cover the rest of what I did not like the most about the anime;\u001b[24m\n    \u001b[1m私がアニメについて最も気に入らなかったものの残りをカバーするために。\u001b[22m, \u001b[1m私はほとんどのアニメについて好きではなかったものの残りの部分をカバーするために、\u001b[22m\n\u001b[4mthe main male char is another beta with a bland personality, an exact copy of what we've already seen in countless animes, the art/animation was pretty banal, it's clear when you see the main chars with their heads side by side, it's\u001b[24m\n    \u001b[1m主な男性キャラクターは、個性のない別のベータです。数え切れないほどのアニメで見たことのあるものを正確にコピーしています。アート/アニメーションはかなり荒々しく、主なキャラクターを頭で並べて見ると明らかです。\u001b[22m, \u001b[1mあなたが並んで頭側との主な文字を見たとき、メインオスcharは当たり障りのない性格を持つ別のベータ版であり、我々はすでに無数のアニメで見てきたものの正確なコピーは、アート/アニメーションはかなり平凡だった、それは明らかだ、それはです\u001b[22m\n\u001b[4mthe same face, give them the same hairstyle and eye color, dont change anything else and that's it you have the same characters, not all animes have to be like this.\u001b[24m\n    \u001b[1m同じ顔、同じヘアスタイルとアイカラーを与え、他のものを変えないでください。それはあなたが同じ文字を持っていることです。すべてのアニメがこのようなものでなければならないわけではありません。\u001b[22m, \u001b[1m同じ顔、彼らに同じ髪型や目の色を与え、何かを変更いけないし、それはそれはあなたが同じ文字を持っていなく、すべてのアニメはこのようにしなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nTLDR: Overrated, Has a very interesting concept and I thought the relationship between the 2 main chars was quite decent but it was all ruined by a shit plot, forced drama, an unoriginal villain and main male char\n\n\u001b[1mTLDR：Overrated、非常に興味深いコンセプトを持っていて、2つの主なキャラクターの関係はまあまあまあだと思ったけど、それはたわごと、強制ドラマ、独創的な悪役、\u001b[22m\n\u001b[1m(TLDR: Overrated, hijō ni kyōmibukai konseputo o motte ite, 2tsu no omona kyarakutā no kankei wa mā mā māda to omottakedo, soreha tawagoto, kyōsei dorama, dokusō-tekina akuyaku,)\u001b[22m\n\nTranslations of \u001b[4mTLDR: Overrated, Has a very interesting concept and I thought the relationship between the 2 main chars was quite decent but it was all ruined by a shit plot, forced drama, an unoriginal villain and main male char\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTLDR: Overrated, Has a very interesting concept and I thought the relationship between the 2 main chars was quite decent but it was all ruined by a shit plot, forced drama, an unoriginal villain and main male char\u001b[24m\n    \u001b[1mTLDR：Overrated、非常に興味深いコンセプトを持っていて、2つの主なキャラクターの関係はまあまあまあだと思ったけど、それはたわごと、強制ドラマ、独創的な悪役、\u001b[22m, \u001b[1mTLDR：過大評価、非常に興味深いコンセプトを持って、私は2つの主要な文字との関係はかなりまともだと思ったが、それはすべてのたわごとプロット、強制ドラマ、独創性に欠ける悪役メイン男性チャーによって台無しにされました\u001b[22m"
  },
  {
    "title": "Sakasama_no_Patema",
    "id": "12477",
    "url": "https://myanimelist.net/anime/12477/Sakasama_no_Patema",
    "user": "stream_eon",
    "profile": "/profile/stream_eon/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=143767",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n注：あなたはこの映画のためのprequelを見る必要はありません正確なprequelはこの映画に含まれています。\n\n私はスポイラーフリーのレビューを再度書きます。 しかし、あなたが逆さまに逆さまになっても、この映画はかなり良いという事実を除いて、自分自身を「反転」させてはいけません。\n\nプロット：\n1.有望なSF映画のジャンルですが、シンプルで分かりやすく、1時間30分間の映画にも適しています。\n2.プロットペーシングも良いです。 遅くなく、速くない。 カバーされるべきすべてを真にカバーしました。\n3.逆転した2つの世界にある物語の設定のために、それは良いプロットのねじれの良い機会を与えた。\n\n音楽：\n1.あまりにも多くの曲が、彼らはフィッティング、バックグラウンドミュージックです。\n\nキャラクター：\n1.シンプルだが、まだアニメスタイルでアメリカン化されていない。\n2.キャラクター開発も存在する。\n3.義勇についてはあまり言わないが、彼らは仕事をうまくやった。\n\nグラフィック：\n1.現代のグラフィックス。\n2.彼らは本当にユニークなプロットである\"倒立\"という言葉のために立っており、そのグラフィックスはあなたを倒立した世界に引き寄せるようにしました。\n\n楽しみ：\n1.間違いなく面白くて面白い。\n2.元々、私は今朝早く覗き見をしようとしていましたが、私は午前2時にそれを終えてしまいました。\n私はいくつかの予兆を幾分推測したにもかかわらず、それはまだ私がそれを完了することを熱望した警戒から私を得た。\n\n私自身のリストでは、この10点を得点しました。しかし、一般的な基準のために、私はそれを9にします。\n\n最後に、見ているうちに高い期待を払わないようにしましょう。まあ、どんなアニメでもいいアニメは、あまりにも多くの期待によって台無しにされています。ちょうどそれが似ているのを見て楽しんでください。\n^。〜b",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nNOTE: You don't have to watch the prequel for this movie coz the exact prequel is included in this movie.\n\n\u001b[1m注：あなたはこの映画のためのprequelを見る必要はありません正確なprequelはこの映画に含まれています。\u001b[22m\n\u001b[1m(Chū: Anata wa kono eiga no tame no prequel o miru hitsuyō wa arimasen seikakuna prequel wa kono eiga ni fukuma rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mNOTE: You don't have to watch the prequel for this movie coz the exact prequel is included in this movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNOTE: You don't have to watch the prequel for this movie coz the exact prequel is included in this movie.\u001b[24m\n    \u001b[1m注：あなたはこの映画のためのprequelを見る必要はありません正確なprequelはこの映画に含まれています。\u001b[22m, \u001b[1m注：あなたは、正確な続編がこの映画に含まれているだってこの映画の続編を見てする必要はありません。\u001b[22m\n\u001b[1m\u001b[22m\nI shall be writing an outline SPOILER-FREE review again. But don't let yourself get 'inverted' except for the fact that this movie is quite good no matter how you invert it upside down.\n\n\u001b[1m私はスポイラーフリーのレビューを再度書きます。 しかし、あなたが逆さまに逆さまになっても、この映画はかなり良いという事実を除いて、自分自身を「反転」させてはいけません。\u001b[22m\n\u001b[1m(Watashi wa supoirāfurī no rebyū o saido kakimasu. Shikashi, anata ga sakasama ni sakasama ni natte mo, kono eiga wa kanari yoi to iu jijitsu o nozoite, jibun jishin o `hanten' sa sete wa ikemasen.)\u001b[22m\n\nTranslations of \u001b[4mI shall be writing an outline SPOILER-FREE review again. But don't let yourself get 'inverted' except for the fact that this movie is quite good no matter how you invert it upside down.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI shall be writing an outline SPOILER-FREE review again.\u001b[24m\n    \u001b[1m私はスポイラーフリーのレビューを再度書きます。\u001b[22m, \u001b[1m私は再びアウトラインスポイラー-FREEのレビューを書いてなければなりません。\u001b[22m\n\u001b[4mBut don't let yourself get 'inverted' except for the fact that this movie is quite good no matter how you invert it upside down.\u001b[24m\n    \u001b[1mしかし、あなたが逆さまに逆さまになっても、この映画はかなり良いという事実を除いて、自分自身を「反転」させてはいけません。\u001b[22m, \u001b[1mしかし、自分自身がこの映画は関係なく、あなたがそれを逆さまに反転する方法は非常に良いではないという事実を除いて '逆'ましょうしないでください。\u001b[22m\n\u001b[1m\u001b[22m\nPLOT:\n/plät/\n\n\u001b[1mプロット：\u001b[22m\n\u001b[1m(Purotto:)\u001b[22m\n\nDefinitions of \u001b[4mPLOT:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    プロット\u001b[22m\n        plot\n\u001b[1m    陰謀\u001b[22m\n        conspiracy, plot, intrigue\n\u001b[1m    筋\u001b[22m\n        muscle, stripe, line, plot, sinew, string\n\u001b[1m    筋書き\u001b[22m\n        plot, outline, synopsis\n\u001b[1m    構想\u001b[22m\n        plan, idea, conception, plot\n\u001b[1m    謀略\u001b[22m\n        plot, strategy, trick, stratagem, scheme\n\u001b[1m    計略\u001b[22m\n        stratagem, trick, plan, plot\n\u001b[1m    仕組み\u001b[22m\n        arrangement, contrivance, construction, plot, devising\n\u001b[1m    事件\u001b[22m\n        incident, case, event, affair, trouble, plot\n\u001b[1m    魂胆\u001b[22m\n        plot, scheme, intrigue, soul\n\u001b[1m    仕組\u001b[22m\n        arrangement, contrivance, construction, plot, devising\n\u001b[1m    悪計\u001b[22m\n        intrigues, plot, evil scheme\n\u001b[1m    一物\u001b[22m\n        thing, plot\n\nverb\n\u001b[1m    企てる\u001b[22m\n        attempt, plot, undertake, design, propose, plan\n\u001b[1m    たくらむ\u001b[22m\n        plot\n\u001b[1m    謀る\u001b[22m\n        plot, attempt, devise, cheat, be taken in, trick\n\u001b[1m    図る\u001b[22m\n        plot, attempt, devise, plan, take in, deceive\n\u001b[1m    仕組む\u001b[22m\n        arrange, devise, plan, plot\n1. Promising sci-fi genre but also quite simple and can easily be understood which is also fitting for an-hour-and-30-minute-movie.\n\n\u001b[1m1.有望なSF映画のジャンルですが、シンプルで分かりやすく、1時間30分間の映画にも適しています。\u001b[22m\n\u001b[1m(1. Yūbōna SF eiganojanrudesuga, shinpurude wakari yasuku, 1-jikan 30-funkan no eiga ni mo tekishite imasu.)\u001b[22m\n\nTranslations of \u001b[4m1. Promising sci-fi genre but also quite simple and can easily be understood which is also fitting for an-hour-and-30-minute-movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. Promising sci-fi genre but also quite simple and can easily be understood which is also fitting for an-hour-and-30-minute-movie.\u001b[24m\n    \u001b[1m1.有望なSF映画のジャンルですが、シンプルで分かりやすく、1時間30分間の映画にも適しています。\u001b[22m, \u001b[1m1.有望なSFのジャンルだけでなく、非常に簡単かつ容易に、また時間・アンド・30分・ムービーのフィッティングであると理解することができます。\u001b[22m\n2. Plot pacing is good too. Not slow and not fast. It genuinely covered all that should be covered.\n\n\u001b[1m2.プロットペーシングも良いです。 遅くなく、速くない。 カバーされるべきすべてを真にカバーしました。\u001b[22m\n\u001b[1m(2. Purottopēshingu mo yoidesu. Osokunaku, hayakunai. Kabā sa rerubeki subete o makotoni kabā shimashita.)\u001b[22m\n\nTranslations of \u001b[4m2. Plot pacing is good too. Not slow and not fast. It genuinely covered all that should be covered.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. Plot pacing is good too.\u001b[24m\n    \u001b[1m2.プロットペーシングも良いです。\u001b[22m, \u001b[1m2.プロットペーシングがあまりにも良いです。\u001b[22m\n\u001b[4mNot slow and not fast.\u001b[24m\n    \u001b[1m遅くなく、速くない。\u001b[22m, \u001b[1m高速遅くしていないではありません。\u001b[22m\n\u001b[4mIt genuinely covered all that should be covered.\u001b[24m\n    \u001b[1mカバーされるべきすべてを真にカバーしました。\u001b[22m, \u001b[1mそれは純粋にカバーされるべきであることすべてをカバーしました。\u001b[22m\n3. Because of the setting of the story, which is in the 2 inverted worlds, it gave a good opportunity for good plot twists.\n\n\u001b[1m3.逆転した2つの世界にある物語の設定のために、それは良いプロットのねじれの良い機会を与えた。\u001b[22m\n\u001b[1m(3. Gyakuten shita 2tsu no sekai ni aru monogatari no settei no tame ni, sore wa yoi purotto no nejire no yoi kikai o ataeta.)\u001b[22m\n\nTranslations of \u001b[4m3. Because of the setting of the story, which is in the 2 inverted worlds, it gave a good opportunity for good plot twists.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3. Because of the setting of the story, which is in the 2 inverted worlds, it gave a good opportunity for good plot twists.\u001b[24m\n    \u001b[1m3.逆転した2つの世界にある物語の設定のために、それは良いプロットのねじれの良い機会を与えた。\u001b[22m, \u001b[1mそのため2反転世界にある物語の設定の3は、それは良いどんでん返しのための良い機会を与えました。\u001b[22m\n\u001b[1m\u001b[22m\nMUSIC:\n/ˈmyo͞ozik/\n\n\u001b[1m音楽：\u001b[22m\n\u001b[1m(Ongaku:)\u001b[22m\n\nDefinitions of \u001b[4mMUSIC:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    音楽\u001b[22m\n        music\n\u001b[1m    ミュージック\u001b[22m\n        music\n\u001b[1m    譜面\u001b[22m\n        music\n\u001b[1m    音譜\u001b[22m\n        note, notation, music\n\u001b[1m    管弦\u001b[22m\n        wind and string instruments, music\n1. Not so much songs but they are fitting, even the background music.\n\n\u001b[1m1.あまりにも多くの曲が、彼らはフィッティング、バックグラウンドミュージックです。\u001b[22m\n\u001b[1m(1. Amarini mo ōku no kyoku ga, karera wa fittingu, bakkuguraundomyūjikkudesu.)\u001b[22m\n\nTranslations of \u001b[4m1. Not so much songs but they are fitting, even the background music.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. Not so much songs but they are fitting, even the background music.\u001b[24m\n    \u001b[1m1.あまりにも多くの曲が、彼らはフィッティング、バックグラウンドミュージックです。\u001b[22m, \u001b[1m1.あまりありませんの歌が、彼らは、あってもバックグラウンドミュージックをフィッティングしています。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTERS:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCHARACTERS:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n1. Simple, but still anime-style and not Americanized.\n\n\u001b[1m1.シンプルだが、まだアニメスタイルでアメリカン化されていない。\u001b[22m\n\u001b[1m(1. Shinpurudaga, mada anime sutairu de amerikan-ka sa rete inai.)\u001b[22m\n\nTranslations of \u001b[4m1. Simple, but still anime-style and not Americanized.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. Simple, but still anime-style and not Americanized.\u001b[24m\n    \u001b[1m1.シンプルだが、まだアニメスタイルでアメリカン化されていない。\u001b[22m, \u001b[1m1.シンプル、まだアニメスタイルとアメリカナイズされません。\u001b[22m\n2. Character development is present too.\n\n\u001b[1m2.キャラクター開発も存在する。\u001b[22m\n\u001b[1m(2. Kyarakutā kaihatsu mo sonzai suru.)\u001b[22m\n\nTranslations of \u001b[4m2. Character development is present too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. Character development is present too.\u001b[24m\n    \u001b[1m2.キャラクター開発も存在する。\u001b[22m, \u001b[1m2.キャラクター開発はあまりにも存在します。\u001b[22m\n3. Can’t say much about the seiyuu but they did their job well.\n\n\u001b[1m3.義勇についてはあまり言わないが、彼らは仕事をうまくやった。\u001b[22m\n\u001b[1m(3. Giyū ni tsuite wa amari iwanai ga, karera wa shigoto o umaku yatta.)\u001b[22m\n\nTranslations of \u001b[4m3. Can’t say much about the seiyuu but they did their job well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3. Can’t say much about the seiyuu but they did their job well.\u001b[24m\n    \u001b[1m3.義勇についてはあまり言わないが、彼らは仕事をうまくやった。\u001b[22m, \u001b[1m3.声優について多くを語ることはできませんが、彼らはよく自分の仕事をしてくれました。\u001b[22m\n\u001b[1m\u001b[22m\nGRAPHICS:\n/ˈgrafiks/\n\n\u001b[1mグラフィック：\u001b[22m\n\u001b[1m(Gurafikku:)\u001b[22m\n\nDefinitions of \u001b[4mGRAPHICS:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    グラフィクス\u001b[22m\n        graphics\n1. Modern graphics.\n\n\u001b[1m1.現代のグラフィックス。\u001b[22m\n\u001b[1m(1. Gendai no gurafikkusu.)\u001b[22m\n\nTranslations of \u001b[4m1. Modern graphics.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. Modern graphics.\u001b[24m\n    \u001b[1m1.現代のグラフィックス。\u001b[22m\n2. They really stand for the word “inverted” which is a unique plot and their graphics made you drawn to the inverted world.\n\n\u001b[1m2.彼らは本当にユニークなプロットである\"倒立\"という言葉のために立っており、そのグラフィックスはあなたを倒立した世界に引き寄せるようにしました。\u001b[22m\n\u001b[1m(2. Karera wa hontōni yunīkuna purottodearu\" tōritsu\" to iu kotoba no tame ni tatte ori, sono gurafikkusu wa anata o tōritsu shita sekai ni hikiyoseru yō ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4m2. They really stand for the word “inverted” which is a unique plot and their graphics made you drawn to the inverted world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. They really stand for the word “inverted” which is a unique plot and their graphics made you drawn to the inverted world.\u001b[24m\n    \u001b[1m2.彼らは本当にユニークなプロットである\"倒立\"という言葉のために立っており、そのグラフィックスはあなたを倒立した世界に引き寄せるようにしました。\u001b[22m, \u001b[1m2.彼らは本当にあなたが反転世界に描かれて作られたユニークなプロットとそのグラフィックスである単語「反転」を表します。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT:\n/enˈjoimənt/\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mENJOYMENT:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, enjoyment\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, enjoyment\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\n1. Definitely entertaining and interesting until the end.\n\n\u001b[1m1.間違いなく面白くて面白い。\u001b[22m\n\u001b[1m(1. Machigainaku omoshirokute omoshiroi.)\u001b[22m\n\nTranslations of \u001b[4m1. Definitely entertaining and interesting until the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. Definitely entertaining and interesting until the end.\u001b[24m\n    \u001b[1m1.間違いなく面白くて面白い。\u001b[22m, \u001b[1m最後まで絶対に面白いと面白い1。\u001b[22m\n2. Originally, I was just intending to have a sneak peek earlier this morning but I ended up finishing it til 2 a.m. which means it got me hook.\n\n\u001b[1m2.元々、私は今朝早く覗き見をしようとしていましたが、私は午前2時にそれを終えてしまいました。\u001b[22m\n\u001b[1m(2.-Gen 々, Watashi wa kesa hayaku nozoki mi o shiyou to shite imashitaga, watashi wa gozen 2-ji ni sore o oete shimaimashita.)\u001b[22m\n\nTranslations of \u001b[4m2. Originally, I was just intending to have a sneak peek earlier this morning but I ended up finishing it til 2 a.m. which means it got me hook.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. Originally, I was just intending to have a sneak peek earlier this morning but I ended up finishing it til 2 a.m. which means it got me hook.\u001b[24m\n    \u001b[1m2.元々、私は今朝早く覗き見をしようとしていましたが、私は午前2時にそれを終えてしまいました。\u001b[22m, \u001b[1m2.もともと、私はちょうど今朝スニークピークを持っているつもりましたが、私はそれは私がフック得たことを意味午前2時ゴマそれを終えてしまいました。\u001b[22m\n3. Even though I somewhat guessed some foreshadowing, it still got me off guard which made me more eager to finish it.\n\n\u001b[1m私はいくつかの予兆を幾分推測したにもかかわらず、それはまだ私がそれを完了するためにもっと熱望した警戒から私を得た。\u001b[22m\n\u001b[1m(Watashi wa ikutsu ka no yochō o ikubun suisoku shita nimokakawarazu, sore wa mada watashi ga sore o kanryō suru tame ni motto netsubō shita keikai kara watashi o eta.)\u001b[22m\n\nTranslations of \u001b[4m3. Even though I somewhat guessed some foreshadowing, it still got me off guard which made me more eager to finish it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3. Even though I somewhat guessed some foreshadowing, it still got me off guard which made me more eager to finish it.\u001b[24m\n    \u001b[1m私はいくつかの予兆を幾分推測したにもかかわらず、それはまだ私がそれを完了するためにもっと熱望した警戒から私を得た。\u001b[22m, \u001b[1m3.私は多少いくつかの伏線を推測していますが、それはまだそれを終えるために私はもっと熱心製のガードを私を降りました。\u001b[22m\n\u001b[1m\u001b[22m\nIn my own list, I scored this 10.. But for the purpose of General standard, I'll make it 9.\n\n\u001b[1m私自身のリストでは、この10点を得点しました。しかし、一般的な基準のために、私はそれを9にします。\u001b[22m\n\u001b[1m(Watashi jishin no risutode wa, kono 10-ten o tokuten shimashita. Shikashi, ippantekina kijun no tame ni, watashi wa sore o 9 ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn my own list, I scored this 10.. But for the purpose of General standard, I'll make it 9.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn my own list, I scored this 10.. But for the purpose of General standard, I'll make it 9.\u001b[24m\n    \u001b[1m私自身のリストでは、この10点を得点しました。しかし、一般的な基準のために、私はそれを9にします。\u001b[22m, \u001b[1m私自身のリストでは、私はこの10を獲得した..しかし、一般的な規格の目的のために、私はそれ9作りますよ。\u001b[22m\n\u001b[1m\u001b[22m\nLastly, just make sure not to put high expectation while watching it.. well, any anime.. coz some good anime are ruined by too much expectation.. JUST ENJOY WATCHING IT LIKE NORMAL, then get ready to be surprised\n\n\u001b[1m最後に、見ているうちに高い期待を払わないようにしましょう。まあ、どんなアニメでもいいアニメは、あまりにも多くの期待によって台無しにされています。ちょうどそれが似ているのを見て楽しんでください。\u001b[22m\n\u001b[1m(Saigo ni, mite iru uchi ni takai kitai o harawanai yō ni shimashou. Mā, don'na anime demo ī anime wa, amarini mo ōku no kitai ni yotte dainashi ni sa rete imasu. Chōdo sore ga nite iru no o mite tanoshinde kudasai.)\u001b[22m\n\nTranslations of \u001b[4mLastly, just make sure not to put high expectation while watching it.. well, any anime.. coz some good anime are ruined by too much expectation.. JUST ENJOY WATCHING IT LIKE NORMAL, then get ready to be surprised\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLastly, just make sure not to put high expectation while watching it.. well, any anime.. coz some good anime are ruined by too much expectation.. JUST ENJOY WATCHING IT LIKE NORMAL, then get ready to be surprised\u001b[24m\n    \u001b[1m最後に、見ているうちに高い期待を払わないようにしましょう。まあ、どんなアニメでもいいアニメは、あまりにも多くの期待によって台無しにされています。ちょうどそれが似ているのを見て楽しんでください。\u001b[22m, \u001b[1m最後に、ちょうどその驚くこと準備ができて取得し、普通のようにそれを見て楽しむ..いくつかの良いアニメだってのアニメ..があまり期待によって台無しにされ、よく..それを見ながら、高い期待を入れないようにしてください\u001b[22m\n^.~b\n\n\u001b[1m^。〜b\u001b[22m\n\u001b[1m(^.〜 B)\u001b[22m\n\nTranslations of \u001b[4m^.~b\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m^.~b\u001b[24m\n    \u001b[1m^。〜b\u001b[22m"
  },
  {
    "title": "Sakasama_no_Patema",
    "id": "12477",
    "url": "https://myanimelist.net/anime/12477/Sakasama_no_Patema",
    "user": "LoveAnime93",
    "profile": "/profile/LoveAnime93/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=217375",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  9\n\nどちらの方法が上り、下りはどちらですか？ 私はLoveanime93で、Patema InvertedやSakasama no Patemaのための私のレビューにようこそ。\n\n私はスタジオ・リカを知ったこのアニメ映画については知らなかったが、これはイヴの時間を過ごしたが、この映画ではなかった。マンガのイベントで販売員から推薦されたものだけを見た。 そして、少年はそれだった。\n\nまず、この映画は心のベンダーであり、頭痛を与えることができ、少なくとも私がやったことは常にあなたに任せています。\n\n物語はシンプルだがオリジナルであり、人々が持っているさまざまな意見を駆使して、私はこの映画を説明するのにもっとも良い方法は、それを壊すことなく真に魅力的な冒険であることです。\n\nアートワイズ、それは素晴らしいと見え、非常によくアニメーションされ、それを見てあなたの経験に恐怖要因をもたらすことができます。 あなたが高さを恐れているなら、あなたにそれを引き出すことができます。\n\nサウンドウィイズ、それは素敵なサウンドトラックだったと音楽は本当に合計の映画に合って、完全に経験を高めることができますが、声優もよく行われている文字だけに合っている唯一の事ではない 私は指示のいくつかを逃して巻き戻さなければならなかった。\n\n文字は良いものであり、彼らに深みを持ち、それぞれの性格を引き出すいくつかの開発があります。 素早く描かれたキャラクターは、問題のキャラクターの性格を引き出します。つまり、悪役は顔の特徴が声の色調を反映しています。\n\nこの映画は私と私の友人と同じように大きな頭痛を与えることができるので、私は楽しむことが賢明です、私はそれが単独で、またはあなたの友人と見ることは素晴らしいと言いたいと思います。\n\n私たちがアニメ映画を手に入れようと思っているなら、私たちが持っているアニメのスペクトルを広げ、アニメコミュニティとして私たちに与えられたものがもっと威信になるはずだと思います。  。\n\n全体的に魅力的なアニメは、見ることが大好きで、目では簡単です。信じられないほどの冒険にあなたを連れて行きます。 ウォッチベースで強くお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWhich way is up and which way is down? I'm Loveanime93 and welcome to my Review for Patema Inverted or Sakasama no Patema.\n\n\u001b[1mどちらの方法が上り、下りはどちらですか？ 私はLoveanime93で、Patema InvertedやSakasama no Patemaのための私のレビューにようこそ。\u001b[22m\n\u001b[1m(Dochira no hōhō ga nobori,-kudari wa dochiradesu ka? Watashi wa Loveanime 93 de, Patema Inverted ya Sakasama no Patema no tame no watashi no rebyū ni yōkoso.)\u001b[22m\n\nTranslations of \u001b[4mWhich way is up and which way is down? I'm Loveanime93 and welcome to my Review for Patema Inverted or Sakasama no Patema.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhich way is up and which way is down?\u001b[24m\n    \u001b[1mどちらの方法が上り、下りはどちらですか？\u001b[22m, \u001b[1mどっちがアップし、どの方法がダウンしていますか？\u001b[22m\n\u001b[4mI'm Loveanime93 and welcome to my Review for Patema Inverted or Sakasama no Patema.\u001b[24m\n    \u001b[1m私はLoveanime93で、Patema InvertedやSakasama no Patemaのための私のレビューにようこそ。\u001b[22m, \u001b[1m私はLoveanime93だとサカサマのパテマまたは逆さまのための私のレビューなしPatemaへようこそ。\u001b[22m\n\u001b[1m\u001b[22m\nTo Start, I didn't know about this anime film I've heard of Studio Rikka who did time of eve but not this film and I only watched this as it was recommended by a sale person at a comic con event. And Boy was it something.\n\n\u001b[1m私はスタジオ・リカを知ったこのアニメ映画については知らなかったが、これはイヴの時間を過ごしたが、この映画ではなかった。マンガのイベントで販売員から推薦されたものだけを見た。 そして、少年はそれだった。\u001b[22m\n\u001b[1m(Watashi wa sutajio Rika o shitta kono anime eiga ni tsuite wa shiranakatta ga, koreha ivu no jikan o sugoshitaga, kono eigade wa nakatta. Manga no ibento de hanbai-in kara suisen sa reta mono dake o mita. Soshite, shōnen wa soredatta.)\u001b[22m\n\nTranslations of \u001b[4mTo Start, I didn't know about this anime film I've heard of Studio Rikka who did time of eve but not this film and I only watched this as it was recommended by a sale person at a comic con event. And Boy was it something.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo Start, I didn't know about this anime film I've heard of Studio Rikka who did time of eve but not this film and I only watched this as it was recommended by a sale person at a comic con event.\u001b[24m\n    \u001b[1m私はスタジオ・リカを知ったこのアニメ映画については知らなかったが、これはイヴの時間を過ごしたが、この映画ではなかった。マンガのイベントで販売員から推薦されたものだけを見た。\u001b[22m, \u001b[1m起動するには、私は前夜の時間をした私はスタジオリッカインを聞いたこのアニメ映画ではなく、この映画について知らなかった、それがコミコンイベントで販売者によって推奨されていたように私はこれだけを見ていました。\u001b[22m\n\u001b[4mAnd Boy was it something.\u001b[24m\n    \u001b[1mそして、少年はそれだった。\u001b[22m, \u001b[1mそして、少年はそれが何かでした。\u001b[22m\n\u001b[1m\u001b[22m\nFirstly this film is a mind bender and can give a headache and it will leave you constantly questioning things at least i did.\n\n\u001b[1mまず、この映画は心のベンダーであり、頭痛を与えることができ、少なくとも私がやったことは常にあなたに任せています。\u001b[22m\n\u001b[1m(Mazu, kono eiga wa kokoro no bendādeari, zutsū o ataeru koto ga deki, sukunakutomo watashi ga yatta koto wa tsuneni anata ni makasete imasu.)\u001b[22m\n\nTranslations of \u001b[4mFirstly this film is a mind bender and can give a headache and it will leave you constantly questioning things at least i did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirstly this film is a mind bender and can give a headache and it will leave you constantly questioning things at least i did.\u001b[24m\n    \u001b[1mまず、この映画は心のベンダーであり、頭痛を与えることができ、少なくとも私がやったことは常にあなたに任せています。\u001b[22m, \u001b[1mまず、この映画は心のベンダーであり、頭痛を与えることができ、それはあなたが常に私がした少なくとも物事に疑問を残します。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is a simple but original and drives on the different points of views people have and the best way i can describe this film without spoiling it is that it a truly gripping adventure that will leaving for more and more.\n\n\u001b[1m物語はシンプルだがオリジナルであり、人々が持っているさまざまな意見を駆使して、私はこの映画を説明するのにもっとも良い方法は、それを壊すことなく真に魅力的な冒険であることです。\u001b[22m\n\u001b[1m(Monogatari wa shinpurudaga orijinarudeari, hitobito ga motte iru samazamana iken o kushi shite, watashi wa kono eiga o setsumei surunoni mottomo yoi hōhō wa, sore o kowasu koto naku makotoni miryoku-tekina bōkendearu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is a simple but original and drives on the different points of views people have and the best way i can describe this film without spoiling it is that it a truly gripping adventure that will leaving for more and more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is a simple but original and drives on the different points of views people have and the best way i can describe this film without spoiling it is that it a truly gripping adventure that will leaving for more and more.\u001b[24m\n    \u001b[1m物語はシンプルだがオリジナルであり、人々が持っているさまざまな意見を駆使して、私はこの映画を説明するのにもっとも良い方法は、それを壊すことなく真に魅力的な冒険であることです。\u001b[22m, \u001b[1m物語は、ビューの人々のさまざまなポイントにシンプルですが、オリジナルとドライブを持っていると私はそれを損なうことなくこの映画を記述することができます最善の方法は、より多くのために残しますそれ真に把持冒険ということです。\u001b[22m\n\u001b[1m\u001b[22m\nArt Wise, it looks fantastic and is extremely well animated and it can bring in a fear factor to your experience when watching it. And if you afraid of height well it can possible bring it out on you.\n\n\u001b[1mアートワイズ、それは素晴らしいと見え、非常によくアニメーションされ、それを見てあなたの経験に恐怖要因をもたらすことができます。 あなたが高さを恐れているなら、あなたにそれを引き出すことができます。\u001b[22m\n\u001b[1m(Ātowaizu, sore wa subarashī to mie, hijō ni yoku animēshon sa re, sore o mite anata no keiken ni kyōfu yōin o motarasu koto ga dekimasu. Anata ga taka-sa o osorete irunara, anata ni sore o hikidasu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mArt Wise, it looks fantastic and is extremely well animated and it can bring in a fear factor to your experience when watching it. And if you afraid of height well it can possible bring it out on you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt Wise, it looks fantastic and is extremely well animated and it can bring in a fear factor to your experience when watching it.\u001b[24m\n    \u001b[1mアートワイズ、それは素晴らしいと見え、非常によくアニメーションされ、それを見てあなたの経験に恐怖要因をもたらすことができます。\u001b[22m, \u001b[1mアートワイズは、それは幻想的に見えると非常によくアニメーション化されて、それを見ているとき、それはあなたの経験に恐怖ファクターにもたらすことができます。\u001b[22m\n\u001b[4mAnd if you afraid of height well it can possible bring it out on you.\u001b[24m\n    \u001b[1mあなたが高さを恐れているなら、あなたにそれを引き出すことができます。\u001b[22m, \u001b[1mそして、あなたは高さの恐れもそれが可能あなたにそれを引き出すことができるかどうか。\u001b[22m\n\u001b[1m\u001b[22m\nSound wise, it was a lovely soundtrack and the music really fits the film in total and can enhance the experience entirely, but the music isn't the only thing the voice actors are also well done and suit the characters only problem i have is sometimes i missed some of the dilect and had to rewind.\n\n\u001b[1mサウンドウィイズ、それは素敵なサウンドトラックだったと音楽は本当に合計の映画に合って、完全に経験を高めることができますが、声優もよく行われている文字だけに合っている唯一の事ではない 私は指示のいくつかを逃して巻き戻さなければならなかった。\u001b[22m\n\u001b[1m(Saundou~iizu, sore wa sutekina saundotorakkudatta to ongaku wa hontōni gōkei no eiga ni atte, kanzen ni keiken o takameru koto ga dekimasuga, seiyū mo yoku okonawa rete iru moji dake ni atte iru yuiitsu no kotode wa nai watashi wa shiji no ikutsu ka o nogashite maki modosanakereba naranakatta.)\u001b[22m\n\nTranslations of \u001b[4mSound wise, it was a lovely soundtrack and the music really fits the film in total and can enhance the experience entirely, but the music isn't the only thing the voice actors are also well done and suit the characters only problem i have is sometimes i missed some of the dilect and had to rewind.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound wise, it was a lovely soundtrack and the music really fits the film in total and can enhance the experience entirely, but the music isn't the only thing the voice actors are also well done and suit the characters only problem i have is sometimes\u001b[24m\n    \u001b[1mサウンドウィイズ、それは素敵なサウンドトラックだったと音楽は本当に合計の映画に合って、完全に経験を高めることができますが、声優もよく行われている文字だけに合っている唯一の事ではない\u001b[22m, \u001b[1m賢明な音、それは素敵なサウンドトラックだったと音楽が本当に全部でフィルムに適合し、完全に体験を向上させることができますが、音楽は声優もよく行われている唯一のものではなく、文字に合わせて私が持っている唯一の問題は時々あります\u001b[22m\n\u001b[4mi missed some of the dilect and had to rewind.\u001b[24m\n    \u001b[1m私は指示のいくつかを逃して巻き戻さなければならなかった。\u001b[22m, \u001b[1m私はdilectの一部を逃し、巻き戻ししなければなりませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters are good and have depth to them and there is some development within them that bring out each of their personalities. The characters superbly drawn and in my view brings out the personality of the character in question i.e the villain has face features reflect the tone of the voice.\n\n\u001b[1m文字は良いものであり、彼らに深みを持ち、それぞれの性格を引き出すいくつかの開発があります。 素早く描かれたキャラクターは、問題のキャラクターの性格を引き出します。つまり、悪役は顔の特徴が声の色調を反映しています。\u001b[22m\n\u001b[1m(Moji wa yoi monodeari, karera ni fukami o mochi, sorezore no seikaku o hikidasu ikutsu ka no kaihatsu ga arimasu. Subayaku egaka reta kyarakutā wa, mondai no kyarakutā no seikaku o hikidashimasu. Tsumari, akuyaku wa kao no tokuchō ga koe no shikichō o han'ei shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters are good and have depth to them and there is some development within them that bring out each of their personalities. The characters superbly drawn and in my view brings out the personality of the character in question i.e the villain has face features reflect the tone of the voice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters are good and have depth to them and there is some development within them that bring out each of their personalities.\u001b[24m\n    \u001b[1m文字は良いものであり、彼らに深みを持ち、それぞれの性格を引き出すいくつかの開発があります。\u001b[22m, \u001b[1m文字は良好であり、それらに深さを持っており、彼らの個性のそれぞれを引き出すその中のいくつかの開発があります。\u001b[22m\n\u001b[4mThe characters superbly drawn and in my view brings out the personality of the character in question i.e the villain has face features reflect the tone of the voice.\u001b[24m\n    \u001b[1m素早く描かれたキャラクターは、問題のキャラクターの性格を引き出します。つまり、悪役は顔の特徴が声の色調を反映しています。\u001b[22m, \u001b[1m文字が見事に描かれたと悪役は顔の特徴は声のトーンを反映していi.e私の見解では、問題の文字の個性を引き立てます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment wise, i'd say it great to watch alone or with your friend as this film can give you a major headache like it did me and my friend and we loved ever second of it.\n\n\u001b[1mこの映画は私と私の友人と同じように大きな頭痛を与えることができるので、私は楽しむことが賢明です、私はそれが単独で、またはあなたの友人と見ることは素晴らしいと言いたいと思います。\u001b[22m\n\u001b[1m(Kono eiga wa watashi to watashi no yūjin to onajiyōni ōkina zutsū o ataeru koto ga dekiru node, watashi wa tanoshimu koto ga kenmeidesu, watashi wa sore ga tandoku de, matawa anata no yūjin to miru koto wa subarashī to iitai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment wise, i'd say it great to watch alone or with your friend as this film can give you a major headache like it did me and my friend and we loved ever second of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment wise, i'd say it great to watch alone or with your friend as this film can give you a major headache like it did me and my friend and we loved ever second of it.\u001b[24m\n    \u001b[1mこの映画は私と私の友人と同じように大きな頭痛を与えることができるので、私は楽しむことが賢明です、私はそれが単独で、またはあなたの友人と見ることは素晴らしいと言いたいと思います。\u001b[22m, \u001b[1mそれは私と私の友人を行なったし、私たちが今まで二それを愛したように、この映画はあなたに主要な頭痛の種を与えることができるように賢明な楽しさ、私はそれは素晴らしい単独で、またはあなたの友人と見に言うだろう。\u001b[22m\n\u001b[1m\u001b[22m\nIf you we're ever thinking of getting them an anime film i'd recommend this as it widens the spectrum of anime that we have out their and i think this anime should get more prestige for what has been given to us as an anime community .\n\n\u001b[1m私たちがアニメ映画を手に入れようと思っているなら、私たちが持っているアニメのスペクトルを広げ、アニメコミュニティとして私たちに与えられたものがもっと威信になるはずだと思います。  。\u001b[22m\n\u001b[1m(Watashitachi ga anime eiga o te ni ireyou to omotte irunara, watashitachi ga motte iru anime no supekutoru o hiroge, anime komyuniti to shite watashitachi ni atae rareta mono ga motto ishin ni naru hazuda to omoimasu..)\u001b[22m\n\nTranslations of \u001b[4mIf you we're ever thinking of getting them an anime film i'd recommend this as it widens the spectrum of anime that we have out their and i think this anime should get more prestige for what has been given to us as an anime community .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you we're ever thinking of getting them an anime film i'd recommend this as it widens the spectrum of anime that we have out their and i think this anime should get more prestige for what has been given to us as an anime community\u001b[24m\n    \u001b[1m私たちがアニメ映画を手に入れようと思っているなら、私たちが持っているアニメのスペクトルを広げ、アニメコミュニティとして私たちに与えられたものがもっと威信になるはずだと思います。\u001b[22m, \u001b[1mあなた私たちが今まで彼らにアニメ映画を得ることを考えているならば、それは我々は彼らを持っていると私はこのアニメはアニメのコミュニティとして、私たちに与えられているもののためのより多くの威信を取得すべきだと思うアニメのスペクトルを広げるように私はこれをお勧めします\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nOverall its a charming anime that you will love to watch and is easy on the eye and it will take you on an incredible adventure. highly recommended on a must watch basis.\n\n\u001b[1m全体的に魅力的なアニメは、見ることが大好きで、目では簡単です。信じられないほどの冒険にあなたを連れて行きます。 ウォッチベースで強くお勧めします。\u001b[22m\n\u001b[1m(Zentai-teki ni miryoku-tekina anime wa, miru koto ga daisukide,-mede wa kantandesu. Shinji rarenai hodo no bōken ni anata o tsurete ikimasu. U~otchibēsu de tsuyoku o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall its a charming anime that you will love to watch and is easy on the eye and it will take you on an incredible adventure. highly recommended on a must watch basis.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall its a charming anime that you will love to watch and is easy on the eye and it will take you on an incredible adventure.\u001b[24m\n    \u001b[1m全体的に魅力的なアニメは、見ることが大好きで、目では簡単です。信じられないほどの冒険にあなたを連れて行きます。\u001b[22m, \u001b[1mあなたが見るのが大好きで、目に簡単であり、それは信じられないほどの冒険にお連れしますします全体的に魅力的なアニメ。\u001b[22m\n\u001b[4mhighly recommended on a must watch basis.\u001b[24m\n    \u001b[1mウォッチベースで強くお勧めします。\u001b[22m, \u001b[1m非常に見なければならない基づいてお勧めします。\u001b[22m"
  },
  {
    "title": "Sakasama_no_Patema",
    "id": "12477",
    "url": "https://myanimelist.net/anime/12477/Sakasama_no_Patema",
    "user": "We_are_zero",
    "profile": "/profile/We_are_zero/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=207298",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\n私はこの映画にかなり高い期待を寄せていましたが、水から完全に吹き飛ばしました。 ペース、ストーリー、紛争の間に、この映画は私を最初から最後まで興味深いものにしました。 私は、それを試してみることを考えている人でさえ、99分しかないことを強く勧めます。\n\nストーリー-8\nここではサマリーはありませんが、状況によっては状況が発生する可能性はほとんどありません（1つのシーンを除く）。 それ以外にも、いくつかのプロットの紆余曲折は、私の物語がどこに行くのかを推測させてくれました。\n\nアート-10\n私は、たとえそれがこれらの背景を超える紙切れであったとしても、これを10と評価します。 背景は驚くほど詳細です。 それは大規模な場合を除いて、甲信越に私を思い出させた。 すべての作品は、彼らがほとんど実感しているところまで、非常に詳細です。 特に、塔の下の壊れた橋はとてもうまくやっていて、時には私が絵を見ているような気がしました。 それでも、キャラクターのデザインやアニメーションは欠かすことができず、目には喜んでいました。\n\nサウンド9\nこのような感情的な映画のためには、感情的なサウンドトラックが必要です。 幸いなことに、Sakasama no Patemaは好奇心から憂鬱までの美しいサウンドトラックでここに届けます。  EDは特に素晴らしかったです。\n\nキャラクター-9\nパパマとエージーには本当に2人の重要なキャラクターしかいない。 幸いにも、彼らは私たちを満足させるのに十分興味深いです。\nパテマ - パテマは彼女の地下王国の王女です。 彼女はそれのように行動しますか？ いいえ。甘やかされたり、笑い声を出すのではなく、夜に探索したり、別の世界を垣間見ることができます。 彼女は孤独になり、第二の行為では心臓を痛めつけているシーンにつながる、一人でいることを恐れている。\nEiji（エイジ） -  Eijiは、パテマと出会う一日の高校生（驚き、驚き）です。 彼らはそのトロピックと一緒に行った場合、彼は最も退屈なキャラクターでした。 しかし、代わりに、彼は反逆者、冒険家、そしてパテマの地面への1つのリンクです。 彼は反撃するのを恐れず、パテマが浮かぶ空を見上げる。\nこれらの2つの間の化学は素晴らしいですし、生き残るために文字通りお互いを必要としています。\n\n楽しさ-10\n退屈な点は決してありませんでした。 また、ペーシングが完璧であることがわかりました。 この映画は私の期待を完全に水から吹き飛ばし、続編が必要です。\n\n全体的 -  10\n私は4つのショー（これを含む）を10/10に与えました。 私はそれが完全にそれに値すると言うことができます。 私は決して映画でそれほど楽しみを見つけたことはありません。 これはあなたが見なければならない映画であり、それは2倍の注意を払う価値がある。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI had relatively high expectations coming into this movie, but it totally blew them out of the water. Between the pacing, the story, the conflict- this movie kept me interested from beginning to end. I highly encourage anyone who's even thinking about watching to try it- it's only 99 minutes.\n\n\u001b[1m私はこの映画にかなり高い期待を寄せていましたが、水から完全に吹き飛ばしました。 ペース、ストーリー、紛争の間に、この映画は私を最初から最後まで興味深いものにしました。 私は、それを試してみることを考えている人でさえ、99分しかないことを強く勧めます。\u001b[22m\n\u001b[1m(Watashi wa kono eiga ni kanari takai kitai o yosete imashitaga, mizu kara kanzen ni fukitobashimashita. Pēsu, sutōrī, funsō no ma ni, kono eiga wa watashi o saisho kara saigomade kyōmibukai mono ni shimashita. Watashi wa, sore o tameshite miru koto o kangaete iru hitode sae, 99-bu shika nai koto o tsuyoku susumemasu.)\u001b[22m\n\nTranslations of \u001b[4mI had relatively high expectations coming into this movie, but it totally blew them out of the water. Between the pacing, the story, the conflict- this movie kept me interested from beginning to end. I highly encourage anyone who's even thinking about watching to try it- it's only 99 minutes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had relatively high expectations coming into this movie, but it totally blew them out of the water.\u001b[24m\n    \u001b[1m私はこの映画にかなり高い期待を寄せていましたが、水から完全に吹き飛ばしました。\u001b[22m, \u001b[1m私はこの映画に入ってくる比較的高い期待を持っていたが、それは完全に水からそれらを吹きました。\u001b[22m\n\u001b[4mBetween the pacing, the story, the conflict- this movie kept me interested from beginning to end.\u001b[24m\n    \u001b[1mペース、ストーリー、紛争の間に、この映画は私を最初から最後まで興味深いものにしました。\u001b[22m, \u001b[1mペーシング、物語の間、紛争この映画は、開始から終了まで興味が私を保ちました。\u001b[22m\n\u001b[4mI highly encourage anyone who's even thinking about watching to try it- it's only 99 minutes.\u001b[24m\n    \u001b[1m私は、それを試してみることを考えている人でさえ、99分しかないことを強く勧めます。\u001b[22m, \u001b[1m私は非常にあってもそれだけで99分ですIT-しようとする鑑賞について考えている人を奨励します。\u001b[22m\n\u001b[1m\u001b[22m\nStory-8\n\n\u001b[1mストーリー-8\u001b[22m\n\u001b[1m(Sutōrī - 8)\u001b[22m\n\nTranslations of \u001b[4mStory-8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory-8\u001b[24m\n    \u001b[1mストーリー-8\u001b[22m\nNo summaries here, but the plot never fails to produce situations which seem relatively likely to happen even the circumstances (exception of one scene). Other than that, a few plot twists kept me guessing at where the story would go next.\n\n\u001b[1mここではサマリーはありませんが、状況によっては状況が発生する可能性はほとんどありません（1つのシーンを除く）。 それ以外にも、いくつかのプロットの紆余曲折は、私の物語がどこに行くのかを推測させてくれました。\u001b[22m\n\u001b[1m(Kokode wa samarī wa arimasenga, jōkyō ni yotte wa jōkyō ga hassei suru kanōsei wa hotondo arimasen (1tsu no shīn o nozoku). Sore igai ni mo, ikutsu ka no purotto no uyokyokusetsu wa, watashi no monogatari ga doko ni iku no ka o suisoku sa sete kuremashita.)\u001b[22m\n\nTranslations of \u001b[4mNo summaries here, but the plot never fails to produce situations which seem relatively likely to happen even the circumstances (exception of one scene). Other than that, a few plot twists kept me guessing at where the story would go next.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNo summaries here, but the plot never fails to produce situations which seem relatively likely to happen even the circumstances (exception of one scene).\u001b[24m\n    \u001b[1mここではサマリーはありませんが、状況によっては状況が発生する可能性はほとんどありません（1つのシーンを除く）。\u001b[22m, \u001b[1mいいえ、ここで要約するが、プロットはあっても状況（1シーンの例外）が起こることが比較的可能性が高いように見える状況を生成するために失敗することはありません。\u001b[22m\n\u001b[4mOther than that, a few plot twists kept me guessing at where the story would go next.\u001b[24m\n    \u001b[1mそれ以外にも、いくつかのプロットの紆余曲折は、私の物語がどこに行くのかを推測させてくれました。\u001b[22m, \u001b[1mそれ以外は、いくつかのどんでん返しは物語が次行くとどこで推測私を保ちました。\u001b[22m\n\u001b[1m\u001b[22m\nArt-10\n\n\u001b[1mアート-10\u001b[22m\n\u001b[1m(Āto - 10)\u001b[22m\n\nTranslations of \u001b[4mArt-10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt-10\u001b[24m\n    \u001b[1mアート-10\u001b[22m\nI would rate this a 10 even if it was paper cutout over those backgrounds. The backgrounds are amazingly detailed. It reminded me of Ookami to Koushinryou except on a larger scale. Every piece is highly detailed, to the point where they almost feel real. In particular, the broken bridge under the tower was so well done that I sometimes felt like I was looking at a picture. Still, the character design and animations were never lacking and were pleasing to the eye.\n\n\u001b[1m私は、たとえそれがこれらの背景を超える紙切れであったとしても、これを10と評価します。 背景は驚くほど詳細です。 それは大規模な場合を除いて、甲信越に私を思い出させた。 すべての作品は、彼らがほとんど実感しているところまで、非常に詳細です。 特に、塔の下の壊れた橋はとてもうまくやっていて、時には私が絵を見ているような気がしました。 それでも、キャラクターのデザインやアニメーションは欠かすことができず、目には喜んでいました。\u001b[22m\n\u001b[1m(Watashi wa, tatoe sore ga korera no haikei o koeru kamikiredeatta to shite mo, kore o 10 to hyōka shimasu. Haikei wa odoroku hodo shōsaidesu. Sore wa ōkibona baai o nozoite, Kōshin'etsu ni watashi o omoidasa seta. Subete no sakuhin wa, karera ga hotondo jikkan shite iru tokoro made, hijō ni shōsaidesu. Tokuni,-tō no shita no kowareta hashi wa totemo umaku yatte ite, tokiniha watashi ga e o mite iru yōna ki ga shimashita. Soredemo, kyarakutā no dezain ya animēshon wa kakasu koto ga dekizu,-me ni wa yorokonde imashita.)\u001b[22m\n\nTranslations of \u001b[4mI would rate this a 10 even if it was paper cutout over those backgrounds. The backgrounds are amazingly detailed. It reminded me of Ookami to Koushinryou except on a larger scale. Every piece is highly detailed, to the point where they almost feel real. In particular, the broken bridge under the tower was so well done that I sometimes felt like I was looking at a picture. Still, the character design and animations were never lacking and were pleasing to the eye.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would rate this a 10 even if it was paper cutout over those backgrounds.\u001b[24m\n    \u001b[1m私は、たとえそれがこれらの背景を超える紙切れであったとしても、これを10と評価します。\u001b[22m, \u001b[1mそれは、これらの背景の上に切り絵であっても、私はこの10を評価します。\u001b[22m\n\u001b[4mThe backgrounds are amazingly detailed.\u001b[24m\n    \u001b[1m背景は驚くほど詳細です。\u001b[22m, \u001b[1m背景は驚くほど詳述されています。\u001b[22m\n\u001b[4mIt reminded me of Ookami to Koushinryou except on a larger scale.\u001b[24m\n    \u001b[1mそれは大規模な場合を除いて、甲信越に私を思い出させた。\u001b[22m, \u001b[1mこれは、より大きなスケールを除いKoushinryouに狼のことを思い出しました。\u001b[22m\n\u001b[4mEvery piece is highly detailed, to the point where they almost feel real.\u001b[24m\n    \u001b[1mすべての作品は、彼らがほとんど実感しているところまで、非常に詳細です。\u001b[22m, \u001b[1mすべての作品は、彼らはほとんど本物の感じのポイントに、非常に詳細です。\u001b[22m\n\u001b[4mIn particular, the broken bridge under the tower was so well done that I sometimes felt like I was looking at a picture.\u001b[24m\n    \u001b[1m特に、塔の下の壊れた橋はとてもうまくやっていて、時には私が絵を見ているような気がしました。\u001b[22m, \u001b[1m具体的には、塔の下の壊れた橋は非常によく、私は時々私は絵を見ていたように感じていることを行いました。\u001b[22m\n\u001b[4mStill, the character design and animations were never lacking and were pleasing to the eye.\u001b[24m\n    \u001b[1mそれでも、キャラクターのデザインやアニメーションは欠かすことができず、目には喜んでいました。\u001b[22m, \u001b[1mそれでも、キャラクターデザインとアニメーションが欠けていることはありませんし、目に喜ばれました。\u001b[22m\n\u001b[1m\u001b[22m\nSound-9\n\n\u001b[1mサウンド9\u001b[22m\n\u001b[1m(Saundo 9)\u001b[22m\n\nTranslations of \u001b[4mSound-9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound-9\u001b[24m\n    \u001b[1mサウンド9\u001b[22m, \u001b[1m音-9\u001b[22m\nFor an emotional movie such as this, an emotional soundtrack is needed. Fortunately, Sakasama no Patema delivers here with a beautiful soundtrack that ranges from curious to melancholy. The ED was particularly nice.\n\n\u001b[1mこのような感情的な映画のためには、感情的なサウンドトラックが必要です。 幸いなことに、Sakasama no Patemaは好奇心から憂鬱までの美しいサウンドトラックでここに届けます。  EDは特に素晴らしかったです。\u001b[22m\n\u001b[1m(Kono yōna kanjō-tekina eiga no tame ni wa, kanjō-tekina saundotorakku ga hitsuyōdesu. Saiwaina koto ni, Sakasama no Patema wa kōkishin kara yūutsu made no utsukushī saundotorakku de koko ni todokemasu. ED wa tokuni subarashikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mFor an emotional movie such as this, an emotional soundtrack is needed. Fortunately, Sakasama no Patema delivers here with a beautiful soundtrack that ranges from curious to melancholy. The ED was particularly nice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor an emotional movie such as this, an emotional soundtrack is needed.\u001b[24m\n    \u001b[1mこのような感情的な映画のためには、感情的なサウンドトラックが必要です。\u001b[22m, \u001b[1mこのような感情的な映画のために、感情的なサウンドトラックが必要とされています。\u001b[22m\n\u001b[4mFortunately, Sakasama no Patema delivers here with a beautiful soundtrack that ranges from curious to melancholy.\u001b[24m\n    \u001b[1m幸いなことに、Sakasama no Patemaは好奇心から憂鬱までの美しいサウンドトラックでここに届けます。\u001b[22m, \u001b[1m幸いなことに、逆さまにはPatemaは好奇心から哀愁の範囲にある美しいサウンドトラックでここに提供しません。\u001b[22m\n\u001b[4mThe ED was particularly nice.\u001b[24m\n    \u001b[1mEDは特に素晴らしかったです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter-9\n\n\u001b[1mキャラクター-9\u001b[22m\n\u001b[1m(Kyarakutā - 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter-9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter-9\u001b[24m\n    \u001b[1mキャラクター-9\u001b[22m, \u001b[1m文字-9\u001b[22m\nThere are really only 2 important characters in Sakasama no Patema- Patema and Eiji. Fortunately, they're interesting enough to keep us satisfied.\n\n\u001b[1mパパマとエージーには本当に2人の重要なキャラクターしかいない。 幸いにも、彼らは私たちを満足させるのに十分興味深いです。\u001b[22m\n\u001b[1m(Papama to ējī ni wa hontōni 2-ri no jūyōna kyarakutā shika inai. Saiwai ni mo, karera wa watashitachi o manzoku sa serunoni jūbun kyōmibukaidesu.)\u001b[22m\n\nTranslations of \u001b[4mThere are really only 2 important characters in Sakasama no Patema- Patema and Eiji. Fortunately, they're interesting enough to keep us satisfied.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are really only 2 important characters in Sakasama no Patema- Patema and Eiji.\u001b[24m\n    \u001b[1mパパマとエージーには本当に2人の重要なキャラクターしかいない。\u001b[22m, \u001b[1m逆さまで本当に唯一の2の重要な文字のないPatema- Patemaと英二があります。\u001b[22m\n\u001b[4mFortunately, they're interesting enough to keep us satisfied.\u001b[24m\n    \u001b[1m幸いにも、彼らは私たちを満足させるのに十分興味深いです。\u001b[22m, \u001b[1m幸いなことに、彼らは満足して私たちを維持するのに十分に興味深いです。\u001b[22m\nPatema- Patema is the princess of her underground kingdom. Does she act like it? No. Instead of being spoiled and acting snobby, she sneaks out to explore at night and maybe get a glimpse of another world. She gets lonely and is afraid of being alone, leading to some rather heart-wrenching scenes in the second act.\n\n\u001b[1mパテマ - パテマは彼女の地下王国の王女です。 彼女はそれのように行動しますか？ いいえ。甘やかされたり、笑い声を出すのではなく、夜に探索したり、別の世界を垣間見ることができます。 彼女は孤独になり、第二の行為では心臓を痛めつけているシーンにつながる、一人でいることを恐れている。\u001b[22m\n\u001b[1m(Patema - patema wa kanojo no chika ōkoku no ōjodesu. Kanojo wa sore no yō ni kōdō shimasu ka? Īe. Amayakasa re tari, waraigoe o dasu node wa naku, yoru ni tansaku shi tari,-betsu no sekai o kaimamiru koto ga dekimasu. Kanojo wa kodoku ni nari, daini no kōide wa shinzō o itametsukete iru shīn ni tsunagaru, hitori de iru koto o osorete iru.)\u001b[22m\n\nTranslations of \u001b[4mPatema- Patema is the princess of her underground kingdom. Does she act like it? No. Instead of being spoiled and acting snobby, she sneaks out to explore at night and maybe get a glimpse of another world. She gets lonely and is afraid of being alone, leading to some rather heart-wrenching scenes in the second act.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPatema- Patema is the princess of her underground kingdom.\u001b[24m\n    \u001b[1mパテマ - パテマは彼女の地下王国の王女です。\u001b[22m, \u001b[1mPatema- Patemaは彼女の地下王国の王女です。\u001b[22m\n\u001b[4mDoes she act like it?\u001b[24m\n    \u001b[1m彼女はそれのように行動しますか？\u001b[22m, \u001b[1m彼女はそれのように行動していますか？\u001b[22m\n\u001b[4mNo. Instead of being spoiled and acting snobby, she sneaks out to explore at night and maybe get a glimpse of another world.\u001b[24m\n    \u001b[1mいいえ。甘やかされたり、笑い声を出すのではなく、夜に探索したり、別の世界を垣間見ることができます。\u001b[22m, \u001b[1m代わりに甘やかされて育っていると鼻持ちならない演技の号、彼女は夜に探検し、多分別の世界を垣間見るに出潜入します。\u001b[22m\n\u001b[4mShe gets lonely and is afraid of being alone, leading to some rather heart-wrenching scenes in the second act.\u001b[24m\n    \u001b[1m彼女は孤独になり、第二の行為では心臓を痛めつけているシーンにつながる、一人でいることを恐れている。\u001b[22m, \u001b[1m彼女は孤独取得し、第二幕では、いくつかむしろ心痛むシーンにつながる、一人でいるのを恐れています。\u001b[22m\nEiji (Age)- Eiji is a high school student (surprise, surprise) who encounters Patema one day. He would have been the most boring character ever if they went with that trope. But instead, he is a rebel, an adventurer, and Patema's one link to the ground. He's not afraid to fight back, and finds wonder in the sky which Patema floats towards.\n\n\u001b[1mEiji（エイジ） -  Eijiは、パテマと出会う一日の高校生（驚き、驚き）です。 彼らはそのトロピックと一緒に行った場合、彼は最も退屈なキャラクターでした。 しかし、代わりに、彼は反逆者、冒険家、そしてパテマの地面への1つのリンクです。 彼は反撃するのを恐れず、パテマが浮かぶ空を見上げる。\u001b[22m\n\u001b[1m(Eiji (eiji) - Eiji wa, patema to deau tsuitachi no kōkōsei (odoroki, odoroki)desu. Karera wa sono toro pikku to issho ni itta baai, kare wa mottomo taikutsuna kyarakutādeshita. Shikashi, kawarini, kare wa hangyaku-sha, bōken-ka, soshite patema no jimen e no 1tsu no rinkudesu. Kare wa hangeki suru no o osorezu, patema ga ukabu sora o miageru.)\u001b[22m\n\nTranslations of \u001b[4mEiji (Age)- Eiji is a high school student (surprise, surprise) who encounters Patema one day. He would have been the most boring character ever if they went with that trope. But instead, he is a rebel, an adventurer, and Patema's one link to the ground. He's not afraid to fight back, and finds wonder in the sky which Patema floats towards.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEiji (Age)- Eiji is a high school student (surprise, surprise) who encounters Patema one day.\u001b[24m\n    \u001b[1mEiji（エイジ） -  Eijiは、パテマと出会う一日の高校生（驚き、驚き）です。\u001b[22m, \u001b[1m英二（年齢） - 英二はPatema 1日に遭遇した高校生（驚き、驚き）です。\u001b[22m\n\u001b[4mHe would have been the most boring character ever if they went with that trope.\u001b[24m\n    \u001b[1m彼らはそのトロピックと一緒に行った場合、彼は最も退屈なキャラクターでした。\u001b[22m, \u001b[1m彼らはその比喩と一緒に行った場合、彼はこれまでで最も退屈な文字だったでしょう。\u001b[22m\n\u001b[4mBut instead, he is a rebel, an adventurer, and Patema's one link to the ground.\u001b[24m\n    \u001b[1mしかし、代わりに、彼は反逆者、冒険家、そしてパテマの地面への1つのリンクです。\u001b[22m, \u001b[1mしかし、その代わりに、彼は反逆者、冒険家、そして地面にPatemaの1のリンクです。\u001b[22m\n\u001b[4mHe's not afraid to fight back, and finds wonder in the sky which Patema floats towards.\u001b[24m\n    \u001b[1m彼は反撃するのを恐れず、パテマが浮かぶ空を見上げる。\u001b[22m, \u001b[1m彼が戻って戦うことを恐れていないです、とPatemaが向かって浮かぶ空に不思議を発見します。\u001b[22m\nThe chemistry between these 2 is great, and they literally need each other to survive.\n\n\u001b[1mこれらの2つの間の化学は素晴らしいですし、生き残るために文字通りお互いを必要としています。\u001b[22m\n\u001b[1m(Korera no 2tsu no ma no kagaku wa subarashīdesushi, ikinokoru tame ni mojidōri otagai o hitsuyō to shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe chemistry between these 2 is great, and they literally need each other to survive.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe chemistry between these 2 is great, and they literally need each other to survive.\u001b[24m\n    \u001b[1mこれらの2つの間の化学は素晴らしいですし、生き残るために文字通りお互いを必要としています。\u001b[22m, \u001b[1mこれらの2間の化学は素晴らしいです、そして、彼らは文字通り生き残るためにお互いを必要としています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment-10\n\n\u001b[1m楽しさ-10\u001b[22m\n\u001b[1m(Tanoshisa - 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment-10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment-10\u001b[24m\n    \u001b[1m楽しさ-10\u001b[22m, \u001b[1m楽し-10\u001b[22m\nThere was never a boring point. Also, I found the pacing to be perfect. This movie totally blew my expectations out of the water and I need a sequel.\n\n\u001b[1m退屈な点は決してありませんでした。 また、ペーシングが完璧であることがわかりました。 この映画は私の期待を完全に水から吹き飛ばし、続編が必要です。\u001b[22m\n\u001b[1m(Taikutsuna ten wa kesshite arimasendeshita. Mata, pēshingu ga kanpekidearu koto ga wakarimashita. Kono eiga wa watashi no kitai o kanzen ni mizu kara fukitobashi, zokuhen ga hitsuyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThere was never a boring point. Also, I found the pacing to be perfect. This movie totally blew my expectations out of the water and I need a sequel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere was never a boring point.\u001b[24m\n    \u001b[1m退屈な点は決してありませんでした。\u001b[22m, \u001b[1m退屈な点がございありませんでした。\u001b[22m\n\u001b[4mAlso, I found the pacing to be perfect.\u001b[24m\n    \u001b[1mまた、ペーシングが完璧であることがわかりました。\u001b[22m, \u001b[1mまた、私は、ペーシングが完璧であることが判明しました。\u001b[22m\n\u001b[4mThis movie totally blew my expectations out of the water and I need a sequel.\u001b[24m\n    \u001b[1mこの映画は私の期待を完全に水から吹き飛ばし、続編が必要です。\u001b[22m, \u001b[1mこの映画は完全に水の中から私の期待を吹いて、私は続編を必要としています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall-10\n\n\u001b[1m全体的 -  10\u001b[22m\n\u001b[1m(Zentai-teki - 10)\u001b[22m\n\nTranslations of \u001b[4mOverall-10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall-10\u001b[24m\n    \u001b[1m全体的 -  10\u001b[22m, \u001b[1m全体的に-10\u001b[22m\nI've only given 4 shows (including this one) a 10/10. I can say it totally deserves it. Never have I ever found so much enjoyment in a movie. This is a movie you should watch and it deserves twice the attention it's getting.\n\n\u001b[1m私は4つのショー（これを含む）を10/10に与えました。 私はそれが完全にそれに値すると言うことができます。 私は決して映画でそれほど楽しみを見つけたことはありません。 これはあなたが見なければならない映画であり、それは2倍の注意を払う価値がある。\u001b[22m\n\u001b[1m(Watashi wa 4tsu no shō (kore o fukumu) o 10/ 10 ni ataemashita. Watashi wa sore ga kanzen ni sore ni ataisuru to iu koto ga dekimasu. Watashi wa kesshite eiga de sorehodo tanoshimi o mitsuketa koto wa arimasen. Kore wa anata ga minakereba naranai eigadeari, sore wa 2-bai no chūiwoharau kachigāru.)\u001b[22m\n\nTranslations of \u001b[4mI've only given 4 shows (including this one) a 10/10. I can say it totally deserves it. Never have I ever found so much enjoyment in a movie. This is a movie you should watch and it deserves twice the attention it's getting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've only given 4 shows (including this one) a 10/10.\u001b[24m\n    \u001b[1m私は4つのショー（これを含む）を10/10に与えました。\u001b[22m, \u001b[1m私は（これを含む）4ショー10月10日を与えてくれました。\u001b[22m\n\u001b[4mI can say it totally deserves it.\u001b[24m\n    \u001b[1m私はそれが完全にそれに値すると言うことができます。\u001b[22m\n\u001b[4mNever have I ever found so much enjoyment in a movie.\u001b[24m\n    \u001b[1m私は決して映画でそれほど楽しみを見つけたことはありません。\u001b[22m, \u001b[1m私は今まで映画の中でそんなに楽しさを発見したことがありません。\u001b[22m\n\u001b[4mThis is a movie you should watch and it deserves twice the attention it's getting.\u001b[24m\n    \u001b[1mこれはあなたが見なければならない映画であり、それは2倍の注意を払う価値がある。\u001b[22m, \u001b[1mこれは、あなたが見るべき映画であり、それはそれはなってきた二回の注目に値します。\u001b[22m"
  },
  {
    "title": "Sakasama_no_Patema",
    "id": "12477",
    "url": "https://myanimelist.net/anime/12477/Sakasama_no_Patema",
    "user": "hinekure",
    "profile": "/profile/hinekure/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=197782",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  7\nキャラクター|  8\n|  10\n\n酒坂のパトマは私の息を呑む映画です。 私が世界に没頭した瞬間から、その驚くべき芸術が創造され、私の注目が集まり、私の期待は完全に上回った。 私にとっては、これは私たちの間に未知のものが生まれる恐れを分かち合う映画であり、私たちが集団として、その恐怖に対処し、思いやり、友情と共感する方法で分かれている方法のための隠喩です。\n\nストーリー：9/10（素晴らしい）\n\nPatema Invertedの話は、「われわれと彼ら」をテーマにしたユニークな取り組みに続くものです。これは未成熟の実験が人口の多くを引き起こし、逆転して空に落ちる未来に起こります。 もし重力の法則が変わってしまった人や物だけがあれば。 この後、物語は反転した人たちが地下の植民地を建て、地上に住む人たちは空を見ることが禁じられ、それが神のものであるという彼らの全人生に掘り下げられます。 世界の悪人たちは空に落ちるはずです。 物語は、地下の植民地の妃殿下であるパテマが地上の誰かと出会ったときに起きる出来事の周りに集中しています。\n\n映画では説明できず、むしろ「そこそこ」の前提があるにもかかわらず、プロットはそれにもかかわらず、非常にユニークに描かれ、現実的でよく書かれています。 唯一の理由は私にとっては10/10ではなかったという事実は、私は世界の背景についてもっと知りたがっていただろうという事実でした - しかし、私は映画でこれを説得的に説明する時間がないのが分かりました たくさんのキャラクターを作ることなく、プロンプトに何も追加せずに、視聴者に知らせるために存在するインボンダーの会話を持たずに、ストーリーは数日間しか行われないためです。 示されたものについては、それは恒例の執筆と演出によって一緒に引っ張られた、本当に興味深い考えでした。\n\nアート：10/10（未処理）\nストーリーやキャラクターのためにこの映画を見ていなくても、吉浦康弘の作品が持つ価値のある美しい作品を鑑賞するだけでも気に入っています。 設定/背景は息を呑むほどで、アニメーションは美しく流動的で現実的でした。 動きがプロットの中心にあるこの種の前提を持つ映画では、アートが輝く余地が多かった（それは否定できない）。\n\nサウンド：7/10（良い）\nこの映画のOSTは、私には目立ったものではありませんでした。これは、平均的なドラマ映画で期待されるものでした。  OSTの方が私よりも好意的だと思う人もいるかもしれないが、それはもっと雰囲気のあるサウンドトラックを持っていたと思うが、映画はもっと魅力的な作品だっただろう。 つまり、OSTは映画のインパクトとクオリティーを損なうものではなく、何も記憶に残るものではありませんでした。\n\nキャラクター：8/10（非常に良い）\n映画の「リアルタイム」の中で起こる短い時間のために、現実的なキャラクターの開発がかなりの量であった。 私は間違いなく、自分の座席の端にある主人公に応援を感じていた。 彼らは世界で最もユニークなキャラクターではなかったかもしれませんが、彼らは確かに愛着的であり、互いに魅力的であり、互いに現実的かつ想起的な方法で関連していました。\n\n楽しさ：10/10（未処理）\nこの映画は私を完全に満足させた。 その前提が私の関心を引いた、芸術は徹底的に見えるものだったし、キャラクターは愛されていたし、プロットで起こったことの深刻な性質にもかかわらず、ユーモアの瞬間があり、全体的な経験に素敵な感触を加えた。\n\n全体的：9/10（素晴らしい）\n私は本当にSakasama no Patemaを10月10日に評価するつもりかどうかについて長く考えなければなりませんでした。 明らかに不完全な部分がいくつかありますが、Patema Invertedは私の意見では感覚的な経験であるという点で傑作です。 私は通常より暗い雰囲気のアニメを好むが、この映画は新鮮な空気の息吹であり、誰にでもそれを熱狂的に勧めている。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSakasama no Patema is a film that took my breath away. From the moment I became immersed in the world its absolutely stunning art created, my attention was held and my expectations completely surpassed. To me, this is a film about the divide the fear of the unknown creates between us, a metaphor for the way we are separated by the way we, as a collective, cope with that fear, and compassion, friendship and empathy.\n\n\u001b[1m酒坂のパトマは私の息を呑む映画です。 私が世界に没頭した瞬間から、その驚くべき芸術が創造され、私の注目が集まり、私の期待は完全に上回った。 私にとっては、これは私たちの間に未知のものが生まれる恐れを分かち合う映画であり、私たちが集団として、その恐怖に対処し、思いやり、友情と共感する方法で分かれている方法のための隠喩です。\u001b[22m\n\u001b[1m(Sake-zaka no patoma wa watashi no ikiwonomu eigadesu. Watashi ga sekai ni bottō shita shunkan kara, sono odorokubeki geijutsu ga sōzō sa re, watashi no chūmoku ga atsumari, watashi no kitai wa kanzen ni uwamawatta. Watashi ni totte wa, koreha watashitachi no ma ni michi no mono ga umareru osore o wakachi au eigadeari, watashitachi ga shūdan to shite, sono kyōfu ni taisho shi, omoiyari, yūjō to kyōkan suru hōhō de wakarete iru hōhō no tame no in'yudesu.)\u001b[22m\n\nTranslations of \u001b[4mSakasama no Patema is a film that took my breath away. From the moment I became immersed in the world its absolutely stunning art created, my attention was held and my expectations completely surpassed. To me, this is a film about the divide the fear of the unknown creates between us, a metaphor for the way we are separated by the way we, as a collective, cope with that fear, and compassion, friendship and empathy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSakasama no Patema is a film that took my breath away.\u001b[24m\n    \u001b[1m酒坂のパトマは私の息を呑む映画です。\u001b[22m, \u001b[1m逆さまにはPatemaは離れて私の息を取ったフィルムではありません。\u001b[22m\n\u001b[4mFrom the moment I became immersed in the world its absolutely stunning art created, my attention was held and my expectations completely surpassed.\u001b[24m\n    \u001b[1m私が世界に没頭した瞬間から、その驚くべき芸術が創造され、私の注目が集まり、私の期待は完全に上回った。\u001b[22m, \u001b[1m私はその絶対に素晴らしい芸術を作成世界に浸漬されるようになった瞬間から、私の注意を開催し、私の期待を完全に上回りました。\u001b[22m\n\u001b[4mTo me, this is a film about the divide the fear of the unknown creates between us, a metaphor for the way we are separated by the way we, as a collective, cope with that fear, and compassion, friendship and empathy.\u001b[24m\n    \u001b[1m私にとっては、これは私たちの間に未知のものが生まれる恐れを分かち合う映画であり、私たちが集団として、その恐怖に対処し、思いやり、友情と共感する方法で分かれている方法のための隠喩です。\u001b[22m, \u001b[1m私にとって、これは未知の恐怖は、私たちの間我々は、我々は、集団として、その恐怖、と思いやり、友情と共感に対処する方法で分離されている方法のためのメタファーを作成除算についての映画です。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 9/10 (Great)\n\n\u001b[1mストーリー：9/10（素晴らしい）\u001b[22m\n\u001b[1m(Sutōrī: 9/ 10 (Subarashī))\u001b[22m\n\nTranslations of \u001b[4mStory: 9/10 (Great)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9/10 (Great)\u001b[24m\n    \u001b[1mストーリー：9/10（素晴らしい）\u001b[22m, \u001b[1mストーリー：9/10（グレート）\u001b[22m\n\u001b[1m\u001b[22m\nThe story of Patema Inverted follows a unique take on the theme of 'Us and Them' - it takes place in a future in which a botched experiment causes a good deal of the population and 'invert' and 'fall into the sky', as if for only some people and things the law of gravity has changed. The story is set a while after this, when those who are inverted have set up a colony underground, and those who live above ground are forbidden to look at the sky and have it drilled into them their whole lives that it is divine will that the evil people in the world should fall into the sky. The story centers around the events that happen when Patema, the princess of the underground colony, meets someone from above ground, and the events that follow.\n\n\u001b[1mPatema Invertedの話は、「われわれと彼ら」をテーマにしたユニークな取り組みに続くものです。これは未成熟の実験が人口の多くを引き起こし、逆転して空に落ちる未来に起こります。 もし重力の法則が変わってしまった人や物だけがあれば。 この後、物語は反転した人たちが地下の植民地を建て、地上に住む人たちは空を見ることが禁じられ、それが神のものであるという彼らの全人生に掘り下げられます。 世界の悪人たちは空に落ちるはずです。 物語は、地下の植民地の妃殿下であるパテマが地上の誰かと出会ったときに起きる出来事の周りに集中しています。\u001b[22m\n\u001b[1m(Patema Inverted no hanashi wa,`wareware to karera' o tēma ni shita yunīkuna torikumi ni tsudzuku monodesu. Kore wa mi seijuku no jikken ga jinkō no ōku o hikiokoshi, gyakuten shite sora ni ochiru mirai ni okorimasu. Moshi jūryoku no hōsoku ga kawatte shimatta hito ya mono dake ga areba. Kono ato, monogatari wa hanten shita hito-tachi ga chika no shokuminchi o tate, chijō ni sumu hito-tachi wa sora o miru koto ga kinji rare, sore ga kami no monodearu to iu karera no zen jinsei ni horisage raremasu. Sekai no akunin-tachi wa sora ni ochiru hazudesu. Monogatari wa, chika no shokuminchi no hidenkadearu patema ga chijō no dareka to deatta toki ni okiru dekigoto no mawari ni shūchū shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story of Patema Inverted follows a unique take on the theme of 'Us and Them' - it takes place in a future in which a botched experiment causes a good deal of the population and 'invert' and 'fall into the sky', as if for only some people and things the law of gravity has changed. The story is set a while after this, when those who are inverted have set up a colony underground, and those who live above ground are forbidden to look at the sky and have it drilled into them their whole lives that it is divine will that the evil people in the world should fall into the sky. The story centers around the events that happen when Patema, the princess of the underground colony, meets someone from above ground, and the events that follow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of Patema Inverted follows a unique take on the theme of 'Us and Them' - it takes place in a future in which a botched experiment causes a good deal of the population and 'invert' and 'fall into the sky', as\u001b[24m\n    \u001b[1mPatema Invertedの話は、「われわれと彼ら」をテーマにしたユニークな取り組みに続くものです。これは未成熟の実験が人口の多くを引き起こし、逆転して空に落ちる未来に起こります。\u001b[22m, \u001b[1mサカサマのパテマの物語」は、米国およびそれら」をテーマにユニークなテイクを次の - それはのように、しくじった実験は、人口と '空に秋' '反転'との良い取引を原因とする将来的に起こります\u001b[22m\n\u001b[4mif for only some people and things the law of gravity has changed.\u001b[24m\n    \u001b[1mもし重力の法則が変わってしまった人や物だけがあれば。\u001b[22m, \u001b[1m何人かの人々や物事だけのために重力の法則が変更された場合。\u001b[22m\n\u001b[4mThe story is set a while after this, when those who are inverted have set up a colony underground, and those who live above ground are forbidden to look at the sky and have it drilled into them their whole lives that it is divine will that the\u001b[24m\n    \u001b[1mこの後、物語は反転した人たちが地下の植民地を建て、地上に住む人たちは空を見ることが禁じられ、それが神のものであるという彼らの全人生に掘り下げられます。\u001b[22m, \u001b[1m物語は反転している者は、コロニーの地下を設定している、と地上に住む人たちは空を見することは禁止されており、それが彼らの全体は、それがいることを神の意志であることを住んでいるそれらに掘削した場合、この後しばらく設定されています\u001b[22m\n\u001b[4mevil people in the world should fall into the sky.\u001b[24m\n    \u001b[1m世界の悪人たちは空に落ちるはずです。\u001b[22m, \u001b[1m世界の悪の人々が空に落ちる必要があります。\u001b[22m\n\u001b[4mThe story centers around the events that happen when Patema, the princess of the underground colony, meets someone from above ground, and the events that follow.\u001b[24m\n    \u001b[1m物語は、地下の植民地の妃殿下であるパテマが地上の誰かと出会ったときに起きる出来事の周りに集中しています。\u001b[22m, \u001b[1m物語はPatema、地下コロニーの王女は、地上から誰かを満たしたときに発生するイベント、および以下のイベントを中心。\u001b[22m\n\u001b[1m\u001b[22m\nDespite the fact that a lot goes unexplained in the film, and the rather 'out-there' premise, the plot is nonetheless very uniquely portrayed, realistic and well written. The only reason it wasn't a 10/10 for me was the fact that I would have liked to have known more about the background of the world - however, I can see why there wasn't time to explain this convincingly in the movie without making a bunch of characters have infodump conversations that add nothing to the plot and exist purely to inform the viewer, since the story takes place over only the course of a couple of days. For what was shown, it was a really interesting idea that was pulled together by stellar writing and directing.\n\n\u001b[1m映画では説明できず、むしろ「そこそこ」の前提があるにもかかわらず、プロットはそれにもかかわらず、非常にユニークに描かれ、現実的でよく書かれています。 唯一の理由は私にとっては10/10ではなかったという事実は、私は世界の背景についてもっと知りたがっていただろうという事実でした - しかし、私は映画でこれを説得的に説明する時間がないのが分かりました たくさんのキャラクターを作ることなく、プロンプトに何も追加せずに、視聴者に知らせるために存在するインボンダーの会話を持たずに、ストーリーは数日間しか行われないためです。 示されたものについては、それは恒例の執筆と演出によって一緒に引っ張られた、本当に興味深い考えでした。\u001b[22m\n\u001b[1m(Eigade wa setsumei dekizu, mushiro `sokosoko' no zentei ga aru nimokakawarazu, purotto wa sore nimokakawarazu, hijō ni yunīku ni egaka re, genjitsu-tekide yoku kaka rete imasu. Yuiitsu no riyū wa watashi ni totte wa 10/ 10de wa nakatta to iu jijitsu wa, watashi wa sekai no haikei ni tsuite motto shirita gatte itadarou to iu jijitsudeshita - shikashi, watashi wa eiga de kore o settoku-teki ni setsumei suru jikan ga nai no ga wakarimashita takusan no kyarakutā o tsukuru koto naku, puronputo ni nani mo tsuika sezu ni, shichō-sha ni shiraseru tame ni sonzai suru inbondā no kaiwa o motazu ni, sutōrī wa sū-kakan shika okonawa renai tamedesu. Shimesa reta mono ni tsuite wa, soreha kōrei no shippitsu to enshutsu ni yotte issho ni hippara reta, hontōni kyōmibukai kangaedeshita.)\u001b[22m\n\nTranslations of \u001b[4mDespite the fact that a lot goes unexplained in the film, and the rather 'out-there' premise, the plot is nonetheless very uniquely portrayed, realistic and well written. The only reason it wasn't a 10/10 for me was the fact that I would have liked to have known more about the background of the world - however, I can see why there wasn't time to explain this convincingly in the movie without making a bunch of characters have infodump conversations that add nothing to the plot and exist purely to inform the viewer, since the story takes place over only the course of a couple of days. For what was shown, it was a really interesting idea that was pulled together by stellar writing and directing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite the fact that a lot goes unexplained in the film, and the rather 'out-there' premise, the plot is nonetheless very uniquely portrayed, realistic and well written.\u001b[24m\n    \u001b[1m映画では説明できず、むしろ「そこそこ」の前提があるにもかかわらず、プロットはそれにもかかわらず、非常にユニークに描かれ、現実的でよく書かれています。\u001b[22m, \u001b[1m多くの映画の中で原因不明になり、むしろ「アウトそこに「前提という事実にもかかわらず、プロットは、それにもかかわらず、非常にユニークに現実的な、描写とよく書かれています。\u001b[22m\n\u001b[4mThe only reason it wasn't a 10/10 for me was the fact that I would have liked to have known more about the background of the world - however, I can see why there wasn't time to explain this convincingly in the movie\u001b[24m\n    \u001b[1m唯一の理由は私にとっては10/10ではなかったという事実は、私は世界の背景についてもっと知りたがっていただろうという事実でした - しかし、私は映画でこれを説得的に説明する時間がないのが分かりました\u001b[22m, \u001b[1m映画の中で説得力のこれを説明する時間がありませんでした理由しかし、私が見ることができる - それは私のために10月10日ではなかった唯一の理由は、私は世界の背景についての詳細を知っていたかったという事実でした\u001b[22m\n\u001b[4mwithout making a bunch of characters have infodump conversations that add nothing to the plot and exist purely to inform the viewer, since the story takes place over only the course of a couple of days.\u001b[24m\n    \u001b[1mたくさんのキャラクターを作ることなく、プロンプトに何も追加せずに、視聴者に知らせるために存在するインボンダーの会話を持たずに、ストーリーは数日間しか行われないためです。\u001b[22m, \u001b[1m物語は数日のコースのみを介して行われますので、文字の束をすることなく、視聴者に通知するために、プロットには何も追加しないと、純粋に存在しinfodump会話を持っています。\u001b[22m\n\u001b[4mFor what was shown, it was a really interesting idea that was pulled together by stellar writing and directing.\u001b[24m\n    \u001b[1m示されたものについては、それは恒例の執筆と演出によって一緒に引っ張られた、本当に興味深い考えでした。\u001b[22m, \u001b[1m示されたもののためには、恒星の書き込みと向けることによって、一緒に引っ張られた本当に面白いアイデアでした。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10/10 (outstanding)\n\n\u001b[1mアート：10/10（未処理）\u001b[22m\n\u001b[1m(Āto: 10/ 10 (Mi shori))\u001b[22m\n\nTranslations of \u001b[4mArt: 10/10 (outstanding)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10/10 (outstanding)\u001b[24m\n    \u001b[1mアート：10/10（未処理）\u001b[22m, \u001b[1mアート：10/10（発行済）\u001b[22m\nEven if you don't watch this film for the story or the characters, I feel like even just watching it to simply admire the beautiful artwork that is typical of Yoshiura Yasuhiro's works is worthwhile. The setting/backgrounds were breathtaking and the animation was beautifully fluid and realistic; in a film with this kind of premise in which movement is central to the plot, there was a lot of room for the art to shine (which it undeniably did).\n\n\u001b[1mストーリーやキャラクターのためにこの映画を見ていなくても、吉浦康弘の作品が持つ価値のある美しい作品を鑑賞するだけでも気に入っています。 設定/背景は息を呑むほどで、アニメーションは美しく流動的で現実的でした。 動きがプロットの中心にあるこの種の前提を持つ映画では、アートが輝く余地が多かった（それは否定できない）。\u001b[22m\n\u001b[1m(Sutōrī ya kyarakutā no tame ni kono eiga o mite inakute mo, Yoshiura Yasuhiro no sakuhin ga motsu kachinoaru utsukushī sakuhin o kanshō suru dake demo kiniitte imasu. Settei/ haikei wa ikiwonomu hodo de, animēshon wa utsukushiku ryūdōtekide genjitsu-tekideshita. Ugoki ga purotto no chūshin ni aru kono tane no zentei o motsu eigade wa, āto ga kagayaku yochi ga ōkatta (sore wa hiteidekinai).)\u001b[22m\n\nTranslations of \u001b[4mEven if you don't watch this film for the story or the characters, I feel like even just watching it to simply admire the beautiful artwork that is typical of Yoshiura Yasuhiro's works is worthwhile. The setting/backgrounds were breathtaking and the animation was beautifully fluid and realistic; in a film with this kind of premise in which movement is central to the plot, there was a lot of room for the art to shine (which it undeniably did).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven if you don't watch this film for the story or the characters, I feel like even just watching it to simply admire the beautiful artwork that is typical of Yoshiura Yasuhiro's works is worthwhile.\u001b[24m\n    \u001b[1mストーリーやキャラクターのためにこの映画を見ていなくても、吉浦康弘の作品が持つ価値のある美しい作品を鑑賞するだけでも気に入っています。\u001b[22m, \u001b[1mあなたはストーリーや文字にこの映画を見ていない場合でも、私も単に吉浦康裕さんの作品の典型的なものである美しいアートワークが価値がある賞賛するためにそれを見ているように感じます。\u001b[22m\n\u001b[4mThe setting/backgrounds were breathtaking and the animation was beautifully fluid and realistic;\u001b[24m\n    \u001b[1m設定/背景は息を呑むほどで、アニメーションは美しく流動的で現実的でした。\u001b[22m, \u001b[1m設定/背景は息を呑むようだったとアニメーションが美しく、流体と現実的でした。\u001b[22m\n\u001b[4min a film with this kind of premise in which movement is central to the plot, there was a lot of room for the art to shine (which it undeniably did).\u001b[24m\n    \u001b[1m動きがプロットの中心にあるこの種の前提を持つ映画では、アートが輝く余地が多かった（それは否定できない）。\u001b[22m, \u001b[1m芸術は輝きのために動きがプロットの中心である前提のこの種の映画の中で、部屋の多くは（それは紛れもなくやっている）がありました。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 7/10 (good)\n\n\u001b[1mサウンド：7/10（良い）\u001b[22m\n\u001b[1m(Saundo: 7/ 10 (Yoi))\u001b[22m\n\nTranslations of \u001b[4mSound: 7/10 (good)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7/10 (good)\u001b[24m\n    \u001b[1mサウンド：7/10（良い）\u001b[22m, \u001b[1mサウンド：7/10（良いです）\u001b[22m\nThe OST for this film was nothing really spectacular that stood out to me - it was about what you might expect for an average drama film. Some might think of the OST more favorably than me, but I feel that had it had a more atmospheric soundtrack the movie would have been a more evocative work than it already is. That being said, the OST did not detract from the impact and quality of the film whatsoever - it was just nothing memorable.\n\n\u001b[1mこの映画のOSTは、私には目立ったものではありませんでした。これは、平均的なドラマ映画で期待されるものでした。  OSTの方が私よりも好意的だと思う人もいるかもしれないが、それはもっと雰囲気のあるサウンドトラックを持っていたと思うが、映画はもっと魅力的な作品だっただろう。 つまり、OSTは映画のインパクトとクオリティーを損なうものではなく、思い出深いものでした。\u001b[22m\n\u001b[1m(Kono eiga no OST wa, watashiniha medatta monode wa arimasendeshita. Kore wa, heikin-tekina dorama eiga de kitai sa reru monodeshita. OST no kata ga watashi yori mo kōi-tekida to omou hito mo iru kamo shirenaiga, soreha motto fun'iki no aru saundotorakku o motte ita to omou ga, eiga wa motto miryoku-tekina sakuhindattadarou. Tsumari, OST wa eiga no inpakuto to kuoritī o sokonau monode wa naku, omoidebukai monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe OST for this film was nothing really spectacular that stood out to me - it was about what you might expect for an average drama film. Some might think of the OST more favorably than me, but I feel that had it had a more atmospheric soundtrack the movie would have been a more evocative work than it already is. That being said, the OST did not detract from the impact and quality of the film whatsoever - it was just nothing memorable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe OST for this film was nothing really spectacular that stood out to me - it was about what you might expect for an average drama film.\u001b[24m\n    \u001b[1mこの映画のOSTは、私には目立ったものではありませんでした。これは、平均的なドラマ映画で期待されるものでした。\u001b[22m, \u001b[1mこの映画のOSTは私に際立っていたことは本当に壮大な何もなかった - それはあなたが平均的なドラマの映画のために期待するかもしれないものについてでした。\u001b[22m\n\u001b[4mSome might think of the OST more favorably than me, but I feel that had it had a more atmospheric soundtrack the movie would have been a more evocative work than it already is.\u001b[24m\n    \u001b[1mOSTの方が私よりも好意的だと思う人もいるかもしれないが、それはもっと雰囲気のあるサウンドトラックを持っていたと思うが、映画はもっと魅力的な作品だっただろう。\u001b[22m, \u001b[1mいくつかは、私よりさらに良好OSTを考えるかもしれませんが、私はそれはそれは既にあるより映画がもっと刺激的な仕事をされているだろうより多くの大気のサウンドトラックを持っていたことを感じます。\u001b[22m\n\u001b[4mThat being said, the OST did not detract from the impact and quality of the film whatsoever - it was just nothing memorable.\u001b[24m\n    \u001b[1mつまり、OSTは映画のインパクトとクオリティーを損なうものではなく、思い出深いものでした。\u001b[22m, \u001b[1m言われていることを、OSTは一切フィルムの影響や品質を損なうことはなかった - それは記憶に残るだけで何もなかったです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 8/10 (very good)\n\n\u001b[1mキャラクター：8/10（非常に良い）\u001b[22m\n\u001b[1m(Kyarakutā: 8/ 10 (Hijō ni yoi))\u001b[22m\n\nTranslations of \u001b[4mCharacter: 8/10 (very good)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 8/10 (very good)\u001b[24m\n    \u001b[1mキャラクター：8/10（非常に良い）\u001b[22m, \u001b[1mキャラクター：8/10（非常に良いです）\u001b[22m\nFor the short amount of time that occurs in 'real time' in the film, there was a good amount of realistic character development. I definitely felt myself rooting for the protagonists on the edge of my seat. They might not have been the most unique characters in the world, but they were certainly endearing and engaging and related to eachother in a realistic and evocative way.\n\n\u001b[1m映画の「リアルタイム」の中で起こる短い時間のために、現実的なキャラクターの開発がかなりの量であった。 私は間違いなく、自分の座席の端にある主人公に応援を感じていた。 彼らは世界で最もユニークなキャラクターではなかったかもしれませんが、彼らは確かに愛着的であり、互いに魅力的であり、互いに現実的かつ想起的な方法で関連していました。\u001b[22m\n\u001b[1m(Eiga no `riarutaimu' no naka de okoru mijikai jikan no tame ni, genjitsu-tekina kyarakutā no kaihatsu ga kanari no ryōdeatta. Watashi wa machigainaku, jibun no zaseki no hashi ni aru shujinkō ni ōen o kanjite ita. Karera wa sekai de mottomo yunīkuna kyarakutāde wa nakatta kamo shiremasenga, karera wa tashika ni aichaku-tekideari, tagaini mirikitekideari, tagaini genjitsu-teki katsu sōki-tekina hōhō de kanren shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mFor the short amount of time that occurs in 'real time' in the film, there was a good amount of realistic character development. I definitely felt myself rooting for the protagonists on the edge of my seat. They might not have been the most unique characters in the world, but they were certainly endearing and engaging and related to eachother in a realistic and evocative way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the short amount of time that occurs in 'real time' in the film, there was a good amount of realistic character development.\u001b[24m\n    \u001b[1m映画の「リアルタイム」の中で起こる短い時間のために、現実的なキャラクターの開発がかなりの量であった。\u001b[22m, \u001b[1m映画の中で「リアルタイム」で起こる短い時間のために、現実的なキャラクターの成長の良い量がありました。\u001b[22m\n\u001b[4mI definitely felt myself rooting for the protagonists on the edge of my seat.\u001b[24m\n    \u001b[1m私は間違いなく、自分の座席の端にある主人公に応援を感じていた。\u001b[22m, \u001b[1m私は間違いなく自分自身が私の席の端に主人公を応援感じました。\u001b[22m\n\u001b[4mThey might not have been the most unique characters in the world, but they were certainly endearing and engaging and related to eachother in a realistic and evocative way.\u001b[24m\n    \u001b[1m彼らは世界で最もユニークなキャラクターではなかったかもしれませんが、彼らは確かに愛着的であり、互いに魅力的であり、互いに現実的かつ想起的な方法で関連していました。\u001b[22m, \u001b[1m彼らは世界で最もユニークな文字されていないかもしれませんが、彼らは現実的かつ刺激的な方法で確実に愛情のこもった、魅力とお互いに関連していました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10/10 (outstanding)\n\n\u001b[1m楽しさ：10/10（未処理）\u001b[22m\n\u001b[1m(Tanoshisa: 10/ 10 (Mi shori))\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10/10 (outstanding)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10/10 (outstanding)\u001b[24m\n    \u001b[1m楽しさ：10/10（未処理）\u001b[22m, \u001b[1m楽しさ：10/10（発行済）\u001b[22m\nThis movie left me completely satisfied. The premise caught my attention, the art was something to behold all the way through, the characters were lovable, and despite the serious nature of what occurred in the plot, there were moments of humour that added a lovely touch to the overall experience.\n\n\u001b[1mこの映画は私を完全に満足させた。 その前提が私の関心を引いた、芸術は徹底的に見えるものだったし、キャラクターは愛されていたし、プロットで起こったことの深刻な性質にもかかわらず、ユーモアの瞬間があり、全体的な経験に素敵な感触を加えた。\u001b[22m\n\u001b[1m(Kono eiga wa watashi o kanzen ni manzoku sa seta. Sono zentei ga watashi no kanshin o hiita, geijutsu wa tetteiteki ni mieru monodattashi, kyarakutā wa aisa rete itashi, purotto de okotta koto no shinkokuna seishitsu nimokakawarazu, yūmoa no shunkan ga ari, zentai-tekina keiken ni sutekina kanshoku o kuwaeta.)\u001b[22m\n\nTranslations of \u001b[4mThis movie left me completely satisfied. The premise caught my attention, the art was something to behold all the way through, the characters were lovable, and despite the serious nature of what occurred in the plot, there were moments of humour that added a lovely touch to the overall experience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie left me completely satisfied.\u001b[24m\n    \u001b[1mこの映画は私を完全に満足させた。\u001b[22m, \u001b[1mこの映画は完全に満足し、私を残しました。\u001b[22m\n\u001b[4mThe premise caught my attention, the art was something to behold all the way through, the characters were lovable, and despite the serious nature of what occurred in the plot, there were moments of humour that added a lovely touch to the overall experience.\u001b[24m\n    \u001b[1mその前提が私の関心を引いた、芸術は徹底的に見えるものだったし、キャラクターは愛されていたし、プロットで起こったことの深刻な性質にもかかわらず、ユーモアの瞬間があり、全体的な経験に素敵な感触を加えた。\u001b[22m, \u001b[1m前提は、芸術は介してすべての道を見張るものだった、文字が愛すべきだった、とプロットに何が起きたのかの深刻な性質にもかかわらず、全体的な経験に素敵なタッチを追加したユーモアの瞬間があった、私の注意を引きました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9/10 (great)\n\n\u001b[1m全体的：9/10（素晴らしい）\u001b[22m\n\u001b[1m(Zentai-teki: 9/ 10 (Subarashī))\u001b[22m\n\nTranslations of \u001b[4mOverall: 9/10 (great)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9/10 (great)\u001b[24m\n    \u001b[1m全体的：9/10（素晴らしい）\u001b[22m, \u001b[1m全体：9/10（偉大な）\u001b[22m\nI truly had to think long and hard about whether I was going to rate Sakasama no Patema a 10/10, because it ticked just about every box for me. While there are some parts of it that are obviously incomplete, Patema Inverted is a masterpiece in the way it is a sensory experience in my opinion. Though I usually prefer anime with much darker atmosphere, this film was a breath of fresh air, and I would enthusiastically recommend it to just about anyone.\n\n\u001b[1m私は本当にSakasama no Patemaを10月10日に評価するつもりかどうかについて長く考えなければなりませんでした。 明らかに不完全な部分がいくつかありますが、Patema Invertedは私の意見では感覚的な経験であるという点で傑作です。 私は通常より暗い雰囲気のアニメを好むが、この映画は新鮮な空気の息吹であり、誰にでもそれを熱狂的に勧めている。\u001b[22m\n\u001b[1m(Watashi wa hontōni Sakasama no Patema o 10 tsuki 10-nichi ni hyōka suru tsumori ka dō ka ni tsuite nagaku kangaenakereba narimasendeshita. Akiraka ni fukanzen'na bubun ga ikutsu ka arimasuga, Patema Inverted wa watashi no ikende wa kankaku-tekina keikendearu to iu tende kessakudesu. Watashi wa tsūjō yori kurai fun'iki no anime o konomu ga, kono eiga wa shinsen'na kūki no ibukideari, darenidemo sore o nekkyō-teki ni susumete iru.)\u001b[22m\n\nTranslations of \u001b[4mI truly had to think long and hard about whether I was going to rate Sakasama no Patema a 10/10, because it ticked just about every box for me. While there are some parts of it that are obviously incomplete, Patema Inverted is a masterpiece in the way it is a sensory experience in my opinion. Though I usually prefer anime with much darker atmosphere, this film was a breath of fresh air, and I would enthusiastically recommend it to just about anyone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI truly had to think long and hard about whether I was going to rate Sakasama no Patema a 10/10, because it ticked just about every box for me.\u001b[24m\n    \u001b[1m私は本当にSakasama no Patemaを10月10日に評価するつもりかどうかについて長く考えなければなりませんでした。\u001b[22m, \u001b[1m私は本当にそれが私のためにちょうど約すべてのボックスをチェックが入っているため、私は、何のPatema 10/10逆さまを評価するつもりはなかったかどうかについて、長い期間懸命に考えていました。\u001b[22m\n\u001b[4mWhile there are some parts of it that are obviously incomplete, Patema Inverted is a masterpiece in the way it is a sensory experience in my opinion.\u001b[24m\n    \u001b[1m明らかに不完全な部分がいくつかありますが、Patema Invertedは私の意見では感覚的な経験であるという点で傑作です。\u001b[22m, \u001b[1m明らかに不完全であることのいくつかの部分がありますが、サカサマのパテマは、それが私の意見で感覚的な体験であるようにした傑作です。\u001b[22m\n\u001b[4mThough I usually prefer anime with much darker atmosphere, this film was a breath of fresh air, and I would enthusiastically recommend it to just about anyone.\u001b[24m\n    \u001b[1m私は通常より暗い雰囲気のアニメを好むが、この映画は新鮮な空気の息吹であり、誰にでもそれを熱狂的に勧めている。\u001b[22m, \u001b[1m私は通常はるかに暗い雰囲気でアニメを好むが、この映画は、新鮮な空気の息だった、と私は熱狂的にちょうど約誰にもそれをお勧めします。\u001b[22m"
  },
  {
    "title": "Sakasama_no_Patema",
    "id": "12477",
    "url": "https://myanimelist.net/anime/12477/Sakasama_no_Patema",
    "user": "Hendo-chan",
    "profile": "/profile/Hendo-chan/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=191114",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  8\n\nクイックレビュー：Patema Invertedは、非常に興味深いコンセプトを持ち、ナチス・ドイツに関連しているようです。 そのキャストは特に強くはありませんが（そのような短期間に開発するのは難しいですが）、私はあなたが美しく楽しい乗り心地であなたを連れて行くのに十分であると感じます。 ユニークなストーリーとかわいいアニメーションとサウンドのためだけに、この映画には絶対に腕時計を付ける必要があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nQuick Review: Patema Inverted has a very interesting concept which appears to relate to Nazi Germany. While its cast is not particularly strong (hard for them to develop them in such a short time), I feel they are sufficient enough to take you on a beautiful and enjoyable ride. This movie should definitely be given a watch if only for the unique story and pretty animation and sound.\n\n\u001b[1mクイックレビュー：Patema Invertedは、非常に興味深いコンセプトを持ち、ナチス・ドイツに関連しているようです。 そのキャストは特に強くはありませんが（そのような短期間に開発するのは難しいですが）、私はあなたが美しく楽しい乗り心地であなたを連れて行くのに十分であると感じます。 ユニークなストーリーとかわいいアニメーションとサウンドのためだけに、この映画には絶対に腕時計を付ける必要があります。\u001b[22m\n\u001b[1m(Kuikkurebyū: Patema Inverted wa, hijō ni kyōmibukai konseputo o mochi, Nachisu Doitsu ni kanren shite iru yōdesu. Sono kyasuto wa tokuni tsuyoku wa arimasenga (so no yōna tankikan ni kaihatsu suru no wa muzukashīdesuga), watashi wa anata ga utsukushiku tanoshī nori-gokochi de anata o tsurete ikunoni jūbundearu to kanjimasu. Yunīkuna sutōrī to kawaī animēshon to saundo no tame dake ni, kono eiga ni wa zettai ni udedokei o tsukeru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mQuick Review: Patema Inverted has a very interesting concept which appears to relate to Nazi Germany. While its cast is not particularly strong (hard for them to develop them in such a short time), I feel they are sufficient enough to take you on a beautiful and enjoyable ride. This movie should definitely be given a watch if only for the unique story and pretty animation and sound.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mQuick Review: Patema Inverted has a very interesting concept which appears to relate to Nazi Germany.\u001b[24m\n    \u001b[1mクイックレビュー：Patema Invertedは、非常に興味深いコンセプトを持ち、ナチス・ドイツに関連しているようです。\u001b[22m, \u001b[1mクイックレビュー：サカサマのパテマは、ナチス・ドイツに関連すると思われる非常に興味深い概念があります。\u001b[22m\n\u001b[4mWhile its cast is not particularly strong (hard for them to develop them in such a short time), I feel they are sufficient enough to take you on a beautiful and enjoyable ride.\u001b[24m\n    \u001b[1mそのキャストは特に強くはありませんが（そのような短期間に開発するのは難しいですが）、私はあなたが美しく楽しい乗り心地であなたを連れて行くのに十分であると感じます。\u001b[22m, \u001b[1mそのキャストは（彼らはこのような短い時間でそれらを開発するために懸命に）特に強くはないですが、私は、彼らは美しく、楽しい乗ってあなたを取るのに十分であると感じます。\u001b[22m\n\u001b[4mThis movie should definitely be given a watch if only for the unique story and pretty animation and sound.\u001b[24m\n    \u001b[1mユニークなストーリーとかわいいアニメーションとサウンドのためだけに、この映画には絶対に腕時計を付ける必要があります。\u001b[22m, \u001b[1mユニークなストーリーと美しいアニメーションとサウンドの場合にのみ、この映画は間違いなく時計を与えられるべきです。\u001b[22m"
  },
  {
    "title": "Sakasama_no_Patema",
    "id": "12477",
    "url": "https://myanimelist.net/anime/12477/Sakasama_no_Patema",
    "user": "noxymus1",
    "profile": "/profile/noxymus1/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=232462",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\nこのレビューでは、私はすべての否定的なものや肯定的なものを引き出すことはありません。ちょっと話をしてください。 また、私の個人的な記憶の影響を少し受けます。\n\n私の長いお尻のレビューを読んでみたくない人にとっては、結論が得られます。はい、それは価値があります。 はい、その本当に良い。 それを見て、ファックしてください。 今私のレビューのために。\n\nアニメ映画は間違いなく過小評価されていることがよくありますが、映画のイントロを見ているうちに、私が一番気に入ったような、多くの点でアニメよりも優れていると思います。 たとえば、ハリー・ポッターには、ファスト・アンド・ファインのイントロがあります。 一方、怒っているのは、ラップミュージックや車の音が入った、本当に強力なイントロです。 もう一つ、私はアニメ映画がアニメよりも上手くできる最大のものは単なる個人的な思い出だと思う。 私はポケモン、遊戯王などを見ていたようでしたが、正直言って本当に思い出したり気にかけたりしません。 私は彼らを20回見ていたので、スピリット・アウェイやハウルズ・ムービング・キャッスルのような映画は本当にたくさんの記憶を引き出します。 とにかく、彼らは長く200エピソードではなく、彼らは思い出に残っています。 今この映画の実際のレビューのために。\n\n\n\n私はそれが終わりまでそれをもたらすと思います。  Iveは私が今、少なくとも一番欲しかったこと全てを言った。 これは間違いなく私のための思い出のジェットコースターでした。  :)\n\nこれは、noxによるSakasama no Patemaのレビュー",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIn this review I wont be bringing out all the negative and positive things, ill just talk about it a little bit. Also it is affected by my personal memories a little bit.\n\n\u001b[1mこのレビューでは、私はすべての否定的なものや肯定的なものを引き出すことはありません。ちょっと話をしてください。 また、私の個人的な記憶の影響を少し受けます。\u001b[22m\n\u001b[1m(Kono rebyūde wa, watashi wa subete no hitei-tekina mono ya kōtei-tekina mono o hikidasu koto wa arimasen. Chotto hanashi o shite kudasai. Mata, watashi no kojin-tekina kioku no eikyō o sukoshi ukemasu.)\u001b[22m\n\nTranslations of \u001b[4mIn this review I wont be bringing out all the negative and positive things, ill just talk about it a little bit. Also it is affected by my personal memories a little bit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn this review I wont be bringing out all the negative and positive things, ill just talk about it a little bit.\u001b[24m\n    \u001b[1mこのレビューでは、私はすべての否定的なものや肯定的なものを引き出すことはありません。ちょっと話をしてください。\u001b[22m, \u001b[1mこのレビューでは私はそれについて少し話を病気に、すべての否定と肯定的なものを引き出すことが文句を言いません。\u001b[22m\n\u001b[4mAlso it is affected by my personal memories a little bit.\u001b[24m\n    \u001b[1mまた、私の個人的な記憶の影響を少し受けます。\u001b[22m, \u001b[1mまた、それは私の個人的な記憶は少しの影響を受けています。\u001b[22m\n\u001b[1m\u001b[22m\nFor the people who dont want to read my long ass review heres the conclusion: Yes it is worth watching. Yes its really good. Go fucking watch it. Now for my review.\n\n\u001b[1m私の長いお尻のレビューを読んでみたくない人にとっては、結論が得られます。はい、それは価値があります。 はい、その本当に良い。 それを見て、ファックしてください。 今私のレビューのために。\u001b[22m\n\u001b[1m(Watashi no nagai o shiri no rebyū o yonde mitakunai hito ni totte wa, ketsuron ga e raremasu. Hai, soreha kachi ga arimasu. Hai, sono hontōni yoi. Sore o mite, fakku shite kudasai. Ima watashi no rebyū no tame ni.)\u001b[22m\n\nTranslations of \u001b[4mFor the people who dont want to read my long ass review heres the conclusion: Yes it is worth watching. Yes its really good. Go fucking watch it. Now for my review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the people who dont want to read my long ass review heres the conclusion: Yes it is worth watching.\u001b[24m\n    \u001b[1m私の長いお尻のレビューを読んでみたくない人にとっては、結論が得られます。はい、それは価値があります。\u001b[22m, \u001b[1mはい、それは見て価値がある：HERESに結論私の長いお尻のレビューを読みたいいけない人々のために。\u001b[22m\n\u001b[4mYes its really good.\u001b[24m\n    \u001b[1mはい、その本当に良い。\u001b[22m, \u001b[1mその本当に良いはい。\u001b[22m\n\u001b[4mGo fucking watch it.\u001b[24m\n    \u001b[1mそれを見て、ファックしてください。\u001b[22m, \u001b[1mクソそれを見に行きます。\u001b[22m\n\u001b[4mNow for my review.\u001b[24m\n    \u001b[1m今私のレビューのために。\u001b[22m\n\u001b[1m\u001b[22m\nAnime movies are definetly underrated and often overlooked, but I think that they can be better than anime in many ways like the powerful feeling I atleast get while watching movie intros. Harry Potter for example has a really spooky intro, Fast &amp; Furious on the other hand has a really powerful intro with some rap music and car sounds. Another and I think the biggest thing anime movies can be better than anime in is just personal memories. Like I watched Pokemon, Yu-Gi-Oh and so on, but I dont really remember or care about it to be honest. Movies like Spirited Away and Howls Moving Castle really trigger alot of memories tho, maybe because I watched them like 20 times. Anyway, theyre not 200 episodes long and theyre memorable. For the actual review of this movie now.\n\n\u001b[1mアニメ映画は間違いなく過小評価されていることがよくありますが、映画のイントロを見ているうちに、私が一番気に入ったような、多くの点でアニメよりも優れていると思います。 たとえば、ハリー・ポッターには、ファスト・アンド・ファインのイントロがあります。 一方、怒っているのは、ラップミュージックや車の音が入った、本当に強力なイントロです。 もう一つ、私はアニメ映画がアニメよりも上手くできる最大のものは単なる個人的な思い出だと思う。 私はポケモン、遊戯王などを見ていたようでしたが、正直言って本当に思い出したり気にかけたりしません。 私は彼らを20回見ていたので、スピリット・アウェイやハウルズ・ムービング・キャッスルのような映画は本当にたくさんの記憶を引き出します。 とにかく、彼らは長く200エピソードではなく、彼らは思い出に残っています。 今この映画の実際のレビューのために。\u001b[22m\n\u001b[1m(Anime eiga wa machigainaku kashō hyōka sa rete iru koto ga yoku arimasuga, eiga no Intoro o mite iru uchi ni, watashi ga ichiban kiniitta yōna, ōku no ten de anime yori mo sugurete iru to omoimasu. Tatoeba, harī pottā ni wa, Fasuto Ando fain no Intoro ga arimasu. Ippō, okotte iru no wa, rappumyūjikku ya kuruma no oto ga haitta, hontōni kyōryokuna in torodesu. Mōhitotsu, watashi wa anime eiga ga anime yori mo umaku dekiru saidai no mono wa tan'naru kojin-tekina omoideda to omou. Watashi wa pokemon, yugiō nado o mite ita yōdeshitaga, shōjiki itte hontōni omoidashi tari ki ni kake tari shimasen. Watashi wa karera o 20-kai mite itanode, supiritto au~ei ya hauruzu mūbingu kyassuru no yōna eiga wa hontōni takusan no kioku o hikidashimasu. Tonikaku, karera wa nagaku 200 episōdode wa naku, karera wa omoide ni nokotte imasu. Ima kono eiga no jissai no rebyū no tame ni.)\u001b[22m\n\nTranslations of \u001b[4mAnime movies are definetly underrated and often overlooked, but I think that they can be better than anime in many ways like the powerful feeling I atleast get while watching movie intros. Harry Potter for example has a really spooky intro, Fast &amp; Furious on the other hand has a really powerful intro with some rap music and car sounds. Another and I think the biggest thing anime movies can be better than anime in is just personal memories. Like I watched Pokemon, Yu-Gi-Oh and so on, but I dont really remember or care about it to be honest. Movies like Spirited Away and Howls Moving Castle really trigger alot of memories tho, maybe because I watched them like 20 times. Anyway, theyre not 200 episodes long and theyre memorable. For the actual review of this movie now.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnime movies are definetly underrated and often overlooked, but I think that they can be better than anime in many ways like the powerful feeling I atleast get while watching movie intros.\u001b[24m\n    \u001b[1mアニメ映画は間違いなく過小評価されていることがよくありますが、映画のイントロを見ているうちに、私が一番気に入ったような、多くの点でアニメよりも優れていると思います。\u001b[22m, \u001b[1mアニメ映画はdefinetly過小評価し、見落とされがちですが、私は彼らが映画のイントロを見ながら、私少なくともを得る強力な感じのような多くの方法でアニメよりも優れていることができると思います。\u001b[22m\n\u001b[4mHarry Potter for example has a really spooky intro, Fast &amp;\u001b[24m\n    \u001b[1mたとえば、ハリー・ポッターには、ファスト・アンド・ファインのイントロがあります。\u001b[22m, \u001b[1m例えばハリーポッターは、Fast＆アンペア、本当に不気味なイントロがあります。\u001b[22m\n\u001b[4mFurious on the other hand has a really powerful intro with some rap music and car sounds.\u001b[24m\n    \u001b[1m一方、怒っているのは、ラップミュージックや車の音が入った、本当に強力なイントロです。\u001b[22m, \u001b[1m一方、猛烈ないくつかのラップミュージックや車の音には本当に強力なイントロがあります。\u001b[22m\n\u001b[4mAnother and I think the biggest thing anime movies can be better than anime in is just personal memories.\u001b[24m\n    \u001b[1mもう一つ、私はアニメ映画がアニメよりも上手くできる最大のものは単なる個人的な思い出だと思う。\u001b[22m, \u001b[1mもう一つ、私は最大のもののアニメ映画は単なる個人的な思い出であるのアニメよりも良くなることができると思います。\u001b[22m\n\u001b[4mLike I watched Pokemon, Yu-Gi-Oh and so on, but I dont really remember or care about it to be honest.\u001b[24m\n    \u001b[1m私はポケモン、遊戯王などを見ていたようでしたが、正直言って本当に思い出したり気にかけたりしません。\u001b[22m, \u001b[1m私は上のポケモン、遊戯王とを見て、私は本当に正直であることを覚えているか、それを気にいけないように。\u001b[22m\n\u001b[4mMovies like Spirited Away and Howls Moving Castle really trigger alot of memories tho, maybe because I watched them like 20 times.\u001b[24m\n    \u001b[1m私は彼らを20回見ていたので、スピリット・アウェイやハウルズ・ムービング・キャッスルのような映画は本当にたくさんの記憶を引き出します。\u001b[22m, \u001b[1m千と千尋の神隠しのような作品アウェイとハウルの動く城は本当に私は20回のようにそれらを見て、多分ので、thoの思い出の多くを誘発します。\u001b[22m\n\u001b[4mAnyway, theyre not 200 episodes long and theyre memorable.\u001b[24m\n    \u001b[1mとにかく、彼らは長く200エピソードではなく、彼らは思い出に残っています。\u001b[22m, \u001b[1m思い出に残る長いと聞きしたいとにかく、聞きしたいではない200のエピソード。\u001b[22m\n\u001b[4mFor the actual review of this movie now.\u001b[24m\n    \u001b[1m今この映画の実際のレビューのために。\u001b[22m, \u001b[1m今、この映画の実際の総説について。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nI guess that brings it to an end. Ive said everything I wanted to, for now atleast. This one was definetly a rollercoaster of memories for me. :)\n\n\u001b[1m私はそれが終わりまでそれをもたらすと思います。  Iveは私が今、少なくとも一番欲しかったこと全てを言った。 これは間違いなく私のための思い出のジェットコースターでした。  :)\u001b[22m\n\u001b[1m(Watashi wa sore ga owari made sore o motarasu to omoimasu. Ive wa watashi ga ima, sukunakutomo ichiban hoshikatta koto subete o itta. Kore wa machigainaku watashi no tame no omoide no jettokōsutādeshita. : ))\u001b[22m\n\nTranslations of \u001b[4mI guess that brings it to an end. Ive said everything I wanted to, for now atleast. This one was definetly a rollercoaster of memories for me. :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI guess that brings it to an end.\u001b[24m\n    \u001b[1m私はそれが終わりまでそれをもたらすと思います。\u001b[22m, \u001b[1m私は最後にそれをもたらすと思います。\u001b[22m\n\u001b[4mIve said everything I wanted to, for now atleast.\u001b[24m\n    \u001b[1mIveは私が今、少なくとも一番欲しかったこと全てを言った。\u001b[22m, \u001b[1mアイブ氏は、私が今少なくともために、したかったすべてを語りました。\u001b[22m\n\u001b[4mThis one was definetly a rollercoaster of memories for me.\u001b[24m\n    \u001b[1mこれは間違いなく私のための思い出のジェットコースターでした。\u001b[22m, \u001b[1mこの1はdefinetly私にとっては思い出のジェットコースターでした。\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m\n\u001b[1m\u001b[22m\nThis has been a review of Sakasama no Patema by nox\n\n\u001b[1mこれは、noxによるSakasama no Patemaのレビュー\u001b[22m\n\u001b[1m(Kore wa, nox ni yoru Sakasama no Patema no rebyū)\u001b[22m\n\nTranslations of \u001b[4mThis has been a review of Sakasama no Patema by nox\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis has been a review of Sakasama no Patema by nox\u001b[24m\n    \u001b[1mこれは、noxによるSakasama no Patemaのレビュー\u001b[22m, \u001b[1mこれは、NOxによって逆さまの審査なしPatemaてきました\u001b[22m"
  },
  {
    "title": "Sakasama_no_Patema",
    "id": "12477",
    "url": "https://myanimelist.net/anime/12477/Sakasama_no_Patema",
    "user": "Amagai",
    "profile": "/profile/Amagai/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=180100",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  8\n\n「Patema：Inverted」は、2013年に最初に予告編を視聴した後、私のレーダーに乗り遅れていた。 予告編だけで、私は「重力」要素の概念に魅了され、タイトルの意味に何が与えられたのか。 レビューを短くするには、私の考えを簡潔にするために...\n\n...キャラクターの多くは荒れ狂ったものですが、それは映画が悪いとはみなされませんが、映画の正直な瑕疵を照らしています。 私は、この映画が真に輝くところは、逆の世界を実行することによって概念が認識されていると考えています。 何かを台無しにすることなく、これはディストロピアンの背景の中にある映画、または最初の行為での早期休憩中に視聴者が導入された少なくとも1つの映画で、提供され、受け取られるメッセージがあると想像することができます。 さらに、私が2つの世界のための非常に興味深いSteampunkとサイバーパンクの美しさのメッシュのアートデザインのために言及しなければ、それは残念です。\n\n私の唯一の真の苦情は、軍事独裁政権のリーダー（彼の熱狂的な擬似宗教的な見方は弱い）やいくつかの場面、キャラクターやセッティングなど、キャラクターに肉体をより深く与える/与えるためには、  （パテマのスチームパンク家）。\n\n結局のところ、私はコンセプトの実行がすべてを一緒に保持する接着剤であると信じています。私はあなた自身、または私たちはそれを一緒に見たり、逆さまに、あるいは逆さまにして見ています この映画を吸収して受け取ります。 私は1つのためにそれを楽しんだ、しかし、私はsomethingsが調整を使用することができると述べたが、すべてがその逆さまの視点を右に上げることができる最後の10分で特に十分にうまくいった...\n\nオール・イン・オールでは、これまでの数少ない批評のために最後のいくつかのキーを叩いているので、「Patema：Inverted」というタイトルはPatema（主人公）の視点に照らされていると思ったり、 したがって、 'パテマ（の）：反転（パースペクティブ）'\n\n\n\n\n説教！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n'Patema: Inverted,' after having initially seen the trailer back in 2013, this movie had been on and off my radar since. Through the trailer alone I was captivated by the concept of the 'gravity' element and what gives purpose to the titles meaning. To cut the review short, yet succinct of my thoughts...\n\n\u001b[1m「Patema：Inverted」は、2013年に最初に予告編を視聴した後、私のレーダーに乗り遅れていた。 予告編だけで、私は「重力」要素の概念に魅了され、タイトルの意味に何が与えられたのか。 レビューを短くするには、私の考えを簡潔にするために...\u001b[22m\n\u001b[1m(`Patema: Inverted' wa, 2013-nen ni saisho ni yokokuhen o shichō shita nochi, watashi no rēdā ni noriokurete ita. Yokokuhen dake de, watashi wa `jūryoku' yōso no gainen ni miryō sa re, taitoru no imi ni nani ga atae rareta no ka. Rebyū o mijikaku suru ni wa, watashi no kangae o kanketsu ni suru tame ni...)\u001b[22m\n\nTranslations of \u001b[4m'Patema: Inverted,' after having initially seen the trailer back in 2013, this movie had been on and off my radar since. Through the trailer alone I was captivated by the concept of the 'gravity' element and what gives purpose to the titles meaning. To cut the review short, yet succinct of my thoughts...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Patema: Inverted,' after having initially seen the trailer back in 2013, this movie had been on and off my radar since.\u001b[24m\n    \u001b[1m「Patema：Inverted」は、2013年に最初に予告編を視聴した後、私のレーダーに乗り遅れていた。\u001b[22m, \u001b[1m「Patema：反転、「最初に戻って2013年にトレーラーを見た後は、この映画は以来、私のレーダーのオンとオフされていました。\u001b[22m\n\u001b[4mThrough the trailer alone I was captivated by the concept of the 'gravity' element and what gives purpose to the titles meaning.\u001b[24m\n    \u001b[1m予告編だけで、私は「重力」要素の概念に魅了され、タイトルの意味に何が与えられたのか。\u001b[22m, \u001b[1m単独のトレーラーを通して、私は「重力」要素の概念とどのような意味のタイトルに目的を与えるに魅了されました。\u001b[22m\n\u001b[4mTo cut the review short, yet succinct of my thoughts...\u001b[24m\n    \u001b[1mレビューを短くするには、私の考えを簡潔にするために...\u001b[22m, \u001b[1mレビューが短い、まだ私の考えを簡潔にカットするには...\u001b[22m\n\u001b[1m\u001b[22m\n...much of the characters are tropes, but that doesn't equate to the film being bad, but illuminates a single honest flaw of the film. I think where this film truly shines is in concept being recognized through execution of this inverted world that gives perspective just that, perspective. Without spoiling anything, one could imagine that this being a film set amongst a dystopian backdrop or at least one that the viewer is introduced to amidst an early break in the first act, that there is a resounding message to be provided and received. In addition, it would be remiss if I were not to mention for art design sake of a very interesting mesh of steampunk and cyberpunk aesthetic for the 2 worlds.\n\n\u001b[1m...キャラクターの多くは荒れ狂ったものですが、それは映画が悪いとは見なされませんが、映画の正直な欠陥が1つだけ点灯します。 私は、この映画が真に輝くところは、逆の世界を実行することによって概念が認識されていると考えています。 何かを台無しにすることなく、これはディストロピアンの背景の中にある映画、または最初の行為の早期休憩中に視聴者が導入され、少なくとも提供され、受け取られるメッセージがあることを想像することができます。 さらに、私が2つの世界のための非常に興味深いSteampunkとサイバーパンクの美しさのメッシュのアートデザインのために言及しなければ、それは残念です。\u001b[22m\n\u001b[1m(... Kyarakutā no ōku wa arekurutta monodesuga, soreha eiga ga warui to wa minasa remasenga, eiga no shōjikina kekkan ga 1tsu dake tentō shimasu. Watashi wa, kono eiga ga makotoni kagayaku tokoro wa, gyaku no sekai o jikkō suru koto ni yotte gainen ga ninshiki sa rete iru to kangaete imasu. Nanika o dainashi ni suru koto naku, koreha disutoropian no haikei no naka ni aru eiga, matawa saisho no kōi no sōki kyūkei-chū ni shichō-sha ga dōnyū sa re, sukunakutomo teikyō sa re, uketora reru messēji ga aru koto o sōzō suru koto ga dekimasu. Sarani, watashi ga 2tsu no sekai no tame no hijō ni kyōmibukai Steampunk to saibāpanku no utsukushi-sa no messhu no ātodezain no tame ni genkyū shinakereba, sore wa zan'nendesu.)\u001b[22m\n\nTranslations of \u001b[4m...much of the characters are tropes, but that doesn't equate to the film being bad, but illuminates a single honest flaw of the film. I think where this film truly shines is in concept being recognized through execution of this inverted world that gives perspective just that, perspective. Without spoiling anything, one could imagine that this being a film set amongst a dystopian backdrop or at least one that the viewer is introduced to amidst an early break in the first act, that there is a resounding message to be provided and received. In addition, it would be remiss if I were not to mention for art design sake of a very interesting mesh of steampunk and cyberpunk aesthetic for the 2 worlds.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m...much of the characters are tropes, but that doesn't equate to the film being bad, but illuminates a single honest flaw of the film.\u001b[24m\n    \u001b[1m...キャラクターの多くは荒れ狂ったものですが、それは映画が悪いとは見なされませんが、映画の正直な欠陥が1つだけ点灯します。\u001b[22m, \u001b[1m...文字の多くは比喩ですが、それはフィルムが悪いであることに同じではありませんが、フィルムの単一正直な欠陥を照明します。\u001b[22m\n\u001b[4mI think where this film truly shines is in concept being recognized through execution of this inverted world that gives perspective just that, perspective.\u001b[24m\n    \u001b[1m私は、この映画が真に輝くところは、逆の世界を実行することによって概念が認識されていると考えています。\u001b[22m, \u001b[1m私はここで、この映画は本当に輝くことがちょうどその、視点視点を与え、この反転世界を実行することにより認識される概念であると思います。\u001b[22m\n\u001b[4mWithout spoiling anything, one could imagine that this being a film set amongst a dystopian backdrop or at least one that the viewer is introduced to amidst an early break in the first act, that there is a resounding message to be provided and received.\u001b[24m\n    \u001b[1m何かを台無しにすることなく、これはディストロピアンの背景の中にある映画、または最初の行為の早期休憩中に視聴者が導入され、少なくとも提供され、受け取られるメッセージがあることを想像することができます。\u001b[22m, \u001b[1m何かを損なうことなく、1が提供され、受信する鳴り響くメッセージがあることを、これは陰鬱な背景や、視聴者は、第一幕の初期ブレークの中に導入されていることを少なくとも一つに囲まれた膜であることが想像できます。\u001b[22m\n\u001b[4mIn addition, it would be remiss if I were not to mention for art design sake of a very interesting mesh of steampunk and cyberpunk aesthetic for the 2 worlds.\u001b[24m\n    \u001b[1mさらに、私が2つの世界のための非常に興味深いSteampunkとサイバーパンクの美しさのメッシュのアートデザインのために言及しなければ、それは残念です。\u001b[22m, \u001b[1m私は2の世界のためにスチームパンクとサイバーパンク美的の非常に興味深いメッシュのアートデザインために言及していなかった場合に加えて、それは怠慢でしょう。\u001b[22m\n\u001b[1m\u001b[22m\nMy only true complaint is that the direction perhaps could've been tighter to give/provide more depth to flesh out characters, say for example the militaristic despot leader (his zealot pseudo-religious perspective is weak) and even some scenes, characters and settings (Patema's steampunk home).\n\n\u001b[1m私の唯一の真の苦情は、軍事独裁政権のリーダー（彼の熱狂的な擬似宗教的な見方は弱い）やいくつかの場面、キャラクターやセッティングなど、キャラクターに肉体をより深く与える/与えるためには、  （パテマのスチームパンク家）。\u001b[22m\n\u001b[1m(Watashi no yuiitsu no shin no kujō wa, gunji dokusai seiken no rīdā (kare no nekkyō-tekina giji shūkyō-tekina mikata wa yowai) ya ikutsu ka no bamen, kyarakutā ya settingu nado, kyarakutā ni nikutai o yori fukaku ataeru/ ataeru tame ni wa, (patema no suchīmupanku-ka).)\u001b[22m\n\nTranslations of \u001b[4mMy only true complaint is that the direction perhaps could've been tighter to give/provide more depth to flesh out characters, say for example the militaristic despot leader (his zealot pseudo-religious perspective is weak) and even some scenes, characters and settings (Patema's steampunk home).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy only true complaint is that the direction perhaps could've been tighter to give/provide more depth to flesh out characters, say for example the militaristic despot leader (his zealot pseudo-religious perspective is weak) and even some scenes, characters and settings\u001b[24m\n    \u001b[1m私の唯一の真の苦情は、軍事独裁政権のリーダー（彼の熱狂的な擬似宗教的な見方は弱い）やいくつかの場面、キャラクターやセッティングなど、キャラクターに肉体をより深く与える/与えるためには、\u001b[22m, \u001b[1m私の唯一の本当の不満は、方向は、おそらく（彼の狂信者の擬似宗教的な視点が弱い）、さらにいくつかのシーン、キャラクターや設定/与える例軍国主義の専制君主のリーダーのために言って、文字を肉付けするために、より深さを提供するために、より厳しいしてきた可能性があることです\u001b[22m\n\u001b[4m(Patema's steampunk home).\u001b[24m\n    \u001b[1m（パテマのスチームパンク家）。\u001b[22m, \u001b[1m（Patemaのスチームパンクの家）。\u001b[22m\n\u001b[1m\u001b[22m\nUltimately, I believe the execution of the concept was the adhesive holding everything together and it's in a matter of opinion I suppose that you, myself or we look at it together or separate in an upside-down or downside-up position, in which we absorb and receive this film. I for one rather enjoyed it, though as I said somethings could use adjusting, but it worked well enough especially in the last 10 minutes where everything can turn that upside-down perspective, right-side up...\n\n\u001b[1m結局のところ、私はコンセプトの実行がすべてを一緒に保持する接着剤であると信じています。私はあなた自身、または私たちはそれを一緒に見たり、逆さまに、あるいは逆さまにして見ています この映画を吸収して受け取ります。 私は1つのためにそれを楽しんだ、しかし、私はsomethingsが調整を使用することができると述べたが、すべてがその逆さまの視点を右に上げることができる最後の10分で特に十分にうまくいった...\u001b[22m\n\u001b[1m(Kekkyokunotokoro, watashi wa konseputo no jikkō ga subete o issho ni hoji suru setchaku-zaidearu to shinjite imasu. Watashi wa anata jishin, matawa watashitachi wa sore o issho ni mi tari, sakasama ni, aruiwa sakasama ni shite mite imasu kono eiga o kyūshū shite uketorimasu. Watashi wa 1tsu no tame ni sore o tanoshinda, shikashi, watashi wa somethings ga chōsei o shiyō suru koto ga dekiru to nobetaga, subete ga sono sakasama no shiten o migi ni ageru koto ga dekiru saigo no 10-bu de tokuni jūbun ni umaku itta...)\u001b[22m\n\nTranslations of \u001b[4mUltimately, I believe the execution of the concept was the adhesive holding everything together and it's in a matter of opinion I suppose that you, myself or we look at it together or separate in an upside-down or downside-up position, in which we absorb and receive this film. I for one rather enjoyed it, though as I said somethings could use adjusting, but it worked well enough especially in the last 10 minutes where everything can turn that upside-down perspective, right-side up...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUltimately, I believe the execution of the concept was the adhesive holding everything together and it's in a matter of opinion I suppose that you, myself or we look at it together or separate in an upside-down or downside-up position, in which we\u001b[24m\n    \u001b[1m結局のところ、私はコンセプトの実行がすべてを一緒に保持する接着剤であると信じています。私はあなた自身、または私たちはそれを一緒に見たり、逆さまに、あるいは逆さまにして見ています\u001b[22m, \u001b[1m最終的に、で私たち、私はあなたが、自分自身や私たちは一緒にまたは別々逆さまや欠点アップ位置にそれを見ているとし、私はコンセプトの実行は接着剤が一緒にすべてを持っていたと信じて、それは意見の問題でです\u001b[22m\n\u001b[4mabsorb and receive this film.\u001b[24m\n    \u001b[1mこの映画を吸収して受け取ります。\u001b[22m, \u001b[1mこの映画を吸収し、受け取ります。\u001b[22m\n\u001b[4mI for one rather enjoyed it, though as I said somethings could use adjusting, but it worked well enough especially in the last 10 minutes where everything can turn that upside-down perspective, right-side up...\u001b[24m\n    \u001b[1m私は1つのためにそれを楽しんだ、しかし、私はsomethingsが調整を使用することができると述べたが、すべてがその逆さまの視点を右に上げることができる最後の10分で特に十分にうまくいった...\u001b[22m, \u001b[1m私は代が調整を使用することができると言いましたように私は1のためではなくても、それを楽しんだが、それは特に、すべてがその逆さまの視点、右サイドアップを有効にすることができます最後の10分で十分に働いていました...\u001b[22m\n\u001b[1m\u001b[22m\nAll-in-all, as I stroke the last few keys for this less than stellar review, I've come to think or rather have deduced that the title 'Patema: Inverted' is meant to illude to Patema's (main character's) perspective, thus 'Patema('s): Inverted (Perspective)'\n\n\u001b[1mオール・イン・オールでは、これまでの数少ない批評のために最後のいくつかのキーを叩いているので、「Patema：Inverted」というタイトルはPatema（主人公）の視点に照らされていると思ったり、 したがって、 'パテマ（の）：反転（パースペクティブ）'\u001b[22m\n\u001b[1m(Ōru in ōrude wa, kore made no kazusukunai hihyō no tame ni saigo no ikutsu ka no kī o tataite irunode,`Patema: Inverted' to iu taitoru wa Patema (shujinkō) no shiten ni terasa rete iru to omottari, shitagatte, ' patema (no): Hanten (pāsupekutibu)')\u001b[22m\n\nTranslations of \u001b[4mAll-in-all, as I stroke the last few keys for this less than stellar review, I've come to think or rather have deduced that the title 'Patema: Inverted' is meant to illude to Patema's (main character's) perspective, thus 'Patema('s): Inverted (Perspective)'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll-in-all, as I stroke the last few keys for this less than stellar review, I've come to think or rather have deduced that the title 'Patema: Inverted' is meant to illude to Patema's (main character's) perspective,\u001b[24m\n    \u001b[1mオール・イン・オールでは、これまでの数少ない批評のために最後のいくつかのキーを叩いているので、「Patema：Inverted」というタイトルはPatema（主人公）の視点に照らされていると思ったり、\u001b[22m, \u001b[1mオールインワンすべて、私がストローク恒星のレビューよりも、この小さいの最後のいくつかのキーは、私が思うに来てというか、タイトル「Patema：反転 'はと推測しているように、Patemaの（主人公の）パースペクティブに錯覚させることを意味しています\u001b[22m\n\u001b[4mthus 'Patema('s): Inverted (Perspective)'\u001b[24m\n    \u001b[1mしたがって、 'パテマ（の）：反転（パースペクティブ）'\u001b[22m, \u001b[1mこのように「Patema（さん）：反転（展望）」\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nPreach!\n/prēCH/\n\n\u001b[1m説教！\u001b[22m\n\u001b[1m(Sekkyō!)\u001b[22m\n\nDefinitions of \u001b[4mPreach!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    説教\u001b[22m\n        sermon, preach, harangue\n\nverb\n\u001b[1m    説く\u001b[22m\n        preach, explain, advocate, persuade\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Sakasama_no_Patema",
    "id": "12477",
    "url": "https://myanimelist.net/anime/12477/Sakasama_no_Patema",
    "user": "Richard-kun",
    "profile": "/profile/Richard-kun/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=178335",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  8\n\nこの映画は奇妙です！ それは、未解決の質問、不思議なバックストーリー、映画全体に謎を残している不思議な設定でいっぱいです。\n\nコンセプト、芸術、音楽はとても美しく、私は映画のこれらの面を愛しています。 視覚的に言えば、Patema Invertedは美しい冒険と旅で、これは時計の価値があり、私の棚に持っているのがとても嬉しいものです。 エジとパトマの2人の主人公もとても好きです。\n\nその一方で、この映画には本当にすべてのことを可能にする膨大なプロットホールがあります。 どうやって逆の重力があるのか​​は、映画全体で謎が残っているのは残念です。 だから、この映画を見ることに決めたら、そのビットは事実上存在しないので、SFフィルムの要素を見ないでください。 この映画は、2つのまったく異なる世界の2つのタイプの人々の物語で、クロスオーバすると、彼らの世界の長い歴史を解き明かします。\n\n私はそれを楽しんだので、私はそれをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis film is weird! It's full of unanswered questions, mysterious back story and a mysterious setting which is kept a mystery throughout the whole film.\n\n\u001b[1mこの映画は奇妙です！ それは、未解決の質問、不思議なバックストーリー、映画全体に謎を残している不思議な設定でいっぱいです。\u001b[22m\n\u001b[1m(Kono eiga wa kimyōdesu! Sore wa, mi kaiketsu no shitsumon, fushigina bakkusutōrī, eiga zentai ni nazo o nokoshite iru fushigina settei de ippaidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis film is weird! It's full of unanswered questions, mysterious back story and a mysterious setting which is kept a mystery throughout the whole film.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis film is weird!\u001b[24m\n    \u001b[1mこの映画は奇妙です！\u001b[22m, \u001b[1mこのフィルムは奇妙です！\u001b[22m\n\u001b[4mIt's full of unanswered questions, mysterious back story and a mysterious setting which is kept a mystery throughout the whole film.\u001b[24m\n    \u001b[1mそれは、未解決の質問、不思議なバックストーリー、映画全体に謎を残している不思議な設定でいっぱいです。\u001b[22m, \u001b[1mこれは、未回答の質問、神秘的なバックストーリーと映画全体を通して謎を保たれている神秘的な設定のフルです。\u001b[22m\n\u001b[1m\u001b[22m\nThe concept, art and music is all so beautiful and I love these aspects of the film. Visually, Patema Inverted is a beautiful adventure and journey which makes this well worth the watch and something which I am very happy to have on my shelf. The two main characters, Eiji and Patema are also very likeable.\n\n\u001b[1mコンセプト、芸術、音楽はとても美しく、私は映画のこれらの面を愛しています。 視覚的に言えば、Patema Invertedは美しい冒険と旅で、これは時計の価値があり、私の棚に持っているのがとても嬉しいものです。 エジとパトマの2人の主人公もとても好きです。\u001b[22m\n\u001b[1m(Konseputo, geijutsu, ongaku wa totemo utsukushiku, watashi wa eiga no korera no men o aishiteimasu. Shikaku-teki ni ieba, Patema Inverted wa utsukushī bōken to tabi de, koreha tokei no kachi ga ari, watashi no tana ni motte iru no ga totemo ureshī monodesu. Eji to patoma no 2-ri no shujinkō mo totemo sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe concept, art and music is all so beautiful and I love these aspects of the film. Visually, Patema Inverted is a beautiful adventure and journey which makes this well worth the watch and something which I am very happy to have on my shelf. The two main characters, Eiji and Patema are also very likeable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe concept, art and music is all so beautiful and I love these aspects of the film.\u001b[24m\n    \u001b[1mコンセプト、芸術、音楽はとても美しく、私は映画のこれらの面を愛しています。\u001b[22m, \u001b[1mコンセプト、アートと音楽がすべてのように美しいですし、私は映画のこれらの側面が大好きです。\u001b[22m\n\u001b[4mVisually, Patema Inverted is a beautiful adventure and journey which makes this well worth the watch and something which I am very happy to have on my shelf.\u001b[24m\n    \u001b[1m視覚的に言えば、Patema Invertedは美しい冒険と旅で、これは時計の価値があり、私の棚に持っているのがとても嬉しいものです。\u001b[22m, \u001b[1m視覚的には、サカサマのパテマは、この私が私の棚の上に持っていることは非常にうれしいです価値は十分時計と何かになり、美しい冒険と旅です。\u001b[22m\n\u001b[4mThe two main characters, Eiji and Patema are also very likeable.\u001b[24m\n    \u001b[1mエジとパトマの2人の主人公もとても好きです。\u001b[22m, \u001b[1m2メインキャラクター、英二とPatemaも非常に好感の持てるです。\u001b[22m\n\u001b[1m\u001b[22m\nOn the other hand, this movie has enormous plot holes which really lets the whole thing down. How and why there is inverted gravity is left a mystery throughout the film, which is a shame. So, if you decide to watch this film, don't watch it for the sci-fi element, because that bit is virtually non-existent. This film is a story of two types of people from two very different worlds who when they crossover, uncover the long lost history of their worlds.\n\n\u001b[1mその一方で、この映画には本当にすべてのことを可能にする膨大なプロットホールがあります。 どうやって逆の重力があるのか​​は、映画全体で謎が残っているのは残念です。 だから、この映画を見ることに決めたら、そのビットは事実上存在しないので、SFフィルムの要素を見ないでください。 この映画は、2つのまったく異なる世界の2つのタイプの人々の物語で、クロスオーバすると、彼らの世界の長い歴史を解き明かします。\u001b[22m\n\u001b[1m(Sono ippō de, kono eiga ni wa hontōni subete no koto o kanō ni suru bōdaina purottohōru ga arimasu. Dō yatte gyaku no jūryoku ga aru no ka ​​ wa, eiga zentai de nazo ga nokotte iru no wa zan'nendesu. Dakara, kono eiga o miru koto ni kimetara, sono bitto wa jijitsujō sonzai shinainode, SF firumu no yōso o minaide kudasai. Kono eiga wa, 2tsu no mattaku kotonaru sekai no 2tsu no taipu no hitobito no monogatari de, kurosuōba suru to, karera no sekai no nagai rekishi o tokiakashimasu.)\u001b[22m\n\nTranslations of \u001b[4mOn the other hand, this movie has enormous plot holes which really lets the whole thing down. How and why there is inverted gravity is left a mystery throughout the film, which is a shame. So, if you decide to watch this film, don't watch it for the sci-fi element, because that bit is virtually non-existent. This film is a story of two types of people from two very different worlds who when they crossover, uncover the long lost history of their worlds.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn the other hand, this movie has enormous plot holes which really lets the whole thing down.\u001b[24m\n    \u001b[1mその一方で、この映画には本当にすべてのことを可能にする膨大なプロットホールがあります。\u001b[22m, \u001b[1m一方、この映画は本当に全体をダウンすることができます巨大なプロットの穴を持っています。\u001b[22m\n\u001b[4mHow and why there is inverted gravity is left a mystery throughout the film, which is a shame.\u001b[24m\n    \u001b[1mどうやって逆の重力があるのかは、映画全体で謎が残っているのは残念です。\u001b[22m, \u001b[1mどのように、なぜそこに反転され、重力は恥であるフィルム、全体の謎を残しています。\u001b[22m\n\u001b[4mSo, if you decide to watch this film, don't watch it for the sci-fi element, because that bit is virtually non-existent.\u001b[24m\n    \u001b[1mだから、この映画を見ることに決めたら、そのビットは事実上存在しないので、SFフィルムの要素を見ないでください。\u001b[22m, \u001b[1mあなたがこの映画を見ることにした場合、そのビットは事実上存在であるため、だから、、、SFの要素のためにそれを見ていません。\u001b[22m\n\u001b[4mThis film is a story of two types of people from two very different worlds who when they crossover, uncover the long lost history of their worlds.\u001b[24m\n    \u001b[1mこの映画は、2つのまったく異なる世界の2つのタイプの人々の物語で、クロスオーバすると、彼らの世界の長い歴史を解き明かします。\u001b[22m, \u001b[1mこのフィルムは、彼らがクロスオーバーするとき、彼らの世界の長い失われた歴史を明らかにする2つの非常に異なる世界の人々の2つのタイプの物語です。\u001b[22m\n\u001b[1m\u001b[22m\nI did enjoy it though, so I do recommend it.\n\n\u001b[1m私はそれを楽しんだので、私はそれをお勧めします。\u001b[22m\n\u001b[1m(Watashi wa sore o tanoshindanode, watashi wa sore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI did enjoy it though, so I do recommend it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI did enjoy it though, so I do recommend it.\u001b[24m\n    \u001b[1m私はそれを楽しんだので、私はそれをお勧めします。\u001b[22m, \u001b[1mでも、私はそれを楽しんでいたので、私はそれをお勧めしません。\u001b[22m"
  },
  {
    "title": "Sakasama_no_Patema",
    "id": "12477",
    "url": "https://myanimelist.net/anime/12477/Sakasama_no_Patema",
    "user": "davyjones635",
    "profile": "/profile/davyjones635/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=143597",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  7\n\n私は何が入ってきたのか知らなかったので、私はうれしく驚いたと言わなければなりません。  Sakasama no Patemaは男の子と出会う女の子の非常に甘い話ですが、他の人は非常に難しい立場にあります。 ロミオとジュリエットのようなものですが、この話はロマンスに焦点を絞っていません。\n\nストーリー：ストーリーは初めに良かった。何が起きているのか分からずに何が起きているのかははっきりしていた。 映画の後半では、物語がちょっと上がってしまいます。ひどく扱われている2文字を紹介しています。 そのうちの1つは非常にクリシェであり、他の1つは彼の行動を正当化するのに十分な露出を得ていない。 結末はまた、あなたが本当にこのような映画で持っていてはいけないいくつかの質問を残します。\n\n芸術：芸術は非常にまともであり、アニメーションの質はあなたが悪いと言うことはほとんどありません。\n\nサウンド：サウンドは一般的にうまくいきました。アニメーションも非常によくマッチしました。 音楽は想像力の卓越したものではありませんでしたが、間違いなく、バックグラウンドに非常にうまくいき、場面を作るものよりも雰囲気のために使用されたデバイスのほうが魅力的でした。\n\nキャラクター：主人公はうまくいった。 彼らの性格はどちらも冒険的なものですが、これまでには見たことのないものはありませんが、それらはうまく処理されています。\n他の2人のキャラクター（私は彼らがスポイラーを避けるべきだと言っていません）は非常にひどく扱われます。 私が紹介したところで述べたように、そのうちの1つはクリシェであり、もう1つは自分の行動を正当化するための十分な開発を得ていませんでしたが、もちろん100分で解決するのは難しいことです。\n\n全体的に：私はそれを楽しんだ。 それは否定的な点にもかかわらず、非常に甘く心のこもった映画です。 映画はそれが長く続くほど少し悪くなったが、良いよりも少し劣っていたので、全体的にこれは私から強い7を得る。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI went in not knowing what I was getting into, and I must say I was pleasantly surprised. Sakasama no Patema is a very sweet story of a girl meeting a boy while in very difficult positions regarding the other. It's almost like Romeo and Juliet, although this story focusses less on romance and more on resolving the issues between both of the sides they are on.\n\n\u001b[1m私は何が入ってきたのか知らなかったので、私はうれしく驚いたと言わなければなりません。  Sakasama no Patemaは男の子と出会う女の子の非常に甘い話ですが、他の人は非常に難しい立場にあります。 ロミオとジュリエットのようなものですが、この話はロマンスに焦点を絞っていません。\u001b[22m\n\u001b[1m(Watashi wa nani ga haitte kita no ka shiranakattanode, watashi wa ureshiku odoroita to iwanakereba narimasen. Sakasama no Patema wa otokonoko to deau on'nanoko no hijō ni amai hanashidesuga, hokanohito wa hijō ni muzukashī tachiba ni arimasu. Romiotojurietto no yōna monodesuga, kono hanashi wa romansu ni shōten o shibotte imasen.)\u001b[22m\n\nTranslations of \u001b[4mI went in not knowing what I was getting into, and I must say I was pleasantly surprised. Sakasama no Patema is a very sweet story of a girl meeting a boy while in very difficult positions regarding the other. It's almost like Romeo and Juliet, although this story focusses less on romance and more on resolving the issues between both of the sides they are on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI went in not knowing what I was getting into, and I must say I was pleasantly surprised.\u001b[24m\n    \u001b[1m私は何が入ってきたのか知らなかったので、私はうれしく驚いたと言わなければなりません。\u001b[22m, \u001b[1m私は私がになっていたかわからないに行き、私は愉快に驚いたと言わなければなりません。\u001b[22m\n\u001b[4mSakasama no Patema is a very sweet story of a girl meeting a boy while in very difficult positions regarding the other.\u001b[24m\n    \u001b[1mSakasama no Patemaは男の子と出会う女の子の非常に甘い話ですが、他の人は非常に難しい立場にあります。\u001b[22m, \u001b[1m逆さまなしPatemaは非常に困難な位置に他に関するながら、少年に会う女の子の非常に甘い物語です。\u001b[22m\n\u001b[4mIt's almost like Romeo and Juliet, although this story focusses less on romance and more on resolving the issues between both of the sides they are on.\u001b[24m\n    \u001b[1mロミオとジュリエットのようなものですが、この話はロマンスに焦点を絞っていません。\u001b[22m, \u001b[1mこの物語は、彼らがオンになっている辺の両方の間で問題を解決する上でのロマンスについて以下、より焦点を当てているが、それは、ほとんどのロミオとジュリエットのようなものです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: The story was good in the beginning, it was clear what was happening although you were not really sure to which party it was happening, and plot holes barely presented themselves. Later in the movie the story trips up a bit though, as it introduces 2 characters that are badly handled. One of them is very clichéd, while the other does not get enough exposure to justify his behavior. The ending also leaves you with a few questions you really should not be having in a film like this.\n\n\u001b[1mストーリー：ストーリーは初めに良かった。何が起きているのか分からずに何が起きているのかは明らかだったし、プロットの穴もほとんどなかった。 映画の後半では、物語がちょっと上がってしまいます。ひどく扱われている2文字を紹介しています。 そのうちの1つは非常にクリシェであり、他の1つは彼の行動を正当化するのに十分な露出を得ていない。 結末はまた、あなたが本当にこのような映画で持っていてはいけないいくつかの質問を残します。\u001b[22m\n\u001b[1m(Sutōrī: Sutōrī wa hajime ni yokatta. Nani ga okite iru no ka wakarazu ni nani ga okite iru no ka wa akirakadattashi, purotto no ana mo hotondo nakatta. Eiga no kōhande wa, monogatari ga chotto agatte shimaimasu. Hidoku atsukawa rete iru 2 moji o shōkai shite imasu. Sonōchi no 1tsu wa hijō ni kurishedeari, hoka no 1tsu wa kare no kōdō o seitō-ka suru no ni jūbun'na roshutsu o ete inai. Ketsumatsu wa mata, anata ga hontōni kono yōna eiga de motte ite wa ikenai ikutsu ka no shitsumon o nokoshimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: The story was good in the beginning, it was clear what was happening although you were not really sure to which party it was happening, and plot holes barely presented themselves. Later in the movie the story trips up a bit though, as it introduces 2 characters that are badly handled. One of them is very clichéd, while the other does not get enough exposure to justify his behavior. The ending also leaves you with a few questions you really should not be having in a film like this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The story was good in the beginning, it was clear what was happening although you were not really sure to which party it was happening, and plot holes barely presented themselves.\u001b[24m\n    \u001b[1mストーリー：ストーリーは初めに良かった。何が起きているのか分からずに何が起きているのかは明らかだったし、プロットの穴もほとんどなかった。\u001b[22m, \u001b[1mストーリー：ストーリーは始まりで良かった、あなたがそれが起こっていたどの党には本当にわからなかったが、起こっていたことは明らかだった、とプロットの穴はほとんど自分自身を提示しました。\u001b[22m\n\u001b[4mLater in the movie the story trips up a bit though, as it introduces 2 characters that are badly handled.\u001b[24m\n    \u001b[1m映画の後半では、物語がちょっと上がってしまいます。ひどく扱われている2文字を紹介しています。\u001b[22m, \u001b[1mそれはひどく扱われる2文字を紹介するように、後に映画のストーリーは、しかし少しをトリップします。\u001b[22m\n\u001b[4mOne of them is very clichéd, while the other does not get enough exposure to justify his behavior.\u001b[24m\n    \u001b[1mそのうちの1つは非常にクリシェであり、他の1つは彼の行動を正当化するのに十分な露出を得ていない。\u001b[22m, \u001b[1m他のは、彼の行動を正当化するのに十分な露出を得ることはありませんが、それらの一つは、非常に陳腐です。\u001b[22m\n\u001b[4mThe ending also leaves you with a few questions you really should not be having in a film like this.\u001b[24m\n    \u001b[1m結末はまた、あなたが本当にこのような映画で持っていてはいけないいくつかの質問を残します。\u001b[22m, \u001b[1mエンディングはまた、あなたが本当にこのような映画の中で持つべきではありませんいくつかの質問であなたを残します。\u001b[22m\n\u001b[1m\u001b[22m\nArt: The art is very decent, and the quality of the animation is hardly something you can speak ill of.\n\n\u001b[1m芸術：芸術は非常にまともであり、アニメーションの質はあなたが悪いと言うことはほとんどありません。\u001b[22m\n\u001b[1m(Geijutsu: Geijutsu wa hijō ni matomodeari, animēshon no shitsu wa anata ga warui to iu koto wa hotondo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mArt: The art is very decent, and the quality of the animation is hardly something you can speak ill of.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The art is very decent, and the quality of the animation is hardly something you can speak ill of.\u001b[24m\n    \u001b[1m芸術：芸術は非常にまともであり、アニメーションの質はあなたが悪いと言うことはほとんどありません。\u001b[22m, \u001b[1mアート：芸術は非常にまともです、アニメーションの品質はほとんどあなたがの悪口を言うことができるものではありません。\u001b[22m\n\u001b[1m\u001b[22m\nSound: The sound was generally done well, and it matched the animation very well too. The music was not outstanding by any stretch of the imagination, but it was definitely not annoying either, slinking into the background very well, being more of a device used for ambience than something that makes the scene.\n\n\u001b[1mサウンド：サウンドは一般的にうまくいきました。アニメーションも非常によくマッチしました。 音楽は想像力の卓越したものではありませんでしたが、間違いなく、バックグラウンドに非常にうまくいき、場面を作るものよりも雰囲気のために使用されたデバイスのほうが魅力的でした。\u001b[22m\n\u001b[1m(Saundo: Saundo wa ippantekini umaku ikimashita. Animēshon mo hijō ni yoku matchi shimashita. Ongaku wa sōzō-ryoku no takuetsu shita monode wa arimasendeshitaga, machigainaku, bakkuguraundo ni hijō ni umaku iki, bamen o tsukuru mono yori mo fun'iki no tame ni shiyō sa reta debaisu no hō ga mirikitekideshita.)\u001b[22m\n\nTranslations of \u001b[4mSound: The sound was generally done well, and it matched the animation very well too. The music was not outstanding by any stretch of the imagination, but it was definitely not annoying either, slinking into the background very well, being more of a device used for ambience than something that makes the scene.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The sound was generally done well, and it matched the animation very well too.\u001b[24m\n    \u001b[1mサウンド：サウンドは一般的にうまくいきました。アニメーションも非常によくマッチしました。\u001b[22m, \u001b[1mサウンド：サウンドは、一般的によく行われていた、そしてそれはあまりにも非常によくアニメーションと一致しました。\u001b[22m\n\u001b[4mThe music was not outstanding by any stretch of the imagination, but it was definitely not annoying either, slinking into the background very well, being more of a device used for ambience than something that makes the scene.\u001b[24m\n    \u001b[1m音楽は想像力の卓越したものではありませんでしたが、間違いなく、バックグラウンドに非常にうまくいき、場面を作るものよりも雰囲気のために使用されたデバイスのほうが魅力的でした。\u001b[22m, \u001b[1m音楽は想像力の任意のストレッチによって未解決ではありませんでしたが、それはどちらか間違いなく迷惑ではなかった、非常によく背景にslinking、シーンを作るものよりも雰囲気のために使用されるデバイスのよりあります。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: The main characters were done well. Both of their personalities are adventurous, which is nothing we haven't seen before, but they are handled well and there are really no valid complaints I could make about them.\n\n\u001b[1mキャラクター：主人公はうまくいった。 彼らの性格はどちらも冒険的なものですが、これまでには見たことのないものはありませんが、それらはうまく処理されています。\u001b[22m\n\u001b[1m(Kyarakutā: Shujinkō wa umaku itta. Karera no seikaku wa dochira mo bōken-tekina monodesuga, kore made ni wa mita koto no nai mono wa arimasenga, sorera wa umaku shori sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: The main characters were done well. Both of their personalities are adventurous, which is nothing we haven't seen before, but they are handled well and there are really no valid complaints I could make about them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: The main characters were done well.\u001b[24m\n    \u001b[1mキャラクター：主人公はうまくいった。\u001b[22m, \u001b[1mキャラクター：メインキャラクターはよくやりました。\u001b[22m\n\u001b[4mBoth of their personalities are adventurous, which is nothing we haven't seen before, but they are handled well and there are really no valid complaints I could make about them.\u001b[24m\n    \u001b[1m彼らの性格はどちらも冒険的なものですが、これまでには見たことのないものはありませんが、それらはうまく処理されています。\u001b[22m, \u001b[1m彼らの人格の両方が、私たちは前に見たことがないものではありませんこれは、冒険ですが、彼らはうまく処理されていると私はそれらについて作ることが本当に有効な苦情はありません。\u001b[22m\n2 other characters (I won't say who they are to avoid spoilers) are treated very badly though. As I said in my introduction, one of them is a cliché, and the other did not get enough development to justify his actions, which is of course a hard thing to pull off with only 100 minutes of time, but still.\n\n\u001b[1m他の2人のキャラクター（私は彼らがスポイラーを避けるべきだと言っていません）は非常にひどく扱われます。 私が紹介したところで述べたように、そのうちの1つはクリシェであり、もう1つは自分の行動を正当化するための十分な開発を得ていませんでしたが、もちろん100分で解決するのは難しいことです。\u001b[22m\n\u001b[1m(Hoka no 2-ri no kyarakutā (watashi wa karera ga supoirā o yokerubekida to itte imasen) wa hijō ni hidoku atsukawa remasu. Watashi ga shōkai shita tokoro de nobeta yō ni, sonōchi no 1tsu wa kurishedeari, mō 1tsu wa jibun no kōdō o seitō-ka suru tame no jūbun'na kaihatsu o ete imasendeshitaga, mochiron 100-bu de kaiketsu suru no wa muzukashī kotodesu.)\u001b[22m\n\nTranslations of \u001b[4m2 other characters (I won't say who they are to avoid spoilers) are treated very badly though. As I said in my introduction, one of them is a cliché, and the other did not get enough development to justify his actions, which is of course a hard thing to pull off with only 100 minutes of time, but still.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2 other characters (I won't say who they are to avoid spoilers) are treated very badly though.\u001b[24m\n    \u001b[1m他の2人のキャラクター（私は彼らがスポイラーを避けるべきだと言っていません）は非常にひどく扱われます。\u001b[22m, \u001b[1m2他の文字は（私は彼らがネタバレを避けるために誰であるか言うことはありません）しかし、非常にひどく扱われます。\u001b[22m\n\u001b[4mAs I said in my introduction, one of them is a cliché, and the other did not get enough development to justify his actions, which is of course a hard thing to pull off with only 100 minutes of time, but still.\u001b[24m\n    \u001b[1m私が紹介したところで述べたように、そのうちの1つはクリシェであり、もう1つは自分の行動を正当化するための十分な開発を得ていませんでしたが、もちろん100分で解決するのは難しいことです。\u001b[22m, \u001b[1m私は私の導入部で述べたように、そのうちの一つは決まり文句であり、他方はもちろん、まだわずか100時間の分、しかしでやってのけるのは難しいことですが、彼の行動を正当化するのに十分な発展を取得できませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: I enjoyed it. It is a very sweet and heartfelt film, despite its negative points. The film did get a little worse the longer it went on, but a little worse than good is still pretty good, so overall this gets a strong seven from me.\n\n\u001b[1m全体的に：私はそれを楽しんだ。 それは否定的な点にもかかわらず、非常に甘く心のこもった映画です。 映画はそれが長く続くほど少し悪くなったが、良いよりも少し劣っていたので、全体的にこれは私から強い7を得る。\u001b[22m\n\u001b[1m(Zentai-teki ni: Watashi wa sore o tanoshinda. Sore wa hitei-tekina ten nimokakawarazu, hijō ni amaku kokoro no komotta eigadesu. Eiga wa sore ga nagaku tsudzuku hodo sukoshi waruku nattaga, yoi yori mo sukoshi ototte itanode, zentai-teki ni kore wa watashi kara tsuyoi 7 o eru.)\u001b[22m\n\nTranslations of \u001b[4mOverall: I enjoyed it. It is a very sweet and heartfelt film, despite its negative points. The film did get a little worse the longer it went on, but a little worse than good is still pretty good, so overall this gets a strong seven from me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: I enjoyed it.\u001b[24m\n    \u001b[1m全体的に：私はそれを楽しんだ。\u001b[22m, \u001b[1m全体：私はそれを楽しみました。\u001b[22m\n\u001b[4mIt is a very sweet and heartfelt film, despite its negative points.\u001b[24m\n    \u001b[1mそれは否定的な点にもかかわらず、非常に甘く心のこもった映画です。\u001b[22m, \u001b[1mそれは、その負のポイントにもかかわらず、非常に甘いと心膜です。\u001b[22m\n\u001b[4mThe film did get a little worse the longer it went on, but a little worse than good is still pretty good, so overall this gets a strong seven from me.\u001b[24m\n    \u001b[1m映画はそれが長く続くほど少し悪くなったが、良いよりも少し劣っていたので、全体的にこれは私から強い7を得る。\u001b[22m, \u001b[1mフィルムは、もはやそれが続いたが、そのように全体的に、これは私からの強い7を取得し、良いはまだかなり良いですより少し悪化少し悪くなりました。\u001b[22m"
  },
  {
    "title": "Sakasama_no_Patema",
    "id": "12477",
    "url": "https://myanimelist.net/anime/12477/Sakasama_no_Patema",
    "user": "Okishi",
    "profile": "/profile/Okishi/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=166789",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  10\n\n概要：\nパテマは地下都市に住む少女であり、そこに住むすべての人が保護服を着て平和な生活を送る。 パトマは探検が大好きで、特に「危険ゾーン」が大好きです。 彼女は叱られて、再びそこに行かないように言われたにもかかわらず、彼女の白血球が引き継がれ、彼女はもう一度それを訪れた。 今回は予期しない出来事によって、彼女は「外の世界」につながるピットに陥り、彼女は年齢という少年に会い、彼と恋に落ちる。\n\nレビュー：\nSakasama no patemaは、2つの異なる世界の2人のおしゃれなお話です。お互いに会い合い、お互いに恋に落ちます。 両者はお互いに「反転」していても、お互いにリレーすることができました。  「外の世界」では、パテマのように「逆さま」とは地下の悪魔で、「外の世界」から空を見上げる「罪人」を天国に持ち込むと信じています。\nストーリーには独特の紆余曲折があります。  2つの異なる世界はありません。一つはもう一方の上に住んでいます。なぜなら、政府の実験が失敗したからです。両方ともお互いに逆転しています。\n素晴らしい音楽、芸術作品、アニメーションで完成したSakasama no Patema。 それらのものがなければ、ただの別のロマンス映画になるでしょう。 しかし、彼らと一緒に、何か特別なものを作って、あなたがこの映画を忘れないようにします。\nそれで、物事をまとめるために、それはアートワーク、音楽、アニメーションで完成したユニークなひねりの美しいロマンチックな物語です。\n評価：\nストーリー：10/10\nアートワーク：8/10\n音楽：8/10\nアニメーション：9/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSummary:\n\n\u001b[1m概要：\u001b[22m\n\u001b[1m(Gaiyō:)\u001b[22m\n\nDefinitions of \u001b[4mSummary:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    概要\u001b[22m\n        summary, outline\n\u001b[1m    要約\u001b[22m\n        summary, digest\n\u001b[1m    概略\u001b[22m\n        outline, summary, gist\n\u001b[1m    要旨\u001b[22m\n        gist, summary, essentials, fundamentals\n\u001b[1m    一覧\u001b[22m\n        summary, catalog, glance, look, catalogue\n\u001b[1m    摘要\u001b[22m\n        summary, outline\n\u001b[1m    抄録\u001b[22m\n        summary, quotation, selection\n\u001b[1m    概括\u001b[22m\n        summary, generalization\n\u001b[1m    大要\u001b[22m\n        outline, summary\n\u001b[1m    粗筋\u001b[22m\n        outline, summary\n\u001b[1m    梗概\u001b[22m\n        synopsis, summary, outline, abridgement, epitome, condensation\n\u001b[1m    大筋\u001b[22m\n        outline, summary\n\u001b[1m    結語\u001b[22m\n        conclusion, epilogue, summary, epilog, recapitulation, summation\n\u001b[1m    大体\u001b[22m\n        outline, summary, substance\n\u001b[1m    綱領\u001b[22m\n        general plan, main point, summary\n\u001b[1m    撮要\u001b[22m\n        compendium, summary, outline\n\u001b[1m    結言\u001b[22m\n        summary, abridgement, synopsis, condensation, brief, precis\n\u001b[1m    要訳\u001b[22m\n        summary, digest\nPatema is a girl that lives in an underground city, all people there wear protective clothes and live a peaceful life. Patema loves exploring, especialy the ‘danger zone’. Even though she was scolded and told not to go there again, her curosity took over and she visited it once more. This time through unexpected events, she falls into the pit leading to the ‘outside world’ where she meets a boy named Age and falls in love with him.\n\n\u001b[1mパテマは地下都市に住む少女であり、そこに住むすべての人が保護服を着て平和な生活を送る。 パトマは探検が大好きで、特に「危険ゾーン」が大好きです。 彼女は叱られて、再びそこに行かないように言われたにもかかわらず、彼女の白血球が引き継がれ、彼女はもう一度それを訪れた。 今回は予期しない出来事によって、彼女は「外の世界」につながるピットに陥り、彼女は年齢という少年に会い、彼と恋に落ちる。\u001b[22m\n\u001b[1m(Patema wa chika toshi ni sumu shōjodeari, soko ni sumu subete no hito ga hogo-fuku o kite heiwana seikatsu o okuru. Patoma wa tanken ga daisukide, tokuni `kiken zōn' ga daisukidesu. Kanojo wa shikara rete, futatabi soko ni ikanai yō ni iwareta nimokakawarazu, kanojo no hakkekkyū ga hikitsuga re, kanojo wa mōichido sore o otozureta. Konkai wa yoki shinai dekigoto ni yotte, kanojo wa `soto no sekai' ni tsunagaru pitto ni ochīri, kanojo wa nenrei to iu shōnen ni ai, kare to koiniochiru.)\u001b[22m\n\nTranslations of \u001b[4mPatema is a girl that lives in an underground city, all people there wear protective clothes and live a peaceful life. Patema loves exploring, especialy the ‘danger zone’. Even though she was scolded and told not to go there again, her curosity took over and she visited it once more. This time through unexpected events, she falls into the pit leading to the ‘outside world’ where she meets a boy named Age and falls in love with him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPatema is a girl that lives in an underground city, all people there wear protective clothes and live a peaceful life.\u001b[24m\n    \u001b[1mパテマは地下都市に住む少女であり、そこに住むすべての人が保護服を着て平和な生活を送る。\u001b[22m, \u001b[1mPatemaはそこにすべての人が、保護服を着用し、平和な生活をし、地下都市に住んでいる女の子です。\u001b[22m\n\u001b[4mPatema loves exploring, especialy the ‘danger zone’.\u001b[24m\n    \u001b[1mパトマは探検が大好きで、特に「危険ゾーン」が大好きです。\u001b[22m, \u001b[1mPatemaはespecialy、「危険ゾーン」を模索大好き。\u001b[22m\n\u001b[4mEven though she was scolded and told not to go there again, her curosity took over and she visited it once more.\u001b[24m\n    \u001b[1m彼女は叱られて、再びそこに行かないように言われたにもかかわらず、彼女の白血球が引き継がれ、彼女はもう一度それを訪れた。\u001b[22m, \u001b[1m彼女は叱らし、再びそこに行くしないように言われたにもかかわらず、彼女のcurosityが引き継いだ、彼女はもう一度それを訪問しました。\u001b[22m\n\u001b[4mThis time through unexpected events, she falls into the pit leading to the ‘outside world’ where she meets a boy named Age and falls in love with him.\u001b[24m\n    \u001b[1m今回は予期しない出来事によって、彼女は「外の世界」につながるピットに陥り、彼女は年齢という少年に会い、彼と恋に落ちる。\u001b[22m, \u001b[1m予期しないイベントを通じ、この時間は、彼女は年齢少年を満たしているし、彼と恋に落ちる「外の世界」に通じる穴に落ちます。\u001b[22m\n\u001b[1m\u001b[22m\nReview:\n\n\u001b[1mレビュー：\u001b[22m\n\u001b[1m(Rebyū:)\u001b[22m\n\nDefinitions of \u001b[4mReview:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    見直し\u001b[22m\n        review, reconsideration\n\u001b[1m    復習\u001b[22m\n        review\n\u001b[1m    批評\u001b[22m\n        criticism, review, commentary, remark\n\u001b[1m    講評\u001b[22m\n        review, criticism\n\u001b[1m    再審\u001b[22m\n        retrial, review, re-examination\n\u001b[1m    閲兵\u001b[22m\n        parade, review\n\u001b[1m    温習\u001b[22m\n        review, rehearsal\n\u001b[1m    再検討\u001b[22m\n        re-examination, review, reappraisal\n\u001b[1m    再吟味\u001b[22m\n        re-examination, review\n\u001b[1m    志集\u001b[22m\n        booklet of essays, magazine, journal, periodical, gazette, review\n\nverb\n\u001b[1m    顧みる\u001b[22m\n        look back, review, turn around\n\u001b[1m    批評する\u001b[22m\n        review\n\u001b[1m    復習える\u001b[22m\n        review, rehearse\n\u001b[1m    復習う\u001b[22m\n        review, rehearse\nSakasama no patema is a beatiful story about 2 people from 2 different worlds, meeting each other and falling in love with each other. Even though both are ‘inverted’ for each other, they still were able to relay on each other. In the ‘outside world’ they believe that ‘inverted’ like Patema are demons from underground that will take ‘sinners’ that look into the sky from the ‘outside world’ with them into the skies.\n\n\u001b[1mSakasama no patemaは、2つの異なる世界の2人のおしゃれなお話です。お互いに会い合い、お互いに恋に落ちます。 両者はお互いに「反転」していても、お互いにリレーすることができました。  「外の世界」では、パテマのように「逆さま」とは地下の悪魔で、「外の世界」から空を見上げる「罪人」を天国に持ち込むと信じています。\u001b[22m\n\u001b[1m(Sakasama no patema wa, 2tsu no kotonaru sekai no 2-ri no osharena ohanashidesu. Otagai ni ai ai, otagai ni koi ni ochimasu. Ryōsha wa otagai ni `hanten' shite ite mo, otagai ni rirē suru koto ga dekimashita. `Soto no sekai'de wa, patema no yō ni `sakasama' to wa chika no akuma de,`-gai no sekai' kara sora o miageru `tsumibito' o tengoku ni mochikomu to shinjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mSakasama no patema is a beatiful story about 2 people from 2 different worlds, meeting each other and falling in love with each other. Even though both are ‘inverted’ for each other, they still were able to relay on each other. In the ‘outside world’ they believe that ‘inverted’ like Patema are demons from underground that will take ‘sinners’ that look into the sky from the ‘outside world’ with them into the skies.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSakasama no patema is a beatiful story about 2 people from 2 different worlds, meeting each other and falling in love with each other.\u001b[24m\n    \u001b[1mSakasama no patemaは、2つの異なる世界の2人のおしゃれなお話です。お互いに会い合い、お互いに恋に落ちます。\u001b[22m, \u001b[1m逆さまにはpatemaはお互いに会うとお互いに恋に落ち、2つの世界から2人は約美しい話ではありません。\u001b[22m\n\u001b[4mEven though both are ‘inverted’ for each other, they still were able to relay on each other.\u001b[24m\n    \u001b[1m両者はお互いに「反転」していても、お互いにリレーすることができました。\u001b[22m, \u001b[1m両者が互いに「反転」されていても、それらは依然としてお互いに中継することができました。\u001b[22m\n\u001b[4mIn the ‘outside world’ they believe that ‘inverted’ like Patema are demons from underground that will take ‘sinners’ that look into the sky from the ‘outside world’ with them into the skies.\u001b[24m\n    \u001b[1m「外の世界」では、パテマのように「逆さま」とは地下の悪魔で、「外の世界」から空を見上げる「罪人」を天国に持ち込むと信じています。\u001b[22m, \u001b[1m「外の世界」では、彼らはPatemaのように「反転」と信じて空に彼らと「外の世界」から空を見て「罪人」を取る地下から悪魔です。\u001b[22m\nStory has a unique twist. There are 2 not so different worlds, one living on top of the other, because of a failed government experiment, both are inverted to each other aswell.\n\n\u001b[1mストーリーには独特の紆余曲折があります。  2つの異なる世界はありません。一つはもう一方の上に住んでいます。なぜなら、政府の実験が失敗したからです。両方ともお互いに逆転しています。\u001b[22m\n\u001b[1m(Sutōrī ni wa dokutoku no uyokyokusetsu ga arimasu. 2Tsu no kotonaru sekai wa arimasen. Hitotsu wa mō ippō no ue ni sunde imasu. Nazenara, seifu no jikken ga shippaishita karadesu. Ryōhō tomo otagai ni gyakuten shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mStory has a unique twist. There are 2 not so different worlds, one living on top of the other, because of a failed government experiment, both are inverted to each other aswell.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory has a unique twist.\u001b[24m\n    \u001b[1mストーリーには独特の紆余曲折があります。\u001b[22m, \u001b[1mストーリーは、ユニークなひねりを持っています。\u001b[22m\n\u001b[4mThere are 2 not so different worlds, one living on top of the other, because of a failed government experiment, both are inverted to each other aswell.\u001b[24m\n    \u001b[1m2つの異なる世界はありません。一つはもう一方の上に住んでいます。なぜなら、政府の実験が失敗したからです。両方ともお互いに逆転しています。\u001b[22m, \u001b[1m失敗したため、政府の実験の2ではないので、異なる世界、他の上に1リビング、両者がaswellに反転しているがあります。\u001b[22m\nSakasama no Patema is completed with amazing music, artwork and animation. Without those things it would be just another romance movie. But with them it makes something special, something that makes you not forget about this movie.\n\n\u001b[1m素晴らしい音楽、芸術作品、アニメーションで完成したSakasama no Patema。 それらのものがなければ、ただの別のロマンス映画になるでしょう。 しかし、彼らと一緒に、何か特別なものを作って、あなたがこの映画を忘れないようにします。\u001b[22m\n\u001b[1m(Subarashī ongaku, geijutsu sakuhin, animēshon de kansei shita Sakasama no Patema. Sorera no mono ga nakereba, tada no betsu no romansu eiga ni narudeshou. Shikashi, karera to issho ni, nanika tokubetsuna mono o tsukutte, anata ga kono eiga o wasurenai yō ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mSakasama no Patema is completed with amazing music, artwork and animation. Without those things it would be just another romance movie. But with them it makes something special, something that makes you not forget about this movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSakasama no Patema is completed with amazing music, artwork and animation.\u001b[24m\n    \u001b[1m素晴らしい音楽、芸術作品、アニメーションで完成したSakasama no Patema。\u001b[22m, \u001b[1m逆さまないPatemaは素晴らしい音楽、アートワークやアニメーションで完成されていません。\u001b[22m\n\u001b[4mWithout those things it would be just another romance movie.\u001b[24m\n    \u001b[1mそれらのものがなければ、ただの別のロマンス映画になるでしょう。\u001b[22m, \u001b[1mそれらのものがなければ、ただの恋愛映画であろう。\u001b[22m\n\u001b[4mBut with them it makes something special, something that makes you not forget about this movie.\u001b[24m\n    \u001b[1mしかし、彼らと一緒に、何か特別なものを作って、あなたがこの映画を忘れないようにします。\u001b[22m, \u001b[1mしかし、彼らと、それは特別な何か、あなたがこの映画を忘れないで作る何かを作ります。\u001b[22m\nSo to sum things up, It is a beautiful romantic story with an unique twist, that is completed with artwork, music and animation.\n\n\u001b[1mそれで、物事をまとめるために、それはアートワーク、音楽、アニメーションで完成したユニークなひねりの美しいロマンチックな物語です。\u001b[22m\n\u001b[1m(Sore de, monogoto o matomeru tame ni, soreha ātowāku, ongaku, animēshon de kansei shita yunīkuna hineri no utsukushī romanchikkuna monogataridesu.)\u001b[22m\n\nTranslations of \u001b[4mSo to sum things up, It is a beautiful romantic story with an unique twist, that is completed with artwork, music and animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo to sum things up, It is a beautiful romantic story with an unique twist, that is completed with artwork, music and animation.\u001b[24m\n    \u001b[1mそれで、物事をまとめるために、それはアートワーク、音楽、アニメーションで完成したユニークなひねりの美しいロマンチックな物語です。\u001b[22m, \u001b[1mだから物事をまとめるために、それはアートワーク、音楽とアニメーションで完成されたユニークなひねり、美しいロマンチックな物語です。\u001b[22m\nRating:\n/ˈrātiNG/\n\n\u001b[1m評価：\u001b[22m\n\u001b[1m(Hyōka:)\u001b[22m\n\nDefinitions of \u001b[4mRating:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    格付け\u001b[22m\n        rating, classification, allocation\n\u001b[1m    位\u001b[22m\n        place, rank, throne, grade, standing, rating\n\u001b[1m    考課\u001b[22m\n        evaluation, rating\n\u001b[1m    視聴率\u001b[22m\n        rating\nStory: 10/10\n\n\u001b[1mストーリー：10/10\u001b[22m\n\u001b[1m(Sutōrī: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 10/10\u001b[24m\n    \u001b[1mストーリー：10/10\u001b[22m\nArtwork: 8/10\n\n\u001b[1mアートワーク：8/10\u001b[22m\n\u001b[1m(Ātowāku: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mArtwork: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArtwork: 8/10\u001b[24m\n    \u001b[1mアートワーク：8/10\u001b[22m\nMusic: 8/10\n\n\u001b[1m音楽：8/10\u001b[22m\n\u001b[1m(Ongaku: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mMusic: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic: 8/10\u001b[24m\n    \u001b[1m音楽：8/10\u001b[22m, \u001b[1mミュージック：8/10\u001b[22m\nAnimation: 9/10\n\n\u001b[1mアニメーション：9/10\u001b[22m\n\u001b[1m(Animēshon: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation: 9/10\u001b[24m\n    \u001b[1mアニメーション：9/10\u001b[22m"
  },
  {
    "title": "Sakasama_no_Patema",
    "id": "12477",
    "url": "https://myanimelist.net/anime/12477/Sakasama_no_Patema",
    "user": "imageist",
    "profile": "/profile/imageist/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=156097",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  10\n\nコンセプトはシンプルです（前に逆世界を考えたことがなかったのは誰も驚いています）。プロットは新しいものではありませんが、この映画が私たち以外の世界を描く方法は、 輝き。\n\n私は短くて簡単にしようとします。 あなたが望むなら、先をスキップしてください。\n\nストーリー：それは終わったので、OMG WOW SO CAPTIVATING!! 女の子と別の世界の人が出会うと、女の子の後ろに自分の議題を持つ奇妙な悪い男がいて、この2つの世界の分離の必要性の背後にある誤解と全く誤った思考、競合する愛の利益、 実際に天国の城ラピュタ（城の中の城）とはかなり似ています。 唯一の違いは、人々がどのように逆転したかの裏話です。 これは物語の中で最も興味深い側面ですが、私の意見では少し不足しています。 小さな些細なことは説明されていません（あなたがそれについて批判的に考えていたら、エイジの空が実際にパテマのための土台だったのだろうか、本当の星はどこにあったのでしょうか？ そんな先進的な社会（エイジ）は、宇宙の理解が間違っていることに気がついていませんでした。オハイオ州は、空が実際に地面になっています。 それは地球だと仮定すると、肉/タンパク質/乳製品をどこで、どうやって食べたのですか？！？........ちょっと、ちょっと、ちょっとした観察...）。  7.5 / 10\n\nアート：私は不平を言うことは何もない。 それは醜いではなく、非常に流動的で一貫性があり、他のアニメが歩くときに膝に曲がる実際の解剖学的に正しい人間のように動くように見えないので、それほど怠惰ではありませんでした。 私は動くキャラクターについて話しているだけです。 空のような背景のアート、まあ、ダム。 それは本当にあなたの息を止めてしまいます。  Scaaaary。 彼らは本当にあなたが私が他の映画でこれまでに見たことのない空の広大さを感じさせるのに良い仕事をします。  8/10\n\nキャラクター：私は夢中。 エージーは少し変わる。 しかし、あなたが知っている、私はそれらのどれも憎むことはありませんでした。 悪い人のように、嫌われる必要のあるものを除いて。 しかしそれは言うまでもありません。  7/10 名声。 パテマは冷静です。 パトスは面白いです。 嘆きは典型的な老人です。 悪い男は典型的な悪人です。 悪い男の右手男は同じ、典型的です。 ストーリー/プロットに似て、何も新しい、何も優れていない。 驚くべきキャラクターの開発はありません。\n\n音：私は本当に注意を払っていませんでした。 私には大丈夫だと思われたが、耳やその他のものに苦しんでいなかった。 しかし、それは、それが適切な種類の雰囲気を作り出すのに効果的であったことを意味する可能性があります。 だからそこに。  9/10\n\n\nだから私はこれを他の何よりも単純に9/10にしています。コンセプトの単純さはとてもうまく実行されました。 そこ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThe concept is simple (I'm surprised no one had ever thought of an inverted world before) and the plot's nothing new, but the way that this movie portrays a world other than ours that is close but so different is, to me, pure brilliance.\n\n\u001b[1mコンセプトはシンプルです（前に逆世界を考えたことがなかったのは誰も驚いています）。プロットは新しいものではありませんが、この映画が私たち以外の世界を描く方法は、 輝き。\u001b[22m\n\u001b[1m(Konseputo wa shinpurudesu (mae ni gyaku sekai o kangaeta koto ga nakatta no wa dare mo odoroite imasu). Purotto wa atarashī monode wa arimasenga, kono eiga ga watashitachi igai no sekai o kaku hōhō wa, kagayaki.)\u001b[22m\n\nTranslations of \u001b[4mThe concept is simple (I'm surprised no one had ever thought of an inverted world before) and the plot's nothing new, but the way that this movie portrays a world other than ours that is close but so different is, to me, pure brilliance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe concept is simple (I'm surprised no one had ever thought of an inverted world before) and the plot's nothing new, but the way that this movie portrays a world other than ours that is close but so different is, to me, pure\u001b[24m\n    \u001b[1mコンセプトはシンプルです（前に逆世界を考えたことがなかったのは誰も驚いています）。プロットは新しいものではありませんが、この映画が私たち以外の世界を描く方法は、\u001b[22m, \u001b[1mコンセプトは単純な（私は、誰も前に反転世界を考えていなかった驚いて）と新しいプロットの何もないですが、この映画は近いがとても異なっている我々以外の世界を描いている方法は私に、である、純粋な\u001b[22m\n\u001b[4mbrilliance.\u001b[24m\n    \u001b[1m輝き。\u001b[22m\n\u001b[1m\u001b[22m\nI'm gonna try and be short and simple. Skip ahead if you want.\n\n\u001b[1m私は短くて簡単にしようとします。 あなたが望むなら、先をスキップしてください。\u001b[22m\n\u001b[1m(Watashi wa mijikakute kantan ni shiyou to shimasu. Anata ga nozomunara,-saki o sukippu shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI'm gonna try and be short and simple. Skip ahead if you want.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm gonna try and be short and simple.\u001b[24m\n    \u001b[1m私は短くて簡単にしようとします。\u001b[22m, \u001b[1m私が試してみて、短くて単純なものつもりです。\u001b[22m\n\u001b[4mSkip ahead if you want.\u001b[24m\n    \u001b[1mあなたが望むなら、先をスキップしてください。\u001b[22m, \u001b[1m必要に応じて進んでください。\u001b[22m\n\u001b[1m\u001b[22m\nStory: It's been done, so it wasn't OMG WOW SO CAPTIVATING!! Girl and guy from different worlds meet, there's some weird bad guy with his own agenda after the girl, some sort of lame and totally misguided thinking behind the need for the separation of said two worlds, there are competing love interests, dead parental figures, etc. It's actually fairly similar in plot to Tenkuu no Shiro Laputa (Castle in the Sky). The only difference is the back story of how people became inverted. While this is the most interesting aspect of the story, it's a little lacking, in my opinion. Some small details aren't explained (if you were thinking about it critically, you would be wondering, if Eiji's sky was actually the ground for Patema, then where were the real stars? how does the sun come up, and from where? how can such a seemingly advanced society (Eiji's) have such a flawed understanding of outer space that they didn't notice that, OH, the sky is actually the ground. and if we only see birds for the first time in the last scene of the 'real' earth's surface, assuming it is earth, then where and how did they eat meat/protein/dairy?!? .....just, you know, some small observations....). 7.5/10\n\n\u001b[1mストーリー：それは終わったので、OMG WOW SO CAPTIVATING!! 女の子と別の世界の人が出会うと、女の子の後ろに自分の議題を持つ奇妙な悪い男がいて、この2つの世界の分離の必要性の背後にある誤解と全く誤った思考、競合する愛の利益、 実際に天国の城ラピュタ（城の中の城）とはかなり似ています。 唯一の違いは、人々がどのように逆転したかの裏話です。 これは物語の中で最も興味深い側面ですが、私の意見では少し不足しています。 小さな些細なことは説明されていません（あなたがそれについて批判的に考えていたら、エイジの空が実際にパテマのための土台だったのだろうか、本当の星はどこにあったのでしょうか？ そんな先進的な社会（エイジ）は、宇宙の理解が間違っていることに気がついていませんでした。オハイオ州は、空が実際に地面になっています。 それは地球だと仮定すると、肉/タンパク質/乳製品をどこで、どうやって食べたのですか？！？........ちょっと、ちょっと、ちょっとした観察...）。  7.5 / 10\u001b[22m\n\u001b[1m(Sutōrī: Sore wa owattanode, OMG WOW SO CAPTIVATING! ! On'nanoko to betsu no sekai no hito ga deau to, on'nanoko no ushironi jibun no gidai o motsu kimyōna warui otoko ga ite, kono 2tsu no sekai no bunri no hitsuyō-sei no haigo ni aru gokai to mattaku ayamatta shikō, kyōgō suru ai no rieki, jissai ni tengoku no shiro rapyuta (shiro no naka no shiro) to wa kanari nite imasu. Yuiitsu no chigai wa, hitobito ga dono yō ni gyakuten shita ka no urabanashidesu. Kore wa monogatari no naka de mottomo kyōmibukai sokumendesuga, watashi no ikende wa sukoshi fusoku shite imasu. Chīsana sasainakoto wa setsumei sa rete imasen (anata ga sore ni tsuite hihanteki ni kangaete itara, eiji no sora ga jissai ni patema no tame no dodaidatta nodarou ka, hontō no hoshi wa doko ni atta nodeshou ka? Son'na senshin-tekina shakai (eiji) wa, uchū no rikai ga machigatte iru koto ni kigatsuite imasendeshita. Ohaio-shū wa, sora ga jissai ni jimen ni natte imasu. Sore wa chikyūda to katei suru to, niku/ tanpakushitsu/ nyūseihin o dokode, dō yatte tabeta nodesu ka?!?..... ... Chotto, chotto, chottoshita kansatsu... ). 7. 5/ 10)\u001b[22m\n\u001b[1m\u001b[22m\nArt: I have nothing to complain about. It wasn't ugly, it was very fluid and consistent, and it wasn't so lazy as I've seen other animes to be where no one seems to move like real anatomically correct human beings that bend at the knee when they walk. I'm just talking about the moving characters. The background art, like the sky, well, DAMN. That really takes your breath away, especially when you see it from the perspective of being upside down. Scaaaary. They do a good job at really making you feel the vastness of the sky, which I haven't seen before in other movies. 8/10\n\n\u001b[1mアート：私は不平を言うことは何もない。 それは醜いではなく、非常に流動的で一貫性があり、他のアニメが歩くときに膝に曲がる実際の解剖学的に正しい人間のように動くように見えないので、それほど怠惰ではありませんでした。 私は動くキャラクターについて話しているだけです。 空のような背景のアート、まあ、ダム。 それは本当にあなたの息を止めてしまいます。  Scaaaary。 彼らは本当にあなたが私が他の映画でこれまでに見たことのない空の広大さを感じさせるのに良い仕事をします。  8/10\u001b[22m\n\u001b[1m(Āto: Watashi wa fuhei o iu koto wa nani mo nai. Sore wa minikuide wa naku, hijō ni ryūdōtekide ikkan-sei ga ari, hoka no anime ga aruku toki ni hiza ni magaru jissai no kaibōgakuteki ni tadashī ningen no yō ni ugoku yō ni mienainode, sorehodo taidade wa arimasendeshita. Watashi wa ugoku kyarakutā ni tsuite hanashite iru dakedesu. Sora no yōna haikei no āto, mā, damu. Sore wa hontōni anata no iki o tomete shimaimasu. Scaaaary. Karera wa hontōni anata ga watashi ga hoka no eiga de kore made ni mita koto no nai sora no kōdai-sa o kanji saserunoni yoi shigoto o shimasu. 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: I have nothing to complain about. It wasn't ugly, it was very fluid and consistent, and it wasn't so lazy as I've seen other animes to be where no one seems to move like real anatomically correct human beings that bend at the knee when they walk. I'm just talking about the moving characters. The background art, like the sky, well, DAMN. That really takes your breath away, especially when you see it from the perspective of being upside down. Scaaaary. They do a good job at really making you feel the vastness of the sky, which I haven't seen before in other movies. 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: I have nothing to complain about.\u001b[24m\n    \u001b[1mアート：私は不平を言うことは何もない。\u001b[22m, \u001b[1mアート：私は文句を言うことは何もありません。\u001b[22m\n\u001b[4mIt wasn't ugly, it was very fluid and consistent, and it wasn't so lazy as I've seen other animes to be where no one seems to move like real anatomically correct human beings that bend at the knee when they walk.\u001b[24m\n    \u001b[1mそれは醜いではなく、非常に流動的で一貫性があり、他のアニメが歩くときに膝に曲がる実際の解剖学的に正しい人間のように動くように見えないので、それほど怠惰ではありませんでした。\u001b[22m, \u001b[1mそれは非常に流動的と一致していた、醜いなかったし、私が誰も曲がり膝で、彼らが歩く本当の解剖学的に正しい人間のように動くように思わないところであることを他のアニメを見てきたように怠け者ではありませんでした。\u001b[22m\n\u001b[4mI'm just talking about the moving characters.\u001b[24m\n    \u001b[1m私は動くキャラクターについて話しているだけです。\u001b[22m, \u001b[1m私はちょうど移動文字について話しています。\u001b[22m\n\u001b[4mThe background art, like the sky, well, DAMN.\u001b[24m\n    \u001b[1m空のような背景のアート、まあ、ダム。\u001b[22m, \u001b[1m背景技術、空のように、よく、DAMN。\u001b[22m\n\u001b[4mThat really takes your breath away, especially when you see it from the perspective of being upside down.\u001b[24m\n    \u001b[1mそれは本当にあなたの息を止めてしまいます。\u001b[22m, \u001b[1mそれは本当にあなたが逆さまであることの観点からそれを見る場合は特に、息を取ります。\u001b[22m\n\u001b[4mScaaaary.\u001b[24m\n    \u001b[1mScaaaary。\u001b[22m\n\u001b[4mThey do a good job at really making you feel the vastness of the sky, which I haven't seen before in other movies.\u001b[24m\n    \u001b[1m彼らは本当にあなたが私が他の映画でこれまでに見たことのない空の広大さを感じさせるのに良い仕事をします。\u001b[22m, \u001b[1m彼らは本当にあなたが、私は他の映画で前に見ていない空の広大さを、感じることで良い仕事をします。\u001b[22m\n\u001b[4m8/10\u001b[24m\n    \u001b[1m8/10\u001b[22m, \u001b[1m8月10日\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: I dunno. Eiji changes a bit. But, you know, I didn't hate any of them. Except the ones that needed to be hated, like the bad guy. But that goes without saying. 7/10 Kudos. Patema is cool. Patos is funny. Gramps is the typical old man. Bad man is typical bad man. Bad man's right hand man is the same, typical. Similar to story/plot, nothing new, nothing outstanding. No amazing character development.\n\n\u001b[1mキャラクター：私は夢中。 エージーは少し変わる。 しかし、あなたが知っている、私はそれらのどれも憎むことはありませんでした。 悪い人のように、嫌われる必要のあるものを除いて。 しかしそれは言うまでもありません。  7/10 名声。 パテマは冷静です。 パトスは面白いです。 嘆きは典型的な老人です。 悪い男は典型的な悪人です。 悪い男の右手男は同じ、典型的です。 ストーリー/プロットに似て、何も新しい、何も優れていない。 驚くべきキャラクターの開発はありません。\u001b[22m\n\u001b[1m(Kyarakutā: Watashi wa muchū. Ējī wa sukoshi kawaru. Meisei. Patema wa reiseidesu. Patosu wa omoshiroidesu. Nageki wa tenkei-tekina rōjindesu. Warui otoko wa tenkei-tekina akunindesu. Warui otoko no migite otoko wa onaji, tenkei-tekidesu. Sutōrī/ purotto ni nite, nani mo atarashī, nani mo sugurete inai. Odorokubeki kyarakutā no kaihatsu wa arimasen. Shikashi, anata ga shitte iru, watashi wa sorera no dore mo nikumu koto wa arimasendeshita. Warui hito no yō ni, kirawa reru hitsuyō no aru mono o nozoite. Shikashi sore wa iu made mo arimasen. 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: I dunno. Eiji changes a bit. But, you know, I didn't hate any of them. Except the ones that needed to be hated, like the bad guy. But that goes without saying. 7/10 Kudos. Patema is cool. Patos is funny. Gramps is the typical old man. Bad man is typical bad man. Bad man's right hand man is the same, typical. Similar to story/plot, nothing new, nothing outstanding. No amazing character development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: I dunno.\u001b[24m\n    \u001b[1mキャラクター：私は夢中。\u001b[22m, \u001b[1mキャラクター：私は知りません。\u001b[22m\n\u001b[4mEiji changes a bit.\u001b[24m\n    \u001b[1mエージーは少し変わる。\u001b[22m, \u001b[1m英二は少し変わります。\u001b[22m\n\u001b[4mKudos.\u001b[24m\n    \u001b[1m名声。\u001b[22m, \u001b[1m賞賛。\u001b[22m\n\u001b[4mPatema is cool.\u001b[24m\n    \u001b[1mパテマは冷静です。\u001b[22m, \u001b[1mPatemaはクールです。\u001b[22m\n\u001b[4mPatos is funny.\u001b[24m\n    \u001b[1mパトスは面白いです。\u001b[22m\n\u001b[4mGramps is the typical old man.\u001b[24m\n    \u001b[1m嘆きは典型的な老人です。\u001b[22m, \u001b[1mおじいちゃんは、典型的な老人です。\u001b[22m\n\u001b[4mBad man is typical bad man.\u001b[24m\n    \u001b[1m悪い男は典型的な悪人です。\u001b[22m, \u001b[1m悪い男は、典型的な悪い男です。\u001b[22m\n\u001b[4mBad man's right hand man is the same, typical.\u001b[24m\n    \u001b[1m悪い男の右手男は同じ、典型的です。\u001b[22m, \u001b[1m悪い男の右手の男の典型的な、同じです。\u001b[22m\n\u001b[4mSimilar to story/plot, nothing new, nothing outstanding.\u001b[24m\n    \u001b[1mストーリー/プロットに似て、何も新しい、何も優れていない。\u001b[22m, \u001b[1m物語/プロット、何も新しい、優れた何に似ています。\u001b[22m\n\u001b[4mNo amazing character development.\u001b[24m\n    \u001b[1m驚くべきキャラクターの開発はありません。\u001b[22m, \u001b[1mいいえ素晴らしいキャラクターの成長はありません。\u001b[22m\n\u001b[4mBut, you know, I didn't hate any of them.\u001b[24m\n    \u001b[1mしかし、あなたが知っている、私はそれらのどれも憎むことはありませんでした。\u001b[22m, \u001b[1mしかし、あなたが知っている、私はそれらのいずれかを嫌いではありませんでした。\u001b[22m\n\u001b[4mExcept the ones that needed to be hated, like the bad guy.\u001b[24m\n    \u001b[1m悪い人のように、嫌われる必要のあるものを除いて。\u001b[22m, \u001b[1m悪い男のような嫌わする必要がものを除きます。\u001b[22m\n\u001b[4mBut that goes without saying.\u001b[24m\n    \u001b[1mしかしそれは言うまでもありません。\u001b[22m, \u001b[1mしかし、それは言うまでもないです。\u001b[22m\n\u001b[4m7/10\u001b[24m\n    \u001b[1m7/10\u001b[22m, \u001b[1m7月10日\u001b[22m\n\u001b[1m\u001b[22m\nSound: Y'know, I didn't really pay attention. Seemed ok to me, wasn't jarring to the ears or anything. But, that could mean that it was effective in producing the right kind of ambiance. So there. 9/10\n\n\u001b[1m音：私は本当に注意を払っていませんでした。 私には大丈夫だと思われたが、耳やその他のものに苦しんでいなかった。 しかし、それは、それが適切な種類の雰囲気を作り出すのに効果的であったことを意味する可能性があります。 だからそこに。  9/10\u001b[22m\n\u001b[1m(Oto: Watashi wa hontōni chūi o haratte imasendeshita. Watashiniha daijōbuda to omowa retaga, mimi ya sonohoka no mono ni kurushinde inakatta. Shikashi, soreha, sore ga tekisetsuna shurui no fun'iki o tsukuridasu no ni kōka-tekideatta koto o imi suru kanōsei ga arimasu. Dakara soko ni. 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: Y'know, I didn't really pay attention. Seemed ok to me, wasn't jarring to the ears or anything. But, that could mean that it was effective in producing the right kind of ambiance. So there. 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Y'know, I didn't really pay attention.\u001b[24m\n    \u001b[1m音：私は本当に注意を払っていませんでした。\u001b[22m, \u001b[1mサウンド：削ら、私は本当に注意を払っていません。\u001b[22m\n\u001b[4mSeemed ok to me, wasn't jarring to the ears or anything.\u001b[24m\n    \u001b[1m私には大丈夫だと思われたが、耳やその他のものに苦しんでいなかった。\u001b[22m, \u001b[1m私には大丈夫に見えた、耳か何かに不快感を与えるされませんでした。\u001b[22m\n\u001b[4mBut, that could mean that it was effective in producing the right kind of ambiance.\u001b[24m\n    \u001b[1mしかし、それは、それが適切な種類の雰囲気を作り出すのに効果的であったことを意味する可能性があります。\u001b[22m, \u001b[1mしかし、それはそれは雰囲気の正しい種類の生成に有効であることを意味するかもしれません。\u001b[22m\n\u001b[4mSo there.\u001b[24m\n    \u001b[1mだからそこに。\u001b[22m, \u001b[1mさあどうですか。\u001b[22m\n\u001b[4m9/10\u001b[24m\n    \u001b[1m9/10\u001b[22m, \u001b[1m9月10日\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSo I'm giving this a 9/10 simply because above all else, the simplicity of the concept was so well executed. There.\n\n\u001b[1mだから私はこれを他の何よりも単純に9/10にしています。コンセプトの単純さはとてもうまく実行されました。 そこ。\u001b[22m\n\u001b[1m(Dakara watashi wa kore o hoka no naniyori mo tanjun ni 9/ 10 ni shite imasu. Konseputo no tanjun-sa wa totemo umaku jikkō sa remashita. Soko.)\u001b[22m\n\nTranslations of \u001b[4mSo I'm giving this a 9/10 simply because above all else, the simplicity of the concept was so well executed. There.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo I'm giving this a 9/10 simply because above all else, the simplicity of the concept was so well executed.\u001b[24m\n    \u001b[1mだから私はこれを他の何よりも単純に9/10にしています。コンセプトの単純さはとてもうまく実行されました。\u001b[22m, \u001b[1mだから私は、9月10日は、単に何よりも、コンセプトのシンプルさがうまく実行されたため、これを与えています。\u001b[22m\n\u001b[4mThere.\u001b[24m\n    \u001b[1mそこ。\u001b[22m, \u001b[1mそこに。\u001b[22m"
  }
]
