[
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "Parzival7",
    "profile": "/profile/Parzival7/reviews",
    "pages": "4",
    "number": "1",
    "link": "/reviews.php?id=211830",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  8\n|  9\n\n斜面の子供〜Parzivalによるレビュー\n\n\n「時には人生はジャズのようなもので、予期せぬ方向に進む...」 - 西見薫\n\n\nストーリー - キッズ・オン・ザ・スロープは、音楽が社会を流れ、若者たちが自分を発見するのを助ける、1966年の日本の物語です。 ニシミ・カオルが新しい学校に移籍することでショーが開きます。 彼は最終的には、川渕仙太郎氏のクラスに会い、彼らの音楽への情熱は彼らの友情に繋がります。 坂の上の子供たちは、ドラマとロマンスを公正に共有しているので、ショーを動かすことができますが、音楽を通して友情の話に本当に輝きます。 ストーリーはよく書かれており、12の短いエピソードの中で達成する明確な目的を持っています。 ペーシングは、ショーがまったく急いで感じるようにうまくいっています。 ペーシングは比較的良好ですが、遅い側では新しい視聴者を阻む可能性があります。 ストーリー全体には良いペースがあり、視聴者に興味を持たせるのは比較的興味深いものです。 ロマンスはもっと良かったかもしれませんが、楽しむことができました。\n\n\n\nアニメーション/アート - アニメーションはまともだった。 ムーブメントは不安定で、アニメーションが目立っていないシーンがいくつかあります。 しかし、音楽の演奏があると、実際にアニメーションが輝きます。 照明が大幅に改善され、アニメーションがより流動的になります。 芸術部門では、スタイルとキャラクターデザインが本当に好きだった。 それは私が見た他のアニメとは本当に違って見え、60年代に作られた美的感覚を与えます。 背景も本当にうまくいきます。 全体的に、アニメーションはまあまあでしたが、アートのスタイルは本当にこのショーを分けて、それにユニークな感じを与えます。\n\nサウンド - これは、ショーが離れて立つチャンスを取る場所です。 音楽を中心としたアニメにとって、音楽はうまくいくと期待しています。 私は特にグループが演奏したシーンやレコードストアの地下室での練習セッションを楽しんだ。 ジャズの音楽は本物のものでした。本当のジャズミュージシャンを含めると、センスやリアリスティックを作り出すのに役立ちました。 オープニングはかなりキャッチーだったし、スキップするのではなく、聞いていた。 他のインサート・ソングはかなり忘れがたいものでしたが、これまで存在していた偉大なジャズ・ミュージックに覆われていました。 また、私はダビングを見て、それはかなりまともだった。 最高のダブではありませんが、かなり楽しく、不器用さを取り除きません。 全体的に、音楽は素晴らしく、曲のいくつかのビートに耳を傾けることができました。\n楽しさ - 私はいくつかの先入観（特に作家/作曲家チームについて）を持ってこのアニメに入り、うれしく驚いた。 坂の上の子供たちは私にとって楽しいものでした。私は、チーズロマンス、十代の問題、音楽とキャラクターの間の友情を好きでした。 私が思ったほどアニメーションは邪魔されませんでした。 私は悲しいかなか短命だった冒頭のコメディを笑っていました。 全体的に、テーマは理解でき、音楽も素晴らしく（このレビューを書いているうちにジャズを聴いていたことがわかりました）、ストーリーは興味をそそられるほど魅力的でした。\n\n全体的な - 坂の上の子供たちは楽しい驚きでした。 それは若者のセクシュアリティ（はい、私は同性愛の画像を見つけましたが、それは非常に微妙であり、目立たずにありました）とジャズ音楽との友情を扱った素晴らしい話でした。 このアニメは、ペースの素敵な変化で、リラックスできるジャズを身に付けさせてくれました。そして、最近流行っている他の近代的なアニメに見られる共通の縄張りの多くは含まれていません。\n\n壊す：\n\nストーリー -  9.1 / 10\n\nキャラクター -  7.8 / 10\n\nサウンド -  9.7 / 10\n\nアニメーションと; アート8.2 / 10\n\n楽しさ -  8.5 / 10\n\nあなたがリラックスして、キャラクターリレーションズに重点を置いてジャズに関するアニメを見たいと思えば、総合スコア -  8.66 / 10とそれを見ることをお勧めします。\n\n\n~~~~\n\n「私の好きなものは、家に向かうある人の足音、地下室でのピアノとドラムの音、2人の男の子の笑い声です。」 - 向亀律子"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "maddynamite",
    "profile": "/profile/maddynamite/reviews",
    "pages": "4",
    "number": "2",
    "link": "/reviews.php?id=132333",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n坂道のアポロン（キッズ・オン・ザ・スロープ、または単にKotS）は、高校生のグループと友情、愛、ジャズが発展してきた効果を現実的に見ています。 短いレビューで説明するのは難しいです。 人々は、音楽が人生に及ぼす影響、または友情の重要性に関するエッセイを書く。 しかし、美しい芸術と信じられないほどの音楽を褒め称えた、完全に実現した自己完結型の物語を見るのはずっと楽しいです。\n\nストーリー：シリーズの初めに、ストーリーがどのように進展するかを推測するのは難しいでした。  12話以上のストーリーを見ている経験はすばらしかったです。 物語は、あなたがキャラクターの行動の重さ、または誰かが経験していた感情的な不確実性を感じることができるほど遅いペースで動いた。 これらの劇的な瞬間は急いではなく、キャラクターと実際につながるチャンスを提供します。 しかし、物語は引きずられません。 短い12のエピソードでさえ、物語は完全に実現され、終了する。\n\n物語は高校時代の子供の周りを回っている間、メロドラマの爽やかな欠如があります。 薫は過度に反応するが、彼はしばしばセンとリツコと話し合い、問題を解決しようとする。 誰も彼らの問題や問題を分かち合うことを望んでいないので、彼らが困っているのを見るのではなく、より現実的な光で描かれている十代の若者を見るのは良いことです。\n\n芸術：背景のための柔らかく、自然な色のパレットとキャラクターの鮮明な色とラインは、ショーを目に非常に簡単にします。 キャラクターのデザインは現実的であり、誰が誰であるかを覚えやすいように十分に変化しています。 アニメーションは非常に滑らかでした。私はその男の子が楽​​器を弾いているときに、彼らが_遊んでいるように見えるという事実を楽しんでいました。 手の動きは楽器のリズムとピッチに一致します。 単にピアノの鍵を叩いている人の在庫動画ではありません。\n\nサウンド：ショーの最も優れた側面は音楽です。 ジャズはショーの主なテーマであり、完全に使用されています。 男の子のジャムセッション、公演、そしてレコードプレーヤーを聴くだけでトーキングを楽しむことができます。 音楽の選択は、キャラクターとその関係の発展と一致し、ストーリーの完璧な補完物です。\n\nオープニングとクロージングの曲は、ジャズの曲ではないので、奇妙なことに変わっています。 個人的に、私は気にしなかったし、それらをスキップしました。\n\n私は英語のダブを聞いて、それに欠陥がないことを見いだした。 主人公のキャラクターが日本のダブからのキャリーオーバーのような日本のアクセントで英語で「My Favourite Things」を歌い始めると少し奇妙でしたが、その瞬間の演奏は素晴らしかったです。\n\nキャラクター：KotSの他の優れた側面は、キャラクターと彼らの発展する関係です。 薫とセンタロウの友情は、何年にもわたって崩壊、転落、メークアップの間に一定しています。 薫とセンの臭いは、みんなを一緒に戻してくれるようなものですが、男の子たちは厳しい状況に見知らぬ人ではありません。 彼らはお互いと苦しんでいる過去についてもっと学び、お互いに近づき、また成人として成長します。 ほとんどのキャラクターと、自分が見つけた状況との関係はとても簡単でした。\n\nマイナーキャラクターはすべて記憶に残っており、ストーリーや主人公の発達に大きな影響を与えます。 サポートキャラクターは実際にストーリーを前方に駆り立て、ストーリーがストップしないようにします。 それらがなければ、私たちは多くのロマンスショーが自分自身にある愛三角形の穴に詰め込まれるだろう。\n\n全体：KotSは、ジャズ、ドラマ、偉大な話が好きな人にとっては、お勧めです。 それは軽いが、依然として魅力的であり、高校時代の設定に付随する不必要なメロドラマに悩まされることはありません。\n\nTL; DRの5つの単語/フレーズ\nグッドジャズ、感情的、偉大な芸術、急いではなく、グレートジャズ"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "StarJester",
    "profile": "/profile/StarJester/reviews",
    "pages": "4",
    "number": "3",
    "link": "/reviews.php?id=208854",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  7\n\nジャズ？ はい、お願いします。 これは素晴らしいことかもしれません！\n\n閉じてもシガーはありません。 スロープの子供たちは、半品質のアニメ番組のひとつで、あなたを引き込んだり、「あなたはバットマンのボールの名前でジャズ・ショーが消えたのですか？ 時間と時間をもう一度。\n\n見て、私はそれが関係についてもショーであることを知っていますが、あなたが「ノーディ・クラシック・ピアニストは野生のチャイルド・ヘッドヘッド・ジャズ・ドラマーに会い、彼らはジャム・バディーになるだろうと知っています。 どのようにしたらそれが良いのかを知りたい。 しかし、哲学における私の修士号のように、それはそうではありません。 ああ、確かに、そこに高校のロマンスのものがたくさんあります。 そして、私たちは皆、どれほど珍しいものか知っています。\n\nつまり、これはあなたが平均的なアニメよりもはるかに優れていると言われています。 実際には、実際には、私も、おそらくそこの95％の嫌悪感を、終わりまできちんと見ています。 このショーには、アウトオブプレイス・ブーブ・グラブやストリッパーのような日常生活服のような、通常のアニメ犯罪の多くが欠けています。 この対話には、「あなたがそれを見ただけで何が起きたのか説明します。 私は高校/ロマンスのものを胃にすることができれば、坂の上の子供たちのために雪の中で裸で走っていることはありません（モンスターとの週末のように - 私のガード）。  8/10。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "BoaCC",
    "profile": "/profile/BoaCC/reviews",
    "pages": "4",
    "number": "4",
    "link": "/reviews.php?id=72827",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  8\n\n薫とセンタロウは、60年代に乱暴な乗り物として描かれた、最高の友人になり、女の子に会い、恋に落ち、音楽を演奏します。\n\nスロープのキッズはキャラクター駆動で、MCの友情は成長し、減少し、ジェットコースターのように繰り返しリートする。 司法省は中学校に在籍しています。 彼らは無邪気に恋に落ちるが、そのコンセプトには新しいものだ。 視聴者は、彼らのnaive性に同情を感じ、自信がないために苛立つでしょう。 ドラマは、複雑なロマンスの三角形、裏切り、嫉妬と疑念にありますが、最も重視されるのが友情です。 これらの側面は、キャラクターの個性とは異なる側面を明らかにする。\n\n薫は身体的に傷つきやすいですが、学問的に知的で弱い心を持ち、自己中心的な主人公です。 彼は自分を守るために他人を傷つけた後に謝罪する代わりに逃げ出します。  Sentarouは彼の周りの人にとって最善を尽くします。 彼は背が高く、傷がついていて、学校の仲間に恐れられています。 彼は慈悲深く、他人の幸福を自分の上に置き、彼が望むことをします。\n\nサポート文字はプロットの停滞を防ぐために不可欠です。 彼らはコミック・リリーフを提供するためにそこにいません。 彼ら自身の人生とシリーズでの強い役割を持つ多次元人です。\n\n芸術は爽やかで、その環境に合うように調和しています。 アニメーションは鮮明ですが流動性があり、ビートや対話によくマッチした動きがあります。  VAは感情のミックスを表現するのに優れています。 サウンドトラックは耳に喜ばれています。 そのオープニング・ソングは、シリーズをとてもよく反映した怒りのヒントに満足しています。\n\nそれは非常に大気のため、シリーズの設定に飛び込むために多大な努力を要しません。 音楽、芸術のスタイル、キャラクターの服や行動は、これを1960年代のように感じさせます。 これはミュージカルではないので、あらゆる場面でジャズを聞くことを期待しないでください。 歌が音楽を演奏するたびに、彼らは多くのエネルギーと情熱を放つと言って、ドラマを扇動して補完するために音楽が混ざり合っている。 彼らの特徴的な行動はビートに一致し、カメラの角度は私たちにさまざまな視点を与え、ライセンスされた作品自体はダイナミックであり、これらの瞬間をシリーズのハイライトに簡単にします。\n\nしかし、坂道のアポロンには予測可能な紆余曲折がありますが、彼らは非常にうまく処刑されています。 涙と笑いは強制的に感じません。 ペースは開始時には遅く、終了時には速く見えるかもしれませんが、フィナーレに近づくフォロースルーに追いつくために、キャラクターとプロットを設定するためにディレクターには賞賛されます。\n\nスロープの子供たちは、より多くのものを必要とすることなく、より多くのものを望んでいます。 執筆時には、Crunchyrollで法的にストリームすることができます。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "KorStonesword",
    "profile": "/profile/KorStonesword/reviews",
    "pages": "4",
    "number": "5",
    "link": "/reviews.php?id=206855",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n音楽は日常生活のすべてを網羅しています。 どこに行っても、私たちがやっていることは、いつもそこにある音楽があります。 音楽は私たちの耳を介して、そして心にまっすぐに感情を表現することができ、それぞれの作品が演奏され、書かれている方法は、作者についての小さなことを教えてくれます。 私はどこでこれに行くのですか？ さて、あなたがタイトルを読めば、私が今日話しているアニメはスタジオMAPPAの坂道のアポロン（またはスロープの子供たち）です。 坂道のアポロンは、60年代の2人のジャズ・プレイ・フレンドに焦点を当てています。私たちは人生の予期せぬ苦しさを見て、彼らの言葉と行動だけでなく、彼らの演奏を通して表現しています。\n\nこのショーは、思いがけない川口仙太郎さんとの出会いが予期しない出来事によって終わった、幸せなティーンエイジャーの西見薫に私たちを紹介することから始まります。 薫はすぐに、Sentarouは他の人よりもはるかに柔らかい男であり、Senも熱心なジャズドラムプレイヤーであることを発見しています。 薫は、ちょっとしたバンド、淳一、リツコ、ツトムと会いながら、一緒に音楽をやり始めると、成長している紆余曲折の多くが以前の無愛想な生活を妨害しています。\n\nだからショーはどうやって運賃はいくらですか？ 坂道のアポロンは華麗なキャラクターの勉強ですか、野心的な旅で平らになるのですか？ ショーは確かに多くの分野、特に音声や視覚的な部分では成功するが、ストーリーの中にある大きな問題がある。 坂道のアポロンは、やや一般的な劇的なドラマスタイルに従っており、ドラマはかなり非現実的なやり方で全員を優先しているようだ。 ストーリーの進行の仕方は人工的だと感じています。 ストーリーを論理的に浮かび上がらせるようなキャラクターや生活様式ではなく、ほとんどの主要なプロット点が明確にデザインされています。 キャラクターはプロットに都合の良いときはいつもお互いに歩いているようです。 時には、ショー内のキャラクターは完全に非合理的に、そしてキャラクターの外で行動して、紛争を起こしストーリーを移動させますが、この紛争の半分は本当にどこにも行きません。 私はキャストが素晴らしいダイナミックを持っているので、彼らが離れて強制されているときよりも、一緒にいるときに、これらのキャラクターに焦点を当てておくことを大いに好みました。 それを刺激する工夫がされていたにもかかわらず、私はまだ文字を気にするだけで簡単に投資していました。\n\nしかし、これまでのところ、私の最大の問題は、ショーエンディングやその欠如にあります。 予期せぬ出来事が起こった後、1つのエピソードでカバーされるタイムスキップがあります。 エピローグやソートの何も、それは単なる終わりの並べ替え。 それはほとんど何も説明せず、非常に不満足なものである。 本当に必要なのは、さらに1つのエピソード、さらにはOVAだったし、結末がずっと良くなっていると思う。 それができなかったことを考えれば、私はショーの最後で持っていた多くの問題を解決するので、単にマンガの最後の章を読むことをお勧めしたいと思います。\n確かに、物語は完璧ではありませんが、音楽とアニメーションはかなり近づいています。 タイムシリーズがシリーズの重要性を欠いているとの不平を見てきましたが、ペースの視覚的な変化が魅力的です。 私たちは同じ設定を何度も見てきました。  60年代は特にアニメにとってはあまり一般的ではない設定であり、アートは確かにそれをリアルに感じさせる。\n\n技術的な観点から見ると、アニメーションはすごく幻想的です。 文字の移動方法は正確で、一貫性があり、非常に滑らかです。 私にとって最も印象的なのは、このショーは実際にはそれほど難しいほどの体重感を釘付けにするようです。 これで十分でないかのように、音楽のシーケンスはこれを顎を落とすレベルまでステップします。 それは技術的にはすべてではありませんが、すべてが描かれている視点から、あなたはこの世界の中で、そしてこれらのキャラクターとともに、あなたを家庭で感じさせます。 これらの場所は、斜面からレコードショップまで、親しみやすく快適です。\n\nこの場合、私は最後に最善を尽くすために特別な注意を払った。 つまり、音楽です。 このサウンドトラックは、ショーがそれほど効果的である理由の大きな部分を占めています。 もしSamamichiがApollonに何か他のことがあったとすれば、それは\"良い\"と見なすことさえできるのだろうかと思う。 ショーの音楽的な焦点はジャズのものですが、私は個人的には尊敬しています。 この番組を楽しむには、本当にジャズファンである必要はありません。実際には、ジャズについて知らず、ジャンルが何を提供しているのかを知りたいと思う人には、特にお勧めしたいと思います。 しかし、経験の豊富なジャズファンにとっては、ここではSenのペットハトのSarah Vaughanのような見どころがほんの少ししかありません。\n\nジャンルとは別に、音楽と同じように素晴らしいです。 背景のためのOSTの部分はすべて、その目的を効果的に果たす。 それぞれの作品には個性的で記憶的な感覚があり、それに伴うシーンを強調しています。 イン・ショー・ミュージック・パフォーマンスのためのコンポジションは、アニメーションと同じように、それをノッチアップします。 これが意図的であるかどうかを見分けるのは難しいですが、演奏するミュージシャンが描いているキャラクターを深く理解しているように感じるのは合法です。 音楽が演奏され、開発される方法は、キャラクターとその変化を伴う物語の中で起こっている出来事に対して、信じられないほど本物だと感じます。 特に、私たちの2人の主人公が前に強調表示された3曲からなるメドレーを演奏する、エピソード7の音楽シーケンスがあります。 曲のスタイルと曲の間のトランジションは、これらのキャラクターがどれだけ成長したかを示しています。 このシーンはシリーズのハイライトとしての役割を果たし、本質的に悲しいことがないにもかかわらず、感情的に挑発的です。 作品を聴くだけで十分ですが、それは素晴らしい解釈ですが、作品を聴いて、これらのキャラクターとその闘いを知ることで、はるかに強力になります。\n\n全体として、坂道のアポロンは特に強いショーではありません。 それは、それが\"過大評価\"されていると正当に主張することができるという点で、その物語や性格には多くの欠点がある。 それはあなたのコアに触れる\"うわー\"と思うシーンを持っています。 個人的には、その欠陥に関係なく、注目に値することができるショーがあると私は思っています。 しかし、坂道のアポロンは、かなりの数の人々に愛されている理由があります。 それは素晴らしい方法で音楽を使用します。 他の多くのショーは、音楽の周りに焦点を当てていると主張するものでさえ、ストーリーの原点にすぎません。 音楽はショーを作るものではなく、実際には私たちのキャラクターを一つのゴールに向かって集めることができる他のストーリー要素と簡単に置き換えることができます。 しかし、坂道のアポロンでは、音楽の使用ははるかに誠実であると感じています。 音楽は、ショー内のすべてを通って真に不可欠な部分であるように見えます。 それがこのショーを特別なものにする理由です。 それは完璧ではない、それはそれから遠いですが、それは輝きのその瞬間を持っています。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "CrimsonMuse",
    "profile": "/profile/CrimsonMuse/reviews",
    "pages": "4",
    "number": "6",
    "link": "/reviews.php?id=205210",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  9\n\nあ、坂道のアポロン。 私はあなたをどう愛し、どのように私はあなたを憎むのですか？ なぜあなたはとても綺麗でなければならないのですか？\n\nストーリー：6\n\nストーリー（上で利用可能な概要）はかなり簡単です。 それは複雑でなくても簡単ですし、無邪気で楽しいですが、とても楽しいですが、ここでは私の最大の問題が番組にあります。 それはあまりうまく処理されません。\n\nスポイラーを避けるために、私は細部までは触れません。時間の制約のために忘れられたり外に出たりしているような、長い間表示されない概念が導入されています。 時間のスキップ（より良い言葉の欠如）の間の移行は、厄介なことに処理され、聴衆は、何の理由もなく、ほとんど問題がなく、非常に散発的なペーシングで、時間が経過した。 このショーでは、ペースは全面的に行われています。 いくつかの部分は落ち着いていて、他のものはあるものから別のものへと非常に速く進み、何かを取り入れる時間がほとんどありません。\n\nアート：8\n\nキャラクターのデザインは、派手なあなたの顔のキャラクターや変形したボディーを必要とせずに（ほとんどの場合、）非常に「正常」です。 芸術は全体的にとてもいいですし、楽器のクローズアップショットは目を惹きつけています。 ショーの残りの部分と非常に合っていて、苦情は残されていません。\n\nサウンド：10\n\nジャズは私の好きなジャンルの一つであり、アートブレイキーの「メイン・ソング「Moanin」は私のお気に入りですが、このショーのサウンドは完璧に近いです。 声の演技は良かったし、コメディーな目的（私が覚えている）のために過度の反応がなく、効果音が当てはまり、音楽の選択がほんの少し残っていた。\n\nキャラクター：9\n\n私は[重要な]文字のそれぞれについて数多くの接線を描きながら時間と空間を節約することができました：\n\n彼らは自分自身の動機、推理、好奇心をそそられた性格でよく書かれていたが、彼らは適切な反応を示し、他のほとんどのアニメよりも、私の正直な意見では、より親密で/人間/自然であった。 いくつかの開発が欠けていますが、私が自分で言うなら、それを補う以上の執行があります。\n\n全体：8。\n\n私がこのアニメを愛していたのと同じくらい、私は全体のショーに大きな悪影響を及ぼすことがわかったが、私がそれを嫌いにするには不十分であった。 それは私が間違いなく推薦すると思うショーの固体8/10に立つ。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "Jetman2021",
    "profile": "/profile/Jetman2021/reviews",
    "pages": "4",
    "number": "7",
    "link": "/reviews.php?id=64703",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  9\n\n「猫のバラとひげの雨滴、明るい銅の湯沸かし器と暖かい羊毛のミトン、茶色の紙パッケージは紐で結ばれています。これは私の好きなもののいくつかです。\n\nさて、私はちょうど今それを出すつもりだ...坂の上の子供たちは、私が今年だけではなく、長い間長い間見てきた、最高のアニメの一つである。 最近かなり素晴らしいアニメを見た。 このアニメが発表されてから、渡辺慎一郎と菅野陽子がプロジェクトに取り組んでいる時から、私の心は喜びで満たされています。 これまでにも、このアニメからどれだけの期待を上回るのか分からなかった。 このショーのすべてはただ美しいものです。\n\nキッズ・オブ・ザ・スロープ（Kids on the Slope）は、中央のプロットを持たず、むしろ劇的な瞬間を見せているため、人生の抜粋を示している、このドラマの側面ではっきりと実現している。 私は、この番組のすべてのエピソードが、たとえエピソードが遅く始まるときでさえ、それが全部のグースバンプであなたを満たしているエンディングへと導くことを意味します。 深刻で幸せな瞬間であれ、このショーは最初から最後まで楽しめます。\n\n\n\n物事の技術的側面では、アニメーションは人々を捨てるでしょう。 私にとっては、私が好きなのはパラダイス・キスと同じ人がアニメ化していることが大好きです。 しかし、この芸術スタイルに慣れていない多くの人が少し動揺しますが、再びアートスタイルが気に入らなくても大好きだと思います。 加えて、これがおそらく日本の人々のより正確な描写の1つである場合は、ほとんどのアニメより一般的です。 しかし、このショーのもう一つの大きな強みは音楽だと思います。 もう一度、坂の上のキッズの音楽は、偉大な菅野子子以外の人によって行われています。  OPとEDは良いですが、彼らはショーのジャズ感覚には本当に行きませんが、それでも素晴らしいものです。 サウンドトラックは、Art BlakleyのMoaninやBirdlandのLullabyなどのクラシックなジャズヒットで素晴らしい曲です。これらの曲が演奏されると、シーンの撮影撮影では黙っています。\n\nもう一度渡辺信一郎氏は、それが傑作であるだけでなく、異文化嫌いの人にも評価されていることを示す別のショーを開催します。 本当に、Bebop、Champloo、そして今これは私が誰かがアニメに入るのを見ることができると信じているショーの一つです。 私はこのショーを十分に推薦することはできません。 それを今すぐ見てGO！"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "Azayaka",
    "profile": "/profile/Azayaka/reviews",
    "pages": "4",
    "number": "8",
    "link": "/reviews.php?id=70773",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  10\nキャラクター|  7\n|  7\n\n坂道のアポロンは楽しい乗り物でしたが、それが持っている欠陥は、あなたが期待する一流の渡辺/菅野のコンボから戻っています。 しかし、私はプロと始めるでしょう。 文字通りシンプルであるかもしれませんが、それはミニマリズムで美しいものです。 何らかの形で宮崎の作品をかすかに連想させる。 最後に、1960年代の代表的なものであるが、見事に見えなくなったり、見る人に隠されたりすることはありません。 それは音楽と芸術のように、うまく統合されているので、放課後のセッションと同じくらい自然です。 物語は完全に心温まる。 それは、才能と生の好きなキャラクターの生まれの時代の物語です。  Sentaro、Kaoru、Ritsuko、Yurikaは、私たちが十代の若者と同じように戦い、それを見ていると簡単に識別できます。 彼らを結びつける背景 - ジャズ - ダイナの織物にきれいに織り込まれています。センと薫の妨害は何も正常には見えません。 そして楽しい。 彼らが座って遊ぶことができる2人の友人が、どのような質問をするのかは分かりません。 さらに、番組中に時間を取る曲は、ジャンルの愛がない自分のような人にとっても、優れた耳あてです。 音楽は、アートによっても同様に補完されています。\n\n短所に。 私はこれがマンガの適応であると理解していますが、私はそれを読んで2つを比較していないので、私が知っているものから離れることになります。 以前と同じような形でそれを見たことがありますが、今はよく磨耗しています。 プロットは、時には、欠けている。 それは存在する多くの関係の自然な部分ではなく、ドラマがその中に注入されたようです。 私は、薫が再び自分とセンとの間に別のスパートを扇動したように疑わしい不信の中で私の手を上げました。それはすべて、ペアの関係における無害な誤解のためです。 逆も同じで、他の文字も同じです。 彼らは識別可能であるかもしれないが、それは彼らがいつも理解できることを意味するわけではなく、明白な間違いが何度もポップアップするのを見守るのは楽しいかもしれない。 これらの間違いの多くはどこから来ますか？ スライス・オブ・ライフのように、それは豊富なロマンスになるはずです。豊富にあります。 しかし、主人公が成熟するにつれて形作る関係の三角形は、定常であるという明確な感覚を揺することができません。\n\nおそらく、シリーズの中で最も失望の部分は、閉鎖を軽視し、平凡な急いで感じるエンディングでした。 結局、私は坂道を全体として満足していましたが、それは本当に私が望んでいたものです。 好きなアニメではなく、愛です。 そして、私の場合、私はそれを非常に気に入っていました。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "KLRock",
    "profile": "/profile/KLRock/reviews",
    "pages": "4",
    "number": "9",
    "link": "/reviews.php?id=193684",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|\n\nこのショーは素晴らしい\n\nストーリー9：私は本当にこのストーリーを楽しんだ。なぜなら、ペーシングは本当に急速で、12回のエピソードしかないからだ。\n\nアート10：アートはユニークですが、私が以前に見たことではありません。 彼らが楽器を弾いているときに一番の部分は....彼らがそうしているように見える!!!! ドーパー\n\nサウンド1000：菅野陽子、コモン、私は本当の意味でSIR PLEASE（dashie shout out）を意味しています。音楽はファンファンファンタスティックです。私はそれを愛していて、十分に得ることができませんでした\n\nキャラクター10：非常に魅力的...私はキャラクターダイナミックに住んでいた。 私はロマンスが好きです...私はまだ男ですが、私はこのショーでロマンスが大好きです。観客はそれぞれの人の気持ちを知っているので、「彼女は好きですか？\n\n全体的に10：私は本当にこのショーを楽しんだ、本当に、それはシンプルでエレガントです。 音楽は幻想的で、キャラクターはドーパーです。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "walrusking14",
    "profile": "/profile/walrusking14/reviews",
    "pages": "4",
    "number": "10",
    "link": "/reviews.php?id=163211",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  9\n\n坂道のアポロン、または「スロープの子供たち」として知られているのは、ジャズ音楽の演奏を通して苦しみを克服した過去と個人的な問題を抱えている3人のティーンエイジャーについての年齢アニメです。 加藤綾子が漫画作家の柿原陽子との連合で書いたものです。 アニメは、カウボーイビバップで知られる渡辺信一郎の神々の間で神様から指示されました。\nストーリー：\n坂の上の子供たちは、アニメを見るときに私たちの多くが考えるようになったものではありません。 壮大な戦闘シーンや大規模な「土地の軌跡」はありません。 最初は時間のスキップ時に時々見つけられる詳細の欠如です。 多くの月がありますが、数年ではないにしても、視聴者を捕まえるために小さな独白を挟んで行くだけです。 さらに、ジャズ・セッション/コンサートは十分ではありませんでしたが、これは12のエピソード時間の制約によるものだと思います。 戦後の日本では心地よい穏やかさしかありません。 これらの3人のティーンエイジャーの生活は、学校に通っている間、毎日上下する坂のようなものです。 彼らはすべて荒いパッチ、そして一見無限の丘を経験する。 彼らは彼らが作り出す友情を通して毎日元気に戻すことができます。 私たちはすべて、このストーリーに何らかの形で関連付けることができます。 それは家族の死、または愛する人の拒絶でしょうか。 しかし人生は続いており、私たちの苦しみはすぐに喜びの代わりに忘れ去られます。 私は物語を作るために2つの苦情しか見つけませんでした。\nアート：\n選ばれた芸術はこのタイプのアニメのための完全な選択です。 文字の顔に与えられた極端な詳細は、感情のあらゆる小さな変化を顕著にする。 また、オープニングシークエンスとは何か、それはひどく見えますか？ これらの問題のどれも非常に深刻ではありませんが、私はちょうどそれらが最初に起こった理由を知りたいと思います。 これは特に、音楽セッション中に一般的です。 キャラクターの目を見ると、ピッチやスピードが上がるにつれて上下に動き、実際にショーを生き生きとさせます。 すべてのキャラクターは比例した形で描かれ、実際の人間の顔をほぼ模倣しています。 テナー・サクソフォン・プレイヤーとしては、これを見るのは素晴らしいことでした。 しかし、これは私たちの経験が少し荒くなっていくところです。 水色の背景は時々驚異的ですが、アニメーションの品質はランダムな間隔で低下します。 静止フレームは空白の近くに置かれ、実行中のアニメーションは非常に見えなくなります。 これが予算を示しているかどうかは分かりませんが、渡辺氏がそれを目指していたのを見て、それが1つのコースの通常の料金の下であれば驚くでしょう。\n音：\n私はちょうど1つの事、菅野陽子を言うつもりです。 あなたが私が何を意味するかわからないなら、あなたの右にドアがあります。 サウンドトラックがそれの背後にあるアニメーションなしで聴くのに十分な場合は、すべてのジョークを除いて、それは10/10に値する。  「ハスキー」の女性ソロから、アートブレイキーの驚異的なモアインまで、このサウンドトラックは完璧なものにぴったりです。\nボイスダビングのために、私はいつものように、Sentai Filmworksによって制作された英語版を使います。 私は、このショーのために演じる声を「情熱的」と表現するのに最適な言葉を述べています。 私はバットから声優がそれぞれのキャラクターに完全にマッチしたとすぐに伝えました。 彼らの優秀なスクリーニングプロセスのために、Sentaiに帽子を着けます。 俳優の声は感情に満ちているだけでなく、伝統的な演技に匹敵するように、場面ごとに感情のレベルとタイプを調整します。 それはうまくいく仕事です。\nキャラクター：\nKOTSには3つの主役がいて、さまざまなサポートキャラクターがいます。 西美薫は、叔母が裕福な医者になって姓を持ち続けるために若い時代に選ばれた「放蕩息子」です。 常に積極的であるとは限りませんが、3人は互いに意味のある方法で反応します。 彼らはお互いの問題を理解し、愛と友情の中でしか見つからない深いつながりを共有します。 私が召集することができる唯一の苦情は、サポートキャラクター 'ポップス'が十分な開発を受けていないということです。 潜在力を発揮しながら、彼は歩く弦楽器ではありません。 彼はピアノを演奏する。  SentarōKawabuchiは自己価値の否定的な見通しを持ついじめっ子とみなされます。 彼はドラムを演奏する。 私たちの最終的な主人公は、向月律子という女の子です。 彼女はいつもSentarōとその唯一の真の友人の姉妹であった。 これらの文字は、来るほど完璧に近いです。 彼らはすべてショーが進行するにつれて自然な形で発展します。 彼らの個人的な話を包括的な物語に織り成す。\n個人的な楽しさ/全体：\nちょうど「デュラララ!!  （来てレビュー...いつか）それはリラックスして座って、この生命のような話を取る。 時折の不具合以外に、このアニメは最初から最後まで見守る喜びであり、私の推薦の尺度で「見守ってください」を受け取ります。\n\n名作 - ベスト\n見なければならない\n時計\n最初のカップルのエピソードを試してみてください\nスキップする\nあなたの人生のために実行 - 最悪\n\nいつものように、コピーを買って地元のダビング会社やアニメ業界全体をサポートすることをお勧めします。 しかし、ただそれを見る時間をとることが重要です。\n最後の声明として、私はあなたが塩の穀物で私の数値スコアを取ることをお勧めします。 数値スコアは簡単に歪められ、各人は1〜10のスケールについて独自の理解を持っているためです。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "SwordLasher",
    "profile": "/profile/SwordLasher/reviews",
    "pages": "4",
    "number": "11",
    "link": "/reviews.php?id=233499",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  10\n\n友人を持つことは、今までの最大の気持ちの一つでなくてはならない。 映画を観ることからカードゲームをすることに至るまで、すべてを一緒にやりたいと思っています。それはずっと楽しいことです。 今、あなたの親友と過ごした日が過ごした後、家に帰って反映し始めます。どうやって最初に二人会いましたか？ この友情はどのように終わりますか？\n\n皆様、私は坂道のアポロン、またはスロープの子供たちが、これまでの私の好きな音楽のアニメの一つだと言いたいと思います。 多くの人々が、このショーは、主人公の2人の男、薫とセンタロウ、または主な恋人の薫、リツコのロマンスについてのショーかどうか疑問に思う。 正直言って、私は知らないし、私も気にしない。 両方のテーマは、このアニメを美しくするのに大きな役割を果たしています。\n\nそれを打ち破ろうか？\n\nストーリー：7/10\nストーリーが完璧だったとは言いませんが、ここには弱点がありました。 しかし全体的に、彼らはこのアニメのプロットについてかなり良い仕事をしました。 音楽のアニメとして、私はこのショーがジャズに焦点を当てていないことに同意しますが、それでもキャラクターを結集する上で重要な役割を果たしました。 そこから起こったことは、もっとロマンス、友情、そして人生の断片に漂った。 私の意見では、そのジャンルの変化を受け入れましたが、それはジャズ音楽に興味がないことだけでした。\n\nこの物語のロマンスについて少し話しましょう。 主人公が彼女自身の気持ちを知らない女の子と恋に落ちるのは、とても典型的でクリシェです。 それは平らだと感じましたが、そこからどのように発展するかを見極めたいと思いました。 そして、私は全く辞さなかった。  Sentarouが恋に落ちるYurikaの突然の出現で、プロットはすぐに改良されました。 ここでそこに形成された愛の三角形と文字は、お互いの愛を問うようになる。 より多くのキャラクターが登場し、より複雑で面白い話を全体的に作り出しました。 ショーは明らかにそれを釘付けにした。\n\nシリーズの最後になると、ショーは徐々に音楽ジャンルに戻ってきました。 友情が崩壊し、再び再建され、お互いの感情の面で大騒乱が起こる。 これらの葛藤は、物語を面白く見守る価値があった。 プレエンディングはまったく急いではなく、ペースはスムーズかつ分かりやすいものでした。 結末はただの温かくて楽しいものでした。 全体的に、私は物語を楽しんだし、私がここで見た唯一の問題は音楽に焦点が当てられていないことでした。 それだけで大丈夫です。\n\nアート：9/10\n芸術は美しかったです。 キャラクターが動かされた様子、風景や表情、彼らはそれを釘付けにした。 現実感を感じさせるためにアニメに投入する努力の量は、実際には十分に評価されていません。 リツコが男に似ているという事実に、ある意味で不快感を感じました。 それが修正されていれば、芸術は完璧です。\n\nサウンド：8/10\nすべてのアニメは、視聴者の関心の中でリールできる良いオープニングを必要とし、その一部は曲から来ています。 坂の上の子供たちは美しいオープニングソング「坂道のメロディー」や「スロープのメロディー」を持っていました。 それはジャズとは全く関係がありませんでしたが、私は確かに多くの人に失望しましたが、それでも楽しかったです。 それは心温まると楽しい感じがあったし、あなたが楽しんでいる誰かと一緒にいるときにどのくらいの時間が飛ぶかを歌のクライマックスが示す。 私は彼らが行っていたものだと確信しています。 終わりのアルテアはゆっくりしていて、メランコリックな感じがしました。シリーズ全体の終わりには完璧でした。 もう一度、ジャズへの接続はあまりありませんが、まだ楽しんでいます。\n\nキャラクター：8/10\nキャラクターは一見すると非常に退屈で典型的だった。 薫、大変身。 センタロウ、いたずら。 リツコ、かわいこ。 ちょうどフラットだと感じましたが、シリーズが進むにつれて、キャラクターの発展も目撃されました。 残りのシリーズでは性格が一つも出ていませんでした。 薫は、彼が簡単に怒らせるような荒い側面を持っていた、Sentarouは時々世話をする柔らかい側面を持っていた、リツコはその笑顔の下に隠された繊細な側面を持っています。 一見して見えていた文字が突然互いと向き合って、真の色が見え始める。 坂道のアポロンはキャラクターの発展を釘付けにし、私はそれを愛していました。\n\n楽しさ：10/10\nあなたがおそらく実現したように、私はこのアニメが大好きです。 そのすべての上下、すべての欠陥とすべての美しさ、それは私の心の中で深く燃える。 最初から私は夢中になり、一緒にいるのを楽しんだ。 結末は私の心を暖かくし、同時にそれを破って、もう一つの目立つショーが終わったことを実感しました。 誰も私がこのアニメを見ずに感じることを真に理解することはできないので、ウィトゲンシュタインのビートル・イン・ボックス・アナロジー。\n\n全体：9/10\nもう一つのすてきなショーが終わり、あなたは座って考え始めます。 アニメはあなたの人生に影響を与え、あなたとあなたの親しい友人との間の友情について気づくようになり、ゆっくりと一緒に結びつき始めます。 皆さんはどうやって最初に会いましたか？ それは白いシートから滑り落ちる薫のような劇的なもので、学校の屋根のそばのソファーで眠っているSentarouと出会ったのだろうか？ どのようにあなたの友情を終わらせたいですか？ この番組が終わったように、劇的で幸せにしたいですか？ 今、あなたはこの友情の中であなたが欲しいものを実現します。永遠に続く可能性のある友人との結束を作るのはあなた次第です。\n\nそして、私は私の場合を休む。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "mrbeckham09",
    "profile": "/profile/mrbeckham09/reviews",
    "pages": "4",
    "number": "12",
    "link": "/reviews.php?id=228705",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\n初めは、ジャズスタイルの音楽には一度も紹介されていないと、このアニメは激しい打撃、速いペース、ファンキーなジャズなど、あなたの脈を盛り上げてくれるでしょう。 音楽は滑らかでファンキーであるだけでなく、主人公は非常に活発です。\n\n物語は、おそらく彼のクラスの一番上にある高校の若い若者を中心にしています。 彼は熱心に勉強し、他のすべてのクラスメートは彼を羨むし、順番に彼を憎むと言われています。 彼は誰とも社会的ではなく、人生は学校の初日になるまで続きます。 主人公は吐き気を起こし、建物の屋上まで走り、リラックスすることができます。 ここで最初のサポートキャラクターが登場するところです。残りの部分を壊すことはありません。\n\n2番目と最後のサポートキャラクターは2人の間の平和を保ちますが、後でそのラインを下げるとプロットラインにねじれが生じます。\n\nこのアニメは真の仲間であり、暖かく、解雇されなければ、あなたの心を感じさせ、キャラクターの周りに起こっている苦難を通してさえも残します。\n\nさて、評価から始めましょう：\nストーリー -  10  - これは私が十数の生涯のジャンルをマークした初めてのことです。 私は、この普通の生活のなかで何が起こっているのかをただ見つけ出すだけで、一貫して夢中になりました。 誰か実際に言ってるの？\nグラフィックス -  8  - 非常にうまくいった。  「ああ、それはすごいすごいよ！」のような心を吹くものは何もない または「うわー、私は息をするのを忘れました」と言われましたが、彼らはよく細工されたと言えるでしょう。\nSound  -  10  - 私はこのアニメを見るまでジャズを本当に理解していない。 さて、私の作品はこの新しい音に夢中であると言えるでしょう。\nキャラクター -  10  - 各主人公と2人のサポートキャラクターの行動の理由は、アニメを通じて説明されます。 これらの3人のキャラクターは、感情や動機の点でとても生きています。\n\n全体的に -  10  - 非常に、非常にクールなライフスタイルのアニメ。 私はジャンルから曲を検索して自分の電話にダウンロードする余分な時間を費やしました。\n推薦：それは他人がこのアニメを10と見なさない可能性が非常に高いですが、これは間違いなく誰もが失望させるアニメではありません。 この時点での観客の得点は約8.50です。 私は強くお勧めします。\n\nIceMaster！"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "Lukas10",
    "profile": "/profile/Lukas10/reviews",
    "pages": "4",
    "number": "13",
    "link": "/reviews.php?id=86197",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  9\n\n坂道のアポロンはシリーズが完成した、それはすべてがあり、信じられないほどのシリーズを作成するために一緒に置く。\n\nキャラクター/ストーリー：\n\n西本薫は主人公で、最近は学校を移しています。何度も動いてきた彼は閉鎖的なタイプになっています。1966年に典型的な「オタク」のように見え、この学校は 彼は友人を作るために苦労し、数を構成します。\n\n川渕千太郎は背の高い/強い/愚かな/嫌な行動をしていますが、基本的には西宮の反対側です。 彼らは何とかこの友情の仕事を作って、音楽は一緒に持ってきて、彼らにこの特別な絆を与えます。 西日本はピアノを演奏し、センタロウはドラムを演奏し、父親はレコードショップを所有しており、一緒に地下に詰まって楽器を弾くことができます。\n\nMukae Ritsukoは女性キーキャラクター、彼女は普通の格好の女の子、Sentarouとの幼なじみの友人、彼女は彼のために柔らかい場所を持っています。 しかし、有益なタイプの人であり、素晴らしい3者友情を作り出します。\n\nこれから3人が学校に通っています。彼らはほとんどの学校/ドラマのように、上から下に向かっています。両方の人につながるロマンスのテーマを持っています。すべてが微妙に置かれています。\n\nアート/サウンド：\n\nアート - 本当にいいですね、今まで見たことのない最高のものですが、それでも驚くべきことに、これを設定した時代のトーンを設定します。キャラクターは、時には特に目と鼻の先に、妖精や女性には見えません。 あまりにも圧倒されていないと、そのアートスタイルに耐えられない人々を置くでしょう。\n\nサウンド - キャラクターはそこにあるような文字スタイルを持ち、音楽は1960年代のセットのように感じさせます。 また、彼らの「ジャミング」シーンは、\n\n全体：\n\n坂道のアポロンはすばらしいシリーズです。あなたがJoseisやSchool LifeやRomanticシリーズを好きなら、私は単に十分に推薦することができません。これはあなたの味方です。\n\n私は結末の後に8または9としてこれを置くことができませんでした、多くの人々はシリーズの終わりの問題を抱えています、そして私はその不満を持っています。そして、あなたが12 EPシリーズから得ることができる問題は、 坂道のアポロンの場合は、最後のエピソードまで、私にとっては彼らが好きなように結論づけていなかった、彼らは最後に物語の要素を持っていて、要素iはテレビ/映画に立つことができない。 私のために「急いで」エンディングを作成し、十分な時間を与えず、「すばやくラップアップ」しなければならないと感じました\n\n私はこのシリーズが大好きですが、急いで最後のエピソードは、私が望むほど強く終わらなかった、前に述べたように、私はこれを8または9を与えることがわかりませんでしたが、私は9、 あなたが学校/ドラマ/ロマンス/音楽＆amp;  （それはK'ONのクラップではない）このシリーズは、それがどのように行われるべきかを行います。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "verboserdundancy",
    "profile": "/profile/verboserdundancy/reviews",
    "pages": "4",
    "number": "14",
    "link": "/reviews.php?id=215817",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  7\n|  9\n\n私はこのレビューを短くしておきます...\n私はジャズを嫌ったことはありませんでしたが、私は決してファンではありませんでした。 このシリーズは私のいくつかの隠された喜びを呼び起こしました。\n坂道のアポロンには最高のJAZZはありませんが、このシリーズの音楽は私たち全員の贈り物です。\nストーリーも魅力的です。 ペーシングは本当にうまくいっていますし、すべてのシリーズではサスペンスとリラックスできます（私はあなたがいない）。\nこのシリーズを見れば、あなたはかなり乗り込んでいます！\n\n私はこの物語を嫌っていることを考えようとしていますが、私がそれを始めたときの苦情のほとんどは、私が終わりに達したときに消えました。\n\n甘くて甘い甘い「キッズ・オン・ザ・スロープ」は、心臓の弦を引き裂くだけでなく、現実的なように物語を伝えることにも優れています。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "VapourDreams",
    "profile": "/profile/VapourDreams/reviews",
    "pages": "4",
    "number": "15",
    "link": "/reviews.php?id=212415",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  10\nキャラクター|  7\n|  9\n\nジャズコンボで短期間演奏した人やジャズを徹底的に楽しんでいる人として、坂道のアポロンは即座に興味をそそられたショーでした。 そして、私が望むほど音楽的な側面は実装されていませんでしたが、ショー自体はまだ大部分がうまくいっていて、存在していた音楽的側面は終わりまで持ち運び、とても楽しいものを作りました 経験。\n\nプロット（8）：この番組は主に、愛の父のレコード店の地下室でジャムセッションを開始した後、友人になった主人公の西嶋薫と河北セントラルとの友情を中心に展開されています。 これらのジャムセッションを通じて、私たちは、証言の絶対的な喜びだけでなく、非常に爽やかで創造的であった単純な対話ではなく、音楽を通じてプロットを進める場面の数々を見ることになります。 全体的な坂道のアポロンは、友情をテーマにしたストーリーテリングの美しい例ですが、私は平均的な高校ドラマの中にある多くのアスキーヌ川の流れから大きく苦しんだと感じました。 このアニメの最も一般的な問題は、キャラクターがキャラクターから絶え間なく行動し、それを話すだけで簡単に解決できる問題から絶えず走っているように見えますが、それは今はあまりに単純すぎるでしょうか？\n\nアート（6）：私はキャラクターが描かれた芸術スタイルの巨大なファンだとは言えません。キャラクターデザイン自体はかなり魅力的ではありません。 アニメーションは、私が今までに見た中で最悪のものではないが、時には不安定であり、決して目立たなかった。 一方、バックグラウンドアートはかなり良く、キャラクターアートとよく調和しています。\n\nサウンド（10）：坂道のアポロンについては、ストーリーの中でOST以上の音楽指向のポイントがはるかに優れています。 アニメには様々な種類のジャズが集まっていて、平凡なドラマだったと思われるものを取り除き、それをもっと多くのものに変えます。 キャラクターが頻繁に演奏する音楽は、キャラクターが一緒に来て、音楽を通じて彼らの問題を解決することによって、プロットを進めるのに役立ちます。 キャラクターがスリル満点のジャズ・ピースにジャム・アウトしているのを見て、これが展開するのを見て、私は喜んでくれるのです。\n\nキャラクター（7）：坂道のアポロン自体のキャラクターは、最も興味深いものではなく、彼ら自身が固有のアーキタイプに合っているように見えます。 文字が本当に光っているところは、関係が発展するのを見ることです。しばしば表示されるよりも基本的な推論を使って解決することができても、問題を整理する根拠はありません。 残念ながら私がより興味深いと感じたキャラクターの一部は、主人公の発達のために部分的に無視されてしまいました。\n\n個人的な楽しさ（9）：その瑕疵にもかかわらず、坂道のアポロンは、キャラクターの発達を見せて物語を伝える、新しい、そして楽しい方法を見つけることによって群衆から目立つ。 そしてそのキャラクターは、一般に賞賛されなかったものの、終始貫徹していた有意義な関係を持っていました。 あなたがジャズやミュージカルアニメを楽しんでいる人なら、このアニメをチェックしないのは大きな間違いでしょう。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "sukijiyuu",
    "profile": "/profile/sukijiyuu/reviews",
    "pages": "4",
    "number": "16",
    "link": "/reviews.php?id=173581",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  8\n\nそれは、あなたがアニメーションやものを見ることがちょっと退屈な理由ですが、2012年のアニメと2010年と比べて悪くはないが、すべての新技術があります。 スタートはちょっと退屈だったけど、2回目のエピソードをするときには、次に起こることの好奇心の理由が起こるのをやめることができません。自分の世界で抗力を得て、その中のいくつかの出来事の感情に揺さぶられます 。 それはあなたの若者の間にいくつかの大きな価値と良いと悪い経験を提供し、彼らはそれが素敵なアニメだったことを釘付けそれは素晴らしい話だった。 これは、アニメを見る必要がありますそれを見てください:)"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "xANIMExGEEKx",
    "profile": "/profile/xANIMExGEEKx/reviews",
    "pages": "4",
    "number": "17",
    "link": "/reviews.php?id=209200",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n私の意見では、坂道のアポロンは偉大な​​アニメでした。 アニメーションは私をドラッグしたものです。通常、私は「驚き」が好きなので、概要を読むのが好きではありません。 私は下敷きとダビングされた両方を見て、声優はすばらしかった。\n\n薫とセンタロは素晴らしい背景を持っていて、それらは完全に反対のように見えました。 薫は家にいない豊かでスマートな子供で、最初はクラシック音楽を好きです。 一方、Senは、貧しい子供と悪い生徒であり、本当に悲しい背景を持ち、彼は社会での場所を持たないので、彼は戦いやジャズ音楽を通して自分の欲求不満を取り除きます。 両方とも、彼らをより近づける外部者である。 それはあなたの心の弦を引くことを期待することを意味する人生のスライス。\n------------------\nスポイラー：\n\n私が一番好きなキャラクターはリツコでした。なぜなら彼女はセンを気に入って以来彼女にキスした後、薫の気持ちを拒否してから1年後に薫が好きになったからです。 彼らの関係はどこにもありませんが、私はそれをさらに発展させることを楽しみにしていました。 ジュンとユリカの兄弟は、それを補う驚くべき関係を持っていました。\n\n私はそれが「Senに何が起こったの？ エンディング。  +8歳になるアニメシリーズが、それぞれの人生の中でどのように発達してきたかを示すことは、まれです。\n---------------\n\n全体的に、坂道のアポロンは傑出したアニメーション、素敵なダブとサブ、素敵なキャラクター、そしてアニメに加えられた素晴らしい音楽を持っていました。 私はそれを見ることをお勧めします。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "HabitPlays",
    "profile": "/profile/HabitPlays/reviews",
    "pages": "4",
    "number": "18",
    "link": "/reviews.php?id=204545",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n坂の上の子供たちは、新しい学校で始まる少年の薫子に続いて、彼は父親の仕事のために学校から学校に行くことに慣れています。常に新しい学校に移ったり、豊かになったりするので、  。 学校の初日は彼にとって本当に厳しいものでしたが、学校の屋根がどこにあるのかを尋ねました。このシートがベンチの上に置かれているのを見て、これが最初にセンタロウと出会い、高校生活が変わるところです。 彼は屋根に鍵を譲って彼の周りをたどり着いた後、この男の子と友達になる。  Sentarouは戦いの楽しさのために多くのトラブルに遭う人です。薫は彼について非常に不確かです。 彼はクラスの担当者が彼と幼なじみの友人であることを律子が知っている。 彼らはすべて音楽の力で友人になってしまうSentarouはドラムを演奏し、ジャズ音楽を愛しているので、ピアノを演奏する薫はジャズを学ぶことで彼に印象づけたい。 このシリーズでは、リツコと薫が一緒に巻き上げる巨大なものがたくさんあります。 このアニメのファンキーな音楽と、2人の友人の心温まるラブストーリーとお互いが恋に落ちるという難しさのために、このシリーズは正に心温まるものでした。 私は正直なところ、このシリーズは、そのシンプルなアートスタイル、偉大なストーリー、そして偉大なキャラクターのバックストーリーを魅力的なものにしています。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "BlerdGirl",
    "profile": "/profile/BlerdGirl/reviews",
    "pages": "4",
    "number": "19",
    "link": "/reviews.php?id=201815",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  10\nキャラクター|  9\n|  10\n\n'時には人生はジャズのようなもので、予期せぬ方向へ動きます。\n\nこのアニメのこの1行は、特にそのストーリーとキャラクターの観点から、このシリーズをうまくまとめています。 このアニメーションは、人生がいつも上がったり下がったり、円になったりするわけではないので、あらすじがあなたに伝えないことの1つは、このアニメは新しい経験に開放されることを学ぶことです。\n\nこのレッスンを最もよく具現化したキャラクターは、このアニメの主人公と主題の1つである西見薫です。 彼はSentarou（厳しい、面白い男性）とRitsuko（Sentarouの女性の幼なじみの友人）を満たす前に、薫は社会的不安の問題を持つ知的堅いので、彼は他人との交流について強調したときに気分が悪く感じる。 薫は自分自身を隠喩的な円で囲み、シリーズが進行するにつれ徐々に出てきて、彼はジャズを演奏することを学び、比喩的な「下向き」の視点で人生を歩みます。\n\nSentarouとRitsukoは、彼らがKaoruに与える影響のために、そしてあなたが期待しているものではないので、特にアニメの概要を読むことから、予期しない方向を具体化します。 これについて疑問がある場合は、最初の4つのエピソードを視聴することをお勧めします。\n\nSentarouとRitsukoの複雑さに関する最も感動的なことは、薫とは家族のような深い絆を形成することです。 それらの3人が愛の三角形の中にあっても、家族の絆はまだそこにあります。 彼らのロマンチックな感情にもかかわらず、Sentarouは兄のようで、Ritsukoは中間の妹のようであり、薫は最年少の兄弟のようです。 彼らが互いに傷つけないようにし、彼らがそうするようになったときに思いやりを感じさせるこの家族の絆。\n\nキャラクターに加えて、サウンドトラックは信じられないほどです。 菅野よう子が作曲したジャズ・ミュージックは、カウボーイ・ビバップの雰囲気と似ていますが、このジャズはビバップではありません。 アクションシーン（カウボーイビバップのものだけでなく、スコアリングされている）を除いて、ジョンコルトレーンの静脈でリラックスしたものです。 第1話だけを見て、半分のサウンドトラックをダウンロードしました。私は菅野子子がそれを偉大にするだろうと知っていました。\n\nこのアニメの中で最後の注目すべきものは、設定です。 それは60年代に設定されて以来、人種差別、ロックンロール（特にビートルズ）の人気、学生の抗議など、歴史的、文化的なものがアニメ全体に散らばっています。 これは文字の世界に深みをもたらし、時には面白いものにしました。\n\n最後に、このアニメの最後の特筆すべきものは、ジャズ・ソングの名にちなんで名付けられたエピソード・タイトル、初期の愛の告白（最後にはないことに感謝します。 彼らのドラマと同じくらい三人の主人公を結びつけている。\n\n私は2つの他の音楽中心のジョセイアニメ（NANAとNodame Cantabileの2シーズン）を見たことがありますが、これは私の好きなもの（申し訳ありませんNANA）になっています。  NANAがポストカレッジのグラデーションを持つ最高のジョセイアニメなら、高校生と最高のジョセイアニメです。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "hibertansiyar",
    "profile": "/profile/hibertansiyar/reviews",
    "pages": "4",
    "number": "20",
    "link": "/reviews.php?id=63591",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nもし私の友人が私にトレーラーを見せられなかったら、私はそれを見始めるかどうかわからない。 あなたがこのシリーズについての写真だけを見ると、私はそれが尊敬していると思います。 私はジャズを聴くことさえなかった！\n\nストーリーは、小さな町に住んで音楽を作り、その愛の三角形を作っている人々のことです。 あなたがJoseiでこれらの種類の関係を見ることを期待できるように。 ハートブレイク、ハッピーエンディングの愛などがあるかもしれない。まあ、あなたはジョセイでこれらの種類の壊れた関係を見ることが期待されるだろうが、それは音楽もあるので、それだけではない！\n\n音楽は常にその物語を生き続ける。 私はそれが私または音楽に影響する物語か、あるいはその両方であるかどうかわかりません。\n\nこのアニメの芸術について、彼らがセッションを作る場面では、実際にそれらの2Dキャラクターがそれらの楽器を演奏しているように感じます。 私はそれをそうするのが難しいかどうかはわかりませんが、すべての動きとコードが音楽と同じであることがわかります。\n\nこれまでのところ、このようなシリーズを楽しんだのは初めてです。\njoseiタグを気にしないでください。なぜなら誰もがこれを見ることができ、好きだからです。"
  }
]
