[
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "TjangMi-Alba",
    "profile": "/profile/TjangMi-Alba/reviews",
    "pages": "5",
    "number": "1",
    "link": "/reviews.php?id=69961",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|\n\n菅野信子（カウボーイ・ビバップ、サムライ・シャンプー）と菅野子子の帰還。  （カウボーイビバップとエスフラフローヌ）。 驚いたことに、スタイルの変化である渡辺の業績を考えると、非常に驚​​くべきことです。\nジャズ音楽に魅了された2人の高校生と少女の友情。  1つはピアノともう1つのピアノを演奏する。 反対の文字は何も私たちが友達であることを妨げるものではありません。 強い友情と動いている。 一緒に移動し、私たちをずっと良くする微風。 すべての人に甘い笑顔をもたらすシリーズ。 それは完全に漫画を尊重する、それはいくつかの小さな細部が欠けている。 音楽は神です。これは夏のシリーズであり、見逃さないことです。\n私の英語がうまくないなら、すみません。 私はフランス人で、私の上には柔らかいですか...そうではありません。 完璧は私には存在しません。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "Jessie_mouse",
    "profile": "/profile/Jessie_mouse/reviews",
    "pages": "5",
    "number": "2",
    "link": "/reviews.php?id=131947",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nああ、神様！！ 言葉は私がこのショーをどれだけ愛しているかを表現することはできません！ 私が最初にそれを拾ったとき、それは大丈夫だと思っていましたが、私が見ているほど、私はそれをもっと落とすことができませんでした。 私は泣いて、笑って、感情的なジェットコースターを通りました。 この物語は、人生が本当にどのように表現されているかの傑作です。 キャラクターはとても現実的なので、私はそれらを個人的に知っていて、ストーリーは素晴らしかったです。 今日はあまりアニメに見られている退屈なコピー＆ペーストのステレオタイプの文字はありません。 これは本当に宝石です。 そのユニークなストーリーとキャラクターと素晴らしい音楽のための私の愛のために、これまでに見た中で最高のアニメの1つです。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "Kandem",
    "profile": "/profile/Kandem/reviews",
    "pages": "5",
    "number": "3",
    "link": "/reviews.php?id=154639",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  10\nキャラクター|  6\n|  7\n\n私の意見は、2つの相反する考え方で分かれています。\n\n最初の1つは、斜面の子供たちが音楽、特にジャズの本当に美しいアニメだということです。 オストはすごいですし、キャラクターのセッションもすごく素晴らしく、伝説的なジャズ・ソングのさまざまな演奏がすべて素晴らしいです。\n薫とセンタロウが演奏しようとするたびに、私はそのことを楽しむつもりだった。 音楽は素晴らしかっただけでなく、使用された方法は魅力的です。 キャラクターたちは音楽を使って自分の気持ちを表現し、12のエピソードで同じ曲の様々なカラフルな演奏を提供していました。 時折、彼らはお互いに話すことはできませんが、楽器を使って問題を議論し解決するだけです。 アニメの音楽について語る、非常に思慮深く詩的な方法を徹底的に熟考してください。\n\n2つめはロマンスのことです。 私はこのアニメが巨大な（巨大な）場所を取るロマンスによって本当に殺されたと思う。 私はこのアニメがそのようなものであることを読んだが、私はそれが退屈ではないことを望んでいた。 ロマンスがあるたびに、すべてのキャラクターは馬鹿で、奇妙な行動をして意味をなさない。 薫は自閉症者のように行動し、意志のない誰かのようなセンタロウと羽根のような里ちゃんは、お互いに話すことができます。\n私は、ロマンスのビットで大丈夫です（私は本当にそれではないですが、ちょっとちょっと私が文句を言うことはありません）。しかし、それが3/4の退屈な方法では、 それを通らない。\nアニメで扱われた他の側面（家族問題、子供から大人への通過は、薫の母とのそのエピソードを理解していなくても（それは他のすべてに影響を与えなかった のアニメ）。\n\nだから、かなりバランスが取れています。 私は音楽のためにそれが好きでしたが、私はロマンスに完全に退屈でした。 私はこのアニメ6/10を評価しようとしていましたが、ダムのロマンスにもかかわらず、それを見る価値があります。 音楽やジャズの中で最も美しいアニメの1つには、7が大丈夫でしょう。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "PervyFatman13",
    "profile": "/profile/PervyFatman13/reviews",
    "pages": "5",
    "number": "4",
    "link": "/reviews.php?id=108237",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  3\nサウンド|  6\nキャラクター|  3\n|  4\n\nすべての集中的な目的で、これは通常、かなり良いアニメになるでしょう。 このアニメは、エピソード1〜10と同じくらい平均的だと思っていましたが、個人的には私自身でした。 本当に私の注意を引くために夢中になったのは、このアニメの最後の2つのエピソード（エピソード11と12）です.Jazz要素はこのシリーズのスタンドアローンの要素ではないと思います。 結局のところ、私はアニメではないことをお勧めしますが、それは私が推測する時計の価値があります。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "Ty-Chan",
    "profile": "/profile/Ty-Chan/reviews",
    "pages": "5",
    "number": "5",
    "link": "/reviews.php?id=90341",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのアニメを大好きでした。 私はこれが私の最も好きなアニメだと全身で言うことができます。 キャラクターは素晴らしく、音楽は最高だったし、全体的な話はすごかった！ 私は過去に行われた物語のファンではありませんが、これは大きな例外です！ 私の心はショーの浮き沈みに追いつき、結局は私の心を壊し始めましたが、全体的に見事なものでした！"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "Yugima",
    "profile": "/profile/Yugima/reviews",
    "pages": "5",
    "number": "6",
    "link": "/reviews.php?id=67189",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n坂道いいえApollonは、それを簡単に言えば、人生の味です。\n\n私は、ある夜、すべてのエピソードを観て食べるためにショーを探していたときに、気まぐれにそれを見ました。\n\n物語は現実的で、私は感じる。 それはいくつかの本当に人間の感情、単純なものに触れます。 私たちが日々の生活の中で扱うもの：私たちが私たちの周りの人たちから得た幸福、混乱、誤解、愛（必ずしもロマンチックな愛ではない） プロットはあなたを吸って、あなたが文字に完全に付いている2番目のエピソードで終わります。 彼らの浮き沈みも感じます。\n\n芸術は単に素晴らしいです。 シンプルでありながら効果的です。 キャラクターには独特で興味深い特徴があります。 時にはソーセージの手と幾分奇妙な小滴がありますが、通常は爪にまでも非常に触覚的な方法で行われます。 アニメーションは滑らかできれいです。\n\nサウンド、それは音楽のテーマを持つショーにはうってつけです！ それがあった。 私は、キャラクターが演奏したジャズとbgの音楽にあったジャズの両方を聞いて楽しんでいました。 それは、気分に基づいて、クラシックからジャズへと適切に移行しました。 歌が普通ではなかったにもかかわらず、私は「My Favorite Things」のカバーを実際に楽しんでいました。\n\nキャラクターはこのショーがその偉大さを失った唯一の場所です。 そして、それは西島と律の関係のためだけです。 私は本当の良いロマンチックな瞬間を決して持っていないことが少し挫折したと感じました。 それは常に悪い気分や誤解の中でどちらか一方でした。 私は、他のキャラクター達がこれらの2つを除いてすべて「ハッピーエンディング」を得たように感じます。 彼が自転車を墜落させた後も、Senさんは消えても幸せです。 しかし、その結末は大部分を占めていた。 私は、「すべてが大丈夫で、将来は大丈夫になる」のような気持ちになりました。これは、ショーの最後に感じることです。 だから1ポイントしかここで失われていない！\n\n私はこのショーを徹底的に楽しんだ！ それは本当の関係を感じる。 視覚的かつ健全な、おいしい。 良いキャラクター。 エピソードの終わりのクリフハンガーは完璧だったので、もっと欲しかった。 心配とシンプルで健康的な幸福の間で変動する憂鬱なショー。 あなたは上下に行くが、最後は気分がいい！ 見なければならない！"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "s0m3th1ng",
    "profile": "/profile/s0m3th1ng/reviews",
    "pages": "5",
    "number": "7",
    "link": "/reviews.php?id=165961",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "ksyndrome",
    "profile": "/profile/ksyndrome/reviews",
    "pages": "5",
    "number": "8",
    "link": "/reviews.php?id=128685",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  8\n\nそれはジャズの音楽がたくさんあるアニメです。 ジャズ・ミュージックのファンであるかどうかを問わず、ここではあまり語りませんが、最近のアニメのプロダクションで最もよく編成され、アレンジされたサウンドトラックの1つであることは間違いありません。 ショーのアニメーションの流動性と合わせて、キッズ・オン・ザ・スロープは視覚的かつ音楽的エンターテインメントのモデルであり、シリーズ内のいくつかの重要なポイントで印象的なミュージカルナンバーを盛り上げています。\n\n1960年代の小さな町日本での生活についてのアニメでもあります。 偉大なショーを上演するのとは別に、音楽の後ろには意味のある意味があります。これは、このアニメの時間と設定を表しているからです。 アニメは数多くの有名な実業家のジャズアーティストとその音楽を参照し、この10年間のアメリカ文化の本質的な影響を示しています。 確かに、ショーの音楽と彼らは、あるスタイルのジャンルから別のスタイルのジャンルへと変化し、時間の経過と共に人生の変化と並行して描かれます。\n\nとりわけ、この物語は、ニシミ・カオルとその仲間である川渕賢太郎の虐殺事件で、内向的な研究で構成されている可能性の低いデュオの物語を伝えています。 共通の音楽の才能しか持たないが、彼らは血を除いてあらゆる意味で兄弟である。 これらの2つの主なキャラクターの共有は、シリーズが進むにつれて増加するだけです。 このレベルのプラトンのキャラクター開発は、少数のドラマでは稀であるだけでなく、より巧妙なロマンスや悲劇のために頻繁に溺れてしまいます。\n\nルイ・アームストロングはかつて、「ジャズミュージシャンにとって重要なことは記憶が残っている」と言った。 それに合わせて、薫とセンタロの友人（そしてお互い）との結びつきが表現され、後に彼らの数々のジャズ・ナンバーによって忘れられない思い出に残る。\n\n要するに、このシリーズについてたくさんのことがあります。あなたがこのシリーズを私のように楽しんでいただければ幸いです。  「キッズ・オン・ザ・スロープ」は、キャラクターの共感を大いに盛り込んだライフストーリーの抜群のスライディングであると同時に、渡邉信一郎監督は、才能のある菅野陽子とのコラボレーションで、ジャズをテーマにしたナラティブを呼び起こしている （彼らの最初のコラボレーションは15年以上前、現在のアニメ「Cowboy Bebop」を生み出しています）。\n\n\nこのレビューが役立つことを願っていますが、私はいつも私のレビューをより良くしようとしていますので、建設的なフィードバックは非常に高く評価されます（私の壁に投稿を残してください）。 または、あなたがこのシリーズ（または一般的にアニメ）について話したいのであれば、それを行うこともできます！"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "xosongbird",
    "profile": "/profile/xosongbird/reviews",
    "pages": "5",
    "number": "9",
    "link": "/reviews.php?id=225010",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  10\n\n私は特に良いスコアを出すのが好きではないと言います。 シリーズキャラクター、ストーリー、プログレッション、アニメーション、テーマなどで問題が見つかった場合は、私が批判的に考えて、なぜそのような問題が存在するのか、またアニメがうまくいった方法を探求しています。\n\nストーリー - （9/10）\n\n私のオープニング・センテンスは最初のレビュー・スコアと矛盾するかもしれませんが、物語は例外的にうまく処理されます。 私が気付くことができる1つの問題があった場合、主人公は、若干の子供の心理的な問題によって引き起こされたように見える何らかの種類の状態を有し、時間の経過とともにすぐに他の主演 メンバー（3人がいる）は、話の残りの部分で再び言及されたり起き上がったりしません。 私はそれを嫌いです。 最初のエピソードでキャラクターの様相を紹介しようとすれば、それは誰であるかを定義します。他のキャラクターやプロット要素の導入を避けるために、それを無視してはいけません。\n\nそれが言われて、それが唯一の顕著な側面でした。 主人公が彼の「状態」の影響を5分以上受けていたため、これは物語の部分に含まれています。物語の進行と方向は、行われたこととは大きく異なります。\n\nこのアニメには、他のリードのバックグラウンドとしてジャズが含まれていますが、4月のあなたの嘘とは異なり、それは主な焦点ではありません。 それは単に文字が一緒に来る手段です。 あなたが望むなら、関係を構築するための触媒。 進行とペーシングは、視聴者に異なるアークに投資するのに十分であり、すべて論理的に意味があります。 それは実際に私が一番好きな部分です。 これらのキャラクターはティーンエイジャーのように振る舞います。 彼らは、振り返ってみれば、些細で簡単に解決され、異性について感銘を受け、人格で成長しようとする問題に遭遇する。 アークはうまく再生され、同様の事象に基づいていることがわかるポイントまで現実的です。\n\n\n\nアート（7/10）GOOD\n\n\nキャラクターのデザインは上品で過度ではありません。 キャラクターのなかには、妙な髪のデザイン、顔の構造、体の構成がありません。 キャラクターが楽器を演奏している瞬間や、劇的なシーンがある間に、高音域のアニメーションが鳴ります。 さもなければ、それは全面的にかなり標準的です。 これは私が嫌いな要素です。 キャラクターが楽器を演奏しているときのやり方と同じようにシリーズ全体をアニメーション化した場合、アニメーションはより一貫性と一貫性があります。  1つのシーンに模範的なアニメーションを持たせ、次に標準的なアニメーションに戻すことは、視聴者を全体的な経験から距離を置く。 それは特定の瞬間を特別なものに見せかけるが、他のすべては普通である。 全体として、標準的なアニメーションは実際にはまともだったので、デザインは一貫していて、背景は面白かったし、かなり信じられていました。\n\n\nサウンド（8/10）非常に良い\n\n私はこれを言うでしょう：私は毎日の経験でジャズに耳を傾けません。 だから私は「グレートジャズ」がどのようなものか聞かない。 私はメロディー、トーン、音楽の方向性を織り交ぜた楽器を単に追うことができないので、これまでジャンルに慣れたことはありませんでしたが、私は脱走します。 これらの文字が楽器を演奏するとき、それはうまくいっている。 ミュージカル公演以外の場面で彼らが選んだスコアは、味わい深く、シーンを損なうものではありません。 シーンの方向に応じてバックグラウンドの音量を上げたり微妙に演奏したりすることが重要です。音楽の選択は非常に簡単です。 このアニメのジャズ作品は、効率的にプレイするには何年もの練習が必要な場所では複雑ではなく、楽器を演奏していた趣味の人が学び、より良くなることができるということでした。\n\n私が面白いと思ったもう一つの側面は、音楽が実際にキャラクターやストーリーの進行をどのように発展させたかです。 例えば、主人公は、怒っている少女のために歌を執筆します。後で、同じ女の子がその非常に魅力的な歌を見つけて、それを使って会話を開始すると、同じ女の子が驚かされます。 非常に微妙なテクニックで、スコアを後で考えるのではなくストーリーの一部にする。\n\n\nキャラクター（9/10）\n\n\n\n\n主人公は、彼が不慣れな場所に移動する平均的なスマートティーンエイジャーを表すことを意図されているので、彼の欠点がありますが、これは他の2人のリードキャラクターが輝く場所です。 キャラクターはお互いにうまくやっていて、お互いに実際の会話をしてストーリーを展開します。 他のキャラクターはその役割を果たし、そこにとどまります。 彼らは彼らの特定の弧のための原動力となり、結論の後に彼らは移動します。 同じ文字は、ストーリーの残りの部分ではタグ付けされていないため、ペーシングに役立ちます。 キャラクターには、それぞれ独特の性格があります。  1つのパーソナリティタイプから別のパーソナリティタイプに変わることはありませんが、プロットの進行に従ってわずかに変化します。\n\n\n\nエンジョイメント（10/10）\n\n\n私はこのシリーズを3日間にわたって見ていたので、エピソードの間にいくつかの奇妙な点を見つけられなかったかもしれないが、各エピソードはその目的を果たした。 フィラーに特化したエピソードや、オーバーアーチングのストーリーとは関係のない重要なイベントはなかった。 各イベントには、その始まり、クライマックス、結論がありました。 キャラクターの進行は見ることを満足させるものであり、彼らの行動、反応、思考は非常に現実的なようでした。 いくつかの間違いが発疹行動から生じ、誤解がありましたが、キャラクターが互いのことをもっと学び、密接な関係を築くようになるにつれ、これらの問題は解決され、ストーリーは後退しません。 ペーシングはややうまくいっていたし、エンディングは「やっぱり幸せなんだ！ 彼らの問題のすべてが解決されるわけではありません。\n\n\n\n\n全体（9/10）素晴らしい\n\n\nこれは非常に良いロマンスショーでした。 高校が物語の最も重要な場所ではなく、もっと自然な場所の1つです。 ストーリーは順調に進行し、その音はペースの要因となりました。 キャラクターは好きであり、トップではなかったので、シリーズのイベントに投資した。 私の場合、そして新しいビューアの場合は、間違いなく価値のあるものがあります。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "Chrono1219",
    "profile": "/profile/Chrono1219/reviews",
    "pages": "5",
    "number": "10",
    "link": "/reviews.php?id=71407",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n坂道のアポロン（今はスロープ・キッズと呼ばれる）は、1960年代半ばに設定されたアニメで、音楽を一緒に集めた約3人の悩まされたクラスメートです。\n\n主な焦点は、本当に友人をつくることのない静かな孤独な薫と、虐待を受けた学校のSentarouです。 彼らは本質的に反対の背景、家族の生活、性格、学校の地位、身体の種類などを持っています。 もちろん、Sentarouの幼なじみのリツコと、グループが練習するレコードショップのオーナーの娘もいます。\n\n6人の兄弟、6人の兄弟、Yurikaもあります。 彼らはいくつかのロマンスサブプロットに大きく関わっています（また、ショーの途中で多くの混乱の原因となります）。 このショーの多くは、キャラクターのロマンス、臭い、誤ったロマンスに関するものです。\n\nキャラクター、特に薫はかなりいい発達をしていますが、問題があります。 薫は、特にあなたを激怒させるような選択を行う人物のタイプです。彼らの多くは、彼らが示す純粋な幼稚の​​ためです。 私がショーで最高のキャラクターになると思っているSentarouさえ、非常にかぶれて、キャラクターの決定から外れます。 ショーの進行は良いですが、そこに着くために使用されたドラマのいくつかはありません。\n\n多くの人がこれを比較するショーは、Nodame Cantabileです。 しかし、Nodame Cantavileは、Kids on the Slopeがコメディを持っていないことをしています。 私はKotSがコメディではないことを理解していますが（そしてNodameは）KotSのすべてにほぼゼロのコメディがあります。 それは基本的にすべてのエピソードの後に​​緊張エピソードの構築され、最終的な結果は少し疲れているようです。\n\n明らかにショーの主な演出の1つは音楽になるだろう。 まあ、音楽があります。 事はそれがショーの焦点では​​ないということです。 彼らがジャズバンドなどを作っていると思うなら、それはしません。 それは単に彼らが遊んで、基本的に感情を放つために使用されています。 これは別の問題につながります。上の方が気に入らなければ、どこでも音符がジャズになり、その後音楽はあなたの本当の嫌悪者になるでしょう。\n\nだから、私がショーについて言ったすべての否定的なものについては、それは実際にかなりまともです。 それはよく（よく怒っているにもかかわらず）キャラクターとキャラクタードリブンドラマの本当の良いセンス（彼らは船に乗っているが）をよく考え出している。 はい、ショーはあなたにものを感じさせますが、彼らがしていることはまったくあなたに基づいています。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "zahodnik_miensk",
    "profile": "/profile/zahodnik_miensk/reviews",
    "pages": "5",
    "number": "11",
    "link": "/reviews.php?id=84039",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  9\n\nだから、ジャズ、1960年代、そして人間の状況に関する素晴らしいアニメです。 ここでは、この点についてまもなく説明します。\n\nプロットは本当に素晴らしいです：アニメの名前は誰でも、音楽とストーリーが本当につながっていて、別々に表現することはできませんか？ 誰もが、すべてのキャラクターの動機が信じられないほど現実的で、すべての紆余曲折を定義するアニメに名前をつけることはできますか？ 結局のところ、誰かがアニメの名前をつけることはできますか？ゼイチェストは本当に感じられますか？\nこのショーの第2の強力なポイントは音楽です。 私はジャズは好きではありませんでしたが、これを見て、少なくともこの音楽ジャンルのファンを尊敬しています。\nアートと楽しさはともに8.5 / 10ですが、ここではあまり重要ではありません。\n\n全体的な評価は10/10です。 この驚くべき完全で現実的なアニメの作成に関わった皆様に感謝します。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "Xyfy",
    "profile": "/profile/Xyfy/reviews",
    "pages": "5",
    "number": "12",
    "link": "/reviews.php?id=199487",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  7\n|  8\n\n私はこれを言って始めるつもりです、私はこのアニメが大好きです。 私は、このアニメは素晴らしいです、それは人々の生活が、政治的、感情的、または肉体的にさえ、多くの問題があった黄金時代に戻っていた方法を示しています。 そのことについての話は素晴らしいです、それが生きていく方法とそれが真実にいかに誠実であるかは信じられないほどです。 芸術はあなたを引き寄せることができる方法で面白いですし、音...まあ、それは音楽の周りに基づいているので、サウンドは信じられないほどです。 私は完全にこのアニメを楽しんで、非常にそれを提案する！\n\n今、私の肯定的な思考を渡す、このアニメの本当に私の神経を取得するいくつかのものがあります。  *このセクションでは、いくつかのカテゴリのスポイラーが含まれますが、私はそれを最小限に保ちます！*このアニメの女性は本当に私の歯車、彼らのやり方、そして彼らのやり方を粉砕します。 私はこれが時間的に何かであると思われる方法であるかどうかはわかりませんが、2人の主な男性キャラクターが本当に胸を張った2人の女性キャラクターです。 まず、リツコはまず楽しかったですが、本当に楽しめるキャラクターだと思っていましたが、その中のいくつかのエピソードが、彼女が本当に壊れやすい哀れなキャラクターのどれくらいを襲ったのですか？ 彼女自身の気持ちを無視して、自分の気持ちを他の人に無視してしまう誤解。 要するに...雌犬！\nそれから、ゆりか、最初はもう一度いいキャラクターがあります。 王子が救われた苦しみの乙女。最初は愛情を示し、その後は一種の使用に移ります。 その後、彼らは彼女の初期のイメージを破壊し、彼女を最大の雌犬として遭遇させました。 誰かの気持ちを理解しながら、誰かの後を追いかけて、最初の男に沿ってストリングスしながら。\n\nそれは、このアニメはまだ非常に楽しいと私はあなたが本当にあなたの心に掘り下げる、特にそれが設定された期間を通して住んでいた場合、音楽アニメの気分にある人にそれを助言すると述べた。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "wenchips",
    "profile": "/profile/wenchips/reviews",
    "pages": "5",
    "number": "13",
    "link": "/reviews.php?id=122741",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\nこれは初めてのレビューですので、かなり短くなるかもしれませんが、このアニメでは私はあまりにも多くの感情を感じました。\n\nストーリー：10/10\nなぜ10？ 私にとっては、それは実際のプロット自体ではなく、完璧な形で提示されています。 私はそれを適切にフレーズする方法はわかりませんが、ストーリーの流れは非常に自然です。 それはそれを開発するために大きな劇的なイベントを取ることはありません、あなたはそれに自然にドラッグされたエピソードだけでそのエピソードです。\n\nアート：9/10\n私は最終的にこのアニメを見に行く前にレビューを読んだことがありますが、主に私を魅了したのはアートです。\nシンプルなアートスタイルですが、美しい照明、そして忘れないで、アニメーションのやり方。 いくつかのアニメと違って、このアニメの動きや動きは、特にドラマーやピアノのような動きが信じられないほどうまくいきます。 それは実際に私が実際にこのような音のために仕事をした現実の人の代わりに、キャラクターがドラムでピアノを演奏しているように感じました。\nでも、私のことをちょっと盗んだことの一つは、女の子が男のような縄張りをしていて、女性らしさが減ったということでした。 これが私がアートに9を、10を与えなかった理由です。\n\nサウンド：9/10\nこれまでJazzを聞いたことのない人のために、私は音楽を楽しんでいました。 曲はキャッチーだったし、実際には 'Moanin'はまだ私の頭の中で立ち往生している。\n\nキャラクター：10/10\n最高の変な部分。 キャラクターはこのアニメの中で最も優れたもので、薫とセンタロウを強調している。 私がこれらの2つのうちの1つを選択することを余儀なくされた場合、私はそれはどちらも同じように素晴らしいですから私はできません。 彼らはどちらも柔らかく強い側を持っています。 非常に面白いのは、物理的に最も強いもの（センタロウ）が必ずしもプロテクターではないということです。 彼は弱い瞬間を持ち、薫は常にイニシアチブをとり、適切な時にセンの考えをクリアしている。 私はそのようなことを記述するのは悪いですが、あなたがアニメを見れば理解するでしょう。\n\n楽しさ：9/10\n私は2日間でこのアニメを終了しましたが、私は学校で占領されていない場合、私はそれを1日で終えていたでしょう。 私はこのアニメを大いに楽しんでいました。 私を気に入らなかった唯一のものは終わりでした。 私はそれが終わったやり方と、何かが説明されて精緻化されなかったという事実を好きではない。 しかし、それは私の意見です。\n\n全体：10/10\nややメイの結末にもかかわらず、私はこのアニメ全体が傑作だと思う。 私には間違いない。 私はこのアニメを、ジャズに入らない人でも誰にでも推薦します。 それを自由に撮ってください。 私を信じて、あなたはそれを後悔しません。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "movoning",
    "profile": "/profile/movoning/reviews",
    "pages": "5",
    "number": "14",
    "link": "/reviews.php?id=65099",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  8\n\nキッズ・オン・ザ・スロープは堅実な作品ですが、同じジャンルまたは類似のジャンルの他の作品と比較して甘くありません。 私の意見では何が間違っていますか？ それは不自然に感じます。\n言い換えれば、イベントの進行やキャラクターの相互作用は、私がストーリーラインや全体的な雰囲気のためのものであるように感じさせます。 それは、あなたが最初に変更不可能な背景と多くのことを行う必要がありますし、いくつかの文字をいくつかの役割に合わせてそれらのことをするようにします。 私は実際に各キャラクターを定義したより深い特質を感じなかったので、キャラクターが何であるかどうかは、ストーリーがそれにもかかわらず書かれた方法で進歩するので、ストーリーにとって本当に重要ではない。 このタイプの進行は、恐怖や謎のためにうまくいくかもしれませんが、ドラマや人生の一部には間違いありません。 私はドラマが成功するためには、各キャラクターの重要性がストーリーラインの重要性を超えなければならないと信じています。 そうでなければ、それはあまりにも些細なので、それを見ても意味がありません。\n\nこのシリーズのもう一つのことは、ストーリーにはポップなものが欠けているということです。  Josieシリーズがそうであると言うことができます。 しかし、私の場合、これはJosieのジャンルが突破口を必要とすることを意味するだけです。 とにかく、私のために、あなたがこの番組を定義するためにどのジャンルを使用しても、どのジャンルのポテンシャルまでも生きていません。\n\nしかし、それは堅実な作品です。 音楽からアニメーションまで、本当に不平を言うことはできません。 大きな画像は完璧ですが、キャラクターが輝くためには完璧すぎます。 だから私は自分が望んでいたほど好きになれなかったのです。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "saikou",
    "profile": "/profile/saikou/reviews",
    "pages": "5",
    "number": "15",
    "link": "/reviews.php?id=70415",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nちょうど12のエピソードで、坂の上の子供たちは、私たちが現時点で抱いているストレスの精神的な休憩を与えることで私たちの心を和らげます。 成熟した成長（不必要なドラマに満ちた世代を作り出している多くの「リアリティーTV」の影響を受けずに）自己遭遇、奇妙なものが普通に存在するという現実。 いつものように、渡辺先生はただ届けます！ 強くお勧めします！"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "lenofilus",
    "profile": "/profile/lenofilus/reviews",
    "pages": "5",
    "number": "16",
    "link": "/reviews.php?id=84729",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nああ、私の神!!!!このアニメは、私がレビューを書こうと思っている中で燃えるようにする力を持っていました。\n私は長い間、アニメは古い作品と同じレベルにはならないと思っていましたが、これは私が反対であることを証明しました。次に、その良い点を分析しましょう。\n\nストーリー：概要で言われているように、イベントは60年ごろに起こっています。日本が戦争の傷跡から癒しを受け、アメリカーナインで満たされていた時代に起こった歴史的な動きの少しのプレゼンテーションもあります。 あなたは時間の中に戻って、どのように細かいことが起こっているのか想像することができます。\nしかし、この物語の最も重要なことは、キャラクター間の友情です。私はシリーズ全体が友情の良い例を表示するために作られていると言います。正直な気持ち、痛み、成長、憤慨、開発、過去 、感情的なつながり、あなたの夢の現実の作り方など。\nそれが終わり方であることを指摘しておきたいことがもう一つあります。一般的に、あなたはそれがほのぼのされていれば気分が悪いと感じます。\n\nアート：まあ、私は専門家ではなく、私はこのテーマについて多くのことを知らないが、私はまだ少し言うことができます。最初のすべては、このアニメの芸術はあなたがあなたが見ていると信じさせることができます 本当のものです。光沢のある顔ではなく、非常にハンサムな男の子でも、比例した比率でもありません。現実を表現しようとする映画のようなものです。\n\nサウンド：それはあなたに多くを教えてくれます。重要なエピソードフロンでは、音楽の歴史が表示されます：ジャズの期間。これだけでなく、ロックンロールの影響もあります。\n彼らの趣味は何かを見ることは非常に面白いです。ジャズを地下で演奏しています。\nこのシリーズのOSTは最高です。\n\nキャラクター：これらのキャラクターは複雑な人間であり、真の人間として描かれています。戦い、和解、お互いに打ち合わせ、再び和解、愚か、悔しさ、泣き声、笑顔、お互いの存在を楽しんでいます。 人間は完璧ではありません。重要なのは、私たちの人生の生き方です。楽しんでください！\n\n全体：THE BEST！"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "Geruchan",
    "profile": "/profile/Geruchan/reviews",
    "pages": "5",
    "number": "17",
    "link": "/reviews.php?id=113797",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメを描く言葉は一つしかありません。美しい！ 物語、芸術、音楽、そして彼らがそれを通して表現する方法、愛...すべてを。 このアニメはすばらしく、私は十分にそれを推薦することはできません。 それは尊敬を必要とし、それはあなたが戻って最初を感謝するために終わりまで見なければならないそれらのアニメの一つです。 私はこれを始めることに大きな疑念を抱いていましたが、私が今疑う唯一のことは、早くこれを始めることではありません。 キャラクターの開発は素晴らしいです。 目的のない文字は一人もいませんでした。 彼らが幸せになれば、私は幸せです。 悲しい時、私は助けても悲しい気持ちにはならない。 それは私のすべての感情を持ち上げ、私はそれが終わったのでとても悲しいです。 坂道のアポロンは私の最近の好きなアニメの一つになっています。 私は正直なところ、誰もそれが好きではない方法を見ることができませんそれはJoseis（年上の女性の聴衆を対象とする）です。\n\n10点満点中10点。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "Waldy565",
    "profile": "/profile/Waldy565/reviews",
    "pages": "5",
    "number": "18",
    "link": "/reviews.php?id=107667",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  10\nキャラクター|  8\n|  8\n\n私はなぜアニメが幻想的で、60年代に設定されたのか分からなかったのだろうかと疑問に思った。\nこんにちはみんな、Waldy565のレビューをもう一度歓迎します。 私はabsoloutley LOVEの音楽は、私の通常の1つのエピソードのレビューの代わりにこのシリーズを見て決定し、12エピソードでは、実際には1つのショーからそれを見直すポイントはなかった！\n\nストーリー - ストーリーは、ええと、裁判が難しいです。 私は、彼らがリンクされている（物語とキャラクター）ので、文字について話すときに少し自分を繰り返すことがあります。 あなたは自分で説明を読むことができますが、ええ、スコアは私の考えを説明しています！\n\nアート - アートは本当に素晴らしいです！ それは私が見た中で最も美しいものではありません（私の好きなアニメアートはCGIのK-On / Love Liveのもので、あなたが逮捕された人やカウボーイビバップのような手描きのものがあります）。しかし、私はbashできません それもどちらか。 私が思うようなサウンドを本当に補完します。 ああ、話すのは...\n\nサウンド - うわー！ これは誰もが気にするものではありませんが、音楽愛好家のほんの少しの欲求を持っている人は、アニメの楽譜を高く評価します。 私は芸術が音を補完したと言いました。そして、これが意味することは、ジャズが高低の瞬間だったことです。 しかし、個人的には、これのジャズは全然高くなくてはいけません。  Perfect、K-On以来私を魅了したサウンドトラックはありません！  （そしてその前にカウボーイBeBop、コードギアスとラブライブ）\n\nキャラクター - 私は本当に本当にそのキャラクターが好きです。 彼らの多くは、アンダードッグの姿を描いています。 私自身、私の仲間と一緒に渋滞している、私たちはバンドではないので、私は4人がバンドの一員であるという側面に関連付けることができます。 私はそれが何であるかは、彼らが関係しており、本当の、人間の感情を示していると思います、そして、それはそれらをもっと楽しくさせます！\n\n楽しさ/全体的 - あなたは音楽、ジャズ、特に、楽しむことができ、あまりにもrememrableストーリーが興味深い文字を持っているアニメを楽しんで、私はdefinetleyにこれを見てみましょう！ しかし、音楽ベースのアニメが好きではないですか？ これはあなたの心を変えることはありません..."
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "saeteurn",
    "profile": "/profile/saeteurn/reviews",
    "pages": "5",
    "number": "19",
    "link": "/reviews.php?id=91093",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは私の最初のレビューであり、私はちょうどこのアニメについて書く必要があった....\nさて、このアニメは素晴らしいです！ 最初は私はこのアニメを見ることは決して考えなかったでしょうが、私はとてもうれしいです！ このアニメは、私が今までに見た他のアニメよりも、涙を浮かべて心を痛めていました。悪名高いティアレッカー「クラナド・アフターストーリー」も含まれています。\nストーリー：10\nストーリーはすごく幻想的で、プロットの紆余曲折はすべて面白そうだと思われますが、驚くほどうまくやっていて元のようです！ エピソードの進行に伴って成長するロマンスと友情の絆があります。あなたの話をこれと比較できるような気分になります。もしアニメがそれをやり遂げることができれば、見る価値があります。\nアート：9\n私はアートワークの大きな批評家であり、私がアートワークを抱えていなければアニメを見過ごしますが、このアニメのアートワークは素晴らしいです。 アニメでこのようなアートワークは本当に好きではありませんが、幻想的なマスターピースを見逃してしまったので、私は自分自身に慣れました。\nサウンド：10\n説明が必要ですか？ それはキャラクターの動きに合っていて、それはきれいで明瞭です。それは私が言いたいことです。\nキャラクター：10\nキャラクターはすべてこのアニメで重要な役割を果たしており、このアニメに属していないキャラクターはそのキャラクターにはないとは思えません。\n楽しさ：10\nあまりにも楽しかったので、終わらせたくなかったのですが、それは悪いですか？\n全体：10\n私の評価が言うように、それは抜群です！"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "toughcub777",
    "profile": "/profile/toughcub777/reviews",
    "pages": "5",
    "number": "20",
    "link": "/reviews.php?id=90695",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  8\n\n子供たちは斜面にいる！ 本当の心温暖化と信仰強化の経験です。\n\n\n見て、私の評価！\nストーリー：5-6\nアート：8\nサウンド：8\nキャラクター：7\n楽しさ：8\n全体：7-8\n\n「これは私の好きなもののいくつかです！」\n\nSakamichi No Apollonは楽しさのカテゴリで配信したことは間違いありません。 それは1960年代後半の様子で、ショーのアニメーションや音楽、そして活発な登場人物と組み合わされています。そのすべてはシンプルで効果的で満足です。  Sentaroは、彼の物語と姿勢、そして彼の態度、そして彼がキリスト教徒だったからといって、シリーズのキャラクターを私が見ていたのだった。 リッチーと彼は全体のシリーズで一緒に偉大な行った、それは感じていた...と、彼らはお互いの周りに持っている必要がある、アニメは、彼らが会うたびに面白いと感じたので。 その2つの音楽を作るだけで、音楽に関するKOTSの任務が満たされました。 もちろん、他のミュージシャンを忘れないようにしましょう。\n\n他のキャラクターは律のほかにあまり重要ではなかった。 ジュニチのシーンと関わりは良かったけど、本当に...私が見たいと思っていたのは、いつジャズを作ろうとしたらいいの？ リッチーとセンタロ、彼らは一緒にスクリーン時間を得ることなく、ショーはおそらく悪いです！ それらの2人のキャラクターは、私のためにたくさんのエンターテイメントを作り出したので、手を携えて行きます。 最後のエピソード..ああ、それは素晴らしい、本当に素晴らしい結末だった（あなたは失望しないだろう！）\n\n残りの部分については、いくつかの部分は非常に急いで感じる。そして、私が感じたそれらの特定の部分は、物語をより面白くし、文字の方法をもっと知るために不可欠であっただろう。 このストーリーは、心温まる、涙を流すような終わり以外は特別なものではありません。 私はリッチーを理解したことはない、彼はシリーズの初めにとても驚くほど面白かったですが、後で、彼は混乱します。 私は彼の少数の利益とは別に彼について多く知りませんでした。 再び、この物語は笑い声で、おそらく平凡でシンプルですが、話すことは何もありませんが、結末は私にとってそれを正当化しました。\n\n音楽については、私は先に進み、ostをダウンロードしました。 あなたは菅野よう子のものにあなたがいるなら、そうするのが最も可能性が高いでしょう。 私はすべてのエピソードでOPを見ました。 特別な効果は、大気の影響、車の騒音、鳥の鳴き声、風の吹き消し、有機的なものは一切含まれていませんでした。 声優は良かった、私はそれが大好き！ 私が覚えていたほど多くの場面でバックグラウンドミュージックがうまく収められていて、そのうちのいくつかは本当に気分が良かったし、耳にしてもいいよ！\n\n\n私はここでこのレビューを終了します。 私はこのアニメを見ることをお勧めしたいですが、それは好きではない小さなチャンスですが、それは音楽、ドラマ、そしてロマンスの12エピソードだけです。 また、私はこのアニメが私をバケツのように泣かせたと言いたいだけです。 坂井はいいアポロンを見て、傷つけません。 啓発と心温まるものが好きなら、このアニメを見てください！\n\n読んでくれてありがとう！\n\nあなたと恵みと平和があり、神があなたを祝福してください。  :)"
  }
]
