[
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "CrazyCactus",
    "profile": "/profile/CrazyCactus/reviews",
    "pages": "6",
    "number": "1",
    "link": "/reviews.php?id=63995",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  9\n\nそれは私の最初のレビューなので、あまり厳しくしないでください。  （私はm（_ _）mを見過ごすことができたすべての間違いをお詫びしたいと思います）\nさて、ここに行く...\nストーリー：9/10\n「ベック」のことを思い出させる。それは、最初のエピソードの後の私の最初の考えだった。  「いいえ、それは「ハチミツとクローバー」に近いです.2回目のエピソードの後の私の考えでした。今、私はもうこれ以上気にしません。\n基本的なこと：「学校」、「友情」、「愛」、「共同関心」。 それは新しいものではないように思えるはずです。 しかし、私がそれを信じているという事実は、このアニメを私の目に輝かせるものです。 それで何がすごいですか？ なぜ私はそれを見続けるのですか？ 誠実な現実的な話。 私はそれが主要なポイントだと思う。 それは普通の、まったく普通のようなものであっても、現実に見えます。 今、私は10のエピソードしか見ていませんが、私はこの物語がどこに行くのか分かりません。 私はそれが実際に起こったかもしれないという気持ちを持っています。 このように私が何を考えているのかを言うのは難しい。だれかが知っている。\nアート：7/10\n柔らかい色が「レトロ」雰囲気を深めます。 文字はあまりにも現実的ではなく、あまりにも華やかに見えません。 私は「パラダイスキス」、「バッカノ」、「ベック」を思い出させます。\nサウンド：8/10\nジャズ。何か追加してもらえますか？ あなたがそれのファンでなければ、このアニメはあなたのようになります:)\nキャラクター：8/10\n彼らが本当に好きなのは、彼らは本当のようです。 ちょうど普通の少女と少年。\n（アクセントは彼らをさらに愛らしいものにします）\n楽しさ：9/10\nレトロなレコードを聞いているように...それは過去と現在についていくつかの考えをもたらします。 それよりも元気？ たぶん何も変わっていないかもしれない。\n悲しい思い、楽しい思い。 ジャズ音楽のように、このアニメはあなたをリラックスさせ、波の上を静かに漂います。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "francisko59",
    "profile": "/profile/francisko59/reviews",
    "pages": "6",
    "number": "2",
    "link": "/reviews.php?id=128011",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  9\n\nRichie Richが主演するBill Evans。\nそしてここで私はジャズが死んでいると思った。 ええ、フィギュア\n坂道のアポロンやキッズ・オン・ザ・スロープの好きな方は、菅野よう子さん（これは広く評判のカウボーイ・ビバップの作曲家でもあります）からの音楽があり、このアニメがどれくらいうまくいくかを知る足がかりになると思います さあ。\n\nストーリー：\n7/10\nショーの最も弱い点（平凡なものではないが）から話を始めよう。 物語は次のように始まります：ビルエヴァンスは、あなたがいつも新しい学校に通う予定の島に最近移った、あなたのいつもの勤勉な、豊かな、アカデミックな、ピアニストのプロテスタです。 ビル・エヴァンス（ビル・エバンス）は、高校の新入生をセンタロウと出会う。彼はビル・エヴァンスが慣れ親しんだJaaaaaaazzzzzの世界に彼を紹介している。 アポロンは非常に線形のストーリーテリング方法を持っています。 複雑で魅力的なものは何もありませんが、それは確かに心温まるものです。もっと欲しいものを残すために魅力的なペースで旅します。 私はこのシリーズを1つの座席で見ていたので、ペーシングがどれほどうまくいったかについてのかなり良い証拠です。 残念ながら、ストーリーはちょっとしたものだったし、最終的にはどこにもない重いロマンスのために乾燥した。 設定も非常にユニークです。  40年代には多くのアニメが開催されるわけではありません。\n\nアート：\n8/10\n私は音楽のアニメをたくさん見たことはないが、だめだ。 音楽シーンでのApollonのアニメーションはすごく正確です！ 真剣にも、私はアポロンのメインのアニメーションを担当していた人はいませんが、それは良いことです。 残りのアニメは標準的なアニメーションを持っていますが、ショーのアートは音楽シーンで本当に輝きます。\n\n音：\n10/10\nアートブレイキー！？  BILL EVANS!?  YOKO KANNOこれらの曲をリメイクしますか？\n真剣におい、音楽について何が言えるの？ 無料のジャズ、あなたが見つける最高のジャンルの音楽です。 音楽は一流ですが、私はちょうど音楽に焦点を当てたショーのほうがいいと思っています。それは音楽アニメだと考えています。\n\nキャラクター：\n9/10\nアポロンの最強のスーツ（音楽のほかに）はキャラクターでした。  3つの主人公：リツコ、センタロウ、ビルエヴァンスは素晴らしいです。 私が言ったように、Billはあなたの標準的なスマートな男です。彼はジャズの世界に彼を紹介してくれる男に会います。 私の好きなキャラクターはSentarouでした。  Sentarouは、あなたが高校の初日に会う威圧的な男のようなものですが、あなたは彼を知るようになり、彼はクールな男です。 シリーズでは、BillとSenは非常に友好的で好感度の高い関係を築き、彼らにも試練があります... Ritsukoは愛の関心事で、とても甘い少女でした。 このシリーズの最も重要な部分は、主人公が最終的にそのような別の人に成長する方法ですが、私はあなたにそれを見せるようにします。\n\n楽しさ/全体：\n8/10\n結論として、私はプロットやキャラクターを犠牲にしながら、代わりに3つの世界の最高を得ながら、音楽に重いショーを期待していた。 あなたは私がシリーズを楽しんだと言うことができます（私は1回の試合で見たと考えています）ので、あなたが菅野よう子の以前の作品のいくつかを好きなら、それを楽しむことを保証することができます。\n\nTL; DR：\nよこ かんお、 まん。 わｔｃｈ てぇ しょｗ。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "NeoYojik",
    "profile": "/profile/NeoYojik/reviews",
    "pages": "6",
    "number": "3",
    "link": "/reviews.php?id=78966",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは本当の傑作です！\n\nストーリーは、驚くべき人との出会いのおかげで、自分の欠点を克服し、人生における喜びを見つけ出す、いくぶん失われた落ち込んだshoolkidの周りを回っています。\n\nストーリーとキャラクター。\n多くの驚くべきキャラクターがあり、2つのメインが開発中に示されています。 彼らはどちらも非常に愛らしい人格を持っており、あなたは恋に落ちることを止めることはできません。\nストーリーは現実的であり、考え抜かれています。 少女とアクションマンガの定型的なキャラクターを好むなら、このプロットはあなたのためではありません。\n\nアートとサウンド。\nサウンドはボイス演奏と音楽の両方に最適です。 本当にうまくやった曲がたくさんありますし、ディズニーのような瞬間もありません。 かなりのawesoemジャズとロックンロールをお楽しみください。\n芸術はかなりうまくいっています。 このアニメは半現実的なスタイルであり、人々は変形されず、あるキャラクターに別のキャラクターを簡単に伝えることができます。 私は文字や環境のデザインを本当に愛していました。\n\n楽しみ。\n「キッズ・オン・スロープ」には非常に悲しい瞬間がたくさんありますが、このアニメはあなたを暖かくぼやけてしまいます。 私は最後に泣き虫のように感じた。\n\n学校での主な活動にもかかわらず、私はこの物語のターゲットオーディエンスが20歳以上、おそらく25歳以上であることを示唆しています。 プロットを完全に楽しむには、ちょっとした人生経験が必要です。 このアニメは、現実主義を好きで、魂に少し力を入れる必要があるすべての人に見守らなければならない。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "gravedigger",
    "profile": "/profile/gravedigger/reviews",
    "pages": "6",
    "number": "4",
    "link": "/reviews.php?id=76825",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  8\n\n坂道のアポロンはプロデューサーに「なぜ？」と聞きたいアニメの一つです。 なぜあなたはほぼ完璧なアニメを破壊しなければなりませんでしたか？\" 理由は理由は...レビューを読む:)\n\n坂道のアポロンは、ジャズ音楽を愛する高校生のグループを中心に展開しています。 音楽はどこにありますか？私も愛しています。 たくさんの愛：:)\n\n主人公、西見薫は、成績の良い明るい生徒ですが、友達を作るのにはそれほど良くありません。 彼は多くの学校を変えているので、彼は一人で慣れてきました。\n一方、川渕センタロウは西陣と対戦して戦ってスキップすることを好む若い男性です。\n向塚律子は親切で優しい女の子で、おそらくSentaroの唯一の友人で、一緒に団結するのに重要な役割を果たします。\n\n\n\n音楽はこのアニメの最強のものではないにしても最強のものの一つです。 私はジャズ・ミュージックのファンではありませんが、このアニメのおかげで私は興味を持ち始めました。 アニメには叙事詩の瞬間があります。学校の祭りで西島と仙太郎が演奏したとき、ベックの伝説的なシーンを思い出させました。\n\n正直、アニメは主人公の間の愛イベントよりも音楽にもっと集中することを望んでいました。 残念なことに、それはそうではありませんでした。そして最後の未消化の劇的な出来事は、ほぼ傑作を台無しにしました。\n\nアニメがすばらしい、良いキャラクター、そしてより大きな音楽の演奏者であることを間違えないでください。 しかし...しかし、それはさらに良いかもしれません。 それは大きく始まったが、それは悪くなった。\n\n最終的なスコアは9で、私は音楽を本当に愛していたからです。 スコアは8点になります。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "crowmium",
    "profile": "/profile/crowmium/reviews",
    "pages": "6",
    "number": "5",
    "link": "/reviews.php?id=120251",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  10\nキャラクター|  7\n|  9\n\nとても多くのレビューが既に私が言いたいことを言っているので、ピアノとトランペットを演奏するミュージシャンとして追加します（20年近く近づいています）。このシリーズは最高のテレビ 私はこれまで見てきました。 人々をつなぐ音楽、ロマンスプロット、ブロムンスプロットなどのアイデアは、非常に深いレベルで私と共鳴し、泣き叫んで喜びと悲しみを涙でした。\n\n菅野よう子（カウボーイ・ビバップの名を冠した名門）は、このための音楽を書いて手配しました。それは想像以上に素晴らしいものです。 あなたがジャズのファンなら（またはジャズを楽しむことができるように）\n\n全体として、これは私がかなり見た中で最高のシリーズの一つです。私は全力を挙げて皆にお勧めします。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "paradoxgrape",
    "profile": "/profile/paradoxgrape/reviews",
    "pages": "6",
    "number": "6",
    "link": "/reviews.php?id=59359",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  10\n\nエピソード1/2\n\n私たちの凝った主人公、薫は、ゆるやかで表情豊かな男Sentaroと出会うと、人生が変わった。 これらの種類の物語の場合、キャラクターはライムのキャッチャーのようにプロットなので、「プロット」はありません。 菅野よう子です！ 一方、芸術とイメージは、彼らがうまくいく雰囲気をつくることを恐れることはありません...それはユニークです。 素晴らしいもの。 見て！ 薫の変容は、自分の躊躇を反映しているだけなのですごく素晴らしいですし、現実的にはあまりにも現実的に描写されています。 しかし、未だ探究されていないキャラクターの開発はセントロです。 彼はすべて表現力があり、ものですが、彼は変わるでしょうか？ 薫がそうするように、彼は自分自身を拘束することを学ぶだろうか？ このショーが最高のものになるなら、Sentaroも同様に変更する必要があります。 しかし、音を変える必要はありません。 壮大なジャズ！ バックグラウンドミュージック？"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "Jerbearmeow",
    "profile": "/profile/Jerbearmeow/reviews",
    "pages": "6",
    "number": "7",
    "link": "/reviews.php?id=110319",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  10\nキャラクター|  7\n|  9\n\nいくつかの人には関係のあるキャラクターであり、他の人には迷惑なキャラクターである西嶋薫。\n\n坂道のアポロン（「坂の上の子供たち」）は、ジャズの要素として知られるアニメです。 しかし、それは音楽を通じて真の友情が何であるかを学ぶ恥ずかしがりの少年薫の人生に関するものです。\n\nザ・グッド：このアニメに登場するミュージカルムーブメントは、ドラミングやピアノでの薫の演奏のように、流動的で活気があります。 私が愛するものは、薫とセンタロの友情でした。私はまだ終わりました。\n\n坂道のアポロンは、音楽要素を持つドラマであり、それ以上のものではない。 しかし、このアニメは私にそのキャラクターの気持ちを感じさせ、インスピレーションを与えてくれるジャズ・ミュージックで私を和ませるようです。 ロマンチックな要素は現実的であるように見えるが、\n\n8.5 / 10"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "shotashota_",
    "profile": "/profile/shotashota_/reviews",
    "pages": "6",
    "number": "8",
    "link": "/reviews.php?id=68821",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n私はこのアニメについて何も言い難いことはありません。 私は最初から最後までそれを愛していました。\n私は2人の主人公の間の友情を愛し、音楽は素晴らしかったです。 私はジャズじゃないけど、本当に音楽を楽しんだよ。\n\nアニメはすべてのエピソードを見て幸せな気持ちを残しました。私はまだこのアニメを完成させる前にいくつかのエピソードを持っていますが、私はそれを恐れています..私はそれを終わらせたくありません。 時間を持って、私はそれをrewatchingされます。  :)\n\n文字、芸術、音楽、それ以外のものは素晴らしかったし、私の好みや好みにも合っていた。 私はこのアニメをどんなアニメファンにも大いにお勧めします。  :)"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "spinky",
    "profile": "/profile/spinky/reviews",
    "pages": "6",
    "number": "9",
    "link": "/reviews.php?id=64653",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はスコアボードにこの10を与えました。\nこのアニメは本当に私の心に触れています。 それは愛、憎しみ、そしてあなたが実生活で通常直面しているすべてのものを持っています。\n\nKoaruはかなりの子供が新しい学校に通っています。 彼は勉強して宿題をし、彼は叔母と叔父と一緒に住んでいます。 学校のいわゆる刺客が彼の人生のSentarou（セン）に来るまで、すべてが彼の人生にかなりあります。  SenはKoaruが仲良くなるのを助け、親友として近づく。 センはレコード店の娘であるジャズとリツコにKoaruを紹介し、そこで音楽を始める。  RitsukoもSenの幼なじみで、Koaruは彼女が初めて見たときに恋に落ちる。 これはすべてが始まって、彼らが最高の友人になる場所です。\n\nそれは速いペースで動くアニメではありませんが、それぞれのエピソードはあなたが喜びや悲しみに泣きたいと思うようになります。 これは、アニメーションに入れられた人の人生のようなものです。\n\n最後のエピソードは完璧に包み込み、満足のいく結末です。 これは、アニメがすべてのアクションや流血シーンの前に似ていたものです。\n\nとにかく、アニメが大好きでクリエイターには大変な仕事です。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "animeRoads",
    "profile": "/profile/animeRoads/reviews",
    "pages": "6",
    "number": "10",
    "link": "/reviews.php?id=74835",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nそれに直面しましょう...もしあなたが音楽が好きでないなら、あなたはこれを嫌いです。 あなたが音楽が好きなら、あなたはこれを愛するでしょう。 それは推定の権利ですか？ 右。\n\nしかし、このアニメはそれ以上のものであることが判明しました。 それはロマンス、音楽、アクションがすべて、アニメのきれいな13エピソードの楽園に絡み合っています。 誰もがここに何かあります。 音楽を通して自分自身を関連付けることができる人。 愛する人の行動の誤解によって自分自身を関連付けることができる人。 家族の中で展開する悲劇を通して自分自身を関連付けることができる人...\n\nあなたができない人のために、このアニメを見ているだけで、あなたはまだそれを鮮やかに見事に見つけます。 さて、あなたは一度にそれを見るなら、それは少し退屈かもしれません。 しかし、このアニメは他の多くのアニメーションとは異なり、1週間の間隔で休憩することになっています。 ですから、もしあなたが私のアドバイスを受け取り、一度にそれを終わらせるような誘惑を誘惑すれば、あなたは魅了されるでしょう。\n\nそれ以上のことは何ですか？ うーん、ええ、そういうわけで、ジャズが好きになり始めたら、あなたに拍手喝采します。 これにより、私はジャズの繊細さとこの芸術形態の無限の解釈を理解し始めました。\n\nそして、私は別の短い、有益な（？）と奨励的なレビューを締結します。 あなたがまだ読んでいるなら、私に謙虚な感謝を「ありがとう」という形で表示させてください。 私はいつも言っているように、すべてのアニメは私の家の道路で歓迎します（したがって、AnimeRoad、参照;）、私は中立にとどまる傾向があります。\n\nすべてあなたを愛しなさい"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "datOneperson",
    "profile": "/profile/datOneperson/reviews",
    "pages": "6",
    "number": "11",
    "link": "/reviews.php?id=70147",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  9\n\nスロープ上の子供たちを最も差別化するのは、音と芸術の組み合わせの実行です。 私がアニメーションを見てきたのは、音楽が正しく行われたことです。\n\nそれとは別に、ストーリーはよく書かれていました。 他のほとんどのアニメとは違って、すべてが現実的なものだったのが好きだった。 私を少し倒した唯一の事は、ピアノの男からの劇的な暴走でした。 文字のやりとりは本当にうまくいった。 私は彼らと一緒に遊ぶことができるように感じた。\n最も重要なのは、フェスティバルであったり、いつも一緒に遊んでいた時期でした。\n\nだから明らかに、誰もがこのアニメを見る。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "worldvision",
    "profile": "/profile/worldvision/reviews",
    "pages": "6",
    "number": "12",
    "link": "/reviews.php?id=114673",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  8\n|  8\n\n物語は特に爆発的ではない。 しかし、時代の到来やライフストーリーの物語は、それが最も信頼できると本物です。 ドラマは、どんなタイプの視聴者も関係することができるものです。 それは初めに退屈かもしれませんが、それは通常この種のジャンルで与えられます。 魔法は、著者が、この場合、十分に成功したと信じている面白い人生物語を作ることができるときに起こります。\n\nほとんどすべてのキャラクターは、ストーリーがもたらしたすべての影響を提供するものがあります。 彼らの個人的な問題のそれぞれは、物語のジャンルをより効果的にする。\n\n私は技術者ではありませんが、シリーズのアニメーションがキャラクターが演奏されているときに特にうまくいきました。 シリーズが持つ驚くべき音を忘れないようにしましょう。 セイウユのサブシステムさえも面白くて爽やかです。\n\n私はクラシック音楽（野田Cantabile）とポップミュージック（K-On！）の素晴らしいシリーズを見てきました。今回は音楽に関する私の好きなアニメのリストにジャズが追加されました。 それは愛、家族、ドラマ、音楽、そして最も重要なのは友情についてのことです。 それは本当に見る価値があります。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "Danno",
    "profile": "/profile/Danno/reviews",
    "pages": "6",
    "number": "13",
    "link": "/reviews.php?id=73637",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  10\n\n私は坂道は完璧ではないとは言いませんが、私は止められないほどのエピソードを楽しんでいました。私は全部を一度に見なければなりませんでした。 私は何も変更する必要がないと感じ、それのために私はそれに10を与える。\n\n* * * * * * *\nまあ、プロット自体はあまりありません。 彼らはジャズを演奏しますが、ベックのようにバンドを成功させることはありません。 あなたが残しているのは、キャラクターとその感情の周りを回るストーリーです。 結局、私が得た主なポイントは、友情がより真実であり、愛よりも重要であると考えることでした。 私はそれに同意しないが、私はそれがこのアニメでは良かったと思う。 それは愛になると、文字は混乱し、気分が悪く、彼らは彼らが何を望んでいるか分からない。 まあ、それはほとんどの十代の愛がいかにあるかと思います。 実際、真の友人を持つことは、一時的で気まぐれな関係よりもはるかに貴重です。\n彼らは彼らの友情についてもかなり気分が悪いですが、彼らは愚かなことに空のロマンスを探し出し、何かが起きると幼い頃に行動するからです。 もし彼らがそのように行動しなかったら、それは良いだろうと言うかもしれませんが、ちょっと、まだ若くて未熟で、このシリーズは楽しいねじれを与えました。 視聴者として、「少年」は「少女」とマッチしなければならないと主張する傾向がありますが、関係の基礎が弱ければ、本当に気にする必要がありますか？ 私は物事がどのようになったかでうまくいっていましたが、1つの緩やかな終わりがありました。\nキャラクターはシリーズを通して変化しました。 私は実際にキャラクターの開発をしていないかなりのシリーズを見てきました。 このシリーズがその面を忘れていないのは良いことです。 おそらく、彼らの変化の中には最高のものではなかったかもしれませんが、それにもかかわらず、彼らは変化していました。 とにかく、十代は変わるだろう！ それは彼らが話を進めたという点で彼らが変わったことも良いことでした。 もしあなたが平均的に君臨していない愛の三角であれば、結論が出ない24以上のエピソードでここに座っていた可能性があります。\n\n* * * A R T * * *\n陰影は少しぼやけており、アニメの通常の陰影よりも現実的な外観になっています。 私はそれがかなり素敵に見えたと思っていました。 オープニングテーマには美しいアートワークがあります。 シリーズの残りの部分はそれほど素晴らしいものではないかもしれませんが、まだうまくいっています。 全体的に、このシリーズは私に、あなたの平均的なアニメとは異なる「感じ」を与えました。 私は、学校、都市/町の設定、学校の設定、必然的にいくつかの告白シーンを持っているランダムな公園に着くために丘を見ることに慣れています。 それでも、坂道のアポロンはどういうわけかとても違って感じました。 私はそれがおそらく、彼らがアート、シェーディング、色の選択ですべてのものをどのように現実的に見せてくれたかが原因だと考えています。 キャラクターには通常見た目の顔もあり、これもプラスです。 アニメーションは、多くの部分でややスムーズでした。\n\n* S O U N D *\nあなたがジャズが好きなら、おそらくこの中の音楽が好きでしょう。 それには素敵なものがいくつかありますが、そのうちのいくつかは私が他の場所で聞いて認識しています。 キャラクターが喜んで悩んでいるのを見て楽しむことができたと思う。 活発なジャズは、それらのシーンに彼らが持っていることを目指した影響を与えました。\n\nこのシリーズでは、ロックミュージックを浅くて生きていないように見せています。 私はなぜ彼らがロックで刺す必要性を感じたのか分からないだけでなく、本当に気にしているかどうかもわかりません。\n\n* * * E N J O Y M E N T * * *\nあなたはまだ別の高校の愛の三角形の混乱と考えるかもしれませんが、坂道のアポロンをいつもよりはるかに良くすると思ういくつかの重要な点があります。 このアニメは、女の子がピンクの髪をしていた前の時間、メイドのカフェが学校の祭典の必需品になる前の時間、女の子が10人が1人の男、前の時間 高音域の声。 それだけでなく、このアニメはすべてのアニメの最大の疫病である「アニメユーモア」から安全です。 あなたはXDや^ o ^のような「アニメの顔」は見られません。 あなたはフラットな秋にユーモアで不自然な試みを見ないでしょう。\n正直言って、私はすべてのアニメがそれをあきらめるなら、はるかに良いと思う。 私たちは、ファンタスティックなサービスと、すでに何十回も聞いたことがある同じジョークによってエンターテイメントが払われる必要はありません。 このようなものを見つけるのは難しいです。 その激しい暴力や怪我で知られるヘルシングさえ、その時々の弱いユーモアと典型的なアニメのコンテンツに邪魔されています。  Berserkの漫画の価値は、その「典型的なアニメユーモアキャラクター」、Puckによっても低下します.Berserkアニメが真剣なルートをとってそのキャラクターを除外した奇跡です。 私はChobitsのようなコメディ/エッチで台無しにされたアニメを永遠にリストアップすることができます。 ユーモアはすべてのアニメに属していません。 坂道のアポロンがこれを実現してうれしいです。\n\n* * * 全体 * * *\nさて、これはアニメがどんなものであるべきかという私の考えです。 真面目なアニメは、コメディをミックスに注入しようとすると不適切だと思われるアニメよりも楽しいです。 あなたがモエ、ロリコン、ヘレム、エッチ、大胸のキャラクター、無名の敵、過酷なジョーク、一般的な「アニメの顔」の代わりに感情や本物の表現を倒すためのフィラーアークにうんざりしているなら... このような。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "aiou",
    "profile": "/profile/aiou/reviews",
    "pages": "6",
    "number": "14",
    "link": "/reviews.php?id=69317",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nあなたが漫画を読むのが怠け者なら、これを見てください。 誰もそれのいくつかの章を見逃すことは気にしない。 P.S私は、お前さんにセックスオピニオンがあることを願っています。 まあ、男はちょうど何の努力もせずに彼女の女性を取得します。 彼はトランペットを演奏するだけです。 私はゼリーです。 あなたがBLのものに入っているなら、これを見てください。 現実にはハイ・ファイヴをやっているにもかかわらず、2人の人を幻想に陥れる瞬間に完全に溺れさせる人。 あなたがジャズのファンなら、これを見てください。 そのような美しい曲を演奏するスキルを持っているか、聴きたいと思う人、あるいは惑星のすべてのジャズ・ソングについてあまりにも多くの情報を持っている評論家がいます。 あなたがアニメ/マンガの少女のジャンルのファンなら、これを見てください。 このシリーズが、アニメの適応がなされる前、あるいは少女型のアートのように、これまでのベストタイトルの1つであることを認識している人。 最後に、あなたが一般的に音楽とアニメが好きな人の一人なら、これを見てください。  2つの大きな関心事を組み合わせることで、誰も素晴らしいシリーズに欠けてしまうことはなく、決して後悔することはありません。 "
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "medguru",
    "profile": "/profile/medguru/reviews",
    "pages": "6",
    "number": "15",
    "link": "/reviews.php?id=117197",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは私の最初のレビューです。 あなたがアニメを見ているのはただちにその唯一のものです\n\nこのアニメについては何の言葉もありませんが、その傑作です。 優雅な物語、魅力的で理解しやすい人物、すべてがとてもうまくいっていて、唯一の問題は終わらなければならないということです。\n\n音楽は素晴らしく、優雅にまとめられていて、1960年代の代表的な作品です。\n\n要約すると、私はこのアニメを愛し、誰にでもそれをお勧めします。 特にアニメを嫌う人は、試してみてください。 これが心を変えないなら、これまでどんなこともありません。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "feared4life",
    "profile": "/profile/feared4life/reviews",
    "pages": "6",
    "number": "16",
    "link": "/reviews.php?id=64715",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|\nサウンド|  10\nキャラクター|  8\n|  10\n\n私はなぜ、どのように音楽アニメが常に私を守るのかわからない。 これは坂道のアポロンです。 このレビューをすばやくできるようにするつもりです。\n\n\nストーリー '8/10\nアニメは川渕、センタロウ、西青、薫の作品で、そこにはジャズミュージックの友情と愛を築くエピソードが描かれている。 両者の間には、ムカエ、リツコとのロマンスがあり、それらの間には主によく作られています。\n\n文字 '10/10\n私はちょうどそれらのすべてを愛し、それらの十分に得ることができなかった特にKawabuchi、Sentarou。 しかし、Nishimi、Kaoru、本当に本当のジャークはアニメを投げ捨てた。 彼の性格は私を何度も動揺させた。\n\n\nアート '10/10\nユニークなスタイルで美しくアニメーションされています。 私はすべてのエピソードを愛し、それぞれのエピソードは人生でいっぱいでした。\n\n\nサウンド '10/10\nベックは聞いた音楽がうまくやっているからではない。\n\n\n楽しさ '10/10\n私はロマンス、ジャズ、叫び声を楽しんで、これらのキャラクターの間で戦いました。 彼らは私に人生は簡単ではないと信じさせ、いつも闘争があります。\n\n\n\n全体的なスコア '10/10\n私のレビューは短いですが、私はこのアニメのためのクイックリストを書く必要があると感じました。 かつて音楽アニメーションが退屈で鈍いと思った。 しかし、ベックと今では坂道のアポロン以来、私は再び世代を過小評価することはないと言いました。 一般的に音楽を愛している人は、坂道のアポロンを見て自分自身に借りています。"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "divisionbleach",
    "profile": "/profile/divisionbleach/reviews",
    "pages": "6",
    "number": "17",
    "link": "/reviews.php?id=90413",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n1960年代が好きですか？ あなたはジャズが好きですか？ あなたは少女が好きですか？ あなたはカップルを発送するのが好きですか？ 坂道よりもいいアポロンはあなたのためのショーです！ 愛する多くのキャラクターと、それぞれが異なる個性と関連性を持つこのアニメはあなたの注意を引くことが確実になります。 エピソード1から、私は見て止めることができませんでした。 音楽はすばらしく行われており、アートもそうです！"
  },
  {
    "title": "Sakamichi_no_Apollon",
    "id": "12531",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "user": "inarizushi",
    "profile": "/profile/inarizushi/reviews",
    "pages": "6",
    "number": "18",
    "link": "/reviews.php?id=100703",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  10\nキャラクター|  6\n|  7\n\n私はジャズが大好きなので、私はスロープでキッズが好きだったのは驚きではありません。 私は一晩でそれをマラソンにするのに十分な気がした。\n\n音楽を演奏することは、時代の比喩の幻想を生み出します。 ジャズは特にこれに適しています。「ジャンプして、何かを作って、間違いをするのは大丈夫です」と言うスタイルです。 サウンドトラックと2つのリード（薫とセンタロ）の幻想的な特徴は、このショーを別のオタクと反抗するクリシェから救った。\n\nしかし、私がショーを楽しんでいる限り、いくつかの問題があります。 最初のいくつかのエピソードは、私たちがこれらの人々を知っていても世話していないうちに、キャラクターの内なる闘いにすぐに投げ込まれるので、やり遂げるのは難しいです。 これは、彼らが対処する外的争いが増えているときに、エピソード5の周りで解決されます。 公正であるために、これはたぶん長いマンガを12話に凝縮させる症状でしょう。 物語は呼吸の余地がありません。\n\nドラマは、時々、大騒ぎになることがあります。 いくつかのケースでは、問題は視聴者に解決されたように感じられましたが、実際には画面には表示されなかったため、これは特に悪いことです。\n\nロマンスは複雑で問題が多い（少なくとも3つの場面は性的暴行に直面するが、もちろんこれはあまり言及されず、言及もされていない）。 一人の夫婦しか信じられないようです。 ショーのクレジットには、これが唯一のカップルです。\n\nしかし、ショーの最大の問題は、その女の子をどう扱うかということです。  3人の女の子だけが名前を持っています -  Sachiko、Sentaroの小学生の姉。 リツコ、仙太郎の幼なじみと薫の愛情。 とゆりか、センタロの（そしてスポイラーのために名前を付けられない別のキャラクター）は、関心が大好きです。\n\nそれを読むだけで、これらの女の子は彼らの周りの男の子との関係によってのみ定義されることが明らかになります。 薫とセンタロとそれらの周りの支持キャスト - ヒップジャズトランペッタージュン、dorkyマロウ、スーパースターはセイジ、地獄になりたい、地獄、リツコの父親でも、彼女よりも面白いです - すべての豊かな、人間、 素晴らしいキャラクター。 リツコとゆりかは本当に親しい友人になると思われますが、ロマンチックな絡み合い以外は一度も話し合うことは決してありません。 私たちは、男性のキャラクターが日常的なことについて主張し、戦いに出くし、ミュージシャンとレコード、そして音楽を作ることに対する彼らの愛について議論しているのを見ます。 リツコとゆりかはそのような人生を許されていない。 彼らはプロットデバイスとして機能し、より多くの怒りを募らせ、慌てて慌てて、そしてこれをセーヌンショーのバンドの「ベック」スタイルの戦いからジョセイワンに変える。 ちょっとした幸子もプロットを魅力的にする。\n\nすべてが言われている、良いものに行きましょう。\n\nキャラクターの表情は、人間の俳優になりえるほど完全にアニメーション化されていました。\n\nサブで演奏する声は完璧なピッチでした。\n\n設定と時間は面白かったし美しいものでした。 物語は九州の田舎にあり、そこに住む人と新生児、市の少年古羅とのコントラストは完璧です。 私は（ファッションに基づいて、ビートルズがちょうど人気を得ており、共産主義運動が始まっていたという事実に基づいて）1960年代初頭にも設定されたと仮定しています。これは本当に古典的なノスタルジックな感触をショーに加えました。 去った青春の思い出としてそれをキャスティングするのに完璧です。\n\nショーが本当にうまくいくことの1つは、それを人生の最高の時と呼ぶことなく、若さをロマンチックにすることです。 キャラクターが成長し、大人の生活で幸せで健康的であることがわかります。\n\nそして、もちろん、菅野陽子はサウンドトラックが素晴らしいことを意味します。 ジャズの知識があれば、なぜエピソード名がすべて完璧なのか（ヒント：すべての曲名のためだけではない）、いくつかの場所で演奏されるメロディーの歌詞を知っているのか、なぜ 'Moanin' 'が このような完璧な曲がショーの本当のテーマになるためには、あなたは本当に大事にしています。\n\n私はそれが渦巻いた愛の形のために斜面の子供たちの批判を見ました。 ショーがロマンスに集中しすぎているとは言いがたいと思うが、結局、ショーの最も重要な部分、最も愛情のある愛は、ロマンスではない。 薫とセンタロの間の愛は音楽を通じて表現されています。 ショーで巧みに表現されているように、彼らはロマンチックな愛よりも長く続く特別な種類の「うわー」の友情を持っています。 終わりのテーマ「アルテアール」が薫からセンタロに歌われていることが分かりました。 それは、二人の男の子とリツコを、とても大きく成長した後、最後にもう一度一緒に引っ張っていくものです。\n\nもちろん、動く心臓の温暖化の間に、古代ギリシャ以来、臭気は物語の中心でした。 少年たちの深い愛は新しくも破壊的でもない。\n\nあなたがクールなものが好きなら、スロープの子供たちにスピンを与えてください。 リツコとユリコは、文字よりも不公平に多くの小道具であることに気をつけてください。"
  }
]
