[
  {
    "title": "Sora_no_Otoshimono_Final__Eternal_My_Master",
    "id": "12783",
    "url": "https://myanimelist.net/anime/12783/Sora_no_Otoshimono_Final__Eternal_My_Master",
    "user": "Arting",
    "profile": "/profile/Arting/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=202036",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  6\n\nあなたが漫画を読む準備ができていない限り、これを見ないで、\n\n私はなぜ30-40分の遊びしか持たない映画なのか分からない。 それはただあなたを作る断片を持っています。 あなたが知るために死ぬことを望んでいますが、あなたはそれらについて何かを知るためにマンガを読む必要があります。\n誰でもこれをやったのは本当に悪い冗談でした。\n\nもしそれを例と比較すると、トモキは女の子の部屋に隠れていて、女の子たちはストリッピングを開始してストップしますが、ストップして、イカロスをもっともっと作る方法を示しています。 人間は、少しでも楽しい時を過ごしています。そして、その部屋の最後には、部屋が変わりました。（何の関係もなく、いつ、どのように始まりましたか）、トモキは女の子がゆっくりと頭を上げ始めると興奮から鼻血が始まります。 その前にビデオが終了します。\n\nそれがこの「映画」がどれほどあなたを失望させてしまうかです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nUnless you are prepared to read the manga, don't watch this,\n\n\u001b[1mあなたが漫画を読む準備ができていない限り、これを見ないで、\u001b[22m\n\u001b[1m(Anata ga manga o yomu junbi ga dekite inai kagiri, kore o minaide,)\u001b[22m\n\nTranslations of \u001b[4mUnless you are prepared to read the manga, don't watch this,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnless you are prepared to read the manga, don't watch this,\u001b[24m\n    \u001b[1mあなたが漫画を読む準備ができていない限り、これを見ないで、\u001b[22m, \u001b[1mあなたが漫画を読むために用意されている場合を除き、これを見ていません\u001b[22m\n\u001b[1m\u001b[22m\nI don't even know why its a movie with only 30-40 minutes of play. It has fragments that just make you. want to die to know but you need to read the manga in order to know anything about them.\n\n\u001b[1m私はなぜ30-40分の遊びしか持たない映画なのか分からない。 それはただあなたを作る断片を持っています。 あなたが知るために死ぬことを望んでいますが、あなたはそれらについて何かを知るためにマンガを読む必要があります。\u001b[22m\n\u001b[1m(Watashi wa naze 30 - 40-bu no asobi shika motanai eigana no ka wakaranai. Sore wa tada anata o tsukuru danpen o motte imasu. Anata ga shiru tame ni shinu koto o nozonde imasuga, anata wa sorera ni tsuite nanika o shiru tame ni manga o yomu hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI don't even know why its a movie with only 30-40 minutes of play. It has fragments that just make you. want to die to know but you need to read the manga in order to know anything about them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't even know why its a movie with only 30-40 minutes of play.\u001b[24m\n    \u001b[1m私はなぜ30-40分の遊びしか持たない映画なのか分からない。\u001b[22m, \u001b[1m私も遊びの唯一の30から40分で、なぜそのA映画を知りません。\u001b[22m\n\u001b[4mIt has fragments that just make you.\u001b[24m\n    \u001b[1mそれはただあなたを作る断片を持っています。\u001b[22m, \u001b[1mそれはちょうどあなたを作るの断片を持っています。\u001b[22m\n\u001b[4mwant to die to know but you need to read the manga in order to know anything about them.\u001b[24m\n    \u001b[1mあなたが知るために死ぬことを望んでいますが、あなたはそれらについて何かを知るためにマンガを読む必要があります。\u001b[22m, \u001b[1m知るために死にたいが、あなたはそれらについて何かを知るために漫画を読んでする必要があります。\u001b[22m\nWhoever did this did really a bad joke.\n\n\u001b[1m誰でもこれをやったのは本当に悪い冗談でした。\u001b[22m\n\u001b[1m(Dare demo kore o yatta no wa hontōni warui jōdandeshita.)\u001b[22m\n\nTranslations of \u001b[4mWhoever did this did really a bad joke.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhoever did this did really a bad joke.\u001b[24m\n    \u001b[1m誰でもこれをやったのは本当に悪い冗談でした。\u001b[22m, \u001b[1m誰がこれをしなかったことは本当に悪い冗談をしました。\u001b[22m\n\u001b[1m\u001b[22m\nIf I were to compare it with an example it would be like Tomoki hiding in the girls changing room and a girls enter and start stripping but then it stops and makes a flashback (with no connection with the peeping) showing about how to make Ikaros more human, with little fun moments and almost at the end its back to the changing room (with no connection again, how or when its started and so), where Tomoki start having a nosebleed from the excitement as the girls slowly start lifting her top but before that the video ends.\n\n\u001b[1mもしそれを例と比較すると、トモキは女の子の部屋に隠れていて、女の子たちはストリッピングを開始してストップしますが、ストップして、イカロスをもっともっと作る方法を示しています。 人間は、少しでも楽しい時を過ごしています。そして、その部屋の最後には、部屋が変わりました。（何の関係もなく、いつ、どのように始まりましたか）、トモキは女の子がゆっくりと頭を上げ始めると興奮から鼻血が始まります。 その前にビデオが終了します。\u001b[22m\n\u001b[1m(Moshi sore o rei to hikaku suru to, Tomoki wa on'anokonoheya ni kakurete ite, on'nanoko-tachi wa sutorippingu o kaishi shite sutoppu shimasuga, sutoppu shite, ikarosu o motto motto tsukuru hōhō o shimeshite imasu. Ningen wa, sukoshi demo tanoshī toki o sugoshite imasu. Soshite, sono heya no saigo ni wa, heya ga kawarimashita. (Nani no kankei mo naku, itsu, dono yō ni hajimarimashita ka), Tomoki wa on'nanoko ga yukkuri to atama o age hajimeru to kōfun kara hanadji ga hajimarimasu. Sono zen ni bideo ga shūryō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf I were to compare it with an example it would be like Tomoki hiding in the girls changing room and a girls enter and start stripping but then it stops and makes a flashback (with no connection with the peeping) showing about how to make Ikaros more human, with little fun moments and almost at the end its back to the changing room (with no connection again, how or when its started and so), where Tomoki start having a nosebleed from the excitement as the girls slowly start lifting her top but before that the video ends.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf I were to compare it with an example it would be like Tomoki hiding in the girls changing room and a girls enter and start stripping but then it stops and makes a flashback (with no connection with the peeping) showing about how to make Ikaros more\u001b[24m\n    \u001b[1mもしそれを例と比較すると、トモキは女の子の部屋に隠れていて、女の子たちはストリッピングを開始してストップしますが、ストップして、イカロスをもっともっと作る方法を示しています。\u001b[22m, \u001b[1m私は例と比較した場合には、智樹は部屋を変え女の子に隠れするようなものだと女の子が入るとストリッピングを開始するが、それは停止し、より多くのイカロスを作成する方法について示す（覗き見との接続なしで）フラッシュバックします\u001b[22m\n\u001b[4mhuman, with little fun moments and almost at the end its back to the changing room (with no connection again, how or when its started and so), where Tomoki start having a nosebleed from the excitement as the girls slowly start lifting her top but\u001b[24m\n    \u001b[1m人間は、少しでも楽しい時を過ごしています。そして、その部屋の最後には、部屋が変わりました。（何の関係もなく、いつ、どのように始まりましたか）、トモキは女の子がゆっくりと頭を上げ始めると興奮から鼻血が始まります。\u001b[22m, \u001b[1m女の子はゆっくりと彼女の上を持ち上げ始めると智樹は興奮から鼻血を持ち始める（再び接続なしで、どのように、またはそのように開始し、）更衣室へのバック少し楽しい瞬間とほぼ終わりに人間の、しかし、\u001b[22m\n\u001b[4mbefore that the video ends.\u001b[24m\n    \u001b[1mその前にビデオが終了します。\u001b[22m\n\u001b[1m\u001b[22m\nThat is how much this 'movie' can leave you disappointed.\n\n\u001b[1mそれがこの「映画」がどれほどあなたを失望させてしまうかです。\u001b[22m\n\u001b[1m(Sore ga kono `eiga' ga dorehodo anata o shitsubō sa sete shimau kadesu.)\u001b[22m\n\nTranslations of \u001b[4mThat is how much this 'movie' can leave you disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat is how much this 'movie' can leave you disappointed.\u001b[24m\n    \u001b[1mそれがこの「映画」がどれほどあなたを失望させてしまうかです。\u001b[22m, \u001b[1mつまり、この「映画は「失望を残すことができますどのくらいです。\u001b[22m"
  },
  {
    "title": "Sora_no_Otoshimono_Final__Eternal_My_Master",
    "id": "12783",
    "url": "https://myanimelist.net/anime/12783/Sora_no_Otoshimono_Final__Eternal_My_Master",
    "user": "thehangman65",
    "profile": "/profile/thehangman65/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=198811",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  7\n\nあなたが05:35から45:09まで視聴し始めると、すべてのことが普通のOVAのように感じられます。 そして、あなたがマンガを読んでいれば、基本的に第45章の要約とは別の結末です。\n\nそしてそれはあなたがそれを見なければならない方法です！\n\nあなたが私のようで、ちょうど時計のOVAのAngeloidを見終わって、これを見てあなたのおとしまの体験を終わらせたいと思ったら。 男の子、あなたは混乱の渦中にいますか？\n\n今あなたが混乱しているなら、時計のAngeloidがマンガの第39/77章で起こるので、それは普通です。  OVAの最初の5分間と最後の5分間は、マンガの最終章（第77章）から行われます。 ギャップを参照してください？ 基本的に、OVAを作った人々はあなたがすでにマンガを読んでいると期待しています。\n\nスポイラーを避けるため、OVAは最後の章でフラッシュバックが行われ、リサイクルされたジョークとファンサービスで満たされたOVAの残りの部分を過ごすため、本当に深刻な状態になります。 その後、フラッシュバックの後、我々はシナプスとBAMに達する前にイカルス/イカロスとトモが飛んで話している最後の章の簡単な5分のシーンを見る現場に戻ります！ クレジットがキック！ ええ、それはf **キングクリフハンガーで終わります。\n\n結論として、あなたが空のおとしもののファンなら、あなたは何があってもマンガを読まなければなりません。 私はClockworkのAngeloidの後、第39章から最後までマンガを読むことを始めます。 まだこのOVAをチェックしたいのであれば、私はあなたのレビューの最初の部分を見直すことを強く勧めます",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nIf you start watching from 05:35 - 45:09 the whole thing just feels like a regular OVA. And if you read the Manga its basically a summary of Chapter 45 with a different ending.\n\n\u001b[1mあなたが05:35から45:09まで視聴し始めると、すべてのことが普通のOVAのように感じられます。 そして、あなたがマンガを読んでいれば、基本的に第45章の要約とは別の結末です。\u001b[22m\n\u001b[1m(Anata ga 05: 35 Kara 45: 09 Made shichō shi hajimeru to, subete no koto ga futsū no ovu~a no yō ni kanji raremasu. Soshite, anata ga manga o yonde ireba, kihontekini dai 45-shō no yōyaku to wa betsu no ketsumatsudesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you start watching from 05:35 - 45:09 the whole thing just feels like a regular OVA. And if you read the Manga its basically a summary of Chapter 45 with a different ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you start watching from 05:35 - 45:09 the whole thing just feels like a regular OVA.\u001b[24m\n    \u001b[1mあなたが05:35から45:09まで視聴し始めると、すべてのことが普通のOVAのように感じられます。\u001b[22m, \u001b[1mあなたは5時35分から見始める場合 -  45:09全体のことは、普通のOVAのように感じています。\u001b[22m\n\u001b[4mAnd if you read the Manga its basically a summary of Chapter 45 with a different ending.\u001b[24m\n    \u001b[1mそして、あなたがマンガを読んでいれば、基本的に第45章の要約とは別の結末です。\u001b[22m, \u001b[1mそして、あなたはその基本的に異なる結末と第45章の概要をマンガを読めば。\u001b[22m\n\u001b[1m\u001b[22m\nAnd thats exactly how you should watch it!\n\n\u001b[1mそしてそれはあなたがそれを見なければならない方法です！\u001b[22m\n\u001b[1m(Soshite sore wa anata ga sore o minakereba naranai hōhōdesu!)\u001b[22m\n\nTranslations of \u001b[4mAnd thats exactly how you should watch it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd thats exactly how you should watch it!\u001b[24m\n    \u001b[1mそしてそれはあなたがそれを見なければならない方法です！\u001b[22m, \u001b[1mそして、あなたはそれを見るべきかを正確にthatsの！\u001b[22m\n\u001b[1m\u001b[22m\nIf you're like me and just finished watching Angeloid of Clockwork OVA and want to conclude your Otoshimono experience by watching this. Boy, are you in a for a load of confusion.\n\n\u001b[1mあなたが私のようで、ちょうど時計のOVAのAngeloidを見終わって、これを見てあなたのおとしまの体験を終わらせたいと思ったら。 男の子、あなたは混乱の渦中にいますか？\u001b[22m\n\u001b[1m(Anata ga watashi no yō de, chōdo tokei no ovu~a no Angeloid o mi owatte, kore o mite anata no oto shima no taiken o owara setai to omottara. Otokonoko, anata wa konran no kachū ni imasu ka?)\u001b[22m\n\nTranslations of \u001b[4mIf you're like me and just finished watching Angeloid of Clockwork OVA and want to conclude your Otoshimono experience by watching this. Boy, are you in a for a load of confusion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're like me and just finished watching Angeloid of Clockwork OVA and want to conclude your Otoshimono experience by watching this.\u001b[24m\n    \u001b[1mあなたが私のようで、ちょうど時計のOVAのAngeloidを見終わって、これを見てあなたのおとしまの体験を終わらせたいと思ったら。\u001b[22m, \u001b[1mあなたが私に似ているとちょうど時計仕掛けのOVAのAngeloidを見終わって、このを見て、あなたのOtoshimono経験を締結する場合。\u001b[22m\n\u001b[4mBoy, are you in a for a load of confusion.\u001b[24m\n    \u001b[1m男の子、あなたは混乱の渦中にいますか？\u001b[22m, \u001b[1m少年、あなたは混乱の負荷のためにあります。\u001b[22m\n\u001b[1m\u001b[22m\nNow if you're confused thats normal because Angeloid of Clockwork takes place in Chapter 39/77 of the Manga. The first 5 mins and the last 5 mins of the OVA takes place from the final chapter (Chapter 77) in the Manga. See the gap? Basically the people that made the OVA expect you to have read the Manga already.\n\n\u001b[1m今あなたが混乱しているなら、時計のAngeloidがマンガの第39/77章で起こるので、それは普通です。  OVAの最初の5分間と最後の5分間は、マンガの最終章（第77章）から行われます。 ギャップを参照してください？ 基本的に、OVAを作った人々はあなたがすでにマンガを読んでいると期待しています。\u001b[22m\n\u001b[1m(Ima anata ga konran shite irunara, tokei no Angeloid ga manga no dai 39/ 77-shō de okorunode, sore wa futsūdesu. Ovu~a no saisho no 5-funkan to saigo no 5-funkan wa, manga no saishū Fumi (dai 77-shō) kara okonawa remasu. Gyappu o sanshō shite kudasai? Kihontekini, ovu~a o tsukutta hitobito wa anata ga sudeni manga o yonde iru to kitai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mNow if you're confused thats normal because Angeloid of Clockwork takes place in Chapter 39/77 of the Manga. The first 5 mins and the last 5 mins of the OVA takes place from the final chapter (Chapter 77) in the Manga. See the gap? Basically the people that made the OVA expect you to have read the Manga already.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow if you're confused thats normal because Angeloid of Clockwork takes place in Chapter 39/77 of the Manga.\u001b[24m\n    \u001b[1m今あなたが混乱しているなら、時計のAngeloidがマンガの第39/77章で起こるので、それは普通です。\u001b[22m, \u001b[1m時計じかけのAngeloidはマンガの章77分の39で行われますので、あなたが通常のthatsの混乱なら今。\u001b[22m\n\u001b[4mThe first 5 mins and the last 5 mins of the OVA takes place from the final chapter (Chapter 77) in the Manga.\u001b[24m\n    \u001b[1mOVAの最初の5分間と最後の5分間は、マンガの最終章（第77章）から行われます。\u001b[22m, \u001b[1mOVAの最初の5分、最後の5分は、マンガの最終章（第77章）から行われます。\u001b[22m\n\u001b[4mSee the gap?\u001b[24m\n    \u001b[1mギャップを参照してください？\u001b[22m\n\u001b[4mBasically the people that made the OVA expect you to have read the Manga already.\u001b[24m\n    \u001b[1m基本的に、OVAを作った人々はあなたがすでにマンガを読んでいると期待しています。\u001b[22m, \u001b[1m基本的にOVAを作った人たちは、すでにマンガを読んでいることを期待しています。\u001b[22m\n\u001b[1m\u001b[22m\nTo avoid spoilers, The OVA starts off really serious because its the final chapter, then a flashback happens and you spend the rest of the OVA filled with recycled jokes and fanservice. Then after the flashback we come back to the present where we see a brief 5 min scene of the final chapter with Icarus/Ikaros and Tomo flying and talking before reaching the Synapse and BAM! Credits kick in! Yeah, it ends on a f**king cliffhanger.\n\n\u001b[1mスポイラーを避けるため、OVAは最後の章でフラッシュバックが行われ、リサイクルされたジョークとファンサービスで満たされたOVAの残りの部分を過ごすため、本当に深刻な状態になります。 その後、フラッシュバックの後、我々はシナプスとBAMに達する前にイカルス/イカロスとトモが飛んで話している最後の章の簡単な5分のシーンを見る現場に戻ります！ クレジットがキック！ ええ、それはf **キングクリフハンガーで終わります。\u001b[22m\n\u001b[1m(Supoirā o yokeru tame, ovu~a wa saigo no shō de furasshu bakku ga okonawa re, risaikuru sa reta jōku to fansābisu de mitasa reta ovu~a no nokori no bubun o sugosu tame, hontōni shinkokuna jōtai ni narimasu. Sonogo, furasshu bakku no ato, wareware wa shinapusu to bamu ni tassuru mae ni ikarusu/ ikarosu to Tomo ga tonde hanashite iru saigo no shō no kantan'na 5-bu no shīn o miru genba ni modorimasu! Kurejitto ga kikku! E e, soreha f** kingukurifuhangā de owarimasu.)\u001b[22m\n\nTranslations of \u001b[4mTo avoid spoilers, The OVA starts off really serious because its the final chapter, then a flashback happens and you spend the rest of the OVA filled with recycled jokes and fanservice. Then after the flashback we come back to the present where we see a brief 5 min scene of the final chapter with Icarus/Ikaros and Tomo flying and talking before reaching the Synapse and BAM! Credits kick in! Yeah, it ends on a f**king cliffhanger.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo avoid spoilers, The OVA starts off really serious because its the final chapter, then a flashback happens and you spend the rest of the OVA filled with recycled jokes and fanservice.\u001b[24m\n    \u001b[1mスポイラーを避けるため、OVAは最後の章でフラッシュバックが行われ、リサイクルされたジョークとファンサービスで満たされたOVAの残りの部分を過ごすため、本当に深刻な状態になります。\u001b[22m, \u001b[1mネタバレを避けるために、OVAは、その最終章は、その後、フラッシュバックが起こるので、本当に深刻なオフを開始し、あなたがリサイクルジョークやサービスカットが充填されたOVAの残りの部分を費やしています。\u001b[22m\n\u001b[4mThen after the flashback we come back to the present where we see a brief 5 min scene of the final chapter with Icarus/Ikaros and Tomo flying and talking before reaching the Synapse and BAM!\u001b[24m\n    \u001b[1mその後、フラッシュバックの後、我々はシナプスとBAMに達する前にイカルス/イカロスとトモが飛んで話している最後の章の簡単な5分のシーンを見る現場に戻ります！\u001b[22m, \u001b[1mそして、フラッシュバックした後、我々は戻って、我々はシナプスとBAMに到達する前に飛んで話しイカロス/イカロスandトモとの最終章の簡単な5分のシーンを見る現在に来て！\u001b[22m\n\u001b[4mCredits kick in!\u001b[24m\n    \u001b[1mクレジットがキック！\u001b[22m, \u001b[1mクレジットはでキック！\u001b[22m\n\u001b[4mYeah, it ends on a f**king cliffhanger.\u001b[24m\n    \u001b[1mええ、それはf **キングクリフハンガーで終わります。\u001b[22m, \u001b[1mええ、それがf **王の接戦に終了します。\u001b[22m\n\u001b[1m\u001b[22m\nSo to conclude, if you're a fan of Sora no Otoshimono you have to read the manga no matter what. I suggest after Angeloid of Clockwork just start reading the Manga from Chapter 39 till the end. And if you still want to check out this OVA I highly suggest re-reading the first part of my review before watching\n\n\u001b[1m結論として、あなたが空のおとしもののファンなら、あなたは何があってもマンガを読まなければなりません。 私はClockworkのAngeloidの後、第39章から最後までマンガを読むことを始めます。 まだこのOVAをチェックしたいのであれば、私はあなたのレビューの最初の部分を見直すことを強く勧めます\u001b[22m\n\u001b[1m(Ketsuron to shite, anata ga sora no otoshi mono no fan'nara, anata wa nani ga atte mo manga o yomanakereba narimasen. Watashi wa kurokkuwāku no Angeloid no ato, dai 39-shō kara saigomade manga o yomu koto o hajimemasu. Mada kono ovu~a o chekku shitai nodeareba, watashi wa anata no rebyū no saisho no bubun o minaosu koto o tsuyoku susumemasu)\u001b[22m\n\nTranslations of \u001b[4mSo to conclude, if you're a fan of Sora no Otoshimono you have to read the manga no matter what. I suggest after Angeloid of Clockwork just start reading the Manga from Chapter 39 till the end. And if you still want to check out this OVA I highly suggest re-reading the first part of my review before watching\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo to conclude, if you're a fan of Sora no Otoshimono you have to read the manga no matter what.\u001b[24m\n    \u001b[1m結論として、あなたが空のおとしもののファンなら、あなたは何があってもマンガを読まなければなりません。\u001b[22m, \u001b[1mだから、ソラのファンならないOtoshimonoあなたはどんな漫画を読まないために持っていない、と結論します。\u001b[22m\n\u001b[4mI suggest after Angeloid of Clockwork just start reading the Manga from Chapter 39 till the end.\u001b[24m\n    \u001b[1m私はClockworkのAngeloidの後、第39章から最後までマンガを読むことを始めます。\u001b[22m, \u001b[1m時計じかけのAngeloidがちょうど最後まで第39章からマンガを読み始めた後私が示唆しています。\u001b[22m\n\u001b[4mAnd if you still want to check out this OVA I highly suggest re-reading the first part of my review before watching\u001b[24m\n    \u001b[1mまだこのOVAをチェックしたいのであれば、私はあなたのレビューの最初の部分を見直すことを強く勧めます\u001b[22m, \u001b[1mそれでもこのOVAをチェックアウトしたい場合、私は非常に見て前に私のレビューの最初の部分を再読み込みを示唆しています\u001b[22m"
  },
  {
    "title": "Sora_no_Otoshimono_Final__Eternal_My_Master",
    "id": "12783",
    "url": "https://myanimelist.net/anime/12783/Sora_no_Otoshimono_Final__Eternal_My_Master",
    "user": "aznxlarry",
    "profile": "/profile/aznxlarry/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=168101",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  9\nキャラクター|  5\n|  7\n\n私はこのレビューでは光にならないでしょう。なぜなら、私は子供のころから長い休憩の後に初めて紹介されたアニメだからです。 あなたがまだそれを読んでいないならば、シリーズ全体は最初から最後まで巨大なジェットコースターであった。 ちょうどあらゆるレベルで感情的な旅にあなたを連れて行きます。 もし私がこのシリーズを強くお勧めするのであれば、あなたは魅力的なキャラクターのデザインとファンのサービスを見ることができます。\n\nだからストーリー：6\n単にそれを置くことは、マンガの潜在能力を生かせません。 私は多くの人々が画面上に収まるようにそれからカットする必要が非常に多いので、2つを比較するのが好きではないことを知っています。 これは、そこに製品を持っているために、終わり全体を食い止める言い訳ではありません。 映画はマンガを何の正義もしていないが、いくつかの主要な点を示している。 はい、誰もが死ぬ。 はい、全体が現実ではありません。 はい、トモキは、シリーズの唯一の本当の人です。 しかし、このすべてを1つの映画に収めることはできません。 それだけでは機能しません。\n\nアート：8\nここではあまり文句を言うことはできません。 それはシリーズの前のすべての部分と場所に収まります。 私は個人的にスタイルが芸術的であることを意図していないので、私はそれに8を与えるだけです。 もちろん、これはまったく私の意見であり、芸術のスタイルをとっています。\n\nサウンド：9\nそれを信じるかどうか、音は素晴らしいです！ 私はまだブルーレイを購入していませんが、このオンラインの1080pバージョンは素晴らしいようです！ もちろん、あなたはこのようなシリーズから多くを期待することはできませんが、それはその価値があるものについては期待しています。\n\nキャラクター：5\n私はこれに少し失望していると言わなければならない。 我々は、文字の多くに適切に導入されることも決してなく、このタイムラインの間に何人のキャラクターが登場したかについても言及していません。 もちろん、あなたがマンガと一緒に読んでいれば、あなたは誰が誰なのか正確に知ることができます。 しかし、あなたがこの時点までにアニメに全面的に集中すれば、あなたはこれらの人々が誰だったか分かりません。\n\n楽しさ：7\nこれはあなたの意見に完全に基づいています。 個人的には、SnOが増えたからといって好きだった。 しかし、現実的には、それを本当に楽しんだ人には驚かれるだろう。 シリーズの正義をしない、それは本当に終わりまでのフィラーでした。\n\n全体：7\n私はこのシリーズの前に言ったように別のシーズンを捨てました。 もちろん、なぜ他のシーズンがキャンセルされたのかの真の理由は決してわからないかもしれませんが、私が推測しなければならないのは、予算の削減または会社の利益の喪失であったでしょう。 正直なところ、あなたがシリーズのファンであれば、それが価値あるものかどうか見てください。 ストーリーを過ぎて見て、これが愛された天使たちと一緒に新しいアニメーションシリーズを見る最後の時であることを忘れないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI won't be light on this review because it just so happens to be the first anime I was introduced to after a long break from my childhood. The entire series if you have not yet read it was a huge roller coaster ride from start to finish. It takes you on an emotional trip on just about every level. If anything I highly recommend this series if you are able to look past the lewd character design and fan service.\n\n\u001b[1m私はこのレビューでは光にならないでしょう。なぜなら、私は子供のころから長い休憩の後に初めて紹介されたアニメだからです。 あなたがまだそれを読んでいないならば、シリーズ全体は最初から最後まで巨大なジェットコースターであった。 ちょうどあらゆるレベルで感情的な旅にあなたを連れて行きます。 もし私がこのシリーズを強くお勧めするのであれば、あなたは魅力的なキャラクターのデザインとファンのサービスを見ることができます。\u001b[22m\n\u001b[1m(Watashi wa kono rebyūde wa hikari ni naranaideshou. Nazenara, watashi wa kodomo no koro kara nagai kyūkei no nochi ni hajimete shōkai sa reta animedakaradesu. Anata ga mada sore o yon de inainaraba, shirīzu zentai wa saisho kara saigomade kyodaina jettokōsutādeatta. Chōdo arayuru reberu de kanjō-tekina tabi ni anata o tsurete ikimasu. Moshi watashi ga kono shirīzu o tsuyoku o susume suru nodeareba, anata wa miryoku-tekina kyarakutā no dezain to fan no sābisu o miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mI won't be light on this review because it just so happens to be the first anime I was introduced to after a long break from my childhood. The entire series if you have not yet read it was a huge roller coaster ride from start to finish. It takes you on an emotional trip on just about every level. If anything I highly recommend this series if you are able to look past the lewd character design and fan service.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI won't be light on this review because it just so happens to be the first anime I was introduced to after a long break from my childhood.\u001b[24m\n    \u001b[1m私はこのレビューでは光にならないでしょう。なぜなら、私は子供のころから長い休憩の後に初めて紹介されたアニメだからです。\u001b[22m, \u001b[1mちょうどので、私は子供の頃から長い休みの後に導入された最初のアニメであることを起こるので、私はこのレビューに光ではありません。\u001b[22m\n\u001b[4mThe entire series if you have not yet read it was a huge roller coaster ride from start to finish.\u001b[24m\n    \u001b[1mあなたがまだそれを読んでいないならば、シリーズ全体は最初から最後まで巨大なジェットコースターであった。\u001b[22m, \u001b[1mあなたはまだそれを読んでいない場合は全シリーズは、開始から終了までの巨大なジェットコースターに乗りました。\u001b[22m\n\u001b[4mIt takes you on an emotional trip on just about every level.\u001b[24m\n    \u001b[1mちょうどあらゆるレベルで感情的な旅にあなたを連れて行きます。\u001b[22m, \u001b[1mそれはちょうど約あらゆるレベルで感情的な旅に表示されます。\u001b[22m\n\u001b[4mIf anything I highly recommend this series if you are able to look past the lewd character design and fan service.\u001b[24m\n    \u001b[1mもし私がこのシリーズを強くお勧めするのであれば、あなたは魅力的なキャラクターのデザインとファンのサービスを見ることができます。\u001b[22m, \u001b[1mあなたはみだらなキャラクターデザインとファンサービスを過ぎて見ることができればどちらかと言えば、私は非常にこのシリーズをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nSo the Story: 6\n\n\u001b[1mだからストーリー：6\u001b[22m\n\u001b[1m(Dakara sutōrī: 6)\u001b[22m\n\nTranslations of \u001b[4mSo the Story: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo the Story: 6\u001b[24m\n    \u001b[1mだからストーリー：6\u001b[22m\nSimply put it doesn't live up the potential of the manga. I know that many people don't like comparing the two because so much NEEDS to be cut from it to fit on screen. This isn't an excuse to butcher the entire ending for the sake of having a product out there. The film, while not doing the Manga any justice at all does deliver on some major plot points. Yes, everyone dies. Yes, the whole isn't real. Yes, Tomoki is pretty much the only 'real' person in the series. But you CAN NOT fit all this into one single movie. It just doesn't work.\n\n\u001b[1m単にそれを置くことは、マンガの潜在能力を生かせません。 私は多くの人々が画面上に収まるようにそれからカットする必要が非常に多いので、2つを比較するのが好きではないことを知っています。 これは、そこに製品を持っているために、終わり全体を食い止める言い訳ではありません。 映画はマンガを何の正義もしていないが、いくつかの主要な点を示している。 はい、誰もが死ぬ。 はい、全体が現実ではありません。 はい、トモキは、シリーズの唯一の本当の人です。 しかし、このすべてを1つの映画に収めることはできません。 それだけでは機能しません。\u001b[22m\n\u001b[1m(Tan'ni sore o oku koto wa, manga no senzai nōryoku o ikasemasen. Watashi wa ōku no hitobito ga gamen'ue ni osamaru yō ni sore kara katto suru hitsuyō ga hijō ni ōinode, 2tsu o hikaku suru no ga sukide wanai koto o shitte imasu. Kore wa, soko ni seihin o motte iru tame ni, owari zentai o kuitomeru iiwakede wa arimasen. Eiga wa manga o nani no seigi mo shite inaiga, ikutsu ka no shuyōna ten o shimeshite iru. Hai, daremoga shinu. Hai, zentai ga genjitsude wa arimasen. Hai, Tomoki wa, shirīzu no yuiitsu no hontō no hitodesu. Shikashi, ko no subete o 1tsu no eiga ni osameru koto wa dekimasen. Sore dakede wa kinō shimasen.)\u001b[22m\n\nTranslations of \u001b[4mSimply put it doesn't live up the potential of the manga. I know that many people don't like comparing the two because so much NEEDS to be cut from it to fit on screen. This isn't an excuse to butcher the entire ending for the sake of having a product out there. The film, while not doing the Manga any justice at all does deliver on some major plot points. Yes, everyone dies. Yes, the whole isn't real. Yes, Tomoki is pretty much the only 'real' person in the series. But you CAN NOT fit all this into one single movie. It just doesn't work.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSimply put it doesn't live up the potential of the manga.\u001b[24m\n    \u001b[1m単にそれを置くことは、マンガの潜在能力を生かせません。\u001b[22m, \u001b[1m単にそれが漫画の可能性をアップ住んでいない置きます。\u001b[22m\n\u001b[4mI know that many people don't like comparing the two because so much NEEDS to be cut from it to fit on screen.\u001b[24m\n    \u001b[1m私は多くの人々が画面上に収まるようにそれからカットする必要が非常に多いので、2つを比較するのが好きではないことを知っています。\u001b[22m, \u001b[1m私は多くの人がそんなにそれが画面に収まるようにからカットする必要があるため2を比較好きではないことを知っています。\u001b[22m\n\u001b[4mThis isn't an excuse to butcher the entire ending for the sake of having a product out there.\u001b[24m\n    \u001b[1mこれは、そこに製品を持っているために、終わり全体を食い止める言い訳ではありません。\u001b[22m, \u001b[1mこれは、そこに製品を持っていることのために全体の結末を肉屋ための言い訳にはなりません。\u001b[22m\n\u001b[4mThe film, while not doing the Manga any justice at all does deliver on some major plot points.\u001b[24m\n    \u001b[1m映画はマンガを何の正義もしていないが、いくつかの主要な点を示している。\u001b[22m, \u001b[1m映画、マンガをしていないながら、すべてで任意の正義はいくつかの主要なプロット点にお届けします。\u001b[22m\n\u001b[4mYes, everyone dies.\u001b[24m\n    \u001b[1mはい、誰もが死ぬ。\u001b[22m, \u001b[1mはい、誰もが死にます。\u001b[22m\n\u001b[4mYes, the whole isn't real.\u001b[24m\n    \u001b[1mはい、全体が現実ではありません。\u001b[22m, \u001b[1mはい、全体が本物ではないです。\u001b[22m\n\u001b[4mYes, Tomoki is pretty much the only 'real' person in the series.\u001b[24m\n    \u001b[1mはい、トモキは、シリーズの唯一の本当の人です。\u001b[22m, \u001b[1mはい、智樹はかなりシリーズで唯一の「本当の」人です。\u001b[22m\n\u001b[4mBut you CAN NOT fit all this into one single movie.\u001b[24m\n    \u001b[1mしかし、このすべてを1つの映画に収めることはできません。\u001b[22m, \u001b[1mしかし、あなたは一つのムービーにこのすべてに適合することはできません。\u001b[22m\n\u001b[4mIt just doesn't work.\u001b[24m\n    \u001b[1mそれだけでは機能しません。\u001b[22m, \u001b[1mそれだけでは動作しません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 8\n\n\u001b[1mアート：8\u001b[22m\n\u001b[1m(Āto: 8)\u001b[22m\n\nTranslations of \u001b[4mArt: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8\u001b[24m\n    \u001b[1mアート：8\u001b[22m\nCan't complain much here. It falls in place with all the previous parts in the series. I'm only giving it an 8 because personally the style isn't meant to be artistic. Of course this is entirely my opinion and take on the art style.\n\n\u001b[1mここではあまり文句を言うことはできません。 それはシリーズの前のすべての部分と場所に収まります。 私は個人的にスタイルが芸術的であることを意図していないので、私はそれに8を与えるだけです。 もちろん、これはまったく私の意見であり、芸術のスタイルをとっています。\u001b[22m\n\u001b[1m(Kokode wa amari monku o iu koto wa dekimasen. Sore wa shirīzu no mae no subete no bubun to basho ni osamarimasu. Watashi wa kojin-teki ni sutairuga geijutsu-tekidearu koto o ito shite inainode, watashi wa sore ni 8 o ataeru dakedesu. Mochiron, kore wa mattaku watashi no ikendeari, geijutsu no sutairu o totte imasu.)\u001b[22m\n\nTranslations of \u001b[4mCan't complain much here. It falls in place with all the previous parts in the series. I'm only giving it an 8 because personally the style isn't meant to be artistic. Of course this is entirely my opinion and take on the art style.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCan't complain much here.\u001b[24m\n    \u001b[1mここではあまり文句を言うことはできません。\u001b[22m, \u001b[1mあまりここで文句を言うことはできません。\u001b[22m\n\u001b[4mIt falls in place with all the previous parts in the series.\u001b[24m\n    \u001b[1mそれはシリーズの前のすべての部分と場所に収まります。\u001b[22m, \u001b[1mこれは、シリーズの以前のすべての部分で所定の位置に収まります。\u001b[22m\n\u001b[4mI'm only giving it an 8 because personally the style isn't meant to be artistic.\u001b[24m\n    \u001b[1m私は個人的にスタイルが芸術的であることを意図していないので、私はそれに8を与えるだけです。\u001b[22m, \u001b[1m個人的にスタイルが芸術であることを意味するものではないので、私はそれを8を与えています。\u001b[22m\n\u001b[4mOf course this is entirely my opinion and take on the art style.\u001b[24m\n    \u001b[1mもちろん、これはまったく私の意見であり、芸術のスタイルをとっています。\u001b[22m, \u001b[1mもちろん、これは完全に私の意見であり、アートスタイルを取ります。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9\n\n\u001b[1mサウンド：9\u001b[22m\n\u001b[1m(Saundo: 9)\u001b[22m\n\nTranslations of \u001b[4mSound: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9\u001b[24m\n    \u001b[1mサウンド：9\u001b[22m\nBelieve it or not the sound is amazing! I have yet to purchase the blu-ray, but the 1080p version of this online sounds great! Of course you can't expect much from a series like this but for what it's worth its good.\n\n\u001b[1mそれを信じるかどうか、音は素晴らしいです！ 私はまだブルーレイを購入していませんが、このオンラインの1080pバージョンは素晴らしいようです！ もちろん、あなたはこのようなシリーズから多くを期待することはできませんが、それはその価値があるものについては期待しています。\u001b[22m\n\u001b[1m(Sore o shinjiru ka dō ka,-on wa subarashīdesu! Watashi wa mada burūrei o kōnyū shite imasenga, kono onrain no 1080 p bājon wa subarashī yōdesu! Mochiron, anata wa kono yōna shirīzu kara ōku o kitai suru koto wa dekimasenga, sore wa sono kachi ga aru mono ni tsuite wa kitai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mBelieve it or not the sound is amazing! I have yet to purchase the blu-ray, but the 1080p version of this online sounds great! Of course you can't expect much from a series like this but for what it's worth its good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBelieve it or not the sound is amazing!\u001b[24m\n    \u001b[1mそれを信じるかどうか、音は素晴らしいです！\u001b[22m, \u001b[1m信じられないかもしれませんが、音は素晴らしいです！\u001b[22m\n\u001b[4mI have yet to purchase the blu-ray, but the 1080p version of this online sounds great!\u001b[24m\n    \u001b[1m私はまだブルーレイを購入していませんが、このオンラインの1080pバージョンは素晴らしいようです！\u001b[22m, \u001b[1m私はブルーレイを購入し、まだ持っているが、このオンラインの1080バージョンは素晴らしいですね！\u001b[22m\n\u001b[4mOf course you can't expect much from a series like this but for what it's worth its good.\u001b[24m\n    \u001b[1mもちろん、あなたはこのようなシリーズから多くを期待することはできませんが、それはその価値があるものについては期待しています。\u001b[22m, \u001b[1mもちろん、このようなシリーズからではなく、それはその優れた価値があるもののために多くを期待することはできません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 5\n\n\u001b[1mキャラクター：5\u001b[22m\n\u001b[1m(Kyarakutā: 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 5\u001b[24m\n    \u001b[1mキャラクター：5\u001b[22m\nI have to say I am a little disappointed in this. We are never properly introduced to many of the characters nor are we told how many characters came to be during this time line. Of course if you have been reading along with the manga you would know exactly whom everyone is. But if you entirely focused on the Anime up to this point, you'd have no idea who these people were.\n\n\u001b[1m私はこれに少し失望していると言わなければならない。 我々は、文字の多くに適切に導入されることも決してなく、このタイムラインの間に何人のキャラクターが登場したかについても言及していません。 もちろん、あなたがマンガと一緒に読んでいれば、あなたは誰が誰なのか正確に知ることができます。 しかし、あなたがこの時点までにアニメに全面的に集中すれば、あなたはこれらの人々が誰だったか分かりません。\u001b[22m\n\u001b[1m(Watashi wa kore ni sukoshi shitsubō shite iru to iwanakereba naranai. Wareware wa, moji no ōku ni tekisetsu ni dōnyū sa reru koto mo kesshite naku, kono taimu rain no ma ni nan-ri no kyarakutā ga tōjō shita ka ni tsuite mo genkyū shite imasen. Mochiron, anata ga manga to issho ni yonde ireba, anatahadare ga darena no ka seikaku ni shiru koto ga dekimasu. Shikashi, anata ga kono jiten made ni anime ni zenmen-teki ni shūchū sureba, anata wa korera no hitobito ga daredatta ka wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mI have to say I am a little disappointed in this. We are never properly introduced to many of the characters nor are we told how many characters came to be during this time line. Of course if you have been reading along with the manga you would know exactly whom everyone is. But if you entirely focused on the Anime up to this point, you'd have no idea who these people were.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have to say I am a little disappointed in this.\u001b[24m\n    \u001b[1m私はこれに少し失望していると言わなければならない。\u001b[22m, \u001b[1m私はこの中には少しがっかりしていると言わなければなりません。\u001b[22m\n\u001b[4mWe are never properly introduced to many of the characters nor are we told how many characters came to be during this time line.\u001b[24m\n    \u001b[1m我々は、文字の多くに適切に導入されることも決してなく、このタイムラインの間に何人のキャラクターが登場したかについても言及していません。\u001b[22m, \u001b[1m我々は適切な文字の多くに導入されることはありませんも私たちは、このタイムラインの間にようになりましたどのように多くの文字を告げています。\u001b[22m\n\u001b[4mOf course if you have been reading along with the manga you would know exactly whom everyone is.\u001b[24m\n    \u001b[1mもちろん、あなたがマンガと一緒に読んでいれば、あなたは誰が誰なのか正確に知ることができます。\u001b[22m, \u001b[1mあなたは漫画と一緒に読んでいる場合はもちろん、あなたは、誰もが正確に誰を知っているであろう。\u001b[22m\n\u001b[4mBut if you entirely focused on the Anime up to this point, you'd have no idea who these people were.\u001b[24m\n    \u001b[1mしかし、あなたがこの時点までにアニメに全面的に集中すれば、あなたはこれらの人々が誰だったか分かりません。\u001b[22m, \u001b[1mあなたは完全にこの時点までアニメに焦点を当てている場合しかし、あなたはこれらの人々があった見当がつかないと思います。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 7\n\n\u001b[1m楽しさ：7\u001b[22m\n\u001b[1m(Tanoshisa: 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 7\u001b[24m\n    \u001b[1m楽しさ：7\u001b[22m\nThis is entirely on your own opinion. Personally I liked it just because it was more SnO. But realistically I would be surprised of anyone really enjoyed it. Does not do the series justice, all it really was, was a filler to the ending.\n\n\u001b[1mこれはあなたの意見に完全に基づいています。 個人的には、SnOが増えたからといって好きだった。 しかし、現実的には、それを本当に楽しんだ人には驚かれるだろう。 シリーズの正義をしない、それは本当に終わりまでのフィラーでした。\u001b[22m\n\u001b[1m(Kore wa anata no iken ni kanzen ni motodzuite imasu. Kojin-teki ni wa, SnO ga fuetakara to itte sukidatta. Shikashi, genjitsu-teki ni wa, sore o hontōni tanoshinda hito ni wa odoroka rerudarou. Shirīzu no seigi o shinai, sore wa hontōni owari made no firādeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis is entirely on your own opinion. Personally I liked it just because it was more SnO. But realistically I would be surprised of anyone really enjoyed it. Does not do the series justice, all it really was, was a filler to the ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is entirely on your own opinion.\u001b[24m\n    \u001b[1mこれはあなたの意見に完全に基づいています。\u001b[22m, \u001b[1mこれは、自分の意見に完全です。\u001b[22m\n\u001b[4mPersonally I liked it just because it was more SnO.\u001b[24m\n    \u001b[1m個人的には、SnOが増えたからといって好きだった。\u001b[22m, \u001b[1m個人的に私はそれがよりのSnOたからといってそれが好き。\u001b[22m\n\u001b[4mBut realistically I would be surprised of anyone really enjoyed it.\u001b[24m\n    \u001b[1mしかし、現実的には、それを本当に楽しんだ人には驚かれるだろう。\u001b[22m, \u001b[1mしかし、現実的に、私は実際にそれを楽しんで誰の驚くだろう。\u001b[22m\n\u001b[4mDoes not do the series justice, all it really was, was a filler to the ending.\u001b[24m\n    \u001b[1mシリーズの正義をしない、それは本当に終わりまでのフィラーでした。\u001b[22m, \u001b[1mシリーズの正義をしない、それは本当にすべてだったが、結末への充填材でした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 7\n\n\u001b[1m全体：7\u001b[22m\n\u001b[1m(Zentai: 7)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7\u001b[24m\n    \u001b[1m全体：7\u001b[22m\nLike I've said before this series DESERVED another season. Of course we may never know the true reason behind why the other season was canceled but if I had to guess it would've been budget cuts or loss of interest at the company. Honestly, if you are a fan of the series just watch it for what it's worth. Look past the story and just remember that this is the last time you will see a new animated series with out beloved angels.\n\n\u001b[1m私はこのシリーズの前に言ったように別のシーズンを捨てました。 もちろん、なぜ他のシーズンがキャンセルされたのかの真の理由は決してわからないかもしれませんが、私が推測しなければならないのは、予算の削減または会社の利益の喪失であったでしょう。 正直なところ、あなたがシリーズのファンであれば、それが価値あるものかどうか見てください。 ストーリーを過ぎて見て、これが愛された天使たちと一緒に新しいアニメーションシリーズを見る最後の時であることを忘れないでください。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu no mae ni itta yō ni betsu no shīzun o sutemashita. Mochiron, naze hoka no shīzun ga kyanseru sa reta no ka no shin no riyū wa kesshite wakaranai kamo shiremasenga, watashi ga suisoku shinakereba naranai no wa, yosan no sakugen matawa kaisha no rieki no sōshitsudeattadeshou. Shōjikina tokoro, anata ga shirīzu no fandeareba, sore ga kachi aru mono ka dō ka mite kudasai. Sutōrī o sugite mite, kore ga aisa reta tenshi-tachi to issho ni atarashī animēshonshirīzu o miru saigo no tokidearu koto o wasurenaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mLike I've said before this series DESERVED another season. Of course we may never know the true reason behind why the other season was canceled but if I had to guess it would've been budget cuts or loss of interest at the company. Honestly, if you are a fan of the series just watch it for what it's worth. Look past the story and just remember that this is the last time you will see a new animated series with out beloved angels.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike I've said before this series DESERVED another season.\u001b[24m\n    \u001b[1m私はこのシリーズの前に言ったように別のシーズンを捨てました。\u001b[22m, \u001b[1mこのシリーズは別のシーズンに値する前のように私は言いました。\u001b[22m\n\u001b[4mOf course we may never know the true reason behind why the other season was canceled but if I had to guess it would've been budget cuts or loss of interest at the company.\u001b[24m\n    \u001b[1mもちろん、なぜ他のシーズンがキャンセルされたのかの真の理由は決してわからないかもしれませんが、私が推測しなければならないのは、予算の削減または会社の利益の喪失であったでしょう。\u001b[22m, \u001b[1mもちろん、他のシーズンがキャンセルされた理由の背後にある本当の理由を知ることはないかもしれないが、私は推測していた場合、それはされて予算削減または会社の興味の喪失をしただろう。\u001b[22m\n\u001b[4mHonestly, if you are a fan of the series just watch it for what it's worth.\u001b[24m\n    \u001b[1m正直なところ、あなたがシリーズのファンであれば、それが価値あるものかどうか見てください。\u001b[22m, \u001b[1mあなたはシリーズのファンであれば正直なところ、それは価値がある何のためにそれを見ます。\u001b[22m\n\u001b[4mLook past the story and just remember that this is the last time you will see a new animated series with out beloved angels.\u001b[24m\n    \u001b[1mストーリーを過ぎて見て、これが愛された天使たちと一緒に新しいアニメーションシリーズを見る最後の時であることを忘れないでください。\u001b[22m, \u001b[1m物語を越えて見て、ちょうどこれはあなたが最愛の天使たちとの新しいアニメーションシリーズが表示されます。最後の時間であることを覚えておいてください。\u001b[22m"
  },
  {
    "title": "Sora_no_Otoshimono_Final__Eternal_My_Master",
    "id": "12783",
    "url": "https://myanimelist.net/anime/12783/Sora_no_Otoshimono_Final__Eternal_My_Master",
    "user": "reble373",
    "profile": "/profile/reble373/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=163971",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  1\n\n「うんざりする」「混乱させる」「大事にする」「私は決してそれを見たことがありません」\n\nシリーズの空のおとしものは、私はそれがすべての視点で素晴らしいことをお勧めします、そして、私はそれを楽しんだだけで、この映画は大失望です。\n\n私はこの映画が情報の巨大なギャップのために非常に恐ろしいものであることを発見し、そのストーリーはどこにでもあります。 ムービーは激しいシーンから始まり、それがどのようにしてそのようになっているのか疑問に思います。 それは時間の中で切り取ったときに何の説明もせずにクライマックスに戻る前に、意味のないsh！\n\n人々は説明なしで死ぬべきではありません！\n4人の翼を持つ新人は誰ですか？\nなぜ地雷が荒廃したのですか？\nなぜF @＃％＃*だったのですか？ これらのすべての代わりにフィラーライクのエピソード？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\n'Awful' 'confusing' 'major let down' 'WISH I NEVER WATCHED IT!'\n\n\u001b[1m「うんざりする」「混乱させる」「大事にする」「私は決してそれを見たことがありません」\u001b[22m\n\u001b[1m(`Unzari suru'`konran sa seru'`daiji ni suru'`watashi wa kesshite sore o mita koto ga arimasen')\u001b[22m\n\nTranslations of \u001b[4m'Awful' 'confusing' 'major let down' 'WISH I NEVER WATCHED IT!'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Awful' 'confusing' 'major let down' 'WISH I NEVER WATCHED IT!'\u001b[24m\n    \u001b[1m「うんざりする」「混乱させる」「大事にする」「私は決してそれを見たことがありません」\u001b[22m, \u001b[1m私はITを見ないでください 'ひどい' '混乱' '主要な失望' 'WISH！」\u001b[22m\n\u001b[1m\u001b[22m\nThe series Sora no Otoshimono i recommend it's great in all perspectives and i enjoyed it it's just this movies is a major let down.\n\n\u001b[1mシリーズの空のおとしものは、私はそれがすべての視点で素晴らしいことをお勧めします、そして、私はそれを楽しんだだけで、この映画は大失望です。\u001b[22m\n\u001b[1m(Shirīzu no sora no otoshi mono wa, watashi wa sore ga subete no shiten de subarashī koto o o susume shimasu, soshite, watashi wa sore o tanoshinda dake de, kono eiga wa dai shitsubōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe series Sora no Otoshimono i recommend it's great in all perspectives and i enjoyed it it's just this movies is a major let down.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series Sora no Otoshimono i recommend it's great in all perspectives and i enjoyed it it's just this movies is a major let down.\u001b[24m\n    \u001b[1mシリーズの空のおとしものは、私はそれがすべての視点で素晴らしいことをお勧めします、そして、私はそれを楽しんだだけで、この映画は大失望です。\u001b[22m, \u001b[1mシリーズソラにはOtoshimono私はそれがすべてのパースペクティブで素晴らしいことだお勧めしないと私はそれだけでこの映画の主要が失望され、それを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nI found this movie to be extremely horrible due to its huge gaps in information and the story is all over the place. The movie starts with an intense scene that leaves you wonder how it got to be that way. When it cuts back in time it does so to show a meaningless heap of sh!t before returning to the climax with no explanation what so ever.\n\n\u001b[1m私はこの映画が情報の巨大なギャップのために非常に恐ろしいものであることを発見し、そのストーリーはどこにでもあります。 ムービーは激しいシーンから始まり、それがどのようにしてそのようになっているのか疑問に思います。 それは時間の中で切り取ったときに何の説明もせずにクライマックスに戻る前に、意味のないsh！\u001b[22m\n\u001b[1m(Watashi wa kono eiga ga jōhō no kyodaina gyappu no tame ni hijō ni osoroshī monodearu koto o hakken shi, sono sutōrī wa doko ni demo arimasu. Mūbī wa hageshī shīn kara hajimari, sore ga dono yō ni shite sonoyōni natte iru no ka gimon ni omoimasu. Sore wa jikan no naka de kiritotta toki ni nani no setsumei mo sezu ni kuraimakkusu ni modoru mae ni, iminonai sh!)\u001b[22m\n\nTranslations of \u001b[4mI found this movie to be extremely horrible due to its huge gaps in information and the story is all over the place. The movie starts with an intense scene that leaves you wonder how it got to be that way. When it cuts back in time it does so to show a meaningless heap of sh!t before returning to the climax with no explanation what so ever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found this movie to be extremely horrible due to its huge gaps in information and the story is all over the place.\u001b[24m\n    \u001b[1m私はこの映画が情報の巨大なギャップのために非常に恐ろしいものであることを発見し、そのストーリーはどこにでもあります。\u001b[22m, \u001b[1m私はこの映画は情報でその巨大なギャップに起因する非常に恐ろしいであることが判明し、物語はすべての場所です。\u001b[22m\n\u001b[4mThe movie starts with an intense scene that leaves you wonder how it got to be that way.\u001b[24m\n    \u001b[1mムービーは激しいシーンから始まり、それがどのようにしてそのようになっているのか疑問に思います。\u001b[22m, \u001b[1m映画は、あなたはそれがそのようになるようになったか疑問に思うままに強烈なシーンから始まります。\u001b[22m\n\u001b[4mWhen it cuts back in time it does so to show a meaningless heap of sh!t before returning to the climax with no explanation what so ever.\u001b[24m\n    \u001b[1mそれは時間の中で切り取ったときに何の説明もせずにクライマックスに戻る前に、意味のないsh！\u001b[22m, \u001b[1mそれが時間内に戻ってカットすると、それはそう、これまでどのような説明なしでクライマックスへ戻る前のsh！トンの無意味なヒープを表示するためにそうします。\u001b[22m\n\u001b[1m\u001b[22m\nPEOPLE SHOULDN'T DIE WITH NO EXPLANATION!\n\n\u001b[1m人々は説明なしで死ぬべきではありません！\u001b[22m\n\u001b[1m(Hitobito wa setsumei nashi de shinubekide wa arimasen!)\u001b[22m\n\nTranslations of \u001b[4mPEOPLE SHOULDN'T DIE WITH NO EXPLANATION!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPEOPLE SHOULDN'T DIE WITH NO EXPLANATION!\u001b[24m\n    \u001b[1m人々は説明なしで死ぬべきではありません！\u001b[22m, \u001b[1mPEOPLEは何の説明を有するダイべきではありません！\u001b[22m\nWHO ARE THE NEW PEOPLE WITH 4 WINGS?\n\n\u001b[1m4人の翼を持つ新人は誰ですか？\u001b[22m\n\u001b[1m(4-Ri no tsubasa o motsu shinjin wa daredesu ka?)\u001b[22m\n\nTranslations of \u001b[4mWHO ARE THE NEW PEOPLE WITH 4 WINGS?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWHO ARE THE NEW PEOPLE WITH 4 WINGS?\u001b[24m\n    \u001b[1m4人の翼を持つ新人は誰ですか？\u001b[22m, \u001b[1m4翼を持つ新しい人々はWHO ARE？\u001b[22m\nWHY DID EARTH GET DESTROYED?\n\n\u001b[1mなぜ地雷が荒廃したのですか？\u001b[22m\n\u001b[1m(Naze jirai ga kōhai shita nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mWHY DID EARTH GET DESTROYED?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWHY DID EARTH GET DESTROYED?\u001b[24m\n    \u001b[1mなぜ地雷が荒廃したのですか？\u001b[22m, \u001b[1mなぜ地球が破壊されたのですか？\u001b[22m\nWHY WAS THERE A F@#%#*! FILLER LIKE EPISODE INSTEAD OF ALL THIS?\n\n\u001b[1mなぜF @＃％＃*だったのですか？ これらのすべての代わりにフィラーライクのエピソード？\u001b[22m\n\u001b[1m(Naze F@#%#*datta nodesu ka? Korera no subete no kawari ni firāraiku no episōdo?)\u001b[22m\n\nTranslations of \u001b[4mWHY WAS THERE A F@#%#*! FILLER LIKE EPISODE INSTEAD OF ALL THIS?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWHY WAS THERE A F@#%#*!\u001b[24m\n    \u001b[1mなぜF @＃％＃*だったのですか？\u001b[22m, \u001b[1mなぜF @＃1％位*がありました！\u001b[22m\n\u001b[4mFILLER LIKE EPISODE INSTEAD OF ALL THIS?\u001b[24m\n    \u001b[1mこれらのすべての代わりにフィラーライクのエピソード？\u001b[22m, \u001b[1mINSTEAD ALL THIS OF EPISODE状フィラー？\u001b[22m"
  },
  {
    "title": "Sora_no_Otoshimono_Final__Eternal_My_Master",
    "id": "12783",
    "url": "https://myanimelist.net/anime/12783/Sora_no_Otoshimono_Final__Eternal_My_Master",
    "user": "ZexMasaki",
    "profile": "/profile/ZexMasaki/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=163597",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  4\n\n*あなた自身の裁量で読む、スポイラーを含むことができます！*\n\nこれは私の最初のMALレビューですが、私はソラのおとしものの忠実なウォッチャーと読者であり、「フィナーレ」（それを私が呼んでもいいでしょう）にはかなり失望しました。\n\nそらのおとしものの最初の2つの季節を見た人たちのために、私たちはすべて、アニメの適応は漫画のそれとはかなり違うことを知っていました。 多くの人が本がメディア制作より常に優れているという言葉になってきました。私には、アニメのストーリーとマンガのストーリーはかなりスノーでした...それはソラのおとしものを見るまでです。 永遠の私のマスター。\n\nキャラクター10/10：\nアニメの最も楽しい部分の1つ、キャラクターから始めましょう。  Episode / Chapter 1 Volume 1以来、ソラのおとしものの忠実なファンであった人は、文字は変わらない（しかし、彼らは非常に優れた発展を遂げている。 しかし、最初の映画の終わりのシーンでは、ヒヨリがこのシリーズに戻ってくる。 カオスはもう少し深いところでも示されていますが、何の開発も受けていません。 全体的に、キャラクターは古い、面白い自己であったが、プレヴィーの相手よりも暗い雰囲気を放った（主に映画の長さが約50分であるため）。\n\nアート10/10：\n私は、これらのキャラクターをデザインする際に、ミヌズキ・スチュウが天才であったということ以外は何も言いません。 私はそれをアニメーションよりも上手に考えることが好きです。それは、アニメーションが後でリリースされたことを考慮すると、アニメーションが驚くほどだったことを考慮すると、Date a LiveとNoucomeです。\n\nサウンド10/10：\n音そのものには問題はありませんでした。 私は、いくつかのシーンではより多くの音楽を使用でき、他のシーンでは別のサウンドトラックを使用している可能性があることがわかりました。 私が言ったように、音に問題はありません。\n\nストーリー4/10：\nこれがムービーが失敗した場所です。\nSnOの漫画を読んだことのある人にとって、私たちは皆、それが私たちに与えた感情的な影響を知っています。 クライマックスへのビルド（そしてその長い顔をしたパンチ）は、悲しいが甘い味わいの物語を残していた。 この映画の欠点は、ペーシングにあります。\n\n1）映画はマンガの大部分を残した。 それはマンガの巨大なハイライト（Pandora evo、Chaos development、Suguhaの過去）のいくつかを完全にスキップしました。 適合した部品は良かったが、急いで一部の部品が切り取られ、ストーリーの他の部分と融合した。 映画よりもシーズン3の方がこの問題を直ちに解決し、おそらく売上を上げていただろうが、売り上げが非常に高いようには見えない。\n\n2）あなたはエンディングを考えてもいいですか？ それはあなたに漫画の味を与えました。ファンガールが最初の5分間叫んで、次の40分間はそれを台無しにしました。最後の5分間は、私に不満を感じさせ、迷惑をかけていました。 元の漫画の結末は美しかったし、私の意見では（はい人は異なる意見を共有する）、物語には完璧。 日本とIMSはすべて同じ終わりをコピーして感情的なインパクトとブームを覚えました。スコアの平均はおそらく約8に上がりましたが、それはストーリーが得られなかったからです。 何も終わらない時にはフィナーレとして。\n\n*楽しさ5〜/ 10：\n映画がどれほど悪くなったのかに関わらず、心の底からソラのおとしものが大好きです。 この評価は自分の個人的な評価であるために主演されているため、偏見が大きくなります。 そらのおとしものは全然驚くほど素晴らしいですが、この映画は私にs ** tを与えました。 そんな「マンガ・エンディング」を読んで私を完全に怒らせてしまった。そして、この映画の悪い執行の中で、今はスヌー・ミナズキが顔を揃えていると思う。 重要で強烈で驚くべき話の全体が3〜5部分が切り取られ、何も解決しなかった厄介な50分の映画で満たされていることを知ったら、私はあまりにも顔をしかめていました。\n\n全体的な4/10：\n物語は主に私のためにそれを台無しにしたものです。 漫画にはいいものがあり、ニッポンとIMSが私に与えた悪いものは一切ないので、この映画を完全に忘れてマンガを読んでみたい。 私が推薦したのは、シーズン2で中断したところから空のおとしものを拾い上げ、そこから最後まで読むことです。 あなたはこの映画よりも完全で楽しいと感じるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\n*May contain spoilers, read at your own discretion!*\n\n\u001b[1m*あなた自身の裁量で読む、スポイラーを含むことができます！*\u001b[22m\n\u001b[1m(* Anata jishin no sairyō de yomu, supoirā o fukumu koto ga dekimasu!*)\u001b[22m\n\nTranslations of \u001b[4m*May contain spoilers, read at your own discretion!*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*May contain spoilers, read at your own discretion!*\u001b[24m\n    \u001b[1m*あなた自身の裁量で読む、スポイラーを含むことができます！*\u001b[22m, \u001b[1m*ご自身の判断でお読みスポイラーを含むことができます！*\u001b[22m\n\u001b[1m\u001b[22m\nThis is my very first review on MAL, but I have been a loyal watcher and reader of Sora no Otoshimono and was fairly disappointed with the 'Finale' (If I should even call it that).\n\n\u001b[1mこれは私の最初のMALレビューですが、私はソラのおとしものの忠実なウォッチャーと読者であり、「フィナーレ」（それを私が呼んでもいいでしょう）にはかなり失望しました。\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no MAL rebyūdesuga, watashi wa Sora no otoshi mono no chūjitsuna u~otchā to dokushadeari,`fināre'(sore o watashi ga yonde mo īdeshou) ni wa kanari shitsubō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThis is my very first review on MAL, but I have been a loyal watcher and reader of Sora no Otoshimono and was fairly disappointed with the 'Finale' (If I should even call it that).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my very first review on MAL, but I have been a loyal watcher and reader of Sora no Otoshimono and was fairly disappointed with the 'Finale' (If I should even call it that).\u001b[24m\n    \u001b[1mこれは私の最初のMALレビューですが、私はソラのおとしものの忠実なウォッチャーと読者であり、「フィナーレ」（それを私が呼んでもいいでしょう）にはかなり失望しました。\u001b[22m, \u001b[1mこれは、MALの私の非常に最初のレビューですが、私はソラの忠実なウォッチャーとリーダなしOtoshimonoされていると「フィナーレ」（私もことをそれを呼び出す必要がある場合）とはかなり失望したしました。\u001b[22m\n\u001b[1m\u001b[22m\nFor those who have seen the first two seasons of Sora no Otoshimono, we all knew that the anime adaptation was going to be fairly different from it's manga counterpart. Many people have come to terms that a book will always be better than its media production, and to me SnO was fairly even with the story in the anime and the story in the manga... that is until I watched Sora no Otoshimono Final: Eternal my Master.\n\n\u001b[1mそらのおとしものの最初の2つの季節を見た人たちのために、私たちはすべて、アニメの適応は漫画のそれとはかなり違うことを知っていました。 多くの人が本がメディア制作より常に優れているという言葉になってきました。私には、アニメのストーリーとマンガのストーリーはかなりスノーでした...それはソラのおとしものを見るまでです。 永遠の私のマスター。\u001b[22m\n\u001b[1m(Sora no otoshi mono no saisho no 2tsu no kisetsu o mita hito-tachi no tame ni, watashitachiha subete, anime no tekiō wa manga no soreto wa kanari chigau koto o shitte imashita. Ōku no hito ga hon ga media seisaku yori tsuneni sugurete iru to iu kotoba ni natte kimashita. Watashiniha, anime no sutōrī to manga no sutōrī wa kanari sunōdeshita... Sore wa Sora no otoshi mono o miru madedesu. Eien no watashi no masutā.)\u001b[22m\n\nTranslations of \u001b[4mFor those who have seen the first two seasons of Sora no Otoshimono, we all knew that the anime adaptation was going to be fairly different from it's manga counterpart. Many people have come to terms that a book will always be better than its media production, and to me SnO was fairly even with the story in the anime and the story in the manga... that is until I watched Sora no Otoshimono Final: Eternal my Master.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor those who have seen the first two seasons of Sora no Otoshimono, we all knew that the anime adaptation was going to be fairly different from it's manga counterpart.\u001b[24m\n    \u001b[1mそらのおとしものの最初の2つの季節を見た人たちのために、私たちはすべて、アニメの適応は漫画のそれとはかなり違うことを知っていました。\u001b[22m, \u001b[1mソラの最初の二つの季節がないOtoshimonoを見ている人のために、我々はすべてのアニメの適応は、それが漫画相手だからかなり異なることするつもりだったことを知っていました。\u001b[22m\n\u001b[4mMany people have come to terms that a book will always be better than its media production, and to me SnO was fairly even with the story in the anime and the story in the manga... that is until I watched Sora no Otoshimono Final:\u001b[24m\n    \u001b[1m多くの人が本がメディア制作より常に優れているという言葉になってきました。私には、アニメのストーリーとマンガのストーリーはかなりスノーでした...それはソラのおとしものを見るまでです。\u001b[22m, \u001b[1m私はソラは何Otoshimono決勝見なくなるまで、多くの人々が、この本は、常にそのメディア制作よりも良くなる用語になってきた、と私にのSnOでもアニメで物語や漫画で話をかなりあった...それは次のとおりです。\u001b[22m\n\u001b[4mEternal my Master.\u001b[24m\n    \u001b[1m永遠の私のマスター。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters 10/10:\n\n\u001b[1mキャラクター10/10：\u001b[22m\n\u001b[1m(Kyarakutā 10/ 10:)\u001b[22m\n\nTranslations of \u001b[4mCharacters 10/10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters 10/10:\u001b[24m\n    \u001b[1mキャラクター10/10：\u001b[22m, \u001b[1mキャラクター10月10日：\u001b[22m\nLet's start with one of the most enjoyable parts of the anime: the characters. For those who have been loyal fans of Sora no Otoshimono since Episode/Chapter 1, Volume 1, the characters have not changed (however they have developed quite excellently, through the good effort of Suu Minazuki). However, Hiyori is brought back into the series, something that was teased in the first movie's ending scene. Chaos is also shown with a little more depth, but didn't receive any development. Overall, the characters were their old, funny selves but gave off a darker vibe than it's premovie counterparts (mostly due to the movie being about 50 minutes long).\n\n\u001b[1mアニメの最も楽しい部分の1つ、キャラクターから始めましょう。  Episode / Chapter 1 Volume 1以来、ソラのおとしものの忠実なファンであった人は、文字は変わらない（しかし、彼らは非常に優れた発展を遂げている。 しかし、最初の映画の終わりのシーンでは、ヒヨリがこのシリーズに戻ってくる。 カオスはもう少し深いところでも示されていますが、何の開発も受けていません。 全体的に、キャラクターは古い、面白い自己であったが、プレヴィーの相手よりも暗い雰囲気を放った（主に映画の長さが約50分であるため）。\u001b[22m\n\u001b[1m(Anime no mottomo tanoshī bubun no 1tsu, kyarakutā kara hajimemashou. Episōdo/ chaputā 1 Volume 1 irai, Sora no otoshi mono no chūjitsuna fandeatta hito wa, moji wa kawaranai (shikashi, karera wa hijō ni sugureta hatten o togete iru. Shikashi, saisho no eiga no owari no shīnde wa, hiyori ga kono shirīzu ni modotte kuru. Kaosu wa mōsukoshi fukai tokoro demo shimesa rete imasuga, nani no kaihatsu mo ukete imasen. Zentai-teki ni, kyarakutā wa furui, omoshiroi jikodeattaga, purevu~ī no aite yori mo kurai fun'iki o hanatta (omoni eiga no naga-sa ga yaku 50-budearu tame).)\u001b[22m\n\nTranslations of \u001b[4mLet's start with one of the most enjoyable parts of the anime: the characters. For those who have been loyal fans of Sora no Otoshimono since Episode/Chapter 1, Volume 1, the characters have not changed (however they have developed quite excellently, through the good effort of Suu Minazuki). However, Hiyori is brought back into the series, something that was teased in the first movie's ending scene. Chaos is also shown with a little more depth, but didn't receive any development. Overall, the characters were their old, funny selves but gave off a darker vibe than it's premovie counterparts (mostly due to the movie being about 50 minutes long).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's start with one of the most enjoyable parts of the anime: the characters.\u001b[24m\n    \u001b[1mアニメの最も楽しい部分の1つ、キャラクターから始めましょう。\u001b[22m, \u001b[1m文字：アニメの最も楽しい部分の一つで始めてみましょう。\u001b[22m\n\u001b[4mFor those who have been loyal fans of Sora no Otoshimono since Episode/Chapter 1, Volume 1, the characters have not changed (however they have developed quite excellently, through the good effort of Suu Minazuki).\u001b[24m\n    \u001b[1mEpisode / Chapter 1 Volume 1以来、ソラのおとしものの忠実なファンであった人は、文字は変わらない（しかし、彼らは非常に優れた発展を遂げている。\u001b[22m, \u001b[1mノーOtoshimono話/第1章、第1巻は、文字が変更されていないので、ソラの忠実なファンをしている人のために（ただし、彼らは水無月すうの良い努力によって、非常に良好開発しました）。\u001b[22m\n\u001b[4mHowever, Hiyori is brought back into the series, something that was teased in the first movie's ending scene.\u001b[24m\n    \u001b[1mしかし、最初の映画の終わりのシーンでは、ヒヨリがこのシリーズに戻ってくる。\u001b[22m, \u001b[1mしかし、ひよりはバックシリーズ、最初の映画のエンディングシーンでからかわれたものになります。\u001b[22m\n\u001b[4mChaos is also shown with a little more depth, but didn't receive any development.\u001b[24m\n    \u001b[1mカオスはもう少し深いところでも示されていますが、何の開発も受けていません。\u001b[22m, \u001b[1mカオスももう少し深さで示されているが、任意の開発を受信しませんでした。\u001b[22m\n\u001b[4mOverall, the characters were their old, funny selves but gave off a darker vibe than it's premovie counterparts (mostly due to the movie being about 50 minutes long).\u001b[24m\n    \u001b[1m全体的に、キャラクターは古い、面白い自己であったが、プレヴィーの相手よりも暗い雰囲気を放った（主に映画の長さが約50分であるため）。\u001b[22m, \u001b[1m全体的に、文字は古い、面白いの自分だったが、それは（映画は約50分の長さであることに主に起因する）premovie対応だより暗い雰囲気を発しました。\u001b[22m\n\u001b[1m\u001b[22m\nArt 10/10:\n\n\u001b[1mアート10/10：\u001b[22m\n\u001b[1m(Āto 10/ 10:)\u001b[22m\n\nTranslations of \u001b[4mArt 10/10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 10/10:\u001b[24m\n    \u001b[1mアート10/10：\u001b[22m\nI have nothing to say other than Suu Minazuki was a genius in designing these characters. I like to think of it on par or even better than the animations than Date a Live and Noucome, considering those were later releases the animation was amazing.\n\n\u001b[1m私は、これらのキャラクターをデザインする際に、ミヌズキ・スチュウが天才であったということ以外は何も言いません。 私はそれをアニメーションよりも上手に考えることが好きです。それは、アニメーションが後でリリースされたことを考慮すると、アニメーションが驚くほどだったことを考慮すると、Date a LiveとNoucomeです。\u001b[22m\n\u001b[1m(Watashi wa, korera no kyarakutā o dezain suru sai ni, minuzuki suchuu ga tensaideatta to iu koto igai wa nani mo iimasen. Watashi wa sore o animēshon yori mo jōzu ni kangaeru koto ga sukidesu. Sore wa, animēshon ga atode rirīsu sa reta koto o kōryo suru to, animēshon ga odoroku hododatta koto o kōryo suru to, dēta a raibu to Noucomedesu.)\u001b[22m\n\nTranslations of \u001b[4mI have nothing to say other than Suu Minazuki was a genius in designing these characters. I like to think of it on par or even better than the animations than Date a Live and Noucome, considering those were later releases the animation was amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have nothing to say other than Suu Minazuki was a genius in designing these characters.\u001b[24m\n    \u001b[1m私は、これらのキャラクターをデザインする際に、ミヌズキ・スチュウが天才であったということ以外は何も言いません。\u001b[22m, \u001b[1m私は水無月すうはこれらの文字を設計する上で天才だった他のよりも何も言うことはありません。\u001b[22m\n\u001b[4mI like to think of it on par or even better than the animations than Date a Live and Noucome, considering those were later releases the animation was amazing.\u001b[24m\n    \u001b[1m私はそれをアニメーションよりも上手に考えることが好きです。それは、アニメーションが後でリリースされたことを考慮すると、アニメーションが驚くほどだったことを考慮すると、Date a LiveとNoucomeです。\u001b[22m, \u001b[1m私はそれらが後にしたアニメーションは驚くべきものだったリリースを考えると、日ライブと俺の脳内選択肢が、学園ラブコメを全力で邪魔しているよりもアニメーションよりも良いパーにそれを考えるのが好きか。\u001b[22m\n\u001b[1m\u001b[22m\nSound 10/10:\n\n\u001b[1mサウンド10/10：\u001b[22m\n\u001b[1m(Saundo 10/ 10:)\u001b[22m\n\nTranslations of \u001b[4mSound 10/10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 10/10:\u001b[24m\n    \u001b[1mサウンド10/10：\u001b[22m, \u001b[1m10/10サウンド：\u001b[22m\nThe sound itself had no problems, other than there just needed to be more of it. I found that some scenes could have used more music to it while others could have used a different sound track. Like I said, no problems with the sound.\n\n\u001b[1m音そのものには問題はありませんでした。 私は、いくつかのシーンではより多くの音楽を使用でき、他のシーンでは別のサウンドトラックを使用している可能性があることがわかりました。 私が言ったように、音に問題はありません。\u001b[22m\n\u001b[1m(Oto sonomono ni wa mondai wa arimasendeshita. Watashi wa, ikutsu ka no shīn dewa yori ōku no ongaku o shiyō deki, hoka no shīnde wa betsu no saundotorakku o shiyō shite iru kanōsei ga aru koto ga wakarimashita. Watashi ga itta yō ni,-on ni mondai wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe sound itself had no problems, other than there just needed to be more of it. I found that some scenes could have used more music to it while others could have used a different sound track. Like I said, no problems with the sound.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound itself had no problems, other than there just needed to be more of it.\u001b[24m\n    \u001b[1m音そのものには問題はありませんでした。\u001b[22m, \u001b[1m音自体はちょうどそれのよりがあることが必要以外の問題は、ありませんでした。\u001b[22m\n\u001b[4mI found that some scenes could have used more music to it while others could have used a different sound track.\u001b[24m\n    \u001b[1m私は、いくつかのシーンではより多くの音楽を使用でき、他のシーンでは別のサウンドトラックを使用している可能性があることがわかりました。\u001b[22m, \u001b[1m私は他の人が別のサウンドトラックを使用している可能性がありながら、いくつかのシーンがそれに多くの音楽を使用することもできましたことを発見しました。\u001b[22m\n\u001b[4mLike I said, no problems with the sound.\u001b[24m\n    \u001b[1m私が言ったように、音に問題はありません。\u001b[22m, \u001b[1m同様に私は、音で何の問題も言いませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nStory 4/10:\n\n\u001b[1mストーリー4/10：\u001b[22m\n\u001b[1m(Sutōrī 4/ 10:)\u001b[22m\n\nTranslations of \u001b[4mStory 4/10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 4/10:\u001b[24m\n    \u001b[1mストーリー4/10：\u001b[22m\nThis is where the movie failed.\n\n\u001b[1mこれがムービーが失敗した場所です。\u001b[22m\n\u001b[1m(Kore ga mūbī ga shippaishita bashodesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is where the movie failed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is where the movie failed.\u001b[24m\n    \u001b[1mこれがムービーが失敗した場所です。\u001b[22m, \u001b[1m映画が失敗したところです。\u001b[22m\nFor those who have read the manga of SnO, we all know the emotional impact it had on us. The build to the climax (AND THAT LONG AWAITED PUNCH TO THE FACE) had left the story with a sad but sweet taste to it, sad because the series is over but sweet since the ending was just beautiful. The faults of this movie lies with its pacing.\n\n\u001b[1mSnOの漫画を読んだことのある人にとって、私たちは皆、それが私たちに与えた感情的な影響を知っています。 クライマックスへのビルド（そしてその長い顔をしたパンチ）は、悲しいが甘い味わいの物語を残していた。 この映画の欠点は、ペーシングにあります。\u001b[22m\n\u001b[1m(SnO no manga o yonda koto no aru hito ni totte, watashitachi wa mina, sore ga watashitachi ni ataeta kanjō-tekina eikyō o shitte imasu. Kuraimakkusu e no birudo (soshite sono nagai kao o shita panchi) wa, kanashīga amai ajiwai no monogatari o nokoshite ita. Kono eiga no ketten wa, pēshingu ni arimasu.)\u001b[22m\n\nTranslations of \u001b[4mFor those who have read the manga of SnO, we all know the emotional impact it had on us. The build to the climax (AND THAT LONG AWAITED PUNCH TO THE FACE) had left the story with a sad but sweet taste to it, sad because the series is over but sweet since the ending was just beautiful. The faults of this movie lies with its pacing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor those who have read the manga of SnO, we all know the emotional impact it had on us.\u001b[24m\n    \u001b[1mSnOの漫画を読んだことのある人にとって、私たちは皆、それが私たちに与えた感情的な影響を知っています。\u001b[22m, \u001b[1mSnOの漫画を読んでいる人のために、我々はすべてそれが私たちに持っていた感情的な影響を知っています。\u001b[22m\n\u001b[4mThe build to the climax (AND THAT LONG AWAITED PUNCH TO THE FACE) had left the story with a sad but sweet taste to it, sad because the series is over but sweet since the ending was just beautiful.\u001b[24m\n    \u001b[1mクライマックスへのビルド（そしてその長い顔をしたパンチ）は、悲しいが甘い味わいの物語を残していた。\u001b[22m, \u001b[1mクライマックスへのビルド（AND FACE TO THAT待望PUNCH）はエンディングがちょうどきれいだったので、シリーズは終わったが甘いです悲しいので、それに悲しいが、甘味と話を残しました。\u001b[22m\n\u001b[4mThe faults of this movie lies with its pacing.\u001b[24m\n    \u001b[1mこの映画の欠点は、ペーシングにあります。\u001b[22m, \u001b[1mこの映画の故障は、そのペーシングです。\u001b[22m\n\u001b[1m\u001b[22m\n1) The movie left out much of the manga. It completely skipped over some of the huge highlights of the manga (Pandora evo, Chaos development, Suguha's past). While the parts that were adapted were good, they were rushed, and some parts were cut and fused with other parts of the story. Having a season 3 rather than movie would've fixed this problem immediately, and would've probably risen sales, but to me it doesn't look like the sales will be very high.\n\n\u001b[1m1）映画はマンガの大部分を残した。 それはマンガの巨大なハイライト（Pandora evo、Chaos development、Suguhaの過去）のいくつかを完全にスキップしました。 適合した部品は良かったが、急いで一部の部品が切り取られ、ストーリーの他の部分と融合した。 映画よりもシーズン3の方がこの問題を直ちに解決し、おそらく売上を上げていただろうが、売り上げが非常に高いようには見えない。\u001b[22m\n\u001b[1m(1) Eiga wa manga no daibubun o nokoshita. Sore wa manga no kyodaina hairaito (pandora evo, kaosu deberoppumento, Suguha no kako) no ikutsu ka o kanzen ni sukippu shimashita. Tekigō shita buhin wa yokatta ga, isoide ichibu no buhin ga kiritora re, sutōrī no ta no bubun to yūgō shita. Eiga yori mo shīzun 3 no kata ga kono mondai o tadachini kaiketsu shi, osoraku uriage o agete itadarouga, uriage ga hijō ni takai yō ni wa mienai.)\u001b[22m\n\nTranslations of \u001b[4m1) The movie left out much of the manga. It completely skipped over some of the huge highlights of the manga (Pandora evo, Chaos development, Suguha's past). While the parts that were adapted were good, they were rushed, and some parts were cut and fused with other parts of the story. Having a season 3 rather than movie would've fixed this problem immediately, and would've probably risen sales, but to me it doesn't look like the sales will be very high.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1) The movie left out much of the manga.\u001b[24m\n    \u001b[1m1）映画はマンガの大部分を残した。\u001b[22m, \u001b[1m1）映画は漫画の多くを残しました。\u001b[22m\n\u001b[4mIt completely skipped over some of the huge highlights of the manga (Pandora evo, Chaos development, Suguha's past).\u001b[24m\n    \u001b[1mそれはマンガの巨大なハイライト（Pandora evo、Chaos development、Suguhaの過去）のいくつかを完全にスキップしました。\u001b[22m, \u001b[1mそれは完全に漫画（パンドラEVO、カオスの開発、Suguhaの過去）の巨大なハイライトのいくつか飛ばし。\u001b[22m\n\u001b[4mWhile the parts that were adapted were good, they were rushed, and some parts were cut and fused with other parts of the story.\u001b[24m\n    \u001b[1m適合した部品は良かったが、急いで一部の部品が切り取られ、ストーリーの他の部分と融合した。\u001b[22m, \u001b[1m適応された部品が良好であったが、それらは急いし、そしていくつかの部分を切断し、物語の他の部分と融合させました。\u001b[22m\n\u001b[4mHaving a season 3 rather than movie would've fixed this problem immediately, and would've probably risen sales, but to me it doesn't look like the sales will be very high.\u001b[24m\n    \u001b[1m映画よりもシーズン3の方がこの問題を直ちに解決し、おそらく売上を上げていただろうが、売り上げが非常に高いようには見えない。\u001b[22m, \u001b[1mシーズン3ではなく映画はすぐにこの問題を修正しただろう、おそらく上昇し、販売をしただろうが、私にはそれが売上高のように見えない持つことは非常に高くなります。\u001b[22m\n\u001b[1m\u001b[22m\n2) Can you even consider that an ending? It gave you a taste of the manga, something I had fangirl screamed over for the first five minutes until the next 40 minutes ruined it, with the last 5 minutes leaving me feeling frustrated, annoyed, and most of all unsatisfied. The original manga ending was beautiful and, IN MY OPINION (yes people share different opinions), perfect for the story. Now all Nippon and IMS had to do was copy that same ending and it's emotional impact and boom, the score average would've probably risen to about an 8, but because it didn't the story gets a 4. Don't title something as a finale when it doesn't even end anything.\n\n\u001b[1m2）あなたはエンディングを考えてもいいですか？ それはあなたに漫画の味を与えました。ファンガールが最初の5分間叫んで、次の40分間はそれを台無しにしました。最後の5分間は、私に不満を感じさせ、迷惑をかけていました。 元の漫画の結末は美しかったし、私の意見では（はい人は異なる意見を共有する）、物語には完璧。 日本とIMSはすべて同じ終わりをコピーして感情的なインパクトとブームを覚えました。スコアの平均はおそらく約8に上がりましたが、それはストーリーが得られなかったからです。 何も終わらない時にはフィナーレとして。\u001b[22m\n\u001b[1m(2) Anata wa endingu o kangaete mo īdesu ka? Sore wa anata ni manga no aji o ataemashita. Fangāru ga saisho no 5-funkan sakende,-ji no 40-funkan wa sore o dainashi ni shimashita. Saigo no 5-funkan wa, watashi ni fuman o kanji sase, meiwaku o kakete imashita. Gen no manga no ketsumatsu wa utsukushikattashi, watashi no ikende wa (hai hito wa kotonaru iken o kyōyū suru), monogatari ni wa kanpeki. Nihon to imuzu wa subete onaji owari o kopī shite kanjō-tekina inpakuto to būmu o oboemashita. Sukoa no heikin wa osoraku yaku 8 ni agarimashitaga, soreha sutōrī ga e rarenakattakaradesu. Nani mo owaranai tokiniha fināre to shite.)\u001b[22m\n\nTranslations of \u001b[4m2) Can you even consider that an ending? It gave you a taste of the manga, something I had fangirl screamed over for the first five minutes until the next 40 minutes ruined it, with the last 5 minutes leaving me feeling frustrated, annoyed, and most of all unsatisfied. The original manga ending was beautiful and, IN MY OPINION (yes people share different opinions), perfect for the story. Now all Nippon and IMS had to do was copy that same ending and it's emotional impact and boom, the score average would've probably risen to about an 8, but because it didn't the story gets a 4. Don't title something as a finale when it doesn't even end anything.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2) Can you even consider that an ending?\u001b[24m\n    \u001b[1m2）あなたはエンディングを考えてもいいですか？\u001b[22m, \u001b[1m2）あなたも終わることを考慮することはできますか？\u001b[22m\n\u001b[4mIt gave you a taste of the manga, something I had fangirl screamed over for the first five minutes until the next 40 minutes ruined it, with the last 5 minutes leaving me feeling frustrated, annoyed, and most of all unsatisfied.\u001b[24m\n    \u001b[1mそれはあなたに漫画の味を与えました。ファンガールが最初の5分間叫んで、次の40分間はそれを台無しにしました。最後の5分間は、私に不満を感じさせ、迷惑をかけていました。\u001b[22m, \u001b[1m次の40分は、最後の5分は私がイライラ、イライラ感、そしてすべての最も不満残して、それを台無しにするまで、それは、あなたに私はファンの女の子は最初の5分間にわたり叫んいた何かを漫画の味を与えました。\u001b[22m\n\u001b[4mThe original manga ending was beautiful and, IN MY OPINION (yes people share different opinions), perfect for the story.\u001b[24m\n    \u001b[1m元の漫画の結末は美しかったし、私の意見では（はい人は異なる意見を共有する）、物語には完璧。\u001b[22m, \u001b[1m原作の結末は、物語のための完璧なきれいだったと、私の意見では（はい、人々は異なる意見を共有します）。\u001b[22m\n\u001b[4mNow all Nippon and IMS had to do was copy that same ending and it's emotional impact and boom, the score average would've probably risen to about an 8, but because it didn't the story gets a 4. Don't title something\u001b[24m\n    \u001b[1m日本とIMSはすべて同じ終わりをコピーして感情的なインパクトとブームを覚えました。スコアの平均はおそらく約8に上がりましたが、それはストーリーが得られなかったからです。\u001b[22m, \u001b[1m今、日本およびIMSがしなければならなかったすべてのコピーが同じ結末だった、それは感情的な影響とブームですが、スコアの平均は、おそらく8程度に上昇しただろうが、それは話が4でくださいないタイトルの何かを取得しなかったので、\u001b[22m\n\u001b[4mas a finale when it doesn't even end anything.\u001b[24m\n    \u001b[1m何も終わらない時にはフィナーレとして。\u001b[22m, \u001b[1mそれも何も終わっていませんフィナーレとして。\u001b[22m\n\u001b[1m\u001b[22m\n*Enjoyment 5~/10:\n\n\u001b[1m*楽しさ5〜/ 10：\u001b[22m\n\u001b[1m(* Tanoshisa 5 〜/ 10:)\u001b[22m\n\nTranslations of \u001b[4m*Enjoyment 5~/10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*Enjoyment 5~/10:\u001b[24m\n    \u001b[1m*楽しさ5〜/ 10：\u001b[22m\nRegardless of how bad the movie was executed, I love Sora no Otoshimono from the bottom of my heart. This rating is starred because it is my OWN PERSONAL rating, so it will be heavily biased. Sora no Otoshimono is absolutely amazing as a whole, but this movie gave me s**t. That 'Read the Manga Ending' completely pissed me off, and I can imagine Suu Minazuki facepalming right now over the poor execution of this movie. I would be facepalming too if I knew that 3-5 entire parts of my story that were important, intense, and amazing were cut out and filled in with a crappy 50 minute movie that didn't even solve anything.\n\n\u001b[1m映画がどれほど悪くなったのかに関わらず、心の底からソラのおとしものが大好きです。 この評価は自分の個人的な評価であるために主演されているため、偏見が大きくなります。 そらのおとしものは全然驚くほど素晴らしいですが、この映画は私にs ** tを与えました。 そんな「マンガ・エンディング」を読んで私を完全に怒らせてしまった。そして、この映画の悪い執行の中で、今はスヌー・ミナズキが顔を揃えていると思う。 重要で強烈で驚くべき話の全体が3〜5部分が切り取られ、何も解決しなかった厄介な50分の映画で満たされていることを知ったら、私はあまりにも顔をしかめていました。\u001b[22m\n\u001b[1m(Eiga ga dorehodo waruku natta no ka ni kakawarazu, kokoronosokokara Sora no otoshi mono ga daisukidesu. Kono hyōka wa jibun no kojin-tekina hyōkadearu tame ni shuen sa rete iru tame, henken ga ōkiku narimasu. Sora no otoshi mono wa zenzen odoroku hodo subarashīdesuga, kono eiga wa watashi ni s** t o ataemashita. Son'na `manga endingu' o yonde watashi o kanzen ni okora sete shimatta. Soshite, kono eiga no warui shikkō no naka de, ima wa sunū minazuki ga kao o soroete iru to omou. Jūyōde kyōretsude odorokubeki hanashi no zentai ga 3 〜 5 bubun ga kiritora re, nani mo kaiketsu shinakatta yakkaina 50-bu no eiga de mitasa rete iru koto o shittara, watashi wa amarini mo kao o shikamete imashita.)\u001b[22m\n\nTranslations of \u001b[4mRegardless of how bad the movie was executed, I love Sora no Otoshimono from the bottom of my heart. This rating is starred because it is my OWN PERSONAL rating, so it will be heavily biased. Sora no Otoshimono is absolutely amazing as a whole, but this movie gave me s**t. That 'Read the Manga Ending' completely pissed me off, and I can imagine Suu Minazuki facepalming right now over the poor execution of this movie. I would be facepalming too if I knew that 3-5 entire parts of my story that were important, intense, and amazing were cut out and filled in with a crappy 50 minute movie that didn't even solve anything.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRegardless of how bad the movie was executed, I love Sora no Otoshimono from the bottom of my heart.\u001b[24m\n    \u001b[1m映画がどれほど悪くなったのかに関わらず、心の底からソラのおとしものが大好きです。\u001b[22m, \u001b[1mかかわらず、映画が実行されたどのように悪いの、私は私の心の底から何Otoshimono空を愛していません。\u001b[22m\n\u001b[4mThis rating is starred because it is my OWN PERSONAL rating, so it will be heavily biased.\u001b[24m\n    \u001b[1mこの評価は自分の個人的な評価であるために主演されているため、偏見が大きくなります。\u001b[22m, \u001b[1mそれは私自身の個人的な評価であるため、この評価は主演されているので、強くバイアスされます。\u001b[22m\n\u001b[4mSora no Otoshimono is absolutely amazing as a whole, but this movie gave me s**t.\u001b[24m\n    \u001b[1mそらのおとしものは全然驚くほど素晴らしいですが、この映画は私にs ** tを与えました。\u001b[22m, \u001b[1mそらのおとしものはトン**全体としては本当にすばらしいですが、この映画がくれましたよ。\u001b[22m\n\u001b[4mThat 'Read the Manga Ending' completely pissed me off, and I can imagine Suu Minazuki facepalming right now over the poor execution of this movie.\u001b[24m\n    \u001b[1mそんな「マンガ・エンディング」を読んで私を完全に怒らせてしまった。そして、この映画の悪い執行の中で、今はスヌー・ミナズキが顔を揃えていると思う。\u001b[22m, \u001b[1mそれは完全に私を怒らせた」エンディングマンガを読んで」、と私は水無月すうがこの映画の不適切な実行の上に今facepalming想像することができます。\u001b[22m\n\u001b[4mI would be facepalming too if I knew that 3-5 entire parts of my story that were important, intense, and amazing were cut out and filled in with a crappy 50 minute movie that didn't even solve anything.\u001b[24m\n    \u001b[1m重要で強烈で驚くべき話の全体が3〜5部分が切り取られ、何も解決しなかった厄介な50分の映画で満たされていることを知ったら、私はあまりにも顔をしかめていました。\u001b[22m, \u001b[1m私は、重要な強烈な、と驚くほどだった私の話の3-5全体の部分を切り出し、さらには何も解決しませんでした安っぽい50分の映画で充填したことを知っていた場合、私はあまりにもfacepalmingされることになります。\u001b[22m\n\u001b[1m\u001b[22m\nOverall 4/10:\n\n\u001b[1m全体的な4/10：\u001b[22m\n\u001b[1m(Zentai-tekina 4/ 10:)\u001b[22m\n\nTranslations of \u001b[4mOverall 4/10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 4/10:\u001b[24m\n    \u001b[1m全体的な4/10：\u001b[22m, \u001b[1m全体的に4月10日：\u001b[22m\nThe story is mainly what ruined it for me. I want to completely forget this movie ever existed and just reread the manga, because the manga has all the good stuff and none of the bad stuff Nippon and IMS gave me. My recommendation is to just pick up Sora no Otoshimono from where it left off in Season 2 and read it from there 'til the end. You'll find it more complete and more enjoyable than this movie.\n\n\u001b[1m物語は主に私のためにそれを台無しにしたものです。 漫画にはいいものがあり、ニッポンとIMSが私に与えた悪いものは一切ないので、この映画を完全に忘れてマンガを読んでみたい。 私が推薦したのは、シーズン2で中断したところから空のおとしものを拾い上げ、そこから最後まで読むことです。 あなたはこの映画よりも完全で楽しいと感じるでしょう。\u001b[22m\n\u001b[1m(Monogatari wa omoni watashi no tame ni sore o dainashi ni shita monodesu. Manga ni wa ī mono ga ari, Nippon to imuzu ga watashi ni ataeta warui mono wa issai nainode, kono eiga o kanzen ni wasurete manga o yonde mitai. Watashi ga suisen shita no wa, shīzun 2 de chūdan shita tokoro kara sora no otoshi mono o hiroiage, soko kara saigomade yomu kotodesu. Anata wa kono eiga yori mo kanzende tanoshī to kanjirudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe story is mainly what ruined it for me. I want to completely forget this movie ever existed and just reread the manga, because the manga has all the good stuff and none of the bad stuff Nippon and IMS gave me. My recommendation is to just pick up Sora no Otoshimono from where it left off in Season 2 and read it from there 'til the end. You'll find it more complete and more enjoyable than this movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is mainly what ruined it for me.\u001b[24m\n    \u001b[1m物語は主に私のためにそれを台無しにしたものです。\u001b[22m, \u001b[1m物語は私のためにそれを台無しにしたものを主にです。\u001b[22m\n\u001b[4mI want to completely forget this movie ever existed and just reread the manga, because the manga has all the good stuff and none of the bad stuff Nippon and IMS gave me.\u001b[24m\n    \u001b[1m漫画にはいいものがあり、ニッポンとIMSが私に与えた悪いものは一切ないので、この映画を完全に忘れてマンガを読んでみたい。\u001b[22m, \u001b[1m私は完全にこの映画かつて存在を忘れて、漫画はすべての良いものを持っているし、悪いもの日本とIMSのどれもが私を与えなかったので、ちょうど、漫画を再読したいです。\u001b[22m\n\u001b[4mMy recommendation is to just pick up Sora no Otoshimono from where it left off in Season 2 and read it from there 'til the end.\u001b[24m\n    \u001b[1m私が推薦したのは、シーズン2で中断したところから空のおとしものを拾い上げ、そこから最後まで読むことです。\u001b[22m, \u001b[1m私の推薦はちょうどそれがシーズン2で中断したところから何のOtoshimono空をピックアップしないと終了 'ゴマそこからそれを読むことです。\u001b[22m\n\u001b[4mYou'll find it more complete and more enjoyable than this movie.\u001b[24m\n    \u001b[1mあなたはこの映画よりも完全で楽しいと感じるでしょう。\u001b[22m, \u001b[1mあなたはそれがより完全でこの映画よりも楽しいでしょう。\u001b[22m"
  },
  {
    "title": "Sora_no_Otoshimono_Final__Eternal_My_Master",
    "id": "12783",
    "url": "https://myanimelist.net/anime/12783/Sora_no_Otoshimono_Final__Eternal_My_Master",
    "user": "Lindwurm",
    "profile": "/profile/Lindwurm/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=163221",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  7\nキャラクター|  4\n|  1\n\nあなたはこの映画を見ないでください！\n\nソラのおとしものファンなら、この「映画」には完全に失望します。 それは文字通りシリーズに終わりを提供しないし、シナプスとの戦いをアニメーション化する努力をしない。\n\n漫画を読んでください！ 漫画の最後の20章は驚くべきものであり、その終わりはその永遠の私のマスターと呼ばれる物語のこの吐き気に比べてその価値がある。\n\nこれが、シリーズ/ショーが本当の（キヤノン）のソースを見つけるのが好きな人なら誰にでも話す理由です。 マンガは、特に最後の章は素晴らしかったこの '映画'は完全な反対です！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nOMFG you don't please just don't watch this movie!\n\n\u001b[1mあなたはこの映画を見ないでください！\u001b[22m\n\u001b[1m(Anata wa kono eiga o minaide kudasai!)\u001b[22m\n\nTranslations of \u001b[4mOMFG you don't please just don't watch this movie!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOMFG you don't please just don't watch this movie!\u001b[24m\n    \u001b[1mあなたはこの映画を見ないでください！\u001b[22m, \u001b[1mOMFGあなたはこの映画を見ていないだけで喜ばないでください！\u001b[22m\n\u001b[1m\u001b[22m\nIf you're a Sora no Otoshimono fan you'll be utterly disappointed with this 'movie.' It literally provides no ending to the series and doesn't even make the effort to animate the fights against the Synapse.\n\n\u001b[1mソラのおとしものファンなら、この「映画」には完全に失望します。 それは文字通りシリーズに終わりを提供しないし、シナプスとの戦いをアニメーション化する努力をしない。\u001b[22m\n\u001b[1m(Sora no oto shimo no fan'nara, kono `eiga' ni wa kanzen ni shitsubō shimasu. Sore wa mojidōri shirīzu ni owari o teikyō shinaishi, shinapusu to notatakai o animēshon-ka suru doryoku o shinai.)\u001b[22m\n\nTranslations of \u001b[4mIf you're a Sora no Otoshimono fan you'll be utterly disappointed with this 'movie.' It literally provides no ending to the series and doesn't even make the effort to animate the fights against the Synapse.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're a Sora no Otoshimono fan you'll be utterly disappointed with this 'movie.'\u001b[24m\n    \u001b[1mソラのおとしものファンなら、この「映画」には完全に失望します。\u001b[22m, \u001b[1mあなたはそらのおとしものファンなら、あなたはこれと全く失望するだろう」映画。」\u001b[22m\n\u001b[4mIt literally provides no ending to the series and doesn't even make the effort to animate the fights against the Synapse.\u001b[24m\n    \u001b[1mそれは文字通りシリーズに終わりを提供しないし、シナプスとの戦いをアニメーション化する努力をしない。\u001b[22m, \u001b[1mそれは文字通りシリーズへの結末を提供していないとさえシナプスに対する戦いをアニメーション化するための努力をしていません。\u001b[22m\n\u001b[1m\u001b[22m\nRead the manga! The last 20 chapters of the manga are amazing and that end ohhhhhh that end is so worth it compared to this vomit of story called 'Eternal My Master.'\n\n\u001b[1m漫画を読んでください！ 漫画の最後の20章は驚くべきものであり、その終わりはその永遠の私のマスターと呼ばれる物語のこの吐き気に比べてその価値がある。\u001b[22m\n\u001b[1m(Manga o yondekudasai! Manga no saigo no 20-shō wa odorokubeki monodeari, sono owari wa sono eien no watashi no masutā to yoba reru monogatari no kono hakike ni kurabete sono kachigāru.)\u001b[22m\n\nTranslations of \u001b[4mRead the manga! The last 20 chapters of the manga are amazing and that end ohhhhhh that end is so worth it compared to this vomit of story called 'Eternal My Master.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRead the manga!\u001b[24m\n    \u001b[1m漫画を読んでください！\u001b[22m, \u001b[1m漫画を読みます！\u001b[22m\n\u001b[4mThe last 20 chapters of the manga are amazing and that end ohhhhhh that end is so worth it compared to this vomit of story called 'Eternal My Master.'\u001b[24m\n    \u001b[1m漫画の最後の20章は驚くべきものであり、その終わりはその永遠の私のマスターと呼ばれる物語のこの吐き気に比べてその価値がある。\u001b[22m, \u001b[1m漫画の最後の20章は驚くべきものだとそのエンドohhhhhhその目的は、それが呼ばれる物語のこの嘔吐物に比べてそれほど価値がある「永遠の私のマスター」。\u001b[22m\n\u001b[1m\u001b[22m\nThis is why I tell everyone if you like a series/show find the true (Canon) source. The manga specially the last chapters were terrific this 'movie' is the complete opposite!\n\n\u001b[1mこれが、シリーズ/ショーが本当の（キヤノン）のソースを見つけるのが好きな人なら誰にでも話す理由です。 マンガは、特に最後の章は素晴らしかったこの '映画'は完全な反対です！\u001b[22m\n\u001b[1m(Kore ga, shirīzu/ shō ga hontō no (Kiyanon) no sōsu o mitsukeru no ga sukinahitonara darenidemo hanasu riyūdesu. Manga wa, tokuni saigo no shō wa subarashikatta kono' eiga' wa kanzen'na hantaidesu!)\u001b[22m\n\nTranslations of \u001b[4mThis is why I tell everyone if you like a series/show find the true (Canon) source. The manga specially the last chapters were terrific this 'movie' is the complete opposite!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is why I tell everyone if you like a series/show find the true (Canon) source.\u001b[24m\n    \u001b[1mこれが、シリーズ/ショーが本当の（キヤノン）のソースを見つけるのが好きな人なら誰にでも話す理由です。\u001b[22m, \u001b[1mあなたはシリーズ/ショーが真（キヤノン）ソースを見つけたい場合、私は誰も教え理由です。\u001b[22m\n\u001b[4mThe manga specially the last chapters were terrific this 'movie' is the complete opposite!\u001b[24m\n    \u001b[1mマンガは、特に最後の章は素晴らしかったこの '映画'は完全な反対です！\u001b[22m, \u001b[1m漫画は特別に最後の章では、この「映画は「完全な反対で素晴らしいでした！\u001b[22m"
  },
  {
    "title": "Sora_no_Otoshimono_Final__Eternal_My_Master",
    "id": "12783",
    "url": "https://myanimelist.net/anime/12783/Sora_no_Otoshimono_Final__Eternal_My_Master",
    "user": "trident123",
    "profile": "/profile/trident123/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=160125",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  1\nアニメーション|  7\nサウンド|  4\nキャラクター|  3\n|  1\n\n私の最初のレビュー、それは残りの部分と同じようには見えないかもしれませんが、それはあまりにも（私が願って）ぼんやりしてはいけません。 また、それはスポイラーを含むかもしれないが、私は多くを明らかにしないように最善を尽くします。\n\n私は最初マンガを始めました。なぜなら、誰かがFBで投稿した最後の章を見たことがあったからです。興味深いことに静かでしたので、私はそれを読まなければならないと決めました。 私は速い読者であるので、旅は数日間続きました。 私はClannadを見て以来、これほど動かなかった。 私は同じ日にアニメシリーズをピックアップし、同じ夜にそれを落とした。 どうして？ あなたは尋ねるかもしれない。 私は、それらのパネルにあった壮大さを、どのようにして子供の遊び場面にまで劣化させることに耐えることができませんでした。 私にエリート主義者を呼んでください、しかし、私は、ソースがどれほど良いかによってアニメを始めるのは非常に誇大広告でした。\n\n今すぐリバイズを始めよう、私はシリーズで私の背景を明らかにしなければならないように、私はちょうど意図的に映画をバッシングしているように見えません。\n\nストーリー1/10：映画そのものの名前が好きです。アニメの適応に「最終的」なものと思われますが、まだまだ大きな時間を浪費しています。 まず、私はちょうど私が偏っているとしっかりと信じています。 彼らはすでにフォルテの欠けている部分をカバーしているかもしれません。 だから私はそれが本当であるかどうかを確認するためにフォルテを拾う、別の混乱を作ることの横にそれをカバーしないことが判明。 映画は最終的なアークにあったすべての要因を実質的にスキップし、他の誰もがすでに死亡した最後のパネルから始まります。 私はシナプスが敵の攻撃からの保護として盾を持っていることを確信していますが、イカロスがトモキを得るためにはそれを無効にしていますか？ この映画には多くの欠陥がありますが、それはちょうど狂っています。私は0にしたいと思いますが、MALの評価システムのせいでできません。\n\nアート7/10：私はアニメの芸術を本当に気にしていませんでしたが、2014年にリリースされて以来、アートはかなり良いと思いました。\n\nサウンド4/10：個人的に、トモキの声は私を悩ます。 彼は変態だと理解していますが、人間の言葉を使ってコミュニケーションしているベビーライオンのように聞こえます。\n\nキャラクター3/10：出演者の大部分は、この映画では関係なく、マンガのようにイベントのトリガーとして大きな役割を果たしました。\n楽しさ1/10：私は映画を少し楽しんでいませんでした。 私はある日目を覚まして、映画がサブでリリースされたのを見たので、マンガは私が今まで見た中で最高の終了アークの1つを持っているので、私はそれを見守ることにしました。 それは、カットされたコンテンツの量が過度であることによる、純粋な失望です。\n\n全体的な3/10：それはひどいです、この映画はマンガに最終的な弧を与えません。 私は個人的に1秒間楽しむことができませんでした。 ストーリーは細部まで細かいことがなく、多くのコンテンツが映画の中で提供され、混乱だけにつながりました。 私は彼らが少なくとも半分の物語に合っていると信じて、菅田のバックストーリーをOVAとしてリリースし、パート2でムービーを締めくくり、役に立たない情報で窮地を拭いて50分を過ぎた。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nMy first ever review, so it might not looks as good as the rest but it shouldn't be too shabby (i hope). Also it might contains spoilers but I'll try my best not to reveal much.\n\n\u001b[1m私の最初のレビュー、それは残りの部分と同じようには見えないかもしれませんが、それはあまりにも（私が願って）ぼんやりしてはいけません。 また、それはスポイラーを含むかもしれないが、私は多くを明らかにしないように最善を尽くします。\u001b[22m\n\u001b[1m(Watashi no saisho no rebyū, soreha nokori no bubun to onajiyōni wa mienai kamo shiremasenga, sore wa amarini mo (watashi ga negatte) bon'yari shite wa ikemasen. Mata, soreha supoirā o fukumu kamo shirenaiga, watashi wa ōku o akiraka ni shinai yō ni saizen o tsukushimasu.)\u001b[22m\n\nTranslations of \u001b[4mMy first ever review, so it might not looks as good as the rest but it shouldn't be too shabby (i hope). Also it might contains spoilers but I'll try my best not to reveal much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy first ever review, so it might not looks as good as the rest but it shouldn't be too shabby (i hope).\u001b[24m\n    \u001b[1m私の最初のレビュー、それは残りの部分と同じようには見えないかもしれませんが、それはあまりにも（私が願って）ぼんやりしてはいけません。\u001b[22m, \u001b[1m私の初めてのレビュー、（私は願って）それが残りのようによさそうではないかもしれないが、それはあまりにも粗末ではありませんので。\u001b[22m\n\u001b[4mAlso it might contains spoilers but I'll try my best not to reveal much.\u001b[24m\n    \u001b[1mまた、それはスポイラーを含むかもしれないが、私は多くを明らかにしないように最善を尽くします。\u001b[22m, \u001b[1mまた、それはネタバレが含まれているかもしれないが、私は多くを明らかにすることなく、私のベストを尽くしますよ。\u001b[22m\n\u001b[1m\u001b[22m\nI first started with the manga because I happened to saw the final chapter somebody posted on FB, which was quiet interesting so I decided that I just have to read it. The journey lasted for a few days since I'm a fast reader. I hadn't been move this much since I seen Clannad. I picked up the anime series on the same day and dropped it on the same night. Why? You might ask. I wasn't able to withstand how they degrade the epicness that was in those panels into child play scenes. Call me an elitist, but I was VERY hype to started the anime due to how good the source was.\n\n\u001b[1m私は最初マンガを始めました。なぜなら、誰かがFBで投稿した最後の章を見たことがあったからです。興味深いことに静かでしたので、私はそれを読まなければならないと決めました。 私は速い読者であるので、旅は数日間続きました。 私はClannadを見て以来、これほど動かなかった。 私は同じ日にアニメシリーズをピックアップし、同じ夜にそれを落とした。 どうして？ あなたは尋ねるかもしれない。 私は、それらのパネルにあった壮大さを、どのようにして子供の遊び場面にまで劣化させることに耐えることができませんでした。 私にエリート主義者を呼んでください、しかし、私は、ソースがどれほど良いかによってアニメを始めるのは非常に誇大広告でした。\u001b[22m\n\u001b[1m(Watashi wa saisho manga o hajimemashita. Nazenara, darekaga FB de tōkō shita saigo no shō o mita koto ga attakaradesu. Kyōmibukai koto ni shizukadeshitanode, watashi wa sore o yomanakereba naranai to kimemashita. Watashi wa hayai dokushadearunode, tabi wa sūjitsukan tsudzukimashita. Watashi wa Clannad o mite irai, kore hodo ugokanakatta. Watashi wa onaji Ni~Tsu ni animeshirīzu o pikkuappu shi, onaji yoru ni sore o otoshita. Dōshite? Anata wa tazuneru kamo shirenai. Watashi wa, sorera no paneru ni atta sōdai-sa o, dono yō ni shite kodomonoasobiba-men ni made rekka sa seru koto ni taeru koto ga dekimasendeshita. Watashi ni erīto shugi-sha o yonde kudasai, shikashi, watashi wa, sōsu ga dorehodo yoi ka ni yotte anime o hajimeru no wa hijō ni kodai kōkokudeshita.)\u001b[22m\n\nTranslations of \u001b[4mI first started with the manga because I happened to saw the final chapter somebody posted on FB, which was quiet interesting so I decided that I just have to read it. The journey lasted for a few days since I'm a fast reader. I hadn't been move this much since I seen Clannad. I picked up the anime series on the same day and dropped it on the same night. Why? You might ask. I wasn't able to withstand how they degrade the epicness that was in those panels into child play scenes. Call me an elitist, but I was VERY hype to started the anime due to how good the source was.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI first started with the manga because I happened to saw the final chapter somebody posted on FB, which was quiet interesting so I decided that I just have to read it.\u001b[24m\n    \u001b[1m私は最初マンガを始めました。なぜなら、誰かがFBで投稿した最後の章を見たことがあったからです。興味深いことに静かでしたので、私はそれを読まなければならないと決めました。\u001b[22m, \u001b[1m私はので、私は、私はちょうどそれを読まなければならないことを決定した興味深い静かだったFBに掲載最終章の誰かを見たために起こったので、私は最初の漫画を始めています。\u001b[22m\n\u001b[4mThe journey lasted for a few days since I'm a fast reader.\u001b[24m\n    \u001b[1m私は速い読者であるので、旅は数日間続きました。\u001b[22m, \u001b[1m旅は、私が速いリーダーだため、数日間続きました。\u001b[22m\n\u001b[4mI hadn't been move this much since I seen Clannad.\u001b[24m\n    \u001b[1m私はClannadを見て以来、これほど動かなかった。\u001b[22m, \u001b[1m私はクラナドを見たので、私はこれだけを移動していませんでした。\u001b[22m\n\u001b[4mI picked up the anime series on the same day and dropped it on the same night.\u001b[24m\n    \u001b[1m私は同じ日にアニメシリーズをピックアップし、同じ夜にそれを落とした。\u001b[22m, \u001b[1m私は同じ日にアニメシリーズをピックアップし、同じ夜にそれを落としました。\u001b[22m\n\u001b[4mWhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜでしょうか？\u001b[22m\n\u001b[4mYou might ask.\u001b[24m\n    \u001b[1mあなたは尋ねるかもしれない。\u001b[22m, \u001b[1mあなたは尋ねるかもしれません。\u001b[22m\n\u001b[4mI wasn't able to withstand how they degrade the epicness that was in those panels into child play scenes.\u001b[24m\n    \u001b[1m私は、それらのパネルにあった壮大さを、どのようにして子供の遊び場面にまで劣化させることに耐えることができませんでした。\u001b[22m, \u001b[1m私は、彼らが子供のプレイシーンにこれらのパネルにあったepicnessを低下させる方法を耐えることができませんでした。\u001b[22m\n\u001b[4mCall me an elitist, but I was VERY hype to started the anime due to how good the source was.\u001b[24m\n    \u001b[1m私にエリート主義者を呼んでください、しかし、私は、ソースがどれほど良いかによってアニメを始めるのは非常に誇大広告でした。\u001b[22m, \u001b[1m私はエリート主義コールが、私が原因ソースがいかに良いにアニメを開始することは非常に誇大広告でした。\u001b[22m\n\u001b[1m\u001b[22m\nLet's get starts on the revies now, I feel like I just have to reveal my background with the series so the it won't looks like I'm just bashing the movie on purpose.\n\n\u001b[1m今すぐリバイズを始めよう、私はシリーズで私の背景を明らかにしなければならないように、私はちょうど意図的に映画をバッシングしているように見えません。\u001b[22m\n\u001b[1m(Ima sugu ribaizu o hajimeyou, watashi wa shirīzu de watashi no haikei o akiraka ni shinakereba naranai yō ni, watashi wa chōdo itotekini eiga o basshingu shite iru yō ni miemasen.)\u001b[22m\n\nTranslations of \u001b[4mLet's get starts on the revies now, I feel like I just have to reveal my background with the series so the it won't looks like I'm just bashing the movie on purpose.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's get starts on the revies now, I feel like I just have to reveal my background with the series so the it won't looks like I'm just bashing the movie on purpose.\u001b[24m\n    \u001b[1m今すぐリバイズを始めよう、私はシリーズで私の背景を明らかにしなければならないように、私はちょうど意図的に映画をバッシングしているように見えません。\u001b[22m, \u001b[1m私はちょうど私がちょうど目的で映画をバッシングてるように見えないように一連の私の背景を明らかにするために持っているように私は感じて、今度はrevies上の開始を取得しましょう。\u001b[22m\n\u001b[1m\u001b[22m\nStory 1 / 10 : Likes the name of the movie itself, it's suppose to be the 'Final' installment to the anime adaption, yet they still manage to mess up big time. At first, I firmly believe that I'm just being biased. They might already have cover the missing pieces on Forte. So I pick up Forte to confirm whether it's true or not, turn out it never cover any beside making another mess. The movie practically skips all the factors that were in the final arc, and starts at the very last panel where everyone else already died. I'm quiet sure that synapse have a shield as protection against enemy attack, but who disables it in order for Ikaros to gets Tomoki in? There are so many flaws in this movie, it's just outragous, I'd give it a 0 but I can't due to MAL's rating system.\n\n\u001b[1mストーリー1/10：映画そのものの名前が好きです。アニメの適応に「最終的」なものと思われますが、まだまだ大きな時間を浪費しています。 まず、私はちょうど私が偏っているとしっかりと信じています。 彼らはすでにフォルテの欠けている部分をカバーしているかもしれません。 だから私はそれが本当であるかどうかを確認するためにフォルテを拾う、別の混乱を作ることの横にそれをカバーしないことが判明。 映画は最終的なアークにあったすべての要因を実質的にスキップし、他の誰もがすでに死亡した最後のパネルから始まります。 私はシナプスが敵の攻撃からの保護として盾を持っていることを確信していますが、イカロスがトモキを得るためにはそれを無効にしていますか？ この映画には多くの欠陥がありますが、それはちょうど狂っています。私は0にしたいと思いますが、MALの評価システムのせいでできません。\u001b[22m\n\u001b[1m(Sutōrī 1/ 10: Eiga sonomono no namae ga sukidesu. Anime no tekiō ni `saishū-teki'na mono to omowa remasuga, madamada ōkina jikan o rōhi shite imasu. Mazu, watashi wa chōdo watashi ga katayotte iruto shikkari to shinjite imasu. Karera wa sudeni forute no kakete iru bubun o kabā shite iru kamo shiremasen. Dakara watashi wa sore ga hontōdearu ka dō ka o kakunin suru tame ni forute o hirou,-betsu no konran o tsukuru koto no yoko ni sore o kabā shinai koto ga hanmei. Eiga wa saishū-tekina āku ni atta subete no yōin o jisshitsu-teki ni sukippu shi, hoka no daremoga sudeni shibō shita saigo no paneru kara hajimarimasu. Watashi wa shinapusu ga teki no kōgeki kara no hogo to shite tate o motte iru koto o kakushin shite imasuga, ikarosu ga Tomoki o eru tame ni wa sore o mukō ni shite imasu ka? Kono eiga ni wa ōku no kekkan ga arimasuga, sore wa chōdo kurutte imasu. Watashi wa 0 ni shitai to omoimasuga, MAL no hyōka shisutemu no sei de dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mStory 1 / 10 : Likes the name of the movie itself, it's suppose to be the 'Final' installment to the anime adaption, yet they still manage to mess up big time. At first, I firmly believe that I'm just being biased. They might already have cover the missing pieces on Forte. So I pick up Forte to confirm whether it's true or not, turn out it never cover any beside making another mess. The movie practically skips all the factors that were in the final arc, and starts at the very last panel where everyone else already died. I'm quiet sure that synapse have a shield as protection against enemy attack, but who disables it in order for Ikaros to gets Tomoki in? There are so many flaws in this movie, it's just outragous, I'd give it a 0 but I can't due to MAL's rating system.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 1 / 10 : Likes the name of the movie itself, it's suppose to be the 'Final' installment to the anime adaption, yet they still manage to mess up big time.\u001b[24m\n    \u001b[1mストーリー1/10：映画そのものの名前が好きです。アニメの適応に「最終的」なものと思われますが、まだまだ大きな時間を浪費しています。\u001b[22m, \u001b[1mストーリー1月10日に：映画自体の名前を好き、アニメの適応に「ファイナル」割賦であると仮定し、まだ彼らはまだ台無しに大きな時間を管理しています。\u001b[22m\n\u001b[4mAt first, I firmly believe that I'm just being biased.\u001b[24m\n    \u001b[1mまず、私はちょうど私が偏っているとしっかりと信じています。\u001b[22m, \u001b[1m最初は、私はしっかりと私が偏ることだと信じています。\u001b[22m\n\u001b[4mThey might already have cover the missing pieces on Forte.\u001b[24m\n    \u001b[1m彼らはすでにフォルテの欠けている部分をカバーしているかもしれません。\u001b[22m, \u001b[1m彼らはすでにフォルテに欠けている部分をカバーしている可能性があります。\u001b[22m\n\u001b[4mSo I pick up Forte to confirm whether it's true or not, turn out it never cover any beside making another mess.\u001b[24m\n    \u001b[1mだから私はそれが本当であるかどうかを確認するためにフォルテを拾う、別の混乱を作ることの横にそれをカバーしないことが判明。\u001b[22m, \u001b[1mだから私はそれが別の混乱を作るの横に任意のをカバーすることはありません判明、それは本当だかどうかを確認するために、フォルテを拾います。\u001b[22m\n\u001b[4mThe movie practically skips all the factors that were in the final arc, and starts at the very last panel where everyone else already died.\u001b[24m\n    \u001b[1m映画は最終的なアークにあったすべての要因を実質的にスキップし、他の誰もがすでに死亡した最後のパネルから始まります。\u001b[22m, \u001b[1m映画は、事実上、最終的な弧を描いていたすべての要素をスキップし、誰もがすでに死亡した非常に最後のパネルで始まります。\u001b[22m\n\u001b[4mI'm quiet sure that synapse have a shield as protection against enemy attack, but who disables it in order for Ikaros to gets Tomoki in?\u001b[24m\n    \u001b[1m私はシナプスが敵の攻撃からの保護として盾を持っていることを確信していますが、イカロスがトモキを得るためにはそれを無効にしていますか？\u001b[22m, \u001b[1m私は、シナプスは、敵の攻撃に対する保護としてシールドを持っているが、誰が、イカロスがで智樹を取得するためには、それを無効にしていることを確認してください静かなんですか？\u001b[22m\n\u001b[4mThere are so many flaws in this movie, it's just outragous, I'd give it a 0 but I can't due to MAL's rating system.\u001b[24m\n    \u001b[1mこの映画には多くの欠陥がありますが、それはちょうど狂っています。私は0にしたいと思いますが、MALの評価システムのせいでできません。\u001b[22m, \u001b[1mこの映画の中で非常に多くの欠陥がありますが、それだけでoutragousだ、私はそれを0を与えると思いますが、私はMALの評価システムによるものではないことができます。\u001b[22m\n\u001b[1m\u001b[22m\nArt 7/10 : I've never really cared for the art of an anime, but I guessed the art is pretty good, which it has be since this movie was released in 2014 not decades ago.\n\n\u001b[1mアート7/10：私はアニメの芸術を本当に気にしていませんでしたが、2014年にリリースされて以来、アートはかなり良いと思いました。\u001b[22m\n\u001b[1m(Āto 7/ 10: Watashi wa anime no geijutsu o hontōni ki ni shite imasendeshitaga, 2014-nen ni rirīsu sa rete irai, āto wa kanari yoi to omoimashita.)\u001b[22m\n\nTranslations of \u001b[4mArt 7/10 : I've never really cared for the art of an anime, but I guessed the art is pretty good, which it has be since this movie was released in 2014 not decades ago.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 7/10 : I've never really cared for the art of an anime, but I guessed the art is pretty good, which it has be since this movie was released in 2014 not decades ago.\u001b[24m\n    \u001b[1mアート7/10：私はアニメの芸術を本当に気にしていませんでしたが、2014年にリリースされて以来、アートはかなり良いと思いました。\u001b[22m, \u001b[1mアート7/10：私は本当にアニメの芸術の世話をしたことがないが、私は芸術を推測し、この映画がない数十年前、2014年にリリースされたので、それがいる、かなり良いです。\u001b[22m\n\u001b[1m\u001b[22m\nSound 4/10 : Personally, Tomoki voice annoys me off. I understand that he's a pervert, but dude sounds like a baby lion that's communicating using human language.\n\n\u001b[1mサウンド4/10：個人的に、トモキの声は私を悩ます。 彼は変態だと理解していますが、人間の言葉を使ってコミュニケーションしているベビーライオンのように聞こえます。\u001b[22m\n\u001b[1m(Saundo 4/ 10: Kojin-teki ni, Tomoki no koe wa watashi o nayamasu. Kare wa hentaida to rikai shite imasuga, ningen no kotoba o tsukatte komyunikēshon shite iru bebīraion no yō ni kikoemasu.)\u001b[22m\n\nTranslations of \u001b[4mSound 4/10 : Personally, Tomoki voice annoys me off. I understand that he's a pervert, but dude sounds like a baby lion that's communicating using human language.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 4/10 : Personally, Tomoki voice annoys me off.\u001b[24m\n    \u001b[1mサウンド4/10：個人的に、トモキの声は私を悩ます。\u001b[22m, \u001b[1m4/10サウンド：個人的には、智樹の声が私を悩まします。\u001b[22m\n\u001b[4mI understand that he's a pervert, but dude sounds like a baby lion that's communicating using human language.\u001b[24m\n    \u001b[1m彼は変態だと理解していますが、人間の言葉を使ってコミュニケーションしているベビーライオンのように聞こえます。\u001b[22m, \u001b[1m私は、彼は変態だが、男は人間の言語を使用して通信だ赤ちゃんライオンのように聞こえることを理解しています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 3/10 : Most of the cast members became irrelevant in this movie, unlike in the manga where they all played a huge role as the trigger of the event.\n\n\u001b[1mキャラクター3/10：出演者の大部分は、この映画では関係なく、マンガのようにイベントのトリガーとして大きな役割を果たしました。\u001b[22m\n\u001b[1m(Kyarakutā 3/ 10: Shutsuen-sha no daibubun wa, kono eigade wa kankei naku, manga no yō ni ibento no torigā to shite ōkina yakuwari o hatashimashita.)\u001b[22m\n\nTranslations of \u001b[4mCharacter 3/10 : Most of the cast members became irrelevant in this movie, unlike in the manga where they all played a huge role as the trigger of the event.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 3/10 : Most of the cast members became irrelevant in this movie, unlike in the manga where they all played a huge role as the trigger of the event.\u001b[24m\n    \u001b[1mキャラクター3/10：出演者の大部分は、この映画では関係なく、マンガのようにイベントのトリガーとして大きな役割を果たしました。\u001b[22m, \u001b[1m文字3/10：キャストメンバーのほとんどは、彼らはすべてのイベントのトリガとして大きな役割を果たした漫画とは異なり、この映画に無関係になりました。\u001b[22m\nEnjoyment 1/10 : I did not enjoy the movie one bit. I woke up one day and saw the movie was released with sub, so I decided to watched it since the manga have one of the best ending arc I've ever seen. Turn out it's a pure disappointment due to the excessive amount of contents that were cut off.\n\n\u001b[1m楽しさ1/10：私は映画を少し楽しんでいませんでした。 私はある日目を覚まして、映画がサブでリリースされたのを見たので、マンガは私が今まで見た中で最高の終了アークの1つを持っているので、私はそれを見守ることにしました。 それは、カットされたコンテンツの量が過度であることによる、純粋な失望です。\u001b[22m\n\u001b[1m(Tanoshisa 1/ 10: Watashi wa eiga o sukoshi tanoshinde imasendeshita. Watashi wa aru kame o samashite, eiga ga sabu de rirīsu sa reta no o mitanode, manga wa watashi ga imamade mita naka de saikō no shūryō āku no 1tsu o motte irunode, watashi wa sore o mimamoru koto ni shimashita. Sore wa, katto sa reta kontentsu no ryō ga kadodearu koto ni yoru, junsuina shitsubōdesu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 1/10 : I did not enjoy the movie one bit. I woke up one day and saw the movie was released with sub, so I decided to watched it since the manga have one of the best ending arc I've ever seen. Turn out it's a pure disappointment due to the excessive amount of contents that were cut off.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 1/10 : I did not enjoy the movie one bit.\u001b[24m\n    \u001b[1m楽しさ1/10：私は映画を少し楽しんでいませんでした。\u001b[22m, \u001b[1m楽し1/10：私は映画を1つのビットを楽しんでいませんでした。\u001b[22m\n\u001b[4mI woke up one day and saw the movie was released with sub, so I decided to watched it since the manga have one of the best ending arc I've ever seen.\u001b[24m\n    \u001b[1m私はある日目を覚まして、映画がサブでリリースされたのを見たので、マンガは私が今まで見た中で最高の終了アークの1つを持っているので、私はそれを見守ることにしました。\u001b[22m, \u001b[1m私は、1日目を覚ますと、映画がサブでリリースされた見たので、漫画は私が今まで見た中で最高のエンディングアークの1を持っているので、私はそれを見てすることを決めました。\u001b[22m\n\u001b[4mTurn out it's a pure disappointment due to the excessive amount of contents that were cut off.\u001b[24m\n    \u001b[1mそれは、カットされたコンテンツの量が過度であることによる、純粋な失望です。\u001b[22m, \u001b[1mそれが切断された内容の過剰量による純粋な失望だと判明。\u001b[22m\n\u001b[1m\u001b[22m\nOverall 3/10 : It's terrible, this movie doesn't gives the final arc in the manga what it deserves. I personally couldn't enjoy a single second. The story lacks so much details, many contents were serve off the movie which lead to nothing but confusion. I believes they could of fit in at least half the story, releases Sugata's back story as an OVA, then concludes the movie with part 2 instead cramping in useless info to pass that 50 minutes mark.\n\n\u001b[1m全体的な3/10：それはひどいです、この映画はマンガに最終的な弧を与えません。 私は個人的に1秒間楽しむことができませんでした。 ストーリーは細部まで細かいことがなく、多くのコンテンツが映画の中で提供され、混乱だけにつながりました。 私は彼らが少なくとも半分の物語に合っていると信じて、菅田のバックストーリーをOVAとしてリリースし、パート2でムービーを締めくくり、役に立たない情報で窮地を拭いて50分を過ぎた。\u001b[22m\n\u001b[1m(Zentai-tekina 3/ 10: Sore wa hidoidesu, kono eiga wa manga ni saishū-tekina ko o ataemasen. Watashi wa kojin-teki ni 1-byōkan tanoshimu koto ga dekimasendeshita. Sutōrī wa saibu made komakai koto ga naku, ōku no kontentsu ga eiga no naka de teikyō sa re, konran dake ni tsunagarimashita. Watashi wa karera ga sukunakutomo hanbun no monogatari ni atte iru to shinjite, Sugeta no bakkusutōrī o ovu~a to shite rirīsu shi, pāto 2 de mūbī o shimekukuri, yakunitatanai jōhō de kyūchi o fuite 50-bu o sugita.)\u001b[22m\n\nTranslations of \u001b[4mOverall 3/10 : It's terrible, this movie doesn't gives the final arc in the manga what it deserves. I personally couldn't enjoy a single second. The story lacks so much details, many contents were serve off the movie which lead to nothing but confusion. I believes they could of fit in at least half the story, releases Sugata's back story as an OVA, then concludes the movie with part 2 instead cramping in useless info to pass that 50 minutes mark.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 3/10 : It's terrible, this movie doesn't gives the final arc in the manga what it deserves.\u001b[24m\n    \u001b[1m全体的な3/10：それはひどいです、この映画はマンガに最終的な弧を与えません。\u001b[22m, \u001b[1m3/10全体：それはひどいです、この映画はそれに値するものを漫画で、最終的な弧を与えません。\u001b[22m\n\u001b[4mI personally couldn't enjoy a single second.\u001b[24m\n    \u001b[1m私は個人的に1秒間楽しむことができませんでした。\u001b[22m, \u001b[1m私は個人的に単一の第2を楽しむことができませんでした。\u001b[22m\n\u001b[4mThe story lacks so much details, many contents were serve off the movie which lead to nothing but confusion.\u001b[24m\n    \u001b[1mストーリーは細部まで細かいことがなく、多くのコンテンツが映画の中で提供され、混乱だけにつながりました。\u001b[22m, \u001b[1m話はあまり詳細を欠いている、多くの内容が何もなく、混乱を招くムービーをオフに機能していました。\u001b[22m\n\u001b[4mI believes they could of fit in at least half the story, releases Sugata's back story as an OVA, then concludes the movie with part 2 instead cramping in useless info to pass that 50 minutes mark.\u001b[24m\n    \u001b[1m私は彼らが少なくとも半分の物語に合っていると信じて、菅田のバックストーリーをOVAとしてリリースし、パート2でムービーを締めくくり、役に立たない情報で窮地を拭いて50分を過ぎた。\u001b[22m, \u001b[1m私は、彼らが少なくとも半分物語の中でフィットできたと考えているOVAとして菅田のバックストーリーをリリースし、その後、代わりにその50分のマークを渡すために役に立たない情報で痙攣パート2でムービーを終了します。\u001b[22m"
  },
  {
    "title": "Sora_no_Otoshimono_Final__Eternal_My_Master",
    "id": "12783",
    "url": "https://myanimelist.net/anime/12783/Sora_no_Otoshimono_Final__Eternal_My_Master",
    "user": "WisdomNugget",
    "profile": "/profile/WisdomNugget/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=159317",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  2\nアニメーション|  6\nサウンド|  8\nキャラクター|  10\n|  3\n\nまず第一に、永遠の私のマスターがどのくらい高いと評価されているかわかりません。 この映画は私が今まで見たアニメの中で最も失望した終わりでした。これは本当に残念です。 彼らは私の好きな漫画の一つから私のお気に入りの結末の一つを取って、それを私のお気に入りのアニメの最悪の終わりに変えました。\n\n第3シーズンが発表されたとき、私は恍惚としていました。映画になると発表されたとき、私は懐疑的でした。 私が50分しかないことがわかったとき、私の心は沈んだ。 私はそれが駄目になることを知っていた。\n\n本質的にこれは、エヴァンゲリオンの元の終わりに非常に似ています。 ランダムなストーリーアーク（これは本当に多くのアークを持っていたと言っても過言ではありませんが）は、前の映画と2シーズンで設定された問題や謎には答えません。\n\n冷たい開いたところから私は何が入っているのか分かっていた。 それは映画全体で説明されていないので、あなたはマンガを読んでいないと意味がありませんでした。\n\nこれはすべて、最終的には実際の解決がない、不安定で、プロットのない混乱につながっている半完成の第3シーズンから取ったシーケンスのミッシュマッシュであった。\n\n芸術は新しいもので、私のスタイルではありません。 私は古いスタイルがより好きだった。\n\n文字はまだ彼らの良い古い愛らしい自己だったので、私はそれを与えるでしょう。 トモキを除く全員。 私はそれを台無しにしたくはありませんが、トモキがこの映画で行った決定についての推論は、戦闘/計算/感情のレベルに関しては、以前の季節で既に非常に明確になった 3元Angeloidの うまくいけば、すでにこの映画を見た人は、私が何を話しているのかを知り、私が何を意味するのか理解しています。\n\nしかし結局、あなたが閉鎖を望むなら、あなたはここでそれを得ていません。 あなたはそれを見ていなくても、ちょうどThe Clock of Angelworkが残っているところからマンガを読んで行くことができます。 少なくとも、あなたは地獄が何に起こっているのかを知るでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all, I have no idea how Eternal My Master is rated how high it is. This movie was the most disappointing ending to an anime I have ever seen, which is really a shame. They took one of my favorite endings from one of my favorite manga's, and turned it into worst ending of my FAVORITE anime.\n\n\u001b[1mまず第一に、永遠の私のマスターがどのくらい高いと評価されているかわかりません。 この映画は私が今まで見たアニメの中で最も失望した終わりでした。これは本当に残念です。 彼らは私の好きな漫画の一つから私のお気に入りの結末の一つを取って、それを私のお気に入りのアニメの最悪の終わりに変えました。\u001b[22m\n\u001b[1m(Mazu daiichi ni, eien no watashi no masutā ga dono kurai takai to hyōka sa rete iru ka wakarimasen. Kono eiga wa watashi ga imamade mita anime no naka de mottomo shitsubō shita owarideshita. Kore wa hontōni zan'nendesu. Karera wa watashi no sukina manga no hitotsu kara watashinōkiniiri no ketsumatsu no hitotsu o totte, sore o watashinōkiniiri no anime no saiaku no owari ni kaemashita.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, I have no idea how Eternal My Master is rated how high it is. This movie was the most disappointing ending to an anime I have ever seen, which is really a shame. They took one of my favorite endings from one of my favorite manga's, and turned it into worst ending of my FAVORITE anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, I have no idea how Eternal My Master is rated how high it is.\u001b[24m\n    \u001b[1mまず第一に、永遠の私のマスターがどのくらい高いと評価されているかわかりません。\u001b[22m, \u001b[1mまず第一に、私は永遠の私のマスターは、それがどのように高く評価されるか見当がつかない。\u001b[22m\n\u001b[4mThis movie was the most disappointing ending to an anime I have ever seen, which is really a shame.\u001b[24m\n    \u001b[1mこの映画は私が今まで見たアニメの中で最も失望した終わりでした。これは本当に残念です。\u001b[22m, \u001b[1mこの映画は本当に残念です、私が今まで見てきたアニメ、に最も残念な結末でした。\u001b[22m\n\u001b[4mThey took one of my favorite endings from one of my favorite manga's, and turned it into worst ending of my FAVORITE anime.\u001b[24m\n    \u001b[1m彼らは私の好きな漫画の一つから私のお気に入りの結末の一つを取って、それを私のお気に入りのアニメの最悪の終わりに変えました。\u001b[22m, \u001b[1m彼らは私の好きな漫画のの1から私のお気に入りの語尾のいずれかを取って、私の好きなアニメの最悪の結末にそれを回しました。\u001b[22m\n\u001b[1m\u001b[22m\nWhen the third season was announced I was ecstatic, and when it was announced that it was being made into a movie I was skeptical, knowing they had a lot of ground to cover and that 90 minutes may not be enough. When I found out it was only 50 minutes my heart sank. I knew it was going to get botched.\n\n\u001b[1m第3シーズンが発表されたとき、私は恍惚としていました。映画になると発表されたとき、私は懐疑的でした。 私が50分しかないことがわかったとき、私の心は沈んだ。 私はそれが駄目になることを知っていた。\u001b[22m\n\u001b[1m(Dai 3 shīzun ga happyō sa reta toki, watashi wa kōkotsu to shite imashita. Eiga ni naru to happyō sa reta toki, watashi wa kaigi-tekideshita. Watashi ga 50-bu shika nai koto ga wakatta toki, watashi no kokoro wa shizunda. Watashi wa sore ga dame ni naru koto o shitteita.)\u001b[22m\n\nTranslations of \u001b[4mWhen the third season was announced I was ecstatic, and when it was announced that it was being made into a movie I was skeptical, knowing they had a lot of ground to cover and that 90 minutes may not be enough. When I found out it was only 50 minutes my heart sank. I knew it was going to get botched.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen the third season was announced I was ecstatic, and when it was announced that it was being made into a movie I was skeptical, knowing they had a lot of ground to cover and that 90 minutes may not be enough.\u001b[24m\n    \u001b[1m第3シーズンが発表されたとき、私は恍惚としていました。映画になると発表されたとき、私は懐疑的でした。\u001b[22m, \u001b[1mシーズン3が発表されたとき、私は恍惚とした、そしてそれは私が彼らがカバーするために地面の多くを持っていたし、90分には十分ではないかもしれないことを知って、懐疑的だった映画化されていたことが発表されたとき。\u001b[22m\n\u001b[4mWhen I found out it was only 50 minutes my heart sank.\u001b[24m\n    \u001b[1m私が50分しかないことがわかったとき、私の心は沈んだ。\u001b[22m, \u001b[1m私が見つけたとき、それは私の心は沈んだわずか50分でした。\u001b[22m\n\u001b[4mI knew it was going to get botched.\u001b[24m\n    \u001b[1m私はそれが駄目になることを知っていた。\u001b[22m, \u001b[1m私はそれがしくじっ取得するつもりだった知っていました。\u001b[22m\n\u001b[1m\u001b[22m\nEssentially this is much like the original ending of Evangelion. A random story arc (although I wouldn't go as far to say that this really had much of an arc at all) that doesn't answer any of the problems or mysteries set up by the previous movie and 2 seasons.\n\n\u001b[1m本質的にこれは、エヴァンゲリオンの元の終わりに非常に似ています。 ランダムなストーリーアーク（これは本当に多くのアークを持っていたと言っても過言ではありませんが）は、前の映画と2シーズンで設定された問題や謎には答えません。\u001b[22m\n\u001b[1m(Honshitsu-teki ni koreha, evu~angerion no gen no owari ni hijō ni nite imasu. Randamuna sutōrīāku (kore wa hontōni ōku no āku o motte ita to itte mo kagonde wa arimasenga) wa, mae no eiga to 2 shīzun de settei sa reta mondai ya nazo ni wa kotaemasen.)\u001b[22m\n\nTranslations of \u001b[4mEssentially this is much like the original ending of Evangelion. A random story arc (although I wouldn't go as far to say that this really had much of an arc at all) that doesn't answer any of the problems or mysteries set up by the previous movie and 2 seasons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEssentially this is much like the original ending of Evangelion.\u001b[24m\n    \u001b[1m本質的にこれは、エヴァンゲリオンの元の終わりに非常に似ています。\u001b[22m, \u001b[1m本質的に、これは多くのエヴァンゲリオンのオリジナルのエンディングのようなものです。\u001b[22m\n\u001b[4mA random story arc (although I wouldn't go as far to say that this really had much of an arc at all) that doesn't answer any of the problems or mysteries set up by the previous movie and 2 seasons.\u001b[24m\n    \u001b[1mランダムなストーリーアーク（これは本当に多くのアークを持っていたと言っても過言ではありませんが）は、前の映画と2シーズンで設定された問題や謎には答えません。\u001b[22m, \u001b[1m前の映画と2季節によって設定された問題や謎のいずれかに応答しないランダムなストーリーアーク（私はこれは本当にすべての円弧の多くを持っていたと言うことまで行かないだろうが）。\u001b[22m\n\u001b[1m\u001b[22m\nRight from the cold open I knew what was in store. It would have made no sense had you not read the manga because it wasn't even explained throughout the film.\n\n\u001b[1m冷たい開いたところから私は何が入っているのか分かっていた。 それは映画全体で説明されていないので、あなたはマンガを読んでいないと意味がありませんでした。\u001b[22m\n\u001b[1m(Tsumetai aita tokoro kara watashi wa nani ga haitte iru no ka wakatte ita. Sore wa eiga zentai de setsumei sa rete inainode, anata wa manga o yon de inai to imi ga arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mRight from the cold open I knew what was in store. It would have made no sense had you not read the manga because it wasn't even explained throughout the film.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRight from the cold open I knew what was in store.\u001b[24m\n    \u001b[1m冷たい開いたところから私は何が入っているのか分かっていた。\u001b[22m, \u001b[1m右寒オープンから私は店にいた知っていました。\u001b[22m\n\u001b[4mIt would have made no sense had you not read the manga because it wasn't even explained throughout the film.\u001b[24m\n    \u001b[1mそれは映画全体で説明されていないので、あなたはマンガを読んでいないと意味がありませんでした。\u001b[22m, \u001b[1mあなたが漫画を読んでいなかったことがあってもフィルム全体説明されなかったので、それは意味をなさなかっただろう。\u001b[22m\n\u001b[1m\u001b[22m\nAll this was was a mish-mash of sequences taken from the half-finished 3rd season strung together into a choppy, no-plot mess with no real resolution at the end.\n\n\u001b[1mこれはすべて、最終的には実際の解決がない、不安定で、プロットのない混乱につながっている半完成の第3シーズンから取ったシーケンスのミッシュマッシュであった。\u001b[22m\n\u001b[1m(Kore wa subete, saishūtekini wa jissai no kaiketsu ga nai, fuanteide, purotto no nai konran ni tsunagatte iru han kansei no dai 3 shīzun kara totta shīkensu no misshumasshudeatta.)\u001b[22m\n\nTranslations of \u001b[4mAll this was was a mish-mash of sequences taken from the half-finished 3rd season strung together into a choppy, no-plot mess with no real resolution at the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll this was was a mish-mash of sequences taken from the half-finished 3rd season strung together into a choppy, no-plot mess with no real resolution at the end.\u001b[24m\n    \u001b[1mこれはすべて、最終的には実際の解決がない、不安定で、プロットのない混乱につながっている半完成の第3シーズンから取ったシーケンスのミッシュマッシュであった。\u001b[22m, \u001b[1mこのすべてが終わりに実際の解像度で途切れ途切れ、無プロット混乱につなげ半第三シーズンから取られたシーケンスのミッシュ・マッシュでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe art was new and not really my style. I liked the old style better.\n\n\u001b[1m芸術は新しいもので、私のスタイルではありません。 私は古いスタイルがより好きだった。\u001b[22m\n\u001b[1m(Geijutsu wa atarashī mono de, watashi no sutairude wa arimasen. Watashi wa furui sutairu ga yori sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mThe art was new and not really my style. I liked the old style better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was new and not really my style.\u001b[24m\n    \u001b[1m芸術は新しいもので、私のスタイルではありません。\u001b[22m, \u001b[1m芸術は本当に私のスタイル新しいとはありませんでした。\u001b[22m\n\u001b[4mI liked the old style better.\u001b[24m\n    \u001b[1m私は古いスタイルがより好きだった。\u001b[22m, \u001b[1m私はより良い古いスタイルが好き。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters were still their good old lovable selves, so I'll give it that. All except Tomoki. I don't want to spoil it, but let's just say Tomoki's reasoning on a decision he makes in this movie do not make sense AT ALL because of something that was already made very clear in the earlier seasons regarding the Combat/Computational/Emotional levels of the 3 original Angeloids. Hopefully those who have already seen this movie know what I'm talking about and understand what I mean.\n\n\u001b[1m文字はまだ彼らの良い古い愛らしい自己だったので、私はそれを与えるでしょう。 トモキを除く全員。 私はそれを台無しにしたくはありませんが、トモキがこの映画で行った決定についての推論は、戦闘/計算/感情のレベルに関しては、以前の季節で既に非常に明確になった 3元Angeloidの うまくいけば、すでにこの映画を見た人は、私が何を話しているのかを知り、私が何を意味するのか理解しています。\u001b[22m\n\u001b[1m(Moji wa mada karera no yoi furui airashī jikodattanode, watashi wa sore o ataerudeshou. Tomoki o nozoku zen'in. Watashi wa sore o dainashi ni shitaku wa arimasenga, Tomoki ga kono eiga de okonatta kettei ni tsuite no suiron wa, sentō/ keisan/ kanjō no reberu ni kanshite wa, izen no kisetsu de sudeni hijō ni meikaku ni natta 3-gen Angeloid no umaku ikeba, sudeni kono eiga o mita hito wa, watashi ga nani o hanashite iru no ka o shiri, watashi ga nani o imi suru no ka rikai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters were still their good old lovable selves, so I'll give it that. All except Tomoki. I don't want to spoil it, but let's just say Tomoki's reasoning on a decision he makes in this movie do not make sense AT ALL because of something that was already made very clear in the earlier seasons regarding the Combat/Computational/Emotional levels of the 3 original Angeloids. Hopefully those who have already seen this movie know what I'm talking about and understand what I mean.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were still their good old lovable selves, so I'll give it that.\u001b[24m\n    \u001b[1m文字はまだ彼らの良い古い愛らしい自己だったので、私はそれを与えるでしょう。\u001b[22m, \u001b[1m文字は、まだ彼らの古き良き愛すべき自己だったので、私はそれのことを与えるでしょう。\u001b[22m\n\u001b[4mAll except Tomoki.\u001b[24m\n    \u001b[1mトモキを除く全員。\u001b[22m, \u001b[1m智樹を除くすべて。\u001b[22m\n\u001b[4mI don't want to spoil it, but let's just say Tomoki's reasoning on a decision he makes in this movie do not make sense AT ALL because of something that was already made very clear in the earlier seasons regarding the Combat/Computational/Emotional levels\u001b[24m\n    \u001b[1m私はそれを台無しにしたくはありませんが、トモキがこの映画で行った決定についての推論は、戦闘/計算/感情のレベルに関しては、以前の季節で既に非常に明確になった\u001b[22m, \u001b[1m私はそれを台無しにしたいのですが、ちょうど彼がすべてであるため、既に戦闘/計算/感情的なレベルに関する以前のシーズンで非常に明らかになった何かの意味がありません。この映画で作る決定に智樹の推論を言わせないでください\u001b[22m\n\u001b[4mof the 3 original Angeloids.\u001b[24m\n    \u001b[1m3元Angeloidの\u001b[22m, \u001b[1m3元Angeloidsの。\u001b[22m\n\u001b[4mHopefully those who have already seen this movie know what I'm talking about and understand what I mean.\u001b[24m\n    \u001b[1mうまくいけば、すでにこの映画を見た人は、私が何を話しているのかを知り、私が何を意味するのか理解しています。\u001b[22m, \u001b[1mうまくいけば、既にこの映画を見ている人たちは、私が何について話している知っていると私が何を意味するか理解しています。\u001b[22m\n\u001b[1m\u001b[22m\nBut in the end, if you wanted closure, you're not getting it here. You might as well not even watch it and just go read the manga from where The Angeloid of Clockwork left off. At least then you will know what the hell is even going on.\n\n\u001b[1mしかし結局、あなたが閉鎖を望むなら、あなたはここでそれを得ていません。 あなたはそれを見ていなくても、ちょうどThe Clock of Angelworkが残っているところからマンガを読んで行くことができます。 少なくとも、あなたは地獄が何に起こっているのかを知るでしょう。\u001b[22m\n\u001b[1m(Shikashi kekkyoku, anata ga heisa o nozomunara, anata wa koko de sore o ete imasen. Anata wa sore o mite inakute mo, chōdo The kurokku of Angelwork ga nokotte iru tokoro kara manga o yonde iku koto ga dekimasu. Sukunakutomo, anata wa jigoku ga nani ni okotte iru no ka o shirudeshou.)\u001b[22m\n\nTranslations of \u001b[4mBut in the end, if you wanted closure, you're not getting it here. You might as well not even watch it and just go read the manga from where The Angeloid of Clockwork left off. At least then you will know what the hell is even going on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut in the end, if you wanted closure, you're not getting it here.\u001b[24m\n    \u001b[1mしかし結局、あなたが閉鎖を望むなら、あなたはここでそれを得ていません。\u001b[22m, \u001b[1mあなたが閉鎖を望んでいた場合しかし、最終的に、あなたはここでそれを取得していません。\u001b[22m\n\u001b[4mYou might as well not even watch it and just go read the manga from where The Angeloid of Clockwork left off.\u001b[24m\n    \u001b[1mあなたはそれを見ていなくても、ちょうどThe Clock of Angelworkが残っているところからマンガを読んで行くことができます。\u001b[22m, \u001b[1mあなたは同様であってもそれを見ていないし、ちょうど時計仕掛けのAngeloidが中断したところから漫画を読んで行くかもしれません。\u001b[22m\n\u001b[4mAt least then you will know what the hell is even going on.\u001b[24m\n    \u001b[1m少なくとも、あなたは地獄が何に起こっているのかを知るでしょう。\u001b[22m, \u001b[1m少なくとも、あなたは地獄があっても何が起こっているかを知ることができます。\u001b[22m"
  },
  {
    "title": "Sora_no_Otoshimono_Final__Eternal_My_Master",
    "id": "12783",
    "url": "https://myanimelist.net/anime/12783/Sora_no_Otoshimono_Final__Eternal_My_Master",
    "user": "Ikaros27",
    "profile": "/profile/Ikaros27/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=163491",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  2\n\n私はこの映画を見た後、私はこのアニメを3年間続けてきたとは思っていません。 私は文字通りとても悲惨で、この出来事は恐ろしいものでした。 本当の結末のマンガを読んでください。 まだ私の最も好きなものですが、私はこの映画が今まで作られたことを無視するつもりです。 この映画をもう一度見ないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nAfter watching this movie all I have to say is I cant believe I have been following this anime for three years. I am literally so devastated this ending happened it was horrific. Please just read the manga for a REAL ending. Still my most favorite but I am just going to ignore this movie was ever made. Never watching this movie again.\n\n\u001b[1m私はこの映画を見た後、私はこのアニメを3年間続けてきたとは思っていません。 私は文字通りとても悲惨で、この出来事は恐ろしいものでした。 本当の結末のマンガを読んでください。 まだ私の最も好きなものですが、私はこの映画が今まで作られたことを無視するつもりです。 この映画をもう一度見ないでください。\u001b[22m\n\u001b[1m(Watashi wa kono eiga o mita nochi, watashi wa kono anime o 3-nenkan tsudzukete kita to wa omotte imasen. Watashi wa mojidōri totemo hisande, kono dekigoto wa osoroshī monodeshita. Hontō no ketsumatsu no manga o yonde kudasai. Mada watashi no mottomo sukina monodesuga, watashi wa kono eiga ga imamade tsukura reta koto o mushi suru tsumoridesu. Kono eiga o mōichido minaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAfter watching this movie all I have to say is I cant believe I have been following this anime for three years. I am literally so devastated this ending happened it was horrific. Please just read the manga for a REAL ending. Still my most favorite but I am just going to ignore this movie was ever made. Never watching this movie again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter watching this movie all I have to say is I cant believe I have been following this anime for three years.\u001b[24m\n    \u001b[1m私はこの映画を見た後、私はこのアニメを3年間続けてきたとは思っていません。\u001b[22m, \u001b[1mこの映画を見た後、私が言っているすべては私が3年間このアニメを次のされていると信じていカントです。\u001b[22m\n\u001b[4mI am literally so devastated this ending happened it was horrific.\u001b[24m\n    \u001b[1m私は文字通りとても悲惨で、この出来事は恐ろしいものでした。\u001b[22m, \u001b[1m私は文字通りので、この結末はそれは恐ろしいだった起こった荒廃しています。\u001b[22m\n\u001b[4mPlease just read the manga for a REAL ending.\u001b[24m\n    \u001b[1m本当の結末のマンガを読んでください。\u001b[22m, \u001b[1mちょうどREALエンディングのための漫画を読んでください。\u001b[22m\n\u001b[4mStill my most favorite but I am just going to ignore this movie was ever made.\u001b[24m\n    \u001b[1mまだ私の最も好きなものですが、私はこの映画が今まで作られたことを無視するつもりです。\u001b[22m, \u001b[1mまだ私の最も好きなんだけど、この映画がこれまでに作った無視するつもりです。\u001b[22m\n\u001b[4mNever watching this movie again.\u001b[24m\n    \u001b[1mこの映画をもう一度見ないでください。\u001b[22m, \u001b[1m再びこの映画を見たことがありません。\u001b[22m"
  },
  {
    "title": "Sora_no_Otoshimono_Final__Eternal_My_Master",
    "id": "12783",
    "url": "https://myanimelist.net/anime/12783/Sora_no_Otoshimono_Final__Eternal_My_Master",
    "user": "Kandem",
    "profile": "/profile/Kandem/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=160815",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  5\n\n私は何とか欺かれている。\n\n第3シーズンがキャンセルされ、映画に取り替えられたことを知ったとき、私は心配していましたが、映画が長くなり、エンディング全体を説明することを望みました（私は望みました）。 しかし、彼らはこのようにしていませんでした。\n\n私はまだマンガを読んでいませんでしたが、私はすべてのアニメ（季節と第1幕の両方）を見ましたので、私は少なくとも映画を理解することを期待していました。 さて、私はそれを理解しましたが、それはすべてを説明するものではありません。 映画が終わりに近づいているように感じ、アニメの残りの部分とのつながりはほとんどありません。 いくつかの状況は説明できないままであり、何よりも映画の長さは45分であり、何かを良いものにするには短すぎます。\n私が聞いたことから、マンガはかなり長いので、45分の映画でそれを適応させることは不可能でした。\n\n私はまた、これはちょっと涼しいにもかかわらず、終わりが見えるので、騙されます。 コメディのタッチ、より多くの悲劇と真剣さ、それは本当にSnoが興味深い方法で進化していたように見えました。 私は本当にキャラクターを見たいと思っていて、アニメ全体は第3シーズンに進化しています。\nこの映画は非常に多くの可能性を秘めていました。イカロス、トモキなどが戻ってくるのを見るのはすごく素晴らしいですが、アニメーションスタジオはこの点を明確に見逃していました。\n\nだから、今から私はマンガを読んで適切なエンディングを見るつもりです。まだ読んでいない人にはそうすることをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nI'm somehow deceived.\n\n\u001b[1m私は何とか欺かれている。\u001b[22m\n\u001b[1m(Watashi wa nantoka azamuka rete iru.)\u001b[22m\n\nTranslations of \u001b[4mI'm somehow deceived.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm somehow deceived.\u001b[24m\n    \u001b[1m私は何とか欺かれている。\u001b[22m, \u001b[1m私は何とかだまさです。\u001b[22m\n\u001b[1m\u001b[22m\nWhen we learned the third season was cancelled and replaced by a movie, I was worried, but I thought (I hoped) the movie would be long and explaining the whole ending. But they didn't even do it this way.\n\n\u001b[1m第3シーズンがキャンセルされ、映画に取り替えられたことを知ったとき、私は心配していましたが、映画が長くなり、エンディング全体を説明することを望みました（私は望みました）。 しかし、彼らはこのようにしていませんでした。\u001b[22m\n\u001b[1m(Dai 3 shīzun ga kyanseru sa re, eiga ni torikae rareta koto o shitta toki, watashi wa shinpai shite imashitaga, eiga ga nagaku nari, endingu zentai o setsumei suru koto o nozomimashita (watashi wa nozomimashita). Shikashi, karera wa kono yō ni shite imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mWhen we learned the third season was cancelled and replaced by a movie, I was worried, but I thought (I hoped) the movie would be long and explaining the whole ending. But they didn't even do it this way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen we learned the third season was cancelled and replaced by a movie, I was worried, but I thought (I hoped) the movie would be long and explaining the whole ending.\u001b[24m\n    \u001b[1m第3シーズンがキャンセルされ、映画に取り替えられたことを知ったとき、私は心配していましたが、映画が長くなり、エンディング全体を説明することを望みました（私は望みました）。\u001b[22m, \u001b[1m我々はシーズン3が映画によってキャンセルと置き換えられた知ったとき、私は心配していたが、私は映画が長く、全体の結末を説明するだろう（私が望んだ）と思いました。\u001b[22m\n\u001b[4mBut they didn't even do it this way.\u001b[24m\n    \u001b[1mしかし、彼らはこのようにしていませんでした。\u001b[22m, \u001b[1mしかし、彼らはあっても、このようにそれをしませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThough I didn't read the manga yet, I've watched all the anime (both seasons and the 1st movie), so I was at least expecting to understand the movie. Well, I understood it, but it's not explaining the whole thing at all. It really feels like the movie is getting directly to the end, with almost no connection with the rest of the anime. Some situations remain unexplained, and above all the movie is 45min long, meaning that it's way too short to make something good.\n\n\u001b[1m私はまだマンガを読んでいませんでしたが、私はすべてのアニメ（季節と第1幕の両方）を見ましたので、私は少なくとも映画を理解することを期待していました。 さて、私はそれを理解しましたが、それはすべてを説明するものではありません。 映画が終わりに近づいているように感じ、アニメの残りの部分とのつながりはほとんどありません。 いくつかの状況は説明できないままであり、何よりも映画の長さは45分であり、何かを良いものにするには短すぎます。\u001b[22m\n\u001b[1m(Watashi wa mada manga o yonde imasendeshitaga, watashi wa subete no anime (kisetsu to dai 1-maku no ryōhō) o mimashitanode, watashi wa sukunakutomo eiga o rikai suru koto o kitai shite imashita. Sate, watashi wa sore o rikai shimashitaga, soreha subete o setsumei suru monode wa arimasen. Eiga ga owari ni chikadzuite iru yō ni kanji, anime no nokori no bubun to no tsunagari wa hotondo arimasen. Ikutsu ka no jōkyō wa setsumei dekinai mamadeari, naniyori mo eiga no naga-sa wa 45-budeari, nanika o yoimono ni suru ni wa mijika sugimasu.)\u001b[22m\n\nTranslations of \u001b[4mThough I didn't read the manga yet, I've watched all the anime (both seasons and the 1st movie), so I was at least expecting to understand the movie. Well, I understood it, but it's not explaining the whole thing at all. It really feels like the movie is getting directly to the end, with almost no connection with the rest of the anime. Some situations remain unexplained, and above all the movie is 45min long, meaning that it's way too short to make something good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough I didn't read the manga yet, I've watched all the anime (both seasons and the 1st movie), so I was at least expecting to understand the movie.\u001b[24m\n    \u001b[1m私はまだマンガを読んでいませんでしたが、私はすべてのアニメ（季節と第1幕の両方）を見ましたので、私は少なくとも映画を理解することを期待していました。\u001b[22m, \u001b[1m私はまだ漫画を読んでいないけど、私はすべてのアニメ（季節や第一映画の両方を）見てきたので、私は、少なくとも映画を理解するために期待していました。\u001b[22m\n\u001b[4mWell, I understood it, but it's not explaining the whole thing at all.\u001b[24m\n    \u001b[1mさて、私はそれを理解しましたが、それはすべてを説明するものではありません。\u001b[22m, \u001b[1mまあ、私はそれを理解し、それがすべてで全部を説明するありません。\u001b[22m\n\u001b[4mIt really feels like the movie is getting directly to the end, with almost no connection with the rest of the anime.\u001b[24m\n    \u001b[1m映画が終わりに近づいているように感じ、アニメの残りの部分とのつながりはほとんどありません。\u001b[22m, \u001b[1m映画はアニメの残りの部分とほとんどの接続で、最後に直接取得しているようにそれは本当に感じています。\u001b[22m\n\u001b[4mSome situations remain unexplained, and above all the movie is 45min long, meaning that it's way too short to make something good.\u001b[24m\n    \u001b[1mいくつかの状況は説明できないままであり、何よりも映画の長さは45分であり、何かを良いものにするには短すぎます。\u001b[22m, \u001b[1m状況によっては原因不明のままであり、すべての映画は、それが良いものを作るためにはあまりにも短いということを意味し、長い45分されている上記の。\u001b[22m\nFrom what I heard, the manga is quite long, so it was impossible to adapt it in a 45min movie.\n\n\u001b[1m私が聞いたことから、マンガはかなり長いので、45分の映画でそれを適応させることは不可能でした。\u001b[22m\n\u001b[1m(Watashi ga kiita koto kara, manga wa kanari nagainode, 45-bu no eiga de sore o tekiō sa seru koto wa fukanōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mFrom what I heard, the manga is quite long, so it was impossible to adapt it in a 45min movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom what I heard, the manga is quite long, so it was impossible to adapt it in a 45min movie.\u001b[24m\n    \u001b[1m私が聞いたことから、マンガはかなり長いので、45分の映画でそれを適応させることは不可能でした。\u001b[22m, \u001b[1m私が聞いたところでは、漫画は非常に長いので、45分の映画の中でそれを適応させることは不可能でした。\u001b[22m\n\u001b[1m\u001b[22m\nI'm also deceived because the end seems despite this kinda cool. Touch of comedy, more tragedy and seriousness, it really looked like SnO was evolving in an interesting way. I really would have liked to see the characters and the whole anime evolve in a third season.\n\n\u001b[1m私はまた、これはちょっと涼しいにもかかわらず、終わりが見えるので、騙されます。 コメディのタッチ、より多くの悲劇と真剣さ、それは本当にSnoが興味深い方法で進化していたように見えました。 私は本当にキャラクターを見たいと思っていて、アニメ全体は第3シーズンに進化しています。\u001b[22m\n\u001b[1m(Watashi wa mata, kore wa chotto suzushī nimokakawarazu, owari ga mieru node, damasa remasu. Komedi no tatchi, yori ōku no higeki to shinken-sa, sore wa hontōni Sno ga kyōmibukai hōhō de shinka shite ita yō ni miemashita. Watashi wa hontōni kyarakutā o mitai to omotte ite, anime zentai wa dai 3 shīzun ni shinka shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI'm also deceived because the end seems despite this kinda cool. Touch of comedy, more tragedy and seriousness, it really looked like SnO was evolving in an interesting way. I really would have liked to see the characters and the whole anime evolve in a third season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm also deceived because the end seems despite this kinda cool.\u001b[24m\n    \u001b[1m私はまた、これはちょっと涼しいにもかかわらず、終わりが見えるので、騙されます。\u001b[22m, \u001b[1m最後はこのちょっとクールにもかかわらず、そうなので、私もだまされています。\u001b[22m\n\u001b[4mTouch of comedy, more tragedy and seriousness, it really looked like SnO was evolving in an interesting way.\u001b[24m\n    \u001b[1mコメディのタッチ、より多くの悲劇と真剣さ、それは本当にSnoが興味深い方法で進化していたように見えました。\u001b[22m, \u001b[1mコメディ、より多くの悲劇や深刻さのタッチが、それは本当にのSnOが興味深い方法で進化したように見えました。\u001b[22m\n\u001b[4mI really would have liked to see the characters and the whole anime evolve in a third season.\u001b[24m\n    \u001b[1m私は本当にキャラクターを見たいと思っていて、アニメ全体は第3シーズンに進化しています。\u001b[22m, \u001b[1m私は実際に文字を表示するのが好きだろうと全体のアニメが3シーズン目に進化します。\u001b[22m\nThis movie had so many potential, and somehow it is awesome to see Ikaros, Tomoki and the others coming back in a different way, but the animation studio clearly missed the point.\n\n\u001b[1mこの映画は非常に多くの可能性を秘めていました。イカロス、トモキなどが戻ってくるのを見るのはすばらしいですが、アニメーションスタジオはこの点を明確に見逃していました。\u001b[22m\n\u001b[1m(Kono eiga wa hijō ni ōku no kanōsei o himete imashita. Ika Rosu, Tomoki nado ga modotte kuru no o miru no wa subarashīdesuga, animēshonsutajio wa kono ten o meikaku ni minogashite imashita.)\u001b[22m\n\nTranslations of \u001b[4mThis movie had so many potential, and somehow it is awesome to see Ikaros, Tomoki and the others coming back in a different way, but the animation studio clearly missed the point.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie had so many potential, and somehow it is awesome to see Ikaros, Tomoki and the others coming back in a different way, but the animation studio clearly missed the point.\u001b[24m\n    \u001b[1mこの映画は非常に多くの可能性を秘めていました。イカロス、トモキなどが戻ってくるのを見るのはすばらしいですが、アニメーションスタジオはこの点を明確に見逃していました。\u001b[22m, \u001b[1mこの映画は非常に多くの可能性を持っていたし、何とかイカロス、智樹と異なる方法で戻ってくる他の人を見るために素晴らしいですが、アニメーションスタジオは明らかにポイントを逃しました。\u001b[22m\n\u001b[1m\u001b[22m\nSo from now on I'm gonna read the manga to see a proper ending, and I recommand to do so for those who didn't read it yet.\n\n\u001b[1mだから、今から私はマンガを読んで適切なエンディングを見るつもりです。まだ読んでいない人にはそうすることをお勧めします。\u001b[22m\n\u001b[1m(Dakara, ima kara watashi wa manga o yonde tekisetsuna endingu o miru tsumoridesu. Mada yon de inai hito ni wa sō suru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo from now on I'm gonna read the manga to see a proper ending, and I recommand to do so for those who didn't read it yet.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo from now on I'm gonna read the manga to see a proper ending, and I recommand to do so for those who didn't read it yet.\u001b[24m\n    \u001b[1mだから、今から私はマンガを読んで適切なエンディングを見るつもりです。まだ読んでいない人にはそうすることをお勧めします。\u001b[22m, \u001b[1mだから今から私につもりは適切なエンディングを見るために漫画を読んで、私はまだそれを読んでいない人のためにそうすることを推薦しています。\u001b[22m"
  },
  {
    "title": "Sora_no_Otoshimono_Final__Eternal_My_Master",
    "id": "12783",
    "url": "https://myanimelist.net/anime/12783/Sora_no_Otoshimono_Final__Eternal_My_Master",
    "user": "Bakaoid2112",
    "profile": "/profile/Bakaoid2112/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=160197",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  7\n\nソラのおとしものの映画を作ろうと最初に聞いたとき、私は自分の好きなアニメシリーズの中に連続があることを知って非常に満足していました。 しかしながら; 私はこのフォローアップがむしろ失望していることを発見しました。\n\nこの映画の主な問題は、ペースメートが急いでいるように見えることです。クリエイターは、少なくとももう1つのシーズンまたは2分間のストーリーを短時間の短い時間の映画に入れようとしましたが、うまく機能しませんでした。 漫画を読んでいない人のために、この映画では急いでペースがいくつかのプロットホールを残すので、彼らは大いに失望しているかもしれません：ヒヨリの再現とイカロスがトモキを彼らの周りの世界が崩壊する 。\n\n最後に、私の最後の提案は、このシリーズのファンであり、適切な結論を望む人は、マンガを読むべきであり、それはいくつかのプロットの紆余曲折があり、より論理的なキャラクター開発のために作られているということです。 あなたは失望しません！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nWhen I first heard that they were going to create another Sora no Otoshimono movie, I was very happy to know that one of my favorite anime series would have a continuation. However; I found this follow up to be rather disappointing.\n\n\u001b[1mソラのおとしものの映画を作ろうと最初に聞いたとき、私は自分の好きなアニメシリーズの中に連続があることを知って非常に満足していました。 しかしながら; 私はこのフォローアップがむしろ失望していることを発見しました。\u001b[22m\n\u001b[1m(Sora no otoshi mono no eiga o tsukurou to saisho ni kiita toki, watashi wa jibun no sukina animeshirīzu no naka ni renzoku ga aru koto o shitte hijō ni manzoku shite imashita. Shikashinagara; watashi wa kono forōappu ga mushiro shitsubō shite iru koto o hakken shimashita.)\u001b[22m\n\nTranslations of \u001b[4mWhen I first heard that they were going to create another Sora no Otoshimono movie, I was very happy to know that one of my favorite anime series would have a continuation. However; I found this follow up to be rather disappointing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I first heard that they were going to create another Sora no Otoshimono movie, I was very happy to know that one of my favorite anime series would have a continuation.\u001b[24m\n    \u001b[1mソラのおとしものの映画を作ろうと最初に聞いたとき、私は自分の好きなアニメシリーズの中に連続があることを知って非常に満足していました。\u001b[22m, \u001b[1m私は最初、彼らは別の空ノーOtoshimonoムービーを作成しないつもりだったことを聞いたとき、私は私の好きなアニメシリーズの一つが継続を持っているだろうことを知って非常に幸せでした。\u001b[22m\n\u001b[4mHowever;\u001b[24m\n    \u001b[1mしかしながら;\u001b[22m, \u001b[1mしかし;\u001b[22m, \u001b[1mしかしながら;\u001b[22m, \u001b[1mしかし、\u001b[22m\n\u001b[4mI found this follow up to be rather disappointing.\u001b[24m\n    \u001b[1m私はこのフォローアップがむしろ失望していることを発見しました。\u001b[22m, \u001b[1m私はこれはかなり期待外れであることをフォローアップがわかりました。\u001b[22m\n\u001b[1m\u001b[22m\nThe main issue with this movie is that the pacing seems rushed, the creators tried to put what could have been at least another season or two's worth of story into a short near hour long movie and it didn't work well. For those who haven't read the manga, they may feel sorely disappointed by this movie as its rushed pacing leaves several plot holes, such as: Hiyori's reappearance and the first five minutes when Ikaros brings Tomoki into the synapse as the world around them collapses .\n\n\u001b[1mこの映画の主な問題は、ペースメートが急いでいるように見えることです。クリエイターは、少なくとももう1つのシーズンまたは2分間のストーリーを短時間の短い時間の映画に入れようとしましたが、うまく機能しませんでした。 漫画を読んでいない人のために、この映画では急いでペースがいくつかのプロットホールを残すので、彼らは大いに失望しているかもしれません：ヒヨリの再現とイカロスがトモキを彼らの周りの世界が崩壊する 。\u001b[22m\n\u001b[1m(Kono eiga no omona mondai wa, pēsumēto ga isoide iru yō ni mieru kotodesu. Kurieitā wa, sukunakutomo mō 1tsu no shīzun matawa 2-funkan no sutōrī o tanjikan no mijikai jikan no eiga ni ireyou to shimashitaga, umaku kinō shimasendeshita. Manga o yon de inai hito no tame ni, kono eigade wa isoide pēsu ga ikutsu ka no purottohōru o nokosunode, karera wa ōini shitsubō shite iru kamo shiremasen: Hiyori no saigen to ikarosu ga Tomoki o karera no mawari no sekai ga hōkai suru.)\u001b[22m\n\nTranslations of \u001b[4mThe main issue with this movie is that the pacing seems rushed, the creators tried to put what could have been at least another season or two's worth of story into a short near hour long movie and it didn't work well. For those who haven't read the manga, they may feel sorely disappointed by this movie as its rushed pacing leaves several plot holes, such as: Hiyori's reappearance and the first five minutes when Ikaros brings Tomoki into the synapse as the world around them collapses .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main issue with this movie is that the pacing seems rushed, the creators tried to put what could have been at least another season or two's worth of story into a short near hour long movie and it didn't work well.\u001b[24m\n    \u001b[1mこの映画の主な問題は、ペースメートが急いでいるように見えることです。クリエイターは、少なくとももう1つのシーズンまたは2分間のストーリーを短時間の短い時間の映画に入れようとしましたが、うまく機能しませんでした。\u001b[22m, \u001b[1mこの映画の主な問題は、ペーシングは急いでいるようだということです、クリエイターが短いの近くで1時間に長いムービー、少なくとも別の季節や物語の2分されている可能性があり、それがうまく動作しなかったものを入れてみました。\u001b[22m\n\u001b[4mFor those who haven't read the manga, they may feel sorely disappointed by this movie as its rushed pacing leaves several plot holes, such as: Hiyori's reappearance and the first five minutes when Ikaros brings Tomoki into the synapse as the world around them collapses\u001b[24m\n    \u001b[1m漫画を読んでいない人のために、この映画では急いでペースがいくつかのプロットホールを残すので、彼らは大いに失望しているかもしれません：ヒヨリの再現とイカロスがトモキを彼らの周りの世界が崩壊する\u001b[22m, \u001b[1m彼らの周りの世界が崩壊としてイカロスがシナプスに智樹をもたらすときひよりの再現と最初の5分：漫画を読んでいない人のために、彼らはその急いペーシングのようないくつかのプロットの穴を、離れるとこの映画によってひどく失望を感じることがあり\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nLastly, my final suggestion is that those who are fans of this series and want a proper conclusion, should read the manga, it has several plot twists and makes for more logical character development. You won't be disappointed!\n\n\u001b[1m最後に、私の最後の提案は、このシリーズのファンであり、適切な結論を望む人は、マンガを読むべきであり、それはいくつかのプロットの紆余曲折があり、より論理的なキャラクター開発のために作られているということです。 あなたは失望しません！\u001b[22m\n\u001b[1m(Saigo ni, watashi no saigo no teian wa, kono shirīzu no fandeari, tekisetsuna ketsuron o nozomu hito wa, manga o yomubekideari, sore wa ikutsu ka no purotto no uyokyokusetsu ga ari, yori ronri-tekina kyarakutā kaihatsu no tame ni tsukura rete iru to iu kotodesu. Anata wa shitsubō shimasen!)\u001b[22m\n\nTranslations of \u001b[4mLastly, my final suggestion is that those who are fans of this series and want a proper conclusion, should read the manga, it has several plot twists and makes for more logical character development. You won't be disappointed!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLastly, my final suggestion is that those who are fans of this series and want a proper conclusion, should read the manga, it has several plot twists and makes for more logical character development.\u001b[24m\n    \u001b[1m最後に、私の最後の提案は、このシリーズのファンであり、適切な結論を望む人は、マンガを読むべきであり、それはいくつかのプロットの紆余曲折があり、より論理的なキャラクター開発のために作られているということです。\u001b[22m, \u001b[1m最後に、私の最後の提案は、それはいくつかのどんでん返しがあり、より論理的なキャラクターの成長になり、このシリーズのファンであり、適切な結論を求めている人達は、漫画を読んでなければならないということです。\u001b[22m\n\u001b[4mYou won't be disappointed!\u001b[24m\n    \u001b[1mあなたは失望しません！\u001b[22m, \u001b[1mあなたが失望されません！\u001b[22m"
  },
  {
    "title": "Sora_no_Otoshimono_Final__Eternal_My_Master",
    "id": "12783",
    "url": "https://myanimelist.net/anime/12783/Sora_no_Otoshimono_Final__Eternal_My_Master",
    "user": "ImaiMorimasa",
    "profile": "/profile/ImaiMorimasa/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=230530",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  1\nアニメーション|  8\nサウンド|  8\nキャラクター|  4\n|  2\n\nさて、私は2年前に運命づけられたストリーミングサイトに下され、リリースされるとすぐにこれを見ました。 その後、失望が私を満たした。\n\nSNOの第2シーズン（これは私の2度目のアニメでした）を終えると、私は本当にシリーズに繋がり、マンガを読むようになりました。それは絶対に素晴らしいです。\n\nそれはマンガだった。\n\n空のおとしもの最終日：永遠のマスターがショーの3シーズンを入れ替えたので、たくさんのフィラーをスキップして終わりまでまっすぐにスキップすると思った。 それはできませんでしたが、映画の始めと終わりの間だけでした。 真ん中はちょうど巨大なフィラーのエピソードでした。あなたはいつ、何のために、そしてなぜ始まりと終わりが起きたのか全く分かりません。 それは良いエピソードだったが、良い決勝ではなかった。\n\nあなたが映画を見に行く場合は、最初にマンガを読んで、何が起こっているか知ることができるようにしてください。 映画はあなたに話しません。\n\n私はこのノートに仕上げます、それは良いエピソードでしたが、良いファイナルではありませんでした。 結論は全く無く、シリーズを終えるために急いでいたようだが、終わっていない",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nWell, I watched this as soon as it was subbed and released to streaming sites that fateful 2 years ago. Disappointment filled me afterwards.\n\n\u001b[1mさて、私は2年前に運命づけられたストリーミングサイトに下され、リリースされるとすぐにこれを見ました。 その後、失望が私を満たした。\u001b[22m\n\u001b[1m(Sate, watashi wa 2-nen mae ni unmei dzuke rareta sutorīmingusaito ni kudasa re, rirīsu sa reruto sugu ni kore o mimashita. Sonogo, shitsubō ga watashi o mitashita.)\u001b[22m\n\nTranslations of \u001b[4mWell, I watched this as soon as it was subbed and released to streaming sites that fateful 2 years ago. Disappointment filled me afterwards.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, I watched this as soon as it was subbed and released to streaming sites that fateful 2 years ago.\u001b[24m\n    \u001b[1mさて、私は2年前に運命づけられたストリーミングサイトに下され、リリースされるとすぐにこれを見ました。\u001b[22m, \u001b[1mまあ、私はすぐにそれが2年前に運命的なストリーミングサイトに下塗りし、リリースされたとしてこれを見ていました。\u001b[22m\n\u001b[4mDisappointment filled me afterwards.\u001b[24m\n    \u001b[1mその後、失望が私を満たした。\u001b[22m, \u001b[1m失望はその後私を満たしました。\u001b[22m\n\u001b[1m\u001b[22m\nAs soon as I finished season 2 of SNO (This was my second ever anime) I got really attached to the series and proceeded to read the manga, and it was absolutely amazing, ending still makes me cry to this day.\n\n\u001b[1mSNOの第2シーズン（これは私の2度目のアニメでした）を終えると、私は本当にシリーズに繋がり、マンガを読むようになりました。それは絶対に素晴らしいです。\u001b[22m\n\u001b[1m(SNO no dai 2 shīzun (kore wa watashi no 2-dome no animedeshita) o oeru to, watashi wa hontōni shirīzu ni tsunagari, manga o yomu yō ni narimashita. Sore wa zettai ni subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mAs soon as I finished season 2 of SNO (This was my second ever anime) I got really attached to the series and proceeded to read the manga, and it was absolutely amazing, ending still makes me cry to this day.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs soon as I finished season 2 of SNO (This was my second ever anime) I got really attached to the series and proceeded to read the manga, and it was absolutely amazing, ending still makes me cry to this day.\u001b[24m\n    \u001b[1mSNOの第2シーズン（これは私の2度目のアニメでした）を終えると、私は本当にシリーズに繋がり、マンガを読むようになりました。それは絶対に素晴らしいです。\u001b[22m, \u001b[1m私はSNOのシーズン2を終了するとすぐ、私は本当にシリーズに添付持って、漫画を読むために進行し、それはまだ私がこの日に泣きになり、終了、絶対に驚くべきものだった（これは私の第二の今までのアニメでした）。\u001b[22m\n\u001b[1m\u001b[22m\nThat was the manga though.\n\n\u001b[1mそれはマンガだった。\u001b[22m\n\u001b[1m(Sore wa mangadatta.)\u001b[22m\n\nTranslations of \u001b[4mThat was the manga though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat was the manga though.\u001b[24m\n    \u001b[1mそれはマンガだった。\u001b[22m, \u001b[1mそれはしかし漫画でした。\u001b[22m\n\u001b[1m\u001b[22m\nSora no Otoshimono Final: Eternal My Master replaced a season 3 for the show, So I thought it probably would skip a lot of filler and skip straight to the ending. It DID do that, but only for the beginning of the movie, and the end of it. The middle was just a huge filler episode, and you end up with no idea when, what, or even why the beginning and end happened. It was a good episode, but not a good final.\n\n\u001b[1m空のおとしもの最終日：永遠のマスターがショーの3シーズンを入れ替えたので、たくさんのフィラーをスキップして終わりまでまっすぐにスキップすると思った。 それはできませんでしたが、映画の始めと終わりの間だけでした。 真ん中はちょうど巨大なフィラーのエピソードでした。あなたはいつ、何のために、そしてなぜ始まりと終わりが起きたのか全く分かりません。 それは良いエピソードだったが、良い決勝ではなかった。\u001b[22m\n\u001b[1m(Sora no oto shimo no saishū-bi: Eien no masutā ga shō no 3 shīzun o irekaetanode, takusan no firā o sukippu shite owari made massugu ni sukippu suru to omotta. Soreha dekimasendeshitaga, eiga no hajime to owari no ma dakedeshita. Man'naka wa chōdo kyodaina firā no episōdodeshita. Anata wa itsu, nan'notameni, soshite naze hajimari to owari ga okita no ka mattaku wakarimasen. Sore wa yoi episōdodattaga, yoi kesshōde wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mSora no Otoshimono Final: Eternal My Master replaced a season 3 for the show, So I thought it probably would skip a lot of filler and skip straight to the ending. It DID do that, but only for the beginning of the movie, and the end of it. The middle was just a huge filler episode, and you end up with no idea when, what, or even why the beginning and end happened. It was a good episode, but not a good final.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSora no Otoshimono Final: Eternal My Master replaced a season 3 for the show, So I thought it probably would skip a lot of filler and skip straight to the ending.\u001b[24m\n    \u001b[1m空のおとしもの最終日：永遠のマスターがショーの3シーズンを入れ替えたので、たくさんのフィラーをスキップして終わりまでまっすぐにスキップすると思った。\u001b[22m, \u001b[1mそらのおとしものファイナル：永遠の私のマスターは、ショーのためにシーズン3を交換していない、だから私はそれはおそらくフィラーの多くをスキップするだろうし、エンディングにまっすぐ進んでくださいと思いました。\u001b[22m\n\u001b[4mIt DID do that, but only for the beginning of the movie, and the end of it.\u001b[24m\n    \u001b[1mそれはできませんでしたが、映画の始めと終わりの間だけでした。\u001b[22m, \u001b[1mそれはだけ映画の冒頭、それの終わりのために、それを行うDID。\u001b[22m\n\u001b[4mThe middle was just a huge filler episode, and you end up with no idea when, what, or even why the beginning and end happened.\u001b[24m\n    \u001b[1m真ん中はちょうど巨大なフィラーのエピソードでした。あなたはいつ、何のために、そしてなぜ始まりと終わりが起きたのか全く分かりません。\u001b[22m, \u001b[1m真ん中はちょうど巨大なフィラーエピソードで、最初と最後には何が起こったのか、あるいはなぜとき、あなたは全く分からないで終わります。\u001b[22m\n\u001b[4mIt was a good episode, but not a good final.\u001b[24m\n    \u001b[1mそれは良いエピソードだったが、良い決勝ではなかった。\u001b[22m, \u001b[1mそれは良いのエピソードが、良い最終ませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nIf you are going to watch the movie, be sure to read the manga first so you can know whats going on. The movie won't tell you.\n\n\u001b[1mあなたが映画を見に行く場合は、最初にマンガを読んで、何が起こっているか知ることができるようにしてください。 映画はあなたに話しません。\u001b[22m\n\u001b[1m(Anata ga eiga o mi ni iku baai wa, saisho ni manga o yonde, nani ga okotte iru ka shiru koto ga dekiru yō ni shite kudasai. Eiga wa anata ni hanashimasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you are going to watch the movie, be sure to read the manga first so you can know whats going on. The movie won't tell you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you are going to watch the movie, be sure to read the manga first so you can know whats going on.\u001b[24m\n    \u001b[1mあなたが映画を見に行く場合は、最初にマンガを読んで、何が起こっているか知ることができるようにしてください。\u001b[22m, \u001b[1mあなたは映画を見に行くされている場合は、あなたが起こっていただきまし知ることができるように、最初の漫画を読むようにしてください。\u001b[22m\n\u001b[4mThe movie won't tell you.\u001b[24m\n    \u001b[1m映画はあなたに話しません。\u001b[22m, \u001b[1m映画はあなたを教えてくれません。\u001b[22m\n\u001b[1m\u001b[22m\nI'll finish up on this note, it was a good episode, but not a good final. There was absolutely no conclusion, and it seemed rushed to finish a series, but it isn't finished at all\n\n\u001b[1m私はこのノートに仕上げます、それは良いエピソードでしたが、良いファイナルではありませんでした。 結論は全く無く、シリーズを終えるために急いでいたようだが、終わっていない\u001b[22m\n\u001b[1m(Watashi wa kono nōto ni shiagemasu, sore wa yoi episōdodeshitaga, yoi fainarude wa arimasendeshita. Ketsuron wa mattaku naku, shirīzu o oeru tame ni isoide ita yōdaga, owatte inai)\u001b[22m\n\nTranslations of \u001b[4mI'll finish up on this note, it was a good episode, but not a good final. There was absolutely no conclusion, and it seemed rushed to finish a series, but it isn't finished at all\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll finish up on this note, it was a good episode, but not a good final.\u001b[24m\n    \u001b[1m私はこのノートに仕上げます、それは良いエピソードでしたが、良いファイナルではありませんでした。\u001b[22m, \u001b[1m私はそれは良い話だったが、良い最終ではない、このノートに仕上げます。\u001b[22m\n\u001b[4mThere was absolutely no conclusion, and it seemed rushed to finish a series, but it isn't finished at all\u001b[24m\n    \u001b[1m結論は全く無く、シリーズを終えるために急いでいたようだが、終わっていない\u001b[22m, \u001b[1mそこ全く結論があって、それがシリーズを完了するために急いだように見えたが、それは全く終わっていません\u001b[22m"
  },
  {
    "title": "Sora_no_Otoshimono_Final__Eternal_My_Master",
    "id": "12783",
    "url": "https://myanimelist.net/anime/12783/Sora_no_Otoshimono_Final__Eternal_My_Master",
    "user": "MadHatter90",
    "profile": "/profile/MadHatter90/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=220644",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  6\nサウンド|  6\nキャラクター|  5\n|  2\n\nこのレビューを始める前に、私はいつも本当にこのショーが好きだったと言いたいと思っていました。 あなたがこのシリーズを気に入ったら、実際にこの映画をスキップすることをお勧めします。潜在的にあなたのためにそれを台無しにする可能性があるからです。 前の映画は本当にフィナーレのために空腹になってしまいました。私はこの映画が築き上げてきたすべての質問に答えることを望んでいました。 それはしません。 私は、漫画の漫画を松葉杖として使うのではなく、どんなアニメも単独で立てるべきだと確信しています。 私は漫画を読んだ人だけがこの映画で起こっていることを知っているという気持ちがあります。あなたが私の頭に銃をかけるとあなたに話すことができないからです。\n\n私はアニメーション、音、ectをスキップするつもりです。 単に以前の映画/季節と変わらないからです。 それは最初から完全に切り離されているということです。 私は実際にこれが映画の一部であり、誤って挿入されたOVAではないことを確認しました。 私は物語に集中したい。 私は何かを台無しにすることはありませんが、私はそのレイアウトについて議論します。 この映画では、クライマックスで始まり、クライマックスに至るまでのストーリーを見せてから、決断で終わる形式を使います。 確かに、映画は強いから始まります。 クライマックスは刺激的で重要なことが起こっているようだ。 ここで映画はちょうど混乱した混乱になります。 中間部分は長いエピソードのように感じる。 それは前の映画から残された質問に答えるものではありません。\n\nこの中間部分には独自の結論があり、すぐに最初の部分にジャンプします。 これが解決策が起こる場所です。 それはしません。 最初は何がイベントにつながっているのか全く分かりませんが、それは重大な問題を示していて悲劇的なものであり、どれも対処されていないためです。 代わりに、私たちはアニメが終わらないはずのシーンに取り組んでいます。 その後、それは終了する。 それは物語でもありません。 それはほとんど半分のシーンです。\n\nこの映画を説明する最善の方法は、途中にランダムなエピソードを挿入し、決して決して決してないクライマックスです。 簡単に言えば、これは決してリリースされてはいけないゴミです。 それを見ても気にしないでください。 今、私はすべてのマンガを読んで、どのようにそれが終わったのかを見て、この映画の記憶を心の中に押し込もうとしています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nBefore I start this review I wanted to say that I always really liked this show. If you liked this series I would actually recommend skipping this movie because it could potentially ruin it for you. The previous movie really left me hungry for the finale and I was hoping this one was going to answer all the questions that had been building up. It doesn’t. I am a firm believer that any anime should stand alone, instead of using the source manga as a crutch. I have a feeling that only those who have read the manga know what’s supposed to be happening in this movie cause I couldn’t tell you if you put a gun to my head.\n\n\u001b[1mこのレビューを始める前に、私はいつも本当にこのショーが好きだったと言いたいと思っていました。 あなたがこのシリーズを気に入ったら、実際にこの映画をスキップすることをお勧めします。潜在的にあなたのためにそれを台無しにする可能性があるからです。 前の映画は本当にフィナーレのために空腹になってしまいました。私はこの映画が築き上げてきたすべての質問に答えることを望んでいました。 それはしません。 私は、漫画の漫画を松葉杖として使うのではなく、どんなアニメも単独で立てるべきだと確信しています。 私は漫画を読んだ人だけがこの映画で起こっていることを知っているという気持ちがあります。あなたが私の頭に銃をかけるとあなたに話すことができないからです。\u001b[22m\n\u001b[1m(Kono rebyū o hajimeru mae ni, watashi wa itsumo hontōni kono shō ga sukidatta to iitai to omotte imashita. Anata ga kono shirīzu o kiniittara, jissai ni kono eiga o sukippu suru koto o o susume shimasu. Senzai-teki ni anata no tame ni sore o dainashi ni suru kanōsei ga arukaradesu. Mae no eiga wa hontōni fināre no tame ni kūfuku ni natte shimaimashita. Watashi wa kono eiga ga kizukiagete kita subete no shitsumon ni kotaeru koto o nozonde imashita. Soreha shimasen. Watashi wa, manga no manga o matsubadzue to shite tsukau node wa naku, don'na anime mo tandoku de taterubekida to kakushin shite imasu. Watashi wa manga o yonda hito dake ga kono eiga de okotte iru koto o shitte iru to iu kimochi ga arimasu. Anata ga watashi no atama ni jū o kakeru to anata ni hanasu koto ga dekinaikaradesu.)\u001b[22m\n\nTranslations of \u001b[4mBefore I start this review I wanted to say that I always really liked this show. If you liked this series I would actually recommend skipping this movie because it could potentially ruin it for you. The previous movie really left me hungry for the finale and I was hoping this one was going to answer all the questions that had been building up. It doesn’t. I am a firm believer that any anime should stand alone, instead of using the source manga as a crutch. I have a feeling that only those who have read the manga know what’s supposed to be happening in this movie cause I couldn’t tell you if you put a gun to my head.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore I start this review I wanted to say that I always really liked this show.\u001b[24m\n    \u001b[1mこのレビューを始める前に、私はいつも本当にこのショーが好きだったと言いたいと思っていました。\u001b[22m, \u001b[1m私はこのレビューを開始する前に私はいつも本当にこのショーを気に入っていることを言いたかったです。\u001b[22m\n\u001b[4mIf you liked this series I would actually recommend skipping this movie because it could potentially ruin it for you.\u001b[24m\n    \u001b[1mあなたがこのシリーズを気に入ったら、実際にこの映画をスキップすることをお勧めします。潜在的にあなたのためにそれを台無しにする可能性があるからです。\u001b[22m, \u001b[1mあなたはこのシリーズが好きなら、それは潜在的にあなたのためにそれを台無しにする可能性があるため、私は実際にこの映画をスキップすることをお勧めします。\u001b[22m\n\u001b[4mThe previous movie really left me hungry for the finale and I was hoping this one was going to answer all the questions that had been building up.\u001b[24m\n    \u001b[1m前の映画は本当にフィナーレのために空腹になってしまいました。私はこの映画が築き上げてきたすべての質問に答えることを望んでいました。\u001b[22m, \u001b[1m以前の映画は本当にフィナーレに飢えて私を残し、私はこの1つが構築されていたすべての質問に回答するつもりだった期待していました。\u001b[22m\n\u001b[4mIt doesn’t.\u001b[24m\n    \u001b[1mそれはしません。\u001b[22m, \u001b[1mそれはしていません。\u001b[22m\n\u001b[4mI am a firm believer that any anime should stand alone, instead of using the source manga as a crutch.\u001b[24m\n    \u001b[1m私は、漫画の漫画を松葉杖として使うのではなく、どんなアニメも単独で立てるべきだと確信しています。\u001b[22m, \u001b[1m私はアニメではなく、松葉杖としてソース漫画を使用するのではなく、スタンドアロンべき固く信じています。\u001b[22m\n\u001b[4mI have a feeling that only those who have read the manga know what’s supposed to be happening in this movie cause I couldn’t tell you if you put a gun to my head.\u001b[24m\n    \u001b[1m私は漫画を読んだ人だけがこの映画で起こっていることを知っているという気持ちがあります。あなたが私の頭に銃をかけるとあなたに話すことができないからです。\u001b[22m, \u001b[1m私は漫画を読んでいる人は、あなたが私の頭に銃を置く場合、私はあなたを伝えることができなかったこの映画の原因で起きていることになっているか知っている気がします。\u001b[22m\n\u001b[1m\u001b[22m\nI’m going to skip the animation, sounds, ect. simply because they don’t differ from previous movie/seasons. Even more galling is that it is completely disconnected from the beginning. I actually checked to make sure this was part of the movie and not some OVA that accidently got inserted. I do want to focus on the story. I won’t spoil anything but I will discuss its layout. This movie uses the format where you start with the climax, show the story leading up to the climax, then finish with a resolution. Admittedly, the movie starts out strong. The climax seems exciting and important stuff has happened. Here is where the movie just becomes a jumbled mess. The middle part feels like a long episode. It answers no questions left over from the previous movie (it actually raises more).\n\n\u001b[1m私はアニメーション、音、ectをスキップするつもりです。 単に以前の映画/季節と変わらないからです。 それは最初から完全に切り離されているということです。 私は実際にこれが映画の一部であり、誤って挿入されたOVAではないことを確認しました。 私は物語に集中したい。 私は何かを台無しにすることはありませんが、私はそのレイアウトについて議論します。 この映画では、クライマックスで始まり、クライマックスに至るまでのストーリーを見せてから、決断で終わる形式を使います。 確かに、映画は強いから始まります。 クライマックスは刺激的で重要なことが起こっているようだ。 ここで映画はちょうど混乱した混乱になります。 中間部分は長いエピソードのように感じる。 それは前の映画から残された質問に答えるものではありません。\u001b[22m\n\u001b[1m(Watashi wa animēshon,-on, ect o sukippu suru tsumoridesu. Tan'ni izen no eiga/ kisetsu to kawaranaikaradesu. Watashi wa monogatari ni shūchū shitai. Watashi wa nanika o dainashi ni suru koto wa arimasenga, watashi wa sono reiauto ni tsuite giron shimasu. Kono eigade wa, kuraimakkusu de hajimari, kuraimakkusu ni itaru made no sutōrī o misete kara, ketsudan de owaru keishiki o tsukaimasu. Tashika ni, eiga wa tsuyoikara hajimarimasu. Kuraimakkusu wa shigeki-tekide jūyōna koto ga okotte iru yōda. Koko de eiga wa chōdo konran shita konran ni narimasu. Chūkan bubun wa nagai episōdo no yō ni kanjiru. Soreha mae no eiga kara nokosa reta shitsumon ni kotaeru monode wa arimasen. Sore wa saisho kara kanzen ni kirihanasa rete iru to iu kotodesu. Watashi wa jissai ni korega eiga no ichibudeari, ayamatte sōnyū sa reta ovu~ade wanai koto o kakunin shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI’m going to skip the animation, sounds, ect. simply because they don’t differ from previous movie/seasons. Even more galling is that it is completely disconnected from the beginning. I actually checked to make sure this was part of the movie and not some OVA that accidently got inserted. I do want to focus on the story. I won’t spoil anything but I will discuss its layout. This movie uses the format where you start with the climax, show the story leading up to the climax, then finish with a resolution. Admittedly, the movie starts out strong. The climax seems exciting and important stuff has happened. Here is where the movie just becomes a jumbled mess. The middle part feels like a long episode. It answers no questions left over from the previous movie (it actually raises more).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI’m going to skip the animation, sounds, ect.\u001b[24m\n    \u001b[1m私はアニメーション、音、ectをスキップするつもりです。\u001b[22m, \u001b[1m私は電気ショック療法、サウンド、アニメーションをスキップするつもりです。\u001b[22m\n\u001b[4msimply because they don’t differ from previous movie/seasons.\u001b[24m\n    \u001b[1m単に以前の映画/季節と変わらないからです。\u001b[22m, \u001b[1m彼らは以前の映画/シーズンと異ならないというだけの理由。\u001b[22m\n\u001b[4mI do want to focus on the story.\u001b[24m\n    \u001b[1m私は物語に集中したい。\u001b[22m, \u001b[1m私は話に集中したいん。\u001b[22m\n\u001b[4mI won’t spoil anything but I will discuss its layout.\u001b[24m\n    \u001b[1m私は何かを台無しにすることはありませんが、私はそのレイアウトについて議論します。\u001b[22m, \u001b[1m私は何を台無しにしませんが、私は、そのレイアウトについて説明します。\u001b[22m\n\u001b[4mThis movie uses the format where you start with the climax, show the story leading up to the climax, then finish with a resolution.\u001b[24m\n    \u001b[1mこの映画では、クライマックスで始まり、クライマックスに至るまでのストーリーを見せてから、決断で終わる形式を使います。\u001b[22m, \u001b[1mこの映画では、クライマックスで始まる形式を使用して、解像度で終了し、その後、物語はクライマックスに至るまで表示されます。\u001b[22m\n\u001b[4mAdmittedly, the movie starts out strong.\u001b[24m\n    \u001b[1m確かに、映画は強いから始まります。\u001b[22m\n\u001b[4mThe climax seems exciting and important stuff has happened.\u001b[24m\n    \u001b[1mクライマックスは刺激的で重要なことが起こっているようだ。\u001b[22m, \u001b[1mクライマックスは、エキサイティングで重要なものが起こっているようです。\u001b[22m\n\u001b[4mHere is where the movie just becomes a jumbled mess.\u001b[24m\n    \u001b[1mここで映画はちょうど混乱した混乱になります。\u001b[22m, \u001b[1m映画はただごちゃ混ぜ混乱になるのはここです。\u001b[22m\n\u001b[4mThe middle part feels like a long episode.\u001b[24m\n    \u001b[1m中間部分は長いエピソードのように感じる。\u001b[22m, \u001b[1m中央部には、長いエピソードのように感じています。\u001b[22m\n\u001b[4mIt answers no questions left over from the previous movie (it actually raises more).\u001b[24m\n    \u001b[1mそれは前の映画から残された質問に答えるものではありません。\u001b[22m, \u001b[1mこれは、以前の映画（それは実際にはよりを上げる）から残さないの質問に答えていません。\u001b[22m\n\u001b[4mEven more galling is that it is completely disconnected from the beginning.\u001b[24m\n    \u001b[1mそれは最初から完全に切り離されているということです。\u001b[22m, \u001b[1mさらによりかじりは、最初から完全に切断されることです。\u001b[22m\n\u001b[4mI actually checked to make sure this was part of the movie and not some OVA that accidently got inserted.\u001b[24m\n    \u001b[1m私は実際にこれが映画の一部であり、誤って挿入されたOVAではないことを確認しました。\u001b[22m, \u001b[1m私は実際にこの映画の一部と誤って挿入されてしまったではないいくつかのOVAたことを確認するチェックしました。\u001b[22m\n\u001b[1m\u001b[22m\nThis middle part has its own conclusion and then immediately jumps back to the beginning. This is where the resolution should happen. It doesn’t. We have absolutely no idea what lead up to the events in the beginning, which is tragic because they show some serious stuff and none of it gets addressed. Instead we are treated to a scene that no anime should ever end on. Then it ends. It’s not even a story. It’s barely a half-finished scene.\n\n\u001b[1mこの中間部分には独自の結論があり、すぐに最初の部分にジャンプします。 これが解決策が起こる場所です。 それはしません。 最初は何がイベントにつながっているのか全く分かりませんが、それは重大な問題を示していて悲劇的なものであり、どれも対処されていないためです。 代わりに、私たちはアニメが終わらないはずのシーンに取り組んでいます。 その後、それは終了する。 それは物語でもありません。 それはほとんど半分のシーンです。\u001b[22m\n\u001b[1m(Kono chūkan bubun ni wa dokuji no ketsuron ga ari, sugu ni saisho no bubun ni janpu shimasu. Kore ga kaiketsusaku ga okoru bashodesu. Soreha shimasen. Saisho wa nani ga ibento ni tsunagatte iru no ka mattaku wakarimasen ga, sore wa jūdaina mondai o shimeshite ite higeki-tekina monodeari, dore mo taisho sa rete inai tamedesu. Kawari ni, watashitachiha anime ga owaranai hazu no shīn ni torikunde imasu. Sonogo, soreha shūryō suru. Sore wa monogatari demo arimasen. Sore wa hotondo hanbun no shīndesu.)\u001b[22m\n\nTranslations of \u001b[4mThis middle part has its own conclusion and then immediately jumps back to the beginning. This is where the resolution should happen. It doesn’t. We have absolutely no idea what lead up to the events in the beginning, which is tragic because they show some serious stuff and none of it gets addressed. Instead we are treated to a scene that no anime should ever end on. Then it ends. It’s not even a story. It’s barely a half-finished scene.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis middle part has its own conclusion and then immediately jumps back to the beginning.\u001b[24m\n    \u001b[1mこの中間部分には独自の結論があり、すぐに最初の部分にジャンプします。\u001b[22m, \u001b[1mこの中間部分は、独自の結論を持って、その後すぐに先頭にジャンプして戻ります。\u001b[22m\n\u001b[4mThis is where the resolution should happen.\u001b[24m\n    \u001b[1mこれが解決策が起こる場所です。\u001b[22m, \u001b[1m解像度が起こるべき場所です。\u001b[22m\n\u001b[4mIt doesn’t.\u001b[24m\n    \u001b[1mそれはしません。\u001b[22m, \u001b[1mそれはしていません。\u001b[22m\n\u001b[4mWe have absolutely no idea what lead up to the events in the beginning, which is tragic because they show some serious stuff and none of it gets addressed.\u001b[24m\n    \u001b[1m最初は何がイベントにつながっているのか全く分かりませんが、それは重大な問題を示していて悲劇的なものであり、どれも対処されていないためです。\u001b[22m, \u001b[1m我々は、彼らがいくつかの深刻なものを示し、それのどれもが対処しないされますので、悲劇的で始まり、内のイベントに至るまでどのような絶対にないアイデアを持っていません。\u001b[22m\n\u001b[4mInstead we are treated to a scene that no anime should ever end on.\u001b[24m\n    \u001b[1m代わりに、私たちはアニメが終わらないはずのシーンに取り組んでいます。\u001b[22m, \u001b[1m代わりに、私たちは何のアニメが今までに終わるべきではないシーンに扱われます。\u001b[22m\n\u001b[4mThen it ends.\u001b[24m\n    \u001b[1mその後、それは終了する。\u001b[22m, \u001b[1mそして、それが終了します。\u001b[22m\n\u001b[4mIt’s not even a story.\u001b[24m\n    \u001b[1mそれは物語でもありません。\u001b[22m, \u001b[1mそれも、話ではないのです。\u001b[22m\n\u001b[4mIt’s barely a half-finished scene.\u001b[24m\n    \u001b[1mそれはほとんど半分のシーンです。\u001b[22m, \u001b[1mそれはかろうじて半シーンです。\u001b[22m\n\u001b[1m\u001b[22m\nThe best way to describe this movie is a climax with a random episode inserted in the middle and absolutely no resolution. Simply put, this is trash that should never have been released. Don’t even bother watching it. Now I have to go read all manga just to see how it should have ended and try to push the memory of this movie into the back of my mind.\n\n\u001b[1mこの映画を説明する最善の方法は、途中にランダムなエピソードを挿入し、決して決して決してないクライマックスです。 簡単に言えば、これは決してリリースされてはいけないゴミです。 それを見ても気にしないでください。 今、私はすべてのマンガを読んで、どのようにそれが終わったのかを見て、この映画の記憶を心の中に押し込もうとしています。\u001b[22m\n\u001b[1m(Kono eiga o setsumei suru saizen no hōhō wa, tochū ni randamuna episōdo o sōnyū shi, kesshite kesshite kesshite nai kuraimakkusudesu. Kantan'niieba, kore wa kesshite rirīsu sa rete wa ikenai gomidesu. Sore o mite mo kinishinaide kudasai. Ima, watashi wa subete no manga o yonde, dono yō ni sore ga owatta no ka o mite, kono eiga no kioku o kokoronouchi ni oshikomou to shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe best way to describe this movie is a climax with a random episode inserted in the middle and absolutely no resolution. Simply put, this is trash that should never have been released. Don’t even bother watching it. Now I have to go read all manga just to see how it should have ended and try to push the memory of this movie into the back of my mind.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe best way to describe this movie is a climax with a random episode inserted in the middle and absolutely no resolution.\u001b[24m\n    \u001b[1mこの映画を説明する最善の方法は、途中にランダムなエピソードを挿入し、決して決して決してないクライマックスです。\u001b[22m, \u001b[1mこの映画を記述するための最良の方法は、中間と全く解像度に挿入ランダムなエピソードとクライマックスです。\u001b[22m\n\u001b[4mSimply put, this is trash that should never have been released.\u001b[24m\n    \u001b[1m簡単に言えば、これは決してリリースされてはいけないゴミです。\u001b[22m, \u001b[1m簡単に言えば、これはリリースされていないんゴミです。\u001b[22m\n\u001b[4mDon’t even bother watching it.\u001b[24m\n    \u001b[1mそれを見ても気にしないでください。\u001b[22m, \u001b[1mでも、それを見て気にしないでください。\u001b[22m\n\u001b[4mNow I have to go read all manga just to see how it should have ended and try to push the memory of this movie into the back of my mind.\u001b[24m\n    \u001b[1m今、私はすべてのマンガを読んで、どのようにそれが終わったのかを見て、この映画の記憶を心の中に押し込もうとしています。\u001b[22m, \u001b[1m今私はちょうどそれが終了しているべきであるかを確認するために、すべての漫画を読んで、私の心の奥にこの映画のメモリをプッシュしようと行かなければなりません。\u001b[22m"
  },
  {
    "title": "Sora_no_Otoshimono_Final__Eternal_My_Master",
    "id": "12783",
    "url": "https://myanimelist.net/anime/12783/Sora_no_Otoshimono_Final__Eternal_My_Master",
    "user": "Salmo69",
    "profile": "/profile/Salmo69/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=218819",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  9\nサウンド|  7\nキャラクター|  5\n|  6\n\n〜マイナースポイラー〜\n\nストーリー：4/10ストーリーがこのような不気味なスコアを得た2つの理由があります。最初は始まりがどこにあってもとても混乱していました.20分かけて私がスキップした映画があるかどうかを調べました。  2番目の理由はエンディングです（これはスポイラーのセクションで詳しく議論するので、スポイラーX3は心配しないでください）\n\n芸術：9月10日芸術は私が天国の財産を失ったことから見た最高のもののいくつかです。これがシリーズの最後の映画でもなく続きであっても、もっと見ることが大好きです。\n\nサウンド：7/10もしあなたがアニメや最初の映画を見たことがあれば、何が得られ、何も変わっていないことがわかっている。\n\nキャラクター：5/10映画の始まりと同じように...混乱は、私がこの映画の登場人物を説明するのに使うことができるものです\n\n全体的に：6/10今、私は本当にあなたがシリーズへの（幾分受け入れられる）終わりを与えて、新しい旅行にそれを送信する場合、はい、天気がプロパティシリーズを失ったようにこの映画を見ることをお勧めします。\n\nPS：この映画は私のためにアニメを台無しにしました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\n~Minor spoilers~\n\n\u001b[1m〜マイナースポイラー〜\u001b[22m\n\u001b[1m(〜 Maināsupoirā 〜)\u001b[22m\n\nTranslations of \u001b[4m~Minor spoilers~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~Minor spoilers~\u001b[24m\n    \u001b[1m〜マイナースポイラー〜\u001b[22m\n\u001b[1m\u001b[22m\nStory:4/10 Now there are 2 reasons the story got such a sucky score.first is the beginning the beginning was all over the place and i was so confused i spent like 20 minutes looking if there was a movie i had skipped.the second reason is the ending (which ill discuss more in the spoilers section so don't worry no spoilers X3)\n\n\u001b[1mストーリー：4/10ストーリーがこのような不気味なスコアを得た2つの理由があります。最初は始まりがどこにあってもとても混乱していました.20分かけて私がスキップした映画があるかどうかを調べました。  2番目の理由はエンディングです（これはスポイラーのセクションで詳しく議論するので、スポイラーX3は心配しないでください）\u001b[22m\n\u001b[1m(Sutōrī: 4/ 10 Sutōrī ga ko no yōna bukimina sukoa o eta 2tsu no riyū ga arimasu. Saisho wa hajimari ga dokoni a tte mo totemo konran shite imashita. 20-Bu kakete watashi ga sukippu shita eiga ga aru ka dō ka o shirabemashita. 2-Banme no riyū wa endingudesu (kore wa supoirā no sekushon de kuwashiku giron surunode, supoirā X 3 wa shinpaishinaidekudasai))\u001b[22m\n\nTranslations of \u001b[4mStory:4/10 Now there are 2 reasons the story got such a sucky score.first is the beginning the beginning was all over the place and i was so confused i spent like 20 minutes looking if there was a movie i had skipped.the second reason is the ending (which ill discuss more in the spoilers section so don't worry no spoilers X3)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory:4/10 Now there are 2 reasons the story got such a sucky score.first is the beginning the beginning was all over the place and i was so confused i spent like 20 minutes looking if there was a movie i had skipped.the\u001b[24m\n    \u001b[1mストーリー：4/10ストーリーがこのような不気味なスコアを得た2つの理由があります。最初は始まりがどこにあってもとても混乱していました.20分かけて私がスキップした映画があるかどうかを調べました。\u001b[22m, \u001b[1mストーリー：4月10日は今の話は、このような嫌なscore.firstは初めはすべての場所であったと私は私がskipped.theいた映画があった場合、探して20分のように過ごしたので、混乱していた始まりで得た2つの理由があります\u001b[22m\n\u001b[4msecond reason is the ending (which ill discuss more in the spoilers section so don't worry no spoilers X3)\u001b[24m\n    \u001b[1m2番目の理由はエンディングです（これはスポイラーのセクションで詳しく議論するので、スポイラーX3は心配しないでください）\u001b[22m, \u001b[1m第二の理由は、（病気のため、何のスポイラーのX3を心配しませんスポイラーセクションで詳しく議論する）終了されます\u001b[22m\n\u001b[1m\u001b[22m\nArt:9/10 The art is some of the best I've seen from the heavens lost property series.and if this wasn't the last movie or continuation at all in the series i would love to see more of it.\n\n\u001b[1m芸術：9月10日芸術は私が天国の財産を失ったことから見た最高のもののいくつかです。これがシリーズの最後の映画でもなく続きであっても、もっと見ることが大好きです。\u001b[22m\n\u001b[1m(Geijutsu: 9 Tsuki 10-nichi geijutsu wa watashi ga tengoku no zaisan o ushinatta koto kara mita saikō no mono no ikutsu kadesu. Kore ga shirīzu no saigo no eigade mo naku tsudzukideatte mo, motto miru koto ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mArt:9/10 The art is some of the best I've seen from the heavens lost property series.and if this wasn't the last movie or continuation at all in the series i would love to see more of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt:9/10 The art is some of the best I've seen from the heavens lost property series.and if this wasn't the last movie or continuation at all in the series i would love to see more of it.\u001b[24m\n    \u001b[1m芸術：9月10日芸術は私が天国の財産を失ったことから見た最高のもののいくつかです。これがシリーズの最後の映画でもなく続きであっても、もっと見ることが大好きです。\u001b[22m, \u001b[1mアート：9/10技術は、私が天から見た中で最高のいくつかは、財産を失ったseries.andこれはまったくのシリーズで最後の映画や継続なかった場合、私はそれをもっと見てみたいです。\u001b[22m\n\u001b[1m\u001b[22m\nSound:7/10 if you've seen the anime or the first movie you know what your getting and nothing has really changed.\n\n\u001b[1mサウンド：7/10もしあなたがアニメや最初の映画を見たことがあれば、何が得られ、何も変わっていないことがわかっている。\u001b[22m\n\u001b[1m(Saundo: 7/ 10 Moshi anata ga anime ya saisho no eiga o mita koto ga areba, nani ga e rare, nani mo kawatte inai koto ga wakatte iru.)\u001b[22m\n\nTranslations of \u001b[4mSound:7/10 if you've seen the anime or the first movie you know what your getting and nothing has really changed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound:7/10 if you've seen the anime or the first movie you know what your getting and nothing has really changed.\u001b[24m\n    \u001b[1mサウンド：7/10もしあなたがアニメや最初の映画を見たことがあれば、何が得られ、何も変わっていないことがわかっている。\u001b[22m, \u001b[1mサウンド：7/10あなたはアニメや、あなたが取得し、何が本当に変わっていないかを知る最初の映画を見てきた場合。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:5/10 Just like the beginning of the movie...confusing is all i can use to describe the characters of this movie\n\n\u001b[1mキャラクター：5/10映画の始まりと同じように...混乱は、私がこの映画の登場人物を説明するのに使うことができるものです\u001b[22m\n\u001b[1m(Kyarakutā: 5/ 10 Eiga no hajimari to onajiyōni... Konran wa, watashi ga kono eiga no tōjō jinbutsu o setsumei suru no ni tsukau koto ga dekiru monodesu)\u001b[22m\n\nTranslations of \u001b[4mCharacters:5/10 Just like the beginning of the movie...confusing is all i can use to describe the characters of this movie\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters:5/10 Just like the beginning of the movie...confusing is all i can use to describe the characters of this movie\u001b[24m\n    \u001b[1mキャラクター：5/10映画の始まりと同じように...混乱は、私がこの映画の登場人物を説明するのに使うことができるものです\u001b[22m, \u001b[1mキャラクター：ちょうど映画の冒頭のように5月10日...混乱は、私はこの映画の文字を記述するために使用できるすべてです\u001b[22m\n\u001b[1m\u001b[22m\nOverall:6/10 Now do i recommend to watch this movie if you REALLY like the heavens lost property series then yes it gives you a(somewhat acceptable)ending to the series and sends it off to a new journey.\n\n\u001b[1m全体的に：6/10今、私は本当にあなたがシリーズへの（幾分受け入れられる）終わりを与えて、新しい旅行にそれを送信する場合、はい、天気がプロパティシリーズを失ったようにこの映画を見ることをお勧めします。\u001b[22m\n\u001b[1m(Zentai-teki ni: 6/ 10 Ima, watashi wa hontōni anata ga shirīzu e no (ikubun ukeirerareru) owari o ataete, atarashī ryokō ni sore o sōshin suru baai, wa i, tenki ga puropatishirīzu o ushinatta yō ni kono eiga o miru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall:6/10 Now do i recommend to watch this movie if you REALLY like the heavens lost property series then yes it gives you a(somewhat acceptable)ending to the series and sends it off to a new journey.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall:6/10 Now do i recommend to watch this movie if you REALLY like the heavens lost property series then yes it gives you a(somewhat acceptable)ending to the series and sends it off to a new journey.\u001b[24m\n    \u001b[1m全体的に：6/10今、私は本当にあなたがシリーズへの（幾分受け入れられる）終わりを与えて、新しい旅行にそれを送信する場合、はい、天気がプロパティシリーズを失ったようにこの映画を見ることをお勧めします。\u001b[22m, \u001b[1m全体：6月10日は、今私はあなたが本当にプロパティシリーズを失った天のように[はい、それはあなたに与えます（多少の許容可能）シリーズに終了し、新たな旅にそれを送信する場合は、この映画を見てお勧めしません。\u001b[22m\n\u001b[1m\u001b[22m\nPS:this movie ruined the anime for me like im legit sad you will know what i mean you see the ending enough said good day.\n\n\u001b[1mPS：この映画は私のためにアニメを台無しにしました。\u001b[22m\n\u001b[1m(PS: Kono eiga wa watashi no tame ni anime o dainashi ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mPS:this movie ruined the anime for me like im legit sad you will know what i mean you see the ending enough said good day.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPS:this movie ruined the anime for me like im legit sad you will know what i mean you see the ending enough said good day.\u001b[24m\n    \u001b[1mPS：この映画は私のためにアニメを台無しにしました。\u001b[22m, \u001b[1mPS：この映画はあなたが私はあなたが十分に良い一日と述べたエンディングを参照してください何を意味するか知っているだろう合法的な悲しいイムのような私のためにアニメを台無しにしました。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Sora_no_Otoshimono_Final__Eternal_My_Master",
    "id": "12783",
    "url": "https://myanimelist.net/anime/12783/Sora_no_Otoshimono_Final__Eternal_My_Master",
    "user": "bobbybird",
    "profile": "/profile/bobbybird/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=158919",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  5\n|  3\n\nこのマンガを読んで、アニメ化を望んでいた人には残念ですが、これはそうではありません。最初の5分間は、トモキがシナプスに飛んできたことを示しています。アニメシリーズとは、 映画の残りの部分は、フィラーのエピソードのように感じる、私はフィラーのエピソードを言うとき、私はフィラーのエピソードを意味するかもしれませんが、マンガの最初の5分が私のために遊んだとき、 私はかなり目を覚ました。\n\n\n私たちは皆アニメが好きで、これは私の意見ですが、あなたが好きかどうかはあなたの選択です",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nTo the ones who read the manga and were hoping for an anime adaption of it sorry this isn't it, the first 5 minutes showed tomoki being flown into synapse and then it turns into an ova or a flashback to do with the anime series for the rest of the movie, and it feels like a filler episode and when I say a filler episode I mean a filler episode, you may like it but when that first 5 minutes from the manga played for me I was happy then when the rest played I was pretty ticked off,\n\n\u001b[1mこのマンガを読んで、アニメ化を望んでいた人には残念ですが、これはそうではありません。最初の5分間は、トモキがシナプスに飛んできたことを示しています。アニメシリーズとは、 映画の残りの部分は、フィラーのエピソードのように感じる、私はフィラーのエピソードを言うとき、私はフィラーのエピソードを意味するかもしれませんが、マンガの最初の5分が私のために遊んだとき、 私はかなり目を覚ました。\u001b[22m\n\u001b[1m(Kono manga o yonde, anime-ka o nozonde ita hito ni wa zan'nendesuga, kore wa sōde wa arimasen. Saisho no 5-funkan wa, Tomoki ga shinapusu ni tonde kita koto o shimeshite imasu. Animeshirīzu to wa, eiga no nokori no bubun wa, firā no episōdo no yō ni kanjiru, watashi wa firā no episōdo o iu toki, watashi wa firā no episōdo o imi suru kamo shiremasenga, manga no saisho no 5-bu ga watashi no tame ni asonda toki, watashi wa kanari me o samashita.)\u001b[22m\n\nTranslations of \u001b[4mTo the ones who read the manga and were hoping for an anime adaption of it sorry this isn't it, the first 5 minutes showed tomoki being flown into synapse and then it turns into an ova or a flashback to do with the anime series for the rest of the movie, and it feels like a filler episode and when I say a filler episode I mean a filler episode, you may like it but when that first 5 minutes from the manga played for me I was happy then when the rest played I was pretty ticked off,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo the ones who read the manga and were hoping for an anime adaption of it sorry this isn't it, the first 5 minutes showed tomoki being flown into synapse and then it turns into an ova or a flashback to do with the anime series for\u001b[24m\n    \u001b[1mこのマンガを読んで、アニメ化を望んでいた人には残念ですが、これはそうではありません。最初の5分間は、トモキがシナプスに飛んできたことを示しています。アニメシリーズとは、\u001b[22m, \u001b[1m申し訳ありませんが、これはそれではない漫画を読んで、それのアニメ適応のために望んでいたものに、最初の5分は智樹がシナプスに流入していると、それがためにアニメをどうする卵子またはフラッシュバックに変身示しました\u001b[22m\n\u001b[4mthe rest of the movie, and it feels like a filler episode and when I say a filler episode I mean a filler episode, you may like it but when that first 5 minutes from the manga played for me I was happy then when the rest played\u001b[24m\n    \u001b[1m映画の残りの部分は、フィラーのエピソードのように感じる、私はフィラーのエピソードを言うとき、私はフィラーのエピソードを意味するかもしれませんが、マンガの最初の5分が私のために遊んだとき、\u001b[22m, \u001b[1m映画の残りの部分と、それはフィラーエピソードのように感じていると私は私が意味フィラーエピソードフィラーエピソードを言うとき、あなたがそれを好きかもしれませんが、漫画からの最初の5分は私のためにプレイしたときに、残りを再生するとき私は、幸せでした\u001b[22m\n\u001b[4mI was pretty ticked off,\u001b[24m\n    \u001b[1m私はかなり目を覚ました。\u001b[22m, \u001b[1m私はかなり、ムッました\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nwe all like anime and this is my opinion but the choice is yours whether you like it or not\n\n\u001b[1m私たちは皆アニメが好きで、これは私の意見ですが、あなたが好きかどうかはあなたの選択です\u001b[22m\n\u001b[1m(Watashitachiha kai anime ga sukide, kore wa watashi no ikendesuga, anatagasuki ka dō ka wa anata no sentakudesu)\u001b[22m\n\nTranslations of \u001b[4mwe all like anime and this is my opinion but the choice is yours whether you like it or not\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwe all like anime and this is my opinion but the choice is yours whether you like it or not\u001b[24m\n    \u001b[1m私たちは皆アニメが好きで、これは私の意見ですが、あなたが好きかどうかはあなたの選択です\u001b[22m, \u001b[1mアニメのように我々はすべて、これが私の意見ですが、選択はあなたがそれを好きかどうかはあなたです\u001b[22m"
  },
  {
    "title": "Sora_no_Otoshimono_Final__Eternal_My_Master",
    "id": "12783",
    "url": "https://myanimelist.net/anime/12783/Sora_no_Otoshimono_Final__Eternal_My_Master",
    "user": "Astraea_",
    "profile": "/profile/Astraea_/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=225827",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  10\nサウンド|  9\nキャラクター|  7\n|  6\n\n私は1年以上待っていて、いつも好きなアニメの第2、最終的な映画がリリースされ、悲しいことには決して来なかったし、私の好奇心が私の最高を得た。 日本のファン、2011年に最初の映画を見た人たちのために、彼らは3年も待っていました。 フランチャイズの巨大なファンではないあなたのために、最初の映画の後にリリースされた第3シーズンと思われていたが、それはしばらくしてからしばらくしてからこれを代わりに作った。 そして、私たちが得ることは、失望、混乱、および刺激以上のものではありません。\nストーリー：3\n\nアート：10\nさて、私は、この映画が驚異的に見えると言うのは公正だと思う。 芸術のスタイルは変わってきましたが、最初の2つの季節だけでなく、それ以上のものも大好きなので、私はそれで大丈夫です。 これは間違いなく映画の最高の側面です。 すべてが明るい色で満たされており、流暢にアニメーション化されています。特に、イカロスとトモキが空を飛んでいる最初の6分間と最後の2分間です。\nサウンド：9\nEraseとAlways Smilingは、私が一番好きな曲の一つで、Heavens Lost Propertyというサウンドトラックから出てくるものです。 それらの2曲のほかに、私が言ったように悪いことではないアニメからまっすぐに切り取られている。\nキャラクター：7\nHeavens Lost Propertyには、私の好きなキャラクターのすべてがあり、映画のこの失望で楽しいです。 主にTomokiとIkarosに焦点を当てています。 私はこの映画のイカロスの発展も大好きです。映画のまれな部分の一つです。 キャラクターはこれまでどおりに楽しいですが、それは問題ではありません。 これらのキャラクターが実際に行うことはあまりありません。 彼らはほとんど何の理由もなく投げ込まれているだけです。\n楽しさ：6\nこれのほとんどは定期的なエピソードなので、私は本当にそれを楽しんで終わった。 しかし、映画の最初の6分と最後の2分が存在する理由はありません。 彼らが切り取られ、これがちょうど特別なOVAのようなものだったなら、私はそれをもっと大いに楽しみました。 しかし、あなたがすべての混乱と失望を忘れると、少なくともこれを楽しむことになります。\n全体：4\n永遠に私のマスターは、「これは何よりも優れていますか？」という質問をします。\nそして、私にとっては、それは何よりも優れていると言わなければならないでしょう。 私は、楽しい限り何でも何でも取ることを意味します。\n永遠の私のマスターは映画として失敗します。 確かにフィナーレで失敗する。 しかし、私はエピソードとして私はそれに信用を与えると言うでしょう。 しかし、私が暴言を続けても、永遠の私のマスターは、定期的なエピソードをバンドルしたマンガの終わりの広告のように感じるだけです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI've been waiting over a year for the second and final movie of my favorite anime of all time to be released and sadly that never came to be and my curiosity got the best of me. And for the fans in Japan and for those who watched the first movie in 2011 when it was first released they've been waiting 3 years for this. For those of you who aren't huge fans of the franchise, there was supposed to be a third season released after the first movie, but that never came to be and after awhile they made this instead. And what we get is nothing more than disappointment, confusion, and irritation.\n\n\u001b[1m私は1年以上待っていて、いつも好きなアニメの第2、最終的な映画がリリースされ、悲しいことには決して来なかったし、私の好奇心が私の最高を得た。 日本のファン、2011年に最初の映画を見た人たちのために、彼らは3年も待っていました。 フランチャイズの巨大なファンではないあなたのために、最初の映画の後にリリースされた第3シーズンと思われていたが、それはしばらくしてからしばらくしてからこれを代わりに作った。 そして、私たちが得ることは、失望、混乱、および刺激以上のものではありません。\u001b[22m\n\u001b[1m(Watashi wa 1-nen ijō matte ite, itsumo sukina anime no dai 2, saishū-tekina eiga ga rirīsu sa re, kanashī koto ni wa kesshite konakattashi, watashi no kōkishin ga watashi no saikō o eta. Nihon no fan, 2011-nen ni saisho no eiga o mita hito-tachi no tame ni, karera wa 3-nen mo matte imashita. Furanchaizu no kyodaina fande wanai anata no tame ni, saisho no eiga no nochi ni rirīsu sa reta dai 3 shīzun to omowa rete itaga, sore wa shibaraku shite kara shibaraku shite kara kore o kawarini tsukutta. Soshite, watashitachi ga eru koto wa, shitsubō, konran, oyobi shigeki ijō no monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI've been waiting over a year for the second and final movie of my favorite anime of all time to be released and sadly that never came to be and my curiosity got the best of me. And for the fans in Japan and for those who watched the first movie in 2011 when it was first released they've been waiting 3 years for this. For those of you who aren't huge fans of the franchise, there was supposed to be a third season released after the first movie, but that never came to be and after awhile they made this instead. And what we get is nothing more than disappointment, confusion, and irritation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've been waiting over a year for the second and final movie of my favorite anime of all time to be released and sadly that never came to be and my curiosity got the best of me.\u001b[24m\n    \u001b[1m私は1年以上待っていて、いつも好きなアニメの第2、最終的な映画がリリースされ、悲しいことには決して来なかったし、私の好奇心が私の最高を得た。\u001b[22m, \u001b[1m私はあることを来なかったし、私の好奇心が私の最高の持って決して第二および最終リリースされるすべての時間の私のお気に入りのアニメの映画や悲しいことのために年間待っていました。\u001b[22m\n\u001b[4mAnd for the fans in Japan and for those who watched the first movie in 2011 when it was first released they've been waiting 3 years for this.\u001b[24m\n    \u001b[1m日本のファン、2011年に最初の映画を見た人たちのために、彼らは3年も待っていました。\u001b[22m, \u001b[1mそして、日本のファンのために、それは最初に、彼らはこのために3年を待っていたリリースされたときに2011年に最初の映画を観た人のために。\u001b[22m\n\u001b[4mFor those of you who aren't huge fans of the franchise, there was supposed to be a third season released after the first movie, but that never came to be and after awhile they made this instead.\u001b[24m\n    \u001b[1mフランチャイズの巨大なファンではないあなたのために、最初の映画の後にリリースされた第3シーズンと思われていたが、それはしばらくしてからしばらくしてからこれを代わりに作った。\u001b[22m, \u001b[1mフランチャイズの巨大なファンではない人のために、そこに最初の映画の後にリリース第三シーズンのはずが、それはようになりましたことはありませんし、しばらくした後、彼らは代わりにこれを作りました。\u001b[22m\n\u001b[4mAnd what we get is nothing more than disappointment, confusion, and irritation.\u001b[24m\n    \u001b[1mそして、私たちが得ることは、失望、混乱、および刺激以上のものではありません。\u001b[22m, \u001b[1mそして、私たちが取得することは失望、混乱、および刺激以外の何ものでもありません。\u001b[22m\nStory: 3\n\n\u001b[1mストーリー：3\u001b[22m\n\u001b[1m(Sutōrī: 3)\u001b[22m\n\nTranslations of \u001b[4mStory: 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 3\u001b[24m\n    \u001b[1mストーリー：3\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10\n\n\u001b[1mアート：10\u001b[22m\n\u001b[1m(Āto: 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10\u001b[24m\n    \u001b[1mアート：10\u001b[22m\nOk, I think its fair to say this movie looks phenomenal. The art style has changed, but I'm ok with that since I love this one just as much and maybe even more than the first two seasons itself. This is definitely the best aspect of the movie. Everything is filled with bright colors and is animated fluently, especially the first 6 and last 2 minutes with Ikaros and Tomoki flying in the sky.\n\n\u001b[1mさて、私は、この映画が驚異的に見えると言うのは公正だと思う。 芸術のスタイルは変わってきましたが、最初の2つの季節だけでなく、それ以上のものも大好きなので、私はそれで大丈夫です。 これは間違いなく映画の最高の側面です。 すべてが明るい色で満たされており、流暢にアニメーション化されています。特に、イカロスとトモキが空を飛んでいる最初の6分間と最後の2分間です。\u001b[22m\n\u001b[1m(Sate, watashi wa, kono eiga ga kyōi-teki ni mieru to iu no wa kōseida to omou. Geijutsu no sutairu wa kawatte kimashitaga, saisho no 2tsu no kisetsu dakedenaku, soreijō no mono mo daisukinanode, watashi wa sore de daijōbudesu. Kore wa machigainaku eiga no saikō no sokumendesu. Subete ga akarui iro de mitasa rete ori, ryūchō ni animēshon-ka sa rete imasu. Tokuni, ikarosu to Tomoki ga sora o tonde iru saisho no 6-funkan to saigo no 2-funkandesu.)\u001b[22m\n\nTranslations of \u001b[4mOk, I think its fair to say this movie looks phenomenal. The art style has changed, but I'm ok with that since I love this one just as much and maybe even more than the first two seasons itself. This is definitely the best aspect of the movie. Everything is filled with bright colors and is animated fluently, especially the first 6 and last 2 minutes with Ikaros and Tomoki flying in the sky.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk, I think its fair to say this movie looks phenomenal.\u001b[24m\n    \u001b[1mさて、私は、この映画が驚異的に見えると言うのは公正だと思う。\u001b[22m, \u001b[1m[OK]を、私はこの映画を言うためにその公正が驚異的に見えると思います。\u001b[22m\n\u001b[4mThe art style has changed, but I'm ok with that since I love this one just as much and maybe even more than the first two seasons itself.\u001b[24m\n    \u001b[1m芸術のスタイルは変わってきましたが、最初の2つの季節だけでなく、それ以上のものも大好きなので、私はそれで大丈夫です。\u001b[22m, \u001b[1mアートスタイルが変更されましたが、私はちょうど同じくらい多分複数の第2の季節自体よりも、このいずれかを愛しているので、私はそれで大丈夫ですよ。\u001b[22m\n\u001b[4mThis is definitely the best aspect of the movie.\u001b[24m\n    \u001b[1mこれは間違いなく映画の最高の側面です。\u001b[22m\n\u001b[4mEverything is filled with bright colors and is animated fluently, especially the first 6 and last 2 minutes with Ikaros and Tomoki flying in the sky.\u001b[24m\n    \u001b[1mすべてが明るい色で満たされており、流暢にアニメーション化されています。特に、イカロスとトモキが空を飛んでいる最初の6分間と最後の2分間です。\u001b[22m, \u001b[1mすべては明るい色で満たされ、流暢にアニメーション化されて、空を飛んで、特に6第一およびイカロスと智樹との最後の2分。\u001b[22m\nSound: 9\n\n\u001b[1mサウンド：9\u001b[22m\n\u001b[1m(Saundo: 9)\u001b[22m\n\nTranslations of \u001b[4mSound: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9\u001b[24m\n    \u001b[1mサウンド：9\u001b[22m\nErase and Always Smiling are without a doubt one of my favorite songs to come out of the already amazing and catchy Heavens Lost Property soundtrack. Besides those two songs everything else is ripped straight from the anime which isn't a bad thing like I said.\n\n\u001b[1mEraseとAlways Smilingは、私が一番好きな曲の一つで、Heavens Lost Propertyというサウンドトラックから出てくるものです。 それらの2曲のほかに、私が言ったように悪いことではないアニメからまっすぐに切り取られている。\u001b[22m\n\u001b[1m(Erase to Always Smiling wa, watashi ga ichiban sukina kyoku no hitotsu de, Heavens Lost Property to iu saundotorakku kara dete kuru monodesu. Sorera no 2-kyoku no hoka ni, watashi ga itta yō ni warui kotode wanai anime kara massugu ni kiritora rete iru.)\u001b[22m\n\nTranslations of \u001b[4mErase and Always Smiling are without a doubt one of my favorite songs to come out of the already amazing and catchy Heavens Lost Property soundtrack. Besides those two songs everything else is ripped straight from the anime which isn't a bad thing like I said.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mErase and Always Smiling are without a doubt one of my favorite songs to come out of the already amazing and catchy Heavens Lost Property soundtrack.\u001b[24m\n    \u001b[1mEraseとAlways Smilingは、私が一番好きな曲の一つで、Heavens Lost Propertyというサウンドトラックから出てくるものです。\u001b[22m, \u001b[1m消去して、常に笑顔私の好きな曲の一つは、すでに素晴らしいとキャッチーそらのおとしもののサウンドトラックから出てくるために、疑いもなくです。\u001b[22m\n\u001b[4mBesides those two songs everything else is ripped straight from the anime which isn't a bad thing like I said.\u001b[24m\n    \u001b[1mそれらの2曲のほかに、私が言ったように悪いことではないアニメからまっすぐに切り取られている。\u001b[22m, \u001b[1mこれらの2曲に加えて他のすべては、私が言ったように悪いことではありませんアニメからまっすぐリッピングされます。\u001b[22m\nCharacters: 7\n\n\u001b[1mキャラクター：7\u001b[22m\n\u001b[1m(Kyarakutā: 7)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 7\u001b[24m\n    \u001b[1mキャラクター：7\u001b[22m\nHeavens Lost Property has some of my favorite characters of all time and they are enjoyable in this disappointment of a movie. The movie mostly focuses on Tomoki and Ikaros which is fine. I also love the development of Ikaros in this movie, its one of the rare good parts of the film. The characters are almost as entertaining as ever but that's not the problem. There's not much for these characters to really do. They're just thrown in for almost no reason.\n\n\u001b[1mHeavens Lost Propertyには、私の好きなキャラクターのすべてがあり、映画のこの失望で楽しいです。 主にTomokiとIkarosに焦点を当てています。 私はこの映画のイカロスの発展も大好きです。映画のまれな部分の一つです。 キャラクターはこれまでどおりに楽しいですが、それは問題ではありません。 これらのキャラクターが実際に行うことはあまりありません。 彼らはほとんど何の理由もなく投げ込まれているだけです。\u001b[22m\n\u001b[1m(Heavens Lost Property ni wa, watashi no sukina kyarakutā no subete ga ari, eiga no kono shitsubō de tanoshīdesu. Omoni Tomoki to Ikaros ni shōten o atete imasu. Watashi wa kono eiga no ika Rosu no hatten mo daisukidesu. Eiga no marena bubun no hitotsudesu. Kyarakutā wa kore made dōri ni tanoshīdesuga, soreha mondaide wa arimasen. Korera no kyarakutā ga jissai ni okonau koto wa amari arimasen. Karera wa hotondo nani no riyū mo naku nagekoma rete iru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mHeavens Lost Property has some of my favorite characters of all time and they are enjoyable in this disappointment of a movie. The movie mostly focuses on Tomoki and Ikaros which is fine. I also love the development of Ikaros in this movie, its one of the rare good parts of the film. The characters are almost as entertaining as ever but that's not the problem. There's not much for these characters to really do. They're just thrown in for almost no reason.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHeavens Lost Property has some of my favorite characters of all time and they are enjoyable in this disappointment of a movie.\u001b[24m\n    \u001b[1mHeavens Lost Propertyには、私の好きなキャラクターのすべてがあり、映画のこの失望で楽しいです。\u001b[22m, \u001b[1mそらのおとしものはすべての時間の私のお気に入りの文字のいくつかを持って、彼らは映画のこの失望で楽しいです。\u001b[22m\n\u001b[4mThe movie mostly focuses on Tomoki and Ikaros which is fine.\u001b[24m\n    \u001b[1m主にTomokiとIkarosに焦点を当てています。\u001b[22m, \u001b[1m映画はほとんど問題あり智樹とイカロスに焦点を当てています。\u001b[22m\n\u001b[4mI also love the development of Ikaros in this movie, its one of the rare good parts of the film.\u001b[24m\n    \u001b[1m私はこの映画のイカロスの発展も大好きです。映画のまれな部分の一つです。\u001b[22m, \u001b[1m私もこの映画、フィルムの稀な良い部分のその1でイカロスの開発が大好きです。\u001b[22m\n\u001b[4mThe characters are almost as entertaining as ever but that's not the problem.\u001b[24m\n    \u001b[1mキャラクターはこれまでどおりに楽しいですが、それは問題ではありません。\u001b[22m, \u001b[1m文字は、これまでと同じくらい面白いですが、それは問題ではありません。\u001b[22m\n\u001b[4mThere's not much for these characters to really do.\u001b[24m\n    \u001b[1mこれらのキャラクターが実際に行うことはあまりありません。\u001b[22m, \u001b[1mこれらの文字が本当にするのはあまりありません。\u001b[22m\n\u001b[4mThey're just thrown in for almost no reason.\u001b[24m\n    \u001b[1m彼らはほとんど何の理由もなく投げ込まれているだけです。\u001b[22m, \u001b[1m彼らはちょうどほとんどない理由で投げています。\u001b[22m\nEnjoyment: 6\n\n\u001b[1m楽しさ：6\u001b[22m\n\u001b[1m(Tanoshisa: 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 6\u001b[24m\n    \u001b[1m楽しさ：6\u001b[22m\nSince most of this is just a regular episode I did end up really enjoying it. However there's no reason for the first 6 and last 2 minutes of the movie to exist. If they were cut out and this was just some sort of special OVA I would have enjoyed it a lot more, even if I did want it to be a finale. But if you forget about all the confusion and disappointment you'll end up enjoying this at least a little.\n\n\u001b[1mこれのほとんどは定期的なエピソードなので、私は本当にそれを楽しんで終わった。 しかし、映画の最初の6分と最後の2分が存在する理由はありません。 彼らが切り取られ、これがちょうど特別なOVAのようなものだったなら、私はそれをもっと大いに楽しみました。 しかし、あなたがすべての混乱と失望を忘れると、少なくともこれを楽しむことになります。\u001b[22m\n\u001b[1m(Kore no hotondo wa teiki-tekina episōdonanode, watashi wa hontōni sore o tanoshinde owatta. Shikashi, eiga no saisho no 6-bu to saigo no 2-bu ga sonzai suru riyū wa arimasen. Karera ga kiritora re, kore ga chōdo tokubetsuna ovu~a no yōna monodattanara, watashi wa sore o motto ōini tanoshimimashita. Shikashi, anata ga subete no konran to shitsubō o wasureru to, sukunakutomo kore o tanoshimu koto ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mSince most of this is just a regular episode I did end up really enjoying it. However there's no reason for the first 6 and last 2 minutes of the movie to exist. If they were cut out and this was just some sort of special OVA I would have enjoyed it a lot more, even if I did want it to be a finale. But if you forget about all the confusion and disappointment you'll end up enjoying this at least a little.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSince most of this is just a regular episode I did end up really enjoying it.\u001b[24m\n    \u001b[1mこれのほとんどは定期的なエピソードなので、私は本当にそれを楽しんで終わった。\u001b[22m, \u001b[1mこれのほとんどは普通の話なので、私は実際にそれを楽しんで終わるんでした。\u001b[22m\n\u001b[4mHowever there's no reason for the first 6 and last 2 minutes of the movie to exist.\u001b[24m\n    \u001b[1mしかし、映画の最初の6分と最後の2分が存在する理由はありません。\u001b[22m, \u001b[1mしかし存在するムービーの最初の6と最後の2分間の理由はありません。\u001b[22m\n\u001b[4mIf they were cut out and this was just some sort of special OVA I would have enjoyed it a lot more, even if I did want it to be a finale.\u001b[24m\n    \u001b[1m彼らが切り取られ、これがちょうど特別なOVAのようなものだったなら、私はそれをもっと大いに楽しみました。\u001b[22m, \u001b[1mそれらを切り出し、これは特別なOVAのほんのいくつかの並べ替えであった場合、私はそれがフィナーレになりたいなかった場合でも、より多くのそれを楽しんでいるだろう。\u001b[22m\n\u001b[4mBut if you forget about all the confusion and disappointment you'll end up enjoying this at least a little.\u001b[24m\n    \u001b[1mしかし、あなたがすべての混乱と失望を忘れると、少なくともこれを楽しむことになります。\u001b[22m, \u001b[1mあなたはすべての混乱と失望を忘れる場合しかし、あなたは、この少なくとも少し楽しんで終わるだろう。\u001b[22m\nOverall: 4\n\n\u001b[1m全体：4\u001b[22m\n\u001b[1m(Zentai: 4)\u001b[22m\n\nTranslations of \u001b[4mOverall: 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 4\u001b[24m\n    \u001b[1m全体：4\u001b[22m\nEternal My Master begs to ask the question, 'Is this better than nothing.'\n\n\u001b[1m永遠に私のマスターは、「これは何よりも優れていますか？」という質問をします。\u001b[22m\n\u001b[1m(Eien ni watashi no masutā wa,`kore wa naniyori mo sugurete imasu ka?' To iu shitsumon o shimasu.)\u001b[22m\n\nTranslations of \u001b[4mEternal My Master begs to ask the question, 'Is this better than nothing.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEternal My Master begs to ask the question, 'Is this better than nothing.'\u001b[24m\n    \u001b[1m永遠に私のマスターは、「これは何よりも優れていますか？」という質問をします。\u001b[22m, \u001b[1m永遠の私のマスターは、「これは何よりも優れています。 '、質問をするために頼みます\u001b[22m\nAnd well to me I'd have to say it is better than nothing. I mean I'll take anything over nothing as long as its enjoyable.\n\n\u001b[1mそして、私にとっては、それは何よりも優れていると言わなければならないでしょう。 私は、楽しい限り何でも何でも取ることを意味します。\u001b[22m\n\u001b[1m(Soshite, watashi ni totte wa, sore wa naniyori mo sugurete iru to iwanakereba naranaideshou. Watashi wa, tanoshī kagiri nani demo nani demo toru koto o imi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd well to me I'd have to say it is better than nothing. I mean I'll take anything over nothing as long as its enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd well to me I'd have to say it is better than nothing.\u001b[24m\n    \u001b[1mそして、私にとっては、それは何よりも優れていると言わなければならないでしょう。\u001b[22m, \u001b[1mよく私に私はそれが何よりも優れていると言う必要があるだろう。\u001b[22m\n\u001b[4mI mean I'll take anything over nothing as long as its enjoyable.\u001b[24m\n    \u001b[1m私は、楽しい限り何でも何でも取ることを意味します。\u001b[22m, \u001b[1m私は、その楽しい限り、何の上にものを取る意味します。\u001b[22m\nEternal My Master fails as a movie. It certainly fails at a finale. However I will say as an episode I will give it credit. But still as I continue to rant, Eternal My Master just feels like an advertisement for the ending of the manga with a regular episode bundled in as well.\n\n\u001b[1m永遠の私のマスターは映画として失敗します。 確かにフィナーレで失敗する。 しかし、私はエピソードとして私はそれに信用を与えると言うでしょう。 しかし、私が暴言を続けても、永遠の私のマスターは、定期的なエピソードをバンドルしたマンガの終わりの広告のように感じるだけです。\u001b[22m\n\u001b[1m(Eien no watashi no masutā wa eiga to shite shippai shimasu. Tashika ni fināre de shippai suru. Shikashi, watashi wa episōdo to shite watashi wa sore ni shin'yō o ataeru to iudeshou. Shikashi, watashi ga bōgen o tsudzukete mo, eien no watashi no masutā wa, teiki-tekina episōdo o bandoru shita manga no owari no kōkoku no yō ni kanjiru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mEternal My Master fails as a movie. It certainly fails at a finale. However I will say as an episode I will give it credit. But still as I continue to rant, Eternal My Master just feels like an advertisement for the ending of the manga with a regular episode bundled in as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEternal My Master fails as a movie.\u001b[24m\n    \u001b[1m永遠の私のマスターは映画として失敗します。\u001b[22m, \u001b[1m永遠の私のマスターは、映画のように失敗します。\u001b[22m\n\u001b[4mIt certainly fails at a finale.\u001b[24m\n    \u001b[1m確かにフィナーレで失敗する。\u001b[22m, \u001b[1mそれは確かにフィナーレで失敗します。\u001b[22m\n\u001b[4mHowever I will say as an episode I will give it credit.\u001b[24m\n    \u001b[1mしかし、私はエピソードとして私はそれに信用を与えると言うでしょう。\u001b[22m, \u001b[1mしかし、私は私がそれに信用を与えるエピソードとして言うだろう。\u001b[22m\n\u001b[4mBut still as I continue to rant, Eternal My Master just feels like an advertisement for the ending of the manga with a regular episode bundled in as well.\u001b[24m\n    \u001b[1mしかし、私が暴言を続けても、永遠の私のマスターは、定期的なエピソードをバンドルしたマンガの終わりの広告のように感じるだけです。\u001b[22m, \u001b[1m私は暴言に続けているが、それでも、永遠の私のマスターはちょうど同様にバンドルされ、通常のエピソードを持つ漫画の結末のための広告のように感じています。\u001b[22m"
  },
  {
    "title": "Sora_no_Otoshimono_Final__Eternal_My_Master",
    "id": "12783",
    "url": "https://myanimelist.net/anime/12783/Sora_no_Otoshimono_Final__Eternal_My_Master",
    "user": "Vanilla5",
    "profile": "/profile/Vanilla5/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=226344",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこの映画は潜在的なものでしたが、失敗しました。 私はエンディングがマンガで起こるものとまったく逆のことを聞いたことがある。 それはひどく急いで、多くの出来事は説明されていないので意味がありませんでした。 私はHeaven's Lost Propertyを愛しましたが、この映画は残念であり、ショーの最後のアニメーション作品です。 あなたがただそれを試してみたいのでなければ、これを見ないでください。 私が3/10を与えている唯一の理由は、少なくとも私がシリーズから好きだったすべてのキャラクターを持っていたからです。それ以外は恐ろしいものでした。 私は、レーティングが潜在的に1ポイント高いことも推測します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nThis movie had potential, but it failed. I've heard that the ending is the exact opposite of what happens in the manga. It's terribly rushed, a lot of the events didn't really make sense because they weren't explained. I loved Heaven's Lost Property, but this movie is disappointing and it's the last animated piece for the show. Do not watch this unless you just want to try it out for yourself. The only reason I'm giving a 3/10 is because it at least had all the characters that I liked from the series, but otherwise it was horrible; I guess the rating is also 1 score higher due to potential.\n\n\u001b[1mこの映画は潜在的なものでしたが、失敗しました。 私はエンディングがマンガで起こるものとまったく逆のことを聞いたことがある。 それはひどく急いで、多くの出来事は説明されていないので意味がありませんでした。 私はHeaven's Lost Propertyを愛しましたが、この映画は残念であり、ショーの最後のアニメーション作品です。 あなたがただそれを試してみたいのでなければ、これを見ないでください。 私が3/10を与えている唯一の理由は、少なくとも私がシリーズから好きだったすべてのキャラクターを持っていたからです。それ以外は恐ろしいものでした。 私は、レーティングが潜在的に1ポイント高いことも推測します。\u001b[22m\n\u001b[1m(Kono eiga wa senzai-tekina monodeshitaga, shippai shimashita. Watashi wa endingu ga manga de okoru mono to mattaku gyaku no koto o kiita koto ga aru. Sore wa hidoku isoide, ōku no dekigoto wa setsumei sa rete inainode imi ga arimasendeshita. Watashi wa Heaven' s Lost Property o aishimashitaga, kono eiga wa zan'nendeari, shō no saigo no animēshon sakuhindesu. Anata ga tada sore o tameshite mitai nodenakereba, kore o minaide kudasai. Watashi ga 3/ 10 o ataete iru yuiitsu no riyū wa, sukunakutomo watashi ga shirīzu kara sukidatta subete no kyarakutā o motte itakaradesu. Sore igai wa osoroshī monodeshita. Watashi wa, rētingu ga senzai-teki ni 1-pointo takai koto mo suisoku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis movie had potential, but it failed. I've heard that the ending is the exact opposite of what happens in the manga. It's terribly rushed, a lot of the events didn't really make sense because they weren't explained. I loved Heaven's Lost Property, but this movie is disappointing and it's the last animated piece for the show. Do not watch this unless you just want to try it out for yourself. The only reason I'm giving a 3/10 is because it at least had all the characters that I liked from the series, but otherwise it was horrible; I guess the rating is also 1 score higher due to potential.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie had potential, but it failed.\u001b[24m\n    \u001b[1mこの映画は潜在的なものでしたが、失敗しました。\u001b[22m, \u001b[1mこの映画は、可能性があったが、それは失敗しました。\u001b[22m\n\u001b[4mI've heard that the ending is the exact opposite of what happens in the manga.\u001b[24m\n    \u001b[1m私はエンディングがマンガで起こるものとまったく逆のことを聞いたことがある。\u001b[22m, \u001b[1m私は結末が漫画で何が起こるかを正確に反対であることを聞きました。\u001b[22m\n\u001b[4mIt's terribly rushed, a lot of the events didn't really make sense because they weren't explained.\u001b[24m\n    \u001b[1mそれはひどく急いで、多くの出来事は説明されていないので意味がありませんでした。\u001b[22m, \u001b[1mひどく、彼らが説明されていなかったため、イベントの多くは本当に意味がありませんでした、急いでいます。\u001b[22m\n\u001b[4mI loved Heaven's Lost Property, but this movie is disappointing and it's the last animated piece for the show.\u001b[24m\n    \u001b[1m私はHeaven's Lost Propertyを愛しましたが、この映画は残念であり、ショーの最後のアニメーション作品です。\u001b[22m, \u001b[1m私はそらのおとしものを愛したが、この映画は期待はずれであり、それはショーの最後のアニメーション作品です。\u001b[22m\n\u001b[4mDo not watch this unless you just want to try it out for yourself.\u001b[24m\n    \u001b[1mあなたがただそれを試してみたいのでなければ、これを見ないでください。\u001b[22m, \u001b[1mあなただけの自分自身でそれを試してみたい場合を除き、これを見ていません。\u001b[22m\n\u001b[4mThe only reason I'm giving a 3/10 is because it at least had all the characters that I liked from the series, but otherwise it was horrible;\u001b[24m\n    \u001b[1m私が3/10を与えている唯一の理由は、少なくとも私がシリーズから好きだったすべてのキャラクターを持っていたからです。それ以外は恐ろしいものでした。\u001b[22m, \u001b[1mそれは、少なくとも私はシリーズから言っていたすべての文字を持っていたので、私は3月10日を与えている唯一の理由ですが、それ以外の場合は恐ろしいことでした。\u001b[22m\n\u001b[4mI guess the rating is also 1 score higher due to potential.\u001b[24m\n    \u001b[1m私は、レーティングが潜在的に1ポイント高いことも推測します。\u001b[22m, \u001b[1m私は評価はまた、潜在的に起因する1スコアが高いですね。\u001b[22m"
  },
  {
    "title": "Sora_no_Otoshimono_Final__Eternal_My_Master",
    "id": "12783",
    "url": "https://myanimelist.net/anime/12783/Sora_no_Otoshimono_Final__Eternal_My_Master",
    "user": "davidhuang92",
    "profile": "/profile/davidhuang92/reviews",
    "pages": "2",
    "number": "18",
    "link": "/reviews.php?id=172807",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  4\n\n私はこのシリーズの季節を堪能しましたが、特にマンガを読んだら、映画はたくさん残っていました。 結末とされていたこの最終映画は何も終了しませんでした。 それは、このジャンルのアニメの最も憂鬱なエンディングの1つとしかみなされないもので完全にぶら下がっていました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nI thoroughly enjoyed the seasons of this series, but the movies left a lot to be desired especially if you read the manga. This final movie that was supposed to be the ending did not end anything. It left us hanging entirely with what can only be considered as one of the most depressing endings of an anime in this genre.\n\n\u001b[1m私はこのシリーズの季節を堪能しましたが、特にマンガを読んだら、映画はたくさん残っていました。 結末とされていたこの最終映画は何も終了しませんでした。 それは、このジャンルのアニメの最も憂鬱なエンディングの1つとしかみなされないもので完全にぶら下がっていました。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu no kisetsu o tan'nō shimashitaga, tokuni manga o yondara, eiga wa takusan nokotte imashita. Ketsumatsu to sa rete ita kono saishū eiga wa nani mo shūryō shimasendeshita. Sore wa, kono janru no anime no mottomo yūutsuna endingu no 1tsu to shika minasa renai monode kanzen ni burasagatte imashita.)\u001b[22m\n\nTranslations of \u001b[4mI thoroughly enjoyed the seasons of this series, but the movies left a lot to be desired especially if you read the manga. This final movie that was supposed to be the ending did not end anything. It left us hanging entirely with what can only be considered as one of the most depressing endings of an anime in this genre.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI thoroughly enjoyed the seasons of this series, but the movies left a lot to be desired especially if you read the manga.\u001b[24m\n    \u001b[1m私はこのシリーズの季節を堪能しましたが、特にマンガを読んだら、映画はたくさん残っていました。\u001b[22m, \u001b[1m私は徹底的にこのシリーズの季節を楽しんだが、映画はあなたが漫画を読んでいる場合は特に求められるように多くのことを残しました。\u001b[22m\n\u001b[4mThis final movie that was supposed to be the ending did not end anything.\u001b[24m\n    \u001b[1m結末とされていたこの最終映画は何も終了しませんでした。\u001b[22m, \u001b[1m結末になるはずだったこの最終的な映画は何も終わりませんでした。\u001b[22m\n\u001b[4mIt left us hanging entirely with what can only be considered as one of the most depressing endings of an anime in this genre.\u001b[24m\n    \u001b[1mそれは、このジャンルのアニメの最も憂鬱なエンディングの1つとしかみなされないもので完全にぶら下がっていました。\u001b[22m, \u001b[1mそれだけでこのジャンルでアニメの最も憂鬱な語尾の一つとして考えることができるものと完全にぶら下がって私たちを残しました。\u001b[22m"
  },
  {
    "title": "Sora_no_Otoshimono_Final__Eternal_My_Master",
    "id": "12783",
    "url": "https://myanimelist.net/anime/12783/Sora_no_Otoshimono_Final__Eternal_My_Master",
    "user": "KirKami",
    "profile": "/profile/KirKami/reviews",
    "pages": "2",
    "number": "19",
    "link": "/reviews.php?id=161905",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  3\n\n解散した、みんな、流出。\n\n映画は見ている間に何も説明しない。 私はそれが持っているいくつかのジョークだけを理解しています。 くそ、このようなコメディのための数少ない冗談！\n私はマンガを読んだので、ストーリーラインをスムーズに見ることができます。 アニメシリーズのファンは、それがないので、映画のストーリーを理解することはできません。 プロットの開始と無し、問題の解決、終了なし。  60分の集大成とプロットスピンオフ！ 漫画の素材は非常に多いので、第3シーズンの10と11のエピソードになりますが、作者は最終章をわずかしか選んで作成しませんでした。 これはひどいです。\n要約：待望の続編は、お金を稼ぐために鈍かった。 私は言った、解散、みんな、流出！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nDisband, guys, leaked.\n\n\u001b[1m解散した、みんな、流出。\u001b[22m\n\u001b[1m(Kaisan shita, min'na, ryūshutsu.)\u001b[22m\n\nTranslations of \u001b[4mDisband, guys, leaked.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDisband, guys, leaked.\u001b[24m\n    \u001b[1m解散した、みんな、流出。\u001b[22m, \u001b[1m解散、人は、漏れました。\u001b[22m\n\u001b[1m\u001b[22m\nMovie doesn't explains anything among watching. I'm understood only few jokes, which it's have. Damn, freaking few jokes for such comedy!!!\n\n\u001b[1m映画は見ている間に何も説明しない。 私はそれが持っているいくつかのジョークだけを理解しています。 くそ、このようなコメディのための数少ない冗談！\u001b[22m\n\u001b[1m(Eiga wa mite iru ma ni nani mo setsumei shinai. Watashi wa sore ga motte iru ikutsu ka no jōku dake o rikai shite imasu. Kuso, kono yōna komedi no tame no kazusukunai jōdan!)\u001b[22m\n\nTranslations of \u001b[4mMovie doesn't explains anything among watching. I'm understood only few jokes, which it's have. Damn, freaking few jokes for such comedy!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMovie doesn't explains anything among watching.\u001b[24m\n    \u001b[1m映画は見ている間に何も説明しない。\u001b[22m, \u001b[1m映画は見ての間では何も説明していません。\u001b[22m\n\u001b[4mI'm understood only few jokes, which it's have.\u001b[24m\n    \u001b[1m私はそれが持っているいくつかのジョークだけを理解しています。\u001b[22m, \u001b[1m私はそれが持っている唯一のいくつかのジョークを、理解しています。\u001b[22m\n\u001b[4mDamn, freaking few jokes for such comedy!!!\u001b[24m\n    \u001b[1mくそ、このようなコメディのための数少ない冗談！\u001b[22m, \u001b[1mくそー、このような喜劇のためのいくつかのジョークをおかしく！\u001b[22m\nI readed manga and because of it I can even smoothly see storyline. Fans of anime series can't figure out storyline of movie, because it hasn't it. No beginning and no plot development, no solution of the problem, no ending. Just culmination and plot spinoff for 60 minutes! It's will be 10 and 11 episode of third season, because manga has so much material, but authors chosen just few final chapters and created this. This is awfull.\n\n\u001b[1m私はマンガを読んだので、ストーリーラインをスムーズに見ることができます。 アニメシリーズのファンは、それがないので、映画のストーリーを理解することはできません。 プロットの開始と無し、問題の解決、終了なし。  60分の集大成とプロットスピンオフ！ 漫画の素材は非常に多いので、第3シーズンの10と11のエピソードになりますが、作者は最終章をわずかしか選んで作成しませんでした。 これはひどいです。\u001b[22m\n\u001b[1m(Watashi wa manga o yondanode, sutōrīrain o sumūzu ni miru koto ga dekimasu. Animeshirīzu no fan wa, sore ga nainode, eiga no sutōrī o rikai suru koto wa dekimasen. Purotto no kaishi to-nashi, mondai no kaiketsu, shūryō nashi. 60-Bu no shūtaisei to purottosupin'ofu! Manga no sozai wa hijō ni ōinode, dai 3 shīzun no 10 to 11 no episōdo ni narimasuga, sakusha wa sai shūshō o wazuka shika erande sakusei shimasendeshita. Kore wa hidoidesu.)\u001b[22m\n\nTranslations of \u001b[4mI readed manga and because of it I can even smoothly see storyline. Fans of anime series can't figure out storyline of movie, because it hasn't it. No beginning and no plot development, no solution of the problem, no ending. Just culmination and plot spinoff for 60 minutes! It's will be 10 and 11 episode of third season, because manga has so much material, but authors chosen just few final chapters and created this. This is awfull.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI readed manga and because of it I can even smoothly see storyline.\u001b[24m\n    \u001b[1m私はマンガを読んだので、ストーリーラインをスムーズに見ることができます。\u001b[22m, \u001b[1m私は漫画をreadedし、それのために私もスムーズにストーリーを見ることができます。\u001b[22m\n\u001b[4mFans of anime series can't figure out storyline of movie, because it hasn't it.\u001b[24m\n    \u001b[1mアニメシリーズのファンは、それがないので、映画のストーリーを理解することはできません。\u001b[22m, \u001b[1mそれはそれではない持っているので、アニメシリーズのファンは、映画のストーリーを把握することはできません。\u001b[22m\n\u001b[4mNo beginning and no plot development, no solution of the problem, no ending.\u001b[24m\n    \u001b[1mプロットの開始と無し、問題の解決、終了なし。\u001b[22m, \u001b[1mいいえ始まり、ノープロットの開発、問題の無い解決策、ない結末。\u001b[22m\n\u001b[4mJust culmination and plot spinoff for 60 minutes!\u001b[24m\n    \u001b[1m60分の集大成とプロットスピンオフ！\u001b[22m, \u001b[1m60分間だけの集大成とプロットスピンオフ！\u001b[22m\n\u001b[4mIt's will be 10 and 11 episode of third season, because manga has so much material, but authors chosen just few final chapters and created this.\u001b[24m\n    \u001b[1m漫画の素材は非常に多いので、第3シーズンの10と11のエピソードになりますが、作者は最終章をわずかしか選んで作成しませんでした。\u001b[22m, \u001b[1m漫画はあまり材料を持っているので、3シーズン目の10と11のエピソードになりますそれはだが、著者は、わずか数最終章を選択し、これを作成しました。\u001b[22m\n\u001b[4mThis is awfull.\u001b[24m\n    \u001b[1mこれはひどいです。\u001b[22m, \u001b[1mこれはawfullです。\u001b[22m\nSummary: so a long awaited sequel was a dull in order to get some money. I said, disband, guys, leaked!\n\n\u001b[1m要約：待望の続編は、お金を稼ぐために鈍かった。 私は言った、解散、みんな、流出！\u001b[22m\n\u001b[1m(Yōyaku: Taibō no zokuhen wa, okane o kasegu tame ni nibukatta. Watashi wa itta, kaisan, min'na, ryūshutsu!)\u001b[22m\n\nTranslations of \u001b[4mSummary: so a long awaited sequel was a dull in order to get some money. I said, disband, guys, leaked!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSummary: so a long awaited sequel was a dull in order to get some money.\u001b[24m\n    \u001b[1m要約：待望の続編は、お金を稼ぐために鈍かった。\u001b[22m, \u001b[1m概要：そう待望の続編がいくつかのお金を得るために鈍いでした。\u001b[22m\n\u001b[4mI said, disband, guys, leaked!\u001b[24m\n    \u001b[1m私は言った、解散、みんな、流出！\u001b[22m, \u001b[1m私は人が、漏洩し、解散、言いました！\u001b[22m"
  },
  {
    "title": "Sora_no_Otoshimono_Final__Eternal_My_Master",
    "id": "12783",
    "url": "https://myanimelist.net/anime/12783/Sora_no_Otoshimono_Final__Eternal_My_Master",
    "user": "gregory31",
    "profile": "/profile/gregory31/reviews",
    "pages": "2",
    "number": "20",
    "link": "/reviews.php?id=158921",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  9\nキャラクター|  6\n|  4\n\nマンガの読者として、映画がどのようにすべてのものを表示するかについて非常に悲しいです。 私は思ういくつかのスポイラーがあります\n（もし私がイカルスやイカルスに同じものを書いても）\nストーリー -  510\nどうして？ 彼らは何が起こったのか全てを満たすためです。 あなたが知りませんでした場合、ほとんどの映画はs2の後で、ハーレムの混乱がどこにあります。 最初の5分は終わりを示しています（終わりの前にいくつかの章があります）\n彼らはイカルスのフラッシュバックを示しています。 漫画の中に潜んでいること。 私が指摘できる1つの事は：\n列車の部分は素敵で面白かったです。 そして最終的に何が起こったのかはフィラーの半分（なぜ、あなたがマンガを読んでほしいかと言うとは言わないでしょう）\n\n\nサウンド -  9/10\n\n正直言って、私は本当にサウンドトラックを愛していました。 とても素敵で、悪いことだった（トモ列車の終わり）\n映画の強い側のthats 1。\n\nアート -  7/10  - \n\n私は確かにいくつかの通知を持っているが、映画のアートはアニメと同じではありません（トモキは他の目の色、イカルスなどを持っています...）\n\n最後は素晴らしかったが最高ではなく、彼らはそれをより良くすることができた。 結局ikarusと一緒に、それは迷惑だった。\n\nまた、私はchibiを愛しました:)それは目に見えるのはむしろうれしいです。\n\n主に、映画は悪かった。 あなたの希望を得ることはできません、彼らはフィラーのための弧のようにスキップし、全体的な私のレビューthats",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nas the manga reader, im very sad about how the movie show all. there is some SPOILERS i think\n\n\u001b[1mマンガの読者として、映画がどのようにすべてのものを表示するかについて非常に悲しいです。 私は思ういくつかのスポイラーがあります\u001b[22m\n\u001b[1m(Manga no dokusha to shite, eiga ga dono yō ni subete no mono o hyōji suru ka ni tsuite hijō ni kanashīdesu. Watashi wa omou ikutsu ka no supoirā ga arimasu)\u001b[22m\n\nTranslations of \u001b[4mas the manga reader, im very sad about how the movie show all. there is some SPOILERS i think\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mas the manga reader, im very sad about how the movie show all.\u001b[24m\n    \u001b[1mマンガの読者として、映画がどのようにすべてのものを表示するかについて非常に悲しいです。\u001b[22m, \u001b[1m映画は、すべての表示方法については非常に悲しい漫画のリーダー、イムとして。\u001b[22m\n\u001b[4mthere is some SPOILERS i think\u001b[24m\n    \u001b[1m私は思ういくつかのスポイラーがあります\u001b[22m, \u001b[1m私が考えるいくつかのネタバレがあります\u001b[22m\n(also if i write icarus or ikarus its the same)\n\n\u001b[1m（もし私がイカルスやイカルスに同じものを書いても）\u001b[22m\n\u001b[1m((Moshi watashi ga ikarusu ya ikarusu ni onaji mono o kaite mo))\u001b[22m\n\nTranslations of \u001b[4m(also if i write icarus or ikarus its the same)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(also if i write icarus or ikarus its the same)\u001b[24m\n    \u001b[1m（もし私がイカルスやイカルスに同じものを書いても）\u001b[22m, \u001b[1m（また、私はイカルスを書いたり、その同じイカルス場合）\u001b[22m\nstory - 510\n\n\u001b[1mストーリー -  510\u001b[22m\n\u001b[1m(Sutōrī - 510)\u001b[22m\n\nTranslations of \u001b[4mstory - 510\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mstory - 510\u001b[24m\n    \u001b[1mストーリー -  510\u001b[22m, \u001b[1m物語 -  510\u001b[22m\nwhy? mostly becuse they filler all what happend. if you didnt know, mostly the movie is after s2 where chaos in the harem. the first 5 min show the end(few chapters before the end)\n\n\u001b[1mどうして？ 彼らは何が起こったのか全てを満たすためです。 あなたが知りませんでした場合、ほとんどの映画はs2の後で、ハーレムの混乱がどこにあります。 最初の5分は終わりを示しています（終わりの前にいくつかの章があります）\u001b[22m\n\u001b[1m(Dōshite? Karera wa nani ga okotta no ka subete o mitasu tamedesu. Anata ga shirimasendeshita baai, hotondo no eiga wa s 2 no nochi de, hāremu no konran ga dokoni arimasu. Saisho no 5-bu wa owari o shimeshite imasu (owari no mae ni ikutsu ka no shō ga arimasu))\u001b[22m\n\nTranslations of \u001b[4mwhy? mostly becuse they filler all what happend. if you didnt know, mostly the movie is after s2 where chaos in the harem. the first 5 min show the end(few chapters before the end)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m\n\u001b[4mmostly becuse they filler all what happend.\u001b[24m\n    \u001b[1m彼らは何が起こったのか全てを満たすためです。\u001b[22m, \u001b[1m主に彼らは何が起こったすべてをフィラーbecuse。\u001b[22m\n\u001b[4mif you didnt know, mostly the movie is after s2 where chaos in the harem.\u001b[24m\n    \u001b[1mあなたが知りませんでした場合、ほとんどの映画はs2の後で、ハーレムの混乱がどこにあります。\u001b[22m, \u001b[1mあなたが知らなかった場合には、主に映画がs2の後にあるハーレムで混乱。\u001b[22m\n\u001b[4mthe first 5 min show the end(few chapters before the end)\u001b[24m\n    \u001b[1m最初の5分は終わりを示しています（終わりの前にいくつかの章があります）\u001b[22m, \u001b[1m最初の5分は、（いくつかの章終了前に）終了を示します\u001b[22m\nand they show icarus flashback. THAT DIDNT HAPPEND IN THE MANGA. 1 thing i can point out is:\n\n\u001b[1mイカルスのフラッシュバックを示しています。 漫画の中に潜んでいること。 私が指摘できる1つの事は：\u001b[22m\n\u001b[1m(Ikarusu no furasshu bakku o shimeshite imasu. Manga no naka ni hisonde iru koto. Watashi ga shiteki dekiru 1tsu no koto wa:)\u001b[22m\n\nTranslations of \u001b[4mand they show icarus flashback. THAT DIDNT HAPPEND IN THE MANGA. 1 thing i can point out is:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mand they show icarus flashback.\u001b[24m\n    \u001b[1mイカルスのフラッシュバックを示しています。\u001b[22m, \u001b[1m彼らはイカルスのフラッシュバックを示しています。\u001b[22m\n\u001b[4mTHAT DIDNT HAPPEND IN THE MANGA.\u001b[24m\n    \u001b[1m漫画の中に潜んでいること。\u001b[22m, \u001b[1mMANGAでそのdidntのが起こりました。\u001b[22m\n\u001b[4m1 thing i can point out is:\u001b[24m\n    \u001b[1m私が指摘できる1つの事は：\u001b[22m, \u001b[1m私が指摘することができます1のものは、次のとおりです。\u001b[22m\nthe train part was nice and funny. and what happened in the end is half a filler (won't say why, if u want read the manga)\n\n\u001b[1m列車の部分は素敵で面白かったです。 そして最終的に何が起こったのかはフィラーの半分（なぜ、あなたがマンガを読んでほしいかと言うとは言わないでしょう）\u001b[22m\n\u001b[1m(Ressha no bubun wa sutekide omoshirokattadesu. Soshite saishūtekini nani ga okotta no ka wa firā no hanbun (naze, anata ga manga o yonde hoshī ka to iu to wa iwanaideshou))\u001b[22m\n\nTranslations of \u001b[4mthe train part was nice and funny. and what happened in the end is half a filler (won't say why, if u want read the manga)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe train part was nice and funny.\u001b[24m\n    \u001b[1m列車の部分は素敵で面白かったです。\u001b[22m, \u001b[1m列車の一部は素晴らしく、面白かったです。\u001b[22m\n\u001b[4mand what happened in the end is half a filler (won't say why, if u want read the manga)\u001b[24m\n    \u001b[1mそして最終的に何が起こったのかはフィラーの半分（なぜ、あなたがマンガを読んでほしいかと言うとは言わないでしょう）\u001b[22m, \u001b[1mどのような最終的に起こったことは（uは漫画を読みたい場合は、理由を言うことはありません）半分の充填剤であります\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound - 9/10\n\n\u001b[1mサウンド -  9/10\u001b[22m\n\u001b[1m(Saundo - 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound - 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 9/10\u001b[24m\n    \u001b[1mサウンド -  9/10\u001b[22m\n\u001b[1m\u001b[22m\nto be honest, i really loved the soundtrack. was so nice and badass (tomo train end)\n\n\u001b[1m正直言って、私は本当にサウンドトラックを愛していた。 とても素敵で、悪いことだった（トモ列車の終わり）\u001b[22m\n\u001b[1m(Shōjiki itte, watashi wa hontōni saundotorakku o aishite ita. Totemo sutekide, waruikotodatta (Tomo ressha no owari))\u001b[22m\n\nTranslations of \u001b[4mto be honest, i really loved the soundtrack. was so nice and badass (tomo train end)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mto be honest, i really loved the soundtrack.\u001b[24m\n    \u001b[1m正直言って、私は本当にサウンドトラックを愛していた。\u001b[22m, \u001b[1m正直に言うと、私は本当にサウンドトラックを追加しました。\u001b[22m\n\u001b[4mwas so nice and badass (tomo train end)\u001b[24m\n    \u001b[1mとても素敵で、悪いことだった（トモ列車の終わり）\u001b[22m, \u001b[1mとても素晴らしく、たちの悪いやつだった（トモ列車の終わり）\u001b[22m\nthats 1 of the strong side of the movie.\n\n\u001b[1m映画の強い側のthats 1。\u001b[22m\n\u001b[1m(Eiga no tsuyoi soba no thats 1.)\u001b[22m\n\nTranslations of \u001b[4mthats 1 of the strong side of the movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthats 1 of the strong side of the movie.\u001b[24m\n    \u001b[1m映画の強い側のthats 1。\u001b[22m, \u001b[1m映画の強力な側面の1のthats。\u001b[22m\n\u001b[1m\u001b[22m\nArt - 7/10 -\n\n\u001b[1mアート -  7/10  - \u001b[22m\n\u001b[1m(Āto - 7/ 10 -)\u001b[22m\n\nTranslations of \u001b[4mArt - 7/10 -\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 7/10 -\u001b[24m\n    \u001b[1mアート -  7/10  - \u001b[22m, \u001b[1mアート -  7月10日 - \u001b[22m\n\u001b[1m\u001b[22m\nI sure some have notice, but the movie Art is not the same as the Anime (tomoki got other eye color, ikarus, etc...)\n\n\u001b[1m私は確かにいくつかの通知を持っているが、映画のアートはアニメと同じではありません（トモキは他の目の色、イカルスなどを持っています...）\u001b[22m\n\u001b[1m(Watashi wa tashika ni ikutsu ka no tsūchi o motte iruga, eiga no āto wa anime to onajide wa arimasen (Tomoki wa hoka no me no iro, ikarusu nado o motte imasu... ))\u001b[22m\n\nTranslations of \u001b[4mI sure some have notice, but the movie Art is not the same as the Anime (tomoki got other eye color, ikarus, etc...)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI sure some have notice, but the movie Art is not the same as the Anime (tomoki got other eye color, ikarus, etc...)\u001b[24m\n    \u001b[1m私は確かにいくつかの通知を持っているが、映画のアートはアニメと同じではありません（トモキは他の目の色、イカルスなどを持っています...）\u001b[22m, \u001b[1m私は確信していくつかの通知を持っていますが、映画のアートはアニメと同じではありません（智樹は、他の目の色、IKARUSを得たなど...）\u001b[22m\n\u001b[1m\u001b[22m\nthe end was nice but not the best, they could make it better. also with ikarus in the end, that was annoying.\n\n\u001b[1m最後は素晴らしかったが最高ではなく、彼らはそれをより良くすることができた。 結局ikarusと一緒に、それは迷惑だった。\u001b[22m\n\u001b[1m(Saigo wa subarashikattaga saikōde wa naku, karera wa sore o yori yoku suru koto ga dekita. Kekkyoku ikarus to issho ni, sore wa meiwakudatta.)\u001b[22m\n\nTranslations of \u001b[4mthe end was nice but not the best, they could make it better. also with ikarus in the end, that was annoying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe end was nice but not the best, they could make it better.\u001b[24m\n    \u001b[1m最後は素晴らしかったが最高ではなく、彼らはそれをより良くすることができた。\u001b[22m, \u001b[1m最後は良かったではなく、最高のは、彼らはそれを改善することができます。\u001b[22m\n\u001b[4malso with ikarus in the end, that was annoying.\u001b[24m\n    \u001b[1m結局ikarusと一緒に、それは迷惑だった。\u001b[22m, \u001b[1mまた、最後にIKARUSで、それは迷惑でした。\u001b[22m\n\u001b[1m\u001b[22m\nalso i loved the chibi :) that was rather nice to see to the eye.\n\n\u001b[1mまた、私はchibiを愛しました:)それは目に見えるのはむしろうれしいです。\u001b[22m\n\u001b[1m(Mata, watashi wa chibi o aishimashita: ) Sore wa me ni mieru no wa mushiro ureshīdesu.)\u001b[22m\n\nTranslations of \u001b[4malso i loved the chibi :) that was rather nice to see to the eye.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4malso i loved the chibi :) that was rather nice to see to the eye.\u001b[24m\n    \u001b[1mまた、私はchibiを愛しました:)それは目に見えるのはむしろうれしいです。\u001b[22m, \u001b[1mまた、私は目に見ることがむしろ良かったちび:)を愛しました。\u001b[22m\n\u001b[1m\u001b[22m\nmostly , the movie was bad. dont get your hopes up, they skipped like an arc for a filler, thats overall my review\n\n\u001b[1m主に、映画は悪かった。 あなたの希望を得ることはできません、彼らはフィラーのための弧のようにスキップし、全体的な私のレビューthats\u001b[22m\n\u001b[1m(Omoni, eiga wa warukatta. Anata no kibō o eru koto wa dekimasen, karera wa firā no tame no ko no yō ni sukippu shi, zentai-tekina watashi no rebyū thats)\u001b[22m\n\nTranslations of \u001b[4mmostly , the movie was bad. dont get your hopes up, they skipped like an arc for a filler, thats overall my review\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mmostly , the movie was bad.\u001b[24m\n    \u001b[1m主に、映画は悪かった。\u001b[22m, \u001b[1m主に、映画は悪かったです。\u001b[22m\n\u001b[4mdont get your hopes up, they skipped like an arc for a filler, thats overall my review\u001b[24m\n    \u001b[1mあなたの希望を得ることはできません、彼らはフィラーのための弧のようにスキップし、全体的な私のレビューthats\u001b[22m, \u001b[1mあなたの希望を取得いけない、彼らはフィラー用の円弧状スキップ、全体的な私のレビューのthats\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
