[
  {
    "title": "Star_Driver_the_Movie",
    "id": "12857",
    "url": "https://myanimelist.net/anime/12857/Star_Driver_the_Movie",
    "user": "Makenshi_3",
    "profile": "/profile/Makenshi_3/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=147059",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  6\nキャラクター|  7\n|  8\n\nこれは映画のスタードライバーです。 この映画がベースにしているシリーズは、メカ、素晴らしいアルファベット（フェニキア人）、素敵な音楽、驚くべきキャラクター、私の注目を集めるすべてのものでいっぱいの私のトップ3のお気に入りのアニメのハンズオンです。 私はシリーズのこの枝がどれほどうまくいっているかをよりよく理解するために、シリーズのように詳細ではないので、映画の概要を飾りたいです。\n\nこの映画はGurren Lagannの映画と同様の構造をしています。 それは単独ではありませんが、実際にスタードライバーの話を強調し、4人の巫女に焦点を当てています。 シリーズのイベントの後に起こると思われるオープニングシーンなど、シリーズに含まれていないユニークな映像がいくつかあります...シリーズの後には意味をなさない それは説明されていません。 それは後方を見る出発点としてのみ働く。\n\n乙女座の弧のほとんどは映画の中にあります - ミズノ/マリノに関するいくつかの重要な要素が削除されました。 シリーズには20以上のサイボディがあるので、サイボーデンとドライバーに詳しく焦点を当てたショーの「モンスターオブザウィーク」スタイルに従います。 スタードライバー映画は、乙女の戦いと最後の戦いを除けば、ほぼすべてのサイボーデの戦いを取り除きます。 他の戦闘の選択は、タクトがより強くなるために対処しなければならないことを示すために、映画の始めに向かってモンタージュにメッシュされます。 しかし、それらのキャラクターには正義がありません。そのため、シリーズを見ることは、写真を完成させ、すべての詳細に入ることを強くお勧めします。\n\nストーリー：8\n話は素晴らしいです。 私はそれに入ることはありませんが、スター・ドライバー・ザ・ムービーは2.5時間でシリーズのコアアイデアを提示する素晴らしい仕事をしてくれます。  mechsを楽しむシリーズになじみのない人は、うまくいけばその後のシリーズを見に行きます。 いくつかの年代順の要素も異なっています：学校とGlittering Cruxの間のいくつかの出来事が、シリーズがそれらをどのように提示しているのか順調ではなく、映画の文脈では、これはごくわずかです。\nしかし、映画のペーシングはあまり良くありません。 新しい視聴者やシリーズに精通している方は、最初の30分間にどのくらいのことが起こったのか、混乱したり失望したりするはずです。 ペーシングは後でミズノの導入によって良くなるが、それでもまだ厄介である。 正直言って、最後の25分はシリーズの最後のエピソードから直接取られ、わずか数行とアニメーションの追加/削除の瞬間があります。\n\nアート：7\nアートワークはとても素敵です。 映画の冒頭の新しい映像は素晴らしく、映画が好きではない人の多くは、このオープニングシーンだけでそれを償還すると考えているようです。 ほとんどすべての映像はシリーズから取られます。 しかし、オリジナルのシーンやアニメーションの「触れた」モーメントがいくつかあります。 カップルの3Dエフェクトも映画に入ってくる。 全体として、作品は明るく、「島のパラダイス」と「神秘的な世界」の二分法に完全に合っています。 それぞれのキャラクターは、特に多くの人が仮面を身に着け、自分のアイデンティティを隠しているときに、他の人物と区別するために非常に細部を与えています。\n\nサウンド：6\n私は実際の音楽ではなく、「選択」のために6音を出しました。 スタードライバーの音楽が騒がしいです。 初めてシリーズを見た直後にサウンドトラックを手に入れました。 スター・ドライバーこの映画は、シリーズの曲だけでなく、新しいインサート・ソング（別の「春」の歌と見なされるかもしれない）と新しいエンディング、「カラフルな」、私が個人的に感じる「プライド」ほど良くない シリーズで使用されています。 とにかく、なぜ6？ まあ、スター・ドライバー・ザ・ムービーのほとんどは、シリーズの活気のある音楽が演奏された場所で、非常に穏やかなバックグラウンド・ミュージックが使用されていれば、全く音楽を使用していないようです。 シリーズのシーン全体が使用されている瞬間もありますが、音楽は取り除かれています。 私は音楽の欠如によって失望し、私の好きな曲のうちの少なくとも1つを聴くことを期待していました：菅田のシーンの中の「運命」。 私は音楽が劇的な効果のために削除されたかどうかは分かりませんが、逆のことが達成されたと感じます。次のダウンビートがいつ始まるのか不思議です。\n\nキャラクター：7\nStar Driver the Movieは、通常、このジャンルのアニメには収まらない多量の要素を組み合わせて、スパムに満ちています。 もしかしたら、シリーズはむしろ非構造的だと感じています。この作品は、特に新しいインサート・ソングに関するオリジナルの映像を使って、その3人の主人公がいかに島でとても簡単に友達になって、ビーチを楽しんでいるかを要約しています。 オープニングとクレジットロールは非常に興味深いものであり、私は疑問に思われる新しい質問を出す。 スタードライバー映画は、オープニングが拡大されることを望んで、視聴者を少なくとも足元に保つことができるでしょう。 しかし、2つの主要なことが探究されています：最後の戦いの前に追加の対話の瞬間は、琢磨が和光についてどのように正確に感じるかを説明し、ミズノ弧の間に視聴者が彼女の経験を見ることができる非常に興味深いシーンがあります。 全体として、Star Driver the Movieはシリーズの魅力的な冒険を維持し、スタードライバーをさらに追求する歓迎の招待状になります。\n\n楽しさ：8\n私は個人的に映画を楽しんだ。 繰り返しますが、最初はペースと音楽に少し不調でしたが、実際に見てみる価値のある変更がありました。 この凝ったムービーを見ている人たちは、戦い、より多くのキャラクター、さらには衝撃的で華麗なストーリーの一部を見るためにシリーズを見に行くことを願っています。\n\n全体：7\nスタードライバームービーは、シリーズの内容を盛り上げるために本当に良いことをいくつか行います。 主に小さな調整や追加はしていますが、彼らは目立ち、新しく、熟練したスター・ドライバーのファンにとって楽しいものになります。 私は音楽に苛まれていた。 音楽は驚異的ですが、シリーズの中のほとんどが映画から切り離され、多くのシーンが「バックグラウンド」の静寂に残るため、表現が不十分です。\n\n私は、映画とシリーズの長年の比較があまり気にならないように願っていますが、概要をあまり踏まずに、サザンクロス・アカデミーの拓本、菅田、和光について少しでも時間を費やし、 彼らは映画の中で輝く峰と戦い、シリーズに続き、彼らをさらによく知るようになります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis is Star Driver the Movie. The series this film is based on is hands-down one of my top three favorite anime, filled with mecha, awesome alphabets (Phoenician), lovely music, and amazing characters-- all things that captivate my attention. I'd like to embellish on the synopsis of the movie, just a bit since it isn't as detailed as it is for the series, in order to provide a better idea of how well this branches from the series:\n\n\u001b[1mこれは映画のスタードライバーです。 この映画がベースにしているシリーズは、メカ、素晴らしいアルファベット（フェニキア人）、素敵な音楽、驚くべきキャラクター、私の注目を集めるすべてのものでいっぱいの私のトップ3のお気に入りのアニメのハンズオンです。 私はシリーズのこの枝がどれほどうまくいっているかをよりよく理解するために、シリーズのように詳細ではないので、映画の概要を飾りたいです。\u001b[22m\n\u001b[1m(Kore wa eiga no sutādoraibādesu. Kono eiga ga bēsu ni shite iru shirīzu wa, meka, subarashī arufabetto (fenikia hito), sutekina ongaku, odorokubeki kyarakutā, watashi no chūmokuwoatsumeru subete no monode ippai no watashi no toppu 3 no okiniiri no anime no hanzuondesu. Watashi wa shirīzu no kono eda ga dorehodo umaku itte iru ka o yori yoku rikai suru tame ni, shirīzu no yō ni shōsaide wanainode, eiga no gaiyō o kazaritaidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is Star Driver the Movie. The series this film is based on is hands-down one of my top three favorite anime, filled with mecha, awesome alphabets (Phoenician), lovely music, and amazing characters-- all things that captivate my attention. I'd like to embellish on the synopsis of the movie, just a bit since it isn't as detailed as it is for the series, in order to provide a better idea of how well this branches from the series:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is Star Driver the Movie.\u001b[24m\n    \u001b[1mこれは映画のスタードライバーです。\u001b[22m, \u001b[1mこれはスタードライバームービーです。\u001b[22m\n\u001b[4mThe series this film is based on is hands-down one of my top three favorite anime, filled with mecha, awesome alphabets (Phoenician), lovely music, and amazing characters-- all things that captivate my attention.\u001b[24m\n    \u001b[1mこの映画がベースにしているシリーズは、メカ、素晴らしいアルファベット（フェニキア人）、素敵な音楽、驚くべきキャラクター、私の注目を集めるすべてのものでいっぱいの私のトップ3のお気に入りのアニメのハンズオンです。\u001b[22m, \u001b[1mこのフィルムが基づいているシリーズはメカで満たされ、私のトップ3好きなアニメの手ダウン一つで、素晴らしいアルファベット（フェニキア）、素敵な音楽、そして素晴らしいcharacters--私の注意を魅了すべてのもの。\u001b[22m\n\u001b[4mI'd like to embellish on the synopsis of the movie, just a bit since it isn't as detailed as it is for the series, in order to provide a better idea of how well this branches from the series:\u001b[24m\n    \u001b[1m私はシリーズのこの枝がどれほどうまくいっているかをよりよく理解するために、シリーズのように詳細ではないので、映画の概要を飾りたいです。\u001b[22m, \u001b[1mシリーズの場合ほど詳細ではありませんので、私はシリーズからどれだけこの枝のより良いアイデアを提供するために、映画のあらすじに飾るために少しだけのようにしたいです：\u001b[22m\n\u001b[1m\u001b[22m\nThe film follows a similar vein as the Gurren Lagann film in structure. It does not stand alone, but actually highlights the story of Star Driver, focusing on the four shrine maidens. There is some unique footage in the film that is not in the series, such as the opening scene, which we are to assume takes place after the events of the series... It's just that it doesn't make much sense following the series nor is it explained; it only acts as a starting point to look backward.\n\n\u001b[1mこの映画はGurren Lagannの映画と同様の構造をしています。 それは単独ではありませんが、実際にスタードライバーの話を強調し、4人の巫女に焦点を当てています。 シリーズのイベントの後に起こると思われるオープニングシーンなど、シリーズに含まれていないユニークな映像がいくつかあります...シリーズの後には意味をなさない それは説明されていません。 それは後方を見る出発点としてのみ働く。\u001b[22m\n\u001b[1m(Kono eiga wa Gurren Lagann no eiga to dōyō no kōzō o shite imasu. Sore wa tandokude wa arimasenga, jissai ni sutādoraibā no hanashi o kyōchō shi, 4-ri no miko ni shōten o atete imasu. Shirīzu no ibento no nochi ni okoru to omowa reru ōpuningushīn nado, shirīzu ni fukuma rete inai yunīkuna eizō ga ikutsu ka arimasu... Shirīzu no nochi ni wa imiwonasanai soreha setsumei sa rete imasen. Sore wa kōhō o miru shuppatsu-ten to shite nomi hataraku.)\u001b[22m\n\nTranslations of \u001b[4mThe film follows a similar vein as the Gurren Lagann film in structure. It does not stand alone, but actually highlights the story of Star Driver, focusing on the four shrine maidens. There is some unique footage in the film that is not in the series, such as the opening scene, which we are to assume takes place after the events of the series... It's just that it doesn't make much sense following the series nor is it explained; it only acts as a starting point to look backward.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe film follows a similar vein as the Gurren Lagann film in structure.\u001b[24m\n    \u001b[1mこの映画はGurren Lagannの映画と同様の構造をしています。\u001b[22m, \u001b[1mフィルムは、構造が天元突破グレンラガンフィルムと同様の静脈に従います。\u001b[22m\n\u001b[4mIt does not stand alone, but actually highlights the story of Star Driver, focusing on the four shrine maidens.\u001b[24m\n    \u001b[1mそれは単独ではありませんが、実際にスタードライバーの話を強調し、4人の巫女に焦点を当てています。\u001b[22m, \u001b[1mそれは単独で、実際には4巫女に焦点を当て、スタードライバーの話を強調していません。\u001b[22m\n\u001b[4mThere is some unique footage in the film that is not in the series, such as the opening scene, which we are to assume takes place after the events of the series... It's just that it doesn't make much sense following the series\u001b[24m\n    \u001b[1mシリーズのイベントの後に起こると思われるオープニングシーンなど、シリーズに含まれていないユニークな映像がいくつかあります...シリーズの後には意味をなさない\u001b[22m, \u001b[1mそのような私たちは、一連のイベントの後に行われると仮定することです開いたシーンとして、直列ではないフィルム中のいくつかのユニークな映像があります...それは、一連以下あまり意味がありませんということだけです\u001b[22m\n\u001b[4mnor is it explained;\u001b[24m\n    \u001b[1mそれは説明されていません。\u001b[22m, \u001b[1mまたそれを説明します。\u001b[22m\n\u001b[4mit only acts as a starting point to look backward.\u001b[24m\n    \u001b[1mそれは後方を見る出発点としてのみ働く。\u001b[22m, \u001b[1mそれだけ後方に見えるための出発点として機能します。\u001b[22m\n\u001b[1m\u001b[22m\nAlmost everything from the maidens' arcs is in the movie-- only a few important elements regarding Mizuno/Marino have been removed. Since the series has over 20 cybodies, it follows a 'monster of the week' style of show to focus on the cybody and driver in detail. Star Driver the Movie cuts out almost all cybody battles, save for the maiden battles and the final battle. A selection of other battles are meshed into a montage toward the beginning of the movie just to show what Takuto has to deal with to get stronger. It does not do justice to those characters, though, so watching the series is highly recommended for completing the picture and getting into all of the details.\n\n\u001b[1m乙女座の弧のほとんどは映画の中にあります - ミズノ/マリノに関するいくつかの重要な要素が削除されました。 シリーズには20以上のサイボディがあるので、サイボーデンとドライバーに詳しく焦点を当てたショーの「モンスターオブザウィーク」スタイルに従います。 スタードライバー映画は、乙女の戦いと最後の戦いを除けば、ほぼすべてのサイボーデの戦いを取り除きます。 他の戦闘の選択は、タクトがより強くなるために対処しなければならないことを示すために、映画の始めに向かってモンタージュにメッシュされます。 しかし、それらのキャラクターには正義がありません。そのため、シリーズを見ることは、写真を完成させ、すべての詳細に入ることを強くお勧めします。\u001b[22m\n\u001b[1m(Otomeza no ko no hotondo wa eiga no naka ni arimasu - Mizuno/ Marino ni kansuru ikutsu ka no jūyōna yōso ga sakujosaremashita. Shirīzu ni wa 20 ijō no saibodi ga aru node, saibōden to doraibā ni kuwashiku shōten o ateta shō no `monsutāobuzau~īku' sutairu ni shitagaimasu. Sutādoraibā eiga wa, otome no tatakai to saigonotatakai o nozokeba, hobo subete no saibōde no tatakai o torinozokimasu. Hoka no sentō no sentaku wa, takuto ga yori tsuyoku naru tame ni taisho shinakereba naranai koto o shimesu tame ni, eiga no hajime ni mukatte montāju ni messhu sa remasu. Shikashi, sorera no kyarakutā ni wa seigi ga arimasen. Sonotame, shirīzu o miru koto wa, shashin o kansei sa se, subete no shōsai ni hairu koto o tsuyoku o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAlmost everything from the maidens' arcs is in the movie-- only a few important elements regarding Mizuno/Marino have been removed. Since the series has over 20 cybodies, it follows a 'monster of the week' style of show to focus on the cybody and driver in detail. Star Driver the Movie cuts out almost all cybody battles, save for the maiden battles and the final battle. A selection of other battles are meshed into a montage toward the beginning of the movie just to show what Takuto has to deal with to get stronger. It does not do justice to those characters, though, so watching the series is highly recommended for completing the picture and getting into all of the details.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlmost everything from the maidens' arcs is in the movie-- only a few important elements regarding Mizuno/Marino have been removed.\u001b[24m\n    \u001b[1m乙女座の弧のほとんどは映画の中にあります - ミズノ/マリノに関するいくつかの重要な要素が削除されました。\u001b[22m, \u001b[1m乙女「アークからのほとんどすべては、ミズノ/マリノに関する唯一のいくつかの重要な要素が削除されているmovie--です。\u001b[22m\n\u001b[4mSince the series has over 20 cybodies, it follows a 'monster of the week' style of show to focus on the cybody and driver in detail.\u001b[24m\n    \u001b[1mシリーズには20以上のサイボディがあるので、サイボーデンとドライバーに詳しく焦点を当てたショーの「モンスターオブザウィーク」スタイルに従います。\u001b[22m, \u001b[1mシリーズは20以上cybodiesを持っているので、詳細にcybodyとドライバーに焦点を当てるのショーのスタイル '週の怪物」に従います。\u001b[22m\n\u001b[4mStar Driver the Movie cuts out almost all cybody battles, save for the maiden battles and the final battle.\u001b[24m\n    \u001b[1mスタードライバー映画は、乙女の戦いと最後の戦いを除けば、ほぼすべてのサイボーデの戦いを取り除きます。\u001b[22m, \u001b[1mスタードライバームービーは、ほとんどすべてのcybody戦いをカット、乙女の戦いと最後の戦いのために保存します。\u001b[22m\n\u001b[4mA selection of other battles are meshed into a montage toward the beginning of the movie just to show what Takuto has to deal with to get stronger.\u001b[24m\n    \u001b[1m他の戦闘の選択は、タクトがより強くなるために対処しなければならないことを示すために、映画の始めに向かってモンタージュにメッシュされます。\u001b[22m, \u001b[1m他の戦いの選択はちょうど拓人が強くなるために対処しているかを示すために映画の冒頭に向かってモンタージュに噛み合っています。\u001b[22m\n\u001b[4mIt does not do justice to those characters, though, so watching the series is highly recommended for completing the picture and getting into all of the details.\u001b[24m\n    \u001b[1mしかし、それらのキャラクターには正義がありません。そのため、シリーズを見ることは、写真を完成させ、すべての詳細に入ることを強くお勧めします。\u001b[22m, \u001b[1mこれは、しかし、それらの文字に正義を行うので、シリーズは非常に絵を完了し、すべての詳細に入るには推奨されて見ていません。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8\n\n\u001b[1mストーリー：8\u001b[22m\n\u001b[1m(Sutōrī: 8)\u001b[22m\n\nTranslations of \u001b[4mStory: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8\u001b[24m\n    \u001b[1mストーリー：8\u001b[22m\nThe story is wonderful. I won't go into it, but Star Driver the Movie does a great job of presenting the core ideas of the series in 2.5 hours. Those unfamiliar with the series who enjoy mechs will hopefully go on to watch the series afterward. Some chronological elements are different as well: where as a few events between the school and the Glittering Crux are out of order from how the series presents them, but in the context of the film, this is negligible.\n\n\u001b[1m話は素晴らしいです。 私はそれに入ることはありませんが、スター・ドライバー・ザ・ムービーは2.5時間でシリーズのコアアイデアを提示する素晴らしい仕事をしてくれます。  mechsを楽しむシリーズになじみのない人は、うまくいけばその後のシリーズを見に行きます。 いくつかの年代順の要素も異なっています：学校とGlittering Cruxの間のいくつかの出来事が、シリーズがそれらをどのように提示しているのか順調ではなく、映画の文脈では、これはごくわずかです。\u001b[22m\n\u001b[1m(Hanashi wa subarashīdesu. Watashi wa sore ni hairu koto wa arimasenga, sutā doraibā za mūbī wa 2. 5-Jikan de shirīzu no koaaidea o teiji suru subarashī shigoto o shite kuremasu. Mechs o tanoshimu shirīzu ni najimi no nai hito wa, umaku ikeba sonogo no shirīzu o mi ni ikimasu. Ikutsu ka no nendai jun no yōso mo kotonatte imasu: Gakkō to Glittering Crux no ma no ikutsu ka no dekigoto ga, shirīzu ga sorera o dono yō ni teiji shite iru no ka junchōde wa naku, eiga no bunmyakude wa, kore wa goku wazukadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is wonderful. I won't go into it, but Star Driver the Movie does a great job of presenting the core ideas of the series in 2.5 hours. Those unfamiliar with the series who enjoy mechs will hopefully go on to watch the series afterward. Some chronological elements are different as well: where as a few events between the school and the Glittering Crux are out of order from how the series presents them, but in the context of the film, this is negligible.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is wonderful.\u001b[24m\n    \u001b[1m話は素晴らしいです。\u001b[22m, \u001b[1m物語は素晴らしいです。\u001b[22m\n\u001b[4mI won't go into it, but Star Driver the Movie does a great job of presenting the core ideas of the series in 2.5 hours.\u001b[24m\n    \u001b[1m私はそれに入ることはありませんが、スター・ドライバー・ザ・ムービーは2.5時間でシリーズのコアアイデアを提示する素晴らしい仕事をしてくれます。\u001b[22m, \u001b[1m私はそこに行くことはありませんが、スタードライバームービーは2.5時間で、一連のコアアイデアを提示するの偉大な仕事をしていません。\u001b[22m\n\u001b[4mThose unfamiliar with the series who enjoy mechs will hopefully go on to watch the series afterward.\u001b[24m\n    \u001b[1mmechsを楽しむシリーズになじみのない人は、うまくいけばその後のシリーズを見に行きます。\u001b[22m, \u001b[1mメックを楽しむシリーズに慣れていない人は、うまくいけば、その後のシリーズを見に行くだろう。\u001b[22m\n\u001b[4mSome chronological elements are different as well: where as a few events between the school and the Glittering Crux are out of order from how the series presents them, but in the context of the film, this is negligible.\u001b[24m\n    \u001b[1mいくつかの年代順の要素も異なっています：学校とGlittering Cruxの間のいくつかの出来事が、シリーズがそれらをどのように提示しているのか順調ではなく、映画の文脈では、これはごくわずかです。\u001b[22m, \u001b[1m学校ときらびやかな核心の間にいくつかのイベントはシリーズがそれらを提示する方法から順から外れているところのように、しかし、映画の文脈では、これは無視できる：一部の時系列の要素は、同様に異なっています。\u001b[22m\nThe pacing of the movie is not very good, however. New viewers and those familiar with the series should find themselves either confused or disappointed by how much occurs in the first 30 minutes of the film, as many minor characters are washed over very quickly, covering what the series spent at least 10 episodes building up. Pacing gets better later on with the introduction of Mizuno, but it still is awkward. To be honest, the final 25 minutes are taken directly from the final episode of the series with only a few lines and moments of animation added/removed.\n\n\u001b[1mしかし、映画のペーシングはあまり良くありません。 新しい視聴者やシリーズに精通している方は、最初の30分間にどのくらいのことが起こったのか、混乱したり失望したりするはずです。 ペーシングは後でミズノの導入によって良くなるが、それでもまだ厄介である。 正直言って、最後の25分はシリーズの最後のエピソードから直接取られ、わずか数行とアニメーションの追加/削除の瞬間があります。\u001b[22m\n\u001b[1m(Shikashi, eiga no pēshingu wa amari yoku arimasen. Atarashī shichō-sha ya shirīzu ni seitsū shite iru kata wa, saisho no 30-funkan ni dono kurai no koto ga okotta no ka, konran shi tari shitsubō shi tari suru hazudesu. Pēshingu wa atode Mizuno no dōnyū ni yotte yoku naruga, soredemo mada yakkaidearu. Shōjiki itte, saigo no 25-bu wa shirīzu no saigo no episōdo kara chokusetsu tora re, wazuka sūkō to animēshon no tsuika/ sakujo no shunkan ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe pacing of the movie is not very good, however. New viewers and those familiar with the series should find themselves either confused or disappointed by how much occurs in the first 30 minutes of the film, as many minor characters are washed over very quickly, covering what the series spent at least 10 episodes building up. Pacing gets better later on with the introduction of Mizuno, but it still is awkward. To be honest, the final 25 minutes are taken directly from the final episode of the series with only a few lines and moments of animation added/removed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe pacing of the movie is not very good, however.\u001b[24m\n    \u001b[1mしかし、映画のペーシングはあまり良くありません。\u001b[22m, \u001b[1m映画のペーシングは、しかし、非常に良いではありません。\u001b[22m\n\u001b[4mNew viewers and those familiar with the series should find themselves either confused or disappointed by how much occurs in the first 30 minutes of the film, as many minor characters are washed over very quickly, covering what the series spent at least 10 episodes building up.\u001b[24m\n    \u001b[1m新しい視聴者やシリーズに精通している方は、最初の30分間にどのくらいのことが起こったのか、混乱したり失望したりするはずです。\u001b[22m, \u001b[1m新しい視聴者とシリーズに精通している人は混乱したり、多くのマイナーな文字はシリーズが構築、少なくとも10のエピソードを過ごした何カバーし、非常に迅速に渡って洗浄されるように、フィルムの最初の30分間に発生したどのくらいに失望のいずれか自分自身を見つける必要があります。\u001b[22m\n\u001b[4mPacing gets better later on with the introduction of Mizuno, but it still is awkward.\u001b[24m\n    \u001b[1mペーシングは後でミズノの導入によって良くなるが、それでもまだ厄介である。\u001b[22m, \u001b[1mペーシングは、ミズノの導入により、後に良くなりますが、それはまだぎこちないです。\u001b[22m\n\u001b[4mTo be honest, the final 25 minutes are taken directly from the final episode of the series with only a few lines and moments of animation added/removed.\u001b[24m\n    \u001b[1m正直言って、最後の25分はシリーズの最後のエピソードから直接取られ、わずか数行とアニメーションの追加/削除の瞬間があります。\u001b[22m, \u001b[1m正直に言うと、最後の25分は、わずか数行でシリーズの最終回から直接取得され、アニメーションのモーメントが削除/追加されました。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 7\n\n\u001b[1mアート：7\u001b[22m\n\u001b[1m(Āto: 7)\u001b[22m\n\nTranslations of \u001b[4mArt: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7\u001b[24m\n    \u001b[1mアート：7\u001b[22m\nThe artwork is very nice. The new footage at the beginning of the movie is wonderful and many people who don't like the film seem to think this opening scene alone redeems it. Almost all the footage is taken from the series. However, there are a few original scenes or 'touched up' moments of animation. A couple 3D effects slip into the movie as well. Overall, the artwork is bright and fits the dichotomy of 'island paradise' and 'mysterious otherworld' perfectly. Each character stands out, given great detail to identify them from the others, especially when many of them are wearing masks and hiding their identities.\n\n\u001b[1mアートワークはとても素敵です。 映画の冒頭の新しい映像は素晴らしく、映画が好きではない人の多くは、このオープニングシーンだけでそれを償還すると考えているようです。 ほとんどすべての映像はシリーズから取られます。 しかし、オリジナルのシーンやアニメーションの「触れた」モーメントがいくつかあります。 カップルの3Dエフェクトも映画に入ってくる。 全体として、作品は明るく、「島のパラダイス」と「神秘的な世界」の二分法に完全に合っています。 それぞれのキャラクターは、特に多くの人が仮面を身に着け、自分のアイデンティティを隠しているときに、他の人物と区別するために非常に細かく描写されています。\u001b[22m\n\u001b[1m(Ātowāku wa totemo sutekidesu. Eiga no bōtō no atarashī eizō wa subarashiku, eiga ga sukide wanai hito no ōku wa, kono ōpuningushīn dake de sore o shōkan suru to kangaete iru yōdesu. Hotondo subete no eizō wa shirīzu kara tora remasu. Shikashi, orijinaru no shīn ya animēshon no `fureta' mōmento ga ikutsu ka arimasu. Kappuru no 3 D efekuto mo eiga ni haitte kuru. Zentai to shite, sakuhin wa akaruku,`shima no paradaisu' to `shinpi-tekina sekai' no nibun-hō ni kanzen ni atte imasu. Sorezore no kyarakutā wa, tokuni ōku no hito ga kamen o mi ni tsuke, jibun no aidentiti o kakushite iru toki ni, hoka no jinbutsu to kubetsu suru tame ni hijō ni komakaku byōsha sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe artwork is very nice. The new footage at the beginning of the movie is wonderful and many people who don't like the film seem to think this opening scene alone redeems it. Almost all the footage is taken from the series. However, there are a few original scenes or 'touched up' moments of animation. A couple 3D effects slip into the movie as well. Overall, the artwork is bright and fits the dichotomy of 'island paradise' and 'mysterious otherworld' perfectly. Each character stands out, given great detail to identify them from the others, especially when many of them are wearing masks and hiding their identities.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork is very nice.\u001b[24m\n    \u001b[1mアートワークはとても素敵です。\u001b[22m, \u001b[1mアートワークは非常にいいです。\u001b[22m\n\u001b[4mThe new footage at the beginning of the movie is wonderful and many people who don't like the film seem to think this opening scene alone redeems it.\u001b[24m\n    \u001b[1m映画の冒頭の新しい映像は素晴らしく、映画が好きではない人の多くは、このオープニングシーンだけでそれを償還すると考えているようです。\u001b[22m, \u001b[1m映画の冒頭で新しい映像は素晴らしいですし、映画を好きではない多くの人々がこのオープニングシーンは一人でそれを償還考えているようです。\u001b[22m\n\u001b[4mAlmost all the footage is taken from the series.\u001b[24m\n    \u001b[1mほとんどすべての映像はシリーズから取られます。\u001b[22m, \u001b[1mほとんどすべての映像はシリーズから取られています。\u001b[22m\n\u001b[4mHowever, there are a few original scenes or 'touched up' moments of animation.\u001b[24m\n    \u001b[1mしかし、オリジナルのシーンやアニメーションの「触れた」モーメントがいくつかあります。\u001b[22m, \u001b[1mしかし、いくつかのオリジナルのシーンはありますかアニメーションの瞬間を「タッチアップ」。\u001b[22m\n\u001b[4mA couple 3D effects slip into the movie as well.\u001b[24m\n    \u001b[1mカップルの3Dエフェクトも映画に入ってくる。\u001b[22m, \u001b[1m夫婦3D効果は、同様に映画に陥ります。\u001b[22m\n\u001b[4mOverall, the artwork is bright and fits the dichotomy of 'island paradise' and 'mysterious otherworld' perfectly.\u001b[24m\n    \u001b[1m全体として、作品は明るく、「島のパラダイス」と「神秘的な世界」の二分法に完全に合っています。\u001b[22m, \u001b[1m全体的に、アートワークは明るく、完全に「島の楽園」と「神秘的な来世」の二分法に適合します。\u001b[22m\n\u001b[4mEach character stands out, given great detail to identify them from the others, especially when many of them are wearing masks and hiding their identities.\u001b[24m\n    \u001b[1mそれぞれのキャラクターは、特に多くの人が仮面を身に着け、自分のアイデンティティを隠しているときに、他の人物と区別するために非常に細かく描写されています。\u001b[22m, \u001b[1m各文字は、それらの多くはマスクを着用し、自分の身元を隠している場合は特に、他人からそれらを識別するために非常に詳細与えられた、際立っています。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 6\n\n\u001b[1mサウンド：6\u001b[22m\n\u001b[1m(Saundo: 6)\u001b[22m\n\nTranslations of \u001b[4mSound: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 6\u001b[24m\n    \u001b[1mサウンド：6\u001b[22m\nI gave sound a 6 due to 'selection' rather than the actual music. The music in Star Driver is aamzing. I got the sound track shortly after watching the series for the first time. Star Driver the movie uses songs from the series as well as a new insert song (which might be considered an alternative 'spring' song) and a new ending: 'Colorful,' which I personally feel is not as good as 'Pride' which is used in the series. Anyway, why a 6? Well, most of Star Driver the Movie seems to not have any music used at all, if anything very mellow background music is used where vibrant music from the series was played. There are moments where whole scenes from the series are used, but the music has been stripped out. I was left very disappointed by the lack of music, expecting to hear at least one of my favorite songs: 'Fate' during one of Sugata's scenes. I am not sure if music was removed for dramatic effect, but I feel that the opposite was achieved: it left me wondering when the next downbeat would start.\n\n\u001b[1m私は実際の音楽ではなく、「選択」のために6音を出しました。 スタードライバーの音楽が騒がしいです。 初めてシリーズを見た直後にサウンドトラックを手に入れました。 スター・ドライバーこの映画は、シリーズの曲だけでなく、新しいインサート・ソング（別の「春」の歌と見なされるかもしれない）と新しいエンディング、「カラフルな」、私が個人的に感じる「プライド」ほど良くない シリーズで使用されています。 とにかく、なぜ6？ まあ、スター・ドライバー・ザ・ムービーのほとんどは、シリーズの活気のある音楽が演奏された場所で、非常に穏やかなバックグラウンド・ミュージックが使用されていれば、全く音楽を使用していないようです。 シリーズのシーン全体が使用されている瞬間もありますが、音楽は取り除かれています。 私は音楽の欠如によって失望し、私の好きな曲のうちの少なくとも1つを聴くことを期待していました：菅田のシーンの中の「運命」。 私は音楽が劇的な効果のために削除されたかどうかは分かりませんが、逆のことが達成されたと感じます。次のダウンビートがいつ始まるのか不思議です。\u001b[22m\n\u001b[1m(Watashi wa jissai no ongakude wa naku,`sentaku' no tame ni 6 oto o dashimashita. Sutādoraibā no ongaku ga sawagashīdesu. Hajimete shirīzu o mita chokugo ni saundotorakku o te ni iremashita. Sutā doraibā kono eiga wa, shirīzu no kyoku dakedenaku, atarashī insāto songu (betsu no `haru' no uta to minasa reru kamo shirenai) to atarashī endingu,`karafuruna', watashi ga kojin-teki ni kanjiru `puraido' hodo yokunai shirīzu de shiyō sa rete imasu. Tonikaku, naze 6? Mā, sutā doraibā za mūbī no hotondo wa, shirīzu no kakkinoaru ongaku ga ensō sa reta basho de, hijō ni odayakana bakkuguraundo myūjikku ga shiyō sa rete ireba, mattaku ongaku o shiyō shite inai yōdesu. Shirīzu no shīn zentai ga shiyō sa rete iru shunkan mo arimasuga, ongaku wa torinozoka rete imasu. Watashi wa ongaku no ketsujo ni yotte shitsubō shi, watashi no sukina kyoku no uchi no sukunakutomo 1tsu o kiku koto o kitai shite imashita: Sugeta no shīn no naka no `unmei'. Watashi wa ongaku ga gekitekina kōka no tame ni sakujo sa reta ka dō ka wa wakarimasen ga, gyaku no koto ga tassei sa reta to kanjimasu. Tsugi no daunbīto ga itsu hajimaru no ka fushigidesu.)\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 7\n\n\u001b[1mキャラクター：7\u001b[22m\n\u001b[1m(Kyarakutā: 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 7\u001b[24m\n    \u001b[1mキャラクター：7\u001b[22m\nStar Driver the Movie is spunky, combining a great deal of elements into it that might not normally fall into an anime of this genre. If anything, I feel the series is rather deconstructional, and the film captures that effort well, especially with the original footage regarding the new insert song, quickly summarizing how the three main characters become friends so easily on the island, enjoying the beach, etc . The opening and credits roll are also very interesting, bringing forth new questions, which I doubt will be answered. Star Driver the Movie will at least be able to keep its viewers on their toes, hoping that the opening will be expanded on. There are two major things that are explored, however: a moment of added dialogue before the final battle explains how Takuto exactly feels about Wako and there is a very interesting scene with Marino where viewers can see her experience during the Mizuno arc. On the whole, Star Driver the Movie maintains the charming adventure of the series and will be a welcoming invitation to pursue more of Star Driver.\n\n\u001b[1mStar Driver the Movieは、通常、このジャンルのアニメには収まらない多量の要素を組み合わせて、スパムに満ちています。 もしかしたら、シリーズはむしろ非構造的だと感じています。この作品は、特に新しいインサート・ソングに関するオリジナルの映像を使って、その3人の主人公がいかに島でとても簡単に友達になって、ビーチを楽しんでいるかを要約しています。 オープニングとクレジットロールは非常に興味深いものであり、私は疑問に思われる新しい質問を出す。 スタードライバー映画は、オープニングが拡大されることを望んで、視聴者を少なくとも足元に保つことができるでしょう。 しかし、2つの主要なことが探究されています：最後の戦いの前に追加の対話の瞬間は、琢磨が和光についてどのように正確に感じるかを説明し、ミズノ弧の間に視聴者が彼女の経験を見ることができる非常に興味深いシーンがあります。 全体として、Star Driver the Movieはシリーズの魅力的な冒険を維持し、スタードライバーをさらに追求する歓迎の招待状になります。\u001b[22m\n\u001b[1m(Star doraiba the movu~ie wa, tsūjō, kono janru no anime ni wa osamaranai taryō no yōso o kumiawasete, Supamu ni michite imasu. Moshika shitara, shirīzu wa mushiro hi kōzō-tekida to kanjite imasu. Kono sakuhin wa, tokuni atarashī insāto songu ni kansuru orijinaru no eizō o tsukatte, sono 3-ri no shujinkō ga ikani shima de totemo kantan ni tomodachi ni natte, bīchi o tanoshinde iru ka o yōyaku shite imasu. Ōpuningu to kurejittorōru wa hijō ni kyōmibukai monodeari, watashi wa gimon ni omowa reru atarashī shitsumon o dasu. Sutādoraibā eiga wa, ōpuningu ga kakudai sa reru koto o nozonde, shichō-sha o sukunakutomo ashimoto ni tamotsu koto ga dekirudeshou. Shikashi, 2tsu no shuyōna koto ga tankyū sa rete imasu: Saigonotatakai no mae ni tsuika no taiwa no shunkan wa, takuma ga Wakō ni tsuite dono yō ni seikaku ni kanjiru ka o setsumei shi, Mizuno ko no ma ni shichō-sha ga kanojo no keiken o miru koto ga dekiru hijō ni kyōmibukai shīn ga arimasu. Zentai to shite, Star doraiba the movu~ie wa shirīzu no miryoku-tekina bōken o iji shi, sutādoraibā o sarani tsuikyū suru kangei no jōtaijō ni narimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 8\n\n\u001b[1m楽しさ：8\u001b[22m\n\u001b[1m(Tanoshisa: 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 8\u001b[24m\n    \u001b[1m楽しさ：8\u001b[22m\nI enjoyed the film personally. Again, I was a little upset with the pacing and the music at first, but there are some interesting changes that made it really worth watching. I hope that those that watch this decently condensed movie will go on to watch the series to see more battles, more characters, and even more shocking and brilliant parts of the story woven throughout.\n\n\u001b[1m私は個人的に映画を楽しんだ。 繰り返しますが、最初はペースと音楽に少し不調でしたが、実際に見てみる価値のある変更がありました。 この凝ったムービーを見ている人たちは、戦い、より多くのキャラクター、さらには衝撃的で華麗なストーリーの一部を見るためにシリーズを見に行くことを願っています。\u001b[22m\n\u001b[1m(Watashi wa kojin-teki ni eiga o tanoshinda. Kurikaeshimasuga, saisho wa pēsu to ongaku ni sukoshi fuchōdeshitaga, jissai ni mite miru kachinoaru henkō ga arimashita. Kono kotta mūbī o mite iru hito-tachi wa, tatakai, yori ōku no kyarakutā, sarani wa shōgeki-tekide kareina sutōrī no ichibu o miru tame ni shirīzu o mi ni iku koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed the film personally. Again, I was a little upset with the pacing and the music at first, but there are some interesting changes that made it really worth watching. I hope that those that watch this decently condensed movie will go on to watch the series to see more battles, more characters, and even more shocking and brilliant parts of the story woven throughout.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed the film personally.\u001b[24m\n    \u001b[1m私は個人的に映画を楽しんだ。\u001b[22m, \u001b[1m私は個人的に映画を楽しみました。\u001b[22m\n\u001b[4mAgain, I was a little upset with the pacing and the music at first, but there are some interesting changes that made it really worth watching.\u001b[24m\n    \u001b[1m繰り返しますが、最初はペースと音楽に少し不調でしたが、実際に見てみる価値のある変更がありました。\u001b[22m, \u001b[1m繰り返しますが、私は最初にペーシングおよび音楽と少し怒っていたが、見て、それは本当に価値が行われ、いくつかの興味深い変更があります。\u001b[22m\n\u001b[4mI hope that those that watch this decently condensed movie will go on to watch the series to see more battles, more characters, and even more shocking and brilliant parts of the story woven throughout.\u001b[24m\n    \u001b[1mこの凝ったムービーを見ている人たちは、戦い、より多くのキャラクター、さらには衝撃的で華麗なストーリーの一部を見るためにシリーズを見に行くことを願っています。\u001b[22m, \u001b[1m私はこのきちんと凝縮映画を見ているものは、より多くの戦い、より多くの文字、および全体で織られた物語のより一層衝撃的で華麗なパーツを表示するには、シリーズを見に行くことを願っています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 7\n\n\u001b[1m全体：7\u001b[22m\n\u001b[1m(Zentai: 7)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7\u001b[24m\n    \u001b[1m全体：7\u001b[22m\nStar Driver the Movie does a few really good things to spice up the content from the series; albeit predominantly small adjustments or additions, they stand out and make the show enjoyable for both new and seasoned Star Driver fans. I was irked by the music. The music is phenomenal, but it is poorly represented, as most of what is in the series is cut from the movie, leaving many scenes in 'background' silence.\n\n\u001b[1mスタードライバームービーは、シリーズの内容を盛り上げるために本当に良いことをいくつか行います。 主に小さな調整や追加はしていますが、彼らは目立ち、新しく、熟練したスター・ドライバーのファンにとって楽しいものになります。 私は音楽に苛まれていた。 音楽は驚異的ですが、シリーズの中のほとんどが映画から切り離され、多くのシーンが「バックグラウンド」の静寂に残るため、表現が不十分です。\u001b[22m\n\u001b[1m(Sutādoraibāmūbī wa, shirīzu no naiyō o moriageru tame ni hontōni yoi koto o ikutsu ka okonaimasu. Omoni chīsana chōsei ya tsuika wa shite imasuga, karera wa medachi, atarashiku, jukuren shita sutā doraibā no fan ni totte tanoshī mono ni narimasu. Watashi wa ongaku ni sainama rete ita. Ongaku wa kyōi-tekidesuga, shirīzu no naka no hotondo ga eiga kara kirihanasa re, ōku no shīn ga `bakkuguraundo' no shijima ni nokoru tame, hyōgen ga fujūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mStar Driver the Movie does a few really good things to spice up the content from the series; albeit predominantly small adjustments or additions, they stand out and make the show enjoyable for both new and seasoned Star Driver fans. I was irked by the music. The music is phenomenal, but it is poorly represented, as most of what is in the series is cut from the movie, leaving many scenes in 'background' silence.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStar Driver the Movie does a few really good things to spice up the content from the series;\u001b[24m\n    \u001b[1mスタードライバームービーは、シリーズの内容を盛り上げるために本当に良いことをいくつか行います。\u001b[22m, \u001b[1mスタードライバー映画シリーズからのコンテンツを盛り上げるためにいくつかの本当に良いことを行います。\u001b[22m\n\u001b[4malbeit predominantly small adjustments or additions, they stand out and make the show enjoyable for both new and seasoned Star Driver fans.\u001b[24m\n    \u001b[1m主に小さな調整や追加はしていますが、彼らは目立ち、新しく、熟練したスター・ドライバーのファンにとって楽しいものになります。\u001b[22m, \u001b[1m主に小さな調整や追加にもかかわらず、彼らが目立つと、新規およびベテランスタードライバーファンのためのショーは楽しいもの。\u001b[22m\n\u001b[4mI was irked by the music.\u001b[24m\n    \u001b[1m私は音楽に苛まれていた。\u001b[22m, \u001b[1m私は、音楽に腹が立つました。\u001b[22m\n\u001b[4mThe music is phenomenal, but it is poorly represented, as most of what is in the series is cut from the movie, leaving many scenes in 'background' silence.\u001b[24m\n    \u001b[1m音楽は驚異的ですが、シリーズの中のほとんどが映画から切り離され、多くのシーンが「バックグラウンド」の静寂に残るため、表現が不十分です。\u001b[22m, \u001b[1m音楽は驚異的であるが、直列になっているものの大部分は「背景」沈黙の中で多くのシーンを残して、映画からカットされたとして、それは十分に、表現されます。\u001b[22m\n\u001b[1m\u001b[22m\nI hope my lengthy comparisons between the film and series aren't too distracting, but I hope that, without going too much into synopsis, you might be convinced to spend some time and get to know Takuto, Sugata, and Wako at Southern Cross Academy as they fight the Glittering Crux in the movie and then follow them to series to know them even better.\n\n\u001b[1m私は、映画とシリーズの長年の比較があまり気にならないように願っていますが、概要をあまり踏まずに、サザンクロス・アカデミーの拓本、菅田、和光について少しでも時間を費やし、 彼らは映画の中で輝く峰と戦い、シリーズに続き、彼らをさらによく知るようになります。\u001b[22m\n\u001b[1m(Watashi wa, eiga to shirīzu no naganen no hikaku ga amari ki ni naranai yō ni negatte imasuga, gaiyō o amari fumazu ni, sazankurosu akademī no takuhon, Sugeta, Wakō ni tsuite sukoshidemo jikan o tsuiyashi, karera wa eiga no naka de kagayaku mine to tatakai, shirīzu ni tsudzuki, karera o sarani yoku shiru yō ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mI hope my lengthy comparisons between the film and series aren't too distracting, but I hope that, without going too much into synopsis, you might be convinced to spend some time and get to know Takuto, Sugata, and Wako at Southern Cross Academy as they fight the Glittering Crux in the movie and then follow them to series to know them even better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hope my lengthy comparisons between the film and series aren't too distracting, but I hope that, without going too much into synopsis, you might be convinced to spend some time and get to know Takuto, Sugata, and Wako at Southern Cross Academy\u001b[24m\n    \u001b[1m私は、映画とシリーズの長年の比較があまり気にならないように願っていますが、概要をあまり踏まずに、サザンクロス・アカデミーの拓本、菅田、和光について少しでも時間を費やし、\u001b[22m, \u001b[1m私は映画とシリーズの間、私の長い比較は非常に複雑に入り組んではありません願っていますが、私はシノプシスにあまり行かなくても、あなたはいくつかの時間を費やすことを確信することとサザンクロスアカデミー拓人、菅田、和光を知ってもらうかもしれない、ということを願って\u001b[22m\n\u001b[4mas they fight the Glittering Crux in the movie and then follow them to series to know them even better.\u001b[24m\n    \u001b[1m彼らは映画の中で輝く峰と戦い、シリーズに続き、彼らをさらによく知るようになります。\u001b[22m, \u001b[1m彼らは映画の中できらびやかな核心を戦い、その後、より良いそれらを知るために直列にそれに従うように。\u001b[22m"
  },
  {
    "title": "Star_Driver_the_Movie",
    "id": "12857",
    "url": "https://myanimelist.net/anime/12857/Star_Driver_the_Movie",
    "user": "Blind_Guardian",
    "profile": "/profile/Blind_Guardian/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=152349",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  6\n\nスタードライバーの映画は残念なところだった。 それが強く始まり、一連の新しいアニメーションがシリーズの終わりの後に設定されると、それ以降のすべては長編ストーリーに再編されるだけです。 もちろん、これを大幅にカットすると、文脈のない簡略化されたシーンがたくさん残っています。シリーズを見ていない人は、何が起こっているのか理解していたはずです。 アニメーションはテレビにはかなり良いものでしたが、大部分の映画やOVA作品から得られるアニメーションの品質と比べると非常に圧倒的でした。\n\n一方、極端に反復的なサイボーンの戦いなど、シリーズの目障りな問題のいくつかはきれいに光沢を帯びています。私は和光がシリーズで迷惑をかけることがわかりましたが、この短縮バージョンでは私を苛立たせる時間が少なくなっています 。\n\nストーリーの後に起こる最初の5分間から映画が続き、原作のアニメーションが多くの新しい質問を残しているのは、当然のことながら、少なくとも解決することが非常に好ましいでしょう。 そのプロットラインに続く続編は、さらに高く評価され、はるかに高い得点を受けるだろう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThe Star Driver movie was on the disappointing side. While it starts out strong, with some new animation set after the end of the series, everything after that is just Star Driver recut into a feature-length 'story'. Of course, cutting that much out leaves a lot of abbreviated scenes without context, and I doubt anyone who hadn't seen the series would have understood what the heck was going on. The animation was pretty good for TV, but extremely underwhelming compared to the sort of animation quality we get out of most movie or OVA productions.\n\n\u001b[1mスタードライバーの映画は残念なところだった。 それが強く始まり、一連の新しいアニメーションがシリーズの終わりの後に設定されると、それ以降のすべては長編ストーリーに再編されるだけです。 もちろん、これを大幅にカットすると、文脈のない簡略化されたシーンがたくさん残っています。シリーズを見ていない人は、何が起こっているのか理解していたはずです。 アニメーションはテレビにはかなり良いものでしたが、大部分の映画やOVA作品から得られるアニメーションの品質と比べると非常に圧倒的でした。\u001b[22m\n\u001b[1m(Sutādoraibā no eiga wa zan'nen'na tokorodatta. Sore ga tsuyoku hajimari, ichiren no atarashī animēshon ga shirīzu no owari no nochi ni settei sa reru to, sore ikō no subete wa chōhen sutōrī ni saihen sa reru dakedesu. Mochiron, kore o ōhaba ni katto suru to, bunmyaku no nai kanryaku-ka sa reta shīn ga takusan nokotte imasu. Shirīzu o miteinai hito wa, nani ga okotte iru no ka rikai shite ita hazudesu. Animēshon wa terebini wa kanari yoi monodeshitaga, daibubun no eiga ya ovu~a sakuhin kara e rareru animēshon no hinshitsu to kuraberu to hijō ni attōtekideshita.)\u001b[22m\n\nTranslations of \u001b[4mThe Star Driver movie was on the disappointing side. While it starts out strong, with some new animation set after the end of the series, everything after that is just Star Driver recut into a feature-length 'story'. Of course, cutting that much out leaves a lot of abbreviated scenes without context, and I doubt anyone who hadn't seen the series would have understood what the heck was going on. The animation was pretty good for TV, but extremely underwhelming compared to the sort of animation quality we get out of most movie or OVA productions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Star Driver movie was on the disappointing side.\u001b[24m\n    \u001b[1mスタードライバーの映画は残念なところだった。\u001b[22m, \u001b[1mスタードライバームービーが失望側にいました。\u001b[22m\n\u001b[4mWhile it starts out strong, with some new animation set after the end of the series, everything after that is just Star Driver recut into a feature-length 'story'.\u001b[24m\n    \u001b[1mそれが強く始まり、一連の新しいアニメーションがシリーズの終わりの後に設定されると、それ以降のすべては長編ストーリーに再編されるだけです。\u001b[22m, \u001b[1mそれはシリーズ終了後に設定し、いくつかの新しいアニメーションで、強いから始まりますが、それ以降のすべてが長編「物語」に再切断ちょうどスタードライバーです。\u001b[22m\n\u001b[4mOf course, cutting that much out leaves a lot of abbreviated scenes without context, and I doubt anyone who hadn't seen the series would have understood what the heck was going on.\u001b[24m\n    \u001b[1mもちろん、これを大幅にカットすると、文脈のない簡略化されたシーンがたくさん残っています。シリーズを見ていない人は、何が起こっているのか理解していたはずです。\u001b[22m, \u001b[1mもちろん、それだけ切り出すと、コンテキストのない略記シーンの多くを残して、私はシリーズを見たことがなかった誰もが、一体何が起こっていたか理解していることはないだろう。\u001b[22m\n\u001b[4mThe animation was pretty good for TV, but extremely underwhelming compared to the sort of animation quality we get out of most movie or OVA productions.\u001b[24m\n    \u001b[1mアニメーションはテレビにはかなり良いものでしたが、大部分の映画やOVA作品から得られるアニメーションの品質と比べると非常に圧倒的でした。\u001b[22m, \u001b[1mアニメーションは、テレビのためのかなり良いが、我々はほとんどの映画やOVA制作から抜け出すアニメーションの質の一種に比べて非常にがっかりしました。\u001b[22m\n\u001b[1m\u001b[22m\nOn the other hand, some of the glaring problems with the series, such as the extremely repetitive cybody battles, are glossed over nicely, and while I found Wako to be rather annoying in the series she has less time to irritate me in this abbreviated version .\n\n\u001b[1m一方、極端に反復的なサイボーンの戦いなど、シリーズの目障りな問題のいくつかはきれいに光沢を帯びています。私は和光がシリーズで迷惑をかけることがわかりましたが、この短縮バージョンでは私を苛立たせる時間が少なくなっています 。\u001b[22m\n\u001b[1m(Ippō, kyokutan ni hanpuku-tekina saibōn no tatakai nado, shirīzu no mezawarina mondai no ikutsu ka wa kirei ni kōtaku o obite imasu. Watashi wa Wakō ga shirīzu de meiwaku o kakeru koto ga wakarimashitaga, kono tanshuku bājonde wa watashi o iradataseru jikan ga sukunaku natte imasu.)\u001b[22m\n\nTranslations of \u001b[4mOn the other hand, some of the glaring problems with the series, such as the extremely repetitive cybody battles, are glossed over nicely, and while I found Wako to be rather annoying in the series she has less time to irritate me in this abbreviated version .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn the other hand, some of the glaring problems with the series, such as the extremely repetitive cybody battles, are glossed over nicely, and while I found Wako to be rather annoying in the series she has less time to irritate me in this abbreviated version\u001b[24m\n    \u001b[1m一方、極端に反復的なサイボーンの戦いなど、シリーズの目障りな問題のいくつかはきれいに光沢を帯びています。私は和光がシリーズで迷惑をかけることがわかりましたが、この短縮バージョンでは私を苛立たせる時間が少なくなっています\u001b[22m, \u001b[1m一方、このような非常に反復cybodyの戦いとしてシリーズで明白な問題のいくつかは、うまくオーバー練りされている、と私は和光が直列にかなり迷惑であることが判明している間、彼女はこの省略版で私を刺激するために、より少ない時間を持っています\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nWould have greatly preferred to have seen the movie continue on from the first five minutes, which occur after the story and leave us with a lot of new questions that the original animation does not, of course, solve in the least. A sequel following that plotline further would be greatly appreciated and likely would receive a much higher score.\n\n\u001b[1mストーリーの後に起こる最初の5分間から映画が続き、原作のアニメーションが多くの新しい質問を残しているのは、当然のことながら、少なくとも解決することが非常に好ましいでしょう。 そのプロットラインに続く続編は、さらに高く評価され、はるかに高い得点を受けるだろう。\u001b[22m\n\u001b[1m(Sutōrī no nochi ni okoru saisho no 5-funkan kara eiga ga tsudzuki, gensaku no animēshon ga ōku no atarashī shitsumon o nokoshite iru no wa, tōzen no kotonagara, sukunakutomo kaiketsu suru koto ga hijō ni konomashīdeshou. Sono purottorain ni tsudzuku zokuhen wa, sara ni takaku hyōka sa re, haruka ni takai tokuten o ukerudarou.)\u001b[22m\n\nTranslations of \u001b[4mWould have greatly preferred to have seen the movie continue on from the first five minutes, which occur after the story and leave us with a lot of new questions that the original animation does not, of course, solve in the least. A sequel following that plotline further would be greatly appreciated and likely would receive a much higher score.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWould have greatly preferred to have seen the movie continue on from the first five minutes, which occur after the story and leave us with a lot of new questions that the original animation does not, of course, solve in the least.\u001b[24m\n    \u001b[1mストーリーの後に起こる最初の5分間から映画が続き、原作のアニメーションが多くの新しい質問を残しているのは、当然のことながら、少なくとも解決することが非常に好ましいでしょう。\u001b[22m, \u001b[1m大幅映画は物語の後に発生する最初の5分、から続行し、オリジナルのアニメーションは、もちろん、少なくともでは解決しないことは、新しい多くの質問を私たちに残して見ていることが好ましいだろう。\u001b[22m\n\u001b[4mA sequel following that plotline further would be greatly appreciated and likely would receive a much higher score.\u001b[24m\n    \u001b[1mそのプロットラインに続く続編は、さらに高く評価され、はるかに高い得点を受けるだろう。\u001b[22m, \u001b[1mそのplotline以下の続編はさらに大幅に高く評価されるだろうし、おそらくはるかに高いスコアを受け取ることになります。\u001b[22m"
  }
]
