[
  {
    "title": "One_Piece_Film__Z",
    "id": "12859",
    "url": "https://myanimelist.net/anime/12859/One_Piece_Film__Z",
    "user": "violentrl",
    "profile": "/profile/violentrl/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=83303",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nGodaは再び攻撃する。 私はこの映画がどれほど素晴らしいかを表現することはできません。 私が言わなければならないことは、それをあなた自身のために見ることです。\n\nこのレビューでは、音楽、アニメーション、キャラクター、ストーリーの4つの部分に分かれています。\n\n音楽：\nあなたが予告編を見た場合、映画ではアヴリル・ラヴィーンの2つのトラックが演奏されることが分かっていますが、クレジットが出るまではそれを聞くことはできません。 前半は「どのように私に思い出させるか」であり、その後は「悪評」が続いた。 元のサウンドトラックは素晴らしかったです。 ワンピースが私たち全員が愛していると感じていることを維持しながら、それは異なっていました。 さまざまな場面で演奏された憂鬱なテーマに強いテンション。\n\nアニメーション：\nストロングワールドのように多くのCGIがありました。 アクションシーンは、これまでのワンピース映画やアニメで見たことのあるものよりはるかに優れたアニメーションでした。 各シーンに続く角度とカメラの動きは、流動的に行われました。\n\nキャラクター：\n映画のタイトルは自明である。 ムービーは、ストローハットのギャングよりもさらに時には、Zに焦点を合わせました。  Zephyrとしても知られているCharacter Zは、彼にそのような深いストーリーを持っていました。ワンピースのさまざまなキャラクターのバックストーリーが好きなら、間違いなくZを愛するでしょう。 私たちの魅力的なキャラクターは、ストロー・ハットがこの映画で輝くようになったが、モンスター・トリオ（ルフィ、ゾロ、サンジ）などのより強力な著名な戦闘機は、戦うために彼ら自身の個々の対戦相手を持っていた。 フランキーはモンスタートリオの次のラインにいた。 ウソップはまた、良いアクションシーンを持っていたが、全く同じレベルではなかった。 ナミとロビンは時々クライマックスの戦いまでファンサービスのために使われました。 チョッパーはかつてないほど面白かったが、ストーリーにとって全く重要ではなかった。 ブルックは戦いに苦しんでいませんでしたが、チョッパーのようなコメディーな瞬間もありました。\n\nストーリー：\nこの映画全体は、海洋の伝承とバックストーリーの周りに作られました。 しかし、これはいくつかの欠点を持っています。 ストーリーは海兵隊員の主題に関する多くの説明を持っていたが、一部のキャラクターは基本的に展示を提供する唯一の目的のために厳密に使用されていた。 ムービーの長さの時間間隔でプロットに合わせるために、それは驚くほどうまくいった。 これは、私が織田の以前のプロジェクトで持っていた巨大な不具合の1つでした。ストロングワールドは、少し落ち込んでいました。 映画Zでは、ワンピースシリーズの驚異的なオーラを残した映画を作るために何が必要かを理解したと感じています。\n\n私は映画のあらゆる場面について話したいですが、私はそれをスポイラーフリーにしておきたいと思います。 この映画が日本の大賞を獲得しなければ、私は非常に驚くでしょう。 日本アカデミー賞にノミネートされ、ベストアニメ映画賞やベスト・イヤー・オブ・ザ・イヤー賞を受賞することは間違いありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nGoda strikes again. I can't express in words of how amazing this movie is. All I have to say is go watch it for yourself.\n\n\u001b[1mGodaは再び攻撃する。 私はこの映画がどれほど素晴らしいかを表現することはできません。 私が言わなければならないことは、それをあなた自身のために見ることです。\u001b[22m\n\u001b[1m(Goda wa futatabi kōgeki suru. Watashi wa kono eiga ga dorehodo subarashī ka o hyōgen suru koto wa dekimasen. Watashi ga iwanakereba naranai koto wa, sore o anata jishin no tame ni miru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mGoda strikes again. I can't express in words of how amazing this movie is. All I have to say is go watch it for yourself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGoda strikes again.\u001b[24m\n    \u001b[1mGodaは再び攻撃する。\u001b[22m, \u001b[1m合田は再度打ちます。\u001b[22m\n\u001b[4mI can't express in words of how amazing this movie is.\u001b[24m\n    \u001b[1m私はこの映画がどれほど素晴らしいかを表現することはできません。\u001b[22m, \u001b[1m私はこの映画がどのように驚くほどの言葉で表現することはできません。\u001b[22m\n\u001b[4mAll I have to say is go watch it for yourself.\u001b[24m\n    \u001b[1m私が言わなければならないことは、それをあなた自身のために見ることです。\u001b[22m, \u001b[1m私は言わなければならないすべては自分自身でそれを見に行くです。\u001b[22m\n\u001b[1m\u001b[22m\nFor this review it will be broken down into four parts: Music, Animation, Characters and Story.\n\n\u001b[1mこのレビューでは、音楽、アニメーション、キャラクター、ストーリーの4つの部分に分かれています。\u001b[22m\n\u001b[1m(Kono rebyūde wa, ongaku, animēshon, kyarakutā, sutōrī no 4tsu no bubun ni wakarete imasu.)\u001b[22m\n\nTranslations of \u001b[4mFor this review it will be broken down into four parts: Music, Animation, Characters and Story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor this review it will be broken down into four parts: Music, Animation, Characters and Story.\u001b[24m\n    \u001b[1mこのレビューでは、音楽、アニメーション、キャラクター、ストーリーの4つの部分に分かれています。\u001b[22m, \u001b[1m音楽、アニメーション、キャラクターやストーリー：このレビューのためには、4つの部分に分解されます。\u001b[22m\n\u001b[1m\u001b[22m\nMusic:\n\n\u001b[1m音楽：\u001b[22m\n\u001b[1m(Ongaku:)\u001b[22m\n\nDefinitions of \u001b[4mMusic:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    音楽\u001b[22m\n        music\n\u001b[1m    ミュージック\u001b[22m\n        music\n\u001b[1m    譜面\u001b[22m\n        music\n\u001b[1m    音譜\u001b[22m\n        note, notation, music\n\u001b[1m    管弦\u001b[22m\n        wind and string instruments, music\nIf you watched the trailers, you know that two tracks of Avril Lavigne would be played in the movie but you won't hear that until the credit rolls. First half was 'How You Remind Me' and then 'Bad Reputation' played after that. The original soundtrack was brilliant. It was different while at the same time maintaining that One Piece feel we all love; high tension to melancholy themes that played throughout different scenes.\n\n\u001b[1mあなたが予告編を見た場合、映画ではアヴリル・ラヴィーンの2つのトラックが演奏されることが分かっていますが、クレジットが出るまではそれを聞くことはできません。 前半は「どのように私に思い出させるか」であり、その後は「悪評」が続いた。 元のサウンドトラックは素晴らしかったです。 ワンピースが私たち全員が愛していると感じていることを維持しながら、それは異なっていました。 さまざまな場面で演奏された憂鬱なテーマに強いテンション。\u001b[22m\n\u001b[1m(Anata ga yokokuhen o mita baai, eigade wa avuriru ravu~īn no 2tsu no torakku ga ensō sa reru koto ga wakatte imasuga, kurejitto ga deru made wa sore o kiku koto wa dekimasen. Zenhan wa `dono yō ni watashi ni omoidasa seru ka'deari, sonogo wa `akuhyō' ga tsudzuita. Gen no saundotorakku wa subarashikattadesu. Wanpīsu ga watashitachi zen'in ga aishite iru to kanjite iru koto o iji shinagara, sore wa kotonatte imashita. Samazamana bamen de ensō sa reta yūutsuna tēma ni tsuyoi tenshon.)\u001b[22m\n\nTranslations of \u001b[4mIf you watched the trailers, you know that two tracks of Avril Lavigne would be played in the movie but you won't hear that until the credit rolls. First half was 'How You Remind Me' and then 'Bad Reputation' played after that. The original soundtrack was brilliant. It was different while at the same time maintaining that One Piece feel we all love; high tension to melancholy themes that played throughout different scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you watched the trailers, you know that two tracks of Avril Lavigne would be played in the movie but you won't hear that until the credit rolls.\u001b[24m\n    \u001b[1mあなたが予告編を見た場合、映画ではアヴリル・ラヴィーンの2つのトラックが演奏されることが分かっていますが、クレジットが出るまではそれを聞くことはできません。\u001b[22m, \u001b[1mあなたがトレーラーを見た場合は、アヴリル・ラヴィーンの2曲が映画の中で再生されるであろうことを知っていますが、クレジットロールまで、それを聞くことはできません。\u001b[22m\n\u001b[4mFirst half was 'How You Remind Me' and then 'Bad Reputation' played after that.\u001b[24m\n    \u001b[1m前半は「どのように私に思い出させるか」であり、その後は「悪評」が続いた。\u001b[22m, \u001b[1m前半は「あなたは私を思い出させる方法」でしたし、その後に再生「悪評」。\u001b[22m\n\u001b[4mThe original soundtrack was brilliant.\u001b[24m\n    \u001b[1m元のサウンドトラックは素晴らしかったです。\u001b[22m, \u001b[1mオリジナルサウンドトラックは素晴らしかったです。\u001b[22m\n\u001b[4mIt was different while at the same time maintaining that One Piece feel we all love;\u001b[24m\n    \u001b[1mワンピースが私たち全員が愛していると感じていることを維持しながら、それは異なっていました。\u001b[22m, \u001b[1m同時に、ワンピースは、私たちすべての愛を感じることを維持しながら、それは違っていました。\u001b[22m\n\u001b[4mhigh tension to melancholy themes that played throughout different scenes.\u001b[24m\n    \u001b[1mさまざまな場面で演奏された憂鬱なテーマに強いテンション。\u001b[22m, \u001b[1m異なるシーン全体に果たした憂鬱テーマにハイテンション。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation:\n\n\u001b[1mアニメーション：\u001b[22m\n\u001b[1m(Animēshon:)\u001b[22m\n\nDefinitions of \u001b[4mAnimation:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アニメーション\u001b[22m\n        animation\n\u001b[1m    アニメ\u001b[22m\n        animation\n\u001b[1m    気力\u001b[22m\n        energy, spirit, vigor, vitality, willpower, verve\n\u001b[1m    精\u001b[22m\n        essence, energy, ardor, soul, vigor, life\n\u001b[1m    意気込み\u001b[22m\n        enthusiasm, eagerness, passion, ardor, zeal, inspiration\n\u001b[1m    健祥\u001b[22m\n        vigor, spirit, pep, energy, liveliness, ebullience\n\u001b[1m    清祥\u001b[22m\n        vigor, spirit, ardor, mind, life, vitality\n\u001b[1m    朗らか\u001b[22m\n        cheerfulness, cheer, luster, ebulliency, shine, light\n\u001b[1m    スピリッツ\u001b[22m\n        ardor, animation, consciousness, ardour\n\u001b[1m    スピリット\u001b[22m\n        ardor, esprit, animation, consciousness, ardour\nThere was a lot of CGI just like Strong World. The action scenes were animated far better than anything I've ever seen in previous One Piece movies or the anime. The angles and camera movements following every scene was done fluidly.\n\n\u001b[1mストロングワールドのように多くのCGIがありました。 アクションシーンは、これまでのワンピース映画やアニメで見たことのあるものよりはるかに優れたアニメーションでした。 各シーンに続く角度とカメラの動きは、流動的に行われました。\u001b[22m\n\u001b[1m(Sutoronguwārudo no yō ni ōku no CGI ga arimashita. Akushonshīn wa, kore made no wanpīsu eiga ya anime de mita koto no aru mono yori haruka ni sugureta animēshondeshita. Kaku shīn ni tsudzuku kakudo to kamera no ugoki wa, ryūdōteki ni okonawa remashita.)\u001b[22m\n\nTranslations of \u001b[4mThere was a lot of CGI just like Strong World. The action scenes were animated far better than anything I've ever seen in previous One Piece movies or the anime. The angles and camera movements following every scene was done fluidly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere was a lot of CGI just like Strong World.\u001b[24m\n    \u001b[1mストロングワールドのように多くのCGIがありました。\u001b[22m, \u001b[1mちょうどストロングワールドのようなCGIがたくさんありました。\u001b[22m\n\u001b[4mThe action scenes were animated far better than anything I've ever seen in previous One Piece movies or the anime.\u001b[24m\n    \u001b[1mアクションシーンは、これまでのワンピース映画やアニメで見たことのあるものよりはるかに優れたアニメーションでした。\u001b[22m, \u001b[1mアクションシーンは私が今まで前のワンピースの映画やアニメで見てきたものよりもはるかに優れてアニメーション化されました。\u001b[22m\n\u001b[4mThe angles and camera movements following every scene was done fluidly.\u001b[24m\n    \u001b[1m各シーンに続く角度とカメラの動きは、流動的に行われました。\u001b[22m, \u001b[1mあらゆるシーン以下の角度やカメラの動きが流動的に行われました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThe title of the movie is quite self-explanatory. The movie focused on Z, at times even more than the Straw Hat gang. Character Z, also known as Zephyr had such deep story to him and if you love backstories of various characters in One Piece, you'll definitely love Z's. As for our lovable characters, the Straw Hats each got their turns to shine in this movie, however the stronger and prominent fighters such as the Monster Trio(Luffy, Zoro and Sanji) had their own individual opponent to fight. Franky was the next in line after the Monster Trio. Usopp also had good action scenes, but not quite on the same level. Nami and Robin at times were used for fan-service until the climactic battle at the end. Chopper was funnier than ever before, but not entirely important to the story. Brook didn't do a lot in terms of getting into battles, but he had his comedic moments just like Chopper.\n\n\u001b[1m映画のタイトルは自明である。 ムービーは、ストローハットのギャングよりもさらに時には、Zに焦点を合わせました。  Zephyrとしても知られているCharacter Zは、彼にそのような深いストーリーを持っていました。ワンピースのさまざまなキャラクターのバックストーリーが好きなら、間違いなくZを愛するでしょう。 私たちの魅力的なキャラクターは、ストロー・ハットがこの映画で輝くようになったが、モンスター・トリオ（ルフィ、ゾロ、サンジ）などのより強力な著名な戦闘機は、戦うために彼ら自身の個々の対戦相手を持っていた。 フランキーはモンスタートリオの次のラインにいた。 ウソップはまた、良いアクションシーンを持っていたが、全く同じレベルではなかった。 ナミとロビンは時々クライマックスの戦いまでファンサービスのために使われました。 チョッパーはかつてないほど面白かったが、ストーリーにとって全く重要ではなかった。 ブルックは戦いに苦しんでいませんでしたが、チョッパーのようなコメディーな瞬間もありました。\u001b[22m\n\u001b[1m(Eiga no taitoru wa jimeidearu. Mūbī wa, sutorōhatto no gyangu yori mo sarani tokiniha, Z ni shōten o awasemashita. Zephyr to shite mo shira rete iru kyarakuta Z wa, kare ni sono yōna fukai sutōrī o motte imashita. Wanpīsu no samazamana kyarakutā no bakkusutōrī ga sukinara, machigainaku Z o aisurudeshou. Watashitachi no miryoku-tekina kyarakutā wa, sutorō hatto ga kono eiga de kagayaku yō ni nattaga, monsutā torio (rufi, zoro, sanji) nado no yori kyōryokuna chomeina sentōki wa, tatakau tame ni karera jishin no koko no taisen aite o motte ita. Furankī wa monsutātorio no tsugi no rain ni ita. Usoppu wa mata, yoi akushonshīn o motte itaga, mattaku onaji reberude wa nakatta. Nami to robin wa tokidoki kuraimakkusu no tatakai made fansābisu no tame ni tsukawa remashita. Choppā wa katsute nai hodo omoshirokattaga, sutōrī ni totte mattaku jūyōde wa nakatta. Burukku wa tatakai ni kurushinde imasendeshitaga, choppā no yōna komedīna shunkan mo arimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe title of the movie is quite self-explanatory. The movie focused on Z, at times even more than the Straw Hat gang. Character Z, also known as Zephyr had such deep story to him and if you love backstories of various characters in One Piece, you'll definitely love Z's. As for our lovable characters, the Straw Hats each got their turns to shine in this movie, however the stronger and prominent fighters such as the Monster Trio(Luffy, Zoro and Sanji) had their own individual opponent to fight. Franky was the next in line after the Monster Trio. Usopp also had good action scenes, but not quite on the same level. Nami and Robin at times were used for fan-service until the climactic battle at the end. Chopper was funnier than ever before, but not entirely important to the story. Brook didn't do a lot in terms of getting into battles, but he had his comedic moments just like Chopper.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe title of the movie is quite self-explanatory.\u001b[24m\n    \u001b[1m映画のタイトルは自明である。\u001b[22m, \u001b[1m映画のタイトルはかなり自明です。\u001b[22m\n\u001b[4mThe movie focused on Z, at times even more than the Straw Hat gang.\u001b[24m\n    \u001b[1mムービーは、ストローハットのギャングよりもさらに時には、Zに焦点を合わせました。\u001b[22m, \u001b[1m映画は麦わらの一味よりもさらに倍で、Zに焦点を当てました。\u001b[22m\n\u001b[4mCharacter Z, also known as Zephyr had such deep story to him and if you love backstories of various characters in One Piece, you'll definitely love Z's.\u001b[24m\n    \u001b[1mZephyrとしても知られているCharacter Zは、彼にそのような深いストーリーを持っていました。ワンピースのさまざまなキャラクターのバックストーリーが好きなら、間違いなくZを愛するでしょう。\u001b[22m, \u001b[1mまた、ゼファーとして知られている文字Zは、彼にそのような深い話を持っていたあなたはワンピースに様々な文字のbackstoriesを愛していれば、あなたは間違いなくZの好きになります。\u001b[22m\n\u001b[4mAs for our lovable characters, the Straw Hats each got their turns to shine in this movie, however the stronger and prominent fighters such as the Monster Trio(Luffy, Zoro and Sanji) had their own individual opponent to fight.\u001b[24m\n    \u001b[1m私たちの魅力的なキャラクターは、ストロー・ハットがこの映画で輝くようになったが、モンスター・トリオ（ルフィ、ゾロ、サンジ）などのより強力な著名な戦闘機は、戦うために彼ら自身の個々の対戦相手を持っていた。\u001b[22m, \u001b[1m私たちの愛らしい文字については、麦わら帽子それぞれが、この映画では、このようなモンスタートリオ（ルフィ、ゾロとサンジ）などが強く、著名な戦闘機を輝かために彼らのターンを持って戦うために、独自の個々の相手を持っていました。\u001b[22m\n\u001b[4mFranky was the next in line after the Monster Trio.\u001b[24m\n    \u001b[1mフランキーはモンスタートリオの次のラインにいた。\u001b[22m, \u001b[1mフランキーはモンスタートリオの後に次の行にありました。\u001b[22m\n\u001b[4mUsopp also had good action scenes, but not quite on the same level.\u001b[24m\n    \u001b[1mウソップはまた、良いアクションシーンを持っていたが、全く同じレベルではなかった。\u001b[22m, \u001b[1mウソップはまた、良好なアクションシーンがあったが、同じレベルにかなりありません。\u001b[22m\n\u001b[4mNami and Robin at times were used for fan-service until the climactic battle at the end.\u001b[24m\n    \u001b[1mナミとロビンは時々クライマックスの戦いまでファンサービスのために使われました。\u001b[22m, \u001b[1mナミとロビンは、時間に終わりにクライマックスの戦いまで、ファンサービスのために使用しました。\u001b[22m\n\u001b[4mChopper was funnier than ever before, but not entirely important to the story.\u001b[24m\n    \u001b[1mチョッパーはかつてないほど面白かったが、ストーリーにとって全く重要ではなかった。\u001b[22m, \u001b[1mチョッパーは、これまで以上に笑えるが、話に全く重要ではありませんでした。\u001b[22m\n\u001b[4mBrook didn't do a lot in terms of getting into battles, but he had his comedic moments just like Chopper.\u001b[24m\n    \u001b[1mブルックは戦いに苦しんでいませんでしたが、チョッパーのようなコメディーな瞬間もありました。\u001b[22m, \u001b[1mブルックは戦いに入るの面で多くのことをしませんでしたが、彼はちょうどチョッパーのように彼の滑稽な瞬間がありました。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThis movie as an entirety was built around the Marine lore and back story. This will have it's drawbacks for some though. The story had lots of explanation regarding the principle themes of the Marines and some characters were basically used strictly just for the sole purpose of providing exposition. To fit the plot in a movie length time span, it was surprisingly well done. This was one huge gripes that I had with Oda's previous project, Strong World was a bit of a let down. With Film Z, I feel that he understood what it took to make a movie that retains the breathtaking aura of One Piece series, and he delivered it.\n\n\u001b[1mこの映画全体は、海洋の伝承とバックストーリーの周りに作られました。 しかし、これはいくつかの欠点を持っています。 ストーリーは海兵隊員の主題に関する多くの説明を持っていたが、一部のキャラクターは基本的に展示を提供する唯一の目的のために厳密に使用されていた。 ムービーの長さの時間間隔でプロットに合わせるために、それは驚くほどうまくいった。 これは、私が織田の以前のプロジェクトで持っていた巨大な不具合の1つでした。ストロングワールドは、少し落ち込んでいました。 映画Zでは、ワンピースシリーズの驚異的なオーラを残した映画を作るために何が必要かを理解したと感じています。\u001b[22m\n\u001b[1m(Kono eiga zentai wa, kaiyō no denshō to bakkusutōrī no mawari ni tsukura remashita. Shikashi, kore wa ikutsu ka no ketten o motte imasu. Sutōrī wa kaihei taiin no shudai ni kansuru ōku no setsumei o motte itaga, ichibu no kyarakutā wa kihontekini tenji o teikyō suru yuiitsu no mokuteki no tame ni genmitsu ni shiyō sa rete ita. Mūbī no naga-sa no jikan kankaku de purotto ni awaseru tame ni, soreha odoroku hodo umaku itta. Kore wa, watashi ga Oda no izen no purojekuto de motte ita kyodaina fuguai no 1tsudeshita. Sutoronguwārudo wa, sukoshi ochikonde imashita. Eiga Zde wa, wanpīsushirīzu no kyōi-tekina ōra o nokoshita eiga o tsukuru tame ni nani ga hitsuyō ka o rikai shita to kanjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis movie as an entirety was built around the Marine lore and back story. This will have it's drawbacks for some though. The story had lots of explanation regarding the principle themes of the Marines and some characters were basically used strictly just for the sole purpose of providing exposition. To fit the plot in a movie length time span, it was surprisingly well done. This was one huge gripes that I had with Oda's previous project, Strong World was a bit of a let down. With Film Z, I feel that he understood what it took to make a movie that retains the breathtaking aura of One Piece series, and he delivered it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie as an entirety was built around the Marine lore and back story.\u001b[24m\n    \u001b[1mこの映画全体は、海洋の伝承とバックストーリーの周りに作られました。\u001b[22m, \u001b[1mこの映画は、全体として海洋の伝承とバックストーリーを中心に構築されました。\u001b[22m\n\u001b[4mThis will have it's drawbacks for some though.\u001b[24m\n    \u001b[1mしかし、これはいくつかの欠点を持っています。\u001b[22m, \u001b[1mこれは、しかし、いくつかのためにそれの欠点を持つことになります。\u001b[22m\n\u001b[4mThe story had lots of explanation regarding the principle themes of the Marines and some characters were basically used strictly just for the sole purpose of providing exposition.\u001b[24m\n    \u001b[1mストーリーは海兵隊員の主題に関する多くの説明を持っていたが、一部のキャラクターは基本的に展示を提供する唯一の目的のために厳密に使用されていた。\u001b[22m, \u001b[1m物語は、海兵隊の原則テーマに関する説明の多くを持っていたし、いくつかの文字は基本的には博覧会の提供を唯一の目的のために厳密に使用されました。\u001b[22m\n\u001b[4mTo fit the plot in a movie length time span, it was surprisingly well done.\u001b[24m\n    \u001b[1mムービーの長さの時間間隔でプロットに合わせるために、それは驚くほどうまくいった。\u001b[22m, \u001b[1m映画の長さの時間間隔でプロットを適合させるために、それは驚くほどよく行われていました。\u001b[22m\n\u001b[4mThis was one huge gripes that I had with Oda's previous project, Strong World was a bit of a let down.\u001b[24m\n    \u001b[1mこれは、私が織田の以前のプロジェクトで持っていた巨大な不具合の1つでした。ストロングワールドは、少し落ち込んでいました。\u001b[22m, \u001b[1mこれはストロングワールドは少しは失望だった、私は織田の以前のプロジェクトとしていた一つの巨大な不満でした。\u001b[22m\n\u001b[4mWith Film Z, I feel that he understood what it took to make a movie that retains the breathtaking aura of One Piece series, and he delivered it.\u001b[24m\n    \u001b[1m映画Zでは、ワンピースシリーズの驚異的なオーラを残した映画を作るために何が必要かを理解したと感じています。\u001b[22m, \u001b[1mフィルムZで、私は彼がそれがワンピースシリーズの息をのむようなオーラを保持している映画を作るためにかかったものを理解していることを感じ、彼はそれを配信しました。\u001b[22m\n\u001b[1m\u001b[22m\nI would love to talk about just about every scenes in the movie but I want to keep it spoiler-free. If this movie doesn't win major awards in Japan, I will be very surprised. It surely deserves to be nominated in Japanese Academy Awards and win Best Animated Japanese Film Awards or even Best Picture of the Year Awards.\n\n\u001b[1m私は映画のあらゆる場面について話したいですが、私はそれをスポイラーフリーにしておきたいと思います。 この映画が日本の大賞を獲得しなければ、私は非常に驚くでしょう。 日本アカデミー賞にノミネートされ、ベストアニメ映画賞やベスト・イヤー・オブ・ザ・イヤー賞を受賞することは間違いありません。\u001b[22m\n\u001b[1m(Watashi wa eiga no arayuru bamen ni tsuite hanashitaidesuga, watashi wa sore o supoirāfurī ni shite okitai to omoimasu. Kono eiga ga Nihon no taishō o kakutoku shinakereba, watashi wa hijō ni odorokudeshou. Nihon akademī-shō ni nominēto sa re, besuto anime eiga-shō ya besuto iyā Obu za iyā-shō o jushō suru koto wa machigai arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI would love to talk about just about every scenes in the movie but I want to keep it spoiler-free. If this movie doesn't win major awards in Japan, I will be very surprised. It surely deserves to be nominated in Japanese Academy Awards and win Best Animated Japanese Film Awards or even Best Picture of the Year Awards.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would love to talk about just about every scenes in the movie but I want to keep it spoiler-free.\u001b[24m\n    \u001b[1m私は映画のあらゆる場面について話したいですが、私はそれをスポイラーフリーにしておきたいと思います。\u001b[22m, \u001b[1m私は映画の中でほぼすべてのシーンについて話をするのが大好きだが、私はスポイラーのない、それを維持したいです。\u001b[22m\n\u001b[4mIf this movie doesn't win major awards in Japan, I will be very surprised.\u001b[24m\n    \u001b[1mこの映画が日本の大賞を獲得しなければ、私は非常に驚くでしょう。\u001b[22m, \u001b[1mこの映画は、日本の主要な賞を獲得していない場合、私は非常に驚かれることでしょう。\u001b[22m\n\u001b[4mIt surely deserves to be nominated in Japanese Academy Awards and win Best Animated Japanese Film Awards or even Best Picture of the Year Awards.\u001b[24m\n    \u001b[1m日本アカデミー賞にノミネートされ、ベストアニメ映画賞やベスト・イヤー・オブ・ザ・イヤー賞を受賞することは間違いありません。\u001b[22m, \u001b[1mそれは確かに日本アカデミー賞にノミネートと最優秀アニメーション日本の映画賞やイヤー賞の偶数最優秀作品賞を獲得するに値します。\u001b[22m"
  },
  {
    "title": "One_Piece_Film__Z",
    "id": "12859",
    "url": "https://myanimelist.net/anime/12859/One_Piece_Film__Z",
    "user": "betsuniisan",
    "profile": "/profile/betsuniisan/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=114503",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  6\n\n私はワンピースの大ファンです。 私はそれが100倍も素晴らしいとキスして何かによって追跡されるので、通常私は嚥下することが難しいと思うものを許すことができます。 地獄、それはおそらくshounenシリーズの一部です。\n\nつまり、この映画について話しましょう。 私が最初にそれについて聞いたとき、私は興奮しました。 彼らはそれをStrong Worldよりも優れていると予想していました。そして、織田はそれが日本の劇場にあった最初の数ヶ月間私自身を収容することができなかった（何かのキヤノンの可能性を意味しました）\n\nそれから、人生は邪魔になりました。ぼんやりと出てくるまで忘れてしまいました。 それが始まったとき、私は数か月前に気づいた興奮をすぐに感じましたが、映画が進行するにつれてそれはすぐに破れました。\n\n今、あなたがワンピースのファンなら、あなたはそれを見なければなりません。 強い世界と同じです。 いずれの映画でも、ワンピースのファンはおそらく自分自身のために判断する必要があると思います。 おそらくあなたは、このレビューの要点が何であるか疑問に思います。\n\nまあ、私がそれが真実であったように、この映画はストロングワールドよりも優れていません。  Strong Worldが基本的にArlong Park arcであると不平を言う人が多いと知っていますが、少なくともペーシングはありました。 この映画は本当にありません。 それは素敵なアニメーションといくつかのユーモラスな瞬間を持っています（いくつかの過度に示唆的なシーンと共に）が、他にはあまりありません。\n\nあなたが1つの島にいて、次の島は主要な紛争を解決する別の島にいます。 彼らはあなたがZに少しでも共感できるようにしようとしますが、GarpのZについての曖昧さと、Zのフラッシュバックの説明できない無作為性のために、あなたは本当にその性格を知る機会を得ることはありません。 これは不幸なことですが、これはワンピースが通常優秀なもののタイプなので\n\n結局、Zとルフィの戦いは特に思い出深いものではありません。 彼はZとの最初の戦いで打ち負かされ、2番目に彼を圧倒することで勝利する（戦略はまったく変わっていないにもかかわらず）。同様のことがZの伯爵に起こる。 ストロングワールドでは、あなたは少なくとも空中でかなり叙事詩的な戦いをしていました。そして、彼らがナミの解毒剤を得るかどうかについてもっと緊張がありました。 ステークスは上げられるはずだったが、あなたは決して危険を感じなかった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI'm a pretty huge fan of One Piece. Usually I can forgive anything that I find hard to swallow because it'll be followed up by something that's 100 times more awesome and kickass. Hell, part of why it's probably shounen series.\n\n\u001b[1m私はワンピースの大ファンです。 私はそれが100倍も素晴らしいとキスして何かによって追跡されるので、通常私は嚥下することが難しいと思うものを許すことができます。 地獄、それはおそらくshounenシリーズの一部です。\u001b[22m\n\u001b[1m(Watashi wa wanpīsu no dai fandesu. Watashi wa sore ga 100-bai mo subarashī to kisushite nanika ni yotte tsuiseki sa rerunode, tsūjō watashi wa enge suru koto ga muzukashī to omou mono o yurusu koto ga dekimasu. Jigoku, sore wa osoraku shounen shirīzu no ichibudesu.)\u001b[22m\n\nTranslations of \u001b[4mI'm a pretty huge fan of One Piece. Usually I can forgive anything that I find hard to swallow because it'll be followed up by something that's 100 times more awesome and kickass. Hell, part of why it's probably shounen series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm a pretty huge fan of One Piece.\u001b[24m\n    \u001b[1m私はワンピースの大ファンです。\u001b[22m, \u001b[1m私はワンピースのかなり大ファンです。\u001b[22m\n\u001b[4mUsually I can forgive anything that I find hard to swallow because it'll be followed up by something that's 100 times more awesome and kickass.\u001b[24m\n    \u001b[1m私はそれが100倍も素晴らしいとキスして何かによって追跡されるので、通常私は嚥下することが難しいと思うものを許すことができます。\u001b[22m, \u001b[1m通常、私はそれが100倍以上の素晴らしいともう最高です何かにフォローアップすることがありますので、私は飲み込むのは難しい見つける何かを許すことができます。\u001b[22m\n\u001b[4mHell, part of why it's probably shounen series.\u001b[24m\n    \u001b[1m地獄、それはおそらくshounenシリーズの一部です。\u001b[22m, \u001b[1m地獄、それはおそらく少年シリーズである理由の一部。\u001b[22m\n\u001b[1m\u001b[22m\nThat being said, let's talk about this movie. I was excited when I first heard of it. They were projecting it to be better than Strong World, and Oda was going to have a hand in it (which meant the possibility of something canon) I couldn't contain myself the first couple months it was in theaters in Japan.\n\n\u001b[1mつまり、この映画について話しましょう。 私が最初にそれについて聞いたとき、私は興奮しました。 彼らはそれをStrong Worldよりも優れていると予想していました。そして、織田はそれが日本の劇場にあった最初の数ヶ月間私自身を収容することができなかった（何かのキヤノンの可能性を意味しました）\u001b[22m\n\u001b[1m(Tsumari, kono eiga ni tsuite hanashimashou. Watashi ga saisho ni sore ni tsuite kiita toki, watashi wa kōfun shimashita. Karera wa sore o Strong World yori mo sugurete iru to yosō shite imashita. Soshite, Oda wa sore ga Nihon no gekijō ni atta saisho no sū-kagetsu-kan watakushijishin o shūyō suru koto ga dekinakatta (nanika no Kiyanon no kanōsei o imi shimashita))\u001b[22m\n\nTranslations of \u001b[4mThat being said, let's talk about this movie. I was excited when I first heard of it. They were projecting it to be better than Strong World, and Oda was going to have a hand in it (which meant the possibility of something canon) I couldn't contain myself the first couple months it was in theaters in Japan.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat being said, let's talk about this movie.\u001b[24m\n    \u001b[1mつまり、この映画について話しましょう。\u001b[22m, \u001b[1m言われていること、のがこの映画について話しましょう。\u001b[22m\n\u001b[4mI was excited when I first heard of it.\u001b[24m\n    \u001b[1m私が最初にそれについて聞いたとき、私は興奮しました。\u001b[22m, \u001b[1m私が最初にそれを聞いたとき、私は興奮していました。\u001b[22m\n\u001b[4mThey were projecting it to be better than Strong World, and Oda was going to have a hand in it (which meant the possibility of something canon) I couldn't contain myself the first couple months it was in theaters in Japan.\u001b[24m\n    \u001b[1m彼らはそれをStrong Worldよりも優れていると予想していました。そして、織田はそれが日本の劇場にあった最初の数ヶ月間私自身を収容することができなかった（何かのキヤノンの可能性を意味しました）\u001b[22m, \u001b[1m彼らはストロングワールドよりも優れていることがそれを投影し、織田は、私は自分自身にそれが日本の劇場であった最初の数ヶ月を含めることができませんでした（何かキヤノンの可能性を意味する）、それに手を持っているつもりでした。\u001b[22m\n\u001b[1m\u001b[22m\nThen life kind of got in the way, and I forgot about it until it came out on blurray and I was finally able to see it subbed. When it started, I quickly felt the excitement I felt months ago, but that was quickly dashed as the movie progressed.\n\n\u001b[1mそれから、人生は邪魔になりました。ぼんやりと出てくるまで忘れてしまいました。 それが始まったとき、私は数か月前に気づいた興奮をすぐに感じましたが、映画が進行するにつれてそれはすぐに破れました。\u001b[22m\n\u001b[1m(Sorekara, jinsei wa jama ni narimashita. Bon'yari to detekuru made wasurete shimaimashita. Sore ga hajimatta toki, watashi wa sū-kagetsu mae ni kidzuita kōfun o sugu ni kanjimashitaga, eiga ga shinkō suru ni tsurete sore wa sugu ni yaburemashita.)\u001b[22m\n\nTranslations of \u001b[4mThen life kind of got in the way, and I forgot about it until it came out on blurray and I was finally able to see it subbed. When it started, I quickly felt the excitement I felt months ago, but that was quickly dashed as the movie progressed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen life kind of got in the way, and I forgot about it until it came out on blurray and I was finally able to see it subbed.\u001b[24m\n    \u001b[1mそれから、人生は邪魔になりました。ぼんやりと出てくるまで忘れてしまいました。\u001b[22m, \u001b[1mその後の人生は一種の邪魔になって、それがblurrayに出てきたと私は最終的にそれが下塗り見ることができたまで、私はそれを忘れてしまいました。\u001b[22m\n\u001b[4mWhen it started, I quickly felt the excitement I felt months ago, but that was quickly dashed as the movie progressed.\u001b[24m\n    \u001b[1mそれが始まったとき、私は数か月前に気づいた興奮をすぐに感じましたが、映画が進行するにつれてそれはすぐに破れました。\u001b[22m, \u001b[1mそれが始めたとき、私はすぐに私はヶ月前に感じた興奮を感じましたが、映画が進むにつれてその素早く破線ました。\u001b[22m\n\u001b[1m\u001b[22m\nNow, if you're a One Piece fan, you have to watch it. Same as with Strong World. Regardless of what I think, of either movie, One Piece fans need to probably judge for themselves. Which probably makes you wonder what the point of this review is.\n\n\u001b[1m今、あなたがワンピースのファンなら、あなたはそれを見なければなりません。 強い世界と同じです。 いずれの映画でも、ワンピースのファンはおそらく自分自身のために判断する必要があると思います。 おそらくあなたは、このレビューの要点が何であるか疑問に思います。\u001b[22m\n\u001b[1m(Ima, anata ga wanpīsu no fan'nara, anata wa sore o minakereba narimasen. Tsuyoi sekai to onajidesu. Izure no eiga demo, wanpīsu no fan wa osoraku jibun jishin no tame ni handan suruhitsuyōgāru to omoimasu. Osoraku anata wa, kono rebyū no yōten ga nandearu ka gimon ni omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mNow, if you're a One Piece fan, you have to watch it. Same as with Strong World. Regardless of what I think, of either movie, One Piece fans need to probably judge for themselves. Which probably makes you wonder what the point of this review is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, if you're a One Piece fan, you have to watch it.\u001b[24m\n    \u001b[1m今、あなたがワンピースのファンなら、あなたはそれを見なければなりません。\u001b[22m, \u001b[1mあなたはワンピースファンなら今、あなたはそれを見ています。\u001b[22m\n\u001b[4mSame as with Strong World.\u001b[24m\n    \u001b[1m強い世界と同じです。\u001b[22m, \u001b[1mストロングワールドと同じ。\u001b[22m\n\u001b[4mRegardless of what I think, of either movie, One Piece fans need to probably judge for themselves.\u001b[24m\n    \u001b[1mいずれの映画でも、ワンピースのファンはおそらく自分自身のために判断する必要があると思います。\u001b[22m, \u001b[1mかかわらず、私が何を考えての、いずれかの映画の、ワンピースのファンは、おそらく自分自身で判断する必要があります。\u001b[22m\n\u001b[4mWhich probably makes you wonder what the point of this review is.\u001b[24m\n    \u001b[1mおそらくあなたは、このレビューの要点が何であるか疑問に思います。\u001b[22m, \u001b[1mこれはおそらく、あなたはこのレビューのポイントが何であるかを思ってしまいます。\u001b[22m\n\u001b[1m\u001b[22m\nWell, as much as I wanted it to be true, this film is not better than Strong World. I know many people complain about Strong World basically being Arlong Park arc, but it at least had pacing. This film doesn't really. It has a lot of nice animation and some humorous moments (along with a few kind of overly suggestive scenes) but not much else.\n\n\u001b[1mまあ、私はそれが真実であったように、この映画はストロングワールドよりも優れていません。  Strong Worldが基本的にArlong Park arcであると不平を言う人が多いと知っていますが、少なくともペーシングはありました。 この映画は本当にありません。 それは素敵なアニメーションといくつかのユーモラスな瞬間を持っています（いくつかの過度に示唆的なシーンと共に）。\u001b[22m\n\u001b[1m(Mā, watashi wa sore ga shinjitsudeatta yō ni, kono eiga wa sutoronguwārudo yori mo sugurete imasen. Strong World ga kihontekini Arlong paruko arcdearu to fuheiwoiu hito ga ōi to shitte imasuga, sukunakutomo pēshingu wa arimashita. Kono eiga wa hontōni arimasen. Sore wa sutekina animēshon to ikutsu ka no yūmorasuna shunkan o motte imasu (ikutsu ka no kado ni shisa-tekina shīn to tomoni).)\u001b[22m\n\nTranslations of \u001b[4mWell, as much as I wanted it to be true, this film is not better than Strong World. I know many people complain about Strong World basically being Arlong Park arc, but it at least had pacing. This film doesn't really. It has a lot of nice animation and some humorous moments (along with a few kind of overly suggestive scenes) but not much else.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, as much as I wanted it to be true, this film is not better than Strong World.\u001b[24m\n    \u001b[1mまあ、私はそれが真実であったように、この映画はストロングワールドよりも優れていません。\u001b[22m, \u001b[1mまあ、私はそれが真実であることを望んでいたと同じくらい、この映画はストロングワールドよりも良いではありません。\u001b[22m\n\u001b[4mI know many people complain about Strong World basically being Arlong Park arc, but it at least had pacing.\u001b[24m\n    \u001b[1mStrong Worldが基本的にArlong Park arcであると不平を言う人が多いと知っていますが、少なくともペーシングはありました。\u001b[22m, \u001b[1m私は多くの人々がストロングワールドは、基本的にはアーロンパークアークであることについて文句を言う知っているが、それはペーシング少なくともいました。\u001b[22m\n\u001b[4mThis film doesn't really.\u001b[24m\n    \u001b[1mこの映画は本当にありません。\u001b[22m\n\u001b[4mIt has a lot of nice animation and some humorous moments (along with a few kind of overly suggestive scenes) but not much else.\u001b[24m\n    \u001b[1mそれは素敵なアニメーションといくつかのユーモラスな瞬間を持っています（いくつかの過度に示唆的なシーンと共に）。\u001b[22m, \u001b[1mこれは、（過度に挑発的なシーンのいくつかの種類と一緒に）素敵なアニメーションの多くは、いくつかのユーモラスな瞬間を持っていますが、他にあまりありません。\u001b[22m\n\u001b[1m\u001b[22m\nOne minute you're on one island and the next you're on another island resolving the main conflict. They try to make you empathize with Z a bit, but because of the vagueness in Garp's story about Z and the sort of unexplained randomness of Z's flashbacks, you never really get a chance to know that character. Which is unfortunate, because this is the type of thing One Piece usually excels at\n\n\u001b[1mあなたが1つの島にいて、次の島は主要な紛争を解決する別の島にいます。 彼らはあなたがZに少しでも共感できるようにしようとしますが、GarpのZについての曖昧さと、Zのフラッシュバックの説明できない無作為性のために、あなたは本当にその性格を知る機会を得られません。 これは不幸なことですが、これはワンピースが通常優秀なもののタイプなので\u001b[22m\n\u001b[1m(Anata ga 1tsu no shima ni ite,-ji no shima wa shuyōna funsō o kaiketsu suru betsu no shima ni imasu. Karera wa anata ga Z ni sukoshidemo kyōkan dekiru yō ni shiyou to shimasuga, Garp no Z ni tsuite no aimai-sa to, Z no furasshu bakku no setsumei dekinai musakui-sei no tame ni, anata wa hontōni sono seikaku o shiru kikai o e raremasen. Kore wa fukōna kotodesuga, koreha wanpīsu ga tsūjō yūshūna mono no taipunanode)\u001b[22m\n\nTranslations of \u001b[4mOne minute you're on one island and the next you're on another island resolving the main conflict. They try to make you empathize with Z a bit, but because of the vagueness in Garp's story about Z and the sort of unexplained randomness of Z's flashbacks, you never really get a chance to know that character. Which is unfortunate, because this is the type of thing One Piece usually excels at\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne minute you're on one island and the next you're on another island resolving the main conflict.\u001b[24m\n    \u001b[1mあなたが1つの島にいて、次の島は主要な紛争を解決する別の島にいます。\u001b[22m, \u001b[1m1分、あなたは一つの島にしていると次のあなたは、メインの競合を解決する別の島にしています。\u001b[22m\n\u001b[4mThey try to make you empathize with Z a bit, but because of the vagueness in Garp's story about Z and the sort of unexplained randomness of Z's flashbacks, you never really get a chance to know that character.\u001b[24m\n    \u001b[1m彼らはあなたがZに少しでも共感できるようにしようとしますが、GarpのZについての曖昧さと、Zのフラッシュバックの説明できない無作為性のために、あなたは本当にその性格を知る機会を得られません。\u001b[22m, \u001b[1m彼らはあなたがZで少し共感作ってみる、しかし理由ZおよびZのフラッシュバックの原因不明のランダムのソートについてガープの物語の中で曖昧で、あなたは本当にその文字を知る機会を得ることはありません。\u001b[22m\n\u001b[4mWhich is unfortunate, because this is the type of thing One Piece usually excels at\u001b[24m\n    \u001b[1mこれは不幸なことですが、これはワンピースが通常優秀なもののタイプなので\u001b[22m, \u001b[1mこれは、これが事ワンピースのタイプは、通常に優れているので、残念なことです\u001b[22m\n\u001b[1m\u001b[22m\nIn the end the fight between Z and Luffy isn't especially memorable. He gets beat in his first fight with Z, and wins by overpowering him in the second (despite nothing really changing in his strategy) Similar thing happens with Z's henchmen. In Strong World you at least had a pretty epic fight in the air, and there was more tension with whether they would get the antidote for Nami in time. Here the stakes were supposed to be raised, but you never quite felt any of the danger.\n\n\u001b[1m結局、Zとルフィの戦いは特に思い出深いものではありません。 彼はZとの最初の戦いで打ち負かされ、2番目に彼を圧倒することで勝利する（戦略はまったく変わっていないにもかかわらず）。同様のことがZの伯爵に起こる。 ストロングワールドでは、あなたは少なくとも空中でかなり叙事詩的な戦いをしていました。そして、彼らがナミの解毒剤を得るかどうかについてもっと緊張がありました。 ステークスは上げられるはずだったが、あなたは決して危険を感じなかった。\u001b[22m\n\u001b[1m(Kekkyoku, Z to rufi no tatakai wa tokuni omoidebukai monode wa arimasen. Kare wa Z to no saisho no tatakai de uchi makasa re, 2-banme ni kare o attō suru koto de shōri suru (senryaku wa mattaku kawatte inai nimokakawarazu). Dōyō no koto ga Z no hakushaku ni okoru. Sutoronguwārudode wa, anata wa sukunakutomo kūchū de kanari jojishi-tekina tatakai o shite imashita. Soshite, karera ga Nami no kaidokuzai o eru ka dō ka ni tsuite motto kinchō ga arimashita. Sutēkusu wa age rareru hazudattaga, anata wa kesshite kiken o kanjinakatta.)\u001b[22m\n\nTranslations of \u001b[4mIn the end the fight between Z and Luffy isn't especially memorable. He gets beat in his first fight with Z, and wins by overpowering him in the second (despite nothing really changing in his strategy) Similar thing happens with Z's henchmen. In Strong World you at least had a pretty epic fight in the air, and there was more tension with whether they would get the antidote for Nami in time. Here the stakes were supposed to be raised, but you never quite felt any of the danger.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end the fight between Z and Luffy isn't especially memorable.\u001b[24m\n    \u001b[1m結局、Zとルフィの戦いは特に思い出深いものではありません。\u001b[22m, \u001b[1m最後にZとルフィの間の戦いは特に記憶に残るではありません。\u001b[22m\n\u001b[4mHe gets beat in his first fight with Z, and wins by overpowering him in the second (despite nothing really changing in his strategy) Similar thing happens with Z's henchmen.\u001b[24m\n    \u001b[1m彼はZとの最初の戦いで打ち負かされ、2番目に彼を圧倒することで勝利する（戦略はまったく変わっていないにもかかわらず）。同様のことがZの伯爵に起こる。\u001b[22m, \u001b[1m彼はZと彼の最初の戦いで破った、と第二同様の事がZの子分で発生します（何にもかかわらず、本当に彼の戦略に変化する）で彼を圧倒で勝つます。\u001b[22m\n\u001b[4mIn Strong World you at least had a pretty epic fight in the air, and there was more tension with whether they would get the antidote for Nami in time.\u001b[24m\n    \u001b[1mストロングワールドでは、あなたは少なくとも空中でかなり叙事詩的な戦いをしていました。そして、彼らがナミの解毒剤を得るかどうかについてもっと緊張がありました。\u001b[22m, \u001b[1mストロングワールドでは、少なくとも空気中ではかなり壮大な戦いを持っていたし、彼らが時間内にナミの解毒剤になるだろうかどうかでより多くの緊張がありました。\u001b[22m\n\u001b[4mHere the stakes were supposed to be raised, but you never quite felt any of the danger.\u001b[24m\n    \u001b[1mステークスは上げられるはずだったが、あなたは決して危険を感じなかった。\u001b[22m, \u001b[1mここでは賭け金を上げることになっていたが、あなたは非常に危険のいずれかを感じたことはありません。\u001b[22m"
  },
  {
    "title": "One_Piece_Film__Z",
    "id": "12859",
    "url": "https://myanimelist.net/anime/12859/One_Piece_Film__Z",
    "user": "femto999",
    "profile": "/profile/femto999/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=174197",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  8",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "One_Piece_Film__Z",
    "id": "12859",
    "url": "https://myanimelist.net/anime/12859/One_Piece_Film__Z",
    "user": "Rikuson1",
    "profile": "/profile/Rikuson1/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=210370",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  8\n\nワンピース（映画12）フィルム：Zレビュー\n\n\nストーリー（9/10）\n\n映画Zの物語は、新世紀の最初の映画であり、元の物語を生み出すほど素晴らしいものでした。 ワンピース・フィルム：ストロング・ワールドと共通点があるため、この映画の標準化はしばしば議論の対象となった。 しかし、尾田栄一郎自身、そして後にマンガの第700章がそれがキヤノンでないことを確認した。 そう言われると、これはノンキヤノンの最高層とみなすことができます。\n\n\nアートとアニメーション（9/10）\n\nいくつかのシーンは少し不安だったし、ストロングワールドはおそらくまだアニメ化されたワンピースのベストムービーだと思っているが、これは間違いなく第二のものだ。  Luffy、Zoro、Sanjiが持っている最終的な戦闘シーンでは、映画の品質が確実に表示されます。\n\n\nサウンド（10/10）優秀\n\n音楽と声優（英語ダブ）はどちらも優れていた。 しかし、私にとって最も際立っていたことの1つは、高い戦闘シーン、特にZedの腕が何かにぶつかる前にそうするサウンドの間に音の効果が出ることでした。 それはすべて私には目立たないと聞こえました。\n\n\nキャラクター（10/10）名作\n\nこの映画では、麦わら帽子が生き生きとしている。 ナミとの最初のシーンが彼女のおっぱいにまっすぐに行くのは面白いですし、それからあなたはナイスを紹介してくれるでしょう。 私は「オハイオ州の偉大な年、彼らが私の顔にナミのおっぱいを投げる別の映画」と思った。 私は実際に驚いて嬉しかった。ナミが幼い子供になったとき、彼女はそれほど迷惑にならず、彼らが残した唯一のファンサービスは私たちがロビンからそれをほとんど見ないようになったからだ！ とにかく私は、ポストタイムをスキップしたStraw Hat Crew（少なくともいくつかの人たち）がフランキーと彼の巨大なロボットのようにスキップした新しいもののいくつかを、 チョッパーは彼の新しい形の一つで、小さなチュビィー、サンジは彼の火の動きを止めてしまうなど。\n\n\n楽しさ（8/10）とても良い\n\n映画は私の興味と楽しさを大部分保ちましたが、私はルフィとゼッドが基本的に3つの戦い（ルフィは最初の2を失う）を持っていると思うのですが、3度目の最後の戦いが起こったとき、気候 私は映画10のために持っていたサンダークラウドの終わりの巨人の足のような）しかし、私はちょっと残念ながら、武装hakiでルフィをスキップして、私は象の銃の移動やレッドホークを見ることになるだろう。 代わりに、我々はちょうど武装と退屈な拳の戦いを取得する私は少しanticlimacticだと感じた。 ストロングワールドと3DY2の両方でも満足のいく結果が得られましたが、私が望む結末は得られなかったものの、全体的に私はまだ楽しかったです。\n\n\n全体的に（9/10）素晴らしい\nより具体的には（9.20 / 10）素晴らしい\n\n私は映画Zが最高のワンピース映画だと思っていた人の一人だと思ったが、私はチーム・ストロング・ワールドで私が言うことに驚いて、映画よりもちょうど少し高いと評価された理由を理解する 私はストロングワールドがちょっと良いと感じている理由を自分自身が持っていますが、なぜ、他の人たちも、うまくいけば、それはオーダーが書いたものではないと思っているのでしょうか？ しかし、映画Zはまだまだ素晴らしい映画です",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nOne Piece (Movie 12) Film: Z Review\n\n\u001b[1mワンピース（映画12）フィルム：Zレビュー\u001b[22m\n\u001b[1m(Wanpīsu (eiga 12) firumu: Z rebyū)\u001b[22m\n\nTranslations of \u001b[4mOne Piece (Movie 12) Film: Z Review\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne Piece (Movie 12) Film: Z Review\u001b[24m\n    \u001b[1mワンピース（映画12）フィルム：Zレビュー\u001b[22m, \u001b[1mワンピース（動画12）フィルム：Zレビュー\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory (9/10) Great\n\n\u001b[1mストーリー（9/10）\u001b[22m\n\u001b[1m(Sutōrī (9 / 10))\u001b[22m\n\nTranslations of \u001b[4mStory (9/10) Great\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (9/10) Great\u001b[24m\n    \u001b[1mストーリー（9/10）\u001b[22m, \u001b[1mストーリー（9/10）グレート\u001b[22m\n\u001b[1m\u001b[22m\nFilm Z's story was great as it is the first movie set in the Shinsekai and it bring a good original story. Due to the similarities shared with One Piece Film: Strong World, this film's canonicity was often subject of discussion. However, Eiichiro Oda himself and, later, Chapter 700 of the manga confirmed that it is not canon. With that being said this can be looked at as the highest tier of non-canon.\n\n\u001b[1m映画Zの物語は、新世紀の最初の映画であり、元の物語を生み出すほど素晴らしいものでした。 ワンピース・フィルム：ストロング・ワールドと共通点があるため、この映画の標準化はしばしば議論の対象となった。 しかし、尾田栄一郎自身、そして後にマンガの第700章がそれがキヤノンでないことを確認した。 そう言われると、これはノンキヤノンの最高層とみなすことができます。\u001b[22m\n\u001b[1m(Eiga Z no monogatari wa, shinseki no saisho no eigadeari,-moto no monogatari o umidasu hodo subarashī monodeshita. Wanpīsu firumu: Suto rongu wārudo to kyōtsū-ten ga aru tame, kono eiga no hyōjunka wa shibashiba giron no taishō to natta. Shikashi, oda eiichirō jishin, soshite ato ni manga no dai 700-shō ga sore ga Kiyanondenai koto o kakunin shita. Sō iwa reru to, koreha non Kiyanon no saikō-sō to minasu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mFilm Z's story was great as it is the first movie set in the Shinsekai and it bring a good original story. Due to the similarities shared with One Piece Film: Strong World, this film's canonicity was often subject of discussion. However, Eiichiro Oda himself and, later, Chapter 700 of the manga confirmed that it is not canon. With that being said this can be looked at as the highest tier of non-canon.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFilm Z's story was great as it is the first movie set in the Shinsekai and it bring a good original story.\u001b[24m\n    \u001b[1m映画Zの物語は、新世紀の最初の映画であり、元の物語を生み出すほど素晴らしいものでした。\u001b[22m, \u001b[1mそれは新世界で最初の映画のセットであり、それは良いオリジナルストーリーを持って来るように、フィルムZの話は素晴らしかったです。\u001b[22m\n\u001b[4mDue to the similarities shared with One Piece Film: Strong World, this film's canonicity was often subject of discussion.\u001b[24m\n    \u001b[1mワンピース・フィルム：ストロング・ワールドと共通点があるため、この映画の標準化はしばしば議論の対象となった。\u001b[22m, \u001b[1m原因ワンピースフィルムと共有類似性のために：ストロングワールド、この映画の規範は、しばしば議論の対象となりました。\u001b[22m\n\u001b[4mHowever, Eiichiro Oda himself and, later, Chapter 700 of the manga confirmed that it is not canon.\u001b[24m\n    \u001b[1mしかし、尾田栄一郎自身、そして後にマンガの第700章がそれがキヤノンでないことを確認した。\u001b[22m, \u001b[1mしかし、尾田栄一郎自身とは、後に、漫画の章700は、それがキヤノンではないことを確認しました。\u001b[22m\n\u001b[4mWith that being said this can be looked at as the highest tier of non-canon.\u001b[24m\n    \u001b[1mそう言われると、これはノンキヤノンの最高層とみなすことができます。\u001b[22m, \u001b[1mそれは言われていると、これは非キヤノンの最高ティアなどで調べることができます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt and Animation (9/10) Great\n\n\u001b[1mアートとアニメーション（9/10）\u001b[22m\n\u001b[1m(Āto to animēshon (9 / 10))\u001b[22m\n\nTranslations of \u001b[4mArt and Animation (9/10) Great\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and Animation (9/10) Great\u001b[24m\n    \u001b[1mアートとアニメーション（9/10）\u001b[22m, \u001b[1mアートとアニメーション（9/10）グレート\u001b[22m\n\u001b[1m\u001b[22m\nSome scene were a little iffy and I do think that Strong World is probably still the best looking One Piece movie to be animated but this is definitely second. Movie quality is definitely shown during the final fight scenes that Luffy, Zoro and Sanji have.\n\n\u001b[1mいくつかのシーンは少し不安だったし、ストロングワールドはおそらくまだアニメ化されたワンピースのベストムービーだと思っているが、これは間違いなく第二のものだ。  Luffy、Zoro、Sanjiが持っている最終的な戦闘シーンでは、映画の品質が確実に表示されます。\u001b[22m\n\u001b[1m(Ikutsu ka no shīn wa sukoshi fuandattashi, sutoronguwārudo wa osoraku mada anime-ka sa reta wanpīsu no besutomūbīda to omotte iruga, koreha machigainaku daini no monoda. Luffy, Zoro, sanji ga motte iru saishū-tekina sentō shīnde wa, eiga no hinshitsu ga kakujitsu ni hyōji sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mSome scene were a little iffy and I do think that Strong World is probably still the best looking One Piece movie to be animated but this is definitely second. Movie quality is definitely shown during the final fight scenes that Luffy, Zoro and Sanji have.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome scene were a little iffy and I do think that Strong World is probably still the best looking One Piece movie to be animated but this is definitely second.\u001b[24m\n    \u001b[1mいくつかのシーンは少し不安だったし、ストロングワールドはおそらくまだアニメ化されたワンピースのベストムービーだと思っているが、これは間違いなく第二のものだ。\u001b[22m, \u001b[1mいくつかのシーンが少しあやふやだったと私はストロングワールドは、おそらくまだアニメーション化するための最良の探してワンピースの映画ですが、これは第二の間違いだと思います。\u001b[22m\n\u001b[4mMovie quality is definitely shown during the final fight scenes that Luffy, Zoro and Sanji have.\u001b[24m\n    \u001b[1mLuffy、Zoro、Sanjiが持っている最終的な戦闘シーンでは、映画の品質が確実に表示されます。\u001b[22m, \u001b[1mムービーの画質は間違いなくルフィ、ゾロとサンジが持っている最終的な戦いのシーンの間に示されています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound (10/10) Outstanding\n\n\u001b[1mサウンド（10/10）優秀\u001b[22m\n\u001b[1m(Saundo (10/ 10) yūshū)\u001b[22m\n\nTranslations of \u001b[4mSound (10/10) Outstanding\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (10/10) Outstanding\u001b[24m\n    \u001b[1mサウンド（10/10）優秀\u001b[22m, \u001b[1m卓越したサウンド（10/10）\u001b[22m\n\u001b[1m\u001b[22m\nThe music and voice acting (English Dub) were both outstanding. But the one thing that stood out the most to me were the sound effects going off during high combat scenes especially the sound that Zed's arm makes right before he hits something with it. It all sounded outstanding to me.\n\n\u001b[1m音楽と声優（英語ダブ）はどちらも優れていた。 しかし、私にとって最も際立っていたことの1つは、高い戦闘シーン、特にZedの腕が何かにぶつかる前にそうするサウンドの間に音の効果が出ることでした。 それはすべて私には目立たないと聞こえました。\u001b[22m\n\u001b[1m(Ongaku to seiyū (eigo dabu) wa dochira mo sugurete ita. Shikashi, watashi ni totte mottomo kiwadatte ita koto no 1tsu wa, takai sentō shīn, tokuni Zed no ude ga nanika ni butsukaru mae ni sō suru saundo no ma ni oto no kōka ga deru kotodeshita. Sore wa subete watashiniha medatanai to kikoemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe music and voice acting (English Dub) were both outstanding. But the one thing that stood out the most to me were the sound effects going off during high combat scenes especially the sound that Zed's arm makes right before he hits something with it. It all sounded outstanding to me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music and voice acting (English Dub) were both outstanding.\u001b[24m\n    \u001b[1m音楽と声優（英語ダブ）はどちらも優れていた。\u001b[22m, \u001b[1m音楽や音声演技（英語ダブ）は抜群の両方でした。\u001b[22m\n\u001b[4mBut the one thing that stood out the most to me were the sound effects going off during high combat scenes especially the sound that Zed's arm makes right before he hits something with it.\u001b[24m\n    \u001b[1mしかし、私にとって最も際立っていたことの1つは、高い戦闘シーン、特にZedの腕が何かにぶつかる前にそうするサウンドの間に音の効果が出ることでした。\u001b[22m, \u001b[1mしかし、私に最も際立っていた一つのことは、高い戦闘シーンゼットの腕が、彼はそれで何かを打つ直前に作ることが特に音の間にオフに行くの効果音でした。\u001b[22m\n\u001b[4mIt all sounded outstanding to me.\u001b[24m\n    \u001b[1mそれはすべて私には目立たないと聞こえました。\u001b[22m, \u001b[1mそれはすべて私に卓越した聞こえました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacters (10/10) Masterpiece\n\n\u001b[1mキャラクター（10/10）名作\u001b[22m\n\u001b[1m(Kyarakutā (10/ 10) meisaku)\u001b[22m\n\nTranslations of \u001b[4mCharacters (10/10) Masterpiece\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters (10/10) Masterpiece\u001b[24m\n    \u001b[1mキャラクター（10/10）名作\u001b[22m, \u001b[1m文字（10/10）マスターピース\u001b[22m\n\u001b[1m\u001b[22m\nThe straw hat is lively and authentic in this movie. It's funny how the first scene with Nami goes straight to her tits and then they make it giggle for you then they introduce Nami. I thought 'oh great year another movie where they throw Nami's tits in our face'. I was actually surprised and glad when Nami got turned into a young child because she's less annoying in that form and the only fan service they have left is the girl we barely get to see it from Robin! Anyway I also like the fact that we get to see the post-time skipped Straw Hat Crew (at least some of them) show case some of the new stuff they've learnt over the time skip like Franky and his huge robot going in, Chopper in one of his new forms the tiny chubby one, Sanji pulling off his fire move set and so on.\n\n\u001b[1mこの映画では、麦わら帽子が生き生きとしている。 ナミとの最初のシーンが彼女のおっぱいにまっすぐに行くのは面白いですし、それからあなたはナイスを紹介してくれるでしょう。 私は「オハイオ州の偉大な年、彼らが私の顔にナミのおっぱいを投げる別の映画」と思った。 私は実際に驚いて嬉しかった。ナミが幼い子供になったとき、彼女はそれほど迷惑にならず、彼らが残した唯一のファンサービスは私たちがロビンからそれをほとんど見ないようになったからだ！ とにかく私は、ポストタイムをスキップしたStraw Hat Crew（少なくともいくつかの人たち）がフランキーと彼の巨大なロボットのようにスキップした新しいもののいくつかを、 チョッパーは彼の新しい形の一つで、小さなチュビィー、サンジは彼の火の動きを止めてしまうなど。\u001b[22m\n\u001b[1m(Kono eigade wa, mugiwarabōshi ga ikiiki to shite iru. Nami to no saisho no shīn ga kanojo no oppai ni massugu ni iku no wa omoshiroidesushi, sorekara anata wa naisu o shōkai shite kurerudeshou. Watashi wa `Ohaio-shū no idaina-toshi, karera ga watashinokao ni naminōppai o nageru betsu no eiga' to omotta. Watashi wa jissai ni odoroite ureshikatta. Nami ga osanai kodomo ni natta toki, kanojo wa sorehodo meiwaku ni narazu, karera ga nokoshita yuiitsu no fansābisu wa watashitachi ga robin kara sore o hotondo minai yō ni nattakarada! Tonikaku watashi wa, posuto taimu o sukippu shita sutorōhatto kurū (sukunakutomo ikutsu ka no hito-tachi) ga furankī to kare no kyodaina robotto no yō ni sukippu shita atarashī mono no ikutsu ka o, choppā wa kare no atarashī katachi no hitotsu de, chīsana chubyī, sanji wa kare no hi no ugoki o tomete shimau nado.)\u001b[22m\n\nTranslations of \u001b[4mThe straw hat is lively and authentic in this movie. It's funny how the first scene with Nami goes straight to her tits and then they make it giggle for you then they introduce Nami. I thought 'oh great year another movie where they throw Nami's tits in our face'. I was actually surprised and glad when Nami got turned into a young child because she's less annoying in that form and the only fan service they have left is the girl we barely get to see it from Robin! Anyway I also like the fact that we get to see the post-time skipped Straw Hat Crew (at least some of them) show case some of the new stuff they've learnt over the time skip like Franky and his huge robot going in, Chopper in one of his new forms the tiny chubby one, Sanji pulling off his fire move set and so on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe straw hat is lively and authentic in this movie.\u001b[24m\n    \u001b[1mこの映画では、麦わら帽子が生き生きとしている。\u001b[22m, \u001b[1mストローハットは、この映画の中で生き生きと本物です。\u001b[22m\n\u001b[4mIt's funny how the first scene with Nami goes straight to her tits and then they make it giggle for you then they introduce Nami.\u001b[24m\n    \u001b[1mナミとの最初のシーンが彼女のおっぱいにまっすぐに行くのは面白いですし、それからあなたはナイスを紹介してくれるでしょう。\u001b[22m, \u001b[1mナミとの最初のシーンは彼女のおっぱいに直進した後、彼らはあなたが、彼らはナミを紹介するために、それはクスクス笑い作るどのようにそれは面白いです。\u001b[22m\n\u001b[4mI thought 'oh great year another movie where they throw Nami's tits in our face'.\u001b[24m\n    \u001b[1m私は「オハイオ州の偉大な年、彼らが私の顔にナミのおっぱいを投げる別の映画」と思った。\u001b[22m, \u001b[1m私は「ああ素晴らしい年、彼らは私たちの顔にはナミのおっぱいを投げる別のムービー」と思いました。\u001b[22m\n\u001b[4mI was actually surprised and glad when Nami got turned into a young child because she's less annoying in that form and the only fan service they have left is the girl we barely get to see it from Robin!\u001b[24m\n    \u001b[1m私は実際に驚いて嬉しかった。ナミが幼い子供になったとき、彼女はそれほど迷惑にならず、彼らが残した唯一のファンサービスは私たちがロビンからそれをほとんど見ないようになったからだ！\u001b[22m, \u001b[1mナミは若い子になってしまったとき、彼女はそのフォームに少ない迷惑なんだので、私は実際に驚き、喜んでいたと、彼らが残した唯一のファンサービスは、我々はかろうじてロビンからそれを見ることを得る女の子です！\u001b[22m\n\u001b[4mAnyway I also like the fact that we get to see the post-time skipped Straw Hat Crew (at least some of them) show case some of the new stuff they've learnt over the time skip like Franky and his huge robot going in,\u001b[24m\n    \u001b[1mとにかく私は、ポストタイムをスキップしたStraw Hat Crew（少なくともいくつかの人たち）がフランキーと彼の巨大なロボットのようにスキップした新しいもののいくつかを、\u001b[22m, \u001b[1mとにかく、私はまた、我々は（それらの少なくとも一部）ポスト時間は麦わら一味をスキップ見ることを得るという事実のように、彼らは時間をかけて学んだ新しいもののいくつかはフランキーのようにスキップして、彼の巨大なロボットがで行く場合を示し、\u001b[22m\n\u001b[4mChopper in one of his new forms the tiny chubby one, Sanji pulling off his fire move set and so on.\u001b[24m\n    \u001b[1mチョッパーは彼の新しい形の一つで、小さなチュビィー、サンジは彼の火の動きを止めてしまうなど。\u001b[22m, \u001b[1mように設定し、彼の火の動きをオフに引っ張って彼の新しい形態の一つの小さなぽっちゃり1、サンジでチョッパー。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment (8/10) Very Good\n\n\u001b[1m楽しさ（8/10）とても良い\u001b[22m\n\u001b[1m(Tanoshisa (8 / 10) tote mo yoi)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (8/10) Very Good\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (8/10) Very Good\u001b[24m\n    \u001b[1m楽しさ（8/10）とても良い\u001b[22m, \u001b[1m楽し（8/10）とても良いです\u001b[22m\n\u001b[1m\u001b[22m\nThe movie kept my interest and enjoyment for the most part but I do think that with Luffy and Zed basically having 3 battles (Luffy loosing the first 2) that when the third and final battle happened I would get to see something climatic as fuck (Kind of like the Giant Foot in the Thunder Cloud ending that I got for Movie 10) but I was just a little disappointed that with a post time skipped Luffy with armament haki, I would get to see any Elephant Gun move or Red Hawk the least. Instead we just get armament and a boring fist fight I felt it was a bit anticlimactic. I felt both Strong World and even 3DY2 had more of a satisfying ending to their fights but overall I still enjoyed myself even though I didn't get the ending I wanted.\n\n\u001b[1m映画は私の興味と楽しさを大部分保ちましたが、私はルフィとゼッドが基本的に3つの戦い（ルフィは最初の2を失う）を持っていると思うのですが、3度目の最後の戦いが起こったとき、気候 私は映画10のために持っていたサンダークラウドの終わりの巨人の足のような）しかし、私はちょっと残念ながら、武装hakiでルフィをスキップして、私は象の銃の移動やレッドホークを見ることになるだろう。 代わりに、我々はちょうど武装と退屈な拳の戦いを取得する私は少しanticlimacticだと感じた。 ストロングワールドと3DY2の両方でも満足のいく結果が得られましたが、私が望む結末は得られなかったものの、全体的に私はまだ楽しかったです。\u001b[22m\n\u001b[1m(Eiga wa watashi no kyōmi to tanoshisa o daibubun tamochimashitaga, watashi wa rufi to Zeddo ga kihontekini 3ttsu no tatakai (rufi wa saisho no 2 o ushinau) o motte iru to omou nodesuga, 3-dome no saigonotatakai ga okotta toki, kikō watashi wa eiga 10 no tame ni motte ita sandākuraudo no owari no Kyojin no ashi no yōna) shikashi, watashi wa chotto zan'nen'nagara, busō haki de rufi o sukippu shite, watashi wa zō no jū no idō ya reddohōku o miru koto ni narudarou. Kawari ni, wareware wa chōdo busō to taikutsuna ken no tatakai o shutoku suru watashi wa sukoshi anticlimacticda to kanjita. Sutoronguwārudo to 3 DY 2 no ryōhō demo manzoku no iku kekka ga e raremashitaga, watashi ga nozomu ketsumatsu wa e rarenakatta mono no, zentai-teki ni watashi wa mada tanoshikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe movie kept my interest and enjoyment for the most part but I do think that with Luffy and Zed basically having 3 battles (Luffy loosing the first 2) that when the third and final battle happened I would get to see something climatic as fuck (Kind of like the Giant Foot in the Thunder Cloud ending that I got for Movie 10) but I was just a little disappointed that with a post time skipped Luffy with armament haki, I would get to see any Elephant Gun move or Red Hawk the least. Instead we just get armament and a boring fist fight I felt it was a bit anticlimactic. I felt both Strong World and even 3DY2 had more of a satisfying ending to their fights but overall I still enjoyed myself even though I didn't get the ending I wanted.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movie kept my interest and enjoyment for the most part but I do think that with Luffy and Zed basically having 3 battles (Luffy loosing the first 2) that when the third and final battle happened I would get to see something climatic as fuck (Kind\u001b[24m\n    \u001b[1m映画は私の興味と楽しさを大部分保ちましたが、私はルフィとゼッドが基本的に3つの戦い（ルフィは最初の2を失う）を持っていると思うのですが、3度目の最後の戦いが起こったとき、気候\u001b[22m, \u001b[1m映画は大部分が私の興味と楽しさを保ったが、私は3番目と最後の戦いが起こったとき、私は性交（種類として気候何かを見ることになるだろうというルフィとゼッドは、基本的に3戦い（ルフィは最初の2を失う）を有することと思います\u001b[22m\n\u001b[4mof like the Giant Foot in the Thunder Cloud ending that I got for Movie 10) but I was just a little disappointed that with a post time skipped Luffy with armament haki, I would get to see any Elephant Gun move or Red Hawk the least.\u001b[24m\n    \u001b[1m私は映画10のために持っていたサンダークラウドの終わりの巨人の足のような）しかし、私はちょっと残念ながら、武装hakiでルフィをスキップして、私は象の銃の移動やレッドホークを見ることになるだろう。\u001b[22m, \u001b[1mサンダークラウドにおけるジャイアントフットは、私は映画の10のためになった）が、私はポスト時間で軍備杷木でルフィをスキップすることをほんの少し失望したことを終わるように、私は、少なくとも任意のエレファントガンの移動やレッドホークを見ることになるだろう。\u001b[22m\n\u001b[4mInstead we just get armament and a boring fist fight I felt it was a bit anticlimactic.\u001b[24m\n    \u001b[1m代わりに、我々はちょうど武装と退屈な拳の戦いを取得する私は少しanticlimacticだと感じた。\u001b[22m, \u001b[1m代わりに、私たちは武装を取得し、退屈な拳の戦いは、私はそれは少し拍子抜けした感じ。\u001b[22m\n\u001b[4mI felt both Strong World and even 3DY2 had more of a satisfying ending to their fights but overall I still enjoyed myself even though I didn't get the ending I wanted.\u001b[24m\n    \u001b[1mストロングワールドと3DY2の両方でも満足のいく結果が得られましたが、私が望む結末は得られなかったものの、全体的に私はまだ楽しかったです。\u001b[22m, \u001b[1m私はストロングワールドとさえ3DY2の両方が彼らの戦いに満足エンディングの多くを持っていたと感じたが、全体的に、私はまだ私が望んでいたエンディングを取得していないにもかかわらず、自分自身を楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall (9/10) Great\n\n\u001b[1m全体的に（9/10）素晴らしい\u001b[22m\n\u001b[1m(Zentai-teki ni (9 / 10) subarashī)\u001b[22m\n\nTranslations of \u001b[4mOverall (9/10) Great\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall (9/10) Great\u001b[24m\n    \u001b[1m全体的に（9/10）素晴らしい\u001b[22m, \u001b[1m総合（9/10）グレート\u001b[22m\nMore Specifically (9.20/10) Great\n\n\u001b[1mより具体的には（9.20 / 10）素晴らしい\u001b[22m\n\u001b[1m(Yori gutaitekini wa (9 . 20/ 10) Subarashī)\u001b[22m\n\nTranslations of \u001b[4mMore Specifically (9.20/10) Great\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMore Specifically (9.20/10) Great\u001b[24m\n    \u001b[1mより具体的には（9.20 / 10）素晴らしい\u001b[22m, \u001b[1m具体的には（9.20 / 10）グレート\u001b[22m\n\u001b[1m\u001b[22m\nI thought I would be one of those people that would side that Film Z is the best One Piece movie to be made but I'm surprised to say that I on the Team Strong World and understand why it's rated just a little bit higher than Film Z. I have my own reasons one why I feel Strong World is just a bit better but I do wonder why other people think that also, hopefully it's not because Oda wrote it and that's why hopefully there's more than that. But yeah Film Z is still a great movie nonetheless\n\n\u001b[1m私は映画Zが最高のワンピース映画だと思っていた人の一人だと思ったが、私はチーム・ストロング・ワールドで私が言うことに驚いて、映画よりもちょうど少し高いと評価された理由を理解する 私はストロングワールドがちょっと良いと感じている理由を自分自身が持っていますが、なぜ、他の人たちも、うまくいけば、それはオーダーが書いたものではないと思っているのでしょうか？ しかし、映画Zはまだまだ素晴らしい映画です\u001b[22m\n\u001b[1m(Watashi wa eiga Z ga saikō no wanpīsu eigada to omotte ita hito no hitorida to omottaga, watashi wa chīmu suto rongu wārudo de watashi ga iu koto ni odoroite, eiga yori mo chōdo sukoshi takai to hyōka sa reta riyū o rikai suru watashi wa sutoronguwārudo ga chotto yoi to kanjite iru riyū o jibun jishin ga motte imasuga, naze, hokanohito-tachi mo, umaku ikeba, soreha ōdā ga kaita monode wa nai to omotte iru nodeshou ka? Shikashi, eiga Z wa madamada subarashī eigadesu)\u001b[22m\n\nTranslations of \u001b[4mI thought I would be one of those people that would side that Film Z is the best One Piece movie to be made but I'm surprised to say that I on the Team Strong World and understand why it's rated just a little bit higher than Film Z. I have my own reasons one why I feel Strong World is just a bit better but I do wonder why other people think that also, hopefully it's not because Oda wrote it and that's why hopefully there's more than that. But yeah Film Z is still a great movie nonetheless\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI thought I would be one of those people that would side that Film Z is the best One Piece movie to be made but I'm surprised to say that I on the Team Strong World and understand why it's rated just a little bit higher than Film\u001b[24m\n    \u001b[1m私は映画Zが最高のワンピース映画だと思っていた人の一人だと思ったが、私はチーム・ストロング・ワールドで私が言うことに驚いて、映画よりもちょうど少し高いと評価された理由を理解する\u001b[22m, \u001b[1m私はフィルムZがなされるべき最良のワンピースの映画ですが、私は、私とチームストロングワールドには、それがフィルムよりも少しだけ高い評価だ理由を理解していることを言って驚いてそちら側であろうその一人だろうと思いました\u001b[22m\n\u001b[4mZ. I have my own reasons one why I feel Strong World is just a bit better but I do wonder why other people think that also, hopefully it's not because Oda wrote it and that's why hopefully there's more than that.\u001b[24m\n    \u001b[1m私はストロングワールドがちょっと良いと感じている理由を自分自身が持っていますが、なぜ、他の人たちも、うまくいけば、それはオーダーが書いたものではないと思っているのでしょうか？\u001b[22m, \u001b[1mZ.は、私はストロングワールドは少しだけ優れていると感じ、なぜ私自身の理由1を持っているが、他の人が織田はそれを書いたので、また、できればそうでないと思う私はなぜだろうか、うまくいけば、それ以上あります理由です。\u001b[22m\n\u001b[4mBut yeah Film Z is still a great movie nonetheless\u001b[24m\n    \u001b[1mしかし、映画Zはまだまだ素晴らしい映画です\u001b[22m, \u001b[1mしかし、ええフィルムZは、それにもかかわらず、まだ素晴らしい映画です\u001b[22m"
  },
  {
    "title": "One_Piece_Film__Z",
    "id": "12859",
    "url": "https://myanimelist.net/anime/12859/One_Piece_Film__Z",
    "user": "njjn",
    "profile": "/profile/njjn/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=102229",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  4\nキャラクター|  3\n|  2\n\n私はワンピースを愛していました。 それは非常に興味深い物語、驚くべきキャラクターを作成する能力を持っていたし、これまで最高のスーパーパワーアクションのいくつかを提供した。 前の映画、強い世界は、上記の素晴らしい例です。\n\nこの映画は他のものにあったが、どの作品が縮小されたのかを悲しい思い出にしている。  1つの無意味で退屈なアーク、他の人の後に、十分に開発されていない人物が好きでも嫌われていても、同じアイディアを持ち続けていますが、10年後にはそれ以上ショックや同じ感情を引き起こすことはできません。 それは古い、古いとdonwrigth dissapointingを得た。\n\nプロットはあなたの典型的な今日のワンピースです。  'stong guy'（私の名前はZ...）は世界を破壊しようとしています。 彼は悲劇に遭遇し、彼はそれを打ち負かす。 多くの退屈なシーンは後で同じことが起こります。 後退屈した後退屈した彼らは再び会う、この時間だけルフィが勝つ。 終わり。\n\n少なくとも、何かオリジナルを提供しようとしています。 私はそれが強い世界を期待していることを知っている、ワンピース映画は素晴らしいですが、少なくとも彼らは試してみてください。 いくつかの面白いプロットや良いアイデアもありますが、ここでは起こりません。 この映画は20分で終了することができますが、とにかく敵のようなものはそれほど強力ではありません。\n\nstrawhatsはstrawhats、驚きはありません。 しかし悪人たち....\n単に恐ろしいです。  Zoroが哀れみを抱く​​地獄の剣士の女性、史上最悪のキャラクターの一人である厄介な植物の忍者、そしてZ。その未熟な男は、視線が彼を忘れることがないように彼の名前を繰り返さなければならない。 彼は司令官（私たちがアドミラルとして知っている3つのモンスターと比較して、本当に弱いものですが、ハッキーを使用しています。大したことでも、今でもそれを使用しています）、なぜ彼が何をしているのか、 彼はする。 何もない。 その男はとても退屈で、彼の死によっても私のところでは何の反応も起こさなかった。 私は映画を早く終了できるようにそれをスピードアップしました。\n\nだから、Zは恐ろしい映画です。 しかし、それは完全に2013年の一枚を表しています。それを見ている人の半分は、単にそれが古いもののようであり、残りの半分は悲しい義務として感じるように感じるアニメです。\n本当に、このような映画を愛する私たちには恥",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nI used to love one piece. It had the ability to create some very interesting stories, amazing characters and it delivered some of the best super power action ever. The previous movie, strong world is a great example of the above.\n\n\u001b[1m私はワンピースを愛していました。 それは非常に興味深い物語、驚くべきキャラクターを作成する能力を持っていたし、これまで最高のスーパーパワーアクションのいくつかを提供した。 前の映画、強い世界は、上記の素晴らしい例です。\u001b[22m\n\u001b[1m(Watashi wa wanpīsu o aishite imashita. Sore wa hijō ni kyōmibukai monogatari, odorokubeki kyarakutā o sakusei suru nōryoku o motte itashi, kore made saikō no sūpāpawāakushon no ikutsu ka o teikyō shita. Mae no eiga, tsuyoi sekai wa, jōki no subarashī reidesu.)\u001b[22m\n\nTranslations of \u001b[4mI used to love one piece. It had the ability to create some very interesting stories, amazing characters and it delivered some of the best super power action ever. The previous movie, strong world is a great example of the above.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI used to love one piece.\u001b[24m\n    \u001b[1m私はワンピースを愛していました。\u001b[22m, \u001b[1m私は一枚を愛するために使用されます。\u001b[22m\n\u001b[4mIt had the ability to create some very interesting stories, amazing characters and it delivered some of the best super power action ever.\u001b[24m\n    \u001b[1mそれは非常に興味深い物語、驚くべきキャラクターを作成する能力を持っていたし、これまで最高のスーパーパワーアクションのいくつかを提供した。\u001b[22m, \u001b[1mこれは、いくつかの非常に興味深い話、素晴らしいキャラクターを作成する機能を持っていたし、それは、今までにない最高のスーパーパワーアクションの一部を納入しました。\u001b[22m\n\u001b[4mThe previous movie, strong world is a great example of the above.\u001b[24m\n    \u001b[1m前の映画、強い世界は、上記の素晴らしい例です。\u001b[22m, \u001b[1m以前の映画は、強力な世界は、上記の良い例です。\u001b[22m\n\u001b[1m\u001b[22m\nThis movie on the other had is a sad reminder of what one piece has been reduced to. One pointless and boring arc after the other, introducing character who are never developed enough to be either liked or hated and going on the very same ideas that started with, but after 10years it simply can not shock or cause the same emotions anymore. It got old, outdated and donwrigth dissapointing.\n\n\u001b[1mこの映画は他のものにあったが、どの作品が縮小されたのかを悲しい思い出にしている。  1つの無意味で退屈なアーク、他の人の後に、十分に開発されていない人物が好きでも嫌われていても、同じアイディアを持ち続けていますが、10年後にはそれ以上ショックや同じ感情を引き起こすことはできません。 それは古い、古いとdonwrigth dissapointingを得た。\u001b[22m\n\u001b[1m(Kono eiga wa hoka no mono ni attaga, dono sakuhin ga shukushō sa reta no ka o kanashī omoide ni shite iru. 1Tsu no muimide taikutsuna āku, hokanohito no nochi ni, jūbun ni kaihatsu sa rete inai jinbutsu ga suki demo kirawa rete ite mo, onaji aidia o mochi tsudzukete imasuga, 10-nen-go ni wa sore ijō shokku ya onaji kanjō o hikiokosu koto wa dekimasen. Sore wa furui, furui to donwrigth dissapointing o eta.)\u001b[22m\n\nTranslations of \u001b[4mThis movie on the other had is a sad reminder of what one piece has been reduced to. One pointless and boring arc after the other, introducing character who are never developed enough to be either liked or hated and going on the very same ideas that started with, but after 10years it simply can not shock or cause the same emotions anymore. It got old, outdated and donwrigth dissapointing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie on the other had is a sad reminder of what one piece has been reduced to.\u001b[24m\n    \u001b[1mこの映画は他のものにあったが、どの作品が縮小されたのかを悲しい思い出にしている。\u001b[22m, \u001b[1m他にこの映画は1ピースがに還元されているものの悲しい思い出させてくれていました。\u001b[22m\n\u001b[4mOne pointless and boring arc after the other, introducing character who are never developed enough to be either liked or hated and going on the very same ideas that started with, but after 10years it simply can not shock or cause the same emotions anymore.\u001b[24m\n    \u001b[1m1つの無意味で退屈なアーク、他の人の後に、十分に開発されていない人物が好きでも嫌われていても、同じアイディアを持ち続けていますが、10年後にはそれ以上ショックや同じ感情を引き起こすことはできません。\u001b[22m, \u001b[1mOne無意味で退屈アークどちらか好きか嫌わとして始めた非常に同じアイデアに行くが、10年後、それは単純に衝撃することができないかもう同じ感情を引き起こすことに十分な開発されることはありませんその他、導入文字の後。\u001b[22m\n\u001b[4mIt got old, outdated and donwrigth dissapointing.\u001b[24m\n    \u001b[1mそれは古い、古いとdonwrigth dissapointingを得た。\u001b[22m, \u001b[1mそれは、古い時代遅れだとdissapointing donwrigth。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot is your typical nowdays onepiece. A 'stong guy' (my name is Z...) wants to destroy the world. He encounters the strawhats, he beats them. Many boring scenes later the same happens. Boredom after boredom later they meet again, only this time luffy wins. The end.\n\n\u001b[1mプロットはあなたの典型的な今日のワンピースです。  'stong guy'（私の名前はZ...）は世界を破壊しようとしています。 彼は悲劇に遭遇し、彼はそれを打ち負かす。 多くの退屈なシーンは後で同じことが起こります。 後退屈した後退屈した彼らは再び会う、この時間だけルフィが勝つ。 終わり。\u001b[22m\n\u001b[1m(Purotto wa anata no tenkei-tekina kyō no wanpīsudesu. ' Stong guy'(watashinonamaeha Z... ) Wa sekai o hakai shiyou to shite imasu. Kare wa higeki ni sōgū shi, kare wa sore o uchi makasu. Ōku no taikutsuna shīn wa atode onaji koto ga okorimasu. Ato taikutsushita-go taikutsushita karera wa futatabi au, kono-jikan dake rufi ga katsu. Owari.)\u001b[22m\n\nTranslations of \u001b[4mThe plot is your typical nowdays onepiece. A 'stong guy' (my name is Z...) wants to destroy the world. He encounters the strawhats, he beats them. Many boring scenes later the same happens. Boredom after boredom later they meet again, only this time luffy wins. The end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot is your typical nowdays onepiece.\u001b[24m\n    \u001b[1mプロットはあなたの典型的な今日のワンピースです。\u001b[22m, \u001b[1mプロットはワンピースあなたの典型的なnowdaysです。\u001b[22m\n\u001b[4mA 'stong guy' (my name is Z...) wants to destroy the world.\u001b[24m\n    \u001b[1m'stong guy'（私の名前はZ...）は世界を破壊しようとしています。\u001b[22m, \u001b[1m「ストング男は「（私の名前は... Zである）世界を破壊しようとしています。\u001b[22m\n\u001b[4mHe encounters the strawhats, he beats them.\u001b[24m\n    \u001b[1m彼は悲劇に遭遇し、彼はそれを打ち負かす。\u001b[22m, \u001b[1m彼は彼がそれらを打つ、strawhatsに遭遇しました。\u001b[22m\n\u001b[4mMany boring scenes later the same happens.\u001b[24m\n    \u001b[1m多くの退屈なシーンは後で同じことが起こります。\u001b[22m, \u001b[1m多くの退屈なシーン後で同じことが起こります。\u001b[22m\n\u001b[4mBoredom after boredom later they meet again, only this time luffy wins.\u001b[24m\n    \u001b[1m後退屈した後退屈した彼らは再び会う、この時間だけルフィが勝つ。\u001b[22m, \u001b[1m退屈後の退屈後には、再びルフィが勝つだけこの時間を満たしています。\u001b[22m\n\u001b[4mThe end.\u001b[24m\n    \u001b[1m終わり。\u001b[22m\n\u001b[1m\u001b[22m\nI mean,at least try to deliver something original. I know that expect Strong world, one piece movies are 'nt that great, but at least they try. Some even have some interesting plot and good ideas, which never happens here. This movie could end at 20 minutes, after all its not like the enemies are that strong anyway.\n\n\u001b[1m少なくとも、何かオリジナルを提供しようとしています。 私はそれが強い世界を期待していることを知っている、ワンピース映画は素晴らしいですが、少なくとも彼らは試してみてください。 いくつかの面白いプロットや良いアイデアもありますが、ここでは起こりません。 この映画は20分で終了することができますが、とにかく敵のようなものはそれほど強力ではありません。\u001b[22m\n\u001b[1m(Sukunakutomo, nanika orijinaru o teikyō shiyou to shite imasu. Watashi wa sore ga tsuyoi sekai o kitai shite iru koto o shitte iru, wanpīsu eiga wa subarashīdesuga, sukunakutomo karera wa tameshite mite kudasai. Ikutsu ka no omoshiroi purotto ya yoi aidea mo arimasuga, kokode wa okorimasen. Kono eiga wa 20-bu de shūryō suru koto ga dekimasuga, tonikaku teki no yōna mono wa sorehodo kyōryokude wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI mean,at least try to deliver something original. I know that expect Strong world, one piece movies are 'nt that great, but at least they try. Some even have some interesting plot and good ideas, which never happens here. This movie could end at 20 minutes, after all its not like the enemies are that strong anyway.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI mean,at least try to deliver something original.\u001b[24m\n    \u001b[1m少なくとも、何かオリジナルを提供しようとしています。\u001b[22m, \u001b[1m私は、少なくとも、元の何かを提供しようとすると、意味します。\u001b[22m\n\u001b[4mI know that expect Strong world, one piece movies are 'nt that great, but at least they try.\u001b[24m\n    \u001b[1m私はそれが強い世界を期待していることを知っている、ワンピース映画は素晴らしいですが、少なくとも彼らは試してみてください。\u001b[22m, \u001b[1m私はワンピースの映画は「ntのその素晴らしいです、それは強力な世界を期待して知っているが、少なくとも彼らはしてみてください。\u001b[22m\n\u001b[4mSome even have some interesting plot and good ideas, which never happens here.\u001b[24m\n    \u001b[1mいくつかの面白いプロットや良いアイデアもありますが、ここでは起こりません。\u001b[22m, \u001b[1m一部では、ここで起こることはありませんいくつかの興味深いプロットと良いアイデアを持っています。\u001b[22m\n\u001b[4mThis movie could end at 20 minutes, after all its not like the enemies are that strong anyway.\u001b[24m\n    \u001b[1mこの映画は20分で終了することができますが、とにかく敵のようなものはそれほど強力ではありません。\u001b[22m, \u001b[1mこの映画は、すべての後に、その敵はとにかく強いということであるようにしないで、20分で終了可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe strawhats are the strawhats,no surprise there. But the villains....\n\n\u001b[1mstrawhatsはstrawhats、驚きはありません。 しかし悪人たち....\u001b[22m\n\u001b[1m(Strawhats wa strawhats, odoroki wa arimasen. Shikashi akunin-tachi....)\u001b[22m\n\nTranslations of \u001b[4mThe strawhats are the strawhats,no surprise there. But the villains....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe strawhats are the strawhats,no surprise there.\u001b[24m\n    \u001b[1mstrawhatsはstrawhats、驚きはありません。\u001b[22m, \u001b[1mstrawhatsはstrawhats、そこには驚きです。\u001b[22m\n\u001b[4mBut the villains....\u001b[24m\n    \u001b[1mしかし悪人たち....\u001b[22m, \u001b[1mしかし、悪役....\u001b[22m\nare simply horrible. A weak as hell sword lady who zoro takes pity on, an annoying plant ninja who is one of the worst characters ever conceived, and then Z. A guy so underdeveloped that has to repeat his name so the viewres do not forget him. We get nothing on his story except he was an admiral( a really weak one compared to the three monsters we know as admirals, i mean the guy uses haki, big deal, even coby uses it nowdays), no idea on why he does what he does. Nothing. The guy was so boring that even his death caused no reaction on my part. I even speeded it up so the movie could end sooner.\n\n\u001b[1m単に恐ろしいです。  Zoroが哀れみを抱く​​地獄の剣士の女性、史上最悪のキャラクターの一人である厄介な植物の忍者、そしてZ。その未熟な男は、視線が彼を忘れることがないように彼の名前を繰り返さなければならない。 彼は司令官（私たちがアドミラルとして知っている3つのモンスターと比較して、本当に弱いものですが、ハッキーを使用しています。大したことでも、今でもそれを使用しています）、なぜ彼が何をしているのか、 彼はする。 何もない。 その男はとても退屈で、彼の死によっても私のところでは何の反応も起こさなかった。 私は映画を早く終了できるようにそれをスピードアップしました。\u001b[22m\n\u001b[1m(Tan'ni osoroshīdesu. Zoro ga awaremi o daku ​​ jigoku no kenshi no josei, shijō saiaku no kyarakutā no hitoridearu yakkaina shokubutsu no ninja, soshite Z. Sono mijukuna otoko wa, shisen ga kare o wasureru koto ga nai yō ni kare no namae o kurikaesanakereba naranai. Kare wa shirei-kan (watashitachi ga adomiraru to shite shitte iru 3ttsu no monsutā to hikaku shite, hontōni yowai monodesuga, hakkī o shiyō shite imasu. Taishita kotode mo, ima demo sore o shiyō shite imasu), naze kare ga nani o shite iru no ka, kare wa suru. Nani mo nai. Sono otoko wa totemo taikutsu de, kare no shi ni yotte mo watashi no tokorode wa nani no han'nō mo okosanakatta. Watashi wa eiga o hayaku shūryō dekiru yō ni sore o supīdoappu shimashita.)\u001b[22m\n\nTranslations of \u001b[4mare simply horrible. A weak as hell sword lady who zoro takes pity on, an annoying plant ninja who is one of the worst characters ever conceived, and then Z. A guy so underdeveloped that has to repeat his name so the viewres do not forget him. We get nothing on his story except he was an admiral( a really weak one compared to the three monsters we know as admirals, i mean the guy uses haki, big deal, even coby uses it nowdays), no idea on why he does what he does. Nothing. The guy was so boring that even his death caused no reaction on my part. I even speeded it up so the movie could end sooner.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mare simply horrible.\u001b[24m\n    \u001b[1m単に恐ろしいです。\u001b[22m\n\u001b[4mA weak as hell sword lady who zoro takes pity on, an annoying plant ninja who is one of the worst characters ever conceived, and then Z. A guy so underdeveloped that has to repeat his name so the viewres do not forget him.\u001b[24m\n    \u001b[1mZoroが哀れみを抱く地獄の剣士の女性、史上最悪のキャラクターの一人である厄介な植物の忍者、そしてZ。その未熟な男は、視線が彼を忘れることがないように彼の名前を繰り返さなければならない。\u001b[22m, \u001b[1mゾロは、上でこれまでに考えられたもの最悪の文字の1、その後Z. viewresは彼を忘れないように彼の名前を繰り返す必要があるので、未発達な男である迷惑な植物忍者の同情を取る地獄の剣の女性として弱いです。\u001b[22m\n\u001b[4mWe get nothing on his story except he was an admiral( a really weak one compared to the three monsters we know as admirals, i mean the guy uses haki, big deal, even coby uses it nowdays), no idea on why he does what\u001b[24m\n    \u001b[1m彼は司令官（私たちがアドミラルとして知っている3つのモンスターと比較して、本当に弱いものですが、ハッキーを使用しています。大したことでも、今でもそれを使用しています）、なぜ彼が何をしているのか、\u001b[22m, \u001b[1m彼は提督（我々が提督として知っている3モンスターに比べて本当に弱いもの、私は男が杷木、大したことでも、COBYがnowdaysそれを使用するを使用して平均値）、彼が何をした理由については考えていた以外は、我々は彼の話に何も得ます\u001b[22m\n\u001b[4mhe does.\u001b[24m\n    \u001b[1m彼はする。\u001b[22m, \u001b[1m彼はありません。\u001b[22m\n\u001b[4mNothing.\u001b[24m\n    \u001b[1m何もない。\u001b[22m, \u001b[1m何もありません。\u001b[22m\n\u001b[4mThe guy was so boring that even his death caused no reaction on my part.\u001b[24m\n    \u001b[1mその男はとても退屈で、彼の死によっても私のところでは何の反応も起こさなかった。\u001b[22m, \u001b[1m男も彼の死は私の部分には何の反応を引き起こさなかったことをとても退屈でした。\u001b[22m\n\u001b[4mI even speeded it up so the movie could end sooner.\u001b[24m\n    \u001b[1m私は映画を早く終了できるようにそれをスピードアップしました。\u001b[22m, \u001b[1m映画が早く終了することができるように私もそれをスピードアップ。\u001b[22m\n\u001b[1m\u001b[22m\nSo, Z is a horrible movie. But it represents perfectly the onepiece of the 2013. An anime that half the people who watch it simply wish it was like the one piece of old,and the other half feel like they have to, as a sad obligation.\n\n\u001b[1mだから、Zは恐ろしい映画です。 しかし、それは完全に2013年の一枚を表しています。それを見ている人の半分は、単にそれが古いもののようであり、残りの半分は悲しい義務として感じるように感じるアニメです。\u001b[22m\n\u001b[1m(Dakara, Z wa osoroshī eigadesu. Shikashi, sore wa kanzen ni 2013-nen no hitohira o arawashite imasu. Sore o mite iru hito no hanbun wa, tan'ni sore ga furui mono no yōdeari, nokori no hanbun wa kanashī gimu to shite kanjiru yō ni kanjiru animedesu.)\u001b[22m\n\nTranslations of \u001b[4mSo, Z is a horrible movie. But it represents perfectly the onepiece of the 2013. An anime that half the people who watch it simply wish it was like the one piece of old,and the other half feel like they have to, as a sad obligation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, Z is a horrible movie.\u001b[24m\n    \u001b[1mだから、Zは恐ろしい映画です。\u001b[22m\n\u001b[4mBut it represents perfectly the onepiece of the 2013. An anime that half the people who watch it simply wish it was like the one piece of old,and the other half feel like they have to, as a sad obligation.\u001b[24m\n    \u001b[1mしかし、それは完全に2013年の一枚を表しています。それを見ている人の半分は、単にそれが古いもののようであり、残りの半分は悲しい義務として感じるように感じるアニメです。\u001b[22m, \u001b[1mしかし、それは完全にそれを見て半分の人々は、単にそれが古いの1枚のようだった希望、そして彼らが持っているように、他の半分は悲しい義務として、感じる2013年のアニメのワンピースを表します。\u001b[22m\nReally, shame on us who endulge movies like this\n\n\u001b[1m本当に、このような映画を愛する私たちには恥\u001b[22m\n\u001b[1m(Hontōni, kono yōna eiga o aisuru watashitachi ni wa haji)\u001b[22m\n\nTranslations of \u001b[4mReally, shame on us who endulge movies like this\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReally, shame on us who endulge movies like this\u001b[24m\n    \u001b[1m本当に、このような映画を愛する私たちには恥\u001b[22m, \u001b[1mこのような映画をendulge私たちに本当に、恥\u001b[22m"
  },
  {
    "title": "One_Piece_Film__Z",
    "id": "12859",
    "url": "https://myanimelist.net/anime/12859/One_Piece_Film__Z",
    "user": "TheDrmcvey",
    "profile": "/profile/TheDrmcvey/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=95527",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  8\n\nもう一度、もう一つのワンピースの映画は、楽しさと信じられないキャラクターとともに、シンプルで興味深い物語を通して私たちを楽しませる方法を見つけます。\n\nストローの帽子は、いつものように、人生における緊密な絆や目標とともに、彼らの行動や相互作用を見守ることはまだ楽しいです。 作家、鈴木修は、大田栄一郎が漫画で使っているキャラクターやストーリー要素に忠実であり、ワンピースのファンをあまり変えずにお楽しみください。\n\nアンタゴニスト、Zは、背後にある魅惑的な悪役で、彼の目標は、彼に落ちたすべての海賊と排斥の新世界を浄化するために彼の行動を通じて信じられているように、非常に悲劇です。 彼が何をしているのかごめんなさい、彼の性格に関係することさえできます。\n\nこの映画が東映アニメーションでアニメーション化されたオープニング・アクション・シーケンスを見ているとき、私の注意を引いたのは何か。 それを見て、私は強烈なアクションシーケンスと素晴らしいビジュアルで実際の戦争映画を見ているように感じました。 その後、Toeiは現在のOne Piece T.Vシリーズで使用されている現在のアニメーションスタイルに戻っているように見えます。\n\n私はこの映画を楽しんでいましたが、まだいくつか問題がありました。\n\nそれを見て、私は話の主な焦点が海兵隊員と元ゼネラルZの間にあるべきだったように感じました。\n\n私はこれがStrawhatsではなくストーリーの主な葛藤だと感じました。\n\nStrawhatsがZと彼の乗組員に対して復讐を望むようにしようとしているにもかかわらず、それは私の意見ではあまりにも強く感じられ、その争いは2回ではなく1回の戦いで解決できる可能性がある。 彼らがStrawhatsの代わりに元々の紛争に集中していたなら、私はもっとそれを気に入っていたでしょう。 私はストラハットを見て嫌いではないと言っているわけではありませんが、私は彼らがこの話から逃れたように感じました。\n\n全体的に、私はワンピース映画Zを楽しんだ。セッティング、キャラクター、ストーリーは楽しいもので、エンディングはとても思い出深いもので、涙を流すことさえあるかもしれない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nOnce again, another One Piece film finds a way to entertain us all through a simple and intriguing story along with fun and believable characters to enjoy.\n\n\u001b[1mもう一度、もう一つのワンピースの映画は、楽しさと信じられないキャラクターとともに、シンプルで興味深い物語を通して私たちを楽しませる方法を見つけます。\u001b[22m\n\u001b[1m(Mōichido, mōhitotsu no wanpīsu no eiga wa, tanoshisa to shinjirarenai kyarakutā to tomoni, shinpurude kyōmibukai monogatari o tōshite watashitachi o tanoshima seru hōhō o mitsukemasu.)\u001b[22m\n\nTranslations of \u001b[4mOnce again, another One Piece film finds a way to entertain us all through a simple and intriguing story along with fun and believable characters to enjoy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnce again, another One Piece film finds a way to entertain us all through a simple and intriguing story along with fun and believable characters to enjoy.\u001b[24m\n    \u001b[1mもう一度、もう一つのワンピースの映画は、楽しさと信じられないキャラクターとともに、シンプルで興味深い物語を通して私たちを楽しませる方法を見つけます。\u001b[22m, \u001b[1mもう一度、別のワンピースフィルムは、楽しむために楽しさと信じられる文字と一緒にシンプルかつ魅力的な物語を通して私たちのすべてを楽しませる方法を見つけることができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe straw hats, as always, are still fun to watch through their actions and interactions with each other, along with their close bonds and goals in life. The writer, Osamu Suzuki, stays true to the characters and story elements that Eiichiro Oda uses in his manga to please all One Piece fans without having to change much.\n\n\u001b[1mストローの帽子は、いつものように、人生における緊密な絆や目標とともに、彼らの行動や相互作用を見守ることはまだ楽しいです。 作家、鈴木修は、大田栄一郎が漫画で使っているキャラクターやストーリー要素に忠実であり、ワンピースのファンをあまり変えずにお楽しみください。\u001b[22m\n\u001b[1m(Sutorō no bōshi wa, itsumo no yō ni, jinsei ni okeru kinmitsuna kizuna ya mokuhyō to tomoni, karera no kōdō ya sōgo sayō o mimamoru koto wa mada tanoshīdesu. Sakka, suzuki osamu wa, Ōta Eiichirō ga manga de tsukatte iru kyarakutā ya sutōrī yōso ni chūjitsudeari, wanpīsu no fan o amari kaezu ni o tanoshimi kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThe straw hats, as always, are still fun to watch through their actions and interactions with each other, along with their close bonds and goals in life. The writer, Osamu Suzuki, stays true to the characters and story elements that Eiichiro Oda uses in his manga to please all One Piece fans without having to change much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe straw hats, as always, are still fun to watch through their actions and interactions with each other, along with their close bonds and goals in life.\u001b[24m\n    \u001b[1mストローの帽子は、いつものように、人生における緊密な絆や目標とともに、彼らの行動や相互作用を見守ることはまだ楽しいです。\u001b[22m, \u001b[1m麦わら帽子は、いつものように、まだ彼らの近くに債券および生活の中での目標に沿って、互いの行動との相互作用を介して見ていて楽しいです。\u001b[22m\n\u001b[4mThe writer, Osamu Suzuki, stays true to the characters and story elements that Eiichiro Oda uses in his manga to please all One Piece fans without having to change much.\u001b[24m\n    \u001b[1m作家、鈴木修は、大田栄一郎が漫画で使っているキャラクターやストーリー要素に忠実であり、ワンピースのファンをあまり変えずにお楽しみください。\u001b[22m, \u001b[1m作家、鈴木修は、尾田栄一郎が多くを変更することなく、すべてのワンピースのファンを喜ばせるために彼の漫画に使用キャラクターとストーリー要素に忠実。\u001b[22m\n\u001b[1m\u001b[22m\nThe antagonist, Z, is a fascinating villain who's backstory is so tragic, that his goals are made believable through his actions to help cleanse the New World of all pirates and treachery, which had fell upon him. You can feel sorry for what he's been through and can even relate to his character.\n\n\u001b[1mアンタゴニスト、Zは、背後にある魅惑的な悪役で、彼の目標は、彼に落ちたすべての海賊と排斥の新世界を浄化するために彼の行動を通じて信じられているように、非常に悲劇です。 彼が何をしているのかごめんなさい、彼の性格に関係することさえできます。\u001b[22m\n\u001b[1m(Antagonisuto, Z wa, haigo ni aru miwaku-tekina akuyaku de, kare no mokuhyō wa, kare ni ochita subete no kaizoku to haiseki no shin sekai o jōka suru tame ni kare no kōdō o tsūjite shinji rarete iru yō ni, hijō ni higekidesu. Kare ga nani o shite iru no ka gomen'nasai, kare no seikaku ni kankei suru koto sae dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe antagonist, Z, is a fascinating villain who's backstory is so tragic, that his goals are made believable through his actions to help cleanse the New World of all pirates and treachery, which had fell upon him. You can feel sorry for what he's been through and can even relate to his character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe antagonist, Z, is a fascinating villain who's backstory is so tragic, that his goals are made believable through his actions to help cleanse the New World of all pirates and treachery, which had fell upon him.\u001b[24m\n    \u001b[1mアンタゴニスト、Zは、背後にある魅惑的な悪役で、彼の目標は、彼に落ちたすべての海賊と排斥の新世界を浄化するために彼の行動を通じて信じられているように、非常に悲劇です。\u001b[22m, \u001b[1mアンタゴニストは、Zは、裏話だ魅力的な悪役は彼の目標は彼に落ちていたすべての海賊と裏切りの新しい世界を、清め助けるために彼の行動を通して信じ行われていることを、とても悲劇的です。\u001b[22m\n\u001b[4mYou can feel sorry for what he's been through and can even relate to his character.\u001b[24m\n    \u001b[1m彼が何をしているのかごめんなさい、彼の性格に関係することさえできます。\u001b[22m, \u001b[1mあなたは彼が通ってきているものに同情することができ、さらには彼の性格に関連することができます。\u001b[22m\n\u001b[1m\u001b[22m\nWhat caught my attention when watching this film was the opening action sequence animated by Toei Animation. While watching it, it felt like I was watching an actual war film with intense action sequences and stunning visuals. After that however, Toei does seem to revert back to its current style of animation it uses in the current One Piece T.V series.\n\n\u001b[1mこの映画が東映アニメーションでアニメーション化されたオープニング・アクション・シーケンスを見ているとき、私の注意を引いたのは何か。 それを見て、私は強烈なアクションシーケンスと素晴らしいビジュアルで実際の戦争映画を見ているように感じました。 その後、Toeiは現在のOne Piece T.Vシリーズで使用されている現在のアニメーションスタイルに戻っているように見えます。\u001b[22m\n\u001b[1m(Kono eiga ga Tōei animēshon de animēshon-ka sa reta ōpuningu akushon shīkensu o mite iru toki, watashi no chūi o hiita no wa nani ka. Sore o mite, watashi wa kyōretsuna akushonshīkensu to subarashī bijuarude jissai no sensō eiga o mite iru yō ni kanjimashita. Sonogo, Toei wa genzai no One piesu T. V shirīzu de shiyō sa rete iru genzai no animēshonsutairu ni modotte iru yō ni miemasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat caught my attention when watching this film was the opening action sequence animated by Toei Animation. While watching it, it felt like I was watching an actual war film with intense action sequences and stunning visuals. After that however, Toei does seem to revert back to its current style of animation it uses in the current One Piece T.V series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat caught my attention when watching this film was the opening action sequence animated by Toei Animation.\u001b[24m\n    \u001b[1mこの映画が東映アニメーションでアニメーション化されたオープニング・アクション・シーケンスを見ているとき、私の注意を引いたのは何か。\u001b[22m, \u001b[1m何この映画を見たときに私の注意を引いたことは東映アニメーションによってアニメーションの開動作シーケンスでした。\u001b[22m\n\u001b[4mWhile watching it, it felt like I was watching an actual war film with intense action sequences and stunning visuals.\u001b[24m\n    \u001b[1mそれを見て、私は強烈なアクションシーケンスと素晴らしいビジュアルで実際の戦争映画を見ているように感じました。\u001b[22m, \u001b[1mそれを見ながら、それは私が激しいアクションシーケンスと驚異的なビジュアルと実際の戦争映画を見ていたように感じました。\u001b[22m\n\u001b[4mAfter that however, Toei does seem to revert back to its current style of animation it uses in the current One Piece T.V series.\u001b[24m\n    \u001b[1mその後、Toeiは現在のOne Piece T.Vシリーズで使用されている現在のアニメーションスタイルに戻っているように見えます。\u001b[22m, \u001b[1mそれが後に、東映アニメーションの現在のスタイルが現在のワンピースT.Vシリーズに使用していますに戻すように見えるん。\u001b[22m\n\u001b[1m\u001b[22m\nAlthough while I did enjoy this film, I still had a few issues with it.\n\n\u001b[1m私はこの映画を楽しんでいましたが、まだいくつか問題がありました。\u001b[22m\n\u001b[1m(Watashi wa kono eiga o tanoshinde imashitaga, mada ikutsu ka mondai ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mAlthough while I did enjoy this film, I still had a few issues with it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough while I did enjoy this film, I still had a few issues with it.\u001b[24m\n    \u001b[1m私はこの映画を楽しんでいましたが、まだいくつか問題がありました。\u001b[22m, \u001b[1m私はこの映画を楽しんでいた一方であるが、私はまだそれにはいくつかの問題を抱えていました。\u001b[22m\n\u001b[1m\u001b[22m\nWhen watching it, I felt like the main focus of the story should've been more between the Marines and former admiral Z.\n\n\u001b[1mそれを見て、私は話の主な焦点が海兵隊員と元ゼネラルZの間にあるべきだったように感じました。\u001b[22m\n\u001b[1m(Sore o mite, watashi wa hanashi no omona shōten ga kaihei taiin to moto Zeneraru Z no ma ni arubekidatta yō ni kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mWhen watching it, I felt like the main focus of the story should've been more between the Marines and former admiral Z.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen watching it, I felt like the main focus of the story should've been more between the Marines and former admiral Z.\u001b[24m\n    \u001b[1mそれを見て、私は話の主な焦点が海兵隊員と元ゼネラルZの間にあるべきだったように感じました。\u001b[22m, \u001b[1mそれを見たとき、私は物語の主な焦点は、より多くの海兵隊と元海軍大将Zの間にあったはずのように感じました\u001b[22m\n\u001b[1m\u001b[22m\nI felt like this was the main conflict of the story and not the Strawhats.\n\n\u001b[1m私はこれがStrawhatsではなくストーリーの主な葛藤だと感じました。\u001b[22m\n\u001b[1m(Watashi wa kore ga Strawhatsde wa naku sutōrī no omona kattōda to kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mI felt like this was the main conflict of the story and not the Strawhats.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI felt like this was the main conflict of the story and not the Strawhats.\u001b[24m\n    \u001b[1m私はこれがStrawhatsではなくストーリーの主な葛藤だと感じました。\u001b[22m, \u001b[1mこれは物語ではなく、Strawhatsの主な紛争だったように私は感じました。\u001b[22m\n\u001b[1m\u001b[22m\nAlthough the film does try to make the Strawhats want revenge against Z and his crew, it felt too forced in my opinion, and that their conflict could've been resolved in one fight, not two. If they had focused on the original conflict more instead of the Strawhats,﻿ I would've liked it more. Not to say that I don't dislike watching the Strawhats, but I felt like they could've taken a break from this story.\n\n\u001b[1mStrawhatsがZと彼の乗組員に対して復讐を望むようにしようとしているにもかかわらず、それは私の意見ではあまりにも強く感じられ、その争いは2回ではなく1回の戦いで解決できる可能性がある。 彼らがStrawhatsの代わりに元々の紛争に集中していたなら、私はもっとそれを気に入っていたでしょう。 私はストラハットを見て嫌いではないと言っているわけではありませんが、私は彼らがこの話から逃れたように感じました。\u001b[22m\n\u001b[1m(Strawhats ga Z to kare no norikumiin ni taishite fukushū o nozomu yō ni shiyou to shite iru nimokakawarazu, sore wa watashi no ikende wa amarini mo tsuyoku kanji rare, sono arasoi wa 2-kaide wanaku 1-kai no tatakai de kaiketsu dekiru kanōsei ga aru. Karera ga Strawhats no kawari ni motomoto no funsō ni shūchū shite itanara, watashi wa motto sore o kiniitte itadeshou. Watashi wa sutorahatto o mite kiraide wa nai to itte iru wakede wa arimasenga, watashi wa karera ga kono-wa kara nogareta yō ni kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mAlthough the film does try to make the Strawhats want revenge against Z and his crew, it felt too forced in my opinion, and that their conflict could've been resolved in one fight, not two. If they had focused on the original conflict more instead of the Strawhats,﻿ I would've liked it more. Not to say that I don't dislike watching the Strawhats, but I felt like they could've taken a break from this story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough the film does try to make the Strawhats want revenge against Z and his crew, it felt too forced in my opinion, and that their conflict could've been resolved in one fight, not two.\u001b[24m\n    \u001b[1mStrawhatsがZと彼の乗組員に対して復讐を望むようにしようとしているにもかかわらず、それは私の意見ではあまりにも強く感じられ、その争いは2回ではなく1回の戦いで解決できる可能性がある。\u001b[22m, \u001b[1mフィルムはStrawhatsはZと彼の乗組員に対する復讐をしたい作ってみるんが、それはあまりにも私の意見では、強制、およびそれらの競合が1の戦いではなく、2で解決されていたかもしれないと感じました。\u001b[22m\n\u001b[4mIf they had focused on the original conflict more instead of the Strawhats,﻿ I would've liked it more.\u001b[24m\n    \u001b[1m彼らがStrawhatsの代わりに元々の紛争に集中していたなら、私はもっとそれを気に入っていたでしょう。\u001b[22m, \u001b[1m彼らはより多くの代わりにStrawhatsの元紛争に焦点を当てていた場合、私はより多くのそれが好きたでしょう。\u001b[22m\n\u001b[4mNot to say that I don't dislike watching the Strawhats, but I felt like they could've taken a break from this story.\u001b[24m\n    \u001b[1m私はストラハットを見て嫌いではないと言っているわけではありませんが、私は彼らがこの話から逃れたように感じました。\u001b[22m, \u001b[1m私はStrawhatsを見て嫌いでないが、彼らはこの話から休憩を取ったかもしれないように私は感じたと言うことではありません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I enjoyed One Piece Film Z. The setting, characters, and story are enjoyable to watch, and the ending is so memorable, you might even shed a tear over it.\n\n\u001b[1m全体的に、私はワンピース映画Zを楽しんだ。セッティング、キャラクター、ストーリーは楽しいもので、エンディングはとても思い出深いもので、涙を流すことさえあるかもしれない。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa wanpīsu eiga Z o tanoshinda. Settingu, kyarakutā, sutōrī wa tanoshī mono de, endingu wa totemo omoidebukai mono de, namida o nagasu koto sae aru kamo shirenai.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I enjoyed One Piece Film Z. The setting, characters, and story are enjoyable to watch, and the ending is so memorable, you might even shed a tear over it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I enjoyed One Piece Film Z. The setting, characters, and story are enjoyable to watch, and the ending is so memorable, you might even shed a tear over it.\u001b[24m\n    \u001b[1m全体的に、私はワンピース映画Zを楽しんだ。セッティング、キャラクター、ストーリーは楽しいもので、エンディングはとても思い出深いもので、涙を流すことさえあるかもしれない。\u001b[22m, \u001b[1m全体的に、私はあなたもその上に涙を流すかもしれませんが、設定、文字、そして物語は見て楽しく、そしてエンディングはとても印象的ですワンピースフィルムZを楽しみました。\u001b[22m"
  },
  {
    "title": "One_Piece_Film__Z",
    "id": "12859",
    "url": "https://myanimelist.net/anime/12859/One_Piece_Film__Z",
    "user": "Jetman2021",
    "profile": "/profile/Jetman2021/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=94675",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  9\n\n「私は皆さんに最終的なトレーニングをします」\n\nOne Piece Film Zのワンピース映画のラインナップの中で一番新しいもの、One Piece Film Z ワンピース・ストロング・ワールドは、ストーリーにその興味深いテーマがたくさん含まれていなかったので、私にはそれほど魅力的ではないと認めます。 しかし、これは悪い映画だったわけではありませんが、私はそれ以上のことができたように感じました。 私は記録に残っていて、One Pieceムービーのお気に入りは映画6、Baron OmatsuriとSecret Islandで、皮肉なことにOne Pieceムービーの中でも最もユニークなアートスタイルと驚くほど暗いトーン 夏の戦争と狼の子供たちAme＆amp;監督の細田守監督の下にあったという事実。 由紀。 とにかく今はOne Piece Film Zを持っていますが、これまで最高のワンピース映画ですか？\n\nいいもの：\nこのストーリーは、新世界で最初に行われ、ストロー帽子が人生の目標を達成するための追求を続けています。 広大な海を巡航している間、ルフィと乗組員は単純に命名されたZという名前の逃亡者に出くわします。世界中の海賊を排除することは、人生の使命である元海兵です。 もちろん、いつものようにアニメーションは素晴らしいですが、これは私たちがここで扱っている映画の予算なので、Avril LavigneのNickelback曲のカバーがエンディングのクレジットであっても、音はかなりいいです。 ここで私が映画について好きなことの一つがすでにあります。  Zは、人生で多く見られ、彼が何をするか経験している人です。 彼は非常に興味深い悪役で、あなたが彼についてもっと学ぶほど、彼はなぜ彼が非常に激怒しているのか理解します。 彼は怒った男で、ここの話で権力の乱用を表しています。 彼は何にも立たないようにして、彼が望むものを手に入れようとします。 ある意味、彼はかなり面白い悪役です。 他の文字については、Strawhatsは通常と同じですので、ここでは何も注意してください。 正直なところ私はストローハットについて十分に知っていると思うので、私はこの映画が私たちの主人公よりも悪役をどのように反映しているのが好きです。\n\n悪い人：\n私が好きなのは、ここでは悪役の方が重視されていますが、ストロー帽子の役割は小さくなります。 これは、麦わら帽子がスクリーン時間を取らないと言っているわけではありませんが、ルフィとクルーがお互いのより多くの相互作用を持つことができるように感じます。 私はそれを台無しにするつもりはないが、文字のいくつかに何かが起こったと言ってみよう。そして、それを解決する方法をすばやく見つけ出すことに反対するこの紛争の多くを探求すれば、それは好きだろう。 この映画のもう一つの問題は、これがワンピースのファンにしかないという事実でもあります。 私が映画6とストロングワールドについて好きだったことの1つは、映画を見ている一部の人がワンピースについてあまり知らないかもしれないと仮定して、両映画の前提条件があまりないという事実です。 映画Zと一緒に登場するシリーズには、数多くのカメオやキャラクターが登場します。 あなたがワンピースを知らないなら、あなたはこれらの文字の多くの背景を失うことになるでしょう。\n\n全体：\nOne Piece Film Zは、映画のキヤノンの素晴らしいエントリーです。 これは、私がStrong World、多くのテーマと並行をカバーするワンピースの映画から多くを期待したものです。 もしあれば、それはshounenアクションに関するすべてのフランチャイズのためのディスカッションを作成します。 ワンピースを偉大なものにすることは、それがアクションショーンである一方で、それにも関わらず多くのテーマがあり、それが関連性があるということです。 あなたがフランチャイズのファンであれば、ワンピース・フィルムZを強くお勧めします。 他の人のために...まあ、あなたは追いつくためにたくさんのことをしています。 今、細田だけが別の映画を監督する場合。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n'I'll give you guys your final training'\n\n\u001b[1m「私は皆さんに最終的なトレーニングをします」\u001b[22m\n\u001b[1m(`Watashi wa minasan ni saishū-tekina torēningu o shimasu')\u001b[22m\n\nTranslations of \u001b[4m'I'll give you guys your final training'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'I'll give you guys your final training'\u001b[24m\n    \u001b[1m「私は皆さんに最終的なトレーニングをします」\u001b[22m, \u001b[1m「私はあなたたちをあなたの最終的な訓練を与えるでしょう」\u001b[22m\n\u001b[1m\u001b[22m\nSo here we go, One Piece Film Z, the newest offering in the One Piece cinematic line. I'll admit One Piece Strong World was kind of underwhelming to me as it didn't contain that many interesting themes in the story. Though, this is not to say it was a bad film, I just felt like more could've been done with it. I've gone on record and said that my favorite of the One Piece movies was movie 6, Baron Omatsuri and the Secret Island, which ironically is considered the most polarizing of the One Piece movies with it's unique art style and surprisingly dark tone plus the fact that it was under the direction of Mamoru Hosoda, the director of Summer Wars and Wolf Children Ame &amp; Yuki. Anyway now we have One Piece Film Z, is it the best One Piece film to date?\n\n\u001b[1mOne Piece Film Zのワンピース映画のラインナップの中で一番新しいもの、One Piece Film Z ワンピース・ストロング・ワールドは、ストーリーにその興味深いテーマがたくさん含まれていなかったので、私にはそれほど魅力的ではないと認めます。 しかし、これは悪い映画だったわけではありませんが、私はそれ以上のことができたように感じました。 私は記録に残っていて、One Pieceムービーのお気に入りは映画6、Baron OmatsuriとSecret Islandで、皮肉なことにOne Pieceムービーの中でも最もユニークなアートスタイルと驚くほど暗いトーン 夏の戦争と狼の子供たちAme＆amp;監督の細田守監督の下にあったという事実。 由紀。 とにかく今はOne Piece Film Zを持っていますが、これまで最高のワンピース映画ですか？\u001b[22m\n\u001b[1m(One piesu fuirumu Z no wanpīsu eiga no rain'nappu no naka de ichiban atarashīmono, One piesu fuirumu Z wanpīsu suto rongu wārudo wa, sutōrī ni sono kyōmibukai tēma ga takusan fukuma rete inakattanode, watashiniha sorehodo mirikitekide wa nai to mitomemasu. Shikashi, kore wa warui eigadatta wakede wa arimasenga, watashi wa sore ijō no koto ga dekita yō ni kanjimashita. Watashi wa kiroku ni nokotte ite, One piesu mūbī no okiniiri wa eiga 6, Baron Omatsuri to Secret airando de, hinikuna koto ni One piesu mūbī no naka demo mottomo yunīkuna ātosutairu to odoroku hodo kurai tōn natsu no sensō to ōkami no kodomo-tachi Ame& amp; kantoku no hosoda mamoru kantoku no shita ni atta to iu jijitsu. Yuki. Tonikaku ima wa One piesu fuirumu Z o motte imasuga, kore made saikō no wanpīsu eigadesu ka?)\u001b[22m\n\nTranslations of \u001b[4mSo here we go, One Piece Film Z, the newest offering in the One Piece cinematic line. I'll admit One Piece Strong World was kind of underwhelming to me as it didn't contain that many interesting themes in the story. Though, this is not to say it was a bad film, I just felt like more could've been done with it. I've gone on record and said that my favorite of the One Piece movies was movie 6, Baron Omatsuri and the Secret Island, which ironically is considered the most polarizing of the One Piece movies with it's unique art style and surprisingly dark tone plus the fact that it was under the direction of Mamoru Hosoda, the director of Summer Wars and Wolf Children Ame &amp; Yuki. Anyway now we have One Piece Film Z, is it the best One Piece film to date?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo here we go, One Piece Film Z, the newest offering in the One Piece cinematic line.\u001b[24m\n    \u001b[1mOne Piece Film Zのワンピース映画のラインナップの中で一番新しいもの、One Piece Film Z\u001b[22m, \u001b[1mそこでここでは、ワンピースフィルムZ、ワンピース映画のラインの最新製品は、行きます。\u001b[22m\n\u001b[4mI'll admit One Piece Strong World was kind of underwhelming to me as it didn't contain that many interesting themes in the story.\u001b[24m\n    \u001b[1mワンピース・ストロング・ワールドは、ストーリーにその興味深いテーマがたくさん含まれていなかったので、私にはそれほど魅力的ではないと認めます。\u001b[22m, \u001b[1m私はそれが物語の中で多くの興味深いテーマということが含まれていなかったとしてワンピースストロングワールドは私にがっかりのようなものだった認めますよ。\u001b[22m\n\u001b[4mThough, this is not to say it was a bad film, I just felt like more could've been done with it.\u001b[24m\n    \u001b[1mしかし、これは悪い映画だったわけではありませんが、私はそれ以上のことができたように感じました。\u001b[22m, \u001b[1mしかし、これはそれが悪いフィルムだったと言うことではない、私はちょうどより多くのようにそれを用いて行われていたかもしれないと感じました。\u001b[22m\n\u001b[4mI've gone on record and said that my favorite of the One Piece movies was movie 6, Baron Omatsuri and the Secret Island, which ironically is considered the most polarizing of the One Piece movies with it's unique art style and surprisingly dark tone plus the\u001b[24m\n    \u001b[1m私は記録に残っていて、One Pieceムービーのお気に入りは映画6、Baron OmatsuriとSecret Islandで、皮肉なことにOne Pieceムービーの中でも最もユニークなアートスタイルと驚くほど暗いトーン\u001b[22m, \u001b[1m私は、レコードに行ってとワンピース映画の私のお気に入りは、映画6だったと言った、皮肉にもそれとワンピースの映画のほとんど偏光を考えられている男爵お祭りと秘密の島は、ユニークなアートスタイルと驚くほど暗いトーンプラスです\u001b[22m\n\u001b[4mfact that it was under the direction of Mamoru Hosoda, the director of Summer Wars and Wolf Children Ame &amp;\u001b[24m\n    \u001b[1m夏の戦争と狼の子供たちAme＆amp;監督の細田守監督の下にあったという事実。\u001b[22m, \u001b[1mそれは細田守、サマーウォーズとおおかみこどもの雨と雪雨＆アンペアのディレクターの指示の下であったという事実。\u001b[22m\n\u001b[4mYuki.\u001b[24m\n    \u001b[1m由紀。\u001b[22m, \u001b[1m雪。\u001b[22m, \u001b[1mユキ。\u001b[22m\n\u001b[4mAnyway now we have One Piece Film Z, is it the best One Piece film to date?\u001b[24m\n    \u001b[1mとにかく今はOne Piece Film Zを持っていますが、これまで最高のワンピース映画ですか？\u001b[22m, \u001b[1mとにかく今はワンピースフィルムZを持って、それが現在までの最高のワンピースフィルムのですか？\u001b[22m\n\u001b[1m\u001b[22m\nThe Good:\n\n\u001b[1mいいもの：\u001b[22m\n\u001b[1m(Ī mono:)\u001b[22m\n\nTranslations of \u001b[4mThe Good:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Good:\u001b[24m\n    \u001b[1mいいもの：\u001b[22m, \u001b[1mグッド：\u001b[22m\nThis story is the first to take place in the New World with the Straw hats continuing their pursuit to fulfill their goals in life. While cruising the vast sea, Luffy and the crew come across a castaway simply named Z, a former marine who's mission in life is to eliminate all the world's Pirates. Not to mention, the animation is great as always especially since this is a movie budget we are dealing with here and the sound is pretty nice even if Avril Lavigne's cover of a Nickelback song is the ending credits. Here's one of the things I liked about the movie already. Z is a person who's seen a lot in his life and is experienced in what he does. He's a very interesting villain where the more you learn about him, the more you understand why he has so much rage in him. He's a man gone mad and represents the abuse of power in the story here. He doesn't let anything stand in his why and does try to get what he wants. In a way, he's quite an interesting villain. As for other characters, the Strawhats are the same as they normally are, so nothing of note here. I like how this movie reflects more on the villain than the our lead protagonist because honestly at this point I think we know quite enough about the Strawhats.\n\n\u001b[1mこのストーリーは、新世界で最初に行われ、ストロー帽子が人生の目標を達成するための追求を続けています。 広大な海を巡航している間、ルフィと乗組員は単純に命名されたZという名前の逃亡者に出くわします。世界中の海賊を排除することは、人生の使命である元海兵です。 もちろん、いつものようにアニメーションは素晴らしいですが、これは私たちがここで扱っている映画の予算なので、Avril LavigneのNickelback曲のカバーがエンディングのクレジットであっても、音はかなりいいです。 ここで私が映画について好きなことの一つがすでにあります。  Zは、人生で多く見られ、彼が何をするか経験している人です。 彼は非常に興味深い悪役で、あなたが彼についてもっと学ぶほど、彼はなぜ彼が非常に激怒しているのか理解します。 彼は怒った男で、ここの話で権力の乱用を表しています。 彼は何にも立たないようにして、彼が望むものを手に入れようとします。 ある意味、彼はかなり面白い悪役です。 他の文字については、Strawhatsは通常と同じですので、ここでは何も注意してください。 正直なところ私はストローハットについて十分に知っていると思うので、私はこの映画が私たちの主人公よりも悪役をどのように反映しているのが好きです。\u001b[22m\n\u001b[1m(Kono sutōrī wa, shin sekai de saisho ni okonawa re, sutorō bōshi ga jinsei no mokuhyō o tassei suru tame no tsuikyū o tsudzukete imasu. Kōdaina umi o junkō shite iru ma, rufi to norikumiin wa tanjun ni meimei sa reta Z to iu namae no tōbō-sha ni dekuwashimasu. Sekaijū no kaizoku o haijo suru koto wa, jinsei no shimeidearu moto kaiheidesu. Koko de watashi ga eiga ni tsuite sukinakoto no hitotsu ga sudeni arimasu. Z wa, jinsei de ōku mi rare, kare ga nani o suru ka keiken shite iru hitodesu. Kare wa hijō ni kyōmibukai akuyaku de, anata ga kare ni tsuite motto manabu hodo, kare wa naze kare ga hijō ni gekido shite iru no ka rikai shimasu. Kare wa okotta otoko de, koko no hanashi de kenryoku no ran'yō o arawashite imasu. Kare wa nani ni mo tatanai yō ni shite, kare ga nozomu mono o te ni ireyou to shimasu. Aru imi, kare wa kanari omoshiroi akuyakudesu. Hoka no moji ni tsuite wa, Strawhats wa tsūjō to onajidesunode, kokode wa nani mo chūi shite kudasai. Shōjikina tokoro watashi wa sutorōhatto ni tsuite jūbun ni shitte iru to omou node, watashi wa kono eiga ga watashitachi no shujinkō yori mo akuyaku o dono yō ni han'ei shite iru no ga sukidesu. Mochiron, itsumo no yō ni animēshon wa subarashīdesuga, koreha watashitachi ga koko de atsukatte iru eiga no yosan'nanode, Avril Lavigne no nikkerubakku-kyoku no kabā ga endingu no kurejittodeatte mo,-on wa kanari īdesu.)\u001b[22m\n\u001b[1m\u001b[22m\nThe Bad:\n\n\u001b[1m悪い人：\u001b[22m\n\u001b[1m(Warui hito:)\u001b[22m\n\nTranslations of \u001b[4mThe Bad:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Bad:\u001b[24m\n    \u001b[1m悪い人：\u001b[22m, \u001b[1m悪い：\u001b[22m, \u001b[1mバート：\u001b[22m\nAlthough, while I do like that the villain is more of the focus here, it sort of create a smaller role for the Straw hats. This is not to say that the Straw hats don't get their screen time, but it feels like that Luffy and the crew could have much more interaction between each other. I'll won't spoil it, but let's just say that something happens to a few of the characters and I would've liked it if they explored more of this conflict as oppose to quickly finding a way to resolve it. Another problem with the film is also the fact that this is for One Piece fans only. One of the things I liked about Movie 6 and Strong World is the fact that there is not many pre-requisites for the both of those films as they stand alone assuming that some people who watch the films might not know much about One Piece. Where with Film Z, there are numerous cameos and characters from the series that make appearances. So if you don't know One Piece then you are going to be lost with the backgrounds of a lot of these characters.\n\n\u001b[1m私が好きなのは、ここでは悪役の方が重視されていますが、ストロー帽子の役割は小さくなります。 これは、麦わら帽子がスクリーン時間を取らないと言っているわけではありませんが、ルフィとクルーがお互いのより多くの相互作用を持つことができるように感じます。 私はそれを台無しにするつもりはないが、文字のいくつかに何かが起こったと言ってみよう。そして、それを解決する方法をすばやく見つけ出すことに反対するこの紛争の多くを探求すれば、それは好きだろう。 この映画のもう一つの問題は、これがワンピースのファンにしかないという事実でもあります。 私が映画6とストロングワールドについて好きだったことの1つは、映画を見ている一部の人がワンピースについてあまり知らないかもしれないと仮定して、両映画の前提条件があまりないという事実です。 映画Zと一緒に登場するシリーズには、数多くのカメオやキャラクターが登場します。 あなたがワンピースを知らないなら、あなたはこれらの文字の多くの背景を失うことになるでしょう。\u001b[22m\n\u001b[1m(Watashi ga sukina no wa, kokode wa akuyaku no kata ga jūshi sa rete imasuga, sutorō bōshi no yakuwari wa chīsaku narimasu. Kore wa, mugiwarabōshi ga sukurīn jikan o toranai to itte iru wakede wa arimasenga, rufi to kurū ga otagai no yori ōku no sōgo sayō o motsu koto ga dekiru yō ni kanjimasu. Watashi wa sore o dainashi ni suru tsumori wa naiga, moji no ikutsu ka ni nanika ga okotta to itte miyou. Soshite, sore o kaiketsu suru hōhō o subayaku mitsukedasu koto ni hantai suru kono funsō no ōku o tankyū sureba, sore wa sukidarou. Kono eiga no mōhitotsu no mondai wa, kore ga wanpīsu no fan ni shikanai to iu jijitsu demo arimasu. Watashi ga eiga 6 to sutoronguwārudo ni tsuite sukidatta koto no 1tsu wa, eiga o mite iru ichibu no hito ga wanpīsu ni tsuite amari shiranai kamo shirenai to katei shite, ryō eiga no zentei jōken ga amari nai to iu jijitsudesu. Eiga Z to issho ni tōjō suru shirīzu ni wa, kazuōku no Kameo ya kyarakutā ga tōjō shimasu. Anata ga wanpīsu o shiranainara, anata wa korera no moji no ōku no haikei o ushinau koto ni narudeshou.)\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nOne Piece Film Z is a great entry in the film canon. This is what I expected more from Strong World, a One Piece film that covers a lot of themes and parallels. If anything, it creates discussion for a franchise that been all about shounen action. What makes One Piece great in general is the fact that while it is an action shounen, it still has a lot of themes going for it that makes it relatable and that's why I've enjoyed it for so long. I highly recommend One Piece Film Z if you're a fan of the franchise. For everyone else...well, you got a lot of catching up to do. Now if only Hosoda would direct another movie.\n\n\u001b[1mOne Piece Film Zは、映画のキヤノンの素晴らしいエントリーです。 これは、私がStrong World、多くのテーマと並行をカバーするワンピースの映画から多くを期待したものです。 もしあれば、それはshounenアクションに関するすべてのフランチャイズのためのディスカッションを作成します。 ワンピースを偉大なものにすることは、それがアクションショーンである一方で、それにも関わらず多くのテーマがあり、それが関連性があるということです。 あなたがフランチャイズのファンであれば、ワンピース・フィルムZを強くお勧めします。 他の人のために...まあ、あなたは追いつくためにたくさんのことをしています。 今、細田だけが別の映画を監督する場合。\u001b[22m\n\u001b[1m(One piesu fuirumu Z wa, eiga no Kiyanon no subarashī entorīdesu. Kore wa, watashi ga Strong World, ōku no tēma to heikō o kabā suru wanpīsu no eiga kara ōku o kitai shita monodesu. Moshi areba, soreha shounen akushon ni kansuru subete no furanchaizu no tame no disukasshon o sakusei shimasu. Wanpīsu o idaina mono ni suru koto wa, sore ga akushonshōndearu ippō de, soreni mo kakawarazu ōku no tēma ga ari, sore ga kanren-sei ga aru to iu kotodesu. Anata ga furanchaizu no fandeareba, wanpīsu firumu Z o tsuyoku o susume shimasu. Hokanohito no tame ni... Mā, anata wa oitsuku tame ni takusan no koto o shite imasu. Ima, Hosoda dake ga betsu no eiga o kantoku suru baai.)\u001b[22m\n\nTranslations of \u001b[4mOne Piece Film Z is a great entry in the film canon. This is what I expected more from Strong World, a One Piece film that covers a lot of themes and parallels. If anything, it creates discussion for a franchise that been all about shounen action. What makes One Piece great in general is the fact that while it is an action shounen, it still has a lot of themes going for it that makes it relatable and that's why I've enjoyed it for so long. I highly recommend One Piece Film Z if you're a fan of the franchise. For everyone else...well, you got a lot of catching up to do. Now if only Hosoda would direct another movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne Piece Film Z is a great entry in the film canon.\u001b[24m\n    \u001b[1mOne Piece Film Zは、映画のキヤノンの素晴らしいエントリーです。\u001b[22m, \u001b[1mワンピースフィルムZはフィルムキヤノンに大きなエントリです。\u001b[22m\n\u001b[4mThis is what I expected more from Strong World, a One Piece film that covers a lot of themes and parallels.\u001b[24m\n    \u001b[1mこれは、私がStrong World、多くのテーマと並行をカバーするワンピースの映画から多くを期待したものです。\u001b[22m, \u001b[1mこれは私がストロングワールド、テーマや類似の多くをカバーするワンピースフィルムからより多くの期待したものです。\u001b[22m\n\u001b[4mIf anything, it creates discussion for a franchise that been all about shounen action.\u001b[24m\n    \u001b[1mもしあれば、それはshounenアクションに関するすべてのフランチャイズのためのディスカッションを作成します。\u001b[22m, \u001b[1mどちらかといえば、それはすべての少年のアクションについてきフランチャイズのための議論を作成します。\u001b[22m\n\u001b[4mWhat makes One Piece great in general is the fact that while it is an action shounen, it still has a lot of themes going for it that makes it relatable and that's why I've enjoyed it for so long.\u001b[24m\n    \u001b[1mワンピースを偉大なものにすることは、それがアクションショーンである一方で、それにも関わらず多くのテーマがあり、それが関連性があるということです。\u001b[22m, \u001b[1mどのような一般的なワンピースは素晴らしい作ることは、それがアクション少年であるが、それはまだそれが関係づけになり、私はあまりにも長い間、それを楽しんできた理由だとそれのために行くテーマをたくさん持っているという事実です。\u001b[22m\n\u001b[4mI highly recommend One Piece Film Z if you're a fan of the franchise.\u001b[24m\n    \u001b[1mあなたがフランチャイズのファンであれば、ワンピース・フィルムZを強くお勧めします。\u001b[22m, \u001b[1mあなたはフランチャイズのファンなら、私は非常ワンピースフィルムZをお勧めします。\u001b[22m\n\u001b[4mFor everyone else...well, you got a lot of catching up to do.\u001b[24m\n    \u001b[1m他の人のために...まあ、あなたは追いつくためにたくさんのことをしています。\u001b[22m, \u001b[1m他の人のために...よく、あなたは何をする追いつくの多くを得ました。\u001b[22m\n\u001b[4mNow if only Hosoda would direct another movie.\u001b[24m\n    \u001b[1m今、細田だけが別の映画を監督する場合。\u001b[22m, \u001b[1m今の場合のみ細田は、別のムービーを向けるだろう。\u001b[22m"
  },
  {
    "title": "One_Piece_Film__Z",
    "id": "12859",
    "url": "https://myanimelist.net/anime/12859/One_Piece_Film__Z",
    "user": "solar-wind",
    "profile": "/profile/solar-wind/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=206881",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  9\n\n実際、私は強い世界を見た後、これに大きな期待は持たなかった。 そして私は、この映画のすべてがイントロ（最小限ではあるが非常に、非常に楽しいもの）から始まって、すごく素晴らしいから、うれしく驚いた！\n\nアニメーションから始めて、それは非常にまともです。 おそらく私が今まで見てきたアニメーションワンピースの最高のものでしょう。 ゾロのために、彼はrly rlyハンサムに見える。 他のキャラクターもすごく見える（私はナミのビキニの奇妙なショットを許してもいい）\n\n - プロットとキャラクターの開発。 私がここで最も驚いたのは、本当によく扱われた反英雄、ゼフィーでした。 また、海軍の開発はもちろんのこと、海軍のような強力な海兵隊（Kizaruなど）を見ることはほとんどありません。 この中で私たちは異なる視点からストーリーを見ることができました。それはストローハットに関するものだけではありませんでした。 このような瞬間に、私はワンピースがどれほど細かいかがわかります。 ありがとう、織田殿。 あなたは広がっているドレスロアの弧でむしろ消えていた私の信仰を取り戻しました。\nまた、私は青木についても忘れることができません。 私は最初にシリーズで彼を見て以来、この男についてもっと知りたかったのですが、残念ながら、彼はちょうどエピソード（確かに、非常に良いもの）を持っていました。 彼はどうにかしてこの映画のルフィの重要性をバランスさせ、映画をさらに楽しくしました（私はルフィとは何の関係もありませんが、時には常に注目を集めています）。\n\n- 音楽。 田中光平、皆さん、紳士。 私は何百回ものヘーエのためにオープニング・シーケンスを演奏した（まだ十分ではない）\n\n要約すると、素晴らしいことです。 私は、今後の映画「ゴールド」からあまり期待していません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nActually I didn't have any big expectations for this one after watching Strong World. And I was pleasantly surprised, because everything in this movie, starting from intro (minimalistic but very, very enjoyable whatsoever), is great!\n\n\u001b[1m実際、私は強い世界を見た後、これに大きな期待は持たなかった。 そして私は、この映画のすべてがイントロ（最小限ではあるが非常に、非常に楽しいもの）から始まって、すごく素晴らしいから、うれしく驚いた！\u001b[22m\n\u001b[1m(Jissai, watashi wa tsuyoi sekai o mita nochi, kore ni ōkina kitai wa motanakatta. Soshite watashi wa, kono eiga no subete ga Intoro (saishōgende wa aru ga hijō ni, hijō ni tanoshī mono) kara hajimatte, sugoku subarashīkara, ureshiku odoroita!)\u001b[22m\n\nTranslations of \u001b[4mActually I didn't have any big expectations for this one after watching Strong World. And I was pleasantly surprised, because everything in this movie, starting from intro (minimalistic but very, very enjoyable whatsoever), is great!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mActually I didn't have any big expectations for this one after watching Strong World.\u001b[24m\n    \u001b[1m実際、私は強い世界を見た後、これに大きな期待は持たなかった。\u001b[22m, \u001b[1m実際に私はストロングワールドを見た後、このいずれかの任意の大きな期待を持っていませんでした。\u001b[22m\n\u001b[4mAnd I was pleasantly surprised, because everything in this movie, starting from intro (minimalistic but very, very enjoyable whatsoever), is great!\u001b[24m\n    \u001b[1mそして私は、この映画のすべてがイントロ（最小限ではあるが非常に、非常に楽しいもの）から始まって、すごく素晴らしいから、うれしく驚いた！\u001b[22m, \u001b[1mこの映画の中ですべてが、（最小限のが、全く非常に、非常に楽しい）イントロから始まる、素晴らしいですので、私は、うれしい驚きでした！\u001b[22m\n\u001b[1m\u001b[22m\n- starting with animation, it is very, very decent. Probably the best animated One Piece thing I have seen so far. Up for Zoro, he looks rly rly handsome. Other characters look awesome too (I can even forgive weird shots of Nami's bikini)\n\n\u001b[1mアニメーションから始めて、それは非常にまともです。 おそらく私が今まで見てきたアニメーションワンピースの最高のものでしょう。 ゾロのために、彼はrly rlyハンサムに見える。 他のキャラクターもすごく見える（私はナミのビキニの奇妙なショットを許してもいい）\u001b[22m\n\u001b[1m(Animēshon kara hajimete, sore wa hijō ni matomodesu. Osoraku watashi ga imamade mitekita animēshonwanpīsu no saikō no monodeshou. Zoro no tame ni, kare wa rly rly hansamu ni mieru. Hoka no kyarakutā mo sugoku mieru (watashi wa Nami no bikini no kimyōna shotto o yurushite mo ī))\u001b[22m\n\nTranslations of \u001b[4m- starting with animation, it is very, very decent. Probably the best animated One Piece thing I have seen so far. Up for Zoro, he looks rly rly handsome. Other characters look awesome too (I can even forgive weird shots of Nami's bikini)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- starting with animation, it is very, very decent.\u001b[24m\n    \u001b[1mアニメーションから始めて、それは非常にまともです。\u001b[22m, \u001b[1m - アニメーションで始まる、それは非常に、非常にまともです。\u001b[22m\n\u001b[4mProbably the best animated One Piece thing I have seen so far.\u001b[24m\n    \u001b[1mおそらく私が今まで見てきたアニメーションワンピースの最高のものでしょう。\u001b[22m, \u001b[1mおそらく最高のアニメーションワンピースの事私がこれまで見てきました。\u001b[22m\n\u001b[4mUp for Zoro, he looks rly rly handsome.\u001b[24m\n    \u001b[1mゾロのために、彼はrly rlyハンサムに見える。\u001b[22m, \u001b[1mゾロのために至るまで、彼はRLY RLYハンサムに見えます。\u001b[22m\n\u001b[4mOther characters look awesome too (I can even forgive weird shots of Nami's bikini)\u001b[24m\n    \u001b[1m他のキャラクターもすごく見える（私はナミのビキニの奇妙なショットを許してもいい）\u001b[22m, \u001b[1mその他の文字は（私もナミのビキニの奇妙なショットを許すことができます）あまりにも素晴らしい見ます\u001b[22m\n\u001b[1m\u001b[22m\n- the plot and character development. What surprised me the most here was really well handled anti-hero, Zephyr. Also, we rarely get to see stronger Marines in action (e.g. Kizaru) not to mention their development. In this one we could see the story from different points of view, it wasn't just a thing concerning Strawhats. In such moments I see how awesomely detailed One Piece is. Thanks for that, Oda-dono. You brought back my faith which was rather fading away with the extending Dressrosa arc.\n\n\u001b[1m - プロットとキャラクターの開発。 私がここで最も驚いたのは、本当によく扱われた反英雄、ゼフィーでした。 また、海軍の開発はもちろんのこと、海軍のような強力な海兵隊（Kizaruなど）を見ることはほとんどありません。 この中で私たちは異なる視点からストーリーを見ることができました。それはストローハットに関するものだけではありませんでした。 このような瞬間に、私はワンピースがどれほど細かいかがわかります。 ありがとう、織田殿。 あなたは広がっているドレスロアの弧でむしろ消えていた私の信仰を取り戻しました。\u001b[22m\n\u001b[1m(- Purotto to kyarakutā no kaihatsu. Watashi ga koko de mottomo odoroita no wa, hontōni yoku atsukawa reta han eiyū, zefīdeshita. Mata, kaigun no kaihatsu wa mochiron no koto, kaigun no yōna kyōryokuna kaihei-tai (Kizaru nado) o miru koto wa hotondo arimasen. Kono Chū de watashitachi wa kotonaru shiten kara sutōrī o miru koto ga dekimashita. Sore wa sutorōhatto ni kansuru mono dakede wa arimasendeshita. Ko no yōna shunkan ni, watashi wa wanpīsu ga dorehodo komakai ka ga wakarimasu. Arigatō, Oda-dono. Anata wa hirogatte iru doresuroa no ko de mushiro kiete ita watashi no shinkō o torimodoshimashita.)\u001b[22m\n\nTranslations of \u001b[4m- the plot and character development. What surprised me the most here was really well handled anti-hero, Zephyr. Also, we rarely get to see stronger Marines in action (e.g. Kizaru) not to mention their development. In this one we could see the story from different points of view, it wasn't just a thing concerning Strawhats. In such moments I see how awesomely detailed One Piece is. Thanks for that, Oda-dono. You brought back my faith which was rather fading away with the extending Dressrosa arc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- the plot and character development.\u001b[24m\n    \u001b[1m - プロットとキャラクターの開発。\u001b[22m, \u001b[1m - プロットとキャラクターの成長。\u001b[22m\n\u001b[4mWhat surprised me the most here was really well handled anti-hero, Zephyr.\u001b[24m\n    \u001b[1m私がここで最も驚いたのは、本当によく扱われた反英雄、ゼフィーでした。\u001b[22m, \u001b[1m一番ここで私を驚かせたことは本当によく扱わアンチヒーロー、ゼファーがありました。\u001b[22m\n\u001b[4mAlso, we rarely get to see stronger Marines in action (e.g. Kizaru) not to mention their development.\u001b[24m\n    \u001b[1mまた、海軍の開発はもちろんのこと、海軍のような強力な海兵隊（Kizaruなど）を見ることはほとんどありません。\u001b[22m, \u001b[1mまた、我々はめったにその開発に言及していない（例えばKizaru）アクションに強い海兵隊を見ることがありません。\u001b[22m\n\u001b[4mIn this one we could see the story from different points of view, it wasn't just a thing concerning Strawhats.\u001b[24m\n    \u001b[1mこの中で私たちは異なる視点からストーリーを見ることができました。それはストローハットに関するものだけではありませんでした。\u001b[22m, \u001b[1mこの1で私たちは異なる視点から物語を見ることができ、それはStrawhatsに関するだけのものではありませんでした。\u001b[22m\n\u001b[4mIn such moments I see how awesomely detailed One Piece is.\u001b[24m\n    \u001b[1mこのような瞬間に、私はワンピースがどれほど細かいかがわかります。\u001b[22m, \u001b[1mそのような瞬間に私はワンピースがどのように上空で詳細を参照してください。\u001b[22m\n\u001b[4mThanks for that, Oda-dono.\u001b[24m\n    \u001b[1mありがとう、織田殿。\u001b[22m, \u001b[1mそのためのおかげで、織田殿。\u001b[22m\n\u001b[4mYou brought back my faith which was rather fading away with the extending Dressrosa arc.\u001b[24m\n    \u001b[1mあなたは広がっているドレスロアの弧でむしろ消えていた私の信仰を取り戻しました。\u001b[22m, \u001b[1mあなたはむしろ伸びるDressrosaアークで消えた私の信仰を持ち帰りました。\u001b[22m\nAlso I can't forget about Aokiji. I wanted to know more about this guy since I first saw him in the series, but, unfortunately, he just had episodes (admittedly, very good ones). He somehow balanced the amount of Luffy's importance in this movie and thus made the movie even more enjoyable (well, I have nothing against Luffy, but him being in the center of attention all the time sometimes gets boring).\n\n\u001b[1mまた、私は青木についても忘れることができません。 私は最初にシリーズで彼を見て以来、この男についてもっと知りたかったのですが、残念ながら、彼はちょうどエピソード（確かに、非常に良いもの）を持っていました。 彼はどうにかしてこの映画のルフィの重要性をバランスさせ、映画をさらに楽しくしました（私はルフィとは何の関係もありませんが、時には常に注目を集めています）。\u001b[22m\n\u001b[1m(Mata, watashi wa Aoki ni tsuite mo wasureru koto ga dekimasen. Watashi wa saisho ni shirīzu de kare o mite irai, kono otoko ni tsuite motto shiritakatta nodesuga, zan'nen'nagara, kare wa chōdo episōdo (tashika ni, hijō ni yoi mono) o motte imashita. Kare wa dōnika shite kono eiga no rufi no jūyō-sei o baransu sa se, eiga o sarani tanoshiku shimashita (watashi wa rufi to wa nani no kankei mo arimasenga, tokiniha tsuneni chūmoku o atsumete imasu).)\u001b[22m\n\nTranslations of \u001b[4mAlso I can't forget about Aokiji. I wanted to know more about this guy since I first saw him in the series, but, unfortunately, he just had episodes (admittedly, very good ones). He somehow balanced the amount of Luffy's importance in this movie and thus made the movie even more enjoyable (well, I have nothing against Luffy, but him being in the center of attention all the time sometimes gets boring).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso I can't forget about Aokiji.\u001b[24m\n    \u001b[1mまた、私は青木についても忘れることができません。\u001b[22m, \u001b[1mまた、私は青キジを忘れることはできません。\u001b[22m\n\u001b[4mI wanted to know more about this guy since I first saw him in the series, but, unfortunately, he just had episodes (admittedly, very good ones).\u001b[24m\n    \u001b[1m私は最初にシリーズで彼を見て以来、この男についてもっと知りたかったのですが、残念ながら、彼はちょうどエピソード（確かに、非常に良いもの）を持っていました。\u001b[22m, \u001b[1m私は最初のシリーズで彼を見て以来、この男のことをもっと知りたいと思った、しかし、残念ながら、彼はただのエピソード（確かに、非常に良いものを）持っていました。\u001b[22m\n\u001b[4mHe somehow balanced the amount of Luffy's importance in this movie and thus made the movie even more enjoyable (well, I have nothing against Luffy, but him being in the center of attention all the time sometimes gets boring).\u001b[24m\n    \u001b[1m彼はどうにかしてこの映画のルフィの重要性をバランスさせ、映画をさらに楽しくしました（私はルフィとは何の関係もありませんが、時には常に注目を集めています）。\u001b[22m, \u001b[1m彼は何とかこの映画の中でルフィの重要性の量をバランス、したがって（よく、私はルフィに対しては何もないが、彼はすべての時間が時々退屈注目の的である）、ムービーがさらに楽しくなりました。\u001b[22m\n\u001b[1m\u001b[22m\n- the music. Kouhei Tanaka, ladies and gentlemen. I played the opening sequence for like hundred times hehe (still don't have enough)\n\n\u001b[1m- 音楽。 田中光平、皆さん、紳士。 私は何百回ものヘーエのためにオープニング・シーケンスを演奏した（まだ十分ではない）\u001b[22m\n\u001b[1m(- Ongaku. Tanaka Kōhei, minasan, shinshi. Watashi wa nanbyakkai mo no hēe no tame ni ōpuningu shīkensu o ensō shita (mada jūbunde wa nai))\u001b[22m\n\nTranslations of \u001b[4m- the music. Kouhei Tanaka, ladies and gentlemen. I played the opening sequence for like hundred times hehe (still don't have enough)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- the music.\u001b[24m\n    \u001b[1m- 音楽。\u001b[22m, \u001b[1m - 音楽。\u001b[22m\n\u001b[4mKouhei Tanaka, ladies and gentlemen.\u001b[24m\n    \u001b[1m田中光平、皆さん、紳士。\u001b[22m, \u001b[1m田中公平、紳士淑女。\u001b[22m\n\u001b[4mI played the opening sequence for like hundred times hehe (still don't have enough)\u001b[24m\n    \u001b[1m私は何百回ものヘーエのためにオープニング・シーケンスを演奏した（まだ十分ではない）\u001b[22m, \u001b[1m私のような百倍の笑（まだ十分ではありません）のためのオープニングシーケンスを果たしました\u001b[22m\n\u001b[1m\u001b[22m\nTo sum up: great thing. I expect no less from the upcoming film GOLD.\n\n\u001b[1m要約すると、素晴らしいことです。 私は、今後の映画「ゴールド」からあまり期待していません。\u001b[22m\n\u001b[1m(Yōyaku suru to, subarashī kotodesu. Watashi wa, kongo no eiga `gōrudo' kara amari kitai shite imasen.)\u001b[22m\n\nTranslations of \u001b[4mTo sum up: great thing. I expect no less from the upcoming film GOLD.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo sum up: great thing.\u001b[24m\n    \u001b[1m要約すると、素晴らしいことです。\u001b[22m, \u001b[1m要約すると：素晴らしいところを。\u001b[22m\n\u001b[4mI expect no less from the upcoming film GOLD.\u001b[24m\n    \u001b[1m私は、今後の映画「ゴールド」からあまり期待していません。\u001b[22m, \u001b[1m私は今度の映画GOLDから劣ら期待していません。\u001b[22m"
  },
  {
    "title": "One_Piece_Film__Z",
    "id": "12859",
    "url": "https://myanimelist.net/anime/12859/One_Piece_Film__Z",
    "user": "Bastaki-kun",
    "profile": "/profile/Bastaki-kun/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=95477",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n大田はもう一度マスターピースを賞賛しています！\n\nキャラクター：\nまあ主にストーリーは「Z」を主体としています。もちろんあなたの友人の近所の麦わら乗組員！ 映画のキャラクター開発は、まさに華麗で、「Z」が達成しようとしているものの深い野望を示すものです。 また、海兵隊員が2年間のスキップを経てどのように発展したかを知ることができます。\n\nストーリー：\nストーリーは、すべてがぴったりとぴったりの形をしたこの映画の大部分を占めています。SASUGA ODA-SAN！ 主に映画の中で重要な役割を果たしている海洋伝承に焦点を当て、映画の中で起こる出来事のシーケンスはストロングワールドに比べて完全にまとめられています。\n\nアニメーション：\n映画のアニメーションは単に素晴らしいです！ 戦闘シーンは、これまでの映画やアニメそのものに比べて、この世界から外れていたものでした。ファンシービュイファンショーヴィッチでアニメーションがとてもうまくいきます！\n\n全体：\n私はムギワラファンにこの映画を強く勧めています！ 特に、あなたが強い世界を愛していたのなら、映画Zは間違いなく良いストーリーの映画で、あなたを引きつけてくれるでしょう！\n\n私のレビューを読んでくれてありがとう、それを楽しんで願っています！ フィードバックはいつでも歓迎します：3 PS。 ナミは環境省です！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOda has BESTOWED A MASTERPIECE ONCE AGAIN!\n\n\u001b[1m大田はもう一度マスターピースを賞賛しています！\u001b[22m\n\u001b[1m(Ōta wa mōichido masutāpīsu o shōsan shite imasu!)\u001b[22m\n\nTranslations of \u001b[4mOda has BESTOWED A MASTERPIECE ONCE AGAIN!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOda has BESTOWED A MASTERPIECE ONCE AGAIN!\u001b[24m\n    \u001b[1m大田はもう一度マスターピースを賞賛しています！\u001b[22m, \u001b[1m織田はONCE AGAIN MASTERPIECEを授けています！\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nWell mainly the story is based on 'Z' Mainly and Of course your friendly neighborhood Mugiwara Crew! The character development in the movie is absolutely brilliant, where they show you the deep ambition of what 'Z' is trying to achieve. Also you will get to see how the marines developed after the two year time skip.\n\n\u001b[1mまあ主にストーリーは「Z」を主体としています。もちろんあなたの友人の近所の麦わら乗組員！ 映画のキャラクター開発は、まさに華麗で、「Z」が達成しようとしているものの深い野望を示しています。 また、海兵隊員が2年間のスキップを経てどのように発展したかを知ることができます。\u001b[22m\n\u001b[1m(Mā omo ni sutōrī wa `Z ' o shutai to shite imasu. Mochiron anata no yūjin no kinjo no mugiwara norikumiin! Eiga no kyarakutā kaihatsu wa, masani kareide,`Z ' ga tassei shiyou to shite irumonono fukai yabō o shimeshite imasu. Mata, kaihei taiin ga 2-nenkan no sukippu o tatedo no yō ni hatten shita ka o shiru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mWell mainly the story is based on 'Z' Mainly and Of course your friendly neighborhood Mugiwara Crew! The character development in the movie is absolutely brilliant, where they show you the deep ambition of what 'Z' is trying to achieve. Also you will get to see how the marines developed after the two year time skip.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell mainly the story is based on 'Z' Mainly and Of course your friendly neighborhood Mugiwara Crew!\u001b[24m\n    \u001b[1mまあ主にストーリーは「Z」を主体としています。もちろんあなたの友人の近所の麦わら乗組員！\u001b[22m, \u001b[1mまあ、主に話を主にし、もちろんあなたの優しい近所麦わらクルー 'Z'に基づいています！\u001b[22m\n\u001b[4mThe character development in the movie is absolutely brilliant, where they show you the deep ambition of what 'Z' is trying to achieve.\u001b[24m\n    \u001b[1m映画のキャラクター開発は、まさに華麗で、「Z」が達成しようとしているものの深い野望を示しています。\u001b[22m, \u001b[1m彼らはあなたが達成しようとしているもの 'Z'の深い野心を見せる映画の中のキャラクターの開発は、絶対に素晴らしいです。\u001b[22m\n\u001b[4mAlso you will get to see how the marines developed after the two year time skip.\u001b[24m\n    \u001b[1mまた、海兵隊員が2年間のスキップを経てどのように発展したかを知ることができます。\u001b[22m, \u001b[1mまた、あなたは海兵隊は、2年間の時間スキップ後に開発方法を確認するために取得します。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe story plays a major part in this movie where everything is tied together brilliantly and in perfect form, SASUGA ODA-SAN! It mainly focuses on the marine lore which plays a major role in the movie, the sequences of the events that occur in the movie are perfectly put together compared to Strong world.\n\n\u001b[1mストーリーは、すべてがぴったりとぴったりの形をしたこの映画の大部分を占めています。SASUGA ODA-SAN！ 主に映画の中で重要な役割を果たしている海洋伝承に焦点を当て、映画の中で起こる出来事のシーケンスはストロングワールドに比べて完全にまとめられています。\u001b[22m\n\u001b[1m(Sutōrī wa, subete ga pittari to pittari no katachi o shita kono eiga no daibubun o shimete imasu. SASUGA oda - san! Omoni eiga no naka de jūyōna yakuwari o hatashite iru kaiyō denshō ni shōten o ate, eiga no naka de okoru dekigoto no shīkensu wa sutoronguwārudo ni kurabete kanzen ni matome rarete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story plays a major part in this movie where everything is tied together brilliantly and in perfect form, SASUGA ODA-SAN! It mainly focuses on the marine lore which plays a major role in the movie, the sequences of the events that occur in the movie are perfectly put together compared to Strong world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story plays a major part in this movie where everything is tied together brilliantly and in perfect form, SASUGA ODA-SAN!\u001b[24m\n    \u001b[1mストーリーは、すべてがぴったりとぴったりの形をしたこの映画の大部分を占めています。SASUGA ODA-SAN！\u001b[22m, \u001b[1m物語はSASUGA ODA-SAN、すべてが見事に一緒に接続され、この映画の中で、完璧な形で主要な役割を果たしています！\u001b[22m\n\u001b[4mIt mainly focuses on the marine lore which plays a major role in the movie, the sequences of the events that occur in the movie are perfectly put together compared to Strong world.\u001b[24m\n    \u001b[1m主に映画の中で重要な役割を果たしている海洋伝承に焦点を当て、映画の中で起こる出来事のシーケンスはストロングワールドに比べて完全にまとめられています。\u001b[22m, \u001b[1mこれは主に映画の中で発生するイベントの配列は完全に強力な世界と比較してまとめられ、映画の中で主要な役割を果たしている海洋の伝承に焦点を当てています。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation:\n\n\u001b[1mアニメーション：\u001b[22m\n\u001b[1m(Animēshon:)\u001b[22m\n\nDefinitions of \u001b[4mAnimation:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アニメーション\u001b[22m\n        animation\n\u001b[1m    アニメ\u001b[22m\n        animation\n\u001b[1m    気力\u001b[22m\n        energy, spirit, vigor, vitality, willpower, verve\n\u001b[1m    精\u001b[22m\n        essence, energy, ardor, soul, vigor, life\n\u001b[1m    意気込み\u001b[22m\n        enthusiasm, eagerness, passion, ardor, zeal, inspiration\n\u001b[1m    健祥\u001b[22m\n        vigor, spirit, pep, energy, liveliness, ebullience\n\u001b[1m    清祥\u001b[22m\n        vigor, spirit, ardor, mind, life, vitality\n\u001b[1m    朗らか\u001b[22m\n        cheerfulness, cheer, luster, ebulliency, shine, light\n\u001b[1m    スピリッツ\u001b[22m\n        ardor, animation, consciousness, ardour\n\u001b[1m    スピリット\u001b[22m\n        ardor, esprit, animation, consciousness, ardour\nThe animation in the movie is simply amazing! The fight scenes were something that are out of this world compared to the previous movies and the anime itself, it is very well animated with *cough* FANSERVICU FANSERVICU!\n\n\u001b[1m映画のアニメーションは単に素晴らしいです！ 戦闘シーンは、これまでの映画やアニメそのものに比べて、この世界から外れていたものでした。ファンシービュイファンショーヴィッチでアニメーションがとてもうまくいきます！\u001b[22m\n\u001b[1m(Eiga no animēshon wa tan'ni subarashīdesu! Sentō shīn wa, kore made no eiga ya anime sonomono ni kurabete, kono sekai kara hazurete ita monodeshita. Fanshībyuifanshōvu~itchi de animēshon ga totemo umaku ikimasu!)\u001b[22m\n\nTranslations of \u001b[4mThe animation in the movie is simply amazing! The fight scenes were something that are out of this world compared to the previous movies and the anime itself, it is very well animated with *cough* FANSERVICU FANSERVICU!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation in the movie is simply amazing!\u001b[24m\n    \u001b[1m映画のアニメーションは単に素晴らしいです！\u001b[22m, \u001b[1m映画の中のアニメーションは、単に素晴らしいです！\u001b[22m\n\u001b[4mThe fight scenes were something that are out of this world compared to the previous movies and the anime itself, it is very well animated with *cough* FANSERVICU FANSERVICU!\u001b[24m\n    \u001b[1m戦闘シーンは、これまでの映画やアニメそのものに比べて、この世界から外れていたものでした。ファンシービュイファンショーヴィッチでアニメーションがとてもうまくいきます！\u001b[22m, \u001b[1m戦いのシーンは、前の映画やアニメ自体、それは非常によく*咳* FANSERVICU FANSERVICUでアニメーション化されていると比較して、この世界の外にあるものでした！\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nI highly recommend this movie to every MUGIWARA FAN! Especially if you loved strong world, because Film Z is without a doubt a better movie with a great story that will keep you hooked!\n\n\u001b[1m私はムギワラファンにこの映画を強く勧めています！ 特に、あなたが強い世界を愛していたのなら、映画Zは間違いなく良いストーリーの映画で、あなたを引きつけてくれるでしょう！\u001b[22m\n\u001b[1m(Watashi wa mugiwarafan ni kono eiga o tsuyoku susumete imasu! Tokuni, anata ga tsuyoi sekai o aishite ita nonara, eiga Z wa machigainaku yoi sutōrī no eiga de, anata o hikitsukete kurerudeshou!)\u001b[22m\n\nTranslations of \u001b[4mI highly recommend this movie to every MUGIWARA FAN! Especially if you loved strong world, because Film Z is without a doubt a better movie with a great story that will keep you hooked!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI highly recommend this movie to every MUGIWARA FAN!\u001b[24m\n    \u001b[1m私はムギワラファンにこの映画を強く勧めています！\u001b[22m, \u001b[1m私は非常にすべての麦わらFANにこの映画をお勧めします！\u001b[22m\n\u001b[4mEspecially if you loved strong world, because Film Z is without a doubt a better movie with a great story that will keep you hooked!\u001b[24m\n    \u001b[1m特に、あなたが強い世界を愛していたのなら、映画Zは間違いなく良いストーリーの映画で、あなたを引きつけてくれるでしょう！\u001b[22m, \u001b[1m特にフィルムZは疑いもなく夢中にあなたを維持します素晴らしい話とのより良い映画ですので、あなたが、強力な世を愛された場合！\u001b[22m\n\u001b[1m\u001b[22m\nThanks for reading my review, hope you enjoyed it! Feedbacks are always welcome :3 PS. NAMI IS MOE!\n\n\u001b[1m私のレビューを読んでくれてありがとう、それを楽しんで願っています！ フィードバックはいつでも歓迎します：3 PS。 ナミは環境省です！\u001b[22m\n\u001b[1m(Watashi no rebyū o yonde kurete arigatō, sore o tanoshinde negatte imasu! Fīdobakku wa itsu demo kangei shimasu: 3 PS. Nami wa kankyōshōdesu!)\u001b[22m\n\nTranslations of \u001b[4mThanks for reading my review, hope you enjoyed it! Feedbacks are always welcome :3 PS. NAMI IS MOE!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThanks for reading my review, hope you enjoyed it!\u001b[24m\n    \u001b[1m私のレビューを読んでくれてありがとう、それを楽しんで願っています！\u001b[22m, \u001b[1m私のレビューを読んでくれてありがとうは、あなたがそれを楽しんで願っています！\u001b[22m\n\u001b[4mFeedbacks are always welcome :3 PS.\u001b[24m\n    \u001b[1mフィードバックはいつでも歓迎します：3 PS。\u001b[22m, \u001b[1mフィードバックは常に歓迎されている：3 PSを。\u001b[22m\n\u001b[4mNAMI IS MOE!\u001b[24m\n    \u001b[1mナミは環境省です！\u001b[22m, \u001b[1mNAMIはMOEです！\u001b[22m"
  },
  {
    "title": "One_Piece_Film__Z",
    "id": "12859",
    "url": "https://myanimelist.net/anime/12859/One_Piece_Film__Z",
    "user": "razori333",
    "profile": "/profile/razori333/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=142999",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  9\n\nストーリー（9/10）：物語は世界を破壊しようとする古典的な悪者です。 ワンピースファンとして私は本当に好きです、彼らは物語に多くの背景を与えると、なぜ悪い男は彼が何をやっている。\n\nサウンド（9/10）：音は本当に良いです。私はそれについて悪いことは言いません。\n\nキャラクター（10/10）：キャラクターたちはいつもワンピースの強みを発揮しています。彼らは皆優れた個性と力を持っています。この映画を見ることを選んだ場合は、いくつかの新しい悪魔の果物とカップルの新しいクールな海賊 。\n\n楽しさ（9/10）：私はこの映画が本当に好きなので、私はワンピースを持っているすべてが大好きですが、私はこの映画で感じる私は戦いでabitを逃したすべての戦いは非常に迅速かつ私は愛していただろう 長い戦い（特に終わり）を見てください。 しかし、これはマイナーな「悪い」ものであり、それは全体的に9/10に低下します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nStory(9/10): The story is classical bad guy trying to destroy the world. As a one piece fan myself i really like that they give so much background to the story and why the bad guy is doing what he does.\n\n\u001b[1mストーリー（9/10）：物語は世界を破壊しようとする古典的な悪者です。 ワンピースファンとして私は本当に好きです、彼らは物語に多くの背景を与えると、なぜ悪い男は彼が何をやっている。\u001b[22m\n\u001b[1m(Sutōrī (9 / 10): Monogatari wa sekai o hakai shiyou to suru koten-tekina warumonodesu. Wanpīsufan to shite watashi wa hontōni sukidesu, karera wa monogatari ni ōku no haikei o ataeru to, naze warui otoko wa kare ga nani o yatte iru.)\u001b[22m\n\nTranslations of \u001b[4mStory(9/10): The story is classical bad guy trying to destroy the world. As a one piece fan myself i really like that they give so much background to the story and why the bad guy is doing what he does.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory(9/10): The story is classical bad guy trying to destroy the world.\u001b[24m\n    \u001b[1mストーリー（9/10）：物語は世界を破壊しようとする古典的な悪者です。\u001b[22m, \u001b[1mストーリー（9/10）：物語は世界を破壊しようとしている古典的な悪いやつです。\u001b[22m\n\u001b[4mAs a one piece fan myself i really like that they give so much background to the story and why the bad guy is doing what he does.\u001b[24m\n    \u001b[1mワンピースファンとして私は本当に好きです、彼らは物語に多くの背景を与えると、なぜ悪い男は彼が何をやっている。\u001b[22m, \u001b[1mワンピースファンとして自分自身私は本当に彼らが物語、なぜ悪い男は、彼が何をやっているとそんなに背景を与えることが好きです。\u001b[22m\n\u001b[1m\u001b[22m\nSound(9/10): The sound is really good i don't have anything bad to say about it.\n\n\u001b[1mサウンド（9/10）：音は本当に良いです。私はそれについて悪いことは言いません。\u001b[22m\n\u001b[1m(Saundo (9 / 10): Oto wa hontōni yoidesu. Watashi wa sore ni tsuite warui koto wa iimasen.)\u001b[22m\n\nTranslations of \u001b[4mSound(9/10): The sound is really good i don't have anything bad to say about it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound(9/10): The sound is really good i don't have anything bad to say about it.\u001b[24m\n    \u001b[1mサウンド（9/10）：音は本当に良いです。私はそれについて悪いことは言いません。\u001b[22m, \u001b[1mサウンド（9/10）：音は私がそれについて言うこと悪い何も持っていない本当に良いです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters(10/10): Characters have (imo) always been the strong side of One Piece they all have such good personality and powers and if u choose to watch this movie u will meet a few new devil fruits and a couple new cool pirates .\n\n\u001b[1mキャラクター（10/10）：キャラクターたちはいつもワンピースの強みを発揮しています。彼らは皆優れた個性と力を持っています。この映画を見ることを選んだ場合は、いくつかの新しい悪魔の果物とカップルの新しいクールな海賊 。\u001b[22m\n\u001b[1m(Kyarakutā (10/ 10): Kyarakutā-tachi wa itsumo wanpīsu no tsuyomi o hakki shite imasu. Karera wa mina sugureta kosei to chikara o motte imasu. Kono eiga o miru koto o eranda baai wa, ikutsu ka no atarashī akuma no kudamono to kappuru no atarashī kūruna kaizoku.)\u001b[22m\n\nTranslations of \u001b[4mCharacters(10/10): Characters have (imo) always been the strong side of One Piece they all have such good personality and powers and if u choose to watch this movie u will meet a few new devil fruits and a couple new cool pirates .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters(10/10): Characters have (imo) always been the strong side of One Piece they all have such good personality and powers and if u choose to watch this movie u will meet a few new devil fruits and a couple new cool pirates\u001b[24m\n    \u001b[1mキャラクター（10/10）：キャラクターたちはいつもワンピースの強みを発揮しています。彼らは皆優れた個性と力を持っています。この映画を見ることを選んだ場合は、いくつかの新しい悪魔の果物とカップルの新しいクールな海賊\u001b[22m, \u001b[1m文字（10/10）：文字が（芋）常にワンピース彼らはすべてのこのような良い個性と力を持っている、uはこの映画を見るために選択した場合、uはいくつかの新しい悪魔の実を満たしますし、夫婦の新しいクールな海賊の強い側となっています\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment(9/10): I really like this movie as i love everything that has with one piece to do, but i feel in this movie i missed abit in the fights all the fights were over very quickly and i would've loved to see longer fights (especially at the ending). However this is only a minor 'bad' thing and it only pulls it down to a 9/10 overall.\n\n\u001b[1m楽しさ（9/10）：私はこの映画が本当に好きなので、私はワンピースを持っているすべてが大好きですが、私はこの映画で感じる私は戦いでabitを逃したすべての戦いは非常に迅速かつ私は愛していただろう 長い戦い（特に終わり）を見てください。 しかし、これはマイナーな「悪い」ものであり、それは全体的に9/10に低下します。\u001b[22m\n\u001b[1m(Tanoshisa (9 / 10): Watashi wa kono eiga ga hontōni sukinanode, watashi wa wanpīsu o motte iru subete ga daisukidesuga, watashi wa kono eiga de kanjiru watashi wa tatakai de abit o nogashita subete no tatakai wa hijō ni jinsoku katsu watashi wa itoshite itadarou nagai tatakai (tokuni owari) o mite kudasai. Shikashi, koreha mainā na `warui' monodeari, sore wa zentai-teki ni 9/ 10 ni teika shimasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment(9/10): I really like this movie as i love everything that has with one piece to do, but i feel in this movie i missed abit in the fights all the fights were over very quickly and i would've loved to see longer fights (especially at the ending). However this is only a minor 'bad' thing and it only pulls it down to a 9/10 overall.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment(9/10): I really like this movie as i love everything that has with one piece to do, but i feel in this movie i missed abit in the fights all the fights were over very quickly and i would've loved to\u001b[24m\n    \u001b[1m楽しさ（9/10）：私はこの映画が本当に好きなので、私はワンピースを持っているすべてが大好きですが、私はこの映画で感じる私は戦いでabitを逃したすべての戦いは非常に迅速かつ私は愛していただろう\u001b[22m, \u001b[1m楽し（9/10）：私は本当にこの映画のように私が行うには1枚で持っているすべてのものを愛するように、私はこの映画の中で感じて、私はすべての戦いは非常に迅速に超えていたと私が愛しただろう戦いでのabitを逃しました\u001b[22m\n\u001b[4msee longer fights (especially at the ending).\u001b[24m\n    \u001b[1m長い戦い（特に終わり）を見てください。\u001b[22m, \u001b[1m（特にエンディングで）長い戦いを参照してください。\u001b[22m\n\u001b[4mHowever this is only a minor 'bad' thing and it only pulls it down to a 9/10 overall.\u001b[24m\n    \u001b[1mしかし、これはマイナーな「悪い」ものであり、それは全体的に9/10に低下します。\u001b[22m, \u001b[1mしかし、これはわずかな「悪い」ものであり、それは唯一の9/10全体的にそれをプルダウンします。\u001b[22m"
  },
  {
    "title": "One_Piece_Film__Z",
    "id": "12859",
    "url": "https://myanimelist.net/anime/12859/One_Piece_Film__Z",
    "user": "worldvision",
    "profile": "/profile/worldvision/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=113917",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  7\nキャラクター|  10\n|  10\n\nこのストーリーはまだまだ一般的な「初めに打ち負かされてから最後に復帰する」ストーリーラインのようなものです。 しかし、このようなストーリーラインは決して古くはなく、特にアクションショットシリーズでは非常に有効です。 しかし今回のドラマは、よりクリーンでより本格的です。\n\nシリーズの映画の長いリストの中で、私はこれが海軍のキャラクターの中で最も好きな海軍のキャラクターの1つである特に青木のキャラクターを探検しているので、これ以上に関わっていると思います。 この時、悪役は、大海賊時代に反対する最強のキャラクター、そしてもちろん、ストローハット・パイレーツとは最強の海軍海軍を訓練した人だと考えられます。 その結果、これまで以上にルフィの決断はさらにテストされています。 それは言われている、ルフィはいくつかの理想的な理想のために世界を救う少年の主人公のタイプではありません。 彼は、彼の帽子を取り返そうとする最も個人的な理由から世界を揺るがすタイプであり、これは彼がすべての時間の最も賞賛される主人公の一人になっています。\n\nワンピースの映画の中で常に驚くべきことは、すべての映画のレベルアップアニメーションです。 シーン、背景、そして特に私が個人的にいつも新しい映画を楽しみにしている主人公のデザインや衣装を戦います。 ルフィのハッキーは驚くほどここでアニメーション化されています。\n\nワンピースの他の「2つの」ライバルからの最大の魅力は、他の2つに欠けている前のものの偉大さを常に超えている素晴らしい映画だと強く信じています。 今回は、ほとんどすべての要素が以前よりも大きくなっています。 キャラクター、ドラマ、アニメーション、戦いのシーン、そして特にストーリーです。 ハリウッドの映画を見るような気分です。 私は将来の映画を待つことができません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThe story is still somewhat the same as there’s still the typical “defeated at the beginning then have a comeback at the end” kind of storyline. However, that kind of storyline never gets old and still very effective particularly in action shounen series. But the drama this time is cleaner and more authentic.\n\n\u001b[1mこのストーリーはまだまだ一般的な「初めに打ち負かされてから最後に復帰する」ストーリーラインのようなものです。 しかし、このようなストーリーラインは決して古くはなく、特にアクションショットシリーズでは非常に有効です。 しかし今回のドラマは、よりクリーンでより本格的です。\u001b[22m\n\u001b[1m(Kono sutōrī wa madamada ippantekina `hajime ni uchi makasa rete kara saigo ni fukki suru' sutōrīrain no yōna monodesu. Shikashi, kono yōna sutōrīrain wa kesshite furuku wa naku, tokuni akushonshottoshirīzude wa hijō ni yūkōdesu. Shikashi konkai no dorama wa, yori kurīn de yori honkaku-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is still somewhat the same as there’s still the typical “defeated at the beginning then have a comeback at the end” kind of storyline. However, that kind of storyline never gets old and still very effective particularly in action shounen series. But the drama this time is cleaner and more authentic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is still somewhat the same as there’s still the typical “defeated at the beginning then have a comeback at the end” kind of storyline.\u001b[24m\n    \u001b[1mこのストーリーはまだまだ一般的な「初めに打ち負かされてから最後に復帰する」ストーリーラインのようなものです。\u001b[22m, \u001b[1mまだそこに典型的なストーリー展開の種類」終了時に、次にき始まるカムバックに負け」として物語はまだ幾分同じです。\u001b[22m\n\u001b[4mHowever, that kind of storyline never gets old and still very effective particularly in action shounen series.\u001b[24m\n    \u001b[1mしかし、このようなストーリーラインは決して古くはなく、特にアクションショットシリーズでは非常に有効です。\u001b[22m, \u001b[1mしかし、ストーリーのその種類は特にアクション少年シリーズの古い、まだ非常に効果的な取得することはありません。\u001b[22m\n\u001b[4mBut the drama this time is cleaner and more authentic.\u001b[24m\n    \u001b[1mしかし今回のドラマは、よりクリーンでより本格的です。\u001b[22m, \u001b[1mしかし、ドラマは、この時間は、クリーンで、より本物です。\u001b[22m\n\u001b[1m\u001b[22m\nAmong the long list of the series films, I believe this one has the Navy more involved more than ever so some of the Navy characters are explored particularly Aokiji who’s one of the most popular Navy characters which I personally like. I believe the villain this time can be considered as the strongest character who opposes the Great Pirate Age and of course, the Straw Hat Pirates as he’s the one who trained some of the strongest Navy Marines. As a result, more than ever Luffy’s resolve is even more tested. That being said, Luffy is not the type of shounen hero who would save the world for some cliché idealism. He’s the type who would shake the world for the most personal reason of getting back his hat which makes him one of the most admirable shounen protagonists of all time.\n\n\u001b[1mシリーズの映画の長いリストの中で、私はこれが海軍のキャラクターの中で最も好きな海軍のキャラクターの1つである特に青木のキャラクターを探検しているので、これ以上に関わっていると思います。 この時、悪役は、大海賊時代に反対する最強のキャラクター、そしてもちろん、ストローハット・パイレーツとは最強の海軍海軍を訓練した人だと考えられます。 その結果、これまで以上にルフィの決断はさらにテストされています。 それは言われている、ルフィはいくつかの理想的な理想のために世界を救う少年の主人公のタイプではありません。 彼は、彼の帽子を取り返そうとする最も個人的な理由から世界を揺るがすタイプであり、これは彼がすべての時間の最も賞賛される主人公の一人になっています。\u001b[22m\n\u001b[1m(Shirīzu no eiga no nagai risuto no naka de, watashi wa kore ga kaigun no kyarakutā no naka de mottomo sukina kaigun no kyarakutā no 1tsudearu tokuni Aoki no kyarakutā o tanken shite irunode, koreijō ni kakawatte iru to omoimasu. Kono toki, akuyaku wa, dai kaizoku jidai ni hantai suru saikyō no kyarakutā, soshite mochiron, sutorōhatto pairētsu to wa saikyō no kaigun kaigun o kunren shita hitoda to kangae raremasu. Sono kekka, kore made ijō ni rufi no ketsudan wa sarani tesuto sa rete imasu. Sore wa iwa rete iru, rufi wa ikutsu ka no risō-tekina risō no tame ni sekai o sukuu shōnen no shujinkō no taipude wa arimasen. Kare wa, kare no bōshi o torikaesou to suru mottomo kojin-tekina riyū kara sekai o yurugasu taipudeari, kore wa kare ga subete no jikan no mottomo shōsan sa reru shujinkō no hitori ni natte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAmong the long list of the series films, I believe this one has the Navy more involved more than ever so some of the Navy characters are explored particularly Aokiji who’s one of the most popular Navy characters which I personally like. I believe the villain this time can be considered as the strongest character who opposes the Great Pirate Age and of course, the Straw Hat Pirates as he’s the one who trained some of the strongest Navy Marines. As a result, more than ever Luffy’s resolve is even more tested. That being said, Luffy is not the type of shounen hero who would save the world for some cliché idealism. He’s the type who would shake the world for the most personal reason of getting back his hat which makes him one of the most admirable shounen protagonists of all time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAmong the long list of the series films, I believe this one has the Navy more involved more than ever so some of the Navy characters are explored particularly Aokiji who’s one of the most popular Navy characters which I personally like.\u001b[24m\n    \u001b[1mシリーズの映画の長いリストの中で、私はこれが海軍のキャラクターの中で最も好きな海軍のキャラクターの1つである特に青木のキャラクターを探検しているので、これ以上に関わっていると思います。\u001b[22m, \u001b[1mシリーズ映画の長いリストの中で、私はこの1つは海軍がよりどんなに海軍の文字のいくつかは、私が個人的に好きで最も人気のある海軍の文字のいずれかをだ特に青キジを検討している以上に関与があると考えています。\u001b[22m\n\u001b[4mI believe the villain this time can be considered as the strongest character who opposes the Great Pirate Age and of course, the Straw Hat Pirates as he’s the one who trained some of the strongest Navy Marines.\u001b[24m\n    \u001b[1mこの時、悪役は、大海賊時代に反対する最強のキャラクター、そしてもちろん、ストローハット・パイレーツとは最強の海軍海軍を訓練した人だと考えられます。\u001b[22m, \u001b[1m私は彼が最強の海軍海兵隊の一部を訓練し1だとして悪役今回は大海賊時代、そしてもちろんに対抗する最強のキャラクター、麦わら海賊団と考えることができると信じています。\u001b[22m\n\u001b[4mAs a result, more than ever Luffy’s resolve is even more tested.\u001b[24m\n    \u001b[1mその結果、これまで以上にルフィの決断はさらにテストされています。\u001b[22m, \u001b[1mその結果、これまで以上にルフィの決意はさらにテストされています。\u001b[22m\n\u001b[4mThat being said, Luffy is not the type of shounen hero who would save the world for some cliché idealism.\u001b[24m\n    \u001b[1mそれは言われている、ルフィはいくつかの理想的な理想のために世界を救う少年の主人公のタイプではありません。\u001b[22m, \u001b[1m言われていることを、ルフィは、いくつかの決まり文句の理想主義のために世界を救う少年英雄のタイプではありません。\u001b[22m\n\u001b[4mHe’s the type who would shake the world for the most personal reason of getting back his hat which makes him one of the most admirable shounen protagonists of all time.\u001b[24m\n    \u001b[1m彼は、彼の帽子を取り返そうとする最も個人的な理由から世界を揺るがすタイプであり、これは彼がすべての時間の最も賞賛される主人公の一人になっています。\u001b[22m, \u001b[1m彼はすべての時間の中で最も立派な少年の主人公の1になり、彼の帽子を取り戻すの最も個人的な理由のために世界を揺るがすことになるタイプです。\u001b[22m\n\u001b[1m\u001b[22m\nWhat’s always amazing in One Piece’s movies are the leveled –up animation in every film; fights scenes, background, and most particularly the main characters’ designs and outfits which I personally always look forward to every new movie. Luffy’s haki is amazingly animated here.\n\n\u001b[1mワンピースの映画の中で常に驚くべきことは、すべての映画のレベルアップアニメーションです。 シーン、背景、そして特に私が個人的にいつも新しい映画を楽しみにしている主人公のデザインや衣装を戦います。 ルフィのハッキーは驚くほどここでアニメーション化されています。\u001b[22m\n\u001b[1m(Wanpīsu no eiga no naka de tsuneni odorokubeki koto wa, subete no eiga no reberuappuanimēshondesu. Shīn, haikei, soshite tokuni watashi ga kojin-teki ni itsumo atarashī eiga o tanoshimini shite iru shujinkō no dezain ya ishō o tatakaimasu. Rufi no hakkī wa odoroku hodo koko de animēshon-ka sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat’s always amazing in One Piece’s movies are the leveled –up animation in every film; fights scenes, background, and most particularly the main characters’ designs and outfits which I personally always look forward to every new movie. Luffy’s haki is amazingly animated here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat’s always amazing in One Piece’s movies are the leveled –up animation in every film;\u001b[24m\n    \u001b[1mワンピースの映画の中で常に驚くべきことは、すべての映画のレベルアップアニメーションです。\u001b[22m, \u001b[1m何が常にワンピースの映画の中で驚くべきことだすべてのフィルムで平準化-upアニメーションです。\u001b[22m\n\u001b[4mfights scenes, background, and most particularly the main characters’ designs and outfits which I personally always look forward to every new movie.\u001b[24m\n    \u001b[1mシーン、背景、そして特に私が個人的にいつも新しい映画を楽しみにしている主人公のデザインや衣装を戦います。\u001b[22m, \u001b[1m戦いのシーン、背景、と私は個人的に常にすべての新しい映画を楽しみにして最も特にメインキャラクターのデザインや衣装。\u001b[22m\n\u001b[4mLuffy’s haki is amazingly animated here.\u001b[24m\n    \u001b[1mルフィのハッキーは驚くほどここでアニメーション化されています。\u001b[22m, \u001b[1mルフィの覇気は驚くほどここにアニメーション化されています。\u001b[22m\n\u001b[1m\u001b[22m\nI strongly believe that the greatest edge of One Piece from its other “two” rivalry is its amazing films which always surpass the greatness of the previous one which are lacking from the other two. This time almost every element is greater than before; characters, drama, animation, fight scenes, and most particularly the story. It always feels like watching a Hollywood film. I just can’t wait for the coming films in the future.\n\n\u001b[1mワンピースの他の「2つの」ライバルからの最大の魅力は、他の2つに欠けている前のものの偉大さを常に超えている素晴らしい映画だと強く信じています。 今回は、ほとんどすべての要素が以前よりも大きくなっています。 キャラクター、ドラマ、アニメーション、戦いのシーン、そして特にストーリーです。 ハリウッドの映画を見るような気分です。 私は将来の映画を待つことができません。\u001b[22m\n\u001b[1m(Wanpīsu no ta no `2tsu no' raibaru kara no saidai no miryoku wa, hoka no 2tsu ni kakete iru mae no mono no idai-sa o tsuneni koete iru subarashī eigada to tsuyoku shinjite imasu. Konkai wa, hotondo subete no yōso ga izen yori mo ōkiku natte imasu. Kyarakutā, dorama, animēshon, tatakai no shīn, soshite tokuni sutōrīdesu. Hariuddo no eiga o miru yōna kibundesu. Watashi wa shōrai no eiga o matsu koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mI strongly believe that the greatest edge of One Piece from its other “two” rivalry is its amazing films which always surpass the greatness of the previous one which are lacking from the other two. This time almost every element is greater than before; characters, drama, animation, fight scenes, and most particularly the story. It always feels like watching a Hollywood film. I just can’t wait for the coming films in the future.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI strongly believe that the greatest edge of One Piece from its other “two” rivalry is its amazing films which always surpass the greatness of the previous one which are lacking from the other two.\u001b[24m\n    \u001b[1mワンピースの他の「2つの」ライバルからの最大の魅力は、他の2つに欠けている前のものの偉大さを常に超えている素晴らしい映画だと強く信じています。\u001b[22m, \u001b[1m私は強く、そのほかの\"2\"ライバルからワンピースの最大のエッジは常に他の2から不足している以前の1の偉大さをしのぐその驚くべき映画であると信じています。\u001b[22m\n\u001b[4mThis time almost every element is greater than before;\u001b[24m\n    \u001b[1m今回は、ほとんどすべての要素が以前よりも大きくなっています。\u001b[22m, \u001b[1mこの時間は、ほぼすべての要素が前よりも大きくなります。\u001b[22m\n\u001b[4mcharacters, drama, animation, fight scenes, and most particularly the story.\u001b[24m\n    \u001b[1mキャラクター、ドラマ、アニメーション、戦いのシーン、そして特にストーリーです。\u001b[22m, \u001b[1m文字、ドラマ、アニメーション、戦闘シーン、そして最も特に物語。\u001b[22m\n\u001b[4mIt always feels like watching a Hollywood film.\u001b[24m\n    \u001b[1mハリウッドの映画を見るような気分です。\u001b[22m, \u001b[1mそれは、常にハリウッド映画を見ているように感じています。\u001b[22m\n\u001b[4mI just can’t wait for the coming films in the future.\u001b[24m\n    \u001b[1m私は将来の映画を待つことができません。\u001b[22m, \u001b[1m私は将来的に来て映画を待つことはできません。\u001b[22m"
  },
  {
    "title": "One_Piece_Film__Z",
    "id": "12859",
    "url": "https://myanimelist.net/anime/12859/One_Piece_Film__Z",
    "user": "mpipisfender",
    "profile": "/profile/mpipisfender/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=110061",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  8\n\n細かいことをしていないときや細田守の指揮を借りていないときの映画の1〜9枚は、あらかじめ話したこと、ひどい悪役たち、偉大な行動ではなく、一般的には思い出深いものではありません。\nしかし、ストロングワールドはワンピースの尾田栄一郎の創作者であり、このシリーズの多くの重要なキャラクターがカメオと適切な悪役を務め、OP界で最も強力なものだった。 だから、劇場版のやむを得ない欠点にもかかわらず、ストロングワールドは長年人気のあるショーをもとにしたshounenジャンルのアニメ映画で大きな飛躍でした。\n\nその後、映画Zが登場し、その前身のステップに従って、親ストーリーを尊重するだけでなく、非常に完全なワンピースの世界でさらに何かを見せることを管理する、本当に楽しい映画になりました\n\nストーリー8/10\nGarpとSengokuの時代に、元海軍長官Zは、全海賊から大きな損失を被って、新海軍の乗組員を形成し、新世界からすべての海賊を撲滅することに決めました。 そして、ニューワールド全体を破壊するよりも、それを行うためのより良い方法は何ですか？ そこで彼は、マグマに沈めるために新世界で重要な役割を果たす3つの接続火山を破壊する探求を開始する。 キザル司令官との激しい戦いの後、彼は海にたくさんの傷や漂流を被りました。 麦わら帽子の乗組員はZを見つけて怪我をしますが、彼が海賊船に乗っていることに気がついたら、すべてが消えて晴れやかに崩壊し、乗組員は彼をvivreカードで見つけ、脱出することができます。 だからZは多くの民間人の死傷者でホロコーストを止めるために海軍に追われ、復讐を得るためには麦わら帽子が追いかける。\nコンセプトの点では驚異的でも驚異的なものもありませんが、視聴者に映画全体に興味を持たせるための十分なストーリーラインと面白いペースではありません。 また、これがキヤノンの材料と考えられるかもしれないという事実は、全体の経験をさらに良くする。\n\nキャラクター9/10\n映画の強み Zは、30分の独白ではなく（したがって、良いペース）、映画全体を通して彼について多くの情報を与えられた、本当によく書かれたキャラクターであることを管理する。 また、Garp'sが彼によって訓練された後の世代のすべての重要な海兵隊員が、全体の性格をはるかに面白くしているという事実もあります。 しかし、映画の最善の動きは、小さなオリジナルのキャストのほかに、画面に表示されるほとんどすべてのキャラクターもショーに登場したため、視聴者にはよく知られているため、時間のかかるキャラクターの開発が不要で時間がかかる プロットのために。 唯一の問題はZの最初の仲間、ゾロとサンジの相手です。 ワンピースの映画でもう一度、彼らは特別なことは何もなく、とても簡単に殴られます。 最後に、私たちは、将来的に重要なキャラクターであることを確認し、彼の居場所と現在の状況についてもっと学びます。\n\nアニメーション8/10\nほとんどの人が主張するもののほかに、私は映画Zのアニメーションがワンピースのフランチャイズが提供する最高のものだとは思わない。 ストロングワールドは、はるかに優れたアニメーションを持っているように見え、3年が経過してからは、多くのことが言えます。 しかし、アニメーションはまだ映画が最も誇りを持って主張されている戦いで美しいです。 ルフィとZの間の最後の戦いは驚異的なもので、大きな叫び声や景色を抑えることができないものです（Gigguk©）。鈍い握りこぶしでありながらイデオロギーの衝突を完全に隠しています。 意志力、相手の顔に刻まれた。 そして、NamiとRobin *がこのコンテンツをスポイラー*によって削除しなければならなかったという事実のために、ばかげたワンピースのファンサービスは一度欠けていました。 映画のアニメーションがとてもいいので、2012年の夏と秋にアニメのアニメーションが大変なので、アニメーターが映画制作に携わっていたようです。\n\nサウンド7/10\nムービーのオストは良かったのですが、元のワンピースのようにこの世界の中では特別なものではありませんでした。 新しいトラックはまあまあでしたが、敵に向かって歩いているときには、妥当ではないスピーチをしていますが、ルフィの心はペオネルのフィールドでセオデンのようにインスピレーションを与えます。 ワンピース。 また、ほぼすべてのキャラクターがショーに出演しているという事実は、声優の話をする可能性をほとんど残さず、最後のクレジットの2つのアヴリル・ソングはかなり良い（特にニックバックのもの）\n\n楽しさ8/10\n映画Zは楽しい時計ですか？ はい。 すべての側面は、戦いの文字とプロットの開発が本当に本当に良いと平均以上です。 ワンピースの映画のスタンダードだけでなく、ファンタジーアクション映画としても良い映画です。 他のワンピース映画に比べて＃2は素晴らしい映画の後に来る6。\nだから、誰かが彼らがシリーズの良い弧をマラソンすることによって得た素晴らしい感じを期待することができますか？ いいえ、どうすれば可能ですか？ 多くの人々は、この映画がCP9のサガやArlongの弧にどれほど近づいているかを判断するため、迷惑をかける。 どのようにして1時間43分で最高の、あるいは比較的良いワンピースアークに近づくのでしょうか？ これらのアークは、u003e 24フィルムの長さのコンテンツを4フィルムの長さu003e 24エピソードとし、適切な張力を構築することができた。\n\nすべての映画Zは、多くの偉大な側面を持つ本当に楽しい映画でした。ショーにとっていくつかの意味を持ち、いつも成長しているファンサイトからお金を稼ぐための別の方法ではない、",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nOne piece films 1-9, when not being a recap or directed by Mamoru Hosoda tend to be nothing of interest, with precut stories, awful villains, not great action and nothing memorable in general\n\n\u001b[1m細かいことをしていないときや細田守の指揮を借りていないときの映画の1〜9枚は、あらかじめ話したこと、ひどい悪役、偉大な行動ではなく、一般的には思い出深いものではありません。\u001b[22m\n\u001b[1m(Komakai koto o shite inai toki ya hosoda mamoru no shiki o karite inai toki no eiga no 1 〜 9-mai wa, arakajime hanashita koto, hidoi akuyaku, idaina kōdōde wa naku, ippantekini wa omoidebukai monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mOne piece films 1-9, when not being a recap or directed by Mamoru Hosoda tend to be nothing of interest, with precut stories, awful villains, not great action and nothing memorable in general\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne piece films 1-9, when not being a recap or directed by Mamoru Hosoda tend to be nothing of interest, with precut stories, awful villains, not great action and nothing memorable in general\u001b[24m\n    \u001b[1m細かいことをしていないときや細田守の指揮を借りていないときの映画の1〜9枚は、あらかじめ話したこと、ひどい悪役、偉大な行動ではなく、一般的には思い出深いものではありません。\u001b[22m, \u001b[1m要約であることや細田守監督のないワンピースフィルム1-9は、プレカットの物語、ひどい悪人ではなく、一般的には偉大なアクションと思い出に残る何も、興味の何もない傾向にあります\u001b[22m\nBut then Strong World came with great involvement from the creator of One Piece Eiichiro Oda, many important characters from the series doing a cameo and a proper villain, one of the strongest in OP universe with a well thought plan, thus an interesting movie plotline. So, despite the unavoidable flaws of a theatrical release, Strong World was a huge leap in anime movies of the shounen genre based on a long-running popular show.\n\n\u001b[1mしかし、ストロングワールドはワンピースの尾田栄一郎の創作者であり、このシリーズの多くの重要なキャラクターがカメオと適切な悪役を務め、OP界で最も強力なものだった。 だから、劇場版のやむを得ない欠点にもかかわらず、ストロングワールドは長年人気のあるショーをもとにしたshounenジャンルのアニメ映画で大きな飛躍でした。\u001b[22m\n\u001b[1m(Shikashi, sutoronguwārudo wa wanpīsu no oda eiichirō no sōsaku-shadeari, kono shirīzu no ōku no jūyōna kyarakutā ga Kameo to tekisetsuna akuyaku o tsutome, OP-kai de mottomo kyōryokuna monodatta. Dakara, gekijō-ban no yamuwoenai ketten nimokakawarazu, sutoronguwārudo wa naganen ninkinoaru shō o moto ni shita shounen janru no anime eiga de ōkina hiyakudeshita.)\u001b[22m\n\nTranslations of \u001b[4mBut then Strong World came with great involvement from the creator of One Piece Eiichiro Oda, many important characters from the series doing a cameo and a proper villain, one of the strongest in OP universe with a well thought plan, thus an interesting movie plotline. So, despite the unavoidable flaws of a theatrical release, Strong World was a huge leap in anime movies of the shounen genre based on a long-running popular show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut then Strong World came with great involvement from the creator of One Piece Eiichiro Oda, many important characters from the series doing a cameo and a proper villain, one of the strongest in OP universe with a well thought plan, thus an interesting movie plotline.\u001b[24m\n    \u001b[1mしかし、ストロングワールドはワンピースの尾田栄一郎の創作者であり、このシリーズの多くの重要なキャラクターがカメオと適切な悪役を務め、OP界で最も強力なものだった。\u001b[22m, \u001b[1mしかし、その後ストロングワールドワンピース尾田栄一郎、よく考えて計画、したがって興味深い映画plotlineとカメオと適切な悪役、OPの宇宙で最強のいずれかを実行して、一連の多くの重要な文字の作成者から大きな関与してきました。\u001b[22m\n\u001b[4mSo, despite the unavoidable flaws of a theatrical release, Strong World was a huge leap in anime movies of the shounen genre based on a long-running popular show.\u001b[24m\n    \u001b[1mだから、劇場版のやむを得ない欠点にもかかわらず、ストロングワールドは長年人気のあるショーをもとにしたshounenジャンルのアニメ映画で大きな飛躍でした。\u001b[22m, \u001b[1mだから、劇場公開の不可避の欠陥にもかかわらず、ストロングワールドは、長時間実行されている人気番組に基づいて少年のジャンルのアニメ映画の中で大きな飛躍でした。\u001b[22m\n\u001b[1m\u001b[22m\nAnd then Film Z came and, following the steps of its predecessor, it managed to be a really enjoyable film, respecting its parent story but also managing to show something more in the quite full one piece world\n\n\u001b[1mその後、映画Zが登場し、その前身のステップに従って、親ストーリーを尊重するだけでなく、非常に完全なワンピースの世界でさらに何かを見せることを管理する、本当に楽しい映画になりました\u001b[22m\n\u001b[1m(Sonogo, eiga Z ga tōjō shi, sono zenshin no suteppu ni shitagatte, oya sutōrī o sonchō suru dakedenaku, hijō ni kanzen'na wanpīsu no sekai de sarani nanika o miseru koto o kanri suru, hontōni tanoshī eiga ni narimashita)\u001b[22m\n\nTranslations of \u001b[4mAnd then Film Z came and, following the steps of its predecessor, it managed to be a really enjoyable film, respecting its parent story but also managing to show something more in the quite full one piece world\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd then Film Z came and, following the steps of its predecessor, it managed to be a really enjoyable film, respecting its parent story but also managing to show something more in the quite full one piece world\u001b[24m\n    \u001b[1mその後、映画Zが登場し、その前身のステップに従って、親ストーリーを尊重するだけでなく、非常に完全なワンピースの世界でさらに何かを見せることを管理する、本当に楽しい映画になりました\u001b[22m, \u001b[1mそして、フィルムZが来て、その前身の手順に従って、その親の話を尊重し、本当に楽しい膜であることが、管理だけでなく、非常に完全なワンピースの世界でより多くの何かを表示するために管理します\u001b[22m\n\u001b[1m\u001b[22m\nStory 8/10\n\n\u001b[1mストーリー8/10\u001b[22m\n\u001b[1m(Sutōrī 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 8/10\u001b[24m\n    \u001b[1mストーリー8/10\u001b[22m\nA former navy admiral Z around the age of Garp and Sengoku, having suffered great losses from pirates in his whole life, forms the crew of Neo-Navy and decides to eradicate all the pirates from the New World. And what better way to do that than destroying the entire New World itself?! So he begins his quest to destroy three connecting volcanoes acting as key points in the New World in order to sink it into magma. After a fierce battle with admiral Kizaru, he suffers from many wounds and drifts in the sea. Straw hat crew find Z and take care of his wounds but when he realizes that he is into a pirate ship goes all out and nearly breaks Sunny apart, his crew finds him via a vivre card and manages to escape. So Z is being chased by both the navy in order to stop a holocaust with many civilian casualties and by Straw hats in order to get revenge.\n\n\u001b[1mGarpとSengokuの時代に、元海軍長官Zは、全海賊から大きな損失を被って、新海軍の乗組員を形成し、新世界からすべての海賊を撲滅することに決めました。 そして、ニューワールド全体を破壊するよりも、それを行うためのより良い方法は何ですか？ そこで彼は、マグマに沈めるために新世界で重要な役割を果たす3つの接続火山を破壊する探求を開始する。 キザル司令官との激しい戦いの後、彼は海にたくさんの傷や漂流を被りました。 麦わら帽子の乗組員はZを見つけて怪我をしますが、彼が海賊船に乗っていることに気がついたら、すべてが消えて晴れやかに崩壊し、乗組員は彼をvivreカードで見つけ、脱出することができます。 だからZは多くの民間人の死傷者でホロコーストを止めるために海軍に追われ、復讐を得るためには麦わら帽子が追いかける。\u001b[22m\n\u001b[1m(Garp to Sengoku no jidai ni, moto kaigun chōkan Z wa, zen kaizoku kara ōkina sonshitsu o kōmutte, shin kaigun no norikumiin o keisei shi, shin sekai kara subete no kaizoku o bokumetsu suru koto ni kimemashita. Soshite, nyūwārudo zentai o hakai suru yori mo, sore o okonau tame no yoriyoi hōhō wa nanidesu ka? Sokode kare wa, maguma ni shizumeru tame ni shin sekai de jūyōna yakuwariwohatasu 3ttsu no setsuzoku kazan o hakai suru tankyū o kaishi suru. Kizaru shirei-kan to no hageshī tatakai no ato, kare wa umi ni takusan no kizu ya hyōryū o kaburimashita. Mugiwarabōshi no norikumiin wa Z o mitsukete kega o shimasuga, kare ga kaizoku-sen ni notte iru koto ni kigatsuitara, subete ga kiete hareyaka ni hōkai shi, norikumiin wa kare o vivre kādo de mitsuke, dasshutsu suru koto ga dekimasu. Dakara Z wa ōku no minkan hito no shishō-sha de horokōsuto o tomeru tame ni kaigun ni owa re, fukushū o eru tame ni wa mugiwarabōshi ga oikakeru.)\u001b[22m\n\nTranslations of \u001b[4mA former navy admiral Z around the age of Garp and Sengoku, having suffered great losses from pirates in his whole life, forms the crew of Neo-Navy and decides to eradicate all the pirates from the New World. And what better way to do that than destroying the entire New World itself?! So he begins his quest to destroy three connecting volcanoes acting as key points in the New World in order to sink it into magma. After a fierce battle with admiral Kizaru, he suffers from many wounds and drifts in the sea. Straw hat crew find Z and take care of his wounds but when he realizes that he is into a pirate ship goes all out and nearly breaks Sunny apart, his crew finds him via a vivre card and manages to escape. So Z is being chased by both the navy in order to stop a holocaust with many civilian casualties and by Straw hats in order to get revenge.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA former navy admiral Z around the age of Garp and Sengoku, having suffered great losses from pirates in his whole life, forms the crew of Neo-Navy and decides to eradicate all the pirates from the New World.\u001b[24m\n    \u001b[1mGarpとSengokuの時代に、元海軍長官Zは、全海賊から大きな損失を被って、新海軍の乗組員を形成し、新世界からすべての海賊を撲滅することに決めました。\u001b[22m, \u001b[1mガープと戦国時代の周りの旧海軍の提督Zは、彼の全体の生活の中で海賊から大きな損失を被った、ネオ海軍の乗組員を形成し、新世界からすべての海賊を根絶することを決定します。\u001b[22m\n\u001b[4mAnd what better way to do that than destroying the entire New World itself?!\u001b[24m\n    \u001b[1mそして、ニューワールド全体を破壊するよりも、それを行うためのより良い方法は何ですか？\u001b[22m, \u001b[1m全体新世界そのものを破壊するよりも、それをより良いどのような方法を行うには？\u001b[22m\n\u001b[4mSo he begins his quest to destroy three connecting volcanoes acting as key points in the New World in order to sink it into magma.\u001b[24m\n    \u001b[1mそこで彼は、マグマに沈めるために新世界で重要な役割を果たす3つの接続火山を破壊する探求を開始する。\u001b[22m, \u001b[1mそこで彼は、マグマの中にそれをシンクするために、新世界における重要なポイントとして機能する3つの接続火山を破壊する彼の探求を開始します。\u001b[22m\n\u001b[4mAfter a fierce battle with admiral Kizaru, he suffers from many wounds and drifts in the sea.\u001b[24m\n    \u001b[1mキザル司令官との激しい戦いの後、彼は海にたくさんの傷や漂流を被りました。\u001b[22m, \u001b[1m提督Kizaruとの激しい戦いの後、彼は多くの傷に苦しんでいると海に漂います。\u001b[22m\n\u001b[4mStraw hat crew find Z and take care of his wounds but when he realizes that he is into a pirate ship goes all out and nearly breaks Sunny apart, his crew finds him via a vivre card and manages to escape.\u001b[24m\n    \u001b[1m麦わら帽子の乗組員はZを見つけて怪我をしますが、彼が海賊船に乗っていることに気がついたら、すべてが消えて晴れやかに崩壊し、乗組員は彼をvivreカードで見つけ、脱出することができます。\u001b[22m, \u001b[1mストローハットの乗組員は、Zを見つけて、彼の傷の世話をするが、彼は彼が海賊船にあることを認識したときにすべて消灯し、ほぼ離れサニー壊し、彼の乗組員は喜びカード経由で彼を見つけて、脱出するために管理。\u001b[22m\n\u001b[4mSo Z is being chased by both the navy in order to stop a holocaust with many civilian casualties and by Straw hats in order to get revenge.\u001b[24m\n    \u001b[1mだからZは多くの民間人の死傷者でホロコーストを止めるために海軍に追われ、復讐を得るためには麦わら帽子が追いかける。\u001b[22m, \u001b[1mだからZは復讐を取得するために、多くの民間人の死傷者ととストローハットによって大虐殺を停止するために海軍の両方に追われています。\u001b[22m\nNothing extraordinary or mind-blowing in terms of concept but really well paced and interesting enough storyline to keep the viewer interested throughout the movie. Also the fact that this might be considered canon material makes the whole experience even better.\n\n\u001b[1mコンセプトの点では驚異的でも驚異的なものもありませんが、視聴者に映画全体に興味を持たせるための十分なストーリーラインと面白いペースではありません。 また、これがキヤノンの材料と考えられるかもしれないという事実は、全体の経験をさらに良くする。\u001b[22m\n\u001b[1m(Konseputo no tende wa kyōi-tekide mo kyōi-tekina mono mo arimasenga, shichō-sha ni eiga zentai ni kyōmi o mota seru tame no jūbun'na sutōrīrain to omoshiroi pēsude wa arimasen. Mata, korega Kiyanon no zairyō to kangae rareru kamo shirenai to iu jijitsu wa, zentai no keiken o sarani yoku suru.)\u001b[22m\n\nTranslations of \u001b[4mNothing extraordinary or mind-blowing in terms of concept but really well paced and interesting enough storyline to keep the viewer interested throughout the movie. Also the fact that this might be considered canon material makes the whole experience even better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNothing extraordinary or mind-blowing in terms of concept but really well paced and interesting enough storyline to keep the viewer interested throughout the movie.\u001b[24m\n    \u001b[1mコンセプトの点では驚異的でも驚異的なものもありませんが、視聴者に映画全体に興味を持たせるための十分なストーリーラインと面白いペースではありません。\u001b[22m, \u001b[1mコンセプトの面で異常なまたは心吹いて何もないが、映画全体に興味を持って視聴者を保つために本当によくペースの興味深い十分なストーリー。\u001b[22m\n\u001b[4mAlso the fact that this might be considered canon material makes the whole experience even better.\u001b[24m\n    \u001b[1mまた、これがキヤノンの材料と考えられるかもしれないという事実は、全体の経験をさらに良くする。\u001b[22m, \u001b[1mまた、これはキヤノンの材料と見なされるかもしれないという事実は、より良い全体的な経験になります。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters 9/10\n\n\u001b[1mキャラクター9/10\u001b[22m\n\u001b[1m(Kyarakutā 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters 9/10\u001b[24m\n    \u001b[1mキャラクター9/10\u001b[22m\nThe movie’s strong point. Z manages to be a really well written character with many info given about his throughout the whole movie and not in a 30 minute monologue (thus the good pace). Also the fact that every important marine of the generation after Garp’s is been trained by him makes the whole character much more interesting. But the best move of the movie is that besides a small original cast, nearly all the characters appearing on screen have also appeared on the show, so they are familiar to the viewers and there is no need for time consuming character development, leaving more time for the plot. The only problem is Z’s first mates aka Zoro’s and Sanji’s opponents. Once more in a One Piece film, they are nothing particular and are beaten quite easily. Finally we have a major appearance of a(n already seen in the show) character that is sure to be of importance in the future , thus learning more about his whereabouts and current condition,.\n\n\u001b[1m映画の強み Zは、30分の独白ではなく（したがって、良いペース）、映画全体を通して彼について多くの情報を与えられた、本当によく書かれたキャラクターであることを管理する。 また、Garp'sが彼によって訓練された後の世代のすべての重要な海兵隊員が、全体の性格をはるかに面白くしているという事実もあります。 しかし、映画の最善の動きは、小さなオリジナルのキャストのほかに、画面に表示されるほとんどすべてのキャラクターもショーに登場したため、視聴者にはよく知られているため、時間のかかるキャラクターの開発が不要で時間がかかる プロットのために。 唯一の問題はZの最初の仲間、ゾロとサンジの相手です。 ワンピースの映画でもう一度、彼らは特別なことは何もなく、とても簡単に殴られます。 最後に、私たちは、将来的に重要なキャラクターであることを確認し、彼の居場所と現在の状況についてもっと学びます。\u001b[22m\n\u001b[1m(Eiga no tsuyomi Z wa, 30-bu no dokuhakude wanaku (shitagatte, yoi pēsu), eiga zentai o tōshite kare ni tsuite ōku no jōhō o ataerareta, hontōni yoku kaka reta kyarakutādearu koto o kanri suru. Mata, Garp' s ga kare ni yotte kunren sa reta nochi no sedai no subete no jūyōna kaihei taiin ga, zentai no seikaku o haruka ni omoshiroku shite iru to iu jijitsu mo arimasu. Shikashi, eiga no saizen no ugoki wa, chīsana orijinaru no kyasuto no hoka ni, gamen ni hyōji sa reru hotondo subete no kyarakutā mo shō ni tōjō shita tame, shichō-sha ni wa yoku shira rete iru tame, jikan no kakaru kyarakutā no kaihatsu ga fuyōde jikan ga kakaru purotto no tame ni. Yuiitsu no mondai wa Z no saisho no nakama, zorotosanji no aitedesu. Wanpīsu no eiga de mōichido, karera wa tokubetsuna koto wa nani mo naku, totemo kantan ni nagura remasu. Saigo ni, watashitachiha, shōrai-teki ni jūyōna kyarakutādearu koto o kakunin shi, kare no ibasho to genzai no jōkyō ni tsuite motto manabimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe movie’s strong point. Z manages to be a really well written character with many info given about his throughout the whole movie and not in a 30 minute monologue (thus the good pace). Also the fact that every important marine of the generation after Garp’s is been trained by him makes the whole character much more interesting. But the best move of the movie is that besides a small original cast, nearly all the characters appearing on screen have also appeared on the show, so they are familiar to the viewers and there is no need for time consuming character development, leaving more time for the plot. The only problem is Z’s first mates aka Zoro’s and Sanji’s opponents. Once more in a One Piece film, they are nothing particular and are beaten quite easily. Finally we have a major appearance of a(n already seen in the show) character that is sure to be of importance in the future , thus learning more about his whereabouts and current condition,.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movie’s strong point.\u001b[24m\n    \u001b[1m映画の強み\u001b[22m, \u001b[1mムービーの強力なポイント。\u001b[22m\n\u001b[4mZ manages to be a really well written character with many info given about his throughout the whole movie and not in a 30 minute monologue (thus the good pace).\u001b[24m\n    \u001b[1mZは、30分の独白ではなく（したがって、良いペース）、映画全体を通して彼について多くの情報を与えられた、本当によく書かれたキャラクターであることを管理する。\u001b[22m, \u001b[1mZは彼の映画全体を通してではなく、30分のモノローグ（良好なペース）で約与えられた多くの情報を持つ本当によく書かれた文字であることを管理しています。\u001b[22m\n\u001b[4mAlso the fact that every important marine of the generation after Garp’s is been trained by him makes the whole character much more interesting.\u001b[24m\n    \u001b[1mまた、Garp'sが彼によって訓練された後の世代のすべての重要な海兵隊員が、全体の性格をはるかに面白くしているという事実もあります。\u001b[22m, \u001b[1mまた、ガープの後の世代のすべての重要な海洋が彼によって訓練されているという事実は、文字全体がはるかに興味深いです。\u001b[22m\n\u001b[4mBut the best move of the movie is that besides a small original cast, nearly all the characters appearing on screen have also appeared on the show, so they are familiar to the viewers and there is no need for time consuming character development, leaving more time\u001b[24m\n    \u001b[1mしかし、映画の最善の動きは、小さなオリジナルのキャストのほかに、画面に表示されるほとんどすべてのキャラクターもショーに登場したため、視聴者にはよく知られているため、時間のかかるキャラクターの開発が不要で時間がかかる\u001b[22m, \u001b[1mしかし、映画の最善手は小さなオリジナルキャストに加えて、画面に表示されて、ほぼすべての文字がショーにも登場しているので、彼らは視聴者にはよく知られており、時間のかかるキャラクター開発の必要がない、より多くの時間を残していることです\u001b[22m\n\u001b[4mfor the plot.\u001b[24m\n    \u001b[1mプロットのために。\u001b[22m, \u001b[1mプロットの。\u001b[22m\n\u001b[4mThe only problem is Z’s first mates aka Zoro’s and Sanji’s opponents.\u001b[24m\n    \u001b[1m唯一の問題はZの最初の仲間、ゾロとサンジの相手です。\u001b[22m, \u001b[1m唯一の問題はゾロのとサンジの対戦相手別名Zの最初の仲間です。\u001b[22m\n\u001b[4mOnce more in a One Piece film, they are nothing particular and are beaten quite easily.\u001b[24m\n    \u001b[1mワンピースの映画でもう一度、彼らは特別なことは何もなく、とても簡単に殴られます。\u001b[22m, \u001b[1mもう一度ワンピースフィルムで、彼らは特定の何もないし、非常に簡単に殴られています。\u001b[22m\n\u001b[4mFinally we have a major appearance of a(n already seen in the show) character that is sure to be of importance in the future , thus learning more about his whereabouts and current condition,.\u001b[24m\n    \u001b[1m最後に、私たちは、将来的に重要なキャラクターであることを確認し、彼の居場所と現在の状況についてもっと学びます。\u001b[22m, \u001b[1m最後に、我々はこのように彼の居場所と現在の状態についての詳細を学ぶ、将来的に重要であることは間違いない文字（nは既にショーで見られる）の主要な外観を持っています、。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation 8/10\n\n\u001b[1mアニメーション8/10\u001b[22m\n\u001b[1m(Animēshon 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation 8/10\u001b[24m\n    \u001b[1mアニメーション8/10\u001b[22m\nBeside what most people claim, I don’t think that Film Z’s animation is the best One Piece franchise has to offer. Strong World seemed to have much better animation and since it’s 3 years older, it says a lot. However the animation still is beautiful with the fights being the films proudest claim. The final fight between Luffy and Z is staggering and something that goes against the shounen rule of loud screams and landscape reducing farts with no further gain (Gigguk ©), being just a blunt fist brawl in the front but hiding a whole clash of ideologies and willpower, carved in the faces of the opponents. And because of the fact that Nami and Robin *this content had to be removed due spoilers*, the ridiculous One Piece fanservice was absent for once. The movie’s animation was so good that it makes sense now why in the summer and fall of 2012 the anime’s animation was so shitty, it seems all the decent animators were involved in the film’s production.\n\n\u001b[1mほとんどの人が主張するもののほかに、私は映画Zのアニメーションがワンピースのフランチャイズが提供する最高のものだとは思わない。 ストロングワールドは、はるかに優れたアニメーションを持っているように見え、3年が経過してからは、多くのことが言えます。 しかし、アニメーションはまだ映画が最も誇りを持って主張されている戦いで美しいです。 ルフィとZの間の最後の戦いは驚異的なもので、大きな叫び声や景色を抑えることができないものです（Gigguk©）。鈍い握りこぶしでありながらイデオロギーの衝突を完全に隠しています。 意志力、相手の顔に刻まれた。 そして、NamiとRobin *がこのコンテンツをスポイラー*によって削除しなければならなかったという事実のために、ばかげたワンピースのファンサービスは一度欠けていました。 映画のアニメーションがとてもいいので、2012年の夏と秋にアニメのアニメーションが大変なので、アニメーターが映画制作に携わっていたようです。\u001b[22m\n\u001b[1m(Hotondo no hito ga shuchō suru mono no hoka ni, watashi wa eiga Z no animēshon ga wanpīsu no furanchaizu ga teikyō suru saikō no monoda to wa omowanai. Sutoronguwārudo wa, haruka ni sugureta animēshon o motte iru yō ni mie, 3-nen ga keika shite kara wa, ōku no koto ga iemasu. Shikashi, animēshon wa mada eiga ga mottomo hokori o motte shuchō sa rete iru tatakai de utsukushīdesu. Rufi to Z no ma no saigonotatakai wa kyōi-tekina mono de, ōkina sakebigoe ya keshiki o osaeru koto ga dekinai monodesu (Gigguk ©). Nibui nigirikobushidearinagara ideorogī no shōtotsu o kanzen ni kakushite imasu. Ishi-ryoku, aite no kao ni kizama reta. Soshite, Nami to robin* ga kono kontentsu o supoirā* ni yotte sakujo shinakereba naranakatta to iu jijitsu no tame ni, bakageta wanpīsu no fansābisu wa ichido kakete imashita. Eiga no animēshon ga totemo īnode, 2012-nen no natsu to aki ni anime no animēshon ga taihen'nanode, animētā ga eiga seisaku ni tazusawatte ita yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mBeside what most people claim, I don’t think that Film Z’s animation is the best One Piece franchise has to offer. Strong World seemed to have much better animation and since it’s 3 years older, it says a lot. However the animation still is beautiful with the fights being the films proudest claim. The final fight between Luffy and Z is staggering and something that goes against the shounen rule of loud screams and landscape reducing farts with no further gain (Gigguk ©), being just a blunt fist brawl in the front but hiding a whole clash of ideologies and willpower, carved in the faces of the opponents. And because of the fact that Nami and Robin *this content had to be removed due spoilers*, the ridiculous One Piece fanservice was absent for once. The movie’s animation was so good that it makes sense now why in the summer and fall of 2012 the anime’s animation was so shitty, it seems all the decent animators were involved in the film’s production.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeside what most people claim, I don’t think that Film Z’s animation is the best One Piece franchise has to offer.\u001b[24m\n    \u001b[1mほとんどの人が主張するもののほかに、私は映画Zのアニメーションがワンピースのフランチャイズが提供する最高のものだとは思わない。\u001b[22m, \u001b[1mほとんどの人が主張するもののほかに、私はフィルムZのアニメーションは、フランチャイズを提供している最高のワンピースであるとは思いません。\u001b[22m\n\u001b[4mStrong World seemed to have much better animation and since it’s 3 years older, it says a lot.\u001b[24m\n    \u001b[1mストロングワールドは、はるかに優れたアニメーションを持っているように見え、3年が経過してからは、多くのことが言えます。\u001b[22m, \u001b[1mストロングワールドは、はるかに優れたアニメーションを持っているように見えた、それは3歳年上だから、それは多くのことを言います。\u001b[22m\n\u001b[4mHowever the animation still is beautiful with the fights being the films proudest claim.\u001b[24m\n    \u001b[1mしかし、アニメーションはまだ映画が最も誇りを持って主張されている戦いで美しいです。\u001b[22m, \u001b[1mしかし、アニメーションは、まだ戦いはフィルム誇り請求されると美しいです。\u001b[22m\n\u001b[4mThe final fight between Luffy and Z is staggering and something that goes against the shounen rule of loud screams and landscape reducing farts with no further gain (Gigguk ©), being just a blunt fist brawl in the front but hiding a whole clash of ideologies and\u001b[24m\n    \u001b[1mルフィとZの間の最後の戦いは驚異的なもので、大きな叫び声や景色を抑えることができないものです（Gigguk©）。鈍い握りこぶしでありながらイデオロギーの衝突を完全に隠しています。\u001b[22m, \u001b[1mルフィとZの間の最終的な戦いは、驚異的となし、さらにゲイン（Gigguk©）でオナラを削減大声で悲鳴や風景の少年のルールに反するもの、正面にちょうど鈍い拳乱闘であることが、イデオロギーの全体の衝突を隠していると\u001b[22m\n\u001b[4mwillpower, carved in the faces of the opponents.\u001b[24m\n    \u001b[1m意志力、相手の顔に刻まれた。\u001b[22m, \u001b[1m意志力、相手の顔に刻まれました。\u001b[22m\n\u001b[4mAnd because of the fact that Nami and Robin *this content had to be removed due spoilers*, the ridiculous One Piece fanservice was absent for once.\u001b[24m\n    \u001b[1mそして、NamiとRobin *がこのコンテンツをスポイラー*によって削除しなければならなかったという事実のために、ばかげたワンピースのファンサービスは一度欠けていました。\u001b[22m, \u001b[1mそして、理由ナミとロビン*このコンテンツは、*スポイラーにより除去されなければならなかったという事実を、ばかげワンピースサービスカットは一度のため欠席しました。\u001b[22m\n\u001b[4mThe movie’s animation was so good that it makes sense now why in the summer and fall of 2012 the anime’s animation was so shitty, it seems all the decent animators were involved in the film’s production.\u001b[24m\n    \u001b[1m映画のアニメーションがとてもいいので、2012年の夏と秋にアニメのアニメーションが大変なので、アニメーターが映画制作に携わっていたようです。\u001b[22m, \u001b[1m映画のアニメーションは2012年の夏と秋にアニメのアニメーションがとてもくだらないた理由、それは今理にかなっていることをとてもよかった、すべてのまともなアニメーターは、フィルムの生産に関与していたようです。\u001b[22m\n\u001b[1m\u001b[22m\nSound 7/10\n\n\u001b[1mサウンド7/10\u001b[22m\n\u001b[1m(Saundo 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 7/10\u001b[24m\n    \u001b[1mサウンド7/10\u001b[22m, \u001b[1m7/10サウンド\u001b[22m\nMovie’s ost, while being good, was nothing extraordinary and out of this world like the original One Piece ost. The new tracks were decent but, let's face it, when walking towards the enemy, giving a speech that doesn't make sense but in Luffy's mind is as inspirational as Theoden's in Pelennor Fields, if overtaken isn't playing in the background is not one piece. Also the fact that nearly all the characters have appears in the show leave little potential to talk about the voice acting and the two Avril song in the end credits were quite good (especially the Nickelback one)\n\n\u001b[1mムービーのオストは良かったのですが、元のワンピースのようにこの世界の中では特別なものではありませんでした。 新しいトラックはまあまあでしたが、敵に向かって歩いているときには、妥当ではないスピーチをしていますが、ルフィの心はペオネルのフィールドでセオデンのようにインスピレーションを与えます。 ワンピース。 また、ほぼすべてのキャラクターがショーに出演しているという事実は、声優の話をする可能性をほとんど残さず、最後のクレジットの2つのアヴリル・ソングはかなり良い（特にニックバックのもの）\u001b[22m\n\u001b[1m(Mūbī no osuto wa yokatta nodesuga,-moto no wanpīsu no yō ni kono sekai no nakade wa tokubetsuna monode wa arimasendeshita. Atarashī torakku wa mā mādeshitaga, teki ni mukatte aruite iru tokiniha, datōde wanai supīchi o shite imasuga, rufi no kokoro wa peoneru no fīrudo de seoden no yō ni insupirēshon o ataemasu. Wanpīsu. Mata, hobo subete no kyarakutā ga shō ni shutsuen shite iru to iu jijitsu wa, seiyū no hanashi o suru kanōsei o hotondo nokosazu, saigo no kurejitto no 2tsu no avuriru songu wa kanari yoi (tokuni nikkubakku no mono))\u001b[22m\n\nTranslations of \u001b[4mMovie’s ost, while being good, was nothing extraordinary and out of this world like the original One Piece ost. The new tracks were decent but, let's face it, when walking towards the enemy, giving a speech that doesn't make sense but in Luffy's mind is as inspirational as Theoden's in Pelennor Fields, if overtaken isn't playing in the background is not one piece. Also the fact that nearly all the characters have appears in the show leave little potential to talk about the voice acting and the two Avril song in the end credits were quite good (especially the Nickelback one)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMovie’s ost, while being good, was nothing extraordinary and out of this world like the original One Piece ost.\u001b[24m\n    \u001b[1mムービーのオストは良かったのですが、元のワンピースのようにこの世界の中では特別なものではありませんでした。\u001b[22m, \u001b[1m映画のOSTは、良いながら、オリジナルのワンピースOSTのような臨時とこの世界の外に何もなかったです。\u001b[22m\n\u001b[4mThe new tracks were decent but, let's face it, when walking towards the enemy, giving a speech that doesn't make sense but in Luffy's mind is as inspirational as Theoden's in Pelennor Fields, if overtaken isn't playing in the background is not\u001b[24m\n    \u001b[1m新しいトラックはまあまあでしたが、敵に向かって歩いているときには、妥当ではないスピーチをしていますが、ルフィの心はペオネルのフィールドでセオデンのようにインスピレーションを与えます。\u001b[22m, \u001b[1m敵に向かって歩いているときに新しいトラックは意味をなさないが、ルフィの心の中ではありませんスピーチをして、それに直面させ、まともだったが、追い越さがバックグラウンドで再生されていない場合は、セオデンのPelennorフィールズほど感動的ではありません\u001b[22m\n\u001b[4mone piece.\u001b[24m\n    \u001b[1mワンピース。\u001b[22m, \u001b[1mワンピース\u001b[22m, \u001b[1m1枚。\u001b[22m\n\u001b[4mAlso the fact that nearly all the characters have appears in the show leave little potential to talk about the voice acting and the two Avril song in the end credits were quite good (especially the Nickelback one)\u001b[24m\n    \u001b[1mまた、ほぼすべてのキャラクターがショーに出演しているという事実は、声優の話をする可能性をほとんど残さず、最後のクレジットの2つのアヴリル・ソングはかなり良い（特にニックバックのもの）\u001b[22m, \u001b[1mまた、ほぼすべての文字が持っているという事実は、ショーに表示される声の演技について話をする少しの可能性を残して、エンドクレジットで2アヴリルの曲は（特にニッケルバック1）非常に良好でした\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 8/10\n\n\u001b[1m楽しさ8/10\u001b[22m\n\u001b[1m(Tanoshisa 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 8/10\u001b[24m\n    \u001b[1m楽しさ8/10\u001b[22m, \u001b[1m楽し8/10\u001b[22m\nIs film Z a fun watch? Yes. All its aspects are above average with the fights characters and plot development being really really good. All in all is a good movie, not just by One Piece films standards, but as a fantasy action movie as well. Compared to the other one piece movie comes #2 after the amazing movie 6.\n\n\u001b[1m映画Zは楽しい時計ですか？ はい。 すべての側面は、戦いの文字とプロットの開発が本当に本当に良いと平均以上です。 ワンピースの映画のスタンダードだけでなく、ファンタジーアクション映画としても良い映画です。 他のワンピース映画に比べて＃2は素晴らしい映画の後に来る6。\u001b[22m\n\u001b[1m(Eiga Z wa tanoshī tokeidesu ka? Hai. Subete no sokumen wa, tatakai no moji to purotto no kaihatsu ga hontōni hontōni yoi to heikin ijōdesu. Wanpīsu no eiga no sutandādo dakedenaku, fantajīakushon eiga to shite mo yoi eigadesu. Hoka no wanpīsu eiga ni kurabete# 2 wa subarashī eiga no nochi ni kuru 6.)\u001b[22m\n\nTranslations of \u001b[4mIs film Z a fun watch? Yes. All its aspects are above average with the fights characters and plot development being really really good. All in all is a good movie, not just by One Piece films standards, but as a fantasy action movie as well. Compared to the other one piece movie comes #2 after the amazing movie 6.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIs film Z a fun watch?\u001b[24m\n    \u001b[1m映画Zは楽しい時計ですか？\u001b[22m, \u001b[1mフィルムZは楽しい腕時計ですか？\u001b[22m\n\u001b[4mYes.\u001b[24m\n    \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m\n\u001b[4mAll its aspects are above average with the fights characters and plot development being really really good.\u001b[24m\n    \u001b[1mすべての側面は、戦いの文字とプロットの開発が本当に本当に良いと平均以上です。\u001b[22m, \u001b[1mすべてのその態様は本当に良いとの戦いのキャラクターとプロットの開発と平均を上回っています。\u001b[22m\n\u001b[4mAll in all is a good movie, not just by One Piece films standards, but as a fantasy action movie as well.\u001b[24m\n    \u001b[1mワンピースの映画のスタンダードだけでなく、ファンタジーアクション映画としても良い映画です。\u001b[22m, \u001b[1mすべてのすべては、ちょうどワンピースフィルムの規格によって、良い映画ではなく、ファンタジーアクション映画としてだけでなく。\u001b[22m\n\u001b[4mCompared to the other one piece movie comes #2 after the amazing movie 6.\u001b[24m\n    \u001b[1m他のワンピース映画に比べて＃2は素晴らしい映画の後に来る6。\u001b[22m, \u001b[1m他のワンピースの映画に比べて＃2驚異的な映画6の後に来ます。\u001b[22m\nSo can someone expect the awesome feel they got by marathoning the good arcs of the series? No. And how possibly could they? Many people are annoyed because they judge this film how much close it came to the CP9 saga or the Arlong arc. How could it possibly come close to the best or even relatively good One Piece arcs in only 1h 43min? Those arcs had &gt;24 episodes aka &gt;4 film Z length of content so they were able to build up the proper tension.\n\n\u001b[1mだから、誰かが彼らがシリーズの良い弧をマラソンすることによって得た素晴らしい感じを期待することができますか？ いいえ、どうすれば可能ですか？ 多くの人々は、この映画がCP9のサガやArlongの弧にどれほど近づいているかを判断するため、迷惑をかける。 どのようにして1時間43分で最高の、あるいは比較的良いワンピースアークに近づくのでしょうか？ これらのアークは、u003e 24フィルムの長さのコンテンツを4フィルムの長さu003e 24エピソードとし、適切な張力を構築することができた。\u001b[22m\n\u001b[1m(Dakara, darekaga karera ga shirīzu no yoi ko o marason suru koto ni yotte eta subarashī kanji o kitai suru koto ga dekimasu ka? Īe, dōsureba kanōdesu ka? Ōku no hitobito wa, kono eiga ga CP 9 no Saga ya Arlong no ko ni dorehodo chikadzuite iru ka o handan suru tame, meiwakuwokakeru. Dono yō ni shite 1-jikan 43-bu de saikō no, aruiwa hikakuteki yoi wanpīsuāku ni chikadzuku nodeshou ka? Korera no āku wa,u003e 24 firumu no naga-sa no kontentsu o 4 firumu no naga-sa u003e 24 episōdo to shi, tekisetsuna chōryoku o kōchiku suru koto ga dekita.)\u001b[22m\n\nTranslations of \u001b[4mSo can someone expect the awesome feel they got by marathoning the good arcs of the series? No. And how possibly could they? Many people are annoyed because they judge this film how much close it came to the CP9 saga or the Arlong arc. How could it possibly come close to the best or even relatively good One Piece arcs in only 1h 43min? Those arcs had &gt;24 episodes aka &gt;4 film Z length of content so they were able to build up the proper tension.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo can someone expect the awesome feel they got by marathoning the good arcs of the series?\u001b[24m\n    \u001b[1mだから、誰かが彼らがシリーズの良い弧をマラソンすることによって得た素晴らしい感じを期待することができますか？\u001b[22m, \u001b[1mだから、誰かが、彼らは一連の良好な弧をマラソンすることによって得た素晴らしい感触を期待できますか？\u001b[22m\n\u001b[4mNo. And how possibly could they?\u001b[24m\n    \u001b[1mいいえ、どうすれば可能ですか？\u001b[22m, \u001b[1mいいえ。そして、どのように、おそらく彼らだろうか？\u001b[22m\n\u001b[4mMany people are annoyed because they judge this film how much close it came to the CP9 saga or the Arlong arc.\u001b[24m\n    \u001b[1m多くの人々は、この映画がCP9のサガやArlongの弧にどれほど近づいているかを判断するため、迷惑をかける。\u001b[22m, \u001b[1m彼らはそれがCP9の武勇伝やアーロンアークに来てどのくらい近いこの映画を判断するため、多くの人がイライラしています。\u001b[22m\n\u001b[4mHow could it possibly come close to the best or even relatively good One Piece arcs in only 1h 43min?\u001b[24m\n    \u001b[1mどのようにして1時間43分で最高の、あるいは比較的良いワンピースアークに近づくのでしょうか？\u001b[22m, \u001b[1mどのようにそれはおそらく唯一の1時間43minで最高の、あるいは比較的良好なワンピースアークの近くに来ることができますか？\u001b[22m\n\u001b[4mThose arcs had &gt;24 episodes aka &gt;4 film Z length of content so they were able to build up the proper tension.\u001b[24m\n    \u001b[1mこれらのアークは、u003e 24フィルムの長さのコンテンツを4フィルムの長さu003e 24エピソードとし、適切な張力を構築することができた。\u001b[22m, \u001b[1m彼らは適切なテンションを構築することができましたので、コンテンツの4フィルムZの長さ; 24話別名＆GT;それらの円弧は＆GTを持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all film Z was a really enjoyable movie with many great aspects, opening the way to a series of good One Piece films that might hold some significance to the show and not being another way to make money from the always growing fanbase\n\n\u001b[1mすべての映画Zは、多くの偉大な側面を持つ本当に楽しい映画でした。ショーにとっていくつかの意味を持ち、いつも成長しているファンサイトからお金を稼ぐための別の方法ではない、\u001b[22m\n\u001b[1m(Subete no eiga Z wa, ōku no idaina sokumen o motsu hontōni tanoshī eigadeshita. Shō ni totte ikutsu ka no imi o mochi, itsumo seichō shite iru fan saito kara okane o kasegu tame no betsu no hōhōde wanai,)\u001b[22m\n\nTranslations of \u001b[4mAll in all film Z was a really enjoyable movie with many great aspects, opening the way to a series of good One Piece films that might hold some significance to the show and not being another way to make money from the always growing fanbase\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all film Z was a really enjoyable movie with many great aspects, opening the way to a series of good One Piece films that might hold some significance to the show and not being another way to make money from the always growing fanbase\u001b[24m\n    \u001b[1mすべての映画Zは、多くの偉大な側面を持つ本当に楽しい映画でした。ショーにとっていくつかの意味を持ち、いつも成長しているファンサイトからお金を稼ぐための別の方法ではない、\u001b[22m, \u001b[1mすべては、すべての映画の中でZは、多くの偉大な局面に本当に楽しい映画だったショーにいくつかの重要性を保持している可能性のある良好なワンピースフィルムのシリーズへの道を開き、常に成長しているファン層からお金を稼ぐために別の方法ではありません\u001b[22m"
  },
  {
    "title": "One_Piece_Film__Z",
    "id": "12859",
    "url": "https://myanimelist.net/anime/12859/One_Piece_Film__Z",
    "user": "explicit707",
    "profile": "/profile/explicit707/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=107441",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  5\n\n私は巨大な一枚のファンだと言って始めたい。 それは私の好きな漫画とアニメシリーズの手を引っ張っている。 私は通常、シリーズに触発されたフィラーや映画は好きではありませんが、私はこれから楽しみにしていました。 私はStrong Worldが本当に好きだったので、織田さんがこれに関わって以来、映画10ほどいいと思っていましたか？ 実際はそうではありませんが、恐ろしい映画でもありませんでした。 私はそれがかなり良いと見て価値があったと言う必要があります。\n\nマンガシリーズに従う人は誰でも、タイムスキップ後に調整を加えたことを知っています。 彼らはマンガで経験したアニメよりも危険にさらされている。 感じはちょっと違う。 この映画は、アニメがマンガのものであることから、アニメシリーズとは違った感じです。 気分はちょうど同じではありません。 私は本当にあなたがアニメシリーズから気楽な気持ちを忘れてしまった。 それはまだ光の心のユーモアのいくつかを持っていたが、私はそれが私がシリーズで愛して成長しているものに比べて少し遅く、乾燥していると思った。 ペーシングは最後まで非常に遅かったし、長い間、友人と話し合ってきた古典的なワンピースの瞬間が欠けていた。 それは私の気持ちをかなりカバーしていますが、私のコメントがこの冒険から離れないようにしてください。\n\nアートワークは堅実です。一貫していれば、私は10にします。 音楽、声優、一般的なサウンドは素晴らしかったし、音もしっかりとしています。9.キャラクターは10ですね。 私も新しい悪役を楽しんだ。 それが私のために落ちたところは、全体的な物語と楽しみでした。 もし彼らが（私たちがシリーズで慣れ親しんできたような）少し上手くストーリーを実行したら、それはずっと良いことだったかもしれません。私はスポイラーを投げたくないので、 しかし、最後の戦いはあなたが時間のスキップの後に見えるものと比較して、少し衰弱でした。 もう一度、かなり良いと本当の苦情はありません。\n\nあなたがワンピースを好きなら、あなたはこの1つをチェックアウトする必要があります。 それは悪くありませんが、私はまだStrong Worldがよりよく好きでした。 それでも、フィラーのために私の本で十分に高いスコアを出しました！  :)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nI want to start by saying that I am a huge one piece fan. It is my favorite manga and anime series hands down. I normally don't like filler or movies inspired by series, but this one I was looking forward to. I really liked Strong World, so since Oda was involved in this, I hoped it would be as good as movie 10. Was it? Not really, but it wasn't a horrible movie either. I have to say it was pretty good and worth watching.\n\n\u001b[1m私は巨大な一枚のファンだと言って始めたい。 それは私の好きな漫画とアニメシリーズの手を引っ張っている。 私は通常、シリーズに触発されたフィラーや映画は好きではありませんが、私はこれから楽しみにしていました。 私はStrong Worldが本当に好きだったので、織田さんがこれに関わって以来、映画10ほどいいと思っていましたか？ 実際はそうではありませんが、恐ろしい映画でもありませんでした。 私はそれがかなり良いと見て価値があったと言う必要があります。\u001b[22m\n\u001b[1m(Watashi wa kyodaina ichi-mai no fanda to itte hajimetai. Sore wa watashi no sukina manga to animeshirīzu no te o hippatte iru. Watashi wa tsūjō, shirīzu ni shokuhatsu sa reta firā ya eiga wa sukide wa arimasenga, watashi wa korekara tanoshimini shite imashita. Watashi wa Strong World ga hontōni sukidattanode, Oda-san ga kore ni kakawatte irai, eiga 10 hodo ī to omotte imashita ka? Jissai wa sōde wa arimasenga, osoroshī eiga demo arimasendeshita. Watashi wa sore ga kanari yoi to mite kachi ga atta to iu hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI want to start by saying that I am a huge one piece fan. It is my favorite manga and anime series hands down. I normally don't like filler or movies inspired by series, but this one I was looking forward to. I really liked Strong World, so since Oda was involved in this, I hoped it would be as good as movie 10. Was it? Not really, but it wasn't a horrible movie either. I have to say it was pretty good and worth watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI want to start by saying that I am a huge one piece fan.\u001b[24m\n    \u001b[1m私は巨大な一枚のファンだと言って始めたい。\u001b[22m, \u001b[1m私は巨大な一枚のファンだということを言って開始したいです。\u001b[22m\n\u001b[4mIt is my favorite manga and anime series hands down.\u001b[24m\n    \u001b[1mそれは私の好きな漫画とアニメシリーズの手を引っ張っている。\u001b[22m, \u001b[1mそれは私の好きなマンガやアニメシリーズハンズダウンしています。\u001b[22m\n\u001b[4mI normally don't like filler or movies inspired by series, but this one I was looking forward to.\u001b[24m\n    \u001b[1m私は通常、シリーズに触発されたフィラーや映画は好きではありませんが、私はこれから楽しみにしていました。\u001b[22m, \u001b[1m私は通常、充填剤又はシリーズに触発された映画は好きではないが、これが私が楽しみにしていました。\u001b[22m\n\u001b[4mI really liked Strong World, so since Oda was involved in this, I hoped it would be as good as movie 10. Was it?\u001b[24m\n    \u001b[1m私はStrong Worldが本当に好きだったので、織田さんがこれに関わって以来、映画10ほどいいと思っていましたか？\u001b[22m, \u001b[1m私は本当にストロングワールドが好きなので、織田はこの中で関与していたので、私は映画の10がそれたほど良くなることを望みましたか？\u001b[22m\n\u001b[4mNot really, but it wasn't a horrible movie either.\u001b[24m\n    \u001b[1m実際はそうではありませんが、恐ろしい映画でもありませんでした。\u001b[22m, \u001b[1mそうでもないが、それはどちらか恐ろしい映画ではありませんでした。\u001b[22m\n\u001b[4mI have to say it was pretty good and worth watching.\u001b[24m\n    \u001b[1m私はそれがかなり良いと見て価値があったと言う必要があります。\u001b[22m, \u001b[1m私はそれはかなり良いと見て価値があったと言わなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nAnybody following the manga series knows that they have made some adjustments after the time skip. They put the characters in more peril in the anime than they experienced in the manga. The feel is just a little different. This movie feels as different from the anime series as the anime is from the manga. The mood just isn't the same. I really sort of missed the carefree feel you get from the anime series as they explored a little more of a serious tone this movie. It still had some of light hearted humor but I thought it was a bit slow and dry compared to what I have grown to love in the series. The pacing was very slow until the end, and it was missing a lot of those classic One Piece moments that I have had long discussions with my friends about. That pretty much covers my feelings, but don't let my comments take away from this adventure, it was still pretty good and worth watching.\n\n\u001b[1mマンガシリーズに従う人は誰でも、タイムスキップ後に調整を加えたことを知っています。 彼らはマンガで経験したアニメよりも危険にさらされている。 感じはちょっと違う。 この映画は、アニメがマンガのものであることから、アニメシリーズとは違った感じです。 気分はちょうど同じではありません。 私は本当にあなたがアニメシリーズから気楽な気持ちを忘れてしまった。 それはまだ光の心のユーモアのいくつかを持っていたが、私はそれが私がシリーズで愛して成長しているものに比べて少し遅く、乾燥していると思った。 ペーシングは最後まで非常に遅かったし、長い間、友人と話し合ってきた古典的なワンピースの瞬間が欠けていた。 それは私の気持ちをかなりカバーしていますが、私のコメントがこの冒険から離れないようにしてください。\u001b[22m\n\u001b[1m(Mangashirīzu ni shitagau hito wa dare demo, taimusukippu-go ni chōsei o kuwaeta koto o shitte imasu. Karera wa manga de keiken shita anime yori mo kiken ni sarasa rete iru. Kanji wa chotto chigau. Kono eiga wa, anime ga manga no monodearu koto kara, animeshirīzu to wa chigatta kanjidesu. Kibun wa chōdo onajide wa arimasen. Watashi wa hontōni anata ga animeshirīzu kara kirakuna kimochi o wasurete shimatta. Sore wa mada hikari no kokoro no yūmoa no ikutsu ka o motte itaga, watashi wa sore ga watashi ga shirīzu de aishite seichō shite iru mono ni kurabete sukoshi osoku, kansōshiteiru to omotta. Pēshingu wa saigomade hijō ni osokattashi, nagaiai, yūjin to hanashiatte kita koten-tekina wanpīsu no shunkan ga kakete ita. Sore wa watashi no kimochi o kanari kabā shite imasuga, watashi no komento ga kono bōken kara hanarenai yō ni shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAnybody following the manga series knows that they have made some adjustments after the time skip. They put the characters in more peril in the anime than they experienced in the manga. The feel is just a little different. This movie feels as different from the anime series as the anime is from the manga. The mood just isn't the same. I really sort of missed the carefree feel you get from the anime series as they explored a little more of a serious tone this movie. It still had some of light hearted humor but I thought it was a bit slow and dry compared to what I have grown to love in the series. The pacing was very slow until the end, and it was missing a lot of those classic One Piece moments that I have had long discussions with my friends about. That pretty much covers my feelings, but don't let my comments take away from this adventure, it was still pretty good and worth watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnybody following the manga series knows that they have made some adjustments after the time skip.\u001b[24m\n    \u001b[1mマンガシリーズに従う人は誰でも、タイムスキップ後に調整を加えたことを知っています。\u001b[22m, \u001b[1m漫画シリーズ次の誰もが、彼らは時間のスキップ後にいくつかの調整を行ったことを知っています。\u001b[22m\n\u001b[4mThey put the characters in more peril in the anime than they experienced in the manga.\u001b[24m\n    \u001b[1m彼らはマンガで経験したアニメよりも危険にさらされている。\u001b[22m, \u001b[1m彼らは漫画で経験よりも、彼らはアニメでより危険に文字を入れます。\u001b[22m\n\u001b[4mThe feel is just a little different.\u001b[24m\n    \u001b[1m感じはちょっと違う。\u001b[22m, \u001b[1m感触がほんの少し異なっています。\u001b[22m\n\u001b[4mThis movie feels as different from the anime series as the anime is from the manga.\u001b[24m\n    \u001b[1mこの映画は、アニメがマンガのものであることから、アニメシリーズとは違った感じです。\u001b[22m, \u001b[1mアニメ漫画からのものであるように、この映画はアニメシリーズとは異なり感じています。\u001b[22m\n\u001b[4mThe mood just isn't the same.\u001b[24m\n    \u001b[1m気分はちょうど同じではありません。\u001b[22m, \u001b[1m気分はまったく同じではありません。\u001b[22m\n\u001b[4mI really sort of missed the carefree feel you get from the anime series as they explored a little more of a serious tone this movie.\u001b[24m\n    \u001b[1m私は本当にあなたがアニメシリーズから気楽な気持ちを忘れてしまった。\u001b[22m, \u001b[1m私は本当に一種の彼らが深刻なトーンのもう少しこの映画を探求としてあなたはアニメシリーズから取得感じ屈託を逃しました。\u001b[22m\n\u001b[4mIt still had some of light hearted humor but I thought it was a bit slow and dry compared to what I have grown to love in the series.\u001b[24m\n    \u001b[1mそれはまだ光の心のユーモアのいくつかを持っていたが、私はそれが私がシリーズで愛して成長しているものに比べて少し遅く、乾燥していると思った。\u001b[22m, \u001b[1mそれはまだ気楽ユーモアのいくつかを持っていたが、私はそれが私が直列に愛するように成長しているものに比べて少し遅く、ドライだと思いました。\u001b[22m\n\u001b[4mThe pacing was very slow until the end, and it was missing a lot of those classic One Piece moments that I have had long discussions with my friends about.\u001b[24m\n    \u001b[1mペーシングは最後まで非常に遅かったし、長い間、友人と話し合ってきた古典的なワンピースの瞬間が欠けていた。\u001b[22m, \u001b[1mペーシングは最後まで非常に遅く、それは私がについての私の友人との長い議論を持っていたそれらの古典的なワンピースモーメントの多くが欠落していました。\u001b[22m\n\u001b[4mThat pretty much covers my feelings, but don't let my comments take away from this adventure, it was still pretty good and worth watching.\u001b[24m\n    \u001b[1mそれは私の気持ちをかなりカバーしていますが、私のコメントがこの冒険から離れないようにしてください。\u001b[22m, \u001b[1mこれはかなり私の気持ちをカバーしていますが、私のコメントは離れてこの冒険から取る、それはまだかなり良いと見て価値があったことはできません。\u001b[22m\n\u001b[1m\u001b[22m\nArtwork is a solid 9. I would give it a 10 if it was consistent all the way through. Music, voice acting, and sound in general were great, again I give the sound a solid 9. Characters are a 10 because hey, it's the strawhat crew. I even enjoyed the new villain. Where it dropped for me was overall story and enjoyment. If they had executed the story a little better (like what we're used to in the series) then it could have been so much better.I don't want to give any details because I don't want to throw spoilers around, but the final fight compared to what you see after the time skip was a little bit of a letdown. Again though, pretty good and no real complaints.\n\n\u001b[1mアートワークは堅実です。一貫していれば、私は10にします。 音楽、声優、一般的なサウンドは素晴らしかったし、音もしっかりとしています。9.キャラクターは10ですね。 私も新しい悪役を楽しんだ。 それが私のために落ちたところは、全体的な物語と楽しみでした。 もし彼らが（私たちがシリーズで慣れ親しんできたような）少し上手くストーリーを実行したら、それはずっと良いことだったかもしれません。私はスポイラーを投げたくないので、 しかし、最後の戦いはあなたが時間のスキップの後に見えるものと比較して、少し衰弱でした。 もう一度、かなり良いと本当の苦情はありません。\u001b[22m\n\u001b[1m(Ātowāku wa kenjitsudesu. Ikkan shite ireba, watashi wa 10 ni shimasu. Ongaku, seiyū, ippantekina saundo wa subarashikattashi,-on mo shikkari to shite imasu. 9. Kyarakutā wa 10desu ne. Watashi mo atarashī akuyaku o tanoshinda. Sore ga watashi no tame ni ochita tokoro wa, zentai-tekina monogatari to tanoshimideshita. Moshi karera ga (watashitachi ga shirīzu de nareshitashinde kita yōna) sukoshi umaku sutōrī o jikkō shitara, sore wa zutto yoi kotodatta kamo shiremasen. Watashi wa supoirā o nagetakunainode, shikashi, saigonotatakai wa anata ga jikan no sukippu no nochi ni mieru mono to hikaku shite, sukoshi suijakudeshita. Mōichido, kanari yoi to hontō no kujō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mArtwork is a solid 9. I would give it a 10 if it was consistent all the way through. Music, voice acting, and sound in general were great, again I give the sound a solid 9. Characters are a 10 because hey, it's the strawhat crew. I even enjoyed the new villain. Where it dropped for me was overall story and enjoyment. If they had executed the story a little better (like what we're used to in the series) then it could have been so much better.I don't want to give any details because I don't want to throw spoilers around, but the final fight compared to what you see after the time skip was a little bit of a letdown. Again though, pretty good and no real complaints.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArtwork is a solid 9. I would give it a 10 if it was consistent all the way through.\u001b[24m\n    \u001b[1mアートワークは堅実です。一貫していれば、私は10にします。\u001b[22m, \u001b[1mアートワークは、それがすべての方法を通じて一貫していた場合、私はそれを10を与えるだろう固体9です。\u001b[22m\n\u001b[4mMusic, voice acting, and sound in general were great, again I give the sound a solid 9. Characters are a 10 because hey, it's the strawhat crew.\u001b[24m\n    \u001b[1m音楽、声優、一般的なサウンドは素晴らしかったし、音もしっかりとしています。9.キャラクターは10ですね。\u001b[22m, \u001b[1m音楽、声の演技、そして一般的に音が再び私はちょっと、それは麦わら一味だから固体9文字は10あるサウンドが得られ、素晴らしかったです。\u001b[22m\n\u001b[4mI even enjoyed the new villain.\u001b[24m\n    \u001b[1m私も新しい悪役を楽しんだ。\u001b[22m, \u001b[1m私も新しい悪役を楽しみました。\u001b[22m\n\u001b[4mWhere it dropped for me was overall story and enjoyment.\u001b[24m\n    \u001b[1mそれが私のために落ちたところは、全体的な物語と楽しみでした。\u001b[22m, \u001b[1mそれは私のためにドロップされた場合には、全体的なストーリーと楽しみでした。\u001b[22m\n\u001b[4mIf they had executed the story a little better (like what we're used to in the series) then it could have been so much better.I don't want to give any details because I don't want to throw spoilers around,\u001b[24m\n    \u001b[1mもし彼らが（私たちがシリーズで慣れ親しんできたような）少し上手くストーリーを実行したら、それはずっと良いことだったかもしれません。私はスポイラーを投げたくないので、\u001b[22m, \u001b[1m彼らは（我々はシリーズに慣れているものと同様の）少し良く話を実行していた場合、それはそんなにbetter.Iだったかもしれない私は、周りのスポイラーをスローしたくないので、任意の詳細を与えることを望んでいません\u001b[22m\n\u001b[4mbut the final fight compared to what you see after the time skip was a little bit of a letdown.\u001b[24m\n    \u001b[1mしかし、最後の戦いはあなたが時間のスキップの後に見えるものと比較して、少し衰弱でした。\u001b[22m, \u001b[1m最終的な戦いは時間スキップが失望の少しがあった後に何を参照してくださいと比較します。\u001b[22m\n\u001b[4mAgain though, pretty good and no real complaints.\u001b[24m\n    \u001b[1mもう一度、かなり良いと本当の苦情はありません。\u001b[22m, \u001b[1m再びしかし、かなり良いと本当の苦情。\u001b[22m\n\u001b[1m\u001b[22m\nIf you like one piece then you should check this one out. It's not bad, but I still liked Strong World better. Still it made a high enough score in my book for filler! :)\n\n\u001b[1mあなたがワンピースを好きなら、あなたはこの1つをチェックアウトする必要があります。 それは悪くありませんが、私はまだStrong Worldがよりよく好きでした。 それでも、フィラーのために私の本で十分に高いスコアを出しました！  :)\u001b[22m\n\u001b[1m(Anata ga wanpīsu o sukinara, anata wa kono 1tsu o chekku auto suru hitsuyō ga arimasu. Sore wa waruku arimasenga, watashi wa mada Strong World ga yori yoku sukideshita. Soredemo, firā no tame ni watashi no hon de jūbun ni takai sukoa o dashimashita! : ))\u001b[22m\n\nTranslations of \u001b[4mIf you like one piece then you should check this one out. It's not bad, but I still liked Strong World better. Still it made a high enough score in my book for filler! :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you like one piece then you should check this one out.\u001b[24m\n    \u001b[1mあなたがワンピースを好きなら、あなたはこの1つをチェックアウトする必要があります。\u001b[22m, \u001b[1mあなたはワンピースが好きなら、あなたはこの1つをチェックする必要があります。\u001b[22m\n\u001b[4mIt's not bad, but I still liked Strong World better.\u001b[24m\n    \u001b[1mそれは悪くありませんが、私はまだStrong Worldがよりよく好きでした。\u001b[22m, \u001b[1mそれは悪くないのですが、私はまだ良いストロングワールドが好きでした。\u001b[22m\n\u001b[4mStill it made a high enough score in my book for filler!\u001b[24m\n    \u001b[1mそれでも、フィラーのために私の本で十分に高いスコアを出しました！\u001b[22m, \u001b[1mまだそれは、充填剤のための私の本の中で十分に高いスコアを作りましたよ！\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m"
  },
  {
    "title": "One_Piece_Film__Z",
    "id": "12859",
    "url": "https://myanimelist.net/anime/12859/One_Piece_Film__Z",
    "user": "Ramonayanna",
    "profile": "/profile/Ramonayanna/reviews",
    "pages": "1",
    "number": "14",
    "link": "/reviews.php?id=125539",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は本当にゾロとサンジの古典的なライバルを愛していますが、私はすべての映画を楽しんだが、最もクールな部分は最後でした、私はすべての乗組員が殺されたとは思えませんでしたが、ルフィのおかげですべてが救われました！ かなりクールな衣装と本当に素晴らしい効果が私にこの映画に10/10を置いた:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI really love the classical rivalrly between Zoro and Sanji, I enjoyed all the movie but the most cool part was in the end, I couldn't believe all the crew got 'killed' but thanks to Luffy the were all saved ! Pretty cool costumes and really nice effects made me put 10/10 to this movie :)\n\n\u001b[1m私は本当にゾロとサンジの古典的なライバルを愛していますが、私はすべての映画を楽しんだが、最もクールな部分は最後でした、私はすべての乗組員が殺されたと信じられませんでしたが、ルフィのおかげですべてが救われました！ かなりクールな衣装と本当に素晴らしい効果が私にこの映画に10/10を置いた:)\u001b[22m\n\u001b[1m(Watashi wa hontōni zorotosanji no koten-tekina raibaru o aishiteimasu ga, watashi wa subete no eiga o tanoshindaga, mottomo kūruna bubun wa saigodeshita, watashi wa subete no norikumiin ga korosa reta to shinji raremasendeshitaga, rufi no okage de subete ga sukuwa remashita! Kanari kūruna ishō to hontōni subarashī kōka ga watashi ni kono eiga ni 10/ 10 o oita: ))\u001b[22m\n\nTranslations of \u001b[4mI really love the classical rivalrly between Zoro and Sanji, I enjoyed all the movie but the most cool part was in the end, I couldn't believe all the crew got 'killed' but thanks to Luffy the were all saved ! Pretty cool costumes and really nice effects made me put 10/10 to this movie :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really love the classical rivalrly between Zoro and Sanji, I enjoyed all the movie but the most cool part was in the end, I couldn't believe all the crew got 'killed' but thanks to Luffy the were all saved !\u001b[24m\n    \u001b[1m私は本当にゾロとサンジの古典的なライバルを愛していますが、私はすべての映画を楽しんだが、最もクールな部分は最後でした、私はすべての乗組員が殺されたと信じられませんでしたが、ルフィのおかげですべてが救われました！\u001b[22m, \u001b[1m私は本当にrivalrlyゾロとサンジの間の古典を愛し、私はすべての映画を楽しんだが、最もクールな部分が最後にあった、私はすべての乗組員は「殺され」てしまった信じることができませんでしたが、ルフィインクルードのおかげでは、すべて保存されました！\u001b[22m\n\u001b[4mPretty cool costumes and really nice effects made me put 10/10 to this movie :)\u001b[24m\n    \u001b[1mかなりクールな衣装と本当に素晴らしい効果が私にこの映画に10/10を置いた:)\u001b[22m, \u001b[1mかなりクールな衣装と本当に素晴らしい効果は私がこの映画に10月10日を入れて作られた:)\u001b[22m"
  }
]
