[
  {
    "title": "Tsuritama",
    "id": "12883",
    "url": "https://myanimelist.net/anime/12883/Tsuritama",
    "user": "Firechick12012",
    "profile": "/profile/Firechick12012/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=131953",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  9\n\n私は、2011年11月以来私の人生で起こっていたすべてのものを憎んでいました。私が知り、愛しているすべてが突然、無情に流出し始めた時です。 それ以来、私は岩の下で這い回って死にたいと思っていましたが、私はまだやります！ ヘック、私は世界が2012年12月21日に終了することを希望するほど大胆なことさえあります！ 私に起こっているすべてのことをやった後、私は正直言って私が再び幸せになるとは思っていませんでした。そして、私はまだ、すべてが私のために傷ついたことを考えると、 ある日、あなたが本当に落ち込んでいた気分にあったら、どういうわけか何とかして顔全体に笑顔を浮かべるものを見つけたらどうでしょうか？ カラフルで、とても面白く、とても明るく、とても楽観的で、楽しく、とても爽やかで、あなたが最初に落ち込んでいた理由を喜んで感じます。 それは栗山です。 このアニメそのものは私のゲートウェイ・ドラッグ・ウィッシュのすべてを果たしたに過ぎませんが、私はまだ大絶望と苦悩の時代に、私のゲートウェイ・ドラッグであると考えています。\n\n多くの人がストーリーで少し混乱していたので、できるだけ明確に説明しようと思います。 おばあちゃんは仕事のために周りを歩く必要があり、友達を作ることができず、本当に何かを作るための適切な社会的スキルを持っていないし、しばしば不安で克服される 彼の顔の形で、みんなから恐ろしい赤い悪魔の顔に変わってしまった（どうしてそれが彼に起こるの？なぜなら、彼らは決して説明しない）。 そこで彼と祖母は海の美しい島である江の島に移動します。 すべての突然、ユキは、彼が外国人だと主張し、彼が釣りに行くように強制するこの奇妙な雲cuckoolander子供春にアプローチされます。 どうして？ 春は世界を救いたいから。 しかし、なぜ彼はすべての人の由紀が必要なのですか？釣りはどのように世界を救うことができますか？ 彼らに参加するには、誰もが嫌いな甘い鳴き声と、DUCKという組織のために働く、タピオカというペットダックを持つ奇妙なインディアンの男、Akiraがいます。 釣りについて学んでいる間、彼らは冒険の束に行きますが、奇妙なことが起こります。\n\n私が日本で見た7年間でアニメに気がついたことが1つあれば、2つのアニメが同じアニメーションスタイルを持つことはできません（例外はありません）。 すべてのアニメはプレゼンテーションとアニメーションが異なります。なぜなら、私は何年もの間、多くのアニメに取り組んできた理由の一つだと思っています。 しかし、栗山のアニメーションそのものは、現代の多くの現代アニメとはかなり異なっています。 私たちがやっていることの中で見つけたまさに喜びを、ユキがそれを試した後に釣りが好きになったように見せる目的で、すべてが完全に明るくカラフルです。 アニメーションスタイルは、必要なときに気分を設定するのにも役立ちます。幸せで明るいときは明るく、深刻で馬鹿にしたいときは暗くなり、私を信じて、栗山は深刻な瞬間を持ちます。 ソラノウォト、ソードアートオンライン、アノーナ、フラクタレなどのアニメを行うことで知られているA-1 Picturesでアニメーションが行われたことを知るのに役立ちます。 確かに、いくつかの顔は時々歪むが、それはショーを殺すものではない。\n\n音楽は非常に独創的なサウンドトラックを持っているため、ショーが明るく輝く別のエリアです。 基本的には85％の木管楽器で、FWEETの音がいっぱいです。それは最高です。 この作品のすべては、ショーの明るいカラーパレットと陽気な気分に完全にフィットする、弾力的で、幸せで陽気な響きです。 しかし、ピーナッツ・バターやゼリー・メッシングのようなそれぞれの場面や気分に完璧に合った素晴らしいオーケストラ作品や壮大な壮大な作品もまだあります。 私はそれで何か欠陥を見つけることができないようです！ それはあなたの頭の中に何年も縛られずに放置されるような音楽の一種です。あなたはそれを永遠に笛吹くことができます！\n\nキャラクターは、ショーのもう一つの大きな側面です。  10代の若者たちが、同じ性格やアーキタイプを持っている鉛のキャラクターとしてお互いを切り離しているショーは、あまりにも多くあります。恥ずかしがり屋、陽気な子供、ストーリー・ソウルパスなどです。しかし、栗山は、 できるだけ多くの発達と独創性を持ったキャラクターであり、その過程で偉大なキャラクターに成長し、彼らは長い間彼らのギミックに固執していません。 ユキは恥ずかしそうに恥ずかしがりがちになり始めますが、すぐに彼は彼の心を話すことができます。 夏希は馬鹿から始めますが、彼は後で親切になります。 春はあまりにも激しく陽気ですが、彼の過度の子供のような歓声には、はるかに多くのことがあります。 彼らがより自然に演奏し、チーズやハムフィストのようなものから抜け出すこともなく、本当に自分たちの発達を止めないという事実もあります。 文字はすべて素晴らしいですし、お互いに跳ねてディケンズのように衝突するので、彼らの化学は本当に自然で現実的です。 私は実際の人生の中でやっているように人々の行動を見ることができ、アニメーションは人生にも本当に役立ちました。\n\n\n\n甘いとカラフルなものを探しているなら、あなたの心の琴線にあなたを入れてくれるでしょう。 エノシマドン！"
  },
  {
    "title": "Tsuritama",
    "id": "12883",
    "url": "https://myanimelist.net/anime/12883/Tsuritama",
    "user": "animeRoads",
    "profile": "/profile/animeRoads/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=74809",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  8\n\nうーん、これは何ですか？ 伝説を釣りたいエイリアンのため、社会的に厄介な男と釣りの良い人がいます。 さて、それは私のレビューの要約だと思う。\n\nいいえ、真剣に、これは私が全血の人生で見たことのある最も混乱しやすいアニメの1つです。 最初の3/4のエピソードは意味をなさない...そしてエピソード6まで話が離れることはありません。それまでに、ほとんどの人がすでにそれを落としてしまったと思います。\n\nだから、ある意味では、このアニメは観客の忍耐力をテストします....そして私の神、あなたが忍耐すれば、あなたは良い治療を受けています。 話が始まると、あなたは魚のように引っ掛かります。 このアニメを取り巻くユニークさが感じられます。 あなたはそれを理解するために見るだけでいいです。\n\n今、私のレビューをここまで読んだら、ありがとう。 しかし、正直言って、私はキャラクター/物語/芸術などについて全く話していないことに気づいたでしょう。 まあ、私はあなたが理解するためにそれを見なければならないと言った。 私はこのアニメがどれくらい良い/悪いかを言うことができますが、それは私の意見です。 私は、見知らぬ人のコメントを読むのではなく、他の人がアニメを探索するよう奨励したいだけです。"
  },
  {
    "title": "Tsuritama",
    "id": "12883",
    "url": "https://myanimelist.net/anime/12883/Tsuritama",
    "user": "Persuade",
    "profile": "/profile/Persuade/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=213662",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  9\n\nストーリー：吹田マは、祖母と一緒に江ノ島へ向かう少年の名前の由紀についての時代の話です。なぜこれが釣りと関係がありますか？ まあ、実際はたくさんあります。 この小さな町での彼の時代、彼は友達を作ることを学ぶだけでなく、「英雄」に成長する。 はい、私は主人公のユキがどういうわけか植物を救ってしまったので主人公と言いました。\n\nアート：これまでのアートはかなり興味深いもので、定期的にオープニングやショーを通じてこれを見ることができます。 この部門で言うことはほとんどありませんので、デザインチームに相談してください。 ほとんどの場合、芸術は周囲と文字を放出する明るい色の使用でうまくいきます。  1つの特定のキャラクター...そして、それは春が特に彼の服装で私を魅了した。\n\nサウンド：これは今、栗山をほぼ完璧にするものです...その音楽。 あなたが私が意味するものを得るならば、それはそれが島でぶらぶらしている気持ちを捕らえるのに失敗しないという点で、音楽がうまくいきます。 真実は、私はエノシマに行ったことがないし、私は今まで釣りに行ったことがありますが、周囲の音楽は、それがすべて新鮮で、退屈ではない...本当に時間を過ごす良い方法です。\n\n文字：Yuki * Claps * Claps申し訳ありませんが、ユキのようなキャラクターが植物の芽を見て美しい花に成長するのとほぼ同じように成長します。 奇妙な比喩ですが、私は他の方法でそれを置くつもりはありません。 雪の手が私の好きなキャラクターかもしれません...それはおそらくショーを見るのに十分ですが、私は別のキャラクターを持ってきます。 春、ああ、春は男のために多くのことを話し、彼の心を話すという点で、非常にかなりのユキにとって完璧な箔です。 お互いの心を読むことができる2人の人がいたら、私はユキと春だと思う。 一方は他方に依存している。 私は言及しなかったが、他のキャラクターもまた主要なキャラクターも素晴らしいです。\n\n楽しさ：栗山は私がいつも良いキャラクターの開発と世界の建造を目指すアニメだと言わなければならない。 村のアニメが村で行われるのは素晴らしいことではありませんが、これは田舎の子供たちにもっと広い視野を与えられています。携帯電話、コンピュータ、ショッピングモールなどは田舎には見えません。 釣りの楽しみ！ 大好きです。 今本当に釣りに行きたいと思っているように、テーマはとてもリアルでインスピレーションです。\n\n全体：おそらくアニメを試して、それがどうなるか見てみましょうか？ あなたが間違いなく忘れることのないことは、哲也がその城と江の島の町の両方にもたらす生活です。 私は第二シーズンに向けて絶望的に願っていますが、今はただの夢を見ましょう。 栗山さんの印象は、それがとてもうまくいっていたということでした。嘘をつくことはありませんでした。私は最後にユキの開発を拍手していました。 平和！"
  },
  {
    "title": "Tsuritama",
    "id": "12883",
    "url": "https://myanimelist.net/anime/12883/Tsuritama",
    "user": "GamerUnglued",
    "profile": "/profile/GamerUnglued/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=213109",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  8\n\n文章では、おそらく私が今まで見た中で最も奇妙なアニメだろう。 人生のスライスを組み合わせると考えていた人は、世界を引き継ぐことを試みているエイリアンと釣りに関するスポーツアニメは確かに想像力を持っていました。 私がこれまでに見た中で最も魅力的なショーのひとつです。 それは本当に自分自身をあまりにも真剣に取ることはありませんし、驚くべきことを防ぐいくつかの欠陥を除いて見ることは喜びでした。\n\nアート/アニメーション - このアニメはA-1ピクチャーズによって行われ、間違いなくこの部門で配信されました。 栗山のアートスタイルは奇妙なものでしたが、私はそれが穏やかな物語と海辺の設定にうまく合っていることがわかりました。 鮮やかな色と素敵なキャラクターデザインですべてを見て楽しかったです。 アニメーションの面では、釣り場面は非常に激しく、棒、魚、そしてキャラクターの動きは、私が知る限り、かなり自然に見えました。 残念ながら、私は10を与えることができない理由ですが、芸術とアニメーションは間違いなくプラスでした。\n\nストーリー - 栗山は私があまり真剣に取るべきではないと思った話をしました。 最初は、漁業の共通の愛を結びつける可能性の低い友人のグループについて、時代遅れの話であるように見えました。 しかし、そのプロットはすぐに水に触れたときに人々にダンスをさせるエイリアン・フィッシュから世界を救うことに変わりました。 私はどのように分かっていないのですが、一見無関係な2つのプロットは結構よく結ばれています。 私は自分のプロットの狂った狂気に笑っていることが分かりました。そして、私はそれが栗山が行っていたものだと思います。 明らかにあなたがより深刻なアニメを探しているなら、他の場所を見ることができますが、あなたの脳をオフにして、奇妙で愚かな（良い方法で）楽しむことができる物語を探している人にとっては、それ以上は見えません。\n\nキャラクター - キャラクターの大部分の話は、彼らがいいことだったということです。 どれも素晴らしいものではありませんでしたが、そのほとんどはひどいだけではありませんでした。 私は他のキャラクターが気に入っていましたが、彼らは彼らの性格にもっと行きました。 例えば、ユキは深刻な不安を抱いていたことが判明し、どこから来たのか、どうやってそれに対処しようとしたのかが気になると思う。 しかしそれ以外は、春を除いて、主人公と主人公の両方のキャストの大半が好きだった。 私は一言で言えます。なぜなら、私が絶対に立つことができないキャラクターが春ですからです。 私はちょうど彼が非常に迷惑であることが分かったので、キャストの残りの部分がこのキャラクターをどのように好きだったかを私は理解していない。 私はクリエイターが何を求めているのかを知っています。彼らは彼を好きにしようとしていましたが、彼らはあまりにも多くのことをしたと思っています。 彼は非現実的なところまで過度に楽観的だった。 彼は彼の行動と動機に非常に矛盾していた。 そして、私は彼が見て非常に不快だったすべてを見つけました。 彼の最悪の部分は、彼の声でした。 彼の声は邪魔になりました。\n\nサウンド - このショーの第1半分と第2半分はサウンドトラックがほとんど違っていましたが、ショーのその部分の気分にそれぞれマッチしました。 最初の半分は、海辺の環境に合ったとても落ち着いた音楽で、とても楽しかったです。 後半は音楽がより強くなり、ショーのその部分でうまくいきました。 それは釣りをより叙事詩にしました。そしてそれはちょうど激しいものでした。  OPとEDの両方がうれしくて楽しいものでした。 最後に声優。 いつものように、私はちょうど私が本当に迷惑であることが判明した前述の春の声を除いて、私は非常に良いダブであることが判明したEnglish Dubでこのショーを見ました。 私は日本のダブを聞いたことがないので、何も言えませんが、ダブが良いとダブを好むなら、このダビングで十分だと言うことができます。\n\n楽しさ - つらいはちょうど楽しいとクレイジーな乗り物だった。 私はそれをかなり楽しんでいた。 私の脳をオフにして自分を楽しむだけの時だったし、シリーズを見ているときにもそうしました。 また、説明の欠如のためにあまり意味を持たないが、何とか満足していて、私の楽しみがさらに増したと言うこともできる。 総合的には、私にとってとても楽しいショーでした。\n\n全体的に、私はこれを短くします。 魅力的なストーリーと深みのあるキャラクターで生き生きとしたスポーツ・アニメを欲しければ、ツリータマムは今のためのショーではありません。 しかし、スポーツのアニメーション「スライス・オブ・ライフ」が真剣に受け止めないようにしたい場合、これは間違いなくあなたの次の時計にとっては良い選択です。 それはずっと楽しかったし、ばかげていました。私はそれを楽しんでいましたが、それはすべてのものが再生されるのを見るために私の脳を消したからです。 あなたが批判的な心でこれを見るなら、それはまったく楽しいものではありません。 それにもかかわらず、時にはこのようなショーは、長い一日の後に必要なものです。\n\nスコア：\nアート/アニメーション -  9\nストーリー -  8\nキャラクター -  7\nサウンド -  8\n楽しさ -  8\n全体的 -  8"
  },
  {
    "title": "Tsuritama",
    "id": "12883",
    "url": "https://myanimelist.net/anime/12883/Tsuritama",
    "user": "AdunToridas11",
    "profile": "/profile/AdunToridas11/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=167513",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  8\n\nまあ、これは少し奇妙で、私の表現はショーに途中降機であり、残りの半分はまだかなり奇妙でした。\nそれはとても恥ずかしがり屋であり、彼が行く新しい学校に良い最初の印象を作るために絶望的に望んでいるユキと呼ばれる少年のことです。 そして、ある日、江ノ島にある高校に通い、春と出会う。春は世界を救えると言う宇宙人だ。\nええ...このアニメについては何が変わっているのかは陽気なプロットの組み合わせと面白いキャラクターがそれをどう扱うかです。\n今、これは最初のスポーツ（ish）アニメです。私はどこで釣り、proffesionall釣りについて見ています。 しかし、それだけに焦点を当てていない、あなたはまた、主人公の家族の状況（春を除く）と生活のアニメーションのスライスの毎日の学校生活をclasscialに関与する。\nそれは非常に楽しい設定と文字を持っているかわからないいくつかの種類の超自然的な要素や想像上のものがありますが。 そのアートスタイルは素晴らしく、アニメがすべてであるすべてのものに完璧にフィットします。\nアニメのバックグラウンドをより生き生きとさせるようにすると、音が素敵にフィットします。\n\n全体的に私は、これは自分のユーモアとオリジナルの物語、素敵なアニメで奇妙で楽しい経験を見つける。 スポーツの部分が私を本当に退かせなかったけれども、それは素晴らしいものでした。  8/10"
  },
  {
    "title": "Tsuritama",
    "id": "12883",
    "url": "https://myanimelist.net/anime/12883/Tsuritama",
    "user": "himeyukii",
    "profile": "/profile/himeyukii/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=64665",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私が初めて敦谷を見始めたとき、私の期待はかなり低く、友情についての別のコメディだったと私は思っていました。 しかし、ちょうど最初のエピソードを見て、私はそれについて完全に間違っていることがわかった。\nアートワークとアニメーションは素晴らしく、全体的な雰囲気と気分はとてもよく伝わっています。 私は海の美しい家に主人公の雪と春と江ノ島に住みたいと思っていました！\nストーリー・ラインも非常によく考えられており、キャラクターの進歩は非常によく描かれています。 ユキの社会的不安と春の人生の無知は、物語を通して本当に変化します。\nもちろん、私はスポイラーを出すことはできませんが、エンディングは完璧ではありません。 アニメにはエピローグが含まれていて、本当にストーリーをすばやく包み込み、アンジーな終わりがない。\n私は本当に1つ1つのエピソードを楽しんでいて、次のエピソードが出るのを待つことができませんでした。 このアニメのすべてが壮大で、私は誰にでもそれをお勧めします。 シーズン2があることを祈りましょう！  ：D"
  },
  {
    "title": "Tsuritama",
    "id": "12883",
    "url": "https://myanimelist.net/anime/12883/Tsuritama",
    "user": "onisuzume",
    "profile": "/profile/onisuzume/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=95699",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\n私が今まで見てきたアニメの中でも最も懐かしいアニメのひとつです。\n\n物語はかなり違って、私は「釣り」に関連するアニメを見るのに慣れていないのですか？\n\n真田由紀は、祖母に学校を移して、何とかこの小さな島：江ノ島に移動した、内向的で社会的に厄介な赤毛の十代の若者です。 そこで、ユキは釣りの王子である晴れやかなエイリアン春と夏木に出会います。 春と雪が友達になった主な理由は、江ノ島を脅かす危険から世界を救うことです。 謎の組織「DUCK」は、彼が危険の主な原因だと思う春を捕まえようとするが、そこでは彼らはAkiraと会う（私は彼を気​​に入らなかったが、最後は涼しい）。 そして、世界を救うことができる唯一の人はユキです。それは魚の釣り方を学ぶことです。 物語の夏樹らの二次的なキャラクターのおかげで、Yukiの自信が築かれ、友人を近づけて世界を救う決心が私をつま先の端に抱かせました。\n\n私は実際にキャラクターを愛し、アニメの芸術は私が見ている典型的なものとはかなり異なっていました。 私はそれを楽しんだ！\n\n私がこのアニメを最も愛したのは、4人の友人がお互いに学び、Akiraが光り輝くには時間がかかっていたかもしれないが、結局その日を救ったのは春だったということです。 私は同じ時間に笑って泣いたので、このアニメはスゴイスゴイです！"
  },
  {
    "title": "Tsuritama",
    "id": "12883",
    "url": "https://myanimelist.net/anime/12883/Tsuritama",
    "user": "baffledprince",
    "profile": "/profile/baffledprince/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=72011",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nああ、私はこの素晴らしいショーでどこから始めるのですか？\n\n私は最初にこの番組を拾って3つのエピソードだけが出ていたとき、その説明から何を期待するか分からなかった。 私は誇大宣伝が何であるかを見たいと思っていました。そして、釣りについての愚かなショーで既に高く評価されていた私の期待をはるかに上回りました。 私は好奇心が強い。\n\nショーは視覚的に豪華です。 使用される色、芸術、アニメーション...すべてがショー全体を通して使用されるような素敵でユニークなトーンを設定します。 そんなに長い間見たこととは違っていました。 音楽と一緒に、それはすべて超豪華だった。 私はしばらくの間、アニメからそんなに楽しんだサウンドトラックは聞いていない。 それはとても落ち着いています。 プロットがどこに行こうとしているかわからないときでも、すべてがあなたに夢中になっていました。 プロットについて言えば、ショーの次のエピソードで何が起こるかを知っている人はいなかったが、悪い方法ではなかった。 それはすべてとてもうまくいった。\n\nこのショーをすばらしいものにしてくれるものの1つは、キャラクターです。 このショーは、実際のキャラクター開発のファンには最適です。 私はすべてのキャラクターが人として成長するのを見てとても満足していて、シリーズの実行中にそれほど変わっていません。 それは私の顔に笑顔をもたらすことはできませんでした、そして、彼らの不安と悩みを克服するために、ユキと他の人たちを誇りに思います。 私はそれを馬鹿に言っているように感じますが、ショーでこれまでに見たことのないものでした。\n\nキャラクター自体は素敵で、最終シーンに至るまで、誰もがプロットに重要な役割を果たしています。 このショーは、荒い時代を過ぎても素晴らしい雰囲気を放ち、次は何が起こるかを見てとても興奮していました。 本当に助けてもらえませんでしたが、それぞれの性格ごとに恋に落ちました。 シリーズを数回見ても、まだ1つのお気に入りを選ぶことはできませんでした。\n\nこのショーは感情のジェットコースターですが、それは確かに私が何年も見てきた最高のアニメの一つです。 どのショーでも、全体的な楽しみの面でこれと競争するのは難しいでしょう。"
  },
  {
    "title": "Tsuritama",
    "id": "12883",
    "url": "https://myanimelist.net/anime/12883/Tsuritama",
    "user": "Tksuzuran",
    "profile": "/profile/Tksuzuran/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=61779",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  8\n\n正直言って、私はこのアニメを見るのがとても躊躇していました。 私は個人的に釣りの周りを回っていたアニメを見たことがないことを覚えています。\n\n私はこのシリーズを手に入れようと思ってうれしいですが、それは私が予想した以上のもので、素晴らしいキャスト、ユーモア、素晴らしいユニークなアートを提供するからです。\n\nまずは物語があなたの典型的な生活の一部と思われ、人格の異なる高校生の少年のグループが友人になります。 しかし、それぞれの少年は非常にユニークで、興味深くて面白いアンサンブルを提供しています。 あなたは簡単に状況に悩まされている少年、真田ゆきがいます。宇宙人、宇佐美夏樹はやや遠く冷たいキャラクター、山田晃は現時点では謎の男です。 カモという名前のタピオカ。\n\nこれらの男の子の友情は、それらの間に強い結びつきを構築する様々なイベントを通じてテストされます。 最初は春が惑星を救わなければならないと言われているので、これがどのように展開するのか興味深いでしょう。\n\nあなたの頭の後ろにある世界のコンセプトの終わりで、それは視聴者を本当に不思議にさせます。 ストーリーが軽快なものからもっと劇的なものへとどのように変わっていくのが素敵です。\n\n5つのエピソードだけで、私は本当にこのアニメがどのように展開するのか興味を持っています。私は個人的には素晴らしいシリーズになると感じています。"
  },
  {
    "title": "Tsuritama",
    "id": "12883",
    "url": "https://myanimelist.net/anime/12883/Tsuritama",
    "user": "iky009",
    "profile": "/profile/iky009/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=192213",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  9\n\nそれは、素晴らしい外観、カリスマ性のキャラクターの範囲とコールアヒルタピオカと、友情の偉大な物語を示しています。 アニメは最終的な報酬を得た素晴らしい趣味です。 まあ、私は魚を学ぶことさえしました。"
  },
  {
    "title": "Tsuritama",
    "id": "12883",
    "url": "https://myanimelist.net/anime/12883/Tsuritama",
    "user": "Shikama",
    "profile": "/profile/Shikama/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=185449",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  7\nキャラクター|  8\n|  9\n\n=================\n物語\n=================\n人生とコメディのアニメの優れた断片。 このカテゴリのトップ10には確かです。  Tsuritamaは2012年にアニメ業界に新しいものをもたらしました。芸術や物語のためのものです。 物語そのものは、他のアニメの中ではあまり見たことのないものです。\n\n基本的には、釣りや水で人をコントロールする力を持っているエイリアンです。 栗山はまた、私たちの生活の中で友情がいかに重要であるかについてです。 また、物語は美しい島エノシマで行われます。\n\n全体的に、私は物語の独創性とそれがどれほど面白くかわいいかが大好きでした。 もう一つのアニメ私はリストのアニメを見る必要がありますに追加しています。\n=================\nキャラクター\n=================\n栗山では、独特の少年たちによって形成された新しいグループの友達の道をたどっています。 おばあちゃんは、おばあちゃんのライフスタイルのゆえに、恋人を動かしました。 彼女は生きて別の場所を見るのが好きです。 だからもちろん、ユキは学校を頻繁に変えなければならず、クラスに自分自身を紹介することは彼にとって非常にストレスです。 彼は何かを心配しているたびに、恐ろしい顔をして人々を怖がらせる。\n\nグループの2人目は春です。 彼はいつも自分を外国人として紹介している。 彼はかわいいし、彼の周りの幸福を伝播する方法を知っています。\n\n夏樹は、雪と春に魚の釣り方を教えた人です。 彼は国家釣り大会への参加で有名です。 彼は彼のニックネーム「フィッシング・プリンス」を所有していた。 彼は妹の周りにいるときに違った行動をします。 注意を払う保護兄弟VS冷たい、フランク、遠く、苛立つ少年。 彼の態度は、春と雪との時間が過ぎると変わるだろう。\n\nAkiraはグループに加わる最後の人です。 彼は「ダック」と呼ばれる組織のために働く神秘的でストイックなインドの王子です。 彼は25歳にもかかわらず、エイリアン/春について調べるためにユキのクラスで移送されます。 彼は常にタピオカという名前の彼のアヒルと一緒にいます。\n\nキャラクターはよく発達していて、スタッフは社会的なものと闘うときに物事を面白く保つことができました。 時々、彼らは物事を深刻に保ちました。 彼らは深刻なものと面白いものの間で完璧なバランスを作りました。\n\n=================\nアート\n=================\n私たちはそれほど頻繁に見かけることのない芸術ですが、あなたがそれに精通していなければ、あなたは慣れるでしょう。\nカラフルではないほどカラフルなゲームはありませんが、多くの明るい色があります。\n\n栗山は、私の考えでは、アニメの細かいスケールでは中程度のレベルにしています。 それは私が見たものの中で最も詳細なものではありませんが、水と環境に大きな注意を払うことができます。 文字を見ると、簡単な方法で描かれます。\n=================\n音楽\n=================\n私はオープニングに恋しています。 それを見て、あなたはキャラクターと一緒に踊りたい。 習得が簡単で、あまりにも複雑ではないダンスのキャッチーな歌。 多分あなたは他のオタクとのコンベンションでそれを踊ることができます。\n\n全体的に、オストは特別なことは何もない、または私を震えさせたが、それでも悪いオストはいない。\n\n彼らが選んだ音楽は各場面に適しており、効果音は正確です。 正確に言えば、私は、文字が入っている環境と調和していることを意味しています。例えば、台風の間、静かな海の中、塔の上部など。  （風、波...）\n\n=================\n最後のメモは9/10です\n================="
  },
  {
    "title": "Tsuritama",
    "id": "12883",
    "url": "https://myanimelist.net/anime/12883/Tsuritama",
    "user": "caramel_soul",
    "profile": "/profile/caramel_soul/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=143107",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nまったく信じられないと思われるストーリーを見つけるのはまれですが、最も平均的なプレイヤーが簡単に把握できるストーリーはまだあります。 ツリッターは、まさにラフなダイヤモンドです。 つれたまは、愛想豊かで親しみ深い男の子であるユキに続いて、物語が展開し始めると、本当の色を後押ししません。 芸術は明るく、壮大で、音楽は忠実な仲間と一緒に川を下っていくようなもので、ユーモアは奇妙なものであり、時には誰もが海に溺れているような気分に満ちている。\n\n一方で、物語はとても楽に動いているので、外出しているアモックであると主張している大きな目の少年がいることを忘れるのは簡単です。 一方、自己宣言されたエイリアンと彼のアヒルと話をする不思議な男の間では、ストーリーは何よりも簡単に釣りに出掛ける少数の友人についての話であることを、容易に忘れることができます。 吹谷では物語を伝える工芸品が美しく習得されています。 集中釣りの瞬間の間でさえ、これは単なる釣りではないという疑いが全くありません。それはより多くのものであり、簡単なペースで動くようにストーリーを推進します。\n\n最終的に栗山で輝くのは文字です。 誰もが間違いなく、すべてのシリーズを通して明らかな成長を経験することができます。 真の成人式では、少年たちは死、家族、友情という現実の問題に直面しています。 ユキのおばあちゃんと無実の自称エイリアン春とのやりとりは、さようならの必然性と人間精神の脆弱性を学ぶ中で、最も激しいものです。\n\n栗山は芸術的な宝石です。 それは決して「平均的な」スライスではなく、把握するにはあまりにも幻想的でもありません。 それは成年になることができますが、それは最後に永遠に若くなることを望んでいる視聴者には簡単には当てられません。 おそらく、それは結局のところ、世界を救う方法です。"
  },
  {
    "title": "Tsuritama",
    "id": "12883",
    "url": "https://myanimelist.net/anime/12883/Tsuritama",
    "user": "hyeongy",
    "profile": "/profile/hyeongy/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=70655",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  7\nキャラクター|  10\n|  10\n\nストーリー：ストーリー全体はランダムです。 それをすべて論理的にしようとしないでください。 私が望むことができる唯一のことは、もっと長いことだったということです。 それは、物事が進むにつれて、ナンセンスに巻き込まれて、すべてが完璧な意味合いを持つことになります！ 説明するのは難しいですが、これはかなりです。 私の最初の印象は、NichijouやAzumangaのような人生の一部であるが、男性と釣りをしているかもしれないということだった。 全く間違っている。 存在しないプロットのように見えるものは、すぐに一緒になって世界を救う壮大な戦いを形作る。 同時に、栗山は人生のあらゆる側面を意味のある方法で照らし、生命、死、友情に触れ、自分を見つけ、成長し、家族と出発します。 時には、状況が最もばかげている中で起きたことがある深刻さに私を驚かせることもあります。それは非常に興味深い並置を作成しますが、機能します。 全体的に、それはすべて一緒に来て、ばかげて楽しいプロット作業を形成する。\n\nアート：アートは爽やかでシンプルでカラフルです。 最初は私はそれがそれほど良いとは思っていませんでしたが、それは単純な芸術と単純な物語が組み合わさって、子供のショーの雰囲気が私に与えられたが、その感情はすぐに否定されたからです。\n\nサウンド：音楽は私にはそれほど目立っていませんでしたが、実際にはこのアニメが音楽であまりにも多くのことを必要としているとは感じていませんが、すでに誇張されている要素があります。 そうでなければ、オープニングはとても魅力的で、おそらくあなたが愛することになる悪名高い江ノ島の踊りの多くを特徴としています。 結末は私にとってはそれほどインパクトがありませんでした。\n\nキャラクター：キャラクターはよく発達しており、それぞれがこの短いシリーズを通して大きな成長を遂げています。  4人の主人公はお互いに互換性があり、お互いに会ってお互いに知り合っているのを見て楽しむことができます。 彼らの人格は最終的に非常に現実的で非常に関連性が高くなります。\n\n全体：少なくとも3つのエピソードを見ずに、このアニメを釉薬しないで、あなたの決定を下す！ それは混乱し始めますが、本当に一緒になって素晴らしいものになります。 それはおそらく私が今まで見たことのある釣りについての最もエキサイティングなものの1つであり、すべてのエピソードの後に​​暖かい気持ちと愚かな笑顔で私を残しました。あなたが見終わってすぐに忘れるショーのようなものではありません。"
  },
  {
    "title": "Tsuritama",
    "id": "12883",
    "url": "https://myanimelist.net/anime/12883/Tsuritama",
    "user": "wallflower_",
    "profile": "/profile/wallflower_/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=92725",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私が見てきた最高のアニメのうちの1つです。 私は釣りには決して関心がありませんでしたが、これは私の注目をひきつけました。 もし私が1つの言葉でアニメを記述していたら：奇妙な。\n\nプロットやストーリーはオリジナルです。 ショーは、全体にわたって謎の素敵な空気を維持する良い仕事をしました。後でそれまでのプロットの大部分がわからないからです。 しかし、それと同時に、それは非常に気持ちが良いと非常に暖かい喜んで見ていた。 ショーのユーモアたっぷりの瞬間、私は正直なところ助けにはならなかったが、様々な点で笑顔や笑いを浮かべていた。\n\nアートワークとアニメーションは素晴らしかったです。 それはとてもカラフルで、全体的な幸せなショーだと思っていますが、それは間違いなく、ストーリーのやや暗い部分があることは明らかです。\n\n文字は素晴らしかったです。 あなたは彼らが最後に誰になるかまで、それぞれの進歩を見ることができます。 私は通常、非常に大声で幼稚な響きのキャラクターが気に入っています（つまり、黒いバトラーのメイドやその他のものは5つ以上のエピソードを見ることができませんでした）が、ハルの声優はとてもうまくいっていました！\n\n私がこのアニメから大いに感謝しているのは、終わりが良い閉鎖を提供したという事実でした。 私は多くのアニメで、エンディングが幾分半分であることに気がついた。これは間違いなくここに当てはまる。 それが終わったやり方で、私は別のシーズンを望んでいます。\n\n全体的に私はこれを10/10と評価し、誰にでも推薦します。 このアニメがどれほどうまくいっているかは表現できません。"
  },
  {
    "title": "Tsuritama",
    "id": "12883",
    "url": "https://myanimelist.net/anime/12883/Tsuritama",
    "user": "JohnIG",
    "profile": "/profile/JohnIG/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=229281",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  8\n\nそれは変なエイリアンで、邪悪な存在を止めるために一時的なマインドコントロールの力がここに来たのですが、まずは...釣りに行きましょう：D少し冷めて、友達を集めて、\n\nそれは、釣り竿と外人の友人のおかげで、彼の殻から逃げ出す主人公の家族、友人、心温まる進歩の心温まる関係です。\n\nそれが提供する芸術スタイルは、カラフルで想像力豊かで、本当にこれらの関係と不気味な物語に明るい光を照らしています。\n\nそれが否定的なものがあれば、それは声優がちょっと憂鬱になるかもしれないが、全体的に見ると価値がある！\n\nお楽しみください！"
  },
  {
    "title": "Tsuritama",
    "id": "12883",
    "url": "https://myanimelist.net/anime/12883/Tsuritama",
    "user": "goknarlufy",
    "profile": "/profile/goknarlufy/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=220670",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|\n|  10\n\nこのシリーズは純粋な楽しみです。 劇的な話はないbackstoryいいえ恐ろしい悪者、不要なecchi、ない9つの尾、悪魔の果実\n単にそれを置くだけで楽しかった\nシリーズのすべてのエピソードを見た後、私の心の中に私の顔と癒しの感情の笑顔があった\nこれを見る前に私はいくつかの非常に異なった驚くべきシリーズの虹を見てdepressedしかし、それは私の魂のためには重すぎたが、私はそれが私のためにこのシリーズの作品を作る理由だと思う。 なぜインド人がターベー​​ンを身に着けているのですか？\n\nそれはいくつかのマイナーストーリーの問題を抱えていますが、どのようにこのシリーズを偉大な作るbcz気に\nオペレーションとエディションはシリーズと同じくらい良いです。\nあなたが落ち込んでいて、あなたが軽い気分で楽しいシリーズを望むなら、これはそれです。"
  },
  {
    "title": "Tsuritama",
    "id": "12883",
    "url": "https://myanimelist.net/anime/12883/Tsuritama",
    "user": "bunny1ov3r",
    "profile": "/profile/bunny1ov3r/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=67531",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  5\n\n私はアニメ雑誌の推薦でそれを見たので、哲也を見ることにしました。 私はある日、このアニメを終了しました。 正直言って、私はこのアニメの感情が混ざり合っています。\n\nストーリー：6\n前提は本当に魅力的です。 このアニメの冒頭を読んだ後、敦谷への私の期待は非常に高くなります。 しかし、私は最初の6つのエピソードのためにdissapointedだった。 クリエイターは、関係挑戦の10代の若者たちである主人公の関係を築こうとしますが、これは退屈なやり方で行われます。 基本的に、このアニメの前半には大きな出来事はなかった。 しかし、アニメの後半ははるかに良くなります。  4人の仲間は、自分の感情的な問題を克服し、世界を救うために協力しています（私はそれ以上のことはしません）。 ドラマのシーンが感情的なので、この部分ははるかに優れており、すべてのプロットスレッドが一緒になっていくらか劇的で満足のいく結末になります。 全体的にストーリーは受け入れ可能です。\n\nアート：7\nあなたがまだ分かっていない場合、このアニメは2012年に作られます。動きの順番は滑らかです。 つまり、このアニメには壮大なアートワークはありません。\n\nサウンド：7\n率直に言って、私はこのアニメの音が気に入らなかった。 オープニング曲は穏やかです。 このアニメで使用されるサウンドトラックは、状況によっては適切ですが、他の場所では適切ではありません。 しかし、終わりの歌は、各エピソードの終わりに合ったリラックスしたトーンで非常に美しく歌われます。\n\nキャラクター：7\nこのアニメのキャラクター描写は悪くない。 私は問題の少年4人を最初に嫌っていましたが、アニメの最後まで一緒に釣りをする過程で彼らがどのように成長したのか賞賛しました。 基本的に、ティーンエイジャー、特にユキとナツキは、最後に克服した大きな問題があります。 サポートキャラクターもかなりよく描かれています。 一方、これらの文字は私の心に永続的な印象を残しません。\n\n楽しさ：5\n私はこのエピソード4または5でこのアニメをほとんどあきらめます。私はこのアニメの前半を楽しんでいなかったし、後半の楽しみは約75％です。 視聴者が思春期にあり、特にアニメの主要キャラクターに似た問題がある場合、視聴者はこのアニメに関連するかもしれないと思う。\nこのアニメのもう一つの否定的な側面は、私の意見では、このアニメ（すなわちダック）を破壊する多くの変な要素を追加することです。 真剣に、それらの不気味な瞬間は全く面白くない。\n\n全体：6.5\n6.5は私のリストの中では本当に低いスコアです（私の最下位20％ランキング）。 このアニメは潜在的な可能性がありましたが、ほとんどが実現しませんでした。 それでも、このアニメを見るのに費やされた4時間（12 eps）は、最後にエンターテインメントを提供したので、完全に無駄にはなりませんでした。"
  },
  {
    "title": "Tsuritama",
    "id": "12883",
    "url": "https://myanimelist.net/anime/12883/Tsuritama",
    "user": "reachupwards",
    "profile": "/profile/reachupwards/reviews",
    "pages": "2",
    "number": "18",
    "link": "/reviews.php?id=82274",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nそこには完璧な魔法の魚、アニメがあります。 私はそれを見つけた。\n\n完璧に実行され、本物の、不名誉な、ばかげた、超現実的な、面白い、私はそれを愛する。\n\n私の心はまだ暖かく、あいまいで幸せです。\n\nこれは私がほとんどの物語で逃す魔法の負荷があります。 多くの瞬間、人格、愚かさ、パナッシュ。\n\n友情：アニメ。\n\n私はまだこれが作られたとは信じられない。 これができれば、まだ何も見ていない。\n\nありがとう、アニメのロストのガーディアンエンツォ！ 私は2012年のあなたのトップ10を介してこれを発見し、それは失望しませんでした。\n\nすべての人のこのディレクターがこのような幸せで不気味なアニメを作ってくれるだろうと誰がサンクしたでしょうか？\n\n彼はおそらく、実際にそのようなことをすることができる唯一の人でした。\n\n私はこれを今すぐダウンロードして購入したいと思っています。  English Sentai Filmworks DVDを私の国に輸入しなければならない場合、私はそうするかもしれません。 それは華麗なクソです。\n\nそして、私は今もサウンドトラックに行きたいです。 再度、必要に応じて実際にインポートすることもできます...\n\nスピーディーなデジタル配信、日本、それはすでに起こることがファック！  ：P\n\nとにかく、春は私の好きなアニメキャラクターになったばかりです。 申し訳ありません、ナウシカ！  ：P：D\n\n私は今、より一貫していたが、誰もがエピソード1または予告編を見たいと思っていて、あなたがそれを愛していれば、シリーズ全体が大好きになるだろう。 私は個人的にそれを保証する！  :)\n\nこれを作ったすべての人に：私はあなたを愛しています。 結婚してください？  ：D;）:)"
  },
  {
    "title": "Tsuritama",
    "id": "12883",
    "url": "https://myanimelist.net/anime/12883/Tsuritama",
    "user": "magicb",
    "profile": "/profile/magicb/reviews",
    "pages": "2",
    "number": "19",
    "link": "/reviews.php?id=94583",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  9\n\n去年の春のアニメ、釣り、友情、宇宙人。 私はこれが何のためにもカラフルなアニメのようなものだと思ったのですが...釣りかもしれませんが、それは物語（奇妙なもの）があり、素敵なキャラクターがあり、幸せな雰囲気が魅力的です！\n\n物語から始めて...恥ずかしがり屋のような十代の若者、ユキは、彼が宇宙人だと言う少年の春と（彼の意志に反して）ぶらぶらしている。 そして、彼らは...釣りに行く。 しかし、それは簡単なことではありませんので、彼らは釣り主である夏樹の下でトレーニングします。 彼らが知らないのは、奇妙なインド人とタピオカという名前のカモが密接に続いているということです。 そしてまた、釣りは世界を救う唯一の方法かもしれません！ 春を除いて、他の主人公は本当に親切なタイプではありませんが、すぐに友情の意味を学びます。 キャラクターを育て、人生、友情、釣りについての教訓を教えることに、アニメがどのように集中しているのか本当に楽しかったです。\n\nご存じのように、アート＆サウンドレビューはそれほど素晴らしいものではありませんが、私はベストを尽くします。 アニメーションは本当にカラフルですが、それは本当にうまく雰囲気に合っています。 スタイルが突然変化して、異なる感情を強調します（時には恐ろしいことがあります）。 音楽に関しては、かなりキャッチーで、ショーに適しています。\n\n栗山で深い話は見つけられませんが、それは10エピソードが何もない2つの物語を持つアニメの1つではありません。 アニメの前半は、キャラクターや釣りにもっと集中しています。物語が何であるか興味があるかもしれません。 私はセールスマンではありません。本当に釣り人があなたのタイプではないなら、あなたはそれを見てはいけません。しかし、あなたがいろいろな感情を持っていれば、ちょうど1,2回のエピソードを見てください。 私は伝染病だと言った！"
  },
  {
    "title": "Tsuritama",
    "id": "12883",
    "url": "https://myanimelist.net/anime/12883/Tsuritama",
    "user": "bakuenjincamillo",
    "profile": "/profile/bakuenjincamillo/reviews",
    "pages": "2",
    "number": "20",
    "link": "/reviews.php?id=76145",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  9\n\nAhhhh..... TSURITAMA。 このショーを見ることは、あなたのポケットに20ドルの手形を見つけることに似ていました。 それは季節の驚きの宝石でした！\n\nストーリー（8）\n振り返ってみると本当に厄介ですが、それは非常に関わっています。 ショーは時々本当にトリッピーになるが、それはあなたがそれについて好きなものだ。\n\nART（8）\nそれは明るくてカラフルで、見ることは本当に楽しいです。\n\nサウンド（8）\nファンタスティックなオープニングテーマ、心地よいエンディングテーマ、キャッチーなBGMトラック\n\nキャラクター（8）\n彼らはすべて好きですし、ユキは質の高いキャラクター開発をしますが、最終的には唯一興味深いものです。\n\nエンジョイメント（9）\n私はこのショーがどのようにエキサイティングな釣りになったのか想像もできませんが、彼らはそれを釘付けにしました。\n\n全体（9）\n私は本当にこの傑作を傑作と呼んでいますが、伝説的にするために余分な蹴りを持っていませんでした。 しかし、もっと注意を払う必要があります。"
  }
]
