[
  {
    "title": "Afro_Samurai",
    "id": "1292",
    "url": "https://myanimelist.net/anime/1292/Afro_Samurai",
    "user": "Klaun",
    "profile": "/profile/Klaun/reviews",
    "pages": "5",
    "number": "1",
    "link": "/reviews.php?id=136561",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  10\n|  9\n\nこんにちは皆さん、私のレビューを読んでいただきありがとうございます、私はあなたがこれは多少役立つと思います。\n\n\nまず、私はダブのファンではない、私は通常サブを見るが、これは1つ。 英語が完全に合っているので、私はこの人物が日本語を話すとは想像できません。 この声明が本当である理由は1つだけです。 文字は黒であるためです。  （これが人種主義なのかどうかは分かりません）まあ、ええ、あなたは黒人が日本語を話す方法をどう思いますか？ 黒い文字は、黒い声の俳優も同様に持っているはずです。 私はSamuel L. Jacksonの大ファンだから、このアニメは私が最も楽しみにしていたアニメだった。 私はまた黒人のアクセント（真剣に....）の大ファンだから、このショーが見て楽しかった。\n\n物語に戻りましょう、このアニメはすべて復讐です。 アフロの目標は数字1になるのではなく、父親の死に復讐することでした。 彼がもっと叙事詩的になるのは、彼がこのショーで語った言葉の量です。男、私は右手の指でそれらを数えることができます。 そして、彼の口を閉め続けることができないこの忍者忍者がいます。 なぜサミュエル・L・ジャクソンが好きなのか聞いてください！ 単に、彼は忍者忍者とサムライアフロの両方に声を出したからです。\n\nアートはちょっと混乱していますが、私は言うことができます。 このアニメはちょっと暗いですから。 いくつかの部分で私はちょうどのようだった： '何、今彼はどこですか？ 何が起こっていますか？'。 このアニメにはちょっとした光が欠けていますが、アニメーションのほとんどが復讐、死、殺しに関するこの種類のアニメから何が期待できますか？\n\nイントロはヒップホップ・ミュージックですが、これが当てはまるかどうかわかりませんが、ラップとヒップ・ホップの大ファンなので、私はそれに反対しません。\n\n申し訳ありませんが、私はこのアニメを楽しんでいるとは言い難いので、まずアニメを短くしてあまりにも多くの思い出を残さないようにしましょう。第二に、アクションモーメントは一瞬で速すぎます アフロは彼を殺そうとしている20人の人に囲まれています。そして、二度目には、断頭し、殺され、殺害された男たちが集まって、アフロが生きていて、彼らの一番上に横たわっています。 私はうそをつくことはできません、私は本当にその小さな禿げた男だった人を取得しませんでした。 私はAfroが父親に報復したことを理解しています。それがこのアニメを壮大なものにしてくれるのです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nHello everyone, thanks for reading my review, I hope you will find this somewhat helpful.\n\n\u001b[1mこんにちは皆さん、私のレビューを読んでいただきありがとうございます、私はあなたがこれは多少役立つと思います。\u001b[22m\n\u001b[1m(Kon'nichiwa minasan, watashi no rebyū o yonde itadaki arigatōgozaimasu, watashi wa anata ga kore wa tashō yakudatsu to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mHello everyone, thanks for reading my review, I hope you will find this somewhat helpful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHello everyone, thanks for reading my review, I hope you will find this somewhat helpful.\u001b[24m\n    \u001b[1mこんにちは皆さん、私のレビューを読んでいただきありがとうございます、私はあなたがこれは多少役立つと思います。\u001b[22m, \u001b[1mみなさん、こんにちは、私のレビューを読むためのおかげで、私はあなたが、これはやや参考に願っています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nFirst, I'm not a fan of dub, I usually watch sub, but this one; I just can't imagine this characters to speak Japanese, because English fits them perfectly. There is only one reason why this statement is true; because characters are black. (Not sure if this is racism) Well yeah, how can you imagine black characters to talk Japanese? Black characters should have black voice actors as well, the end. I'm a big fan of Samuel L. Jackson, so this anime was the anime I looked most forward to. I'm also big fan of black people's accent (seriously..) so I also found this show pretty enjoyable to watch.\n\n\u001b[1mまず、私はダブのファンではない、私は通常サブを見るが、これは1つ。 英語が完全に合っているので、私はこの人物が日本語を話すとは想像できません。 この声明が本当である理由は1つだけです。 文字は黒であるためです。  （これが人種主義なのかどうかは分かりません）まあ、ええ、あなたは黒人が日本語を話す方法をどう思いますか？ 黒い文字は、黒い声の俳優も同様に持っているはずです。 私はSamuel L. Jacksonの大ファンだから、このアニメは私が最も楽しみにしていたアニメだった。 私はまた黒人のアクセント（真剣に....）の大ファンだから、このショーが見て楽しかった。\u001b[22m\n\u001b[1m(Mazu, watashi wa dabu no fande wanai, watashi wa tsūjō sabu o miru ga, koreha 1tsu. Eigo ga kanzen ni atte irunode, watashi wa kono jinbutsu ga nihongo o hanasu to wa sōzō dekimasen. Kono seimei ga hontōdearu riyū wa 1tsu dakedesu. Moji wa kurodearu tamedesu. (Kore ga jinshu shugina no ka dō ka wa wakarimasen) mā, ē, anata wa kokujin ga nihongo o hanasu hōhō o dōomoimasuka? Kuroi moji wa, kuroi koe no haiyū mo dōyō ni motte iru hazudesu. Watashi wa samyueru L. Jakuson no dai fandakara, kono anime wa watashi ga mottomo tanoshimini shite ita animedatta. Watashi wa mata kokujin no akusento (shinken ni.... ) No dai fandakara, kono shō ga mite tanoshikatta.)\u001b[22m\n\nTranslations of \u001b[4mFirst, I'm not a fan of dub, I usually watch sub, but this one; I just can't imagine this characters to speak Japanese, because English fits them perfectly. There is only one reason why this statement is true; because characters are black. (Not sure if this is racism) Well yeah, how can you imagine black characters to talk Japanese? Black characters should have black voice actors as well, the end. I'm a big fan of Samuel L. Jackson, so this anime was the anime I looked most forward to. I'm also big fan of black people's accent (seriously..) so I also found this show pretty enjoyable to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst, I'm not a fan of dub, I usually watch sub, but this one;\u001b[24m\n    \u001b[1mまず、私はダブのファンではない、私は通常サブを見るが、これは1つ。\u001b[22m, \u001b[1mまず、私は通常、この1サブを見て、しかし、ダブのファンではありません。\u001b[22m\n\u001b[4mI just can't imagine this characters to speak Japanese, because English fits them perfectly.\u001b[24m\n    \u001b[1m英語が完全に合っているので、私はこの人物が日本語を話すとは想像できません。\u001b[22m, \u001b[1m英語が完璧にそれらをフィットするので、私はただ、日本語を話すように、この文字を想像することはできません。\u001b[22m\n\u001b[4mThere is only one reason why this statement is true;\u001b[24m\n    \u001b[1mこの声明が本当である理由は1つだけです。\u001b[22m, \u001b[1mこの文は真である理由一つだけの理由があります。\u001b[22m\n\u001b[4mbecause characters are black.\u001b[24m\n    \u001b[1m文字は黒であるためです。\u001b[22m, \u001b[1m文字が黒であるため。\u001b[22m\n\u001b[4m(Not sure if this is racism) Well yeah, how can you imagine black characters to talk Japanese?\u001b[24m\n    \u001b[1m（これが人種主義なのかどうかは分かりません）まあ、ええ、あなたは黒人が日本語を話す方法をどう思いますか？\u001b[22m, \u001b[1mうんまあ、どのようにあなたが日本語を話すために黒の文字を想像することができます（これは人種差別がある場合はわかりませんか）？\u001b[22m\n\u001b[4mBlack characters should have black voice actors as well, the end.\u001b[24m\n    \u001b[1m黒い文字は、黒い声の俳優も同様に持っているはずです。\u001b[22m, \u001b[1mブラックの文字は、同様に端を黒声優を持っている必要があります。\u001b[22m\n\u001b[4mI'm a big fan of Samuel L. Jackson, so this anime was the anime I looked most forward to.\u001b[24m\n    \u001b[1m私はSamuel L. Jacksonの大ファンだから、このアニメは私が最も楽しみにしていたアニメだった。\u001b[22m, \u001b[1m私はサミュエル・L・ジャクソンの大ファンですので、このアニメは私が最も楽しみにしていたアニメでした。\u001b[22m\n\u001b[4mI'm also big fan of black people's accent (seriously..) so I also found this show pretty enjoyable to watch.\u001b[24m\n    \u001b[1m私はまた黒人のアクセント（真剣に....）の大ファンだから、このショーが見て楽しかった。\u001b[22m, \u001b[1m私はまた、黒人のアクセントの大ファンだ（真剣..）ので、私も見て、このショーはかなり楽しい発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nLet's get back on the story, so this anime is all about revenge. Afro's goal was not to become a number 1, but to revenge the death of his father. What makes him more epic is the amount of words he has spoken during this show, man, I could count them with the fingers of my right hand. And then, there is this Ninja Ninja who can't keep his mouth shut, this guy makes this whole show so amusing to watch. Ask me why I like Samuel L. Jackson so much! Simply, because he gave voice to both Ninja Ninja and Samurai Afro.\n\n\u001b[1m物語に戻りましょう、このアニメはすべて復讐です。 アフロの目標は数字1になるのではなく、父親の死に復讐することでした。 彼がもっと叙事詩的になるのは、彼がこのショーで語った言葉の量です。男、私は右手の指でそれらを数えることができます。 そして、彼の口を閉め続けることができないこの忍者忍者がいます。 なぜサミュエル・L・ジャクソンが好きなのか聞いてください！ 単に、彼は忍者忍者とサムライアフロの両方に声を出したからです。\u001b[22m\n\u001b[1m(Monogatari ni modorimashou, kono anime wa subete fukushūdesu. Afuro no mokuhyō wa sūji 1 ni naru node wa naku, chichioya no shi ni fukushū suru kotodeshita. Kare ga motto jojishi-teki ni naru no wa, kare ga kono shō de katatta kotoba no ryōdesu. Otoko, watashi wa migite no yubi de sorera o kazoeru koto ga dekimasu. Soshite, kare no kuchi o shime tsudzukeru koto ga dekinai kono ninja ninja ga imasu. Naze Samyueru L Jakuson ga sukina no ka kiitekudasai! Tan'ni, kare wa ninja ninja to samuraiafuro no ryōhō ni koe o dashitakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mLet's get back on the story, so this anime is all about revenge. Afro's goal was not to become a number 1, but to revenge the death of his father. What makes him more epic is the amount of words he has spoken during this show, man, I could count them with the fingers of my right hand. And then, there is this Ninja Ninja who can't keep his mouth shut, this guy makes this whole show so amusing to watch. Ask me why I like Samuel L. Jackson so much! Simply, because he gave voice to both Ninja Ninja and Samurai Afro.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's get back on the story, so this anime is all about revenge.\u001b[24m\n    \u001b[1m物語に戻りましょう、このアニメはすべて復讐です。\u001b[22m, \u001b[1m話に戻って取得してみましょうので、このアニメは、すべての復讐についてです。\u001b[22m\n\u001b[4mAfro's goal was not to become a number 1, but to revenge the death of his father.\u001b[24m\n    \u001b[1mアフロの目標は数字1になるのではなく、父親の死に復讐することでした。\u001b[22m, \u001b[1mアフロの目標は、数1になることはありませんでしたが、父の復讐に死亡。\u001b[22m\n\u001b[4mWhat makes him more epic is the amount of words he has spoken during this show, man, I could count them with the fingers of my right hand.\u001b[24m\n    \u001b[1m彼がもっと叙事詩的になるのは、彼がこのショーで語った言葉の量です。男、私は右手の指でそれらを数えることができます。\u001b[22m, \u001b[1mどのような彼はより多くの叙事詩になりますが、彼はこのショーの中に語られた言葉の量である、男、私は私の右手の指でそれらを数えることができます。\u001b[22m\n\u001b[4mAnd then, there is this Ninja Ninja who can't keep his mouth shut, this guy makes this whole show so amusing to watch.\u001b[24m\n    \u001b[1mそして、彼の口を閉め続けることができないこの忍者忍者がいます。\u001b[22m, \u001b[1mそして、彼の口を閉じておくことができないこの忍者忍者がある、この男は、見ていて、この全体のショーはとても面白いことができます。\u001b[22m\n\u001b[4mAsk me why I like Samuel L. Jackson so much!\u001b[24m\n    \u001b[1mなぜサミュエル・L・ジャクソンが好きなのか聞いてください！\u001b[22m, \u001b[1m私はそんなにサミュエル・L・ジャクソンが好きな理由を掲載していません！\u001b[22m\n\u001b[4mSimply, because he gave voice to both Ninja Ninja and Samurai Afro.\u001b[24m\n    \u001b[1m単に、彼は忍者忍者とサムライアフロの両方に声を出したからです。\u001b[22m, \u001b[1m単に、ので、彼は忍者忍者やサムライアフロの両方に声を与えました。\u001b[22m\n\u001b[1m\u001b[22m\nArt is a bit confusing, I can say. Because this anime is kinda dark. On some parts I was just like:' What, where is he now? What's happening?'. This anime lacks just a bit of light, but what can you expect from this kind of animes where most of the plot is about: revenge, death, killing.\n\n\u001b[1mアートはちょっと混乱していますが、私は言うことができます。 このアニメはちょっと暗いですから。 いくつかの部分で私はちょうどのようだった： '何、今彼はどこですか？ 何が起こっていますか？'。 このアニメにはちょっとした光が欠けていますが、アニメーションのほとんどが復讐、死、殺しに関するこの種類のアニメから何が期待できますか？\u001b[22m\n\u001b[1m(Āto wa chotto konran shite imasuga, watashi wa iu koto ga dekimasu. Kono anime wa chotto kuraidesukara. Ikutsu ka no bubun de watashi wa chōdo no yōdatta: ' Nan, imakare wa dokodesu ka? Nani ga okotte imasu ka?'. Kono anime ni wa chottoshita hikari ga kakete imasuga, animēshon no hotondo ga fukushū, shi,-goroshi ni kansuru kono shurui no anime kara nani ga kitai dekimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mArt is a bit confusing, I can say. Because this anime is kinda dark. On some parts I was just like:' What, where is he now? What's happening?'. This anime lacks just a bit of light, but what can you expect from this kind of animes where most of the plot is about: revenge, death, killing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt is a bit confusing, I can say.\u001b[24m\n    \u001b[1mアートはちょっと混乱していますが、私は言うことができます。\u001b[22m, \u001b[1mアートは少し混乱して、私が言うことができます。\u001b[22m\n\u001b[4mBecause this anime is kinda dark.\u001b[24m\n    \u001b[1mこのアニメはちょっと暗いですから。\u001b[22m, \u001b[1mこのアニメはちょっと暗いですので。\u001b[22m\n\u001b[4mOn some parts I was just like:' What, where is he now?\u001b[24m\n    \u001b[1mいくつかの部分で私はちょうどのようだった： '何、今彼はどこですか？\u001b[22m, \u001b[1mいくつかの部分に私はちょうどのようだった： '、ここで彼は今何ですか？\u001b[22m\n\u001b[4mWhat's happening?'.\u001b[24m\n    \u001b[1m何が起こっていますか？'。\u001b[22m, \u001b[1mどうしたの？\"\u001b[22m, \u001b[1m何が起きているのでしょうか？」。\u001b[22m\n\u001b[4mThis anime lacks just a bit of light, but what can you expect from this kind of animes where most of the plot is about: revenge, death, killing.\u001b[24m\n    \u001b[1mこのアニメにはちょっとした光が欠けていますが、アニメーションのほとんどが復讐、死、殺しに関するこの種類のアニメから何が期待できますか？\u001b[22m, \u001b[1mこのアニメは、光の少しだけを欠いているが、あなたはこのプロットのほとんどが約あるアニメのようなものから何を期待することができます：復讐、死、殺します。\u001b[22m\n\u001b[1m\u001b[22m\nWell, intro is a hip hop music, not sure if this fits, but I have no objection about it since I'm a big fan of rap and hip-hop.\n\n\u001b[1mイントロはヒップホップ・ミュージックですが、これが当てはまるかどうかわかりませんが、ラップとヒップ・ホップの大ファンなので、私はそれに反対しません。\u001b[22m\n\u001b[1m(Intoro wa hippuhoppu myūjikkudesuga, kore ga atehamaru ka dō ka wakarimasenga, rappu to hippu hoppu no dai fan'nanode, watashi wa sore ni hantai shimasen.)\u001b[22m\n\nTranslations of \u001b[4mWell, intro is a hip hop music, not sure if this fits, but I have no objection about it since I'm a big fan of rap and hip-hop.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, intro is a hip hop music, not sure if this fits, but I have no objection about it since I'm a big fan of rap and hip-hop.\u001b[24m\n    \u001b[1mイントロはヒップホップ・ミュージックですが、これが当てはまるかどうかわかりませんが、ラップとヒップ・ホップの大ファンなので、私はそれに反対しません。\u001b[22m, \u001b[1mまあ、これが収まる場合イントロはわからないヒップホップの音楽は、ですが、私はラップやヒップホップの大ファンだので、私はそれについて異議はありません。\u001b[22m\n\u001b[1m\u001b[22m\nSorry, but I can't say I enjoyed this anime so much I could rate it 10, first: anime is a bit too short so it doesn't leave so many memories, second: action moments are happening too fast, in one moment there is Afro surrounded by 20 guys trying to kill him and in second moment there are a bunch of decapitated, killed, butchered guys lying on the groud with Afro stading alive and well on the top of them. I can't lie, I didn't really get who was that little bald guy. I just understood that Afro revenged his father and that's what makes this anime so epic.\n\n\u001b[1m申し訳ありませんが、私はこのアニメを楽しんでいるとは言い難いので、まずアニメを短くしてあまりにも多くの思い出を残さないようにしましょう。第二に、アクションモーメントは一瞬で速すぎます アフロは彼を殺そうとしている20人の人に囲まれています。そして、二度目には、断頭し、殺され、殺害された男たちが集まって、アフロが生きていて、彼らの一番上に横たわっています。 私はうそをつくことはできません、私は本当にその小さな禿げた男だった人を取得しませんでした。 私はAfroが父親に報復したことを理解しています。それがこのアニメを壮大なものにしてくれるのです。\u001b[22m\n\u001b[1m(Mōshiwakearimasenga, watashi wa kono anime o tanoshinde iru to wa ii gatainode, mazu anime o mijikaku shite amarini mo ōku no omoide o nokosanai yō ni shimashou. Daini ni, akushonmōmento wa isshun de haya sugimasu afuro wa kare o korosou to shite iru 20-ri no hito ni kakoma rete imasu. Soshite, futatabime ni wa, dantō shi, korosa re, satsugai sa reta otoko-tachi ga atsumatte, afuro ga ikite ite, karera no ichiban-jō ni yokotawatte imasu. Watashi wa uso o tsuku koto wa dekimasen, watashi wa hontōni sono chīsana hageta otokodatta hito o shutoku shimasendeshita. Watashi wa Afro ga chichioya ni hōfuku shita koto o rikai shite imasu. Sore ga kono anime o sōdaina mono ni shite kureru nodesu.)\u001b[22m\n\nTranslations of \u001b[4mSorry, but I can't say I enjoyed this anime so much I could rate it 10, first: anime is a bit too short so it doesn't leave so many memories, second: action moments are happening too fast, in one moment there is Afro surrounded by 20 guys trying to kill him and in second moment there are a bunch of decapitated, killed, butchered guys lying on the groud with Afro stading alive and well on the top of them. I can't lie, I didn't really get who was that little bald guy. I just understood that Afro revenged his father and that's what makes this anime so epic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSorry, but I can't say I enjoyed this anime so much I could rate it 10, first: anime is a bit too short so it doesn't leave so many memories, second: action moments are happening too fast, in one moment\u001b[24m\n    \u001b[1m申し訳ありませんが、私はこのアニメを楽しんでいるとは言い難いので、まずアニメを短くしてあまりにも多くの思い出を残さないようにしましょう。第二に、アクションモーメントは一瞬で速すぎます\u001b[22m, \u001b[1mアクション瞬間一瞬で、あまりにも速く起こっている：それは第二は、非常に多くの思い出を残していないので、アニメでは少し短すぎる：申し訳ありませんが、私はそんなに私は最初、10それを評価できたこのアニメを楽しんだと言うことはできません\u001b[22m\n\u001b[4mthere is Afro surrounded by 20 guys trying to kill him and in second moment there are a bunch of decapitated, killed, butchered guys lying on the groud with Afro stading alive and well on the top of them.\u001b[24m\n    \u001b[1mアフロは彼を殺そうとしている20人の人に囲まれています。そして、二度目には、断頭し、殺され、殺害された男たちが集まって、アフロが生きていて、彼らの一番上に横たわっています。\u001b[22m, \u001b[1mアフロ彼を殺そうと20人の男に囲まれており、二次モーメントで断頭の束があり、殺され、男は健在それらの上にアフロstadingで用グランドに横たわっ虐殺があります。\u001b[22m\n\u001b[4mI can't lie, I didn't really get who was that little bald guy.\u001b[24m\n    \u001b[1m私はうそをつくことはできません、私は本当にその小さな禿げた男だった人を取得しませんでした。\u001b[22m, \u001b[1m私は、私は本当に少しハゲ男だった誰取得していない、うそをつくことはできません。\u001b[22m\n\u001b[4mI just understood that Afro revenged his father and that's what makes this anime so epic.\u001b[24m\n    \u001b[1m私はAfroが父親に報復したことを理解しています。それがこのアニメを壮大なものにしてくれるのです。\u001b[22m, \u001b[1m私はちょうどアフロは父の復讐ことを理解し、それがこのアニメはとても壮大なにするものです。\u001b[22m"
  },
  {
    "title": "Afro_Samurai",
    "id": "1292",
    "url": "https://myanimelist.net/anime/1292/Afro_Samurai",
    "user": "Alderban",
    "profile": "/profile/Alderban/reviews",
    "pages": "5",
    "number": "2",
    "link": "/reviews.php?id=29508",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  1\nアニメーション|  10\nサウンド|  7\nキャラクター|  1\n|  4\n\nアフロサムライは面白いアニメです。 しかし、実際には、コメディ、物語、キャラクターの発達のない愚かな血流出を欲しがる人のためだけに。 メインの主人公はエピソードごとに2単語を言う！\n\n音と芸術は素晴らしかった...もし私がそれらの2つに基づいてアニメをグレードするならば、アフロ武士は9になるだろうが、アフロ武士はアメリカのプログラムが通常そうするように、他のすべてのカテゴリーで失敗した。\n\nほとんどの時間の戦いは無作為に無作為に発生します。 アニメにはランダムな瞬間がたくさんあります。例えば、ある瞬間、私たちのアフロヒーローがいくつかの敵を切り落とし、次の瞬間が病院にいる​​のです。  Samurai champlooや孤独な剣士のように、Afro samuraiは失敗します。\n\n私は、クリエイターがヒップホップと剣の戦いをどのようにミックスしたかったのかちょっと気に入っていましたが、ちょうどいい気分になっていないし、あなたが話に入るのを助けるものでもありません。 音楽は吸い取られ、キャラクターの声は遅くなり、不気味なヴィリヤンと愚かなサイドキックのためにショーを真剣に受け止めるのは難しい。\n\nショーはまた、少し暗い、暗いと嫌なです。 クリエイターはおそらく、視聴者がシリーズを見た後にうんざりするように感じることを望んでいました。 最悪の部分は私たちのヒーローは実際にはジャークです、実際にもっと悪いhesは、ほとんどのヴィルヤンは、 私は通常、デスノートからの屋上ライト、サムライチャンプルーからのムゲンなど、道徳が混ざったクールなキャラクターが好きです。 しかし、この男は、エピソードあたり2単語を言う普通の血の喉の渇きの馬鹿です！ そのような人々に結びつくのは難しいです。\n\nSamurai champlooは「ヒップホップ」とそのスタイルをミックスした方が良い仕事をしています。そしてAfro samuraiはそのスタイルの話を好きな人にはsamurai champlooをお勧めします。\n\n私はシリーズ5を与える、私は本当にそれに2を与えたいが、それはちょうど私です。 あなたが素晴らしいアニメーションを見たい場合は結論でこのショーを見て、あなたの正気を維持したい場合は離れてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nAfro samurai is an interesting anime. But really its only for those who want loads of mindless blood spilling with no comedy, no story, and no character development. The Main protagonists says 2 words per episode!!!\n\n\u001b[1mアフロサムライは面白いアニメです。 しかし、実際には、コメディ、物語、キャラクターの発達のない愚かな血流出を欲しがる人のためだけです。 メインの主人公はエピソードごとに2単語を言う！\u001b[22m\n\u001b[1m(Afurosamurai wa omoshiroi animedesu. Shikashi, jissai ni wa, komedi, monogatari, kyarakutā no hattatsu no nai orokana chi ryūshutsu o hoshigaru hito no tame dakedesu. Mein no shujinkō wa episōdo-goto ni 2 tango o iu!)\u001b[22m\n\nTranslations of \u001b[4mAfro samurai is an interesting anime. But really its only for those who want loads of mindless blood spilling with no comedy, no story, and no character development. The Main protagonists says 2 words per episode!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfro samurai is an interesting anime.\u001b[24m\n    \u001b[1mアフロサムライは面白いアニメです。\u001b[22m\n\u001b[4mBut really its only for those who want loads of mindless blood spilling with no comedy, no story, and no character development.\u001b[24m\n    \u001b[1mしかし、実際には、コメディ、物語、キャラクターの発達のない愚かな血流出を欲しがる人のためだけです。\u001b[22m, \u001b[1mしかし、本当にその唯一の愚かな血の負荷が無いコメディ、ない話、無文字開発をこぼしたい人のため。\u001b[22m\n\u001b[4mThe Main protagonists says 2 words per episode!!!\u001b[24m\n    \u001b[1mメインの主人公はエピソードごとに2単語を言う！\u001b[22m, \u001b[1m主な主人公はエピソードごとに2ワードを言います！\u001b[22m\n\u001b[1m\u001b[22m\nThe sound and the Art were outstanding... if i was to grade an anime based on those two, Afro samurai would be a 9, but the truth is Afro samurai failed in every other category as American programs usually tend to do.\n\n\u001b[1m音と芸術は素晴らしかった...もし私がそれらの2つに基づいてアニメをグレードするならば、アフロ武士は9になるだろうが、アフロ武士はアメリカのプログラムが通常そうするように、他のすべてのカテゴリーで失敗した。\u001b[22m\n\u001b[1m(Oto to geijutsu wa subarashikatta... Moshi watashi ga sorera no 2tsu nimotozuite anime o gurēdo surunaraba, afuro bushi wa 9 ni narudarouga, afuro bushi wa Amerika no puroguramu ga tsūjō-sō suru yō ni, hoka no subete no kategorī de shippaishita.)\u001b[22m\n\nTranslations of \u001b[4mThe sound and the Art were outstanding... if i was to grade an anime based on those two, Afro samurai would be a 9, but the truth is Afro samurai failed in every other category as American programs usually tend to do.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound and the Art were outstanding... if i was to grade an anime based on those two, Afro samurai would be a 9, but the truth is Afro samurai failed in every other category as American programs usually tend to do.\u001b[24m\n    \u001b[1m音と芸術は素晴らしかった...もし私がそれらの2つに基づいてアニメをグレードするならば、アフロ武士は9になるだろうが、アフロ武士はアメリカのプログラムが通常そうするように、他のすべてのカテゴリーで失敗した。\u001b[22m, \u001b[1m音とアートが未行使であった私はグレードにそれらの2に基づくアニメだった場合...、アフロサムライは9になるが、真実はアフロサムライであるアメリカのプログラムは通常行う傾向があるので、他のすべてのカテゴリに失敗しました。\u001b[22m\n\u001b[1m\u001b[22m\nMost of the time fights will occur randomly for no reason. There are many random moments in the anime that make no sense... for example one moment our afro hero is cuttin down some foe, the next moment hes in the hospital with no reason given for why hes in there...Compared to shows like Samurai champloo or the lone swordsman, Afro samurai is fail.\n\n\u001b[1mほとんどの時間の戦いは無作為に無作為に発生します。 アニメにはランダムな瞬間がたくさんあります。例えば、ある瞬間、私たちのアフロヒーローがいくつかの敵を切り落とし、次の瞬間が病院にいる​​のです。  Samurai champlooや孤独な剣士のように、Afro samuraiは失敗します。\u001b[22m\n\u001b[1m(Hotondo no jikan no tatakai wa musakui ni musakui ni hassei shimasu. Anime ni wa randamuna shunkan ga takusan arimasu. Tatoeba, aru shunkan, watashitachi no afurohīrō ga ikutsu ka no teki o kiriotoshi,-ji no shunkan ga byōin ni iru ​​ nodesu. Samurai champloo ya kodokuna kenshi no yō ni, Afro samurai wa shippai shimasu.)\u001b[22m\n\nTranslations of \u001b[4mMost of the time fights will occur randomly for no reason. There are many random moments in the anime that make no sense... for example one moment our afro hero is cuttin down some foe, the next moment hes in the hospital with no reason given for why hes in there...Compared to shows like Samurai champloo or the lone swordsman, Afro samurai is fail.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost of the time fights will occur randomly for no reason.\u001b[24m\n    \u001b[1mほとんどの時間の戦いは無作為に無作為に発生します。\u001b[22m, \u001b[1m時間の戦いのほとんどは、理由もなくランダムに発生します。\u001b[22m\n\u001b[4mThere are many random moments in the anime that make no sense... for example one moment our afro hero is cuttin down some foe, the next moment hes in the hospital with no reason given for why hes in there...Compared to shows\u001b[24m\n    \u001b[1mアニメにはランダムな瞬間がたくさんあります。例えば、ある瞬間、私たちのアフロヒーローがいくつかの敵を切り落とし、次の瞬間が病院にいるのです。\u001b[22m, \u001b[1m意味をなさないアニメの多くのランダムな瞬間は、ショーに比べて...私たちのアフロ主人公は、いくつかの敵、そこになぜhesのために与えられていない理由は、病院内の次の瞬間hesのダウンcuttinした例1の瞬間のためにあります...\u001b[22m\n\u001b[4mlike Samurai champloo or the lone swordsman, Afro samurai is fail.\u001b[24m\n    \u001b[1mSamurai champlooや孤独な剣士のように、Afro samuraiは失敗します。\u001b[22m, \u001b[1mサムライチャンプルーや孤独な剣士のように、アフロサムライは失敗です。\u001b[22m\n\u001b[1m\u001b[22m\nI kinda liked how the creators wanted to mix Hip hop with sword fighting but it just didn't feel right, nor does it help you get into the story. The Music sucked, the characters voices were retarded and its hard to take the show serious because of the wacky villians and stupid side kick that fallows afro samurai around.\n\n\u001b[1m私は、クリエイターがヒップホップと剣の戦いをどのようにミックスしたかったのかちょっと気に入っていましたが、ちょうどいい気分になっていないし、あなたが話に入るのを助けるものでもありません。 音楽は吸い取られ、キャラクターの声は遅くなり、不気味なヴィリヤンと愚かなサイドキックのためにショーを真剣に受け止めるのは難しい。\u001b[22m\n\u001b[1m(Watashi wa, kurieitā ga hippuhoppu to ken no tatakai o dono yō ni mikkusu shitakatta no ka chotto kiniitte imashitaga, chōdo ī kibun ni natte inaishi, anata ga hanashi ni hairu no o tasukeru monode mo arimasen. Ongaku wa suitora re, kyarakutā no koe wa osoku nari, bukimina vu~iriyan to orokana saidokikku no tame ni shō o shinken ni uketomeru no wa muzukashī.)\u001b[22m\n\nTranslations of \u001b[4mI kinda liked how the creators wanted to mix Hip hop with sword fighting but it just didn't feel right, nor does it help you get into the story. The Music sucked, the characters voices were retarded and its hard to take the show serious because of the wacky villians and stupid side kick that fallows afro samurai around.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI kinda liked how the creators wanted to mix Hip hop with sword fighting but it just didn't feel right, nor does it help you get into the story.\u001b[24m\n    \u001b[1m私は、クリエイターがヒップホップと剣の戦いをどのようにミックスしたかったのかちょっと気に入っていましたが、ちょうどいい気分になっていないし、あなたが話に入るのを助けるものでもありません。\u001b[22m, \u001b[1mクリエイターが剣の戦いとヒップホップをミックスしたかったどのように私はちょっと言っていますが、それはちょうどいい感じませんでした、またそれはあなたが物語の中に得るのを助けるん。\u001b[22m\n\u001b[4mThe Music sucked, the characters voices were retarded and its hard to take the show serious because of the wacky villians and stupid side kick that fallows afro samurai around.\u001b[24m\n    \u001b[1m音楽は吸い取られ、キャラクターの声は遅くなり、不気味なヴィリヤンと愚かなサイドキックのためにショーを真剣に受け止めるのは難しい。\u001b[22m, \u001b[1m音楽は、吸引された文字の声があるため周りのアフロサムライを休閑地奇抜なvilliansと愚かなサイドキックの深刻なショーを取るために遅く、そのハードでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe show also is a bit gloomy, dark, and disgusting. The creators probably wanted the viewers to feel like crap after watching the series. The worst part is our Hero is actually a jerk, hes actually more evil then most the villians hes up against. Usually i like cool charachters that have mixed morals such as Yagami light from Death note, or Mugen from samurai champloo. But this guy is a plain blood thirsty idiot ogre who says 2 words per episode!!! Its hard to get attached to people like that.\n\n\u001b[1mショーはまた、少し暗い、暗いと嫌なです。 クリエイターはおそらく、視聴者がシリーズを見た後にうんざりするように感じることを望んでいました。 最悪の部分は私たちのヒーローは実際にはジャークです、実際にもっと悪いhesは、ほとんどのヴィルヤンは、 私は通常、デスノートからの屋上ライト、サムライチャンプルーからのムゲンなど、道徳が混ざったクールなキャラクターが好きです。 しかし、この男は、エピソードあたり2単語を言う普通の血の喉の渇きの馬鹿です！ そのような人々に結びつくのは難しいです。\u001b[22m\n\u001b[1m(Shō wa mata, sukoshi kurai, kurai to iyanadesu. Kurieitā wa osoraku, shichō-sha ga shirīzu o mita nochi ni unzari suru yō ni kanjiru koto o nozonde imashita. Saiaku no bubun wa watashitachi no hīrō wa jissai ni wa jākudesu, jissai ni motto warui hes wa, hotondo no vu~iruyan wa, watashi wa tsūjō, desunōto kara no okujō raito, samuraichanpurū kara no mugen nado, dōtoku ga mazatta kūruna kyarakutā ga sukidesu. Shikashi, kono otoko wa, episōdo-atari 2 tango o iu futsū no chi no nodonokawaki no bakadesu! Sono yōna hitobito ni musubitsuku no wa muzukashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe show also is a bit gloomy, dark, and disgusting. The creators probably wanted the viewers to feel like crap after watching the series. The worst part is our Hero is actually a jerk, hes actually more evil then most the villians hes up against. Usually i like cool charachters that have mixed morals such as Yagami light from Death note, or Mugen from samurai champloo. But this guy is a plain blood thirsty idiot ogre who says 2 words per episode!!! Its hard to get attached to people like that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show also is a bit gloomy, dark, and disgusting.\u001b[24m\n    \u001b[1mショーはまた、少し暗い、暗いと嫌なです。\u001b[22m, \u001b[1mショーはまた少し、悲観的な暗い、と嫌です。\u001b[22m\n\u001b[4mThe creators probably wanted the viewers to feel like crap after watching the series.\u001b[24m\n    \u001b[1mクリエイターはおそらく、視聴者がシリーズを見た後にうんざりするように感じることを望んでいました。\u001b[22m, \u001b[1mクリエイターは、おそらく視聴者がシリーズを見た後にがらくたのように感じるしたかったです。\u001b[22m\n\u001b[4mThe worst part is our Hero is actually a jerk, hes actually more evil then most the villians hes up against.\u001b[24m\n    \u001b[1m最悪の部分は私たちのヒーローは実際にはジャークです、実際にもっと悪いhesは、ほとんどのヴィルヤンは、\u001b[22m, \u001b[1m最悪の部分は、その後、私たちのヒーローは、実際のジャークでアップに対する最もvillians hesのをhesの実際にはより悪です。\u001b[22m\n\u001b[4mUsually i like cool charachters that have mixed morals such as Yagami light from Death note, or Mugen from samurai champloo.\u001b[24m\n    \u001b[1m私は通常、デスノートからの屋上ライト、サムライチャンプルーからのムゲンなど、道徳が混ざったクールなキャラクターが好きです。\u001b[22m, \u001b[1m通常、私はサムライチャンプルーからデスノート、または無限からそのような矢上光などの混合モラルを持っているクールなcharachtersが好き。\u001b[22m\n\u001b[4mBut this guy is a plain blood thirsty idiot ogre who says 2 words per episode!!!\u001b[24m\n    \u001b[1mしかし、この男は、エピソードあたり2単語を言う普通の血の喉の渇きの馬鹿です！\u001b[22m, \u001b[1mしかし、この男はエピソードごとに2ワードを言う平野血液のどが渇いて馬鹿の鬼です！\u001b[22m\n\u001b[4mIts hard to get attached to people like that.\u001b[24m\n    \u001b[1mそのような人々に結びつくのは難しいです。\u001b[22m, \u001b[1mそのような人々に執着するという難しいです。\u001b[22m\n\u001b[1m\u001b[22m\nSamurai champloo does a better job in mixing 'hip hop' with its style, then does Afro samurai i would recommend samurai champloo to anyone who likes that style of story telling.\n\n\u001b[1mSamurai champlooは「ヒップホップ」とそのスタイルをミックスした方が良い仕事をしています。そしてAfro samuraiはそのスタイルの話を好きな人にはsamurai champlooをお勧めします。\u001b[22m\n\u001b[1m(Samurai champloo wa `hippuhoppu' to sono sutairu o mikkusu shita kata ga yoi shigoto o shite imasu. Soshite Afro samurai wa sono sutairu no hanashi o sukinahito ni wa samurai champloo o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mSamurai champloo does a better job in mixing 'hip hop' with its style, then does Afro samurai i would recommend samurai champloo to anyone who likes that style of story telling.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSamurai champloo does a better job in mixing 'hip hop' with its style, then does Afro samurai i would recommend samurai champloo to anyone who likes that style of story telling.\u001b[24m\n    \u001b[1mSamurai champlooは「ヒップホップ」とそのスタイルをミックスした方が良い仕事をしています。そしてAfro samuraiはそのスタイルの話を好きな人にはsamurai champlooをお勧めします。\u001b[22m, \u001b[1mサムライチャンプルーiはストーリーテリングのそのスタイルが好きな人には武士のチャンプルーをお勧めしますアフロサムライを行い、その後、そのスタイルで「ヒップホップ」を混合する際に、より良い仕事をしていません。\u001b[22m\n\u001b[1m\u001b[22m\nI give the series a 5, i really want to give it a 2, but thats just me. In conclusion you should watch this show if you want to see some awesome animation, and stay away if you wish to keep your sanity.\n\n\u001b[1m私はシリーズ5を与える、私は本当にそれに2を与えたいが、それはちょうど私です。 あなたが素晴らしいアニメーションを見たい場合は結論でこのショーを見て、あなたの正気を維持したい場合は離れてください。\u001b[22m\n\u001b[1m(Watashi wa shirīzu 5 o ataeru, watashi wa hontōni sore ni 2 o ataetaiga, sore wa chōdo watashidesu. Anata ga subarashī animēshon o mitai baai wa ketsuron de kono shō o mite, anata no shōki o iji shitai baai wa hanarete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI give the series a 5, i really want to give it a 2, but thats just me. In conclusion you should watch this show if you want to see some awesome animation, and stay away if you wish to keep your sanity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give the series a 5, i really want to give it a 2, but thats just me.\u001b[24m\n    \u001b[1m私はシリーズ5を与える、私は本当にそれに2を与えたいが、それはちょうど私です。\u001b[22m, \u001b[1m私は、私は本当にそれを2を与えたい、シリーズ5を得たが、ちょうど私のthats。\u001b[22m\n\u001b[4mIn conclusion you should watch this show if you want to see some awesome animation, and stay away if you wish to keep your sanity.\u001b[24m\n    \u001b[1mあなたが素晴らしいアニメーションを見たい場合は結論でこのショーを見て、あなたの正気を維持したい場合は離れてください。\u001b[22m, \u001b[1m結論として、あなたはいくつかの素晴らしいアニメーションを表示する場合は、このショーを見て、あなたはあなたの正気を保つためにご希望の場合は離れて滞在する必要があります。\u001b[22m"
  },
  {
    "title": "Afro_Samurai",
    "id": "1292",
    "url": "https://myanimelist.net/anime/1292/Afro_Samurai",
    "user": "shintai88",
    "profile": "/profile/shintai88/reviews",
    "pages": "5",
    "number": "3",
    "link": "/reviews.php?id=17879",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  8\n\nAfro Samurai、この100万ドルの予算アニメについて何が言えますか？ 最初の部分では、それは別の世界に設定されています。ヒップホップ、ロック、武士はすべて、ユニークな極東アジアの世界に溶け込んでいました。\n\n物語はアフロ、前の番号2だった現在の番号で斬首される前に、前のナンバーワンだった彼の死んだ父親に復讐しようとしている黒忍者の武士を中心にしています。\n\n物語はアフロの過去と第2番ヘッドバンドを中心に展開しています。\n\n十分に戦ったアクションシーンがあり、アニメによく合ったアイデアもいくつかあります。 彼らがアニメーションが流動的に見えないいくつかの領域があったということを私が言うことができるすべてを含めようとした細部を考慮すると、アートは悪くないか貧弱ではありません。 多くの血液や手足、さらにはセックスをしても、行動の部分はうまくいった。\n\n全体的に私はそれを楽しんだが、私はたくさんのことを期待していなかったし、サミュエルLジャクソンが忍者の声を声に出していることは確かではなかった。\n\nそれは失望して短く、わずか5話だった。 それは特別なものではありませんでしたが、素晴らしいエピソードといくつかの素晴らしいアクションがあり、全体的にアクションは時間を過ごすのに役立ちました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAfro Samurai, what can I say about this 1 million dollar budgeted anime? Well for the first part, it is set in an alternate world, were hip hop, rock, and samurai all meld together into a unique far east asian world.\n\n\u001b[1mAfro Samurai、この100万ドルの予算アニメについて何が言えますか？ 最初の部分では、それは別の世界に設定されています。ヒップホップ、ロック、武士はすべて、ユニークな極東アジアの世界に溶け込んでいました。\u001b[22m\n\u001b[1m(Afro Samurai, kono 100 man-doru no yosan anime ni tsuite nani ga iemasu ka? Saisho no bubunde wa, soreha-betsu no sekai ni settei sa rete imasu. Hippuhoppu, rokku, bushi wa subete, yunīkuna kyokutōajia no sekai ni tokekonde imashita.)\u001b[22m\n\nTranslations of \u001b[4mAfro Samurai, what can I say about this 1 million dollar budgeted anime? Well for the first part, it is set in an alternate world, were hip hop, rock, and samurai all meld together into a unique far east asian world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfro Samurai, what can I say about this 1 million dollar budgeted anime?\u001b[24m\n    \u001b[1mAfro Samurai、この100万ドルの予算アニメについて何が言えますか？\u001b[22m, \u001b[1mアフロサムライは、私はこの100万ドルの予算アニメについて何を言うことができますか？\u001b[22m\n\u001b[4mWell for the first part, it is set in an alternate world, were hip hop, rock, and samurai all meld together into a unique far east asian world.\u001b[24m\n    \u001b[1m最初の部分では、それは別の世界に設定されています。ヒップホップ、ロック、武士はすべて、ユニークな極東アジアの世界に溶け込んでいました。\u001b[22m, \u001b[1mまあ最初の部分のために、それは代替の世界に設定され、ヒップホップ、ロック、武士すべてはユニークなアジアの極東の世界に一緒にメルドました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story centres on Afro, a black ninja samurai who is trying to avenge his dead father who was the previous number one, before he was beheaded by the current number one who was the previous number 2.\n\n\u001b[1m物語はアフロ、前の番号2だった現在の番号で斬首される前に、前のナンバーワンだった彼の死んだ父親に復讐しようとしている黒忍者の武士を中心にしています。\u001b[22m\n\u001b[1m(Monogatari wa afuro, mae no bangō 2datta genzai no bangō de zanshu sa reru mae ni, mae no nanbāwandatta kare no shinda chichioya ni fukushū shiyou to shite iru kuro ninja no bushi o chūshin ni shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story centres on Afro, a black ninja samurai who is trying to avenge his dead father who was the previous number one, before he was beheaded by the current number one who was the previous number 2.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story centres on Afro, a black ninja samurai who is trying to avenge his dead father who was the previous number one, before he was beheaded by the current number one who was the previous number 2.\u001b[24m\n    \u001b[1m物語はアフロ、前の番号2だった現在の番号で斬首される前に、前のナンバーワンだった彼の死んだ父親に復讐しようとしている黒忍者の武士を中心にしています。\u001b[22m, \u001b[1mアフロ、彼は以前の数2であった現在の数のいずれかによって斬首される前に、前のナンバーワンだった彼の死んだ父の仇を討つためにしようとしている黒い忍者侍にストーリーセンター。\u001b[22m\n\u001b[1m\u001b[22m\nThe story revolves around Afro's Past and the number 2 head band.\n\n\u001b[1m物語はアフロの過去と第2番ヘッドバンドを中心に展開しています。\u001b[22m\n\u001b[1m(Monogatari wa afuro no kako to dai 2-ban heddo bando o chūshin ni tenkai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story revolves around Afro's Past and the number 2 head band.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story revolves around Afro's Past and the number 2 head band.\u001b[24m\n    \u001b[1m物語はアフロの過去と第2番ヘッドバンドを中心に展開しています。\u001b[22m, \u001b[1m物語はアフロの過去と数2ヘッドバンドを中心に展開します。\u001b[22m\n\u001b[1m\u001b[22m\nThere is alotof well fought out action scenes, and some of the ideas fit well with the anime. the art isn't bad or poor, considering the detail they tried to include all I can say was there was some areas where the animation didn't seem fluid. but the action parts were well done, with lots of blood and limbs, and even sex.\n\n\u001b[1m十分に戦ったアクションシーンがあり、アニメによく合ったアイデアもいくつかあります。 彼らがアニメーションが流動的に見えないいくつかの領域があったということを私が言うことができるすべてを含めようとした細部を考慮すると、アートは悪くないか貧弱ではありません。 多くの血液や手足、さらにはセックスをしても、行動の部分はうまくいった。\u001b[22m\n\u001b[1m(Jūbun ni tatakatta akushonshīn ga ari, anime ni yoku atta aidea mo ikutsu ka arimasu. Karera ga animēshon ga ryūdōteki ni mienai ikutsu ka no ryōiki ga atta to iu koto o watashi ga iu koto ga dekiru subete o fukumeyou to shita saibu o kōryo suru to, āto wa warukunai ka hinjakude wa arimasen. Ōku no ketsueki ya teashi, sarani wa sekkusu o shite mo, kōdō no bubun wa umaku itta.)\u001b[22m\n\nTranslations of \u001b[4mThere is alotof well fought out action scenes, and some of the ideas fit well with the anime. the art isn't bad or poor, considering the detail they tried to include all I can say was there was some areas where the animation didn't seem fluid. but the action parts were well done, with lots of blood and limbs, and even sex.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is alotof well fought out action scenes, and some of the ideas fit well with the anime.\u001b[24m\n    \u001b[1m十分に戦ったアクションシーンがあり、アニメによく合ったアイデアもいくつかあります。\u001b[22m, \u001b[1mよくアクションシーンを戦った、といくつかのアイデアがアニメによく合うalotofがあります。\u001b[22m\n\u001b[4mthe art isn't bad or poor, considering the detail they tried to include all I can say was there was some areas where the animation didn't seem fluid.\u001b[24m\n    \u001b[1m彼らがアニメーションが流動的に見えないいくつかの領域があったということを私が言うことができるすべてを含めようとした細部を考慮すると、アートは悪くないか貧弱ではありません。\u001b[22m, \u001b[1m技術は、彼らは私がアニメーションは流体いないようでしたいくつかの地域があっただったと言うことができるすべてを含めるようにしようとした詳細を考慮し、不良または悪いではありません。\u001b[22m\n\u001b[4mbut the action parts were well done, with lots of blood and limbs, and even sex.\u001b[24m\n    \u001b[1m多くの血液や手足、さらにはセックスをしても、行動の部分はうまくいった。\u001b[22m, \u001b[1mしかし、アクション部をよく血液や手足、さらには性別の多くで、行われました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall I enjoyed it but I didn't expect alot, and I wasn't certain it required samuel L Jackson to voice act the ninja, but i guess the artists wanted his sassiness.\n\n\u001b[1m全体的に私はそれを楽しんだが、私はたくさんのことを期待していなかったし、サミュエルLジャクソンが忍者の声を声に出していることは確かではなかった。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa sore o tanoshindaga, watashi wa takusan no koto o kitai shite inakattashi, Samyueru L Jakuson ga ninja no koe o koenidashite iru koto wa tashikade wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mOverall I enjoyed it but I didn't expect alot, and I wasn't certain it required samuel L Jackson to voice act the ninja, but i guess the artists wanted his sassiness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I enjoyed it but I didn't expect alot, and I wasn't certain it required samuel L Jackson to voice act the ninja, but i guess the artists wanted his sassiness.\u001b[24m\n    \u001b[1m全体的に私はそれを楽しんだが、私はたくさんのことを期待していなかったし、サミュエルLジャクソンが忍者の声を声に出していることは確かではなかった。\u001b[22m, \u001b[1m全体的に私はそれを楽しんだが、私はたくさん期待していなかった、と私はそれが忍者の行動ボイスサミュエル・L・ジャクソンが必要特定のではありませんでしたが、私はアーティストが彼のsassinessを望んでいたと思います。\u001b[22m\n\u001b[1m\u001b[22m\nbut it was disappointly short, being only 5 episodes. it wasn't anything special but there were some great episodes and some great action, overall the action helped to pass the time.\n\n\u001b[1mそれは失望して短く、わずか5話だった。 それは特別なものではありませんでしたが、素晴らしいエピソードといくつかの素晴らしいアクションがあり、全体的にアクションは時間を過ごすのに役立ちました。\u001b[22m\n\u001b[1m(Sore wa shitsubō shite mijikaku, wazuka 5-wadatta. Sore wa tokubetsuna monode wa arimasendeshitaga, subarashī episōdo to ikutsu ka no subarashī akushon ga ari, zentai-teki ni akushon wa jikan o sugosu no ni yakudachimashita.)\u001b[22m\n\nTranslations of \u001b[4mbut it was disappointly short, being only 5 episodes. it wasn't anything special but there were some great episodes and some great action, overall the action helped to pass the time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mbut it was disappointly short, being only 5 episodes.\u001b[24m\n    \u001b[1mそれは失望して短く、わずか5話だった。\u001b[22m, \u001b[1mそれが唯一の5のエピソードである、disappointly短かったです。\u001b[22m\n\u001b[4mit wasn't anything special but there were some great episodes and some great action, overall the action helped to pass the time.\u001b[24m\n    \u001b[1mそれは特別なものではありませんでしたが、素晴らしいエピソードといくつかの素晴らしいアクションがあり、全体的にアクションは時間を過ごすのに役立ちました。\u001b[22m, \u001b[1m全体的なアクションが時間を渡すのを助け、それは何も特別なことではなかったが、いくつかの素晴らしいエピソードやいくつかの素晴らしいアクションがありました。\u001b[22m"
  },
  {
    "title": "Afro_Samurai",
    "id": "1292",
    "url": "https://myanimelist.net/anime/1292/Afro_Samurai",
    "user": "BusterMachine0",
    "profile": "/profile/BusterMachine0/reviews",
    "pages": "5",
    "number": "4",
    "link": "/reviews.php?id=14225",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  8\nキャラクター|  5\n|  6\n\nアフロサムライについての一つのことは、それがうまく提示されていることです。 ビジュアルはいくつかの部分で信じられないし、あなたは画面に接着し続けます。 サウンドトラックもとても良いです。\n\nそれが欠けているものは、しかし、最も重要な側面です、物語はそこにないです。 さて、それは裸の骨だと言いましょう。 文字は本当に興味深いものでも識別可能なものでもありません。\n\nしかし、楽しみのために見るのはかなり合理的なアニメです。 ビジュアルに唖然とするが、プロットの不足をあまりにも激怒させないでください。 それはお尻にあなたをかむだけです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThe one thing about Afro Samurai is that it's presented well. Visuals are incredible at some parts and keep you glued to the screen. Soundtrack is also very good.\n\n\u001b[1mアフロサムライについての一つのことは、それがうまく提示されていることです。 ビジュアルはいくつかの部分で信じられないし、あなたは画面に接着し続けます。 サウンドトラックもとても良いです。\u001b[22m\n\u001b[1m(Afurosamurai ni tsuite no hitotsu no koto wa, sore ga umaku teiji sa rete iru kotodesu. Bijuaru wa ikutsu ka no bubun de shinjirarenai shi, anata wa gamen ni setchaku shi tsudzukemasu. Saundotorakku mo totemo yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe one thing about Afro Samurai is that it's presented well. Visuals are incredible at some parts and keep you glued to the screen. Soundtrack is also very good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe one thing about Afro Samurai is that it's presented well.\u001b[24m\n    \u001b[1mアフロサムライについての一つのことは、それがうまく提示されていることです。\u001b[22m, \u001b[1mアフロサムライ一つのことについては、それがうまく提示だということです。\u001b[22m\n\u001b[4mVisuals are incredible at some parts and keep you glued to the screen.\u001b[24m\n    \u001b[1mビジュアルはいくつかの部分で信じられないし、あなたは画面に接着し続けます。\u001b[22m, \u001b[1mビジュアルは、いくつかの部分では信じられないほどであり、あなたが画面にくぎ付けに保ちます。\u001b[22m\n\u001b[4mSoundtrack is also very good.\u001b[24m\n    \u001b[1mサウンドトラックもとても良いです。\u001b[22m\n\u001b[1m\u001b[22m\nThe thing it lacks however are the most important aspects, story for one is not there. Well, lets say it's bare-bones at best. Characters aren't really that interesting or identifiable either.\n\n\u001b[1mそれが欠けているものは、しかし、最も重要な側面です、物語はそこにないです。 さて、それは裸の骨だと言いましょう。 文字は本当に興味深いものでも識別可能なものでもありません。\u001b[22m\n\u001b[1m(Sore ga kakete iru mono wa, shikashi, mottomo jūyōna sokumendesu, monogatari wa soko ni naidesu. Sate, soreha hadaka no honeda to iimashou. Moji wa hontōni kyōmibukai monode mo shikibetsu kanōna monode mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe thing it lacks however are the most important aspects, story for one is not there. Well, lets say it's bare-bones at best. Characters aren't really that interesting or identifiable either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe thing it lacks however are the most important aspects, story for one is not there.\u001b[24m\n    \u001b[1mそれが欠けているものは、しかし、最も重要な側面です、物語はそこにないです。\u001b[22m, \u001b[1mそれはしかし、欠けているものが最も重要な側面である、いずれかの話はありません。\u001b[22m\n\u001b[4mWell, lets say it's bare-bones at best.\u001b[24m\n    \u001b[1mさて、それは裸の骨だと言いましょう。\u001b[22m, \u001b[1mまあ、それはせいぜい最低限のだと言うことができます。\u001b[22m\n\u001b[4mCharacters aren't really that interesting or identifiable either.\u001b[24m\n    \u001b[1m文字は本当に興味深いものでも識別可能なものでもありません。\u001b[22m, \u001b[1m文字は、どちらかの本当に面白いか識別可能ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nHowever it is a fairly reasonable anime to watch for enjoyment. Be stunned by the visuals but don't rage over the lack of plot too much. It'll just bite you on the ass.\n\n\u001b[1mしかし、楽しみのために見るのはかなり合理的なアニメです。 ビジュアルに唖然とするが、プロットの不足をあまりにも激怒させないでください。 それはお尻にあなたをかむだけです。\u001b[22m\n\u001b[1m(Shikashi, tanoshimi no tame ni miru no wa kanari gōri-tekina animedesu. Bijuaru ni azentosuru ga, purotto no fusoku o amarini mo gekido sa senaide kudasai. Sore wa o shiri ni anata o kamu dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mHowever it is a fairly reasonable anime to watch for enjoyment. Be stunned by the visuals but don't rage over the lack of plot too much. It'll just bite you on the ass.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever it is a fairly reasonable anime to watch for enjoyment.\u001b[24m\n    \u001b[1mしかし、楽しみのために見るのはかなり合理的なアニメです。\u001b[22m, \u001b[1mしかし、楽しみのために見て、かなり合理的なアニメです。\u001b[22m\n\u001b[4mBe stunned by the visuals but don't rage over the lack of plot too much.\u001b[24m\n    \u001b[1mビジュアルに唖然とするが、プロットの不足をあまりにも激怒させないでください。\u001b[22m, \u001b[1mビジュアルによって唖然とするが、あまりにも多くのプロットの欠如を超える激怒しません。\u001b[22m\n\u001b[4mIt'll just bite you on the ass.\u001b[24m\n    \u001b[1mそれはお尻にあなたをかむだけです。\u001b[22m, \u001b[1mそれはちょうどお尻であなたを噛みませんよ。\u001b[22m"
  },
  {
    "title": "Afro_Samurai",
    "id": "1292",
    "url": "https://myanimelist.net/anime/1292/Afro_Samurai",
    "user": "deleteme234",
    "profile": "/profile/deleteme234/reviews",
    "pages": "5",
    "number": "5",
    "link": "/reviews.php?id=29000",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  5\nキャラクター|  3\n|  6\n\n面白いが浅いアニメ。 アフロサムライへようこそ。\n\nアフロサムライはあなたが狂ったCGIと派手なエフェクトで見ている映画のようなものですが、劇場を離れると空虚感を感じます。\n\n言い換えれば、物語のようなものは吸います。 彼の父親を失って復讐をしなければならない子供の一見堂々たる描写で。 それは、それが必要なことをやって、軽度に5つのエピソードのための聴衆を楽しませる。 私はこのショーを見ている間、またはそれらについて深く気にしている間に、キャラクターのいずれかに関係したことはありませんでした。\n\nアートワークはこのショーでかなりうまくやっていて、とても派手です。 血、服、アクションがたくさんあり、私のアニメショーで見て楽しむものがあります。 もちろん、GantzやElfen Liedのような物質が少しある方が良いです。\n\n主人公は、私が覚えているものではないにしても、本当に話していないし、ここでかなり良い仕事をした漫画の救援サミュエル・ジャクソンを伴っている。\n\n傑作を期待してAfro Samuraiに入るのではなく、それを軽度の娯楽として見てください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nAn entertaining yet shallow anime. Welcome to Afro Samurai.\n\n\u001b[1m面白いが浅いアニメ。 アフロサムライへようこそ。\u001b[22m\n\u001b[1m(Omoshiroiga asai anime. Afurosamurai e yōkoso.)\u001b[22m\n\nTranslations of \u001b[4mAn entertaining yet shallow anime. Welcome to Afro Samurai.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAn entertaining yet shallow anime.\u001b[24m\n    \u001b[1m面白いが浅いアニメ。\u001b[22m, \u001b[1m面白いまだ浅いアニメ。\u001b[22m\n\u001b[4mWelcome to Afro Samurai.\u001b[24m\n    \u001b[1mアフロサムライへようこそ。\u001b[22m\n\u001b[1m\u001b[22m\nAfro Samurai is like one of those movies you watch with crazy CGI and flashy effects, yet when you leave the theater you sense a feeling of emptiness.\n\n\u001b[1mアフロサムライはあなたが狂ったCGIと派手なエフェクトで見ている映画のようなものですが、劇場を離れると空虚感を感じます。\u001b[22m\n\u001b[1m(Afurosamurai wa anata ga kurutta CGI to hadena efekuto de mite iru eiga no yōna monodesuga, gekijō o hanareru to kūkyo-kan o kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mAfro Samurai is like one of those movies you watch with crazy CGI and flashy effects, yet when you leave the theater you sense a feeling of emptiness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfro Samurai is like one of those movies you watch with crazy CGI and flashy effects, yet when you leave the theater you sense a feeling of emptiness.\u001b[24m\n    \u001b[1mアフロサムライはあなたが狂ったCGIと派手なエフェクトで見ている映画のようなものですが、劇場を離れると空虚感を感じます。\u001b[22m, \u001b[1mアフロサムライはあなたが狂ったCGIと派手なエフェクトを見てそれらの映画の一つのようなものです、まだあなたは劇場を去るときに、むなしさを感じます。\u001b[22m\n\u001b[1m\u001b[22m\nIn other words the story kind of sucks. With a seemingly cliche plot of a kid who looses his father and has to get revenge. It does what it needs to though, mildly entertain its audience for 5 episodes. Never at one point did I relate to any of the characters while watching this show or deeply care about them.\n\n\u001b[1m言い換えれば、物語のようなものは吸います。 彼の父親を失って復讐をしなければならない子供の一見堂々たる描写で。 それは、それが必要なことをやって、軽度に5つのエピソードのための聴衆を楽しませる。 私はこのショーを見ている間、またはそれらについて深く気にしている間に、キャラクターのいずれかに関係したことはありませんでした。\u001b[22m\n\u001b[1m(Iikaereba, monogatari no yōna mono wa suimasu. Kare no chichioya o ushinatte fukushū o shinakereba naranai kodomo no ikken dōdōtaru byōsha de. Sore wa, sore ga hitsuyōna koto o yatte, keido ni itsutsu no episōdo no tame no chōshū o tanoshima seru. Watashi wa kono shō o mite iru ma, matawa sorera ni tsuite fukaku ki ni shite iru ma ni, kyarakutā no izureka ni kankei shita koto wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mIn other words the story kind of sucks. With a seemingly cliche plot of a kid who looses his father and has to get revenge. It does what it needs to though, mildly entertain its audience for 5 episodes. Never at one point did I relate to any of the characters while watching this show or deeply care about them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn other words the story kind of sucks.\u001b[24m\n    \u001b[1m言い換えれば、物語のようなものは吸います。\u001b[22m, \u001b[1m言い換えれば話は一種の吸います。\u001b[22m\n\u001b[4mWith a seemingly cliche plot of a kid who looses his father and has to get revenge.\u001b[24m\n    \u001b[1m彼の父親を失って復讐をしなければならない子供の一見堂々たる描写で。\u001b[22m, \u001b[1m彼の父を失い復讐を得るために持っている子供の一見決まり文句プロットと。\u001b[22m\n\u001b[4mIt does what it needs to though, mildly entertain its audience for 5 episodes.\u001b[24m\n    \u001b[1mそれは、それが必要なことをやって、軽度に5つのエピソードのための聴衆を楽しませる。\u001b[22m, \u001b[1mそれはしかし、穏やかに5エピソードその観客を楽しませるために必要なものを行います。\u001b[22m\n\u001b[4mNever at one point did I relate to any of the characters while watching this show or deeply care about them.\u001b[24m\n    \u001b[1m私はこのショーを見ている間、またはそれらについて深く気にしている間に、キャラクターのいずれかに関係したことはありませんでした。\u001b[22m, \u001b[1mこのショーを見たり、深くそれらを気にしながら、私は文字のいずれかに関係することはなかった一点で。\u001b[22m\n\u001b[1m\u001b[22m\nThe artwork is pretty well done in this show and is extremely flashy. There is lots of blood, gore, and action, something I enjoy watching in my anime shows. Of course, something with a little more substance, such as Gantz and Elfen Lied are better.\n\n\u001b[1mアートワークはこのショーでかなりうまくやっていて、とても派手です。 血、服、アクションがたくさんあり、私のアニメショーで見て楽しむものがあります。 もちろん、GantzやElfen Liedのような物質が少しある方が良いです。\u001b[22m\n\u001b[1m(Ātowāku wa kono shō de kanari umaku yatte ite, totemo hadedesu. Chi,-fuku, akushon ga takusan ari, watashi no animeshō de mite tanoshimu mono ga arimasu. Mochiron, Gantz ya Elfen Lied no yōna busshitsu ga sukoshi aru kata ga yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe artwork is pretty well done in this show and is extremely flashy. There is lots of blood, gore, and action, something I enjoy watching in my anime shows. Of course, something with a little more substance, such as Gantz and Elfen Lied are better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork is pretty well done in this show and is extremely flashy.\u001b[24m\n    \u001b[1mアートワークはこのショーでかなりうまくやっていて、とても派手です。\u001b[22m, \u001b[1mアートワークはかなりよく、このショーで行われ、非常に派手です。\u001b[22m\n\u001b[4mThere is lots of blood, gore, and action, something I enjoy watching in my anime shows.\u001b[24m\n    \u001b[1m血、服、アクションがたくさんあり、私のアニメショーで見て楽しむものがあります。\u001b[22m, \u001b[1m血、ゴア、アクション、私は私のアニメ番組で見て楽しむものがたくさんあります。\u001b[22m\n\u001b[4mOf course, something with a little more substance, such as Gantz and Elfen Lied are better.\u001b[24m\n    \u001b[1mもちろん、GantzやElfen Liedのような物質が少しある方が良いです。\u001b[22m, \u001b[1mもちろん、このようなガンツやリートエルフェンとしてもう少し物質と何かが優れています。\u001b[22m\n\u001b[1m\u001b[22m\nThe main character doesn't really talk, if not at all from what I remember, and is accompanied by the comic relief, Samuel Jackson, who did a pretty good job here.\n\n\u001b[1m主人公は、私が覚えているものではないにしても、本当に話していないし、ここでかなり良い仕事をした漫画の救援サミュエル・ジャクソンを伴っている。\u001b[22m\n\u001b[1m(Shujinkō wa, watashi ga oboete iru monode wa nai ni shite mo, hontōni hanashite inaishi, koko de kanari yoi shigoto o shita manga no kyūen Samyueru Jakuson o tomonatte iru.)\u001b[22m\n\nTranslations of \u001b[4mThe main character doesn't really talk, if not at all from what I remember, and is accompanied by the comic relief, Samuel Jackson, who did a pretty good job here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main character doesn't really talk, if not at all from what I remember, and is accompanied by the comic relief, Samuel Jackson, who did a pretty good job here.\u001b[24m\n    \u001b[1m主人公は、私が覚えているものではないにしても、本当に話していないし、ここでかなり良い仕事をした漫画の救援サミュエル・ジャクソンを伴っている。\u001b[22m, \u001b[1m主人公は本当に話をしない、そうでない場合は、すべて私が覚えているものから、ここではかなり良い仕事をした喜劇的な救助、サミュエル・ジャクソン、を伴っています。\u001b[22m\n\u001b[1m\u001b[22m\nDon't go into Afro Samurai expecting a masterpiece, instead watch it as mild entertainment.\n\n\u001b[1m傑作を期待してAfro Samuraiに入るのではなく、それを軽度の娯楽として見てください。\u001b[22m\n\u001b[1m(Kessaku o kitai shite Afro Samurai ni hairu node wa naku, sore o keido no goraku to shite mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mDon't go into Afro Samurai expecting a masterpiece, instead watch it as mild entertainment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon't go into Afro Samurai expecting a masterpiece, instead watch it as mild entertainment.\u001b[24m\n    \u001b[1m傑作を期待してAfro Samuraiに入るのではなく、それを軽度の娯楽として見てください。\u001b[22m, \u001b[1m代わりに、軽度の娯楽としてそれを見て、傑作を期待アフロサムライに行ってはいけません。\u001b[22m"
  },
  {
    "title": "Afro_Samurai",
    "id": "1292",
    "url": "https://myanimelist.net/anime/1292/Afro_Samurai",
    "user": "Solday",
    "profile": "/profile/Solday/reviews",
    "pages": "5",
    "number": "6",
    "link": "/reviews.php?id=12115",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n私が与えたスコアは、このショーがどれくらい好きだったかを示しています。 このショーのサウンドと音楽は素晴らしかったです。  彼らはまだショーの日本語版を作ったのかどうか分かりません。 キャラクターの口のアニメーションの大部分はアメリカで行われました。なぜなら、英語を話す一方で、あなたは口をもっと動かし、日本語を話すときとは違ったジェスチャーをするからです。 RZAはHip-Hopと日本の音楽を融合させたもので、完璧だった。 このショーのアートは信じられないほどです。 私はBlu-rayでそれを所有していますので、HDでこれを見ると、この番組を制作するためのすべての詳細が実際に表示されます。 私はそれが5エピソードだけ長い方法が大好きです。 プラスそれは唯一の季節ですので、もっとアフロが来ます。 私は人々が見ているほとんどの場所はこれが本当によく吹き替えられたアニメだと言います。  Ranivusはそれが彼が見たショーの最も吹き替えられた版の1つであると述べました。 ショーは、まず英語で行われました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThe scores I gave it show how much I liked this show. The sounds and music in this show were amazing. I have no idea if they have made a Japanese version of the show yet though. Most of the animation for the characters mouths were done in America because while speaking english you move your mouth more and make way different gestures than when speaking Japanese. The RZA combined Hip-Hop and Japanese music into one and it turned out perfectly. The Art in this show is incredible. I own it in Blu-ray so watching this in HD you really see all the details that went into making this show. I love how it is only 5 episodes long. Plus it is only season one so there is more Afro to come. I find that most places I look people are saying this is a really well dubbed Anime. Ranivus even stated that it is one of the best dubbed version of a show he has seen. The show was done in English first.\n\n\u001b[1m私が与えたスコアは、このショーがどれくらい好きだったかを示しています。 このショーのサウンドと音楽は素晴らしかったです。  彼らはまだショーの日本語版を作ったのかどうか分かりません。 キャラクターの口のアニメーションの大部分はアメリカで行われました。なぜなら、英語を話す一方で、あなたは口をもっと動かし、日本語を話すときとは違ったジェスチャーをするからです。 RZAはHip-Hopと日本の音楽を融合させたもので、完璧だった。 このショーのアートは信じられないほどです。 私はBlu-rayでそれを所有していますので、HDでこれを見ると、この番組を制作するためのすべての詳細が実際に表示されます。 私はそれが5エピソードだけ長い方法が大好きです。 プラスそれは唯一の季節ですので、もっとアフロが来ます。 私は人々が見ているほとんどの場所はこれが本当によく吹き替えられたアニメだと言います。  Ranivusはそれが彼が見たショーの最も吹き替えられた版の1つであると述べました。 ショーは、まず英語で行われました。\u001b[22m\n\u001b[1m(Watashi ga ataeta sukoa wa, kono shō ga dorekurai sukidatta ka o shimeshite imasu. Kono shō no saundo to ongaku wa subarashikattadesu. RZA wa Hip - Hop to Nihon no ongaku o yūgō sa seta mono de, kanpekidatta. Kono shō no āto wa shinji rarenai hododesu. Watashi wa buru - ray de sore o shoyū shite imasunode, HD de kore o miru to, kono bangumi o seisaku suru tame no subete no shōsai ga jissai ni hyōji sa remasu. Watashi wa sore ga 5 episōdo dake nagai hōhō ga daisukidesu. Purasu soreha yuiitsu no kisetsudesunode, motto afuro ga kimasu. Watashi wa hitobito ga mite iru hotondo no basho wa kore ga hontōni yoku fukikae rareta animeda to iimasu. Ranivus wa sore ga kare ga mita shō no mottomo fukikae rareta han no 1tsudearu to nobemashita. Shō wa, mazu eigo de okonawa remashita. Karera wa mada shō no nihongohan o tsukutta no ka dō ka wakarimasen. Kyarakutā no kuchi no animēshon no daibubun wa Amerika de okonawa remashita. Nazenara, eigo o hanasu ippō de, anata wa kuchi o motto ugokashi, nihongo o hanasu toki to wa chigatta jesuchā o surukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mThe scores I gave it show how much I liked this show. The sounds and music in this show were amazing. I have no idea if they have made a Japanese version of the show yet though. Most of the animation for the characters mouths were done in America because while speaking english you move your mouth more and make way different gestures than when speaking Japanese. The RZA combined Hip-Hop and Japanese music into one and it turned out perfectly. The Art in this show is incredible. I own it in Blu-ray so watching this in HD you really see all the details that went into making this show. I love how it is only 5 episodes long. Plus it is only season one so there is more Afro to come. I find that most places I look people are saying this is a really well dubbed Anime. Ranivus even stated that it is one of the best dubbed version of a show he has seen. The show was done in English first.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe scores I gave it show how much I liked this show.\u001b[24m\n    \u001b[1m私が与えたスコアは、このショーがどれくらい好きだったかを示しています。\u001b[22m, \u001b[1mスコアは、私はそれが私がこの番組が好きどのくらいを示しました。\u001b[22m\n\u001b[4mThe sounds and music in this show were amazing.\u001b[24m\n    \u001b[1mこのショーのサウンドと音楽は素晴らしかったです。\u001b[22m, \u001b[1mこのショーで音や音楽が素晴らしいでした。\u001b[22m\n\u001b[4mThe RZA combined Hip-Hop and Japanese music into one and it turned out perfectly.\u001b[24m\n    \u001b[1mRZAはHip-Hopと日本の音楽を融合させたもので、完璧だった。\u001b[22m, \u001b[1mRZAは一つにヒップホップと日本の音楽を組み合わせて、それが完全に判明しました。\u001b[22m\n\u001b[4mThe Art in this show is incredible.\u001b[24m\n    \u001b[1mこのショーのアートは信じられないほどです。\u001b[22m, \u001b[1mこのショーでのアートは信じられないほどです。\u001b[22m\n\u001b[4mI own it in Blu-ray so watching this in HD you really see all the details that went into making this show.\u001b[24m\n    \u001b[1m私はBlu-rayでそれを所有していますので、HDでこれを見ると、この番組を制作するためのすべての詳細が実際に表示されます。\u001b[22m, \u001b[1m私はHDにあなたが本当にこのショーを作るに入ったすべての詳細を参照してくださいこれを見ブルーレイでそれを所有しています。\u001b[22m\n\u001b[4mI love how it is only 5 episodes long.\u001b[24m\n    \u001b[1m私はそれが5エピソードだけ長い方法が大好きです。\u001b[22m, \u001b[1m私はそれが唯一の5エピソードの長さであるかが大好きです。\u001b[22m\n\u001b[4mPlus it is only season one so there is more Afro to come.\u001b[24m\n    \u001b[1mプラスそれは唯一の季節ですので、もっとアフロが来ます。\u001b[22m, \u001b[1mそれに加えてそのように来てより多くのアフロがあるだけのシーズン1です。\u001b[22m\n\u001b[4mI find that most places I look people are saying this is a really well dubbed Anime.\u001b[24m\n    \u001b[1m私は人々が見ているほとんどの場所はこれが本当によく吹き替えられたアニメだと言います。\u001b[22m, \u001b[1m私はほとんどの場所は、私は人々が、これは本当によく吹き替えアニメで言っているに見えることがわかります。\u001b[22m\n\u001b[4mRanivus even stated that it is one of the best dubbed version of a show he has seen.\u001b[24m\n    \u001b[1mRanivusはそれが彼が見たショーの最も吹き替えられた版の1つであると述べました。\u001b[22m, \u001b[1mRanivusも、それは彼が見ている番組の最高の吹き替え版の一つであると述べています。\u001b[22m\n\u001b[4mThe show was done in English first.\u001b[24m\n    \u001b[1mショーは、まず英語で行われました。\u001b[22m, \u001b[1mショーは最初に英語で行われました。\u001b[22m\n\u001b[4mI have no idea if they have made a Japanese version of the show yet though.\u001b[24m\n    \u001b[1m彼らはまだショーの日本語版を作ったのかどうか分かりません。\u001b[22m, \u001b[1m彼らはまだかかわらず、ショーの日本語版を作った場合、私は考えています。\u001b[22m\n\u001b[4mMost of the animation for the characters mouths were done in America because while speaking english you move your mouth more and make way different gestures than when speaking Japanese.\u001b[24m\n    \u001b[1mキャラクターの口のアニメーションの大部分はアメリカで行われました。なぜなら、英語を話す一方で、あなたは口をもっと動かし、日本語を話すときとは違ったジェスチャーをするからです。\u001b[22m, \u001b[1m英語を話すながら、あなたの口の中をより移動し、日本語を話すときよりもずっと異なるジェスチャーを作るため、文字の口のアニメーションのほとんどは、アメリカで行われました。\u001b[22m"
  },
  {
    "title": "Afro_Samurai",
    "id": "1292",
    "url": "https://myanimelist.net/anime/1292/Afro_Samurai",
    "user": "ItsAdamnShame",
    "profile": "/profile/ItsAdamnShame/reviews",
    "pages": "5",
    "number": "7",
    "link": "/reviews.php?id=41815",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  7\n\nスタイリッシュなお尻のすべての地獄、物語部門では少しばかりではない場合。 キャラクターはすべてあなたの普通のアーキタイプで、ちょうど都市化されています。 偉大なアクションと滑らかなアニメーションは、あなたの座席の端にあなたを持って、素晴らしいサウンドトラックを起動します。\n\nこれはあなたの友人にアニメについて不明である、これは彼の心を変える必要があります与える",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nStylish ass all hell, if not a little bland in the story department. Characters are all your normal Archetypes, just urbanized a tiny bit. Great actions and slick animation have you on the edge of your seat ,with a nice Soundtrack to boot.\n\n\u001b[1mスタイリッシュなお尻のすべての地獄、物語部門では少しばかりではない場合。 キャラクターはすべてあなたの普通のアーキタイプで、ちょうど都市化されています。 偉大なアクションと滑らかなアニメーションは、あなたの座席の端にあなたを持って、素晴らしいサウンドトラックを起動します。\u001b[22m\n\u001b[1m(Sutairisshu nao shiri no subete no jigoku, monogatari bumonde wa sukoshi bakaride wanai baai. Kyarakutā wa subete anata no futsū no ākitaipu de, chōdo toshi-ka sa rete imasu. Idaina akushon to namerakana animēshon wa, anata no zaseki no hashi ni anata o motte, subarashī saundotorakku o kidō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mStylish ass all hell, if not a little bland in the story department. Characters are all your normal Archetypes, just urbanized a tiny bit. Great actions and slick animation have you on the edge of your seat ,with a nice Soundtrack to boot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStylish ass all hell, if not a little bland in the story department.\u001b[24m\n    \u001b[1mスタイリッシュなお尻のすべての地獄、物語部門では少しばかりではない場合。\u001b[22m, \u001b[1mスタイリッシュなお尻のすべての地獄、そうでない場合はストーリー部門で少し当たり障り。\u001b[22m\n\u001b[4mCharacters are all your normal Archetypes, just urbanized a tiny bit.\u001b[24m\n    \u001b[1mキャラクターはすべてあなたの普通のアーキタイプで、ちょうど都市化されています。\u001b[22m, \u001b[1m文字がほんの少し都市化、すべての通常のアーキタイプです。\u001b[22m\n\u001b[4mGreat actions and slick animation have you on the edge of your seat ,with a nice Soundtrack to boot.\u001b[24m\n    \u001b[1m偉大なアクションと滑らかなアニメーションは、あなたの座席の端にあなたを持って、素晴らしいサウンドトラックを起動します。\u001b[22m, \u001b[1mグレートアクションと滑らかなアニメーションが起動するように素晴らしいサウンドトラックで、あなたの座席の端にあなたを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nGive this to your friend who is unsure about anime, this should change his mind\n\n\u001b[1mこれはあなたの友人にアニメについて不明である、これは彼の心を変える必要があります与える\u001b[22m\n\u001b[1m(Kore wa anata no yūjin ni anime ni tsuite fumeidearu, kore wa kare no kokoro o kaeru hitsuyō ga arimasu ataeru)\u001b[22m\n\nTranslations of \u001b[4mGive this to your friend who is unsure about anime, this should change his mind\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGive this to your friend who is unsure about anime, this should change his mind\u001b[24m\n    \u001b[1mこれはあなたの友人にアニメについて不明である、これは彼の心を変える必要があります与える\u001b[22m, \u001b[1mアニメについて不明な点があるあなたの友人にこれを与える、これは彼の心を変更する必要があります\u001b[22m"
  },
  {
    "title": "Afro_Samurai",
    "id": "1292",
    "url": "https://myanimelist.net/anime/1292/Afro_Samurai",
    "user": "AfroCookie",
    "profile": "/profile/AfroCookie/reviews",
    "pages": "5",
    "number": "8",
    "link": "/reviews.php?id=27689",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  10\n\n私は本当にアフロサムライを見て楽しかったです。それは、クールな笑いのアニメーションスタイルとそれに組み合わせられた音のためです。 多くの人のように、私はそれを見ることに決めました。なぜなら、それは友人によって私に勧められていたからです（また、b / c 5エピソードのアニメは、私の一日のうちに多くを取ることはありません）。 だから私は好きでいなかった\n\nストーリーとキャラクター：私はこのアニメが何であるかを読んだとき、私は巧妙なキャラクターと非常に巧妙なストーリーラインを得ると思っていました。 キャラクターのほとんどはアフロ・サムライと幼なじみの友人ジェノを除いて2Dキャラクターです。 多くの人がこの事実に異議を唱えますが、\n\n*スポイラー警告*\n\n私たちはアフリカ人が絶え間ない戦いの生活様式を扱うのを助け、彼が感情を持っていること、そして彼が単純な復讐の殺人者であることを実感してくれる彼（彼の想像上の友人） アフロサムライにはある程度の深みがあるが、ストーリーラインはアフロの戦いやアフロのフラッシュバックを変えない。\n\n\nアートとサウンド：驚くべきアートとサウンドは、本当にあなたがこのアニメを見守り続けるものです。 このユニークなアートスタイルのため、視覚的な楽しみのためにこのアニメを拾うならば、戦いは絶対に幻想的に見える\n\n結論：このアニメを見てください私はあなたがそれを見て楽しんで、これは私が今まで見たことがあり、ストーリーラインと私がしなければならなかったようなものすべてを考えるまでこれまで最高のアニメだと言って経験から出てくると確信しています。 だから基本的にこのアニメは、夏の大ヒットアクション映画の効果を持っています - 良い戦いの多くは、高いrewatch値で楽しいので、それを見に行く\n\nあなたは私の最初のレビューが好きだったと思います",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\ni really enjoyed watching Afro Samurai because of the cool grity animation style and the sounds combined with it. Like many i decided to watch it because it was recommended to me by a friend (also b/c a 5 episode anime wont take much out of my day). So imma just breakdown what i liked and did not\n\n\u001b[1m私は本当にアフロサムライを見て楽しかったです。それは、クールな笑いのアニメーションスタイルとそれに組み合わせられた音のためです。 多くの人のように、私はそれを見ることに決めました。なぜなら、それは友人によって私に勧められていたからです（また、b / c 5エピソードのアニメは、私の一日のうちに多くを取ることはありません）。 だから私は好きでいなかった\u001b[22m\n\u001b[1m(Watashi wa hontōni afurosamurai o mite tanoshikattadesu. Sore wa, kūruna warai no animēshonsutairu to sore ni kumiawase rareta oto no tamedesu. Ōku no hito no yō ni, watashi wa sore o miru koto ni kimemashita. Nazenara, soreha yūjin ni yotte watashi ni susume rarete itakaradesu (mata, b/ c 5 episōdo no anime wa, watashi no tsuitachi no uchi ni ōku o toru koto wa arimasen). Dakara watashi wa sukide inakatta)\u001b[22m\n\nTranslations of \u001b[4mi really enjoyed watching Afro Samurai because of the cool grity animation style and the sounds combined with it. Like many i decided to watch it because it was recommended to me by a friend (also b/c a 5 episode anime wont take much out of my day). So imma just breakdown what i liked and did not\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi really enjoyed watching Afro Samurai because of the cool grity animation style and the sounds combined with it.\u001b[24m\n    \u001b[1m私は本当にアフロサムライを見て楽しかったです。それは、クールな笑いのアニメーションスタイルとそれに組み合わせられた音のためです。\u001b[22m, \u001b[1m私は本当にためにクールなgrityアニメーションのスタイルとそれに合わせた音のアフロサムライを見て楽しみました。\u001b[22m\n\u001b[4mLike many i decided to watch it because it was recommended to me by a friend (also b/c a 5 episode anime wont take much out of my day).\u001b[24m\n    \u001b[1m多くの人のように、私はそれを見ることに決めました。なぜなら、それは友人によって私に勧められていたからです（また、b / c 5エピソードのアニメは、私の一日のうちに多くを取ることはありません）。\u001b[22m, \u001b[1m多くのように私はそれは友人が私に勧められたので、それを見て（もB / C 5エピソードアニメ文句を言わない私の一日のうち多くを取る）することを決めました。\u001b[22m\n\u001b[4mSo imma just breakdown what i liked and did not\u001b[24m\n    \u001b[1mだから私は好きでいなかった\u001b[22m, \u001b[1m私は好きではない何をしたかだから淫魔だけ内訳\u001b[22m\n\u001b[1m\u001b[22m\nStory and Characters: when i read what this anime was about i assumed that i would get a very cliched story line with cliched characters and i did. Most of the characters are 2D characters except for Afro Samurai and his childhood friend Geno. Many would dispute this fact but,\n\n\u001b[1mストーリーとキャラクター：私はこのアニメが何であるかを読んだとき、私は巧妙なキャラクターと非常に巧妙なストーリーラインを得ると思っていました。 キャラクターのほとんどはアフロ・サムライと幼なじみの友人ジェノを除いて2Dキャラクターです。 多くの人がこの事実に異議を唱えますが、\u001b[22m\n\u001b[1m(Sutōrī to kyarakutā: Watashi wa kono anime ga nandearu ka o yonda toki, watashi wa kōmyōna kyarakutā to hijō ni kōmyōna sutōrīrain o eru to omotte imashita. Kyarakutā no hotondo wa afuro samurai to osananajimi no yūjin jeno o nozoite 2 D kyarakutādesu. Ōku no hito ga kono jijitsu ni igi o tonaemasuga,)\u001b[22m\n\nTranslations of \u001b[4mStory and Characters: when i read what this anime was about i assumed that i would get a very cliched story line with cliched characters and i did. Most of the characters are 2D characters except for Afro Samurai and his childhood friend Geno. Many would dispute this fact but,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory and Characters: when i read what this anime was about i assumed that i would get a very cliched story line with cliched characters and i did.\u001b[24m\n    \u001b[1mストーリーとキャラクター：私はこのアニメが何であるかを読んだとき、私は巧妙なキャラクターと非常に巧妙なストーリーラインを得ると思っていました。\u001b[22m, \u001b[1mストーリーやキャラクター：私は私が陳腐文字と非常に陳腐ストーリーラインを取得すると仮定し、私は約このアニメは何であったか読んだとき。\u001b[22m\n\u001b[4mMost of the characters are 2D characters except for Afro Samurai and his childhood friend Geno.\u001b[24m\n    \u001b[1mキャラクターのほとんどはアフロ・サムライと幼なじみの友人ジェノを除いて2Dキャラクターです。\u001b[22m, \u001b[1m文字のほとんどは、アフロサムライ、彼の幼なじみジェノ以外の2D文字です。\u001b[22m\n\u001b[4mMany would dispute this fact but,\u001b[24m\n    \u001b[1m多くの人がこの事実に異議を唱えますが、\u001b[22m, \u001b[1m多くはこの事実を争うだろうが、\u001b[22m\n\u001b[1m\u001b[22m\n*SPOILER ALERT*\n\n\u001b[1m*スポイラー警告*\u001b[22m\n\u001b[1m(* Supoirā keikoku*)\u001b[22m\n\nTranslations of \u001b[4m*SPOILER ALERT*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*SPOILER ALERT*\u001b[24m\n    \u001b[1m*スポイラー警告*\u001b[22m, \u001b[1m*スポイラーALERT *\u001b[22m\n\u001b[1m\u001b[22m\nwhen we saw afro kill the black ninja that followed him around (his imaginary friend) that helped him deal with his lifestyle of constant fighting and no friends we realize that he has emotions and that he a simple revenge killer. Although the Afro Samurai has some depth to him the storyline never changes its mostly Afro fighting and Afro's flashbacks.\n\n\u001b[1m私たちはアフリカ人が絶え間ない戦いの生活様式を扱うのを助け、彼が感情を持っていること、そして彼が単純な復讐の殺人者であることを実感してくれる彼（彼の想像上の友人） アフロサムライにはある程度の深みがあるが、ストーリーラインはアフロの戦いやアフロのフラッシュバックを変えない。\u001b[22m\n\u001b[1m(Watashitachiha Afurika hito ga taema nai tatakai no seikatsu yōshiki o atsukau no o tasuke, kare ga kanjō o motte iru koto, soshite kare ga tanjun'na fukushū no satsujin-shadearu koto o jikkan shite kureru kare (kare no sōzō-jō no yūjin) afurosamurai ni wa aruteido no fukami ga aru ga, sutōrīrain wa afuro no tatakai ya afuro no furasshu bakku o kaenai.)\u001b[22m\n\nTranslations of \u001b[4mwhen we saw afro kill the black ninja that followed him around (his imaginary friend) that helped him deal with his lifestyle of constant fighting and no friends we realize that he has emotions and that he a simple revenge killer. Although the Afro Samurai has some depth to him the storyline never changes its mostly Afro fighting and Afro's flashbacks.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwhen we saw afro kill the black ninja that followed him around (his imaginary friend) that helped him deal with his lifestyle of constant fighting and no friends we realize that he has emotions and that he a simple revenge killer.\u001b[24m\n    \u001b[1m私たちはアフリカ人が絶え間ない戦いの生活様式を扱うのを助け、彼が感情を持っていること、そして彼が単純な復讐の殺人者であることを実感してくれる彼（彼の想像上の友人）\u001b[22m, \u001b[1m私たちは、アフロ彼が一定の戦いのライフスタイルと私たちは彼が感情を持っていることを実現していない友人に対処し、彼の単純な復讐キラーことを助け、彼の周りに続く黒い忍者（彼の想像上の友人を）殺す見たとき。\u001b[22m\n\u001b[4mAlthough the Afro Samurai has some depth to him the storyline never changes its mostly Afro fighting and Afro's flashbacks.\u001b[24m\n    \u001b[1mアフロサムライにはある程度の深みがあるが、ストーリーラインはアフロの戦いやアフロのフラッシュバックを変えない。\u001b[22m, \u001b[1mアフロサムライは彼にいくつかの深さを有しているが、ストーリーは、そのほとんどがアフロ戦いとアフロのフラッシュバックを変更することはありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt and Sound: Amazing the art and sound is what really keeps you watching this anime. Because of this unique art style the fights look absolutely fantastic if anything pick up this anime for the visual enjoyment\n\n\u001b[1mアートとサウンド：驚くべきアートとサウンドは、本当にあなたがこのアニメを見守り続けるものです。 このユニークなアートスタイルのため、視覚的な楽しみのためにこのアニメを拾うならば、戦いは絶対に幻想的に見える\u001b[22m\n\u001b[1m(Āto to saundo: Odorokubeki āto to saundo wa, hontōni anata ga kono anime o mimamori tsudzukeru monodesu. Kono yunīkuna ātosutairu no tame, shikaku-tekina tanoshimi no tame ni kono anime o hirounaraba, tatakai wa zettai ni gensō-teki ni mieru)\u001b[22m\n\nTranslations of \u001b[4mArt and Sound: Amazing the art and sound is what really keeps you watching this anime. Because of this unique art style the fights look absolutely fantastic if anything pick up this anime for the visual enjoyment\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and Sound: Amazing the art and sound is what really keeps you watching this anime.\u001b[24m\n    \u001b[1mアートとサウンド：驚くべきアートとサウンドは、本当にあなたがこのアニメを見守り続けるものです。\u001b[22m, \u001b[1mアートとサウンド：アメージングアートとサウンドは本当にあなたがこのアニメを見続けてものです。\u001b[22m\n\u001b[4mBecause of this unique art style the fights look absolutely fantastic if anything pick up this anime for the visual enjoyment\u001b[24m\n    \u001b[1mこのユニークなアートスタイルのため、視覚的な楽しみのためにこのアニメを拾うならば、戦いは絶対に幻想的に見える\u001b[22m, \u001b[1mこのユニークなアートスタイルの戦いは本当に素晴らしい見えるので何が視覚の楽しみのためにこのアニメを拾う場合\u001b[22m\n\u001b[1m\u001b[22m\nConclusion: go watch this anime i am sure that you will enjoy watching it and come out of the experience saying this is the best anime i have ever seen till you look back and think about the storyline and everything like i had to. SO basically this anime has a summer blockbuster action movie effect - alot of good fights, enjoyable with a high rewatch value so go see it\n\n\u001b[1m結論：このアニメを見て、私はあなたがそれを見て楽しんで、これは私が今まで見たことがあり、ストーリーラインと私がしなければならなかったようなものすべてを考えるまでこれまで最高のアニメだと言って経験から出てくると確信しています。 だから基本的にこのアニメは、夏の大ヒットアクション映画の効果を持っています - 良い戦いの多くは、高いrewatch値で楽しいので、それを見に行く\u001b[22m\n\u001b[1m(Ketsuron: Kono anime o mite, watashi wa anata ga sore o mite tanoshinde, kore wa watashi ga imamade mita koto ga ari, sutōrīrain to watashi ga shinakereba naranakatta yōna mono subete o kangaeru made kore made saikō no animeda to itte keiken kara detekuru to kakushin shite imasu. Dakara kihontekini kono anime wa, natsu no dai hitto akushon eiga no kōka o motte imasu - yoi tatakai no ōku wa, takai rewatch-chi de tanoshīnode, sore o mi ni iku)\u001b[22m\n\nTranslations of \u001b[4mConclusion: go watch this anime i am sure that you will enjoy watching it and come out of the experience saying this is the best anime i have ever seen till you look back and think about the storyline and everything like i had to. SO basically this anime has a summer blockbuster action movie effect - alot of good fights, enjoyable with a high rewatch value so go see it\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mConclusion: go watch this anime i am sure that you will enjoy watching it and come out of the experience saying this is the best anime i have ever seen till you look back and think about the storyline and everything like i had to.\u001b[24m\n    \u001b[1m結論：このアニメを見て、私はあなたがそれを見て楽しんで、これは私が今まで見たことがあり、ストーリーラインと私がしなければならなかったようなものすべてを考えるまでこれまで最高のアニメだと言って経験から出てくると確信しています。\u001b[22m, \u001b[1m結論：私はあなたがそれを見て楽しむ、これはあなたが振り返ると、私がしなければならなかったようなストーリー展開、すべてを考えるまで私が今まで見た中で最高のアニメと言っ経験から出てくるだろうと確信しているこのアニメを見に行きます。\u001b[22m\n\u001b[4mSO basically this anime has a summer blockbuster action movie effect - alot of good fights, enjoyable with a high rewatch value so go see it\u001b[24m\n    \u001b[1mだから基本的にこのアニメは、夏の大ヒットアクション映画の効果を持っています - 良い戦いの多くは、高いrewatch値で楽しいので、それを見に行く\u001b[22m, \u001b[1mSO基本的にこのアニメは夏の超大作アクション映画の効果を持っている - 高rewatch値との楽しい良い戦いの多くは、ので、それを見に行きます\u001b[22m\n\u001b[1m\u001b[22m\nHope you liked my first review\n\n\u001b[1mあなたは私の最初のレビューが好きだったと思います\u001b[22m\n\u001b[1m(Anata wa watashi no saisho no rebyū ga sukidatta to omoimasu)\u001b[22m\n\nTranslations of \u001b[4mHope you liked my first review\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHope you liked my first review\u001b[24m\n    \u001b[1mあなたは私の最初のレビューが好きだったと思います\u001b[22m, \u001b[1mあなたが私の最初のレビューを気に入っホープ\u001b[22m"
  },
  {
    "title": "Afro_Samurai",
    "id": "1292",
    "url": "https://myanimelist.net/anime/1292/Afro_Samurai",
    "user": "mrmanga",
    "profile": "/profile/mrmanga/reviews",
    "pages": "5",
    "number": "9",
    "link": "/reviews.php?id=70279",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  9\nキャラクター|  6\n|  9\n\nまず第一に、私はちょうど今これを言うことができます、これは深い意味の種類のショーのようなものではありません。 これは、あなたの脳をオフにし、非常に良いビジュアルを楽しんで、シーンを戦うようなものです。\n\n私がAfro Samuraiについて最初に聞いたとき、私はそれが冗談だと​​思った。 しかし、私はいくつかのクリップを見つけたとき、私はそれがいかに面白いかを見て、どれくらい豪華なビジュアルが売られたのかを見ました。\n\nストーリー：これは簡単にショーの弱点です。  Afro Samurai（主人公）Afroが子供の時に＃1のヘッドバンドを持っていた父親の死を救済するために＃1ヘッドバンドが欲しい。 ショーの始めに＃2のヘッドバンドを持っています。\n\nその＃1はあなたに巨大な力などを与えると言われています。 本当に面白いことはありません。復讐の話です。 結論はどちらも満足できません。\n\nアート：10.これは簡単にショーのポイントです。 それは絶対に驚くべきであり、アニメーションは抜群です。 キャラクターと風景の創造的で美しいデザイン。\n\nサウンド：9.主人公の声優としてサミュエル・L・ジャクソンを務めたほうが良い選択とは言えませんでした。 彼はあまりにもよく彼に合っている。真面目なサミュエル（パルプフィクションなどと思う）とそれほど深刻なサミュエルはアフロと忍者の忍者にいる。\n\n音楽は主にラップミュージックですが、状況や流れに合っています。 私はラップのファンではないが、それは世界と環境に非常によく働くので、気にしない。\n\nキャラクター：6.アフロ、忍者の忍者、そして悪い人以外は、あなたが気にするキャラクターはあまりありません。 そして、私は彼らのことを気にすることも難しいと思っています。彼らは彼らの役割をうまく果たしています。 しかし、それはそれについてです、文字の開発に近いです。  Ninja Ninjaは私の意見では簡単に最高のキャラクターです。\n\n楽しさと全体：9と8。あなたが深く、何らかの意味を持ちたくない限り、本当に楽しいです。 それは基本的に、多くの人々を殺す唯一の悪いお尻の侍です。 忍者の忍者からのいくつかの良いジョークともので。 あなたが本当にうまくアニメ化されたawesomenessを見たいと思うところに夜があるなら、これは強く推奨されます。 あなたが思うように、あるいは良い話をすることを期待してはいけません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all let me just say this right now, this is not some kind of deep meaning kind of show. This is more like turn off your brain and enjoy the extremely good visuals and fight scenes.\n\n\u001b[1mまず第一に、私はちょうど今これを言うことができます、これは深い意味の種類のショーのようなものではありません。 これは、あなたの脳をオフにし、非常に良いビジュアルを楽しんで、シーンを戦うようなものです。\u001b[22m\n\u001b[1m(Mazu daiichi ni, watashi wa chōdo ima kore o iu koto ga dekimasu, kore wa fukai imi no shurui no shō no yōna monode wa arimasen. Kore wa, anata no nō o ofu ni shi, hijō ni yoi bijuaru o tanoshinde, shīn o tatakau yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all let me just say this right now, this is not some kind of deep meaning kind of show. This is more like turn off your brain and enjoy the extremely good visuals and fight scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all let me just say this right now, this is not some kind of deep meaning kind of show.\u001b[24m\n    \u001b[1mまず第一に、私はちょうど今これを言うことができます、これは深い意味の種類のショーのようなものではありません。\u001b[22m, \u001b[1mまず第一に、私はちょうどこの権利は今、これはショーの深い意味の種類のいくつかの種類ではないとしましょう。\u001b[22m\n\u001b[4mThis is more like turn off your brain and enjoy the extremely good visuals and fight scenes.\u001b[24m\n    \u001b[1mこれは、あなたの脳をオフにし、非常に良いビジュアルを楽しんで、シーンを戦うようなものです。\u001b[22m, \u001b[1mこれは、より多くのあなたの脳をオフにして、極めて良好な映像を楽しむシーンを戦うようなものです。\u001b[22m\n\u001b[1m\u001b[22m\nWhen i first heard about Afro Samurai i thought it was a joke, a show made to mock. But when i found some clips and i saw how funny it could be, and how gorgeous the visuals were i was sold.\n\n\u001b[1m私がAfro Samuraiについて最初に聞いたとき、私はそれが冗談だと​​思った。 しかし、私はいくつかのクリップを見つけたとき、私はそれがいかに面白いかを見て、どれくらい豪華なビジュアルが売られたのかを見ました。\u001b[22m\n\u001b[1m(Watashi ga Afro Samurai ni tsuite saisho ni kiita toki, watashi wa sore ga jōdanda to ​​ omotta. Shikashi, watashi wa ikutsu ka no kurippu o mitsuketa toki, watashi wa sore ga ikani omoshiroi ka o mite, dorekurai gōkana bijuaru ga ura reta no ka o mimashita.)\u001b[22m\n\nTranslations of \u001b[4mWhen i first heard about Afro Samurai i thought it was a joke, a show made to mock. But when i found some clips and i saw how funny it could be, and how gorgeous the visuals were i was sold.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen i first heard about Afro Samurai i thought it was a joke, a show made to mock.\u001b[24m\n    \u001b[1m私がAfro Samuraiについて最初に聞いたとき、私はそれが冗談だと思った。\u001b[22m, \u001b[1m私は最初のアフロサムライの話を聞いたとき、私はそれは冗談、モックために作られたショーだと思いました。\u001b[22m\n\u001b[4mBut when i found some clips and i saw how funny it could be, and how gorgeous the visuals were i was sold.\u001b[24m\n    \u001b[1mしかし、私はいくつかのクリップを見つけたとき、私はそれがいかに面白いかを見て、どれくらい豪華なビジュアルが売られたのかを見ました。\u001b[22m, \u001b[1mしかし、私はいくつかのクリップを発見し、私はそれができるどのように面白い見て、ビジュアルは私が販売されたあったかゴージャスなとき。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 5. This is easily the weak point of the show. Afro Samurai ( the main character) Wants the #1 headband to avenge the death of his father who had the #1 headband when Afro was a kid. At the start of the show he has the #2 headband.\n\n\u001b[1mストーリー：これは簡単にショーの弱点です。  Afro Samurai（主人公）Afroが子供の時に＃1のヘッドバンドを持っていた父親の死を救済するために＃1ヘッドバンドが欲しい。 ショーの始めに＃2のヘッドバンドを持っています。\u001b[22m\n\u001b[1m(Sutōrī: Kore wa kantan ni shō no jakutendesu. Afro Samurai (shujinkō) Afro ga kodomo no toki ni# 1 no heddo bando o motte ita chichioya no shi o kyūsai suru tame ni# 1 heddo bando ga hoshī. Shō no hajime ni# 2 no heddo bando o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: 5. This is easily the weak point of the show. Afro Samurai ( the main character) Wants the #1 headband to avenge the death of his father who had the #1 headband when Afro was a kid. At the start of the show he has the #2 headband.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 5. This is easily the weak point of the show.\u001b[24m\n    \u001b[1mストーリー：これは簡単にショーの弱点です。\u001b[22m, \u001b[1mストーリー：5.これは、簡単に番組の弱点です。\u001b[22m\n\u001b[4mAfro Samurai ( the main character) Wants the #1 headband to avenge the death of his father who had the #1 headband when Afro was a kid.\u001b[24m\n    \u001b[1mAfro Samurai（主人公）Afroが子供の時に＃1のヘッドバンドを持っていた父親の死を救済するために＃1ヘッドバンドが欲しい。\u001b[22m, \u001b[1mアフロサムライ（主人公）はアフロが子供の頃＃1ヘッドバンドを持っていた彼の父の死の仇を討つために＃1ヘッドバンドを望んでいます。\u001b[22m\n\u001b[4mAt the start of the show he has the #2 headband.\u001b[24m\n    \u001b[1mショーの始めに＃2のヘッドバンドを持っています。\u001b[22m, \u001b[1mショーの開始時に、彼は＃2ヘッドバンドを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nIts said that the #1 gives you immense power and so on. Nothing really too interesting, just a revenge story. The conclusion isn't satisfying either.\n\n\u001b[1mその＃1はあなたに巨大な力などを与えると言われています。 本当に面白いことはありません。復讐の話です。 結論はどちらも満足できません。\u001b[22m\n\u001b[1m(Sono# 1 wa anata ni kyodaina-ryoku nado o ataeru to iwa rete imasu. Hontōni omoshiroi koto wa arimasen. Fukushū no hanashidesu. Ketsuron wa dochira mo manzoku dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mIts said that the #1 gives you immense power and so on. Nothing really too interesting, just a revenge story. The conclusion isn't satisfying either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIts said that the #1 gives you immense power and so on.\u001b[24m\n    \u001b[1mその＃1はあなたに巨大な力などを与えると言われています。\u001b[22m, \u001b[1mそのは、＃1はあなたのように巨大な力とを与えると述べました。\u001b[22m\n\u001b[4mNothing really too interesting, just a revenge story.\u001b[24m\n    \u001b[1m本当に面白いことはありません。復讐の話です。\u001b[22m, \u001b[1m本当にあまりにも面白い何もない、ただ復讐の物語。\u001b[22m\n\u001b[4mThe conclusion isn't satisfying either.\u001b[24m\n    \u001b[1m結論はどちらも満足できません。\u001b[22m, \u001b[1m結論はどちらか満足されていません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10. This is easily the best point of the show. It looks absolutely amazing and the animation is outstanding. Creative and beautiful designs on the characters and the scenery.\n\n\u001b[1mアート：10.これは簡単にショーのポイントです。 それは絶対に驚くべきであり、アニメーションは抜群です。 キャラクターと風景の創造的で美しいデザイン。\u001b[22m\n\u001b[1m(Āto: 10. Kore wa kantan ni shō no pointodesu. Sore wa zettai ni odorokubekideari, animēshon wa batsugundesu. Kyarakutā to fūkei no sōzō-tekide utsukushī dezain.)\u001b[22m\n\nTranslations of \u001b[4mArt: 10. This is easily the best point of the show. It looks absolutely amazing and the animation is outstanding. Creative and beautiful designs on the characters and the scenery.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10. This is easily the best point of the show.\u001b[24m\n    \u001b[1mアート：10.これは簡単にショーのポイントです。\u001b[22m, \u001b[1mアート：10.これは簡単にショーの最高のポイントです。\u001b[22m\n\u001b[4mIt looks absolutely amazing and the animation is outstanding.\u001b[24m\n    \u001b[1mそれは絶対に驚くべきであり、アニメーションは抜群です。\u001b[22m, \u001b[1mそれは絶対に素晴らしい見えるとアニメーションが抜群です。\u001b[22m\n\u001b[4mCreative and beautiful designs on the characters and the scenery.\u001b[24m\n    \u001b[1mキャラクターと風景の創造的で美しいデザイン。\u001b[22m, \u001b[1m文字や風景で創造的で美しいデザイン。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9. Having Samuel L. Jackson as the voice actor for the main character couldn't been a better choice. It fits him so well, the serious Samuel ( think Pulp Fiction etc) and the not so serious Samuel is present in Afro and Ninja Ninja.\n\n\u001b[1mサウンド：9.主人公の声優としてサミュエル・L・ジャクソンを務めたほうが良い選択とは言えませんでした。 彼はあまりにもよく彼に合っている。真面目なサミュエル（パルプフィクションなどと思う）とそれほど深刻なサミュエルはアフロと忍者の忍者にいる。\u001b[22m\n\u001b[1m(Saundo: 9. Shujinkō no seiyū to shite Samyueru L Jakuson o tsutometa hō ga yoi sentaku to wa iemasendeshita. Kare wa amarini mo yoku kare ni atte iru. Majimena Samyueru (parupufikushon nado to omou) to sorehodo shinkokuna Samyueru wa afuro to ninja no ninja ni iru.)\u001b[22m\n\nTranslations of \u001b[4mSound: 9. Having Samuel L. Jackson as the voice actor for the main character couldn't been a better choice. It fits him so well, the serious Samuel ( think Pulp Fiction etc) and the not so serious Samuel is present in Afro and Ninja Ninja.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9. Having Samuel L. Jackson as the voice actor for the main character couldn't been a better choice.\u001b[24m\n    \u001b[1mサウンド：9.主人公の声優としてサミュエル・L・ジャクソンを務めたほうが良い選択とは言えませんでした。\u001b[22m, \u001b[1mサウンド：9.メインキャラクターのための声優としてサミュエル・L・ジャクソンを持ってより良い選択されていない可能性があります。\u001b[22m\n\u001b[4mIt fits him so well, the serious Samuel ( think Pulp Fiction etc) and the not so serious Samuel is present in Afro and Ninja Ninja.\u001b[24m\n    \u001b[1m彼はあまりにもよく彼に合っている。真面目なサミュエル（パルプフィクションなどと思う）とそれほど深刻なサミュエルはアフロと忍者の忍者にいる。\u001b[22m, \u001b[1mそれは、とても彼をよくフィットし、深刻なサミュエル（パルプ・フィクションなどを考える）と、それほど深刻ではないサムエルはアフロ忍者忍者に存在しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe music is mostly rap music, but it fits the situations and the flow. Even though i'm not a fan of rap it works so well with the world and the environment it doesn't bother me.\n\n\u001b[1m音楽は主にラップミュージックですが、状況や流れに合っています。 私はラップのファンではないが、それは世界と環境に非常によく働くので、気にしない。\u001b[22m\n\u001b[1m(Ongaku wa omoni rappumyūjikkudesuga, jōkyō ya nagare ni atte imasu. Watashi wa rappu no fande wa naiga, soreha sekai to kankyō ni hijō ni yoku hatarakunode, kinishinai.)\u001b[22m\n\nTranslations of \u001b[4mThe music is mostly rap music, but it fits the situations and the flow. Even though i'm not a fan of rap it works so well with the world and the environment it doesn't bother me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is mostly rap music, but it fits the situations and the flow.\u001b[24m\n    \u001b[1m音楽は主にラップミュージックですが、状況や流れに合っています。\u001b[22m, \u001b[1m音楽は主にラップ音楽ですが、それは状況や流れに適合します。\u001b[22m\n\u001b[4mEven though i'm not a fan of rap it works so well with the world and the environment it doesn't bother me.\u001b[24m\n    \u001b[1m私はラップのファンではないが、それは世界と環境に非常によく働くので、気にしない。\u001b[22m, \u001b[1m私はラップのファンではないにもかかわらず、それは世界と、それは私を気にしない環境でとてもうまく動作します。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 6. Other then Afro, Ninja Ninja and the bad guy, there's not many characters that you will care about. And i find it hard to even care about them, they fulfill their roles just fine. But that is about it, there is close to no character development. Ninja Ninja is easily the best character in my opinion though.\n\n\u001b[1mキャラクター：6.アフロ、忍者の忍者、そして悪い人以外は、あなたが気にするキャラクターはあまりありません。 そして、私は彼らのことを気にすることも難しいと思っています。彼らは彼らの役割をうまく果たしています。 しかし、それはそれについてです、文字の開発に近いです。  Ninja Ninjaは私の意見では簡単に最高のキャラクターです。\u001b[22m\n\u001b[1m(Kyarakutā: 6. Afuro, ninja no ninja, soshite warui hito igai wa, anata ga ki ni suru kyarakutā wa amari arimasen. Soshite, watashi wa karera no koto o ki ni suru koto mo muzukashī to omotte imasu. Karera wa karera no yakuwari o umaku hatashite imasu. Shikashi, sore wa sore ni tsuitedesu, moji no kaihatsu ni chikaidesu. Ninja ninja wa watashi no ikende wa kantan ni saikō no kyarakutādesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 6. Other then Afro, Ninja Ninja and the bad guy, there's not many characters that you will care about. And i find it hard to even care about them, they fulfill their roles just fine. But that is about it, there is close to no character development. Ninja Ninja is easily the best character in my opinion though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 6. Other then Afro, Ninja Ninja and the bad guy, there's not many characters that you will care about.\u001b[24m\n    \u001b[1mキャラクター：6.アフロ、忍者の忍者、そして悪い人以外は、あなたが気にするキャラクターはあまりありません。\u001b[22m, \u001b[1mキャラクター：6.その他その後アフロ、忍者忍者と悪い男は、あなたが気になります多くの文字がありません。\u001b[22m\n\u001b[4mAnd i find it hard to even care about them, they fulfill their roles just fine.\u001b[24m\n    \u001b[1mそして、私は彼らのことを気にすることも難しいと思っています。彼らは彼らの役割をうまく果たしています。\u001b[22m, \u001b[1mそして、私もそれを気にすることは難しい見つけ、彼らは彼らの役割はうまく果たします。\u001b[22m\n\u001b[4mBut that is about it, there is close to no character development.\u001b[24m\n    \u001b[1mしかし、それはそれについてです、文字の開発に近いです。\u001b[22m, \u001b[1mしかし、それはそれについてですが、無文字の開発に近い存在です。\u001b[22m\n\u001b[4mNinja Ninja is easily the best character in my opinion though.\u001b[24m\n    \u001b[1mNinja Ninjaは私の意見では簡単に最高のキャラクターです。\u001b[22m, \u001b[1m忍者忍者は簡単にかかわらず、私の意見では最高の文字です。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment and Overall: 9 and 8. It is really enjoyable as long as you don't want it to be deep or have some kind of meaning. It is basically just one bad ass samurai killing a lot of people. With some good jokes and stuff from Ninja Ninja. If you have a night off where you just want to see really well animated awesomeness this is highly recommended. Just don't expect it to make you think or have a good story.\n\n\u001b[1m楽しさと全体的な：9と8。あなたがそれを深くしたり何らかの意味を持たせたくない限り、本当に楽しいです。 それは基本的に、多くの人を殺す唯一の悪いお尻の侍です。 忍者の忍者からのいくつかの良いジョークともので。 あなたが本当にうまくアニメ化されたawesomenessを見たいと思うところに夜があるなら、これは強く推奨されます。 あなたが思うように、あるいは良い話をすることを期待してはいけません。\u001b[22m\n\u001b[1m(Tanoshisa to zentai-tekina: 9 To 8. Anata ga sore o fukaku shi tari nanrakano imi o mota setakunai kagiri, hontōni tanoshīdesu. Sore wa kihontekini, ōku no hito o korosu yuiitsu no warui o shiri no samuraidesu. Ninja no ninja kara no ikutsuka no yoi jōku to mono de. Anata ga hontōni umaku anime-ka sa reta awesomeness o mitai to omou tokoro ni yoru ga arunara, kore wa tsuyoku suishō sa remasu. Anata ga omou yō ni, aruiwa yoi hanashi o suru koto o kitai shite wa ikemasen.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment and Overall: 9 and 8. It is really enjoyable as long as you don't want it to be deep or have some kind of meaning. It is basically just one bad ass samurai killing a lot of people. With some good jokes and stuff from Ninja Ninja. If you have a night off where you just want to see really well animated awesomeness this is highly recommended. Just don't expect it to make you think or have a good story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment and Overall: 9 and 8. It is really enjoyable as long as you don't want it to be deep or have some kind of meaning.\u001b[24m\n    \u001b[1m楽しさと全体的な：9と8。あなたがそれを深くしたり何らかの意味を持たせたくない限り、本当に楽しいです。\u001b[22m, \u001b[1m楽しさと全体：9と8それは限り、あなたはそれが深いことや意味のいくつかの種類を持っている必要はありませんように、本当に楽しいです。\u001b[22m\n\u001b[4mIt is basically just one bad ass samurai killing a lot of people.\u001b[24m\n    \u001b[1mそれは基本的に、多くの人を殺す唯一の悪いお尻の侍です。\u001b[22m, \u001b[1mそれは基本的に多くの人を殺すだけの悪いお尻の侍です。\u001b[22m\n\u001b[4mWith some good jokes and stuff from Ninja Ninja.\u001b[24m\n    \u001b[1m忍者の忍者からのいくつかの良いジョークともので。\u001b[22m, \u001b[1m忍者忍者からいくつかの良いジョークとかと。\u001b[22m\n\u001b[4mIf you have a night off where you just want to see really well animated awesomeness this is highly recommended.\u001b[24m\n    \u001b[1mあなたが本当にうまくアニメ化されたawesomenessを見たいと思うところに夜があるなら、これは強く推奨されます。\u001b[22m, \u001b[1mあなただけの本当によくアニメーションの素晴らしさを見たい場所を夜をオフにしている場合、これは非常にお勧めします。\u001b[22m\n\u001b[4mJust don't expect it to make you think or have a good story.\u001b[24m\n    \u001b[1mあなたが思うように、あるいは良い話をすることを期待してはいけません。\u001b[22m, \u001b[1mただ、それはあなたが考えさせるかいい話を持っていることを期待しないでください。\u001b[22m"
  },
  {
    "title": "Afro_Samurai",
    "id": "1292",
    "url": "https://myanimelist.net/anime/1292/Afro_Samurai",
    "user": "moonkingdomify",
    "profile": "/profile/moonkingdomify/reviews",
    "pages": "5",
    "number": "10",
    "link": "/reviews.php?id=113615",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  6\n|  9\n\n私が最後に書いたとき、私はばかだ。 私はまだシリーズが大好きですが、私はあまりにもファンの男の子に行って何か良いものになりました。\n\n悪い人。 キャラクターアフロと彼の幼なじみの友人たちはこのシリーズで優れた開発をしていましたが、忍者の忍者や山中の7人の老人たちは何の理由もありませんでした。 彼らは実際にフランチャイズ全体でこれを説明していなかった。彼らがやり遂げることができたのは、もう少しエピソードを作らなければならなかったが、それはそれに値するものだっただろう。 私は忍者忍者がアフロの想像上の友人であることを意図していたと理解していますが、アフロがいつ、なぜ彼を生み出したのかは決して説明しません。 私たちは本当にそのセックスシーンを必要としませんでした。 私はいくつかのシリーズがセックス（咳の日の咳）でより良いと思うところでは、これは本当にシリーズ全体に利益をもたらさず、完全に切り捨てられた可能性があります。 たぶん、忍者忍者の裏話を手に入れたのかもしれない。\n\nいいもの。 私はこのアニメーションが大好きで、シリーズ全体を通して同じアニメーションをどのように使用しているのですか？ 戦いシーンから静かなシーン、そして私が話していたセックスシーンまで、このシリーズは美しくアニメーション化されています。 私が愛した次のものは、私たちの静かな主人公のために得た開発の量でした。 次は私がRZAやWoo Tang Clanにはあまり好きではないが、アニメと一緒に仕事をしている時にはそれを愛しているようだが、私たちが得たサウンドトラックだ。 彼らはまた、日本人が好むような北米系の唯一のグループでもあるようです。 しかし、サウンドトラックは非常によく書かれていて、サウンドトラックを聞いて、全体の話をかなり得ることさえ可能です。 私が話したい最後のことは、キャスティングが選ぶことです。 ジェイソン・マーズデンとサミュエル・L・ジャクソンがライバルとして、これは完璧を超えていた。 日本版があれば、それを見ているファンは分からない。\n\n最終判決：\nあなたがSamuel L. Jackson、Woo Tang Clan、または剣戦闘アニメが好きなら、これはあなたの人生の5時間です。 私は間違いなく時計を提案するだろう。\n\n8.4 / 10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThe last time I wrote this I was an idiot. I still love the series, but I went too fan boy to be any good.\n\n\u001b[1m私が最後に書いたとき、私はばかだ。 私はまだシリーズが大好きですが、私はあまりにもファンの男の子に行って何か良いものになりました。\u001b[22m\n\u001b[1m(Watashi ga saigo ni kaita toki, watashi wa bakada. Watashi wa mada shirīzu ga daisukidesuga, watashi wa amarini mo fan no otokonoko ni itte nani ka yoi mono ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe last time I wrote this I was an idiot. I still love the series, but I went too fan boy to be any good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe last time I wrote this I was an idiot.\u001b[24m\n    \u001b[1m私が最後に書いたとき、私はばかだ。\u001b[22m, \u001b[1m私はこれを書いた最後の時間は、私が馬鹿でした。\u001b[22m\n\u001b[4mI still love the series, but I went too fan boy to be any good.\u001b[24m\n    \u001b[1m私はまだシリーズが大好きですが、私はあまりにもファンの男の子に行って何か良いものになりました。\u001b[22m, \u001b[1m私はまだシリーズが大好きですが、私は何か良いことがあまりにもファンの少年を行ってきました。\u001b[22m\n\u001b[1m\u001b[22m\nThe bad. Whereas the character Afro and his childhood friends were excellently developed in this series, I felt that characters such as Ninja Ninja and the seven old guys on the mountain were just kind of there for no reason. They didn't really explain this in the franchise as a whole, which they could have done, they would have had to make a few more episodes but it would have been worth it. I understand the Ninja Ninja was meant to be Afro's imaginary friend, but they never state when or why Afro created him. We also really didn't need that sex scene. Where as I do think that some series would be better with sex (cough school days cough) this didn't really benefit the series as a whole and could have been cut out completely. Maybe we could have gotten a back story for Ninja Ninja instead.\n\n\u001b[1m悪い人。 キャラクターアフロと彼の幼なじみの友人たちはこのシリーズで優れた開発をしていましたが、忍者の忍者や山中の7人の老人たちは何の理由もありませんでした。 彼らは実際にフランチャイズ全体でこれを説明していなかった。彼らがやり遂げることができたのは、もう少しエピソードを作らなければならなかったが、それはそれに値するものだっただろう。 私は忍者忍者がアフロの想像上の友人であることを意図していたと理解していますが、アフロがいつ、なぜ彼を生み出したのかは決して説明しません。 私たちは本当にそのセックスシーンを必要としませんでした。 私はいくつかのシリーズがセックス（咳の日の咳）でより良いと思うところでは、これは本当にシリーズ全体に利益をもたらさず、完全に切り捨てられた可能性があります。 たぶん、忍者忍者の裏話を手に入れたのかもしれない。\u001b[22m\n\u001b[1m(Warui hito. Kyarakutāafuro to kare no osananajimi no yūjin-tachi wa kono shirīzu de sugureta kaihatsu o shite imashitaga, ninja no ninja ya sanchū no 7-ri no rōjin-tachi wa nani no riyū mo arimasendeshita. Karera wa jissai ni furanchaizu zentai de kore o setsumei shite inakatta. Karera ga yaritogeru koto ga dekita no wa, mōsukoshi episōdo o tsukuranakereba naranakattaga, sore wa sore ni ataisuru monodattadarou. Watashi wa ninja ninja ga afuro no sōzō-jō no yūjindearu koto o ito shite ita to rikai shite imasuga, afuro ga itsu, naze kare o umidashita no ka wa kesshite setsumei shimasen. Watashitachi wa hontōni sono sekkusushīn o hitsuyō to shimasendeshita. Watashi wa ikutsu ka no shirīzu ga sekkusu (seki no hi no seki) de yori yoi to omou tokorode wa, kore wa hontōni shirīzu zentai ni rieki o motarasazu, kanzen ni kirisute rareta kanōsei ga arimasu. Tabun, ninja ninja no urabanashi o teniireta no kamo shirenai.)\u001b[22m\n\nTranslations of \u001b[4mThe bad. Whereas the character Afro and his childhood friends were excellently developed in this series, I felt that characters such as Ninja Ninja and the seven old guys on the mountain were just kind of there for no reason. They didn't really explain this in the franchise as a whole, which they could have done, they would have had to make a few more episodes but it would have been worth it. I understand the Ninja Ninja was meant to be Afro's imaginary friend, but they never state when or why Afro created him. We also really didn't need that sex scene. Where as I do think that some series would be better with sex (cough school days cough) this didn't really benefit the series as a whole and could have been cut out completely. Maybe we could have gotten a back story for Ninja Ninja instead.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe bad.\u001b[24m\n    \u001b[1m悪い人。\u001b[22m, \u001b[1m悪い。\u001b[22m, \u001b[1m悪いです。\u001b[22m\n\u001b[4mWhereas the character Afro and his childhood friends were excellently developed in this series, I felt that characters such as Ninja Ninja and the seven old guys on the mountain were just kind of there for no reason.\u001b[24m\n    \u001b[1mキャラクターアフロと彼の幼なじみの友人たちはこのシリーズで優れた開発をしていましたが、忍者の忍者や山中の7人の老人たちは何の理由もありませんでした。\u001b[22m, \u001b[1m文字アフロと彼の幼年期の友人を良好このシリーズで開発されたのに対し、私は山にそのような忍者忍者と7古い男のような文字が理由もなくだけの種類があったことを感じました。\u001b[22m\n\u001b[4mThey didn't really explain this in the franchise as a whole, which they could have done, they would have had to make a few more episodes but it would have been worth it.\u001b[24m\n    \u001b[1m彼らは実際にフランチャイズ全体でこれを説明していなかった。彼らがやり遂げることができたのは、もう少しエピソードを作らなければならなかったが、それはそれに値するものだっただろう。\u001b[22m, \u001b[1m彼らは本当に彼らが行っている可能性全体としてフランチャイズでこれを説明していない、彼らはさらにいくつかのエピソードを作るために持っていただろうが、それは価値があったであろう。\u001b[22m\n\u001b[4mI understand the Ninja Ninja was meant to be Afro's imaginary friend, but they never state when or why Afro created him.\u001b[24m\n    \u001b[1m私は忍者忍者がアフロの想像上の友人であることを意図していたと理解していますが、アフロがいつ、なぜ彼を生み出したのかは決して説明しません。\u001b[22m, \u001b[1m私は忍者忍者はアフロの架空の友人であることを意味して理解しますが、場合、または、なぜアフロは彼を作成し、彼らは述べることはありません。\u001b[22m\n\u001b[4mWe also really didn't need that sex scene.\u001b[24m\n    \u001b[1m私たちは本当にそのセックスシーンを必要としませんでした。\u001b[22m, \u001b[1m我々はまた、本当にセックスシーンを必要としませんでした。\u001b[22m\n\u001b[4mWhere as I do think that some series would be better with sex (cough school days cough) this didn't really benefit the series as a whole and could have been cut out completely.\u001b[24m\n    \u001b[1m私はいくつかのシリーズがセックス（咳の日の咳）でより良いと思うところでは、これは本当にシリーズ全体に利益をもたらさず、完全に切り捨てられた可能性があります。\u001b[22m, \u001b[1mどこで私はいくつかのシリーズは、セックスとのより良いだろうと思いますので、これは本当に、全体として一連のメリットはありませんでしたし、完全に切り出されたかもしれない（学生時代の咳咳）。\u001b[22m\n\u001b[4mMaybe we could have gotten a back story for Ninja Ninja instead.\u001b[24m\n    \u001b[1mたぶん、忍者忍者の裏話を手に入れたのかもしれない。\u001b[22m, \u001b[1m多分、我々は代わりに忍者忍者のバックストーリーを得ている可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe good. I loved the animation this, and how they use the same animation through out the whole series. From the fight scenes to the calm scenes, and even that sex scene I was talking about, this series is beautifully animated. The next thing I loved was the amount of development we got for our silent protagonist. The next is the soundtrack that we got, even though I'm not much for RZA and the Woo Tang Clan, I seem to love it when they work with anime. They also seem to be the only North American group the Japanese seem to like. But the soundtrack was very well written and you could even just listen to the soundtrack and get pretty much the whole story. The last thing I want to talk about is the casting chooses. Jason Marsden and Samuel L. Jackson as Rival, this was beyond perfect. I mean I don't know a fan that watches the Japanese version if there is one.\n\n\u001b[1mいいもの。 私はこのアニメーションが大好きで、シリーズ全体を通して同じアニメーションをどのように使用しているのですか？ 戦いシーンから静かなシーン、そして私が話していたセックスシーンまで、このシリーズは美しくアニメーション化されています。 私が愛した次のものは、私たちの静かな主人公のために得た開発の量でした。 次は私がRZAやWoo Tang Clanにはあまり好きではないが、アニメと一緒に仕事をしている時にはそれを愛しているようだが、私たちが得たサウンドトラックだ。 彼らはまた、日本人が好むような北米系の唯一のグループでもあるようです。 しかし、サウンドトラックは非常によく書かれていて、サウンドトラックを聞いて、全体の話をかなり得ることさえ可能です。 私が話したい最後のことは、キャスティングが選ぶことです。 ジェイソン・マーズデンとサミュエル・L・ジャクソンがライバルとして、これは完璧を超えていた。 日本版があれば、それを見ているファンは分からない。\u001b[22m\n\u001b[1m(Ī mono. Watashi wa kono animēshon ga daisukide, shirīzu zentai o tōshite onaji animēshon o dono yō ni shiyō shite iru nodesu ka? Tatakai shīn kara shizukana shīn, soshite watashi ga hanashite ita sekkusushīn made, kono shirīzu wa utsukushiku animēshon-ka sa rete imasu. Watashi ga aishita tsugi no mono wa, watashitachi no shizukana shujinkō no tame ni eta kaihatsu no ryōdeshita. Tsugi wa watashi ga RZA ya Woo Tang kuran ni wa amari sukide wa naiga, anime to issho ni shigoto o shite iru tokiniha sore o aishite iru yōdaga, watashitachi ga eta saundotorakkuda. Karera wa mata, nihonjin ga konomu yōna Hokubei-kei no yuiitsu no gurūpude mo aru yōdesu. Shikashi, saundotorakku wa hijō ni yoku kaka rete ite, saundotorakku o kiite, zentai no hanashi o kanari eru koto sae kanōdesu. Watashi ga hanashitai saigo no koto wa, kyasutingu ga erabu kotodesu. Jeison māzuden to Samyueru L Jakuson ga raibaru to shite, kore wa kanpeki o koete ita. Nipponban ga areba, sore o mite iru fan wa wakaranai.)\u001b[22m\n\nTranslations of \u001b[4mThe good. I loved the animation this, and how they use the same animation through out the whole series. From the fight scenes to the calm scenes, and even that sex scene I was talking about, this series is beautifully animated. The next thing I loved was the amount of development we got for our silent protagonist. The next is the soundtrack that we got, even though I'm not much for RZA and the Woo Tang Clan, I seem to love it when they work with anime. They also seem to be the only North American group the Japanese seem to like. But the soundtrack was very well written and you could even just listen to the soundtrack and get pretty much the whole story. The last thing I want to talk about is the casting chooses. Jason Marsden and Samuel L. Jackson as Rival, this was beyond perfect. I mean I don't know a fan that watches the Japanese version if there is one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe good.\u001b[24m\n    \u001b[1mいいもの。\u001b[22m, \u001b[1m良い。\u001b[22m, \u001b[1m良いです。\u001b[22m\n\u001b[4mI loved the animation this, and how they use the same animation through out the whole series.\u001b[24m\n    \u001b[1m私はこのアニメーションが大好きで、シリーズ全体を通して同じアニメーションをどのように使用しているのですか？\u001b[22m, \u001b[1m私はアニメーションこれを愛し、そして彼らは、シリーズ全体外に同じアニメーションを介して、どのように使用しますか。\u001b[22m\n\u001b[4mFrom the fight scenes to the calm scenes, and even that sex scene I was talking about, this series is beautifully animated.\u001b[24m\n    \u001b[1m戦いシーンから静かなシーン、そして私が話していたセックスシーンまで、このシリーズは美しくアニメーション化されています。\u001b[22m, \u001b[1m戦いのシーンからの穏やかなシーン、そして私が話していたでもそのセックスシーンに、このシリーズは美しくアニメーション化されています。\u001b[22m\n\u001b[4mThe next thing I loved was the amount of development we got for our silent protagonist.\u001b[24m\n    \u001b[1m私が愛した次のものは、私たちの静かな主人公のために得た開発の量でした。\u001b[22m, \u001b[1m私が愛した次のことは、我々はサイレント主人公のために持って開発の量でした。\u001b[22m\n\u001b[4mThe next is the soundtrack that we got, even though I'm not much for RZA and the Woo Tang Clan, I seem to love it when they work with anime.\u001b[24m\n    \u001b[1m次は私がRZAやWoo Tang Clanにはあまり好きではないが、アニメと一緒に仕事をしている時にはそれを愛しているようだが、私たちが得たサウンドトラックだ。\u001b[22m, \u001b[1m次は私がRZAとウータンクランのためにあまりないんだにもかかわらず、私は彼らがアニメで作業するときそれを愛するように見える、私たちが得たサウンドトラックです。\u001b[22m\n\u001b[4mThey also seem to be the only North American group the Japanese seem to like.\u001b[24m\n    \u001b[1m彼らはまた、日本人が好むような北米系の唯一のグループでもあるようです。\u001b[22m, \u001b[1m彼らはまた、日本が好きなように見えるだけで、北米のグループであるように見えます。\u001b[22m\n\u001b[4mBut the soundtrack was very well written and you could even just listen to the soundtrack and get pretty much the whole story.\u001b[24m\n    \u001b[1mしかし、サウンドトラックは非常によく書かれていて、サウンドトラックを聞いて、全体の話をかなり得ることさえ可能です。\u001b[22m, \u001b[1mしかし、サウンドトラックは非常によく書かれていたあなたも、ただのサウンドトラックに耳を傾け、かなり全体的な話を得ることができます。\u001b[22m\n\u001b[4mThe last thing I want to talk about is the casting chooses.\u001b[24m\n    \u001b[1m私が話したい最後のことは、キャスティングが選ぶことです。\u001b[22m, \u001b[1m私が話をしたい最後のことは、鋳造選択です。\u001b[22m\n\u001b[4mJason Marsden and Samuel L. Jackson as Rival, this was beyond perfect.\u001b[24m\n    \u001b[1mジェイソン・マーズデンとサミュエル・L・ジャクソンがライバルとして、これは完璧を超えていた。\u001b[22m, \u001b[1mライバルとしてジェイソン・マースデンとサミュエル・L・ジャクソンが、これは完璧を超えていました。\u001b[22m\n\u001b[4mI mean I don't know a fan that watches the Japanese version if there is one.\u001b[24m\n    \u001b[1m日本版があれば、それを見ているファンは分からない。\u001b[22m, \u001b[1m私は1つがある場合、私は日本語版を見てファンを知らないわけ。\u001b[22m\n\u001b[1m\u001b[22m\nFinal Verdict:\n\n\u001b[1m最終判決：\u001b[22m\n\u001b[1m(Saishū hanketsu:)\u001b[22m\n\nTranslations of \u001b[4mFinal Verdict:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Verdict:\u001b[24m\n    \u001b[1m最終判決：\u001b[22m, \u001b[1m最終的な評決：\u001b[22m\nThis is 5 hours out of your life that you will immensely enjoy if you like Samuel L. Jackson, the Woo Tang Clan, or sword fighting anime. I would definitely suggest a watch.\n\n\u001b[1mあなたがSamuel L. Jackson、Woo Tang Clan、または剣戦闘アニメが好きなら、これはあなたの人生の5時間です。 私は間違いなく時計を提案するだろう。\u001b[22m\n\u001b[1m(Anata ga samyueru L. Jakuson, Woo Tang kuran, matawa ken sentō anime ga sukinara, kore wa anata no jinsei no 5-jikandesu. Watashi wa machigainaku tokei o teian surudarou.)\u001b[22m\n\nTranslations of \u001b[4mThis is 5 hours out of your life that you will immensely enjoy if you like Samuel L. Jackson, the Woo Tang Clan, or sword fighting anime. I would definitely suggest a watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is 5 hours out of your life that you will immensely enjoy if you like Samuel L. Jackson, the Woo Tang Clan, or sword fighting anime.\u001b[24m\n    \u001b[1mあなたがSamuel L. Jackson、Woo Tang Clan、または剣戦闘アニメが好きなら、これはあなたの人生の5時間です。\u001b[22m, \u001b[1mこれは、サミュエル・L・ジャクソン、ウータンクラン、または剣の戦闘アニメが好きならあなたは非常にお楽しみいただけますあなたの人生のうち5時間です。\u001b[22m\n\u001b[4mI would definitely suggest a watch.\u001b[24m\n    \u001b[1m私は間違いなく時計を提案するだろう。\u001b[22m, \u001b[1m私は間違いなく時計をお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\n8.4/10\n\n\u001b[1m8.4 / 10\u001b[22m\n\u001b[1m(8. 4/ 10)\u001b[22m\n\nTranslations of \u001b[4m8.4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m8.4/10\u001b[24m\n    \u001b[1m8.4 / 10\u001b[22m"
  }
]
