[
  {
    "title": "Hakuouki_Movie_2__Shikon_Soukyuu",
    "id": "13119",
    "url": "https://myanimelist.net/anime/13119/Hakuouki_Movie_2__Shikon_Soukyuu",
    "user": "ren6",
    "profile": "/profile/ren6/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=188945",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\n薄桜鬼の第2作は、この2部構成の映画の終わりに、TVシリーズのものとは違った新しい物語で終わります。\n映画はすでに戦闘の最中に始まり、最初の映画の最後のシーンから少しスキップします。 私たちは仲間のことを発見し始めました。その後、映画の初めから見ることのできる新撰組に焦点が戻ってきましたが、それは衰退期に危機に瀕しています。\nここでは、新撰組の主人公が主導した戦争の終結と、彼女自身のラブストーリーによるオニスとフューリーの物語が混ざり合ったチズールの物語の2つの主な焦点があります。\n映画が進むにつれ、私たちは多くの戦いを見せています。私は言わなければならない壮大な戦いをしています。新撰組の人々に焦点を当てています。彼らは悲しみ、誇り、映画がとてもよく表現していると思います。 武士。 だからこの映画はこれらの戦いの最初のものとは異なる。 最初の映画はキャラクターを紹介しストーリーを準備することに重点を置いていました。そして、第2の映画は、キャラクターの個性と個性の感情と、最初は悲劇的な結末になるだろうと思われる全体のプロット 面白いロマンチックな方法を取る。\n\nストーリー\nこのレビューの簡単な要約で、私が上で述べたように、物語は戦争における新撰組軍の衰退に非常に重点を置いています。 キャラクターはすでに限界にありますが、彼らは何を信じて戦っているのですか？また、ムービーの中で武士の尊敬と守り方を何と言っても分かりやすく示しています。 彼らが正しいと信じている方法 - 。 ちなみに、再び新撰組は重要な役割を果たし、危機の最中にも新撰組を結びつけようとしています。それによって、新撰組の真の気持ちと、愛していた気持ちを見つけ出します。\n私が最初の映画を終えた後、私は彼らが物語の後半と戦いをどうやっていくのかと心配しましたが、スタジオが再び素晴らしい仕事をしたのを見て、とても嬉しかったです。 彼らはすばらしいプロットを書いて残りのキャラクターのそれぞれに重要な使命を与えましたが、それらのどれも忘れられていませんでした。\nまた、映画の終わりには、最終シーンの全体の雰囲気を考慮して、非常に美しいタイトル「白雲」の真の意味を知ることができます。\n\nキャラクター\nキャラクターは最初の映画よりもはるかに発展しており、特に戦闘では真の感情や侍としての誇りを感じる場所です。\n彼らと主人公の千鶴との間にはたくさんの会合や別れがありますが、彼らは何とか彼女を助けます。 テレビシリーズとは違って、私たちに見える映画では、少なくともそれがちょうど模範的なものであれば、キャラクターたちはどのようにしてチズルを愛し、どのように彼女を守りたいと思うのだろうか。\n私のために、この映画に輝いたキャラクターはKazamaでした。 悪役として、彼はテレビシリーズではあまり注目を集めなかったが、第2映画では間違いなくスターである。 私は彼らが同時に悪い人物であり、素敵で保護的な人であることを描いたことを愛していました。\n一般的に、私が第二の映画のキャラクターについて最も好きだったのは、彼らの感傷的な側面をどのように見せていたかで、キャラクターのほとんどがこの時点で仲間になったと考えて、私は「私は悪魔になることができるが、 この心は私が正しいものと信じている道をたどります。\n\nアニメーション\n繰り返しますが、驚くべきアニメーションのためにStudio Deenに拍手を送っていきたいと思います。 これらの映画は、これまでスタジオが行った最高のものであるかもしれません。 最初の映画のように、文字は完全にアニメーションされ、風景も同様にアニメーション化されます。 この映画の中で最も注目されたのは、戦闘シーンのアニメーションでしたが、それは失望しませんでした！ あなたが武士+戦いのシーンのファンなら、これはあなたのお茶の杯になります。\n\n音\nOSTは正常です。 彼らは特別なものではありませんが、存在する場面に合っています。 エンディング曲は何か思い出深いものです。 曲はとても美しく、歌詞は映画の全話に合っているので、見終わったら間違いなくチェックしてください。 私の唯一の不満は、その曲がちょうどクレジットで演奏されたことでした。最後のシーンを見たときに、最後のシーンの途中で演奏を開始した場合や、 そのシーン。\n\n全体的に、白くなった物語の2番目と最後の映画はとても良かったです。 最初の映画のレビューで言及したように、それはテレビシリーズよりも楽しいものでした。 歴史的なアニメで起こっている2つの異なることを見ると、とても嬉しかったです。武士とラブストーリーの話、そしてその両方がよく描かれた映画です。 私は良い戦い、美しい男と美しくロマンチックなエンディングが好きな人にお勧めします。 あなたがすでにテレビシリーズを見ていたり、最初の映画だけを見ていた場合は、この映画もチェックアウトする必要があります。最初のパートでは別の話があり、その後はテレビシリーズの場合と非常に似ています。\nHakuoukiストーリーの終わりを見てください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThe second movie of Hakuouki gives us now the conclusion of this 2-part movie, with a new story, different from the TV series one.\n\n\u001b[1m薄桜鬼の第2作は、この2部構成の映画の終わりに、TVシリーズのものとは違う新しい物語を付け加えました。\u001b[22m\n\u001b[1m(Hakuōki no dai 2-saku wa, kono 2-bu kōsei no eiga no owari ni, TV shirīzu no mono to wa chigau atarashī monogatari o tsukekuwaemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe second movie of Hakuouki gives us now the conclusion of this 2-part movie, with a new story, different from the TV series one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe second movie of Hakuouki gives us now the conclusion of this 2-part movie, with a new story, different from the TV series one.\u001b[24m\n    \u001b[1m薄桜鬼の第2作は、この2部構成の映画の終わりに、TVシリーズのものとは違う新しい物語を付け加えました。\u001b[22m, \u001b[1m薄桜鬼の第二の映画は現在、テレビシリーズとは異なる新しいストーリーでこの2部構成の映画の結論を、私たちを提供します。\u001b[22m\nThe movie already starts in the middle of a battle, with a little time-skip from the last scene of the first movie. We started discovering stuff about the furies, and then the focus goes back to the Shinsengumi, which from what we can see from the beginning of the movie, it's already in crisis, in its declining phase.\n\n\u001b[1m映画はすでに戦闘の最中に始まり、最初の映画の最後のシーンから少しスキップします。 私たちは仲間のことを発見し始めました。その後、映画の初めから見ることのできる新撰組に焦点が戻ってきましたが、それは衰退期に危機に瀕しています。\u001b[22m\n\u001b[1m(Eiga wa sudeni sentō no saichū ni hajimari, saisho no eiga no saigo no shīn kara sukoshi sukippu shimasu. Watashitachiha nakama no koto o hakken shi hajimemashita. Sonogo, eiga no hajime kara miru koto no dekiru shinsenkumi ni shōten ga modotte kimashitaga, soreha suitai-ki ni kiki ni hin shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe movie already starts in the middle of a battle, with a little time-skip from the last scene of the first movie. We started discovering stuff about the furies, and then the focus goes back to the Shinsengumi, which from what we can see from the beginning of the movie, it's already in crisis, in its declining phase.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movie already starts in the middle of a battle, with a little time-skip from the last scene of the first movie.\u001b[24m\n    \u001b[1m映画はすでに戦闘の最中に始まり、最初の映画の最後のシーンから少しスキップします。\u001b[22m, \u001b[1m映画は、すでに最初の映画のラストシーンから少し時間-スキップして、戦いの途中で開始します。\u001b[22m\n\u001b[4mWe started discovering stuff about the furies, and then the focus goes back to the Shinsengumi, which from what we can see from the beginning of the movie, it's already in crisis, in its declining phase.\u001b[24m\n    \u001b[1m私たちは仲間のことを発見し始めました。その後、映画の初めから見ることのできる新撰組に焦点が戻ってきましたが、それは衰退期に危機に瀕しています。\u001b[22m, \u001b[1m私たちはfuries程度のものを発見し始め、その後、フォーカスが戻って私たちは映画の冒頭から見ることができるものから、それはその減少期に、危機にすでにだ新撰組に行きます。\u001b[22m\nHere in this movie we have two main focuses: the conclusion of the war, leaded by the main guys of the Shinsengumi, and the Chizuru's story, which is a mix of the onis and furies story with her own love story.\n\n\u001b[1mここでは、新撰組の主人公が主導した戦争の終結と、彼女自身のラブストーリーによるオニスとフューリーの物語が混ざり合ったチズールの物語の2つの主な焦点があります。\u001b[22m\n\u001b[1m(Kokode wa, shinsenkumi no shujinkō ga shudō shita sensō no shūketsu to, kanojo jishin no rabusutōrī ni yoru onisu to fu~yūrī no monogatari ga mazari atta chizūru no monogatari no 2tsu no omona shōten ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mHere in this movie we have two main focuses: the conclusion of the war, leaded by the main guys of the Shinsengumi, and the Chizuru's story, which is a mix of the onis and furies story with her own love story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHere in this movie we have two main focuses: the conclusion of the war, leaded by the main guys of the Shinsengumi, and the Chizuru's story, which is a mix of the onis and furies story with her own love story.\u001b[24m\n    \u001b[1mここでは、新撰組の主人公が主導した戦争の終結と、彼女自身のラブストーリーによるオニスとフューリーの物語が混ざり合ったチズールの物語の2つの主な焦点があります。\u001b[22m, \u001b[1m新撰組、そして彼女自身の愛の物語でオニスとfuries物語のミックスです千鶴の話、の主な男率いる戦争の終結、：ここでは、この映画の中で、我々は、2つの主要な焦点を持っています。\u001b[22m\nAs the movie goes, we're shown lots of battles – epic battles I must say –, all focused on the Shinsengumi guys, they're a mix of sadness, pride and what I think the movie expressed very well, the way of the samurai. So this movie diverges from the first one in these battles; the first movie was more focused in introducing characters and preparing the story, and the second one finished showing more the feelings of the characters and their personalities, together with the whole plot, which in the beginning seems that would take a tragic ending, but end up taking an interesting romantic way.\n\n\u001b[1m映画が進むにつれ、私たちは多くの戦いを見せています。私は言わなければならない壮大な戦いをしています。新撰組の人々に焦点を当てています。彼らは悲しみ、誇り、映画がとてもよく表現していると思います。 武士。 だからこの映画はこれらの戦いの最初のものとは異なる。 最初の映画はキャラクターを紹介しストーリーを準備することに重点を置いていました。そして、第2の映画は、キャラクターの個性と個性の感情と、最初は悲劇的な結末になるだろうと思われる全体のプロット 面白いロマンチックな方法を取る。\u001b[22m\n\u001b[1m(Eiga ga susumu ni tsure, watashitachi wa ōku no tatakai o misete imasu. Watashi wa iwanakereba naranai sōdaina tatakai o shite imasu. Shinsenkumi no hitobito ni shōten o atete imasu. Karera wa kanashimi, hokori, eiga ga totemo yoku hyōgen shite iru to omoimasu. Bushi. Dakara kono eiga wa korera no tatakai no saisho no mono to wa kotonaru. Saisho no eiga wa kyarakutā o shōkai shi sutōrī o junbi suru koto ni jūten o oite imashita. Soshite, dai 2 no eiga wa, kyarakutā no kosei to kosei no kanjō to, saisho wa higeki-tekina ketsumatsu ni narudarou to omowa reru zentai no purotto omoshiroi romanchikkuna hōhō o toru.)\u001b[22m\n\nTranslations of \u001b[4mAs the movie goes, we're shown lots of battles – epic battles I must say –, all focused on the Shinsengumi guys, they're a mix of sadness, pride and what I think the movie expressed very well, the way of the samurai. So this movie diverges from the first one in these battles; the first movie was more focused in introducing characters and preparing the story, and the second one finished showing more the feelings of the characters and their personalities, together with the whole plot, which in the beginning seems that would take a tragic ending, but end up taking an interesting romantic way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs the movie goes, we're shown lots of battles – epic battles I must say –, all focused on the Shinsengumi guys, they're a mix of sadness, pride and what I think the movie expressed very well, the way of the\u001b[24m\n    \u001b[1m映画が進むにつれ、私たちは多くの戦いを見せています。私は言わなければならない壮大な戦いをしています。新撰組の人々に焦点を当てています。彼らは悲しみ、誇り、映画がとてもよく表現していると思います。\u001b[22m, \u001b[1m私は言わなければならない壮大な戦い -   - 映画が進むにつれ、我々は戦いの多く示されている、新選組の男に焦点を当てたすべてを、彼らは悲しみ、誇りと私は映画がとてもよく表現だと思うのミックスのようです\u001b[22m\n\u001b[4msamurai.\u001b[24m\n    \u001b[1m武士。\u001b[22m, \u001b[1m侍。\u001b[22m\n\u001b[4mSo this movie diverges from the first one in these battles;\u001b[24m\n    \u001b[1mだからこの映画はこれらの戦いの最初のものとは異なる。\u001b[22m, \u001b[1mだからこの映画は、これらの戦いの最初の1から発散します。\u001b[22m\n\u001b[4mthe first movie was more focused in introducing characters and preparing the story, and the second one finished showing more the feelings of the characters and their personalities, together with the whole plot, which in the beginning seems that would take a tragic ending, but end\u001b[24m\n    \u001b[1m最初の映画はキャラクターを紹介しストーリーを準備することに重点を置いていました。そして、第2の映画は、キャラクターの個性と個性の感情と、最初は悲劇的な結末になるだろうと思われる全体のプロット\u001b[22m, \u001b[1m最初の映画は、文字を導入し、物語を調製する際に、より集中した、2つ目は、最初にそれが悲劇的な結末を取るだろうと思われる全体のプロットと一緒に、より多くの文字の感情や性格を示す終えたが、最終的\u001b[22m\n\u001b[4mup taking an interesting romantic way.\u001b[24m\n    \u001b[1m面白いロマンチックな方法を取る。\u001b[22m, \u001b[1mアップ興味深いロマンチックな方法を取ります。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY\n/ˈstôrē/\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4mSTORY\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nAs I said above in the brief summary of this review, the story is very much focused in the decline of the Shinsengumi forces in the war. The characters are all already in the limit but they keep fighting for what they believe, and again, it's shown in many ways during the movie how they respect and follow the way of the samurai – some in pure way of the concept, and others in the way they believe is right –. Chizuru again also have an important role in the story, trying to unite the Shinsengumi somehow, even during the crisis, and it's by doing this that she'll discover her true feelings for Shinsengumi and for the one she loved all the way.\n\n\u001b[1mこのレビューの簡単な要約で、私が上で述べたように、物語は戦争における新撰組軍の衰退に非常に重点を置いています。 キャラクターはすでに限界にありますが、彼らは何を信じて戦っているのですか？また、ムービーの中では、サムライの尊敬と守り方にはさまざまな意味があります。 彼らが正しいと信じている方法 - 。 ちなみに、再び新撰組は重要な役割を果たし、危機の最中にも新撰組を結びつけようとしています。それによって、新撰組の真の気持ちと、愛していたものを発見します。\u001b[22m\n\u001b[1m(Kono rebyū no kantan'na yōyaku de, watashi ga ue de nobeta yō ni, monogatari wa sensō ni okeru shinsenkumi-gun no suitai ni hijō ni jūten o oite imasu. Kyarakutā wa sudeni genkai ni arimasuga, karera wa nani o shinjite tatakatte iru nodesu ka? Mata, mūbī no nakade wa, samurai no sonkei to mamori-kata ni wa samazamana imi ga arimasu. Karera ga tadashī to shinjite iru hōhō -. Chinamini, futatabi shinsenkumi wa jūyōna yakuwari o hatashi, kiki no saichū ni mo shinsenkumi o musubitsukeyou to shite imasu. Sore ni yotte, shinsenkumi no shin no kimochi to, aishite ita mono o hakken shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs I said above in the brief summary of this review, the story is very much focused in the decline of the Shinsengumi forces in the war. The characters are all already in the limit but they keep fighting for what they believe, and again, it's shown in many ways during the movie how they respect and follow the way of the samurai – some in pure way of the concept, and others in the way they believe is right –. Chizuru again also have an important role in the story, trying to unite the Shinsengumi somehow, even during the crisis, and it's by doing this that she'll discover her true feelings for Shinsengumi and for the one she loved all the way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I said above in the brief summary of this review, the story is very much focused in the decline of the Shinsengumi forces in the war.\u001b[24m\n    \u001b[1mこのレビューの簡単な要約で、私が上で述べたように、物語は戦争における新撰組軍の衰退に非常に重点を置いています。\u001b[22m, \u001b[1m私はこのレビューの概要で上記に述べたように、物語は非常に戦争で新撰組力の衰退に焦点を当てています。\u001b[22m\n\u001b[4mThe characters are all already in the limit but they keep fighting for what they believe, and again, it's shown in many ways during the movie how they respect and follow the way of the samurai – some in pure way of the concept, and others in\u001b[24m\n    \u001b[1mキャラクターはすでに限界にありますが、彼らは何を信じて戦っているのですか？また、ムービーの中では、サムライの尊敬と守り方にはさまざまな意味があります。\u001b[22m, \u001b[1m文字が上限にすでにすべてのですが、彼らは、彼らが信じるもののために戦い続ける、そして再び、それは彼らが武士の道を尊重し、続くか映画の中に多くの方法で示されています - 概念の純粋な方法でいくつかの、および他のもので\u001b[22m\n\u001b[4mthe way they believe is right –.\u001b[24m\n    \u001b[1m彼らが正しいと信じている方法 - 。\u001b[22m, \u001b[1m彼らは信じている方法は右であります - 。\u001b[22m\n\u001b[4mChizuru again also have an important role in the story, trying to unite the Shinsengumi somehow, even during the crisis, and it's by doing this that she'll discover her true feelings for Shinsengumi and for the one she loved all the way.\u001b[24m\n    \u001b[1mちなみに、再び新撰組は重要な役割を果たし、危機の最中にも新撰組を結びつけようとしています。それによって、新撰組の真の気持ちと、愛していたものを発見します。\u001b[22m, \u001b[1m千鶴は再びさえも危機の中、何とか新選組を統一しようとすると、物語の中で重要な役割を持っており、それは彼女が新選組のために、彼女はすべての方法を愛する人のための彼女の本当の気持ちを発見するでしょう、この操作を行って、です。\u001b[22m\nAfter I finished the first movie I was concerned how they were gonna do the second half of the story and the battles, but I was very happy while watching it 'cause the studio did a great job again. They wrote an amazing plot and gave an important mission to each of the remaining characters, none of them were forgotten.\n\n\u001b[1m私が最初の映画を終えた後、私は彼らが物語の後半と戦いをどうやっていくのかと心配しましたが、スタジオが再び素晴らしい仕事をしたのを見て、とても嬉しかったです。 彼らはすばらしいプロットを書いて残りのキャラクターのそれぞれに重要な使命を与えましたが、それらのどれも忘れられていませんでした。\u001b[22m\n\u001b[1m(Watashi ga saisho no eiga o oeta nochi, watashi wa karera ga monogatari no kōhan to tatakai o dō yatte iku no ka to shinpai shimashitaga, sutajio ga futatabi subarashī shigoto o shita no o mite, totemo ureshikattadesu. Karera wa subarashī purotto o kaite nokori no kyarakutā no sorezore ni jūyōna shimei o ataemashitaga, sorera no dore mo wasure rarete imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAfter I finished the first movie I was concerned how they were gonna do the second half of the story and the battles, but I was very happy while watching it 'cause the studio did a great job again. They wrote an amazing plot and gave an important mission to each of the remaining characters, none of them were forgotten.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter I finished the first movie I was concerned how they were gonna do the second half of the story and the battles, but I was very happy while watching it 'cause the studio did a great job again.\u001b[24m\n    \u001b[1m私が最初の映画を終えた後、私は彼らが物語の後半と戦いをどうやっていくのかと心配しましたが、スタジオが再び素晴らしい仕事をしたのを見て、とても嬉しかったです。\u001b[22m, \u001b[1m私は最初の映画を終えた後、私は、彼らがつもりストーリーとの戦いの後半を行いましたか心配していたが、それは、スタジオは再び素晴らしい仕事をした原因」を見ながら、私はとても幸せでした。\u001b[22m\n\u001b[4mThey wrote an amazing plot and gave an important mission to each of the remaining characters, none of them were forgotten.\u001b[24m\n    \u001b[1m彼らはすばらしいプロットを書いて残りのキャラクターのそれぞれに重要な使命を与えましたが、それらのどれも忘れられていませんでした。\u001b[22m, \u001b[1m彼らは素晴らしいプロットを書いて、残りの文字のそれぞれに重要な使命を与え、それらのどれも忘れられませんでした。\u001b[22m\nAlso in the ending of the movie we get to know the true meaning of the title 'Hakuouki', which is very beautiful considering the whole atmosphere of the final scene.\n\n\u001b[1mまた、映画の終わりには、最終シーンの全体の雰囲気を考慮して、非常に美しいタイトル「白雲」の真の意味を知ることができます。\u001b[22m\n\u001b[1m(Mata, eiga no owari ni wa, saishū shīn no zentai no fun'iki o kōryo shite, hijō ni utsukushī taitoru `hakuun' no shin no imi o shiru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mAlso in the ending of the movie we get to know the true meaning of the title 'Hakuouki', which is very beautiful considering the whole atmosphere of the final scene.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso in the ending of the movie we get to know the true meaning of the title 'Hakuouki', which is very beautiful considering the whole atmosphere of the final scene.\u001b[24m\n    \u001b[1mまた、映画の終わりには、最終シーンの全体の雰囲気を考慮して、非常に美しいタイトル「白雲」の真の意味を知ることができます。\u001b[22m, \u001b[1mまた、映画のエンディングで、我々は最後のシーンの全体の雰囲気を考えると非常に美しいですタイトル「薄桜鬼」の本当の意味を知るようになります。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTERS\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4mCHARACTERS\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThe characters have much more development than in the first movie, especially in the battles, it's where we see their true emotions and their pride as samurai.\n\n\u001b[1mキャラクターは最初の映画よりもはるかに発展しており、特に戦闘では真の感情や侍としての誇りを感じる場所です。\u001b[22m\n\u001b[1m(Kyarakutā wa saisho no eiga yori mo haruka ni hatten shite ori, tokuni sentōde wa shin no kanjō ya samurai to shite no hokori o kanjiru bashodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters have much more development than in the first movie, especially in the battles, it's where we see their true emotions and their pride as samurai.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters have much more development than in the first movie, especially in the battles, it's where we see their true emotions and their pride as samurai.\u001b[24m\n    \u001b[1mキャラクターは最初の映画よりもはるかに発展しており、特に戦闘では真の感情や侍としての誇りを感じる場所です。\u001b[22m, \u001b[1m文字は、特に戦いで私たちは自分の本当の感情や武士としての誇りを参照してくださいどこに、それはだ、最初の映画に比べてはるかに開発しています。\u001b[22m\nThere are lot of meetings and goodbyes between them and the main character Chizuru, but they all help her somehow. I think different from the TV series, in the movie we get to see – at least if it's just a foreshadowing –, how the characters loved Chizuru and how they want to protect her.\n\n\u001b[1m彼らと主人公の千鶴との間にはたくさんの会合や別れがありますが、彼らは何とか彼女を助けます。 テレビシリーズとは違って、私たちに見える映画では、少なくともそれがちょうど模範的なものであれば、キャラクターたちはどのようにしてチズルを愛し、どのように彼女を守りたいと思うのだろうか。\u001b[22m\n\u001b[1m(Karera to shujinkō no Chidzuru to no ma ni wa takusan no kaigō ya wakare ga arimasuga, karera wa nantoka kanojo o tasukemasu. Terebishirīzu to wa chigatte, watashitachi ni mieru eigade wa, sukunakutomo sore ga chōdo mohan-tekina monodeareba, kyarakutā-tachi wa dono yō ni shite chizuru o aishi, dono yō ni kanojo o mamoritai to omou nodarou ka.)\u001b[22m\n\nTranslations of \u001b[4mThere are lot of meetings and goodbyes between them and the main character Chizuru, but they all help her somehow. I think different from the TV series, in the movie we get to see – at least if it's just a foreshadowing –, how the characters loved Chizuru and how they want to protect her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are lot of meetings and goodbyes between them and the main character Chizuru, but they all help her somehow.\u001b[24m\n    \u001b[1m彼らと主人公の千鶴との間にはたくさんの会合や別れがありますが、彼らは何とか彼女を助けます。\u001b[22m, \u001b[1mそこに彼らと主人公千鶴間の会議や別れの多くがありますが、それらすべては何とか彼女を助けます。\u001b[22m\n\u001b[4mI think different from the TV series, in the movie we get to see – at least if it's just a foreshadowing –, how the characters loved Chizuru and how they want to protect her.\u001b[24m\n    \u001b[1mテレビシリーズとは違って、私たちに見える映画では、少なくともそれがちょうど模範的なものであれば、キャラクターたちはどのようにしてチズルを愛し、どのように彼女を守りたいと思うのだろうか。\u001b[22m, \u001b[1mそれだけ伏線だ少なくとも場合 -   - 、文字は千鶴を愛し、それらがどのように彼女を保護する方法を私たちは見ることが映画の中で、テレビシリーズとは異なると思います。\u001b[22m\nA character that shined in this movie, for me, was Kazama. As a villain he didn't get much attention in the TV series, but in the second movie he's definitely the star. I loved how they portrayed him at the same time being a bad figure and someone who can be lovely and protective.\n\n\u001b[1m私のために、この映画に輝いたキャラクターはKazamaでした。 悪役として、彼はテレビシリーズではあまり注目を集めなかったが、第2映画では間違いなくスターである。 私は彼らが同時に悪い人物であり、素敵で保護的な人であることを描いたことを愛していました。\u001b[22m\n\u001b[1m(Watashi no tame ni, kono eiga ni kagayaita kyarakutā wa Kazamadeshita. Akuyaku to shite, kare wa terebishirīzude wa amari chūmoku o atsumenakattaga, dai 2 eigade wa machigainaku sutādearu. Watashi wa karera ga dōjini warui jinbutsudeari, sutekide hogo-tekina hitodearu koto o kaita koto o aishite imashita.)\u001b[22m\n\nTranslations of \u001b[4mA character that shined in this movie, for me, was Kazama. As a villain he didn't get much attention in the TV series, but in the second movie he's definitely the star. I loved how they portrayed him at the same time being a bad figure and someone who can be lovely and protective.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA character that shined in this movie, for me, was Kazama.\u001b[24m\n    \u001b[1m私のために、この映画に輝いたキャラクターはKazamaでした。\u001b[22m, \u001b[1mこの映画の中で輝い文字は、私のために、風間でした。\u001b[22m\n\u001b[4mAs a villain he didn't get much attention in the TV series, but in the second movie he's definitely the star.\u001b[24m\n    \u001b[1m悪役として、彼はテレビシリーズではあまり注目を集めなかったが、第2映画では間違いなくスターである。\u001b[22m, \u001b[1m悪役として、彼はテレビシリーズで多くの注目を取得していないが、2番目の映画の中で彼は間違いなくスターです。\u001b[22m\n\u001b[4mI loved how they portrayed him at the same time being a bad figure and someone who can be lovely and protective.\u001b[24m\n    \u001b[1m私は彼らが同時に悪い人物であり、素敵で保護的な人であることを描いたことを愛していました。\u001b[22m, \u001b[1m私は、彼らが悪い姿、素敵な、保護することができる人であると同時に、彼を描写方法を愛しました。\u001b[22m\nIn general, what I liked the most about the characters in the second movie was how they shown their sentimental side, considering mostly of the characters have become furies at this point, I liked the 'I can be a demon but I still have a heart , and this heart will follow the path I believe is right' thing.\n\n\u001b[1m一般的に、私が第二の映画のキャラクターについて最も好きだったのは、彼らの感傷的な側面をどのように見せていたかで、キャラクターのほとんどがこの時点で仲間になったと考えて、私は「私は悪魔になることができるが、 この心は私が正しいものと信じている道をたどります。\u001b[22m\n\u001b[1m(Ippantekini, watashi ga daini no eiga no kyarakutā ni tsuite mottomo sukidatta no wa, karera no kanshō-tekina sokumen o dono yō ni misete ita ka de, kyarakutā no hotondo ga kono jiten de nakama ni natta to kangaete, watashi wa `watashi wa akuma ni naru koto ga dekiru ga, kono kokoro wa watashi ga tadashī mono to shinjite iru michi o tadorimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn general, what I liked the most about the characters in the second movie was how they shown their sentimental side, considering mostly of the characters have become furies at this point, I liked the 'I can be a demon but I still have a heart , and this heart will follow the path I believe is right' thing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn general, what I liked the most about the characters in the second movie was how they shown their sentimental side, considering mostly of the characters have become furies at this point, I liked the 'I can be a demon but I still have a heart\u001b[24m\n    \u001b[1m一般的に、私が第二の映画のキャラクターについて最も好きだったのは、彼らの感傷的な側面をどのように見せていたかで、キャラクターのほとんどがこの時点で仲間になったと考えて、私は「私は悪魔になることができるが、\u001b[22m, \u001b[1m一般的に、私は「私は鬼することができます言っていますが、私はまだ心を持って、第二の映画の中の文字についてのほとんどは、彼らがこの時点でfuriesとなっている大部分が文字の考慮、その感傷的側面を示したか何言っています\u001b[22m\n\u001b[4m, and this heart will follow the path I believe is right' thing.\u001b[24m\n    \u001b[1mこの心は私が正しいものと信じている道をたどります。\u001b[22m, \u001b[1m、そしてこの心は私が正しい」ものであると信じていたパスに従います。\u001b[22m\n\u001b[1m\u001b[22m\nANIMATION\n/ˌanəˈmāSHən/\n\n\u001b[1mアニメーション\u001b[22m\n\u001b[1m(Animēshon)\u001b[22m\n\nDefinitions of \u001b[4mANIMATION\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アニメーション\u001b[22m\n        animation\n\u001b[1m    アニメ\u001b[22m\n        animation\n\u001b[1m    気力\u001b[22m\n        energy, spirit, vigor, vitality, willpower, animation\n\u001b[1m    精\u001b[22m\n        essence, energy, ardor, soul, vigor, animation\n\u001b[1m    意気込み\u001b[22m\n        enthusiasm, eagerness, passion, ardor, zeal, animation\n\u001b[1m    健祥\u001b[22m\n        vigor, spirit, pep, energy, liveliness, animation\n\u001b[1m    清祥\u001b[22m\n        vigor, spirit, ardor, mind, life, animation\n\u001b[1m    朗らか\u001b[22m\n        cheerfulness, cheer, luster, ebulliency, shine, animation\n\u001b[1m    スピリッツ\u001b[22m\n        ardor, animation, consciousness, ardour\n\u001b[1m    スピリット\u001b[22m\n        ardor, esprit, animation, consciousness, ardour\nAgain, I want to applaud Studio Deen for the amazing animation. These movies might be the best of the best the studio have done so far. Like in the first movie, the characters are perfectly animated, as well as the scenery. What called my attention the most in this movie was the animation in the fight scenes, it doesn't disappoint! If you're a fan of samurai + fight scenes, this will be your cup of tea.\n\n\u001b[1m繰り返しますが、驚くべきアニメーションのためにStudio Deenに拍手を送っていきたいと思います。 これらの映画は、これまでスタジオが行った最高のものであるかもしれません。 最初の映画のように、文字は完全にアニメーションされ、風景も同様にアニメーション化されます。 この映画の中で最も注目されたのは、戦闘シーンのアニメーションでしたが、それは失望しませんでした！ あなたが武士+戦いのシーンのファンなら、これはあなたのお茶の杯になります。\u001b[22m\n\u001b[1m(Kurikaeshimasuga, odorokubeki animēshon no tame ni sutadio Deen ni hakushu o okutte ikitai to omoimasu. Korera no eiga wa, kore made sutajio ga okonatta saikō no monodearu kamo shiremasen. Saisho no eiga no yō ni, moji wa kanzen ni animēshon sa re, fūkei mo dōyō ni animēshon-ka sa remasu. Kono eiga no naka de mottomo chūmoku sa reta no wa, sentō shīn no animēshondeshitaga, soreha shitsubō shimasendeshita! Anata ga bushi + tatakai no shīn no fan'nara, kore wa anata no ocha no hai ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mAgain, I want to applaud Studio Deen for the amazing animation. These movies might be the best of the best the studio have done so far. Like in the first movie, the characters are perfectly animated, as well as the scenery. What called my attention the most in this movie was the animation in the fight scenes, it doesn't disappoint! If you're a fan of samurai + fight scenes, this will be your cup of tea.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAgain, I want to applaud Studio Deen for the amazing animation.\u001b[24m\n    \u001b[1m繰り返しますが、驚くべきアニメーションのためにStudio Deenに拍手を送っていきたいと思います。\u001b[22m, \u001b[1m繰り返しますが、私は素晴らしいアニメーションスタジオディーンを称賛したいです。\u001b[22m\n\u001b[4mThese movies might be the best of the best the studio have done so far.\u001b[24m\n    \u001b[1mこれらの映画は、これまでスタジオが行った最高のものであるかもしれません。\u001b[22m, \u001b[1mこれらの映画は、これまで行ってきた最高のスタジオの最高のかもしれません。\u001b[22m\n\u001b[4mLike in the first movie, the characters are perfectly animated, as well as the scenery.\u001b[24m\n    \u001b[1m最初の映画のように、文字は完全にアニメーションされ、風景も同様にアニメーション化されます。\u001b[22m, \u001b[1m最初の映画のように、文字が完全に風景だけでなく、アニメーション化されます。\u001b[22m\n\u001b[4mWhat called my attention the most in this movie was the animation in the fight scenes, it doesn't disappoint!\u001b[24m\n    \u001b[1mこの映画の中で最も注目されたのは、戦闘シーンのアニメーションでしたが、それは失望しませんでした！\u001b[22m, \u001b[1mこの映画の中でほとんどが戦いのシーンでアニメーションが何だった私の注意と呼ばれる、それは失望していません！\u001b[22m\n\u001b[4mIf you're a fan of samurai + fight scenes, this will be your cup of tea.\u001b[24m\n    \u001b[1mあなたが武士+戦いのシーンのファンなら、これはあなたのお茶の杯になります。\u001b[22m, \u001b[1mあなたは戦闘シーン+武士のファンなら、これはお茶のあなたのカップになります。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND\n/sound/\n\n\u001b[1m音\u001b[22m\n\u001b[1m(Oto)\u001b[22m\n\nDefinitions of \u001b[4mSOUND\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, sound\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, sound\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, sound\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThe OSTs are ok. They aren't anything special, but they fit with the scenes they're present. The ending song though is something memorable. The song is very beautiful and the lyrics fit with the whole story of the movie, so after you finished watching you should definitely check them. My only complaint was that the song just played on the credits, and as I watched the last scene I thought it would fit much better if it had started playing in the middle of the last scene, or if at least they had put another song during that scene.\n\n\u001b[1mOSTは正常です。 彼らは特別なものではありませんが、存在する場面に合っています。 エンディング曲は何か思い出深いものです。 曲はとても美しく、歌詞は映画の全話に合っているので、見終わったら間違いなくチェックしてください。 私の唯一の不満は、その曲がちょうどクレジットで演奏されたことでした。最後のシーンを見たときに、最後のシーンの途中で演奏を開始した場合や、 そのシーン。\u001b[22m\n\u001b[1m(OST wa seijōdesu. Karera wa tokubetsuna monode wa arimasenga, sonzai suru bamen ni atte imasu. Endingu kyoku wa nani ka omoidebukai monodesu. Kyoku wa totemo utsukushiku, kashi wa eiga no zenwa ni atte irunode, mi owattara machigainaku chekku shite kudasai. Watashi no yuiitsu no fuman wa, sono kyoku ga chōdo kurejitto de ensō sa reta kotodeshita. Saigo no shīn o mita toki ni, saigo no shīn no tochū de ensō o kaishi shita baai ya, sono shīn.)\u001b[22m\n\nTranslations of \u001b[4mThe OSTs are ok. They aren't anything special, but they fit with the scenes they're present. The ending song though is something memorable. The song is very beautiful and the lyrics fit with the whole story of the movie, so after you finished watching you should definitely check them. My only complaint was that the song just played on the credits, and as I watched the last scene I thought it would fit much better if it had started playing in the middle of the last scene, or if at least they had put another song during that scene.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe OSTs are ok.\u001b[24m\n    \u001b[1mOSTは正常です。\u001b[22m, \u001b[1mOSTはOKです。\u001b[22m\n\u001b[4mThey aren't anything special, but they fit with the scenes they're present.\u001b[24m\n    \u001b[1m彼らは特別なものではありませんが、存在する場面に合っています。\u001b[22m, \u001b[1m彼らは、何も特別なことではありませんが、それらが存在しているシーンに合います。\u001b[22m\n\u001b[4mThe ending song though is something memorable.\u001b[24m\n    \u001b[1mエンディング曲は何か思い出深いものです。\u001b[22m, \u001b[1mエンディング曲はしかし記憶に残るものです。\u001b[22m\n\u001b[4mThe song is very beautiful and the lyrics fit with the whole story of the movie, so after you finished watching you should definitely check them.\u001b[24m\n    \u001b[1m曲はとても美しく、歌詞は映画の全話に合っているので、見終わったら間違いなくチェックしてください。\u001b[22m, \u001b[1m曲はとても美しいですし、歌詞は映画の全体的な話で収まるので、あなたは、見終わった後、あなたは間違いなくそれらを確認してください。\u001b[22m\n\u001b[4mMy only complaint was that the song just played on the credits, and as I watched the last scene I thought it would fit much better if it had started playing in the middle of the last scene, or if at least they had put another song during\u001b[24m\n    \u001b[1m私の唯一の不満は、その曲がちょうどクレジットで演奏されたことでした。最後のシーンを見たときに、最後のシーンの途中で演奏を開始した場合や、\u001b[22m, \u001b[1m私の唯一の不満は、曲がちょうどクレジットでプレイということであった、と私は最後のシーンを見て、私はそれが最後のシーンの途中で再生を開始していた、または少なくとも場合、彼らは中に別の曲を入れていた場合、それははるかに良いフィットだろうと思いました\u001b[22m\n\u001b[4mthat scene.\u001b[24m\n    \u001b[1mそのシーン。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, the second and last movie of the retelling story of Hakuouki was very good. As I mentioned in my review for the first movie, it was more enjoyable than the TV series. It was very nice see two different things happening in an historical anime: the story of the samurais and a love story, and better, the movie portrayed both very well! I would recommend to anyone who likes good fights, good looking guys and a beautiful and romantic ending. If you already watched the TV series, or watched just the first movie, you also should check out this movie as well, it has a different story during the first part and then a very similar ending to the one of the TV series.\n\n\u001b[1m全体的に、白くなった物語の2番目と最後の映画はとても良かったです。 最初の映画のレビューで言及したように、それはテレビシリーズよりも楽しいものでした。 歴史的なアニメで起こっている2つの異なることを見ると、とても嬉しかったです。武士とラブストーリーの話、そしてその両方がよく描かれた映画です。 私は良い戦い、美しい男と美しくロマンチックなエンディングが好きな人にお勧めします。 あなたがすでにテレビシリーズを見ていたり、最初の映画だけを見ていた場合は、この映画もチェックアウトする必要があります。最初のパートでは別の話があり、その後はテレビシリーズの場合と非常に似ています。\u001b[22m\n\u001b[1m(Zentai-teki ni, shiroku natta monogatari no 2-banme to saigo no eiga wa totemo yokattadesu. Saisho no eiga no rebyū de genkyū shita yō ni, soreha terebishirīzu yori mo tanoshī monodeshita. Rekishi-tekina anime de okotte iru 2tsu no kotonaru koto o miru to, totemo ureshikattadesu. Bushi to rabusutōrī no hanashi, soshite sono ryōhō ga yoku egaka reta eigadesu. Watashi wa yoi tatakai, utsukushī otoko to utsukushiku romanchikkuna endingu ga sukinahito ni o susume shimasu. Anata ga sudeni terebishirīzu o mite i tari, saisho no eiga dake o mite ita baai wa, kono eiga mo Chekkuauto suru hitsuyō ga arimasu. Saisho no pātode wa betsu no hanashi ga ari, sonogo wa terebishirīzu no baai to hijō ni nite imasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, the second and last movie of the retelling story of Hakuouki was very good. As I mentioned in my review for the first movie, it was more enjoyable than the TV series. It was very nice see two different things happening in an historical anime: the story of the samurais and a love story, and better, the movie portrayed both very well! I would recommend to anyone who likes good fights, good looking guys and a beautiful and romantic ending. If you already watched the TV series, or watched just the first movie, you also should check out this movie as well, it has a different story during the first part and then a very similar ending to the one of the TV series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, the second and last movie of the retelling story of Hakuouki was very good.\u001b[24m\n    \u001b[1m全体的に、白くなった物語の2番目と最後の映画はとても良かったです。\u001b[22m, \u001b[1m全体的に、薄桜鬼の改作物語の第二及び最後の映画は非常に良好でした。\u001b[22m\n\u001b[4mAs I mentioned in my review for the first movie, it was more enjoyable than the TV series.\u001b[24m\n    \u001b[1m最初の映画のレビューで言及したように、それはテレビシリーズよりも楽しいものでした。\u001b[22m, \u001b[1m私は最初の映画のために私のレビューで述べたように、それはテレビシリーズよりも楽しかったです。\u001b[22m\n\u001b[4mIt was very nice see two different things happening in an historical anime: the story of the samurais and a love story, and better, the movie portrayed both very well!\u001b[24m\n    \u001b[1m歴史的なアニメで起こっている2つの異なることを見ると、とても嬉しかったです。武士とラブストーリーの話、そしてその両方がよく描かれた映画です。\u001b[22m, \u001b[1m、侍の物語と愛の物語、そしてより良い映画は非常によく、両方を描か：2つの異なった歴史的なアニメで起こって物事を見るとても素敵でした！\u001b[22m\n\u001b[4mI would recommend to anyone who likes good fights, good looking guys and a beautiful and romantic ending.\u001b[24m\n    \u001b[1m私は良い戦い、美しい男と美しくロマンチックなエンディングが好きな人にお勧めします。\u001b[22m, \u001b[1m私は良い戦いを好む人には、格好良い男と美しくロマンチックなエンディングに推薦します。\u001b[22m\n\u001b[4mIf you already watched the TV series, or watched just the first movie, you also should check out this movie as well, it has a different story during the first part and then a very similar ending to the one of the TV series.\u001b[24m\n    \u001b[1mあなたがすでにテレビシリーズを見ていたり、最初の映画だけを見ていた場合は、この映画もチェックアウトする必要があります。最初のパートでは別の話があり、その後はテレビシリーズの場合と非常に似ています。\u001b[22m, \u001b[1mすでにテレビシリーズを見て、または単に最初の映画を見た場合、あなたはまた、同様にこの映画をチェックアウトする必要があり、それが第1の部分と、その後テレビシリーズの1と非常によく似エンディング中に別の話を持っています。\u001b[22m\nCheck out to see the conclusion of the Hakuouki story!\n\n\u001b[1mHakuoukiストーリーの終わりを見てください！\u001b[22m\n\u001b[1m(Hakuouki sutōrī no owari o mitekudasai!)\u001b[22m\n\nTranslations of \u001b[4mCheck out to see the conclusion of the Hakuouki story!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCheck out to see the conclusion of the Hakuouki story!\u001b[24m\n    \u001b[1mHakuoukiストーリーの終わりを見てください！\u001b[22m, \u001b[1m薄桜鬼の物語の結論を確認するためにチェックしてください！\u001b[22m"
  },
  {
    "title": "Hakuouki_Movie_2__Shikon_Soukyuu",
    "id": "13119",
    "url": "https://myanimelist.net/anime/13119/Hakuouki_Movie_2__Shikon_Soukyuu",
    "user": "Selic",
    "profile": "/profile/Selic/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=185413",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  8\n\n私はこのシリーズのTVAが本当に好きだったので、私はこれらの映画を行きました。 私は通常、「新しいアニメーションとシーンのリキャップ」タイプの映画を好きではありませんが、これは私が想像していたものとは異なりました。\n\n私はカズマとチズルの作品の側面、そして小さなカメオの外観に、ストーリーがもっとどのように重点を置いているか、本当に好きでした。 ストーリー展開はTVA版とは違い、チズルの過去についての真実を聞くことができます。 私はすべてのことが急いでいることを嫌っていたが、私はその話を感じ、結末はTVAの終わりよりずっと良かった。\n\n私はキャラクターの開発が少し急いでいると感じたので、全体的に私はこの8/10を与えるだろうが、それは期待されていた。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI gave these movies a go because I really liked the TVA of this series. I usually don't like the 'Recap with new animations and scenes' type of movies, but this was different than I had imagined.\n\n\u001b[1m私はこのシリーズのTVAが本当に好きだったので、私はこれらの映画を行きました。 私は通常、「新しいアニメーションとシーンのリキャップ」タイプの映画を好きではありませんが、これは私が想像していたものとは異なりました。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu no TVA ga hontōni sukidattanode, watashi wa korera no eiga o ikimashita. Watashi wa tsūjō,`atarashī animēshon to shīn no rikyappu' taipu no eiga o sukide wa arimasenga, kore wa watashi ga sōzō shite ita mono to wa kotonarimashita.)\u001b[22m\n\nTranslations of \u001b[4mI gave these movies a go because I really liked the TVA of this series. I usually don't like the 'Recap with new animations and scenes' type of movies, but this was different than I had imagined.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI gave these movies a go because I really liked the TVA of this series.\u001b[24m\n    \u001b[1m私はこのシリーズのTVAが本当に好きだったので、私はこれらの映画を行きました。\u001b[22m, \u001b[1m私は本当にこのシリーズのTVAを言っていたので、私はこれらの映画に行くを与えました。\u001b[22m\n\u001b[4mI usually don't like the 'Recap with new animations and scenes' type of movies, but this was different than I had imagined.\u001b[24m\n    \u001b[1m私は通常、「新しいアニメーションとシーンのリキャップ」タイプの映画を好きではありませんが、これは私が想像していたものとは異なりました。\u001b[22m, \u001b[1m私は通常の映画のタイプ '新しいアニメーションやシーンとの要約」を好きではないが、これは私が想像していたよりも異なっていました。\u001b[22m\n\u001b[1m\u001b[22m\nI really liked how the story focused a lot more on Kazuma and Chizuru's side of things, as well as the little Cameo appearance. The story development is different than TVA version, and you get to hear the truth about Chizuru's past. Although I disliked how rushed everything was, I feel the story and the ending was much better than TVA's ending.\n\n\u001b[1m私はカズマとチズルの作品の側面、そして小さなカメオの外観に、ストーリーがもっとどのように重点を置いているか、本当に好きでした。 ストーリー展開はTVA版とは違い、チズルの過去についての真実を聞くことができます。 私はすべてのことが急いでいることを嫌っていたが、私はその話を感じ、結末はTVAの終わりよりずっと良かった。\u001b[22m\n\u001b[1m(Watashi wa Kazuma to chizuru no sakuhin no sokumen, soshite chīsana Kameo no gaikan ni, sutōrī ga motto dono yō ni jūten o oite iru ka, hontōni sukideshita. Sutōrī tenkai wa TVA-ban to wa chigai, chizuru no kako ni tsuite no shinjitsu o kiku koto ga dekimasu. Watashi wa subete no koto ga isoide iru koto o kiratte itaga, watashi wa sono hanashi o kanji, ketsumatsu wa TVA no owari yori zutto yokatta.)\u001b[22m\n\nTranslations of \u001b[4mI really liked how the story focused a lot more on Kazuma and Chizuru's side of things, as well as the little Cameo appearance. The story development is different than TVA version, and you get to hear the truth about Chizuru's past. Although I disliked how rushed everything was, I feel the story and the ending was much better than TVA's ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really liked how the story focused a lot more on Kazuma and Chizuru's side of things, as well as the little Cameo appearance.\u001b[24m\n    \u001b[1m私はカズマとチズルの作品の側面、そして小さなカメオの外観に、ストーリーがもっとどのように重点を置いているか、本当に好きでした。\u001b[22m, \u001b[1m私は本当に話が一馬と千鶴の物事の側面だけでなく、小さなカメオ出演でより多くを集中する方法が好き。\u001b[22m\n\u001b[4mThe story development is different than TVA version, and you get to hear the truth about Chizuru's past.\u001b[24m\n    \u001b[1mストーリー展開はTVA版とは違い、チズルの過去についての真実を聞くことができます。\u001b[22m, \u001b[1mストーリー展開は、TVAのバージョンとは異なる、あなたは千鶴の過去についての真実を聞くことを得ます。\u001b[22m\n\u001b[4mAlthough I disliked how rushed everything was, I feel the story and the ending was much better than TVA's ending.\u001b[24m\n    \u001b[1m私はすべてのことが急いでいることを嫌っていたが、私はその話を感じ、結末はTVAの終わりよりずっと良かった。\u001b[22m, \u001b[1m私は急いですべてがあったか嫌わが、私は物語を感じ、エンディングは、TVAの結末よりもはるかに良好でした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall I would give this 8/10 because I felt that the character development was a little bit rushed too much, but that was to be expected.\n\n\u001b[1m私はキャラクターの開発が少し急いでいると感じたので、全体的に私はこの8/10を与えるだろうが、それは期待されていた。\u001b[22m\n\u001b[1m(Watashi wa kyarakutā no kaihatsu ga sukoshi isoide iru to kanjitanode, zentai-teki ni watashi wa kono 8/ 10 o ataerudarouga, soreha kitai sa rete ita.)\u001b[22m\n\nTranslations of \u001b[4mOverall I would give this 8/10 because I felt that the character development was a little bit rushed too much, but that was to be expected.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I would give this 8/10 because I felt that the character development was a little bit rushed too much, but that was to be expected.\u001b[24m\n    \u001b[1m私はキャラクターの開発が少し急いでいると感じたので、全体的に私はこの8/10を与えるだろうが、それは期待されていた。\u001b[22m, \u001b[1m私はキャラクターの成長が少し多すぎるを急いでいたが、それは予想されることになったと感じたので、全体的に私はこの8/10を与えるだろう。\u001b[22m"
  },
  {
    "title": "Hakuouki_Movie_2__Shikon_Soukyuu",
    "id": "13119",
    "url": "https://myanimelist.net/anime/13119/Hakuouki_Movie_2__Shikon_Soukyuu",
    "user": "sdb68",
    "profile": "/profile/sdb68/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=183329",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  5\n\nうーん。 この映画の質を評価する私の能力は、まともな英語のサブタイトルの欠如によって本当に妨げられています。 私は翻訳がいくつかの場面で途中であったと言うことができました。翻訳のいくつかは単純に意味をなさないものでした。\n\n私がこの映画について理解できたことから、私はそれが最初の映画の約束まで生きていないと言わなければならないでしょう。 一方、テレビシリーズでは、新撰組が誰と戦っているのかわからないほど、戦いに重点を置いていたのですが、なぜこの映画は他の極端なところに行きました。 それで、土方の戦いは見られません。 代わりに、土方との調和を図るために、秩序の旅を見ています。 この焦点の変更のもう一つの結果は、死亡者数は非常に急激に急激に上昇し、抗クリスタルであり、感情的な影響はなかったということでした。\n\nちずると言えば、彼女は自分を守ろうとすることのない無力な乙女に戻り、とても失望しました。\n\n新進隊のキャラクターと悪魔の仲間を犠牲にして、ざんまいは過剰に使われました。\n\n秩序と土方の運命はより意味があり、森の中で彼らの間で起こる場面を考えると、シリーズの改良であった。  kazamaとhijikataの間の剣の戦いは大丈夫でしたが、私はよく見ました。\n\n芸術と音はいつものように良いものでしたが、最終的にはこれはむしろ残念な続編です。  5/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nhmm. my ability to evaluate the quality of this film is really hampered by the lack of decent english subs. i could tell that the translation was way, way off in several of the scenes, and some of the translations simply didn't make sense at all.\n\n\u001b[1mうーん。 この映画の質を評価する私の能力は、まともな英語のサブタイトルの欠如によって本当に妨げられています。 私は翻訳がいくつかの場面で途中であったと言うことができました。翻訳のいくつかは単純に意味をなさないものでした。\u001b[22m\n\u001b[1m(U ̄n. Kono eiga no shitsu o hyōka suru watashi no nōryoku wa, matomona eigo no sabutaitoru no ketsujo ni yotte hontōni samatage rarete imasu. Watashi wa hon'yaku ga ikutsu ka no bamen de tochūdeatta to iu koto ga dekimashita. Hon'yaku no ikutsu ka wa tanjun ni imiwonasanai monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mhmm. my ability to evaluate the quality of this film is really hampered by the lack of decent english subs. i could tell that the translation was way, way off in several of the scenes, and some of the translations simply didn't make sense at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mhmm.\u001b[24m\n    \u001b[1mうーん。\u001b[22m\n\u001b[4mmy ability to evaluate the quality of this film is really hampered by the lack of decent english subs.\u001b[24m\n    \u001b[1mこの映画の質を評価する私の能力は、まともな英語のサブタイトルの欠如によって本当に妨げられています。\u001b[22m, \u001b[1mこのフィルムの品質を評価するために私の能力は本当にまともな英語潜水艦の欠如によって妨げられています。\u001b[22m\n\u001b[4mi could tell that the translation was way, way off in several of the scenes, and some of the translations simply didn't make sense at all.\u001b[24m\n    \u001b[1m私は翻訳がいくつかの場面で途中であったと言うことができました。翻訳のいくつかは単純に意味をなさないものでした。\u001b[22m, \u001b[1m私は翻訳が道オフシーンのいくつかで、方法だったことを言うことができる、と翻訳のいくつかは、単にまったく意味がありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nbearing that in mind, from what i was able to understand of this film, i would have to say it did not live up to the promise of the first film. whereas in the tv series there was a little too much emphasis on the battles, to the extent that i could not follow who the Shinsengumi was fighting and why, this film went to the other extreme. consequently we don't see any of the battles that Hijikata underwent. instead we watch Chizuru journey to reconcile with Hijikata, which made much less compelling viewing. another consequence of this change of focus was that the deaths several characters were very rushed, anticlimatic and lacked any emotional impact.\n\n\u001b[1m私がこの映画について理解できたことから、私はそれが最初の映画の約束まで生きていないと言わなければならないでしょう。 一方、テレビシリーズでは、新撰組が誰と戦っているのかわからないほど、戦いに重点を置いていたのですが、なぜこの映画は他の極端なところに行きました。 それで、土方の戦いは見られません。 代わりに、土方との調和を図るために、秩序の旅を見ています。 この焦点の変更のもう一つの結果は、死亡者数は非常に急激に急激に上昇し、抗クリスタルであり、感情的な影響はなかったということでした。\u001b[22m\n\u001b[1m(Watashi ga kono eiga ni tsuite rikai dekita koto kara, watashi wa sore ga saisho no eiga no yakusoku made ikite inai to iwanakereba naranaideshou. Ippō, terebishirīzude wa, shinsenkumi ga dare to tatakatte iru no ka wakaranai hodo, tatakai ni jūten o oite ita nodesuga, naze kono eiga wa hoka no kyokutan'na tokoro ni ikimashita. Sorede, dokata no tatakai wa mi raremasen. Kawari ni, dokata to no chōwa o hakaru tame ni, chitsujo no tabi o mite imasu. Kono shōten no henkō no mōhitotsu no kekka wa, shibōshasū wa hijō ni kyūgeki ni kyūgeki ni jōshō shi, kō kurisutarudeari, kanjō-tekina eikyō wa nakatta to iu kotodeshita.)\u001b[22m\n\nTranslations of \u001b[4mbearing that in mind, from what i was able to understand of this film, i would have to say it did not live up to the promise of the first film. whereas in the tv series there was a little too much emphasis on the battles, to the extent that i could not follow who the Shinsengumi was fighting and why, this film went to the other extreme. consequently we don't see any of the battles that Hijikata underwent. instead we watch Chizuru journey to reconcile with Hijikata, which made much less compelling viewing. another consequence of this change of focus was that the deaths several characters were very rushed, anticlimatic and lacked any emotional impact.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mbearing that in mind, from what i was able to understand of this film, i would have to say it did not live up to the promise of the first film.\u001b[24m\n    \u001b[1m私がこの映画について理解できたことから、私はそれが最初の映画の約束まで生きていないと言わなければならないでしょう。\u001b[22m, \u001b[1m私はこの映画の理解することができたものから、心の中でそのベアリング、私はそれが最初の映画の約束まで住んでいないと言わざるを得ない。\u001b[22m\n\u001b[4mwhereas in the tv series there was a little too much emphasis on the battles, to the extent that i could not follow who the Shinsengumi was fighting and why, this film went to the other extreme.\u001b[24m\n    \u001b[1m一方、テレビシリーズでは、新撰組が誰と戦っているのかわからないほど、戦いに重点を置いていたのですが、なぜこの映画は他の極端なところに行きました。\u001b[22m, \u001b[1mテレビシリーズで戦いにほとんど強調しすぎるがあったのに対し、私は新選組が戦って、なぜした人に従うことができなかった程度に、この映画は、他の極端に行ってきました。\u001b[22m\n\u001b[4mconsequently we don't see any of the battles that Hijikata underwent.\u001b[24m\n    \u001b[1mそれで、土方の戦いは見られません。\u001b[22m, \u001b[1mその結果、我々は土方が受けた戦闘のいずれかが表示されません。\u001b[22m\n\u001b[4minstead we watch Chizuru journey to reconcile with Hijikata, which made much less compelling viewing.\u001b[24m\n    \u001b[1m代わりに、土方との調和を図るために、秩序の旅を見ています。\u001b[22m, \u001b[1m代わりに、我々ははるかに少ない魅力的な視野を作った土方、と和解するために千鶴の旅を見ます。\u001b[22m\n\u001b[4manother consequence of this change of focus was that the deaths several characters were very rushed, anticlimatic and lacked any emotional impact.\u001b[24m\n    \u001b[1mこの焦点の変更のもう一つの結果は、死亡者数は非常に急激に急激に上昇し、抗クリスタルであり、感情的な影響はなかったということでした。\u001b[22m, \u001b[1m焦点のこの変更の別の結果は、死亡、いくつかの文字が非常に、急いanticlimaticおよび任意の感情的な影響を欠いていたということでした。\u001b[22m\n\u001b[1m\u001b[22m\nspeaking of Chizuru, her character regressed back to helpless damsel who never tries to defend herself, which was very, very disappointing.\n\n\u001b[1mちずると言えば、彼女は自分を守ろうとすることのない無力な乙女に戻り、とても失望しました。\u001b[22m\n\u001b[1m(Chi zuru toieba, kanojo wa jibun o mamorou to suru koto no nai muryokuna otome ni modori, totemo shitsubō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mspeaking of Chizuru, her character regressed back to helpless damsel who never tries to defend herself, which was very, very disappointing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mspeaking of Chizuru, her character regressed back to helpless damsel who never tries to defend herself, which was very, very disappointing.\u001b[24m\n    \u001b[1mちずると言えば、彼女は自分を守ろうとすることのない無力な乙女に戻り、とても失望しました。\u001b[22m, \u001b[1m千鶴と言えば、彼女のキャラクターは非常に、非常に残念だった、戻って自分自身を守るためにしようとしたことがない無力な乙女に回帰し。\u001b[22m\n\u001b[1m\u001b[22m\nkazama was overused, at the expense of the Shinsengumi characters and his devil associates.\n\n\u001b[1m新進隊のキャラクターと悪魔の仲間を犠牲にして、ざんまいは過剰に使われました。\u001b[22m\n\u001b[1m(Shinshin-tai no kyarakutā to akuma no nakama o gisei ni shite, zanmai wa kajō ni tsukawa remashita.)\u001b[22m\n\nTranslations of \u001b[4mkazama was overused, at the expense of the Shinsengumi characters and his devil associates.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mkazama was overused, at the expense of the Shinsengumi characters and his devil associates.\u001b[24m\n    \u001b[1m新進隊のキャラクターと悪魔の仲間を犠牲にして、ざんまいは過剰に使われました。\u001b[22m, \u001b[1m風間は、新選組の文字と彼の悪魔の仲間を犠牲にして、使い古されました。\u001b[22m\n\u001b[1m\u001b[22m\nthe fate of Chizuru and Hijikata made more sense, and was an improvement on the series, given the scene that takes place between them in the forest. and the sword fight between kazama and hijikata was ok, although i have seen better.\n\n\u001b[1m秩序と土方の運命はより意味があり、森の中で彼らの間で起こる場面を考えると、シリーズの改良であった。  kazamaとhijikataの間の剣の戦いは大丈夫でしたが、私はよく見ました。\u001b[22m\n\u001b[1m(Chitsujo to dokata no unmei wa yori imi ga ari, mori no naka de karera no ma de okoru bamen o kangaeru to, shirīzu no kairyōdeatta. Kazama to hijikata no ma no ken no tatakai wa daijōbudeshitaga, watashi wa yoku mimashita.)\u001b[22m\n\nTranslations of \u001b[4mthe fate of Chizuru and Hijikata made more sense, and was an improvement on the series, given the scene that takes place between them in the forest. and the sword fight between kazama and hijikata was ok, although i have seen better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe fate of Chizuru and Hijikata made more sense, and was an improvement on the series, given the scene that takes place between them in the forest.\u001b[24m\n    \u001b[1m秩序と土方の運命はより意味があり、森の中で彼らの間で起こる場面を考えると、シリーズの改良であった。\u001b[22m, \u001b[1m千鶴と土方の運命は、森の中で、それらの間で行われるシーン与えられ、一連の改善をより多くの意味を成していた、としました。\u001b[22m\n\u001b[4mand the sword fight between kazama and hijikata was ok, although i have seen better.\u001b[24m\n    \u001b[1mkazamaとhijikataの間の剣の戦いは大丈夫でしたが、私はよく見ました。\u001b[22m, \u001b[1m私はより良い見てきましたが、と風間と土方の間に剣の戦いは、OKでした。\u001b[22m\n\u001b[1m\u001b[22m\nthe art and sound were good as usual, but ultimately this is a rather disappointing sequel. 5/10\n\n\u001b[1m芸術と音はいつものように良いものでしたが、最終的にはこれはむしろ残念な続編です。  5/10\u001b[22m\n\u001b[1m(Geijutsu to oto wa itsumo no yō ni yoi monodeshitaga, saishūtekini wa kore wa mushiro zan'nen'na zokuhendesu. 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mthe art and sound were good as usual, but ultimately this is a rather disappointing sequel. 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe art and sound were good as usual, but ultimately this is a rather disappointing sequel.\u001b[24m\n    \u001b[1m芸術と音はいつものように良いものでしたが、最終的にはこれはむしろ残念な続編です。\u001b[22m, \u001b[1mアートと音がいつものように良好であったが、最終的にこれはかなり残念な続編です。\u001b[22m\n\u001b[4m5/10\u001b[24m\n    \u001b[1m5/10\u001b[22m, \u001b[1m5月10日\u001b[22m"
  }
]
