[
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "Abs0",
    "profile": "/profile/Abs0/reviews",
    "pages": "13",
    "number": "1",
    "link": "/reviews.php?id=116683",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  6\nキャラクター|  10\n|  10\n\nShinsekai Yoriは私が今まで見た中で最もインテリジェントなアニメの一つです。 対話、プロット、特徴付けはすべて一流です。 主人公の誰もフラットな段ボールのカットアウトのように感じることはありません。 一例は、主人公が他のキャラクターの動機について頻繁に議論し、他のキャラクターの次の行動が何であるかを予測しようとすること、そして彼らの目的を達成するために行動する正しい方法です。 例えば、悟、井井、喜丸丸などのキャラクターは、彼らの思考に非常に戦略的であり、ほとんどすべてが合理的であると言います。 プロットは非常に良く、論理的で一貫しています。 プロットは、いくつかの探偵物語のように特に複雑ではありません。物語がより簡単にチェックされるので、良いことです - 私が見つけることができる緩やかな終わりはありません、アニメーションが終了するまでにすべてがきちんと結びついています。\n\n実際に私がこのアニメを見た主な理由は、心理動態を伴う暴力的なシーンのためです。 これらは残念ながら数少ない。 ダン・ゴーファーを持つマモールとマリアはおそらくアニメの中で最も暗い部分だったが、実際には人々が実際にやったことを考えれば、ずっと悪くなっているかもしれない。 私はより多くの、より長い暴力的なシーンを好みました。 これは私の意見ではシリーズのいくつかの欠点の1つですが、それは暴力や怪我からあまりにも多くを逃してしまったことです。 また、音楽はあまり良くありません。アニメの外で聞くことはありません。 しかし、演技は大丈夫です。 サキは迷惑をかけることがありますが、彼女はおそらくシリーズで最も感情的なキャラクターです。彼女を無視して他のキャラクターに集中すれば、アニメはとても楽しいものになります。 そして、物語の終わりに彼女はとにかく俊のための導管になるので、少なくとも彼女は役に立つ何かをする。 現代世界に関連しているかもしれないし、そうでないかもしれないいくつかの封建的寓意があります。  Satoruは最終的に、モンスターのラットは人間ではなく、すべてのホモサピエンスが本当に人間であるかどうかによって、意義があるのか​​そうでないのかによって、\n\n私はインテリジェントなプロット、知的合理的なキャラクター、または暴力を好む人にはお勧めの優れたアニメです（シリーズ全体で約10秒間の暴力が加わったにもかかわらず、これらのシーンはかなり喜ばしいものです）。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "FormX",
    "profile": "/profile/FormX/reviews",
    "pages": "13",
    "number": "2",
    "link": "/reviews.php?id=95017",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  6\nキャラクター|  4\n|  4\n\nあまりにも多くの時間を費やしました。\n\n非常に最後の短いひねりのためのちょうど25のエピソードシリーズは私のためにそれの価値がない。\n\nこのシリーズで注目すべきことは他にありません。 アニメーション、芸術、開発 - すべての私。 ジェンダー中立的な聴衆にそれを提供したいと思ったように思えましたが、私は彼らがそれを釘付けにしたとは思わないのです。 私を多く惹きつけることに失敗しました。\n\n私はその設定と前提にのみ関心がありました。 この世界がどうなったのか、本当に何が起こっていたのか。 ある時点で私は人間と主人公を見つけました - 特にSakiです。とても愚かです。\n\nああ、そして、警告、短いが、幾分明白なBLのキスシーンがあります。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "Darkgreenwoods",
    "profile": "/profile/Darkgreenwoods/reviews",
    "pages": "13",
    "number": "3",
    "link": "/reviews.php?id=138711",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\nしんせかい より わｓ あん いんｃれぢｂｌｙ べあうちふｌ あにめ。\n\nストーリー：\n日本の小説から適応された物語は傑作だった。 それは、「一見完璧な社会さえも、不正行為や嘘によって実行される社会さえある」という根本的な印象を与えた。 概念はすべて深く刺激していて、私の関心はわずかに遅い始まりを除いて、すべての方法で保持されました。 全体的に、この物語は私に、ひぐらしのなく頃に恐怖アニメやイカ娘のようなコメディーが達成できなかったことを考えるようになった。 それは人と社会をよりよく理解して私を残しました。私はそれを毎分愛しました。\n\nアート/サウンド：\n芸術はいくつかの小さな間違いを除いて大部分が驚くべきものでした。\n最初のED「Wareta Ringo」/「Sliced Apple」はすばらしかったし、何時間も何度もそれを聞いても、それでも飽き飽きしていない。 歌詞は、翻訳したものを読めば、物語を美しく定義し、アニメーションはすばらしいです。\n2枚目の「雪に咲く花」は、私にはあまり効果がありません。 それも美しいですが、Wareta Ringoのための良い代替品ではありませんでした。\n\nキャラクター：\nキャラクターは当初はいくらか記憶不能だったし、しばらくの間、彼らを区別するのは苦労した。 しかし、第二話では、それぞれのことをよく知っていて、それぞれの感情を発達させました。 アニメは、この未来的な社会の中で、あなたが人生全体に従っていくのを見て、視聴者がキャラクターに結び付けることを可能にする良い仕事をしました。\n\n私は間違いなく興味をそそられ投機的なフィクションを好むすべての人にこのアニメを推薦するでしょう。 時にはそれは少し怖いですが、主に心理的側面は冷たい部分です。 このアニメを見て、私は小説を読んで戻ってみたい！"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "VoidHawk",
    "profile": "/profile/VoidHawk/reviews",
    "pages": "13",
    "number": "4",
    "link": "/reviews.php?id=155065",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nしんせかい より。\n\n*** Spoilers先行***\n\nHG Wells Time Machine、Ergo Proxy、Babylon 5、Elfen Lied、Utawarerumonoなどで見られるテーマからのエコー、さらには人間性と逆境や変化に対する本当に厳しい見解...そして時代到来の素晴らしい描写 主人公との成熟過程、そして最後のエピソードでの（悲しい、やや恐ろしい）啓示によって、全面的に崩壊してしまった...それは新世界会です。\n\n軽い話ではなく、非常によく編まれたプロットで、これは本当に傑作であり、私たちが見ているものの注意と理解を求めています。\n\nErgo Proxyのように、私たちは間違った側を応援していたかもしれません。 私が本当にパワーフルと怒っている人は、それよりも劣っている人を圧迫しているから、私はイベントの変遷とキャラクターの歴史と社会の現実に感銘を受けました。 実際にはひどい犯罪を自分たちの利益に結びつけたひどい残虐な抑圧者との不可能な戦いに戦った。\n\n私たちは、もし人間が突然変異を起こし、突然変異体がより大きく、より強力でない突然変異した人類に対して優位を保てばどうなるかを見ています。  1つの悪魔（テレキネシスを持つ精神病者の個体）が数千人を殺す可能性があります... 1％が突然変異し、その1％がフィーンドになった場合、それが私たちの文明の終わりになるでしょう 物語）。 数字はそれをすべて意味します。\n\n突然変異の描写もまた魔法的に行われました。 人類の一部が量子波とテレキネシス（ここではPK）にアクセスでき、人間が神のような力を持つ人間であるために生じる可能性のある問題が生じた場合、何が起こるかについての非常に論理的な取り組み（カルマ・デーモン -  、psychopats、PKを連れてきて、殺害や破壊に使用するのに制限はありませんが、そのような人々は当然、最も強力なPKユーザーになっています）、そして道徳的および社会的コントロールに関する非常に厳しい見解 どのように無慈悲で不道徳な人たちが自分自身を守るために行動するか（最終的なepsで示された大恐慌は残酷であり、最後の出来事を極端に悲しんだ。 終わり）。\n\n最後の勇敢な戦闘機からの強い言葉は、悪は永遠に耐えられないと言い、捕虜と抑圧者によって彼のために確保された信じられないほど残酷な運命に直面していても...\n\n最終的に暗闇の中で希望の光り輝くことを要求する素晴らしい物語、これは強力で、非常に満足のいくアニメです、私はこれが将来的に出てくるようにもっと望みました。\n\nそして、本当にサイエンスフィクションは、社会的なルール、道徳、そして逆境に直面している人間の性質（人間に与えられた残酷な運命にかかわらず）において、最高の、"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "zenite",
    "profile": "/profile/zenite/reviews",
    "pages": "13",
    "number": "5",
    "link": "/reviews.php?id=153015",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれまでのところ私の好きなアニメです。\n\n本当に私を圧倒するのは、このアニメが人間の精神にどれほど深く関わっているかです。 それは、意識の心にカルマと精神的な効果を結びつけるだけでなく、現実的な例でもそうします。\n\n主人公の中には、偉大な諜報、思いやり、誠実さ、そして知恵を示すものもあるため、主人公の生活のさまざまな期間にわたって物語が広がっています。\n\n友達の冒険が近づくにつれ、創造的かつ高度に知的な対話は、未来的な見通しから多くの話題に触れる。 これらの話題は - とりわけ - 社会の未来の歴史、未来の現象の科学理論、そして既に述べたように、人間精神の深さである。\n\n時折、物語に深く象徴的な夢のような風景や夢があり、物語の中で何が起こるかを経験すると期待できるものは現実的です。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "SoloAcrobat6",
    "profile": "/profile/SoloAcrobat6/reviews",
    "pages": "13",
    "number": "6",
    "link": "/reviews.php?id=177809",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  5\n\n私の友人が私のアニメについて教えてくれたとき、彼は死が...私は死がたくさんあると言いました。\n\nこれは、私と彼が意見の相違に来るところです。私は十分な死はなく、死ぬべき人はいないと思うからです。\n\nその後、その話、私の神よ。  mcの友人はゆっくりと物語の中で殺され、それぞれが自分の思い出から「ブロック」されます...その場所を走る人々は本当に吸うように、あまりにも彼らが死んではいけなかったように、その日を祝う日があります。\n\nそのmc、神によって彼女はたくさん泣きます。 彼女は成長し、それに対処することを学ぶ必要があります。 彼女は誰もが大切にして死んでしまったのですが、そのうち2人は自分の記憶からブロックされていましたが、後で残った人の1人を知ることができましたが、中学校、中学校の権利 ？ よく。\n\nしかし、それらのモンスターラットは、それらの人はそれがラフです。 彼らは奴隷として扱われ、「侵略的な」モンスターラットによって脅かされているときは、自分自身のために逃げなければなりません。 彼らは、権力を持つ人間は、彼らが話されていることをやっていないように感じるので、殺されるだろう。 それから、彼らが自分たちの権利のために反乱しようとすると、彼らは虐殺され、生き残る唯一の人たちはmcによって救済されるよう求められた人たちです。 そして、彼らがすべて殺された後、彼らは実際には、力を持つ者が彼らを殺す権利を保持したいので、彼らは遺伝子組み換えられ、奴隷にされている人間であることがわかります。\n\nすべてにおいて、人間は犯される"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "XilDarkz",
    "profile": "/profile/XilDarkz/reviews",
    "pages": "13",
    "number": "7",
    "link": "/reviews.php?id=201675",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私が100語以内で見たすべてのアニメを推薦する（見たり避けるために）私の努力の一部！ これは新世界や新世界よりからですが、これは私がまだ話している最も説得力のある話です。\n\n「私は何かを知っている：私は何も知らない」\n\nこのアニメはユニークです。 新世界（FtNW）からの大部分のSF（H・G・ウェルズ・ザ・タイム・マシーンの静脈）は、人々がしばしば未知のものを恐れていることを知っています。  FtNWは、あなたにその真理を明らかにすることによってこれを最大限に活用し、その啓示では、未知数を大きくする。 あらゆる瞬間が味わえる魅力的な物語とダイナミックな視覚的な方向性を備えたこのアニメは、人間の真理の全重量のもとであなたとそのキャラクターを砕くシーケンスを作り出します。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "KingFlabadingdon",
    "profile": "/profile/KingFlabadingdon/reviews",
    "pages": "13",
    "number": "8",
    "link": "/reviews.php?id=135251",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  7\n\nストーリー -  7 /\n控えめなセットアップと偉大な開発は、貧弱な文章に苦しんでいます。\n\nこのアニメは、概要に概説されているように、十分にセットアップされています。 神秘的な雰囲気は、ストーリーの一連の発展を通じて創造され、よく維持されています。 これらの「開発」の一部がかなり弱い場合でも、視聴者としてのあなたの関心は十分に維持されます。  Shinsekaiの素晴らしい点は、たとえあなたが何を確かめていなくても、あなたはいつもその物語が進んでいると感じていたということでした。 このジャンルの大成功。 結論は非常に滑らかで決定的なものでした。\n\n物語はしかし、あまりにも多くの周りにジャンプします。 未解決の謎は突然驚きを見せ、物語の中の何かを変えて消え去るでしょう。 同じように、新世代の話は、しばしば数年をスキップし、その年をすばやく埋めることになりました。 たぶん、これは作家が怠け者になっただけかもしれません。おそらく、これは小説とアニメとの間の貧しい翻訳の結果です。 それが何であれ、シンセカイ・ヨリの物語は、それが持つことができるほど知的ではないと感じました。\n\nShinsekai Yoriとの私の最大の失望は細部との関係でした。 アニメは、すべての歴史的な記録が失われているという言い伝えをしていました。 当時の世界での詳細（特にケチレースレースの場合）、一般的なカンツスと世界の歴史は、エンディングの影響を大きく助けました。\n\nキャラクター -  7 /\n興味深い文字は、貧弱な文章に苦しんでいます。\n\n主人公は完璧でした。 この場合、私が完璧と言うとき、私は面倒くさい完璧を意味します。 悲しいシーンでは、彼女は笑うなどの幸せなシーンで泣くだろう。あらゆる状況で理想的なキャラクターがやることをやっただけなので、彼女は人間にとっては極端に感じた。 主人公はいくつかの欠陥を必要とし、いくつかの行を通過する必要があります。 新世界はこれを届けなかった。\n\nある時点でどんなキャラクターが物語の中でより重要であったかを知ることは困難でした。 作者は、キャラクターが別のキャラクターを叩いている場合、自動的にもっと重要になるという論理を利用しました。 あなたは何が起こるかで謎のより大きな感覚につながると主張することができますが、これを達成するより良い方法があります。 そして、それが唯一の論理であるように見えても、友人のメイングループの各メンバーは、誰が発展する必要があるかに応じて、文字通りグループの他のメンバー一人一人を叩くことになります。 これは性別に関係なく起こります。 はい、性別にかかわらず。 関係にない人は誰も忘れてしまいます。あなたが終わるのは、非常に多様なキャラクターの開発と、グループ内での誤った配置の感覚です（関係は非常に拍車がかかり、  ）。 サポートキャストでも同じことが起こります。 人々は必要に応じて現れ、消えます。 より一貫性が必要でした。\n\nこれらの点以外は、キャラクターはすべて面白かったし、すべてが全体の雰囲気に加わった。\n\nアート/サウンド7 /\nすごい仕事。\n\n新世界観のメディアは、謎と幻想でいっぱいの素晴らしい雰囲気を作り出しました。 サウンドトラックに深みがあり、すべての気分がうまくなり、アートワークはこれをさらに強調しました。\n\n楽しさ -  7 /\n説明された問題に対する個人の不満\n\nShinsekai Yoriは私を見守ってくれるほど魅力的だった。 最初のセットアップはまあまあですが、アニメがいかに野心的であったかを真剣に制限しました。 あなたは欠陥のあるアイデアから良い話をするのに苦労しているのを見ることができます。 しかし、最終的にはそれが実現し、私が見たものに満足しました。 この小説をアニメに翻訳することにはいくつか問題があったと思う。\n\n全体的な7 /\nちょうど時計の価値がある。\n\nまるで謎と幻想の全体的な感覚に加えて、興味深いキャラクターの配列でよく発達し、探求されています。 時計に値する。\n\nいつものように、フィードバックやランダムチャットを大好き"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "Wolferine",
    "profile": "/profile/Wolferine/reviews",
    "pages": "13",
    "number": "9",
    "link": "/reviews.php?id=147159",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  5\n\nこのアニメには、肯定的なレビューしかなく、実際にこのアニメの雰囲気が何かを語っているわけではないので、このアニメにはよく考えられているが、このアニメには、  ' - 私のために後ろに感じる。\n\nそれが関係するミステリーとそれがどのように発展するかは、ちょっと変わっています...\nそれは本当に私の注目を集める興味深いテーマで始まります。 物語が続くほど、そして私はそれがかなり速く続くと言わなければならない、私はより多くの興味を失う。\nこの謎は、もはや私の注意を奪うことはなく、このアニメの始まりが本当に興味をそそられるので、私は悲しい。\n\nこれは私の個人的な判断ではありますが、このアニメを最大限に楽しんでいない人から見てもらえれば幸いです。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "MarshallGaming",
    "profile": "/profile/MarshallGaming/reviews",
    "pages": "13",
    "number": "10",
    "link": "/reviews.php?id=197979",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nこの世界では誰もが皆を恐れています。\n\nこれは、このアニメの主なメッセージです。変化の恐怖を示すメッセージです。\n\nこれは、私たちに語られた物語を理解するために、時々通路を数回見て、反映するために行われるアニメです。 物語は非常に完全であり、さまざまな人種であり、権力もよく書かれ、提示されているが、それを理解するための小さなフラットしかないので、時間ホッピングのために何度も通路を見る必要がある。 私たちがキャラクターに住んでいたもののさまざまな段階を示しています。 私は9/10を与えても与える。\n\nキャラクター自体は、子供時代から青年期まで非常によく書かれており、アニメの主要部分でもあります。 目に見えるものとは対照的に、咲悟はアニメの唯一の主人公です。 他のキャラクターはあなたのように歴史のフレームから消えるでしょう。あなたは見て理解するでしょう。 私が本当に文字を書くことを恥ずかしくするという懸念は、二人は突然消滅しなくなりました。彼らのほとんどは話すことができません。 あなたは、決して知らない。 だから私はキャラクターのために9/10をも与える。\n\nそのサウンドトラック...うわー、これは私がこれまでに聞いた中で最高のサウンドトラックの一つだと思う！ それはちょうど美しいです、それはアニメの宇宙に対応する、私は個人的に批判することなく10/10を与える、それは完璧です。\n\n心理的なアニメのように、歴史の中にはいくつかの景気後退がありますが、それは邪魔になることも邪魔にもならないように賢明に使われています。\n\nいつものように、私はこのアニメをお勧めします、あなた自身の意見をするが、このアニメスタイルが好きなら、それはあなたのためです。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "CreepyCake",
    "profile": "/profile/CreepyCake/reviews",
    "pages": "13",
    "number": "11",
    "link": "/reviews.php?id=169743",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\n私はいくつかの奇跡によってこのアニメを見つけました：私はアルドゥーナのレビューを読んでいました。ゼーロと彼らのうちの一人は、「このことを見ないで、代わりにシンセカイヨリを見る」と言っていました。 さて、あなたが今見ているものは何でも - 新星会を見てください。\n\nこのアニメは、岸祐介の小説の適応です（読んでください）。 だから、物語やキャラクターは絶対に素晴らしいです。 あなたは次に何が起こるかを理解することができますが、それでもあなたを驚かせるでしょう。 キャラクターは信じられている、彼らの行動は簡単に説明することができ、私はそれらをたくさん共感した。 重要なこと - 世界に魔法が存在しているにもかかわらず、人々は殺す機械を圧倒していません。\n\n音はとても良いです。 オープニングはありませんが、必要ありません。 終わりは良いですし、私は時々それらに耳を傾けました。 また、アントニン・ドヴォルザークの交響曲「From the New World」の一部が使われていて、それは素晴らしいことです。\n\n私はこのアニメが大好きで、もっと多くの人がそれを見てくれることを願っています"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "yhyhyhkt",
    "profile": "/profile/yhyhyhkt/reviews",
    "pages": "13",
    "number": "12",
    "link": "/reviews.php?id=131377",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  9\n\n私は通常、すべての形式のメディアでディスストピアンの先物を紹介しています。一般的に、ディストピアのジャンルのファンにはこれを全面的にお勧めします。 新世界は、ユートピア/ディストピアの物語（DNAや幼児の噴水の自然な変化を含む）に興味深い要素をもたらし、比較的短時間で多くの拠点をカバーします。\n\nいいもの：\nこの話は酔っ払いです。 ほとんど起こらないエピソードでさえ、各エピソードの終わりの冷たい休止は、個人的な反映の手がかりとなる。 行動の欠如とゆっくりとしたペーシングはやや厄介ですが、視聴者が記憶喪失や失神の瞬間をよりよく感じ、経験するためによく使用されています。 時間のずれ、記憶のスリップ、喪失の空虚感は、対話ではなくイメージを通してよく表現されています。興味深いことが分かりましたが、その過程で失われる可能性が最も高いと思われます。\n\n悪い人：\n私は自分自身が「それは自分勝手なものだ」ということを何度も聞いていて、文字や文化に偏在していた利己主義を見ることができます。 おそらくこれが作家の意図だったかもしれませんが、それは私の思いやりをもう少し使っていたかもしれない特定の瞬間に思いやりを感じていません。\n\n文字の描画やアニメーションは、常に少し歪んで感じた。 それは興味深いスタイルですが、少し気を散らすこともできます。 それは、多くの欠陥を埋め合わせる非常に強力な画像とシーケンスがまだ残っていたと言われています。\n\n予算/時間/技術/わからないことが避けられないかもしれませんが、3Dアニメーションはあまりにも明白であり、非常に似通った2D図面の上にぎこちなく座っていました。\n\n情報過多の瞬間がありました。 何千年もの歴史、科学、そして様々な情報を一度に投げ捨てるという機能や意味があるかもしれないが、字幕を通して読むことは、あまり言い難いものだった。\n\nほかのすべて：\n\n視点としては、主人公のサキの意識の流れに沿っていることに気付きたいと思います。 残念なことに、ナレーションに続く多くのストーリーのように、ストーリーが欠けている部分もあります。 つまり、文字がサキの周りにないとき、あなたは彼らがどこにいるのか、彼らが何をしているのかをほとんど知ることができません。 それにもかかわらず、アニメは意識のストーリーテリングの流れに非常に忠実であり、情報が主人公になるように明らかになり、多くの人がプロットホールとなる。 私は、これらがプロットの穴か、単にキャラクターと現実が描く結論の違いかどうかはわかりません。 いずれにしても、あまりにも気軽に見れば、追いつくのは難しいかもしれません。\n\n物語の道徳は非常に曖昧であり、多くの方向でナッジを用いた解釈に開放されていた。 しかし、私は「科学者」が少し悪魔化されたと感じましたが、誰もが悪魔化されすぎたと思います。\n\n全体：\n私はこのアニメを見て満足しています。 私は3日間にわたってアニメ全体を見て、それは非常に興味深い方法で私の夢に浸透しました（恐ろしいものではなく、ありがたいことに）。 それは成熟した群衆のための暗い仕事であり、今日にとってうってつけのディストピアの将来の物語です。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "Howwl",
    "profile": "/profile/Howwl/reviews",
    "pages": "13",
    "number": "13",
    "link": "/reviews.php?id=109305",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのレビューはほとんどがスポイラーフリーです！\n\nShinsekai Yoriを終えたとき、私は長い間スクリーンを見つめていました。私はまだこの素晴らしいシリーズを魅了していました。 私はこのシリーズが魔法少女まどかマジカや他のものほど人気が​​ないとは信じられません。\n私の意見では、25のエピソードは短すぎました - このショーにはあまりにも多くのテーマが含まれています。 差別、セクシュアリティ、人間倫理の普遍性...しかし、それはすべてのエピソードが非常にコンパクトで充実しているからです。\nしかし、実際のところ、最初の3つのエピソードでは苦労しました。 彼らが私に言っていることを理解できませんでした。 しかし、エピソード4の後、私は自分自身がシリーズに完全に引き込まれたことを見ました - 私はそれを終了するために午前6時まで滞在しました。\n\nストーリー（10）\n私はそれのようなものを見たことがない。 驚くほどオリジナルなので、実際の社会の中で多くのことを考えることができました。 この深さのアニメはまれです。 私が今でも忘れることのできない文章は次のようなものです。「人間の倫理のレンズを通して、ケレラート（人間の一種で、人間の奴隷です）を判断するのは間違いではありませんか？  '\nショーのすべての要素がつながっています。 何も役に立たない。 さらに多くのエピソードを見るほど、実際に何が起こっているのか、大きな画像を見ることができます。\nShinsekai Yoriは非常に興味深いものでした。\nアート（9）\nとても良い。 私は特にキャラクターが身に着けていたものを楽しんだ。 日本の伝統的な洋服と未来的なタッチの美しい組み合わせ。 少年たちもとても魅力的でした。\n\nサウンド（10）\nもしできれば、私は100を与えてしまいました！ 素晴らしい。  2つのエンディングの曲は素晴らしかった！ 通常、私はEDをスキップしますが、今回は私が最後まで耳を傾けました。 バックグラウンドミュージックは私にも言葉も無用にしました。それは、ショーに適切な雰囲気、適切な感触を与えました。\n声優もすごく素晴らしかったです。\n\nキャラクター（10）\nそれぞれのキャラクターは大きな役割を果たし、それぞれのキャラクターは私たちをそれらに付けるようにします。\n\n楽しさ（10）\nペースはちょうど良い、遅すぎるとあまりにも速くはありません。 彼らは神秘的な雰囲気と「ファンタジー」な雰囲気を作り出す素晴らしい仕事をしました。  （（（（（SPOILER）））））さらに、これは個人的な意見ですが、私はユキと悟りが一緒になって最後まで一緒にいたということを愛していました。\n\n全体（10）\n私はそれが起こっていないことをかなり知っているにもかかわらず、後悔を愛し、愛し、続けることを愛しています。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "Carimarie",
    "profile": "/profile/Carimarie/reviews",
    "pages": "13",
    "number": "14",
    "link": "/reviews.php?id=91193",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  9\n\nShinsekai Yoriについての最も賞賛できるのはそのテーマです。 それは実際の人間の社会的瑕疵に関連するだけでなく、それが供給される方法がそれに合致する可能性のある最良の方法で流れる。 漸進的なキャラクターの啓示によって、社会の初め、中期、および終わりの段階は、非常に現実的かつ社会的な方法で描かれます。\n\n特に特別なのは、人類への言い回しではなく（むしろ他のものよりも幾分深い）、人間の制御と欲望という壮大な社会的計画を描くためにシリーズが費やす焦点の大きさです。 そして成功すると、それは明確かつ直接的です。 観客や本当に商業化された魅力に頼っているゲーム、詰め物、ファンタジーなファンサービスはありませんが、単なる純粋なコンテンツや詳細がストーリーの前提に加わります。 同時に、ストーリーラインに沿ったキャラクターはそれに応じて成熟し、視聴者が見ているものを見る。 言及したように、このシリーズはその流動性と主題の特質に輝いています - しかし（私にとっては）これは唯一の最良の特性であるようです。\n\n印象的な瞬間のシェアを持っていたけれども、ショーの全体像は決して傑出した傑出したものではなかった。 合計は部品よりも大きいと言えるかもしれませんが、それでもやや不足していると感じます。 それは楽しさの中で個人的な偏見や味覚かもしれませんが、私を動かすか、私が中核となる傑作を見せてもらえるほどの力強さはありませんでした（私は詳細に行くことができましたが、何かを傷つけたくありません）。 しかし、すべてのはい、それは間違いなく費やし価値があったし、超自然的な規模、または私が推測する任意のスケールでより良いアニメの一つでした。\n\n追加の予防措置：ショーは見た目より少し暗いです。 血が流出し、予期せぬ死や憂鬱が残る - しかし、何も過度であるか、または過度に明白ではない。 おそらく、議論の余地があると思われるものは、人類に関するメッセージの追加点です。 小さな同性愛者の場面や態度（私の意見ではかなり小さい）にかかわらず、あなたが物語を見ることについて十分に心を開いていれば、あなたは喜ばれることはありませんが、彼らはそこにいることを知っています。 また、それは約4つのエピソードの後に​​勢いを拾うし、物事はあまり混乱しないことに注意してください。\n\n一般的にお勧め：間違いなく:)\n\nストーリー：9\nアート：9\nサウンド：9\nキャラクター：8\n楽しさ：8.5\n全体：9"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "vkmsama",
    "profile": "/profile/vkmsama/reviews",
    "pages": "13",
    "number": "15",
    "link": "/reviews.php?id=189607",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  9\n\nShinsekai YoriやFrom The New Worldは私を非常に驚かせたアニメの一つです。ストーリーはすばらしいやり方で行われています。キャラクターは本当によく洗い流され、なぜ彼らが行動するのかを関連付けることができます。 このアニメが多くの謎を扱うようになってから始まります。約15年にわたるストーリーであっても、神秘的な感覚を生み出すことは決してありません。そして、実際これがここの原動力です。ショーの後半では、 それは別の方向に行ったが、それは完璧に行われた。瞬間も私を怖がっていたし、他のアニメはこれまで行っていない。これは正しい投機的なフィクション、アニメのマスタークラス。アニメーションと音楽も優れています。 あなたは本当の傑作に大きな時間を逃しているこれを見ていない。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "bearvarine",
    "profile": "/profile/bearvarine/reviews",
    "pages": "13",
    "number": "16",
    "link": "/reviews.php?id=158331",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  8\n\nすべてのエピソードで冒険、ドラマ、驚き\n\nこのアニメは将来500年後に起こり、高校の友達のグループが、彼らが住んでいる社会についての邪魔な秘密情報を明らかにするためにどのように関わっているかについてです。初めに多くの謎があります。 時間がたつにつれて、プロットはかなりのドラマとさらに謎に包まれて発展します。 しかし、最終的には謎は徐々に解決されますが、悲劇と損失はありません。 私はペーシングとストーリーラインが好きでした。 最初は非常に奇妙に思えますが、エピソードが上になると説明が現れはじめ、物事がつながり始めます。\n\nそれは楽しい話ですが、私の唯一の注意点は、それは多くの場所でかなり悲しいことです。 これにはティッシュの箱を持ってきて、シリーズ全体と終わりに列車の難破船を持ってください..."
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "Temere",
    "profile": "/profile/Temere/reviews",
    "pages": "13",
    "number": "17",
    "link": "/reviews.php?id=136675",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  6\n|  9\n\n人間は人種差別主義者です。 私たちはいつも過去にあり、遠い未来においても、私たちはいつもそうです。 色との戦いが終わっても、最終的に知的種の間の闘争になるでしょう。 しかし、人間の種が私たちの遺伝的発達に逆らっているときはどうなりますか？\n\n新生義理には生涯の話があります。 文字どおり。 イベントが早い段階で展開されるにつれ、多くは説明されません。 しかし、時間が流れ、若者が成熟して成長すると、過去の世代の秘密は明るみに出て、驚くほど複雑で奥行きのある作家がすべてを縛っていることを実感します。 一見努力していないほどの細部と長さに感心します。 第1四半期は物語の中にたくさんの点を置いていて、まったく合わないようです。 しかし、シーズンが3分の2を過ぎると、アニメがそれらを結ぶ線を簡単に描いてすべてがすべて落ち着くという十分な点があります。\n\n景色と背景は、それらが自らのキャラクターよりも注目を集めることがあります。 このアニメはどんな形でも失望しません。 使用される芸術は、より良い言葉の欠如のために、全く驚くべきものです。 セルシェーディング？ 申し訳ありません、これは21世紀です。セルシェーディングは古代のアニメ技術です。 完了するまでに何時間もかかるようなシーンはすべて見えます。 画面上に1〜2秒間表示されているもの。 動いているオブジェクトでさえ、wazooから色合い、色調、グラデーションがあります。 唯一の欠点は、表情がより頻繁に現れ、イベントの正当な感情が欠けていることです。\n\nあなたがAグレードの映画を見ていると思うように音楽と風景のノイズで、シンセカイヨリはミュージシャンの耳に至福です。 独自のレコードレーベルを持っているはずのオリジナルピース音楽は、一つのことです。 しかし、あらゆる小さな音の使用と配置は間違ったものではありません。 楽曲が簡単に取り出せるだけの唯一の時間は、最後のいくつかのエピソードで、アニメのリソースの最終的なストレッチであるように見えます。\n\n25話のシリーズの中で、もしも全てのストーリー・ポイントを切り取ってしまえば、純粋なキャラクター展開の約17か18のエピソードが残されます。 それは何も戻っていないが、そうすることで、すべての主人公の関係立場をすでに知っているので、それは感じに欠けている。 それはどのような手段でも、お互いのためのキャラクターの感情がウォッチャー内で感じられないとは言わない、多くの潜在的な感情シーンを大きく圧迫する。\n\nこのアニメを大きく批判された視点から見ても、彼らはそれを楽しんでいないとは言い切れません。 複雑な文明やストーリーを脇に置いているシンセカイ・ヨリは、本当に楽しめるアクションシーンで視聴者を虜にしています。 アニメが好きな人は、より深い意味のある重い物語を、将来の人間文明に与える視点として楽しむでしょう。 大量のアクションが好きな人は、戦闘の間にそれが不足していることがあるかもしれませんが、スケールは待ち時間の価値があるでしょう。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "washington-rain",
    "profile": "/profile/washington-rain/reviews",
    "pages": "13",
    "number": "18",
    "link": "/reviews.php?id=155481",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  7\n\nストーリー - シンセカイヨリのプロットラインがディストロピアンのジャンルの物語に非常にユニークだったので、私はそれを9にします。 シリーズ全体を通して、様々なイベントは、サスペンスやドラマの大部分でプロットを深めるだろう、それはキャラクターが生き生きとさせるかどうか本当に不思議に思うところがたくさんある。 また、これを見ている年齢は17歳以上であり、正直なところ、キャラクターが持つすべての生理的要素のため、非常に成熟したアニメだと私は思う。 彼らの架空の規範があまり説明できないほど奇妙なこのようなアニメを見たことはありません。\n\nアート - アートとキャラクターのデザインはとても喜ばれました。 再びユニークなアニメでした。 キャラクターの表情は非常にきれいに描かれていて、近代的なアニメアートスタイルが印象的でした。 最初の数回のエピソードで紹介された制服はとてもかわいいし、他の衣装はとても精神的なスタイルなどを示していました。\n\nサウンド - サウンドトラックはサスペンスとドラマにかなりの効果をもたらし、声優/女優は素晴らしい仕事をした\n\nキャラクター - ディストピオス社会の主人公を経て渡辺サキに続き、美しいキャラクターの開発が盛りだくさんです。  Shinsekai yoriのキャラクターの多くは、それぞれ異なる状況で対処するために賞賛される異なるPersonasやComplexを表しています。 しかし、キャラクターはめったに関係する人ではなく、正直なところではあまりにも戦略的に見えます\n\n楽しさ - 非常に素晴らしい、物語が何年もの間にジャンプする、私はそれについてまだどのように感じるのか分からないが、非常に多くのギャップがある。\nそして、私は、説明やエピソードアークが遅くて、3つ以上のエピソードに流れ込む部分があると思います。 しかし、これは辛抱強くのアニメで、後のドラマは彼らの予兆に反映されます。\n\n全体的にこれは私の時間の価値があった素晴らしい思い出に残るアニメでした。 私は彼らにいくつかの要素を盛り上げることができたので、8.5を与えています。 そして、私はまだこのアニメを終えたばかりのために精神的な余震を感じています"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "Charliegone",
    "profile": "/profile/Charliegone/reviews",
    "pages": "13",
    "number": "19",
    "link": "/reviews.php?id=90825",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  10\n\n今年から最後までアニメを推薦しなければならなかったら、これをお勧めします。 新世界会や新世界からは本当に素晴らしい作品です。\n\nストーリー\n物語には多くの努力が払われ、それはアニメに示されました。 それはほとんど完璧に流れました、あなたはそれを20分以上見たことに気づいていないことさえありませんでした。 それはこのショーの高品質に違いはありません。 微妙な手がかり、主人公が若いから年上に進む、すべてがうまくいった。 物語の前提は？ それはとても簡単です。 人間の生活の価値。 あなたがアニメ全体を見たことがあるなら、あなたは最後のエピソードを見たので私が意味するものを知っているでしょうし、あなたがそれを見ていないなら、ただ見守ってください。 私はそれがあなたに夢中になることを約束します。 芸術的な仕事はあなたを失望させるかもしれませんが、彼らが言うように、「それを覆う本を裁かないでください」。 芸術作品は、このアニメの中で最も重要なものではないと思いますか？\n\nアート\n私が言ったように、それは偉大ではない、どちらもひどいです。 それはかなり平均ですが、偉大なストーリーラインとキャラクターを持っているときは問題にはならないようです。 結局のところ、もっと重要なことはありませんか？ それでも私はシーズンの第1部から終了シーケンスを楽しんだ。 すべての火事作品が大好き。\n\n音\n私は本当に最初のエンディング曲を楽しんだ。 それはちょうどこのアニメに収まるように見えました。 声優などの他のものは、すばらしい。 私は彼らがサキのために出てきたものよりも良いセイユを思いつくことができたとは思わない。 彼女の声は感情を正しく伝え、本当に感情を感じることができます。\n\nキャラクター\n大部分は素晴らしいものでした。 サキは深みと見た目のある素晴らしい主人公です。 ヤコマルはストーリーラインの難しい状況を代表する素晴らしい人物でした。 ほとんどの場合、この番組の主人公は本当に配信しました。 彼らは退屈でも退屈でもありません。 彼らはすべて彼らの問題、問題などを持っており、彼らはまったく一般的ではありません。\n\n全体\n私はこのアニメを楽しんだ。 それはそれが偉大なことをするために派手なアートワークやjpopの束を必要としないような深さと特徴があります。 それは、私がアニメを見ているすべての年の中で見た中で最も優れた物語やキャラクターだけに立っています。 本当にあなたが思うようなテレビ番組、映画などを知っていますか？ まあ、これは、そのようなアニメの種類です。 それはちょうど大きな作品であるので、私は10を与える。 傑作イホ。 絶対にお勧めします。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "Tieria-Shirin",
    "profile": "/profile/Tieria-Shirin/reviews",
    "pages": "13",
    "number": "20",
    "link": "/reviews.php?id=90659",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nシリーズはすばらしかったし、時には分かりにくい。 しかし、本当に本当に本当にこのシリーズを楽しんで、さらに来ることを願っています。  SakiとShunはこのシリーズのお気に入りです。 それは作られた方法で完全に華麗だった。 私は漫画のわずか8章のためにそれを言うだろうと私はもっとたくさんのことを願って25エピソードを持っている。 このシリーズを見逃しています。"
  }
]
