[
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "Nalyubuites",
    "profile": "/profile/Nalyubuites/reviews",
    "pages": "16",
    "number": "1",
    "link": "/reviews.php?id=134629",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  7\n\n話はすごかった！ キャラクターの中には希望をたくさん残しているものもあり、ペースはある時点でほぼ逆転していた。 全体的に私は本当にこのアニメを見て楽しんで、非常に深みのある物語で新しいものを探している人には絶対にそれをお勧めします。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "No1shero3",
    "profile": "/profile/No1shero3/reviews",
    "pages": "16",
    "number": "2",
    "link": "/reviews.php?id=129557",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  8\n\n（軽度のスポイラー）\nShinsekai yoriを見て、私に本当に目立つ4つのものがありました。 最初は、特にシリーズの初めに、MMORPGをどのくらい演奏したかを思い出させました。 キャラクターにはキングダムハーツとナツメユウジンチョウを組み合わせた場合のキャラクターに似たデザインがありました。 さらに、特にシリーズの初めには、サウンドトラックはMMORPGで聴くことが期待されるものです。 アニメに10を与えることができないと感じている理由の1つは、シリーズの初めにしばらくの間、プロットがRPGと同じ方法で接続されているように感じるからです。 プロットを取得するには、文字に近づくかイベントを完了するかチェックポイントに到達する必要があります。\n\n2つ目はタイムキーです。 キャラクターがシリーズの途中で成長するのを期待していませんでした。 特に、社会の本質が、時間の経過とともにキャラクターの一種のリセットを可能にすることを考慮すると、本当にうまくいっています（キャラクターが個人として成長することに有害であることは決してありませんでした。 細かい線） - 時々、何が起こったのかを視聴者が想起させることが多い（たとえば、どうして彼らがどれほど強力になったのか）、これは本当にショーネン型のショーではありません。\n\n第三のポイントの種類は、第二の種類に結びついています。 強力なエスパース（エスパーとその能力/能力の訓練のための芸術とコンセプトのいくつかは非常に驚異的です）とコントロールできないアンタゴニストが存在するにもかかわらず、このシリーズは決して驚いていません。 キャラクターはシリーズの過程でより強くなると思われ、作家はいくつかのエスパーが他よりもはるかに強力であることを示すためにポイントを作ったが、ショーは決して\"我々はより強力になるために訓練しなければならない モンスターを止める方法を見つけなければならない」 さらに、このショーのすべての社会は現実的な恐怖を持ち、本当に信じられている方法で反応します。\n\n4番目のポイントは3番目のポイントと結びついていますが、ショーの前提は、（エスパを信じるかどうかによって）多少遠くまではまりますが、ショーの主題を形作るのに役立つ社会的な力は、おそらく正しく使用されているという点で、 今や社会を形作り、世界中のシェイピング・ソーシャルを正当化することになりました。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "KuroUzuLuffy",
    "profile": "/profile/KuroUzuLuffy/reviews",
    "pages": "16",
    "number": "3",
    "link": "/reviews.php?id=102143",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  6\nサウンド|  6\nキャラクター|  8\n|  7\n\n終わりにスペイン語のレビュー...\n\nいつものように私はこのレビューをいくつかの点で分けます：宇宙、キャラクター開発、プロット開発、「アニメーション、音楽、キャスト」\n\n宇宙：アニメのユートピア/ディストピスの宇宙はまさに私の専門ではありませんが、私は同じことを扱うかなりの物語を見ました。 しかし、新世代の独創性は、歴史上現在の瞬間に達するために1000年以上にわたる一連の悲劇のタイムライン（詳細は言わないが）に溢れている。 著者が作った社会、彼らの暮らし方、過去の肩を担う社会は、ストーリーの終わりに起こった出来事の発達と終結に合致するよう、素晴らしい方法で準備されています\n\nキャラクター開発：これはおそらくシリーズの最も発展したポイントです。 このアニメは主に5人の主人公（咲、悟、マリア、守護、俊）のインタラクションに焦点を当てています。 シリーズで作成されたユートピアの宇宙と、常に小さくて不気味な町の物語にある神秘的な雰囲気は、物語が進むにつれて心理的なジャンルの色合いにつながります。 さらに、ストーリーが進行している間に、これらのキャラクターは、イベントが行われる宇宙に起因するものの、最も奇妙な方法（女性を持つ女性、男性を持つ男性）のお互いに関連し始めることを示し始めます。\n\nプロットの開発：3つの異なる段階に分かれ、それぞれの間に2年の時間スキップがあります。 このイベントは、幼なじみから大人になって話が終わるすべての重要な出来事を伝える大人としての主人公のサキによって過去時制で語られています。 初めは少し遅く、分かりにくいですが、第4章以降はいくつかのことを理解し始め、少なくとも私の場合はどのように終了するかに興味を持ち始めます。 そして、物語が遅い穴の中に入っていく中でも、常にエピソードを見続けたいという気持ちがあります\n\nアニメーション、音楽、キャスト：A-1ピクチャーズは、\"メインストリーム\"アニメのメガバイトとアニメーションの品質を備えたオールインワンのベットで常に知られていますが、シリーズではもう少しです \"hipster\"とこれはこのアニメで起こりますが、品質は悪くないが、ファンタジーな世界はCGの観点からもう少し注意が必要です。 それでも、私はまだそれが平均的な品質を持っていると思った。  OSTに関して、私はそれがたくさん目立っていないと言わなければならず、それは物語の謎には良いことだと言わなければならない。 またオープニングソングが欠けていて、私の個人的な意見はこのショーのための詐欺です。 オープニングソングはプロジェクトプロモーション全体の重要な部分ですから。  VAについては、スーパーキャストはありませんが、5人の主人公の選択は正しいです。 最高の役割は間違いなくベテランの榊原芳子（ヘルシング、サイコパス）\n\n結論：私は誰にとってもアニメではないことを強調しなければならない。 それは多くの人々とよく遊ばない要素を持っています。 物語が発展する宇宙は、同性愛が正常に見える社会です。そのため、多くの人々がこのアニメから逃げ出します。 しかし、あなたが寛容なビューアであり、革新的で何かステレオタイプから何かを探しているなら、これは良い選択肢です。  （私はそうだと思います。私はそれらのxDの一つではないからです）\n\n何も言いませんが、今週私のペン（またはキーボード）を消して、あなたに次のことを伝えます。楽しんで、コメントし、批判する私は建設的な批判に開放されています。  ^^\n\n「想像力はすべてを変えるもの」 - 渡辺沙樹\n\nスペイン語のレビュー：\n\nセット内の宇宙、キャラクター、プロットの開発と「アニメーション、音楽、Reparto\"：いつものように私は、いくつかの主要な点で私の意見を分割します。\n\nユニバース：ユートピア/ディストピアの宇宙はまさに私の専門ではありませんが、私は同じことを高めるいくつかの物語を見てきました。 まだ新世界から、独創の歴史の現在の瞬間に到達するために1000年の間に及ぶ悲劇の一連の（詳細には聞いていないが）、タイムラインで溢れ。 著者は、彼らが住んでいるか、作成している、と彼らは彼らの肩の上に運ぶことが過去はそれの終わりにイベントの優れた開発と完了を一致させるために優れた方法で調製された社会\n\nキャラクター：それは、シリーズの中で最も先進のポイントです。 彼らはシリーズ全体で彼女の世界に隠された秘密を発見としてアニメは、主に5つの主要な文字（咲、悟、マリア、守、俊）との相互作用に焦点を当てています。 エピソードを進めながら小さな町で開発された神秘的な物語はジャンルの心理的な色合いにつながるロードシリーズで作成されたユートピア宇宙、プラス神秘的な雰囲気が行きます。 さらに、物語はあなたがこの宇宙ところによるものであるが、これらの文字が最も奇妙な方法（女性と女性、男性と男性とその再びメンズ・レディース）で相互に関連し始めることを気づき始める繰り広げながら、 イベントを開発\n\n開発：時間で区切られた3に分かれ、それぞれの間に年段階のカップルをジャンプ、イベントは子供の頃からここで成人期に発生したすべての重要なイベントを占めている、大人として、サキの主人公によって費やされる時間にナレーションされています 彼は話を終わります。 第4章は物語が行くことを理解し始め、少なくとも私の場合はそれが終了するかに興味があるし始めたので初めが、少し遅いと不可解です。 そして、物語は進行したとしても、それは常にそれが次の見てのスリルある遅い甌穴を入力し続けています。\n\nアニメ、音楽、出演：-1の写真は、常にメインストリームのアニメのためのメガ予算と品質のエンターテイメントと窓の外の家を投げるの評判を持っていましたが、ないので、もう少し流行に敏感であるシリーズでいます この画質はファンタジーの世界であること、しかし悪いことではありません、まだ平均品質を検討するコンピュータ効果の観点から詳細にもう少し注意を必要とし、これが起こります。 私は多くを立っていない、それはシリーズの謎のために良いことだと言わなければならないsountracksのうち、シリーズがオープニングを欠いており、それがオープニングアニメの促進のための重要な部分ですので、私の個人的な意見が起こるべきではないとの点です 。 声優としては、超スタッフがありますが、選択は毎回ジャンプや一般的な文字の残りの部分で5プレーヤーのために正しかったです。 朝比奈友彦の声でベテラン榊原良子（ヘルシング、PSYCHO-PASSサイコパス）の声を強調表示します\n\n私はそれが皆のためのアニメではないことを強調しなければならない、ほとんどの人々とうまく再生されない要素を持って、開発された世界は、通常の同性愛に見える社会であり、そこに行くされていないので、それをたくさん好きに あなたは寛容ビューアであり、あなたは、革新的でステレオタイプアニメから何かを探している場合人々は、まだ、一般のプロットは、あなたを魅了します。 あなたはそれらのジャンルのファンなら、以前にそれは（私はそれらのxDの一つではないですので、私は考えること）アニメに、より味を追加しますプラスになるという\n\nあなたを伝えることなく、この週のための私のペン（またはむしろ私のキーボード）の下で言ってもそれ以上は何もない、この仕事で一緒に、より良いように私は建設的な批判を開いている、お楽しみくださいコメントと批判。\n\n咲渡辺 - 「想像力はすべてを変えるものです」"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "lobert124",
    "profile": "/profile/lobert124/reviews",
    "pages": "16",
    "number": "4",
    "link": "/reviews.php?id=103161",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  10\nキャラクター|  6\n|  7\n\nそれで、新星会についてたくさんの良いことを聞いた後、私はそれを撃つと思った。 それを見て、私の感情はショーについて非常に混じっていると言わなければならないでしょう。 それは非常に奇妙です私はショーについてこのように感じることはなかった、生産についてのすべてが幻想的でした。 芸術はスタイリッシュで、音楽はちょうど良かったです。 しかし、それ以外のものはあまり良くありませんでした。 文字から始まります。\n\nそしていくつかのスポイラーがあります!!!!!!!!!!!!!!!\n\n\nこれはあなたの最終的な警告です！このポイントのスポイラー!!!!!!!!!!!!!!!\n\nキャラクター：6/10\n\nキャラクターの開発はこのショーでは大事なことです。 私たちは、この無邪気な子どもたちが、彼らの地域社会の「安全」を確実にするために、思い出に残る思い出や子供の死を変える社会でどのように成長するかを見ます。 私たちはこれらのキャラクターが成長し変化するのを見ます...少なくとも、私はそこにいると思っています。\n\n\n\nストーリー5/10\n\nあなたがこのレビューからまだ暴れていない場合は、原因が大きくなるためにはそれが悪化するだけです。\n\nShinsekai Yoriを見てみると、私は3つの部分に分けてパートごとに分析するのが好きです。 第1部：ラットモンスターのサマーキャンプ、第2部：時代の到来、第3部：その他のラットモンスター!!!! COME ON。\n\nだからパート1は彼らが子供で、彼らが離れるときです。 それは素晴らしかったですが、私たちは無実の子供たちが出かけて、自分の冒険をしているのを見ました。 彼らがどのように状況から脱出するかについてではありません。 地獄がいつ出てくるのか、それはもっと重要です。 しかし、彼らはついに、ラットの人事政治とそのすべてのものの長い呼吸の後に行う。 しかし最後に、この部分について私が言わなければならないことが1つあります。 バックストーリーとラットモンスターについての部分を持ち込むことが必要でした。 これは私たちが知らない新しい世界であり、文字は知らないからです。 そしてそれはパート2のために私たちを完璧に仕立て上げます。 しかし、彼らは彼らの未来とこの話を再定義するものを見つけることができることを知っていました。 そして、それは彼らが住んでいる世界の起源です。そして、それは良いバックストーリーであり、彼らが重要な部分に到達するところの良いカットです。 そして、ラットのモンスター。 もしあなたが私が本当に全体として好きではなかったと言うことができない場合。 私は彼らが最初のプロットに必要だと感じましたが。 もしあなたが私のタイトルから分からなければ、パート3から完全に除外されている可能性があります。 しかし、パート1ははい。 この部分からの追跡シーンの多くは、とても魅力的で、最終的にはあなたに注意を払います。\n\n\n\n\n\nグッド・スタッフのアートとサウンド：10/10\n\nだから私はこれを良いメモで終わらせると思った。 アート、音楽、声優の演技は素晴らしかったです。 はい、私は声の演技を言って、私に説明させてください。 このスクリプトはすばらしい演技でした。 スクリプトは、サキを鈍感なキャラクターにしたもので、演技はうまくやったがキャラクターを救うことはできなかった。 それにもかかわらず、私は演技の声がとてもうまくいったと感じました。 音楽はとても良かったし、ちょうど正しかったし、場所を圧倒することもなかった。 そして芸術、うわー、それは見て美しいです。\n\nだから結論としては、この方法で終わらせて、生産は素晴らしく、ストーリーとスクリプトは良くありませんでした。 私が何か変更を加えたら、ショーを短くしたでしょう。 いくつかの場所はドラッグし、いくつかの場所は不要だった。 しかし、ショーの最大の欠陥は、私たちが人類社会の中で間違っていることについて話す時間を過ごすことです。 しかし、私たちの大きな決勝戦は、ラットの怪物社会にあった問題です。 私が感じたことは最大の失望でした。 彼らの社会のあらゆる決定の背後にある裏話と推論は、興味深く、恐ろしいものでした。私たちが行ってきたことに直接影響を与えたので、心配しました。 しかし、それをラットのモンスターで終わらせることは、非常に多くの可能性を秘めたシリーズを終了させる素晴らしい方法ではありませんでした。\n\nすべて私の長いレビューを読んでくれてありがとう。"
  }
]
