[
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "vonSwarch",
    "profile": "/profile/vonSwarch/reviews",
    "pages": "7",
    "number": "1",
    "link": "/reviews.php?id=181910",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  10\n\nほとんどの人間が刑罰を受けるのは、彼らの自由をさらに追求する兄弟であり、罪のない虐殺は何百人もの正義と正義の名の下にあります。\n真実を恐れている人に罰せられました。これは新生児往生です。生きようとしている女の子の視点から声をあげようとする人に対して、 この未来の世界によって創造された人類や他の生き物のディストピアの未来の背後にある真実を発見する。  Shinsekai yoriは、誰もが世界に適応しようとする精神力を持っている世界で年を取る子供たちの美しい物語です。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "MotherOfUltra",
    "profile": "/profile/MotherOfUltra/reviews",
    "pages": "7",
    "number": "2",
    "link": "/reviews.php?id=221488",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  5\nサウンド|  5\nキャラクター|  10\n|  10\n\n2012年の秋は、剣の芸術の衰えた時代の大部分として記憶されています。そして、それはサイコパスの始まりと覚えています。 恋愛の年であることを覚えている人もいれば、ロマンスを含む、またはロマンスに没頭している4つのセンセーショナルなアニメをリリースする人もいます。 次のシーズンは、銀羅の再開として記憶されるかもしれません。 おそらく、生きる愛の台頭を覚えている人もいます。\n\nしかし、私にとっては、1シーズンの節約で、2013年は新生会が私に紹介された年として記憶されます。\n\n新世界からも知られている新世界は、ドヴォルザーク第9交響曲の第2楽章によく知られている名前であり、偏見や個人的な寛容のない傑作であると言われています。 私はすぐに、エヴァンゲリオン、ホラーの墓、アイデアやガンダムなどの元の傑作が再び現れないことをインタビューで示唆したとき、私はすぐに富野義之の主張、ガンダムの父親を非難した理由です。 彼は間違っていた。 それが現れて、誰も気付かなかった。 ガンダムの父親さえない。\n\nシンセカイヨリの前提はシンプルです。 それは回想的な未来の日本であり、外ではユートピアと最も近い記述です。 人間の全種がPKを撃退することができる世界、すなわち精神運動は、アニメではカントスと呼ばれます。 想像力によってのみ制限される力であり、ユーザーのイメージがサポートしている限り、何かが可能です。 それは、食糧や水などの必要性の心配がない世界です。 貧困や個人差のない世界です。 それは犯罪の世界を無視している。 完璧な世界です......\n\nそれで、あなたは思うだろう。\n\nこのアニメの全体は、「新しい世界からのメッセージ」が過去に鮮明に響き渡っていることを象徴するこの有名なユートピアのファサードを明らかにするために捧げられています。\n\nあなたならどうしますか？\n\n人の世代に誰も答えられないという単純で短いメッセージ。 政治家は試行錯誤を繰り返した。 議員は試行錯誤した。 宗教は試行錯誤しました。 王国は試行錯誤しました。 民主主義は試行錯誤した。 文明は試行錯誤しました。 科学者は永遠に試して失敗した。\n\n真世妖理の美しさは、現実の完璧な描写です。 世代はさまざまな文明やガバナンスの時代を通じて感情的で実用的な資源を活用して試してみました。その結果、火と灰に包まれた世界が生まれました。 祖先は暴君の手で死んで、より多くの世代の若者たちを地獄に屈した地獄に送り届けました。 私たちの祖先は、教育のために疲れ果てていました。結局、学校や保護者を洗脳する世界的なシステムを確保することができました。 私たちの最初の人たちは、信じられないほどの技術的進歩を発明しました。私たちが指先の先手で見知らぬ人の生活を台無しにし、世代のより良い部分を「貴重な」価値のあるアイテムを購入するように説得する最も簡単で簡単な方法を見つけるかもしれません。\n\n未来は明るく不明です。 これはすべての世代のあらゆる部分に当てはまりました。 未来は常に答え、宝物と価値観を比類のないものにしています。 未来は虹です。 色がいっぱいで、先の道で私たちを待っています。 それゆえに、私たちがひどい真実を理解するのは遅すぎます。\n\n虹はありません。 過去の灯り、過去の偉大さ、そして輝きを浮き彫りにするのは、私たちの肉体的能力を超えたものです。 私たちは未来を追求し続けるつもりで、輝きが欲しいと思っています。\n\n明るい未来は私たちに届くことはありません。\n\nそのデメリットに関しては、芸術は輝きがない。 それは確かに受け入れられます、それはストーリーテリングのプロセスをずらすのに十分目を覚ますことはありませんが、それは賛美も価値がありません。 それは、アニメの唯一の偉大さが、物語に完全に含まれており、芸術や音などではなく、それらのアニメの1つです。\n\nサウンドの議論では、サウンドトラックについて言及する必要は特にありませんが、その欠陥はありません。 謎と恐怖のテーマは、3人のアーティストの素晴らしい作曲のおかげで、アニメ全体を通して安定しています。声優のTaneda RisaとHanazawa Kanaの2人のキャラクターは、質の高いもので、同じテーマの物語です。 芸術とサウンドはあまり質の高いものではありませんが、ストーリーの不思議で不思議な気分に加えて素晴らしい仕事をしています。\n\n結論として、新世界妖精は傑作です。 それは、シュールレアの導入によって、本物の完璧なパラレルです。 それは、不合理な主張がない社会の魅力を取り入れています。 それはこのアニメを見て比類のない経験であり、それは示唆ではなく、必需品です。\n\n私たちの世界、つまり「新しい世界」からの反省を感じてください。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "ruudes",
    "profile": "/profile/ruudes/reviews",
    "pages": "7",
    "number": "3",
    "link": "/reviews.php?id=75311",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  8\n\nアートワークと音楽はうまくいっていて、恐ろしい/暗い/落ち込んだ雰囲気に貢献します。 しかし、キャラクターが行く限り、傲慢で、騒々しい、過度に誇り高い主人公は、私のお茶のカップではありません。  Shinsekai Yoriと、私はちょうど好きな文字のいずれかを見つけることができません。 私の注意を引っ張ってきたのはプロットです。 小説を読んでいない人として、私は村に何か暗い秘密があるかどうかを調べることに興味があります。\n\n全体として、私の「3つのエピソードデモ」をパスしています。私は引き続き視聴します。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "RealityEater",
    "profile": "/profile/RealityEater/reviews",
    "pages": "7",
    "number": "4",
    "link": "/reviews.php?id=168937",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのシリーズの名前を何度も聞いたことがあります。それを気に入った人の意見やコメント、そしてそれを嫌った人の意見から聞いたことがあります。私はシリーズを好きな人の一人です。\n\n新世界は、今から約1000年後に起こっている現実的な未来を私たちにもたらします。その設定は外界から除外された小さな村で起きています。その村はいわゆる人工ユートピアの定義です。 物語は、その村に住んでいるPK（精神運動）の力を持つ子供たちのグループに続きます。もちろん、ユートピアのようなものはありません。子供たちは、失われた子供、汚れた猫、バケネズイム、歴史などゆっくりと秘密を発見します。 人類。\n\nアニメは初めから幼児のように見えるかもしれませんが、子供たちに見せてもらうことはお勧めできません。私を信じて！このアニメは決して楽しい時計ではありません。リラックスしながら、ポップコーンを食べることができます。 あなたのベッドの検索はどこか別の場所でそれは非常に混乱している多くの大人のテーマを扱っています。私は悲劇を笑う人がいると思いますが、私はそれらのひとりではありません。私はyaoiとyuri シーンは、たくさんありませんし、伝説のレベルではありません、ぼくのピコ\"これらのシーンもストーリーにインパクトと意味を持っています。\n\nキャラクター...私のような気分にさせたアニメは一人もいません。私はそれらのすべてを嫌いです。私はそれらを全部食べて骨を燃やしたいです。しかし、同時に私はすべてを愛しています。  5人のキャラクター、Asahina Satoru、Itou Mamoru、Aonuma Shun、Akizuki Maria、そして渡辺沙樹さん。私はすべての人を愛し、嫌いです。他の人物もいましたが、ここでは言及しません。 これらのキャラクターの中にはユニークな個性があり、それらのすべてが、羽ばたきよりも常識や知識に基づいた現実的な意思決定を行います。\n\nアニメの音について書いてみると、オープニングから始めるだろう。オープニング、オープニング、オープニング...そんなことはありましたか？そうは思わない。オープニングはなかった。 あなたはショーの24分すべての素敵な音楽を聞くことができるときに誰がオープニングを必要とします。 私はバックグラウンドミュージックが聞こえなかった瞬間はなかったと思う。BGMは素晴らしく、ほとんどのアニメにBGMのようなものがあることに気付かないので、あまり言わない。\n\nアートはおそらくシリーズの中で最も弱いですが、私はそれについて悪いことは何も言いませんでした。キャラクターのデザインは素晴らしく、背景も素晴らしかったです。\n\n私はこのアニメを楽しんでいませんでした。一瞬ではありません。このアニメですべての人を殺していると想像して部屋を飛び回っていた時がありました。特に、私はあらゆる種類の検閲をしました このアニメには苦しみしかありません。真のMだけがこれを楽しむでしょう。\n\nだからこそ、このレビューの終わりですが、私は今あなたが見ているかどうかは皆さんに言いたかったと言いました。私は何かを忘れたようになりました（おそらく何も重要ではありません）。\n\nレビューの文法上の間違いをおかけして申し訳ありません。英語は私の母語ではないので、それは裸で（取引）です。読んでいただきありがとうございます。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "Akabawi",
    "profile": "/profile/Akabawi/reviews",
    "pages": "7",
    "number": "5",
    "link": "/reviews.php?id=180317",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  8\n\n私は、正直言って本当にそれについての気持ちが混じっていた新世代のyoriについて、非常に正直なレビューを書くことに決めました。\n\n私は自分の意見を書いたからといって嫌われることになるだろうと確信しています。\n\n私の意見では、シンセカイヨリは非常に悪い処刑を受けた素晴らしいシリーズです。\n\nストーリー9/10\n\nミレニアムの後、人間は人間が作った暗黒の歴史の遺跡に基づいて、ユートピアの世界を発見したと信じています。 物語は、渡辺咲さんと彼女の友人、賢者アカデミーの生徒です。生徒たちは、人間が自分たちの生活を楽にするために使う精神力であるカンタスをコントロールする方法を学生に教える学校です。 まあ、それはちょうど本質的には始まりです。私はそれを驚きとして保持したいので、私が話さない非常に暗いショーです。 問題はトランジションが本当に悪く、時間の無駄にすぎない不必要な瞬間がいくつかあったことです。\n\n\n\nアート8/10\n\nアートは非常に優れており、観客にとっては目が離せないです。アニメーションは絶対に悪いです。これは私が今まで見たアニメーションの中で最も怠惰なショーの1つで、血液分裂はPG-3です。 あまりにも多くのCGも私は完全に失望した。\n\nサウンド9/10\n\nサウンドトラックは絶対に素敵で思い出深いものですが、これはショーの細かい点の1つですが、問題は使用されるサウンドトラックがいかに小さいかにあります。\nボイスの演技はそれほど特別ではありませんが、全く悪くありません。\n\n\nキャラクター7/10\n\n人間のキャラクターは非常にメ、サキはメロドラマチックなキャラクターなので、いつか俺を傷つけてしまう、悟と三次キャラクターは本当に気に入ったキャラクターだった。ホモシーンは不必要だったし、キャラクターの多くは不必要だった 彼らは多くの驚きを得ました。\n\n\n楽しさ8/10\n\n最終的なエピソードは私の心が8に変わったと言わせてもらえました。おそらく私は愚かです。結末は期待しましたが、その良い結末は、 話を終わらせた。 このショーは、私がこの事例を一度信じなかったとしても、エンディングのすべてを変更するまれなケースです。\n\n\n全体的に（9 + 8 + 9 + 7 + 8）/ 5 = 8.2\n天井8.2は9\n\nだから全体的には9/10（偉大な）"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "Raptor1221",
    "profile": "/profile/Raptor1221/reviews",
    "pages": "7",
    "number": "6",
    "link": "/reviews.php?id=127047",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  9\nキャラクター|  7\n|  9\n\n\n\n\nアニメーションはA-1の写真で処理されました。  Shinsekai Yoriは決して完璧なショーではありません。 近代的なアニメの予算は低く、この低予算は複数回にわたっています。 完成していないアニメーションの詳細は、特にアクションに関して何も起こっていないときは、明白でした。 私はうそをつくつもりではないので、私は時々気が狂った。 それは償還要因を持っており、最も重要な戦いと超現実的な瞬間のために予算の一部を節約しました。  Shinsekai Yoriは私が個人的に愛していた非常にスタイリッシュなビジュアルを使用しています。 その様式化された芸術は時にはアニメーションの欠陥をもっとはっきりと示す。 ショーはまた、予算のかなりの部分が使用された（私は心霊ディストピア...心Fであることを意味しないことを意味する）大量の超現実的な瞬間を持っています。 全体的に、最終スコアが...（7/10）のアニメーションでキャンセルされることの良い悪い種類\n\n私が正面から言おうとしている音は神です。 構成は本山、聡によって行われました。 一方、シンセカイヨリは25話の曲を40分ほど収録している。 彼らは豪華ですが、彼らは割り当てを繰り返すので、それはまだ問題です。 ショーにはオープニングテーマもありません。 どちらもそれぞれのエピソードの終わりのための素晴らしい曲です。 私は個人的に2番目のエンディングがより好きです。 このユニークな世界の気分を盛り上げる、量以上の耳障りなサウンドトラックがあります。 新生義理は音を受け取ります：（9/10） 彼はこのショーの前に本当に何も注意を払わなかった。 彼のサウンド・ディレクションはスポットにあった。 彼は、音色を完全に設定する、耳障りなメロディーに沿って子供の合唱団を使いました。 主題の私のオストの選択：KageのDenshouka第一府; これは遅いドラムとギターをバックグラウンドでしっかりと署名している子供たちの合唱団です。 私たちが見せてくれる世界の旋律的なメロディのように聞こえる。  Ostsで少し傷ついている場所は一般的なものです。 ほとんどのアミンは約2時間の歌を持っています。\n\nおそらくショーが最も強くヒットした場所はそのキャラクターです。 一般的にはフラットで、目立たない。 （7/10）（私は社会全体が理性的であることを言いましたか？YuriとYaoiの構文がいくつかありますのでここに警告があります） これは人間の間で真実です。 ラットモンスター種族（人間に従属する種）には、半興味深い個体がある。 スクイラー、キルマールは2つの大きな部族のリーダーです。 どちらも独自のアジェンダを持っています。 人間は平らであり、目立たない。 素晴らしい瞬間がいくつかありますが、メインキャストの基本的な性格は時々気分を害します。 育っているテーマが大量にある物語では、それは痛い。 この優れた傑出した性格の欠如は、言葉を超えた真の傑作であることを妨げています。 \n\nShinsekai Yoriは心を曲げて、熟考された理由と伝承を含んでいる驚くべき世界と、様式化された冒険です。 フラットなキャラクターが傷ついていますが、フラットキャラクターは悪くもよく表現されていません。 その低予算は歌の数と、多くの点でその芸術の一般的な詳細の欠如にも示されています。 しかし、そのプロットのために、特にあなたが心理的で劇的なショーを楽しむならば、それは見逃してはならないアニメです。 不思議と不思議の不思議の国の怒りの世界で、あなたの心に衝撃を与えます。 これは本当にショーのハイライトであり、明白な欠陥にもかかわらず、それはすべての時間の私の好きなアニメの1つになっています。 新生義理は、（8.85 / 10）"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "Nameyay",
    "profile": "/profile/Nameyay/reviews",
    "pages": "7",
    "number": "7",
    "link": "/reviews.php?id=202170",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  2\n|  7\n\nShinsekai Yoriは興味深い世界の建物（興味深い世界そのもの）、良いプロット、素晴らしいサウンドトラック、そして美しい映像を私たちに提供します。 それはまた、道徳のいくつかの興味深い質問を提示し、それらの質問のほとんどはすでに他のシリーズで尋ねられているにもかかわらず、彼らは冗長感を感じさせないような方法でそれらを提示することができます。 しかし、ショーの大きな打撃はそのキャラクターであり、その90％はひどく書かれていた。 それにもかかわらず、これは、近年出てきた最高のアニメの1つであり、脳に少しでも挑戦することさえ拒否しない限り、誰にでも見られる価値がある。\n\n\nPLOT / WORLD\n\nShinsekai Yoriのプロットと世界はともに華麗ではありません。 プロットは異なるアークで設定され、各アークはこの世界の主な謎を前進させ、効果的に構築されます。 ショーはあなたが最後まで推測し続けるだけでなく、必死に感じることなく推測できる十分な情報を提示します。\n\nかなり多くの未回答の質問と放棄されたプロットスレッドにもかかわらず、プロットは堅実でした。 ショーの主なプロットは、主に予期しないことです。主なショーは、必要な時に情報を提供することが本当にうまくいくからです。 ショーの開始時に私が結論の1つか2つの要素を予測することはできましたが、それは私が他のアニメのために言うことができる以上に大多数を通して推測され続けることに成功しました。 しかし、ショーが分割されたアークは非常に予測可能でしたが、私はこれであまり気にしませんでした。\n\nアークそのものは、品質面で大きく異なりました。  Overal、彼らは本当に良かった。 個人的には、第2弧（導入弧の直後）が最も弱いと考えています。 実際に私はしばらくの間、私をこのシリーズから離しました。 他の人は、導入の弧を最悪のものとして嫌うように思えました。これは、他のショーと比較して、非常にゆっくりと動くので、完全に理解できます。 私は個人的には気分が良かったので、気に入っていました。\n\nそれは本当に世界を作るように、雰囲気はおそらくこの全体のショーの中で最高のものです。 たとえ彼らがあなたに示していることが完全に非現実的であっても、この宇宙には現実感があります。 それと同時に、それはあなたが描いているものに驚かされ続けることができるだけの魔法の驚異をあなたに供給します。 たとえ何も起こっていなくても、それは謎の空気を高く保ちます。\n\n大気がなくても、世界は非常に興味深いものです。 私はそれの背後にあるアイデアが大好きで、あまりにも多くのスポイラーを与えることなく、彼らがリーダーをどのように描写したか本当に好きです。 私たちがここ西部でしばしばやっているように、専制犯罪者ではなく、良いことと悪いことをし、私たちのように間違えた人たちです。 本当にありがとう。\n\n初期のエピソードから少し遅いことを除けば、私が人々がプロットを持っているのを見ることができる唯一の他の問題は時間スキップです。 スキップは本当にこのショーのペースを傷つけますが、大量の時間は何も起こりません。そして突然、私たちは何年も後であり、スクリーンから多くのことが起こりました。 しかし、全体的に、私は彼らが正当化され、私が見た他のアニメと同じくらい使い物にならないと思う。 ショーの中で起こったことの多くは、キャラクターが年を取ることなく起こることはできませんでした。そして、時間が飛ばされることなく、すべての時間を過ぎて見せなければなりませんでした。 これは、おそらく、ペーシングをさらに傷つけるだろう。 だから、たとえ私が彼らがより良く扱われたと信じていても、私は時間が飛び越えても気にしない。\n\n私は、冒頭で言及した道徳性の疑問には、あまりにも多くのスポイラーを意味するので、あまり進まないでしょう。 私は灰色の道徳がこのアニメではかなりうまく処理されていると言わなければなりませんが、もし私が本当にニックピックすれば、彼らがそれをもっとうまくやったかもしれないところを指摘できるでしょう。 彼らはまた、「灰色の道徳」よりもはるかに哲学的な疑問を提示します。「人間であることはどういう意味ですか？」 私はこれらの質問が非常に興味深い方法で提示されることを発見しました。何百万回も前に尋ねられましたが、死んだ馬を打ち負かすようなことはありませんでした。\n\n結局のところ、プロットと世界の両方がしっかりとしており、世界の建物はこれまでアニメで見た中で最高のものの1つです。\n\n\nサウンド/アニメーション\n\nアニメーションは流動的で、バックグラウンドは特に美しいです。 私は長い手足のキャラクターデザインがあまり好きではありませんが、彼らは非常にうまく彼と一緒に働くことができました。 最初のエンディング曲のアニメーションは特に華麗でした。 私は彼らがそこで使ったアートスタイルも本当に好きだった。\n\n面白いことに、新世代の遊びには開口部がなく、ストーリーに没頭するのが好きです。 私は、これがエピソードの感触に実際に加わるので、おそらく彼らが作った最良の決定であると信じています。 私は終わりのテーマも好きではありませんが、私は最初のものよりもう少し良いものが好きです。\n\nしかし、バックグラウンドミュージックは別の話です。 それだけでは、サウンドトラックはそれほど素晴らしいものではありませんが、ビジュアルと結びついて素晴らしいです。 それは、物語のムードとトーンを設定するだけでなく、前述の華麗な雰囲気に多くを加えます。 私は本当にこれに感謝しています。\n\n\nキャラクター\n\n最後に最悪を保存する：これは、ショーがほとんど崩れ落ちる場所です。 私がこれまでに与えたすべての賞賛にもかかわらず、私は実際にはショーのこの部分、すなわちキャラクターを批評する以外には何もできません。\n\n私たちの主人公、Sakiは、あらゆるキャラクターが持つことができる最悪の欠陥、すなわち不一致に苦しんでいます。\n\n矛盾した性格を持つことは、あらゆる物語が持つことができる最悪の欠陥です。 メアリースーをメインのリードとして書いても、矛盾するリードを書くよりも優れています。 あなたのキャラクターが矛盾している場合、それらのキャラクターが感じることが不可能になるからです。\n\n不一致は多くのものに起因することがありますが、主なもの（そしてここでの問題の原因）は過剰なプロットアーマーです。 プロットアーマーは、知らない人のために、プロットがそれを要求するので、キャラクターが無敵になるときです。 ほとんどすべての主人公はある程度のプロットアーマーを持っており、これは許されます。 結局のところ、あなたのMCが死ぬと、あなたの話は終わりです。 あなたはクライマックスまで少なくとも生き残るためにそれらを必要とするので、あなたはプロットアーマーを使います。\n\nしかし、作家のように自分のキャラクターのために設定した制限内で作業する必要があります。 あなたのキャラクターが飛べない場合は、あなたの悪人を逃れる唯一の方法なので、飛行させることはありません。 あなたのキャラクターが忠実であれば、便利になったときに友人を捨てることはありません。 それは簡単です。\n\nShinsekai Yoriはこの単純なルールを得ていないようです。 サキはとても矛盾していて、私は彼女の性格がどんなものか想像がつかない。 時々、彼女は偉大な指導者です、他の時に、彼女は彼女を聞くために誰も得ることができません。 時々、彼女のカンテスは平均以上の強さで、他の時には彼女は正しい方法で何かを動かすことさえできません。 時には、彼女はスマートですが、他の時代、彼女は意味をなさない文章を考えることさえできません。 時々、彼女は彼女の信じる立場を表します。 時々、彼女は強い精神的安定性を持っていますが、それ以外の時は何もせずに崩壊します。 彼女の性格について半分一致している唯一のものは、俊との彼女の情熱です。\n\n彼女のキャラクターが何をすべきかを知る唯一の手掛かりは、他のキャラクターが彼女について言うことです。 彼らによれば、彼女は平均以上ではない、カンタスで、賢く、強く、良い指導者であると考えられています。 しかし、私は彼女がアニメでこれらの特性のすべてに複数回直接反対することをしているのを見ました。 私は彼女がプロットに合ったときに限り、彼女がこれらの特質をすべて見せていることも見てきました。\n\n人格は線形に行われていれば問題ありません。人物Aはショーの始めにいいですが、人物Bが死亡したとき、人物Cに向かって非常に寒くなりました。 これはキャラクターの発展を示しているので、これは問題ありません。 しかし、Sakiは、韻や理由がなく、基本的にストーリーが要求するところで、前後に切り替える。\n\nこのようなキャラクターにとって、それは基本的にプロットが何をするかを示しますが、開発は不可能です。 彼女は設定された性格を持たないので、ショーの始めと同じように、まったく同じです。何もありません。 確かに、彼女は最初のエピソードで見たよりも違っているようですが、本当に変わったのか、それとも彼女が違って見えなければならないか分かっていたからです。 私が知っている限り、彼女は帽子のドロップで元に戻すことができます。\n\nキャラクターが発達せず、性格が設定されていない場合、キャラクターは気にすることができなくなります。 奇妙な量のプロットアーマーのために、彼女は事実上触れることのできない唯一のキャラクターであり、聴衆はそれを知っている。 したがって、彼女が危険にさらされているとき、私たちは決して怖がっていることはありません。 実際に、彼女が殺された場合、誰もが実際に彼らの主人公を殺したことにショックを受けて気にすることはないだろうと私は疑う。\n\n一言で言えば、サキは想像を絶する最悪の種類のキャラクターであり、実際にはショーだけでなく他のキャラクターも本当に痛いです。\n\nサキの矛盾の主な犠牲者は、他の主人公のひとりであるサトルです。 彼は最大のサキと一緒にいるので、キャラクターとしての失敗の最大の犠牲者です。 彼自身の人格は設定されていても、プロットがサキに反対するかどうかによってランダムに変わることがあります。 これは、彼が決して持ってはいけない方法で彼を曲げさせるように感じるので、しばらくすると、本当に迷惑になります。 それでも、彼は多分一貫性がなく、散発的であっても、彼は開発を得ているので、おそらく主要5人の中で最高です。\n\nShunはアニメのゲイリー・スチュです。 彼は完璧です。少なくとも、それは私たちが信じたいものです。 完了しました。 それはあなたを馬鹿のように見せる。 しかし、実際には、彼はぞっとする子です。 正直言って、私は彼を好きになってから始めましたが、私はサキじゃない人には全く変わっていません。 私は特にSatoruを意味します。 あなたがキャラクターの関係のためにスポイラーを気にしないなら（私は、あなたがハーレムを見ているのでなければ、誰もしないと仮定します）：SatoruはShunに対して完全に強い圧倒を持っています サンパウと同じくらい強くなっている）、そして俊はサトゥルにとって全く気にもかかわらず、彼との関係に入る。 これは、あなたがそのような人とおもちゃをしていないため、少なくともいくつかの理由で、ディックの動きです。 正直なところ、彼は何を考えていたのですか？ 誰かが好きではない場合は、関係を結んではいけません。\n\nこれは実際に私を次のテーマに導く：ロマンチックなサブプロット。 はい、これには少年愛と少女愛の両方があります。 それに対処する。 正直なところ、それは唯一のエピソードです。 なぜ誰もがそれから大したことをしているのか分かりません。 私はロマンチックなサブプロットは好きではありません。まっすぐではなく、奇妙なものではありません。 彼らはすべて私を終わらせないように私を悩ませるが、私が言ったように、彼らはあまりにも顕著ではなく、彼らが住んでいる世界で正当化されているので、私はそれをスライドさせようとしている。\n\n短い文字で...ああ、申し訳ありませんが、私はメイン5、マリアとマモールから他の2つについて話すことを忘れましたか？ まあ、ショーもそうでした。 マリアはマモールよりも若干特徴がありますが、それはマモールが主なものの代わりに簡単にサイドキャラクターになっていた可能性を考えると、誇りに思うことはありません。 彼らのどちらも開発を得ておらず、私はどちらも心配していません。 彼らはキャラクターの残りの部分と同様に、プロットの単なる駒です。\n\nShinsekai Yoriの問題は、キャラクターがプロットを動かさないということです。プロットはキャラクターを動かすのです。 この結果、主な文字が一貫しなくなり、その他の文字が不明瞭なものから淡いものになる可能性があります。 私が喜んで与える唯一の例外は、実際にかなり面白かったSquelerですが、プロットが彼に求めていたからです。\n\nだからええ。 文字はひどいです。 申し訳ありませんが、私はそこに行ったが、彼らはちょうど終わりに私を怒らせる。\n\n\n結論\n\nキャラクターは絶対に恐ろしいですが、ショーはまだ純粋に2ポイントを引いた後でも、かなり良い状態を保ちます。 それらを除くすべては、良いものから素晴らしいものまでさまざまです。 プロットに軽微な欠陥があっても、最終的には許されます。 アニメーションは素晴らしく、音楽は実際にショーの雰囲気に加わります。 世界とその雰囲気はどちらも華麗で、完全にこのアニメを見て一人で観る価値がある。 ショーが本当に見られる価値があるので、私はそれを見て、キャラクターを無視すると言う。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "Kabi-sama",
    "profile": "/profile/Kabi-sama/reviews",
    "pages": "7",
    "number": "8",
    "link": "/reviews.php?id=156879",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  7\nキャラクター|  5\n|  8\n\n私たちが知っている世界は平和で幸せなものなのですか？ 過去、現在、そして間違いなく未来の世界から、私たちが今までに知っている世界は、もっと複雑な土壌であり、私たちはまだ未熟な若者の中にいたのです。 当時の私たちの心は、おそらくそれ以上のことはできませんでした。おそらく、世界が真に保持している暗闇を理解することができなかったため、真実を打ち消そうとしました。 しかし、あなたの周りの世界が本当に保持していることを目の当たりにしたら、それを理解することを余儀なくされ、理想の変化のプロセスが道徳的ではなく現実的な方法で変わり始める。 時間がたつにつれて蓄積されるので、私たちは私たちの士気の大部分を失いました。私たちは自分たちの経験から目撃したような悪魔になります。  Shinsekai Yoriの場合、その間に精神運動の子供を追加してみませんか？ 私が気分を崩してしまったので、このレビューを開始しましょう。\n\nShinsekai Yoriは、今日から1000年後のユートピアでCantisを呼びたいという前提のもと、驚異的な精神力を持つ6人の子供たちに続きます。 渡辺さき、秋月マリア、朝比奈寿太、伊藤守、青沼俊、天野玲子の名前で呼ばれます。 これらの子供たちは世界中から隔離されています。このユートピアはカンティスを所有する人々によって支配されています。彼らはカンティスを訓練し、練習するためにアカデミーに出席します。 しかし、ある日、これらの子供たちは、偽のミノシロと呼ばれていました。 その日、彼らは彼らが住んでいる世界の暗い歴史を発見し、遠い将来にそれを経験しました。\n\nストーリー：ストーリーそのものは、その邪悪な前提の中で最高のアニメの一つになる大きな可能性を秘めていました。 それは、一見オリジナルであると描写され、それは世界の浸水の土壌の中に深く埋葬するために非常にうまく実行されます。  Shinsekai yoriは、異なる種や皮肉なことをどのように扱うかのような不平等の状況を私たち人間が理解していない心理的な視点を説得することに重点を置いています。その種は人間としてもよく知的にも同様に考えます。 私が持っている問題は、Cantisがどのように可能であったかのような修正を必要とするいくつかのプロットホールがあり、それについての情報が十分ではなく、Death Feedbackがホールのワーピングボルテックスであるということです。\n\nキャラクター：キャラクターは、アニメーションの隣にあるショーの中で最も弱い部分です。 正直言って、キャラクターのほとんどはまったく穏やかで退屈ですが、私が与えることができるものは、サキに近いキャラクターがそれらをバックアップするためにいくつかの良い微妙さを持っていたということです。 さもなければ、彼らは深い森の中の乾燥した木材と同じくらい面白いです。 サキはキャラクターとして一貫していた。 とにかくプロットのために。 それを除けば、彼女はしばらく後には鈍いようになる。 全体的に、キャストは平凡で平凡です。\n\nサウンド：誰もSFXについて気にしないので、私はOSTにまっすぐにスキップします。 それは前提の中で偉大に収まるが、私はトラックが時々繰り返しているのを見つけた。 しかし、それはほんの少しのペットですので、自分自身はプラスチック製のナイフからの傷を考慮しています。 しかも、荒木哲郎のすべてのエピソードで同じシングルOSTを繰り返す作品と比較して、測定にも間に合いませんでした。\n\nアート/アニメーション：芸術とデザインは確かに創造的で、背景の絵は鮮やかに見えます。 しかし、私は単に文字のデザインとアニメーションの品質を見過ごすことはできません。 サキが私の目で私を見るたびに、私は真ん中にブラックホールがある優しいオレンジ色の空間に吸い込まれているような気分になります。 また、文字に陰影はありません。 それは、あらゆる方向に光が点滅しています。 アニメーションは時々良くなるかもしれませんが、聖なるもの***私はCGIボウダーを見るたびに多くのテーブルを裏返しました。 アニメーションについて特別なことは何もありませんでしたが、少なくともまともなものでした。\n\n繰り返しますが、シンセカイヨリは多くの可能性を秘めていましたが、プロットの穴や文字、アニメーションの質は、それほどマージンを増やしているように見えますが、それは平凡で価値がないとは言いません ウォッチ。 すべての正直なところ、全体的にはかなり良い時計です。 これまでにない最高のものではありません。 あなたがこの種のものを掘り下げれば、これはおそらくあなたのためにいくつかの細かいウーロン茶になるでしょう。\n\n全体：7.5 / 10"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "GamerUnglued",
    "profile": "/profile/GamerUnglued/reviews",
    "pages": "7",
    "number": "9",
    "link": "/reviews.php?id=217179",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは、実際には、新世界会のためのレビューを書いてみると私の4番目の試みです。 なんらかの理由で、あまり離れすぎないように、あるいは読みにくくすることなく、すべてを記述することは非常に難しかったです。 たぶんその番組がどれほど驚異的なのか言葉にするのは難しいですが、ここでもう一度やり直しています。 私はこのアニメのレビューを書かなければならないと感じています。なぜなら、私が見た他のほとんどのショーとは違って、私にマークが残っていたからです。 シンセカイヨリには、人格と生き残りのための措置について、偉大な人物と強力なメッセージでいっぱいの、面白くて暗い世界がありました。  Shinsekai YoriがClannad Afterstoryをいつも好きなアニメとして捨ててしまったので、私は真剣にこのショーをうなずいています。\n\nアート/アニメーション：A-1ピクチャーズでアニメ化されたシンセカイヨリ。 芸術のスタイルは非常にユニークで、とてもうまく機能しました。 キャラクターのデザインは本当に素晴らしかった、特に彼らの目。 色の使い方も、ショーが提示しようとしていた雰囲気と雰囲気を構築する素晴らしい仕事をしました。 キャラクターのアニメーションもとても滑らかで自然でした。全体的に見ても非常に美しいものでした。 私はいくつかの苦情を持っています。 時々、ショーは豪華ですが、たいていは動きがあまり起こっていないときには、かなり品質が低下することがあります。 また、品質は高いものの、実際には非常識なレベルの品質にはなりません。 しかし、このショーにあった低予算のため、これを見過ごすことができます。これは、シンセカイヨリが本当に美しいからです。\n\n\n\n\n\n\n\n楽しさ：ショーを楽しむ上で最も重要な要素の1つは、それが私に残す最後の味です。 エンディングが悪い場合は、ショーの楽しさを大きく損なうことがあります。 ありがたいことに、シンセカイ・ヨリのために、エンディングはショーの最高の部分であり、このような高品質の物語のショーでは、それはたくさんあると言っています。 何かを台無しにすることなく、結末は私に大きな印を残しました。 それは、私が人間であることが何を意味しているのか考えて疑問に思って、「すべての利益のために多くを犠牲にして」私がやることを考えました。 具体的には、主要な悪役の最後の言葉は非常に強力で、彼らは私の背骨の寒さを送った。 結末は論理的なやり方でほとんどの緩やかな終わりを縛り、プロットの穴を残さなかった。 返答されなかった質問は、おそらく2回目の視聴時に返されます。これは、見直しが悪いことではありません。  Shinsekai Yoriの地獄を楽しんだ。 私が以前に言ったように、それはとても信じられないほど面白かったので、それを見て止めたかったことはありませんでした。\n\n全体的に、私は真剣に恋をしたいと思っていませんでした。 私は正直なところ、ショーがどれほど信じられないのかを乗り越えることはできません。そして、それについて少数の人が話す、またはそれについて知ることさえ本当に残念です。 私はしばしば自分の好きなものになるショーを見て、それが決して交換されないだろうと思うショーを見て、それがサイクルになるまで、私がより良いと思うショーを見て、それが置き換えられないと考えている。 最初は、4月にあなたの嘘でした。私はClannadとAfterstoryを見ました。 その次のショーは、新世界よりです。 このレビューを書いている瞬間、信じられないほどの物語、素晴らしい雰囲気、興味深い多次元のキャラクター、そして素晴らしいサウンドトラックのおかげで、シンセカイヨリは私の好きなアニメです。 これらの3つのアニメは、私のトップ3の周りをほぼ循環しており、それは私にはたくさんあります。 私がこれまでに評価した唯一のアニメは、主観的なものばかりでなく、私と付き合い感情的なレベルで私に影響を及ぼすものです。  Shinsekai Yoriは、これを行う3つのテレビアニメシリーズのうちの1つであり、それはショーの質のレベルについてたくさん言います。\n\nスコア：\nアート/アニメーション -  9（8.5の場合はこのサイトのスコア）\nストーリー -  10\nキャラクター -  10\nSound-10（このサイトのスコアであれば9.5）\n楽しさ -  10\n全体的 -  10"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "quietsnowfall",
    "profile": "/profile/quietsnowfall/reviews",
    "pages": "7",
    "number": "10",
    "link": "/reviews.php?id=91495",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  10\n\nこの世界では、しばしば、これは正しいことなのでしょうか？ そのルールを作るのは間違いないでしょうか？\n\nShinsekai Yoriでは、5人の子供がユートピアのコミュニティの真実を探そうとします。\n\nストーリー：新世代の強みは、各エピソードの後に​​成長し続ける強力で強力なプロットです。 最初の数回のエピソードでは、ショーは5人の子供の思春期についてのみであるという印象を与えます。 あなたがそれを知る前に、より深刻で暗いプロットが、あなたが見ているようにそれ自身を明らかにするであろう。 疑いの余地なく、新世代の魅力的でユニークなプロットは、多くの賞賛があり、途中であなたを驚かせるでしょう。\n\n芸術：最初のいくつかのエピソードはかなり正常な芸術を持っています。 私はしかし、芸術が完全に台無しにされた1つのエピソードがあったことを覚えています。 それ以外は、私の意見では、物語が進むにつれて、芸術は変わった。 良いか悪いか、私はそれが本当にストーリーの雰囲気と設定にマッチしたと思います。\n\nサウンド：新世代の妖精は本当に本当のオープニングをしたことはありませんでしたが、最初のエンディングは非常にうまくいっています。 実際、それは2012年秋のアニメソングの私の好きな曲の一つでした。  2回目のエンディングも悪くはなかったが、最初のエンディングほど良くなかった。 私が本当に好きだったエピソードの初めに演奏した一つのOSTがあった。 それはちょっと気味悪い気分を与え、物語にマッチしました。\n\nキャラクター：ショーを通してサキのキャラクターの開発は素晴らしかったです。 ゆっくりと世界の真実を発見し、それに適応する。 私は彼女の性格がよく描かれていると思った。 それぞれのキャラクターは、ストーリーの中で重要な役割を果たしました。 ヤコマル（別名、「スクイラー」）も重要なキャラクターでした。 あまりにも多くを明らかにせずに、私は彼の性格は、彼があなたが思う人よりもはるかに多いと言います。\n\n楽しさ：これは簡単に私のお気に入りのアニメ2012年秋になった。驚き、悲しみの瞬間、そして最終的な真実は、このアニメが何であるかに貢献します。 私は毎週これを見ることを楽しみにしています。 私は本当に素晴らしいアニメを私の目に入れています。\n\n全体的に何を言いたいのですか？ この物語の中にある真理は、あなたを骨に冷やすだけでなく、あなたがこの世界の真実に疑問を抱かせるようなものになります。 これは5人の子供たちからの「新しい世界からの物語」です。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "Asilicaylum",
    "profile": "/profile/Asilicaylum/reviews",
    "pages": "7",
    "number": "11",
    "link": "/reviews.php?id=186210",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n*できるだけ多くのスポイラーを含めるようにします。 私は何かスリップがある場合は事前にお詫び申し上げます*\n\n\n新世界から。 私はどこから始めるのですか？\n\nストーリー -  10\n\n約1000年後のこの話は、渡辺沙樹のことです。  Cantus（psychokinesis）を持つ若い女の子。 彼女は彼女の力を得ると、彼女の5人の友人と一緒にZenjin Academyに出席する。朝比奈悟、秋月マリア、伊藤麻衣、青沼俊、天野玲子。\nサキは彼女の村が牧歌的な場所だと信じていますが、レイコが行方不明になる真実を探し始めるのです。 彼女はその後、彼女の村の歴史の深い真実に投げ込まれ、すべてがそうであるとは限りません。\n\nこれは私がまだ他のアニメで見たことのない元のプロットです。 それは明るく暗い、良いと悪い、あなたが思ったものが全てではない世界で犠牲を払い、全体的に成長することを学ぶ良いバランスを示しています。 全体的に、この物語は新鮮で独創的で、より多くのエピソードを欲しかった。\n\nアート -  10\n\nこの中の芸術は美しい。 キャラクターから風景に至るまで、すべてが美しかったです。\n\nしかし、アニメ全体への影響を見ると、これがさらにそうだと私は信じています。 芸術はとても美しくて軽く、物語とは対照的に、暗く神秘的なことはあなたが毎日見ない素晴らしいバランスを作ります。\n\n芸術はいくつかの地域では単純だったが、他の地域では奇妙だった。 それは、サキが住んでいた世界の新しい領域を見なければならないように、あらゆるエピソードを面白くしました。\n\nサウンド -  10\n\n音は豪華だった。 それは美しいが、時には私に悪寒を与えたことを通して聞いた頻繁なトラックがあります。 それはシーンに適度な強さを与えましたが、あなたの顔にはなかったのです。\n\nこのアニメは音色が別のものだった。 それは彼らが何であるかのシーンを作りました。 私はサウンドトラックがなければ、このアニメに9を与えなければならないと思う。再び、ストーリーとは対照的に、この3つの側面の傑作となった。\n\nキャラクター -  10\n\n文字はよく考えられ、深く、あなたは感情的な絆を簡単に付け加えることができました。 私の好きなキャラクターはサキでした。 彼女は強いと弱いの間に良い混合がありました。 クリエイターは、あなたに誇りを持っているキャラクターや、あなたが本当に気にしなかった人を与えないで素晴らしい仕事をしました....（ごめん、レイコ...）\n\n楽しさ -  10\n\nPffft。 私たちは皆、その答えを知っていると思います。\n\n全体的に -  10。\n\nこのアニメは美しかったです。 それは明るい色、シーンを作った美しいサウンドトラック、私の座席の縁に私を保った元のプロットと対照的にそのような強い文字を持っていた。 悲しいことに、このアニメは非常に過小評価されており、より多くの人々がそれを見る必要があります。 私はそれを疑っていましたが、あなたはこれを撃つべきです！"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "epiphone62",
    "profile": "/profile/epiphone62/reviews",
    "pages": "7",
    "number": "12",
    "link": "/reviews.php?id=173053",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  10\n\n非常に良いサイエンスフィクションは、作品を一緒に置くことができるように視聴者にパンチと信頼を引っ張らない。 精神分裂病のようなものの外では、たとえ使用される科学さえも抽象的な可能性の範囲内にある。 キャラクターの死亡はしばしば突然ですが、プロットをさらに進めたり、意図的なポイントを作成したりすることはありません。 すべてが根本的なストーリーの役目を果たしているようです。\n\n私の唯一の苦情と、私がショーを完全に楽しむことを妨げたのは、元気なワンダーパンのような穏やかな主人公です。 キャラクターは彼女がどれほど驚異的であるかを絶えず言及していますが、彼女は驚くべき理由で何か起きるのに苦労しています。  「私はそれを力と呼ぶだろうと思う」と彼らは言う。 しかし、サキはしばしば最初に崩壊することが多く、どんな状況においても最も臆病で無益な人であることが多いです。\n\nサポートと敵対的なキャラクターは、SquealerとKidoumaruが最も重要な例であり、はるかに興味深いものです。 最終的にはそれがポイントかもしれません。\n\nShinsekai Yoriは、現代のアニメーションの大部分が見逃せない宝石であり、見事に価値があります。 最終的には、あなたがあなたの道を失った時を知る方法、そして人類の中核を常に守らなければならないという警告の話があります。結局のところ、すべての偉大なサイエンスフィクションについてです。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "nataliannub906",
    "profile": "/profile/nataliannub906/reviews",
    "pages": "7",
    "number": "13",
    "link": "/reviews.php?id=232894",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  9\n\nここで最小のスポイラー：\n\n全体的に、私はこのショーを楽しんだので、厳しい質問をして暗いテーマを探求しようとしていたからです。 たとえば、私たちを人間にするのは何ですか？ 人間が確立した秩序はどれぐらい自然ですか？ 安定に必要な人類を犠牲にしているのはどれくらいですか？ 本当に保持しているのは権力を保持しており、それはまさにその規則ですか？ 年齢は世界とその悪の認識にどのように影響しますか？\n\n加えて、私はそれが他のディストピス世界のアニメのそれとは違うユニークな要素を取り入れていると感じました。  Shinsekai Yoriは、進化のようなアイデアを主なプロットに導入することを目指しています。私たちは、Psycho-Passのような典型的なものを見せていません。\n\nアニメは子供の主人公から始まりますが、暗いテーマで子供たちの冒険に溶け込ませるのは素晴らしい仕事だと思いました。 実際、主催者は子供たちだったので、ショーはその暗い要素を最もよく紹介したと思う。 このショーは、あなたがキャラクターと一緒に育っているような気分になります。そして、旅には心の疲れが溜まります。 さらに、2人の主人公の関係も美しく発展していると思った。\n\n今、私の喜びです。\n\n（限られた予算とエピソード数で）深刻な問題を一挙に多く引き起こすことを目指すということの1つの問題は、これらの質問のすべてが回答されているわけではなく、これらのアイデアのすべてが必要なだけ深く扱われるわけではないということです。 ショーの主な問題は、シーズン1のテーマ（例えば、子供の適切な認識、潜在意識の危険性）が、シーズン2とエンディングにふさわしい正義を得ていないように見えることです。 これらのテーマのいくつかは、シーズン1で非常に顕著に特色になっていましたが、シーズン2で十分に洗い流されていないかのように感じました。それは、シーズン2の存在の脅威とキャラクターの成熟が強調され、 ショーの始めに紹介された社会の それでも、すべてのゆるい端が縛られているような気がしません。 シーズン2は思考を刺激し、邪魔になるアイデアもいくつか紹介しましたが、ほとんどが私にとってはプロットになっていました。 私はクリエイターがシーズン2で導入された存在する脅威の表現によって社会の内面的な問題を示しているように見せていたことが分かりました。 おそらく、人類は進歩しているはずですが、私はどのように具体的な証拠は見られません。 私は壮大な改革を期待していますが、改革は、はるかに微妙で、最後には十分ではないと感じています。\n\n私の他のクマは、サポートキャラクター同士の関係です。 彼らは時々顕著に特徴付けられるが、他人の間に消える傾向がある。 これらのキャラクターの中には、モチーフのような演技をするほどのものがありますが、彼らの姿や役割についての説明が十分に説明されているとは思いません。\n\n\nウェルプ、それらは私の考えだった。 それを総括すると、私は全体的にそれを見て楽しんだが、私は決して終わりが私にとっては満足できないように感じた。 アニメは深いテーマを探求することを目的としていますが、それらのすべてが終わりに向かって十分に洗練されたわけではありません。 季節の変化は私には意味があり、同時に妥当ではないと感じました。 クリエイターがどこでプロットをしているのか分かりましたが、シーズン2の終了にはほとんど満足していませんでした。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "unfocused13",
    "profile": "/profile/unfocused13/reviews",
    "pages": "7",
    "number": "14",
    "link": "/reviews.php?id=160365",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  8\n\nどんな偉大なSF小説も、創造する社会の道徳的な結果に対処しなければなりません。 技術は人間の生活を改善するか？ 私たちは宇宙人である人や人間の進化の次のステップをどのように扱うべきですか？\n\nシンセカイヨリはこのような未来的かつ現実的な社会を創造する優れた仕事をしており、シリーズの最後でこれらの質問のいくつかを探究しています。 私は非常にアニメの多くの博覧会に気にしない人にこのシリーズをお勧めします。 面白いことに世界の建物が見えたら、最後の弧を一度に見るように気をつけないでください。\n\n詳細なスコア：\n\nストーリー：8\n\n私の考えでは、この設定は、Elfen Liedのようなものに対する精神的な続編のようなものです。  ELのLucyとNyuuの物語が「優れた」種の出現を扱うのに対し、新星流通はそのような出来事の長期的な影響を探っています。 両方のアニメの共通の特性は、SSYが「力」と呼んでいる心理動態の発達である。\n\n人間の脳（そして結果として人間の感情と想像力）が外界に直接影響を及ぼすことができれば、現在組織されている社会を窓から投げ捨てるのではないでしょうか？ 人口のわずかなパーセンテージが、単一の思考で命を奪って制御するこの究極的な破壊力を持っていても、その後の大量虐殺は「優れた」種だけが残ることを保証する。\n\nこれらのイベントの数百年後はどうでしょうか？ これらのスーパー人の間に成功した社会があるでしょうか？ 多分。 現在の社会とどう違うのでしょうか？ 彼らの方法は、厳格な、全体主義的な、または神の権利君主制の欠陥のある理想に基づいていると見なされるでしょうか？\n\nこれらの考えがあなたの好奇心をくすぐるなら、無限の脳の食糧を提供します。 コンフリクトは即興思考とパワーの使用でいっぱいで、プロットビルは非現実的なプロット点を信じられようにするのに十分な科学用語を使います。\n\nストーリーのペースは、最初は故意に遅いです。 最初の2つのアークの子のように、視聴者は最初は何も知らない。 時間がなくなると、彼らの社会の内部の働きはゆっくりと解き放たれます。\n\n前にも述べたように、多くの世界的な建物があり、スキップするたびに、視聴者に提示されなかった文字の関係が何年に渡って変化したかについてのエピソードがあります。 これはおそらくストーリーラインの唯一の否定的な側面ですが、多くのクリティカルなプロットポイントは何度も説明されていません。\n\nアート：7\n\nアニメーションに関しては、このシリーズをElfen Liedと比較することにもう一度頼る必要があります。 力の使用を伴う戦いは短く、残酷に暴力的です。 いくつかの長時間のアクション指向のシーンは、いくつかのエピソードのプロットと予兆を待つことができる人のための美しい報酬です。 物事が飛ぶ、血が流れ、視聴者に力の強さが示されます。\n\nSSYの設定はすべて「封建日本」の傘の下にあり、その結果、時には重複しているか反復的なように見えるかもしれません。 はっきりと未来的な背景はほとんどありません。 これは、シンセカイ・ヨリがSF系の兄弟の多くと異なるところです。\n\nそれにもかかわらず、星空の夜やクライマックスの戦いのような場面での芸術の実行は優れています。 クリエイティブなカメラアングルが使用されますが、視聴者を混乱させることはありません。 最初のEDビデオは目の饗宴で、夜の花火ショーでスクリーンを覆い、下の川に映っていることは言うまでもない。\n\nそれぞれの主要キャラクターの特徴的な「見た目」もやはり最初からわずかに反復しており、アニメーションの全体的な実行にはしばしば不具合の欠点があります。 同じシーン内の異なるショットは、根本的に異なる照明とコントラストを持ち合わせていないかもしれません。また、いくつかのプロットの構築は、会話ヘッドのショットによって行われます。 しかし、これらの事例は、芸術が提供しなければならない肯定的な側面を本当に損なうものではありませんでした。\n\nキャラクター：8\n私はしばしば、新世界観のキャラクターがフラットか二次元かということを聞いて、そのシリーズの中でほとんど進展を示さない。\n私はいくつかの面で同意するだろう。 ストーリーのヒロイン、サキは、彼女が初めと同じようにストーリーの終わりにちょうどナイーブである。 彼女の変化の周りの彼女の判断でも、彼女の中心的な道徳的な信念は、彼女の周りで何が起きても挑戦的なことは決してありません。\n\nいずれにしても、私はSSYのこの側面を8に与えます。なぜなら、それぞれのキャラクターの静的な性質が、彼らが直面する道徳的ジレンマを高めるからです。 一貫した方法でスキップするたびに最後に発生するコア競合をエスカレートするために、長期的なキャラクター開発は犠牲にされます。 各キャラクターの静的な性質と時間スキップの間のそれらの欠陥は、主要イベントに対する各キャラクターの反応が、監督と作家が視聴者に送るメッセージを送信することを保証する。\n\n私がこのようにキャラクターを考えるとき、物語によって扱われる道徳的ジレンマを拡大し、解剖するレンズとして、私は、この一連の出来事を比較的短く 25エピソードアニメ。 私の得点は、そのような犠牲がアニメの全体的な質を改善するために必要であるという考えに基づいています。 あなたが同意しない場合、あなたのスコアは明らかに異なるでしょう。\n\n楽しさ：8\nホウ 何て乗るの？ シリーズの最終的な弧と結論は、ほとんどの緩やかな終わりを満たしていた。 最後のプロット点は驚きであり、主要なキャラクターは肯定的または同情的な注釈でストーリーを終わらせます。  Sci-fiシリーズを定義するコアの修辞的な質問は、物語の出来事を安くすることなく探求され、答えられます。私はAkiraのような象徴的なアニメさえできません。\n\n全体：8\n\n私は新世代の妖精を、ジャンルスタンダードを克服したまれなアニメのリストに入れなければならない。\nほとんどのSFは、科学技術の進歩の中で瀕死の世界が苦しむ未来を描いています。 新世代妖精は、生まれ変わった全く新しい世界を希望で満たしているように描写しています。 自由、記憶、そして時には人生の犠牲が無駄にならないという希望。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "Alne",
    "profile": "/profile/Alne/reviews",
    "pages": "7",
    "number": "15",
    "link": "/reviews.php?id=231364",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  10\n\nこれは、別のMALユーザーから要求されたレビューです。 そういうわけで、時間や労力をかけることはありませんが、私が書いていることでこのシリーズの情熱を伝えるために全力を尽くします。\n\n軽度のスポイラーが含まれていますが、見直し前にレビュー全体を読むことができます。\n\n\nアニメのディストーション設定は、やや浅いものでしたが、一連の試みはあまりありませんでした。 よく書かれたディストピアの設定はさらに稀であり、私が一度に見たことのあるものすべてを数えることができます。  Shinsekai Yoriはその一つだけではありませんが、今まで私が見てきた最高のものです。\n\n\n\nシンセカイ・ヨーは、無意味な情報を投げ捨てる能力が優れていることの1つです。 これの最も顕著な例は、シリーズの初めのシーンであり、多くは「精神運動の場面」とみなされています。 しかし、一度しかシリーズを見ていないと、捕まえにくい小さなものがたくさんあるので、それだけではありません。 芸術のスタイル、初期の学校の設定、5人が一緒だったという事実は、それがあった時代であった。 それらはすべて、あなたが最初にそれらを提示されたときにあなたの頭の上を飛ぶ可能性が99.9％の理由のためです。\n\nシンセカイヨリのストーリーテリングの方法は、現実の世界を文字通りすべての重要なプロットラインに誘導することです。そのように、多くの世界建築が存在する必要があり、 私は間違いなくそこにいると言う。 このシリーズは、今まで私が一生見たアニメの中でも、アニメの最大の設定を簡単に持っています。 膨大な、絶えず拡大しているこの環境設定の性質は、私が本当にシリーズがただ一つの時計の後で最大限に楽しめるとは思っていません。 あまりにも多くのプロットがあり、一度に処理する量と設定に関する何かを介してどのように小さな事が実行されるかによって、気づかれなくなっていくプロットラインが数多くあり、すべてを捕まえるにはあまりにも多くの存在があります 1つの時計の後に。\n\n主にそのプレゼンテーションと実行の方法のおかげで、アニメではこれまでに見たことのない最高のものの1つであり、他の多くの人が同意するものです。 ストーリーの進行方法、ホラー、スリラー、心理的態度のテーマを扱う方法、すべてがどのように実行されるか、様々なプラットフォーム間でのインタラクション（2番目の 複数の仕様間の戦争の半分の取引）は、アニメのすべての時間の最高の物語の1つと呼ばれるのにふさわしい全体的にほぼ完璧です。\n\n多くの人は、シリーズがシリーズ全体で終わっていると信じていましたが、そのシリーズがもっと良くなければならないという可能性を無駄にしました。 しかし、私はシリーズがどのように自分自身に提示されているかのように完璧だったと思います。 あなたが学校で学んだ人生のレッスンをどの程度深刻に受けなければならないのかがよく分かりますが、新世界会の終わりがもう一つの例だったような気がします。 あなたが誰のファンであっても、あなたが嫌い​​だったのかにかかわらず、誰もが知っていた感情は、信じられないほどうまく取り除かれました。 正直なところ、終わりに向けて具体的な苦情はありません。 私はそれが少しunderwhelmingされているかもしれないことに同意するが、それは文字通り私がそれについて言いたい唯一の否定的なものです。\n\nこのシリーズについて、ネガティブなことを言っている人がいれば、確かにキャラクターになってしまうという問題の1つです。 時間と時間をもう一度、問題は多くの個人によって、キャラクターの大多数がどのくらい軽く、重要ではないかについて表現されています。 私がこれらの主張を否定しようとすると、私は否定的に生きているだろう。\n\nあなたが知っているように、キャラクターの大部分は、もしあれば、キャラクターがほとんどありません。 これは必ずしもプロット全体の重さを左右するわけではありませんが、シリーズがどのように細かく作られているかは重視されます。 私は実際にシリーズをもっとよく感じたと思うのですが、プロットを維持するために使用される肉の一部として見ているのとは対照的に、これらのキャラクターの多くをスクリーンで見て楽しむことができました 続ける。 しかし、私はこれらの問題の大部分を一つの理由で却下することができます。主人公とアンタゴニストの両方が非常によく書かれています。\n\n渡辺さきは、私の好きな女性アニメの主人公です。 シリーズが続きましたが、彼女は、彼らが住んでいるディストロパシアの世界を引きずり出していた多くの問題に対して、彼女が本当に唯一の話しをしていたということを考えれば、彼女自身の著しい心を持つ唯一の人のように感じました。 彼女が言ったことのほとんどは気づかれなかった。 さらに、彼女は非常に現実的で信頼できるキャラクターでした。 他のキャラクターと同じように、心のないロボティックなプロットデバイスのように感じるだけでなく、多くの時間が彼女のキャラクターを書くことに確かに入れられました。\n\n私がスポイラーのために名を挙げないアンタゴニストも同様です。 私はそれに完全に同意していないにもかかわらず、私はまだ100％の人々がそのように考える理由を理解しています。 彼の知恵は、彼がプロットに基づいてすべてと一緒に働いたやり方と、彼のせいで何が起こったのかということは、時間と労力が文字を書くのにどれくらい時間を費やしたのかをちょうど示しています。  （サキのための私の多くの愛は、完全に優れた文章に基づいているのではなく、個人的な理由から来ている）。\n\nShinsekai Yori内のアートとアニメーションは非常に鮮明で流動的でしたが、私は全く問題はありません。 キャラクターのデザインは、特に大部分のモンスターのラットにとって、創造しようとするものにとって非常にユニークでした。 まったく苦情はありません。\n\nサウンドトラックも完璧だったし、両方のエンディング・ソング（私の電話の着信音としてWareta Ringoを設定する点まで）も大いに感謝している。 驚いたことに、第2曲は第16話のオープニング曲として収録されていたにもかかわらず、公式オープニング曲は実際には登場しませんでした。 私はまた、声で何の訴えもしませんでした。 私は英語のダブでいくつかのエピソードを見てきましたが、これは必ずしも悪くないわけではなく、あなたがダブだけのアニメウォッチャーであれば間違いなく機能ダブです。 しかし、私は日本のダブと英語の字幕を使ってこのシリーズを完成まで3回見ましたが、それはあなたが日本のダブから期待できるほど完全ではありません。\n\n\n結局のところ、新世代の妖精は、いつも最高のアニメの1つを考えるのには間違いありません。 このようなユニークな方法で使用されているこのプロットは、すべての可能な方法で完璧な素晴らしいディストピアの設定と、非常によく書かれた主人公とアンタゴニストと一緒に、すべてのアートとサウンドの背後にある素晴らしいプレゼンテーションと一緒にバンドルされています。 真の傑作を形成する Shinsekai Yoriは、間違いなく、偉大な物語を探している人のことを推薦するシリーズです。\n\nあなたが楽しんだことを願って、それは私のためです。\n\n最終得点：9.51 / 10"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "Bacon_Falcon",
    "profile": "/profile/Bacon_Falcon/reviews",
    "pages": "7",
    "number": "16",
    "link": "/reviews.php?id=209325",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  6\n\nShinsekai Yoriは、彼らが成長して自分たちの世界についてもっと学ぶ時、グループの子供たちの生活に続く非常に興味深いアニメです。\n\nTL：DR\n私にとっては、このアニメには大きな可能性がありましたが、プロットのいくつかの領域ではそれまでしか動くことができませんでした。 物語は本当に扱いにくいペースであり、それがどのように提示されたかを改善するために多くのことを行うことができます。 しかし、キャラクターや世界の建物は非常にうまくいっていて、私はシリーズの最後にいました。\n\nストーリー（6）\n彼らが育って、周りの世界について学ぶとき、一団の友人に続く物語。 彼らは面白い経験をしており、損失を被り、愛を見つける。 これは、クライマックスの時に私にはほとんどサスペンスがないことにつながりました。これは、シリーズが終わるのを待っているのではなく、別のエピソードを見たいと思っていたシリーズに何度もあったためです。 これらのキャラクターが住んでいる世界は、将来的に設定されています。そこでは、突然変異したラットが国を徘徊し、人類は小さな村に縮小されています。 これだけで、あなたは確かに多くの可能性があることを見ることができます！ しかし、個人的には、イベントの展開方法のペースとプレゼンテーションが私のためにシリーズの大部分を殺しました。 ほとんどの場合、ストーリーはうまく流れますが、シリーズの中で2回は予期しない時間スキップによって完全に反転します。 彼らはエピソードの間に12年の話を進めることによって、あなたをショーの中から引き離します。 それは許されていますが、どちらの場合でも、私は手前の別のエピソードを持っていて、現在の円弧をよりきれいに包み込むことを望みます。 私がプロットに持っていたもう一つの大きな問題は、それがどのように重要な瞬間を提示したかということでした。 スポイラーを避けるためには具体的なことはしませんが、プロットにとって非常に重要なことは、絶対にあってはならないときに、微妙に、そして気軽に提示されます。\n\nアート（7）\n芸術はかなり良く、何も印象的ではなかったが、時にはかなりきれいだった。\n\nサウンド（7）\n確かに物語に合った面白いサウンドトラック。\n\nキャラクター（9）\nこのアニメは巨大なキャストを誇っていませんが、それが注目するキャラクターは信じられないほどうまくいきます。 これは視聴者に多くの感情的な瞬間をもたらし、それらの間で優れたドラマを部分的に作成する。\n\n楽しさ（6）\nシリーズの最初の半分は私にフックを持っていた、そしてその勢いのために、私は後半を終えることができた。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "ExOsc2",
    "profile": "/profile/ExOsc2/reviews",
    "pages": "7",
    "number": "17",
    "link": "/reviews.php?id=140965",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  7\n\nシンセカイヨリを終えて、私が今のようにショーを終えて不快感を感じたことはありません。 ショーはあなたを内向きに見せます。 それはあなたが正しいと思われるものと何が間違っているのかを評価させます。 それは私が期待していなかったようにそうしました。 設計どおりかどうかに関わらず、ショーはあなたの目の前に主要なジレンマを置く一方で、一層重要なイベントであなたを邪魔します。  Shinsekai Yoriにはかなりの謎があり、この謎は常に物語を推進しています。 それは時々サスペンス、時には悲しい、そして思考を刺激するものではありません。\n\n*この次のセクションにはマイナーなスポイラーがいくつかありますが、私はそれらを最小限に抑えようとします*\n\n私がこのショーを8と評価したのは、ショーの品質ではなく、自分自身の不安の結果であろう。 どのキャラクターでもキャラクターは私にとって重要です。 ストーリーは肯定的な発言で終わったが、主要な啓示がなくても達成しなければならないと感じるポイントに達するための佐藤のキャラクターにとって大きな啓示を受けた。 ショーの主人公、咲は、優れています。 おそらく私が見たどのショーの私の好きなキャラクターの1つ。 しかし、他のキャラクターのいくつかは私によく出くわすことはありません（意図的かもしれません）。 物語の中の「大人」の動機を理解するのは難しいでしょう。 しかし、私は彼らが住んでいるそして育ったディストピスの世界のためにそのパスを与えることを喜んでいる。しかし、話の終わりにしか、私には少し問題を提起する。 ストーリーの最後まで私はストーリーのアンタゴニストと合意しました。 サキは私が一歩一歩踏み出したのと同じ不安を分かち合っていたようだ。 しかし、悟...サトルがサキと一緒に耐えた後、彼は古い考え方に悩まされていたようだ。\n\nShinsekai Yoriはすばらしい話ですが、私はそれが幸せな物語ではないと言います。 プロットとその中に含まれる質問は、多くのアニメで見つかるものではありません。 物語はより成熟した聴衆を対象としています。もしあなたが無意味な楽しみよりも少しだけ欲しいのであれば、新世代の妖精はおそらくあなたのためです。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "prashs",
    "profile": "/profile/prashs/reviews",
    "pages": "7",
    "number": "18",
    "link": "/reviews.php?id=140953",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\nこれは私の最初のレビューです。 だからここに行く....\n\n私は非常に高い期待でこのアニメを見始めた。  Psycho Passの格付けをチェックしていたときに、それはマールでそれを見つけ、Shinsekai Yoriがそれに似ていたとページは言った。 それは完全に間違っているわけではありませんが、描かれた世界はまったく異なっています。\n\nこれは、特殊な力で生まれた人もあれば、そうでない人もいれば、人間に何が起きたかを考慮するアニメです。 それは物語の基本的な前提です。 このアニメを素晴らしいものにするのは、作者がこの事実を中心に世界を構築し、その前提に基づいて物語を語る方法です。 分類が非常に基礎になっている世界に住んでいれば、このアニメで描写されたものは何が起きているかと非常によく似ています。 それは人間の本質と、彼らが生きる世界の適所にあるシステムについて多くの疑問を提起する。\n\n私が話しているように、私は10のうち8をストーリーにしています。 説明が簡単に見落とされるようなことがたくさんあります。 彼らがそれをしていれば、それはディストピスの世界に置かれたSF小説のアニメのリストの中で最高のものだったでしょう。\n\nアートと音楽は確かに定評がありません。\n\n全体的に私はこれを見て楽しんだ。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "Sirmrbond",
    "profile": "/profile/Sirmrbond/reviews",
    "pages": "7",
    "number": "19",
    "link": "/reviews.php?id=193265",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nなぜスコアを選択しなければならないのですか？ アニメから離れます。\n\nこれはあなたがめったに見つからない奇妙なボールアニメの一つです。 たった25回のエピソードで完全な物語を見たことはありません。 私は、それを台無しにしないようにできるだけ曖昧かつ簡潔にしようとしています。\n\nアニメの設定を説明する。 それはちょっとブラッドベリーとオーウェリアンです。 誰もが物理学者であり、一緒に働くが、完璧なユートピアではないことは分かっている。 あなたは何かがオフであることを知っています。\n\n私はそれが冒険と混じった謎であると言います。\n\n音楽は素晴らしいです。 私に震えを与えますが、アニメにとって奇妙なオープニングテーマはありません。\n\nキャラクターは、力強い力を持っているにもかかわらず、パワー・エッジ・ロードを超えているわけではありません。 彼らはKatanaで5階の背の高いモンスターを拡大することはできません。 彼らは論理的な方法で問題に対処しなければなりません。それは私が愛しているものです。\n\n\nこのアニメは瞬間的な古典です。 見る必要があります、このレビューを読むことができますが、それを見てから時間がかかるだけです。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "Flashmud",
    "profile": "/profile/Flashmud/reviews",
    "pages": "7",
    "number": "20",
    "link": "/reviews.php?id=98349",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  8\n\nジャンル：dystopian future、sci-fi、超自然的\nテーマ：検閲、自由、平等、遺伝子工学\n大気：深刻で、悲しい、恐ろしい\n強み：強固なストーリー、思考を刺激する\n弱点：不均一なペーシング\n\n完全なレビュー：\n人類が超自然力をどう扱うのか想像したことはありますか？ このアニメは、人間が運動論的能力を獲得した遠い未来のSF小説の適応です。 この新しい世界は、最初はほとんどユートピアなように見えますが、何かがまったく正しいとは感じません。 その不安感は、冒険がストーリーラインの中核をなす5人の幼なじみの友人のグループによって共有されます。 シンセサイ・ヨーヨーの特色は、邪魔なテーマに取り組むと同時に、バトルと謎の楽しい話を提供することです。\n\nストーリー：10\nあなたが小説に基づいて何かを期待するように、物語は非常によく作られています。 最初は、A Brave New WorldやHunger Gamesと類似点がありますが、それは予測できない方法で完全に異なっています。 子供たちが住んでいる世界には多くの秘密があります。あなたは最後まで謎の底にはいません。 シリーズの最初の部分では、文字間の関係に焦点を当てています。 それから、ストーリーが拾い上げ、何が起こっているのかがはるかに大きなスケールであることを理解しています。 すべてが目的と感覚でうまく包まれます。\n\nキャラクター：9\nあなたは5人の異なるキャラクターを手に入れ、よく洗い出し、それぞれのキャラクターを脚光を浴びる。 彼女はレベルが高く、優れた判断力を持っているので、サキは理想的な主役になります。 彼女は必要なときに行動を取る。 それからあなたは才能豊かな少年、勇敢な人、思いやりのある少女、そして敏感な少年がいますが、それらはきついかもしれませんが、それらはすべて思い出深いものです。 私が甘やかすことなく言うことができるのは、彼らがお互いを見て、勇敢でスマートであるということです。 確かに、本当に輝くものは、それらの間の関係です。\n\nサウンド：9\n私は音楽が優れていると思う。 私はまだ私の頭の中で日没の曲を聞くことができます。 それはまばゆいほど美しく、完璧な雰囲気を作り出します。 曲は少し繰り返しているが、過度に制御された社会にはとても合っていて、少しの人工的な感触を与えている。 声の演技は印象的です。\n\nアート：10\n美しい芸術と流体のアニメーション。 壮観な風景、素敵なキャラクターデザイン、創造的な服装、面白い背景、柔らかい色を見つけることができますが、超醜い生き物には注意してください。 私は、アートと音楽が素晴らしい雰囲気を作り出すために一緒に働くと思っています。ほとんどの場合、幾分恐ろしいものです。 それは後にディストロパシアの宇宙だから、魅惑的な風景さえも酸っぱい真実を隠す。\n\n楽しさ：8\nアニメは他のすべての側面で素晴らしいでしたが、私はペーシングが不均一であると感じました。 他のエピソードにはイベントが詰まっていたのに対し、一部のパーツはあまりにも引き伸ばされているように感じました。 それは、アニメが人生の断片から行動、恐怖まで、様々なジャンルを経てきたような感じでした。 したがって、それは嫌悪感、悲しみ、恐怖を含む多くの感情を経験させました。 私は紛争が叙事詩的な割合を取るので、シリーズの後半を堪能しました。\n\n私はこのアニメをスマートで、予測不能で、動いています。  Koodosは過度のアニメの公式を残してクリエイターに届けます。 彼らは会話を通してすべてを説明することによって視聴者に話すことはなく、実際にフラッシュバックをうまく活用しました。 私はこのアニメを最後まで見ることを強くお勧めします。 それは深刻で奇妙なので誰もがそうでないかもしれませんが、それは間違いなくあなたが様々な社会的テーマを反映させる元の作品です。"
  }
]
