[
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "myronator",
    "profile": "/profile/myronator/reviews",
    "pages": "4",
    "number": "1",
    "link": "/reviews.php?id=223469",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  8\nキャラクター|  2\n|  4\n\nシン・セカイ・ヨリ（SSY）は、信じられないほど意欲的なアニメではありません。 シリーズの最初の前提は、彼らのいずれかが彼らのカンタス（魔法の力）を悪用したり、単にコントロールを失ったために大量殺人になる恐れがあるため、市民をコントロールすることが必死の社会です。 同様の方法で、SSYのクリエイターは自分の物語のコントロールを失いました。\n\nショーが元の前提からコースを外れるまでには、4つのエピソードしかかかりません。 最初の2つのエピソードでは、子供たちが頻繁に消える村とカンツスの学校が紹介されています。 これは、展覧会のダンプが私たちに世界の暗い歴史を伝え、過去数世紀にわたって何も変わっていないというエピソード3のために忘れ去られます。 人間は疑いのある人をまだ殺している。  SatoruとSakiがQueeratsを大量殺人し始めると、この情報はすべて次のエピソードを忘れてしまいます。 最後に、子供たちが彼らがちょうど学んだ情報に行動する可能性のある村に戻ると、時間のスキップがあり、すべてを忘れるために洗脳されています。\n\nショーはフィナーレまでこれを続けています。 すべての開発は、次のエピソードを忘れてしまったので、キャラクターの振る舞いを変えません。 サキは、ショーが彼女がどのように知的で有能であるかを教えようとしているにもかかわらず、彼女が全力でやっていることすべてに完全に無能です。 他のキャラクターは、性格がほとんどないほど無能です。 これが私たちを残しているのは、ひどい意思決定をしている穏やかなキャラクターのショーです。 ストーリーの感情的な部分はフラットになり、ストーリーのクライマックスは、キャラクターのいずれかが知性を持っていれば、それがいかに簡単に回避されたかによって全くばかげている。 結末自体は侮辱的なもので、自分の人を洗脳する大量殺人犯に感情を抱かせようとしました。\n\n要素が私のお気に入りの1つを作るためにそこにあった。 サウンドトラックはすばらしかったし、不気味な雰囲気と謎の感覚は私を夢中にさせるのに十分だった。 しかし、ショーが終わると、私は失望しました。 このシリーズでは、私たちの未来にとって重要であり議論する価値のある多くの概念を紹介しますが、ショーはどんな深みにも踏み込まず、プロットの利便性（特に死のフィードバック）の手段としてこれらのアイデアを使用します。 類似の概念を探る他のアニメとは異なり、SSYから学ぶべき教訓はありません。 私がSSYに与えることができる最大の賞賛は、それが知的なアニメとしていかにうまくいっているかです。\n\n私は誰もSSYを見てはお勧めしません。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "TohyaHachijo",
    "profile": "/profile/TohyaHachijo/reviews",
    "pages": "4",
    "number": "2",
    "link": "/reviews.php?id=192880",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  6\nキャラクター|  3\n|  2\n\nこれはシリーズの私の意見です。 あなたの好きなアニマルで完全な執拗さに行く前に、私のポイントについて考えることをお勧めします。\n\nストーリー -  6\n私は一般的に設定が好きではありませんでしたが、それは非常にユニークな設定だとは限りません。ストーリーはとてもシンプルで、エピソード4の周りで説明されます。とにかく、プログレッションは信じられないほど予測可能です。 死ぬつもりで、いくつかのエピソードの後に​​はほとんど何の謎もありません。\n\nアート-7：オフモデルを見過ごすことができれば、アニメーションは本当に不平を言うことができません。 私が今まで見た中で最高のアニメーションではありませんが、最悪のアニメーションではありません\n\nSound  -  6：ほとんどすべてのエピソードで同じ過不足曲を何度聞く必要がありましたか（エピソード1の初めに演奏したことを意味します）？ それは本当に抗力であり、血まみれの過度な使用がそれをさらに悪化させるという事実。 最初の最後の曲とは別に、私はこのアニメから注目すべき曲を覚えていません。\n\nキャラクター -  3：\n私は主人公を嫌う、彼女は基本的に私が死ぬことを嫌う苦しみの王女です。 しかし、なぜそれにいくつかのロマンスを追加しないでください？ 私はロマンスが嫌いですが、このショーではそれほど気分が悪く、泣き言を言うほどの時間はありませんでした。 さらに、後で説明されても、彼らはまばたきのように行動し、同じ性別の人と恋に落ち、抱擁とキスをします。後で、男女とも反対の性別の人と恋に落ちます。 私は本当にどのキャラクターがこれを最も苛立たせるのかは分かりません。\n\n楽しさ-2：あなたがショーを楽しむためにここにいるならば、あなたはただの妄想です、正直なところ、最も遅い開発を除いて楽しむことは何もなく、時にはエピソード全体を終わらせる多くの対話を終わらせない限り、 私はこのショーを見ているうちに眠りにつきました。それを見るのは本当の拷問になってしまいました。私は最後まで満足していませんでした。 最終的なエピソードを見ている。\n\n全体的 -  6\n私はこのショーから謎と心理学の素敵な作品を期待していました。 私が今まで見たことのない最悪のアニメではありませんが、人々がそれを見せるようにしても、私は一度も息を止めませんでした。 開発は非常に退屈であり、Peppa Pigを見ることは正直言ってこのショーより退屈ではありません。 あなたが速いペースで動くアニメを探しているなら、これを見たり、楽しんだりすることを忘れてください。 遅い、遅い、過度に退屈な何かを見たい場合や、普通のショーであなたの時間を無駄にしたい場合は、それを見て、このショーから新しいものは期待しないでください。 本当にうまく売れていないのがうれしいです。 アニメ化する価値のある小説や漫画がたくさんありますが、なぜ彼らはこれを作ったのですか？"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "zanexers",
    "profile": "/profile/zanexers/reviews",
    "pages": "4",
    "number": "3",
    "link": "/reviews.php?id=219255",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  10\n\n\n*** MILD SPOILERS ***\n----\n---\n - \n - \n人類にとって最大の問題は何ですか？\n\nそれは私たちがどのように種として自己愛の思考でいっぱいですか？\n私たちが神のイメージに形作られていたという事実を信じて、優秀な存在として自分自身をいかに仕立て上げているのでしょうか？\nそれとも、私たち全員が持っている永遠のパラノイアです。現代においても、人間はキューバのミサイル危機のような出来事で核災害になってしまいました。\n\n答えは何ですか？あなたは尋ねます。\n答えはすべて上記と悪いです。\n\n新世紀は、人類に存在する欠陥を完全にカプセル化した傑作です。 このイントロがあなたに興味をそそられていたら、それ以上のことは読まないでください（ショーXDを見に行きなさい）。しかし、まだ納得していない人にとって、なぜこのアニメの隠された宝石があなたの貴重な時間の価値があるのか​​説明しようとします。\nプロット：\nShinsekai Yoriはディスコの未来の物語で、初めから活気のある景色があり、美しい色が他にも示唆されるかもしれませんが、これは視聴者を騙す罠にすぎません。 新世界は微妙に巧みで、あなたに誤った安心感を与える専門知識はとても素晴らしいので、このショーはほとんどの人生の代わりとなるものではないようでした。 サイコパスなどの他のショーとは異なり、シンセカイヨリはゆっくりだが価値がある。 複数の時間をスキップすると、この宇宙がどのくらい暗くなっているのか、暗い秘密がゆっくりと消えていくのを見ることができます。\n\nこの未来的な日本は残酷なものです。政府は、17歳になるまで子どもの人権を剥奪するなど、様々な混乱した行為を支持しています。また、予防のために子どもの殺人が必要であるかのように行動します 混沌。 皮肉なことに、「倫理委員会」として知られている政府は、倫理的ですが、すべてです。 しかし、彼らの怪物の行為でさえ、あなたは彼らを共感することができるオブザーバーとして行動するのと同じくらい恐ろしいので、あなたは本当にそれらを憎むことができません。 大人たちは自分たちの行動は正義であると信じており、子供たちがカルマの鬼に変身し、死のフィードバックメカニズム（人を殺す仕組み）に反することができるという恐怖によって制御されている。 論理的。 エドモンド・バーク氏は「歴史を知らない人はそれを繰り返すことになっている」と述べた。 この欠陥のある信念体系で、彼らは疑いの余地なく様々な残虐行為をします。\n\nしかし最後に、主な葛藤と最善の葛藤は、モルモットと人間の間で見られるものです。 私はこのショーの終わりが私が今までに目撃した中で最も混乱し苦い終わりの1つであると言ってから離れて、あまり詳細には行きません。\n\nアート：\n芸術は素晴らしく、その活気にあふれた刺激的な色が、未来の世界に不思議な雰囲気をもたらすのに役立ちます。 芸術についての最善のことの一つは、大きな絶望の瞬間でも鮮やかでカラフルなままであることです。しかし、それはほとんど瞬時に不自然に見えますが、自分自身のようなオブザーバーを混乱させてしまうので、これが素晴らしいと思います。\n\n私はその独特の美しさについて行くことができますが、それを短く保つことは、それが驚くべきものではないと言いましょう。\n\n音：\nOST内には多くの曲があるわけではありませんが、新世界は、数量よりも質が高いという単純な言葉を覚えています。 それが提供しなければならないトラックは単に素晴らしいです。 今は私が狂ったファンの男の子のように聞こえると思っているに違いないが、このアニメはちょうどいいよ。 それは、落ち着いてから不気味で奇妙なものまで様々なトラックがありますが、1つのトラックで合唱団を使用することは素晴らしいことです。\n\n他の言葉では、ほとんど完璧ではない。\n\nキャラクター：\n私はいくつかの問題があるが、何もない。 多くの文字が存在するため、それらのすべてが融合されているわけではありませんが、これは大きな問題ではありません。\n\nSaki、Satorou、Squealerの主人公は、この物語の深みを十分に引き出しています。\n\nしかし、本当にショーを盗むものは、スクイラーです。最初はあなたが彼を憎むでしょうが、このショーの最後に、あなたはこの1つの質問をします。\n - 「スクイラーは本当にすべて悪いのですか？\n私はアンタゴニストに見えませんが、この日のほとんどのアンタゴニストはすべての悪いステレオタイプに従っているようですが、私が保証できる最後の部分では、 私と同じように、あなたは彼に同情するでしょう。 もう一度このショーが巧妙さの芸術でいかに優れているかを示します。\n\n楽しみ\n私が以前言ったようにそれは遅いビルドアップを持っていますが、それは価値があります\n\nP.S-それはいくつかの八尾とゆりのシーンを持っていますが、それはそれが壮大なプロットから離れていないので、上に取り組むことは何もありません。\n\n全体\nプロット10月\nアート10/10\nサウンド10/10\nキャラクター8/10\n楽しさ10/10。\n\n= 96/100\n\n本質的には、10のうち10の、傑作の短いものではありません。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "NostalgicDPT",
    "profile": "/profile/NostalgicDPT/reviews",
    "pages": "4",
    "number": "4",
    "link": "/reviews.php?id=192649",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n猫を殺した好奇心の古典的な例は、5人の幼い子どもたち、渡辺沙樹、朝比奈校、秋月マリア、伊藤麻生、青沼俊の5人の子どもたちの命を受け継いでいます。 千年後、日本は自己宣言されたユートピアになった。 しかし、子供たちはそれを見て、親はそれを知っていて、コミュニティはそれを隠します。彼らの社会には恐ろしい間違いがあります。 疑わしい子どもたちが消えていくという噂が流行しており、質問は非常に落胆しているだけでなく、危険でもあります。 このコミュニティがユートピアになることは決してなかったことはすぐに分かります。 むしろコミュニティは、「不適切な」個人を犠牲にして、慈善事業の価値を強調することを意図していました。 恐怖\"無作為のチャンス\"は、ユートピアの可能性を根絶した。 外れ値欠陥のある人は、防ぐことはできませんが、それらは削除することができます。\n\nシンセサイ・ヨリはSFのジャンルから借りて、イノベーションと説明の両方を提供します。 小規模な社会の人々は、すべてが遺伝的改変、特にセクシュアリティの変質の対象となっており、他の人を殺したり、攻撃した場合、彼らは自爆しなければならない厳格なPKシステムに従います。  「PK」システムに加えて、人間は互いに害を及ぼすことを考慮しないように精神的閉塞を有する。 さらに、個体には「カンタス（Cantus）」とも呼ばれる特別な力が与えられ、それ以外の方法としては、動力伝達が知られている。 力は各キャラクターに固有のものであり、カンタスを持つ個々の人が従うと予想される特定の倫理規定があります。\n\nまた、シリーズには「クエラート」や「モンスター・ラット」と呼ばれる主要な種もあります。\n彼らは人間のスピーチと思考を持つグロテスクなラットのような生き物です。 いくつかのQueeratsはかなりインテリジェントであるが、シリーズ全体のQueeratsの大部分は、動物主義的でより本能的なものとして描かれている。 彼らの主な目的は、人間にとって奴隷労働を提供することです。\n\nセクシュアリティはショーの重要な側面です。 キャラクターは12〜26歳から表示されます。 あなたが見ているように、ほとんどのキャラクターはバイセクシュアルであることに気づくでしょうが、異性愛者と考えられるキャラクターがいくつかあります。 セクシュアリティとロマンスをファンサービスに間違わないでください。 時には、PDAのレベルは性的指向にかかわらず、若干不快に感じることがありますが、それはすべて目的があります。 ロマンスは主な焦点ではありませんが、全体のプロットには不可欠です。 ロマンスと並んで、友情としても知られるプラトニックな愛があります。 シンセカイヨリは性的欲望を超えた関係を築いていますが、実際には内省よりも「エクステンション」があります。 キャラクターの大部分は自己啓示を経るのではなく、環境を通して学び、成長します。\n\nセクシュアリティはあまりにも寛容であるため、アニメは楽観的に、あるいは不注意にジェンダーの役割から距離を置いています。 ジェンダーの役割の解体が成功する理由は、視聴者の顔に何も押し込まれていないからです。 あなたが本当に探しているものではないので、ジェンダーの役割が顕著ではないことに気付かないこともあります。 例えば、すべての女性が強い意志を持っているわけではありませんが、男性もすべて男性ではありません。なぜなら、焦点は性別ではなく性格なのでです。 それは実際の人生のようなものですが、ジェンダーのステレオタイプは存在しますが、多くのメディアが得られないように思われる個々人を表すことはできません。 多くのショーは、単に性別役割を切り替えるという間違いを犯しているようです。 シンセカイヨリはそれをしません。 ステレオタイプから離れていくことの特典の1つは、キャラクターがはるかに面白くて親しみやすいということです。\n\nまた、シンセカイヨリは非常にプロットが集中していることを理解しておく必要があります。そのため、個々のエピソードに注意を払う必要があります。 説明できないいくつかのプロットホールがアニメにありますが、多くの視聴者は「プロットホール！ しばしば、いわゆる「プロットホール」は、実際には以前のエピソードですでに説明されているか、または以下のシーンで説明されます。\n\nアニメの最も批判的な批評の1つは、そのキャラクターに関心があります。 私は両方の勘定に同意しない。 サキは好奇心があり、思いやりのある、彼女は著しく知的ではないが、彼女は間違いなくスマートで独立性がある。 さまざまな障害に直面して、彼女は哀れみを感じることなく脆弱性を表示します。 それぞれのキャラクターは確かにユニークではありますが、それぞれのキャラクターは余りにもクリアです。 多くの場合、文字は過剰なステレオタイプを受け取り、大声で話された少年は大声で声の動作に限定されているか、最も知的な女の子は決してミスをしません。 私は、新星会が文字の添付を容易にする充実したメインキャストを維持していると主張します。 例のために、私は物語の中の2人のキャラクターを強調します。まず第一に重要なのはサリー、ナレーターです。 大人の男の子が美しい声をしていると同時に、彼女はアニメ全体を通して中心的な視点をとっているので、話は彼女の視点で語られています。 彼女を嫌いにする理由はない、彼女は間違いなく恥ずかしがりや、彼女は愚かに出ているわけではない。 彼女は「バランスのとれた」と表現するのが最善です。 これは彼女を好きにする理由がないことを意味しません。\n\nしかし、悟は独特なケースですが、数回は道徳についての疑わしい結論に至ります。 彼の意思決定プロセスと大胆な発言は、聴衆にとって奇妙なものであり、間違いなく才能があり、本が賢明ではあるが、しばしば論争の的になる意見がある。 物語に対する彼の性格について決定的に重要なのは、それが視点によってどれほど簡単に制限されるかを示しているということです。 複数のイベントを通じて、彼は彼の意見を通して見られるようなキャラクターの微妙な開発を行い、ストーリーの中で最も成長しているキャラクターの1つです。\n\n上のアニメーションは、色、動き、文字のデザインで満足できるものでした。 特にアニメーションが1〜2回顕著に減少していた時期がありました。また、特定のイベントではアニメーションが矛盾していました。 アニメーションは大胆な色彩を使って緊張感を放つ雰囲気を作り出し、音と組み合わせてフィッティング・トーンやドラマチックなシーンを作り出しました。 ボーンチャイルドのOSTSは、気候変動の瞬間に演奏され、常に視聴者を邪魔しないようにしました。  EDの歌「Wareta Ringo」は​​私のお気に入りの1つであり、間違いなくスキップする価値はあります。特にアニメーションも価値があるからです。\n\nシンセカイヨリは、過度に複雑なテーマを持つ視聴者を圧倒するのではなく、単純なあいまいな概念を導入し、人間の偽善を強調するアニメです。 観るシンセカイヨリは映画的な経験であり、あなたは完全にプロットに没頭しており、アニメーションが終わってもあなたと共鳴するでしょう。 私は最後にアニメを見てから数年が経ちましたが、これまでのところ私のお気に入りのアニメです。 このレビューを読んでいただきありがとうございます！"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "kawaiiyuris",
    "profile": "/profile/kawaiiyuris/reviews",
    "pages": "4",
    "number": "5",
    "link": "/reviews.php?id=126067",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\n私がシリーズに10本を渡したのは今回が初めてだったので、レビューを書くことに合っていると思った（スポイラーなし）。\n\nストーリー：10/10\n\nアニメは、私たち - 今日の人間 - が台無しになった後、将来の社会に設定され、混乱したより多くの人間が続いています。 それは以前に行われたプロットですが、私はそれがその品質を損なうとは思わない。\nストーリーはうまく流れます。アニメが少し跳ねるように感じても、実際には気分と一緒になり、プロットが複雑であるにもかかわらずプロットホールはありません。 遅かれ早かれすべてが一緒に結ばれているので、これを実行した方法でも褒めなければなりません。 それは、アニメが最後の謎のすべてを積み重ねるときに気になる傾向があるので、多くの秘密がすぐに説明されているのを見て爽やかで、後に（聴衆を興味をそらすのに十分ではあるが）残っていたものもある。\nそれは非常に古典的な要素で構成されていますが、物語自体も非常に面白いです。 それは私を全面的に描き続けてくれました。私はいつでも興味や集中力を失っているような気がしませんでした。\n\nアート：8/10\n\nアニメーションは非常にきれいで、うまく流れます。 私は個人的には特定の場面やキャラクターの目の大きさが気に入らなかったのですが、それは非常に主観的な理由ですので、私はこのビットについて詳述しません。\n\nサウンド：9/10\n\n音楽は、特に特定のシーンでフィッティングされ、雰囲気を非常によく維持します。 最後の曲もとても良かったです。\n\nキャラクター：9.5 / 10\n\nどんなキャラクターも、より軽いものではなく、あまり重要でないキャラクターでもありません。 キャラクターの開発は非常に明白であり、最も重要なことに、決して静的ではありません。 私は、キャラクター関係に関連する特定のシーンは必要ではないことを示唆している人がいることを知っていますが、キャラクターとそのダイナミクスを知るためには重要だったと思います。\n「良い男」と「悪い男」（行動賢明）の違いは、私の味が少しはっきりしていますが、キャラクターの行動や考え方（そしてその方法（変化しない方法）は現実的でよく 実施した。\n\n楽しさと総合：10/10\n\nみなさんには新世紀妖精をお勧めします。 あなたがSciFiファンではなくても（私は個人的にはそれが大好きではありません）、あなたの座席にぎっしりと目を通す素晴らしい時計です。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "apatch3",
    "profile": "/profile/apatch3/reviews",
    "pages": "4",
    "number": "6",
    "link": "/reviews.php?id=185674",
    "jp": "--- --- --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  10\nキャラクター|  6\n|  8\n\nシン・セカイ・ヨリは、大胆なOSTがバックグラウンドで踊っていることが主な理由で、非常に大気的なショーです。 私は音を10にしましたが、これは十分に受け入れられます。\n\n私は、バックグラウンドアートは大気にも追加されますが、キャラクターアートは信じられないほど退屈で退屈だと思います。 間違いなく、一部のキャラクターはまともな姿を見せていますが、スタイルそのものは、キャラクター自身と同じくらい穏やかなものであり、このショーの主な悩み、興味深い、あるいは感動的なキャラクターの欠如につながります。\n\n私たちがここにいるのは、誰もが洗脳され調整された奇妙なディストピアです。 これは素晴らしいプロットデバイスですが、フラットなキャラクターの退屈なショーにもなります。\n\nプロットには時間がかかり、頻繁なタイムスキップはプロットを前方に持ち、それ以外の退屈なキャラクターに深みを与えるためのデバイスとして頻繁に使用されます。 私はこのデバイスが乱用されていると感じることはできません。そのような短いシリーズのスペースで何度も使用されているためです。\n\nプロットは人類についていくつかの深い疑問を提起しているが、このショーの募集についての質問は、キャストによってほとんど無視され、視聴者に考慮される。 プロット自体は信じられないほど予測可能です。 私はすでにショーが途中で終了する方法を知っていて、完全ではないにしても次の出来事をかなり正確に予測することができました。\n\n私はそれをあなたたちに任せて、あなた自身のために裁判をするだろうが、私のために私は感銘を受けなかった。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "Kanaev",
    "profile": "/profile/Kanaev/reviews",
    "pages": "4",
    "number": "7",
    "link": "/reviews.php?id=193901",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  8\n\nこれは私が今まで見た中で最も恐ろしいアニメです。 私がこのような何かを感じた最後の時間は、私が最初にH. P.ラブクラフトを読んだときでした。\n恐怖はスクリーン上で膨大なゴアや暴力から来るものではありません。ほとんどないからです。 暴力はありますが、それはすべてフレームの後ろにあります。私たちは一人の人間の体を傷つけません。 恐怖は、このアニメが探求する純粋な概念から生まれたものです。\n\nストーリー：\nそれはスリラーです、それはあなたをつかみ、あなたの周りの手を締めます。 あなたは恐ろしいと感じますが、見守っているだけで、最後に行くことができます。 私はあなたの前に展開する前に物事を把握するための正しいヒントが植えられているが、巧妙な謎を持っていて、あなたのごく小さなものが成功しているような、\n\nアート：\n私は誰かがそれを好きでないかどうかを理解するだろう。 それは「ユニーク」ではなく、すべてがフラットな色を使用したことだけです。 陰影なし、グラデーションなし。 そして私はそれが好きだった。 それは驚くほどに見えますが、最初は片仮名や海馬のようにあなたを捨てません。\n\n音：\nチューンは適切なタイミングで蹴られ、与えられた状況に対して適切な種類の感情的なプッシュを提供します。 すべての点でストーリーを強化します。\n\nキャラクター：\nキャラクターと一緒にいるのはいつも難しいのですが、通常は、明らかに愚かなことや、状況がはっきりと見えない、完璧なことやその他の理由で、何かを嫌いになります。 ストーリーの中にあるものに魅力的なキャラクターが、自分のものではなく、魅力的であることは珍しいことです。 キャラクターは良い感じ、私はスポイラーなしで追加することができますか分からない。\n\n楽しみ：\n楽しさ...それはたくさんありましたが、同時に、何もありませんでした。 私はひどいと感じました。 実際に何が起こったのかを理解した後に起こることの恐怖、悲しみからの胸の痛み。 私はそれを見て楽しんだとは言えませんでした。 私は間違いなくそれを好きでしたが、私がその過程で感じた楽しさではありませんでした。\n\n全体的に、私が今まで見てきた最高の「ホラー」アニメでした。 これは純粋な恐怖だった。 そしてそれはすでに「評価：R-17 +（暴力と冒涜）」と言っていますが、私は何かをクリアしたいと思います。 画面にはほとんど何も暴力はありません。 あなたは血より多くを見ることはありません。 動物には多少の暴力がありますが、ほとんどありません。 そして、いずれにしても冒涜はありません。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "mhmmreza",
    "profile": "/profile/mhmmreza/reviews",
    "pages": "4",
    "number": "8",
    "link": "/reviews.php?id=180126",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  9"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "alpha20100",
    "profile": "/profile/alpha20100/reviews",
    "pages": "4",
    "number": "9",
    "link": "/reviews.php?id=135533",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  5\n\nどれどれ。 正直言って、私はこれに非常に失望しました。 このアニメの防衛では、私はそれを見て、このアニメではないことを期待していました。\n\n友人はこのアニメを私にしばらく前に薦めてくれました。彼が私に言いましたのは「テレキネティクスの魔女」です。私は絶対に愛しています。 私は何でも、特にアニメでテレキネシスを崇拝する。 今、私はこのアニメをほかの人ほど楽しめなかったのかもしれません。 私はそれが何であるかのアニメを見るのではなく、私が見たいものを見ることを期待してそれに入った。 私が最初にシリーズを見たのは最初のエピソードでした。 事実としての 最初のエピソードの最初の数分は私を魅了しました。 少なくともそれを言うには完璧だった。 ビジュアル、サウンド、最初の数分間のすべてが私の注意を引いた、悲しいことに、同じイントロがこのアニメを台無しにした。 そのイントロは私の期待をかなり高くして、残りの新世界会に大きな失望をもたらしました。\n\nストーリー：5/10\nこのアニメの多くのレビューでは、通常10月10日や9/10などを入れます...しかし、私はそれを見ていない。 私はイントロについて話していたように、アニメの残りの部分は標準に達しませんでした。 今のところ、私はこのアニメの物語を描くことができる唯一の方法は「メ」です 新正義の最初のエピソードでは、非常に穏やかなドラマチックな音楽と少年で始まります。 イントロでは、この少年は、人を左右に殺す彼のTK（テレキネシス）を使って、その場所を絶対に破壊している近所を回って、世話をしないで軍の尻を蹴ります。 だから私は、このアニメの残りの部分は世界のTKユーザーについてだと仮定します。 違う！ このアニメは、T​​KユーザーVS巨大突然変異猫と巨大突然変異裸モルタットについてです。 それは、このアニメ全体の主な敵対的な力であり、巨大な巨大な裸のモルモットのラップである。 私はこれを見つけました、少なくとも、あまりにも笑っていた点に恐ろしく失望しました。 今、これを除いて、すべての物語そのものはかなり「私」です。スポイラーを放棄せずに説明するのは難しいです。\n\nアート：9/10\nこのアニメで使用されている芸術のスタイルはかなり面白いです。 彼らは非常に微妙なグラデーションと興味深い色の組み合わせを使用しています。 奇妙なエピソードが1つありますが、芸術がよりカッシーな罪の様式に変わり、次のエピソードでは正常に戻ります。\n\n音：9/10\nこのアニメに使用されているサウンドトラックは私を守ってくれました。 いい意味で。  1つのトラックはありませんが、アニメ自体の外で聴くような気がします。 アニメで何が起こっていたのかといって、使用された音楽は完璧に流れて、あなた自身を宇宙の中に包み込んでいました。\n\n文字：8/10\nこのアニメのキャラクターは、それぞれ独自の方法で非常にユニークです。 それぞれのキャラクターは、他のアニメと同様の構造を使用しながら独自の性格を持ちますが、オリジナリティは十分です。 キャラクターの開発にわずかな欠如があり、時には一部のキャラクターが消えてしまうだけです（D：pun）\n\n楽しさ：5/10\n私は言ったように。 最初のエピソードはこのアニメの残りの部分が決して満たされない標準を設定しました。 私は、それぞれのエピソードを見て、おそらく彼らの1つがイントロと同じ感触を持つことを望んでいました。 悲しいことに私は一度私が重み付けされていたエピソードを見ずにアニメを終了しました。 私は失望してしまいました。それに加えて、パラマウントエンディングが私をこのシリーズでもっと怒らせました。\n\n全体的：5/10\nこのアニメの他の側面はすべて鮮やかでしたが、最初のエピソードの最初の2分後にプロットが短くなってしまったと感じ、私をひどく失望させました。 私はTKを持っている人を見て楽しむ人にこれを勧めます。それは雪の上に乗って、ボートして、巨大な裸のモルモットと戦っています。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "Thisvthattv",
    "profile": "/profile/Thisvthattv/reviews",
    "pages": "4",
    "number": "10",
    "link": "/reviews.php?id=178982",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\n正直なところ、私は新世界から来たのを見てみたいと思ったのかどうかは分かりません。 多分それはアートワーク、または面白いプロットの概要でした。 たぶんそれは、いくつかの異なる場所からの高い賞賛、または肯定的なファンレビューでした。 私は分かりませんが、何らかの理由で私がこのシリーズを見てしまったので、それは本当に重要ではないと思います。 問題は、それを取り巻く賞賛のすべてに尽きるのか、それとももう一つの過大なシリーズであるのか？\n\nストーリー：\n\n物語は、人類が発見し、開発した世界の中で、今から千年後に起こる。超自然的な運動論的能力。 人々はこの能力を使って、すべての人間が調和して共生するユートピア社会を形成しています。 しかし、それはそうではありません。 子供を拉致する神秘的な猫についての噂があり、いくつかの子供たちが姿を消し始めるにもかかわらず、誰も気づいたり気にしないようです。  Kamisu 66の村で何かが間違っているのは間違いありません。この想定されたユートピアで実際に何が起こっていますか？ それは私たちの主人公の長い、そして信じられないほどの旅を始める質問です。\n\n話は5人のキャラクターの視点から語られます。 すべての登場人物は同じ学校に通っていて、同じクラスのグループ、グループ1の別です。 主人公のサキは彼女の視点から話を聞いただけでなく、シリーズのナレーターも兼ね備えています。 物語は数年かけて起こり、情報はゆっくりと各エピソードに公開されます。 ニューワールドからは、文字や世界自体の背景情報を提供するために多くのフラッシュバックを使用しています。 これは、ストーリーがより大きくカバーし、ストーリーに従事するのに役立つ時間を作ります。 ショーは絶えず進行しており、意図的に漠然としているので、何が起こっているのかを完全に理解するためには、シリーズを見続ける必要があります。 物語は絶えず緊張とサスペンスを構築するために偉大な文章と予兆を使用して、それ自体を構築しています。\n\n新世界からは、キャラクターが住んでいる世界を築く素晴らしい仕事もあります。当初、意図的に、なぜ世界がそうであるかを理解するようになります。 この物語は、世界がどのようになったか、それが以前のようなものだったという詳細な歴史を提供します。 これは、現在発生しているイベントに不可欠なコンテキストを提供し、すべてが本当にうまく説明されました。 数回のフラッシュバックと時間のスキップがあるにもかかわらず、ストーリーは急に感じられませんでした。 すべてが構築され、本当にうまく説明されました。 また、言及されるか、または微妙に言及される他のものがあります、そしてあなたが参照され、あなたに示されているものを理解するために注意を払わなければならないでしょう。\n\n物語にはもっと多くのことがありますが、それを台無しにすることなくたくさんのことを話すことは難しく、それは私がやりたい最後のことです。 ストーリーは本当にうまくいっていて、ほぼすべてを包み込む素晴らしいエンディングで終わります。 開かれているのは、エンディングが本当に輝くところです。 世界はうんざりしていると彼らはそれが分かっていますが、終わりの美しさは将来のよりよい世界への希望です。\n\n私はこの物語に大きな問題はなかったが、私がほしいと思っていた小さなものが少しだけあった。 それはこのシリーズの人間の精神力です。 彼らの起源ではなく、まさにそれが原因です。シリーズのキャラクターでさえ、そのことを完全には分かっていないと言われていますが、その能力の限界です。 シリーズの中には他の人よりも力を発揮する人がいますが、シリーズの冒頭で説明したパラメータ以外には、自分の能力でできないことやできなかったことの感覚は決してありません。 シリーズに登場するキャラクターが抱えるいくつかの問題に本当に対処できないのではないかと思います。 しかし、それはごく小さな問題です。\n\nアニメーション：\n\nニューワールドからはユニークなアニメーションスタイルがあり、それはかなり素晴らしいです。 キャラクターはすべて本当にうまくアニメされ、お互いから区別する明確な特徴を持っています。 シリーズは、これらのユニークなキャラクター・モデルを、見た目が多様で見やすい素晴らしい背景の上に置きます。 そして、時々、背景の景色はすべてそれ自身で素晴らしいと見えました。 背景は通常、それらにほとんど塗装された外観を持ち、美しいシーンを作成するのに役立ちます。\n\nニューワールドからはシリーズ全体でさまざまなタイプのアニメーションも使用されています。 いくつかのフラッシュバックや戦いのシーンでは、まったく異なるスタイルのアニメーションが表示されます。 場合によってはシーン全体がこのスタイルを使用しますが、他のスタイルでは元のスタイルと混ざっています。 それは、それが定位置ではなく、実際には他のスタイルのアニメーションと完全にブレンドされるようなやり方で行われます。\n\n前述したように、このシリーズにはいくつかの戦闘シーンがあります。 キャラクターの精神的能力の目に見えない行動の多くが、彼らが戦っている人々、そして彼らが使用しているオブジェクトにどのように影響するかを観客に示してもらうのは良い仕事です。\n\nキャラクターが少し細部を欠いているように見える数回以外は、アニメーションはシリーズ全体で素晴らしかったです。\n\n音：\n\nあなたが「ニュー・ワールド」から「ダーク・シリーズ」と言えないのであれば、そのサウンドトラック（OST）には大部分が反映されています。  OSTは大きく、シリーズが描いているシーンの音色に合ったいくつかの異なるトラックを紹介しています。 シリーズは、暗い側面に向かってより多くの傾きを持っているが、軽い心があり、心のこもった、シリーズの瞬間があります。 遅い、悲しい歌、そしてアップテンポ、盛り上がりの歌もたくさんあります。\n\nOSTには、音楽を紹介するいくつかの異なる方法があります。 暗くてスリリングなトラックがたくさんありますが、彼らはさまざまな方法で聴衆にそれらを提示します。  OSTは、ロックからヒップホップ、さらには少しのトランスまで、いくつかのジャンルの音楽を使用しています。 これにより、シリーズで使用する音楽にさらに多様性が加わります。\n\n新世界からはオープニングがありませんが、エピソード16のオープニングとして使用された2番目のエンディング以外は、OSTは2つの大きなエンディングで賞賛されます。 第2の結末は、シリーズの重要なキャラクターの瞬間にデビューし、あなたがそれを聞くたびにそれらのイベントに戻って考えることができるので、特に良いです。\n\nキャラクター：\n\n新世界からは、秋月マリア、青沼俊、朝比奈悟、伊藤麻衣、渡辺沙樹の5人の主人公が出演します。 このシリーズのすべてのキャラクターには、独自の個性と行動方法があります。 彼らはすべてのキャラクターの間の相互作用のために見るべき楽しいグループです。\n\nいくつかの人は、このシリーズは多くのキャラクター開発をしていないと言っているかもしれません。 このシリーズのキャラクターは、個性の点では大きな変化はありませんが、キャラクターが他の点で大きく変化していることは間違いありません。\n\n私が言及したように、From the New Worldのキャラクターは、彼らが核心にいる人物を変えず、それは他の多くのキャラクターとは異なるキャラクターになると思う。 ストーリーは数年かけて起こり、その期間にどのようにキャラクターが変化するかを見ることができます。 彼らが登場人物として誰であるかは変わらないが、彼らが住んでいる世界についての彼らの見解と、彼らが互いに持つ関係は変わる。\n\nこのシリーズにはいくつかの大きな側面のキャラクターがあります。 たとえ彼らが最も詳細な背景物語を与えられていない、あるいはかなり発展したとしても、彼らは優れたキャラクターであり、それぞれが物語に意味のあるものを加えました。 それが誰であるかを正確に損なうことなく、私は素晴らしいアンタゴニストに言及する必要があります。 キャラクターは幻想的で、キャラクターの動機や実際に正当化されているかどうかを考えさせます。\n\nキャラクターはすべて好きで楽しいです。\n\n楽しみ：\n\n私は新しい世界から見ることを本当に楽しみました。 これはおそらく私が再観察した唯一のアニメであり、私が初めてそれを見たときと同じくらい多く見て楽しかったと言えるでしょう。 このシリーズはすべての面で素晴らしかったし、それは価値がある広報を得ていないことは残念だ。\n\nこれはシリーズの最初の数回のエピソードを見て、次に何が起こるのか、何が起こっているのかを理解できるシリーズではありません。 シリーズ全体を通して情報があなたに与えられ、何が起こっているのかを知っていると思っても、ストーリーの中に戻ってくることになるでしょう。\n\n評決と内訳：\n\nストーリー：4.8 / 5\nアニメーション：4.4 / 5\nサウンド：4.6 / 5\nキャラクター：4.4 / 5\n楽しさ：4.6 / 5\n評決：4.6 / 5\n\n新世界からは、あなたを徹底的に楽しませてくれる素晴らしいストーリーがあります。 このシリーズが提案するいくつかの哲学的な質問がありますが、それは間違いなく面白く、答えが難しいです。 しかし、それはこのシリーズがとても良い理由の一部であり、なぜこのシリーズを強く勧めているのですか？"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "PawnDa",
    "profile": "/profile/PawnDa/reviews",
    "pages": "4",
    "number": "11",
    "link": "/reviews.php?id=90809",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  9\n\nこのレビューを書いて私の目標は、あなたがこのアニメを見ることを納得させる、私は誰もが見るべきであると信じています。 しかし、私はあなたにそれについて事前に何かを知りたがりません。\n\n残念ながら、これはどのような物語であるかを知るためにこれを読んでいるので、解決できない問題です。 それは無駄な努力にもかかわらず、私はあなたに物語や設定の事前知識なしにこれを見る最後のチャンスを与えたいと思います。\n\nあなたがこの点を読んでいれば、あなたはおそらく賢明ではないでしょうが、私はまだ興味を喚起することができますように願っています。\n\n物語は、1000年後に起こる。 人類は進化し、現在は精神的能力を持っています。 主人公は若い女の子で、これは彼女の若者の話、あるいは彼女の育成です。\n\n私はストーリーの詳細をあげてはいけませんが、ストロークを広げて説明すると、人間であることを曖昧にして倫理に疑問を投げかけています。 私はまた、あなたが真剣にあなたが人々を裁くかどうか疑問に思う必要があると言いたいと思います。 私はそれを正しく説明する方法はわかりませんが、私が言う理由は、ストーリーの複数の点で、ちょうど起こっていたことではなく、それがどのように見えるかに基づいてシナリオを判断していたからです。 基本的に本＆amp; 別のレベルでカバー物。 私はこの考えを言葉に入れるのは本当に苦労します。\n\n私が今までに言ったことは普通の人にこのアニメを見せたいとは思わないが、その魅力は疑問の道徳的なものであり、あなたがそれを見ていることを感じる。\n\nこのアニメを描写しようと私の哀れな試みで私は本当に雰囲気を記述しようとしていることを認識しているので、あなたは没入型の物語を探している場合は、それ以上見てください。\n\nすべてが不気味な雰囲気に寄与し、サウンドトラックは素晴らしいですが、シリーズの途中のある時点では、最も使用されている曲に少し疲れているでしょう。\n\nアニメーションは私の意見では傑出したと思われるので、ストーリーに完全に合っています。私は何かを見ることができる人ではないので、私はかなり見えます。 本当に改善。 しかし、生産品質が変動するという苦情がありました。それは私がニッピピングを懸念している限りです。 シリーズを通じた物語や芸術の生産価値には何の変化も感じられませんでした。\n\nキャラクターの開発は、私が開示しない理由のために、私の意見ではなく、ユニークです。 しかしそれはまた非常に典型的なので、実際にそれについて多くのことを言うことはありません。\n\n最後に、これは全体的な話であることを強調したいと思います。途中でこのようなものを落とさないでください。それは2〜3つの遅いエピソードをどこかに持つかもしれませんが、それは言い訳ではありません。\n\n---\nあなたが私の評価だけを見ても、あなたはこれを読んではいけませんが、私はあなたに、あるキャラクターのプレゼンテーションで小さなペットピーブがあることを知りたいのですが、ある時点で私はサウンドトラックのいくつかに疲れていた なぜその2人が10人ではなく9人になるのですか？私は恐怖の世界がどのように嫌なのか、苦しみを楽しむ精神病者ではないので、楽しむために10を与えることはできませんでした。\n---\n\ntl; dr\nレビューを読んでいない、アニメを見てください。 それだけです。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "Duncaaaaaan",
    "profile": "/profile/Duncaaaaaan/reviews",
    "pages": "4",
    "number": "12",
    "link": "/reviews.php?id=78281",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  1\nサウンド|  2\nキャラクター|  2\n|  2\n\n私は何が起こったのか分からない。\n\n最初の3つのエピソードは、実際はかなり素晴らしいものでした。 ゆっくり動いていますが、世界の建物は一流のレベルでした。アニメーションの質は素晴らしく、キャラクターは面白かったです。設定はかなり魅力的で奇妙で、音楽は良かったです。 ペーシングは遅いが良い。 私は本当に、本当にこのショーのために幸せだった。\n\nその後、エピソード3の後のすべてが絶対にひどいです。 明らかにディレクターの変更があり、すべてがちょうど下り坂になりました。 ペーシングはひどく、理にかなっていません。アニメーションの品質は絶対にショッキングです。カメラの角度ルールは絶えず壊れています。音楽はまだ大丈夫ですが、それはまさに恐ろしいことです。 落ちた。\n\nあなたは私があなた自身のために見ていると信じていない。 アニメーションスタジオで何かひどい出来事が起こった。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "nickolivic",
    "profile": "/profile/nickolivic/reviews",
    "pages": "4",
    "number": "13",
    "link": "/reviews.php?id=140289",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  9\nキャラクター|  10\n|  9\n\nShinsekai Yoriは、現代の古典のすべての要素を持っています。 民族的な難問と区別がつかない悪役を含む、広がりのある物語は、幻想的で信じられない世界の中にあります。 複数回あなたはそれを見て不快に感じるでしょう、あなたの退屈なペース、またはあなたを不安にさせる同性愛の描写。 それはすぐには意味をなさないし、それ自体を説明するものではありませんが、それは魅力の一部であると言えるでしょう。\n\nこの前述の魅力はシリーズの複数の面からもたらされます。\n\n最初に、以前に示唆されたように、物語は壮大でよく作られています。 最初のエピソードからも、恐怖と不思議感が鑑賞者に与えられます。 私は、私の前に展開している物語、キャラクター、謎についてもっと知りたいと思っていました。シリーズはもっと壮大なものを暗示しています。 最初の数回のエピソードでこの世界の建物は些細で退屈なものに見えるかもしれませんが、私にとっては魅力的で爽やかでした。 それは設定とストーリーをうまく紹介し、何が来るのかを味わいました。 プロットから否定的なフィラーやエピソードのジレンマはありません。 この魅力は、私が全期間にわたって滞在し、エピソード数とともに成長するプロットの成熟度を維持しました。 このようにして、シリーズは実際にはそれ自体の上に構築され、ほとんどの詳細が全体のストーリーにとって重要です。 後になるまではそれほど目立つわけではありませんが、これによってすべてのものを結びつけることができます。 このことから、ストーリーは私をうまくやってくれました。それは紆余曲折がありましたが（予測可能ではありますが）、いたずらに不吉な物語を作り出しました。\n\nそれを補完するシリーズのもう一つの側面はキャラクターです。 これは、主に彼らが成長し、物語を通して変わる方法を通して行われます。 誰もがすべて道徳的に灰色であり、あなたは自分自身が第二に最も内なる動機を推測していることが分かります。 これは、アニメのファンサービスがほとんどないことと相まって、中心的な成熟したテーマを確立するのに役立ちます。 最終的に、これはシリーズを助け、主要な物語であるジェットコースターを支えます。 これは、視覚的に時間の経過だけでなく、道徳や人格の発達によっても見られます。 このように、これは中央の物語の悲惨なテーマに特権を与え、さらなる行動が起こることを可能にする。 したがって、すべてではないにしてもほとんどのキャラクターは、スクリーンにふさわしい時間を得て、気を配りたいものに完全に成長します。 これがシリーズの強みである理由は、すべてのキャラクターが面白いということだからです。 キャストの中には真実は見当たりません。そしてこれは、以前に言及した情報と知識の欲求に加えています。 あなたは常に、各キャラクターの細部を細かく熟考し、それを得るためにストーリーを耕しています。 道徳的なあいまいさと、主要な悪人の配置におけるトラブルも、これを助けます。 輝く甲冑には「悪人」も騎士もない。\n\nShinsekai Yoriの主な不満は、アニメーションの品質とペーシングの変化です。\n\nシリーズの2つのエンディング・ソングとメイン・テーマはうまくいきましたが、時にはビジュアルについても同じことは言えません。  Shinsekai Yoriには、品質の低下が目立つように見えます。文字の再評価は、1つのエピソードで非常に不快です。 ゆっくりとアニメーション化されたポーズや貧弱なポーズは、簡単に見えて、主要な物語から引き離されました。 さらに、このシリーズの標準的なアートワークは本当に素晴らしいものではありません。 はい、それはその目的に役立ちます。そして、はい、キャラクターや背景は時々美しく見えますが、独自のスタイルや忠実さはあまりありません。 しかし、それはストーリーに適していました。一般的ではないキャラクターや環境が、より大人の世界を描いています。 同じように、このアニメーションのスタイルは、より現実的なシーンにも適していました。スペクタクルの作成に役立つ効果の使用。 このため、新星会の芸術は非常に変わりやすいものですが、視聴者を排除することはできません。\n\nしかし、視聴者を落とす可能性のあるものは、ストーリーの初期ペーシングです。 言及したように、私は非常にストーリーとキャラクターの成長をゆっくりと楽しんだ。 しかし、私が気にしていないのは、最初のアクションプロットラインで見つかったトーンの急激な変化です。 私は、その後の箱の中でより良い執行を行った後に救済されましたが、初期のエピソードではほとんど気にしませんでした。 それは、私のように、以前の謎を構築し、Queeratsに対する窮状と戦いについての話をしていないようでした。 さらに、このセクション全体を通してアニメーションが貧弱であることと相まって、最初のセグメントでは視聴者を幻想的なシリーズから切り離す可能性があります。 純粋に主観的で偏見的ですが、私はこのセクションがペーシングの最悪の例であり、エピソードであらかじめ提案された壮大なストーリーに逆らっていることがわかります。 このように、不良ペーシングは開始セクションでのみ明らかにされ、シリーズの欠陥が強調されます。\n\n何よりも、新世代の遊びは別の経験になるでしょう。 それは、アニメに共通する魔法の数が少なく、それは新しい根によく似ています。 あなたがテーマ、アートワーク、ペーシングを胃の中に入れ、それが提供する体験を楽しむことができれば、とても楽しいです。 リトルはその物語の質についての仕事にマッチすることができ、私はすべての人々にそれを撃つように勧めます。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "Smartreviews",
    "profile": "/profile/Smartreviews/reviews",
    "pages": "4",
    "number": "14",
    "link": "/reviews.php?id=174957",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\n「マリアは2週間後に生まれました。 彼女はまた早産で、出産後の状態は私より悪かったです。 私はマリアがこの世に生まれたことがないならば、無数の数字が救われたと思います。  - サキ、新世界会\n\n「Masterpiece」という言葉は、ドイツ語のmeesterstukのローン翻訳であり、職人が歴史の目で伝説のランクを達成する作業を意味します。 私が軽く投げ捨てるような真の批評家の言葉ではありません。  （そして私はおそらく大胆な声明のために多くの下降票を受け取ります）実際には、私が長年にわたって見てきた百シリーズのうち、本当の傑作を考えると3つのアニメしかありません。 大衆を怒らせるのを控える努力の中で、私は不必要な情報を自分自身にとどめます。 しかし、新世界は、忘れられないほど忘れられないほどのものであり、その時代の真の傑作であり、私の記憶の最新のものです。 そのとおり。 これはあなたが探していたラフのダイヤです。 ミャンマーリストの深刻な評価の足らないランクがあなたを欺いてしまわないように、Shinsekai Yoriは間違いなく今までに作られた三大アニメの一つです。 この幻想的な芸術作品は、新世界の不思議と恐怖の中であなたを包み込むように、あなたを骨に揺さぶり、あなたの心を傷つけ、あなたの良心を刺激します。\n\nストーリー：10/10\n\n人類がPKや精神運動、運動エネルギーを操作して物質を再構築する能力を発達させた後、終末論的な世界の中で、未来に至るまで、地球上で起こります。 物語のための乗り物は、神学校66年の町の5人の友人のグループであり、彼らは学校の初日に同じクラスのグループに入っており、思春期に達すると彼らの力が現れた。 視聴者には、学校に通ったり、夕食を食べたり、キャンプ旅行に出かけるなど、これらの子供たちの日常生活についての洞察が与えられています。 出発点は、子供たちと一緒に成長し、子どもとして経験することを経験し、徐々に周囲の世界の謎を解明することです。 ミステリーはもちろん、ゲームの名前です。 この新しい世界は、私たちが知っているようなものではありません。 彼らの壮大な力と生き方にもかかわらず、人間は夜に襲われる危険と、自分の社会の中で着実に忍び寄る暗闇の両方の恐怖のシュラウドの下に住んでいます。\n\nそこから、子供たちが成長し、関係を築き、発見し、自分の悩みの産物として、そして時には運命の状況の産物として、永遠の危機に遭うのを見ます。 この物語の美しさは、これらの構成要素のすべてが、三重らせんのように、無意識にかつ同時にストーリーに統合されているということです。 一度に多くの部品が動いていますが、視聴者の関心を失うほど複雑すぎることはありません。 ストーリーが進むにつれて、著者は私たちのために織り成す世界のウェブをより深く深く浸透させ、途中でパン粉を拾い上げ、すべての人物が発見の旅路に沿って自分自身に愛着します。 それはすべて非常に現実的で、美しく行われています。 物語はもちろん、発見や友情についてだけではありません。 地平線を越​​えて危険が迫ってくるからです。 これはもちろん、ストーリーの主なプロットであり、それは実現し、解決するためにシリーズ全体の頂点を取ります。 あまりにも多くを与えることなく、それは完全に予測することはできますが、はっきりと明白であり、電車のようにあなたを打つでしょう。\n\n私が前に述べたように、この物語は12歳で思春期に達した後の英雄たちから始まりますが、実際には14歳と26歳で実際にタイム・ジャンプして、36歳になると主人公と結婚します。 主な時間枠（12歳、14歳、26歳）は、ストーリーの早い段階で私たちに紹介された3つの神秘的な生き物の1つ、すなわちトリックスター・キャット、カルマの悪魔、そしてオーガに対応しています。 これらの3つの神話は、物語の主な章のテーマとブックマークの一種として機能します。これは、False MinishiroとMonster Ratsを含めると、さらに5つの別々の弧に分解されます。 混乱している？ このジャンルの似たような物語と違って、未来のすべての謎は、時を経て最も満足のいく方法で説明されるでしょう。 言い換えれば、私はあなたにすべてを説明する必要はありません。 あなたの心が吹き飛ぶように準備してください。\n\n\n\nアート：10/10\n\nA-1写真はこのシリーズのアニメーションをしました。 あなたはAo Exorcist、SAO、そして最近ではAldnoah Zeroのようなアニメからそれらを覚えているかもしれません。 おっとっと。 いずれにせよ、アートは非常に高品質であり、デザインはすごく創造的です。 ディレクターの貢献はまたshoutoutに値する。 何を言いたいのですか。 しかし、Shinsekai Yoriの芸術はMononoke姫と似ているようですが、近代的なHD画質が強調されています。 アクションとアニメーションは、私にAo Exorcistのビットを思い出させます。 あなたが慣れていない場合は、両方の参考資料が大きな賛辞でした。 世界の風景が美しく描かれています。 文字、さらにはモレモ。 世界に生息する他の生き物たちのデザインは恐ろしいものでしたが、良い方法でした。 私がアートワークについてちょっと奇妙なことを見つけたのは、キャラクターが成長したときに首が少し長くなったと感じたことだけでした。 しかし、それは誰かがあなたにそれを指摘することなく、ほとんど目立たないものです。\n\nサウンド：10/10\n\n\n\nキャラクター：10/10\n\nこのアニメを特集して私に打撃を与えたのは、キャラクターのどれもがプロットデバイスによって動かされなかったということでした。 言い換えれば、文字は単にプロットを動かすだけでは不可解なことをしませんでした。 むしろ、それぞれのキャラクターは、自分が誰であるかに真実を保ち、過去の経験に基づいて現実的な決定を下しました。 彼らは私たちが尋ねたと同じ質問をしました、私たちは靴を着ていましたが、同じ決断を下しました。 これはすべての経験にリアリズムの感覚を加えました。\n\n新世代の妖精はキャラクターの育成のためにパックから本当に離れました。 シリーズの初めには、大声で不愉快な野生の子供、かわいい静かなツンデレの女の子、美しい出ていく親友、ハンサムな天才、話をしない無作為の男の、ちょっとしたヒントがあります。 それ自体に悪い人はいませんでした。 それはそれよりはるかに複雑です。 しかし、ストーリーが進むにつれて、これらのアーキタイプは、彼らが誰であるかの核心にあるより深いものを発見すると、すぐに解消されます。 彼らはすべて賢い、愛らしい、美しい子供たちです。 しかし、彼らはまた、すべてのユニークな個性を持っています。 例えば、主人公のSakiと、私は助けができませんでしたが、彼女のことを見る人として私を描いた何かがあることを見つけることができませんでした。 ストーリーは、この形質を「強さ」と誤って誤って表現しています。 しかし、最終的なシーンに到達するまでに、私は彼女の特別なものが強さや強さではなく、彼女の敵の最大のものまで愛する無限の能力であることに気付きました。 アンタゴニストでさえも、生存のために自分の状況に応じて行動していたので、同情的でした。 善と悪の線はある意味でぼやけていました。\n\n複雑さといえば、あなたのほとんどが愛三角という言葉を聞いたことがあります。 さて、このアニメの関係ウェブは、私が今まで見たことのある三角形よりも、Gyroelongated Triangular Bipyramidに似ています。 基本的に女の子Aは、少年Bと恋に落ちる。少年Aは、少年Bと恋している。少年Bと恋人で、少女Aと恋している少女Bと出会い、少年Aと寝る あなたは覚えている、彼女の愛はボーイBの愛情のライバルだった女の子はまた、女の子Bと寝ていると、少年はまた、男の子と一緒に寝るB.女の子も彼女は恋にもかかわらず、 女の子と一緒に\n\n奇妙なことに聞こえるかもしれませんが、実際には全てが再生されるのを見ると実際には多くの意味があります。 この恋愛にもかかわらず、5人の友人がすべて互いに支持し愛し合っているので、嫉妬深い内戦は本当にたくさんありません。 プラス、彼らは心配するより大きなものがあります。 それはむしろ本物です。 関係のどれも強制されていないように見えますが、それはそれぞれの別れをそれをはるかに胸が壊れるようにするだけです。 対話はまた素晴らしいです、エピソード16の1つの特定の独り言が私がこれまでアニメから聞いた最高の独白です。\n\nあなたが気づいたかもしれない事は、ほとんどすべてのキャラクターがバイセクシャルだということです。 彼らの世界と社会的規範は私たちのものとはまったく異なっているので、今日私たちの基準でそれらを判断するのは愚かなことでしょう。 特に、彼らの社会のセックスは、早期に簡単に説明された単なる複製以外の機能を果たし、最終アークまで注意を払っていればより意味をなさないでしょう。 ジェンダーや年齢にかかわらず、性的行為が奨励されます。 それは、近代的な恋愛やセックスのグラウプリンクの概念に無関心な社会を面白く見ています。 しかし、ポルノはありませんので、心配しないで、あなたは明らかにショーを楽しむためにバイセクシャルである必要はありません。 しかし、おそらく13歳未満の子供のためではありません。\n\n楽しさ：9/10\n\n幻想的、没入的、思いやりの誘発は、この芸術作品を最もよく表現する言葉です。 そしてその核心にあるのは、単にそれがアートの作品です。 このため、この作品がパーフェクト10を受け取れない唯一のカテゴリーは、エンゲージメント部門です。 コードギアスとスタインズゲートのような有名なヘビー級選手の上でこのシリーズを簡単に評価していますが、私は上記のショーを楽しんでいただけでこのアニメを楽しんでいませんでした。 それは、新世界妖精が楽しくないと言っているわけではありません。 芸術とアクションは素晴らしく、キャラクターは好きで、ストーリーは私が長い間見た中で最もスリリングで思い出深いものの一つです。 私が言っていることは、一般的には、ショーは25のエピソードの間あなたを楽しませることに関係するすべてのものとは思われないということです。 ファンのサービスや巧妙なquips、ユーモアはほとんどありません。エピソードは、しばらくの間、クリフハンガーで終わります。 この作品は、芸術の真の作品のように、物語と現実主義にもっと焦点を合わせました。\n\n楽しさが得られる限りスコアを傷つけるもう一つのことは、非常に思慮深く、良いことのように聞こえるのですよね？ まあ、彼のコーチでリラックスしていくつかの脳細胞を殺すために探している平均的な視聴者のためではありません。 このショーは、あなたが私たちがどこから来たのか、どこに向かうのか、そして人間であることが何を意味するのかという疑問を呼び出すまで、長い間厳しく見守ることを強いられます。 そのため、どのような手段でも怠惰な時計ではありません。 このアニメにショットを出すかどうかを決める際に留意すべきことがいくつかあります。 私の意見では、これは、あなたがすべてを見た雨の日のために残された最高のものですが、最後にあなたの心を吹き飛ばしたいと思っています。\n\n全体：10/10\n\n結局のところ、新世代の妖精はあなたが見ている最も記憶に残るシリーズの一つであり、再ウォッチしています。 それは隠された宝石のアニメの定番です。 チャンスを与えてください。質問がある場合や議論したい場合は、私にメッセージしてください。 次回まで、乾杯！"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "Laudandus",
    "profile": "/profile/Laudandus/reviews",
    "pages": "4",
    "number": "15",
    "link": "/reviews.php?id=107753",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  8\nキャラクター|  2\n|  5\n\n新世界は、私が見た無駄な可能性の中で最も悲劇的な話です。\n\n設定は、アニメの中で最も興味深い設定だけでなく、最も興味深いアイデアだと思います。 それは、「人々は霊的な力で世界を変えることができる」という単純な概念を持ち、社会に及ぼした影響から東京への犬の吹き出しまであらゆる種類のことをしました。\n\n最終的には、設定は背景として機能します。 これはアニメの前半全体ではやや関連性があり、設定について知っている部分は、インフォダンプに大きく依存しているにもかかわらず、アニメの最高の部分です。 結局のところ、インフォンディングなしで人類の歴史を理解することは容易ではなかったでしょう。\n\nしかしそこから、物語は、前提から起こる信じられないほど興味深い質問のいずれかではなく、ファンタジー人種差別主義のテーマに焦点を当て、他の方向に進む。 いくつかの紆余曲折がありますが、基本的には魅力的な設定の要素をプロットデバイスとして使用する単純な話ですが、本当にそれらを探索するのではなく、「恐ろしい悪役」は怖くないし、 誰もが戦うために他のシリーズで持っていた。\n\nこれらの問題のどれも、率直にひどい文字のキャストによって助けられません。 スクイラーは問題ありません。 彼は興味深いですが、視点キャラクターではないという彼の地位は、どのくらいの深さが表示されるかを制限します。残りのキャラクターが抱き締めても問題ありません。 しかし、彼らはしません。 俊は有能です。 マリアは普通のことです。 マモールは恥ずかしがりや弱いです。 もし他の人が彼らについての声明を出さなかったなら、私はサキと悟りが持っていた一つの特質を記述することさえできないでしょう。 時には誰かが「サキは好奇心が強い」と言っているが、ショーではほとんど実演されていない。\n\n時には芸術は面白いことがありますが、質は非常に変わります。 初期のエピソードのひとつ - 私はエピソード3だと思いますが、わかりません - 全体的な芸術の質が著しく低下し、文字が描かれた芸術スタイルやキャラクターデザインは全体的にはあまり良くありませんでした。 しかし、背景はしばしば良好でした。\n\n最初のエンディングは素晴らしく、2番目のエンディングは素晴らしかった。 私はOSTを正確に思い起こさないが、好きなことを覚えている。 音楽は新世界会の強みの一つです。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "LangleyAsuka",
    "profile": "/profile/LangleyAsuka/reviews",
    "pages": "4",
    "number": "16",
    "link": "/reviews.php?id=204889",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n長いこと、私はシンセカイ・ヨリのレビューを書いたかったのですが、それは言葉でこれを引き出すのは難しいと思うことが多いアニメで、レビューを難しくしています。\n\nShinsekai Yoriは、他のアニメではあまり発達していないキャラクター、魅力的な物語、現実主義を持つ、最高のアニメの1つです。 それは他のアニメが欠けている深さを持っています。 まったく同じ理由で、誰にもそうではありませんが、それは速いペースではなく、行動に集中していません。 しかし、非常によく発達した心理学的ドラマであり、社会関係、人間性、倫理に関する議論など、本当に興味深い伝承と背景を示しています。\n\n物語は非常によく聞かれ、初めのエピソードの始まりは、過去の興味深い瞬間を示しているため、視聴者は文明がどのようにしてその状態を達成しているかを見守り、 退屈な初め。 その後、アニメは非常によく発達し、視聴者を惑わすと同時に、答えが彼の前に置かれます。 エピソードが終わり、あなたはまだモニターを見ているか、次のエピソードを見て、サキと彼の友達がどのように反応するかを見たいと思うプロットの紆余曲折に満ちた最高の瞬間を許します。\n\nキャラクターは非常によく発達しています。特にSaki、Satoru、Shun、Maria、Kiroumaru、そして親愛なるSquealer。 幼少時から育ったときまでの幼年時代からの変化、成長と複雑さの変化とその関係、そして世界がどのように複雑に成長するのかを熟考してみましょう。芸術家の絵を輪郭上で見るようなものです。 より美しく見える時は、シリーズがピークに達する瞬間です。\n\n主人公は最もよく発達しているが、紙の世界にはないが、周りのキャラクターは大きな役割を果たしている。 その世界の背後にある歴史とそれらに生息する生き物は、あまりにもきわめて詳細です。 あなたがその世界に飛び込むほど、真の色をよりよく見ることができます。 すべての論文の特徴は私が言うことを忘れて、とても圧倒的です：彼らは力を持っています！\n\n深いアニメをしたいと思っている人には、シンセカイヨリをお勧めします。 パワーの代わりに力の影響と結果、エンターテイメントの代わりに啓発、そして哲学的ニュアンスの完全な現実的な人間の行動や関係を見たい。  Shinsekai Yoriは、権力構造と、それがどういうものなのか、私たちが考えているより単純で白黒ではなく、世界がどのようにねじれて複雑で灰色になっているかについての教訓です。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "moonandstar7600",
    "profile": "/profile/moonandstar7600/reviews",
    "pages": "4",
    "number": "17",
    "link": "/reviews.php?id=172761",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  10\n\nあなたの関心を呼んだ様々な2013年のアニメを見たり、最後まで見たことがあった場合、新世界はおそらくそのリストに載っていなかったでしょう。 しかし、それは確かに価値がある。 私は確かに、今年までそれを聞いていないし、放映中にそれを楽しむことができたらいいと思う\n\n物語は私たちの主人公の主人公Sakiと、精神力を持つ人間の創造の後に確立されたある種のユートピアでの彼女の冒険を取り囲んでいます。 これまでのところ、物語はあまりにもすばらしく見えません。 私たちはこれまでにディスストピアンやユートピアの物語を聞いてきましたが、霊能力はアニメ界にとって新しいものではありません。 興味深いのは、この社会が動く方法です。 それは私が以前見たこととは違うものです。 私はプロットラインを台無しにしないで本当に何かを明らかにすることはできませんので、あなたはこのユートピアの複雑さ、さらには病的状態を自分自身で見なければなりません。\n\nストーリーの進行はかなり面白くて、私たちはサキが12歳の時にショーを始めます。その後、彼女が12歳の時にスキップして、最後には26歳にします。 いくつかのショーはこれまでにこの方法を試していましたが、SSYのように流されたものはありませんでした。 発生した複数のフラッシュバックもアニメーションに華麗に織り込まれていました。\n\nそれについて言えば、アニメーションはすばらしかったです。 文字のフラットカラーに惑わされてはいけない、風景は息をのむようです。 このスタイルを定義する唯一の方法は、鋭くきれいです。 それは全体の気分と非常によく働いた。 私が持っていた唯一の批判は、時には背景が暗すぎて見ることができないことでした。 キャラクターはきれいに強調表示されていたので、必ずしもオフパッティングではありませんでしたが、その部分が少し明るくなったらもっと楽しんでいたと思います。\n\n音楽もとても素晴らしかったです。 特に私が好きなのは、（私は残念なことに名前を思い出すことはありませんが）子供のようなハミングや歌が含まれています。 それぞれの曲は正確なタイミングで正確に演奏されていましたが、心拍数があまりにも多くて涙が出ました。 しかし、私はより多くの品種があったと思います。 私は約4-6の曲だけを区別することができましたが、私が不平を言っているわけではありません！ 私が言ったように、彼らはすべて素晴らしかったし、私は繰り返し歌をうんざりしていないのに驚いた。 それは、同じ歌が演奏された別の場面にもたらされた感情を呼び出すように、これをしただろうか？ ショーを見ながら何か考える...\n\nああ、少年たち、キャラクターたち。 私はそのキャラクターについて何日間も続くことができました。 主人公はサキ、私たちの鉛、佐藤は、戻って、いたずらな男の子、俊、より成熟したインテリジェントな男の子、マリア、サキの幼年期の友人と恋人、そしてアートを愛している内気で内向的な男の子です。 私は正直なところサキやマリアを気にしなかったので、ここに理由があります。 私は強い女性のリードを期待していた時、時には無駄な女性トロピックのように見えました。 彼女はいつもボランティアをしてくれましたが、それを考えずに置いていました。 マリアはちょうど私と一緒にゲルしませんでした。 ストーリーはキャラクターに重点を置いていますが（サキの視点からのストーリーのように）、私は彼女には決して感じられなかったので、私は彼女を気に入らなかった。 私は本当にマモールと悟を好きだったし、シュンは間違いなく個人的に好きだった。\n\n私は潜在的なウォッチャーにいくつかのshounen ai / yaoi（あなたがそれをyaoiと考えるならば）エピソードの最初のカップルで警告しますが、それだけでそれを落とさないでください！ ファンベースを大きくする価値のある偉大な時計ですが、残念ながら多くの人が性的テーマを見過ごすことはできません。\n\n私は非常に、伝統的なアニメとは別に何かを求めている人、あるいは深くて豊かなストーリーラインを楽しむことができる人にもこれを強く勧めます。 このショーは私に涙を与えました。これは悲しい映画でさえ達成できない素晴らしい偉業です。 それがあなたのためだと思っていなくても、それを撃つ。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "Chubbymajo",
    "profile": "/profile/Chubbymajo/reviews",
    "pages": "4",
    "number": "18",
    "link": "/reviews.php?id=171861",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこれは私が見たアニメのレビューを書いた初めてのことです。 私はちょうどこれを私の胸から出したい。 私はシンセカイヨリのことを分かち合うことが絶対必要だと思っています。\n\nこれはいくつかのスポイラーを含んでいます、申し訳ありません。  xD\n\nこれは、情報のビットと情報で、ゆっくりと始まりました。 過去から現在まで。 行ったり来たり。 何かを明らかにせずに手がかりを与える。 前提は？  6人の子供たち、特別な友情、暗い愛とねじれた町。 子供たちが10歳になると目覚めされる動機の力であるカンタスという能力が人々に与えられます。\n\nサキ、卒業、俊、マリア、マモール、レイは同級生や友人でした。 しかし、何らかの出来事のために、レイは姿を消し、残りの子供たちの思い出には何の痕跡も残さなかった。\n\nストーリーの転換点は、12歳の夏のキャンプで起こったことです。 彼らのうち5人は、偶然、利用できない情報を偶然見つけたので、血まみれの苦しい冒険が始まります。\n\n私たちは本当に残酷な世界に住んでいます。  Shinsekai Yoriは私たちの世界の鏡です。 社会と規範の観点から、正義と誤った考え、安全で危険なもの、受け入れ可能なものとそうでないもののコンセプト。 それは私を自分自身を社会の一部として別の光で見ることにしました。 社会は常に、それがより良いものであると言ってその行為を正当化する。 多くを救うためにいくつかを犠牲にする。 確かにそれは動作します。 私はそれを否定することはできません。  *一息*\n\nShinsekai Yoriを見始めると、何の期待もありませんでした。 私は事前にプロットを読んでいましたが、私はそれをあまり覚えていませんでした（私はユートピアとディスストピアンの世界は今日では新しいものではないと言ったので）。 最初の数回のエピソードは私に印象づけなかった。私が思ったことを説明するなら、それは奇妙で奇妙だと言っていただろう。 驚いたことに、それが変わったように、次のエピソードを楽しみにしていました。 私が物語を理解しようとしている間、私は回復の余地がなくなりました。 それがどれほど奇妙で、どのように私がその美しさに魅了されたかを言葉で説明することはできません。\n\n話は魅了していた。 それはあなたの信念に挑戦し、あなたの正気に疑問を投げかけ、内面の自己に直面し、規範と社会によって受け入れられているものから自由になるようにあなたを挑戦します。 変更したいが変更できない。 そして、未知のものが常に恐れるので、私たちは快適ゾーンにとどまる傾向があります。\n\n私はいつも悟と咲がお互いに結びつくことを知っていました。 私はちょうどそれを私の心の中で知っていた。 どうして？ それは最も無差別なやり方で愛に取り組むからです。 あなたが男の子か女の子か、あなたのパートナーがあなたが好む性別はどんなものかは関係ありません。 あなたは性別にかかわらず人を愛しています。 それは本当に解放されています。 ほとんど爽やかです。 しかし、私はまた、サキと俊の間には誰も壊れない深い絆があることを知っていました（俊が消えても、彼らの魂はまだつながっています）。 それは後世を超えて運命の赤い文字列だった。 しかし、私は決してそれがSatoruとShun、SakiとMariaのために来ることを決して見なかったことを認めなければならない。 それは私を驚かせた。 幸せ、確かに（hahaha。私のyaoi fangirlを許してください）。 私はその短い瞬間に失われました。 それは私が死んで再び生まれ変わるようなものです。 私はひねられ、幸せで満足しているように感じます。\n\nSutoruは俊を愛し、Shunは悟を愛したが、SakiとSakiも彼を愛していた。 サキはマリアを愛し、マリアもサキを愛しましたが、マモールも大好きでした。なぜなら彼女が彼女を最も必要としたときに放棄することができないからです。 そして、起こったことのすべての後、悟と咲はお互いを愛していました。 それは遅いが確かな愛だった。 私は5人のお互いの愛が理解できないと信じていました。 しかし何とか、私は理解した。 結局私は、たぶん多分本当のことは、われわれが意図している人で終わることに気づいたのです。 どんなに苦しい道を歩いても、\n\n私はそれが男の子ならSatoruとSakiは子供の場合Shun、女の子ならMariaと名前を付けると確信しています。 彼らは心の深いので、彼らはまだ彼らのために長いが、まだ彼らはお互いに満足していると心は本当に複数の人を愛することができる...\n\nだから私はそれが世界で最も美しい愛の三角だと言います。\n\n私はそれを勧めますか？ もちろん。 しかし、私はそれが誰のためではないと思う。 しかし、あなたが違ったタッチで何かをしたいなら、あなたはそれを見なければなりません。 ディスストピアの世界はいつも憂鬱な気分です。 私の中に蓄積されていた感情をコントロールするために深呼吸をする必要がある瞬間がありました。 あなたは本当に悪いことをしなければならないと思うので、彼らは言う。 私はもっ​​と同意できませんでした。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "sparkle1princess",
    "profile": "/profile/sparkle1princess/reviews",
    "pages": "4",
    "number": "19",
    "link": "/reviews.php?id=215181",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n警告：前方のスポイラー\n\nShinsekai Yoriは、私が今まで見た中で最高のアニメを手にしています。 私はこれを評価することができる10/10より高いスコアがあったといい。 私が失望した唯一の事は、それが私が望んでいたことをしなかったからです（私が望んでいたよりも悲しい）。\n\nストーリー：11/10\nこれは長い時間をカバーする物語の1つです。 私が正しく覚えていれば、それはキャラクターが12歳から36歳までの約24年をカバーしています。それはヒントや予兆を持ってゆっくりと始まりますが、暗すぎたり劇的なものはありません。 実際、最初の2〜3回のエピソードではほとんど人生の一部ですが、その後はすべてがより大きな物語に結びついていることがわかります。 物語のペースは、最終的にあなたがケテラトの反乱になるまで、各タイムキープで速くなります。 これは、見守るのが難しいショーの一部です。 そんなに多くの死と絶望と悲しみがあり、それはショーの問題ではありませんが、しばらくしてから見るのが難しくなりました。 私はむしろ、おとぎ話バージョンの戦争よりもファックの現実的なアニメとしてうつ病を見るだろう。 しかし、あなたが成長してきたすべてのキャラクターを見ていくことは、ひとりひとりに死んでいくのを見るのは難しいです。 しかし、プロットの複雑さ、ひねり、ペーシング、リアリズム、すべてが美しく行われました。 私はこのアニメからもっと多くのことを尋ねることができませんでした。\n\nこのアニメについて本当に気に入ったもう一つの事は、ほぼすべてのキャラクターが戻ってきたという事実でした。 シリーズの冒頭では、多くの文字を紹介しています。 だからマリアは消えて帰ってこないのは残念だった。 また、私は咲を幸せにして恋人を元気にしたいと思っていました。 このショーはとても残酷です。 ほとんどのストーリーでは、これらのキャラクターは目的を果たし、プロットを終了します。 しかし、新世界会ではそうではありません。 たとえば、「スクイラー」などです。 最初は、彼の唯一の目的は、子供を洞窟から導き出し、安全に戻すことです。 その後、私たちはタイムキープを持ち、子供たちと学校に焦点を当てています。 スクイラーはプロットを終了します。 しかし、あなたが彼について忘れてしまった後、彼は戻ってきて、キューラーの反乱をリードします。 私はClive Barkerの小説を読んでいるような気がしました。\n\n私が取り組んでいきたいもう一つの事：queeratsは人間です。 これは完全に私を吹き飛ばした。 すべての驚きは終わったと思ったが、悟が来て、彼は「えー、サクラは実際に人間だ」のようだ。 それはあなたがそれ以上の驚きが来るのを見ていない時に行われたので、とてもうまくやっていました。 それを振り返ってみると、そこにはヒントがありましたが、私は十分な注意を払っていませんでした。\n\nキャラクター9/10\nこの番組のキャラクターはすべて面白かったです。 私たちには5人の子供たちがいます。 彼らには欠陥がありましたが、彼らはすべて自分の方法で強くなっていました。 守を除く。 私は彼がプロットを終了してうれしいです。 ストーリーの過程でキャラクターが変化し、発展する方法は、並外れています。 悟は、常に注目を集めて悪い成績を収め、決して成熟しないように見える、その子供のようです。 しかし、3回目のタイムキープで、彼は合理的な意思決定をすることができる完全に成熟した大人に成長しています。 新世代妖精の作家は、説得力のある子供、青年、大人の両方を書く能力を持っています。 確かに、思春期の子供の中には、20歳の大人のセックスドライブがあるように見えましたが、それは私の不信感を止めるのに十分ではありませんでした。 確かに、それらのうちのいくつかは厄介なものでした（しかし、*咳*マモール*咳*）が、彼らの誰も私のためにショーを台無しにすることは嫌いでした。 たとえ彼がいたにしても、卑劣な邪魔者でさえ、最終的に同情的になった。 やや。 私は、来ることを意味し、誰も彼が行ったことに値するものではありません。 私たちの主人公、Sakiは私の好きなキャラクターのひとりです。 彼女は実際の人間のように感じます。 彼女は苦難に耐えられるものではありませんが、跳ね返り、ほぼ同じ強さを持っています。 すべてのキャラクターがリアルに感じました。\n\nアート：10/10\nここではあまり言いません。 キャラクターデザインはとても素敵で、シンプルなアートスタイルが大好きです。 文字自体は単純に描かれていて、簡単に色付けされていましたが、彼らには魅力があり、退屈に見えませんでした。 芸術家が植物の生命と屋外を描く方法は本当に驚くべきことでしたが、それだけで私かもしれません。\n\nサウンド：10/10\nこのショーは、非常に多種多様な音楽を持っています。 時にはそれは私にユウウユウキ（特に合唱曲）のことを思い出させることもありますが、これまでに聞いたことのないように聞こえることはありません。 すべての音楽が気分に完全にフィットし、キャラクターと雰囲気の感情を高めます。 それは、あなたが私のために演奏できる音楽のようなものです。私は「ああ、こんにちは、新世紀の音楽です！」と演奏しました。  （特にスクイラーxD）。 このアニメは、音楽を使用しないとき、または実際にはどんな種類の音でも知っていた。 たとえば、Sakiと他の人がPsychobusterを見つけようとしているエピソード24では、それらの海のモンスターの1つが来て彼を食べる。 そのシーン全体では、サウンドはまったくなく、シーンの強さから逃れるのではなく、シーンを強調するのに役立ちます。\n\nユリ：10/10\n誰がマリサキを郵送しないのか？\n\n「傑作」という言葉を使うのが楽になる時間はほとんどありません。 しかし、Shinsekai Yoriは私がそのタイトルに値すると感じるそれらのアニメの1つです。 私は複雑さ、雰囲気、性格、そして紆余曲折の面でこのアニメーションと同じくらい良いアニメを見たことがありません。 マドカだけが近くに来ます。 私はまだSakiが彼女のマリアを元に戻さなかったとはうんざりしていますが、彼女はそれを乗り越えることができたようです。 貧しいサキ...私はあなたが愛する大切な人のあらゆる部分を爆発的に扱うことができない限り、このアニメをみんなにお勧めします。"
  },
  {
    "title": "Shinsekai_yori",
    "id": "13125",
    "url": "https://myanimelist.net/anime/13125/Shinsekai_yori",
    "user": "JohnTittor",
    "profile": "/profile/JohnTittor/reviews",
    "pages": "4",
    "number": "20",
    "link": "/reviews.php?id=203196",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\nこの素晴らしいアニメをMALコミュニティに提案していただき、ありがとうございます。 私は亀裂のようなものだった、次のSSYの修正のためにジョーンズ。  2日間でシリーズを完成させました。 あなたがエピソードを見ながら混乱しているか、知的で洞察力のある解説が必要な場合は、angryanimebitches.comでTenderfootの要点を読んでください。 私は彼女のすべてのブログ記事（彼？）を読んで、それぞれがShinsekai Yoriと呼ばれるプロットラインのバンブルブッシュを通して特に役に立つガイドであることを発見しました。 今すぐレビューに！\n\nストーリー：10.思い出に残る物語。 ストーリーの紆余曲折があるので、あなたのお尻を抱きしめてください。あなたはそれをつぶやくと誓います（j / k！）。 私たちはdayzzのために紆余曲折！ 多くのアニメには力が残っていませんし、私はSYYが私の意識の中で持続することを予見します。  Tenderfootが解説で繰り返し述べているように（しかし広告の邪魔ではない）、ほぼすべてのシーケンスに意図的に意義が込められている。 あなたはたぶん、その納屋が将来のストーリーの中で参照されるイベントの前のシーケンスを賭けることができます。 アニメの文学的意図と職人技のこのレベルを見ることはまあまあまあまあまあまあまあで、シーズン初めのシーケンスは後のエピソードで「エピファニー」を提供するように参照され、OH！ 物語の一部には、戦争に行く複数の部族/一族が含まれています。 それはひどく混乱しませんが（Tolkien's Two Tower's）、日本語の名前を追加すると少し混乱します。 再び、本当の北であり、私に土地の敷地を与えてくれたangryanimebitches.com（名前は私をひどく傷つける）に感謝します。\n\nアート：9.私はアニメーションを10に与えるように誘惑されます。私はアーティストではありません。 私は棒の図を描きます。 悪い棒の数字。 しかし、私は美しい色、季節の変化、そして盛り上がった静かな背景の上に重ね合わされた文字を感謝することさえできました。  「予算制約」の明白な兆候があったいくつかのエピソードがあったため、1点がドッキングされた。 そうでなければ、美しいアニメ。\n\n音：8.私が大いに感謝したのは、OPがなかったことでした。 意味は、文字があなたをぎこちなく見ている、または不自然なポーズを打つ、またはそのファンスワッグのためにいくつかのバウンスを示す最初のチーズのない歌。 あなたのためのあなたのおかげでありがとう！ しかし、アニメーション内のエンディング曲や音楽は大丈夫だった。\n\nキャラクター：8.私はスポイラーを書いてはいけませんが、本当に完全な開発治療を受けた少数のキャラクターしかいませんでした。 開発したものは美しく仕上げられました。 悪い人は卑劣だった。 良い人は賢明で高貴でした。 ただもう少し多くの人々が「生きている」ことを願っています。\n\n楽しさ：9.私はメディアの消費と簡単に退屈した。 私はめったにショー、映画、または本を2倍読書することはありません。 私はTrue Detective 2xを見ました。 私は再びSYYを見るかもしれません。 それはたくさんのことを言っています。\n\nこのアニメを鑑賞してください。 そして、誰かが、すべてのものの愛のために聖なる、より良いSSYのTシャツとファンの道具や私たち以外のオタクのファンを購入してください！  SSYの商品は、Googleとアマゾンで嘆かわしいです。"
  }
]
