[
  {
    "title": "Shinryaku_Ika_Musume",
    "id": "13267",
    "url": "https://myanimelist.net/anime/13267/Shinryaku_Ika_Musume",
    "user": "Andyis",
    "profile": "/profile/Andyis/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=104601",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\n超かわいいイカ娘が再び襲い掛かります。\n\n多くの人が気づいているように、オバはほとんどプロットの多くを含んでいることはほとんどないので、進歩はあまりありません。\n\nそれにもかかわらず、このOVAは陽気でかわいいですし、それぞれのキャラクター（それほど大丈夫ではない）のために新しい視点を与えます。\n\nPros-\n\n可愛い\n気軽\n曇りの日にあなたの気分を明るくすることができます\n面白い\n長寿（あなたが笑っていると聞いていないのですか？\n\nCons-\n\nまあ、本当にたくさんの話はないし、あなたの「勇気がある人」を手に入れようとはしません。 あなたがそれを望むなら、いくつかの探偵サイトに行き、謎を解決しようとする（私は実際にそれを行う人々を知っている）。\n\n基本的には、オリジナルのシリーズを見て楽しんでいて、「イカ人はイカ娘のようには見えない」、「エイリアンは魔法を使わない」、「MIT人々は言わない」などのあらゆる可能な点を批判するつもりはない。 気にしないでください（彼らは知っていますか？彼らはそうかもしれません：P）。\n\n申し訳ありませんが、前にも述べたように、コメディー、楽しさ、エビ、そしてゲシュトウの目的を見守ってください。 前のシリーズを見たことがないなら、それを見てください。 しかし、もしあなたがそれを楽しんでいれば（あなたが持っているように、ここをさまよっています）、これを見てください。 オールイスラム娘。 新宿！\n\nああ、曲は本当にかわいいです。 それを指摘したかっただけです。 とseiyuus、素晴らしい！"
  },
  {
    "title": "Shinryaku_Ika_Musume",
    "id": "13267",
    "url": "https://myanimelist.net/anime/13267/Shinryaku_Ika_Musume",
    "user": "Nasty001",
    "profile": "/profile/Nasty001/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=70041",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  5\nサウンド|  3\nキャラクター|  7\n|  7\n\nOk、degeso、今度は、「Shinryaku！」のOVAからこの1のレビューをしましょう！ イカ娘、 'デゼソ。 それでは、ビジネスに立ち会いましょう、BS、デゼソ、私たちがここに持っているのは、親エピソード2に含まれていたはずのアニメのようなものです。なぜなら、3つのオマケが1つのエピソード、 それのそれぞれはヒットかミスのどちらかですが、私にはそれは面白い骨の中のすべてのヒット、デゼソです。 それでストーリーのために、私はそれに「良い」ナンバー7を与えるだろう、デゼソ、そうではないが、あなたの典型的な叩き棒の笑いでプロットを置き換えることは、このOVA、degesoの方向で十分である。\n\nアート：degeso、5まあまあ。\n\nそれに直面して、すべてが描かれた方法については何も変わっていない、私は芸術評論家ではない、デゼソ。\n\n音：悪い3、デセソ。\n\nオープニングテーマとエンディングテーマの両方が嫌いです。\n\nキャラクター：グッド7、デゼソ。\n\nこれまでのところ、主人公や支持者のキャラクターはいつものようにコメディーなタッチを失いませんでした。イカチャンは表面世界を征服していませんでしたが、エイコと彼女の兄弟は彼女をまだ支配しています。  3人のMITの科学者.................私はまだそれらに私の指を置くことができる、デジェソ。\n\n楽しさと総合：良い7、デグゼ。\n\nシーズン2が終了し、シーズン3があるかどうかにかかわらず、このOVAは笑いを出して、このOVAのスタジオがシーズン3、デゼソを考えることを断念しました。 彼らが別のシーズンを作ることが価値があると分かっている場合に限り、デゼソ、しかしねえ、全体的に、この岩、デゼソ。"
  }
]
