[
  {
    "title": "Hunter_x_Hunter_Movie__Phantom_Rouge",
    "id": "13271",
    "url": "https://myanimelist.net/anime/13271/Hunter_x_Hunter_Movie__Phantom_Rouge",
    "user": "Stark700",
    "profile": "/profile/Stark700/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=107935",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  6\nキャラクター|  9\n|  8\n\nまず、私はこの映画を見ることに関心を持つ視聴者が、少なくともハンターxハンターフランチャイズの知識や背景を少しでも知っていることを前提としています。 そうでない場合は、これから最高のエクスペリエンスを完全に得るのは少し難しいかもしれません。 しかし、いずれにせよ、興味について十分に話し、映画そのものについて話しましょう。 現在進行中のリメイクシリーズのファンとオリジナルのハンターxハンターのために、これはサンタから早期に贈呈されるはずです。\n\n映画自体はハンター×ハンター：ファントムルージュと呼ばれています。 それはprequel / sequelよりむしろ側面の物語である。 しかし、オリジナルのシリーズ（少なくともエピソード58まで）を見た人にとっては、シリーズではファントム劇団（Phantom Troupe）の言葉を扱っているので、すでに十分な興味があるはずです。 特に、黄金の髪と緋色の目（Kurapika）を持つ少年は、復讐者の役割を果たします。 彼はまだ、スパイダーに対して血の渇きの報復を保持しています。 しかし同時に、彼は現在何が起こっているのかに対する答えを求めている。 映画がオリジナルの/リメイクシリーズからの実際のヨークニューアークの後にイベントを撮ることも注目に値する。 したがって、古い顔が戻ってくるのを見て、新しいキャラクターがポップアップするのを見て、いくつかの驚きを期待してください。\n\n映画は、コメディとそれ以上の闇のバランスがとれています。 喜劇の面では、恐らくGonとKilluaの兄弟の絆が最も目立つ。 実際、非常に異なる背景から来ているにもかかわらず、彼らが強い友情を共有していることは非常に明白です。 ゴンは通常の家族から育ちましたが、後者はエリートの暗殺者の家族から生まれました。 一方、我々はまた、より深い過去のクルピカを見る。 シリーズの新しいキャラクターとの彼の兄弟の絆は、ゴン/キルアと鏡映することができます。 本質的には、両者の関係は大きな価値のある信頼に結びついています。 さらに、彼らは道に沿って新しい同志によって一緒に結合されています。 それは、HxHのファンが見なければならない冒険の物語です。\n\nある紆余曲折があるにもかかわらず、前提が進むにつれてプロット自体が続きます。 例えば、ファントム劇団の復帰を見るが、特に特定のキャラクターに関しては異なったやり方である。 そして、かつて彼の人生で信じていたクレイピカとその古いチームメイトの話もあります。 多くの予兆が続いています。 特に、重要でないシーンの一部は、音楽やアートワークの面でより深く撮影されています。 次に、主人公がスパイダーに関連する出来事に巻き込まれるいくつかの絡み合った弧があります。 彼らは身近な顔に遭遇し、また新たな脅威に直面する。\n\n叙事詩はまた、誤った言葉です。 私が叙事詩という言​​葉を使用した場合、私は戦い、対話、コメディー/闇、または単なるキャラクターから来た映画の大半をそのように記述します。 しかし、この映画はいくつかのスタンスでそのような一言でまとめることができます。 アクションシーンはかなり流動的です。 ほとんどのものは、肉体的、心理的な側面を兼ね備えた迅速なペースです。 これはHunter x Hunterの強みです。 フランチャイズは多くの場合、より多くの心理的な心のゲームにそれを組み込むために戦いの使用を行います。 この映画では、これらのマインドゲームは特にKilluaの頭に成果を上げています。 復讐、裏切り、闘争のコンセプトは、一緒にパッケージ化されており、エンターテインメントを最高のものにしています。 ファントム劇団でさえ、かつて強固な絆を共有していたメンバーの一部を味わっています。\n\nアクションシーンがうまく演奏されているにもかかわらず、それらのうちのいくつかは速すぎて昔ながらのものです。 ファントム劇団からいくつかの新しいテクニックを見る方が良いでしょうが、そのほとんどはまだ彼らのものです。 おそらく、彼らは彼らが本当の力を欠いているのとは異なる形になっているからでしょう。 しかし、いずれにせよ、それらのいくつかが再び行動モードに戻ってくるのを見てうれしいです。\n\nキャラクタライゼーションが進むにつれて、主人公は彼らの立場と存在感をよく知らしめる。 明らかに、映画の主な焦点は、クルピカに焦点を当てていますが、彼は彼の苦労に直面したときにキルアと彼の側が輝くのを見てもいいです。 それから、もちろん、ヒサカは話し方や歩き方に立脚しています。 さらに、Leorioが直接的な役割を果たしていることさえわかります。 ヨークニューアークでのスクリーン時間が短いことを考えると、実際に彼のキャラクターがもっと輝くのを見るのは爽やかです。 実際、4人の主人公はチームとして機能し、一緒に遭遇するあらゆる挑戦に取り組む。\n\n視覚的には、シリーズはハンターxハンターのリメイクだけでなく、その平静さとバランスを維持しています。 美しい景観や都市は、そのような冒険感を放つように設計されています。 ファントム劇団は、彼らのスタンスで彼らの凶悪を表現します。 その後、よりユーモラスなシーンの中でコメディーとライターのトーンアートワークがあります。 もっともっとそうであるように、特定のキャラクターは、彼らが違うと感じるように初めて異なる服を着るようになります。 この作品は、映画は驚異的ではありませんが、いくらか記憶に残っています。 それはCGIの使用法を組み入れていないので、流体の場面を期待しますが、芸術部門の傑作とはみなされません。\n\nサウンドトラックに関しては、Hunter x Hunterは過去にそのオーケストラのために批判されてきた。 この映画では、OSTの一部をリメイクから再利用しています。 しかし、それは非常によくシリーズに収まる。 このシリーズで役目を果たしたVAも仕事をうまくやってくれました。 特に、ヒソカとレッツの声は、特に後者のために賞賛されるべきです。  Retzのジェンダーを考えると、その性格の声はあいまいであるように見えるはずで、平野あやは彼女の部分をとてもうまく描写しました。 全般的なOSTは平均を上回っていますが、技術基準によっては大惨事ではありません。\n\nハンター×ハンターファンタムルージュはファンのための贈り物です。 明らかに、この贈り物は、異なる基準によって開かれ、楽しむことができます。 私にとっては、私は結果にかなり満足していました。 あなたがヨークニューアークのファンなら、これは確かに目を引くものです。 キャラクターの使い方を取り入れたやり方は、Aクラスの泥棒が依然として周辺にいることを示しています。 この映画が放映された時点で、ヨークニューアークは結論に達したにもかかわらず、私たちはまだクモを忘れることはできません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all, I am under the assumption that viewers interested to watch this movie have at least a little knowledge or background of the Hunter x Hunter franchise before watching. If not, it might be a little hard to completely get the best experience out of this. But at any rate, enough talk about interest and let's talk about the movie itself. For fans of the ongoing remake series as well as the original Hunter x Hunter, this should be a gift delivered early from Santa.\n\n\u001b[1mまず、私はこの映画を見ることに関心を持つ視聴者が、少なくともハンターxハンターフランチャイズの知識や背景を少しでも知っていることを前提としています。 そうでない場合は、これから最高のエクスペリエンスを完全に得るのは少し難しいかもしれません。 しかし、いずれにせよ、興味について十分に話し、映画そのものについて話しましょう。 現在進行中のリメイクシリーズのファンとオリジナルのハンターxハンターのために、これはサンタから早期に贈呈されるはずです。\u001b[22m\n\u001b[1m(Mazu, watashi wa kono eiga o miru koto ni kanshinwomotsu shichō-sha ga, sukunakutomo hantā x hantāfuranchaizu no chishiki ya haikei o sukoshi demo shitte iru koto o zentei to shite imasu. Sōdenai baai wa, korekara saikō no ekusuperiensu o kanzen ni eru no wa sukoshi muzukashī kamo shiremasen. Shikashi, izure ni seyo, kyōmi ni tsuite jūbun ni hanashi, eiga sonomono ni tsuite hanashimashou. Genzai shinkō-chū no rimeikushirīzu no fan to orijinaru no hantā x hantā no tame ni, kore wa Santa kara sōki ni zōtei sa reru hazudesu.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, I am under the assumption that viewers interested to watch this movie have at least a little knowledge or background of the Hunter x Hunter franchise before watching. If not, it might be a little hard to completely get the best experience out of this. But at any rate, enough talk about interest and let's talk about the movie itself. For fans of the ongoing remake series as well as the original Hunter x Hunter, this should be a gift delivered early from Santa.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, I am under the assumption that viewers interested to watch this movie have at least a little knowledge or background of the Hunter x Hunter franchise before watching.\u001b[24m\n    \u001b[1mまず、私はこの映画を見ることに関心を持つ視聴者が、少なくともハンターxハンターフランチャイズの知識や背景を少しでも知っていることを前提としています。\u001b[22m, \u001b[1mまず第一に、私はこの映画を見て興味を持って視聴者が、少なくとも少しの知識やハンターのバックグラウンドを持っているという仮定の下で午前は見て前にハンターのフランチャイズをxは。\u001b[22m\n\u001b[4mIf not, it might be a little hard to completely get the best experience out of this.\u001b[24m\n    \u001b[1mそうでない場合は、これから最高のエクスペリエンスを完全に得るのは少し難しいかもしれません。\u001b[22m, \u001b[1mそうでない場合、完全にこのうち最高の経験を得るには少し難しいかもしれません。\u001b[22m\n\u001b[4mBut at any rate, enough talk about interest and let's talk about the movie itself.\u001b[24m\n    \u001b[1mしかし、いずれにせよ、興味について十分に話し、映画そのものについて話しましょう。\u001b[22m, \u001b[1mしかし、いずれにせよ、利息について十分話でとの映画自体について話しましょう。\u001b[22m\n\u001b[4mFor fans of the ongoing remake series as well as the original Hunter x Hunter, this should be a gift delivered early from Santa.\u001b[24m\n    \u001b[1m現在進行中のリメイクシリーズのファンとオリジナルのハンターxハンターのために、これはサンタから早期に贈呈されるはずです。\u001b[22m, \u001b[1m現在進行中のリメイクシリーズのファンのためだけでなく、オリジナルのハンターハンターのX、これはサンタからの早期配信の贈り物であるべきです。\u001b[22m\n\u001b[1m\u001b[22m\nThe movie itself is called Hunter x Hunter: Phantom Rouge. It is a side story rather than a prequel/sequel. For those who have seen the original series though (at least up to episode 58), there should be enough interest already because the series deals with what the synopsis mentions – the Phantom Troupe. In particular, a young boy with golden hair and scarlet eyes (Kurapika) plays the role of an avenger. He still holds a blood thirsty vengeance against the spiders. However at the same time, he seeks answers to what's happening in the present. It is also noticeable that the movie takes events after the actual Yorknew Arc from the original/remake series. Therefore, expect some surprises as we see old faces return but also new characters pop up.\n\n\u001b[1m映画自体はハンター×ハンター：ファントムルージュと呼ばれています。 それはprequel / sequelよりむしろ側面の物語である。 しかし、オリジナルのシリーズ（少なくともエピソード58まで）を見た人にとっては、シリーズではファントム劇団（Phantom Troupe）の言葉を扱っているので、すでに十分な興味があるはずです。 特に、黄金の髪と緋色の目（Kurapika）を持つ少年は、復讐者の役割を果たします。 彼はまだ、スパイダーに対して血の渇きの報復を保持しています。 しかし同時に、彼は現在何が起こっているのかに対する答えを求めている。 映画がオリジナルの/リメイクシリーズからの実際のヨークニューアークの後にイベントを撮ることも注目に値する。 したがって、古い顔が戻ってくるのを見て、新しいキャラクターがポップアップするのを見て、いくつかの驚きを期待してください。\u001b[22m\n\u001b[1m(Eiga jitai wa hantā × hantā: Fantomurūju to yoba rete imasu. Sore wa prequel/ sequel yori mushiro sokumen no monogataridearu. Shikashi, orijinaru no shirīzu (sukunakutomo episōdo 58 made) o mita hito ni totte wa, shirīzude wa fantomu gekidan (fantamu Troupe) no kotoba o atsukatte irunode, sudeni jūbun'na kyōmi ga aru hazudesu. Tokuni, kogane no kami to hiiro no me (Kurapika) o motsu shōnen wa, fukushū-sha no yakuwari o hatashimasu. Kare wa mada, supaidā ni taishite chinokawaki no hōfuku o hoji shite imasu. Shikashi dōjini, kare wa genzai nani ga okotte iru no ka ni taisuru kotae o motomete iru. Eiga ga orijinaru no/ rimeikushirīzu kara no jissai no yōkunyūāku no nochi ni ibento o toru koto mo chūmoku ni ataisuru. Shitagatte, furui kao ga modotte kuru no o mite, atarashī kyarakutā ga poppuappu suru no o mite, ikutsu ka no odoroki o kitai shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThe movie itself is called Hunter x Hunter: Phantom Rouge. It is a side story rather than a prequel/sequel. For those who have seen the original series though (at least up to episode 58), there should be enough interest already because the series deals with what the synopsis mentions – the Phantom Troupe. In particular, a young boy with golden hair and scarlet eyes (Kurapika) plays the role of an avenger. He still holds a blood thirsty vengeance against the spiders. However at the same time, he seeks answers to what's happening in the present. It is also noticeable that the movie takes events after the actual Yorknew Arc from the original/remake series. Therefore, expect some surprises as we see old faces return but also new characters pop up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movie itself is called Hunter x Hunter: Phantom Rouge.\u001b[24m\n    \u001b[1m映画自体はハンター×ハンター：ファントムルージュと呼ばれています。\u001b[22m, \u001b[1mファントム・ルージュ：自体はハンターと呼ばれる映画はハンターxは。\u001b[22m\n\u001b[4mIt is a side story rather than a prequel/sequel.\u001b[24m\n    \u001b[1mそれはprequel / sequelよりむしろ側面の物語である。\u001b[22m, \u001b[1mこれは、サイドストーリーではなく、前編/続編です。\u001b[22m\n\u001b[4mFor those who have seen the original series though (at least up to episode 58), there should be enough interest already because the series deals with what the synopsis mentions – the Phantom Troupe.\u001b[24m\n    \u001b[1mしかし、オリジナルのシリーズ（少なくともエピソード58まで）を見た人にとっては、シリーズではファントム劇団（Phantom Troupe）の言葉を扱っているので、すでに十分な興味があるはずです。\u001b[22m, \u001b[1mファントム団 - しかし（少なくともエピソード58まで）、元のシリーズを見ている人のために、概要が言及するものと直列予約ので、すでに十分な関心があるはずです。\u001b[22m\n\u001b[4mIn particular, a young boy with golden hair and scarlet eyes (Kurapika) plays the role of an avenger.\u001b[24m\n    \u001b[1m特に、黄金の髪と緋色の目（Kurapika）を持つ少年は、復讐者の役割を果たします。\u001b[22m, \u001b[1m具体的には、金色の髪と緋色の目で少年（クラピカ）は、復讐の役割を果たしています。\u001b[22m\n\u001b[4mHe still holds a blood thirsty vengeance against the spiders.\u001b[24m\n    \u001b[1m彼はまだ、スパイダーに対して血の渇きの報復を保持しています。\u001b[22m, \u001b[1m彼はまだクモに対する血液のどが渇いて復讐を保持しています。\u001b[22m\n\u001b[4mHowever at the same time, he seeks answers to what's happening in the present.\u001b[24m\n    \u001b[1mしかし同時に、彼は現在何が起こっているのかに対する答えを求めている。\u001b[22m, \u001b[1mしかし同時に、彼は現在では何が起こっているかの答えを求めています。\u001b[22m\n\u001b[4mIt is also noticeable that the movie takes events after the actual Yorknew Arc from the original/remake series.\u001b[24m\n    \u001b[1m映画がオリジナルの/リメイクシリーズからの実際のヨークニューアークの後にイベントを撮ることも注目に値する。\u001b[22m, \u001b[1m映画はオリジナル/リメイクシリーズからの実際のYorknewアーク後のイベントを取ることも顕著です。\u001b[22m\n\u001b[4mTherefore, expect some surprises as we see old faces return but also new characters pop up.\u001b[24m\n    \u001b[1mしたがって、古い顔が戻ってくるのを見て、新しいキャラクターがポップアップするのを見て、いくつかの驚きを期待してください。\u001b[22m, \u001b[1m私たちは、古い顔を見る返すだけでなく、新しい文字がポップアップしたがって、いくつかの驚きを期待しています。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the movie goes, it offers a good balance of comedy and more of that darkness. In terms of comedy, perhaps the brotherly bond of Gon and Killua are the most noticeable. In fact, it is very clear that they share a strong friendship despite coming from very different backgrounds. Gon was raised from a normal family while the latter comes from a family of elite assassins. On the other hand, we also see a more in-depth past of Kurapika. His brotherly bond with a new character in the series can be mirrored with Gon/Killua. In essence, both of their relationships are tied by trust with great values. Additionally, they are even joined together by a new comrade along the way. It's an adventure tale all over again and one that fans of HxH must see.\n\n\u001b[1m映画は、コメディとそれ以上の闇のバランスがとれています。 喜劇の面では、恐らくGonとKilluaの兄弟の絆が最も目立つ。 実際、非常に異なる背景から来ているにもかかわらず、彼らが強い友情を共有していることは非常に明白です。 ゴンは通常の家族から育ちましたが、後者はエリートの暗殺者の家族から生まれました。 一方、我々はまた、より深い過去のクルピカを見る。 シリーズの新しいキャラクターとの彼の兄弟の絆は、ゴン/キルアと鏡映することができます。 本質的には、両者の関係は大きな価値のある信頼に結びついています。 さらに、彼らは道に沿って新しい同志によって一緒に結合されています。 それは、HxHのファンが見なければならない冒険の物語です。\u001b[22m\n\u001b[1m(Eiga wa, komedi to soreijō no yami no baransu ga torete imasu. Kigeki no mende wa, osoraku Gon to Killua no kyōdai no kizuna ga mottomo medatsu. Jissai, hijō ni kotonaru haikei kara kite iru nimokakawarazu, karera ga tsuyoi yūjō o kyōyū shite iru koto wa hijō ni meihakudesu. Gon wa tsūjō no kazoku kara sodachimashitaga, kōsha wa erīto no asashin no kazoku kara umaremashita. Ippō, wareware wa mata, yori fukai kako no kurupika o miru. Shirīzu no atarashī kyarakutā to no kare no kyōdai no kizuna wa, gon/ kirua to kyōei suru koto ga dekimasu. Honshitsu-teki ni wa, ryōsha no kankei wa ōkina kachinoaru shinrai ni musubitsuite imasu. Sarani, karera wa michi ni sotte atarashī dōshi ni yotte issho ni ketsugō sa rete imasu. Sore wa, HxH no fan ga minakereba naranai bōken no monogataridesu.)\u001b[22m\n\nTranslations of \u001b[4mAs for the movie goes, it offers a good balance of comedy and more of that darkness. In terms of comedy, perhaps the brotherly bond of Gon and Killua are the most noticeable. In fact, it is very clear that they share a strong friendship despite coming from very different backgrounds. Gon was raised from a normal family while the latter comes from a family of elite assassins. On the other hand, we also see a more in-depth past of Kurapika. His brotherly bond with a new character in the series can be mirrored with Gon/Killua. In essence, both of their relationships are tied by trust with great values. Additionally, they are even joined together by a new comrade along the way. It's an adventure tale all over again and one that fans of HxH must see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the movie goes, it offers a good balance of comedy and more of that darkness.\u001b[24m\n    \u001b[1m映画は、コメディとそれ以上の闇のバランスがとれています。\u001b[22m, \u001b[1m映画行くとして、それはその暗闇の喜劇以上の良好なバランスを提供しています。\u001b[22m\n\u001b[4mIn terms of comedy, perhaps the brotherly bond of Gon and Killua are the most noticeable.\u001b[24m\n    \u001b[1m喜劇の面では、恐らくGonとKilluaの兄弟の絆が最も目立つ。\u001b[22m, \u001b[1m喜劇の面では、おそらくゴンとキルアの兄弟の結合が最も顕著です。\u001b[22m\n\u001b[4mIn fact, it is very clear that they share a strong friendship despite coming from very different backgrounds.\u001b[24m\n    \u001b[1m実際、非常に異なる背景から来ているにもかかわらず、彼らが強い友情を共有していることは非常に明白です。\u001b[22m, \u001b[1m実際には、彼らは非常に異なる背景から来るにもかかわらず、強い友情を共有することは非常に明確です。\u001b[22m\n\u001b[4mGon was raised from a normal family while the latter comes from a family of elite assassins.\u001b[24m\n    \u001b[1mゴンは通常の家族から育ちましたが、後者はエリートの暗殺者の家族から生まれました。\u001b[22m, \u001b[1m後者はエリート暗殺者の家族から来ていながら、ゴンは、通常の家族から上昇しました。\u001b[22m\n\u001b[4mOn the other hand, we also see a more in-depth past of Kurapika.\u001b[24m\n    \u001b[1m一方、我々はまた、より深い過去のクルピカを見る。\u001b[22m, \u001b[1m一方、我々はまた、クラピカのより詳細な過去を参照してください。\u001b[22m\n\u001b[4mHis brotherly bond with a new character in the series can be mirrored with Gon/Killua.\u001b[24m\n    \u001b[1mシリーズの新しいキャラクターとの彼の兄弟の絆は、ゴン/キルアと鏡映することができます。\u001b[22m, \u001b[1mシリーズの新キャラクターと彼の兄弟の結合は/キルアゴンでミラーリングすることができます。\u001b[22m\n\u001b[4mIn essence, both of their relationships are tied by trust with great values.\u001b[24m\n    \u001b[1m本質的には、両者の関係は大きな価値のある信頼に結びついています。\u001b[22m, \u001b[1m本質的には、それらの関係の両方が大きな値との信頼関係によって結ばれています。\u001b[22m\n\u001b[4mAdditionally, they are even joined together by a new comrade along the way.\u001b[24m\n    \u001b[1mさらに、彼らは道に沿って新しい同志によって一緒に結合されています。\u001b[22m, \u001b[1mさらに、それらはあっても道に沿って、新しい同志によって接合されています。\u001b[22m\n\u001b[4mIt's an adventure tale all over again and one that fans of HxH must see.\u001b[24m\n    \u001b[1mそれは、HxHのファンが見なければならない冒険の物語です。\u001b[22m, \u001b[1mそれは冒険のすべてやり直す物語とHxHのファンは必見一つです。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot itself follows as the premise goes although with certain twists. For instance, we see the Phantom Troupe return but in a different way especially in regards of a particular character. Then, there's also the story involving Kurapika and his old teammate whom he once trusted with his life. There are plenty of foreshadowing going on. In particular, some of the little important scenes are shot with more depth in term of music and artwork. Then, there's some of the intertwined arcs where our main characters gets involved with events related to the spiders. They encounter familiar faces while also facing off against a new threat.\n\n\u001b[1mある紆余曲折があるにもかかわらず、前提が進むにつれてプロット自体が続きます。 例えば、ファントム劇団の復帰を見るが、特に特定のキャラクターに関しては異なったやり方である。 そして、かつて彼の人生で信じていたクレイピカとその古いチームメイトの話もあります。 多くの予兆が続いています。 特に、重要でないシーンの一部は、音楽やアートワークの面でより深く撮影されています。 次に、主人公がスパイダーに関連する出来事に巻き込まれるいくつかの絡み合った弧があります。 彼らは身近な顔に遭遇し、また新たな脅威に直面する。\u001b[22m\n\u001b[1m(Aru uyokyokusetsu ga aru nimokakawarazu, zentei ga susumu ni tsurete purotto jitai ga tsudzukimasu. Tatoeba, fantomu gekidan no fukki o miru ga, tokuni tokutei no kyarakutā ni kanshite wa kotonatta yarikatadearu. Soshite, katsute kare no jinsei de shinjite ita kureipika to sono furui chīmumeito no hanashi mo arimasu. Ōku no yochō ga tsudzuite imasu. Tokuni, jūyōdenai shīn no ichibu wa, ongaku ya ātowāku no men de yori fukaku satsuei sa rete imasu. Tsugini, shujinkō ga supaidā ni kanren suru dekigoto ni makikoma reru ikutsuka no karamiatta ko ga arimasu. Karera wa midjikana kao ni sōgū shi, mata aratana kyōi ni chokumen suru.)\u001b[22m\n\nTranslations of \u001b[4mThe plot itself follows as the premise goes although with certain twists. For instance, we see the Phantom Troupe return but in a different way especially in regards of a particular character. Then, there's also the story involving Kurapika and his old teammate whom he once trusted with his life. There are plenty of foreshadowing going on. In particular, some of the little important scenes are shot with more depth in term of music and artwork. Then, there's some of the intertwined arcs where our main characters gets involved with events related to the spiders. They encounter familiar faces while also facing off against a new threat.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot itself follows as the premise goes although with certain twists.\u001b[24m\n    \u001b[1mある紆余曲折があるにもかかわらず、前提が進むにつれてプロット自体が続きます。\u001b[22m, \u001b[1m前提は、特定のねじれを持つが、行くようにプロット自体は以下の通りです。\u001b[22m\n\u001b[4mFor instance, we see the Phantom Troupe return but in a different way especially in regards of a particular character.\u001b[24m\n    \u001b[1m例えば、ファントム劇団の復帰を見るが、特に特定のキャラクターに関しては異なったやり方である。\u001b[22m, \u001b[1m例えば、我々は特に、特定の文字の点でファントム団の復帰が、別の方法でを参照してください。\u001b[22m\n\u001b[4mThen, there's also the story involving Kurapika and his old teammate whom he once trusted with his life.\u001b[24m\n    \u001b[1mそして、かつて彼の人生で信じていたクレイピカとその古いチームメイトの話もあります。\u001b[22m, \u001b[1mそして、クラピカと彼はかつて彼の人生で信頼できる彼の昔のチームメイトに関わる話もあります。\u001b[22m\n\u001b[4mThere are plenty of foreshadowing going on.\u001b[24m\n    \u001b[1m多くの予兆が続いています。\u001b[22m, \u001b[1m起こっている伏線がたくさんあります。\u001b[22m\n\u001b[4mIn particular, some of the little important scenes are shot with more depth in term of music and artwork.\u001b[24m\n    \u001b[1m特に、重要でないシーンの一部は、音楽やアートワークの面でより深く撮影されています。\u001b[22m, \u001b[1m具体的には、ほとんどの重要なシーンのいくつかは、音楽やアートワークの用語でより多くの深さで撮影されています。\u001b[22m\n\u001b[4mThen, there's some of the intertwined arcs where our main characters gets involved with events related to the spiders.\u001b[24m\n    \u001b[1m次に、主人公がスパイダーに関連する出来事に巻き込まれるいくつかの絡み合った弧があります。\u001b[22m, \u001b[1mそして、私たちの主な文字がクモに関連するイベントに巻き込ま絡み合っ弧の一部があります。\u001b[22m\n\u001b[4mThey encounter familiar faces while also facing off against a new threat.\u001b[24m\n    \u001b[1m彼らは身近な顔に遭遇し、また新たな脅威に直面する。\u001b[22m, \u001b[1mまた、新たな脅威に対してオフに直面しながら、彼らは見慣れた顔が発生しました。\u001b[22m\n\u001b[1m\u001b[22m\nEpic is also misused word. If I would used the word epic, I would describe the majority of the movie as such whether it's from the fights, the dialogues, the comedy/darkness, or just a mere character. However, this movie can be summed up with such a single word at several stances. The action scenes are pretty fluid. Most of the are quick paced that combines both physical and psychological aspects. That's also one of the strong points in Hunter x Hunter. The franchise makes usage of the fights to incorporate it into more of a psychological mind game at many instances. In this movie, these mind games comes to fruition especially into the head of Killua. The concept of vengeance, betrayal, and struggle are packaged together that brings out the entertainment at its finest. Even the Phantom Troupe tastes some of that in particular of a member whom once shared a strong bond with.\n\n\u001b[1m叙事詩はまた、誤った言葉です。 私が叙事詩という言​​葉を使用した場合、私は戦い、対話、コメディー/闇、または単なるキャラクターから来た映画の大半をそのように記述します。 しかし、この映画はいくつかのスタンスでそのような一言でまとめることができます。 アクションシーンはかなり流動的です。 ほとんどのものは、肉体的、心理的な側面を兼ね備えた迅速なペースです。 これはHunter x Hunterの強みです。 フランチャイズは多くの場合、より多くの心理的な心のゲームにそれを組み込むために戦いの使用を行います。 この映画では、これらのマインドゲームは特にKilluaの頭に成果を上げています。 復讐、裏切り、闘争のコンセプトは、一緒にパッケージ化されており、エンターテインメントを最高のものにしています。 ファントム劇団でさえ、かつて強固な絆を共有していたメンバーの一部を味わっています。\u001b[22m\n\u001b[1m(Jojishi wa mata, ayamatta kotobadesu. Watashi ga jojishi to iu gen ​​ ha o shiyō shita baai, watashi wa tatakai, taiwa, komedī/ yami, matawa tan'naru kyarakutā kara kita eiga no taihan o sonoyōni kijutsu shimasu. Shikashi, kono eiga wa ikutsu ka no sutansu de sono yōna hitokoto de matomeru koto ga dekimasu. Akushonshīn wa kanari ryūdōtekidesu. Hotondo no mono wa, nikutai-teki, shinri-tekina sokumen o kanesonaeta jinsokuna pēsudesu. Kore wa Hunter x Hunter no tsuyomidesu. Furanchaizu wa ōku no baai, yori ōku no shinri-tekina kokoro no gēmu ni sore o kumikomu tame ni tatakai no shiyō o okonaimasu. Kono eigade wa, korera no maindogēmu wa tokuni Killua no atama ni seika o agete imasu. Fukushū, uragiri, tōsō no konseputo wa, issho ni pakkēji-ka sa rete ori, entāteinmento o saikō no mono ni shite imasu. Fantomu gekidande sae, katsute kyōkona kizuna o kyōyū shite ita menbā no ichibu o ajiwatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mEpic is also misused word. If I would used the word epic, I would describe the majority of the movie as such whether it's from the fights, the dialogues, the comedy/darkness, or just a mere character. However, this movie can be summed up with such a single word at several stances. The action scenes are pretty fluid. Most of the are quick paced that combines both physical and psychological aspects. That's also one of the strong points in Hunter x Hunter. The franchise makes usage of the fights to incorporate it into more of a psychological mind game at many instances. In this movie, these mind games comes to fruition especially into the head of Killua. The concept of vengeance, betrayal, and struggle are packaged together that brings out the entertainment at its finest. Even the Phantom Troupe tastes some of that in particular of a member whom once shared a strong bond with.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEpic is also misused word.\u001b[24m\n    \u001b[1m叙事詩はまた、誤った言葉です。\u001b[22m, \u001b[1mエピックも言葉を誤用されています。\u001b[22m\n\u001b[4mIf I would used the word epic, I would describe the majority of the movie as such whether it's from the fights, the dialogues, the comedy/darkness, or just a mere character.\u001b[24m\n    \u001b[1m私が叙事詩という言葉を使用した場合、私は戦い、対話、コメディー/闇、または単なるキャラクターから来た映画の大半をそのように記述します。\u001b[22m, \u001b[1m私は単語の叙事詩を使用したい場合は、私はそれが戦い、対話、コメディ/暗闇、または単なる文字からだかどうかなど、映画の大部分を説明することになります。\u001b[22m\n\u001b[4mHowever, this movie can be summed up with such a single word at several stances.\u001b[24m\n    \u001b[1mしかし、この映画はいくつかのスタンスでそのような一言でまとめることができます。\u001b[22m\n\u001b[4mThe action scenes are pretty fluid.\u001b[24m\n    \u001b[1mアクションシーンはかなり流動的です。\u001b[22m, \u001b[1mアクションシーンはかなり流動的で。\u001b[22m\n\u001b[4mMost of the are quick paced that combines both physical and psychological aspects.\u001b[24m\n    \u001b[1mほとんどのものは、肉体的、心理的な側面を兼ね備えた迅速なペースです。\u001b[22m, \u001b[1mほとんどは、物理的、心理的な側面の両方を兼ね備え、迅速ペースのです。\u001b[22m\n\u001b[4mThat's also one of the strong points in Hunter x Hunter.\u001b[24m\n    \u001b[1mこれはHunter x Hunterの強みです。\u001b[22m, \u001b[1mそれはまた、ハンターXハンターに強い点の一つです。\u001b[22m\n\u001b[4mThe franchise makes usage of the fights to incorporate it into more of a psychological mind game at many instances.\u001b[24m\n    \u001b[1mフランチャイズは多くの場合、より多くの心理的な心のゲームにそれを組み込むために戦いの使用を行います。\u001b[22m, \u001b[1mフランチャイズは、戦いの使用が多くのインスタンスで心理的なマインドゲームのより多くにそれを組み込むことができます。\u001b[22m\n\u001b[4mIn this movie, these mind games comes to fruition especially into the head of Killua.\u001b[24m\n    \u001b[1mこの映画では、これらのマインドゲームは特にKilluaの頭に成果を上げています。\u001b[22m, \u001b[1mこの映画では、これらの心のゲームは、特にキルアの頭の中に結実することになります。\u001b[22m\n\u001b[4mThe concept of vengeance, betrayal, and struggle are packaged together that brings out the entertainment at its finest.\u001b[24m\n    \u001b[1m復讐、裏切り、闘争のコンセプトは、一緒にパッケージ化されており、エンターテインメントを最高のものにしています。\u001b[22m, \u001b[1m復讐、裏切り、そして闘争の概念が一緒にパッケージされていることは、最高級のエンターテイメントを引き立てます。\u001b[22m\n\u001b[4mEven the Phantom Troupe tastes some of that in particular of a member whom once shared a strong bond with.\u001b[24m\n    \u001b[1mファントム劇団でさえ、かつて強固な絆を共有していたメンバーの一部を味わっています。\u001b[22m, \u001b[1mでもファントム団は、かつてとの強い結合を共有メンバーの、特にその一部を味。\u001b[22m\n\u001b[1m\u001b[22m\nDespite of the action scenes being well performed, some of them are a bit too quick paced and old fashioned. It would have been better to see some new techniques from the Phantom Troupe but most of them are still what they are. Perhaps it's because they are in a different form that they lack their true power. But at any rate, it's nice to see some of them back again in action mode.\n\n\u001b[1mアクションシーンがうまく演奏されているにもかかわらず、それらのうちのいくつかは速すぎて昔ながらのものです。 ファントム劇団からいくつかの新しいテクニックを見る方が良いでしょうが、そのほとんどはまだ彼らのものです。 おそらく、彼らは彼らが本当の力を欠いているのとは異なる形になっているからでしょう。 しかし、いずれにせよ、それらのいくつかが再び行動モードに戻ってくるのを見てうれしいです。\u001b[22m\n\u001b[1m(Akushonshīn ga umaku ensō sa rete iru nimokakawarazu, sorera no uchi no ikutsu ka wa haya sugite mukashinagara no monodesu. Fantomu gekidan kara ikutsu ka no atarashī tekunikku o miru kata ga yoideshouga, sono hotondo wa mada karera no monodesu. Osoraku, karera wa karera ga hontō no chikara o kaite iru no to wa kotonaru katachi ni natte irukaradeshou. Shikashi, izure ni seyo, sorera no ikutsu ka ga futatabi kōdō mōdo ni modotte kuru no o mite ureshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mDespite of the action scenes being well performed, some of them are a bit too quick paced and old fashioned. It would have been better to see some new techniques from the Phantom Troupe but most of them are still what they are. Perhaps it's because they are in a different form that they lack their true power. But at any rate, it's nice to see some of them back again in action mode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite of the action scenes being well performed, some of them are a bit too quick paced and old fashioned.\u001b[24m\n    \u001b[1mアクションシーンがうまく演奏されているにもかかわらず、それらのうちのいくつかは速すぎて昔ながらのものです。\u001b[22m, \u001b[1mよく実行されるアクションシーンのにもかかわらず、それらのいくつかは、ペーシングおよび旧式少しも迅速です。\u001b[22m\n\u001b[4mIt would have been better to see some new techniques from the Phantom Troupe but most of them are still what they are.\u001b[24m\n    \u001b[1mファントム劇団からいくつかの新しいテクニックを見る方が良いでしょうが、そのほとんどはまだ彼らのものです。\u001b[22m, \u001b[1mファントム団からいくつかの新しい技術を参照することをお勧めされているでしょうが、それらのほとんどは、彼らが何であるかはまだです。\u001b[22m\n\u001b[4mPerhaps it's because they are in a different form that they lack their true power.\u001b[24m\n    \u001b[1mおそらく、彼らは彼らが本当の力を欠いているのとは異なる形になっているからでしょう。\u001b[22m, \u001b[1m彼らは彼らの真の力を欠いている別の形であるので、多分それはです。\u001b[22m\n\u001b[4mBut at any rate, it's nice to see some of them back again in action mode.\u001b[24m\n    \u001b[1mしかし、いずれにせよ、それらのいくつかが再び行動モードに戻ってくるのを見てうれしいです。\u001b[22m, \u001b[1mしかし、いずれにせよ、それはアクションモードで再びそれらのいくつかを見てうれしいです。\u001b[22m\n\u001b[1m\u001b[22m\nAs for characterization goes, the main characters make their stance and presence well known. Obviously, the main focus of the film focuses on Kurapika but it's also nice to see Killua and his side shine when he faces his struggles. Then of course, Hisoka makes his stances with the way he talks and walks. Furthermore, we even see Leorio playing more of a direct role. Considering his lesser screen time during the Yorknew Arc, it's actually refreshing to see his character shine more so. Indeed, the four main characters functions well as a team and together, they take on any challenge they face together.\n\n\u001b[1mキャラクタライゼーションが進むにつれて、主人公は彼らの立場と存在をよく知らしめる。 明らかに、映画の主な焦点は、クルピカに焦点を当てていますが、彼は彼の苦労に直面したときにキルアと彼の側が輝くのを見てもいいです。 それから、もちろん、ヒサカは話し方や歩き方に立脚しています。 さらに、Leorioが直接的な役割を果たしていることさえわかります。 ヨークニューアークでのスクリーン時間が短いことを考えると、実際に彼のキャラクターがもっと輝くのを見て爽やかです。 実際、4人の主人公はチームとして機能し、一緒に遭遇するあらゆる挑戦に取り組む。\u001b[22m\n\u001b[1m(Kyarakutaraizēshon ga susumu ni tsurete, shujinkō wa karera no tachiba to sonzai o yoku shira shimeru. Akiraka ni, eiga no omona shōten wa, kurupika ni shōten o atete imasuga, kare wa kare no kurō ni chokumen shita toki ni kirua to kare no soba ga kagayaku no o mite mo īdesu. Sorekara, mochiron, hisaka wa hanashikata ya arukkata ni rikkyaku shite imasu. Sarani, Leorio ga chokusetsutekina yakuwari o hatashite iru koto sae wakarimasu. Yōkunyūāku de no sukurīn jikan ga mijikai koto o kangaeru to, jissai ni kare no kyarakutā ga motto kagayaku no o mite sawayakadesu. Jissai, 4-ri no shujinkō wa chīmu to shite kinō shi, issho ni sōgū suru arayuru chōsen ni torikumu.)\u001b[22m\n\nTranslations of \u001b[4mAs for characterization goes, the main characters make their stance and presence well known. Obviously, the main focus of the film focuses on Kurapika but it's also nice to see Killua and his side shine when he faces his struggles. Then of course, Hisoka makes his stances with the way he talks and walks. Furthermore, we even see Leorio playing more of a direct role. Considering his lesser screen time during the Yorknew Arc, it's actually refreshing to see his character shine more so. Indeed, the four main characters functions well as a team and together, they take on any challenge they face together.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for characterization goes, the main characters make their stance and presence well known.\u001b[24m\n    \u001b[1mキャラクタライゼーションが進むにつれて、主人公は彼らの立場と存在をよく知らしめる。\u001b[22m, \u001b[1m特徴付けが行くためのように、メインキャラクターは自分のスタンスと存在はよく知られて作ります。\u001b[22m\n\u001b[4mObviously, the main focus of the film focuses on Kurapika but it's also nice to see Killua and his side shine when he faces his struggles.\u001b[24m\n    \u001b[1m明らかに、映画の主な焦点は、クルピカに焦点を当てていますが、彼は彼の苦労に直面したときにキルアと彼の側が輝くのを見てもいいです。\u001b[22m, \u001b[1m明らかに、フィルムの主な焦点は、クラピカに焦点を当てたが、それは彼が彼の闘争に直面したときにキルアと彼の側の輝きを見ることもうれしいです。\u001b[22m\n\u001b[4mThen of course, Hisoka makes his stances with the way he talks and walks.\u001b[24m\n    \u001b[1mそれから、もちろん、ヒサカは話し方や歩き方に立脚しています。\u001b[22m, \u001b[1mそしてもちろん、Hisokaは、彼が話すと歩く道で彼のスタンスになります。\u001b[22m\n\u001b[4mFurthermore, we even see Leorio playing more of a direct role.\u001b[24m\n    \u001b[1mさらに、Leorioが直接的な役割を果たしていることさえわかります。\u001b[22m, \u001b[1mまた、私たちも、レオリオは直接的な役割の多くを遊んでご覧ください。\u001b[22m\n\u001b[4mConsidering his lesser screen time during the Yorknew Arc, it's actually refreshing to see his character shine more so.\u001b[24m\n    \u001b[1mヨークニューアークでのスクリーン時間が短いことを考えると、実際に彼のキャラクターがもっと輝くのを見て爽やかです。\u001b[22m, \u001b[1mYorknewアークの間に彼の少ないスクリーンの時間を考えると、それはより多くのように彼の性格の輝きを見るために、実際にさわやかです。\u001b[22m\n\u001b[4mIndeed, the four main characters functions well as a team and together, they take on any challenge they face together.\u001b[24m\n    \u001b[1m実際、4人の主人公はチームとして機能し、一緒に遭遇するあらゆる挑戦に取り組む。\u001b[22m, \u001b[1m確かに、4つの主要な文字の機能だけでなく、チームと一緒に、彼らは一緒に直面するあらゆる挑戦します。\u001b[22m\n\u001b[1m\u001b[22m\nVisual wise, the series maintains its composure and balance just as well as the remake of Hunter x Hunter. The beautiful landscapes and cities are designed to give off that adventure like feeling. The Phantom Troupe displays their ferocity with their stances. Then, there's are the comedic and lighter toned artwork during the more humorous scenes. As even more so, a particular character gets dressed different for the first time in a way they feel different. The artwork makes the movie somewhat memorable although nothing spectacular. It doesn't incorporate the usage of CGI so expect fluid scenes but again, nothing considered a masterpiece in the arts department.\n\n\u001b[1m視覚的には、シリーズはハンターxハンターのリメイクだけでなく、その平静さとバランスを維持しています。 美しい景観や都市は、そのような冒険感を放つように設計されています。 ファントム劇団は、彼らのスタンスで彼らの凶悪を表現します。 その後、よりユーモラスなシーンの中でコメディーとライターのトーンアートワークがあります。 もっともっとそうであるように、特定のキャラクターは、彼らが違うと感じるように初めて異なる服を着るようになります。 この作品は、映画は驚異的ではありませんが、いくらか記憶に残っています。 それはCGIの使用法を組み入れていないので、流体の場面を期待しますが、芸術部門の傑作とはみなされません。\u001b[22m\n\u001b[1m(Shikaku-teki ni wa, shirīzu wa hantā x hantā no rimeiku dakedenaku, sono heisei-sa to baransu o iji shite imasu. Utsukushī keikan ya toshi wa, sono yōna bōken-kan o hanatsu yō ni sekkei sa rete imasu. Fantomu gekidan wa, karera no sutansu de karera no kyōaku o hyōgen shimasu. Sonogo, yori yūmorasuna shīn no naka de komedī to raitā no tōn'ātowāku ga arimasu. Motto motto sōdearu yō ni, tokutei no kyarakutā wa, karera ga chigau to kanjiru yō ni hajimete kotonaru fuku o kiru yō ni narimasu. Kono sakuhin wa, eiga wa kyōi-tekide wa arimasenga, ikuraka kioku ni nokotte imasu. Sore wa CGI no shiyō-hō o kumiirete inainode, ryūtai no bamen o kitai shimasuga, geijutsu bumon no kessaku to wa minasa remasen.)\u001b[22m\n\nTranslations of \u001b[4mVisual wise, the series maintains its composure and balance just as well as the remake of Hunter x Hunter. The beautiful landscapes and cities are designed to give off that adventure like feeling. The Phantom Troupe displays their ferocity with their stances. Then, there's are the comedic and lighter toned artwork during the more humorous scenes. As even more so, a particular character gets dressed different for the first time in a way they feel different. The artwork makes the movie somewhat memorable although nothing spectacular. It doesn't incorporate the usage of CGI so expect fluid scenes but again, nothing considered a masterpiece in the arts department.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVisual wise, the series maintains its composure and balance just as well as the remake of Hunter x Hunter.\u001b[24m\n    \u001b[1m視覚的には、シリーズはハンターxハンターのリメイクだけでなく、その平静さとバランスを維持しています。\u001b[22m, \u001b[1m賢明なビジュアル、シリーズは、その落ち着きとバランスを維持するだけでだけでなく、ハンターのリメイクは、ハンターxは。\u001b[22m\n\u001b[4mThe beautiful landscapes and cities are designed to give off that adventure like feeling.\u001b[24m\n    \u001b[1m美しい景観や都市は、そのような冒険感を放つように設計されています。\u001b[22m, \u001b[1m美しい風景と都市が感じのようなその冒険を放つように設計されています。\u001b[22m\n\u001b[4mThe Phantom Troupe displays their ferocity with their stances.\u001b[24m\n    \u001b[1mファントム劇団は、彼らのスタンスで彼らの凶悪を表現します。\u001b[22m, \u001b[1mファントム団は彼らのスタンスとの凶暴性を表示します。\u001b[22m\n\u001b[4mThen, there's are the comedic and lighter toned artwork during the more humorous scenes.\u001b[24m\n    \u001b[1mその後、よりユーモラスなシーンの中でコメディーとライターのトーンアートワークがあります。\u001b[22m, \u001b[1mそして、より多くのユーモラスなシーン中の喜劇と軽いトーンのアートワークがあります。\u001b[22m\n\u001b[4mAs even more so, a particular character gets dressed different for the first time in a way they feel different.\u001b[24m\n    \u001b[1mもっともっとそうであるように、特定のキャラクターは、彼らが違うと感じるように初めて異なる服を着るようになります。\u001b[22m, \u001b[1mそれ以上にように、特定の文字は、それらが異なる感じる方法で初めて異なる服を着ます。\u001b[22m\n\u001b[4mThe artwork makes the movie somewhat memorable although nothing spectacular.\u001b[24m\n    \u001b[1mこの作品は、映画は驚異的ではありませんが、いくらか記憶に残っています。\u001b[22m, \u001b[1mアートワークは壮大な何もないものの、多少記憶に残る映画を作ります。\u001b[22m\n\u001b[4mIt doesn't incorporate the usage of CGI so expect fluid scenes but again, nothing considered a masterpiece in the arts department.\u001b[24m\n    \u001b[1mそれはCGIの使用法を組み入れていないので、流体の場面を期待しますが、芸術部門の傑作とはみなされません。\u001b[22m, \u001b[1mそれはとても流体シーンを期待したが、再び、何も芸術部門の傑作を考えていないCGIの使用を組み込んでいません。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the soundtrack, Hunter x Hunter have been criticized in the past before for its orchestra. In this movie, it reuses some of the OST from the remake. However, it does fit within the series quite well. The VA who plays their roles in this series also did their job well. In particular, Hisoka and Retz's voice tones should be praised for their performance especially for the latter. Considering Retz's gender, the voice of its character must seem to be ambiguous and Hirano Aya portrayed her part quite well. The overall OST is above average but not earth-shattering by technical standards.\n\n\u001b[1mサウンドトラックに関しては、Hunter x Hunterは過去にそのオーケストラのために批判されてきた。 この映画では、OSTの一部をリメイクから再利用しています。 しかし、それは非常によくシリーズに収まる。 このシリーズで役目を果たしたVAも仕事をうまくやってくれました。 特に、ヒソカとレッツの声は、特に後者のために賞賛されるべきです。  Retzのジェンダーを考えると、その性格の声はあいまいであるように見えるはずで、平野あやは彼女の部分をとてもうまく描写しました。 全般的なOSTは平均を上回っていますが、技術基準によっては大惨事ではありません。\u001b[22m\n\u001b[1m(Saundotorakku ni kanshite wa, Hunter x Hunter wa kako ni sono ōkesutora no tame ni hihan sa rete kita. Kono eigade wa, OST no ichibu o rimeiku kara sai riyō shite imasu. Shikashi, sore wa hijō ni yoku shirīzu ni osamaru. Kono shirīzu de yakume o hatashita VA mo shigoto o umaku yatte kuremashita. Tokuni, hisoka to Rettsu no koe wa, tokuni kōsha no tame ni shōsan sa rerubekidesu. Retz no jendā o kangaeru to, sono seikaku no koe wa aimaidearu yō ni mieru hazu de, Hirano Aya wa kanojo no bubun o totemo umaku byōsha shimashita. Zenpan-tekina OST wa heikin o uwamawatte imasuga, gijutsu kijun ni yotte wa dai sanjide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAs for the soundtrack, Hunter x Hunter have been criticized in the past before for its orchestra. In this movie, it reuses some of the OST from the remake. However, it does fit within the series quite well. The VA who plays their roles in this series also did their job well. In particular, Hisoka and Retz's voice tones should be praised for their performance especially for the latter. Considering Retz's gender, the voice of its character must seem to be ambiguous and Hirano Aya portrayed her part quite well. The overall OST is above average but not earth-shattering by technical standards.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the soundtrack, Hunter x Hunter have been criticized in the past before for its orchestra.\u001b[24m\n    \u001b[1mサウンドトラックに関しては、Hunter x Hunterは過去にそのオーケストラのために批判されてきた。\u001b[22m, \u001b[1mサウンドトラックとして、ハンターハンターxはそのオーケストラのための前に、過去に批判されています。\u001b[22m\n\u001b[4mIn this movie, it reuses some of the OST from the remake.\u001b[24m\n    \u001b[1mこの映画では、OSTの一部をリメイクから再利用しています。\u001b[22m, \u001b[1mこの映画では、リメイクからのOSTの一部を再利用します。\u001b[22m\n\u001b[4mHowever, it does fit within the series quite well.\u001b[24m\n    \u001b[1mしかし、それは非常によくシリーズに収まる。\u001b[22m, \u001b[1mしかし、それは非常によく、一連内に収まるん。\u001b[22m\n\u001b[4mThe VA who plays their roles in this series also did their job well.\u001b[24m\n    \u001b[1mこのシリーズで役目を果たしたVAも仕事をうまくやってくれました。\u001b[22m, \u001b[1mこのシリーズではその役割を果たしているVAもよく、それらの仕事をしてくれました。\u001b[22m\n\u001b[4mIn particular, Hisoka and Retz's voice tones should be praised for their performance especially for the latter.\u001b[24m\n    \u001b[1m特に、ヒソカとレッツの声は、特に後者のために賞賛されるべきです。\u001b[22m, \u001b[1m特に、Hisokaとレスの音声トーンが、特に後者のために彼らのパフォーマンスのために賞賛されるべきです。\u001b[22m\n\u001b[4mConsidering Retz's gender, the voice of its character must seem to be ambiguous and Hirano Aya portrayed her part quite well.\u001b[24m\n    \u001b[1mRetzのジェンダーを考えると、その性格の声はあいまいであるように見えるはずで、平野あやは彼女の部分をとてもうまく描写しました。\u001b[22m, \u001b[1mレスの性別を考慮すると、その文字の音声が曖昧であるように思わなければならないと平野綾は非常によく彼女の一部を演じました。\u001b[22m\n\u001b[4mThe overall OST is above average but not earth-shattering by technical standards.\u001b[24m\n    \u001b[1m全般的なOSTは平均を上回っていますが、技術基準によっては大惨事ではありません。\u001b[22m, \u001b[1m全体のOSTは、技術基準によって、平均ではなく、驚天動地の上にあります。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, Hunter x Hunter Phantom Rouge is a gift for the fans. Obviously, this gift can be opened and enjoyed by different standards. For me though, I was quite satisfied with the results. If you're a fan of the Yorknew Arc, this is definitely something to keep an eye on. The way it incorporates the usage of its characters again show that the A-class band of thieves is still around. At the time of this movie was being aired, the Yorknew Arc was just reaching its conclusion but we still can't forget about the spiders, can we?\n\n\u001b[1mハンター×ハンターファンタムルージュはファンのための贈り物です。 明らかに、この贈り物は、異なる基準によって開かれ、楽しむことができます。 私にとっては、私は結果にかなり満足していました。 あなたがヨークニューアークのファンなら、これは確かに目を引くものです。 キャラクターの使い方を取り入れたやり方は、Aクラスの泥棒が依然として周辺にいることを示しています。 この映画が放映された時点で、ヨークニューアークは結論に達したにもかかわらず、私たちはまだクモを忘れることはできません。\u001b[22m\n\u001b[1m(Hantā × hantāfantamurūju wa fan no tame no okurimonodesu. Akiraka ni, kono okurimono wa, kotonaru kijun ni yotte aka re, tanoshimu koto ga dekimasu. Watashi ni totte wa, watashi wa kekka ni kanari manzoku shite imashita. Anata ga yōkunyūāku no fan'nara, kore wa tashika ni mewohiku monodesu. Kyarakutā no tsukaikata o toriireta yarikata wa, A kurasu no dorobō ga izentoshite shūhen ni iru koto o shimeshite imasu. Kono eiga ga hōei sa reta jiten de, yōkunyūāku wa ketsuron ni tasshita nimokakawarazu, watashitachi wa mada kumo o wasureru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, Hunter x Hunter Phantom Rouge is a gift for the fans. Obviously, this gift can be opened and enjoyed by different standards. For me though, I was quite satisfied with the results. If you're a fan of the Yorknew Arc, this is definitely something to keep an eye on. The way it incorporates the usage of its characters again show that the A-class band of thieves is still around. At the time of this movie was being aired, the Yorknew Arc was just reaching its conclusion but we still can't forget about the spiders, can we?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, Hunter x Hunter Phantom Rouge is a gift for the fans.\u001b[24m\n    \u001b[1mハンター×ハンターファンタムルージュはファンのための贈り物です。\u001b[22m, \u001b[1mすべてのすべてで、ハンターハンターファントム・ルージュは、ファンのための贈り物ですxは。\u001b[22m\n\u001b[4mObviously, this gift can be opened and enjoyed by different standards.\u001b[24m\n    \u001b[1m明らかに、この贈り物は、異なる基準によって開かれ、楽しむことができます。\u001b[22m, \u001b[1m明らかに、この贈り物は、異なる規格によって開かれ、楽しむことができます。\u001b[22m\n\u001b[4mFor me though, I was quite satisfied with the results.\u001b[24m\n    \u001b[1m私にとっては、私は結果にかなり満足していました。\u001b[22m, \u001b[1m私にとっては、しかし、私は結果に非常に満足していました。\u001b[22m\n\u001b[4mIf you're a fan of the Yorknew Arc, this is definitely something to keep an eye on.\u001b[24m\n    \u001b[1mあなたがヨークニューアークのファンなら、これは確かに目を引くものです。\u001b[22m, \u001b[1mあなたはYorknewアークのファンなら、これは間違いに目を維持するためのものです。\u001b[22m\n\u001b[4mThe way it incorporates the usage of its characters again show that the A-class band of thieves is still around.\u001b[24m\n    \u001b[1mキャラクターの使い方を取り入れたやり方は、Aクラスの泥棒が依然として周辺にいることを示しています。\u001b[22m, \u001b[1mそれは、その文字の使用を組み込んだ方法は、再び泥棒のAクラスのバンドがまだ残っていることを示しています。\u001b[22m\n\u001b[4mAt the time of this movie was being aired, the Yorknew Arc was just reaching its conclusion but we still can't forget about the spiders, can we?\u001b[24m\n    \u001b[1mこの映画が放映された時点で、ヨークニューアークは結論に達したにもかかわらず、私たちはまだクモを忘れることはできません。\u001b[22m, \u001b[1m我々は、することができますこの映画放映されていた時に、Yorknewアークはちょうどその結論に達しましたが、我々はまだクモを忘れることができないのですか？\u001b[22m"
  },
  {
    "title": "Hunter_x_Hunter_Movie__Phantom_Rouge",
    "id": "13271",
    "url": "https://myanimelist.net/anime/13271/Hunter_x_Hunter_Movie__Phantom_Rouge",
    "user": "RedgraveGilver",
    "profile": "/profile/RedgraveGilver/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=97219",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  6\nキャラクター|  6\n|  7\n\nハンターXハンターは、特にファンを虜にする多くの人々に知られているシリーズです。 それは主流の少年のジャンルが知的で刺激的でもあることを証明した少年アニメの1つです。  Hunter X Hunterは10年前に連載され、2つのアニメ化が生まれました.1つはリメイクです。 リメイクのためにシリーズの人気が再び高まるにつれ、シリーズには今や多くのハンターxハンターファンが興奮している映画があります。 この映画は私たちのファンのための誇大宣伝の価値がありますか？ それを調べてみましょう。\n\n\n\nハンターXハンターはスマートで分析的な戦いを持つことでも知られています。 この映画の戦いは、テレビシリーズ自体に比べて普通です。 TVシリーズのサウンドトラックのほとんどは、ギターメイドのマドハウススタイルのOSTを搭載した新しいものと一緒に映画にも入っているからです。 戦いは、人々の束を楽しむかもしれませんが、私はテレビシリーズに比べてそれが退屈見つける。 アニメーションとビジュアルは、テレビシリーズと同じである場合もあります。 正直言って壮大なことは何もありません。私はそれがMadhouseだと考えていた方がいいと思うでしょう。 これは、元の鋼の錬金術師のようなものではありません。そこでは、すでに優れたビジュアルがより高くアップグレードされた映画征服者のシャンバラです。 リメイクの主な不具合の一つはサウンドトラックです。 これは、1999年のテレビシリーズに比べれば、はるかに優れています。 サウンドトラックはそれが悪いと言うわけではありませんが、それは別のアニメの適応です。 なぜ私はテレビシリーズのサウンドトラックについて話していますか？ \n\n最後にハンターXハンター：ファントムルージュはかなり大丈夫ですが、確かに圧倒的です。 ナルトから：忍者への道、ワンピース映画Zそしてこれは、これが最も弱いと感じます。 ほとんどの人はおそらくこの映画に失望するだろうが、再びハンターXのハンターファンがこの映画を楽しむだろう。 私はまた、この映画を楽しんだが、実際には、私は時にはほとんどの戦闘シーンに寝たいと思っていません。 ペーシングはうまくいき、私はそれに多くの問題を気付かなかった。 しかし、もしあなたがテレビシリーズのファンで本当に好きなら、私は行って、まだこの映画を試してみて、あなた自身のために決めると言うでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nHunter X Hunter is a series known to many people especially to shonen fans. It's one of those shonen anime that proved that the mainstream shonen genre can also be intelligent yet exciting. Hunter X Hunter has been serialized for a decade now and spawned two anime adaptations, one being a remake. As the popularity of the series rises again because of the remake, the series finally now have a film that many hunter x hunter fans would be excited about. Is this movie worth the hype for us fans? Let's check it out.\n\n\u001b[1mハンターXハンターは、特にファンを虜にする多くの人々に知られているシリーズです。 それは主流の少年のジャンルが知的で刺激的でもあることを証明した少年アニメの1つです。  Hunter X Hunterは10年前に連載され、2つのアニメ化が生まれました.1つはリメイクです。 リメイクのためにシリーズの人気が再び高まるにつれ、シリーズには今や多くのハンターxハンターファンが興奮している映画があります。 この映画は私たちのファンのための誇大宣伝の価値がありますか？ それを調べてみましょう。\u001b[22m\n\u001b[1m(Hantā X hantā wa, tokuni fan o toriko ni suru ōku no hitobito ni shira rete iru shirīzudesu. Sore wa shuryū no shōnen no janru ga chiteki de shigeki-tekide mo aru koto o shōmei shita shōnen anime no 1tsudesu. Hunter X Hunter wa 10-nen mae ni rensai sa re, 2tsu no anime-ka ga umaremashita. 1Tsu wa rimeikudesu. Rimeiku no tame ni shirīzu no ninki ga futatabi takamaru ni tsure, shirīzu ni wa imaya ōku no hantā x hantāfan ga kōfun shite iru eiga ga arimasu. Kono eiga wa watashitachi no fan no tame no kodai senden no kachi ga arimasu ka? Sore o shirabete mimashou.)\u001b[22m\n\nTranslations of \u001b[4mHunter X Hunter is a series known to many people especially to shonen fans. It's one of those shonen anime that proved that the mainstream shonen genre can also be intelligent yet exciting. Hunter X Hunter has been serialized for a decade now and spawned two anime adaptations, one being a remake. As the popularity of the series rises again because of the remake, the series finally now have a film that many hunter x hunter fans would be excited about. Is this movie worth the hype for us fans? Let's check it out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHunter X Hunter is a series known to many people especially to shonen fans.\u001b[24m\n    \u001b[1mハンターXハンターは、特にファンを虜にする多くの人々に知られているシリーズです。\u001b[22m, \u001b[1mハンターXハンターは、特に少年ファンに多くの人々に知られているシリーズです。\u001b[22m\n\u001b[4mIt's one of those shonen anime that proved that the mainstream shonen genre can also be intelligent yet exciting.\u001b[24m\n    \u001b[1mそれは主流の少年のジャンルが知的で刺激的でもあることを証明した少年アニメの1つです。\u001b[22m, \u001b[1mこれは、主流の少年のジャンルもまだエキサイティングな知的であり得ることを証明したもの少年アニメの一つです。\u001b[22m\n\u001b[4mHunter X Hunter has been serialized for a decade now and spawned two anime adaptations, one being a remake.\u001b[24m\n    \u001b[1mHunter X Hunterは10年前に連載され、2つのアニメ化が生まれました.1つはリメイクです。\u001b[22m, \u001b[1mハンターXハンターは今十年のためにシリアライズと2アニメ適応、リメイクされるものを生み出してきました。\u001b[22m\n\u001b[4mAs the popularity of the series rises again because of the remake, the series finally now have a film that many hunter x hunter fans would be excited about.\u001b[24m\n    \u001b[1mリメイクのためにシリーズの人気が再び高まるにつれ、シリーズには今や多くのハンターxハンターファンが興奮している映画があります。\u001b[22m, \u001b[1mシリーズの人気があるためリメイクで再び上昇すると、シリーズがついに今、多くのハンターXハンターのファンが興奮になるとフィルムを持っています。\u001b[22m\n\u001b[4mIs this movie worth the hype for us fans?\u001b[24m\n    \u001b[1mこの映画は私たちのファンのための誇大宣伝の価値がありますか？\u001b[22m, \u001b[1mこの映画は私たちファンのための誇大広告価値はありますか？\u001b[22m\n\u001b[4mLet's check it out.\u001b[24m\n    \u001b[1mそれを調べてみましょう。\u001b[22m, \u001b[1mそれをチェックしよう。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nHunter X Hunter is also known for having smart and analytical fights. The fights in this movie are mediocre compared to the TV series itself. Because most of the soundtracks in the TV series are also in the film with some new ones with guitar metal madhouse style OST. The fights may entertain a bunch of people but to me i find it boring compared to the TV series. The animation and visual is still the same as the TV series only much smoother in some cases. Nothing spectacular about to be honest and i think it could have been way better considering this is Madhouse. This nothing like the original Fullmetal alchemist where the already good visuals was upgraded higher in it's movie Conqueror's of shamballa. One of my main gripes in the Remake is the soundtrack. It pales in comparison when it comes to the 1999 TV series. Not saying that the soundtrack is that bad, but mediocre when it comes to it's another anime adaptation. Why am i talking about the TV series soundtracks?\n\n\u001b[1mハンターXハンターはスマートで分析的な戦いを持つことでも知られています。 この映画の戦いは、テレビシリーズ自体に比べて普通です。 TVシリーズのサウンドトラックのほとんどは、ギターメイドのマドハウススタイルのOSTを搭載した新しいものと一緒に映画にも入っているからです。 戦いは、人々の束を楽しむかもしれませんが、私はテレビシリーズに比べてそれが退屈見つける。 アニメーションとビジュアルは、テレビシリーズと同じである場合もあります。 正直言って壮大なことは何もありません。私はそれがMadhouseだと考えていた方がいいと思うでしょう。 これは、元の鋼の錬金術師のようなものではありません。そこでは、すでに優れたビジュアルがより高くアップグレードされた映画征服者のシャンバラです。 リメイクの主な不具合の一つはサウンドトラックです。 これは、1999年のテレビシリーズに比べれば、はるかに優れています。 サウンドトラックはそれが悪いと言うわけではありませんが、それは別のアニメの適応です。 なぜ私はテレビシリーズのサウンドトラックについて話していますか？ \u001b[22m\n\u001b[1m(Hantā X hantā wa sumāto de bunseki-tekina tatakai o motsu kotode mo shira rete imasu. Kono eiga no tatakai wa, terebishirīzu jitai ni kurabete futsūdesu. Tatakai wa, hitobito no taba o tanoshimu kamo shiremasenga, watashi wa terebishirīzu ni kurabete sore ga taikutsu mitsukeru. Animēshon to bijuaru wa, terebishirīzu to onajidearu baai mo arimasu. Shōjiki itte sōdaina koto wa nani mo arimasen. Watashi wa sore ga Madhouseda to kangaete ita kata ga ī to omoudeshou. Kore wa,-moto no haganenorenkinjutsushi no yōna monode wa arimasen. Sokode wa, sudeni sugureta bijuaru ga yori takaku appugurēdo sa reta eiga seifuku-sha no shanbaradesu. Rimeiku no omona fuguai no hitotsu wa saundotorakkudesu. Kore wa, 1999-nen no terebishirīzu ni kurabereba, haruka ni sugurete imasu. Saundotorakku wa sore ga warui to iu wakede wa arimasenga, soreha-betsu no anime no tekiōdesu. Naze watashi wa terebishirīzu no saundotorakku ni tsuite hanashite imasu ka? TV shirīzu no saundotorakku no hotondo wa, gitāmeido no madohaususutairu no OST o tōsai shita atarashī mono to issho ni eiga ni mo haitte irukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mHunter X Hunter is also known for having smart and analytical fights. The fights in this movie are mediocre compared to the TV series itself. Because most of the soundtracks in the TV series are also in the film with some new ones with guitar metal madhouse style OST. The fights may entertain a bunch of people but to me i find it boring compared to the TV series. The animation and visual is still the same as the TV series only much smoother in some cases. Nothing spectacular about to be honest and i think it could have been way better considering this is Madhouse. This nothing like the original Fullmetal alchemist where the already good visuals was upgraded higher in it's movie Conqueror's of shamballa. One of my main gripes in the Remake is the soundtrack. It pales in comparison when it comes to the 1999 TV series. Not saying that the soundtrack is that bad, but mediocre when it comes to it's another anime adaptation. Why am i talking about the TV series soundtracks?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHunter X Hunter is also known for having smart and analytical fights.\u001b[24m\n    \u001b[1mハンターXハンターはスマートで分析的な戦いを持つことでも知られています。\u001b[22m, \u001b[1mハンターXハンターもスマートと分析の戦いを持つことで知られています。\u001b[22m\n\u001b[4mThe fights in this movie are mediocre compared to the TV series itself.\u001b[24m\n    \u001b[1mこの映画の戦いは、テレビシリーズ自体に比べて普通です。\u001b[22m, \u001b[1mこの映画の中での戦いは、テレビシリーズ自体に比べて平凡です。\u001b[22m\n\u001b[4mThe fights may entertain a bunch of people but to me i find it boring compared to the TV series.\u001b[24m\n    \u001b[1m戦いは、人々の束を楽しむかもしれませんが、私はテレビシリーズに比べてそれが退屈見つける。\u001b[22m, \u001b[1m戦いは大勢の人々を楽しませるかもしれませんが、私には私はそれが退屈なテレビシリーズに比べ見つけます。\u001b[22m\n\u001b[4mThe animation and visual is still the same as the TV series only much smoother in some cases.\u001b[24m\n    \u001b[1mアニメーションとビジュアルは、テレビシリーズと同じである場合もあります。\u001b[22m, \u001b[1mアニメーションとビジュアルがまだだけよりスムーズないくつかのケースではTVシリーズと同じです。\u001b[22m\n\u001b[4mNothing spectacular about to be honest and i think it could have been way better considering this is Madhouse.\u001b[24m\n    \u001b[1m正直言って壮大なことは何もありません。私はそれがMadhouseだと考えていた方がいいと思うでしょう。\u001b[22m, \u001b[1m正直に言うことを約壮大な何もないと私は良い方法これはマッドハウスで検討してきたと思うが。\u001b[22m\n\u001b[4mThis nothing like the original Fullmetal alchemist where the already good visuals was upgraded higher in it's movie Conqueror's of shamballa.\u001b[24m\n    \u001b[1mこれは、元の鋼の錬金術師のようなものではありません。そこでは、すでに優れたビジュアルがより高くアップグレードされた映画征服者のシャンバラです。\u001b[22m, \u001b[1mすでに良好なビジュアルが、それの映画征服者のシャンバラの中で高いアップグレードした元鋼の錬金術師錬金術師のようなこの何もありません。\u001b[22m\n\u001b[4mOne of my main gripes in the Remake is the soundtrack.\u001b[24m\n    \u001b[1mリメイクの主な不具合の一つはサウンドトラックです。\u001b[22m, \u001b[1mリメイクで私の主な不満の一つは、サウンドトラックです。\u001b[22m\n\u001b[4mIt pales in comparison when it comes to the 1999 TV series.\u001b[24m\n    \u001b[1mこれは、1999年のテレビシリーズに比べれば、はるかに優れています。\u001b[22m, \u001b[1mそれは1999年のテレビシリーズに来るとき、それは比較して見劣りします。\u001b[22m\n\u001b[4mNot saying that the soundtrack is that bad, but mediocre when it comes to it's another anime adaptation.\u001b[24m\n    \u001b[1mサウンドトラックはそれが悪いと言うわけではありませんが、それは別のアニメの適応です。\u001b[22m, \u001b[1mそれは別のアニメの適応だに来るときのサウンドトラックは悪いが、平凡なものであることを言っていません。\u001b[22m\n\u001b[4mWhy am i talking about the TV series soundtracks?\u001b[24m\n    \u001b[1mなぜ私はテレビシリーズのサウンドトラックについて話していますか？\u001b[22m, \u001b[1mなぜ私は、テレビシリーズのサウンドトラックについて話していますか？\u001b[22m\n\u001b[4mBecause most of the soundtracks in the TV series are also in the film with some new ones with guitar metal madhouse style OST.\u001b[24m\n    \u001b[1mTVシリーズのサウンドトラックのほとんどは、ギターメイドのマドハウススタイルのOSTを搭載した新しいものと一緒に映画にも入っているからです。\u001b[22m, \u001b[1mテレビシリーズのサウンドトラックのほとんどはギター金属マッドハウススタイルのOSTといくつかの新しいものに映画の中でもあるので。\u001b[22m\n\u001b[1m\u001b[22m\nIn the end Hunter X Hunter: Phantom rouge is a pretty okay film but it's definitely underwhelming. Out of Naruto: Road to Ninja, One Piece Film Z and this, i feel this is the weakest. Most people would probably be disappointed in this film but then again die-hard Hunter X Hunter fans will probably also gonna enjoy this film. I also did enjoyed this film but not that really much that i sometimes wants to sleep into most of the fight scenes. The pacing are fine and i didn't noticed much problem with it. But still, if you are a fan of the TV series and really like it, i'd say go and still give this movie a try and decide for yourself.\n\n\u001b[1m最後にハンターXハンター：ファントムルージュはかなり大丈夫ですが、確かに圧倒的です。 ナルトから：忍者への道、ワンピース映画Zそしてこれは、これが最も弱いと感じます。 ほとんどの人はおそらくこの映画に失望するだろうが、再びハンターXのハンターファンがこの映画を楽しむだろう。 私はまた、この映画を楽しんだが、実際には、私は時にはほとんどの戦闘シーンに寝たいと思っていません。 ペーシングはうまくいき、私はそれに多くの問題を気付かなかった。 しかし、もしあなたがテレビシリーズのファンで本当に好きなら、私は行って、まだこの映画を試してみて、あなた自身のために決めると言うでしょう。\u001b[22m\n\u001b[1m(Saigo ni hantā X hantā: Fantomurūju wa kanari daijōbudesu ga, tashika ni attōtekidesu. Naruto kara: Ninja e no michi, wanpīsu eiga Z soshite kore wa, kore ga mottomo yowai to kanjimasu. Hotondo no hito wa osoraku kono eiga ni shitsubō surudarouga, futatabi hantā X no hantāfan ga kono eiga o tanoshimudarou. Watashi wa mata, kono eiga o tanoshindaga, jissai ni wa, watashi wa tokiniha hotondo no sentō shīn ni netai to omotte imasen. Pēshingu wa umaku iki, watashi wa sore ni ōku no mondai o kidzukanakatta. Shikashi, moshi anata ga terebishirīzu no fan de hontōni sukinara, watashi wa okonatte, mada kono eiga o tameshite mite, anata jishin no tame ni kimeru to iudeshou.)\u001b[22m\n\nTranslations of \u001b[4mIn the end Hunter X Hunter: Phantom rouge is a pretty okay film but it's definitely underwhelming. Out of Naruto: Road to Ninja, One Piece Film Z and this, i feel this is the weakest. Most people would probably be disappointed in this film but then again die-hard Hunter X Hunter fans will probably also gonna enjoy this film. I also did enjoyed this film but not that really much that i sometimes wants to sleep into most of the fight scenes. The pacing are fine and i didn't noticed much problem with it. But still, if you are a fan of the TV series and really like it, i'd say go and still give this movie a try and decide for yourself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end Hunter X Hunter: Phantom rouge is a pretty okay film but it's definitely underwhelming.\u001b[24m\n    \u001b[1m最後にハンターXハンター：ファントムルージュはかなり大丈夫ですが、確かに圧倒的です。\u001b[22m, \u001b[1m最後ハンターXハンターではファントム・ルージュはかなりいい映画ですが、それは間違いなくがっかりです。\u001b[22m\n\u001b[4mOut of Naruto: Road to Ninja, One Piece Film Z and this, i feel this is the weakest.\u001b[24m\n    \u001b[1mナルトから：忍者への道、ワンピース映画Zそしてこれは、これが最も弱いと感じます。\u001b[22m, \u001b[1mナルトのうち：忍者への道、ワンピースフィルムZこれは、私はこれが最も弱い感じ。\u001b[22m\n\u001b[4mMost people would probably be disappointed in this film but then again die-hard Hunter X Hunter fans will probably also gonna enjoy this film.\u001b[24m\n    \u001b[1mほとんどの人はおそらくこの映画に失望するだろうが、再びハンターXのハンターファンがこの映画を楽しむだろう。\u001b[22m, \u001b[1mほとんどの人はおそらく、この映画の中でがっかりするだろうが、その後、再びダイハードハンターXハンターのファンは、おそらくも、この映画を楽しむつもりであろう。\u001b[22m\n\u001b[4mI also did enjoyed this film but not that really much that i sometimes wants to sleep into most of the fight scenes.\u001b[24m\n    \u001b[1m私はまた、この映画を楽しんだが、実際には、私は時にはほとんどの戦闘シーンに寝たいと思っていません。\u001b[22m, \u001b[1m私もこの映画を楽しんでしたが、私は時々戦いのシーンのほとんどに寝たいと本当にあまりありません。\u001b[22m\n\u001b[4mThe pacing are fine and i didn't noticed much problem with it.\u001b[24m\n    \u001b[1mペーシングはうまくいき、私はそれに多くの問題を気付かなかった。\u001b[22m, \u001b[1mペーシングは大丈夫です、私はそれをはるかに問題に気づいていませんでした。\u001b[22m\n\u001b[4mBut still, if you are a fan of the TV series and really like it, i'd say go and still give this movie a try and decide for yourself.\u001b[24m\n    \u001b[1mしかし、もしあなたがテレビシリーズのファンで本当に好きなら、私は行って、まだこの映画を試してみて、あなた自身のために決めると言うでしょう。\u001b[22m, \u001b[1mあなたはテレビシリーズのファンであり、実際にそれのような場合しかし、それでもまだ、私が行くと言うだろうし、まだこの映画を試してみて、自分で決めます。\u001b[22m"
  },
  {
    "title": "Hunter_x_Hunter_Movie__Phantom_Rouge",
    "id": "13271",
    "url": "https://myanimelist.net/anime/13271/Hunter_x_Hunter_Movie__Phantom_Rouge",
    "user": "stream_eon",
    "profile": "/profile/stream_eon/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=129345",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  7\n\nこの映画は私がそれを初めて聞いたときに私を興奮させました。 特にHunter X Hunter 2011を忠実にフォローしていました。私はこれを見て2つの事しか得られなかったので、すごく失望しました。 私はそれをスコアリングすることに決めました7。\n\nノート：\n1.マンガカ・トガシが作った廃止された章の外にあっても、映画はショーに結びついているように見せかけた。\n2.ヨークシン・アークの後、Greed Island Arcの前に設定とプロットが始まります。\n3.あなたがちょうど私が後で気づくであろう恩恵について知っていることを知りたいのであれば、漫画の特別章、Kurapikaを読んだほうがいいでしょう、もっと完成です。 あなたが興味を持っているなら、Phantom Troupe＃4 Omokageについて研究してください。 そして、シリーズを見続けるだけです。\n\nストーリー：それはどういうわけかは受け入れられますが、興奮がなく、期待することはほとんどありません。\nアート：いつもと同じ。  ChrolloのIndoor Fishのようないくつかのスキルは高品質なグラフィックスを使用しましたが、TVシリーズのものはより良いと感じます。\nSOUND：テレビシリーズで使用しているものと同じものを使用します。\nCHARACTER：彼らの性格は、テレビシリーズよりも誇張されているか、または堅牢ではありません。\nエンジョイメント：あなたがここで思うすべてを読んだ後、私はあなたに決定を残します。\n\n利点：\n映画はクレイピカの過去を特集しています。 しかし、私は99％しか言うことができませんでした。\n2.この映画には、幻影劇団のメンバーNo.4が登場します。\n\nFLAWS：\n1.残りのプロットは乾燥しているようです。\nKilluaの人格の苦しみはそこにありますが、あなたが知っているKilluaではないようです。 あなたが本当のキルアアを見たいなら、あなたはハンターXハンター2011のキメラアリアークをよく見ていると思う。\n3.アニメやマンガシリーズ全体のゴンは、特に苦労しているときに解雇される人として表示されますが、映画ではほとんど見られません。\n4.あなたは他のファントム劇団について何かを期待することはありません。\n\nこれは、自分自身を含めてファンの基準を超えていないかもしれませんが、私はまだ2番目の映画「Hunter X Hunter：The Last Mission」を楽しみにしています。  Hunter X Hunter 2011シリーズは、戦略と戦う感動的な生活のスリリングと芸術を私たちに提供し続けています。 ハンターXハンター2011を引き続きサポートしていきましょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis movie made me excited the first time I've heard of it. I expected too much especially I faithfully followed Hunter X Hunter 2011. I kind of got disappointed because I gained ONLY 2 THINGS out of watching this. I decided to score it 7.\n\n\u001b[1mこの映画は私がそれを初めて聞いたときに私を興奮させました。 特にHunter X Hunter 2011を忠実にフォローしていました。私はこれを見て2つの事しか得られなかったので、すごく失望しました。 私はそれをスコアリングすることに決めました7。\u001b[22m\n\u001b[1m(Kono eiga wa watashi ga sore o hajimete kiita toki ni watashi o kōfun sa semashita. Tokuni Hunter X Hunter 2011 o chūjitsu ni forō shite imashita. Watashi wa kore o mite 2tsu no koto shika e rarenakattanode, sugoku shitsubō shimashita. Watashi wa sore o sukoaringu suru koto ni kimemashita 7.)\u001b[22m\n\nTranslations of \u001b[4mThis movie made me excited the first time I've heard of it. I expected too much especially I faithfully followed Hunter X Hunter 2011. I kind of got disappointed because I gained ONLY 2 THINGS out of watching this. I decided to score it 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie made me excited the first time I've heard of it.\u001b[24m\n    \u001b[1mこの映画は私がそれを初めて聞いたときに私を興奮させました。\u001b[22m, \u001b[1mこの映画は、私はそれを聞いたのは初めて、私は興奮しました。\u001b[22m\n\u001b[4mI expected too much especially I faithfully followed Hunter X Hunter 2011. I kind of got disappointed because I gained ONLY 2 THINGS out of watching this.\u001b[24m\n    \u001b[1m特にHunter X Hunter 2011を忠実にフォローしていました。私はこれを見て2つの事しか得られなかったので、すごく失望しました。\u001b[22m, \u001b[1m私はあまり特に私は忠実に私はこれを見てからわずか2 THINGSを得たので、私は一種の失望だハンターXハンター、2011年に続いて予想しました。\u001b[22m\n\u001b[4mI decided to score it 7.\u001b[24m\n    \u001b[1m私はそれをスコアリングすることに決めました7。\u001b[22m, \u001b[1m私はそれ7得点を決めました。\u001b[22m\n\u001b[1m\u001b[22m\nNOTES:\n\n\u001b[1mノート：\u001b[22m\n\u001b[1m(Nōto:)\u001b[22m\n\nDefinitions of \u001b[4mNOTES:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    注釈\u001b[22m\n        notes, comments\n\u001b[1m    筆記\u001b[22m\n        scribe, notes, copying\n\u001b[1m    注解\u001b[22m\n        annotation, commentary, notes\n\u001b[1m    曲譜\u001b[22m\n        musical composition, notes\n1. Even though the movie is out of the scrapped chapter made by the mangaka Togashi, the movie has successfully made it seem connected to the show.\n\n\u001b[1m1.マンガカ・トガシが作った廃止された章の外にあっても、映画はショーに結びついているように見せかけた。\u001b[22m\n\u001b[1m(1. Mangaka Togashi ga tsukutta haishi sa reta shō no soto ni atte mo, eiga wa shō ni musubitsuite iru yō ni misekaketa.)\u001b[22m\n\nTranslations of \u001b[4m1. Even though the movie is out of the scrapped chapter made by the mangaka Togashi, the movie has successfully made it seem connected to the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. Even though the movie is out of the scrapped chapter made by the mangaka Togashi, the movie has successfully made it seem connected to the show.\u001b[24m\n    \u001b[1m1.マンガカ・トガシが作った廃止された章の外にあっても、映画はショーに結びついているように見せかけた。\u001b[22m, \u001b[1m1.映画は漫画家富樫によって作られた廃車章から外れているにもかかわらず、映画は成功し、それがショーに接続されているようで行われました。\u001b[22m\n2. The setting and plot starts after Yorkshin Arc but before Greed Island Arc.\n\n\u001b[1m2.ヨークシン・アークの後、Greed Island Arcの前に設定とプロットが始まります。\u001b[22m\n\u001b[1m(2. Yōkushin āku no ato, Greed airando Arc no mae ni settei to purotto ga hajimarimasu.)\u001b[22m\n\nTranslations of \u001b[4m2. The setting and plot starts after Yorkshin Arc but before Greed Island Arc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. The setting and plot starts after Yorkshin Arc but before Greed Island Arc.\u001b[24m\n    \u001b[1m2.ヨークシン・アークの後、Greed Island Arcの前に設定とプロットが始まります。\u001b[22m, \u001b[1m2.設定とプロットはYorkshinアーク後でグリード島弧の前に開始されます。\u001b[22m\n3. IF YOU JUST WANT TO WATCH IT TO KNOW ABOUT THE BENEFITS I WILL MENTION LATER, you better just read the manga's special chapter for Kurapika, it's more complete. Just research about Phantom Troupe #4 Omokage if you're interested. And just continue watching the series.\n\n\u001b[1m3.あなたがちょうど私が後で気づくであろう恩恵について知っていることを知りたいのであれば、漫画の特別章、Kurapikaを読んだほうがいいでしょう、もっと完成です。 あなたが興味を持っているなら、Phantom Troupe＃4 Omokageについて研究してください。 そして、シリーズを見続けるだけです。\u001b[22m\n\u001b[1m(3. Anata ga chōdo watashi ga atode kidzukudearou onkei ni tsuite shitte iru koto o shiritai nodeareba, manga no tokubetsu shō, Kurapika o yonda hō ga īdeshou, motto kanseidesu. Anata ga kyōmi o motte irunara, fantamu Troupe# 4 Omokage ni tsuite kenkyū shite kudasai. Soshite, shirīzu o mi tsudzukeru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4m3. IF YOU JUST WANT TO WATCH IT TO KNOW ABOUT THE BENEFITS I WILL MENTION LATER, you better just read the manga's special chapter for Kurapika, it's more complete. Just research about Phantom Troupe #4 Omokage if you're interested. And just continue watching the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3. IF YOU JUST WANT TO WATCH IT TO KNOW ABOUT THE BENEFITS I WILL MENTION LATER, you better just read the manga's special chapter for Kurapika, it's more complete.\u001b[24m\n    \u001b[1m3.あなたがちょうど私が後で気づくであろう恩恵について知っていることを知りたいのであれば、漫画の特別章、Kurapikaを読んだほうがいいでしょう、もっと完成です。\u001b[22m, \u001b[1m3.あなただけLATER、あなたがより良いだけでクラピカのための漫画の特別な章を読んで私が言及WILL利点を知ってそれを見たい場合は、それはより完全なのです。\u001b[22m\n\u001b[4mJust research about Phantom Troupe #4 Omokage if you're interested.\u001b[24m\n    \u001b[1mあなたが興味を持っているなら、Phantom Troupe＃4 Omokageについて研究してください。\u001b[22m, \u001b[1mもし興味があるならちょうどファントム団＃4 Omokageについて研究しています。\u001b[22m\n\u001b[4mAnd just continue watching the series.\u001b[24m\n    \u001b[1mそして、シリーズを見続けるだけです。\u001b[22m, \u001b[1mそして、ちょうどシリーズを見続けます。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY: It's somehow acceptable but lacks excitement and very little to expect.\n\n\u001b[1mストーリー：それはどういうわけかは受け入れられますが、興奮がなく、期待することはほとんどありません。\u001b[22m\n\u001b[1m(Sutōrī: Sore wa dō iu wake ka wa ukeire raremasuga, kōfun ga naku, kitai suru koto wa hotondo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSTORY: It's somehow acceptable but lacks excitement and very little to expect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY: It's somehow acceptable but lacks excitement and very little to expect.\u001b[24m\n    \u001b[1mストーリー：それはどういうわけかは受け入れられますが、興奮がなく、期待することはほとんどありません。\u001b[22m, \u001b[1mSTORY：それは何とか許容可能だが、興奮と期待するのはほとんどが欠けています。\u001b[22m\nART: Same as usual. Some skills like Chrollo's Indoor Fish used higher quality graphics but it feels like the one in the TV series is better.\n\n\u001b[1mアート：いつもと同じ。  ChrolloのIndoor Fishのようないくつかのスキルは高品質なグラフィックスを使用しましたが、TVシリーズのものはより良いと感じます。\u001b[22m\n\u001b[1m(Āto: Itsumo to onaji. Chrollo no Indoor fisshu no yōna ikutsu ka no sukiru wa kōhinshitsuna gurafikkusu o shiyō shimashitaga, TV shirīzu no mono wa yori yoi to kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mART: Same as usual. Some skills like Chrollo's Indoor Fish used higher quality graphics but it feels like the one in the TV series is better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART: Same as usual.\u001b[24m\n    \u001b[1mアート：いつもと同じ。\u001b[22m, \u001b[1mART：いつもと同じ。\u001b[22m\n\u001b[4mSome skills like Chrollo's Indoor Fish used higher quality graphics but it feels like the one in the TV series is better.\u001b[24m\n    \u001b[1mChrolloのIndoor Fishのようないくつかのスキルは高品質なグラフィックスを使用しましたが、TVシリーズのものはより良いと感じます。\u001b[22m, \u001b[1mChrolloの屋内魚のようないくつかのスキルがより高品質のグラフィックスを使用するが、テレビシリーズの1が優れているようにそれは感じています。\u001b[22m\nSOUND: They use the same as what they use in TV series.\n\n\u001b[1mSOUND：テレビシリーズで使用しているものと同じものを使用します。\u001b[22m\n\u001b[1m(Saundo: Terebishirīzu de shiyō shite iru mono to onaji mono o shiyō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mSOUND: They use the same as what they use in TV series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND: They use the same as what they use in TV series.\u001b[24m\n    \u001b[1mSOUND：テレビシリーズで使用しているものと同じものを使用します。\u001b[22m, \u001b[1mSOUND：彼らはテレビシリーズで使用しているものと同じように使用します。\u001b[22m\nCHARACTER: Their personality is being exaggerated or less firm than in the TV series.\n\n\u001b[1mCHARACTER：彼らの性格は、テレビシリーズよりも誇張されているか、または堅牢ではありません。\u001b[22m\n\u001b[1m(CHARACTER: Karera no seikaku wa, terebishirīzu yori mo kochō sa rete iru ka, matawa kenrōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mCHARACTER: Their personality is being exaggerated or less firm than in the TV series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTER: Their personality is being exaggerated or less firm than in the TV series.\u001b[24m\n    \u001b[1mCHARACTER：彼らの性格は、テレビシリーズよりも誇張されているか、または堅牢ではありません。\u001b[22m, \u001b[1mCHARACTER：彼らの個性が誇張やテレビシリーズに比べて少ないしっかりとしています。\u001b[22m\nENJOYMENT: I leave the decision to you after you read everything I think here.\n\n\u001b[1mエンジョイメント：あなたがここで思うすべてを読んだ後、私はあなたに決定を残します。\u001b[22m\n\u001b[1m(Enjoimento: Anata ga koko de omou subete o yonda nochi, watashi wa anata ni kettei o nokoshimasu.)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT: I leave the decision to you after you read everything I think here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT: I leave the decision to you after you read everything I think here.\u001b[24m\n    \u001b[1mエンジョイメント：あなたがここで思うすべてを読んだ後、私はあなたに決定を残します。\u001b[22m, \u001b[1m享有：あなたは私がここで考えて、すべてを読んだ後、私はあなたに決定を残します。\u001b[22m\n\u001b[1m\u001b[22m\nBENEFITS:\n\n\u001b[1m利点：\u001b[22m\n\u001b[1m(Riten:)\u001b[22m\n\nDefinitions of \u001b[4mBENEFITS:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    余沢\u001b[22m\n        blessings, benefits\n1. The movie features the past of Kurapika. But I could say only 99%.\n\n\u001b[1m映画はクレイピカの過去を特集しています。 しかし、私は99％しか言うことができませんでした。\u001b[22m\n\u001b[1m(Eiga wa kureipika no kako o tokushū shite imasu. Shikashi, watashi wa 99-pāsento shika iu koto ga dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4m1. The movie features the past of Kurapika. But I could say only 99%.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. The movie features the past of Kurapika.\u001b[24m\n    \u001b[1m映画はクレイピカの過去を特集しています。\u001b[22m, \u001b[1m1.映画はクラピカの過去を備えています。\u001b[22m\n\u001b[4mBut I could say only 99%.\u001b[24m\n    \u001b[1mしかし、私は99％しか言うことができませんでした。\u001b[22m, \u001b[1mしかし、私は唯一の99％を言うことができます。\u001b[22m\n2. The movie features the Phantom Troupe member #4, the one replaced by Hisoka.\n\n\u001b[1m2.この映画には、幻影劇団のメンバーNo.4が登場します。\u001b[22m\n\u001b[1m(2. Kono eiga ni wa, gen'ei gekidan no menbā nanbā 4 ga tōjō shimasu.)\u001b[22m\n\nTranslations of \u001b[4m2. The movie features the Phantom Troupe member #4, the one replaced by Hisoka.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. The movie features the Phantom Troupe member #4, the one replaced by Hisoka.\u001b[24m\n    \u001b[1m2.この映画には、幻影劇団のメンバーNo.4が登場します。\u001b[22m, \u001b[1m2.映画は、ファントム団のメンバー＃4、Hisokaにより置換された1つを備えています。\u001b[22m\n\u001b[1m\u001b[22m\nFLAWS:\n\n\u001b[1mFLAWS：\u001b[22m\n\u001b[1m(FLAWS:)\u001b[22m\n\nDefinitions of \u001b[4mFLAWS:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    欠点\u001b[22m\n        drawback, defect, faults, deficiency, flaw, weakness\n\u001b[1m    瑕疵\u001b[22m\n        defect, flaw, fault, blemish, shortcoming\n\u001b[1m    弱点\u001b[22m\n        weakness, weak point, flaw, defect, failing, frailty\n\u001b[1m    ひび\u001b[22m\n        crack, flaw, fissure\n\u001b[1m    瑕\u001b[22m\n        defect, flaw, blemish, weak point\n\u001b[1m    粗\u001b[22m\n        defect, flaw\n\u001b[1m    汚点\u001b[22m\n        blot, stain, taint, disgrace, flaw\n\u001b[1m    弱\u001b[22m\n        weak, weakness, frailty, feebleness, infirmity, fault\n1. The rest of the plot seems to be dry.\n\n\u001b[1m1.残りのプロットは乾燥しているようです。\u001b[22m\n\u001b[1m(1. Nokori no purotto wa kansō shite iru yōdesu.)\u001b[22m\n\nTranslations of \u001b[4m1. The rest of the plot seems to be dry.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. The rest of the plot seems to be dry.\u001b[24m\n    \u001b[1m1.残りのプロットは乾燥しているようです。\u001b[22m, \u001b[1m1.プロットの残りの部分は乾燥しているようです。\u001b[22m\n2. Killua's personality sufferings is there but it seems to be not the Killua you know. I think you better watch Chimera Ant Arc of Hunter X Hunter 2011 if you wanna see the real Killua.\n\n\u001b[1mKilluaの人格の苦しみはそこにありますが、あなたが知っているKilluaではないようです。 あなたが本当のキルアアを見たいなら、あなたはハンターXハンター2011のキメラアリアークをよく見ていると思う。\u001b[22m\n\u001b[1m(Killua no jinkaku no kurushimi wa soko ni arimasuga, anata ga shitte iru Killuade wa nai yōdesu. Anata ga hontō no kiruaa o mitainara, anata wa hantā X hantā 2011 no kimeraariāku o yoku mite iru to omou.)\u001b[22m\n\nTranslations of \u001b[4m2. Killua's personality sufferings is there but it seems to be not the Killua you know. I think you better watch Chimera Ant Arc of Hunter X Hunter 2011 if you wanna see the real Killua.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. Killua's personality sufferings is there but it seems to be not the Killua you know.\u001b[24m\n    \u001b[1mKilluaの人格の苦しみはそこにありますが、あなたが知っているKilluaではないようです。\u001b[22m, \u001b[1m2.キルアの性格の苦しみがあるが、あなたが知らないキルアのようです。\u001b[22m\n\u001b[4mI think you better watch Chimera Ant Arc of Hunter X Hunter 2011 if you wanna see the real Killua.\u001b[24m\n    \u001b[1mあなたが本当のキルアアを見たいなら、あなたはハンターXハンター2011のキメラアリアークをよく見ていると思う。\u001b[22m, \u001b[1m私はあなたが本当のキルアを見たい場合は、より良いハンターXハンター2011のキメラAntのアークを見ると思います。\u001b[22m\n3. Gon in the entire anime and manga series is shown as someone who gets fired up especially when he has a hard time fighting but in the movie, you can barely see this fire.\n\n\u001b[1m3.アニメやマンガシリーズ全体のゴンは、特に苦労しているときに解雇される人として表示されますが、映画ではほとんど見られません。\u001b[22m\n\u001b[1m(3. Anime ya mangashirīzu zentai no gon wa, tokuni kurō shite iru toki ni kaiko sa reru hito to shite hyōji sa remasuga, eigade wa hotondo mi raremasen.)\u001b[22m\n\nTranslations of \u001b[4m3. Gon in the entire anime and manga series is shown as someone who gets fired up especially when he has a hard time fighting but in the movie, you can barely see this fire.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3. Gon in the entire anime and manga series is shown as someone who gets fired up especially when he has a hard time fighting but in the movie, you can barely see this fire.\u001b[24m\n    \u001b[1m3.アニメやマンガシリーズ全体のゴンは、特に苦労しているときに解雇される人として表示されますが、映画ではほとんど見られません。\u001b[22m, \u001b[1m3.彼は戦いに苦労していたときに、特に気合ますが、映画の中で、あなたはかろうじてこの火を見ることができる誰かのように示されている全体のアニメやマンガシリーズにゴン。\u001b[22m\n4. You don't have something to expect about the other Phantom Troupe.\n\n\u001b[1m4.あなたは他のファントム劇団について何かを期待することはありません。\u001b[22m\n\u001b[1m(4. Anata wa hoka no fantomu gekidan ni tsuite nanika o kitai suru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4m4. You don't have something to expect about the other Phantom Troupe.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m4. You don't have something to expect about the other Phantom Troupe.\u001b[24m\n    \u001b[1m4.あなたは他のファントム劇団について何かを期待することはありません。\u001b[22m, \u001b[1m4.あなたは他のファントム団について期待する何かを持っていません。\u001b[22m\n\u001b[1m\u001b[22m\nThis might not have passed the standards of fans out there including myself, but I'll still look forward for the 2nd movie 'Hunter X Hunter: The Last Mission'. Hunter X Hunter 2011 series still continues to give us the thrill and the art of fighting with strategies and also the emotional meaning of life. So let's still continue supporting Hunter X Hunter 2011.\n\n\u001b[1mこれは、自分自身を含めてファンの基準を超えていないかもしれませんが、私はまだ2番目の映画「Hunter X Hunter：The Last Mission」を楽しみにしています。  Hunter X Hunter 2011シリーズは、戦略と戦う感動的な生活のスリリングと芸術を私たちに提供し続けています。 ハンターXハンター2011を引き続きサポートしていきましょう。\u001b[22m\n\u001b[1m(Kore wa, jibun jishin o fukumete fan no kijun o koete inai kamo shiremasenga, watashi wa mada 2-banme no eiga `Hunter X Hunter: The Last Mission' o tanoshiminishiteimasu. Hunter X Hunter 2011 shirīzu wa, senryaku to tatakau kandō-tekina seikatsu no suriringu to geijutsu o watashitachi ni teikyō shi tsudzukete imasu. Hantā X hantā 2011 o hikitsudzuki sapōto shite ikimashou.)\u001b[22m\n\nTranslations of \u001b[4mThis might not have passed the standards of fans out there including myself, but I'll still look forward for the 2nd movie 'Hunter X Hunter: The Last Mission'. Hunter X Hunter 2011 series still continues to give us the thrill and the art of fighting with strategies and also the emotional meaning of life. So let's still continue supporting Hunter X Hunter 2011.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis might not have passed the standards of fans out there including myself, but I'll still look forward for the 2nd movie 'Hunter X Hunter: The Last Mission'.\u001b[24m\n    \u001b[1mこれは、自分自身を含めてファンの基準を超えていないかもしれませんが、私はまだ2番目の映画「Hunter X Hunter：The Last Mission」を楽しみにしています。\u001b[22m, \u001b[1mこれは、そこに私を含めファンの規格に合格していない可能性がありますが、私はまだ第二映画「ハンターXハンター：最後のミッション」のため楽しみにしています。\u001b[22m\n\u001b[4mHunter X Hunter 2011 series still continues to give us the thrill and the art of fighting with strategies and also the emotional meaning of life.\u001b[24m\n    \u001b[1mHunter X Hunter 2011シリーズは、戦略と戦う感動的な生活のスリリングと芸術を私たちに提供し続けています。\u001b[22m, \u001b[1mハンターXハンター2011シリーズは、まだ私たちにスリルと戦略との戦いの芸術とも人生の感情的な意味を与えるために続けています。\u001b[22m\n\u001b[4mSo let's still continue supporting Hunter X Hunter 2011.\u001b[24m\n    \u001b[1mハンターXハンター2011を引き続きサポートしていきましょう。\u001b[22m, \u001b[1mそれでは、まだハンターXハンター2011をサポートし続けましょう。\u001b[22m"
  },
  {
    "title": "Hunter_x_Hunter_Movie__Phantom_Rouge",
    "id": "13271",
    "url": "https://myanimelist.net/anime/13271/Hunter_x_Hunter_Movie__Phantom_Rouge",
    "user": "Karhu",
    "profile": "/profile/Karhu/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=119715",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこのレビューは、映画のように、短くておしゃれです。\n\nハンターxハンター：ファンタムルージュは、ハンターxハンターの全てではありません。 物語は、現実の人々に基づいて人形を作り、その外観をコピーするこの人形人に関するものです。 皮肉なことに、この映画では、主人公のクレイピカ、キル、ゴン、レオリオも、人形、空の殻のように感じます。 彼らの性格はすべて変更されており、アニメに見られる以前のキャラクターの発展はすべてゼロに戻ってきた+余分なものが取り除かれた。 彼らは完全に異なったキャラクターであるだけでなく、弱い馬鹿にもなっています。 私はこのアニメは明らかに何も持っていないので、文字について何も話したり、何かを台無しにしない。\n\nこの出来事は、5歳の遅滞したカエル・リスによって書かれた可能性が最も高い。 この執筆はまったく偶然に基づいている。 戦いはばかげて完全に脳が欠けている。 この攻撃をbitchslapコンテストで置き換えることもできますし、戦術的にも意味をなさないでしょう。 キャラクターはすべてのファックの時間のお互いの場所にテレポート。 文字通りではありませんが、与えられた説明は次のように置き換えられます。  「どうやってここに来たの？ ああ、私はテレポートしました。 そして、このストーリーはまだ同じように意味をなさないでしょう。 悪い人は友情の力で殴られた。 マザーファッカー。 あるいは、以前の悪役をテレポートすることの助けを借りて。\n\nアニメーションはばかげて見えます。 戦いは軽い効果で実行されます。 全く真剣ありません？ これは面白くない。 彼らはまた、魚を飛ばすためにいくつかのちっちゃなCGIを使用しなければなりませんでした。 主に、色あいを見る。 芸術も異なっていますが、とにかくこれはHxHではないので、私は不平を言う必要はありません。 音はまったく違和感なく作られています。 ゴンとキルワが一人のキャラクターに気付かれないように忍び寄る場面があります。 サウンドディレクターは何をしましたか？ 私の隣人でさえも低音を聞くことができるように足音を声に入れる。 真剣に、私は意味しますか？\n\nまあ、私はこれでいくつかのことを楽しんだ。 目の周りの参考文献と家族のための主要な悪人の感覚。 それは文字通り少数です。 これらの1.5時間がかなり速くなったので、ペーシングもneatoでした。 あなたがKurapikaについてもっと聞くために死んでいない限り、私はキャラクターの振る舞いに耐えることができない人にも、他の人にもこれを勧めません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nThis review will be short and shitty, just like the movie.\n\n\u001b[1mこのレビューは、映画のように、短くておしゃれです。\u001b[22m\n\u001b[1m(Kono rebyū wa, eiga no yō ni, mijikakute osharedesu.)\u001b[22m\n\nTranslations of \u001b[4mThis review will be short and shitty, just like the movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis review will be short and shitty, just like the movie.\u001b[24m\n    \u001b[1mこのレビューは、映画のように、短くておしゃれです。\u001b[22m, \u001b[1mこのレビューはちょうど映画のように、短く、くだらないとなります。\u001b[22m\n\u001b[1m\u001b[22m\nHunter x Hunter: Phantom Rouge is about everything which Hunter x Hunter isn't. The story is about this puppeteer who makes puppets based to real people, copying their appearance. Ironically, our main characters Kurapika, Kil, Gon and Leorio also feel like puppets, empty shells, in this movie. All of their personalities have been changed, and all former character development seen in the anime has been turned back to zero + little extra taken away. Not only are they completely different characters, they have been turned into a bunch of weak idiots as well. I don't bother talking nor spoiling anything about the characters since this anime clearly doesn't have any.\n\n\u001b[1mハンターxハンター：ファンタムルージュは、ハンターxハンターの全てではありません。 物語は、現実の人々に基づいて人形を作り、その外観をコピーするこの人形人に関するものです。 皮肉なことに、この映画では、主人公のクレイピカ、キル、ゴン、レオリオも、人形、空の殻のように感じます。 彼らの性格はすべて変更されており、アニメに見られる以前のキャラクターの発展はすべてゼロに戻ってきた+余分なものが取り除かれた。 彼らは完全に異なったキャラクターであるだけでなく、弱い馬鹿にもなっています。 私はこのアニメは明らかに何も持っていないので、文字について何も話したり、何かを台無しにしない。\u001b[22m\n\u001b[1m(Hantā x hantā: Fantamurūju wa, hantā x hantā no subetede wa arimasen. Monogatari wa, genjitsu no hitobito nimotozuite ningyō o tsukuri, sono gaikan o kopī suru kono ningyō hito ni kansuru monodesu. Hinikuna koto ni, kono eigade wa, shujinkō no kureipika, kiru, gon, reorio mo, ningyō, sora no kara no yō ni kanjimasu. Karera no seikaku wa subete henkō sa rete ori, anime ni mi rareru izen no kyarakutā no hatten wa subetezero ni modottekita + yobun'na mono ga torinozoka reta. Karera wa kanzen ni kotonatta kyarakutādearu dakedenaku, yowai baka ni mo natte imasu. Watashi wa kono anime wa akiraka ni nani mo motte inainode, moji ni tsuite nani mo hanashi tari, nanika o dainashi ni shinai.)\u001b[22m\n\nTranslations of \u001b[4mHunter x Hunter: Phantom Rouge is about everything which Hunter x Hunter isn't. The story is about this puppeteer who makes puppets based to real people, copying their appearance. Ironically, our main characters Kurapika, Kil, Gon and Leorio also feel like puppets, empty shells, in this movie. All of their personalities have been changed, and all former character development seen in the anime has been turned back to zero + little extra taken away. Not only are they completely different characters, they have been turned into a bunch of weak idiots as well. I don't bother talking nor spoiling anything about the characters since this anime clearly doesn't have any.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHunter x Hunter: Phantom Rouge is about everything which Hunter x Hunter isn't.\u001b[24m\n    \u001b[1mハンターxハンター：ファンタムルージュは、ハンターxハンターの全てではありません。\u001b[22m, \u001b[1mハンターハンターX：ファントム・ルージュはハンターハンターxは、すべてではないです。\u001b[22m\n\u001b[4mThe story is about this puppeteer who makes puppets based to real people, copying their appearance.\u001b[24m\n    \u001b[1m物語は、現実の人々に基づいて人形を作り、その外観をコピーするこの人形人に関するものです。\u001b[22m, \u001b[1m物語は、その外観をコピーし、現実の人々に基づいて、人形を作るこの人形についてです。\u001b[22m\n\u001b[4mIronically, our main characters Kurapika, Kil, Gon and Leorio also feel like puppets, empty shells, in this movie.\u001b[24m\n    \u001b[1m皮肉なことに、この映画では、主人公のクレイピカ、キル、ゴン、レオリオも、人形、空の殻のように感じます。\u001b[22m, \u001b[1m皮肉なことに、私たちの主な文字クラピカ、チール、ゴンとレオリオも、この映画の中の人形、空の殻、ような気がします。\u001b[22m\n\u001b[4mAll of their personalities have been changed, and all former character development seen in the anime has been turned back to zero + little extra taken away.\u001b[24m\n    \u001b[1m彼らの性格はすべて変更されており、アニメに見られる以前のキャラクターの発展はすべてゼロに戻ってきた+余分なものが取り除かれた。\u001b[22m, \u001b[1m彼らの人格のすべてが変更された、とアニメで見られるすべての元の文字開発が戻って連れ去らゼロ+少し余分になっています。\u001b[22m\n\u001b[4mNot only are they completely different characters, they have been turned into a bunch of weak idiots as well.\u001b[24m\n    \u001b[1m彼らは完全に異なったキャラクターであるだけでなく、弱い馬鹿にもなっています。\u001b[22m, \u001b[1mだけでなく、彼らは完全に異なる文字が、彼らは同様に弱い馬鹿の束になってきたしています。\u001b[22m\n\u001b[4mI don't bother talking nor spoiling anything about the characters since this anime clearly doesn't have any.\u001b[24m\n    \u001b[1m私はこのアニメは明らかに何も持っていないので、文字について何も話したり、何かを台無しにしない。\u001b[22m, \u001b[1mこのアニメは明らかに任意のを持っていないので、私は文字について何を話しても損なわ気にしないでください。\u001b[22m\n\u001b[1m\u001b[22m\nThe events were most likely written by a 5-year-old retarded frog-squirrel. The writing is utterly based to coincidences. The fights are ridiculous and completely lacking brains. You could as well replace the attacks with a bitchslap contest and it would make tactically as much sense. The characters teleport to each others location all the fucking time. Not literally, but the explanation given could be replaced with the following; 'How I got here? Oh, I teleported.' And the story would still make sense equally much. Bad guys got beaten by the power of friendship. Motherfucker. Or alternatively with the help of teleporting former villains.\n\n\u001b[1mこの出来事は、5歳の遅滞したカエル・リスによって書かれた可能性が最も高い。 この執筆はまったく偶然に基づいている。 戦いはばかげて完全に脳が欠けている。 この攻撃をbitchslapコンテストで置き換えることもできますし、戦術的にも意味をなさないでしょう。 キャラクターはすべてのファックの時間のお互いの場所にテレポート。 文字通りではありませんが、与えられた説明は次のように置き換えられます。  「どうやってここに来たの？ ああ、私はテレポートしました。 そして、このストーリーはまだ同じように意味をなさないでしょう。 悪い人は友情の力で殴られた。 マザーファッカー。 あるいは、以前の悪役をテレポートすることの助けを借りて。\u001b[22m\n\u001b[1m(Kono dekigoto wa, 5-sai no chitai shita kaeru risu ni yotte kaka reta kanōsei ga mottomo takai. Kono shippitsu wa mattaku gūzen ni motodzuite iru. Kyarakutā wa subete no fakku no jikan no otagai no basho ni terepōto. Mojidōride wa arimasenga, ataerareta setsumei wa tsugi no yō ni okikae raremasu. `Dō yatte koko ni kita no? Ā, watashi wa terepōto shimashita. Soshite, kono sutōrī wa mada onajiyōni imiwonasanaideshou. Warui hito wa yūjō no chikara de nagura reta. Mazāfakkā. Aruiwa, izen no akuyaku o terepōto suru koto no tasuke o karite. Tatakai wa bakagete kanzen ni nō ga kakete iru. Kono kōgeki o bitchslap kontesuto de okikaeru koto mo dekimasushi, senjutsu-teki ni mo imiwonasanaideshou.)\u001b[22m\n\nTranslations of \u001b[4mThe events were most likely written by a 5-year-old retarded frog-squirrel. The writing is utterly based to coincidences. The fights are ridiculous and completely lacking brains. You could as well replace the attacks with a bitchslap contest and it would make tactically as much sense. The characters teleport to each others location all the fucking time. Not literally, but the explanation given could be replaced with the following; 'How I got here? Oh, I teleported.' And the story would still make sense equally much. Bad guys got beaten by the power of friendship. Motherfucker. Or alternatively with the help of teleporting former villains.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe events were most likely written by a 5-year-old retarded frog-squirrel.\u001b[24m\n    \u001b[1mこの出来事は、5歳の遅滞したカエル・リスによって書かれた可能性が最も高い。\u001b[22m, \u001b[1mイベントは、最も可能性の高い5歳の遅カエル、リスによって書かれました。\u001b[22m\n\u001b[4mThe writing is utterly based to coincidences.\u001b[24m\n    \u001b[1mこの執筆はまったく偶然に基づいている。\u001b[22m, \u001b[1m書き込みが全く偶然の一致に基づいています。\u001b[22m\n\u001b[4mThe characters teleport to each others location all the fucking time.\u001b[24m\n    \u001b[1mキャラクターはすべてのファックの時間のお互いの場所にテレポート。\u001b[22m, \u001b[1m文字は、お互いの場所にすべてのクソの時間をテレポート。\u001b[22m\n\u001b[4mNot literally, but the explanation given could be replaced with the following;\u001b[24m\n    \u001b[1m文字通りではありませんが、与えられた説明は次のように置き換えられます。\u001b[22m, \u001b[1mない文字通りが、与えられた説明は、以下で置き換えることができます。\u001b[22m\n\u001b[4m'How I got here?\u001b[24m\n    \u001b[1m「どうやってここに来たの？\u001b[22m, \u001b[1m「私がここに来ましたか？\u001b[22m\n\u001b[4mOh, I teleported.'\u001b[24m\n    \u001b[1mああ、私はテレポートしました。\u001b[22m, \u001b[1mああ、私はテレポート」。\u001b[22m\n\u001b[4mAnd the story would still make sense equally much.\u001b[24m\n    \u001b[1mそして、このストーリーはまだ同じように意味をなさないでしょう。\u001b[22m, \u001b[1mそして、物語はまだ均等にあまり意味をなさないと思います。\u001b[22m\n\u001b[4mBad guys got beaten by the power of friendship.\u001b[24m\n    \u001b[1m悪い人は友情の力で殴られた。\u001b[22m, \u001b[1m悪者は、友情の力で殴られました。\u001b[22m\n\u001b[4mMotherfucker.\u001b[24m\n    \u001b[1mマザーファッカー。\u001b[22m\n\u001b[4mOr alternatively with the help of teleporting former villains.\u001b[24m\n    \u001b[1mあるいは、以前の悪役をテレポートすることの助けを借りて。\u001b[22m, \u001b[1mまたは代替的に、前者悪役をテレポートの助けを借りて。\u001b[22m\n\u001b[4mThe fights are ridiculous and completely lacking brains.\u001b[24m\n    \u001b[1m戦いはばかげて完全に脳が欠けている。\u001b[22m, \u001b[1m戦いはばかげていると完全に脳を欠いています。\u001b[22m\n\u001b[4mYou could as well replace the attacks with a bitchslap contest and it would make tactically as much sense.\u001b[24m\n    \u001b[1mこの攻撃をbitchslapコンテストで置き換えることもできますし、戦術的にも意味をなさないでしょう。\u001b[22m, \u001b[1mあなたにもビッチ・スラップ危険な天使たちのコンテストで攻撃を置き換えることができ、それが戦術としてあまり意味があろう。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation looks ridiculous. The fights are executed with light effects. No, seriously? This isn't even funny. They also had to use some shitty cgi to make fish fly and look lame. Mostly to look lame. The art is also different, but this isn't HxH anyway, so I don't have to complain. The sounds are made with a no fricking sense whatsoever. There is a scene where Gon and Killua have to sneak so that one character doesn't notice them. And what did the sound director do? Insert footstep-voices so loud that even my neighbor can the hear the bass. I mean, seriously?\n\n\u001b[1mアニメーションはばかげて見えます。 戦いは軽い効果で実行されます。 全く真剣ありません？ これは面白くない。 彼らはまた、魚を飛ばすためにいくつかのちっちゃなCGIを使用しなければなりませんでした。 主に、色あいを見る。 芸術も異なっていますが、とにかくこれはHxHではないので、私は不平を言う必要はありません。 音はまったく違和感なく作られています。 ゴンとキルワが一人のキャラクターに気付かれないように忍び寄る場面があります。 サウンドディレクターは何をしましたか？ 私の隣人でさえも低音を聞くことができるように足音を声に入れる。 真剣に、私は意味しますか？\u001b[22m\n\u001b[1m(Animēshon wa bakagete miemasu. Tatakai wa karui kōka de jikkō sa remasu. Karera wa mata, sakana o tobasu tame ni ikutsu ka no chitchana CGI o shiyō shinakereba narimasendeshita. Omoni, iroai o miru. Geijutsu mo kotonatte imasuga, tonikaku kore wa HxHde wanainode, watashi wa fuheiwoiu hitsuyō wa arimasen. Oto wa mattaku iwakan naku tsukura rete imasu. Gon to kiruwa ga hitori no kyarakutā ni kidzuka renai yō ni shinobiyoru bamen ga arimasu. Saundodirekutā wa nani o shimashita ka? Watashi no rinjinde sae mo teion o kiku koto ga dekiru yō ni ashioto o koe ni ireru. Shinken ni, watashi wa imi shimasu ka? Mattaku shinken arimasen? Kore wa omoshirokunai.)\u001b[22m\n\nTranslations of \u001b[4mThe animation looks ridiculous. The fights are executed with light effects. No, seriously? This isn't even funny. They also had to use some shitty cgi to make fish fly and look lame. Mostly to look lame. The art is also different, but this isn't HxH anyway, so I don't have to complain. The sounds are made with a no fricking sense whatsoever. There is a scene where Gon and Killua have to sneak so that one character doesn't notice them. And what did the sound director do? Insert footstep-voices so loud that even my neighbor can the hear the bass. I mean, seriously?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation looks ridiculous.\u001b[24m\n    \u001b[1mアニメーションはばかげて見えます。\u001b[22m\n\u001b[4mThe fights are executed with light effects.\u001b[24m\n    \u001b[1m戦いは軽い効果で実行されます。\u001b[22m, \u001b[1m戦いは、光の効果で実行されます。\u001b[22m\n\u001b[4mThey also had to use some shitty cgi to make fish fly and look lame.\u001b[24m\n    \u001b[1m彼らはまた、魚を飛ばすためにいくつかのちっちゃなCGIを使用しなければなりませんでした。\u001b[22m, \u001b[1m彼らはまた、魚のフライを作り、ラメ見ていくつかのくだらないのcgiを使用する必要がありました。\u001b[22m\n\u001b[4mMostly to look lame.\u001b[24m\n    \u001b[1m主に、色あいを見る。\u001b[22m, \u001b[1m大部分はラメ検索します。\u001b[22m\n\u001b[4mThe art is also different, but this isn't HxH anyway, so I don't have to complain.\u001b[24m\n    \u001b[1m芸術も異なっていますが、とにかくこれはHxHではないので、私は不平を言う必要はありません。\u001b[22m, \u001b[1m技術は、異なっているが、これはとにかくHxHされていないので、私は文句を言う必要はありません。\u001b[22m\n\u001b[4mThe sounds are made with a no fricking sense whatsoever.\u001b[24m\n    \u001b[1m音はまったく違和感なく作られています。\u001b[22m, \u001b[1m音が全くfricking感覚で作られています。\u001b[22m\n\u001b[4mThere is a scene where Gon and Killua have to sneak so that one character doesn't notice them.\u001b[24m\n    \u001b[1mゴンとキルワが一人のキャラクターに気付かれないように忍び寄る場面があります。\u001b[22m, \u001b[1mゴンとキルアは、1文字がそれらを気づかれないようにこっそりする必要があるシーンがあります。\u001b[22m\n\u001b[4mAnd what did the sound director do?\u001b[24m\n    \u001b[1mサウンドディレクターは何をしましたか？\u001b[22m, \u001b[1mそして、サウンドディレクターは何をしましたか？\u001b[22m\n\u001b[4mInsert footstep-voices so loud that even my neighbor can the hear the bass.\u001b[24m\n    \u001b[1m私の隣人でさえも低音を聞くことができるように足音を声に入れる。\u001b[22m, \u001b[1mでも、私の隣人は、低音を聞くことができるように大声足音-声を挿入します。\u001b[22m\n\u001b[4mI mean, seriously?\u001b[24m\n    \u001b[1m真剣に、私は意味しますか？\u001b[22m, \u001b[1m私は真剣に、意味ですか？\u001b[22m\n\u001b[4mNo, seriously?\u001b[24m\n    \u001b[1m全く真剣ありません？\u001b[22m, \u001b[1mいいえ、真剣に？\u001b[22m\n\u001b[4mThis isn't even funny.\u001b[24m\n    \u001b[1mこれは面白くない。\u001b[22m, \u001b[1mこれがあってもおかしくはありません。\u001b[22m\n\u001b[1m\u001b[22m\nWell, I did enjoy few things in this. The references around eyes and main villain's sense for family. That's literally the few. The pacing was also neato as these 1.5hours went pretty fast. I wouldn't recommend this to anyone who can't bear with out of character behavior, nor anyone else either, unless you die to hear more about Kurapika.\n\n\u001b[1mまあ、私はこれでいくつかのことを楽しんだ。 目の周りの参考文献と家族のための主要な悪人の感覚。 それは文字通り少数です。 これらの1.5時間がかなり速くなったので、ペーシングもneatoでした。 あなたがKurapikaについてもっと聞くために死んでいない限り、私はキャラクターの振る舞いに耐えることができない人にも、他の人にもこれを勧めません。\u001b[22m\n\u001b[1m(Mā, watashi wa kore de ikutsu ka no koto o tanoshinda. Me no mawari no sankō bunken to kazoku no tame no shuyōna akunin no kankaku. Sore wa mojidōri shōsūdesu. Korera no 1. 5-Jikan ga kanari hayaku nattanode, pēshingu mo neatodeshita. Anata ga Kurapika ni tsuite motto kiku tame ni shinde inai kagiri, watashi wa kyarakutā no furumai ni taeru koto ga dekinai hito ni mo, hokanohito ni mo kore o susumemasen.)\u001b[22m\n\nTranslations of \u001b[4mWell, I did enjoy few things in this. The references around eyes and main villain's sense for family. That's literally the few. The pacing was also neato as these 1.5hours went pretty fast. I wouldn't recommend this to anyone who can't bear with out of character behavior, nor anyone else either, unless you die to hear more about Kurapika.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, I did enjoy few things in this.\u001b[24m\n    \u001b[1mまあ、私はこれでいくつかのことを楽しんだ。\u001b[22m, \u001b[1mまあ、私はこの中のいくつかのことを楽しんでいました。\u001b[22m\n\u001b[4mThe references around eyes and main villain's sense for family.\u001b[24m\n    \u001b[1m目の周りの参考文献と家族のための主要な悪人の感覚。\u001b[22m, \u001b[1m目の周りの参照と家族のための主要な悪役の感覚。\u001b[22m\n\u001b[4mThat's literally the few.\u001b[24m\n    \u001b[1mそれは文字通り少数です。\u001b[22m, \u001b[1mそれは文字通り数です。\u001b[22m\n\u001b[4mThe pacing was also neato as these 1.5hours went pretty fast.\u001b[24m\n    \u001b[1mこれらの1.5時間がかなり速くなったので、ペーシングもneatoでした。\u001b[22m, \u001b[1mこれらの1.5時間はかなり速い行ったとしてペーシングも格好いいました。\u001b[22m\n\u001b[4mI wouldn't recommend this to anyone who can't bear with out of character behavior, nor anyone else either, unless you die to hear more about Kurapika.\u001b[24m\n    \u001b[1mあなたがKurapikaについてもっと聞くために死んでいない限り、私はキャラクターの振る舞いに耐えることができない人にも、他の人にもこれを勧めません。\u001b[22m, \u001b[1m私はあなたがクラピカについての詳細を聞くために死ぬ場合を除き、いずれかの文字の挙動、また他の誰のうちに負担することはできません誰にもこのことをお勧めしません。\u001b[22m"
  },
  {
    "title": "Hunter_x_Hunter_Movie__Phantom_Rouge",
    "id": "13271",
    "url": "https://myanimelist.net/anime/13271/Hunter_x_Hunter_Movie__Phantom_Rouge",
    "user": "xmaikokoro",
    "profile": "/profile/xmaikokoro/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=107087",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  9\nキャラクター|  5\n|  7\n\nアニメ映画は通常、彼らのシリーズの相手にろうそくを保持することはできません。 ファントム・ルージュ（Hunter x Hunterフランチャイズの最初の映画）も例外ではありません。 年代順に、この映画はYorknew / Phantom Troupe Arcの直後に行われます。 だからこの映画を見る前に、この映画がその弧の中の登場人物と起きた出来事のアイデアを持っているという事実から、Hunter x HunterのYorknew / Phantom Troupe Arcを終了させて​​ください。\n\nファントム・ルージュの「盗まれた」という幻想とファンタム劇団の関与を前提としたファントム・ルージュは、人気の高い「ヨークニュー/ファントム劇団」の非常に興味深い独特のスピンオフを作り出す可能性を秘めていました。 しかし、それは主にアクションシーケンスに依存する単純で予測可能な式に従います。 アクションはそれだけでは悪いことではありませんが、映画のアクションシーケンスには、通常、ストーリーテリングをスタントするデュー元社がいます。 映画が設定する潜在的な謎とスリルは、便利に配置されたプロットデバイス、つまりアニメのオリジナルキャラクターのために消えます。\n\nKilluaの開発はかなり進んでいますが、Kurapikaはいくつかの裏話を手に入れていますし、GonとLeorioのパーソナリティーと行動はメインシリーズと一線を画し、RetzとOmokageの2人の新しい登場人物は未開発で圧倒されています。 映画の1時間37分に、RetzまたはOmokageの合計に費やされたのは約45分でした。  OmokageがPhantom Troupeの前のメンバーだったことを考えると、彼は他のSpidersと同じように威圧的になると予想されますが、彼はPhantom Troupeメンバーの他のメンバーが持っているすべての開発に欠けている株式悪人のように感じます。 彼女が時間とチャンスを与えられたなら、GonとKilluaとの非常に興味をそそるインタラクションで興味深いキャラクターになっていた可能性もありますが、彼女はプロットを前方に動かすための単なるデバイスです。\n\nいくつかの不一致も映画を取り戻す。 例えば、キャラクターは経験/ネン知識/力の欠如のためにメインシリーズで決して勝利しない戦いで勝利する。 ハンターxハンターは、スマートな戦いshounenであることが知られていますが、映画は、主流の戦いのためにシリーズで使用されているロジックと戦略を捨てる。 アニメーションが非常に流動的で、振り付けがよく、映画がHunter x Hunterの魔法の一部を失うので、どんな手段でも恐ろしいことではありません。 映画全体のモチベーションスピーチは、主要シリーズには含まれない要素でもあり、キャラクター間の相互作用の一部はかなり強制的かつ不自然に見える。\n\nムービーのアンドゥにもかかわらず、優れたサウンドは弱いプロットを助け、スムーズなアニメーションとともにストーリーとキャラクターを生き生きとさせます。  Red-Eyed MonsterやWay to the Townのようなサウンドトラックは、これまでに使用されていたOSTのバリエーションですが、フレアを与えられていれば、彼らは新鮮で新鮮なサウンドになります。 一方、「Emperor's Time」、「Marionette Life」を与えるためのサウンドトラックの多く、特にReason（インストゥルメンタルとオリジナル）は、飽きることなくメインシリーズで再び使用されています。\n\nHunter x Hunterシリーズが今のところであることを考えると、この映画は、KurapikaとLeorioがYorknew Arc以来実際に登場しておらず、長い間そうなっていないため、爽やかな時計だった。 残念なことに、映画のほとんどがGonとKilluaとその友情に焦点を当てているので、それらの2つは後部座席に置かれます。 それにもかかわらず、KurapikaとLeorio、そしてHisokaとPhantom Troupeを見ても良いです。  GonとKilluaのお互いのやりとりは、いくぶん冗長ですが、まだ見ても大変です。\n\nハンターxハンターは、それにふさわしいフランチャイズなので、全体的にもっと歓迎されます。 しかし、プロデューサーがHunter x Hunterムービー（すでに2番目のムービーが発表されている）を作っているときは、ムービーの品質をシリーズと一致させるためには、より良くする必要があります。 結論として、ファンタムルージュは大丈夫な時計ですが、それは驚くべきことではありませんが、ハンターxハンターが好きなら、おそらくあなたの時間の価値があります。\n\n私は私の最初のレビューが役に立ったら、なぜか教えてください。 読んでくれてありがとう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nAnime movies can usually never hold a candle to their series counterpart. Phantom Rouge, the first movie of the Hunter x Hunter franchise, is no exception. Chronologically, this film takes place immediately after the Yorknew/Phantom Troupe Arc. So before watching this film, be sure to have finished the Yorknew/Phantom Troupe Arc of Hunter x Hunter as this movie pulls from the fact that the viewer has an idea of the characters in that arc and the events that had happened.\n\n\u001b[1mアニメ映画は通常、彼らのシリーズの相手にろうそくを保持することはできません。 ファントム・ルージュ（Hunter x Hunterフランチャイズの最初の映画）も例外ではありません。 年代順に、この映画はYorknew / Phantom Troupe Arcの直後に行われます。 だからこの映画を見る前に、この映画がその弧の中の登場人物と起きた出来事のアイデアを持っているという事実から、Hunter x HunterのYorknew / Phantom Troupe Arcを終了させて​​ください。\u001b[22m\n\u001b[1m(Anime eiga wa tsūjō, karera no shirīzu no aite ni rōsoku o hoji suru koto wa dekimasen. Fantomu rūju (Hunter x Hunter furanchaizu no saisho no eiga) mo reigaide wa arimasen. Nendai jun ni, kono eiga wa Yorknew/ fantamu Troupe Arc no chokugo ni okonawa remasu. Dakara kono eiga o miru mae ni, kono eiga ga sono ko no naka no tōjō jinbutsu to okita dekigoto no aidea o motte iru to iu jijitsu kara, Hunter x Hunter no Yorknew/ fantamu Troupe Arc o shūryō sa sete ​​ kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAnime movies can usually never hold a candle to their series counterpart. Phantom Rouge, the first movie of the Hunter x Hunter franchise, is no exception. Chronologically, this film takes place immediately after the Yorknew/Phantom Troupe Arc. So before watching this film, be sure to have finished the Yorknew/Phantom Troupe Arc of Hunter x Hunter as this movie pulls from the fact that the viewer has an idea of the characters in that arc and the events that had happened.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnime movies can usually never hold a candle to their series counterpart.\u001b[24m\n    \u001b[1mアニメ映画は通常、彼らのシリーズの相手にろうそくを保持することはできません。\u001b[22m, \u001b[1mアニメ映画では通常、一連の対応にキャンドルを保持することはできません。\u001b[22m\n\u001b[4mPhantom Rouge, the first movie of the Hunter x Hunter franchise, is no exception.\u001b[24m\n    \u001b[1mファントム・ルージュ（Hunter x Hunterフランチャイズの最初の映画）も例外ではありません。\u001b[22m, \u001b[1mファントム・ルージュ、ハンターXハンターのフランチャイズの最初の映画は、例外ではありません。\u001b[22m\n\u001b[4mChronologically, this film takes place immediately after the Yorknew/Phantom Troupe Arc.\u001b[24m\n    \u001b[1m年代順に、この映画はYorknew / Phantom Troupe Arcの直後に行われます。\u001b[22m, \u001b[1m年代順、このフィルムはYorknew /ファントム団アーク直後に行われます。\u001b[22m\n\u001b[4mSo before watching this film, be sure to have finished the Yorknew/Phantom Troupe Arc of Hunter x Hunter as this movie pulls from the fact that the viewer has an idea of the characters in that arc and the events that had happened.\u001b[24m\n    \u001b[1mだからこの映画を見る前に、この映画がその弧の中の登場人物と起きた出来事のアイデアを持っているという事実から、Hunter x HunterのYorknew / Phantom Troupe Arcを終了させてください。\u001b[22m, \u001b[1mだから、この映画を見て前に、ハンターのYorknew /ファントム団円弧を終了したようにしてください。この映画は、視聴者がそのアークの文字と起こったイベントのアイデアを持っているという事実から引っ張るようハンターxは。\u001b[22m\n\u001b[1m\u001b[22m\nWith Phantom Rouge's premise of Kurapika's eyes being 'stolen' and the involvement of the Phantom Troupe, Phantom Rouge had a lot of potential to create a very interesting and unique spin-off of the popular Yorknew/Phantom Troupe Arc. However, it follows a simple and predictable formula that relies mostly on action sequences. Although action is not a bad thing by itself, action sequences in movies usually come with deus ex machina that stunt the storytelling. The potential mystery and thrill that the movie sets up also disappear because of conveniently placed plot devices or in other words, the anime original characters.\n\n\u001b[1mファントム・ルージュの「盗まれた」という幻想とファンタム劇団の関与を前提としたファントム・ルージュは、人気の高い「ヨークニュー/ファントム・ワン・アーク」の非常に興味深いユニークなスピンオフを作り出す可能性を秘めていました。 しかし、それは主にアクションシーケンスに依存する単純で予測可能な式に従います。 アクションはそれだけでは悪いことではありませんが、通常、映画のアクションシーケンスには、ストーリーテリングをスタントするデュー元社がいます。 映画が設定する潜在的な謎とスリルは、便利に配置されたプロットデバイス、つまりアニメのオリジナルキャラクターのために消えます。\u001b[22m\n\u001b[1m(Fantomu rūju no `nusuma reta' to iu gensō to fantamu gekidan no kan'yo o zentei to shita fantomu rūju wa, ninki no takai `yōkunyū/ fantomu wan āku' no hijō ni kyōmibukai yunīkuna supin'ofu o tsukuridasu kanōsei o himete imashita. Shikashi, sore wa omoni akushonshīkensu ni izon suru tanjun de yosoku kanōna shiki ni shitagaimasu. Akushon wa sore dakede wa warui kotode wa arimasenga, tsūjō, eiga no akushonshīkensu ni wa, sutōrīteringu o sutanto suru de~yū moto-sha ga imasu. Eiga ga settei suru senzai-tekina nazo to suriru wa, benri ni haichi sa reta purottodebaisu, tsumari anime no orijinarukyarakutā no tame ni kiemasu.)\u001b[22m\n\nTranslations of \u001b[4mWith Phantom Rouge's premise of Kurapika's eyes being 'stolen' and the involvement of the Phantom Troupe, Phantom Rouge had a lot of potential to create a very interesting and unique spin-off of the popular Yorknew/Phantom Troupe Arc. However, it follows a simple and predictable formula that relies mostly on action sequences. Although action is not a bad thing by itself, action sequences in movies usually come with deus ex machina that stunt the storytelling. The potential mystery and thrill that the movie sets up also disappear because of conveniently placed plot devices or in other words, the anime original characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith Phantom Rouge's premise of Kurapika's eyes being 'stolen' and the involvement of the Phantom Troupe, Phantom Rouge had a lot of potential to create a very interesting and unique spin-off of the popular Yorknew/Phantom Troupe Arc.\u001b[24m\n    \u001b[1mファントム・ルージュの「盗まれた」という幻想とファンタム劇団の関与を前提としたファントム・ルージュは、人気の高い「ヨークニュー/ファントム・ワン・アーク」の非常に興味深いユニークなスピンオフを作り出す可能性を秘めていました。\u001b[22m, \u001b[1mクラピカの目のファントム・ルージュの前提が「盗まれた」とファントム団の関与していると、ファントム・ルージュは人気Yorknew /ファントム団アークの非常に興味深く、ユニークなスピンオフを作成するための多くの可能性を持っていました。\u001b[22m\n\u001b[4mHowever, it follows a simple and predictable formula that relies mostly on action sequences.\u001b[24m\n    \u001b[1mしかし、それは主にアクションシーケンスに依存する単純で予測可能な式に従います。\u001b[22m, \u001b[1mしかし、それはアクション配列に主に依存しているシンプルかつ予測可能な式に従います。\u001b[22m\n\u001b[4mAlthough action is not a bad thing by itself, action sequences in movies usually come with deus ex machina that stunt the storytelling.\u001b[24m\n    \u001b[1mアクションはそれだけでは悪いことではありませんが、通常、映画のアクションシーケンスには、ストーリーテリングをスタントするデュー元社がいます。\u001b[22m, \u001b[1mアクション自体が悪いことではないですが、映画の中で行動配列は、通常物語をスタントそのデウスエクスマキナが付属しています。\u001b[22m\n\u001b[4mThe potential mystery and thrill that the movie sets up also disappear because of conveniently placed plot devices or in other words, the anime original characters.\u001b[24m\n    \u001b[1m映画が設定する潜在的な謎とスリルは、便利に配置されたプロットデバイス、つまりアニメのオリジナルキャラクターのために消えます。\u001b[22m, \u001b[1m映画もあるため便利な場所にプロットデバイスのつまり、アニメオリジナルキャラクターで姿を消す設定の潜在的な謎とスリル。\u001b[22m\n\u001b[1m\u001b[22m\nWhile the mains are all fine, as Killua gets quite a bit of development, Kurapika gets some backstory, and Gon and Leorio's personalities and behaviors are consistent with the main series, the two new characters introduced, Retz and Omokage, are underdeveloped and underwhelming. In the movie’s 1 hour and 37 minutes, only around 45 minutes were dedicated to Retz or Omokage total. Considering that Omokage is a previous member of the Phantom Troupe, he is expected to be intimidating like the rest of the Spiders but he feels like a stock villain that lacks all the development that the rest of the Phantom Troupe members have. Retz too, could have been an interesting character with very intriguing interactions with Gon and Killua if she was given the time and chance to develop, but as it is, she is just a device to help move the plot forward.\n\n\u001b[1mKilluaの開発はかなり進んでいますが、Kurapikaはいくつかの裏話を手に入れていますし、GonとLeorioのパーソナリティーと行動はメインシリーズと一線を画し、RetzとOmokageの2人の新しい登場人物は未開発で圧倒されています。 映画の1時間37分に、RetzまたはOmokageの合計に費やされたのは約45分でした。  OmokageがPhantom Troupeの前のメンバーだったことを考えると、彼は他のSpidersと同じように威圧的になると予想されますが、彼はPhantom Troupeメンバーの他のメンバーが持っているすべての開発に欠けている株式悪人だと感じています。 彼女が時間とチャンスを与えられたなら、GonとKilluaとの非常に興味をそそるインタラクションで興味深いキャラクターになっていた可能性もありますが、彼女はプロットを前方に動かすための単なるデバイスです。\u001b[22m\n\u001b[1m(Killua no kaihatsu wa kanari susunde imasuga, Kurapika wa ikutsu ka no urabanashi o te ni irete imasushi, Gon to Leorio no pāsonaritī to kōdō wa meinshirīzu to issen o kakushi, Retz to Omokage no 2-ri no atarashī tōjō jinbutsu wa mikaihatsu de attō sa rete imasu. Eiga no 1-jikan 37-bu ni, Retz matawa Omokage no gōkei ni tsuiyasa reta no wa yaku 45-budeshita. Omokage ga fantamu Troupe no mae no menbādatta koto o kangaeru to, kare wa hoka no Spiders to onajiyōni iatsu-teki ni naru to yosō sa remasuga, kare wa fantamu Troupe menbā no ta no menbā ga motte iru subete no kaihatsu ni kakete iru kabushiki akuninda to kanjite imasu. Kanojo ga jikan to chansu o ataeraretanara, Gon to Killua to no hijō ni kyōmi o sosoru intarakushon de kyōmibukai kyarakutā ni natte ita kanōsei mo arimasuga, kanojo wa purotto o zenpō ni ugokasu tame no tan'naru debaisudesu.)\u001b[22m\n\nTranslations of \u001b[4mWhile the mains are all fine, as Killua gets quite a bit of development, Kurapika gets some backstory, and Gon and Leorio's personalities and behaviors are consistent with the main series, the two new characters introduced, Retz and Omokage, are underdeveloped and underwhelming. In the movie’s 1 hour and 37 minutes, only around 45 minutes were dedicated to Retz or Omokage total. Considering that Omokage is a previous member of the Phantom Troupe, he is expected to be intimidating like the rest of the Spiders but he feels like a stock villain that lacks all the development that the rest of the Phantom Troupe members have. Retz too, could have been an interesting character with very intriguing interactions with Gon and Killua if she was given the time and chance to develop, but as it is, she is just a device to help move the plot forward.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the mains are all fine, as Killua gets quite a bit of development, Kurapika gets some backstory, and Gon and Leorio's personalities and behaviors are consistent with the main series, the two new characters introduced, Retz and Omokage, are underdeveloped and underwhelming.\u001b[24m\n    \u001b[1mKilluaの開発はかなり進んでいますが、Kurapikaはいくつかの裏話を手に入れていますし、GonとLeorioのパーソナリティーと行動はメインシリーズと一線を画し、RetzとOmokageの2人の新しい登場人物は未開発で圧倒されています。\u001b[22m, \u001b[1m電源は、すべての罰金ですキルアは、開発のかなりを取得するように、クラピカは、レッツとOmokage導入された2つの新しい文字は、いくつかの裏話を取得し、ゴンとレオリオの個性や行動がメインシリーズと一致しているが、未発達とがっかりしています。\u001b[22m\n\u001b[4mIn the movie’s 1 hour and 37 minutes, only around 45 minutes were dedicated to Retz or Omokage total.\u001b[24m\n    \u001b[1m映画の1時間37分に、RetzまたはOmokageの合計に費やされたのは約45分でした。\u001b[22m, \u001b[1m映画の1時間37分で、わずか約45分では、レスまたはOmokage合計に捧げました。\u001b[22m\n\u001b[4mConsidering that Omokage is a previous member of the Phantom Troupe, he is expected to be intimidating like the rest of the Spiders but he feels like a stock villain that lacks all the development that the rest of the Phantom Troupe members have.\u001b[24m\n    \u001b[1mOmokageがPhantom Troupeの前のメンバーだったことを考えると、彼は他のSpidersと同じように威圧的になると予想されますが、彼はPhantom Troupeメンバーの他のメンバーが持っているすべての開発に欠けている株式悪人だと感じています。\u001b[22m, \u001b[1mOmokageはファントム団の前のメンバーであることを考えると、彼はクモの残りの部分のように威圧されることが予想されるが、彼はファントム団のメンバーの残りの部分が持っているすべての開発を欠いている株式悪役のように感じています。\u001b[22m\n\u001b[4mRetz too, could have been an interesting character with very intriguing interactions with Gon and Killua if she was given the time and chance to develop, but as it is, she is just a device to help move the plot forward.\u001b[24m\n    \u001b[1m彼女が時間とチャンスを与えられたなら、GonとKilluaとの非常に興味をそそるインタラクションで興味深いキャラクターになっていた可能性もありますが、彼女はプロットを前方に動かすための単なるデバイスです。\u001b[22m, \u001b[1mレッツは、あまりにも、彼女が開発するための時間とチャンスが与えられた場合にゴンとキルアと非常に魅力的な相互作用を有する面白いキャラクターだったかもしれないが、それがあるとして、彼女は前方にプロットを移動するのに役立つだけのデバイスです。\u001b[22m\n\u001b[1m\u001b[22m\nSeveral inconsistencies also pull the movie back. For instance, characters triumph in battles they would never win in the main series because of their lack of experience/Nen knowledge/power. Hunter x Hunter is known to be a smart battle shounen, but the movie throws away the logic and strategies that are used in the series for more mainstream fights. It isn't horrid by any means as the animation is very fluid and well choreographed but the movie loses some of the Hunter x Hunter magic. The motivational speeches throughout the movie are also elements that would never be included in the main series, which makes some of the interactions between characters seem quite forced and unnatural.\n\n\u001b[1mいくつかの不一致も映画を取り戻す。 例えば、キャラクターは経験/ネン知識/力の欠如のためにメインシリーズで決して勝利しない戦いで勝利する。 ハンターxハンターは、スマートな戦いshounenであることが知られていますが、映画は、主流の戦いのためにシリーズで使用されているロジックと戦略を捨てる。 アニメーションが非常に流動的でよく振り付けられているが、ハンターxハンターの魔法の一部を失うので、どんな手段でも恐ろしいことではない。 映画全体のモチベーションスピーチは、主要シリーズには含まれない要素でもあり、キャラクター間の相互作用の一部はかなり強制的かつ不自然に見える。\u001b[22m\n\u001b[1m(Ikutsu ka no fuitchi mo eiga o torimodosu. Tatoeba, kyarakutā wa keiken/ nen chishiki/ chikara no ketsujo no tame ni meinshirīzu de kesshite shōri shinai tatakai de shōri suru. Hantā x hantā wa, sumātona tatakai shounendearu koto ga shira rete imasuga, eiga wa, shuryū no tatakai no tame ni shirīzu de shiyō sa rete iru rojikku to senryaku o suteru. Animēshon ga hijō ni ryūdōtekide yoku furi tsuke rarete iruga, hantā x hantā no mahō no ichibu o ushinau node, don'na shudan demo osoroshī kotode wanai. Eiga zentai no mochibēshonsupīchi wa, shuyō shirīzu ni wa fukuma renai yōso demo ari, kyarakutā-kan no sōgo sayō no ichibu wa kanari kyōsei-teki katsu fushizen ni mieru.)\u001b[22m\n\nTranslations of \u001b[4mSeveral inconsistencies also pull the movie back. For instance, characters triumph in battles they would never win in the main series because of their lack of experience/Nen knowledge/power. Hunter x Hunter is known to be a smart battle shounen, but the movie throws away the logic and strategies that are used in the series for more mainstream fights. It isn't horrid by any means as the animation is very fluid and well choreographed but the movie loses some of the Hunter x Hunter magic. The motivational speeches throughout the movie are also elements that would never be included in the main series, which makes some of the interactions between characters seem quite forced and unnatural.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeveral inconsistencies also pull the movie back.\u001b[24m\n    \u001b[1mいくつかの不一致も映画を取り戻す。\u001b[22m, \u001b[1mいくつかの矛盾も映画を引き戻します。\u001b[22m\n\u001b[4mFor instance, characters triumph in battles they would never win in the main series because of their lack of experience/Nen knowledge/power.\u001b[24m\n    \u001b[1m例えば、キャラクターは経験/ネン知識/力の欠如のためにメインシリーズで決して勝利しない戦いで勝利する。\u001b[22m, \u001b[1mたとえば、文字は、彼らがために経験/ネン知識/パワーの欠如の主なシリーズで勝つことはないだろう戦いで勝利します。\u001b[22m\n\u001b[4mHunter x Hunter is known to be a smart battle shounen, but the movie throws away the logic and strategies that are used in the series for more mainstream fights.\u001b[24m\n    \u001b[1mハンターxハンターは、スマートな戦いshounenであることが知られていますが、映画は、主流の戦いのためにシリーズで使用されているロジックと戦略を捨てる。\u001b[22m, \u001b[1mハンターハンターがスマート戦いの少年であることが知られているxは、しかし、映画が主流の戦いのためのシリーズで使用されているロジックと戦略を捨てます。\u001b[22m\n\u001b[4mIt isn't horrid by any means as the animation is very fluid and well choreographed but the movie loses some of the Hunter x Hunter magic.\u001b[24m\n    \u001b[1mアニメーションが非常に流動的でよく振り付けられているが、ハンターxハンターの魔法の一部を失うので、どんな手段でも恐ろしいことではない。\u001b[22m, \u001b[1mこれは、アニメーションは非常に流動的とよく振り付けであるとして任意の手段によって恐ろしいが、映画はハンターxはハンター魔法の一部を失っていません。\u001b[22m\n\u001b[4mThe motivational speeches throughout the movie are also elements that would never be included in the main series, which makes some of the interactions between characters seem quite forced and unnatural.\u001b[24m\n    \u001b[1m映画全体のモチベーションスピーチは、主要シリーズには含まれない要素でもあり、キャラクター間の相互作用の一部はかなり強制的かつ不自然に見える。\u001b[22m, \u001b[1m映画全体にやる気を起こさせるスピーチはまた、文字間の相互作用のいくつかは非常に強制し、不自然思われてしまうのメインシリーズに含まれることはありませんだろうな要素です。\u001b[22m\n\u001b[1m\u001b[22m\nDespite the movie's undoings, the superb sound helps the stunted plot and along with the smooth animation, brings the story and characters to life. Some soundtracks like The Red-Eyed Monster and Way to the Town are variations of OSTs that were used before but they are given a kind of flare that makes them sound novel and fresh. Meanwhile, many of the soundtracks such as The Emperor's Time, To Give a Marionette Life, and most notably, Reason (instrumental and original) are used again in the main series without ever tiring.\n\n\u001b[1mムービーのアンドゥにもかかわらず、優れたサウンドは弱いプロットを助け、スムーズなアニメーションとともにストーリーとキャラクターを生き生きとさせます。  Red-Eyed MonsterやWay to the Townのようなサウンドトラックは、これまでに使用されていたOSTのバリエーションですが、フレアを与えられていれば、彼らは新鮮で新鮮なサウンドになります。 一方、「Emperor's Time」、「Marionette Life」を与えるためのサウンドトラックの多く、特にReason（インストゥルメンタルとオリジナル）は、飽きることなくメインシリーズで再び使用されています。\u001b[22m\n\u001b[1m(Mūbī no ando~u nimokakawarazu, sugureta saundo wa yowai purotto o tasuke, sumūzuna animēshon to tomoni sutōrī to kyarakutā o ikiikito sa semasu. Red - Eyed Monster ya Way to the Town no yōna saundotorakku wa, kore made ni shiyō sa rete ita OST no bariēshondesuga, furea o atae rarete ireba, karera wa shinsende shinsen'na saundo ni narimasu. Ippō,`enperā' s ontaimu',`marionetto Life' o ataeru tame no saundotorakku no ōku, tokuni rīzun (insuto~urumentaru to orijinaru) wa, akiru koto naku meinshirīzu de futatabi shiyō sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mDespite the movie's undoings, the superb sound helps the stunted plot and along with the smooth animation, brings the story and characters to life. Some soundtracks like The Red-Eyed Monster and Way to the Town are variations of OSTs that were used before but they are given a kind of flare that makes them sound novel and fresh. Meanwhile, many of the soundtracks such as The Emperor's Time, To Give a Marionette Life, and most notably, Reason (instrumental and original) are used again in the main series without ever tiring.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite the movie's undoings, the superb sound helps the stunted plot and along with the smooth animation, brings the story and characters to life.\u001b[24m\n    \u001b[1mムービーのアンドゥにもかかわらず、優れたサウンドは弱いプロットを助け、スムーズなアニメーションとともにストーリーとキャラクターを生き生きとさせます。\u001b[22m, \u001b[1m映画のundoingsにもかかわらず、素晴らしいサウンドがいじけプロットを助け、滑らかなアニメーションと一緒に、生活にストーリーやキャラクターをもたらします。\u001b[22m\n\u001b[4mSome soundtracks like The Red-Eyed Monster and Way to the Town are variations of OSTs that were used before but they are given a kind of flare that makes them sound novel and fresh.\u001b[24m\n    \u001b[1mRed-Eyed MonsterやWay to the Townのようなサウンドトラックは、これまでに使用されていたOSTのバリエーションですが、フレアを与えられていれば、彼らは新鮮で新鮮なサウンドになります。\u001b[22m, \u001b[1mタウンレッド・アイドモンスターとウェイのようないくつかのサウンドトラックは、前に使用されていたが、それらは、それらが新規で新鮮な音になり、フレアのようなものを与えられているのOSTのバリエーションです。\u001b[22m\n\u001b[4mMeanwhile, many of the soundtracks such as The Emperor's Time, To Give a Marionette Life, and most notably, Reason (instrumental and original) are used again in the main series without ever tiring.\u001b[24m\n    \u001b[1m一方、「Emperor's Time」、「Marionette Life」を与えるためのサウンドトラックの多く、特にReason（インストゥルメンタルとオリジナル）は、飽きることなくメインシリーズで再び使用されています。\u001b[22m, \u001b[1m一方、マリオネット命を与えるため、このような天皇の時間などのサウンドトラックの多くの、そして最も顕著なのは、（インストゥルメンタルと元の）理由は、これまで疲れることなく、メインシリーズで再び使用されています。\u001b[22m\n\u001b[1m\u001b[22m\nConsidering where the Hunter x Hunter series is now, this movie was a refreshing watch because Kurapika and Leorio haven’t really appeared since the Yorknew Arc and won’t for a long time. Unfortunately, the two of them are put in the backseat as most of the movie is focused on Gon and Killua and their friendship. Nonetheless, it’s good to see Kurapika and Leorio again, and even Hisoka and the Phantom Troupe. Gon and Killua’s interactions with each other are still very nice to watch too, albeit somewhat redundant.\n\n\u001b[1mHunter x Hunterシリーズが今のところであることを考えると、この映画は、KurapikaとLeorioがYorknew Arc以来実際に登場しておらず、長い間そうなることがないため、爽やかな時計でした。 残念なことに、映画のほとんどがGonとKilluaとその友情に焦点を当てているので、それらの2つは後部座席に置かれます。 それにもかかわらず、KurapikaとLeorio、そしてHisokaとPhantom Troupeを見ても良いです。  GonとKilluaのお互いのやりとりは、いくぶん冗長ですが、まだ見ても大変です。\u001b[22m\n\u001b[1m(Hunter x Hunter shirīzu ga imanotokorodearu koto o kangaeru to, kono eiga wa, Kurapika to Leorio ga Yorknew Arc irai jissai ni tōjō shite orazu, nagaiai sō naru koto ga nai tame, sawayakana tokeideshita. Zan'nen'nakotoni, eiga no hotondo ga Gon to Killua to sono yūjō ni shōten o atete irunode, sorera no 2tsu wa kōbu zaseki ni oka remasu. Sore nimokakawarazu, Kurapika to Leorio, soshite Hisoka to fantamu Troupe o mite mo yoidesu. Gon to Killua no otagai no yaritori wa, ikubun jōchōdesuga, mada mite mo taihendesu.)\u001b[22m\n\nTranslations of \u001b[4mConsidering where the Hunter x Hunter series is now, this movie was a refreshing watch because Kurapika and Leorio haven’t really appeared since the Yorknew Arc and won’t for a long time. Unfortunately, the two of them are put in the backseat as most of the movie is focused on Gon and Killua and their friendship. Nonetheless, it’s good to see Kurapika and Leorio again, and even Hisoka and the Phantom Troupe. Gon and Killua’s interactions with each other are still very nice to watch too, albeit somewhat redundant.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mConsidering where the Hunter x Hunter series is now, this movie was a refreshing watch because Kurapika and Leorio haven’t really appeared since the Yorknew Arc and won’t for a long time.\u001b[24m\n    \u001b[1mHunter x Hunterシリーズが今のところであることを考えると、この映画は、KurapikaとLeorioがYorknew Arc以来実際に登場しておらず、長い間そうなることがないため、爽やかな時計でした。\u001b[22m, \u001b[1mクラピカとレオリオが本当にYorknewアーク以来登場していないとしません長い時間のためにしているので、ハンターXハンターシリーズが今どこに考慮すると、この映画は、さわやかな時計をしました。\u001b[22m\n\u001b[4mUnfortunately, the two of them are put in the backseat as most of the movie is focused on Gon and Killua and their friendship.\u001b[24m\n    \u001b[1m残念なことに、映画のほとんどがGonとKilluaとその友情に焦点を当てているので、それらの2つは後部座席に置かれます。\u001b[22m, \u001b[1m映画のほとんどはゴンとキルアと彼らの友情に焦点を当てているように残念なことに、それらの2は、後部座席に置かれています。\u001b[22m\n\u001b[4mNonetheless, it’s good to see Kurapika and Leorio again, and even Hisoka and the Phantom Troupe.\u001b[24m\n    \u001b[1mそれにもかかわらず、KurapikaとLeorio、そしてHisokaとPhantom Troupeを見ても良いです。\u001b[22m, \u001b[1mそれにもかかわらず、それが再びクラピカとレオリオを見て良いことだ、とさえHisokaとファントム団。\u001b[22m\n\u001b[4mGon and Killua’s interactions with each other are still very nice to watch too, albeit somewhat redundant.\u001b[24m\n    \u001b[1mGonとKilluaのお互いのやりとりは、いくぶん冗長ですが、まだ見ても大変です。\u001b[22m, \u001b[1mゴンと互いにキルアの相互作用はやや冗長にもかかわらず、まだあまりにも見て非常にいいです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, more Hunter x Hunter is always welcome since it’s a franchise that deserves it; however, when the producers continue to make Hunter x Hunter movies (which a second movie has already been announced), they would need to do better to keep the quality of their movies consistent with the series. To conclude, Phantom Rouge is an okay watch, it's nothing spectacular but it's still probably worth your time if you like Hunter x Hunter.\n\n\u001b[1mハンターxハンターは、それにふさわしいフランチャイズなので、全体的にもっと歓迎されます。 しかし、プロデューサーがHunter x Hunterムービー（すでに2番目のムービーが発表されている）を作っているときは、ムービーの品質をシリーズと一致させるためには、より良くする必要があります。 結論として、ファンタムルージュは大丈夫な時計ですが、それは驚くべきことではありませんが、ハンターxハンターが好きなら、おそらくあなたの時間の価値があります。\u001b[22m\n\u001b[1m(Hantā x hantā wa, sore ni fusawashī furanchaizunanode, zentai-teki ni motto kangei sa remasu. Shikashi, purode~yūsā ga Hunter x Hunter mūbī (sudeni 2-banme no mūbī ga happyō sa rete iru) o tsukutte iru toki wa, mūbī no hinshitsu o shirīzu to itchi sa seru tame ni wa, yori yoku suru hitsuyō ga arimasu. Ketsuron to shite, fantamurūju wa daijōbuna tokeidesuga, soreha odorokubeki kotode wa arimasenga, hantā x hantā ga sukinara, osoraku anata no jikan no kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, more Hunter x Hunter is always welcome since it’s a franchise that deserves it; however, when the producers continue to make Hunter x Hunter movies (which a second movie has already been announced), they would need to do better to keep the quality of their movies consistent with the series. To conclude, Phantom Rouge is an okay watch, it's nothing spectacular but it's still probably worth your time if you like Hunter x Hunter.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, more Hunter x Hunter is always welcome since it’s a franchise that deserves it;\u001b[24m\n    \u001b[1mハンターxハンターは、それにふさわしいフランチャイズなので、全体的にもっと歓迎されます。\u001b[22m, \u001b[1m全体的に、より多くのハンターは、それはそれに値するフランチャイズだからハンターは常に歓迎されているX;\u001b[22m\n\u001b[4mhowever, when the producers continue to make Hunter x Hunter movies (which a second movie has already been announced), they would need to do better to keep the quality of their movies consistent with the series.\u001b[24m\n    \u001b[1mしかし、プロデューサーがHunter x Hunterムービー（すでに2番目のムービーが発表されている）を作っているときは、ムービーの品質をシリーズと一致させるためには、より良くする必要があります。\u001b[22m, \u001b[1m生産者はハンター（第2のムービーがすでに発表されている）ハンター映画をxは作り続けるときしかし、彼らはシリーズと一致し、その映画の品質を維持するためにもっとうまくする必要があります。\u001b[22m\n\u001b[4mTo conclude, Phantom Rouge is an okay watch, it's nothing spectacular but it's still probably worth your time if you like Hunter x Hunter.\u001b[24m\n    \u001b[1m結論として、ファンタムルージュは大丈夫な時計ですが、それは驚くべきことではありませんが、ハンターxハンターが好きなら、おそらくあなたの時間の価値があります。\u001b[22m, \u001b[1m結論として、ファントム・ルージュは大丈夫時計です、それは壮大な何もないが、あなたならばハンターハンターxはのようにそれはおそらくまだあなたの時間価値があります。\u001b[22m\n\u001b[1m\u001b[22m\nI hope my first review helped, if not, please tell me why. Thanks for reading.\n\n\u001b[1m私は私の最初のレビューが役に立ったら、なぜか教えてください。 読んでくれてありがとう。\u001b[22m\n\u001b[1m(Watashi wa watashi no saisho no rebyū ga yakunitattara, naze ka oshietekudasai. Yonde kurete arigatō.)\u001b[22m\n\nTranslations of \u001b[4mI hope my first review helped, if not, please tell me why. Thanks for reading.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hope my first review helped, if not, please tell me why.\u001b[24m\n    \u001b[1m私は私の最初のレビューが役に立ったら、なぜか教えてください。\u001b[22m, \u001b[1m私がいない場合、その理由を教えてください、私の最初のレビューを助け願っています。\u001b[22m\n\u001b[4mThanks for reading.\u001b[24m\n    \u001b[1m読んでくれてありがとう。\u001b[22m"
  },
  {
    "title": "Hunter_x_Hunter_Movie__Phantom_Rouge",
    "id": "13271",
    "url": "https://myanimelist.net/anime/13271/Hunter_x_Hunter_Movie__Phantom_Rouge",
    "user": "UndecidedFate",
    "profile": "/profile/UndecidedFate/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=180582",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  7\n\n私はこれを見て前にテレビシリーズを終了するまで待っていたと私は嬉しいです。 テレビ番組はまったく完璧でしたが、これは余分に長い、不器用に作られたHxHのエピソードを見るようなものでした。 それは決してひどいことではありませんでした。  HxHの悪いエピソードでさえ、依然として良好です。 私はまだそれが好きでしたが、それは興奮と冒険の感覚と、テレビシリーズがあなたに与える全体的な感触が欠けていました。\n\nテレビシリーズは非常に、非常に強い感情的なプルを持っていた。 私は長年にわたりテレビ番組や映画のバケツロードを見てきました（そして、私は良いものを意味しています。アダム・サンドラー/ベン・スティラー/ヴィンス・ヴォーンのごみ）。 私が見たショーの多くは、私が見守ることができないほどのポイントに私を引き込むことができました。そして、私は4時間から5時間の連続で見ることになりました。しかし、誰も感情的な力を持っていませんでした HxHは持っていた。 主人公が幸せだったとき、私は実際に彼らのために幸せに感じました。 彼らが悲しかった時、私はひどい気分になりました。 私は感情的な人ではなかったので、映画やテレビ番組で泣いているような気分は一度もありませんでした。  HxHはこれを行うのに近い唯一のショーです。\n\n一方、この映画は感情的な牽引部には欠けていた。 間違いなく試してみることではありませんでした。 テレビシリーズの悲しいシーンのように悲しいシーンもありましたが、感情的なプルはそこにはありませんでした。 そのようなことは残念なことにキックインするのに時間がかかります。私が最初にショーを見始めたとき、私はそのキャラクターに付き添うことができませんでした。 ショーが本当に私を引っ込め始めるシリーズへの道のりの約4分の1を得るまで、私はキャラクターに強く愛着を感じ始めました。\n\n彼らはこれを4つまたは5つのエピソードミニアークにしていたのですが、これはTVシリーズに大きな影響を与えたことでしょう。これが放映されるまでには約60回のエピソードがあり、 テレビシリーズが持っていた感情的な引き込み力。 映画として、それは本当に何かを開発する機会を持っていませんでした。\n\n私は元のシリーズに10を与えました。私はこれに7を与えます。それはおそらく7.5に値するが、MALは小数点を信じていない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI waited until after finishing the TV series before watching this and I'm glad I did. The TV show was utter perfection, whereas this was like watching an extra long, sloppily made episode of HxH. It wasn't terrible by any means. Even the bad episodes of HxH are still good. I still liked it, but it was lacking the excitement and the sense of adventure and just the whole overall feel that the TV series gives you.\n\n\u001b[1m私はこれを見て前にテレビシリーズを終了するまで待っていたと私は嬉しいです。 テレビ番組はまったく完璧でしたが、これは余分に長い、不器用に作られたHxHのエピソードを見るようなものでした。 それは決してひどいことではありませんでした。  HxHの悪いエピソードでさえ、依然として良好です。 私はまだそれが好きでしたが、それは興奮と冒険の感覚と、テレビシリーズがあなたに与える全体的な感触が欠けていました。\u001b[22m\n\u001b[1m(Watashi wa kore o mite mae ni terebishirīzu o shūryō suru made matteita to watashi wa ureshīdesu. Terebibangu wa mattaku kanpekideshitaga, kore wa yobun ni nagai, bukiyō ni tsukura reta HxH no episōdo o miru yōna monodeshita. Sore wa kesshite hidoi kotode wa arimasendeshita. HxH no warui episōdode sae, izentoshite ryōkōdesu. Watashi wa mada sore ga sukideshita ga, soreha kōfun to bōken no kankaku to, terebishirīzu ga anata ni ataeru zentai-tekina kanshoku ga kakete imashita.)\u001b[22m\n\nTranslations of \u001b[4mI waited until after finishing the TV series before watching this and I'm glad I did. The TV show was utter perfection, whereas this was like watching an extra long, sloppily made episode of HxH. It wasn't terrible by any means. Even the bad episodes of HxH are still good. I still liked it, but it was lacking the excitement and the sense of adventure and just the whole overall feel that the TV series gives you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI waited until after finishing the TV series before watching this and I'm glad I did.\u001b[24m\n    \u001b[1m私はこれを見て前にテレビシリーズを終了するまで待っていたと私は嬉しいです。\u001b[22m, \u001b[1m私はこれを見て前にTVシリーズ終了後まで待っていたと私は私がやったうれしいです。\u001b[22m\n\u001b[4mThe TV show was utter perfection, whereas this was like watching an extra long, sloppily made episode of HxH.\u001b[24m\n    \u001b[1mテレビ番組はまったく完璧でしたが、これは余分に長い、不器用に作られたHxHのエピソードを見るようなものでした。\u001b[22m, \u001b[1mこれはHxHの余分な長い、だらしなく作られたエピソードを見ているようだったのに対し、テレビ番組は、全く完璧でした。\u001b[22m\n\u001b[4mIt wasn't terrible by any means.\u001b[24m\n    \u001b[1mそれは決してひどいことではありませんでした。\u001b[22m, \u001b[1mこれは、任意の手段によってひどいではありませんでした。\u001b[22m\n\u001b[4mEven the bad episodes of HxH are still good.\u001b[24m\n    \u001b[1mHxHの悪いエピソードでさえ、依然として良好です。\u001b[22m, \u001b[1mHxHのさえ悪いエピソードはまだ良いです。\u001b[22m\n\u001b[4mI still liked it, but it was lacking the excitement and the sense of adventure and just the whole overall feel that the TV series gives you.\u001b[24m\n    \u001b[1m私はまだそれが好きでしたが、それは興奮と冒険の感覚と、テレビシリーズがあなたに与える全体的な感触が欠けていました。\u001b[22m, \u001b[1m私はまだそれが好き、それは興奮と冒険の感覚やテレビシリーズはあなたを与えることだけで全体の全体的な感触を欠いていました。\u001b[22m\n\u001b[1m\u001b[22m\nThe TV series had a very, very strong emotional pull to it. I've watched bucketloads of TV shows and movies over the years (and I mean good ones, not any of that Adam Sandler/Ben Stiller/Vince Vaughn garbage). Many of the shows I've watched were able to draw me in to the point where I couldn't stop watching and I'd end up watching for 4-5 hours nonstop, however, none of them have had the emotional pulling power that HxH had. When the protagonists were happy, I'd actually feel happy for them. When they were sad, I'd feel terrible. I've never really felt like crying during a movie or a TV show, since I've never been an empathetic person. HxH is the only show that's come close to doing that.\n\n\u001b[1mテレビシリーズは非常に、非常に強い感情的なプルを持っていた。 私は長年にわたりテレビ番組や映画のバケツロードを見てきました（そして、私は良いものを意味しています。アダム・サンドラー/ベン・スティラー/ヴィンス・ヴォーンのごみ）。 私が見たショーの多くは、私が見守ることができないほどのポイントに私を引き込むことができました。そして、私は4時間から5時間の連続で見ることになりました。しかし、誰も感情的な力を持っていませんでした HxHは持っていた。 主人公が幸せだったとき、私は実際に彼らのために幸せに感じました。 彼らが悲しかった時、私はひどい気分になりました。 私は感情的な人ではなかったので、映画やテレビ番組で泣いているような気分は一度もありませんでした。  HxHはこれを行うのに近い唯一のショーです。\u001b[22m\n\u001b[1m(Terebishirīzu wa hijō ni, hijō ni tsuyoi kanjō-tekina puru o motte ita. Watashi wa naganen ni watari terebibangu ya eiga no baketsurōdo o mitekimashita (soshite, watashi wa yoi mono o imi shite imasu. Adamu sandorā/ ben sutirā/ vu~insu vu~ōn no gomi). Watashi ga mita shō no ōku wa, watashi ga mimamoru koto ga dekinai hodo no pointo ni watashi o hikikomu koto ga dekimashita. Soshite, watashi wa 4-jikan kara 5-jikan no renzoku de miru koto ni narimashita. Shikashi, dare mo kanjō-tekina chikara o motte imasendeshita HxH wa motte ita. Shujinkō ga shiawasedatta toki, watashi wa jissai ni karera no tame ni shiawase ni kanjimashita. Karera ga kanashikatta toki, watashi wa hidoi kibun ni narimashita. Watashi wa kanjō-tekina hitode wa nakattanode, eiga ya terebibangu de naite iru yōna kibun wa ichido mo arimasendeshita. HxH wa kore o okonau no ni chikai yuiitsu no shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe TV series had a very, very strong emotional pull to it. I've watched bucketloads of TV shows and movies over the years (and I mean good ones, not any of that Adam Sandler/Ben Stiller/Vince Vaughn garbage). Many of the shows I've watched were able to draw me in to the point where I couldn't stop watching and I'd end up watching for 4-5 hours nonstop, however, none of them have had the emotional pulling power that HxH had. When the protagonists were happy, I'd actually feel happy for them. When they were sad, I'd feel terrible. I've never really felt like crying during a movie or a TV show, since I've never been an empathetic person. HxH is the only show that's come close to doing that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe TV series had a very, very strong emotional pull to it.\u001b[24m\n    \u001b[1mテレビシリーズは非常に、非常に強い感情的なプルを持っていた。\u001b[22m, \u001b[1mTVシリーズはそれに非常に、非常に強い感情的なプルを持っていました。\u001b[22m\n\u001b[4mI've watched bucketloads of TV shows and movies over the years (and I mean good ones, not any of that Adam Sandler/Ben Stiller/Vince Vaughn garbage).\u001b[24m\n    \u001b[1m私は長年にわたりテレビ番組や映画のバケツロードを見てきました（そして、私は良いものを意味しています。アダム・サンドラー/ベン・スティラー/ヴィンス・ヴォーンのごみ）。\u001b[22m, \u001b[1m（そのアダム・サンドラー/ベン・スティラー/ヴィンス・ヴォーンのごみのいずれか、ではないと私は良いものを意味する）私は長年にわたってテレビ番組や映画のbucketloadsを見てきました。\u001b[22m\n\u001b[4mMany of the shows I've watched were able to draw me in to the point where I couldn't stop watching and I'd end up watching for 4-5 hours nonstop, however, none of them have had the emotional pulling power that\u001b[24m\n    \u001b[1m私が見たショーの多くは、私が見守ることができないほどのポイントに私を引き込むことができました。そして、私は4時間から5時間の連続で見ることになりました。しかし、誰も感情的な力を持っていませんでした\u001b[22m, \u001b[1m私が見てきた番組の多くは、私が見て止めることができなかったと私はノンストップ4〜5時間見て終わるだろう、しかし、それらのどれもが、その感情的な牽引力を持っていなかった点に私を描画することができました\u001b[22m\n\u001b[4mHxH had.\u001b[24m\n    \u001b[1mHxHは持っていた。\u001b[22m, \u001b[1mHxHを持っていました。\u001b[22m\n\u001b[4mWhen the protagonists were happy, I'd actually feel happy for them.\u001b[24m\n    \u001b[1m主人公が幸せだったとき、私は実際に彼らのために幸せに感じました。\u001b[22m, \u001b[1m主人公は幸せだったとき、私は実際に彼らのために幸せを感じると思います。\u001b[22m\n\u001b[4mWhen they were sad, I'd feel terrible.\u001b[24m\n    \u001b[1m彼らが悲しかった時、私はひどい気分になりました。\u001b[22m, \u001b[1m彼らは悲しいいたとき、私はひどい感じだろう。\u001b[22m\n\u001b[4mI've never really felt like crying during a movie or a TV show, since I've never been an empathetic person.\u001b[24m\n    \u001b[1m私は感情的な人ではなかったので、映画やテレビ番組で泣いているような気分は一度もありませんでした。\u001b[22m, \u001b[1m私は共感人行ったことがないので、私は本当に、映画やテレビ番組中に泣きたくなったことがありません。\u001b[22m\n\u001b[4mHxH is the only show that's come close to doing that.\u001b[24m\n    \u001b[1mHxHはこれを行うのに近い唯一のショーです。\u001b[22m, \u001b[1mHxHはそれを行うに近く来て唯一のショーです。\u001b[22m\n\u001b[1m\u001b[22m\nThis movie, on the other hand, was severely lacking in the emotional pulling department. It definitely wasn't through lack of trying though. There were scenes that were just as sad as some of the sadder scenes in the TV series, but the emotional pull just wasn't there. That sort of thing unfortunately takes time to kick in. When I first started watching the show, I had no attachment to the characters. It wasn't until I got about a quarter of the way into the series that the show really started to pull me in and I started to feel a strong attachment to the characters.\n\n\u001b[1m一方、この映画は感情的な牽引部には欠けていた。 間違いなく試してみることではありませんでした。 テレビシリーズの悲しいシーンのように悲しいシーンもありましたが、感情的なプルはそこにはありませんでした。 そのようなことは残念なことにキックインするのに時間がかかります。私が最初にショーを見始めたとき、私はそのキャラクターに付き添うことができませんでした。 ショーが本当に私を引っ込め始めるシリーズへの道のりの約4分の1を得るまで、私はキャラクターに強く愛着を感じ始めました。\u001b[22m\n\u001b[1m(Ippō, kono eiga wa kanjō-tekina ken'in-bu ni wa kakete ita. Machigainaku tameshite miru kotode wa arimasendeshita. Terebishirīzu no kanashī shīn no yō ni kanashī shīn mo arimashitaga, kanjō-tekina puru wa soko ni wa arimasendeshita. So no yōna koto wa zan'nen'nakotoni kikkuin suru no ni jikan ga kakarimasu. Watashi ga saisho ni shō o mi hajimeta toki, watashi wa sono kyarakutā ni tsukisou koto ga dekimasendeshita. Shō ga hontōni watashi o hikkome hajimeru shirīzu e no michinori no yaku 4-bun'no 1 o eru made, watashi wa kyarakutā ni tsuyoku aichaku o kanji hajimemashita.)\u001b[22m\n\nTranslations of \u001b[4mThis movie, on the other hand, was severely lacking in the emotional pulling department. It definitely wasn't through lack of trying though. There were scenes that were just as sad as some of the sadder scenes in the TV series, but the emotional pull just wasn't there. That sort of thing unfortunately takes time to kick in. When I first started watching the show, I had no attachment to the characters. It wasn't until I got about a quarter of the way into the series that the show really started to pull me in and I started to feel a strong attachment to the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie, on the other hand, was severely lacking in the emotional pulling department.\u001b[24m\n    \u001b[1m一方、この映画は感情的な牽引部には欠けていた。\u001b[22m, \u001b[1mこの映画は、他の一方で、深刻な感情的な引き部門に欠けていました。\u001b[22m\n\u001b[4mIt definitely wasn't through lack of trying though.\u001b[24m\n    \u001b[1m間違いなく試してみることではありませんでした。\u001b[22m, \u001b[1mこれは間違いなくしかし試みるの欠如を介してではなかったです。\u001b[22m\n\u001b[4mThere were scenes that were just as sad as some of the sadder scenes in the TV series, but the emotional pull just wasn't there.\u001b[24m\n    \u001b[1mテレビシリーズの悲しいシーンのように悲しいシーンもありましたが、感情的なプルはそこにはありませんでした。\u001b[22m, \u001b[1mそこにテレビシリーズに悲しいシーンの一部と同じくらい悲しいたシーンがあったが、感情的なプルはそこではありませんでした。\u001b[22m\n\u001b[4mThat sort of thing unfortunately takes time to kick in. When I first started watching the show, I had no attachment to the characters.\u001b[24m\n    \u001b[1mそのようなことは残念なことにキックインするのに時間がかかります。私が最初にショーを見始めたとき、私はそのキャラクターに付き添うことができませんでした。\u001b[22m, \u001b[1mそういったことは、残念ながら中にキックする時間がかかります。私は最初のショーを見始めたとき、私は文字への添付ファイルがありませんでした。\u001b[22m\n\u001b[4mIt wasn't until I got about a quarter of the way into the series that the show really started to pull me in and I started to feel a strong attachment to the characters.\u001b[24m\n    \u001b[1mショーが本当に私を引っ込め始めるシリーズへの道のりの約4分の1を得るまで、私はキャラクターに強く愛着を感じ始めました。\u001b[22m, \u001b[1m私はショーは本当に私を引っ張って始めたシリーズに道の約四分の一を持って、私は文字に強い愛着を感じ始めまではありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nHad they made this into a 4 or 5 episode mini-arc, this could have been a great addition to the TV series, since by the time this would have aired, they would have been about 60 episodes in and this would have had all the emotional pulling power that the TV series had. As a movie, it hasn't really had the chance to develop any.\n\n\u001b[1m彼らはこれを4つまたは5つのエピソードミニアークにしていたのですが、これはTVシリーズに大きな影響を与えたことでしょう。これが放映されるまでには約60回のエピソードがあり、 テレビシリーズが持っていた感情的な引き込み力。 映画として、それは本当に何かを開発する機会を持っていませんでした。\u001b[22m\n\u001b[1m(Karera wa kore o 4tsu matawa itsutsu no episōdominiāku ni shite ita nodesuga, koreha TV shirīzu ni ōkina eikyō o ataeta kotodeshou. Kore ga hōei sa reru made ni wa yaku 60-kai no episōdo ga ari, terebishirīzu ga motte ita kanjō-tekina hikikomi-ryoku. Eiga to shite, sore wa hontōni nanika o kaihatsu suru kikai o motte imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mHad they made this into a 4 or 5 episode mini-arc, this could have been a great addition to the TV series, since by the time this would have aired, they would have been about 60 episodes in and this would have had all the emotional pulling power that the TV series had. As a movie, it hasn't really had the chance to develop any.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHad they made this into a 4 or 5 episode mini-arc, this could have been a great addition to the TV series, since by the time this would have aired, they would have been about 60 episodes in and this would have had all the\u001b[24m\n    \u001b[1m彼らはこれを4つまたは5つのエピソードミニアークにしていたのですが、これはTVシリーズに大きな影響を与えたことでしょう。これが放映されるまでには約60回のエピソードがあり、\u001b[22m, \u001b[1mこれが放映されたであろう時間によって、彼らは約60のエピソードであったであろうと、これはすべて持っていたであろうから、彼らは4または5エピソードミニアークにこれを作っていた、これは、テレビシリーズには絶好のに加えされている可能性が\u001b[22m\n\u001b[4memotional pulling power that the TV series had.\u001b[24m\n    \u001b[1mテレビシリーズが持っていた感情的な引き込み力。\u001b[22m, \u001b[1mTVシリーズが持っていた感情的な牽引力。\u001b[22m\n\u001b[4mAs a movie, it hasn't really had the chance to develop any.\u001b[24m\n    \u001b[1m映画として、それは本当に何かを開発する機会を持っていませんでした。\u001b[22m, \u001b[1m映画のように、それは本当にすべてを開発する機会がなかったです。\u001b[22m\n\u001b[1m\u001b[22m\nI gave the original series a 10. I give this a 7. It probably deserves a 7.5, but MAL doesn't believe in decimal points.\n\n\u001b[1m私は元のシリーズに10を与えました。私はこれに7を与えます。それはおそらく7.5に値するが、MALは小数点を信じていない。\u001b[22m\n\u001b[1m(Watashi wa gen no shirīzu ni 10 o ataemashita. Watashi wa kore ni 7 o ataemasu. Sore wa osoraku 7. 5 Niataisuru ga, MAL wa shōsūten o shinjite inai.)\u001b[22m\n\nTranslations of \u001b[4mI gave the original series a 10. I give this a 7. It probably deserves a 7.5, but MAL doesn't believe in decimal points.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI gave the original series a 10. I give this a 7. It probably deserves a 7.5, but MAL doesn't believe in decimal points.\u001b[24m\n    \u001b[1m私は元のシリーズに10を与えました。私はこれに7を与えます。それはおそらく7.5に値するが、MALは小数点を信じていない。\u001b[22m, \u001b[1m私は、オリジナルシリーズ、私はこれを与える10を与えた7.それはおそらく7.5に値するが、MALは小数点を信じていません。\u001b[22m"
  },
  {
    "title": "Hunter_x_Hunter_Movie__Phantom_Rouge",
    "id": "13271",
    "url": "https://myanimelist.net/anime/13271/Hunter_x_Hunter_Movie__Phantom_Rouge",
    "user": "Suzu-kun22",
    "profile": "/profile/Suzu-kun22/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=215520",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  5\nキャラクター|  8\n|  9\n\nアート/サウンド：私は技術的な側面から始めます。 アニメーションはかなり良いですが、それはまだショーほど良くはありません。 音楽...ええと...私は実際にそれを全く覚えていません。 非常に際立っているOPと第1、第3、第5、第6のED、そして驚くべき冒険家の世界を持っていたショーの音楽とは違います。 そして、私は正直なところ、この映画の一つの曲を覚えていません。 しかしそれは物語やキャラクターのような他の側面ほど重要ではありません。\n\nストーリー/キャラクター：この映画の最も重要な部分は、クルピカの部分です。  KurapikaのバックストーリーとPairoのシー​​ンを説明するシーンは、これらのシーンがKurapikaにもたらすすべての感情的な手荷物のおかげで、確かに傑出したシーンです。 オモカゲはちょうどのようなものです...私はあなたの目が欲しいです。彼らはかわいいですし、私は悪です。 そして論理のいくつかは意味をなさない。 クレイピカの目は頭の中から取り除かれていますが、まだ彼はそれらを見ることができます...何ですか？ 他のまともな部分は、キルアがゴンを裏切るという考えに対処しようとする場面でなければならないだろう。 たぶん私がショーを終えてからすでに終わって、「Kill​​uaを裏切ったゴン」のサブプロットが最後まで演奏され、この映画が放映されたショーのどの時点で何を理解しようとしていたのか、 彼らはそのサブプロットに対する解決策を立てようとしているかもしれないと考えました。 最悪の部分は新しい文字です。 レッツは不自由していて、いったん彼女は一人の女の子です。彼女は少なくとも一種の強い性格から苦しんでいる完全な乙女になります。 彼女は本当に悪い女性OCのようですが、それほど良いものではありません。  Omokageは他の劇団ほど良いところはありません。 劇団の素晴らしいところは、彼らが本当の動機を持っているすべての人物だということです。\n\n楽しさ：それは楽しいです。 メインの4人が一緒に戻ってきて、この映画を楽しくするには十分です。 ハンターxハンターの主な4つは、すべてのフィクションで私の好きなキャラクターの4つです。アニメだけでなく、すべてのフィクションです。 だから、この映画を見てみることは、それらを再び一緒に見直すだけの価値がありました。 アニメーターの中で最高のケミストリーを持っていると信じているので、残りの部分がHunter x Hunter基準に達していなくても、それらのすべてが一緒になって素晴らしいものになります。\n\nあなたがハンターxハンターのファンならば、全体的に、私はこの映画を見るといいでしょう。 あなたがショーを見て、それに過ぎない興味を持っていた、またはそれを楽しんでいない場合は、この映画を見ないでください。 あなたはそれを楽しむことはありません。 ショーを本当に好きだったり愛したりしたら、楽しんでください！ そして、私はこの映画全体が、クルピーカが劇団にf-wordを呼び出すのを聞くだけの価値があると言いたいと思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nArt/Sound: I'm gonna start with the technical aspects. The animation is pretty good, but it's still not as good as the show. The music... um... well... I don't actually remember it at all. Not like the music from the show which had its extremely stand-out OP and the first, third, 5 and 6th ED as well as the amazing song The World of Adventurers. And I honestly don't remember a single song from this movie. But that's not as important as other aspects like story and characters.\n\n\u001b[1mアート/サウンド：私は技術的な側面から始めます。 アニメーションはかなり良いですが、それはまだショーほど良くはありません。 音楽...ええと...私は実際にそれを全く覚えていません。 非常に際立っているOPと第1、第3、第5、第6のED、そして驚くべき冒険家の世界を持っていたショーの音楽とは違います。 そして、私は正直なところ、この映画の一つの曲を覚えていません。 しかしそれは物語やキャラクターのような他の側面ほど重要ではありません。\u001b[22m\n\u001b[1m(Āto/ saundo: Watashi wa gijutsu-tekina sokumen kara hajimemasu. Animēshon wa kanari yoidesuga, sore wa mada shō hodo yoku wa arimasen. Ongaku... Ē to... Watashi wa jissai ni sore o mattaku oboete imasen. Hijō ni kiwadatte iru OP to dai 1, dai 3, dai 5, dai 6 no ED, soshite odorokubeki bōken-ka no sekai o motte ita shō no ongaku to wa chigaimasu. Soshite, watashi wa shōjikina tokoro, kono eiga no hitotsu no kyoku o oboete imasen. Shikashi sore wa monogatari ya kyarakutā no yōna ta no sokumen hodo jūyōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mArt/Sound: I'm gonna start with the technical aspects. The animation is pretty good, but it's still not as good as the show. The music... um... well... I don't actually remember it at all. Not like the music from the show which had its extremely stand-out OP and the first, third, 5 and 6th ED as well as the amazing song The World of Adventurers. And I honestly don't remember a single song from this movie. But that's not as important as other aspects like story and characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt/Sound: I'm gonna start with the technical aspects.\u001b[24m\n    \u001b[1mアート/サウンド：私は技術的な側面から始めます。\u001b[22m, \u001b[1mアート/サウンド：私は技術的な側面を持つ始めるつもりです。\u001b[22m\n\u001b[4mThe animation is pretty good, but it's still not as good as the show.\u001b[24m\n    \u001b[1mアニメーションはかなり良いですが、それはまだショーほど良くはありません。\u001b[22m, \u001b[1mアニメーションはかなり良いですが、それはまだショーほど良好ではないのです。\u001b[22m\n\u001b[4mThe music... um... well... I don't actually remember it at all.\u001b[24m\n    \u001b[1m音楽...ええと...私は実際にそれを全く覚えていません。\u001b[22m, \u001b[1m音楽は...ええと...よく...私は実際にそれを全く覚えていません。\u001b[22m\n\u001b[4mNot like the music from the show which had its extremely stand-out OP and the first, third, 5 and 6th ED as well as the amazing song The World of Adventurers.\u001b[24m\n    \u001b[1m非常に際立っているOPと第1、第3、第5、第6のED、そして驚くべき冒険家の世界を持っていたショーの音楽とは違います。\u001b[22m, \u001b[1mその非常にスタンドアウトOPと第1、第3、5、6 EDだけでなく、素晴らしい曲冒険の世界を持っていた番組から音楽を好きではありません。\u001b[22m\n\u001b[4mAnd I honestly don't remember a single song from this movie.\u001b[24m\n    \u001b[1mそして、私は正直なところ、この映画の一つの曲を覚えていません。\u001b[22m, \u001b[1mそして、私は正直この映画からのシングル曲を覚えていません。\u001b[22m\n\u001b[4mBut that's not as important as other aspects like story and characters.\u001b[24m\n    \u001b[1mしかしそれは物語やキャラクターのような他の側面ほど重要ではありません。\u001b[22m, \u001b[1mしかし、それは物語やキャラクターなどの他の側面と同じくらい重要ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nStory/Character: The best parts of this movie are the parts about Kurapika. The scenes explaining Kurapika's backstory and the scenes with Pairo are certainly the standout scenes due to all the emotional baggage these scenes carry for Kurapika. Omokage is just like... I want your eyes because they're pretty and I'm evil. And some of the logic makes no sense. Like, Kurapika's eyes have been removed from his head, and yet he can still see through them... What? The other decent parts would have to be the scenes with Killua trying to deal with the idea that he will betray Gon. Maybe that's just how it was for me since I had finished the show and already new how that whole 'Killua betraying Gon' subplot played out in the end and was also trying to figure out at what point during the show had this movie aired, and thought they might be trying to set up the solution to that subplot. The worst parts are the new characters. Retz is lame and once they fin out she's a girl she goes from an at least sort of strong character to a complete damsel in distress. She's like a really bad female OC, but not even as good as that. And Omokage is no where near as good as the rest of the troupe. The great thing about the troupe is that they are all characters who have real motivations.\n\n\u001b[1mストーリー/キャラクター：この映画の最も重要な部分は、クルピカの部分です。  KurapikaのバックストーリーとPairoのシー​​ンを説明するシーンは、これらのシーンがKurapikaにもたらすすべての感情的な手荷物のおかげで、確かに傑出したシーンです。 オモカゲはちょうどのようなものです...私はあなたの目が欲しいです。彼らはかわいいですし、私は悪です。 そして論理のいくつかは意味をなさない。 クレイピカの目は頭の中から取り除かれていますが、まだ彼はそれらを見ることができます...何ですか？ 他のまともな部分は、キルアがゴンを裏切るという考えに対処しようとする場面でなければならないだろう。 たぶん私がショーを終えてからすでに終わって、「Kill​​uaを裏切ったゴン」のサブプロットが最後まで演奏され、この映画が放映されたショーのどの時点で何を理解しようとしていたのか、 彼らはそのサブプロットに対する解決策を立てようとしているかもしれないと考えました。 最悪の部分は新しい文字です。 レッツは不自由していて、いったん彼女は一人の女の子です。彼女は少なくとも一種の強い性格から苦しんでいる完全な乙女になります。 彼女は本当に悪い女性OCのようですが、それほど良いものではありません。  Omokageは他の劇団ほど良いところはありません。 劇団の素晴らしいところは、彼らが本当の動機を持っているすべての人物だということです。\u001b[22m\n\u001b[1m(Sutōrī/ kyarakutā: Kono eiga no mottomojūyōna bubun wa, kurupika no bubundesu. Kurapika no bakkusutōrī to Pairo no shī ​​ n o setsumei suru shīn wa, korera no shīn ga Kurapika ni motarasu subete no kanjō-tekina tenimotsu no okage de, tashika ni kesshutsu shita shīndesu. Hoka no matomona bubun wa, kirua ga gon o uragiru to iu kangae ni taisho shiyou to suru bamendenakereba naranaidarou. Tabun watashi ga shō o oete kara sudeni owatte,`Kill ​​ ua o uragitta gon' no sabupurotto ga saigomade ensō sa re, kono eiga ga hōei sa reta shō no dono jiten de nani o rikai shiyou to shite ita no ka, karera wa sono sabupurotto ni taisuru kaiketsusaku o tateyou to shite iru kamo shirenai to kangaemashita. Saiaku no bubun wa atarashī mojidesu. Rettsu wa fujiyū shite ite, ittan kanojo wa hitori no on'nanokodesu. Kanojo wa sukunakutomo isshu no tsuyoi seikaku kara kurushinde iru kanzen'na otome ni narimasu. Kanojo wa hontōni warui josei OC no yōdesuga, sore hodo yoi monode wa arimasen. Omokage wa hoka no gekidan hodo yoi tokoro wa arimasen. Gekidan no subarashī tokoro wa, karera ga hontō no dōki o motte iru subete no jinbutsuda to iu kotodesu. Omokage wa chōdo no yōna monodesu... Watashi wa anata no me ga hoshīdesu. Karera wa kawaīdesushi, watashi wa akudesu. Soshite ronri no ikutsu ka wa imiwonasanai. Kureipika no me wa atama no naka kara torinozoka rete imasuga, mada kare wa sorera o miru koto ga dekimasu... Nandesuka?)\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: It's enjoyable. The main four are back together and that's enough to make this movie enjoyable. The main four of Hunter x Hunter are legitimately four of my favorite characters in all of fiction, not even just anime, all of fiction. So watching this movie was worth it just to see them all back to together again. And I also believe they have some of the best chemistry in anime, so all of them together is just fantastic, even if the rest of the movie doesn't live up to Hunter x Hunter standards.\n\n\u001b[1m楽しさ：それは楽しいです。 メインの4人は一緒に戻ってきて、この映画を楽しくするには十分です。 ハンターxハンターの主な4つは、すべてのフィクションで私の好きなキャラクターの4つです。アニメだけでなく、すべてのフィクションです。 だから、この映画を見てみることは、それらを再び一緒に見直すだけの価値がありました。 アニメーターの中で最高のケミストリーを持っていると信じているので、残りの部分がHunter x Hunter基準に達していなくても、それらのすべてが一緒になって素晴らしいものになります。\u001b[22m\n\u001b[1m(Tanoshisa: Sore wa tanoshīdesu. Mein no 4-ri wa issho ni modotte kite, kono eiga o tanoshiku suru ni wa jūbundesu. Hantā x hantā no omona 4tsu wa, subete no fikushon de watashi no sukina kyarakutā no 4tsudesu. Anime dakedenaku, subete no fikushondesu. Dakara, kono eiga o mite miru koto wa, sorera o futatabi issho ni minaosu dake no kachi ga arimashita. Animētā no naka de saikō no kemisutorī o motte iru to shinjite irunode, nokori no bubun ga Hunter x Hunter kijun ni tasshite inakute mo, sorera no subete ga issho ni natte subarashī mono ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: It's enjoyable. The main four are back together and that's enough to make this movie enjoyable. The main four of Hunter x Hunter are legitimately four of my favorite characters in all of fiction, not even just anime, all of fiction. So watching this movie was worth it just to see them all back to together again. And I also believe they have some of the best chemistry in anime, so all of them together is just fantastic, even if the rest of the movie doesn't live up to Hunter x Hunter standards.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: It's enjoyable.\u001b[24m\n    \u001b[1m楽しさ：それは楽しいです。\u001b[22m\n\u001b[4mThe main four are back together and that's enough to make this movie enjoyable.\u001b[24m\n    \u001b[1mメインの4人は一緒に戻ってきて、この映画を楽しくするには十分です。\u001b[22m, \u001b[1mメイン4は、一緒に戻って、それはこの映画は楽しいものにするのに十分です。\u001b[22m\n\u001b[4mThe main four of Hunter x Hunter are legitimately four of my favorite characters in all of fiction, not even just anime, all of fiction.\u001b[24m\n    \u001b[1mハンターxハンターの主な4つは、すべてのフィクションで私の好きなキャラクターの4つです。アニメだけでなく、すべてのフィクションです。\u001b[22m, \u001b[1mハンターの主な4は、ハンターがいないだけでも、アニメ、小説のすべてで合法的に私の好きな文字を4つあるフィクションをすべてxは。\u001b[22m\n\u001b[4mSo watching this movie was worth it just to see them all back to together again.\u001b[24m\n    \u001b[1mだから、この映画を見てみることは、それらを再び一緒に見直すだけの価値がありました。\u001b[22m, \u001b[1mだから、この映画を見ていると、それだけですべてのバック再び一緒にそれらを見ることは価値がありました。\u001b[22m\n\u001b[4mAnd I also believe they have some of the best chemistry in anime, so all of them together is just fantastic, even if the rest of the movie doesn't live up to Hunter x Hunter standards.\u001b[24m\n    \u001b[1mアニメーターの中で最高のケミストリーを持っていると信じているので、残りの部分がHunter x Hunter基準に達していなくても、それらのすべてが一緒になって素晴らしいものになります。\u001b[22m, \u001b[1mそして、私はまた、映画の残りの部分はハンターxはハンター規格に住んでいない場合であっても、そのように一緒にそれらのすべてがちょうど素晴らしいです、彼らはアニメで最高の化学のいくつかを持っていると信じています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I'd say watch this movie if you're a fan of Hunter x Hunter. If you watched the show and only had a passing interest in it, or didn't enjoy it, then don't watch this movie. You will not enjoy it. If you really liked or loved the show, then have fun! And I'd say this entire movie is worth watching just to hear Kurapika call the troupe the f-word.\n\n\u001b[1mあなたがハンターxハンターのファンならば、全体的に、私はこの映画を見るといいでしょう。 あなたがショーを見て、それに過ぎない興味を持っていた、またはそれを楽しんでいない場合は、この映画を見ないでください。 あなたはそれを楽しむことはありません。 ショーを本当に好きだったり愛したりしたら、楽しんでください！ そして、私はこの映画全体が、クルピーカが劇団にf-wordを呼び出すのを聞くだけの価値があると言いたいと思います。\u001b[22m\n\u001b[1m(Anata ga hantā x hantā no fan'naraba, zentai-teki ni, watashi wa kono eiga o miru to īdeshou. Anata ga shō o mite, sore ni suginai kyōmi o motte ita, matawa sore o tanoshinde inai baai wa, kono eiga o minaide kudasai. Anata wa sore o tanoshimu koto wa arimasen. Shō o hontōni sukidattari aishi tari shitara, tanoshinde kudasai! Soshite, watashi wa kono eiga zentai ga, kurupīka ga gekidan ni f - word o yobidasu no o kiku dake no kachigāru to iitai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I'd say watch this movie if you're a fan of Hunter x Hunter. If you watched the show and only had a passing interest in it, or didn't enjoy it, then don't watch this movie. You will not enjoy it. If you really liked or loved the show, then have fun! And I'd say this entire movie is worth watching just to hear Kurapika call the troupe the f-word.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I'd say watch this movie if you're a fan of Hunter x Hunter.\u001b[24m\n    \u001b[1mあなたがハンターxハンターのファンならば、全体的に、私はこの映画を見るといいでしょう。\u001b[22m, \u001b[1mあなたはハンターxはハンターのファンなら全体的に、私はこの映画時計を言うと思います。\u001b[22m\n\u001b[4mIf you watched the show and only had a passing interest in it, or didn't enjoy it, then don't watch this movie.\u001b[24m\n    \u001b[1mあなたがショーを見て、それに過ぎない興味を持っていた、またはそれを楽しんでいない場合は、この映画を見ないでください。\u001b[22m, \u001b[1mあなたがショーを見て、それだけで渡して興味を持っていた、またはそれを楽しまなかった場合は、この映画を見ていません。\u001b[22m\n\u001b[4mYou will not enjoy it.\u001b[24m\n    \u001b[1mあなたはそれを楽しむことはありません。\u001b[22m\n\u001b[4mIf you really liked or loved the show, then have fun!\u001b[24m\n    \u001b[1mショーを本当に好きだったり愛したりしたら、楽しんでください！\u001b[22m, \u001b[1mあなたが本当に好きかショーを愛しているなら、その楽しみを持っています！\u001b[22m\n\u001b[4mAnd I'd say this entire movie is worth watching just to hear Kurapika call the troupe the f-word.\u001b[24m\n    \u001b[1mそして、私はこの映画全体が、クルピーカが劇団にf-wordを呼び出すのを聞くだけの価値があると言いたいと思います。\u001b[22m, \u001b[1mそして、私はこの映画全体がちょうどクラピカは劇団Fワードを呼び出す聞くために見て価値があると思います。\u001b[22m"
  },
  {
    "title": "Hunter_x_Hunter_Movie__Phantom_Rouge",
    "id": "13271",
    "url": "https://myanimelist.net/anime/13271/Hunter_x_Hunter_Movie__Phantom_Rouge",
    "user": "Otakucakes",
    "profile": "/profile/Otakucakes/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=130605",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  5\n|  7\n\nこれは、この映画がとにかく価値があるので、短いレビューになります。\n\nHunter x Hunterの映画があることがわかったとき（私は最近、このシリーズを始めたばかりです）、私は喜んでいました！ しかし、この映画は全く失望だったので、後ろを振り返ると、私は興奮の気持ちをほとんど後悔します。\n\n注意してください - 私は映画をアニメとたくさん比較します。\n\nストーリー - （7/10）\n\nどうやら、この映画はトガシヨシヒロによって書かれたハンターxハンターの解体された章から作られたようだ。 意外にも、ヨークシン・シティ・アークとグリード・アイランド・アークの間でうまくいきます。  （実際には、2つのアークの間に隙間がなかった）。 他の多くの人々がそうであったように、私はこれがクルピーカと彼の過去に完全に捧げられた映画であることを期待しました。 いいえ、これはゴンとキルアの映画です。 私たちはすでにそれらの2つを持っていないのですか？ とにかく、進む。 ペーシングは問題なく、速すぎたり遅すぎたりすることはありませんでした。 しかし、ストーリーの実行方法は貧弱です。 このイベントは控えめで予測可能で、全体的にはテレビシリーズの独自性が欠けています。\n\nART-（7/10）\n\nアートとアニメーションは、オリジナルにかなり劣っています。 背景が薄く、文字があまりうまく描かれない場合があります。 どういうわけか、それはあなたが私が意味するものを得るなら、ハンターxハンターのような気分になります。\n\nサウンド - （8/10）\n\nサウンドトラックはアニメから直接撮影されています。 個人的には、私はショーのOSTのファンだから、私はその音に満足しています。 同様に、アニメの原作はすべて、この映画のそれぞれの役割を担っています。 全体的に、素晴らしい。\n\nキャラクター - （5/10）\n\nこれは、この映画が苦しんでいる場所であることは非常に明白です。 私たちはGonとKillua、あるいは他の人の体を見ていますか？ この映画の一点では私は彼を絞殺したくなかった。 全体的に、よく開発されて描かれたキャラクター。 すべての文字は主にOOCです。 ここにキャラクターの開発はほとんどない。 私は彼らが本当に好きではないこと以外は詳細には触れませんが、そのうちの1つについて言及する必要があります。 ああ、私はKilluaに言及する必要があります。 これは単にKilluaではありません。 第一に、彼は嫉妬していて、その後Gonの過度の保護になるので、Retz（まったく重要でない非常に未熟なキャラクター）の雌犬です。 最後に、ゴンをイルミに放棄するのは、彼が「自分の友人になる権利がないから」ということです。  Yeaahhhh。\n\nエンジョイ - （7-10）\n\n私はこの映画が好きだとは言いません。 確かに、それは面白かったですが、それはまた時間の大きな無駄でした。 私はこの映画をもう一度見ないだろう。\n\n全般 - （7/10）\n\n全体的に、この映画はオリジナルの魅力が欠けていて、私にとっては大きな失望でした。 しかし、それは悪い映画ではありません。 全体としてHxHシリーズについてあまり知らないのなら、これは始めるのに最適な場所です。 しかし、あなたがHxHをよく知り、愛していて、あなたの好きなショーを見たくないのなら、この映画から離れてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis will be a short review, since it's all this movie deserves anyways.\n\n\u001b[1mこれは、この映画がとにかく価値があるので、短いレビューになります。\u001b[22m\n\u001b[1m(Kore wa, kono eiga ga tonikaku kachi ga aru node, mijikai rebyū ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis will be a short review, since it's all this movie deserves anyways.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis will be a short review, since it's all this movie deserves anyways.\u001b[24m\n    \u001b[1mこれは、この映画がとにかく価値があるので、短いレビューになります。\u001b[22m, \u001b[1mそれはすべてこの映画はとにかく値するですので、これは、短いレビューになります。\u001b[22m\n\u001b[1m\u001b[22m\nWhen I found out there was a Hunter x Hunter movie, (you see, I only recently started the series) I was overjoyed! However, looking back, I almost regret my feelings of excitement, because this movie was an utter disappointment.\n\n\u001b[1mHunter x Hunterの映画があることがわかったとき（私は最近、このシリーズを始めたばかりです）、私は喜んでいました！ しかし、この映画は全く失望だったので、後ろを振り返ると、私は興奮の気持ちをほとんど後悔します。\u001b[22m\n\u001b[1m(Hunter x Hunter no eiga ga aru koto ga wakatta toki (watashi wa saikin, kono shirīzu o hajimeta bakaridesu), watashi wa yorokonde imashita! Shikashi, kono eiga wa mattaku shitsubōdattanode, ushiro o furikaeru to, watashi wa kōfun no kimochi o hotondo kōkai shimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhen I found out there was a Hunter x Hunter movie, (you see, I only recently started the series) I was overjoyed! However, looking back, I almost regret my feelings of excitement, because this movie was an utter disappointment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I found out there was a Hunter x Hunter movie, (you see, I only recently started the series) I was overjoyed!\u001b[24m\n    \u001b[1mHunter x Hunterの映画があることがわかったとき（私は最近、このシリーズを始めたばかりです）、私は喜んでいました！\u001b[22m, \u001b[1m私が見つけたときにハンターがあった、ハンターの映画をX（あなたが見る、私は最近のシリーズを開始しました）私は大喜びでした！\u001b[22m\n\u001b[4mHowever, looking back, I almost regret my feelings of excitement, because this movie was an utter disappointment.\u001b[24m\n    \u001b[1mしかし、この映画は全く失望だったので、後ろを振り返ると、私は興奮の気持ちをほとんど後悔します。\u001b[22m, \u001b[1mこの映画は全くの期待外れに終わったのでしかし、振り返ってみると、私はほとんど、興奮の私の気持ちを後悔します。\u001b[22m\n\u001b[1m\u001b[22m\nBe warned- I will compare the film to the anime A LOT.\n\n\u001b[1m注意してください - 私は映画をアニメとたくさん比較します。\u001b[22m\n\u001b[1m(Chūi shite kudasai - watashi wa eiga o anime to takusan hikaku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mBe warned- I will compare the film to the anime A LOT.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBe warned- I will compare the film to the anime A LOT.\u001b[24m\n    \u001b[1m注意してください - 私は映画をアニメとたくさん比較します。\u001b[22m, \u001b[1m私はアニメLOTにフィルムを比較しますwarned-こと。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY- (7/10)\n\n\u001b[1mストーリー - （7/10）\u001b[22m\n\u001b[1m(Sutōrī - (7 / 10))\u001b[22m\n\nTranslations of \u001b[4mSTORY- (7/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY- (7/10)\u001b[24m\n    \u001b[1mストーリー - （7/10）\u001b[22m, \u001b[1mSTORY-（7/10）\u001b[22m\n\u001b[1m\u001b[22m\nApparently this movie was made from a scrapped chapter of Hunter x Hunter, written by Yoshihiro Togashi. Surprisingly enough, it seems to fit well, taking place between the Yorkshin City Arc and the Greed Island Arc. (when in reality, there was no gap between the two arcs). As many other people were, I expected this to be a film completely dedicated to Kurapika and his past. Nooo, this is a Gon and Killua film. Haven't we had enough of those two already? Anyways, moving on. The pacing was alright, nothing too fast or too slow. However, the way the story is executed is poor. The events are cheesy and predictable, and overall it lacks the uniqueness of the TV series.\n\n\u001b[1mどうやら、この映画はトガシヨシヒロによって書かれたハンターxハンターの解体された章から作られたようだ。 意外にも、ヨークシン・シティ・アークとグリード・アイランド・アークの間でうまくいきます。  （実際には、2つのアークの間に隙間がなかった）。 他の多くの人々がそうであったように、私はこれがクルピーカと彼の過去に完全に捧げられた映画であることを期待しました。 いいえ、これはゴンとキルアの映画です。 私たちはすでにそれらの2つを持っていないのですか？ とにかく、進む。 ペーシングは問題なく、速すぎたり遅すぎたりすることはありませんでした。 しかし、ストーリーの実行方法は貧弱です。 このイベントは控えめで予測可能で、全体的にはテレビシリーズの独自性が欠けています。\u001b[22m\n\u001b[1m(Dōyara, kono eiga wa togashiyoshihiro ni yotte kaka reta hantā x hantā no kaitai sa reta shō kara tsukura reta yōda. Igainimo, yōkushin shiti āku to gurīdo Airando āku no ma de umaku ikimasu. (Jissai ni wa, 2tsu no āku no ma ni sukima ga nakatta). Hoka no ōku no hitobito ga sōdeatta yō ni, watashi wa kore ga kurupīka to kare no kako ni kanzen ni sasage rareta eigadearu koto o kitai shimashita. Īe, koreha gontokirua no eigadesu. Watashitachi wa sudeni sorera no 2tsu o motte inai nodesu ka? Tonikaku, susumu. Pēshingu wa mondainaku, haya sugi tari oso sugi tari suru koto wa arimasendeshita. Shikashi, sutōrī no jikkō hōhō wa hinjakudesu. Kono ibento wa hikaeme de yosoku kanōde, zentai-teki ni wa terebishirīzu no dokuji-sei ga kakete imasu.)\u001b[22m\n\nTranslations of \u001b[4mApparently this movie was made from a scrapped chapter of Hunter x Hunter, written by Yoshihiro Togashi. Surprisingly enough, it seems to fit well, taking place between the Yorkshin City Arc and the Greed Island Arc. (when in reality, there was no gap between the two arcs). As many other people were, I expected this to be a film completely dedicated to Kurapika and his past. Nooo, this is a Gon and Killua film. Haven't we had enough of those two already? Anyways, moving on. The pacing was alright, nothing too fast or too slow. However, the way the story is executed is poor. The events are cheesy and predictable, and overall it lacks the uniqueness of the TV series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mApparently this movie was made from a scrapped chapter of Hunter x Hunter, written by Yoshihiro Togashi.\u001b[24m\n    \u001b[1mどうやら、この映画はトガシヨシヒロによって書かれたハンターxハンターの解体された章から作られたようだ。\u001b[22m, \u001b[1mどうやらこの映画は冨樫義博によって書かれたハンターXハンターの廃棄章、から作られました。\u001b[22m\n\u001b[4mSurprisingly enough, it seems to fit well, taking place between the Yorkshin City Arc and the Greed Island Arc.\u001b[24m\n    \u001b[1m意外にも、ヨークシン・シティ・アークとグリード・アイランド・アークの間でうまくいきます。\u001b[22m, \u001b[1m驚いたことに、Yorkshin市アークとグリード島弧との間で行われて、よくフィットするようです。\u001b[22m\n\u001b[4m(when in reality, there was no gap between the two arcs).\u001b[24m\n    \u001b[1m（実際には、2つのアークの間に隙間がなかった）。\u001b[22m, \u001b[1m（時実際に、2つの円弧の間には隙間が存在しませんでした）。\u001b[22m\n\u001b[4mAs many other people were, I expected this to be a film completely dedicated to Kurapika and his past.\u001b[24m\n    \u001b[1m他の多くの人々がそうであったように、私はこれがクルピーカと彼の過去に完全に捧げられた映画であることを期待しました。\u001b[22m, \u001b[1m他の多くの人々があったように、私はこれはクラピカと彼の過去に完全に専用の膜であることが予想されます。\u001b[22m\n\u001b[4mNooo, this is a Gon and Killua film.\u001b[24m\n    \u001b[1mいいえ、これはゴンとキルアの映画です。\u001b[22m, \u001b[1mいーえ、これはゴンとキルアフィルムです。\u001b[22m\n\u001b[4mHaven't we had enough of those two already?\u001b[24m\n    \u001b[1m私たちはすでにそれらの2つを持っていないのですか？\u001b[22m, \u001b[1m我々はすでに、これらの2を十分に持っていませんでしたか？\u001b[22m\n\u001b[4mAnyways, moving on.\u001b[24m\n    \u001b[1mとにかく、進む。\u001b[22m, \u001b[1mとにかく、上に移動します。\u001b[22m\n\u001b[4mThe pacing was alright, nothing too fast or too slow.\u001b[24m\n    \u001b[1mペーシングは問題なく、速すぎたり遅すぎたりすることはありませんでした。\u001b[22m, \u001b[1mペーシングは、速すぎたり遅すぎる大丈夫、何もなかったです。\u001b[22m\n\u001b[4mHowever, the way the story is executed is poor.\u001b[24m\n    \u001b[1mしかし、ストーリーの実行方法は貧弱です。\u001b[22m, \u001b[1mしかし、話を実行する方法が悪いです。\u001b[22m\n\u001b[4mThe events are cheesy and predictable, and overall it lacks the uniqueness of the TV series.\u001b[24m\n    \u001b[1mこのイベントは控えめで予測可能で、全体的にはテレビシリーズの独自性が欠けています。\u001b[22m, \u001b[1mイベントは安っぽいと予測可能であり、全体的にはテレビシリーズの独自性を欠いています。\u001b[22m\n\u001b[1m\u001b[22m\nART- (7/10)\n\n\u001b[1mART-（7/10）\u001b[22m\n\u001b[1m(Āto - (7 / 10))\u001b[22m\n\nTranslations of \u001b[4mART- (7/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART- (7/10)\u001b[24m\n    \u001b[1mART-（7/10）\u001b[22m, \u001b[1mアート - （7/10）\u001b[22m\n\u001b[1m\u001b[22m\nArt and animation is pretty much subpar to the originals. The backgrounds are bland, the characters aren't drawn very well, and at some points the animation is rigid. Somehow, it manages to feel like Hunter x Hunter, if you get what I mean.\n\n\u001b[1mアートとアニメーションは、オリジナルにかなり劣っています。 背景が薄く、文字があまりうまく描かれない場合があります。 どういうわけか、それはあなたが私が意味するものを得るなら、ハンターxハンターのような気分になります。\u001b[22m\n\u001b[1m(Āto to animēshon wa, orijinaru ni kanari ototte imasu. Haikei ga usuku, moji ga amari umaku egaka renai baai ga arimasu. Dō iu wake ka, sore wa anata ga watashi ga imi suru mono o erunara, hantā x hantā no yōna kibun ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mArt and animation is pretty much subpar to the originals. The backgrounds are bland, the characters aren't drawn very well, and at some points the animation is rigid. Somehow, it manages to feel like Hunter x Hunter, if you get what I mean.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and animation is pretty much subpar to the originals.\u001b[24m\n    \u001b[1mアートとアニメーションは、オリジナルにかなり劣っています。\u001b[22m, \u001b[1mアートとアニメーションはかなり基準以下の原稿にあります。\u001b[22m\n\u001b[4mThe backgrounds are bland, the characters aren't drawn very well, and at some points the animation is rigid.\u001b[24m\n    \u001b[1m背景が薄く、文字があまりうまく描かれない場合があります。\u001b[22m, \u001b[1m背景は文字が非常によく描かれていない、当たり障りのない、そしていくつかの点でアニメーションは剛性です。\u001b[22m\n\u001b[4mSomehow, it manages to feel like Hunter x Hunter, if you get what I mean.\u001b[24m\n    \u001b[1mどういうわけか、それはあなたが私が意味するものを得るなら、ハンターxハンターのような気分になります。\u001b[22m, \u001b[1mあなたは私が何を意味するか得ればどういうわけか、それは、ハンターハンターxはように感じるように管理しています。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND- (8/10)\n\n\u001b[1mサウンド - （8/10）\u001b[22m\n\u001b[1m(Saundo - (8 / 10))\u001b[22m\n\nTranslations of \u001b[4mSOUND- (8/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND- (8/10)\u001b[24m\n    \u001b[1mサウンド - （8/10）\u001b[22m, \u001b[1m健全（8/10）\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtracks are taken directly from the anime. Personally, I am a fan of the OSTs in the show, so I am happy with the sound. Likewise, all of the original seiyuu from the anime are kept in their respective roles for this film. Overall, great.\n\n\u001b[1mサウンドトラックはアニメから直接撮影されています。 個人的には、私はショーのOSTのファンだから、私はその音に満足しています。 同様に、アニメの原作はすべて、この映画のそれぞれの役割を担っています。 全体的に、素晴らしい。\u001b[22m\n\u001b[1m(Saundotorakku wa anime kara chokusetsu satsuei sa rete imasu. Kojin-teki ni wa, watashi wa shō no OST no fandakara, watashi wa sono-on ni manzoku shite imasu. Dōyō ni, anime no gensaku wa subete, kono eiga no sorezore no yakuwari o ninatte imasu. Zentai-teki ni, subarashī.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtracks are taken directly from the anime. Personally, I am a fan of the OSTs in the show, so I am happy with the sound. Likewise, all of the original seiyuu from the anime are kept in their respective roles for this film. Overall, great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtracks are taken directly from the anime.\u001b[24m\n    \u001b[1mサウンドトラックはアニメから直接撮影されています。\u001b[22m, \u001b[1mサウンドトラックは、アニメから直接取得されています。\u001b[22m\n\u001b[4mPersonally, I am a fan of the OSTs in the show, so I am happy with the sound.\u001b[24m\n    \u001b[1m個人的には、私はショーのOSTのファンだから、私はその音に満足しています。\u001b[22m, \u001b[1m個人的に、私はショーでのOSTのファンですので、私は音には満足しています。\u001b[22m\n\u001b[4mLikewise, all of the original seiyuu from the anime are kept in their respective roles for this film.\u001b[24m\n    \u001b[1m同様に、アニメの原作はすべて、この映画のそれぞれの役割を担っています。\u001b[22m, \u001b[1m同様に、アニメからオリジナルの声優のすべてがこの映画のためにそれぞれの役割に保管されています。\u001b[22m\n\u001b[4mOverall, great.\u001b[24m\n    \u001b[1m全体的に、素晴らしい。\u001b[22m, \u001b[1m全体的に、素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTERS- (5/10)\n\n\u001b[1mキャラクター - （5/10）\u001b[22m\n\u001b[1m(Kyarakutā - (5 / 10))\u001b[22m\n\nTranslations of \u001b[4mCHARACTERS- (5/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTERS- (5/10)\u001b[24m\n    \u001b[1mキャラクター - （5/10）\u001b[22m, \u001b[1mCHARACTERS-（5/10）\u001b[22m\n\u001b[1m\u001b[22m\nIt's quite obvious that this is where this film suffers. Are we even watching Gon and Killua, or some other person in their bodies? Not one point in this movie did I NOT want to strangle him. Overall, poorly developed and portrayed characters. All the characters are majorly OOC. There is little to no more character development here. I won't go into much detail with them, other than that they aren't really likeable, but I have to mention one of them. Oh yes, I have to mention Killua. This simply is NOT Killua. First, he is an asshole to Retz (another extremely underdeveloped character who has NO significance) because he's jealous, then becomes extremely overprotective of Gon. Finally, he simply abandons Gon to Illumi, because he 'doesn't have the right to be his friend.' Yeaahhhh.\n\n\u001b[1mこれは、この映画が苦しんでいる場所であることは非常に明白です。 私たちはGonとKillua、あるいは他の人の体を見ていますか？ この映画の一点では私は彼を絞殺したくなかった。 全体的に、よく開発されて描かれたキャラクター。 すべての文字は主にOOCです。 ここにキャラクターの開発はほとんどない。 私は彼らが本当に好きではないこと以外は詳細には触れませんが、そのうちの1つについて言及する必要があります。 ああ、私はKilluaに言及する必要があります。 これは単にKilluaではありません。 第一に、彼は嫉妬していて、その後Gonの過度の保護になるので、Retz（まったく重要でない非常に未熟なキャラクター）の雌犬です。 最後に、ゴンをイルミに放棄するのは、彼が「自分の友人になる権利がないから」ということです。  Yeaahhhh。\u001b[22m\n\u001b[1m(Kore wa, kono eiga ga kurushinde iru bashodearu koto wa hijō ni meihakudesu. Watashitachiha Gon to Killua, aruiwa hokanohito no karada o mite imasu ka? Subete no moji wa omoni OOCdesu. Koko ni kyarakutā no kaihatsu wa hotondo nai. Watashi wa karera ga hontōni sukide wanai koto igai wa shōsai ni wa furemasenga, sonōchi no 1tsu ni tsuite genkyū suru hitsuyō ga arimasu. Ā, watashi wa Killua ni genkyū suru hitsuyō ga arimasu. Kore wa tan'ni Killuade wa arimasen. Daiichi ni, kare wa shitto shite ite, sonogo Gon no kado no hogo ni narunode, Retz (mattaku jūyōdenai hijō ni mijukuna kyarakutā) no meinudesu. Saigo ni, gon o irumi ni hōki suru no wa, kare ga `jibun no yūjin ni naru kenri ga naikara' to iu kotodesu. Yeaahhhh. Kono eiga no ittende wa watashi wa kare o kōsatsu shitakunakatta. Zentai-teki ni, yoku kaihatsu sa rete egaka reta kyarakutā.)\u001b[22m\n\nTranslations of \u001b[4mIt's quite obvious that this is where this film suffers. Are we even watching Gon and Killua, or some other person in their bodies? Not one point in this movie did I NOT want to strangle him. Overall, poorly developed and portrayed characters. All the characters are majorly OOC. There is little to no more character development here. I won't go into much detail with them, other than that they aren't really likeable, but I have to mention one of them. Oh yes, I have to mention Killua. This simply is NOT Killua. First, he is an asshole to Retz (another extremely underdeveloped character who has NO significance) because he's jealous, then becomes extremely overprotective of Gon. Finally, he simply abandons Gon to Illumi, because he 'doesn't have the right to be his friend.' Yeaahhhh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's quite obvious that this is where this film suffers.\u001b[24m\n    \u001b[1mこれは、この映画が苦しんでいる場所であることは非常に明白です。\u001b[22m, \u001b[1mそれは、この映画が苦しむところ、これがあることは一目瞭然です。\u001b[22m\n\u001b[4mAre we even watching Gon and Killua, or some other person in their bodies?\u001b[24m\n    \u001b[1m私たちはGonとKillua、あるいは他の人の体を見ていますか？\u001b[22m, \u001b[1m私たちも、ゴンとキルア、または自分の体の一部の他の人を見ていますか？\u001b[22m\n\u001b[4mAll the characters are majorly OOC.\u001b[24m\n    \u001b[1mすべての文字は主にOOCです。\u001b[22m, \u001b[1mすべての文字がすぎなかっOOCです。\u001b[22m\n\u001b[4mThere is little to no more character development here.\u001b[24m\n    \u001b[1mここにキャラクターの開発はほとんどない。\u001b[22m, \u001b[1mここではこれ以上の文字の開発にはほとんどがあります。\u001b[22m\n\u001b[4mI won't go into much detail with them, other than that they aren't really likeable, but I have to mention one of them.\u001b[24m\n    \u001b[1m私は彼らが本当に好きではないこと以外は詳細には触れませんが、そのうちの1つについて言及する必要があります。\u001b[22m, \u001b[1m私は、彼らと多くの詳細に行く彼らは本当に好感の持てるないという点以外に、私はそれらのいずれかを言及する必要はありません。\u001b[22m\n\u001b[4mOh yes, I have to mention Killua.\u001b[24m\n    \u001b[1mああ、私はKilluaに言及する必要があります。\u001b[22m, \u001b[1mああ、私はキルアを言及する必要があります。\u001b[22m\n\u001b[4mThis simply is NOT Killua.\u001b[24m\n    \u001b[1mこれは単にKilluaではありません。\u001b[22m, \u001b[1mこれは、単にキルアはありません。\u001b[22m\n\u001b[4mFirst, he is an asshole to Retz (another extremely underdeveloped character who has NO significance) because he's jealous, then becomes extremely overprotective of Gon.\u001b[24m\n    \u001b[1m第一に、彼は嫉妬していて、その後Gonの過度の保護になるので、Retz（まったく重要でない非常に未熟なキャラクター）の雌犬です。\u001b[22m, \u001b[1mまず、彼は嫉妬だから、彼はレッツ（意味を持たない別の非常に低開発の文字）に嫌いな人で、その後ゴンの非常に過保護になります。\u001b[22m\n\u001b[4mFinally, he simply abandons Gon to Illumi, because he 'doesn't have the right to be his friend.'\u001b[24m\n    \u001b[1m最後に、ゴンをイルミに放棄するのは、彼が「自分の友人になる権利がないから」ということです。\u001b[22m, \u001b[1m最後に、彼は単に彼がいるので、イルミにゴン放棄」彼の友人になる権利を持っていません。」\u001b[22m\n\u001b[4mYeaahhhh.\u001b[24m\n    \u001b[1mYeaahhhh。\u001b[22m\n\u001b[4mNot one point in this movie did I NOT want to strangle him.\u001b[24m\n    \u001b[1mこの映画の一点では私は彼を絞殺したくなかった。\u001b[22m, \u001b[1mこの映画ではない一点、私は彼を絞めたくありませんでした。\u001b[22m\n\u001b[4mOverall, poorly developed and portrayed characters.\u001b[24m\n    \u001b[1m全体的に、よく開発されて描かれたキャラクター。\u001b[22m, \u001b[1m全体的に、不十分な開発や文字を演じました。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT- (7-10)\n\n\u001b[1mエンジョイ - （7-10）\u001b[22m\n\u001b[1m(Enjoi - (7 - 10))\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT- (7-10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT- (7-10)\u001b[24m\n    \u001b[1mエンジョイ - （7-10）\u001b[22m, \u001b[1mENJOYMENT-（7-10）\u001b[22m\n\u001b[1m\u001b[22m\nEh, I wouldn't say I liked this movie. Sure, it was entertaining, but it was also a big waste of time. I wouldn't watch this movie again.\n\n\u001b[1m私はこの映画が好きだとは言いません。 確かに、それは面白かったですが、それはまた時間の大きな無駄でした。 私はこの映画をもう一度見ないだろう。\u001b[22m\n\u001b[1m(Watashi wa kono eiga ga sukida to wa iimasen. Tashika ni, sore wa omoshirokattadesuga, soreha mata jikan no ōkina mudadeshita. Watashi wa kono eiga o mōichido minaidarou.)\u001b[22m\n\nTranslations of \u001b[4mEh, I wouldn't say I liked this movie. Sure, it was entertaining, but it was also a big waste of time. I wouldn't watch this movie again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEh, I wouldn't say I liked this movie.\u001b[24m\n    \u001b[1m私はこの映画が好きだとは言いません。\u001b[22m, \u001b[1mええ、私はこの映画を気に入っ言わないだろう。\u001b[22m\n\u001b[4mSure, it was entertaining, but it was also a big waste of time.\u001b[24m\n    \u001b[1m確かに、それは面白かったですが、それはまた時間の大きな無駄でした。\u001b[22m, \u001b[1m確かに、それは面白いでしたが、それも時間の大きな無駄でした。\u001b[22m\n\u001b[4mI wouldn't watch this movie again.\u001b[24m\n    \u001b[1m私はこの映画をもう一度見ないだろう。\u001b[22m, \u001b[1m私は再びこの映画を見ていないだろう。\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL- (7/10)\n\n\u001b[1m全般 - （7/10）\u001b[22m\n\u001b[1m(Zenpan - (7 / 10))\u001b[22m\n\nTranslations of \u001b[4mOVERALL- (7/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL- (7/10)\u001b[24m\n    \u001b[1m全般 - （7/10）\u001b[22m, \u001b[1mOVERALL-（7/10）\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this film lacks the charm of the original, and was a major disappointment to me. It isn't a bad movie, though. If you don't know much about the HxH series as a whole, well, this is a great place to start. However, if you know and love HxH well, and would hate to see your favorite show butchered, just stay away from this movie.\n\n\u001b[1m全体的に、この映画はオリジナルの魅力が欠けていて、私にとっては大きな失望でした。 しかし、それは悪い映画ではありません。 全体としてHxHシリーズについてあまり知らないのなら、これは始めるのに最適な場所です。 しかし、あなたがHxHをよく知り、愛していて、あなたの好きなショーを見たくないのなら、この映画から離れてください。\u001b[22m\n\u001b[1m(Zentai-teki ni, kono eiga wa orijinaru no miryoku ga kakete ite, watashi ni totte wa ōkina shitsubōdeshita. Shikashi, sore wa warui eigade wa arimasen. Zentai to shite HxH shirīzu ni tsuite amari shiranai nonara, koreha hajimeru no ni saitekina bashodesu. Shikashi, anata ga HxH o yoku shiri, aishite ite, anata no sukina shō o mitakunai nonara, kono eiga kara hanarete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this film lacks the charm of the original, and was a major disappointment to me. It isn't a bad movie, though. If you don't know much about the HxH series as a whole, well, this is a great place to start. However, if you know and love HxH well, and would hate to see your favorite show butchered, just stay away from this movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this film lacks the charm of the original, and was a major disappointment to me.\u001b[24m\n    \u001b[1m全体的に、この映画はオリジナルの魅力が欠けていて、私にとっては大きな失望でした。\u001b[22m, \u001b[1m全体的に、この映画は、オリジナルの魅力を欠いている、と私にとって大きな期待外れに終わりました。\u001b[22m\n\u001b[4mIt isn't a bad movie, though.\u001b[24m\n    \u001b[1mしかし、それは悪い映画ではありません。\u001b[22m, \u001b[1mこれは、しかし、悪い映画ではありません。\u001b[22m\n\u001b[4mIf you don't know much about the HxH series as a whole, well, this is a great place to start.\u001b[24m\n    \u001b[1m全体としてHxHシリーズについてあまり知らないのなら、これは始めるのに最適な場所です。\u001b[22m, \u001b[1mあなたは全体としてHxHシリーズについてあまり知らない場合は、よく、これは開始するのに最適な場所です。\u001b[22m\n\u001b[4mHowever, if you know and love HxH well, and would hate to see your favorite show butchered, just stay away from this movie.\u001b[24m\n    \u001b[1mしかし、あなたがHxHをよく知り、愛していて、あなたの好きなショーを見たくないのなら、この映画から離れてください。\u001b[22m, \u001b[1mしかし、あなたが知っていると愛HxHよく、そして、お気に入りの番組が虐殺を参照してください。ちょうどこの映画から離れて滞在することが嫌いならば。\u001b[22m"
  },
  {
    "title": "Hunter_x_Hunter_Movie__Phantom_Rouge",
    "id": "13271",
    "url": "https://myanimelist.net/anime/13271/Hunter_x_Hunter_Movie__Phantom_Rouge",
    "user": "GKillua19",
    "profile": "/profile/GKillua19/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=223613",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  8\n\nだから私はこの部分を見る前にHxHのアニメ全体を見ていましたが、それでも前と後のことを思い出すことができます。 ストーリーの流れは素晴らしく、リアルアニメのストーリーの流れを壊さなかった。 私は物語と決着の争いが大好きですが、私が気に入らなかったのは最後の戦いでした.GillとKilluaはKilluaとLeorioのPuppetの兄弟と戦っていました。そしてKurapikaは友人と戦っています。 決議案を考えようと思っていますが、人形が死ぬ前にいくつかのアクションを望んでいた人形を殺すだけでは不満がありましたが、それは実際の戦いではありませんでした。 ファントムルージュが最後の部分にいたとき、私は大好きです。 彼らが悪者でも私は本当に好きです。 すべてのストーリーの上で、ファンギルで十分でした。 映画が終わると、私はまだ涙ぐんでいます。 私は彼らが特にKilluaとGonを恋しく思う、彼らが持っている絆は親友よりも強かった。それは兄弟関係以上のものだった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nSo I've done watching the whole HxH anime before watching this part but still I can recall what happen before and after. The flow of the story was great it didn't break the flow of the story in the real anime. I love the conflict in the story and the resolution but the only part that I kinda didn't like was the final battle, Gon and Killua fighting the puppet brother of Killua and Leorio and Kurapika fighting his friend I like the part where they are still trying to think of a resolution but I kinda got dissatisfied when just one hit they kill the puppets I was hoping of some actions before the puppets die but well it wasn't the real battle. I love when the phantom rouge have been present in the last part. I really like them even though they're the bad guys. Enough of the fangirling, over all the story was great. I still got teary-eyed when the movie ends. I miss them especially Killua and Gon, the bond they have was stronger than best friends it was more than a brotherhood.\n\n\u001b[1mだから私はこの部分を見る前にHxHのアニメ全体を見ていましたが、それでも前と後のことを思い出すことができます。 ストーリーの流れは素晴らしく、リアルアニメのストーリーの流れを壊さなかった。 私は物語と決着の争いが大好きですが、私が気に入らなかったのは最後の戦いでした.GillとKilluaはKilluaとLeorioのPuppetの兄弟と戦っていました。そしてKurapikaは友人と戦っています。 決議案を考えようと思っていますが、人形が死ぬ前にいくつかのアクションを望んでいた人形を殺すだけでは不満がありましたが、それは実際の戦いではありませんでした。 ファントムルージュが最後の部分にいたとき、私は大好きです。 彼らが悪者でも私は本当に好きです。 すべてのストーリーの上で、ファンギルで十分でした。 映画が終わると、私はまだ涙ぐんでいます。 私は彼らが特にKilluaとGonを恋しく思う、彼らが持っている絆は親友よりも強かった。それは兄弟関係以上のものだった。\u001b[22m\n\u001b[1m(Dakara watashi wa kono bubun o miru mae ni HxH no anime zentai o mite imashitaga, soredemo mae to ato no koto o omoidasu koto ga dekimasu. Sutōrī no nagare wa subarashiku, Riaru anime no sutōrī no nagare o kowasanakatta. Watashi wa monogatari to ketchaku no arasoi ga daisukidesuga, watashi ga kiniiranakatta no wa saigonotatakaideshita. Giru to Killua wa Killua to Leorio no papetto no kyōdai to tatakatte imashita. Soshite Kurapika wa yūjin to tatakatte imasu. Ketsugi-an o kangaeyou to omotte imasuga, ningyō ga shinu mae ni ikutsu ka no akushon o nozonde ita ningyō o korosu dakede wa fuman ga arimashitaga, sore wa jissai no tatakaide wa arimasendeshita. Fantomurūju ga saigo no bubun ni ita toki, watashi wa daisukidesu. Karera ga warumono demo watashi wa hontōni sukidesu. Subete no sutōrī no ue de, fangiru de jūbundeshita. Eiga ga owaru to, watashi wa mada namidagunde imasu. Watashi wa karera ga tokuni Killua to Gon o koishiku omou, karera ga motte iru kizuna wa shin'yū yori mo tsuyokatta. Sore wa kyōdai kankei ijō no monodatta.)\u001b[22m\n\nTranslations of \u001b[4mSo I've done watching the whole HxH anime before watching this part but still I can recall what happen before and after. The flow of the story was great it didn't break the flow of the story in the real anime. I love the conflict in the story and the resolution but the only part that I kinda didn't like was the final battle, Gon and Killua fighting the puppet brother of Killua and Leorio and Kurapika fighting his friend I like the part where they are still trying to think of a resolution but I kinda got dissatisfied when just one hit they kill the puppets I was hoping of some actions before the puppets die but well it wasn't the real battle. I love when the phantom rouge have been present in the last part. I really like them even though they're the bad guys. Enough of the fangirling, over all the story was great. I still got teary-eyed when the movie ends. I miss them especially Killua and Gon, the bond they have was stronger than best friends it was more than a brotherhood.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo I've done watching the whole HxH anime before watching this part but still I can recall what happen before and after.\u001b[24m\n    \u001b[1mだから私はこの部分を見る前にHxHのアニメ全体を見ていましたが、それでも前と後のことを思い出すことができます。\u001b[22m, \u001b[1mだから私はこの部分を見て前に全体HxHのアニメを見やったが、それでも私は前と後に起こるものを思い出すことができます。\u001b[22m\n\u001b[4mThe flow of the story was great it didn't break the flow of the story in the real anime.\u001b[24m\n    \u001b[1mストーリーの流れは素晴らしく、リアルアニメのストーリーの流れを壊さなかった。\u001b[22m, \u001b[1m話の流れは、それが本当のアニメで話の流れを壊していない素晴らしかったです。\u001b[22m\n\u001b[4mI love the conflict in the story and the resolution but the only part that I kinda didn't like was the final battle, Gon and Killua fighting the puppet brother of Killua and Leorio and Kurapika fighting his friend I like the part where they are still\u001b[24m\n    \u001b[1m私は物語と決着の争いが大好きですが、私が気に入らなかったのは最後の戦いでした.GillとKilluaはKilluaとLeorioのPuppetの兄弟と戦っていました。そしてKurapikaは友人と戦っています。\u001b[22m, \u001b[1m私はストーリーと解像度での紛争を愛するが、私はちょっと好きではなかった唯一の部分は、最後の戦いだった、ゴンとキルアは彼の友人との戦いキルアとレオリオとクラピカの傀儡兄弟との戦い私は、彼らがまだある部分が好き\u001b[22m\n\u001b[4mtrying to think of a resolution but I kinda got dissatisfied when just one hit they kill the puppets I was hoping of some actions before the puppets die but well it wasn't the real battle.\u001b[24m\n    \u001b[1m決議案を考えようと思っていますが、人形が死ぬ前にいくつかのアクションを望んでいた人形を殺すだけでは不満がありましたが、それは実際の戦いではありませんでした。\u001b[22m, \u001b[1m解像度を考えるしようとしているが、ちょうど1ヒットが、彼らは人形が死ぬ前に、私はいくつかのアクションを期待していた人形を殺したとき、私はちょっと不満だが、よくそれは本当の戦いではなかったです。\u001b[22m\n\u001b[4mI love when the phantom rouge have been present in the last part.\u001b[24m\n    \u001b[1mファントムルージュが最後の部分にいたとき、私は大好きです。\u001b[22m, \u001b[1mファントムルージュは、最後の部分に存在していたとき、私は大好きです。\u001b[22m\n\u001b[4mI really like them even though they're the bad guys.\u001b[24m\n    \u001b[1m彼らが悪者でも私は本当に好きです。\u001b[22m, \u001b[1m私は、彼らが悪者だにもかかわらず、それらを本当に好き。\u001b[22m\n\u001b[4mEnough of the fangirling, over all the story was great.\u001b[24m\n    \u001b[1mすべてのストーリーの上で、ファンギルで十分でした。\u001b[22m, \u001b[1mすべての物語の上、fangirlingの十分は素晴らしかったです。\u001b[22m\n\u001b[4mI still got teary-eyed when the movie ends.\u001b[24m\n    \u001b[1m映画が終わると、私はまだ涙ぐんでいます。\u001b[22m, \u001b[1m映画が終わったとき、私はまだ涙目になりました。\u001b[22m\n\u001b[4mI miss them especially Killua and Gon, the bond they have was stronger than best friends it was more than a brotherhood.\u001b[24m\n    \u001b[1m私は彼らが特にKilluaとGonを恋しく思う、彼らが持っている絆は親友よりも強かった。それは兄弟関係以上のものだった。\u001b[22m, \u001b[1m私は彼らに、特にキルアを欠場し、ゴン、彼らが持っている結合は、それは兄弟愛を超えていた親友よりも強かったです。\u001b[22m"
  },
  {
    "title": "Hunter_x_Hunter_Movie__Phantom_Rouge",
    "id": "13271",
    "url": "https://myanimelist.net/anime/13271/Hunter_x_Hunter_Movie__Phantom_Rouge",
    "user": "kchorrex2012",
    "profile": "/profile/kchorrex2012/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=107985",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  7\n\n死ぬほどのハンター×ハンターのファンとして、私はこの映画を何ヶ月も期待していました。 個人的には、カノンとなるには十分な要素を持っている長い前伝のエピソードのように感じるかもしれないという意味で、楽しいミックスバッグだと言えます。 これは不可避の可能性のある一連の映画の中で最初のものです（もう1つはすでに発表されています）。 この映画は、クープラピカの盗まれた目を取り戻すためにゴンとキルアを追う。 いくつかの新しい文字がありますが、途中で多くの既知の顔が現れます。 あなたは、この映画がHXHのキヤノンに収まる場所と混乱するかもしれません。そして正当な理由があります。シリーズはとても緊密に編成されていますので、新しい素材を扱う映画を作っているが、4人の主人公とGenei Ryodan 本当に簡単に締め付けることができます。 私がしたように予告編やインターネット上の情報を避けていたら、映画の最初の30分間は失われてしまうかもしれません。 それはちょうど副作用が正常に働く方法です。 ロジックはさておき、映画はヨーク・シンシティ・アークの直後に設定されている（おそらく、それとGIアークの間には論理的な時間差はないと知っているだろうが）。\n\n音楽は、ほとんどの場合、シリーズから直接取り込まれています。 これは安く聞こえるかもしれませんが、映画にはシリーズとの一貫性があります。 新しいテーマは素晴らしく、アクションをもっと思い出深いものにするのに役立ちます。古い曲のいくつかの新しいバージョンもあります。 音は素晴らしいですが、そこには苦情はありません。\n\nアニメーションや芸術もこのシリーズと一致していますが、特にアクションシーンでは、さらなる努力が目立っています。  CGIの乱用はありません。シリーズとほとんど同じです。 しかし、カメラから遠く離れたキャラクターを見せている間に、これがブルーレイリリースであると考えれば、「品質のアニメーメ」になるほどの顕著なショットがいくつかあります。 それでも、これはほんの軽度の苦情であり、本当に楽しさを損なうものではありません。\n\nこの映画の私の唯一の主な悩みは、HxHの宇宙のルールを緩和し、ハードコアファンのための不信感をなくすプロットです。 問題は大部分がネンのルールに関連しています。 あなたがGonとKilluaを考える時があります：「待って、彼らは本当に彼らの現在のnenレベルでそれをすることができますか？  「彼らは本当にそれを生き延びることはできますか？」 この感情は戦いの戦略が欠如していることで強化されており、シリーズの中で最も優れたものの1つとなっています。 これらの戦いの大半は、プロットやファンサービス（一部の場合は本当に「if-if」シナリオに合っている）を進めるためだけに役立つので、あまりにも真剣に取りすぎないように感じます。 一方、戦略の欠如のために、あなたはナルトのようなスプーンフィーディングを受けることはありません。 戦いはさておき、プロットはほとんどの部分で機能しますが、それはいくぶん予測可能です。 より良いペーシングのためにここにいくつかの便利な偶然があります。 映画の色調はバランスが取れています。シリーズのように、あなたは正しい状況でいくつかの面白い瞬間を期待することができます。\n\n\n\n全体的に、この映画は楽しい乗り物です。 それはあなたの人生の意味に疑問を抱かせることはありませんが、それは楽しい時計であり、少年とHxHのファンにはお勧めです。 彼らはまだ楽しいと派手なですが、ちょうど戦いの間にあなたの脳をオフにして、彼らはシリーズから慣れているものではありません。  2番目の映画では、おそらく、クモの起源や若いギンやネテロの冒険に関連した、あの前編の話を見たいと思っています。 私の意見では、映画のストーリーをメインのキヤノンに収めようとするのは難しいことです。\n\n7/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nAs a die-hard Hunter x Hunter fan, I expected this movie for months. Personally, I would say it is an enjoyable mixed bag, in the sense that it might feel like a long gaiden episode that has enough elements to be canon. This is the first in the likely inevitable series of movies (a second one has already been announced). The film follows Gon and Killua in a quest to recover Kurapika's stolen eyes. There are a few new characters but a lot of known faces show up along the way. You might be confused as to where this movie fits in the HXH canon, and with good reason: the series is so tightly knit that writing a movie that manages to feature new material but that also includes all the four main characters AND the Genei Ryodan is really easy to screw up. If you have been avoiding the trailers and the info on the internet as I did, then you might get lost during the first thirty minutes of the movie, because the characters travel to a town never mentioned before without previous explanation and... well, that's just how side stories work normally. Logic aside, the movie is set right after the York Shin City arc (you probably know that there's no logical time gap between it and the GI arc, but whatever).\n\n\u001b[1m死ぬほどのハンター×ハンターのファンとして、私はこの映画を何ヶ月も期待していました。 個人的には、カノンとなるには十分な要素を持っている長い前伝のエピソードのように感じるかもしれないという意味で、楽しいミックスバッグだと言えます。 これは不可避の可能性のある一連の映画の中で最初のものです（もう1つはすでに発表されています）。 この映画は、クープラピカの盗まれた目を取り戻すためにゴンとキルアを追う。 いくつかの新しい文字がありますが、途中で多くの既知の顔が現れます。 あなたは、この映画がHXHのキヤノンに収まる場所と混乱するかもしれません。そして正当な理由があります。シリーズはとても緊密に編成されていますので、新しい素材を扱う映画を作っているが、4人の主人公とGenei Ryodan 本当に簡単に締め付けることができます。 私がしたように予告編やインターネット上の情報を避けていたら、映画の最初の30分間は失われてしまうかもしれません。 それはちょうど副作用が正常に働く方法です。 ロジックはさておき、映画はヨーク・シンシティ・アークの直後に設定されている（おそらく、それとGIアークの間には論理的な時間差はないと知っているだろうが）。\u001b[22m\n\u001b[1m(Shinuhodo no hantā × hantā no fan to shite, watashi wa kono eiga o nan-kagetsu mo kitai shite imashita. Kojin-teki ni wa, kanon to naruniha jūbun'na yōso o motte iru nagai zen Den no episōdo no yō ni kanjiru kamo shirenai to iu imi de, tanoshī mikkusu bagguda to iemasu. Kore wa fukahi no kanōsei no aru ichiren no eiga no naka de saisho no monodesu (mō 1tsu wa sudeni happyō sa rete imasu). Kono eiga wa, kūpurapika no nusuma reta me o torimodosu tame ni gontokirua o ou. Ikutsu ka no atarashī moji ga arimasuga, tochū de ōku no kichi no kao ga arawaremasu. Anata wa, kono eiga ga HXH no Kiyanon ni osamaru basho to konran suru kamo shiremasen. Soshite seitōnariyū ga arimasu. Shirīzu wa totemo kinmitsu ni hensei sa rete imasunode, atarashī sozai o atsukau eiga o tsukutte iruga, 4-ri no shujinkō to Genei Ryodan hontōni kantan ni shimetsukeru koto ga dekimasu. Watashi ga shita yō ni yokokuhen ya intānetto-jō no jōhō o sakete itara, eiga no saisho no 30-funkan wa ushinawa rete shimau kamo shiremasen. Sore wa chōdo fukusayō ga seijō ni hataraku hōhōdesu. Rojikku wa sateoki, eiga wa yōku shinshiti āku no chokugo ni settei sa rete iru (osoraku, soreto GI āku no ma ni wa ronri-tekina jikan-sa wa nai to shitte irudarouga).)\u001b[22m\n\u001b[1m\u001b[22m\nThe music is for the most part taken directly from the series. This might sound cheap but also gives the movie a sense of consistency with the series. The new themes are awesome and help make the action more memorable, and there are also some new versions of old tunes. The sound is also great, no complaints there.\n\n\u001b[1m音楽は、ほとんどの場合、シリーズから直接取り込まれています。 これは安く聞こえるかもしれませんが、映画にはシリーズとの一貫性があります。 新しいテーマは素晴らしく、アクションをもっと思い出深いものにするのに役立ちます。古い曲のいくつかの新しいバージョンもあります。 音は素晴らしいですが、そこには苦情はありません。\u001b[22m\n\u001b[1m(Ongaku wa, hotondo no baai, shirīzu kara chokusetsu torikoma rete imasu. Kore wa yasuku kikoeru kamo shiremasenga, eiga ni wa shirīzu to no ikkan-sei ga arimasu. Atarashī tēma wa subarashiku, akushon o motto omoidebukai mono ni suru no ni yakudachimasu. Furui kyoku no ikutsu ka no atarashī bājon mo arimasu. Oto wa subarashīdesuga, soko ni wa kujō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe music is for the most part taken directly from the series. This might sound cheap but also gives the movie a sense of consistency with the series. The new themes are awesome and help make the action more memorable, and there are also some new versions of old tunes. The sound is also great, no complaints there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is for the most part taken directly from the series.\u001b[24m\n    \u001b[1m音楽は、ほとんどの場合、シリーズから直接取り込まれています。\u001b[22m, \u001b[1m音楽はシリーズから直接取得ほとんどの部分です。\u001b[22m\n\u001b[4mThis might sound cheap but also gives the movie a sense of consistency with the series.\u001b[24m\n    \u001b[1mこれは安く聞こえるかもしれませんが、映画にはシリーズとの一貫性があります。\u001b[22m, \u001b[1mこれは安い聞こえるだけでなく、映画をシリーズとの整合性の感覚を与える可能性があります。\u001b[22m\n\u001b[4mThe new themes are awesome and help make the action more memorable, and there are also some new versions of old tunes.\u001b[24m\n    \u001b[1m新しいテーマは素晴らしく、アクションをもっと思い出深いものにするのに役立ちます。古い曲のいくつかの新しいバージョンもあります。\u001b[22m, \u001b[1m新しいテーマは素晴らしいですし、アクションをより思い出深いものに役立ち、古い曲のいくつかの新しいバージョンもあります。\u001b[22m\n\u001b[4mThe sound is also great, no complaints there.\u001b[24m\n    \u001b[1m音は素晴らしいですが、そこには苦情はありません。\u001b[22m, \u001b[1m音は、また、そこには苦情素晴らしいではありません。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation and art are also consistent with the series, but additional efforts are noticeable, especially during action scenes. There's no abuse of CGI, it's pretty much the same as in the series. There are, however, a few shots that while showing the characters far away from the camera, are noticeable enough to be 'quality animation meme'-worthy considering this is a blu-ray release. Still, this is only a minor complaint and doesn't really detract from the enjoyment.\n\n\u001b[1mアニメーションや芸術もこのシリーズと一致していますが、特にアクションシーンでは、さらなる努力が目立っています。  CGIの乱用はありません。シリーズとほとんど同じです。 しかし、カメラから遠く離れたキャラクターを見せている間に、これがブルーレイリリースであると考えれば、「品質のアニメーメ」になるほどの顕著なショットがいくつかあります。 それでも、これはほんの軽度の苦情であり、本当に楽しさを損なうものではありません。\u001b[22m\n\u001b[1m(Animēshon ya geijutsu mo kono shirīzu to itchi shite imasuga, tokuni akushonshīnde wa, saranaru doryoku ga medatte imasu. CGI no ran'yō wa arimasen. Shirīzu to hotondo onajidesu. Shikashi, kamera kara tōku hanareta kyarakutā o misete iru ma ni, kore ga burūreirirīsudearu to kangaereba,`hinshitsu no animēme' ni naru hodo no kenchona shotto ga ikutsu ka arimasu. Soredemo, kore wa hon'no keido no kujōdeari, hontōni tanoshisa o sokonau monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAnimation and art are also consistent with the series, but additional efforts are noticeable, especially during action scenes. There's no abuse of CGI, it's pretty much the same as in the series. There are, however, a few shots that while showing the characters far away from the camera, are noticeable enough to be 'quality animation meme'-worthy considering this is a blu-ray release. Still, this is only a minor complaint and doesn't really detract from the enjoyment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation and art are also consistent with the series, but additional efforts are noticeable, especially during action scenes.\u001b[24m\n    \u001b[1mアニメーションや芸術もこのシリーズと一致していますが、特にアクションシーンでは、さらなる努力が目立っています。\u001b[22m, \u001b[1mアニメーションと技術は、シリーズと一致しているが、追加の努力は、特にアクションシーンの間に、顕著です。\u001b[22m\n\u001b[4mThere's no abuse of CGI, it's pretty much the same as in the series.\u001b[24m\n    \u001b[1mCGIの乱用はありません。シリーズとほとんど同じです。\u001b[22m, \u001b[1mCGIの乱用がありません、それはかなりのシリーズと同じです。\u001b[22m\n\u001b[4mThere are, however, a few shots that while showing the characters far away from the camera, are noticeable enough to be 'quality animation meme'-worthy considering this is a blu-ray release.\u001b[24m\n    \u001b[1mしかし、カメラから遠く離れたキャラクターを見せている間に、これがブルーレイリリースであると考えれば、「品質のアニメーメ」になるほどの顕著なショットがいくつかあります。\u001b[22m, \u001b[1mいくつかのショットは遠く、カメラから文字を示しながら、「質の高いアニメーションmeme'に値するこれはブルーレイリリースで考慮するのに十分に顕著であること、しかし、があります。\u001b[22m\n\u001b[4mStill, this is only a minor complaint and doesn't really detract from the enjoyment.\u001b[24m\n    \u001b[1mそれでも、これはほんの軽度の苦情であり、本当に楽しさを損なうものではありません。\u001b[22m, \u001b[1mそれでも、これが唯一のマイナーな苦情で、本当に楽しみを損ないません。\u001b[22m\n\u001b[1m\u001b[22m\nMy only major gripe with this movie is the plot, which sometimes loosens the rules of the HxH universe a bit too much and breaks the suspension of desbelief for hardcore fans. The issues are for the most part related to the rules of Nen. There are times when you will think of Gon and Killua: 'Wait, can they really do that at their current nen level?' 'Can they really survive that?' This feeling is enhanced by the lack of strategy in the battles, a staple and one of the best things in the series. It feels like most of these fights served only to advance the plot or for fan service (some really fit in the 'what if-?' scenarios), so don't take them too seriously. On the other hand, you won't get any Naruto-like spoonfeeding due to the lack of strategy. Battles aside, the plot works for the most part, but it's somewhat predictable. There are some convenient coincidences here and there which I guess were included for the sake of better pacing. The tone of the movie is balanced: you can expect some funny moments in the right situations, just like in the series.\n\n\u001b[1mこの映画の私の唯一の主な悩みは、HxHの宇宙のルールを緩和し、ハードコアファンのための不信感をなくすプロットです。 問題は大部分がネンのルールに関連しています。 あなたがGonとKilluaを考える時があります：「待って、彼らは本当に彼らの現在のnenレベルでそれをすることができますか？  「彼らは本当にそれを生き延びることはできますか？」 この感情は戦いの戦略が欠如していることで強化されており、シリーズの中で最も優れたものの1つとなっています。 これらの戦いの大半は、プロットやファンサービス（一部の場合は本当に「if-if」シナリオに合っている）を進めるためだけに役立つので、あまりにも真剣に取りすぎないように感じます。 一方、戦略の欠如のために、あなたはナルトのようなスプーンフィーディングを受けることはありません。 戦いはさておき、プロットはほとんどの部分で機能しますが、それはいくぶん予測可能です。 より良いペーシングのためにここにいくつかの便利な偶然があります。 映画の色調はバランスが取れています。シリーズのように、あなたは正しい状況でいくつかの面白い瞬間を期待することができます。\u001b[22m\n\u001b[1m(Kono eiga no watashi no yuiitsu no omona nayami wa, HxH no uchū no rūru o kanwa shi, hādokoafan no tame no fushin-kan o nakusu purottodesu. Mondai wa daibubun ga nen no rūru ni kanren shite imasu. Anata ga Gon to Killua o kangaeru toki ga arimasu: `Matte, karera wa hontōni karera no genzai no nen reberu de sore o suru koto ga dekimasu ka? `Karera wa hontōni sore o ikinobiru koto wa dekimasu ka?' Kono kanjō wa tatakai no senryaku ga ketsujo shite iru koto de kyōka sa rete ori, shirīzu no naka de mottomo sugureta mono no 1tsu to natte imasu. Korera no tatakai no taihan wa, purotto ya fansābisu (ichibu no baai wa hontōni `if - if' shinario ni atte iru) o susumeru tame dake ni yakudatsu node, amarini mo shinken ni tori suginai yō ni kanjimasu. Ippō, senryaku no ketsujo no tame ni, anata wa naruto no yōna supūnfīdingu o ukeru koto wa arimasen. Tatakai wa sateoki, purotto wa hotondo no bubun de kinō shimasuga, sore wa ikubun yosoku kanōdesu. Yoriyoi pēshingu no tame ni koko ni ikutsu ka no benrina gūzen ga arimasu. Eiga no shikichō wa baransu ga torete imasu. Shirīzu no yō ni, anata wa tadashī jōkyō de ikutsu ka no omoshiroi shunkan o kitai suru koto ga dekimasu.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this movie is a fun ride. It won't make you question the meaning of your life, but it is an enjoyable watch, and totally recommendable for shonen and HxH fans. Just turn your brain off during the fights, they aren't the ones you're used to from the series, though they are still fun and flashy. For the second movie, I'd like to see a prequel story, perhaps related to the origin of the spiders or the adventures of a young Ging or Netero. In my opinion, trying to fit a movie story into the main canon is just WAY TOO difficult.\n\n\u001b[1m全体的に、この映画は楽しい乗り物です。 それはあなたの人生の意味に疑問を抱かせることはありませんが、それは楽しい時計であり、少年とHxHのファンにはお勧めです。 彼らはまだ楽しいと派手なですが、ちょうど戦いの間にあなたの脳をオフにして、彼らはシリーズから慣れているものではありません。  2番目の映画では、おそらく、クモの起源や若いギンやネテロの冒険に関連した、あの前編の話を見たいと思っています。 私の意見では、映画のストーリーをメインのキヤノンに収めようとするのは難しいことです。\u001b[22m\n\u001b[1m(Zentai-teki ni, kono eiga wa tanoshī norimonodesu. Sore wa anata no jinsei no imi ni gimon o daka seru koto wa arimasenga, sore wa tanoshī tokeideari, shōnen to HxH no fan ni hao susumedesu. Karera wa mada tanoshī to hadenadesuga, chōdo tatakai no ma ni anata no nō o ofu ni shite, karera wa shirīzu kara narete iru monode wa arimasen. 2-Banme no eigade wa, osoraku, kumo no kigen ya wakai gin ya netero no bōken ni kanren shita, ano zenpen no hanashi o mitai to omotte imasu. Watashi no ikende wa, eiga no sutōrī o mein no Kiyanon ni osameyou to suru no wa muzukashī kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this movie is a fun ride. It won't make you question the meaning of your life, but it is an enjoyable watch, and totally recommendable for shonen and HxH fans. Just turn your brain off during the fights, they aren't the ones you're used to from the series, though they are still fun and flashy. For the second movie, I'd like to see a prequel story, perhaps related to the origin of the spiders or the adventures of a young Ging or Netero. In my opinion, trying to fit a movie story into the main canon is just WAY TOO difficult.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this movie is a fun ride.\u001b[24m\n    \u001b[1m全体的に、この映画は楽しい乗り物です。\u001b[22m, \u001b[1m全体的に、この映画は楽しい乗り心地です。\u001b[22m\n\u001b[4mIt won't make you question the meaning of your life, but it is an enjoyable watch, and totally recommendable for shonen and HxH fans.\u001b[24m\n    \u001b[1mそれはあなたの人生の意味に疑問を抱かせることはありませんが、それは楽しい時計であり、少年とHxHのファンにはお勧めです。\u001b[22m, \u001b[1mそれはあなたの人生の意味を問うことはありませんが、それは楽しい、時計、そして少年とHxHファンのための完全にお勧めです。\u001b[22m\n\u001b[4mJust turn your brain off during the fights, they aren't the ones you're used to from the series, though they are still fun and flashy.\u001b[24m\n    \u001b[1m彼らはまだ楽しいと派手なですが、ちょうど戦いの間にあなたの脳をオフにして、彼らはシリーズから慣れているものではありません。\u001b[22m, \u001b[1mただ、戦いの間にあなたの脳をオフにし、彼らはまだ楽しさと派手されているが、彼らは、あなたが一連のに慣れているものではありません。\u001b[22m\n\u001b[4mFor the second movie, I'd like to see a prequel story, perhaps related to the origin of the spiders or the adventures of a young Ging or Netero.\u001b[24m\n    \u001b[1m2番目の映画では、おそらく、クモの起源や若いギンやネテロの冒険に関連した、あの前編の話を見たいと思っています。\u001b[22m, \u001b[1m第二の映画のために、私はおそらく、クモや若いエージングやネテロの冒険の起源に関連続編の物語を、見てみたいと思います。\u001b[22m\n\u001b[4mIn my opinion, trying to fit a movie story into the main canon is just WAY TOO difficult.\u001b[24m\n    \u001b[1m私の意見では、映画のストーリーをメインのキヤノンに収めようとするのは難しいことです。\u001b[22m, \u001b[1m私の意見では、主キヤノンに映画のストーリーに合うようにしようとするだけではあまりにも困難です。\u001b[22m\n\u001b[1m\u001b[22m\n7/10\n\n\u001b[1m7/10\u001b[22m\n\u001b[1m(7/ 10)\u001b[22m\n\nTranslations of \u001b[4m7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m7/10\u001b[24m\n    \u001b[1m7/10\u001b[22m, \u001b[1m7月10日\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
