[
  {
    "title": "Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "id": "13367",
    "url": "https://myanimelist.net/anime/13367/Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "user": "DreamyGhost",
    "profile": "/profile/DreamyGhost/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=120199",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  7\nキャラクター|  5\n|  10\n\n私はこれを見た後、私は決してprofiterolesを見ないだろうと思う...本当に完璧なプロットでは、それは無修正のファンタシーム時代のシェアのひとつだった。 それは良いことではないとは言えませんが、偉大なアニメはそれに魅力を感じません...\n\n{記事 -  5/10}\n\n熊ゴロウ・ミカドノの死後、彼の息子、シュウゴは、残りの人生を過ごす女の子を見つける使命を込めて、ミルウイン・アカデミーに移籍する。 これは彼が父親のエンターテイメントであるミカドノグループの新社長になるために必要なことでした。\n\n問題は、Shougoには、彼と結婚することを約束し、同じアカデミーで勉強する未知の妹がいることです。 まもなく、Shougoはいくつかの特定の女の子を誘って、彼の妹と恋に落ちる危険を冒すことはできません。\n\nこのような状況を踏まえたうえで、精緻化された主な制度が、シュウゴの昇天に関連していることが証明されている。  Mikadono Groupに対する巨大なスキャンダルを避けるためには、彼の本当の姉妹の身元を知る必要があります。\n\n人工的に彼女の声を変更し、Shougoの妹であると主張する謎めいた女の子からの絶え間ない呼び出しは、彼を心配させる。 使用したデバイスはリードに変わります。 それでも、容疑者が毎回変わるので、このミステリーを入れて終わらせることは不可能です...\n\n{ART  -  6/10}\n\nあまり印象的ではありませんが、あまりにも豪華です。 すべての女の子は美しく、目のデザインは素晴らしいです。 すべてがとても滑らかで甘く見えます...\n\n{音 -  7/10}\n\nシンプルなバックグランドと、本当に素晴らしいOP曲とED曲。 どちらも、このアニメのスタイルに合っていて、応援して、かわいいです。 私が気づいた別のものは、梅のカフェで無関係の曲を使用することです。 初めてこれが私に起こる...\n\n{キャラクター -  5/10}\n\nいくつかありますが、それらのすべてが非常に異なっています。  Shougoは、魅力的な側面を持ち、女性を尊重している自信のある人の一人です。 彼の妹は誰であるかを知らないので、彼は彼が知っている他のすべての女の子に本当の愛情を示すことを妨げる...\n\nKonoeとKannagiはShougoが出会う最初のものです。 両親が幼い頃の友人であるという事実は、その時に事故に遭うと忘れられます。  Konoeは静かで甘い人格を示しています。 彼らが会った最初の日以来、Shougoは大好きですが、彼女は自分の気持ちを示すことができず、いつも彼のそばにいたいと思っています。\n\nカフェオーナーである天才の女の子メイ・サガラは、カンナギと深く関わり、このパズルの本質的な部分です。 彼女の父親はミカドノのライバルだから、リンカはこの計画の真ん中にいる。  Shougoによって助けられた後、彼女は彼のための感情を開発し始める。 私が見た多くの他のセイアンマンガ系アニメのように、自分自身を男として偽装した女性もいます...私はなぜこの種の性格に惹かれているのでしょうか？\n\n{ENJOYMENT  -  10/10}\n\nエッチを好きではないのは不可能です...それ以外のミステリーは素晴らしいです。 本当の答えが終わりにしか表示されていない、本当の妹がすべてのエピソードに誰であるのか不思議に思っています...それは全く予測できないものでした。\n\n{OVERALL  -  6/10}\n\n血縁関係の誰かを選んで、Shougoは幸運にも不幸です。 彼の弟と会い、新しい家族になりたいと思っている少女がどこかでいるが、彼女の正体は不明である... Shougoは彼女が誰であるかを発見し、彼女の側にとどまっていなければならない。 それまでは、女の子と深い関係を築くことはトラブルを意味し、他のいくつかの問題が途方もない可能性があります。 紆余曲折の調査が始まります..."
  },
  {
    "title": "Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "id": "13367",
    "url": "https://myanimelist.net/anime/13367/Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "user": "ElfGuard",
    "profile": "/profile/ElfGuard/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=230324",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  6\nキャラクター|  7\n|  7\n\nコナ・ナカは、コメディ・ハレーム・アニメの劇的な緊張を維持するという問題に独特のアプローチをとります。 ほとんどのシリーズでは、何らかの社会的衰弱特性を主人公や女の子のいずれかに書いて、状況を穏やかに解決したり、ますます起こりそうにないハイジンクを増やしたりすることを防ぎます。\n\nこれとは対照的に、河内では両面に比較的穏やかでレベルのあるキャラクターがあります。 代わりに、彼らは物語のタイトルで示唆されたメカニズムを通して緊張を築きます：ハーレムの女の子の1人は秘密主義者の妹です（そして彼はそれを知っています）。 主人公は卒業前に結婚しなければならないので、彼は好きな女の子を見つけるという大きなプレッシャーの下にいる（そして彼にはたくさんの興味がある）。 シリーズの過程で、これらの2つの力は、彼をプレイボーイとジノフォビの間を行き来させる。\n\nすべてのキャラクターの行動が多かれ少なかれ関連性があるため、爽やかです。 狂気のキャラクターや馬鹿はありません。これらの出来事が実際に起こっていると想像することができます。\n\n\nもちろん完璧ではありません。 アニメは3つの円弧で構成されています。 最初の弧ははるかに良い（4つのエピソード）。  2番目の円弧は非常に弱いです（重要なものを失うことなく切断できます）。  3番目と最後の弧は大丈夫です。 それは最初の弧が終わったところをピックアップしますが、それはかなり予測可能です（エピソード1の間に行われた結果の私の推測はエピソード12で検証されました）。\n\n\n要約すると：それはきちんとした前提とOK実行とのショーです。 途中では良いかもしれませんが、エンディングは予測可能ですが、ハレム・コメディが好きなら、これは見るものです。"
  },
  {
    "title": "Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "id": "13367",
    "url": "https://myanimelist.net/anime/13367/Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "user": "KinjirouLiu",
    "profile": "/profile/KinjirouLiu/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=87429",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  9\n\nアニメは「私は私の妹をぶつけますか？ なぜなら...\n\nそれは彼が欲しい角質の女性のグループの中で彼の妹であるか分からないハーレムと少年"
  },
  {
    "title": "Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "id": "13367",
    "url": "https://myanimelist.net/anime/13367/Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "user": "Lukas10",
    "profile": "/profile/Lukas10/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=75849",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  7\n\nShougo Mikadono Mikadono Groupの相続人である男性主人公。 彼が引き継ぐためには、学校を卒業し、生徒を見つける必要があるので、新しい学校に移動してその女の子を見つける必要があります。\n\nシンプルな前提ですが、このシリーズをはっきりとはっきりさせているのは、Shougoの父親が別の女性と一緒に子供を抱えていたことです。プレスで出てしまったら会社の評判が損なわれるかもしれないという話です。 この女の子が誰かを見つけるために、このプロットは本当にやっている、それは '殺人の謎/誰がそれをしたの？' 楽しかったのは、次の手がかりを見つけるためにエピソードの後に​​エピソードを見たいと思っていただけでした。\n\nこのアニメのポイントまで、私はむしろそれを楽しんでいた、キャラクターは彼らに魅力を持っていたし、一度彼は他の人と同じようにWimpyではなかったようにメインのリードに接続するが、シリーズの終わりに近づくと、 それは「生命パートナーを見つける」ことに焦点を当てて、シスタープロットをあまりにも強く押してしまった。その結果、最後のいくつかのエピソードが本当に急いで感じられ、味わいが残っていて不満足だった。 ストーリーの一部を残しても、後でMAYBEとは別に解決されないOVA（またはUnaired 13THエピソードである1つのエピソードOVA）は、私のエンディングビューを変える可能性がありますが、この時点までにはシリーズ全体にとっては少し遅れています 時間内に\n\n強く始まり、いくつかのユニークなことを見せてくれるアニメは、終わり近くで尾を引いて、少しでもスコアを傷つけ、まだまだ良いシリーズです。"
  },
  {
    "title": "Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "id": "13367",
    "url": "https://myanimelist.net/anime/13367/Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "user": "gyro2death",
    "profile": "/profile/gyro2death/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=147401",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  7\nキャラクター|  9\n|  8\n\nこのショーの第1弾は恐ろしく評価が低いです。 しかし、なぜ私はファンのサービスがトップをはるかに上回っていることを理解しています。最初の3つのエピソードでは、正当な理由がないためにいくつかの勢いを失っています。 これらのシーンは非常に悪いです。私はこのアニメを落としてしまったかもしれませんが、それに固執することを勧めるレビューを読んでいないと、それはより良くなっています。\n\nストーリー：8.5\n\n\n\n第6.5条：\n\n芸術は悪くないが、アニメーションはやや弱いですが、イントロはハーフフレームレートでのショットのようにこの感情を完全に犯しています。私は3つの異なるソースをチェックして、これがエラーであるかどうかを確認しましたが、 アニメの残りの部分を作った後でイントロをやったかもしれないような気がする。 ショーそのものは、パンとズーミングで多くの静止ショットを使用します。 キャラクターは十分に描かれています（ただし、乳房のサイズはシーンに便利なものと思われますが...）非常に好都合ですが、背景やアニメーションになると平均以下になります。\n\nサウンド8：\n\nアニメのサウンドデザインはかなりフィッティングで、あなたの足を払うアニメ（Fate / NGNL）のように印象的ではありませんが、Mahouka Koukou no Rettousei  。 声優は堅実な仕事をしていますので、私は苦情がありません。悲しいことに、その場で（Date-A-Live）それらを見なければならない傑出したトラックはありません。\n\nキャラクター9：\n\nそのような一般的な文字に9を与えるにはどうすればよいですか？ 正直なところ、彼らは彼らがそうしているように行動するからです。 キャストは、ほとんどの場合、ハーレムの女性のためのかなりステレオタイプのキャラクターモデルですが、彼らはそれのように動作します。 彼らは一番上にあり、愚かなことをしますが、キャラクターでそうすることは、彼らをより好都合にします。彼らがより複雑なキャラクターであったとしても、私は気にしません。 しかし、それが私の得点で10点を得ているので、私が本当に好きだったにもかかわらず、あまりにも多くのことをしてはいけないという点を彼らに教えなければなりませんでした。 私はこれがハーレムで3人の女性のリードに興味があったのは初めてだと言います。 通常は1つしか目立たないが、2つは最高だが、おそらく彼らはそれほど深く掘り下げていないので、彼らはすべて楽しくて、普通のように勝つために強い気持ちを持っていない。\n\n全体的/楽しさ8：\n\n私は世界の私の楽しみからアニメを評価します。 私は他の人とは少し違っています。私は世界が私がそれについてもっと学びたいほど興味をそそるように作られているのが好きです。 このアニメでは、ウィキが完了した後、その情報についてwikiをチェックするようになりました。私は、もっと知りたいと思っていたので、自動的に私から8を得ます。 残念ながら、漫画はほとんど翻訳されておらず、光の小説はありませんが、紆余曲折は私が読んだwikiのものから来ています。 このシリーズは本当に私を驚かせましたが、私はこれをマスターペイスと呼んでいませんでしたが、私の時間と価値の価値があったので、多くの人がこのレビューを読んだ後でそれをあきらめるでしょう"
  },
  {
    "title": "Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "id": "13367",
    "url": "https://myanimelist.net/anime/13367/Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "user": "Drogean",
    "profile": "/profile/Drogean/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=213470",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  7\nキャラクター|  7\n|  8\n\nこのショーにはちょっとしたティッタティーズがあります!! このショーにはちょっとしたティッタティーズがあります!!\n\nだから、この別のハーレムエッチショー、それであなたはすでにそれから期待することを知っている。 しかし、このショーには次のようなユニークな特徴があります\n彼のImoutoの検索があなたが次のエピソードを楽しみにしている理由の1つになるので、Kinda強いプロット。\n2.素晴らしいユーモア、状況とキャラクターの特性は、ショーの間に時々起こります。 もっと多くの人がいただけであれば。\n\nしかし、悲しいかな、私のハレムへの愛は芽生え続け、私はこのアニメに別のショットを与えることにしました。私はとてもうれしく思います。\n\n\n私はいくつかのスウィートティタイティスtheresを言及しましたか？"
  },
  {
    "title": "Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "id": "13367",
    "url": "https://myanimelist.net/anime/13367/Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "user": "lunarpen",
    "profile": "/profile/lunarpen/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=211304",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  2\nサウンド|  2\nキャラクター|  1\n|  1\n\nこれは私が今まで見た中で最悪のアニメだということは間違いありません。 私はなぜ最初にNakaimoを見ることにしたのだろうと思うのだろうか？ 前提が面白そうだったので、私は推測する。 残念ながら、それは時間の無駄であることが判明しました。\nストーリー：\n中井尾の前提は非常にシンプルです.1つのひねりを加えた標準のハーレムです。  Oreimoのようなもの（主人公が姉妹を知っていて、彼女と付き合っていることは分かっている）とは違って、この番組の主役は、姉がいることさえ知らなかった。 最初のエピソードでは、1人の少女がトラックに当たっています。 ストーリーには影響はありません。 それはただ起こることです。 姉が結婚を計画していることを明らかにしたにもかかわらず、彼女と結婚することはできません。 私はこの前提の魅力は、妹が誰の背後にあるのかという謎だと思うが、ポスターを一見すると、誰がそれが完全であるかを推測した。 その面がなくなれば、あなたは完全に穏やかな、忘れられない混乱を得る。 ペーシングも恐ろしいものでした。 ハーレムには6人の女の子（後で追加される人）がいて、12人のエピソードでは、それぞれに少なくとも2〜3回の集中と「キャラクター開発」のエピソードを与えようとします。 これらのエピソードはあなたが本当の姉妹が誰であるかについて不満を抱かせるためだけに存在します。 それぞれの女の子が少なくとも一度は本物の姉妹として飾られていると言っても、それはそんなに捨てられるのを見るのは面倒です。 私はそれが後でどのようになったのかを知ることになるだろうが、ペーシングはそれゆえに混乱を招き、物語のどんな試みも無価値な毛羽の背後に埋もれてしまう。\nアート：\n実際のアニメーションはそれほど悪くはありませんでしたが、芸術は見るべき痛みでした。 キャラクターのデザインは悪く、品質は低予算の定義であり、それは最悪の場所で見つかったばかげたファンの数に言及していません。 また、アニメーターは物事がどのように見えるのか分からなかったと思います。 女の子のドレスストラップが解けて、実際には起こり得るシーンがありましたが、アニメーションによって、目に見えない変態のように見えるようになりました。\n音：\nこれは、私が実際にOSTを覚えていないので、話すのが難しいです（それはそれがいかに退屈なのかです）。 しかし、オープニングはキャッチーだったし、それはおそらくショーの唯一の良いことだ。\nキャラクター：\nあなたの標準的なハーレムキャストを取って、潜在的な興味深いキャラクターの開発を煮沸し、あなたは中火のでんぷんのまばゆいキャストを残します。 主人公はとても一般的なので、私は彼の名前を覚えることさえできません。しかし、彼はエピソードでは行動する人物の一種です。 女の子はすべて標準的なものですが、他の髪型の人物のようなものを楽しませるか、またはある種のひねりをかけるのではなく、彼らは全く開発をしません。 私はショーが彼ら自身のいくつかのエピソードをそれぞれに与えようとしていると言いましたが、それらの試みはいつも彼らの顔に平らになった。 文字は飽きが無く、深みのない一般的なものであり、それを上手くいくためには、うまく設計されていない。\n楽しみ：\nこのアニメは見守る雑用でした。 それを始めてから数週間それを無視した後、私は座って、残りのエピソードを一度に見なければならなかった。 私がharemsが好きだったとしても、私はこのショーを好きではないでしょう。 私はこれの直前に、私が実際に楽しんでいたニセコイを見ていたので、私はちょうど私の希望を持っていたと思う。\nボトムライン：このアニメは退屈で一般的で醜い時間の無駄です。 あなたがそれを見るべき理由はありません。 あなたがファンタスティックな俳優になったとしても、ここで楽しむことはありません。"
  },
  {
    "title": "Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "id": "13367",
    "url": "https://myanimelist.net/anime/13367/Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "user": "NervousWreck",
    "profile": "/profile/NervousWreck/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=78992",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  8\n\nwaldoはどこで遊んでいて、本当にその卑劣な奴を見つけることができないので、大騒ぎになる？ まあ、中野さんへようこそ。 あなたは本当に終わりまでウォルドがどこにいるのか分かりません。\n\nストーリー：ストーリーは、巨大な信託基金の幸運な受取人であるが、彼は最初に結婚しなければならないことが、主人公の周りに基づいています。 それは物語が大きなターンを取る場所です。 あなたは自分自身に思うだろう、「オレ、彼はたくさんの女の子に会い、恋に落ちるだろう」 違う！ それは物語の独特の部分が遊ぶために来るところです。 女の子の一人が妹であるということもあります。\n\n文字：あなたは文字がひどいではないことを知っている。 彼らは時には彼らがあまりにも難しい試練をしているように見えるかもしれませんが、それがショーをすばらしくするものです。 それは本当にあなたをつま先につけていて、「妹はどちらですか？」と思っています。 実際に、彼の妹だった私の推測は完全に間違っていた。\n\n全体的に：だから、このショーはそれが少し近親相姦だが、すべての正直さでそれは非常に面白いショーになり、それはちょっと推測ゲームに変わる。 あなたは他のレビューを読んだ後、ほとんどの人がそれを憎んだり、それを愛していたことに気づきました。 あなたがこれを見ることを計画しているならば。 それはこれが何ではないので、いくつかの素晴らしいラブストーリーを期待しないでください。 あなたが時間を取ることを願ってこれを見ることを計画しているなら、これはロマンスであるよりコメディであることを理解してください。"
  },
  {
    "title": "Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "id": "13367",
    "url": "https://myanimelist.net/anime/13367/Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "user": "Baka_Aniki",
    "profile": "/profile/Baka_Aniki/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=134201",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  2\nアニメーション|  6\nサウンド|  4\nキャラクター|  3\n|  4\n\nまさにこれは、女の子たちが主人公の膝にまっすぐ落ち着き、どんな理由があるのか​​を知っている彼を愛している典型的なハーレム、少年ジャンルのアニメの一つです。  （通常はそうしているからといって）これはもっとうまく行かないものの1つですが。  HS DXDなどと比較して、より多くの生産価値と時間をもたらすものがあります。\n\nストーリー：記述されているように、MCは結婚する少女を見つけなければならないので、学校に通って1人を探すことで家族を連れて行くことができますが、噂には姉がいて、結婚したいと思っています。 もちろん、愚かな理由のためにもちろん、これらの女の子は、子供時代のためか、ランダムな単一の日かに関わらず、彼のために落ちる。彼らはまた、 時間。 半分の時間を見るのは本当の苦痛です。 視聴者のための唯一のひねりや謎、 'あなたは妹が誰であるかを推測できますか？'\n\nアート：私が滞在したのはファンサービスだけです。 私は、これらのジャンルが一般的に何であるかを意味します。  （それと私の友人も私に懇願してくれました。）芸術はまともで、曲線とそれ以外の意味です。 私は無修正版がYAYと言っているのを見ました。\n\nサウンド：私は、可愛い声で「おにいちゃん」が聞こえると失う大規模な2Dシスコンだと認めています。このアニメはちょうど満ちています。 最初の数回のエピソードでは効果的でしたが、実際には迷惑になりました。  （あなたが見たら私が何を意味するのか分かります）OPとEDは普通ではありません。 驚くべきことはありません。\n\nキャラクター：私が言ったことにもかかわらず、彼らは彼のためにすべてではありません。 彼らの半分以上は、言われていることを行う..再び彼らは何も特別な、典型的な文字、性格、そしてあなただけのお気に入りを選択します。 これらの女の子のためのバックストーリーはどちらかと言えば本当に価値がありません（私はこれが退屈だけど私と一緒に裸です！）MCはある時点で遅れている。\n\n全体的：これは、ファンサービス、明らかに深刻な話ではない、そうでなければこれを見ている過程で多くの手のひらの手のひらを準備する。\n\n4/10 CREAMPUFFS。"
  },
  {
    "title": "Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "id": "13367",
    "url": "https://myanimelist.net/anime/13367/Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "user": "Arizzle",
    "profile": "/profile/Arizzle/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=126415",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  6\nキャラクター|  5\n|  6\n\nナカイモは、普通のハーレム麻薬から、少数姉妹とアーキタイプの共通のモーフを使って、平均的なハーレムからちょうどそれとは反対のものに変わることを試みます。 しかし、ショーのより劇的で深刻なトーンのため、ストーリーの影響は、モエブロブの原型と未熟なキャラクターの環境でドラマを維持しようとすると、フラットになります。\n\n中井目には特別なものはありません。 芸術とアニメーションはせいぜいサブパイルであり、キャラクターデザインのすべてではないにしても大部分は特別なものではなく、髪の色や魔法の衣装を着た人以外は、 音楽は際立っておらず、注目に値する劇的なシーンにも大きな影響を与えませんでした。 少なくともストーリー自体はユニークで、通常のハーレム・トロピックから少し離れていますが、スポイラーでさらに説明される理由から、その完全な潜在的なドラマを達成することはできません。\n\nこのアニメの最大の弱点は、ストーリー・ティッキングとペーシング、それに関わるキャラクターです。 良いハレムは、そのキャラクターのキャストを提示し、いくつかの感情的な試練を通してそれらを劇的なキャラクターのダイナミックスを通って成長させ、互いに強烈な関係を形成するように強制する。 残念なことに、中井は通常のキャラクター展開ではなく、主人公と同じ位置に視聴者を置く。 周囲を意識せずに、混乱させる。\n\nこのアニメを他のハレムと違うものにする理由は、複数の女の子との関係を構築する代わりに、主人公は軽く踏み外して婚約するための婚約者を慎重に選択しなければならず、不当な妹の誘惑にも注意が払われます。 だからこの雰囲気で、Shougoは絶えず彼の周りの女の子を疑い、成長するためにそれらの間の関係を妨げる。 これは主人公と他の女の子との関係で必要なものとはまったく反対です。\n\n-Minor Spoilers、しかし詳細なレビューが続く - \n\nそれ自体が問題では十分ではないかのように、各少女は実際にShougoの妹であることを偽装するために自分の道から出る理由があります。 これは私たちの主人公のための裁判を提示するショーの方法ですが、そうすることで実際にショーの質が低下します。 それは短いシリーズであることから、各少女はShougoの妹であるふりをして、彼女が実際に誰であったのか、なぜ彼らがなぜそれをやったのかを実際には見つけられないと考えているという計画で、 彼らの弧の終わりには、キャラクター自身の発展はほとんどないし、シュウゴとの絆の成長もない。\n\nアニメの最終的な謎が聴衆と主人公に明らかにされたとき、不幸な真実は、明らかにされた人物がショーを通して適切な開発を受けなかったということです。 このキャラクターに捧げられるべき最後の少数のエピソードでさえ、ショーのクライマックスを妨げず、さらに妨げました。 彼女は他の女の子（それほど大したことではない）と比較して、最も注目され、発展していると言えるのは公正です。 彼女とShizo、Mizutani Ikusuと一緒に住む 'サイドキック'のキャラクター。 彼女はおそらく最も個性がある限り、彼女の前衛的な大胆な外観のために、ほとんどのショーのために裸である間、最も興味深い文字です。\n\n中井は確かに違う根拠がありますが、残念ながら短くて早すぎてどこにも行けません。 興味深いキャラクターに必要な時間と献身が欠けており、ユニークなプロットと実際よりも大きくしようとするため、ハレームのアニメとして傷つきます。"
  },
  {
    "title": "Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "id": "13367",
    "url": "https://myanimelist.net/anime/13367/Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "user": "Prind",
    "profile": "/profile/Prind/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=74691",
    "jp": "--- --- --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  6\n\n一見すると、このアニメはハーメンのアニメのように見え、私は最初の姿から正しかった。 しかし、驚くべきことに、このアニメは次の12のエピソードのための謎の物語で視聴者に近づくことを試みるが、主人公は偶然に彼女と結婚しないように姉妹を探す。 それを最悪にするために、彼の妹には全く助けにならない兄弟がいます。\n\n結論として、悪い謎（起こりそうなことを推測することは容易）、明白な害虫、そして包み込むための詰め物。 平凡な尻と裸婦のためにここにいない限り、このアニメをスキップしてください。\n\n総合評価\n6.2"
  },
  {
    "title": "Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "id": "13367",
    "url": "https://myanimelist.net/anime/13367/Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "user": "HollowBlades",
    "profile": "/profile/HollowBlades/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=71351",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  5\nキャラクター|  8\n|  7\n\nKono Naka ni Hitori, Imouto ga Iru!, is a Harem anime about Shougo Mikadono. After his father's death, he is left as the sole heir to the Mikadono Group. A large corporation which Shougo's father ran. In order to take head of the Mikadono Group, Shougo must find a woman he likes, and marry her. That's all the plot info you really need to know, so let's get onto the review...\n\n - 物語：アニメの物語は、非常に元気で、最大のひねりは、妹です。 シリーズの初めに、Shougoは彼が父親の側に姉妹を持っていることを知っています。 彼はそれから、彼の妹は彼と結婚したいと思うだけでなく、彼と同じ学校に行くことを知っています。 だから、適切な花嫁を探している間、Shougoは彼の妹の背後にある謎を明らかにする必要があります。 アニメの物語は、私のために普通よりもやや良いです。 もちろん、誰もが意見を持っています。\n\nアートに移ります。 ショーは傑作ではありませんが、それはひどいことではありません。 アニメーションは流動的で、アートのスタイルは素晴らしいです。 この段落を長くするために、私はこの文章とサウンドレビューをスローするつもりです。 音はあまりにも悪くありません。 私には何も目立っていません。 だから私はまともな評価を与える。\n\nキャラクター...ああ、このアニメのキャラクター。 メインキャラクター、Shougo Mikadonoから始めましょう。 私が上で説明したように、彼は裕福な会社の相続人であり、卒業するまでには花嫁を見つけなければなりません。 私は正直なところ、彼を表現する言葉を考えることができません...\nShougoの姉妹になることができる5人の候補者がいる。  Shougoが最初に出会うかわいい女の子。 ミヤビ、ツンデレを失ったツンデレ。 妹のカフェのオーナーであるメイ（Sagara）は、コスプレを好む傾向があります。 学生会の副会長リンカ（国谷）と真のツンデレ。 最後に、学生協議会会長のマナ（天童）と、幸運にも幸運な、卑劣な人物があります。\n私たちの最終的なメインキャラクターはX、またはIkusuです。  Shougoと同じ年齢の女の子です。 彼の学校では、彼女は少年のふりをして、とても上手く行く。 彼女は実際にShougoを助けるために送られたMikadono Groupの一部です。 彼女はShougo（彼がゲイであると思うようになること）やShougoのアパートを裸でパレードしているようなふりをしているかどうか、彼女が好きなことを何でもする。\nたくさんのキャラクターがあり、かなり興味深いものもあります。\n\n私の喜びはあまり高くないと言いたい。 私が他のすべてのアニメを見終わったら、それを見るのが好きです。 このアニメは、ファンサービスでいっぱいです。 乳首が髪、タオルまたはシャツで覆われている大きな胸から、ある時点では、信じられないほど短いスカート。 しかし、私はそれから多くを期待しました。 私は楽しいものが7/10になると言うでしょう。\n\n全体として、アニメは明るいアニメであり、そのように扱われるべきです。  Shougoが私を驚かせていると感じる厄介な社会的状況の量は、同時に私を楽しませる。 それでも、私はより良いアニメを見た。 全体;  6/10"
  },
  {
    "title": "Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "id": "13367",
    "url": "https://myanimelist.net/anime/13367/Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "user": "afterkaze",
    "profile": "/profile/afterkaze/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=69253",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  8\n\n私は最初のエピソードの後に​​このアニメを落としました。 私は真剣に、彼は分だけ女の子を取得していることを意味し、これらのロマンチックな状況はちょうど平野になっています。\n\nしかし、悲しいかな、私のハレムへの愛は芽生え続け、私はこのアニメに別のショットを与えることにしました。私はとてもうれしく思います。 最新のエピソードでは、キャラクターが特定の方法で動作する理由をすべて説明し、最新のエピソードを終えると、プロットは実際にはかなり良いです。 私を信じて、エピソード4までのアニメは素晴らしいことは何もありません。\n\nしかし、アニメにはそれでも楽しいものではないという短所がありますが、プロットやストーリーが後で明らかになって以来、最初のepを見ている人たちは、（以前と同じように）あまりにも悪い評価を受けるべきではありません 物語。"
  },
  {
    "title": "Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "id": "13367",
    "url": "https://myanimelist.net/anime/13367/Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "user": "DragonFire",
    "profile": "/profile/DragonFire/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=84139",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  6\nキャラクター|  6\n|  7\n\nだから、この別のハーレムエッチショー、それであなたはすでにそれから期待することを知っている。 しかし、このショーには次のようなユニークな特徴があります\n彼のImoutoの検索があなたが次のエピソードを楽しみにしている理由の1つになるので、Kinda強いプロット。\n2.素晴らしいユーモア、状況とキャラクターの特性は、ショーの間に時々起こります。 もっと多くの人がいただけであれば。"
  },
  {
    "title": "Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "id": "13367",
    "url": "https://myanimelist.net/anime/13367/Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "user": "bearvarine",
    "profile": "/profile/bearvarine/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=158341",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  7\n\n面白いドラマで楽しい話。\n\nこれは非常に良い十代のロマンスの物語で、ミステリーと小さな姉妹の複雑なものが織り込まれています。オレイモのように感情的に握っているわけではありませんが、それはとてもかわいいです。\n\n物語は、巨大で成功した会社の頭の唯一の息子である、Shougo Mikadonoという若い男についてです。 残念なことに彼の父親は亡くなったが、彼が死を願うのは、高校を修了する頃にShougoが花嫁を見つけることだった。 そこで、彼の母親はミルウィンアカデミーに出席するように手配します。それは、そのような若い女性をそのように見つけることを望んでいます。 問題は、Shougoは同じ学校に通っていると伝えられている秘密の妹を持つと噂されているということです。 彼は彼女がどのように見えるのかわからないので、学校に通っている女の子とのロマンスには非常に注意する必要があります。"
  }
]
