[
  {
    "title": "Sakasama_no_Patema__Beginning_of_the_Day",
    "id": "13429",
    "url": "https://myanimelist.net/anime/13429/Sakasama_no_Patema__Beginning_of_the_Day",
    "user": "issen-ken-taka",
    "profile": "/profile/issen-ken-taka/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=174613",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  5\n\nあなたが最初に映画を見たなら、あなたはこれを見て気にしないかもしれません。 これは映画の前にプレクエルとしてリリースされ、OVAのすべてのシーンが映画に存在するので、私が言ったように、あなたがすでに映画を見たことがあれば、すべてのフレームを見たことがあります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nIf you watched the movie first, you might as well not bother to watch this. It was released before the movie as a prequel and all of the scenes in the OVA are present in the movie, so, as I said, if you watched the movie first you've already seen every frame.\n\n\u001b[1mあなたが最初に映画を見たなら、あなたはこれを見て気にしないかもしれません。 これは映画の前にプレクエルとしてリリースされ、OVAのすべてのシーンが映画に存在するので、私が言ったように、あなたがすでに映画を見たことがあれば、すべてのフレームを見たことがあります。\u001b[22m\n\u001b[1m(Anata ga saisho ni eiga o mitanara, anata wa kore o mite ki ni shinai kamo shiremasen. Kore wa eiga no mae ni purekueru to shite rirīsu sa re, ovu~a no subete no shīn ga eiga ni sonzai surunode, watashi ga itta yō ni, anata ga sudeni eiga o mita koto ga areba, subete no furēmu o mita koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you watched the movie first, you might as well not bother to watch this. It was released before the movie as a prequel and all of the scenes in the OVA are present in the movie, so, as I said, if you watched the movie first you've already seen every frame.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you watched the movie first, you might as well not bother to watch this.\u001b[24m\n    \u001b[1mあなたが最初に映画を見たなら、あなたはこれを見て気にしないかもしれません。\u001b[22m, \u001b[1mあなたが最初に映画を見た場合、あなたにもこれを見て気にしないかもしれません。\u001b[22m\n\u001b[4mIt was released before the movie as a prequel and all of the scenes in the OVA are present in the movie, so, as I said, if you watched the movie first you've already seen every frame.\u001b[24m\n    \u001b[1mこれは映画の前にプレクエルとしてリリースされ、OVAのすべてのシーンが映画に存在するので、私が言ったように、あなたがすでに映画を見たことがあれば、すべてのフレームを見たことがあります。\u001b[22m, \u001b[1m私が言ったように、あなたが既にすべてのフレームを見てきた最初の映画を見たかどうかは、続編として映画の前にリリースされ、OVAでのシーンのすべてが映画の中で存在している、そうしました。\u001b[22m"
  },
  {
    "title": "Sakasama_no_Patema__Beginning_of_the_Day",
    "id": "13429",
    "url": "https://myanimelist.net/anime/13429/Sakasama_no_Patema__Beginning_of_the_Day",
    "user": "purplwig",
    "profile": "/profile/purplwig/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=142819",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  6\n|  6\n\nこれはレビューよりも警告のほうが多い。 このOVAを見る理由はありません。 文字通り、映画の最初の20分です。 あなたがすでにそれを見てOVAがまだあなたの心の中で新鮮ならば、映画に約20分をスキップするだけです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThis is more of a warning than a review. There's no reason to see this OVA. It's literally the first 20 minutes of the film. If you've already seen it and the OVA is still fresh in your mind just skip about 20 minutes into the movie.\n\n\u001b[1mこれはレビューよりも警告のほうが多い。 このOVAを見る理由はありません。 文字通り、映画の最初の20分です。 あなたがすでにそれを見てOVAがまだあなたの心の中で新鮮ならば、映画に約20分をスキップするだけです。\u001b[22m\n\u001b[1m(Kore wa rebyū yori mo keikoku no hō ga ōi. Kono ovu~a o miru riyū wa arimasen. Mojidōri, eiga no saisho no 20-budesu. Anata ga sudeni sore o mite ovu~a ga mada anata no kokoro no naka de shinsen'naraba, eiga ni yaku 20-bu o sukippu suru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is more of a warning than a review. There's no reason to see this OVA. It's literally the first 20 minutes of the film. If you've already seen it and the OVA is still fresh in your mind just skip about 20 minutes into the movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is more of a warning than a review.\u001b[24m\n    \u001b[1mこれはレビューよりも警告のほうが多い。\u001b[22m, \u001b[1mこれは、レビューよりも警告の詳細です。\u001b[22m\n\u001b[4mThere's no reason to see this OVA.\u001b[24m\n    \u001b[1mこのOVAを見る理由はありません。\u001b[22m, \u001b[1mこのOVAを参照する理由はありません。\u001b[22m\n\u001b[4mIt's literally the first 20 minutes of the film.\u001b[24m\n    \u001b[1m文字通り、映画の最初の20分です。\u001b[22m, \u001b[1mこれは文字通り、映画の最初の20分です。\u001b[22m\n\u001b[4mIf you've already seen it and the OVA is still fresh in your mind just skip about 20 minutes into the movie.\u001b[24m\n    \u001b[1mあなたがすでにそれを見てOVAがまだあなたの心の中で新鮮ならば、映画に約20分をスキップするだけです。\u001b[22m, \u001b[1mすでに見てきた場合は、それとOVAだけでムービーに約20分を飛ばし、あなたの心にはまだ新鮮です。\u001b[22m"
  },
  {
    "title": "Sakasama_no_Patema__Beginning_of_the_Day",
    "id": "13429",
    "url": "https://myanimelist.net/anime/13429/Sakasama_no_Patema__Beginning_of_the_Day",
    "user": "aventurite",
    "profile": "/profile/aventurite/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=67323",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  10\n\nこの短い紹介を判断する前に、3回のパーツ（それぞれ5分以上）を試してみてください。\nこれは禁止された地域を探索する典型的な少女の主人公とゆっくりと始まりましたが、まもなく完全に何かに変わります。 そうでなければ巨大なスポイラーになるだろうとは言い切れませんが、心が吹き飛ぶことを期待しています。\n\nまだ、プロットラインについてはまだ分かりません。 しかし、これはこれまでのところ本当に有望であり、大きな可能性を示しています。 私はこのディレクターのファンだから少し偏っているかもしれませんが、この短い紹介は私の頭が本当に良い方法で（アニメーションとバックストーリーに沿って）回転していました。 これは間違いなくあなたの愚かなポスト終末論的アニメの一つではなく、ちょうど最も魅力的なヒーローの生存に向けられた行動を特集しています。 それは私がパプカのような方法で私の頭をかなりうんざりさせましたが、私はなぜそれを正確に指摘できません。 楽しむことが賢明です、これは本当に本当に際立つ短いアニメの一つです。\n\nそして、再び、私は完全なストーリーがどのようになるかわからない。 これには大きな前提がありますが、私は実際の映画が最後までどのように実行されるのかについて心配しています。 私は本当にこれは男の子が女の子に会うことを誇りに思っています。 これまでのところ、それは本当に暗いものに変わるように見えませんが、それをあまりにも幸せにすることはどちらにも合わないでしょう。\n\nPs。 高さの恐れがある人のためではありません。 私は自分ではありませんが、私はさっぱりとした気分になっています。\n\n試してみる！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nPlease do give it a try and finish watching the three parts (each of 5+mins) before you judge this short introduction.\n\n\u001b[1mこの短い紹介を判断する前に、3回のパーツ（それぞれ5分以上）を試してみてください。\u001b[22m\n\u001b[1m(Kono mijikai shōkai o handan suru mae ni, 3-kai no pātsu (sorezore 5-bu ijō) o tameshite mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mPlease do give it a try and finish watching the three parts (each of 5+mins) before you judge this short introduction.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlease do give it a try and finish watching the three parts (each of 5+mins) before you judge this short introduction.\u001b[24m\n    \u001b[1mこの短い紹介を判断する前に、3回のパーツ（それぞれ5分以上）を試してみてください。\u001b[22m, \u001b[1mそれを試してみると、あなたはこの短い導入を判断する前に、三つの部分（5 +分のそれぞれを）見終えるようにしてください。\u001b[22m\nThis started off slowly with you typical girl protagonist exploring prohibited area but soon turn into something else entirely. I can't say much otherwise it would be a huge spoiler but expect to get mind blown.\n\n\u001b[1mこれは禁止された地域を探索する典型的な少女の主人公とゆっくりと始まりましたが、まもなく完全に何かに変わります。 そうでなければ巨大なスポイラーになるだろうとは言い切れませんが、心が吹き飛ぶことを期待しています。\u001b[22m\n\u001b[1m(Kore wa kinshi sa reta chiiki o tansaku suru tenkei-tekina shōjo no shujinkō to yukkuri to hajimarimashitaga, mamonaku kanzen ni nanika ni kawarimasu. Sōdenakereba kyodaina supoirā ni narudarou to wa iikiremasenga, kokoro ga fukitobu koto o kitai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis started off slowly with you typical girl protagonist exploring prohibited area but soon turn into something else entirely. I can't say much otherwise it would be a huge spoiler but expect to get mind blown.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis started off slowly with you typical girl protagonist exploring prohibited area but soon turn into something else entirely.\u001b[24m\n    \u001b[1mこれは禁止された地域を探索する典型的な少女の主人公とゆっくりと始まりましたが、まもなく完全に何かに変わります。\u001b[22m, \u001b[1mこれは、禁止区域を探索あなたの典型的な女の子の主人公でゆっくりとスタートを切ったが、すぐに完全に何か他のものに変わります。\u001b[22m\n\u001b[4mI can't say much otherwise it would be a huge spoiler but expect to get mind blown.\u001b[24m\n    \u001b[1mそうでなければ巨大なスポイラーになるだろうとは言い切れませんが、心が吹き飛ぶことを期待しています。\u001b[22m, \u001b[1m私は、そうでなければ、それは巨大なスポイラーであることが、心が吹き飛ばされることを期待する多くを語ることはできません。\u001b[22m\n\u001b[1m\u001b[22m\nAs of yet, I still can't tell much about the plot line. However, this looks really promising so far and has shown great potential. I may be a little bias since I'm definitely a fan of this director but this short intro had my head spinning in a really good way(animation-wise and back story-wise). This is definitely not one of your mindless post apocalyptic anime featuring just actions geared to the survival of the fittest hero. It messed up my head pretty good in a Paprika-ish way though I can't exactly pinpoint why. Enjoyment wise, this is one of those short anime that really really stand out.\n\n\u001b[1mまだ、プロットラインについてはまだ分かりません。 しかし、これはこれまでのところ本当に有望であり、大きな可能性を示しています。 私はこのディレクターのファンだから少し偏っているかもしれませんが、この短い紹介は私の頭が本当に良い方法で（アニメーションとバックストーリーに沿って）回転していました。 これは間違いなくあなたの愚かなポスト終末論的アニメの一つではなく、ちょうど最も魅力的なヒーローの生存に向けられた行動を特集しています。 それは私がパプカのような方法で私の頭をかなりうんざりさせましたが、私はなぜそれを正確に指摘できません。 楽しむことが賢明です、これは本当に本当に際立つ短いアニメの一つです。\u001b[22m\n\u001b[1m(Mada, purottorain ni tsuite wa mada wakarimasen. Shikashi, kore wa kore made no tokoro hontōni yūbōdeari, ōkina kanōsei o shimeshite imasu. Watashi wa kono direkutā no fandakara sukoshi katayotte iru kamo shiremasenga, kono mijikai shōkai wa watashi no atama ga hontōni yoi hōhō de (animēshon to bakkusutōrī ni sotte) kaiten shite imashita. Kore wa machigainaku anata no orokana posuto shūmatsu-ron-teki anime no hitotsude wa naku, chōdo mottomo miryoku-tekina hīrō no seizon ni muke rareta kōdō o tokushū shite imasu. Sore wa watashi ga papuka no yōna hōhō de watashi no atama o kanari unzari sa semashitaga, watashi wa naze sore o seikaku ni shiteki dekimasen. Tanoshimu koto ga kenmeidesu, kore wa hontōni hontōni kiwadatsu mijikai anime no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mAs of yet, I still can't tell much about the plot line. However, this looks really promising so far and has shown great potential. I may be a little bias since I'm definitely a fan of this director but this short intro had my head spinning in a really good way(animation-wise and back story-wise). This is definitely not one of your mindless post apocalyptic anime featuring just actions geared to the survival of the fittest hero. It messed up my head pretty good in a Paprika-ish way though I can't exactly pinpoint why. Enjoyment wise, this is one of those short anime that really really stand out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs of yet, I still can't tell much about the plot line.\u001b[24m\n    \u001b[1mまだ、プロットラインについてはまだ分かりません。\u001b[22m, \u001b[1mまだのように、私はまだプロットラインについて多くを伝えることはできません。\u001b[22m\n\u001b[4mHowever, this looks really promising so far and has shown great potential.\u001b[24m\n    \u001b[1mしかし、これはこれまでのところ本当に有望であり、大きな可能性を示しています。\u001b[22m, \u001b[1mしかし、これは本当に、これまで有望に見えるし、大きな可能性を示しています。\u001b[22m\n\u001b[4mI may be a little bias since I'm definitely a fan of this director but this short intro had my head spinning in a really good way(animation-wise and back story-wise).\u001b[24m\n    \u001b[1m私はこのディレクターのファンだから少し偏っているかもしれませんが、この短い紹介は私の頭が本当に良い方法で（アニメーションとバックストーリーに沿って）回転していました。\u001b[22m, \u001b[1m私は間違いなくこのディレクターのファンだが、この短いイントロが本当に良い方法（アニメーションワイズとバックストーリーワイズ）に私の頭の回転を持っていたので、私は少しバイアスすることができます。\u001b[22m\n\u001b[4mThis is definitely not one of your mindless post apocalyptic anime featuring just actions geared to the survival of the fittest hero.\u001b[24m\n    \u001b[1mこれは間違いなくあなたの愚かなポスト終末論的アニメの一つではなく、ちょうど最も魅力的なヒーローの生存に向けられた行動を特集しています。\u001b[22m, \u001b[1mこれは間違いなく適者生存英雄の生存に合わせだけでアクションをフィーチャーしたあなたの愚かなポスト黙示録的なアニメの一つではありません。\u001b[22m\n\u001b[4mIt messed up my head pretty good in a Paprika-ish way though I can't exactly pinpoint why.\u001b[24m\n    \u001b[1mそれは私がパプカのような方法で私の頭をかなりうんざりさせましたが、私はなぜそれを正確に指摘できません。\u001b[22m, \u001b[1mそれはしかし、私は理由を正確に特定することはできませんパプリカっぽい方法でかなり良い私の頭を台無しに。\u001b[22m\n\u001b[4mEnjoyment wise, this is one of those short anime that really really stand out.\u001b[24m\n    \u001b[1m楽しむことが賢明です、これは本当に本当に際立つ短いアニメの一つです。\u001b[22m, \u001b[1m楽しさは賢明な、これは本当に目立つものを短いアニメの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nThen again, I'm not sure how the full story will turn out. While this has great premises, I'm concerned about how the actual movie would be carried out all the way until the very end. I really hope that the 'boy meets girl' aspect of this will not be overplayed. So far, it does not look like it would turn into something really dark but to have it too happy wouldn't be fitting either.\n\n\u001b[1mそして、再び、私は完全なストーリーがどのようになるかわからない。 これには大きな前提がありますが、私は実際の映画が最後までどのように実行されるのかについて心配しています。 私は本当にこれは男の子が女の子に会うことを誇りに思っています。 これまでのところ、それは本当に暗いものに変わるように見えませんが、それをあまりにも幸せにすることはどちらにも合わないでしょう。\u001b[22m\n\u001b[1m(Soshite, futatabi, watashi wa kanzen'na sutōrī ga dono yō ni naru ka wakaranai. Kore ni wa ōkina zentei ga arimasuga, watashi wa jissai no eiga ga saigomade dono yō ni jikkō sa reru no ka ni tsuite shinpai shite imasu. Watashi wa hontōni kore wa otokonoko ga on'nanoko ni au koto o hokori ni omotte imasu. Kore made no tokoro, sore wa hontōni kurai mono ni kawaru yō ni miemasenga, sore o amarini mo shiawase ni suru koto wa dochira ni mo awanaideshou.)\u001b[22m\n\nTranslations of \u001b[4mThen again, I'm not sure how the full story will turn out. While this has great premises, I'm concerned about how the actual movie would be carried out all the way until the very end. I really hope that the 'boy meets girl' aspect of this will not be overplayed. So far, it does not look like it would turn into something really dark but to have it too happy wouldn't be fitting either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen again, I'm not sure how the full story will turn out.\u001b[24m\n    \u001b[1mそして、再び、私は完全なストーリーがどのようになるかわからない。\u001b[22m, \u001b[1mその後、再び、私は完全な物語が判明しますかどうかはわかりません。\u001b[22m\n\u001b[4mWhile this has great premises, I'm concerned about how the actual movie would be carried out all the way until the very end.\u001b[24m\n    \u001b[1mこれには大きな前提がありますが、私は実際の映画が最後までどのように実行されるのかについて心配しています。\u001b[22m, \u001b[1mこれは素晴らしい施設を持っていますが、私は実際の映画はすべての道は非常に最後まで実施されるだろうか心配です。\u001b[22m\n\u001b[4mI really hope that the 'boy meets girl' aspect of this will not be overplayed.\u001b[24m\n    \u001b[1m私は本当にこれは男の子が女の子に会うことを誇りに思っています。\u001b[22m, \u001b[1m私は本当にこのの側面overplayedされることはありません」男の子が女の子満たしている」がことを願っています。\u001b[22m\n\u001b[4mSo far, it does not look like it would turn into something really dark but to have it too happy wouldn't be fitting either.\u001b[24m\n    \u001b[1mこれまでのところ、それは本当に暗いものに変わるように見えませんが、それをあまりにも幸せにすることはどちらにも合わないでしょう。\u001b[22m, \u001b[1mそれは本当に暗いものに変わるだろうが、それはあまりにも幸せいずれかのフィッティングではないでしょう持っているようにこれまでのところ、それは見ていません。\u001b[22m\n\u001b[1m\u001b[22m\nPs. Not for those with a fear of height. I'm not one myself but even I feel giddy at some point.\n\n\u001b[1mPs。 高さの恐れがある人のためではありません。 私は自分ではありませんが、私はさっぱりとした気分になっています。\u001b[22m\n\u001b[1m(Ps. Taka-sa no osoregāru hitonotamede wa arimasen. Watashi wa jibunde wa arimasenga, watashi wa sappari to shita kibun ni natte imasu.)\u001b[22m\n\nTranslations of \u001b[4mPs. Not for those with a fear of height. I'm not one myself but even I feel giddy at some point.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPs.\u001b[24m\n    \u001b[1mPs。\u001b[22m, \u001b[1mpsの。\u001b[22m\n\u001b[4mNot for those with a fear of height.\u001b[24m\n    \u001b[1m高さの恐れがある人のためではありません。\u001b[22m, \u001b[1mていない高さの恐怖とのそれらのため。\u001b[22m\n\u001b[4mI'm not one myself but even I feel giddy at some point.\u001b[24m\n    \u001b[1m私は自分ではありませんが、私はさっぱりとした気分になっています。\u001b[22m, \u001b[1m私は自分自身のものではないんだけどでも、私はいくつかの点で目の回るような感じ。\u001b[22m\n\u001b[1m\u001b[22m\nGive it a try!\n\n\u001b[1m試してみる！\u001b[22m\n\u001b[1m(Tameshite miru!)\u001b[22m\n\nTranslations of \u001b[4mGive it a try!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGive it a try!\u001b[24m\n    \u001b[1m試してみる！\u001b[22m, \u001b[1m試してみてください！\u001b[22m, \u001b[1mそれを試してみます！\u001b[22m"
  },
  {
    "title": "Sakasama_no_Patema__Beginning_of_the_Day",
    "id": "13429",
    "url": "https://myanimelist.net/anime/13429/Sakasama_no_Patema__Beginning_of_the_Day",
    "user": "starshinesMonet",
    "profile": "/profile/starshinesMonet/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=68319",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  9\n\n私は本当に客観的な説明をするためにこの物語をもっと見る必要がありますが、残念ながら映画が出てくるまで私はこれらの3つのすてきなスペシャルがあります。\n\n今私は、このOVAが私を崖っぷちにぶら下げているという事実のために、良いレビューがちょっとちょっとかもしれないと思う！ 私は非常に多くの質問をしているので、私は恐怖が完全に未回答になり、誰も映画にはうまく収まらないと思うので、私は魅了され、失望します。 しかし、私が適切な見直しをしなければならないときには、沼地のような動きをしてください。\n\nストーリーは明らかに非常に興味深く、すぐに関わっています。 私が思ったのは、典型的なEgro Proxy / Texhnolyzeのポスト黙示録的な世界になりそうだ（今や世界の瞬間のための等しい部分の怒り、郷愁、畏敬の念と一致し、  ）私を驚かせてくれました！ その紹介で、私たちは探検が大好きなPatemaと出会い、一般的には古い地下鉄のチューブ（あるいはこれからも同じように取り入れられるかもしれないもの）について私たちに幸せに感じさせます。 私はすぐにこの世界に引き込まれ、この感情はアニメ全体で決して消えませんでした。\n\nさあ、ジェーン・オースティンのお気に入りの話題についてお話しましょう：キャラクター！  Yoshiura Yasuhiroは、キャラクターのための表現を描くときには特に賢いので、あなたはすぐにそれらに引き寄せられ、最も世俗的なキャラクターを知りたいと思うように感じます（実際にはほとんどがエキストラと兵士Aです。 まだそれらのすべてについて知りたい！）。 それは、スライス・オブ・ライフ・アニメに惹かれて、あなたが見ようとしていることがそのジャンルから遠いことを知ることは難しいです。 これはあなたの地下の隣人と彼らの日々の生活と事故を知ることについてのアニメではありませんので、ちょうど私たちの主人公に移りましょうか？\n\nパテマは、奇妙な主人公が望むすべてのものです。 彼女は陽気で、勇敢で、親切で、チアリーダーのすべて（「安全ガイドラインに従うことを忘れないでくださいね」）でも、彼女のニーズに合ったいくつかのルールを破るのを恐れません（読む：欲望）。 要するに、彼女は素晴らしいです。 彼女はAriettyとPino [Ergo Proxy]をひとつひとつにしています。これは未知のもののこの厄介な愛で、私たちの楽しみのために彼女を勇敢な新しい世界に導きます！\n\n私はストーリーラインがアニメに与える主な利点の一つは、私たちに複数の角度を与える能力だと思います。 そして、これは私が見た最も芸術的に監督されたアニメではありませんが、間違いなくよく考えられました。\n\nこのアニメは厳しい質問をしたり、素晴らしい平和な気持ちを与えることはありませんが、興味深い話をして、視聴者に不思議と欲望を残します。 私はエンディングの想像力が大好きで、\n来週はずっと昔のことを考え続けるだろう。\n\n\n*その参照を取得する家に10点。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI need to see more of this story to give a truly objective account, but unfortunately I only have these three wonderful specials to tie me over until the movie comes out.\n\n\u001b[1m私は本当に客観的な説明をするためにこの物語をもっと見る必要がありますが、残念ながら映画が出てくるまで私はこれらの3つのすてきなスペシャルがあります。\u001b[22m\n\u001b[1m(Watashi wa hontōni kakkantekina setsumei o suru tame ni kono monogatari o mottomiru hitsuyō ga arimasuga, zan'nen'nagara eiga ga detekuru made watashi wa korera no 3ttsu no sutekina supesharu ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI need to see more of this story to give a truly objective account, but unfortunately I only have these three wonderful specials to tie me over until the movie comes out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI need to see more of this story to give a truly objective account, but unfortunately I only have these three wonderful specials to tie me over until the movie comes out.\u001b[24m\n    \u001b[1m私は本当に客観的な説明をするためにこの物語をもっと見る必要がありますが、残念ながら映画が出てくるまで私はこれらの3つのすてきなスペシャルがあります。\u001b[22m, \u001b[1m私は本当に客観的なアカウントを与えるために、この物語の詳細を参照する必要があるが、残念ながら私は映画が出てくるまで私を結び付けるために、これらの3つの素晴らしいスペシャルを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nNow I suspect the good review might be a wee bit due to the fact that this OVA left me hanging on a cliffhanger! I have so many questions that I fear will go completely unanswered and I suspect that no one could possibly fit enough into one movie, so I suspect I will be both enticed and disappointed once it comes out. But listen to me, going on like a Marsh-wiggle* when I should be giving a proper review.\n\n\u001b[1m今私は、このOVAが私を崖っぷちにぶら下げているという事実のために、良いレビューがちょっとちょっとかもしれないと思う！ 私は非常に多くの質問をしているので、私は恐怖が完全に未回答になり、誰も映画にはうまく収まらないと思うので、私は魅了され、失望します。 しかし、私が適切な見直しをしなければならないときには、沼地のような動きをしてください。\u001b[22m\n\u001b[1m(Ima watashi wa, kono ovu~a ga watashi o gakeppuchi ni burasagete iru to iu jijitsu no tame ni, yoi rebyū ga chotto chotto kamo shirenai to omou! Watashi wa hijō ni ōku no shitsumon o shite irunode, watashi wa kyōfu ga kanzen ni mi kaitō ni nari, dare mo eiga ni wa umaku osamaranai to omou node, watashi wa miryō sa re, shitsubō shimasu. Shikashi, watashi ga tekisetsuna minaoshi o shinakereba naranai tokiniha, numachi no yōna ugoki o shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mNow I suspect the good review might be a wee bit due to the fact that this OVA left me hanging on a cliffhanger! I have so many questions that I fear will go completely unanswered and I suspect that no one could possibly fit enough into one movie, so I suspect I will be both enticed and disappointed once it comes out. But listen to me, going on like a Marsh-wiggle* when I should be giving a proper review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow I suspect the good review might be a wee bit due to the fact that this OVA left me hanging on a cliffhanger!\u001b[24m\n    \u001b[1m今私は、このOVAが私を崖っぷちにぶら下げているという事実のために、良いレビューがちょっとちょっとかもしれないと思う！\u001b[22m, \u001b[1m今、私は良い評価はこのOVAは接戦に掛かって私を残しているという事実によるほんの少しかもしれない疑いがあります！\u001b[22m\n\u001b[4mI have so many questions that I fear will go completely unanswered and I suspect that no one could possibly fit enough into one movie, so I suspect I will be both enticed and disappointed once it comes out.\u001b[24m\n    \u001b[1m私は非常に多くの質問をしているので、私は恐怖が完全に未回答になり、誰も映画にはうまく収まらないと思うので、私は魅了され、失望します。\u001b[22m, \u001b[1m私は完全に未回答行くと、私は誰もが一つの映画に十分な可能性が合うことができるので、私はそれが出てきたら、私は両方の誘惑と失望される疑いがあると思われるだろう恐れるように多くの質問があります。\u001b[22m\n\u001b[4mBut listen to me, going on like a Marsh-wiggle* when I should be giving a proper review.\u001b[24m\n    \u001b[1mしかし、私が適切な見直しをしなければならないときには、沼地のような動きをしてください。\u001b[22m, \u001b[1mしかし、私は、適切な評価を与えるすべきであるマーシュ・ウィグル*のように起こって、私に耳を傾けます。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is obviously very intriguing and immediately engaging. What I thought was going to be a typical Egro Proxy/Texhnolyze post apocalyptic world (a wee bit depressing matched with equal parts angst, nostalgia, and awe about a world past and 'good feelings' for the moments in the world as it is now ) took me completely by surprise! Upon its introduction, we meet Patema who loves to explore and generally makes us feel happy about an old subway tube (or something that we might taken equally for granted now). I was drawn into this world almost immediately and this feeling never dissipated throughout the anime.\n\n\u001b[1mストーリーは明らかに非常に興味深く、すぐに関わっています。 私が思ったのは、典型的なEgro Proxy / Texhnolyzeのポスト黙示録的な世界になりそうだ（今や世界の瞬間のための等しい部分の怒り、郷愁、畏敬の念と一致し、  ）私を驚かせてくれました！ その紹介で、私たちは探検が大好きなPatemaと出会い、一般的には古い地下鉄のチューブ（あるいはこれからも同じように取り入れられるかもしれないもの）について私たちに幸せに感じさせます。 私はすぐにこの世界に引き込まれ、この感情はアニメ全体で決して消えませんでした。\u001b[22m\n\u001b[1m(Sutōrī wa akiraka ni hijō ni kyōmibukaku, sugu ni kakawatte imasu. Watashi ga omotta no wa, tenkei-tekina Egro purokushi/ Texhnolyze no posuto mokushiroku-tekina sekai ni nari-sōda (imaya sekai no shunkan no tame no hitoshī bubun no ikari, kyōshū, ikei no nen to itchi shi, ) watashi o odoroka sete kuremashita! Sono shōkai de, watashitachiha tanken ga daisukina Patema to deai, ippantekini wa furui chikatetsu no chūbu (aruiwa korekara mo onajiyōni toriire rareru kamo shirenai mono) ni tsuite watashitachi ni shiawase ni kanji sasemasu. Watashi wa sugu ni kono sekai ni hikikoma re, kono kanjō wa anime zentai de kesshite kiemasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe story is obviously very intriguing and immediately engaging. What I thought was going to be a typical Egro Proxy/Texhnolyze post apocalyptic world (a wee bit depressing matched with equal parts angst, nostalgia, and awe about a world past and 'good feelings' for the moments in the world as it is now ) took me completely by surprise! Upon its introduction, we meet Patema who loves to explore and generally makes us feel happy about an old subway tube (or something that we might taken equally for granted now). I was drawn into this world almost immediately and this feeling never dissipated throughout the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is obviously very intriguing and immediately engaging.\u001b[24m\n    \u001b[1mストーリーは明らかに非常に興味深く、すぐに関わっています。\u001b[22m, \u001b[1m物語は明らかに非常に興味をそそられるとすぐに魅力的です。\u001b[22m\n\u001b[4mWhat I thought was going to be a typical Egro Proxy/Texhnolyze post apocalyptic world (a wee bit depressing matched with equal parts angst, nostalgia, and awe about a world past and 'good feelings' for the moments in the world as it is now\u001b[24m\n    \u001b[1m私が思ったのは、典型的なEgro Proxy / Texhnolyzeのポスト黙示録的な世界になりそうだ（今や世界の瞬間のための等しい部分の怒り、郷愁、畏敬の念と一致し、\u001b[22m, \u001b[1m私はそれが今のようにほんの少しは等分の不安、懐かしさ、そして世界の過去について畏敬の念と、世界の瞬間のための「いい気持ち」と一致憂鬱（典型的なEgroプロキシ/ Texhnolyzeポスト黙示録的な世界になるだろうと思いました\u001b[22m\n\u001b[4m) took me completely by surprise!\u001b[24m\n    \u001b[1m）私を驚かせてくれました！\u001b[22m, \u001b[1m）驚きによって完全に連れて行ってくれました！\u001b[22m\n\u001b[4mUpon its introduction, we meet Patema who loves to explore and generally makes us feel happy about an old subway tube (or something that we might taken equally for granted now).\u001b[24m\n    \u001b[1mその紹介で、私たちは探検が大好きなPatemaと出会い、一般的には古い地下鉄のチューブ（あるいはこれからも同じように取り入れられるかもしれないもの）について私たちに幸せに感じさせます。\u001b[22m, \u001b[1mその導入の際に、我々は探検するのが大好きPatemaを満たしており、一般的に私たちは古い地下鉄のチューブ（または私たちは今、当然の均等に取らかもしれないもの）について幸せな気分になります。\u001b[22m\n\u001b[4mI was drawn into this world almost immediately and this feeling never dissipated throughout the anime.\u001b[24m\n    \u001b[1m私はすぐにこの世界に引き込まれ、この感情はアニメ全体で決して消えませんでした。\u001b[22m, \u001b[1m私はほとんどすぐにこの世界に引き込まれ、この感覚は、アニメを通じて消費されません。\u001b[22m\n\u001b[1m\u001b[22m\nNow let's talk about Jane Austen's favourite topic: Character! Yoshiura Yasuhiro is particularly clever when drawing expressions for his characters, so that you are immediately drawn to them and feel yourself wanting to get to know even the most mundane side characters (in fact most of them are likely just extras and Soldier A's, but I still want to know about all of them!). It's difficult being so attracted to slice-of-life anime and knowing what you are about to watch is so far from that genre. This is not likely to be an anime about getting to know your underground neighbors and their everyday lives and mishaps, so let's just move on to our main character, shall we?\n\n\u001b[1mさあ、ジェーン・オースティンのお気に入りの話題についてお話しましょう：キャラクター！  Yoshiura Yasuhiroは、キャラクターのための表現を描くときには特に賢いので、あなたはすぐにそれらに引き寄せられ、最も世俗的なキャラクターを知りたいと思うように感じます（実際にはほとんどがエキストラと兵士Aです。 まだそれらのすべてについて知りたい！）。 それは、スライス・オブ・ライフ・アニメに惹かれて、あなたが見ようとしていることがそのジャンルから遠いことを知ることは難しいです。 これはあなたの地下の隣人と彼らの日々の生活と事故を知ることについてのアニメではありませんので、ちょうど私たちの主人公に移りましょうか？\u001b[22m\n\u001b[1m(Sā, jēn ōsutin no okiniiri no wadai ni tsuite ohanashi shimashou: Kyarakutā! Yoshiura Yasuhiro wa, kyarakutā no tame no hyōgen o kaku toki ni wa tokuni kashikoinode, anata wa sugu ni sorera ni hikiyose rare, mottomo sezoku-tekina kyarakutā o shiritai to omou yō ni kanjimasu (jissai ni wa hotondo ga ekisutora to heishi Adesu. Mada sorera no subete ni tsuite shiritai! ). Sore wa, suraisu Obu raifu anime ni hika rete, anata ga miyou to shite iru koto ga sono janru kara tōi koto o shiru koto wa muzukashīdesu. Kore wa anata no chika no rinjin to karera no hibi no seikatsu to jiko o shiru koto ni tsuite no animede wa arimasen'node, chōdo watashitachi no shujinkō ni utsurimashou ka?)\u001b[22m\n\nTranslations of \u001b[4mNow let's talk about Jane Austen's favourite topic: Character! Yoshiura Yasuhiro is particularly clever when drawing expressions for his characters, so that you are immediately drawn to them and feel yourself wanting to get to know even the most mundane side characters (in fact most of them are likely just extras and Soldier A's, but I still want to know about all of them!). It's difficult being so attracted to slice-of-life anime and knowing what you are about to watch is so far from that genre. This is not likely to be an anime about getting to know your underground neighbors and their everyday lives and mishaps, so let's just move on to our main character, shall we?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow let's talk about Jane Austen's favourite topic: Character!\u001b[24m\n    \u001b[1mさあ、ジェーン・オースティンのお気に入りの話題についてお話しましょう：キャラクター！\u001b[22m, \u001b[1mキャラクター：それでは、ジェーン・オースティンのお気に入りのトピックについてお話しましょう！\u001b[22m\n\u001b[4mYoshiura Yasuhiro is particularly clever when drawing expressions for his characters, so that you are immediately drawn to them and feel yourself wanting to get to know even the most mundane side characters (in fact most of them are likely just extras and Soldier A's, but I\u001b[24m\n    \u001b[1mYoshiura Yasuhiroは、キャラクターのための表現を描くときには特に賢いので、あなたはすぐにそれらに引き寄せられ、最も世俗的なキャラクターを知りたいと思うように感じます（実際にはほとんどがエキストラと兵士Aです。\u001b[22m, \u001b[1m吉浦康裕は彼の文字の表現を描画するとき、あなたはすぐに彼らに描かれたとも、最も日常的な側面の文字を知って取得したい自分を感じているように（実際にはそれらのほとんどはエキストラと兵士Aのちょうど可能性があり、特に賢いですが、私\u001b[22m\n\u001b[4mstill want to know about all of them!).\u001b[24m\n    \u001b[1mまだそれらのすべてについて知りたい！）。\u001b[22m, \u001b[1mまだそれらのすべてを知りたいです！）。\u001b[22m\n\u001b[4mIt's difficult being so attracted to slice-of-life anime and knowing what you are about to watch is so far from that genre.\u001b[24m\n    \u001b[1mそれは、スライス・オブ・ライフ・アニメに惹かれて、あなたが見ようとしていることがそのジャンルから遠いことを知ることは難しいです。\u001b[22m, \u001b[1mそれはそうアニメ・オブ・ライフをスライスするために集め、あなたが見しようとしているものを知ることは、これまでそのジャンルからですされていることは困難です。\u001b[22m\n\u001b[4mThis is not likely to be an anime about getting to know your underground neighbors and their everyday lives and mishaps, so let's just move on to our main character, shall we?\u001b[24m\n    \u001b[1mこれはあなたの地下の隣人と彼らの日々の生活と事故を知ることについてのアニメではありませんので、ちょうど私たちの主人公に移りましょうか？\u001b[22m, \u001b[1mこれは、我々は、しなければならないあなたの地下の隣人や日常生活や事故を知ることについてのアニメになりそうではないので、ちょうど私たちの主な文字に移りましょうか？\u001b[22m\n\u001b[1m\u001b[22m\nPatema is everything one wants in a perky protagonist. She is cheerful, adventurous, brave, kind, and all around cheerleader ('don't forget to follow safety guidelines, ne?'), but still not afraid to break a few rules when it suites her needs (read: desires). In short, she is wonderful. She's Arietty and Pino [Ergo Proxy] all in one, and it's this pesky love of the unknown that leads her to a brave new world for our viewing enjoyment!\n\n\u001b[1mパテマは、奇妙な主人公が望むすべてのものです。 彼女は陽気で、勇敢で、親切で、チアリーダーのすべて（「安全ガイドラインに従うことを忘れないでくださいね」）でも、彼女のニーズに合ったいくつかのルールを破るのを恐れません（読む：欲望）。 要するに、彼女は素晴らしいです。 彼女はAriettyとPino [Ergo Proxy]をひとつひとつにしています。これは未知のもののこの厄介な愛で、私たちの楽しみのために彼女を勇敢な新しい世界に導きます！\u001b[22m\n\u001b[1m(Patema wa, kimyōna shujinkō ga nozomu subete no monodesu. Kanojo wa yōkide, yūkande, shinsetsude, chiarīdā no subete (`anzen gaidorain ni shitagau koto o wasurenaide kudasai ne') demo, kanojo no nīzu ni atta ikutsu ka no rūru o yaburu no o osoremasen (yomu: Yokubō). Yōsuruni, kanojo wa subarashīdesu. Kanojo wa Arietty to Pino [erugopurakushī] o hitotsuhitotsu ni shite imasu. Kore wa michi no mono no kono yakkaina ai de, watashitachi no tanoshimi no tame ni kanojo o yūkan'na atarashī sekai ni michibikimasu!)\u001b[22m\n\nTranslations of \u001b[4mPatema is everything one wants in a perky protagonist. She is cheerful, adventurous, brave, kind, and all around cheerleader ('don't forget to follow safety guidelines, ne?'), but still not afraid to break a few rules when it suites her needs (read: desires). In short, she is wonderful. She's Arietty and Pino [Ergo Proxy] all in one, and it's this pesky love of the unknown that leads her to a brave new world for our viewing enjoyment!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPatema is everything one wants in a perky protagonist.\u001b[24m\n    \u001b[1mパテマは、奇妙な主人公が望むすべてのものです。\u001b[22m, \u001b[1mPatemaは1つがはつらつと主人公に望んでいるすべてです。\u001b[22m\n\u001b[4mShe is cheerful, adventurous, brave, kind, and all around cheerleader ('don't forget to follow safety guidelines, ne?'), but still not afraid to break a few rules when it suites her needs (read: desires).\u001b[24m\n    \u001b[1m彼女は陽気で、勇敢で、親切で、チアリーダーのすべて（「安全ガイドラインに従うことを忘れないでくださいね」）でも、彼女のニーズに合ったいくつかのルールを破るのを恐れません（読む：欲望）。\u001b[22m, \u001b[1m彼女は（：欲望を読んで）、陽気な冒険、勇敢な、種類、およびすべてのチアリーダーの周りに（ '？ね、安全ガイドラインに従うことを忘れないでください'）が、それは彼女のニーズをスイートたときにいくつかのルールを破ることはまだ恐れていないです。\u001b[22m\n\u001b[4mIn short, she is wonderful.\u001b[24m\n    \u001b[1m要するに、彼女は素晴らしいです。\u001b[22m\n\u001b[4mShe's Arietty and Pino [Ergo Proxy] all in one, and it's this pesky love of the unknown that leads her to a brave new world for our viewing enjoyment!\u001b[24m\n    \u001b[1m彼女はAriettyとPino [Ergo Proxy]をひとつひとつにしています。これは未知のもののこの厄介な愛で、私たちの楽しみのために彼女を勇敢な新しい世界に導きます！\u001b[22m, \u001b[1m彼女はすべて1にAriettyとピノ[エルゴプロキシ]だし、それは私たちの視聴の楽しみのために勇敢な新しい世界に彼女を導く未知のこの厄介な愛です！\u001b[22m\n\u001b[1m\u001b[22m\nI think one of the main advantages the storyline gives the anime is the ability to give us multiple angles. And while this isn't the most artistically directed anime I've seen, it definitely was well thought out.\n\n\u001b[1m私はストーリーラインがアニメに与える主な利点の一つは、私たちに複数の角度を与える能力だと思います。 そして、これは私が見た最も芸術的に監督されたアニメではありませんが、間違いなくよく考えられました。\u001b[22m\n\u001b[1m(Watashi wa sutōrīrain ga anime ni ataeru omona riten no hitotsu wa, watashitachi ni fukusū no kakudo o ataeru nōryokuda to omoimasu. Soshite, kore wa watashi ga mita mottomo geijutsu-teki ni kantoku sa reta animede wa arimasenga, machigainaku yoku kangae raremashita.)\u001b[22m\n\nTranslations of \u001b[4mI think one of the main advantages the storyline gives the anime is the ability to give us multiple angles. And while this isn't the most artistically directed anime I've seen, it definitely was well thought out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think one of the main advantages the storyline gives the anime is the ability to give us multiple angles.\u001b[24m\n    \u001b[1m私はストーリーラインがアニメに与える主な利点の一つは、私たちに複数の角度を与える能力だと思います。\u001b[22m, \u001b[1m私はストーリーはアニメを与える主な利点の1私たちに複数の角度を与える能力があると思います。\u001b[22m\n\u001b[4mAnd while this isn't the most artistically directed anime I've seen, it definitely was well thought out.\u001b[24m\n    \u001b[1mそして、これは私が見た最も芸術的に監督されたアニメではありませんが、間違いなくよく考えられました。\u001b[22m, \u001b[1mこれは私が見た中で最も芸術的に導かアニメではありませんしながら、それは間違いなく考え抜かれました。\u001b[22m\n\u001b[1m\u001b[22m\nWhile this anime doesn't ask any tough questions or give one that wonderful peaceful feeling, it does tell an interesting story and leaves its viewer wondering and wanting more. I loved the imaginative quality of the ending and\n\n\u001b[1mこのアニメは厳しい質問をしたり、素晴らしい平和な気持ちを与えることはありませんが、興味深い話をして、視聴者に不思議と欲望を残します。 私はエンディングの想像力が大好きで、\u001b[22m\n\u001b[1m(Kono anime wa kibishī shitsumon o shi tari, subarashī heiwana kimochi o ataeru koto wa arimasenga, kyōmibukai hanashi o shite, shichō-sha ni fushigi to yokubō o nokoshimasu. Watashi wa endingu no sōzō-ryoku ga daisukide,)\u001b[22m\n\nTranslations of \u001b[4mWhile this anime doesn't ask any tough questions or give one that wonderful peaceful feeling, it does tell an interesting story and leaves its viewer wondering and wanting more. I loved the imaginative quality of the ending and\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile this anime doesn't ask any tough questions or give one that wonderful peaceful feeling, it does tell an interesting story and leaves its viewer wondering and wanting more.\u001b[24m\n    \u001b[1mこのアニメは厳しい質問をしたり、素晴らしい平和な気持ちを与えることはありませんが、興味深い話をして、視聴者に不思議と欲望を残します。\u001b[22m, \u001b[1mこのアニメは、任意の厳しい質問をしたり1その素晴らしい平和な感じを与えるものではありませんが、それは興味深い話をし、不思議とより多くを望む、その視聴者を離れるん。\u001b[22m\n\u001b[4mI loved the imaginative quality of the ending and\u001b[24m\n    \u001b[1m私はエンディングの想像力が大好きで、\u001b[22m, \u001b[1m私は結末の想像力品質を愛し、\u001b[22m\nam likely to continue thinking about it long past next week.\n\n\u001b[1m来週はずっと昔のことを考え続けるだろう。\u001b[22m\n\u001b[1m(Raishū wa zutto mukashi no koto o kangae tsudzukerudarou.)\u001b[22m\n\nTranslations of \u001b[4mam likely to continue thinking about it long past next week.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mam likely to continue thinking about it long past next week.\u001b[24m\n    \u001b[1m来週はずっと昔のことを考え続けるだろう。\u001b[22m, \u001b[1m長い過去来週それについて考え続ける可能性が高いです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n*10 points to the House that gets that reference.\n\n\u001b[1m*その参照を取得する家に10点。\u001b[22m\n\u001b[1m(* Sono sanshō o shutoku suru ie ni 10-ten.)\u001b[22m\n\nTranslations of \u001b[4m*10 points to the House that gets that reference.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*10 points to the House that gets that reference.\u001b[24m\n    \u001b[1m*その参照を取得する家に10点。\u001b[22m, \u001b[1m*その参照を取得ハウスに10ポイント。\u001b[22m"
  },
  {
    "title": "Sakasama_no_Patema__Beginning_of_the_Day",
    "id": "13429",
    "url": "https://myanimelist.net/anime/13429/Sakasama_no_Patema__Beginning_of_the_Day",
    "user": "stream_eon",
    "profile": "/profile/stream_eon/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=143921",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  8\n\nこれは、フルムービーのティーザーではありますが、フルレングスムービーで見られるものの始まりです。 この続編の出典がある場合は、続編「Sakasama no Patema」を見てください。\n\nもしあなたが欲しいのであれば、フルムービーの私のレビューをチェックしてください^ _ ^\n\nしかし、あなたがフルレングス映画のソースをまだ持っていない場合、これはあなたがこのプレクエルで期待できるものです：\n\nストーリー：\nこれはちょうど始まりなので、最初の部分を示したので、ストーリーの突然の終了によって中断されることになります。 ここではすべてのシーンでも、すべてが映画に取り組まれます。\n\nアート：\n私のソースのピクセルは最低のものですが、私は完全な長さの映画のバージョンと同じように正確なグラフィックだと考えています。\n\n音：\n映画と同じですが、3曲程度（バックグラウンドミュージックが含まれています）。でも、少なくともそれは合っています。\n\nキャラクター：\nメインキャラクターのみが紹介されました。\n\nエンジョイメント：続編を見たことがない人は、混乱したり、ぶら下がったり、すぐに続編を見たいと思うかもしれません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis is more of a teaser for the full movie but exactly the beginning of what you would see in the full-length movie. If you have a source of the sequel of this one, just watch the sequel 'Sakasama no Patema'.\n\n\u001b[1mこれは、フルムービーのティーザーではありますが、フルレングスムービーで見られるものの始まりです。 この続編の出典がある場合は、続編「Sakasama no Patema」を見てください。\u001b[22m\n\u001b[1m(Kore wa, furumūbī no tīzāde wa arimasuga, fururengusumūbī de mi rareru mono no hajimaridesu. Kono zokuhen no shutten ga aru baai wa, zokuhen `Sakasama no Patema' o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThis is more of a teaser for the full movie but exactly the beginning of what you would see in the full-length movie. If you have a source of the sequel of this one, just watch the sequel 'Sakasama no Patema'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is more of a teaser for the full movie but exactly the beginning of what you would see in the full-length movie.\u001b[24m\n    \u001b[1mこれは、フルムービーのティーザーではありますが、フルレングスムービーで見られるものの始まりです。\u001b[22m, \u001b[1mこれは完全な映画が、正確にあなたがフルレングスの映画の中で見ることが何の始まりのためのティーザーの詳細です。\u001b[22m\n\u001b[4mIf you have a source of the sequel of this one, just watch the sequel 'Sakasama no Patema'.\u001b[24m\n    \u001b[1mこの続編の出典がある場合は、続編「Sakasama no Patema」を見てください。\u001b[22m, \u001b[1mあなたはこの1の続編のソースを持っている場合は、単に '逆さまなしPatema」の続編を見て。\u001b[22m\n\u001b[1m\u001b[22m\nCheck out my review for the full movie too, if you want and if you have time ^_^\n\n\u001b[1mもしあなたが欲しいのであれば、フルムービーの私のレビューをチェックしてください^ _ ^\u001b[22m\n\u001b[1m(Moshi anata ga hoshī nodeareba, furumūbī no watashi no rebyū o chekkushitekudasai ^ _ ^)\u001b[22m\n\nTranslations of \u001b[4mCheck out my review for the full movie too, if you want and if you have time ^_^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCheck out my review for the full movie too, if you want and if you have time ^_^\u001b[24m\n    \u001b[1mもしあなたが欲しいのであれば、フルムービーの私のレビューをチェックしてください^ _ ^\u001b[22m, \u001b[1mあなたがしたい場合は、あまりにも完全な映画のための私のレビューをチェックアウトし、あなたは時間があれば^ _ ^\u001b[22m\n\u001b[1m\u001b[22m\nBut if you don't have the source of the full-length movie yet, this is what you could expect IN THIS PREQUEL:\n\n\u001b[1mしかし、あなたがフルレングス映画のソースをまだ持っていない場合、これはあなたがこのプレクエルで期待できるものです：\u001b[22m\n\u001b[1m(Shikashi, anata ga fururengusu eiga no sōsu o mada motte inai baai, kore wa anata ga kono purekueru de kitai dekiru monodesu:)\u001b[22m\n\nTranslations of \u001b[4mBut if you don't have the source of the full-length movie yet, this is what you could expect IN THIS PREQUEL:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut if you don't have the source of the full-length movie yet, this is what you could expect IN THIS PREQUEL:\u001b[24m\n    \u001b[1mしかし、あなたがフルレングス映画のソースをまだ持っていない場合、これはあなたがこのプレクエルで期待できるものです：\u001b[22m, \u001b[1mあなたはまだフルレングスの映画のソースを持っていない場合でも、これは、この前編IN期待できるものです。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY:\n/ˈstôrē/\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mSTORY:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nSince this is just the beginning, it just showed the first part so you're gonna get interrupted by the abrupt ending of the story. Everything will be tackled in the movie, even the full scenes here.\n\n\u001b[1mこれはちょうど始まりなので、最初の部分を示したので、ストーリーの突然の終了によって中断されることになります。 ここではすべてのシーンでも、すべてが映画に取り組まれます。\u001b[22m\n\u001b[1m(Kore wa chōdo hajimarinanode, saisho no bubun o shimeshitanode, sutōrī no totsuzen no shūryō ni yotte chūdan sa reru koto ni narimasu. Kokode wa subete no shīn demo, subete ga eiga ni torikuma remasu.)\u001b[22m\n\nTranslations of \u001b[4mSince this is just the beginning, it just showed the first part so you're gonna get interrupted by the abrupt ending of the story. Everything will be tackled in the movie, even the full scenes here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSince this is just the beginning, it just showed the first part so you're gonna get interrupted by the abrupt ending of the story.\u001b[24m\n    \u001b[1mこれはちょうど始まりなので、最初の部分を示したので、ストーリーの突然の終了によって中断されることになります。\u001b[22m, \u001b[1mこれはほんの始まりに過ぎないので、それはちょうどあなたが物語の突然の終了によって中断されますつもりだので、最初の部分を示しました。\u001b[22m\n\u001b[4mEverything will be tackled in the movie, even the full scenes here.\u001b[24m\n    \u001b[1mここではすべてのシーンでも、すべてが映画に取り組まれます。\u001b[22m, \u001b[1mすべてはここにあっても、完全なシーン、映画に取り組むことになります。\u001b[22m\n\u001b[1m\u001b[22m\nART:\n/ärt/\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mART:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThe pixel of my source is the lowest one.. but I assume it's just exact graphics as the full-length movie version.\n\n\u001b[1m私のソースのピクセルは最低のものですが、私は完全な長さの映画のバージョンと同じように正確なグラフィックだと考えています。\u001b[22m\n\u001b[1m(Watashi no sōsu no pikuseru wa saitei no monodesuga, watashi wa kanzen'na naga-sa no eiga no bājon to onajiyōni seikakuna gurafikkuda to kangaete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe pixel of my source is the lowest one.. but I assume it's just exact graphics as the full-length movie version.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe pixel of my source is the lowest one.. but I assume it's just exact graphics as the full-length movie version.\u001b[24m\n    \u001b[1m私のソースのピクセルは最低のものですが、私は完全な長さの映画のバージョンと同じように正確なグラフィックだと考えています。\u001b[22m, \u001b[1m私の元のピクセルは、最低1..ですが、私はそれがフルレングスの映画版と同じくらい正確なグラフィックだと仮定します。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND:\n/sound/\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSOUND:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, sound\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, sound\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, sound\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThe same as the movie, just 3 or so (background music included).. but it's fitting at the very least.\n\n\u001b[1m映画と同じですが、3曲程度（バックグラウンドミュージックが含まれています）。でも、少なくともそれは合っています。\u001b[22m\n\u001b[1m(Eiga to onajidesuga, 3-kyoku-teido (bakkuguraundomyūjikku ga fukuma rete imasu). Demo, sukunakutomo sore wa atte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe same as the movie, just 3 or so (background music included).. but it's fitting at the very least.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe same as the movie, just 3 or so (background music included).. but it's fitting at the very least.\u001b[24m\n    \u001b[1m映画と同じですが、3曲程度（バックグラウンドミュージックが含まれています）。でも、少なくともそれは合っています。\u001b[22m, \u001b[1m映画、わずか3かそこら（バックグラウンドミュージックを含む）と同じ..しかし、それは非常に少なくとも、継手です。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTER:\n/ˈkariktər/\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCHARACTER:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, character\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, character\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nOnly the main characters were introduced.\n\n\u001b[1mメインキャラクターのみが紹介されました。\u001b[22m\n\u001b[1m(Meinkyarakutā nomi ga shōkai sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mOnly the main characters were introduced.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnly the main characters were introduced.\u001b[24m\n    \u001b[1mメインキャラクターのみが紹介されました。\u001b[22m, \u001b[1m本体のみの文字が導入されました。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT: If you've never watched the sequel, you would probably confused, left hanging, or want to watch the sequel right away.\n\n\u001b[1mエンジョイメント：続編を見たことがない人は、混乱したり、ぶら下がったり、すぐに続編を見たいと思うかもしれません。\u001b[22m\n\u001b[1m(Enjoimento: Zokuhen o mita koto ga nai hito wa, konran shi tari, burasagattari, sugu ni zokuhen o mitai to omou kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT: If you've never watched the sequel, you would probably confused, left hanging, or want to watch the sequel right away.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT: If you've never watched the sequel, you would probably confused, left hanging, or want to watch the sequel right away.\u001b[24m\n    \u001b[1mエンジョイメント：続編を見たことがない人は、混乱したり、ぶら下がったり、すぐに続編を見たいと思うかもしれません。\u001b[22m, \u001b[1m享有：あなたが続編を見たことがない場合、あなたはおそらく、左吊りを混乱させ、またはすぐに続編を見たいと思うでしょう。\u001b[22m"
  }
]
