[
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "NuclearNecro-42",
    "profile": "/profile/NuclearNecro-42/reviews",
    "pages": "12",
    "number": "1",
    "link": "/reviews.php?id=102707",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  10\n\nまあ、これはこのアニメのレビューを投稿するにはちょっと遅くなるかもしれませんが、私はそれをやっています。私がこれらのレビューのほとんどで書かれていないことを本当に言うことができるからです。 偉大なアニメ「Psycho-Pass」を見ながら人々はあまり考えなかった。\nしかし、ここではレビューに進む：\n\nストーリー -  9/10\nこれは確かに強く弱い点があるので、おそらく最も難しいコンセプトの一つです。 最初のことはまず、今日から約100年後にサイバーパンクの警察調査アニメです。 この代替的な未来において、日本は世界中で完全に孤立しており、今やSYBILと呼ばれるユニークなシステムによって運営されており、あらゆる種類の犯罪の人々の傾向を乱してしまいます。  Psycho-Passという名前の尺度で作られています.100を超える人物はすでに「普通」にならない人で、300人を超える人はすべて削除する必要があります。 そして今、警察はドミネーターという名前の武器を1つだけ動かす。犯罪係数が100を上回ると撃つことができる.300まで、麻痺者を撃つ。狙った人がサイコパスなど 、モードは致命的なエリミネーターであり、それは人を爆破して殺すために撃ちます。\nこれはアニメが定着している世界であり、日本を外に触れない完全に孤独な国にしているのはかわいらしいと言わなければならない。 もちろん、これはかなり論理的な方法で行われます。 このようなことが起こると、シビルのシステムが世界中に広がり、例えば闇市場で取引される可能性があるので、誰も入国できない人はいない。 そして最も興味深いのは、日本が時間の経過とともにより孤立していることに気付くことができるということです。 私はアニメが将来日本に真実になることができるかどうかはわかりませんが（シビルなどではなく）、誰が知っていますか？\nしかし、よく考えてみましょう。人が死ぬべきかどうかを決めるシステム、精神病院に永遠に留まるべきか、普通の幸せな生活を取るべきかを決定するシステム。 それは非常に奇妙なことです。もし我々が緊密に考えるならば、例外のないすべてのシステムは完全ではなく、すべてに1つまたは複数の欠陥があります。 しかし、シビルシステムには欠陥がありますか？ さて、これはあなたがアニメを見て調べるまでです。\nとにかく、アニメは、特に初めに、それが見えるものよりもはるかに深い意味を持っています。 これは、ソーシャルゲームの謎から、女の子が人形になって公共の場所に置かれた場合のように、主人公（探偵 - 私は後で部隊について話します）が解決しなければならない一連のケースから始まるからです。 芸術の一種。 そして、この部分はちょっと退屈だと気づいたが、もちろん、まだ楽しくてよく脚本をしていた。 しかし、あなたがエピソードの半分を過ぎると、最高のキャラクターと、アニメを運んできた人が、後でコメントします。\nまあ、物語は完璧ではなく、アニメの終わり近くに少し落ちますが、それでもまだよく書かれています。あなたが哲学や社会的な議論や評論家にいるなら、あなたは確かに物語を楽しむでしょう。 その本質は、シビルがどのように正しいのか、誰が間違っているのかを決定する方法からです。\n\nアート -  10/10\nアニメについては、アートのコンセプトについてPsycho-Passに10を与えなければなりませんでした。なぜなら、元のアニメシリーズでは今までに見たことのない最良のシナリオがあるからです。 建物からロボット、ラボ、そして特にラビリンスの素晴らしいデザインまで、すべてが非常によく考えられており、詳細です。 シナリオのあらゆる側面には機能がありますが、前にも述べたように非常に創造的かつ詳細ですが、実際には何が起きているのかは、ホログラフィックルームやモバイルなどのシナリオに関する新機能すべてが、  Sybil Systemとそれがどのように機能するかは、シナリオの開発について私が言うときは間違いない点です。\nもちろん、シナリオはP-Pの優れたポイントです。実際のキャラクターも非常にうまくいきます。  「家庭教師ヒットマンREBORN！」の著者で知られている天野明は、サイコパスと比較して貧弱なマンガとアニメであり、いくつかの点でRebornのものとよく似ているという事実は、 それらのすべてがうまく作られており、そのデザインは彼らの性格に大きく合っています。アニメのために選ばれたスタイルは、それが設定されている暗い世界に非常によく合っていると言わなければなりません。\n\nサウンド -  9/10\n\nアニメのサウンドトラックについて話すことはあまりありません。 それはかなり良いとアニメが設定されているサイバーパンクの暗い神秘的な世界に完全に一致します。私はいくつかの曲を多く楽しんだが、もちろんメインテーマは、アニメから他のすべてのトラックを立つ、最高のテーマの一つ （アニメだけでなく）長い間聞いたことがある。 オープニングとエンディングのために、彼らはすべてかなりいいですし、アニメのスタイルにもマッチしますが、2番目のエンディングとオープニングは、最初のものに比べて本当に良いです。\n\nキャラクター -  8/10\n\nまあ...これは物語そのものよりもさらに難しかった。 そして、実際には、私はこのアニメで見つけた大きな問題があるということです。キャラクターの過去などが少ししか開発されていないため、ストーリーの中では気にしませんでした。 しかし、私は主人公のいずれかを嫌うことはありませんでした。それは、私が後で話すものだけで、彼らに何が起こるか心配することができなかったことです。 しかし、文字にもう少し触れてみましょう：\n\nこのシリーズの主役は、警察の新メンバー、ティーンエイジャーのように見える20歳の女性、阿寒恒典です。 そして、彼女にとって興味深いことの一つは、アニメがアクションシーンなどに少し基づいているにもかかわらず、彼女の性格は、「強くて悪いクリシェの女の子」ではありません。 すべてのゲーム、映画、マンガ、アニメ、またはコミック。 彼女は基本的に最もシンプルなサイコパスを持っている普通の人です（実際はそうではありませんが...私はスポイラーを出すことはありません）潜在的な犯罪者になる心配もありません。  。 彼女の発達も強制されていないように見えますが、少なくとも私の目では、それはきれいで、軽くて良い方法で作られています。 彼女の個性はまた、後で明らかにする過去のひどい悲劇的な経験を持っていた彼女のパートナー、コガミ・シニア（Kogami Shynia）を除いて、警察のほとんどの人との関係で彼女を非常にユニークなキャラクターにします。 彼は決定され、ほとんどの人がすでに忘れてしまった目的を探し求めています。 彼は犯罪者としての考え方やアンタゴニストとの無敵の戦いに関してのみ、彼自身はあまり興味深いキャラクターではありません。\n\nだから、ここにいるのは、アンタゴニストです...いったんそれがスポイラーをたくさん必要とすると、彼について話すことは本当に難しく、私は本当にそれらを与えたくありません。 だからここに行きます。牧島将棋は、はるか遠く遠く、悪人ではありません。 あなたが彼に迷惑な悪人や悪い男を呼んでアニメを終了した場合、あなたは物事をどのように見るかについて再び考えなければなりません。 牧島は一つだけを戦い、一つだけを求めている。 彼は間違いなく、物語を前方に運んだ人物であり、不在の人物であれば、アニメはあまりうまくいかないだろう。 彼はまた、私がキャラクターにレーティングとして '8'を与えなければならなかった理由です。 しかし、牧島は、ストーリーが客観的に言っている以上に多くを考えることができるならば、牧島が最高の性格であることだけを知ることができます。\n\n全体的 -  9/10\n\nPsycho-Passには美しい芸術、面白い作図とストーリー、プロット自体の背後にあるより深い意味、そして私が見てきた最高のアンタゴニストの1つがあります。 全体的に、これは、警察の調査を楽しんでいる人や、見ている間に反射して思うものを望むすべての人にとって必見です。 ほぼすべての非難がゴアシーンから排除されているので、敏感な人に見てもらうのは少し難しいかもしれません。\nサイコパスを強くお勧めします。 開始が少し遅く、結論が貧弱で少し残念であっても、それはアニメをたくさん破壊しなかった、そしてそれはまだ私が今まで見た最高のseinenの1つです。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "osirisFIVE",
    "profile": "/profile/osirisFIVE/reviews",
    "pages": "12",
    "number": "2",
    "link": "/reviews.php?id=93461",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  8\n\n個人的には、シリーズは不安定になり始め、好きにはあまりにも多くの行動を取っていました。 そして再び、プロデューサーはおそらく、それが主流に対応し、そうでなければ短期間の注意力範囲を把握するだろうと考えたのであろう。  Philip K. Dickの小説、OrwellとGibsonの名前が賢明に聞こえるように投げ捨てられていて、SpielbergのMinority Reportからいくつかの（またはそれ以上の）アイデアを借りたことは言うまでもありませんが、 私はそれを楽しんだと言う。 法、正義、自由、平和、信念、権利のような抽象的な概念はすべてこの未来的なアニメに含まれています。 それが影響を与える人々を守ることは法律の仕事ではありませんが、人々がそのメリットを信じていなければ、制度の法律を維持するという仕事はできません。\n\nキャラクターの開発は、一番少なく言っても面白かったです。 このような都市で法律を施行する役割を、不機嫌な女の子が記入するのは楽しいことでした。 そんなに短い時間で彼女の肩をあまり見ていたのは信じられないほどのことでした。 アンタゴニストが道徳的に灰色の領域にいるとき、私はそれを愛しています。 彼を憎むべきかどうかわからないところに観客を置く。\n\nこのアニメのロマン主義の欠如についてはうまくいっていますが、関連していなくても、いくつかのエピソードを記入するだけでそれが一塊になっているのは嫌です。 また、驚くべきアニメーションのプロダクションI.Gへの誇り。 このようなプロダクションの品質は、私がより多くを行うことはできませんが、ただの表彰以上の価値があります。 サウンドトラック、オープニングとエンディングの選択も適切でした。\n\n結局のところ、このアニメは、ディックの「電気羊の夢の夢」の核心を十分にカプセル化しました。それは、人間であることが何を意味するのかを探ることです。 少なくとも、私は本当にこのように見たいと思っています。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "Sparkyt3hMadman",
    "profile": "/profile/Sparkyt3hMadman/reviews",
    "pages": "12",
    "number": "3",
    "link": "/reviews.php?id=93029",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  9\n\nあなたは暗いものが好きでないなら、サイクロプスはウーブロウチ・ガンの指揮をとるので、これを今読んでおきなさい。\n\nそれが途方に暮れているので、私はこのアニメがGenの最高のものであると言うことに非常に自信を持っています。  Madoka Magicaは信じられないほどだったし、Fate / Zeroもそうだったけど、Genのフルな能力は彼の躍動的なアートスタイルで見ることができ、このシリーズは最高のものを反映している。 シェルの半分のゴーストのような半透明の半透明の暗闇で荒々しく感じるPsycho-Passは、Genがやりたいことをほぼ即座に示しています。 微妙なニュアンスや興味深い方向の選択肢から、これは非常にうまくいきます。これは私が今まで見た中で最もスリル満点のシリーズです。\n\nしかし、このアニメの私の好きなことは、簡単にその話です。 多少のディスステフィアの未来は、サイビル・インダストリーズ（Psycho-Pass system）の開発責任者であるシビル・インダストリーズ（Sybil Industries）のシステムと組み合わされます。サイコ・パス・システムは、人間が犯罪を起こす可能性を評価するシステムです。 少数派報告では、サイコーパスは完璧ではありません。多くの場合、数字は状況そのものによって歪められ、多くの無実の民間人がサイコパスのレベルを上げ、警察によって誤って殺される危険があります 彼らが座って物事を分別するのにちょっと待てばいいのに\n\nサイコパスは挑戦的なアニメではありませんが、理解するのは難しいかもしれません。 キャラクターの開発は、特に主人公の周りでやや厄介な形で実行されますが、これはそのスリリングな物語と、皮肉なことに、それ自体理解の欠如によって補われています。 しばらくしてからやっていることによって、あなたが知らないことによって、より多くのことが描かれ始めます。 これはほとんどの心理学的シリーズの終わりに向かって逆行することができますが、私は彼らが優れた仕事をしてくれたと感じました。\n\n全体として、Psycho-Passは少なくとも見栄えが良い。 私はこのシリーズが大好きで、そこには他にも少なくとも2,3人の人がいることは知っています。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "Darkmoq",
    "profile": "/profile/Darkmoq/reviews",
    "pages": "12",
    "number": "4",
    "link": "/reviews.php?id=105233",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\nストーリー9：\n\n私はその物語が非常にユニークで魅力的であると感じました。 それは最初に飲み込むのが難しいかもしれないそれらの前提の1つであり、あなたはそれが愚かであるか、あまりにも非現実的であると感じるかもしれません。 結末はやや未解決で、私が理解すると、彼らは新しいシーズンを作っています。 しかし、あなたがそれを過ぎてそれが何であるかを知ることができれば、それは非常に深く、思慮深いアニメだと私は思う。 アニメのストーリーはアクションと犯罪のドラマを越え、犯罪のようないくつかの非常に哲学的な問題を探究していますか？ 正義とは何ですか？ 完全な無犯罪社会はどれくらいの価値がありますか？ 大多数のニーズは少数のニーズを上回っていますか？ このアニメは、非常に洗練された方法でこれらの質問に取り組むことができます。 脚本家のライターも非常によく読まれています。私は引用やアローションの使用がその話題のテーマやメッセージを知らせることが分かりました。 実際のプロットは比較的単純で、おそらく少し予測可能です。\n\nアート8：アニメーションは平均よりやや上に見えました。 私はフレームのいくつかがアニメのいくつかの点でスキップ/吃音しているように見えた。\n\nサウンド8：私は最初のイントロの曲が本当に好きでしたが、彼らは第11話の後にそれを変更しました。残りの音は素晴らしいですが、目立ちません。\n\nキャラクター8. ShinyaとShogoはシリーズで最も興味深く、開発されたキャラクターだと思った。 彼らのダイナミックさは、死神からほとんどの夜間ライトとLを思い起こさせるように行われました。 しかし、これを超えて、私はキャラクター開発にいくつかの問題を発見しました。  Akaneは時には矛盾しているように見え、開発中です。 シリーズ全体を通して。 他のキャラクターの多くは、シリーズのプロットデバイスとして機能しました。 全体的に、主人公は強く、それはshogo / shinyaのアニメを見る価値がある。\n\n楽しさ/全体的な9：良い。 間違いなく時計の価値がある。\n\nその他：\nBlood / gore：シリーズの主砲、支配者は、North StarのFistからのKenshiroの攻撃と同様に人々の頭部/体を爆発させます。  Elfen Liedのような暴力は賞賛されませんが、真に騒がしい死がたくさんあります。 時には何かを見せないようにするのは、それを無礼に見せてしまうよりも奇妙です。\nロマンス：Nope、lol。\nセックス/ヌード：そうではありません。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "MzAnimeGoddess",
    "profile": "/profile/MzAnimeGoddess/reviews",
    "pages": "12",
    "number": "5",
    "link": "/reviews.php?id=99133",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\nPsycho-Passは、あなたが「Death Note」のような犯罪や心理的なアニメを好きなら必見です\n\n芸術作品はあなたを捕まえてくれる素晴らしい仕事をしています。 キャラクターは非常によく発達しており、熱いLOL = Dです。\nストーリーはあなたを端につけてくれるでしょう。\n\nこれは必見です、彼らはシーズン2をやろうと思っています。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "Nadtsu",
    "profile": "/profile/Nadtsu/reviews",
    "pages": "12",
    "number": "6",
    "link": "/reviews.php?id=99309",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n個人的に私はこのアニメが伝説に近いと感じています。\n最初は私はそれがもう一つの落ち込みの物語になると思っていました。最初のいくつかのエピソードはちょっと遅かったです。 しかし、物語が進むにつれて、それはより良くなり、より良くなります。 シリーズの途中で落とす気がするなら、あなたはそうしないことをお勧めします。 全体を見れば、あなたはあなたの個人的および社会的価値観を反映するように強く要請する思いがけない経験に自分自身を展開することができます。\n\nしかし、それが顕著に見えるにもかかわらず、私はこのアニメが想像を絶する残虐行為でいっぱいであるので、非常に邪魔になることを否定することはできません。 人々は精神的に脆弱であり、彼らが自分自身のコントロールを失うと、極悪な悪になります。 最初は、犯罪はかなり一般的に見えるかもしれませんが、あなたがそれ以上それを取ることができなくなるまで、彼らはより酷く酷いことになります！ あなたが暴力に耐えることができないなら、あなたはおそらくこのアニメから離れていなければなりません=暴力は悪い影響を与えることを意図していません。 それはプロットを進めるだけでなく、私たちが考慮する人間性についても疑問を投げかけています。\n\n先進的な先進的な社会にふさわしい寒さと比類のない雰囲気を作り出すので、芸術は素晴らしいと感じています。 環境は見事に見え、街はほとんど独特の二重の性質を持っているようです。光沢のあるエレガントな超高層ビルが一日でいっぱいの素敵な街、夜間にはカーレイドスコープのネオンライト、 キャラクターワイズ：私が気づいた面白いのは、すべてのキャラクターはかなり薄いですが、かなり日焼けしているマオオカ・トモミを除いて、もちろんそれはポイントの横にあります。\n\nその後、演技の声があります。 私は、彼らの声がすべてキャラクターと調和しているので、彼らは実際にはかなり現実的で、少なくとも劇場では聞こえないので、シユウスーは本当に良い仕事をしたと思う。 とりあえず愛らしい姿を見せてくれる女の子です。 彼女は典型的なうそつきの女性のように簡単に聞こえるかもしれませんが、（彼女の驚くほど強い性格のおかげで）彼女はしません。\n\n私が本当に好きではないことの1つは、おそらくOPとEDですが、それは私がそのような音楽にはあまり関わっていないからです：Pしかし、アニメの様々なテーマのアナーキーや不安などに合っていると思います。\n\nキャラクターはすべて、非常に好きです、特にMasaoka、このアニメの父親の姿。 小学生真也は、そのような塊であり、ばかげて知的なものでもあります。 私は彼がちょっと恐ろしいほど完璧だと思う。 私はキャラクターがかなり公平に行われていたので、もう少し開発を使うことができると感じています。 國月弥生のように、周縁史の背景物語があればいいだろう。 これは私たちをそれぞれのキャラクターにもっと関連させるでしょう。 それからもう一度それは必要であるようにではありません。\n\n終了するには、私は実際にすべての極端な暴力を楽しむことはなかったので、アニメは '楽しい'と言うことはちょっと間違っています。  *でも、はい！ しかし、私はサスペンス、好奇心、予期、さらには希望によって克服されました。 私はまた、悲劇に襲われたときのある時点で悲惨に満ちていたので、私は涙が出た。 シリーズ全体が私のための感情的な乗り物でした、なぜ私はそのような暗いアニメにいるのかを思い出させる：彼らは私を人間にもう一度感じさせる。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "Yetenekli",
    "profile": "/profile/Yetenekli/reviews",
    "pages": "12",
    "number": "7",
    "link": "/reviews.php?id=98141",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  6\nキャラクター|  9\n|  8\n\nこのアニメはそれほど悪くはありませんでした。私たちが無人で見られていた場合や、精神的に助けが必要な時を知っていれば、これは人生を見るための希望的で明るい方法です。 しかし、このアニメがいくつかの理由を説明する悪い面もあります。 私はアクションが好きなキャラクターが好きなので、私はそれを得る8"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "khunter",
    "profile": "/profile/khunter/reviews",
    "pages": "12",
    "number": "8",
    "link": "/reviews.php?id=95725",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは素晴らしいアニメです。 これは良いvs悪の使用とその間の灰色の領域を使用します。 それは素晴らしいキャラクターを持っています。それぞれのキャラクターはあなたが関連することができ、かつ/または賞賛することができます。 アンゴニストの将棋は、私が彼を理解できるので、私は驚くべきだと思う人さえある。 実際、このショーでは、本当のアンタゴニストが誰であるか疑問に思うかもしれません。 現実世界で起こる可能性のあるものであり、現在技術的に起こっているものでもあるため、（人を判断する）シビルシステムは、あなたを関連付けることさえします。  （ショーのような極端ではないが）。 話はちょっと遅くなったけど、エピソード4または5の周りには本当にいいと思っていて、毎週出てくるのを待つことはできませんでした。 非常に新しい（2013）ので、アニメーションは素晴らしいですし、シリーズを見た頻度に応じて1週間ほどで見ることができます。 しかし、この1つを見て価値があるので、あなたがそれを後悔させない場合は、あなたのリストに追加してください。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "TheNextThing",
    "profile": "/profile/TheNextThing/reviews",
    "pages": "12",
    "number": "9",
    "link": "/reviews.php?id=95253",
    "jp": "--- --- --- | ---\n全体的な|  6\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n未来の日本についての洗練された、暗い、不気味なSF  - いくつかの絶対的なコンピュータシステムによってすべての犯罪ポテンシャルがスキャンされる（ヒント：そうではない） 私たちの主人公は、システムの判断（「サイコパス」レベルが高すぎる人を逮捕したり、あまりにも遠くにいる人を殺すことを意味する）を実施することを任されている政府機関の代理人です。 私たちは、これらすべてのキャラクターとその理想とその裏話（すべてがこのシステムの影響を受けているようだ）について学びます。 私は、いくつかの一回限りのエピソードはありますが、そのすべては多かれ少なかれショーの大きなプロットアークと結びついていると評価しました。\n\nショーの主人公は、ショーのアクションに暗黙のうちに何が起こっているのかを明らかにし、その後、それについてコメントしています（これはクリストファー・ノーランの映画ですか？）ショーの作家であるウンブチ・ガン 参照と恋に落ちる。 シェイクスピア、ルソー、テラヤマはすべて、アクションを通してさまざまなポイントで名前を確認します。 確かに、リファレンスは無作為ではなく、実際にショーに出ていることを明らかにするのに役立ちますが、私はそれがそれを言及するのに十分普及していると考えました。\n\nPSYCHO-PASSの強みは究極的には哲学的調査ではなく、新人からプロへのリードキャラクターの成熟を描いたものです。 それが、私がショーから取り去ったものを終わらせるものであり、自由意志、警察国家技術の詐欺行為のどれもではないことは驚くべきことです。 ショーのエンゲージメントが最初よりも浅いことを意味するかもしれません。 しかし、これはショーが大いに面白くなるのを妨げるものではない。\n\n私のブログからコピー/貼り付け：thenextthingblog.wordpress.com"
  }
]
