[
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "animelambie",
    "profile": "/profile/animelambie/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=90803",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n今年はこのアニメを見逃した人にとって、本当にすばらしかったので、すごく残念です。 同様に、Urobuchi Genが心を壊してしまったので、私もそうしなかった人には申し訳なく思っています。\n\nこのシリーズは近い将来に設定され、個人の心理状態、性格、犯罪発生確率を瞬間的に数値化することが可能で、すべてが個人の「サイコパス」に記録されています。 彼らの「犯罪係数」指数が高すぎると、警察官である警察官によって追及され、逮捕され、彼らの「狩猟犬」は執行官に逮捕され、逮捕される。 このようにして、注文は維持されます。 公安局の犯罪捜査部のユニット1は、ユートピアの一見社会の中で正義を維持するためにシステムをナビゲートする。\n\n他の何よりも前に、ショーが早い時期に重い批判を受けた理由をいくつか説明しておきましょう。\n\n私は、tumblrの頻繁な仲間として、エピソード1の直後にシリーズの主人公を却下する人がたくさんいたことを知りました。 彼女は素朴で理想主義的であるために多くの不安を抱えていたが、それが彼女の性格開発の全体のポイントだった。 彼女のデザインのせいで彼女がどれほど憎しみを感じたか、またあなたには恥がかかっていた。 監督と作家の両方は、「モエ」はサイコパスから完全に省略されると明言した。  Akaneはモエかどうか（ピンクのクラゲは近づいていますが）の間には多くの前後がありますが、あなたは彼らの理髪のためにキャラクターを憎むことはありません。 個人的に、彼女はかわいいと思う。\n\nあまりにも遅い：私は理解している、シリーズはそれが最初の時間です。  Psycho-Passは、エピソード10まで、実際にはそのストーリーの中心に達していません。しかし、これまでのすべては、サイバーパンクの設定、キャラクターの関係、後で信じられないほどの報酬の設定に費やされました。 シリーズのすべての暴露は、ライターが自分の話を完全に描いてくれるマスターであるため、以前に設立されたもの（はい、HyperOatsでさえ）を話します。 後で話の中核に到達するのは、最初のケースを徹底的に調べる価値があります。\n\nPsycho-Passはマイノリティ・レポートの逸脱で、スティーブン・スピルバーグ監督、トム・クルーズ主演の2002年の映画で、伝説のSF小説作家、フィリップ・K・ディックが作った同名のショート・ストーリーに基づいています。 そして正直なところ、これに私は言わなければならない...だから何？ 予告編を見るだけで、パシフィック・リムはエヴァンゲリオンの邪魔だと簡単に言うことができますが、それはどんなレベルでもそのメリットについて何も言いません。 だから、たとえシリーズが派生的であっても（そして、最近はどんな素材ではないのですか？）、2つは異なるテーマに焦点を当てて、全く別の話を伝えます。 少数派報告書は、サイコパスがその中心の復讐の話であり、同じ種類の設定で行われている正義の審査である人間の自由意志と選択に関する注釈です。\n\nフィリップ・K・ディックの作品は実際にこのシリーズで言及されているので、ジョークはあなたの上にあります。 文学的な恥知らずの点まで、シリーズがどのように偉大な作品に見られるテーマや哲学に敬意を表しているのかは明らかです。 ジョージ・オーウェルやジョナサン・スウィフトの名前が一貫していかに迷惑になるかわかりましたが、古典的な文学の大物として、私が読んだ本の中で言及していることを拾い読みし、 私はシリーズをさらに良く理解することができました（ハードコピー - 電子書籍には文字がないため）。 また、暗闇への降下についての長きにわたる討論と同じくらい、闇の心のイメージが伝わり、人類の本当の性質がもたらされます。 それは常に微妙なことではありませんが、それは挑戦的であり、ショーを単なる別の犯罪スリラーアニメよりも高めるものです。\n\n私がそれを続けていく前に、サイコパスは血まみれで暴力的で騒がしいものであり、心の弱い人ではありません。 このアニメは、肉体的にも精神的にも残酷なシーンを持ち、監督は観客の子供たちが見守った後、人生に傷を負わせたいと冗談を言いました。  O_Oしかし、それはあなたの心が裂かれる理由ではありません。\n\nUrobuchi Genがこれを手伝ったので、あなたの心は裂かれます。\n\nUrobuchiさん（Fate / Zero＆Puella Magi Madoka Magica）は、ダークで虚無主義的なテーマや悲劇的なプロットを描いて知られており、愛らしいニックネーム「The Uro-BUTCHER」を獲得しています。 私が元のまどかレビューを書いたとき、私はこの男が誰だったのか、自分の感情に何をするのか分かりませんでした。 スプーンで自分をロボタイミングするのは苦痛が少ないでしょう。 もし私が知っていただけなら...\n\nウロブチさんが説得力のある物語を書くことができる理由は、彼が虚無主義を重いものにしているか、アニメ業界の現在の傾向から離れているからではありません。 非常に良い理由が2つあります。\n\n1.彼は属性や瑕疵、個人的な動機と信じられないほどの発達を持つ、現実的で人間的な人物を書く方法を知っている（Ginoza Nobuchika参照）。 観客は悲劇的な出来事が起こるために苦しむことはありませんが、あなたが知り合い、愛して共感するように成長したこれらのキャラクターに起こるためです（Ginoza Nobuchika参照）。\n\n彼は決して標準的な白黒の紛争を書いていない。 安心のために人々の精神状態を監視するシステムは、間違いなく自由意志を取りますが、それがなければ社会は混乱に陥ります。 執行者は、正義のためではなく、個人的な復讐のための主要な敵対者を倒そうとする。 アナキストが勝利すれば、理論上、人々の意志はシステムの崩壊から生き残る限り元に戻る。 あなたが彼のシリーズを見ているときに、あなたはあなたが勝つことを望んでいるのか、そうすべきかを知らないかもしれません。  （このシリーズの「サイコスキャン」は、日本でどのようにメンタルヘルスにアプローチしているのかを踏まえて挑発的です。）\n\n人間の本性、社会の性質、法律とガバナンス、善と悪について多くの論評があります。 ここで噛み砕く脳のキャンディーがたくさんあります。  Psycho-Passは、あなたが脱出するためにアニメに旅行したり、あなたの心を消しておくことを望むなら、見るべきシリーズではありません。  Madoka Magicaのようなものと同様のテーマや物語の要素を共有していますが、複雑さ、科学小説の犯罪謎のジャンル、哲学と文学の統合はそれほど普遍的ではありませんが、私のような人にとっては魅力的です。\n\nウーブロウチの前作を知っていると私は心配していました。 スタッフ全員が最後のエピソードを叫んだと聞いて、私は非常に心配していました。 しかし、Psycho-Passは、彼の前に彼の血まみれの評判があるにもかかわらず、Urobuchiさんは、多様性と拘束力を示すだけでなく、ねじれて信じられないほど感情的であることができるマスターストーリーです。 彼の名前は私が今から続くと確信しているものです。\n\nああ、それも素晴らしく見えた。 そして偉大な響き。 ここでの生産I.G.の仕事はすばらしく、彼らは一般的に一流のスタジオです。 プロダクションは後退する時を知っていたので、後で重要な場所を本当に提供することができました（犬の狩猟場面は非常に暗く見えにくいですが、「判断の門」？ 背景は信じられないほど詳細でシリーズは非常にカラフルでありながら非常に暗い管理、素晴らしい外観を持っています。  CGの統合も非常に印象的でした。22世紀の世界ではテクノロジーが主要なモチーフであるため、彼らはそれを成功裏に取り除いたことをうれしく思います。 私はちょうどそのスタイルに描かれているかもしれませんが、天野明のキャラクターデザインはすごくいいです（はい、あかねちゃんも）。\n\n*石鹸ボックスに飛び乗る*エピソード18、「水に書かれた約束」は、スケジューリングの問題のために完全に荒々しくなってきた。 ディレクターでさえ、エピソードを時間外に出すために、不完全な気分になるだろうと謝罪した。 これは、GainaxやGonzoのような一般的なアニメーションの品質低下を許容するだけではなく、正直なところ、時間の問題を正当化することです。 エピソードでの制作はホームメディアのリリースに間に合うだろうし、それは他のシリーズと同じくらいの品質になるだろう。  *ソープボックスを跳ね上げる*\n\nスコアは非常にシンギュされていて、さまざまな種類のサウンドを追加して遊んでいましたが、アニメの未来的な設定とダークトーンに合っていました。  OSTにはいくつかの傑出した作品がありますが、私は、メインテーマと静かな瞬間のために予約された非常にきれいなサブルクなピアノ作品が好きです。 サイコパスは、エヴァンゲリオンの本の中から葉を盗んで、バッハを演じることを犯していますが、少なくとも、高い眉の嫌悪感はここでより意味をなさない。 すべてのOPとEDは、同様に成功し、美しいアニメーション（そして少しの予兆）を演奏しました。多くの曲が特定の文字のために書かれていました。  「異常化する」とは、牧島のことを念頭に置いて、「なまえの舞台芸術」を聴かなければならない小学生の性格を指します。 また、私はファンサイトが\"私はfeeeeeeellll\"または\"あなたの決して一人で歩いて\"とどちらも疲れないと思う。\n\n私はアニメーションのマラソンを好むので、一般的に私は週に1回のショーを見ている。私が本当にそれに入るとき、私はエピソードの間に待っている間何もすることができない（Ep。19、  。 そして、私は2012年の他のアニメでこれをやっていないので、毎週、週末、終わりまでのハイライトだったと、私は言う。 私は外に出て、今Proustを買うつもりです。 信じられないほどの乗り物。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "Inferno792",
    "profile": "/profile/Inferno792/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=186595",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  5\nキャラクター|  5\n|  6\n\n私はPsycho Passに関する素晴らしいことを聞きました。そして、それはDeath Noteと比較されて、私はそれが素晴らしいと思った。 しかし、私はアニメがあなたのミルダークテーマシリーズのあなたの走り以上のものであるとは思わなかった。 私のレビューを嫌いな人として捨てる前に、あなたがちょうど2,3分かかって私がサイコ・パスを考えたことを読んだら感謝します\n\n\nストーリー -  7/10\nPsycho Passの設定は近代日本の未来的なもので、Psycho Passが高く曇っている人は裁かれた犯罪者または強力な犯罪者です。 特定の格付け以上のサイコパスを持っている人は、危険と判断され、希望がない犯罪者ですが、有能な犯罪者は他の犯罪者を捕まえるために警察と一緒に執行官として働くことができます。\n私が物語で6を与えた理由は、最初の数回のエピソードがプロットとの関連性がなく、かなりぼろぼろだったからです。 エピソードそのものは無関係ではなく、むしろそうすることで無駄になるエピソードの量です。 しかし、この番組では、8話の周りで話が始まり、16話までは良い話が続きます。 その頃、私たちは主役と敵対者の間に対立を持っています。 ショーは16-17のエピソードの前に説明されたいくつかの前の事柄でそこで終わったはずです。 次の6〜7回のエピソードは、プロットデバイスに完全に基づいています。 私はあなたのために十分に台無しにしたと思う。\n\nアート -  6/10\nPsycho Passの芸術は大丈夫です。 本当に特別なことではありません。  2012年にリリースされたアニメにとってはあまり良いことではありません。当時の他のアニメと比べると、芸術は遠くまでは目立っていません。 それは時々本当に不安定になり、これが2010年以降にリリースされたアニメかどうか疑問に思います。\n\nサウンド -  5/10\nこのアニメには記憶に残るサウンドトラックはありません。 私はちょうど数日前にアニメを見てきましたが、私はシリーズの1つのテーマさえ覚えていません。 最高で、まともなサウンドトラックが2本あったかもしれませんが、それはそれでした。  Psycho Passの音について良いことが1つあれば、それはかなり良い声だったでしょう。\n\nキャラクター -  5/10\n悪役、牧島将軍以外のキャラクターは浅かったし、私が一番嫌ったキャラクター、女性MC、菅森茜は、最後のいくつかのエピソードで突然の人格変化を起こしたちょっとしたジャンパーだった。 彼女はSibyl Systemを転覆する絶好の機会を得たが、何もしなかった。 彼女はアンタゴニストを3回殺す機会を得て、彼女はそれを行うには弱すぎます。 それはちょうど私に作図操作だった。 人々は彼女が多くの開発をしたと言うが、彼女はしなかった彼女はシリーズ全体を通して失われた、弱い人格を持っていたし、最後のいくつかのエピソードで突然すべての勇気と決定的になります。\n\n男性のリード、小笠原真也は、Akaneが彼女にしないと言ったいくつかの機会を除いて、彼がほとんどのシリーズで望むことをやっているスマートな男です。 そのようなすべての事例で、彼は、その反対が行われるべきであることを知っているにもかかわらず、彼女が言うことを嘆き、嘆かわしい。 彼は誰にも耳を傾けず、何とか初めからあかねに耳を傾ける。  （彼はなぜか彼が彼女に耳を傾けるわけではないので、どちらかの女の子のために感じていない）。\n\nアンタゴニストは良いキャラクターですが、彼はゲイリー・スチュです。 彼はインテリジェントな、薄いですが、Shinyaが動き出して本当に良いビルドを持っていても、Shinyaを何度か圧倒しています。 彼はまた、超自然的な力なしに、本当に素早く癒しの驚異的な持久力を持っています。 しかし、他人と比較して、彼は最高の性格であり、彼の行動が良いか悪いかが問われています。\n\n楽しさ -  6/10\n全体的に、私はPsycho Passの中間のエピソードを楽しんだ。 スタートは大丈夫だったが、エンディングはばかげたものだった。 真面目なエピソードは、エキサイティングなシーンもあり、本当によかったです。 最初の数回のエピソードは遅く、退屈で、プロットとはほとんど無関係で完全に非合理でした。 終わりと同じ。 私が数回前に言及したように、このショーは14エピソードショーの周りにあったはずです。 最終的にあまりにも多くを引きずってしまって無意味な結末に至り、結論に先立つエピソードにはどちらについても書いても何もなかったので、20 +エピソードは本当に必要ではありませんでした。\n\n全体的 -  6/10\nあまりにも多くのプロットデバイスが関与していなかった場合、そしてそれらのエピソード16-18の周りのアニメを終了した場合は、両方の男性が近く死に至ったところで、ショーは本当にずっと良かったかもしれません。 また、彼女の性格が突然変わったとき、本当に茜は私を悩まし始めました。 私はキャラクターの成長が好きで、彼女は何も得られませんでした。 彼女のキャラクターは、ちょうど1つのエピソードで大きな跳躍を、自分の重大な意思決定をするのに十分な強さを持つ勇敢な女の子に敵を撃つために実際の銃を使用することもできない、"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "AzRAELGoDLIkE",
    "profile": "/profile/AzRAELGoDLIkE/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=189481",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  5\n|  4\n\nまず、このシリーズの概要を知りたい場合は、別のレビューを読むことをお勧めします。\nこれのほとんどは私の怒りとその物語がどのように感じられたかについての私の偏った意見です。 それは誰のための推薦として見るべきではなく、思考するいくつかのアイデアのようなものです。 あなたがまだ興味を持っているなら、読書を続けることができます。\n\nこれを読む前に、あなたがスポイラーと悪口のために準備する必要があります。それは私がいくつかのことを説明できる唯一の方法だからです。\n\n最初のエピソードシリーズは、カウボーイビバップスのエピソードを示すスタイルを思い出させます。 あらかじめいくつか説明しています。 少数のエピソードの後で、アニメはそのスタイルを、毎日の警察の仕事から長い仕事に変えます。  「主な」アンタゴニストはショーの中心になっている、牧島。 彼は少し後に彼を説明します。\n\nメインキャラクター（MC）は、シビルと呼ばれるコンピューターシステムが人々を支配する時に警察のために働く少女です。\nさて、つねまりについて何か間違っています。 彼女は無意識に彼女の犯罪係数を制御することができます - ＆gt;\n\nCriminal Coefficientは、Sibylシステムで人々が判断するためのパラメータです。 もしあなたが犯罪をしたり、犯罪について考えているのであれば、シビルのシステムは犯罪係数を測定し、あなたの気持ちを表します。  UHHH、マイノリティレポート、誰ですか？\nこの犯罪係数の制御は、主要アンタゴニストの特徴を思い起こさせ、シリーズではますます明らかになっています。\n結局のところ、それらの人々は特別です。\n\nショーについて私を怒らせた主なものは、主人公bahaviourでした。彼女はシビルのシステムに従っています。彼女の理想はすべて終わりに向かって裏切り、それを保護し、何かが変わってもシステムが消えるような理想を夢見ています。  。\nAwwwwh、どうぞ、これはなんとなくです。 システムに続いて、それはすべての人間を判断するためのもので、犯罪者の係数を無視するこの特別な力をもって、殺人犯と犯罪者の上に構築されています。 月の瀬はこのことを知り、「もちろん、非常にショックな反応でそのエピソードにショックを受けた」...何もない。 彼女はちょうど最後にそれを受け入れる。 どうして？\n「スペシャル」なので約250人の大量殺人犯と犯罪者の心にシステムを構築させてください。 ちょうどそれを無視してくださいtunemori 'GOOD JOB、GOOD GIRL'...\nその理由は？ このシステムは人類を守り、幸福をもたらします。\nうん、私のお尻。 人の半数が檻に入っていて、いくつかは逃げ出したラットのように生きていて、最後は少女です。この1つのエピソードでは殺人のようなことはすべて無視しています。  Easyyyy\nまた、彼女たちの親友を奪った特別な人たちは、司法制度がそのような人たちの上に構築されていることを無視することができます。 何を今まで、私のアドバイスを聞きたいですか？\n\nそこにEMPグレネードで下車してケージを閉め、脳を溶かし、人間の鳥を解放してください。そのケージに住んでいる人はほとんど知られていません。 すべての感情を殺し、無意味な人生を生きて、彼らによって決められた。\n\nシリーズが私から掴むことができた唯一のポイントはアンタゴニスト牧島から来た。 シリーズの彼の魅力は、このアニメに未来を与えました。 不運にも、彼は彼の「ゼロレクイエム」を奪われた。\n何ができたでしょうか？\nハッカーの人からの失敗の後、クリフハンガーシーズンのシリーズを終了してください。 シーズン2に進み、狂気のカムバックを築きなさい、それ以外に何か？ それとも、今シーズンにもっと多くのエピソードでそれをやったことができました。弱い結末ではなく、第2シーズンへの哀れなリードです。\n\n\n私の最終的な考え：\nもちろん、このシリーズは悪くない、その反対ですが、それは8.5〜評価で彼の立場に値するものではありません。 松島のシーンでは、キャラクターの奥深さと壮大さを破壊した後の、かなりファイン（6）〜グッド（7）。\nwtfのように？ ハッカーの男と彼の3人の馬鹿は、その馬鹿に簡単に対処して、この馬鹿げたことを明らかにすることができました...老婦人は、ビデオゲームがアップロードされた後、他のものを殺したでしょう。\n私はそれを見ました、私は最初のいくつかのエピソードが好きでした、私は高い希望を持っていた、彼らは物語の計算能力によって挫折しました。\n\n通常の条件では、他のアニメと比較してidが8になっていますが、これはちょっと高品質ですが、偏見のある利己的な意見に固執し、5で行っています！"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "jawnmewn",
    "profile": "/profile/jawnmewn/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=136769",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\n「良い」と「悪い」を区別する行よりも、定義されていない、ぼやけて、あいまいなものはありません。 この問題をさらに複雑にするのは、「行動が他よりも悪い/良いと言われていますか」という問題です。 銀行強盗のようなものに比べて、無実の人の殺人事件はなぜ悪化すると考えていますか？ ホームレスの避難所でシンプルなボランティアよりも何百人も命を救う医師は「良い」か？  Psycho Passは今日の社会的状態の現実的な表現ではないかもしれないが、人間の道徳観、心理学的概念、感情の変動はすべて、私たちの思考の方法論と人生そのものの見通しに適用できる。\n\nショーの前提は面白いシナリオです：シンプルな体液スキャンで人の潜在能力を判断し、その人を判断/割り当てできる世界に住んでいたらどうでしょうか？ 特定の職業、あなたの潜在能力の範囲、精神不安の可能性、犯罪を犯す可能性について、あなたの適性について言われます。 これはサイコパフが設置されている世界です。この公演は、公安局の刑事捜査課とそれに割り当てられているさまざまなケースに従います。 私たちは、犯罪を解決する仕事を通じて、正義と不正の戦い、そしてこのライフスタイル全体を可能にしたシビルシステムに関するさまざまなイデオロギー間の衝突に徹底的に取り組んでいます。\n\nPsycho Passの最強のセールスポイントは、よく発達した複雑なキャラクターのキャストです。 私たちには、犯罪調査部の新たな調査官である朱根宗登があります。彼女の信念は、「正義」として最も一般的に定義されています。 彼女は、司法は絶対的であり、犯罪者は処罰されなければならないという理想的でありながらも素朴な考え方を表しています。 彼女は法律を彼女の心の近くに持ち、非常に若くて未熟であるが、彼女は知的人であり、人々の善を見ようとする。 社会のより邪悪な側面への彼女の露出を通じて、彼女は彼女の信念への挑戦と彼女が個人としてどのように変化するかに耐えることができるかどうかを観察する。\n\n彼女が犯罪を解決し、大部分の「汚い仕事」をすることは、彼女の下のエンフォースラーの一人です。 社会の暗い側面に精通し、犯罪者の心に対処する経験が豊富に蓄積されているように、彼は計算力があり、知的で物理的に熟達しています。 正義と他の人の本性に関する彼の見解は、茜のものとは異なり、この違いがショーの原動力となります。 彼は通常収集され論理的ですが、彼の感情は彼を不合理に行動させ、不安定な状況に陥らせます。 彼の解決と探偵技能はテストにかけられ、彼は彼の信念を強化するために彼が通過する長さを示します。\n\nこの2つに加えて、犯罪者と潜在的な人に対する非常にしっかりとした信念を持ったベテランのインスペクタであるGinozaと、探偵でありながら潜在的な犯罪者とみなされ、ちょっと古風な経験豊富なEnforcerであるMasaokaがいます。 私たちはまた、5歳で犯罪者としてマークされ、それ以来エンフォーサであったシバイル・システムと、以前のギタリストであった弥生が、 誰かが彼女に親愛なる人のように犯罪者として終わることのないようにする。 私たちの1号機のまわりには、犯罪解決の単位を助ける局のアナリスト、シオンと、局の謎めいたチーフ、ジョシュがいます。 これらのキャラクターのどれも重要でないか、または解雇するのに十分なほどの傷つきがないという事実はかなりの偉業ですが、Psycho Passはそれぞれのキャラクターの深さと主要なプロットとの関連性を与えます。\n\n時間の試練を立証した議論は疑問である：人間は本質的に善悪であるか？ 私たちは正義によって側に向かって努力していますか？私たちの性格、私たちの人格、私たちの存在全体にあるのか、それとも正義の人として現れるファサードを単に創るためですか？ 私たちの行動は個人的利益のためにすべてを行うという点で、自己利益の頂点ですか？ 関係を鍛造し、債券を創出する。 彼らは単に個人的な満足と幸福の最終目標に達するための方法ですか？  Psycho Passは優れたストーリーテリング、熟練したペーシング、現実的なキャラクターのキャストを通じて、この問題を描き、解決します。 潜在犯罪者を防衛しようとしているアカネを見て、無邪気さを証明する機会を与えることから、個人的な復讐と正義の定義に基づくシンヤの動きに、Psycho Passは聴衆を一貫して警告し、 予期せぬ、全面的に興味をそそる。\n\n芸術は大胆で、目の目を引く。 カジュアルな会話シーンからダイナミックでハイテンションの戦いシーンまで、すべてが驚くべきフィネスでアニメーション化されています。 いくつかは文字のデザインのいくつかを嫌うかもしれませんが、それは最終的に個人的な好みです。 このサウンドは、SFのショーに適しています。  OPとEDは明るくてキャッチーで、ショーの終了後もあなたに付き合います。 彼らはサスペンスを構築し、気分を盛り上げるために役立ち、すべてがすべての写真に収まり、よくコーディネートされたショーを提供します。\n\nPsycho Passは、私が信じるように、傑作と考えることができます。 思考を刺激する対話とプロット、過度でも圧倒的でもないドラマと緊張の量、そして私たちの多くと同じくらい複雑なキャラクターのグループでも、サイコ・パスは私たちが作った 前に見た。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "Catsrcutest",
    "profile": "/profile/Catsrcutest/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=101221",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\n短期間（1ヶ月程度）にこのシリーズを2回観ても、それを最大限に楽しんだ後、最終的に私の最初のMALレビューを書くように強く感じました。\n\n私はプロットの要約書を書くことを迷惑にならないでしょう、上記の少し上の本質を読むことができます。 私は、しかし、プロットを評価しようとします。  Psycho PassはPPと呼ばれることもあります。\n\nプロット：9.5 / 10：\nこのシリーズは、近い将来、警察のSFの大部分を占めています。 これは、サイコ・パスが、さまざまなジャンルで混乱を招くことなく、むしろ陳腐な音を出してしまったように聞こえます。 近くの未来/ SFは常に存在しますが、警察の要素は時には非常に顕著であり、シリーズはほぼクリミ/刑事シリーズになりますが、バックグラウンドでは、  PPの世界がどのように機能しているかを示します。 同様に、それは、すべての時間の存在ではなく、小さな隆起でより多く来るという行動である。 このシリーズはユーモアの限られた量だけでなく、ロマンスの慎重なヒントを提供しますが、あなたはシリーズでこれらのものを見つけることができます。 しかし、あなたがロマンチックなコメディーPPを探しているなら、それはそうではありません。 ドラマはしばしば非常に強烈で、時には悲しみもあります。これにより、キャラクターに関連しやすく、ストーリーのより複雑な部分を理解しやすくなります。\n\nPPのプロットは、同じ悪役の周りに焦点を当てた小さなアークで構成されています。 これらの円弧はすべて完全に完全に完成し、最終的にはほぼ完璧な形で一緒に来ます。  PPは巧妙なプロットを持つシリーズです（イーオも、デスノートとよく似ています）。  PPでは、ランダムなことだけでなく、何らかの理由で事態が起こっているように見えます。 数回それは退屈かもしれませんが、一般的に、PPは正しい量のジャンルの良い混合物を持っています。  PPはあなたが見ているときに焦点を合わせなければならないシリーズでもあります。 物語は間違いなく複雑であり、他のすべての本当に良いシリーズのように、あなたは思考を離れる。 私はいつも「私は社会がこのようになることを望んでいますか？」と考えていました。 あなたの定義の定義は、あなたがPPを見て再考するかもしれないものです。\n\nすべてのすばらしいプロット、1つの退屈なep。 それは私のために9.5 / 10になります。\n\nアート：9/10\nアートは私が本当に難しいと評価しているものです。 文字のデザイン自体は、事実ではなく、意見の問題です。 したがって、アニメの芸術は、主に景色とアニメーションの流れで評価されなければならない。\n\nPPの風景はとても美しいです。 建物、公園、照明、すべてが本当に素晴らしいです。 ビジュアルはしばしばあなたを気絶させます。 しかし、それがとても良いとはいえ、私はよく見てきましたが（それほど良いプロットのシリーズではよくありません）、そのため風景は私から8〜9の間しか得られません。\n\n一方、アニメーションフローは非常に単純です。 たぶん私は適切なアニメを見たことがないが、私はPPのような良い3D-look-a-likeアニメーションとして見たことがない。 正方形のオブジェクトは、3Dのように見えるようにアニメーション表示され、画面から出てきます。 また、完璧にアニメーション化された毎日のオブジェクトが、時には重要でない方法でも、独特で完璧です。 正直、私はアニメーションが息を呑むように見えました。\n\n私が注目した別のものは、PPをもう一度見て、光の反射でした。 ああ、美しい。 多くの場合、終わりには、激しい海のように見える軽い打撃水が見えます。 しかし、それは私が綴られていたのではありませんでした。 それは光がキャラクターの目に反映される方法でした。 光が時々彼の目の色を変え、アニメーションを非常に現実的なタッチにしました。\n\nあなたが詳細を見れば、PPには驚くほどの芸術があります。\n\n今、音に（私はxDを作り出している巨大なレビュー）：9.5 / 10\n\nオープニングとエンディングはキャラクターデザインと同じように言えますが、価値は個人的な意見に基づいているため、OP / ENDは格付けできません。 私は、しかし、私がしようとするだろう音楽の歌詞とフィネスを評価することができます。\n\nあなたが歌が好きか否かに関わらず、オープニングとエンディングは、シリーズに完全にフィッティングするという客観的な言い方ができます。 特に私が思う最初のOPとENDは、アニメでこれまでに見た/聞いた曲の中で最もよく合うものです。 おそらくこのシリーズの歌詞が作られたでしょう。 真剣に言えば、彼らはあまりにもうまくフィットしています。 最初の作業では、一連のシリーズ全体で尋ねられる社会の問題が提起されます。 結末では、キャラクターの一人に合った曲を手に入れることができます。速いペースで、これらの2曲もシリーズのアクションにフィットし、さらに緊張を高めます。\n\n次の曲もいいですが、もっと静かでロマンチックな曲をとります。私はこのシリーズには適していません。\n\n次は、バックグラウンドミュージックです。 一般的に、トラックは良好で、フィット感が高い。 ちょっと外れたものがあります。これは間違いなく私のサウンドスコアを引き下げます。\n\n最後は声優のキャストです。 実際に私はこれを評価するのに十分な熟練を感じていないので、私は一般的に満足していると言うでしょう。 私は、ほとんどの声優が素晴らしいパフォーマンスを出し、その声がキャラクターに合っていると思います。 私は限られたスキルで、Makshimasの俳優はぎこちない仕事をしたと言います。 彼の声は完璧だった。\n\n最後の発言はもう一つのボーナスです。ほとんど見られないもの、終わりのビデオが毎回同じではなく、それだけではありません - 曲のさまざまな部分が最も完璧なフィット感を奏するように選ばれました。 エンディング曲の2つの部分。 私が何を言おうとしているのか。 ビデオと曲は、いつも完全にプロットに合うように構成されていました。 それはまた、次のことを意味します：終わりを見る毎回、そこには重要なプロットがあるかもしれません。\n\n最後は文字：9/10：\n\nこのシリーズの主人公は、若い女性検査官、つづき茜です。  Akaneは標準的な泣き顔の赤ちゃん、完全な正義、不合理な、感情的な、非常に迷惑なキャラクターのようです。 しかし、私はあなたに話すことができます、彼女はそうではありません。  Akaneは非常に人間的な人間です。 たとえば、ストレスを受けた状況の影響を受け、時には感情を彼女の判断を曇らせさせる人。  Akaneは明るく、正義を強く信じています。 彼女は本当に良い人です。この世界を信じている人は、私は彼女が処罰されるべきではないと思います。 彼女は学習しなければならない初心者であり、彼女はしています。 彼女の性格の発展は、私がいつも見るものとは違って、私が期待していたものとは異なります。 彼女は完璧ではないし、はい、彼女は（キャラクターとして）ちょっとしたクリシェですが、彼女は馬鹿ではなく、彼女の発達はむしろオリジナルです。\n\n物語の男性ヒーローはおそらく、アカネの下位者で潜在犯罪者の小笠慎也です。 物語がアカネに焦点を当てていても、本当のプロットはコウガミの周りに展開されます。 しかし確かに、ほとんどの人にとって、彼は非常に好きな性格です。 したがって、彼はAkaneよりも主人公のほうがずっと多くなっています。  Kougamiは一見すると、私たちの典型的な強く、悪口で、悲しげな男性主人公です。 しかし、Akaneのように、Kougamiは驚きます。 私は彼の性格に多くの開発があるとは言わない、それはただ私たちが彼を知ることだ。  Kougamiはすぐに彼の仕事に熟練していますが、彼の人生は彼自身の議題に専念している、かなり天才になりました。 小波は理解するのが難しく、善悪として宣言することはさらに困難です。 彼の決定は、彼の性格に関する本質を疑問に思うでしょう。  PPを2回見ても、彼が悪者や英雄と呼ぶべきかどうかはまだ分かりません。\n\nそして、悪者に、牧島：\n私はすべてのプロットを台無しにすることなく、彼について多くを言うことができません。 私が言うことができるのは、彼が自分自身の正義意識のために戦っていることです。それゆえ、Kougamiと同じように、彼の良し悪しを宣言することは難しくなります。 彼とコウガミはいくつかの点でとても似ています。 牧島は明るくて面白くて嫌な悪人でもあります。\n\n残りの文字はサポートされているので、私はそれらについて個別に書きません。 全体としてサポートは、通常、人格とは非常に異なります。 したがって、ほとんどの人にとって好きなキャラクターがあります。また、キャラクターはお互いをうまく補うことができます。 例えば、カガリは、ユーモアのPPのビットを作成しています。 私はまた、適切な量のサポートがあり、ストーリーを一貫性を持たせるのに十分であり、ストーリーを混乱させないように十分に少ないと考えます。\n\nキャラクターにはいくつかの要素がありますが、すべてが好きで賢明であり、ストーリーを前進させる= 9/10。\n\n私は私の評価の一部として楽しむことはしませんが、私はこのシリーズを楽しんでいたと言います。  Psycho Passは私のファーブシリーズの一つになっており、確かに価値のある時計です。\n\nこの異常に大きなレビューを読んでいただきありがとうございました:)、私は文学的/文法的な誤りをお詫び申し上げます。私は英語のXDDではありません。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "NeverKnowsBest26",
    "profile": "/profile/NeverKnowsBest26/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=92029",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  7\n\n犯罪は人間の文明において一定です。 盗難、殺人、および無数の他の残虐行為は、歴史を通じてあらゆる文明の人々によって託されてきた。 私たちのようにしてみてください。人間は常に犯罪の防止に問題を抱えていました。 しかし、技術の進歩によって、最終的に人の犯罪遂行能力を正確に評価できるシステムが提供された場合はどうでしょうか？ それは、プロダクション・ジーグのディスコのサイエンス・フィクションの犯罪スリラーサイコ・パス（Psycho-Pass）：犯罪、司法、そして社会の中で正しいことを判断するシステムの激しい、暴力的で野心的な探究の問題です。 興味深いコンセプトでいっぱいになると、ショーは最終的にその偉大な野心に足りないことは残念です。\n\nサイコパスをアニメの「少数派報告」と呼んでいる人もいれば、非常に正当な告発である。  Psycho-PassがTom Cruz Sci-Fiのフリック（これはPhilip K. Dickの短編をベースにしています）と共有するもので、誰かが犯行する可能性があるかどうかを判断できるシステムの基本的な前提です。  現在の平和はどのようにシステムなしでは不可能だろうと言っている多くのキャラクターにもかかわらず、それは最初のエピソードから圧制力を引き出す。 2つのシステムは全く異なっています。 マイノリティレポートには、将来の預言を持っている精神的な「プレググ」があります。  Psycho-Passにはシビルシステムがあります。シビルシステムは、スキャンダルやパトロールドローンを通じてサイコパスの未来的な日本のすべてを監視する巨大な技術ネットワークです。 シビルシステムは、その下に住む市民の生活のための「最良の」コースをスキャンして決定します。 それに加えて、シビルシステムはまた、犯罪を起こす確率を測定するために、人々の精神的健康や傾向などをスキャンします。 彼らの「サイコパス」と呼ばれる。 これは古典的なディストピスのSFに戻ってくる複雑で洗練されたセットアップです。 同時に、シビルシステムがこの未来的な社会に対してどのくらいの支配力を持っているかを考えれば、それもセットアップの自己認識にすぎないと主張することができる。\n\nMWPSBはこの未来的な日本版の法執行機関です。  「Enforcer」と呼ばれる潜在的犯罪者と、Enforcerをチェックし続ける上位のInspectorから構成されています。 彼は確かにショーのより面白いキャラクターの1人であり、彼に危険な謎を持っている、手際の良い、非常に有能な元探偵であるが、彼の展開はショーのアンタゴニストShougo Makishimaに対する彼の成長に限定されている。 ストーリーは、新しいインスペクター「つねもり茜」と彼女の司令官の小笠慎也のもとで実施されたエンフォースラーを中心に展開されている。 最初はAkaneはミルクトーストのルーキーとしては面白くないようだが、ショーが進行するにつれて彼女は大きく発展する。 彼女はワイド・アイ・ノー・イヴ・イニシアチブではじまるが、自分自身については不明である。 彼らはショーを通して彼女を輝かせるように見える文字で囲まれています。 しかし、彼女はMWPSBでの仕事を通じて人類の醜い側面にもっと知り合うようになり、彼女が奉仕している正義制度は完璧ではなく、必然性を見出し、自分自身でそれを見つけることはできない 完全にそれを裏切る。 彼女はインスピレーションとエンフォーサーとの関係にも苦労しています。彼女は彼女の助言の周りの人たちと同じようにコウガミの意見を学び、評価します。  Kougamiの開発はあまり目立たない。\n\n文字の大半は複雑な開発の欠如に苦しんでいます。 実際には、MWPSBのインスペクタやエンフォースメントの多くは、多くのシーンを取得し、場合によってはそれらを開発するための完全なエピソードを取得します。 しかし、Kougamiと同様に、開発の大部分は範囲が狭すぎます。 正直言って、多くのキャラクターにはあまりにも些細なことしか与えられていないので、彼らの開発は無関係か無関係かを感じさせます。 シルバーの舌をした敵対者の牧島昌吾は例外です。 彼はよく読まれ、カリスマ的で、完全に無慈悲です。 人間性の最も醜い面に恋している。 牧島は、シビルシステムが人々の内なる欲望を否定するように強制し、その下に住む人々は本当に生きていないという、ねじれたレトリックで自分の行動を正当化する。 シビルが社会に対してどれだけの支配力を持っているかを考えると、やや説得力のある議論。 それでも、彼は人々の中で最悪のものを引き出し、最も恐ろしい犯罪をするように説得します。\n\n\n\n\n\nPsycho-Passは、ハイコンセプトのSFの例です。 未来的な設定には明らかにディストピスの感情がありますが、それはまだ非常に興味深いものであり、思考のために素晴らしい食べ物を提供します。 シビル・システムのような大統領による犯罪と正義の概念を探求しようとするショーの試みは素晴らしいことであり、その中心的なキャラクターである茜（Akane）を通していくつかの魅力的な結論を引き出している。 それはショーがあまりにもしばしば不必要に重い手渡されることができてショーがテーマをより多くの恵みで扱うことができ、そのためにはより良いものになったという気持ちが残っていることは残念です。  Akane以外のキャラクターのための圧倒的な開発は、特にこれらのキャラクターのいくつかが良いスクリーン時間を得るので、少しの損害です。 まだ、サイコパスは、憂鬱で、内臓で、邪悪な面白いスリラーとして、腕時計に値するものです。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "Stark700",
    "profile": "/profile/Stark700/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=90349",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  8\nキャラクター|  8\n|  8\n\nねえ、ニュースをオンにする。\n\n何が最初に見えるのでしょうか？ それは、この平和なコミュニティの今日のようなものかもしれません....警察は、この容疑者が望んでいたアイデンティティの助けをあなたの助けを求めています[...]。 その他の情報がある場合は、地元当局に連絡してください。\n\n真剣に、あなたはそれを何回聞いていますか？ ニュースを毎日配信しているほとんどの人は、おそらく1日に半ダースになるでしょう。  Psycho-Passの世界では、その高度な技術によって全く新しいレベルの犯罪を犯します。 しかし同時に、執行部が犯罪者を逮捕し、社会への脅威として排除するために自らの技術を使用しているため、希望と正義が存在します。\n\nPsycho-Passは、ディストロピーの未来を描いたノイタミナネットワークでデビューしたオリジナルシリーズです。 このシリーズは、ツイストされた個体の状態を反映する「サイコパス」という言葉と同義語かもしれない。 しかし、どんな速度でも、このシリーズは、人の心と人格の状態を即座に測定し定量化することが可能になった将来に起こります。 そのために、「サイコパス」という用語は、個人の存在の尺度を指すために使用されます。 このような世界では、サイコパスレベルが高い人は社会にとって脅威とみなされ、それを根絶するのは執行部の責任です。\n\n私たちはこれについて考える必要があります：\n\n人間は完璧ではなく、私たちはすべて誤りを犯すことができます。 これらの間違いの程度は様々ですが、すべての結果があります。 しかし、行動が確定する前に本当に罰せられるべきですか？ 私たちは道徳よりもむしろシステムに基づいて判断すべきでしょうか？ システムに欠陥があり何かがうまくいかない場合はどうなりますか？ これらの質問/アイデアのいくつかは、システムに従う人たちのために矛盾しているようです。\n\n基本的に、このシリーズは優れたパイロットエピソードとシリーズの主なテーマを作ります。  Gen Uroboichi（PMMM、Fate / Zero S2、Phantom Requiem）のこのシリーズを扱う方法は、彼の以前の作品を扱う他の方法のいくつかを辿っています。 未来を扱うテーマや気分のようなスリラーが存在し、美しく実行されています。 事実、警察と政府がこれまでに見たことのないような技術で将来的に何ができるのか、このシリーズは続く。 それは非常に魅力的なアイデアです。 考えてみてください：犯罪を減らすか、むしろそれを根絶してから起こります。 ディスストピアの世界で公の秩序を維持することは決して容易ではありませんが、執行部はそこに取り組んでいます。\n\n残念なことに、シリーズのテーマは時折、その哲学的で紛らわしいスピーチで少し難しいです。 特に、シリーズの一見アンタゴニストはほとんどの時間の背景にとどまっている。 もっと正確に言えば、彼は人間の心の残酷さと暗い側面という考えを包む人道主義者であることが示されています。 肉体的にも精神的にも、被害者の拷問を扱う方法で、自分自身を不滅者と見なすことさえ可能です。 彼は多くの古い文化を描写したねじれた対話をしていて、時には彼のシェークスピアのようなモノトーンで時折エピソードを散漫にするように見えます。\n\nシリーズのテーマも、新しいものではなく、オリジナルのものもあります。 ジストピアの設定と未来的な設定の政府のために働くアイデアは、Ghost in the ShellやErgo Proxyなどの他のアニメシリーズでも追跡できます。 実際には、視聴者は類似点のいくつかを似ているので、GiSのシーズン3とほぼ同じです。 そのため、サイバーパンクと謎の警察ドラマが関わっている。 実写映画でさえ、フィリップ・K・ディックをベースにした映画「マイノリティ・レポート」のようなサイコパスに似たテーマが存在する。 要点は有望だが、ベテランのアニメファンがフランチャイズに入ることは新しいかもしれないし、そうでないかもしれないということである。 しかし、シリーズのアイデアは、暗い背景とUrobutcherの礼儀で面白いです。\n\n前述したように、シリーズは爆発的なスタートを切って始まり、そのようなディストーションの世界は本当に危険であることを示しています。 最初のエピソードでは、視聴者に少し気を散らすように見えるかもしれませんが、バランスを少しはずしてしまいます。 この例には、一見仮想的な世界、段階攻撃、およびAkaneのファンサービスのビットが含まれます。 しかし、それは視聴者の興味を引き続き維持します。特に、新しいキャラクターが導入され、犯罪行為や謎によって絡み合ったいくつかのプロットが結ばれた場合には、特に注意が必要です。 スリラーエンディングの一部は、視聴者に「次は何が起こるのだろうか？」と戸惑うように視聴者を席の端に置くこともできる。\n\nPsycho-Passはキャラクターキャストのバランスを維持し続けています。 彼らは最終的にチームワークとスキルが必要なので、チームと一緒にチームと一緒に仕事をします。  （もちろんDominatorの助けを借りて）\n\n\n\n*****警告*****\n\nシリーズは、物理的にも心理的にもかなり暴力的です。 非常に最初のエピソードでさえ、犯罪者は無慈悲で暴力的であることが示されています。 実際、私たちが見るシリーズの最初の犯罪者は、誘拐犯、潜在的な強姦犯、可能性のある殺人者です。 彼の犯罪精神のレベルが非常に高いのは不思議ではありません。  Psycho Passの心理学的な部分は、彼の演説の主なアンタゴニストを特に伴います。 彼がメタファを使って話し、英語の歌が演奏されている間に彼のアイデアを表現する方法は、少し邪魔になることがあります。 視聴者が夜に寝る前に見るべきものではありません。\n\nPsycho-Passのレベルが高い犯罪者の運命を扱うシリーズも残酷です。 ドミネーターが新しい人生が衝撃的な時に体が跳ねる、ぞっとする死の新しい場面を繁殖させると主張するたびに。 血液はスクリーンを満たし、暴力や怪我の衝撃値を使用します。 ターゲットが移動を回避しても、最終的な運命を迎えるのは時間の問題であるように見えます。 それもそこに止まらない。 ファンのサービスは、特に、茜血症の症例でさえ死体を性的にする方法として描かれているように、アカネと学校で後に行われています。 ある時点で、観客は様々なショックを見せてくれるでしょうし、Psycho-Passはシリーズと同じです：ディストピスの世界では、暗くて厄介なプレゼンテーションです。\n\nポイント？ あなたがこれを取ることができない場合は覚えてはいけません。 私を信じて、あなたはそれをしません。\n\n*********************\n\nシリーズのアートワークはかなり暗いですし、私はそれを文字通り意味します。 最初のエピソードでさえ、あなたが精密な検査を受けるまで、正確に何が起きているのかを判断するのは難しいです。 これは驚くべきことではないが、ほとんどのディスコピアシリーズと同様に、そのような映像は深刻な気分や暗い背景を伝えるために使用される。 江藤浩二（Fate / Zero、罪人の庭、Steins、Gate）がアートディレクターを務め、その人は才能で仕事を終わらせる。  Psycho-Passは、暗いテーマのシリーズを制作し指揮する彼の才能で、暴力、残酷、闇の背景をシリーズに取り入れています。 これらの支配人のCGI使用量は、P-P世界の技術面も示しています。 このような未来的なディストピア的な環境の中で、すべてがどのくらいまで来ているかを見て、見ることは非常に魅力的です。\n\n同様に、サウンドトラックは印象を与える。 岩波義和（別名、恋の風、デッドマン・ワンダーランド）は、後のエピソードで不気味なサウンド・リズムの中で彼の技を知らせる。 いくつかのシーンでは、英語の民話音楽が、暗喩的に表現されている暗い暴力の気分の一部を反映するために使用されています。 例は、\"ルール・ブリタニア\"がやや乱暴なシーンの中で一見演奏されるアークの1つにあります。 最近のアニメシリーズではこれを雇用することはまれであり、アークの一部をはるかに暗くしています。\n\nオープニング・ソングは、一般的にはうまく演奏されます。  Ling Tositeによる異常化Sigureは主人公のモンタージュでシリーズの厄介な背景のモンタージュを演じる。 アニメシリーズで忘れられない言葉を生き生きとさせる歌詞「秘密の殺し」が時々聞かれる。 同様に、Egoistは彼らのEDソングの両方で彼らの才能で知られています。 あまりにも現実的ではありませんが、それはキャッチーであり、そのP-Pの方法に合っていなければなりません。\n\n最終的には、サイコパスは、特に警察探偵小説を含む未来的な設定に爆発する可能性のある大ヒットシリーズです。 このシリーズは、特に暴力、怪我、心理的なスリラーのテーマに問題がある人、特に誰にとっても大変だと言っても過言ではありません。  P-Pは時々かなり頑張っているようですが、そのような世界では秩序が必要です。 このシリーズは、過去のディストピアの未来をうまく利用しています。 サイエンスフィクションは、しばしば宇宙侵略のパッケージを組み込み、征服/支配のための仮想世界、または時間旅行に入る。  Psycho Passはそのジャンルをとり、典型的なテーマを超えたダイナミクスを魅力的な製品に変身させます。 しかし、多くの場合、私はシリーズがそのプロットで崩壊すると感じます。 それでも、それは私にとって素晴らしい時計でした。\n\n今、何が言われているのか、シーズン2は地平線にあるかもしれない。 犯罪率は？ 地獄、もし私が知っていれば。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "PoeticJustice",
    "profile": "/profile/PoeticJustice/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=98257",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  7\n\nゴースト・オブ・ザ・シェルが最初に放映されて以来、この人気のディストーション、心理、警察のスリラーがありましたので、しばらくしています。 作家は、Fate / Stay Nightシリーズで有名なUrobuchi Genと、魔法少女Madoka Magicaは、手書きで自分の手を使って、自分の未来を歪めたものにしました。 サイコ・パスは、人間の道徳を中心としたディストピアの犯罪スリラーです。 安全のために個人の自由を犠牲にすることは正しいのでしょうか？ 彼らがやるべきことを誰かを非難するのは正しいのでしょうか？\n\n悲しいことに、Psycho Passは不均等なペーシング、特定のキャラクターのためのかなりのキャラクター開発の不足、そして私が明るくない結論であると感じるもののために偉大さに欠ける。\n\nストーリー（7/10） -  Psycho Passは、「Psycho Pass」と呼ばれる各市民に設置されたデバイスを使用して、人の「魂」を測定することができます。 高度なA.I. シビルシステムと呼ばれるシステムでは、警察は現在、人の精神状態と犯罪を犯す可能性を測定することができます。\n\n最初のエピソードは、女性の主人公、つねもり茜が、彼女の非常に最初のケース、特にぞっとするようなものに取り組んでいるところで、非常に強く始まります。 重大な心理的ストレスを受けている人々が犯罪者であるというシビルシステムの明白な欠陥に視聴者が導入されています。 その後のエピソードは非常にゆっくりと動きます。 これらのストーリーアークの大半は、退屈なほど退屈で、永遠に引きずられるようです。 私たちが敵対者、牧島将棋に紹介されたときに事態が実際に始まるエピソード8まではありません。  Psycho Passのテーマが凝固しているように見えるのは、彼が現れたときだけであり、私たちはこのショーが本当に持つ可能性を見ています。 悲しいことに、貧しい人々は偉大なシリーズであったかもしれない遺跡を残します。 ショーのプロデューサーは、ショーが十分にうまくいけば、明らかに第2シーズンのために余裕を残したいと思っていた。\n\nすべてのテーマが完璧に実装されているので、今、私はサイコのパスクレジットを与える必要があります。 たとえば、Psycho Passの大きなテーマは感情的な抑圧です。 その社会の人々は、シビル・システムによって処罰される恐れから否定的な感情のタイプを表現しています。 その結果、社会は栄養状態にあり、ほとんどゾンビのように行動します。 彼らはお互いに共感は感じません、彼らはお互いを助けるために何もしません、彼らが心配しているのはサイコ・パスの状態についてです。  Psycho-Passの世界は、信憑性の点まで磨かれています。\n\nアート（6/10） - 最も明白な欠陥はアニメーションでなければならない。 今の時代には、このようなアニメの言い訳はありません。 それはしばしば非常に不安定であり、不十分に描画された文字がいくつかあります。 これはショーをどんな意味でも反駁できないようにするものではなく、時にはショーが最初のエピソードのように素晴らしく見えるが、それらの瞬間はほとんどない。\n\nサウンド（7/10） -  BGMはそれほど目立たず、実際には何も追加したり取り除いたりしませんでした。 オープニングとエンディングの曲はとても魅力的です。\n\nキャラクター（7/10） -  Psycho-Passのようなショーでは、キャラクターはプロットを前方に動かすために不可欠です。 キャラクターが悪い場合は、ショーはその面でフラットになります。 彼は過去に固執していたようだが、作家が意図的にそれをしたかどうかは議論の余地がある。 悪役以外のキャストの残りは、ショーにはほとんど何も加えない。 幸いなことに、キャラクターのキャストは悪くないですが、彼らは私がそうであったように開発されていません。 まず、警察に新しく強く理想主義的な探偵である「つねの茜」があります。 初期のエピソードでは、彼女はディッツとして脱退し、比較的退屈です。 彼女が発展し始めるシリーズの途中まではない。 彼女はより経験豊富で有能な探偵になるので、彼女の自信が表れます。 残念ながら、最後のいくつかのエピソードでは、彼女の個性は完全な180を行い、彼女はショーの始めにあったよりもさらに悪い状態に退行します。 他の主人公の小笠真也は、文字通り箔の文字以外の何ものでもありません。 彼は時折物事を冷やし、明日のようなジョージ・オーウェルの引用を吐き出すことができますが、彼は比較的浅い性格です。\n\nこのシリーズの王冠の宝石はシリーズの「鬼畜」である牧島将棋でなければなりません。 彼が本当に邪悪であるかどうかを判断するのは視聴者の視点に任されているので、私は悪役を引用符で囲みます。 彼の動機は常に謎に包まれ、彼が次に何をするかを知ることは難しい。 彼は静かで集中しているが、ほとんどのアニメの悪役のように悪意のある空気を運ぶことはない。  Shogoは、浦沢直樹の有名な漫画シリーズ「Monster」のJohann Liebertをぼんやりと思い起こさせる。 そしてそれは少しの成果ではありません。 彼のキャラクターがショーの終わりまでに引っ張られたのは残念です。\n\nサイコパスは傑作ですか？ 何の想像力でもありません。 それは悪いショーですか？ 絶対違う。 サイコパスは、もしあれば、来るものの徴候です。 これは、一般的なハーレムやロムコムショーではなく、メッセージを持つアニメが多くなることを示すサインです。 私はPsycho Passに7/10を与える。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "minatojs",
    "profile": "/profile/minatojs/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=84899",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nサイコパス。\n\n人の精神状態がすべてを意味する世界では、あなたがするすべての行動は、刑務所の人生、または新しいシステムの警察官の奴隷としての人生を意味する可能性があります。\n\nこのアニメは幻想的で、長い間にはじめて、主要な脅威は完璧なキャラクターです。 私は15のエピソードで、何とかこのアニメはまだ良くなっています。\n\nこの話では、犯罪、行動、知性、精神的安定性はすべて同じように重要であり、プロットは継続的であり、ストーリーの主人公と方向に多くの成長を示しています。\n\n準備が整っているのは、物語の様子を私たちに示すことだけに専念した裏話やエピソードさえあります。\n素晴らしい開発。\n\n小笠原は私のお気に入りです。私は同じ考えをする他の人がいるだろうと確信しています。\n\nあなたは無秩序に陥る危機に瀕している世界で、偉大な人物との素晴らしいプロットで浮上したいですか？\nいくつかの人だけがそれを止めることができますか？\n\nホラー、アクション、ミステリー、犯罪を追加して、サイコのパスを持っています。\nIMOを見なければならない。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "akaraC",
    "profile": "/profile/akaraC/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=119933",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\n重要なのは「良い」と「悪い」の最終判断ではない。 重要なことは、あなたが自分でその決定に来ることです。 あなたはそれを苦しめ、最終的にそれを受け入れます。 あかねつねり\n\nPsycho-Passは本質的に、心理的アクションアニメであり、SFをベースにしたストーリーラインを駆使したアニメーションです。\n\n\nストーリー：9/10\n-------------------\nサイコパスは、あなたの心の精神状態を簡単に見ることができる未来に設定されています。 これには、通常の料金を上回っている場合には、「犯罪係数」と呼ばれる、犯罪を作成する際の偶然性に関する数字が付けられています。 これらの人は、高すぎる場合に処分されない場合には逮捕される。 月森茜氏と小笠真也氏は、共にシビルシステムを利用して秩序を維持する公安局の刑事捜査課の一員である。 シビルは支配者とつながり、執行官は潜在犯罪者を捜索するために使う。 最初の日につねり茜が大倉野夫監督と2人で出会い、エンフォースラーはエリアストレスレベルの原因を取り除くためにラベル付けされています。 ストーリーに登場する最初の執行者として、紀野沢信夫、小賀信也、香世俊世、冨岡雅美が紹介されています。\n\n最初のエピソードでは、それぞれの人の名前を覚えていることを期待して、ちょっと情報を捨てて感じるでしょう。 このシリーズにもう少し入ると、これは当てはまりません。 プロデューサーは誰に誰とコミュニケーションしているのかをとても明確かつ容易にしました。 ドミネーターと何ができるのか、またできないのかのルールは、シリーズでは時間の経過と共に表示され、動機の文字はストーリーの中で非常によく定義されています。 アニメ内には小さなサイド・ストーリーがありますが、シリーズ内のあるポイントで何らかの形で相互に絡み合っています。 各ケース間のリンクは非常に巧妙にまとめられています。 このコンセプトの実行は、ミステリーと犯罪のジャンルを持つ他のアニメとは違う方法で、物語を非常に興味深いものにしたものです。 いくつかのエピソードは、わずかに2つしかないかもしれません。 しかし、これらのキャラクターがあなたをアニメから遠ざけるのを阻止しないようにしてください。キャラクターに対話を深め、より多くの洞察を提供しています。\n\nアート：9/10\n----------------\nここのアニメーションはとてもうまくいっていました。 背景効果は、より暗いプロットに暗い感じをもたらしました。 それは非常に現実的に感じられるような方法でストーリーの体験を強化しました。 背景のフォアグラウンド、オブジェクト、文字、素材のデザインは非常にうまくいった。 アニメのキャラクターデザインは全く異なっていた。 芸術のどの芸術もそれがその形のコピー/ペーストされていて、異なるものを置いているように見えません。 これには、多くの文字が含まれているサポート文字が含まれます。 すべてのオブジェクトに濃い色のシェーディングがあると、間違いなく人によってはテクスチャの変更が見られないことに悩まされますが、このためPsycho-Passのテーマが強化されます。\n\nザ・サウンド：8/10\n--------------------\nここの音は高い音質を持っているようでした。  EGOISTとryoはPsycho-Pass用のコンポジションを作成するのに最適です。  Psycho-PassのOPを作るビジュアルは、間違いなくかなり時間がかかっているはずです。 歌詞の意味は非常に深いです。 オープニングとエンディングのシーンを実質的に高品質にするために使用されていた技術を伴います。 しかし、これにもかかわらず、それは実際のアニメを終了した後に聞くために中毒ではありません。 より鮮明な画像を得るためには、音楽セグメントを視覚的に援助しながら、楽しむことが大切です。 声はほとんどが深刻な音調であったにもかかわらず、声の演技は好意的でした。 理解できるように、Psycho-Passには暗いテーマがあるので、主人公が活発になるのはいつでもありません。 声優はアニメで完全に自分のスキルを表現できませんでした。\n\nキャラクター：10/10\n-------------------------\n\n\n楽しさ：10/10\n-------------------------\nアニメで病的な気分を味わう人は、これを楽しむ可能性が最も高いです。 個人的には、私が以前このジャンルを探っていなかったので、これを見ていることは私には新しいものでした。 私はあなたが感じることができるどのように驚くほど緊張し、驚いています。 私は一度だけこのシリーズを見てきましたが、このレビューを書いている間にいくつかのセクションがありました。 私には、ワンタイムアニメのような感じです。 あなたが物事を見直すのが好きでない限り、これを見直しても、それを初めて経験するほど楽しさや寒さは感じられません。 それは、その謎とプロットの紆余曲折、そしてその気候的な瞬間の中で非常に陳腐であろう。 かなり前にこれを見た後、私は実際にそれが思い出に残るものではないと言うことができます。 最初の数日後、それはあなたの心の中で見ていることを確認してください。 しかし、この考えはすぐに消え去るでしょう。\n\n全体：9/10\n----------------\n全般的に、堅実な終わりときちんとしたエピローグで、このアニメは非常に価値があります。 このアニメは非常にユニークな設定とプロットを持っているので、このアニメが持つ重さを負うことができる人におすすめです。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "presheaf",
    "profile": "/profile/presheaf/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=160651",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  8\n\nPsycho-Passは私にとって、その世界の大部分を占めていました。 基本的な前提は、「犯罪者の心を普通のものと区別すればどうなりますか？」ということです。ショーでは、政府のシビルシステムが積極的にあなたの精神状態を監視し、 十分に犯罪者である。\n\n同じスキャン技術を使用して、州はさまざまなタイプの仕事に対するあなたの適性を評価し、それに応じてあなたを雇うことができます。 これは紙の上ではすてきですが、すぐに暗い海につながります。誰かがバンドを作ろうとする機会を否定するのは本当に公平でしょうか？ これが彼らを不幸にして最終的に犯罪者にするなら、それらを本当に完全に公平に処罰していますか？\n\nPsycho-Passはそのクレジットに対して、これらの質問のいくつかを提起します。 しかし、ショーの犯罪者のほとんどが物語の利便性のために完全なモンスターとして描かれているので、それらは通常避けられる。 このショーでは、シビル・システムを正義に一致させることができるかどうかという疑問が浮かび上がると、それを真剣に受け止めるのはやや難しい。 私はショーが本当に関係のある動機付けをしている少数の地上犯罪者を使っているような気がする。\n\nショーの第2の主な問題は、そのメインストーリー、特にエンディングです。 明らかに私はスポイラーを引き起こすことなくそれに入ることはほとんどできませんが、まもなく私は最終的なデモのいくつかが解決されたことに本当に失望しました。 また、私は本当に主なアンタゴニストにはあまり気にしませんでした。 時々輝きが出てきたにもかかわらず、彼は私を標準的なアニメの魔法の疲れたミックスとして襲った。\n\n私はショーではほとんどが厳しいと思うが、私は全体的にはそれがとても好きだった。 世界自体は非常に面白いですし、私の主な問題は、私はショーがもっとそれを行うことを望んでいたことです。 それでも、それは事実上ダウンタイムやフィラーなしで22の非常に面白いエピソードを取り除くことができますが、それはアクションと恐怖の非常に満足のいくミックスのためになります。 大規模な脳波を探していない場合は、間違いなくPsycho-Passをお勧めします。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "johnvswild",
    "profile": "/profile/johnvswild/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=111133",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  6\n\nブッチャーは冷静なディスコピアで激しいアクションを繰り返し、残念ながら彼の最も弱い作品の一つです。\n\nスポイラーフリー™\n\n22世紀初頭の日本では、スキャナーのネットワークとSIByLシステムと呼ばれる非常に強力なスーパーコンピューターを使用して、驚くべき精度で人間の心を分析することが可能になりました。 この目的のために、司法制度は法執行のためにもはや必要とされない。 警察は、SIByLシステムの能力を使って、人の精神状態を判断し、状況に応じて、それらを逮捕して治療を受けることができるようにしたり、その場で処刑したりします。 この世界には、才能のある査読者、茜がつねる。 私たちは、日本を悩ましている頑固な犯罪の影を調べ、「楽園」の真実についてもっと知るように、検査官と公安局の残りの部分に従います。\n\n視聴者が知っておくべきである私を守ってくれたことの1つは、警察の探偵についてのアニメであるにもかかわらず、確かに謎ではないということです。 犯罪の駒と魔除け士は、聴衆に素早く知らされます（イントロで読む）。 これは謎ではなく、ペースが速いアクションアニメです。 時にはかなり暗く暴力的なアクションアニメ。  Psycho-Passは無益なゴアでショックの価値を発揮しませんが、若い視聴者や胃が弱い人にとっては間違いありません。\n\nサイコパスについて最初に気づくのは、物語が流動的なアニメーションとしっかりとした、不安定な音楽のシルバー・プラッターに仕上がっているということです。  Psycho-Passの将来のプレゼンテーションは、滑らかでぎこちないが、退屈ではない。 それはキャラクターのデザインかハイテクなものであり、いつも見るものがあります。 プロダクションI.Gにはたくさんのお金があることは秘密ではなく、明らかにこのタイトルを美しく見せるために大きな金を払った。 残念なことに、プロダクションI.Gは、アニメの一部を（特に初めに）魅力的なものにして、シリーズ全体を通して傑出した作品を隠しているという、厄介な習慣を近年取得しました。 これは、アニメが豪華であるという認識を生み出します。そして、一度人々が心にその印象を与えたら、スタジオは誰も見ていないときに少し怠惰になることが自由です。 スーセイのガルガンティアや新世界の功人のような他のアニメでは、この習慣を職場で見ることができます。 アニメの中盤から後半にかけて、特にいくつかの背景やシンプルなデザインが目立つようになった。 これらは、典型的なアニメでは珍重されることのある種類のものですが、Psycho-Passはそのような魅力的なアニメであり、これらの失業はとても刺激的です。\n\nしかし、このスタイルの背景にあるのは、このアニメを本当に作り、壊すものです。 このアニメの設定は特に優れています。 私たちが最初に目にする社会は安全で、幸せで自由です。 しかしPsycho-Passが続けるにつれて、これらの値を保持する柱は実際にはかなり脆弱であることがわかります。 社会的な問題、孤立主義、信頼性の低い技術、抑圧は、暗い影の中で潜んでいる。 このディストピアは、権威主義者であり、彼らの能力に基づいて人々への可能な雇用を指示する点にある。 しかし、オーウェリアンの\"ビッグブラザー\"社会ではないことのいくつかの例があります。 市民は洗脳されることなく、フィリップ・K・ディックを彷彿とさせます。\n\nそこに問題がある、Psycho-Passはフィリップ・K・ディックの世界だ。彼らがアニメでそれを認めていないのであれば、彼らはほとんど盗作で告発されるかもしれない。  Psycho-Passは、他のいくつかの作品（アニメさえも）の勇敢な派生物です。 私がシェルのゴーストを見たり、ガリバーの旅行を読んでいなかったかどうか、何度も私は自分自身に尋ねなければなりませんでした。 サイコパスはあなたが知っているかどうか気にしません、実際にはあなたが知りたがっています。 それは積極的に固いです。\n\n設定は少し古いかもしれませんが、Urobuchiはそれを動作させます、実際のポイントはその設定で起こっているものです。 公安局はSIByLの剣であるかもしれないが、人を守ることを心配しているので彼らは仕事をしている。 彼らは残酷な犯罪に直面しているので、聴衆には接続があるように次第に明らかになります。 サイコパスの焦点は、これらの犯罪の背後にあるものではありませんが、なぜそうですか。 最初は、不愉快な不法行為のサディズムと狂気が唯一のモチベーションだと思われますが、より複雑な画像が徐々に明らかになります。 この意味で、ストーリーは非常にうまく組み合わされています。 強制的なストーリーテリングはどこにもありません。 私は探偵の一人が完全に直腸に由来する解決策を作成することを完全に期待していましたが、私の喜びには決して起こらなかったのです。 プロットホールはなく、ストーリーの要素は誰も「正しい」または「間違っている」ように強く結びついています。\n\nキャラクターには欠点があり、非常に魅力的です。 側面のキャラクターも信じられない考えや動機を持っています。  3人の主人公はすべて素晴らしいです。 月の瀬の展開は時には不気味で不透明になることもありますが、彼女は驚異的ではあるが信じられないほどの性格の強さを示しています。 彼女はいくつかの困難な決定を提示され、彼女の反応はすべて合理的で、彼女の賞賛と他人からの軽蔑を得る。 コウガミは自分の気持ちや過去に逆らって自分の理想と闘っています。 彼は彼を追い払う社会にはほとんど信じていませんが、彼は喜んでいます。彼は正しいことをしようとします。\n\n牧島は壮大な悪役です。 最初は、彼は単に悪の精神病者であると思われます。 しかし、彼のモチベーションと方法は、複雑な性格を明らかにしています。 視聴者の中には、悪意のある人をサポートする人だけでなく、ある時点で彼のために根ざした人もいます。\n\nPsycho-Passの最大の問題の1つは、時にはそれの背後にある理解できない根拠です。 ショーの科学（しばしば偽科学）は時々非常に混乱しています。 この技術は特に困惑しており、特にドミネーターの武器システムは困惑しています。 私はスポイラーを控えています。私は、ストーリーテリングの可能性を念頭に置いて明示的に設計されなければならず、実用上の懸念はまったくなくなります。 また、文字が同じように鈍い場合は、数回あります。 私は怪我をした非武装の犯罪者に爆発的な少数の警察の部隊が躊躇しないで彼を撃ったことを思い出します。 一人のキャラクターは、犯人が誰と話しているのか、そして彼が一人で働いているのかをすぐに声高に聞きます。 どうやら彼は一度も自分にその情報を得ることはなかった。 この怒っている奇妙なことは、アニメが進むにつれて悪化するだけです。\n\nPsycho-Passは時々非常に面倒です。 適度に哲学的な質問をしますが、設定のように独創性に近づくものはありません。 深みのある空気を犠牲にすることなく、愚かな行動を起こそうとしています。 サイコパスは、言葉のどんなストレッチでも「悪い」アニメではなく、実際には面白いです。 しかしそれはそれがそれほど賢明ではないと思います。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "frozzzen",
    "profile": "/profile/frozzzen/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=90523",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  8\nキャラクター|  4\n|  6\n\nUrobuchi Genは確かに最後のカップルシーズンの間に自分自身の名前を作った。 彼の暗く鋭い、時には虚構的なアプローチで知られ、身体や壊れた人物の跡が残っているので、彼の作品を見逃すことは難しい。 彼の作品であるFate / zeroとMadokaは、アニメーションシーンに影響を及ぼすかどうかは、Production I.Gと結び付けられました。 シェルのフランチャイズでゴーストを作るという創造的な歴史は、より暗く、より多くのウッブチのようなGitSのバージョンを得ることを望みました。私は確かに多くを楽しむでしょう。 残念ながら、間違った論理とサイコ・パスの世界全体が存在する社会の壊れた基盤のために、そのような夢は実現しないと幻滅するには、あまりにも時間がかかりませんでした。 レビューにはシリーズのスポイラーが含まれているので、腐敗したくない場合は、遠ざけてください。\n\nPsycho-Passは、シビルシステムと呼ばれるすべての目に見える犯罪者と容疑者を逮捕するために特化したユニット、公安局の世界に辿り着きルーキー警官の阿根明氏に紹介しています。 まったく同じシステムの監督下で、Bureauは社会の潜在的な脅威を発見し、システムのルールが崩れている様々なケースを解決するために働いています。 局の階層は非常に明確です。  Akaneのような検査官は、Sibyl Systemが秩序を支える人材として募集することを決めた社会の囚人であるKougami Shinyaのような執行官を監督する。\n\nシリーズは、私たちを世界に紹介し、事例を解決するためのエンフォースラーの方法への依存など、局の作業ラインの中で私たちを紹介するエピソード的な方法で続けます。 犬を狩るには犬がいます。 執行者と検査官の間の犬 - 師の関係における別のいいキャッチは、シビルの判断で高い犯罪率を持つ人だけを対象にして設計されたDominatorの銃です。 そうすれば、犬は犬のままであり、システムに対して反抗することや無実の人を危険にさらすことはできませんが、インスペクタはいつもEnforcerに向かって銃を向けることができ、高い犯罪率のために彼を鎮めることができます。  Psycho-Passは、アカネの友人たちがキャリアに対する懸念について話し合ったときなど、解釈や、国家の中でも外の世界でも、それに対する人々の懸念だけでなく、ディストピア、あるいはユートピアの世界にも私たちを紹介する素晴らしい仕事をしています それはシステムによって予め決められている。\n\n残念ながら、シリーズが進行するにつれて、サイコパスが観客を楽しませる方法は、ボディカウントを追加することだけであることは明らかです。 私たちは何も知らない人、私たちが知らない/気遣う人、殺人のモチーフが恐ろしいやり方で殺されたこと、何らかのUrobuchiの商標で殺されることは何も気にしませんが、これらの出来事の関連性は、  Psycho-Pass主拮抗薬、Makishima Shogoの動機と社会の現状に関する彼の見解。 ショーは、残酷な殺人、公共の混乱、血や巨乳などのショック要素を使って娯楽の価値を維持し続けます。 そしてそれはその仕事をよくします。 反対に、それは物語に知的または感情的価値を追加するのではなく、シビルの判断に耐えられない反抗勢力によって始まった少数の暴動でさえ扱うことができない無能な集団としてのシビルシステムと局だけを描いている。 ドミネーターは、カオスに対する最初の防衛線は無価値です。 このようなシステムは、全国の無数の人々の生活を維持しながら、非常に小さな問題であり、致命的な被害が処理されるまでは解決されません。 しかし、私はシビルの細部に深く根ざしています。 今は文字を話しましょう。\n\n\n\n\n\n控えめな書き込みは、ショーの技術的な部分は大部分のために大丈夫です。 アニメーションは、サイコパスワールドをそのまま表示することで、時には矛盾していてもうまくいきます。 アクションシーケンスはうまくいきますが、多くの不満はありません。 キャラクターデザインはシリーズの暗い気分に合っており、技術は非常によく設計されています。特にドミネーターの銃です。 すべてのオープニング/エンディングがキャッチーなテーマであり、ショーの雰囲気を設定するうえでの歌詞であり、よく振り付けられているので、サウンドはシリーズの別の強みです。 シリーズ全体のサウンドは、骨折の音からシーンに合う音楽的背景に至るまで良好であり、全体の雰囲気を改善するためによく使用されています。 最高の声優賞を受賞した特別賞が花澤香奈さんに彩音していただきました。 彼女の不安定なスタートラインから自分の自信に至るまで、声優は素晴らしいままで、常にアカネのキャラクターにフィットしています。\n\nシリーズの終わりは、いくつかのものが見えていると解釈して非常にうまくいっていましたが、塵が落ち着いた後は、その前提をうまく使用しなかったもう一つのSFアニメですが、gorefestとUrobuchiの名前 売る。 体の数が増えて苦しんでいるのを見たいなら、チャンスは愛情のあるサイコーパスを終わらせることになるでしょう。 警察のビジネスや個々のケースは面白いですし、キャラクターが事件を解決するために頭脳を使って実際に脳を使用しなければならないことを知ることは楽しいことです。 アクションはショー全体を通してまともであり、ショーの全体的な経験はかなり肯定的ですが、実際には与えられた設定の完全な可能性を使用できるものを望んでいれば、プレゼンテーションに少し失望するかもしれません。 私はウーブロウチがあまりにも主流になりすぎて将来の作品にはあまりにも多くの作品に影響を与えないことを願っていますが、アニメ業界の内外の主流の動向を見ると、むしろ不吉な印象を感じます。 それからもう一度、それは私があまりにも多くを読んでいるかもしれない..."
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "Playbahnosh",
    "profile": "/profile/Playbahnosh/reviews",
    "pages": "1",
    "number": "14",
    "link": "/reviews.php?id=165421",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\n私がPsycho-Passを見始めたとき、私はこのシリーズについて何も知らなかった。二つは、悪名高いUrobutcherによって作られたものと、周りに強く推薦されたものの2つである。 この紛争は私を困惑させたが、まもなくそれはすべて明らかになった...\n\n\n\nそれは認めることは非常に難しいですが、Urobuchi GenはDickの世界を生きるには完璧な人物です。 彼らは、正しい、間違った、人間の存在/行動について同じ虚像的、あいまいな考え方を共有しており、どちらも社会の価値に疑問を投げかけている。  Psycho-Passは、ペースが速く、悲惨な行動に同時間を費やし、対話と道徳的描写を引き出します。今回は経験の不可欠な部分であり、お互いを圧倒することはありません。 多くの人がストーリーのペースを批判していますが、目に見えるよりも「遅い」エピソードで実際にはより多くの方法があります。そのすべてはビルドアップやキャラクターの進行の一部です。最終的には満足できる結果をもたらします 最終的には。\n\nPsycho-Passは大人気のキャラクターであり、多くのことがUrobutcherについて語ることができますが、彼は疑いもなく、面白​​くて生き生きとしたキャラクターワールドインテグレーションのマスターであることは間違いありません。 キャラクター自体は何も特別ではなく、まばらで空でもありませんが、世界に配置されるとパズルピースを紛失するような物語に「クリック」します。  Dickの物語のように、「Good vs Evil」の明確なカットはなく、主人公とアンタゴニストは、自分自身の目標、動機、および理由を持つ多面的なキャラクターです。 美しい嘘と醜い真実、嘆かわしい英雄と高貴な悪役についての物語で、あなたは確かにそれがどちらであるかは決して確かではありません。 ストーリーが進行するにつれて、ビューアでテーブルを回転させ、キャラクターについてより多くのことを知るようになります。 あなたの足元に何が残っているのかを決して確認することができない、あなたのつま先であなたを保つシリーズを見て爽やかです。\n\n最初は芸術の方向性がちょっと変わったように見えました。特に文字そのものでしたが、急速に成長しました。  CGIと伝統的なアニメーションの組み合わせは、SF /サイバーパンクのテーマに非常に適しています。そして、それは決して不快でも威圧的でもなく、現実的な設定にしっかりと根ざしています。 世界についての詳細には非常に注意を払っており、それは内部の仕組みです。 すべての技術と環境は、十分な研究でもっともらしく、実行可能であると思われます。「マジックワンド」や「deus ex machine」はありません。 しばらくの間、毎回地上のSFを見るのはいいことです。 音と音楽はかなり印象的ですが、その目的を果たしています。\n\n私が言うことができるのは、私がもっと熱望していることです。そして、私は第2シーズンを待っています。 私はこの物語がどこに行くのかに非常に興味を持っています..."
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "TheBrainintheJar",
    "profile": "/profile/TheBrainintheJar/reviews",
    "pages": "1",
    "number": "15",
    "link": "/reviews.php?id=202582",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  6\n\n哲学的に冗談を言う犯罪者は、常にフィクションで存在します。 単なるサディズムでは十分ではないという認識です。 たとえ人がサディストであっても、そこには普通の残虐行為よりも多くのことが起こっています。 もし人が火災を起こすようなことに答えることができれば、おそらく消火器は必要ないでしょう。 あまりにもしばしば、これらの物語は社会に復讐をしている弱者のアイデアにあまりにも魅了されています。 彼は失うかもしれないが、彼が間違っているという意識は、脱出者の幻想にはそれほど影響しない。\n\n人の行動は彼の世界観に従うべきです。 それらが矛盾するならば、この矛盾を解決しなければならない。 人々は乱雑ですので、もちろん彼らは自分自身と矛盾します。 彼らが物語の中でそうするなら、それは作者がそれを作ったからです。 彼がそれを作ったら、彼はそれを接続する必要があります。 彼らが属していないところに矛盾を置かないでください。 人々は常に自分自身と矛盾するわけではありません。\n\n牧島が戦いに出るシーンがあり、彼はプロのことが分かります。  Psycho-Passに出演する前のように、彼はNarutoに立ち寄り、忍者の道を学びました。 私は感心していたはずだった。 牧島はきれいで、人々の行動を予測できるだけでなく、MMAのチャンピオンです。\n\nそれは陽気です。 それは、リスベスが気候の戦いの途中で方程式を解く方法を私に思い出させました。 あなたのキャラクタースキルを与えるのはとても簡単です。 あなたはちょうどチートコードを探し、\"Melee Skillに50ポイントを加える\"という行を書いてください。あなたは完了です。\n\nあなたのキャラクターが多くのことに熟練しているからといって、作者が熟練しているわけではありません。 キャラクタースキルは、しばしばパーソナリティの代用品です。 牧島はあなたの常設の疑似哲学的悪人です。 シリーズがどのように多くの本を引用しているか忘れてください。 牧島の演説は彼の行動に関連していない。\n\n彼の行動はすべて死と破壊を伴う。 彼は他人に傷つけたい人にそうする手段を与えます。 牧島が自分の何かをすると、傷つけることもあります。 支配的なテーマは他人を傷つけることです。 彼は他人を傷つける自由を彼らに与えるが、それはそれが行く限りである。\n\n自由をテーマにするためには、異なる方法で表現する必要があります。 唯一の自由は、人を傷つけることです。 暴力はより多様です。 キャラクターには、いじめの男、彼女の芸術に吸われた少女、そして狩りのスリルを愛する人が含まれます。\n\nMakishimaはジグソーパズルとはあまり違いがありません。 人生を尊重することについて話していたにもかかわらず、彼の罠はとても危険でした（誰かが死ぬことなく完結できないものもあります）。 牧島は自由とシビル・システムの刑務所について語りますが、無実の人を殺すことは問題ありません。 彼らを殺すよりも、誰かから自由を取り除く悪い方法はありません。\n\nそれは実体のないショックのすべてです。 結果は最初は面白いですが、すぐに下り坂になります。 アニメは南になり、慈悲を乞う無力な半分裸の女性を真剣に見守ってくれると思った。 本当の暗闇が理解できるので、暗くはありません。 私たちが合理的で合理的な動機を持っている悪者は、より怖いです。\n\n牧島が人々に自由に生きるか死ぬかを教えたら、どれくらいの選択肢がありますか？\n\n残念だ。 このシリーズは、それが思いやりのある物語であろうと、野生でエキサイティングなものであろうと、決して決して選ばれなかった どちらもうまくいったでしょう。 面倒なことは、両者の間の谷です。\n\n馬蹄の反対側はより良い運賃です。 シビルシステムには疑問がありますが、それは決してストローマンにはなりません。 システムは全体主義的ですが、それは主人公が戦うものを持っているように誰もが圧迫して邪悪な体制ではありません。 政府のすべてのシステムは、誰かに利益をもたらすため、権力を発揮します。\n\nこのシステムは、リッチ＆amp; パワフル。 それは単純な人々に利益をもたらす。 社会には秩序がありますが、それは喜びと不思議のために多くの余地を残す良い順序です。 創造性は制限されるかもしれないが、創造性はすべてではない。 アーティストは暴力を引き出したいと思うかもしれません。 いくつかは、安定した仕事を持ち、友人と飲みに行くのに十分なお金を持っていることを好むだろう。\n\nシステムはまた、現在の社会に代替的な道徳的システムを提示する。 私たちは、お金を得て、セックスをしたり、身体に合ったりして、人々を称賛する社会に住んでいます。 どういうわけか、セックスとお金のこれらの約束は、高い自殺率を妨げるものではありません。 だからシビルは暴行者にはあまり親切ではなく、創造性の余地は少ないですが、精神的健康を払う価値のあるものならどうしますか？\n\nそれはあなたの精神的健康を改善する方法の広告を見る社会です。 誰もが色相とサイコパスについて話しています。 これが遠すぎると思うなら、私たち自身の社会を見てください。 私たちは健康だけのために同じことをします。 身体の健康は、タンパク質の揺れ、ジム、社会的地位の約束の巨大な産業です。\n\n逃亡者なしのシステムは存在せず、シビルは独自のシステムを持っています。 それが人をどのように投げ出すかだけは私たちとそれほど違いはありません。 私たちは、脂肪が道徳的な犯罪であるかのように、薄くないモデルに激怒します。 後で、彼らはカリスマ性が強いからセクシュアルハラスメントと付き合います。 シビルは精神病には厳しいが、その行動については忘れてしまう。\n\nメンタルヘルスが大きな問題であるシリーズにとって、それがキャラクターの開発に欠けていることは驚くべきことです。 フラッシュバックは1文字の開発を試みます。 彼女がギターを演奏していたということだけは分かっている。 なぜ彼女は彼女の友人とは違う道を歩いたのですか？ なぜ彼らの世界観はどう違うのですか？\n\nAkaneはいくつかの開発をしますが、彼女は心理的な肖像よりむしろ彼らがプレイするアーキタイプです。 宜野座はやや良いですが、誰もがそれを変更せずに展覧会を吐く。 ワイルドカード、バイセクシャルアナリスト、厄介なままになっているノワールの男、古いオタクです。 彼らの性格は、あなたの平均的な探偵物語よりも多く衝突しますが、開発する時間がない心理学へのヒントはありません。\n\nPsycho-Passには面白いアイデアとかなりの楽しい話がありますが、それには牧島があります。 それはすべての空気を出すタイヤのピンです。 アイデアはあまりにも未開発であり、これを補うには十分ではありません。 短すぎるシリーズのケースではなく、興味のない部分に焦点を当てたシリーズです。\n\n5人中3人の支配人"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "isomorphiccode",
    "profile": "/profile/isomorphiccode/reviews",
    "pages": "1",
    "number": "16",
    "link": "/reviews.php?id=186638",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n道徳は幻想的です。 アートは死んでいる。 タレントは失われます。 真の関係はほとんど存在しない。 そのようなものはシビルのシステムによって支配される世界です。\n\n私はこのシリーズを9の新しい編集版を見直す前後に評価しました。余分なシーンが非常に重要で、他のシーンや肉体をすばやく強調するために10を与えます。\n\nサイコパスはフィリップ・ディックの「マイノリティ・レポート」シリーズの影響を強く受けた犯罪フィクションのスリラーです。 今、基本的なプロットにもかかわらず、このシリーズは意味とヒントがいっぱいです。 作家はあなたが銀製の皿の上に欲しいものを与えない、本当に何が起こっているのかを見せない、彼はそれを見てあなた自身でそれを理解してほしい。\n\nこれは非常に複雑なショーですが、この複雑さはどこにあり、どのように見つけていますか？\n驚異的な点は、サイバーパンクの未来的なアニメの中で、ここで最も強調されているのは技術に対する憎しみです。 技術は意味の世界を取り除き、価値の世界を取り除き、純粋さ、独創性、創造性の世界を取り除いた。 人類は最も大事にされた理想、目的、自由、真実を追求する動機を失った。 これは、ショーの中で暗示されている最も重要な概念です。ほとんどの人が思うように、正義を適用し、犯罪を排除することではなく、人間性の基礎についてです。\nもう一つの重要な議論は自由意志の議論であり、これは自分自身の誤解を示している。\n私たちの意志で行動しないで、私たちの価値は何か、私たちはまだ人間であるのか、それとも群れの中の羊ですか？\nあなたが自分の中心から行動しないなら、あなたはまだ本物ですか？\n\n今私は牧島のすべての考えを作家自身に投げかけているように聞こえるかもしれませんが、私はそれを見ています。私は牧島がサイクロプスのウロブチのマウスピースだと言うでしょう。 牧島の性格の複雑さとユニークさは、思考と努力に大きな献身を必要としています。絶滅したバージョンのほとんどのエピソードは、牧島の言葉で始まり、終わります。\nもう一つの主人公はKougami Shinyaです。彼はショーの究極の悪夢ですが、彼は英雄ではありません。  Kougamiは正義感を持っていますが、法律が正当であるとは信じていないので、自分自身で行動して悪を征服しようとしています。しかし、何とか、深く、牧島は悪いとは思わない たとえ彼が後者の方法に同意しなくても、牧島はどのような権利です。 彼はどちらがどれほど似ているかを知っていますが、どれが外でそれを否定しても関係ありません。\nKougamiの強みは「時代遅れで古典的」です。 彼は永遠に凝視している深みよりはるかに深い。\n\n私はもう一つのことを指摘したいのですが...なぜ、彼女の周りを回転していると思われる女性の主人公が、シリーズ全体を通して何らかの形で行動するのは、プロットの欠陥ではなく、彼女の性格なのです。 彼女のキャラクターは経験のない少女であるため、経験の浅い少女です。 彼女は良い変容を経験するが、依然として貧しい判断と具体的な理想主義に基づいてミスを犯す。 それにもかかわらず、私は彼女が非常に親切で正直だと思う。\n\n私はキャラクターがバランスよく面白いと感じます。 ゴアは無礼に馬鹿ではなく、優れたプロットデバイスとして機能します。  OSTと声優の両方が素晴らしいです。\n私はPsycho-passが非常に多くの高価な考えやコンセプトを提供していて、さらに多くの思考の余地を残しているため、サイコパスは優れたアニメだと思います。 このアニメは、思慮深い芸術と野生のエンターテイメントの真剣な作品です。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "daccat11",
    "profile": "/profile/daccat11/reviews",
    "pages": "1",
    "number": "17",
    "link": "/reviews.php?id=157103",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  8\n\n私はこれを簡単に保つつもりです：このシリーズを見てください。 幸いにも、私は最初に放映されたときにショーを見始めた人ではありませんでした。なぜなら、ショックからエピソードへの誇大宣伝とクリフハンガーが私を狂わせてしまったからです。 とにかく、なぜ私はこのシリーズが非常に良い理由を正当化する必要がある場合は、ここに行く。\n\nストーリー：将来の99年の未来の都市に設定され、市民の精神的健康をサイコパスで測定することができます。 高いサイコパスは、あなたが犯罪を起こす可能性が高いことを意味し、低いサイコパスは後者を意味します。 私が快く驚いたのは、シリーズが道徳と哲学をかなり扱っているということでした。 全国の皆さんのPsycho-Passを見ているAIであるSybil Systemは、このストーリーの探求の特に興味深い側面です。 素晴らしい話。\n\nART：芸術は私の意見ではとても良かったです。 街は非常に美しく見え、文字のデザインは、壊れていないものの、非常によく設計されています。 このシリーズでは、青と黒の都市で長い間畏敬の念を抱いていたので、歓迎された素晴らしい景色がたくさんあります。 あなたは間違いなく、予算が十分に費やされたと言うことができます。\n\n音：まず最初に、オープニングとエンディングの両方が大好きです。 彼らはまったくキッカーだった。 しかし、イン・ショーの音楽は、私を同じように捕まえたことはありません。 それはそれの目的を果たしましたが、私は古典的なトラックの包含が爽やかであると思った。 全体的に良いものだったが、その余計なプッシュはなかった。\n\nCHARACTER：ショーの2つのMCは、つねの茜と小金沢真也です。 彼らの性格や意見は大きく異なりますが、実際には素晴らしいチームに成長します。 私は彼らの間に靴磨きされたロマンスはなかったと思っていました。 支持キャラクターでは、ジノノ・ノブチカとマサオカ・トモミもいくつか一緒にいますが、支持キャストのうち、私の好きな2つです。 シリーズのアンタゴニストは記録的に非常に興味深い牧島将吾です。 残念ながら、なぜあなたはスポイラーが重いのかを教えてくれるが、彼はすばらしい役割を果たしている。 私はこの番組の登場人物が大好きだった。\n\nエンジョイメント：私はすべてのエピソードで自分の席の端にいました。私が見た多くのショーについては言いません。 素晴らしいライディングだったし、シーズン2の作品ではまだ終わっていない。それは私がとても興奮している。\n\n全体：このショーを見てください。 それは見るのがとても楽しく、私は考えさせました。 その行動は決してそこにあることは決してありませんでした。そして、博覧会はよく歩調を合わせました。 地獄、全体のショーはうまく歩いていた。 これをスキップすると、あなたは逃してしまいます。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "awerture",
    "profile": "/profile/awerture/reviews",
    "pages": "1",
    "number": "18",
    "link": "/reviews.php?id=187037",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  2\nアニメーション|  5\nサウンド|  7\nキャラクター|  2\n|  3\n\n要するに、「Psycho Pass」は、弱くて、恥知らずで、間違っています。 それには主に2つの理由があります。 第一は、賢明な未来的なビジョンを構築する上でショーの非常に一般的な失敗であり、第二は、\n\n最初はPsycho-Passは一般的な仕事の臨床的な例のように見えます。 それは「少数派報告」、「Dredd」および他の多くのSF物語を取り去ります。 それは、一般的なディストピアの設定、一般的な芸術のスタイル、一般的なサウンドトラック - これらのどちらも特に悪いものもありません。 ちょうどあまり有望ではありません。 しかし、ストーリーの基本的な前提はすばやく縮退します。 フィクションのディステントディスコピアは、一般的に少なくともわずかに妥当であるべきであり、極端に悪い場所であっても、何らかの形で少なくともいくつかの個人に利益をもたらすことが示されなければならない。 または、少なくとも彼らは悪夢のような悪夢で、牧歌的な外観の後ろに隠れていることが徐々に明らかにされるべきである。\n\nそれを無視して、最初からサイコパスは地球を純粋な地獄の世界として提示します。 ナチスドイツ、南アフリカのアパルトヘイト、そしてスターリンのソ連と密接な関係にあります。 それを実現した後、私は、この世界（Sibil Systemと呼ばれるコンピュータアルゴリズムによって監督されている）が邪悪であるという意味があると私に信じさせるいくつかの画期的な正当化を数えました。 何も提供されなかった。 この世界の市民は、そのような場所での生活に耐える理由は絶対にありません。 システムから利益を得ている特権階級さえもなく、誰もがチェックできる圧倒的な力はない。 文字通り、システムを一緒に保持するものはありません。 たとえわずかに現実的なシナリオであっても、大規模な社会的混乱や血まみれの反乱がなければ、1ヶ月以上続く可能性はありません。\n\nそして、それは外部の視点から見る者だけでなく、架空の宇宙の内部でもキャラクター自身にも明らかでなければならない。 事実、主人公の全キャストは、合理的かつ政治的なレベルで、彼らが保護しているシステムがどれほど邪悪であるかを知るだけでなく、公に反抗するために考えられるすべての感情的、倫理的、 しかし、彼らはそうではなく、代わりにシステムをバックアップすることを選択します。 それによって彼らは自動的に無条件の悪役になる。 そして、同時に悪魔を完成させると、彼らの選択と行動は、それほど思慮がなく、自分自身に害を及ぼします。 それはまた、彼らが運命と犯罪との戦いに関心を失う理由です。\n\nそれから私たちはアンタゴニストに会う。 変化のために、彼はシステムに対して反抗する。 より高い目標を持つ精神病の殺人者であることによって。 その結果、彼はまじめでもあります。彼の行動の多くは血まみれの大虐殺の楽しみのためだけに行われ、実際には彼の究極の計画には有害です。 彼は主人よりも優れていて、少しだけ親切な性格を持っていますが、やはり結局のところ、ストーリー全体は他のバカ人と戦っている悪魔の悪役です。 私はそれほど気にすることはできませんでした。\n\nそれだけでは、そのような悪い評価を認めないでしょう。 しかし、私が言及したように、ショーは本当にひどく書かれていました。 一部のキャラクターは一貫して描かれていない - 私たちの主な男性主人公は、無愛想な冷笑犯罪者、唯一の目標に執着したハンター、そして同情的な従順な探偵の間を振動する。 主な敵対者に対する彼の強烈な憎しみの原因は、彼の行動の多くの理由と同様に説明できないままである。 同様のことがメインのヒロインにも当てはまりますが、彼女は新人であるため、キャラクターの発展によってある程度正当化されます。 警察の階層的環境における関係は、同じようにインコヒーレントに描かれています。上司と下司は場面ごとに相互に作用し、ランダムに印象作家がそれを全く考えていない印象を与えます。 ショーには未熟なキャラクターとプロットが多く見られ、有望に見えていたが、最終的にはメインストーリーに賛成して放棄された。 後でいくつかのねじれやクライマックスがありますが、彼らは説得力がなく、感情的反応を誘発しません。 後者は、関係のない文字がある場合、実際には避けられません。 ああ、そしてシリーズの貧弱な結末は続編です。\n\nショーのもう一つの目立った欠陥は、「ショー、教えてくれない」ルールを頻繁に違反することです。 それは、哲学的な話題や有名な作品の引用に華やかな演説を伝えることで、正確に何が起こっているのかを聴衆に説明するのに膨大な時間を費やしています。  「Psycho-Pass」は、何度もその面白いことが始まるように、その説明を何度も繰り返し視聴者を侮辱する。\n\nショーが洞察を深めようとするたびに、別の問題が発生します。 作家は深刻な問題について議論しようとしていますが、達成したすべてが問題の表面を傷つけています。 前述の豪快な演説は、恥知らず、浅く、しばしば実際の内容がない。 また、作家は彼らが何を話したいかを決めることができないように見えます。彼らはしばしば問題を提起してすぐにそれを忘れるでしょう。\n\nそれにもかかわらず、私は「Psycho Pass」と呼ぶことを躊躇しています。 それは本当に難しいことではなく、成熟していて思慮深いものでした。 それは私が本当にショーを気に入らなかったけれども、とにかくそれを終えた。 残念ながら、その強みはすべて潜在的に存在し、実際の実行は悲惨な失敗です。 視聴者のために残されていることは、ウロブチ氏がいつか一度も素晴らしい話をすることを望むことです。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "Missingnomer",
    "profile": "/profile/Missingnomer/reviews",
    "pages": "1",
    "number": "19",
    "link": "/reviews.php?id=95399",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n*このレビューでは、幾分スポイリッシュな資料です。 私は作家として成長し続けるようにそれを修正しようとします！*\n\n今では、ほぼすべてのテーマをカバーする多くのアニメ番組を見てきました。 ええ、私は、アニメ番組が特に上に浮かび上がってくることがあります。 アイデアを新しい形で紹介するショー。 他の数十から発散するショーは、それに沿って空気があることを示しています。 しかし、アニメスタンドは他人の上に頭と肩を立てるのはなぜですか？ ストーリー、キャラクター、（もしあなたが私のようなものであれば）アニメを傑出しているサウンドトラックさえできますか？ 上記のすべてを組み込んだアニメがあったらどうなるでしょうか？ 今はそれが誰の時間でも価値のあるアニメです。\n\nそのアニメはPsycho-Passになります。\n\n未来のサイバーパンク環境では、「シビルシステム」と呼ばれる強力なスーパーコンピュータによって、法と秩序が維持されているハイテクで自立した日本を舞台にしています。 この制度によって、日本のすべての人々は、それが公平であるかどうかにかかわらず、すべての命令と判断に従わなければなりません。 しかし、すべての統治機関は完璧ではありません。 すべてがその欠陥と不完全性を持っていますが、このシステムの「正義」を支えている人々が、これらの不完全性について何が起こるかを知り始めると、\n\n=====\nストーリー\n=====\n\nPsycho-Passは、Sibyl Systemによって制定された法律を支持する公安局の新しい検査官、Tsunemorie Akaneを紹介することから始まります。 その人の心を個々に判断し、その才能、弱点、さらには犯罪の可能性を評価することによって、国を運営するシステム。 このシステムを通して、日本の市民は実際に犯罪者や潜在的な犯罪者がいないユートピア社会を作り出しています。 しかし、運命とユニット1が、そのシステムに大胆に反論している事件を見つけたとき、彼らは社会の基盤が一人の人によって揺さぶられるように、すべての地獄を守ると断言しました。\n\nPsycho-Passの物語は、ショー全体の肉です。 正しいことと誤ったことの共通のテーマはかなり捨てられています。  Psycho-Passのバックボーンという共通のテーマであっても、この過度のテーマを提示する全く新しい方法を見つけました。 社会が特定の事柄を受け入れるか許可する場合、それは正しいことをしますか？ 良い？ シビルシステムはちょうど完璧に聞こえる...\n\nもし私たちすべてが疑いの余地のない何かを追っていれば、ペットよりもあなたを良くすることができないだろうか？ それが聞こえるだけで聴く動物？ 人間が自分の意志を失って自分自身を決める能力が本当に人間と呼ばれることができますか？  Psycho-Passでこれらのテーマや質問はすべて大声ではっきりと鳴ります。 これらの古いテーマが新しくて魅力的な方法で身に着けられているのを見るのは本当の喜びでした。 私の爪に噛み付き、次のエピソードまで私の椅子を前後に揺らす方法。\n\n=======\nキャラクター\n=======\n\nこのような深みのある、暗い、成熟したストーリーのショーで、ショーが本当にどれくらいの可能性を秘めているかを実際に紹介したキャストが与えられます。 小学生真矢は、古典的な昔の学校の主人公で、ただ助けて賞賛することはできませんでした。 彼はただSpike Spiegelを私に叫んだ（これは本当に良いことだ）。 古い学校のクラシックなキャラクターはいつも歓迎されていますが、私はいつも涼しく、レベルが高く、暗く、不器用ですが、観客が共感できる敵であるショーを見たいと思っていました。\n\nえんてｒ しょうご まきしま。\n\n今、私はたくさんの人がそれを通過したことを知っています。「ねえ！ 彼らは私の考えを完全に盗んだ！ あなたが映画やショーを見たときに少なくとも一度は、エピソード11で彼の完全な栄光でShougoを見た時、私は助けができなかったが、エピソードの終わりにそれを叫ぶ。 私はついに、常に悪い感覚や理由がなかったクッキーカッターアンタゴニストから分かれた別のショーを見つけました。  Shougoには理由があるし、彼らもかなり良い理由があった。\n\nしかし、私たちは偉大なAkane Tsunemoriを忘れることはできません。 彼女はショーの前半のために小さな役割を果たしたが、私は大いに感謝しているショーの閉会で彼女は最終的に彼女の注目スポットを持っていた。 彼女はそこの他の女性の主人公からの新鮮な空気の良い呼吸でした（はい、私はあなたに猪木を見ています）。 しかし、私は、あかねの愛の半分が神様のような妖精、花澤ちゃんを通して来ることを知っています.......私は、かわいい、落ち着いた声のために柔らかく、暗く憂鬱なショーでは大歓迎です サイコパスとして。\n\n他の査察官や執行者とともに、キャストは大きな理由だった。これは信じられないほどの話を示す。  （シオンと弥生とのゆり愛に叫び声をあげろ！...すみません、\n\n============\n音楽とアニメーション\n============\n\nあなたがすでに推測していないなら、私はアニメーションやサウンドトラックに多くの価値を置く傾向があります。 これらのクライマックスシーン、トランジション、戦いシーン、さらにはキャラクターがランダムに空を舞台にして舞台をより壮大にするのは何ですか？ その巧みな血と腸の爆発に加えて、私たちは多くの人々の内部を見る傾向があります。 これは人の理由でRと評価されますので、昼食中にPsycho-Passを見ないようにしましょう。  AHAHAHA、classic... Ahem、いずれにせよ、Bravo Production I.G. あなたの健全なディレクターになるために吉一様！ 人々に来て、これはBaccanoで彼の手を持っていた男です！  Psycho-Passのメインテーマは、ピアノ、バイオリン、シンセサイザーで行われます。 各バージョンはそれぞれのシーンで完璧に演奏されました。 サウンドトラックはアニメに命や定義をあまりにも多く与えましたが、それは無視できませんでした。 アニメーションは音楽と仲良くなり、Psycho-Passは爪に当たった。 芸術は後のエピソードで理解できない理由で不安定になったけれども、両方は卓越した輝きのレベルに生産されました。 私がドミネーターの行動を見たとき、私は自分の個人的な使用のために自分を助けることはできませんでした。\n\n=====\n全体\n=====\n\nアニメが壮大で感情的なストーリーラインを複雑なキャラクターに補完すると、壮大なシンプルさに溢れているアートと音楽のスタイルに裏打ちされていますが、驚異的な驚異性は、私たちはあごのようなアニメ「Psycho-Pass 物語とキャラクターは人間を男にするものを肉体化します。 あなたは自分のことを何にしますか？ しかし、再び 適合または改造、嚥下が難しい成熟したテーマ。 物事が非常に多く起こっているので、私たちは本当に善と悪の線を見ることができません。 それは隠されたPsycho-Pass laysの美しさでした。 これはあなたに正しいことと間違っていることを示すショーではなく、これはあなたを決定させるショーです。 あなた自身の人生を決め、盲目的に物や人を追いかけないでください。 非常に多くの相反する見解と容認された規範をもって、今日の世界で迷子にならないように心がけてください。 何があなたを人間にするの？ あなたのサイコパス？\n\n「SIByLはまだ続ける...」\n\nそれを保持するか、それを上回る可能性を持つ続編は前任者ですか？ 確かに地獄のように願っています。\n\n*これは私の最初のレビューであり、読んでいただきありがとうございます。 フィードバックと友好的な批判が歓迎される！ もう一度、ありがとう。*"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "Owlythesova",
    "profile": "/profile/Owlythesova/reviews",
    "pages": "1",
    "number": "20",
    "link": "/reviews.php?id=179945",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  9\n\n私が最初のエピソードを見たとき、私は本当に、本当に苛立って動揺しました。 周囲のすべての人のために同じキャラクターのために同じ憎しみを持っている - 自分自身を補強し、あなたは報われるでしょう。 私を信じてください。\n\nアニメそのものから始める。 私は本当に2つのタイトル（続編とこれの両方）のレビューを書くことができるようになると思うが、私はまだそれらを集合的な実体として見る。 したがって、私の意見は両方の季節を見ることに基づいています。 今私が彼らについて言うことができるのは唯一のことです。彼らは同様のアイデアを持っていますが、それを表現するためには別のアプローチを取っています。\n\nPsycho-Passは、シビル・システムによって支配されている社会を示すユニークな方法です。究極的で完璧な（しかし完全ではない）裁判官であり、法律を指示し、告発と同じ時間を行います。 しかし、正義を果たし、有罪判決を求める者はまだ人間です。 この「ヒューマンファクター」は、アケインがデビューした悪名高い第1話のような予期せぬ出来事につながることがあります。\n\n私は個人的に彼女がこのショーで最も明るくて最高のキャラクターではないと思っていますが、私は自分の犯罪者のやり方に同情を感じました。 彼女は人間を殺すことに抗議し、人生の価値を知り、可能ならばすべてを平和的な方法でやろうとします。 私は本当に彼女がショーを通して多くのことを改善し、彼女の性格の厄介な特徴のいくつかを投げ捨てていると言うことができました。\n\nゆっくりと小波と牧島に向かう 彼らはどちらも彼らの判断と見方が非常に似ているので、彼らは終わりにお互いに執着しているように感じます。  Kougamiは牧島を完全に理解したいと思っています。牧島は自分自身にとって完璧なライバルを見つけ出します。\nKougamiは残酷で男性的で執行者の仕事に適していますが、彼はまた探偵として優れた能力を持っています。\n\nこのショーが大好きだったのは、実際には天才アンタゴニストでした。 牧島は誰もが誇りを持ち、塔を建てて世界を捉えようとする典型的な「万事悪」の人たちと同じではない。 あなたはShougoの動機をはっきりと見ることができ、彼がしたようにシステムを落とすのと同じ衝動を感じるだろうと私は言うことさえできます。 彼は幾分人を殺すことを楽しむようだが、それは主にシビルの判断の欠陥を見つけることである。  ...私はOrwellとDickに言及し、「電子書籍にも文字が足りない」と言ったときに本当に面白かったです。\n\n第2シーズンには、社会全体を揺るがし、システム全体を判断したいユニックアンタゴニストもいますが、彼はもっと、どのようにミドルクラスとノーマルと言うのですか？ 彼はまだいくつかの側面で驚くべき知識を持っていますが、共感と復讐の詳細です。 シェイクスピアからの引用もない。\n\n他のキャラクターは、主にプロットを埋めることになっていましたが、彼らは非常によく書かれています。特に宜野座は、迷惑なウンナベ独裁者から世話をして寛容な人にいたるまで、\n\nショーのもう一つのポイントは信じられないほどの雰囲気です。 最初のシーズンは鮮やかな色と、郊外の人たちが本当に暗くなって欲しいときには怖がっていることを示しています。 個人の間だけでなく、市民の間でヒステリーのいくつかの驚くほどよく作られた場面がありました。私はその場で凍りつき、開かれた口で物事が起こるのを見ました。\nしかし、第2シーズンは初めから暗くなり、厄介で暴力的なので、すぐに慣れることができます。\n\n両方の季節のオープニングとエンディングは、ショーの全体的な態度だけでなく、主人公の心の状態も表します。\n\n全体的に、私はPsycho-Passを多く楽しんだし、何かの動機や出来事を理解するためにショーのプロットについての情報も掘り下げた。 ショーには考え方や議論が残っているので、後味は良いと思っています。"
  }
]
