[
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "OnlyFestive",
    "profile": "/profile/OnlyFestive/reviews",
    "pages": "6",
    "number": "1",
    "link": "/reviews.php?id=211559",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  9\n\nサイコ・パス（Psycho Pass）は、凶悪犯罪をどのように起こすかを測定しようとする試みにおいて、人間の本質を積極的に監視する技術が強化されたディストピスの日本で行われます。 この技術は、公安局（Public Safety Bureau）と呼ばれる刑事捜査部によって施行され、潜在犯罪者として分析され、定義された個人については、指定役員に通知されます。 彼らの捜査を実行し、これらの人々を国家の警察や技術の法律であるシビルシステムの試行で訴追し、実行することが仕事です。\n\nPsycho Passが探し求めている犯罪者に対してSibyl Systemを並行して表示し続けるにつれ、あなたは最初に考えたようにショーが白黒ではないことが分かります。 実際、シリーズ全体は、そのようなテクノロジーの道徳性とこれが他の伝統的な社会にもたらす可能性のある障害に疑問を呈するにつれて、大きな思考実験になります。 これらの考えは、シビルシステムを終わらせず、技術向上のためにはるか前の社会に戻ってしまったシリーズの主なアンタゴニスト、牧島将吾を紹介すると、さらに明らかになります。 とにかく彼の対話が人類に対する彼の献身を示すので、彼がアンタゴニストであるかどうかを疑問に思うかもしれません。\n\nこれが私の物語が天才だと信じる場所です。 与えられた22のエピソードを見た後、私は繰り返し自分が誰のために根を張っているのか疑問に思った。 すべてのキャラクターが自分の道徳を持っているように見えますが、それは自分のものに似ているかどうか常に疑問を投げかけています。 これが私の興味を引きつけるには十分ではないかのように、これらのキャラクターの間の戦いは非常に魅力的です。 ほとんどの場面は荒々しく複雑です。  NarutoやFairy Taleのような少年アニメで行われる非常にエネルギッシュな（時には圧倒的な）戦いに逆らって、非常に組織的なものです。\n\nしかし、これらの戦いは、音楽なしでは何もないだろう。 このアニメとの音楽の精神はとてもよく調和しています。 実際に私がサウンドトラックをどれくらい楽しんでいるのかは本当に驚いていました。  Psycho Passには非常にユニークなサウンドトラックがあります。 サウンドトラックの高さは速いペースであり、トラックが演奏された直後に強さが感じられる。 サウンドトラックの低音は悲惨であり、感情的であることが意図されているシーンでうまく流れているようです。 現在の音楽が実装されていなければ、サイコ・パスは大きく苦しんでいただろうと思う。\n\n残念ながら、このアニメにはいくつかの不満があります。 特に、エピソードとしてますます不満を募らせている主人公のつむもとの役人、つむもりは、 彼女が検査官になると、彼女は検査官としてシビル・システムと彼女の仕事にぞっとする経験を与えられますが、彼女は引き続きそのすべてを最大限尊重します。 その話は、時間の経過とともに彼女の正義の定義が変わっていることを暗示していましたが、私は彼女がそれを表現するのを待っていました。 彼女の考えを妥協し、彼女が何をしてきたのか、彼女が何をしていたのか、シビルシステムがどんなものになっていたのか、彼女の本当の気持ちを示すために、彼女の性格をはるかに楽しくしてくれました。\n\nもう一つの不平は終わりから来るかもしれない。 これは全くひどいことではありませんでしたが、私はもっと印象的なものを期待していました。 離れて何も与えずに、私は終わりを反楽観主義者として描写するでしょう。 これはシリーズの終わりが意味を持たないと言っているわけではない。 シリーズの前進に伴ってあなたが望むものに変身するキャラクターの多くを含めて、それをたくさん持っていましたが、最後のエピソードはそれ以前のエピソードのアドレナリンラッシュとは比較できませんでした。 再び、それは失望していたというほどではなく、次のシーズンに答えるかもしれないし、そうでないかもしれない何かを望ましくすることを残している。\n\nオール・オール・オール、サイコ・パスはサイエンスフィクションのアニメの定番として定着しています。 テーマは思想を刺激し、魅力的で挑発的です。 これは決して驚かされない環境で繁栄できる文字を作ります。 音楽はアニメーションとスムーズにペアになり、魅力的なストーリーで視聴者をシームレスに魅了します。 これはすぐに私のお気に入りのリストの1つになって、私はあなたがそれから出てくる同じ方法を感じると思う。 間違いなくこのアニメを見るためにいくつかの時間を別に置いて、私はあなたにそれに感謝するつもりだと保証する！"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "Stevoreno",
    "profile": "/profile/Stevoreno/reviews",
    "pages": "6",
    "number": "2",
    "link": "/reviews.php?id=211235",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  8\n\nうわー、これらすべての印象的なレビューで私はどのようにフォローアップできますか？ まあ、私はちょっと個人的な経験を追加してちょっと面白くするためにちょっとスパイスアップします。\nサイコパスは、心理的/ディスストピアンのアニメの幻影です。 それは概要で約束しているものすべてを提供します。 キャラクターの開発、細部までのサウンドトラック、プロットの進行。 それは素晴らしかった....少なくとも最初のシーズンだった。  2番目のシーズンは脱線のタドで、多くは同意するだろう。 ただし、続行できます。\n\nストーリー（8/10）このシリーズはディストピアの将来に設定されています。色相係数は精神的に安定しているか否かにかかわらず、平均的な精神の安定性を決定します。 ジョージ・オーウェルの思想警察が人生に持ち込まれたと考えてください。 しかし、アパートの廊下に隠れて黒の本に落書きするのではなく、思想警察の執行者が愛する「ビッグブラザー」のシビルシステムの見解に従います。 さて、1984年の警察は悪いと思っていましたが、実際に大画面に素晴らしいパフォーマンスを届けています。 小さな魚の尻からすべての弧に至るまで、主な主人公を捕まえることができました。それは、コナン・ドイルの「小さな魚を捕まえて、より大きな魚類に近づける」という気持ちを伝えました。 それは心理的犯罪の点で興味深い、比類のない前提でした。 しかし、第2シーズンは、第1シーズンの優位性に合致するための最善の努力を試みる。 絶対に悲惨に失敗します。\n\nアート（10/10）聖なる地獄は素晴らしいスタイルでした。 つまり、未来的な技術は幻想的で、「平和でありながらディストピアの」ジャンルに合っていました。 キャラクターセットはすべて一定の感情を持っています。その中には明確なアニメの切り抜きがありませんでした。 ああ、フリジン銃、Dominator！  OHHHHHHH！ それは変態すると狂っているのです。 あなたは絶対にアートスタイルを愛するでしょう。 鮮明ではあるが、「表面の下に隠れたもの」は全体の皿に感じる。\n\nSound（10/10）このアニメを見る前に、あなたのサブウーファーとサウンドバーを最大限の低音にすることをお勧めします。 ドミネーターのショットは、部屋全体を彷彿とさせます。その狂気の信じられないほどの低音のレベルです。 シーンはすべてペースが速いbgmテンポでフォローアップします。 戦い場面には素晴らしいオーバーレイがあり、同じように素晴らしいサウンドトラックがあります。 ボトムライン：サウンドは素晴らしかったです。 ああ、最初の東京グールのオープニングをした唯一のリン・トサイト・シグレの伝説的なオープニングを忘れないでください！ それは魅力的でしたが、ショーを盗んだものはエゴイストのエンディングであったと信じています...今は両方のシーズンでショー全体に適しています。\n\nキャラクター（10/10）画面の時間がかかるので、アニメのキャラクターを開発するのは難しいですが、Psychopassはインパクトのあるパフォーマンスを実現します。 インパクトのあることは何を意味しますか？ それにもかかわらず、ブラボーのパフォーマンス。 すべての文字は、プロットフローと直接相関します。 マスポップルとアカネの友人たちはディストピアの幸福に揺れ動いた。 邪悪な人と小児性愛者たちは、彼らの心を抱きしめていた。 執行者....各人の性格はすべて、物語との共生関係になり、完全な円に戻ります。 しかし、私はこれを言うでしょう。 スポイラーなし。 私は最後にリードのキャラクターの描写に非常に失望しました....私は彼女が彼女の文字の境界を壊して、完全にキャラクターから何かをしたことを意味します。 それは本当に私にとっては意味がありませんでした。\n\n楽しさ（8/10）なぜ鑑定評価が低いのですか？ 私は警官の劇には本当になかった。 しかし、私は自分の趣味やファッションをはるかに超えたショーを楽しんだ。 ショーは素晴らしい最初のシーズンでしたが、それは私にとっては最初のシーズンでした。 リードアンタゴニストがなくなったため、ショーの残りの部分は影響を受けなかった。  Moriarityスタイルの俳優の一種が演技に入ったが、揺らめくろうそくのように揺れ動いた。 これが盛り上がりでない場合、ホームズはありません。 ジョーカーがいない場合、バットマンは存在しません。 私がどこにいるのか見てみましょうか？\n\n全体的に（9/10）これは第2シーズンではなかった場合、これは10/10になります。 拡張版は素晴らしかったが、第2シーズンは私のためにそれを殺した。 また、それを殺したのは最初のシーズンの終わり近くにキャラクターが出なかったことだった。 ジョージ・オーウェルからまっすぐに「誰もがBig Brotherの真面目な顔をしている」ということはほぼ終わってしまった.1つのことが率直に怒られた。そして、2。彼らは盗作の痕跡に辿り着いた。 それは愚かです。 しかし全体的に、十分に言及することができない素晴らしいショー。 キャラクターの発展の典型があれば、このショーはそれを横に描写する顔になるでしょう。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "Esoterism",
    "profile": "/profile/Esoterism/reviews",
    "pages": "6",
    "number": "3",
    "link": "/reviews.php?id=165499",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n他の人たちは、このアニメが哀れな心のためではないと同意するでしょう。 それは残酷で、悲劇的で美しいものであり、同時にすべてのことを忘れています。 それはあなたが以前考えたことがない可能性が最も高いものを考慮させます。 私はそれを知っています。 地獄、私は私の心理パスがどんなものになるか、私の得点となるものについて議論していました。 将来の「コンピュータシステム」によって制御されているという考えは、主要な悪役は言うまでもなく、怖かったです。 彼は私たちが憎むのが大好きなタイプですが、同時に彼はあなたをそれぞれの言葉で描いて、あなたを闇に、あなたの悪意に引き寄せます。\n\n私が本当にシリーズで愛していたことの一つは、彼女が成長しているのを見て、それぞれのエピソードで成長する方法だった。彼女は自分の右にいたるまで、まったく悪くはなかった。 彼女はそれを大切に払ってくれました...しかし、彼らが言うように、痛みのない利益はないと思います。\n\n私が嫌いなことはありましたか？ それとも幸せではなかった？ もちろん！ 私は憎んだ、私は本当に嫌われている、終わりに向かってリード、私たちすべてが知っていたシーンが来ているが、それが起こらないことを夢中にしてそこに座っていた。 最後の悲劇が私を殺しましたが、それはどうしたのでしょうか...\n\n物語そのものがあなたを吸い込む、それはあなたに人類の暗闇を示す。 どのくらいのねじれが行くか、それはあなたにショックを残す場所にあなたの心を取るでしょう。 そして、私のように...私は泣いた。 本当に泣いた。 文字のため。 状況のために、そして悲劇の結果としてさえ。\n\n私は興味をそそられ、時には無関心になりました...それは、乗り物の1つの地獄、ショーの地獄です、そして、私はあなたがこの暗い旅を自分で取ることを全面的にお勧めします。\n\n私が嫌っていた部分はありましたか？ もちろん、\n\nあなたがアニメ/プログラムの暗い側面を楽しむなら、これはあなたのためです。\n\nシーズン2は同じではない。 しかし私はまだそれを見て楽しみにしています。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "Joe_Devaney",
    "profile": "/profile/Joe_Devaney/reviews",
    "pages": "6",
    "number": "4",
    "link": "/reviews.php?id=210451",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  9\n\n概要：\n「サイコパス」は、ウロブチェン世（「ウロブチェ」とも呼ばれます）の執筆で私が経験した最初の経験です。 彼の暗い、悲劇的な設定とプロットの紆余曲折のために悪名高い、彼は良い順序を書く方法を知らないと言って最高指数のヒップスターでなければならないでしょう。 簡単に言えば、「Psycho-Pass」は、「Blade Runner」や「Ghost in the Shell」のような古典と同じ味わいの、素晴らしいSFアニメーションのアニメーションです。\n\nストーリー＆amp; 世界（7/10）：\nこの話は、2113年に設定されました。ここで、日本は現在、シビルシステムによって支配されています。 ドミネーターとして知られるハイテク銃を通じて、平均的な人の心理状態（またはサイコパス）が測定され、許容限度を超えるものは社会に対する脅威とみなされ、極端な場合 、殺された。 公安局は、この設定では、サイフォパスが許容レベルを超えているが、正義を提供するために外に出る許可を与えられている人々と、エンフォースラーを監督し、 あまりにも遠くに行きません。\n\n物語は、ちょうど警察に加わったルーキーインスペクター、つむもり茜に続く。  Enokcerと一緒に、小学生新谷は、すぐに非常に危険な犯罪者、Makishima Shogo（これはスポイラーではなく、最初のシーンに登場する）のプロットを明らかにする。 小学生と この犯罪者を追跡して正義に至らせるのは、あかね、小学生、その他公安局の責任です。\n\nストーリーが痛感しているのは驚きです。 私はほとんどいつもどんな方向へ行くのかを見ることができました。そして、大きな紆余曲折を起こしていたものは、起こる前に半分のエピソードを見ることができました。 コグミが400人以上のサイコパスで犯罪者を撃ってしまったなど、本当にばかばかしい部分もありましたが、誰もがシステムに従わなければならないという事実にもかかわらずです。 そして、最終的に、この結果はまったく同じエピソードで犯罪者が殺されるという結果に終わります！ シビルシステムのコンセプトは、それがどうなってきたかを決して正確に見出すことができないため、未開発です。 全体的にみて、ストーリーは非常に予測可能で、実際に大きな紆余曲折はほとんどなく、それほど驚くべきものではなく、衝撃的でもありませんでした。 それが何であれ、物語はうまく流れていて、皆さんのSFファンタジーを理解するのは簡単ですが、個人的には、あなたが来ていないことを少しは好みました。\n\nアート＆amp; amp; アニメーション（9/10）：\n視覚的には、「Psycho-Pass」は印象的なものではありません。 キャラクターのモデルと環境は非常によく描かれており、ファンサービスは最小限に抑えられています。 しかし、彼のアニメでファンタスティックなことに気にしない人として、私はそれが本当にぞっとするようなイメージではないと考えています。 基本的に、犯罪者のPsycho-Passが高すぎると、ドミネーターはパルセイサーから致命的なエリミネーターに変わり、犯罪者は激しい騒ぎに爆発する。 ある日、天才的な天才は、人道的な方法で犯罪者を扱うことが分かったので、内部が膨張して爆発する銃で銃を撃ってしまうのです。 そして、私はそれが大量の皮肉を伴って言う。 ありがたいことに、これらの落ち着いたシーンは非常にまれであり、ある時点で、完全に消えています。自分自身と私の胃が感謝しています。\n\nサウンド＆amp; amp; 対話（10/10）：\n疑いの余地なく、このシリーズの最強のエリア。 サウンドトラックは絶対に驚くべきことであり、それがシリーズに合っていると言うのは控えめなものに過ぎません。 このシリーズは2つのオープニングと2つのエンディングテーマを使用しており、4つはすべてファンタスです。 他にも注目すべきトラックがたくさんあります。自分で見たいものを探すことをおすすめします。 その中には、「Deus Ex：Human Revolution」のものと簡単に比較できるものもあります。あなたが知らない場合は、非常に良いものです。 声の演技も素晴らしいです。 ほとんどのアニメと同様に、私はダブを見ました。ケイト・オイシリーとロバート・マコラムが、それぞれアカネとコガミのような華麗なパフォーマンスを出して、それは本当に良かったです。 これを褒め称えるのは、フィリップ・K・ディックをはじめとする多くの著名な作家や思想家からの引用がたくさんある素晴らしいスクリプトです。 これはすべて、耳に信じられないほど簡単な体験を作り出すのにつながります。\n\nキャラクター（9/10）：\n「Psycho-Pass」がプロットに欠けているものは、強い文字のキャストで補うものです。 第一に、私たちは、あらすじに言及されていないにもかかわらず、明白な主人公です。 ほとんどの人がエンフォースラーを単なる「狩猟犬」と見なしていますが、Akaneはそれが間違っていると信じて、代わりに人々として捉えています。 彼女はまたシビルシステムの欠陥のある性質に同意しないが、最終的に瑕疵があるかどうかを学び、秩序を維持する必要がある。 基本的に、彼女は非常に容赦のない世界で良心の声として働き、彼女はいくつかの巨大なキャラクター開発を経ている間に、その役割を失うことはありません。 素朴な初心者から本格的な悪名高い、しかしまだ愛らしい探偵までの彼女の進化は、フィナーレによって彼女が私の好きなキャラクターになったことを意味しました。\n\n次は、主人公でもある反省主義者小金慎也さんです。 基本的には、何も（シビルシステムでさえも）彼が正しいと思っていることをやめさせることはありません。そして、これは、最初に彼にエンフォーサとなったものの一部です。 彼は非常に静的な、特にAkaneと比較して脱退することができますが、彼は過去には苦労していたので、彼は今の人になりました。 主要な悪人牧島との彼の歴史と競争も非常に面白いです。\n\nこれらの2つを除いて、いくつかのサポートキャラクターがあります。それらのキャラクターはすべて、充実して開発されていますが、1つの不幸な例外があります。 あかねの上司、ノブチカ・ジノザは言及するしかありません。 彼はEnforcerを「狩猟犬」と見なす者であり、自然と彼とAkaneの間のいくつかの議論につながる。 彼は嫌な男として出てくるが、本当に苦いだけで怒っている。 そして男の子は彼が良い理由があるのですか？\n\nそして、もちろん、誰がメインの悪役、牧島将吾を忘れることができますか？ 今、私がそれを見る方法には、悪人であると信じられている人と、悪であると知っている人だけが気にしない人の2種類があります。 シリーズ全体を通して、牧島は両者の間に細い線を描く。 作家の引用符の多くは彼から来て、彼は冷たい、操作の社会病であるにもかかわらず、非常に正常なままになる。 これは本当に魅力的な悪役になります。あなたは絶対に憎むのが大好きです。\n\n楽しさ（8.5 / 10）：\n「Psycho-Pass」のアクションは、特に主なアクションテーマを中心に、素晴らしいものです。 それは間違いなく、あなたがそれを処理できる限り、最後まで見守りたいシリーズです。 残念なことに、ここにいくつかの人々を置く恐ろしいものがあります。 結局のところ、彼らは何のために彼に 'Urobutcher'と呼ばれていません。 牧島の狩りは、時には馬鹿げているように感じることもあるので、ここやそこにペーシングの問題があります。 過去に潜んでいた第12話は、特に恥ずかしそうに感じたのは、久米彌生弥生に本当に必要な賞賛と才能を与えてくれるだけで、全体的なプロットには結びつかないからです。\n\n全体：\nその予測可能なストーリーと時には無礼に悲しみの死にかかわらず、「サイコパス」は巧みにまとめられています。 それはあなたのSFのディストピーカの設定であなたを吸うでしょうが、その行動、文字、音楽、作家の参考文献であなたを見守ってください。 ダークなSFファンが夢中になるだろうという素晴らしいシリーズです。  「Psycho-Pass」の詳細については、今後数ヶ月以内に投稿する予定の第2シーズンのレビューを待つようにしてください。\n\nスコア：\n7 + 9 + 10 + 9 + 8.5 = 43.5 / 50 = 8.7 / 10"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "MyAwesomeOpinion",
    "profile": "/profile/MyAwesomeOpinion/reviews",
    "pages": "6",
    "number": "5",
    "link": "/reviews.php?id=208875",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  6\nキャラクター|  10\n|  8\n\nストーリー：8\nあまりにも多くを捧げることなく（その声明であなたは私がいくつか離れていると仮定できるはずです）、その話はシビルシステムによって支配される未来的な社会で起こります。 シビルシステムは、21世紀の日本の犯罪管理のために政府と協力して実行される法執行機関に与えられた名前です。 これは、全国の人口の犯罪傾向を分析するために使用される独自のハードウェアおよびソフトウェアの唯一の演算子およびマネージャである。 シビルシステムは公安局を設置し、その人員を徹底的に管理し、Psycho-Passのすべての技術と武器を鉄拳で支配する。\nプロットは未来的な警察部門の第1部門、主にAkane  - 検査官を中心にしています。 この警察には、査察官と執行人がいます。 査察官は基本的には刑事であり、警察官を援助する刑事犯罪者を犯した犯行者を監視するように頼まれている。\n彼女の仕事の最初の日に、AkaneにはDominator、オブジェクトのような銃が与えられます。 銃は所有者の身元を判断することができ、動作させるためにシビルシステムへの認証と無線接続が必要です。 それぞれの個々のガンは、現在それに登録されているユーザーだけが聞くことができます。 どんな人間に指されても、精神状態を検出するか、むしろサイコパスを検出します。  100歳未満の場合、支配者は社会への脅威ではないため、活性化しません。  100と200の間で支配者がそれらを麻痺させ、200と300は致命的なエリミネータであり、300+はデスソセッサーである。\nこれらの支配者とシビルの判断は、この社会を支配するものです。 しかし、実際の話は、ある部署がシビルが判断できない人がいることが分かったときに始まります。 彼らが何をしても、犯罪係数は100を超えることはありません。これらの人々には、Akaneとseiresの敵対者が含まれます。\nこの物語は非常にうまく実行され、非常にオリジナルです。 私はそれを徹底的に楽しんだ。\n\n\nアート：7\n芸術は非常にうまくいっているが、何も目立たないので、私はそれに7を与える\n\nサウンド：6\nしかし、このサウンドトラックはこのシリーズにふさわしいものではない。\n\nキャラクター：10\n文字はすべて非常に深く、個人的です。 非常によく全体的に実行されました。\n\n楽しさ：8\n私は間違いなくこのシリーズを楽しんで、すぐにそれを再見て自分自身を見つけるだろう。\n\n\n全体：8\nこのシリーズは素晴らしいです！\nそして、ちょうどランダムなサイドノート - あなたがデスノートを楽しんだなら、あなたはこれを楽しむでしょう。 確かに。\nとにかく、"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "YourWaifuAshite",
    "profile": "/profile/YourWaifuAshite/reviews",
    "pages": "6",
    "number": "6",
    "link": "/reviews.php?id=207711",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nPsycho-Passはあなたが見始める2番目から素晴らしい経験をすべて提供します。 オープニングテーマとクローズテーマもすごく面白くしています。 音は気分を守るのに大変です。 ストーリーはドラマと興奮の中で揺るがない。 あなたは、各エピソードでますますキャラクターに付き添っているのを感じます。 アンタゴニストでさえ、彼ら自身の特別な魅力を持っています。 それぞれの主要キャラクターにはバックストーリーが付いています。 あなたはキャラクターの色合いだけでなく、なぜそれがその色であるかを理解することができます。\n\n最初からすべてが開放されているのではなく、ゆっくりと自分たちの世界についてもっと学び、座席の端に座ります。 ドラマは時をおいて華麗に納品され、瞬時にハイライトするゴージャスな芸術が施されています。 血液、腸、およびゴアとともに派手な色があなたの目を失望させることはありません。\n\n心理学と哲学もこのアニメで大きな役割を果たしています。 それは私が十分に得ることができないものです。 あなたはたぶん自分自身が壊れている/誰の側/あなたが何度も出ていることに気付くでしょう。 あなたが私のようなものなら、あなたはまだシーズン1が終わった後に自分自身に質問しています。\n\nあなた自身を愛しているなら、あなたはこのアニメにチャンスを与えます。 音楽、イメージ、キャラクター、芸術、全体的なプロットはすべて豪華です。 たぶん、私はまだ最初のアニメを見つけることに興奮していますが、それは良い気分でした。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "c1455",
    "profile": "/profile/c1455/reviews",
    "pages": "6",
    "number": "7",
    "link": "/reviews.php?id=206417",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  10\n\nPsycho Passは一見遅く始まる信じられないほど強烈なプロットを持っていますが、それが消えるとガスを使い果たしずに続けることができます。  Psycho Passの話は、システムを破壊しようとする反乱軍のバンドではありません。 その欠陥にもかかわらず、それを保護するために働く人々についてです。 これらの欠陥にもかかわらず、シビルシステムは人々の大多数を比較的幸せに保ちます。  Psycho Passは、自由対対立の議論について興味深いものです。\n\nサイコパスの芸術は素晴らしいです。 日差しと蝶がなくても、晴れやかで晴れないで暗闇。 サイコ・パスは現実の世界のように感じるディストピス/ユートピアの世界を作るために管理します。 そのアニメーションも素晴らしいですし、戦闘のシーケンスは誇張されて見えません。 あなたはおそらくこのショーを避けておくべきですが、あなたは血、服装、暴力が気に入らなければ。\n\nこのショーのサウンドトラックは最高です。 オープニングとエンディングの両方の曲がトップティアであり、ショーに完全に適していました。 私は初めにこのショーをサブとして見た後、最近ダビングとしてそれをやり直して、ダブ・ボイスの演技がスポットになったように感じました。 このショーの男性は男性のように聞こえ、女性は最近ヘリウムで吸ったように聞こえません。 サイコパスは素晴らしい音です。\n\nこの番組のキャラクターは面白いです。 それらに襲われる運命や決定のいくつかは予測可能ですが、他の人は私を驚かせることができます。 私はそれらのすべてが好きで、彼らの誰も全く刺激していません。 彼らはすべて理解できる動機があり、このショーの狂った犯罪家さえも意味をなさない。 私はサイドキャラクターにもっと注意が払われたことを願っています。\nKougami Shinya  - ショーの主人公。  Kougamiは、彼の強迫観念に対処するために、何かをして何らかのルールを破りたい、喜んでいる男です。 彼の目標は、視聴者がそれが正義か間違っていることを暗示することなく、視聴者がそれの必要性について自分自身で決定することができるものです。 スポイラーなしで何かを書くのは難しい。 私は特に彼の髪が好きではない。 あまりにもshounen。\nMakishima Shougo  - この物語の悪役。 彼は自分の視点を見て理解することができると同時に、彼が野生であると考えているので、涼しいです。\n天元つねもり - この番組の新人主人公。 彼女は初めは素朴ですが、間違いなく彼女自身に来て、キャラクターとして成長します。 彼女はショーの中で一番スマートなキャラクターにするために精神力を得るが、私の意見ではどこにもないレベルだ。 私の唯一の不満は、私がただ彼女を叩きたいだけの特定のエピソードです。 あなたがそれを見るなら、あなたは理解するでしょう。\nGinoza Nobuchika  - 彼は最初はディックのようですが、彼はただの「everybodyleavesmeitis」の事に苦しんでいます。 彼の性格の成長は予測可能ですが、それにもかかわらず面白いです。\n\n私はこのショーを本当に楽しんだ。  Psycho Passは、プロットにもっと直接関わっているような主人公とのドラマのほうが面白かったら、幽霊の殻のようなものです。  GitSが好きなら、Psycho Passを好きになるかもしれません。 私は、社会と政府についてのショーが好きな人にお勧めします。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "krisha1111",
    "profile": "/profile/krisha1111/reviews",
    "pages": "6",
    "number": "8",
    "link": "/reviews.php?id=228880",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  10\nキャラクター|  7\n|  6\n\nPsycho Passはあなたの座席の端をつかむアニメです。 最初は少なくとも。\nストーリーは、観客が紹介された瞬間から興味深いキャラクターたちとエキサイティングに始まります。\nアニメーションは、私が今まで見たことのあるスポットで、おそらく最高のものです。\n開始時のプロットはかなり良いですし、視聴者を描画しますが、いくつかのエピソードの後では、それは予測可能であり、ひどいものです。\nキャラクターの開発は普通ではなく、主人公は私のラップトップを何度か叩きたいのです。 しかし、ヴィリウスは非常に複雑なキャラクターで、他のキャラクターよりもはるかに面白いです。\n音は最高でシリーズに合っています。 終わりのテーマは最高です。\n全体として、Psychoのパスはヒットから始まり、ミスで終わります。\n結末は大失望であり、満足感は何もありません。\nあなた自身のリスクで監視する"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "Carefree859",
    "profile": "/profile/Carefree859/reviews",
    "pages": "6",
    "number": "9",
    "link": "/reviews.php?id=168137",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はちょうどこのショーとしてこのレビューを書く必要がありました、このショーは私の好きなシリーズです、そして、それはちょうど私が今までの3回のレビューであることを狂気に向かわせます。あなたがこれを嫌うなら、私はまだ改善しようとしています :)\n\nレビューに\n\nあなたはこれまでに何かとても美しいものを見たことがありますか？それはあなたを怒らせます。私はちょうど毎回うまくスローすると言っていました。私はこのことを考えています。\n\nキャラクターは最高の部分ですが、これは1分でこれまでの最高のアニメについての私のレビューですが、もちろん私の意見を作成したxD\n\nThe Characters!!!!!!!!!! 10 obviously Kougami is my favorite Character and Makishima shougo well He's Makishima shougo Akane is good to and her attitude is very Annoyingly good\nキャラクターの残りの部分は素晴らしいと言えるだけでなく素晴らしいです。\n\nストーリー10この話は、シビルシステムと呼ばれるコンピュータシステムが人を判断する場合には非常にユニークですが、女性が残酷に殺されたときに通りを通っている人がいると、 彼らはそれが良いことのように行動すると、あなたは自分自身を台無しにしているシステムを知っていると知っているし、激しい対立は牧島shougo最高のヴィランでこれまでに作成し、私の好きなキャラクターKougami shinyaと恐ろしいショーを私の友人。\n\nとにかく音楽10のノッチは、最初のOPが私のお気に入りの一つです。\n\nアートとアニメーションも10ですが、ショーの最も弱い部分ですが、まだ素晴らしいです\n\n全体的な10の驚くべき"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "ObjectiveOpinion",
    "profile": "/profile/ObjectiveOpinion/reviews",
    "pages": "6",
    "number": "10",
    "link": "/reviews.php?id=199373",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  4\nキャラクター|  5\n|  3\n\nPsycho Passはおそらく私が期待しているものに行くために得るものです。 それは彼らのために自分自身を設定していないと言うことはありません。 東京グールのように、Psycho Passの最初のエピソードは面白く、握って、知的です。 その高オクタンのSFのディスコピアは、小さなゴアとスリラーの助けを借りて、道徳的な議論で震えた。 しかし、もう一度東京グールのように、その最初のエピソードは、私が残したどこかの期待を、それが代わりにPsycho Passがその22エピソードの長さを多くのもので埋める同じ量の興奮に戻るために、 展覧会のエピソードと、はい、私は彼らが時々充填剤の内容と呼ぶことを敢えてします。 私はここでは、博覧会やフィラーが呼び出されていないと言っているわけではありません。すべてのエピソードで大規模な切断された手足があることは期待できません（以前はタイタンの攻撃でしたが）。 多くの人は、Psycho Passの特権を真の紛争にまで築き上げて、Psycho Passのディスコピアを真に磨き上げて実現することを可能にする多くのエピソードを、 これは私が必ずしも一致しませんが、同時に、すべての落ち着きと世界の建物は、フィナーレで輝きが欠けています。\n\n素早くするために、Psycho Passは、現在のコンピュータ化されたSybil Systemが、あらゆる人物の性格を分析して判断し、犯罪を起こす前に人の犯罪意思を予測できる点 。 このように、ストーリーは、最初の日から、役員を監督する仕事の後、役員のつもりに来て、シビルシステムによって潜在的な犯罪者と呼ばれる人々は、  ）犯罪者。 この作業には、ドミネイターとの間で文字通りその人の視界にいる人を判断するためにSybil Systemに組み込まれた特別な兵器で、社会に危険と見なされるものを撮影（時には殺す）が含まれます。 シビルシステムが危険な人物を見つけられない場合、銃は撃たれません。  2分のクラッシュコースは終了しました。\n\nまず始めに、文字：鈍い、それらのすべてが良いですが、3つしかメモを取る価値がありません。 私は本当に宜野座、刑事、牧島のギャングを支持していたが、魅力的なものではなかった。 宜野座が病気のように自分たちと距離を置くような人物のように、それぞれのキャラクターは少なくとも周りの世界をどのように見ることができるかについての視点としての役割を果たすことが重要です。 すべての正直なところで、多くのキャラクターが道徳的なスケールで快適にフィットすることができます：初心者のつねりは法律の行為を拒否し、 敵対する者の牧島を混沌とした善として、凶悪犯罪によって社会を変えようとしている。 したがって、Psycho Passの全体の基礎は、これらの3人のキャラクターの相互作用であり、ショーのこの側面は巧みに大文字にされています。\n\nそれほど華麗に行われていないことは、キャラクター開発の快適なスライドです。 代わりに、小悪魔は私たちがいつもやると思っていたことをやっています。牧島は猛烈な終わりまで暴走を続けました。そしてつねまり...私は彼女が全く変わっていないとは言えませんが、彼女の発達は突然です。 私が正直に何を選択するかについては正直に分かりましたが、最終的には彼女の性格は変わっていませんでした。 彼女は素朴で無邪気な1秒のようで、次は彼女のことです。 彼女は単にシリーズの最後まで賢くなりますが、必ずしも気質が変わったわけではありません（もし彼女がもっと嫌なことがあれば）。小学生も牧島もそうはしません。 そして、シビルのシステムは、その参入するつねりにこれを知っている！ 主要なプロットの啓示はないが、シムビルシステムがつむもりの善意を乱用して、自らの目的をさらに進化させることは容易に推測できる。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "neoncloudFF",
    "profile": "/profile/neoncloudFF/reviews",
    "pages": "6",
    "number": "11",
    "link": "/reviews.php?id=152361",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれまでの映画のコンセプトやノンフィクションの要素とともに、スタイルやジャンルをブレンドしてサイボーグのパワフルなディストピア・スリラーに仕立て上げ、エピソード1から22までを夢中にしています。\n\n主人公、茜、その他のキャストの偉大な発展。 サウンドトラックは偉大なテーマと素晴らしいオープニングテーマとクローズテーマ（後半のクローズテーマの大ファンではありませんでしたが）は素晴らしいです。 アクションは素晴らしいです、公平に感情的に共鳴する、珍しいと感じることはなく、探求されたテーマは暗く興味深いものです。\n\n全体的に、あなたに本当にあなたの歯を沈める素晴らしいショー。 私がかなりの時間で完成した最初のシリーズの1つ...私はちょうどどれくらい良いか信じられません。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "worldeditor11",
    "profile": "/profile/worldeditor11/reviews",
    "pages": "6",
    "number": "12",
    "link": "/reviews.php?id=95913",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私が始める前に、私はPsycho-Passが本当に好きだと言いましょう。 グラフィックス、物語、キャラクター、地獄のほとんどすべて。 その2012年の最も有望なアニメと私はそれがすべての時間の最高のアニメの一つになる可能性が非常に高いと言わなければならない。 あなたが気づいたら、私は「好き」ではなく「好きだ」と言った。\n\nそれで、私がそれを好きになるのを止めるのは何ですか？\n\n矛盾。\n\nその言葉は、私がこの特定のアニメを描くことで出てくる最高のものです。 このアニメは矛盾でいっぱいですが、全体的な楽しさであまり重要ではないが、最も顕著なものの1つはグラフィックスです。 グラフィックスは実際にはエピソード5からの劣化が始まります。私は静的な背景、安い影、話している頭と奇妙な描かれた文字が後のエピソードの後に​​なるまで気づきました。\n\nそれから、ストーリー。 物語は、このアニメが基づいている世界の設定と彼女の新しい作業環境との主要なキャラクターの相互作用を説明する、非常に良いから始まります。 設定は非常に深く、暗く、興味深いものです。 謎に満ちていると私はこの世界についてもっと知るために私の座席の端に私を保つ。 その後、別の不一致がどこからも湧き出るだけです。 日本のキャラクターが住んでいる国の名前です。最初の数回のエピソードでは、提示された設定は日本ではなく、いくつかの架空の名前のない国（または世界）であり、 より多くの設定。 物語そのものは、未来的な探偵アニメであるという本来の意図から、世界や国、すなわち差し迫った運命を引き起こしたい悪人から日本を救う通常のクリシェの主人公（後者のエピソードでは実際には主人公）  。  Pffft。\n\n実際には、ペーシングは非常に良好で、安定しており、エピソード12が登場するまで急いではいません。 私は、エピソード12は完全には呼び出されておらず、提示されたストーリー全体の流れを混乱させると伝えます。 私が期待したように、このエピソードの後、ショー全体がダンプを打った。 キャラクターは、その前のエピソードと比べて深さがなく、彼の周りにいくつかの謎を構築した後、キャラクターを殺してしまい、謎の後ろの真実について何も知らないまま、私を見る者として終わらせます。 そして、ここで私はなぜ彼ら（このアニメを作った責任者）が最初にそのキャラクターを取り巻く謎を作り出すのに気をつけたのだろうかと思います。 そのような彼らはキャラクターと巨大なUターンをし、彼が非プロット関連のキャラクターであるために使い捨てであるので、そのキャラクターを殺すことを可能にすると決めました。 さらに、それはそのキャラクターの周りに存在する危険と緊急性のより多くの感覚を視聴者に与える。 私は彼らのショーの評価を高めるためにそのくそと安いスタントを呼び出した。 キャラクターはこの恐ろしいエピソードの後に​​得ることができるように2Dになります。\n\nだから、結局、これは、キャラクターと巨大な設定があり、ショーが進行するにつれてポップアップし続ける激しい矛盾を伴う、潜在的なアニメであり、このアニメがこれまでに製作された最大のアニメを達成するのを妨げていると感じます。\n\n結論：私はこのショーが大好きになるまで、それ自身を非常に頑張ったちょっとしたアニメ。 しかし、私はまだ巨大な可能性のためにこのアニメを他人に推薦しています。\n\nP.S. ああ、衣類のホログラムや何かが機能しなくなったり、何かが機能しなくなったらどうなりますか？ 私は疑問に思う。\n\nP.S.S. 評価が何も意味しないと私は考えているので、スコアを無視してください。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "Koopsas",
    "profile": "/profile/Koopsas/reviews",
    "pages": "6",
    "number": "13",
    "link": "/reviews.php?id=90885",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nおそらく、私がPsycho-Pass（ここではちょうどPsychoの後）を見ているのは少々の皮肉なことですが、それは本質的にI.GのシェルでのGhostに関する以前の作品であり、その後GitS：Stand Alone Complex 私は少し前にアニメを見ています。 それ以来、少数のことが変わったかもしれませんが、サイコを見て正方形に戻ってきて、かなり正気で、私はもっと幸せにならないでしょう。\n\nPsychoは、22世紀の火照りの時代に設立された、サイコの基盤となる未来的な社会の間違いを是正するために、小さな専門チームの探偵や役人についていくショーです。 前述したように、スタンドアローンコンプレックスとの間で直ちに類似点を描き始めるかもしれませんが、セッティングやキャラクター職業の外では、大きな類似点はそこで終わります。 後者がプロテーゼを持つ世界とそのような製品から生じる可能性のある問題に焦点を当てる場合、Psychoは、私たちが知っていることに対してはるかに異国感があるという考えに焦点を当てています。 問題の配列が少なく、より多くの色が表示されます。\n\nこの将来、われわれは、あるいは少なくとも日本は、自分の金属の状態を分類し、それを色の下に置くことができる技術を開発している。 この技術から、個人が自分の人生を最大限に生かすためにどのように最適であるかを考え出すことは可能ですが、もっと重要なことは、犯罪活動でどんなことが起こる可能性があるかを考え出すことです。  \"犯罪係数\"。 これはSibyl Systemの助けを借りてすべて可能です。 社会をより幸せにして危険な場所にするという純粋な意図で創造されているようなことにもかかわらず、最初のエピソードの終わりには物事の仕方が間違っていることは間違いない。\n\nつねり茜の主人公は、公安局の刑事捜査部では、警察官と執行官の2つの層があり、前者は清潔な犯罪記録を持つ人物である。 後者は犯罪者としてシビルに指定された人であるが、社会を助長してそれを妨げる2番目のチャンスが与えられている。\n\nこの階層の存在は、ショーが続行するチームを形成する7人のキャラクターの間で面白いダイナミックなものになります。  Akaneは非常に強い性格を持っており、知性があり、心が強く、よく話されているため、システムは自分の同僚を自分の判断で信頼することをより強く求めています。 シビル。 シビルの判断が最終的であると考えていることを考えると、そのシステムの論争は、サイコの社会が根底にある根拠全体に異議を唱えることである。 しかし、視聴者はこれらの問題に気付くでしょう、あなたは状況の自己判断が評価されない世界で小さな論理の声であるので、あなたはあかねに同情します。\n\nこのすべての結果、Akaneはかなり好きなキャラクターです。 彼女は信じられないように思えるほど女性的だが、彼女を性的なキャラクターと見なすには十分ではない。  I.Gは彼女とうまくバランスをとっており、そのような説得力のある主導権を授与するに値するものである。\n\nありがたいことに、CIDでチームに所属する他の6人のキャラクターの大部分についても同じことが言えます。 彼らは彼らがお互いにやりとりする方法は、彼らの間にかなりの歴史があり、彼らがかなりの時間一緒に働いているという気持ちを本当に強め、その時代の公正な分担を見てきました。 ショーの途中で、特定のキャラクターが特定の方法で相互に作用する理由はゆっくりとして確実に理由がありますが、実際には2Dカードボードカットアウトの別のキャラクターのセットとしてはるかに強化されています。\n\nそれは残念ながら残念なことに、他の6人のキャラクターに言及するときには「some」という言葉を使用しなければならないのは、ほとんどの人が好きですが、残りの3人は便宜的に ショーに実際に何かを追加するのではなく、 例えば、エンフォースター弥生のチームへの追加に関するシリーズが始まる数年前の出来事に焦点を当てたシリーズの途中で、1つのエピソードが開催されます。 それは面白いエピソードですが、それは実際にはペースの目的のためにしかありませんし、実際にそのポイントまで、そしてそれを過ぎた弥生のキャラクターに膨大な量を追加することはなく、開発時間はほとんどありません。\n\nキャラクターに2番目のフィドルを演奏することは、サイコーの完全に異なった側面です。 プロダクションI.Gは、現実には完全に幻想的だがしっかりと根付いている、心の中に世界を創造するためのこのコツを持っています。 あなたが私のようなものであれば、これらのさまざまな要素がどのように組み合わされ、どのように人々がこの未来に住んでいるのか、それがどのように生きているかを見ることができます。 私たち自身とは異なります。 それは媒体の本当に堅実な使用であり、あなたの網膜を愛撫するさまざまな背景の中で、人生の強い感覚と混乱に支えられています。この網膜は、IGがこのような幻想的なことをするのが好きな、素敵な機械技術によって、  2D / 3Dマラキー。\n\nこれの素晴らしい例は、Enforcerが使用する銃、このショーのプロモーションアートでおそらく見た\"Dominators\"にあります。 彼らのデザインは、法執行兵器のものではなく、ファッション声明として役立つアクセサリーやアイテムのデザインに似ています。 それは本当に印象的なデザインなので、I.Gがショーを通してかなり多くのことを見ているのは驚くことではありません。\n\nしかし、サイコがそれを示していないなら、武器はどんなものになるでしょうか？ 銃は本当にクールに見えますが、実際にいくつかの実際のアクションと共に使用されているシーケンスは非常に少なく、そのほとんどは非常に素早く終了しています。 それは彼らの悪い、楽しい大丈夫、戦闘が振り付けられていると言っているわけではなく、標的犯罪係数が特定のマークを超えたときにのみ使用できる武器としてのDominatorの限界は、全体を通して参照される複雑さの層を追加します。 しかし、これらの瞬間は本当にショーの焦点では​​ありませんので、アクション豪華絢爛を期待していない、あなたはここでそれを取得しません。\n\n音楽はまた、これらのシークエンスの重要な部分でもあります。ディスカッションや危険の時に、より多くのセリヌー・トラックでより多くのセクシー・トラックを演奏しようとしていることで、 音楽は画面上のものを一貫して補完するだけでなく、それを高めるものです。 すべての方法が納得のいく、一貫して奏功している声に対しても同じことが言えます。私は貧弱なラインデリバリーの結果としてショーから没頭することは決してありませんでした。\n\nPsychoへの本当のキッカーは、しかし、その物語にあります。 当初、Psychoは、設定と前提を考慮すると、簡単に機能するエピソードショーのように見えるかもしれません。 しかし、いくつかのエピソードの後、サイコは実際に歩いていくと、より連続的な構造を持ち始めます。 これらのエピソードの束は私にとってサイコのハイライトでした。世界とそのさまざまな側面が紹介されたので、私たちが当初認識していなかった世界の以前の出来事と絡み合った恐ろしい殺人のストリングに巻き込まれました。 何が起こったのか、それを担っているものを遊びのキャラクターにゆっくりと加えてください。\n\nこれらのエピソードのペーシングは真実であり、私は本当に「もっともう一つのエピソード」を感じていました。私は、物事がどのように深く浸透し、状況がどのように発展したかを知りたいと思っていました。 ここで遊んでいるルナティクスのピラミッドスキームがあり、彼らは自分の魅力を超えて物事をねじ込むために最善を尽くす方法を見ている。 オープニング・ハーフの最後の2つのエピソードは、猫とマウスが夢中になったようなもので、私のスクリーンにはいつも接着していました。そして、この部分までのエピソードと同様、最も夢中になっていました ショー全体の一部をうまく実行して、かなりの時間に何かを見てきたのが最も楽しいです。\n\n残念ながら、中途半端なことが起こった後には...ディップを言いますか？ この時点までのワコの選択を受けた後、ただひとつの主なアンタゴニスト、誰もが牧島と呼ぶ白い髪の毛が残った。 そしてショーが本当に彼がしているすべての恐ろしいことのためにこの男を憤慨させたかったのはかなり明白でしたが。 一般的に彼はちょうど賢いチャブであり、彼と私たちの男性リーダーであるKougami Shinyaとのライバル関係は過度に悪用され、一般的には興味深いものではない。\n\nこれは、ショーのペーシングにもディップがかかるという事実によって助けられません。 上半期は、私が未熟なクライマックスであることを覚えていますが、牧島は社会をめぐり挑戦しようとしていますが、第二のものは物事の流れに戻ろうとします。 ショーの後半になると、牧島は他の人たちの楽しみを台無しにしようとする2つのスキームを実行することがわかりますが、どちらの場合でも、彼らは思慮深く考えられません。 最初のものは、Sibyl Systemをめちゃくちゃにするだけのことですが、Sibyl Systemに関する多くの展示がありますが、これにはさまざまな欠陥や欠点があります。 そして、個人がどれほど自由であるかを問うことや、計画中の刑務所で誰かを押しつぶすことを熟考することなど、演劇ではかなりの関連性のあるテーマがありますが、同様の状態の人々に囲まれているにもかかわらず、 むしろそれについて議論するときに彼らが話したことを発見した。\n\n例としてStand Alone Complexの前述のショーを使用するには、Sibyl Systemは実際にはほとんど関係のないものです。  SACはプロテーゼの話題に焦点を当てていましたが、現在の技術はまだ初期段階にありますが、SACの世界でどのようなことが起こるかを見極めるのは難しいことではありません。 現在、私たちは実際にサイコのシビルをパラレルにすることは実際にはありませんし、そのような外国のコンセプトを持つことは、ショーの過程で多くの注目を集めています。\n\nこれは、男性が街の真ん中で女性を殴って死に至らしめる特定の場面でさらに強調されます。 一方で、この平和なユートピアにコンセプトの侵略が混乱しているのを見るのは面白いことですが、反対に英雄の暴力チームを非常によく理解しているのは同じ平和なユートピアです。 それは大きな問題ではありませんが、彼らの大部分が潜在的な犯罪者であるという事実を超えて、主人公と世界との間に断絶感を否定するものはありません。\n\n最後に、牧島からの再生を目指す最後の試みでは、手続きに論理の明確な欠如があります。 あまりにも多くをあげようとせずに、最終的な計画は、リスクの最も低い、最高の報酬プランであると言えるでしょう。そして、「なぜ彼は警官を雇う前にすべてをやっていないのですか？ あなたの心に残っています。\n\n結局、Psycho-Passは完璧なショーではありません。実際には、シーズン2がこれまでに起こった場合には、改善すべき点がかなりあります。 しかし、ショーのオープニング半分はすごくうまくやっているので、後半の経験ではディップのほとんどを滑らせていくことができます。 そして、それでも私はまだ、後半はかなり楽しく、ディスプレイ上のセッティングと美学に落ち着きました。 私がそれを十分に明確にしていない場合は、シェル内のゴーストが好きな人は：スタンドアローンコンプレックスを使用すると、サイコパスに似た欠陥があると警告されることがあります。 しかし、それは本当に悪いショーではありません。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "thekaitiekat",
    "profile": "/profile/thekaitiekat/reviews",
    "pages": "6",
    "number": "14",
    "link": "/reviews.php?id=219994",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  8\n\nストーリー - \nあなたが犯罪者であるかどうかを判断するために精神状態を監視する政府についての、魅力的でサスペンスなシリーズです。  Psycho-Passはあなたの推測を維持するために多くの紆余曲折を持ち、とても面白い話です。\n\nアート - \nなぜアニメーションについて不平を言うのかわからない。  2Dと3D要素を混在させることは素晴らしいと思います。 結局のところタイタンの攻撃と同じスタジオだった。\n\n音 -\nOSTは大丈夫ですが、オープニングとエンディングの曲は素晴らしいです...私はそれをよく覚えていません。 ダブはかなりいいですが、サブはおそらくもっと似合います（ダブを好むだけです）。\n\nキャラクター -  Psycho-Passは主に心理的なトリップアップやアクションに焦点を当てているので、複雑な文字や何かを期待してはいませんが、私はまだコガミがかなり涼しいと感じました（おそらく私はビシーズの吸盤です。 主な女性のキャラクターは、かなり良いいくつかの開発をしています。\n\n楽しさ - \n私は正直なところ、最初のエピソードから物語に吸い込まれました。 私は何度も大声で叫んだし、面白い部分もいくつかある。 私は本当にそれが好きだった。\n\n全体 -\nこれは素晴らしいアニメであり、古典とみなされるべきです。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "HurtBreaker",
    "profile": "/profile/HurtBreaker/reviews",
    "pages": "6",
    "number": "15",
    "link": "/reviews.php?id=181037",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  9\n\n物語は近い将来、PSBと犯罪者として知られるCrimeハンドラーの周りを回っている。 しかし、彼らはENFORCERSという非常にユニークで異なったコンセプトを導入しました。私の見解では、アニメに本当の価値を加えました。\nアニメはまた、私たちの世界にあるイメージを、技術に完全に渡しました。私たちの世界では、私の世界では今の私の意見と似ています。\n人々はオンラインコミュニティでより快適になり、いつかは自分自身として、あるいは少なくとも彼らが実際にしたいものとして行動します。 人間の生命が機械に渡されて運命を「サイコパス」状態にし、アニメの「犯罪費用効率」がその人物が有罪判決を受けるべきかどうかを決めるならば、  。\nそれはまた彼らのキャリアパスを決定するが、Shougo Makishimaは人間が実際に存在するもののために失ったことを彼らに思い出させた。 彼らが何であるかを示す「真の人間の自然」。\nShougo Makishimaとの出会いは、少なくともPSBが彼らが住んでいる世界と実際に何が起こっているのかを知ることを可能にした。\nKougaとMakishimaは、ライバルになることを予定していた2人とアニメの役割がかなり鮮やかにデザインされていた。\nアニメは本当にすばらしかった作品で、終わりまでペースを失うことはありませんでした。  KougaとHISのDEAD Partnerとの関係を示すのに、もう1つのエピソードを費やしたかもしれないということを少し気にしたことがあります。 それはそれをより価値あるものにするためにいくらかの影響を与えたかもしれません。\n結局のところ、それはまだ見事な作品と価値がある...."
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "aranval",
    "profile": "/profile/aranval/reviews",
    "pages": "6",
    "number": "16",
    "link": "/reviews.php?id=150359",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  8\n\nそれを短く保つだろう。 いつもまともな、時には驚くほど良い、時には独創的な。\n\n複数の異なるテーマのファンがこの好きなものを見つけるでしょう。 私が捉えたのは、その論理、哲学、世界の創造でした。 他の人たちは、単にいくつかのSFを実行することがあります。\n\nすべての時間の偉人の一人として下がる可能性があります。 短いかもしれない。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "Death-Notifier",
    "profile": "/profile/Death-Notifier/reviews",
    "pages": "6",
    "number": "17",
    "link": "/reviews.php?id=195886",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  8\n\nサイコパス（シーズン1）：\n\nサイコパスは私にとって非常に興味深いアニメです。 私は前にそれのような何かを見たことがない。\nそれはそれについて話すことを止められなかった偉大な友人によって私に勧められたので、私はそれを自分でチェックすることに決めました。 私はアニメが楽しいと思ったが、実際にはそれほど良いものではなかった。\n\nストーリー（スタートが遅いものの）は本当に良かったので、自分の面で面白いたくさんのキャラクターが紹介されました。 あなたはそれらを気遣い、あなたは常に彼らが成功するようにします。 あなたはショーを見ているときにこの世界に簡単に引っ張られてしまいます。最後にはあなたがもっと欲しいと思うような乗り物に乗ります。\n\nアニメーションは本当に良かったし、彼らが完璧に行っていた音色に合っていた。\n私は実際にアニメーションについて言えることは何もありませんでした。素晴らしいことでした！\n\nしかし、ショーが本当に私の意見で輝いている場所は、サウンドトラックです。\n私はこのショーと同じくらい悪いもののためにOSTを望んでいたことはありません！\nショーは完璧な瞬間に音楽を手に入れ、いつ使用するかを知っていました。 サウンドは素晴らしかったし、ショーを見ている間はそれを気付くだろう。\n\nPsycho-Passを見てみることを強くお勧めします。あなたがそれを見ないと、あなたと長い間一緒に過ごす素晴らしい経験を逃してしまうでしょう！"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "Fake_Williams",
    "profile": "/profile/Fake_Williams/reviews",
    "pages": "6",
    "number": "18",
    "link": "/reviews.php?id=218159",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\nあなたがシェルのゴーストのファンなら、これはあなたの好みに合っているかもしれません。 将来的には機械が人間の生活にとって不可欠なものになるように設定されていますが、これは社会が進歩した政府の側面に焦点を当て、心理的な分析とテストに基づいて誰かの価値を判断する方法を持っています。\n\nそれは日々の生活から一見危険なものを排除しながら、より価値のある個人でコミュニティをより強固にすることができるので、より良い社会の先駆者であったと信じています。 物語はこのような考え方の欠陥を中心に展開されています。\n\n私は心理学のコースを取ってきました。そして、私が興味をそそられた理由は、皆があなたのことを思っていれば、あなたは必要不可欠なものなのか、個人が常に尋ねる倫理的な問題でしょうか？ 個人が何かをする前に判断すべきか？\n\nそれ以外にも、この物語には非常に好きなアンタゴニストがいて、彼はシリーズ全体で何度も繰り返し敵に遭い続けています。 彼らの方法は幾分違っていますが（暴力、特定の規則を破る）、政府の考え方は根本的に同じです。 あなたがシリーズ全体を通して続けると、あなたは少し離れて与えられた性格についてある種のことに気付くでしょう。 意味を理解するために、特定の場面をもう一度見なければならないかもしれません。 全体的に、あなたが心を開いているなら、Psychopassを自由に体験してください。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "Dr_Spade",
    "profile": "/profile/Dr_Spade/reviews",
    "pages": "6",
    "number": "19",
    "link": "/reviews.php?id=137721",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  10\n\n人類の進歩を制御する人類の進歩を1つのシステムが制御する未来は、すべての市民の動きがスキャンされ、裁判を行うために分析される人の触れ合いが失われます。このようなディストピアはPsycho-Passによって非常にうまく描写されます。\n\n物語は、最高の才能を持つ天才で明るい卒業生で、シビルの最高の職業適性に関する提案に反対することを決め、公安局の刑事捜査課の警察ユニットであるユニット1に加わる。 インスペクター。彼女はその後、大衆に意志を強制し、潜在犯罪者を非難するためにシステムによって使用される才能の見込みのある犯罪者であるEnforcerに紹介されます。彼らは執行士、狩猟犬です。 それはシビルの現実を解読し、その真の姿を明らかにする方法である。人類は罪のないかどうかを決定する独善的な機械によって制御されなければならない 単に曇った心を持っていますか？\n\n犯罪は本当に何かを予言することができ、犯罪は何から始めるのですか？誰か他の人が別のものを裁く権利を持っていますか？ これらは、シリーズに記載されている必須の質問です。\n\nストーリー：\n\nこのプロットでは、サイコパスは傑作です。それはいくつかの欠陥がないわけではありませんが、面白いとキャッチーな話はそれをすべて補う。それは簡単な理由のためにSFのアニメとジャンルの宝石です 物語は焦点を失うことは決してありません。あなたはいつでも緩やかな終わりの気持ちを得られません。人間を抑​​圧するためだけに人間を利用する機械です。実際に人間を機械法で分析して法律の愚かな人形に変えようとしています。 人の犯罪係数（脳をスキャンして得た犯罪を犯す可能性を示す数字）は、かなり堅実でストーリーを描いています。\n物語は素敵な形で進行し、すべての点を結びつけるのにちょうどいい空間を与えます。Akaneと彼女のEnforcer、Kogamiが不利な状況に直面すると、彼らの理想が一致するか衝突するかを予測しようとすると緊張が高まります ストーリーの成長コガミと彼の同僚との間の猫とマウスの隠れ家ゲーム、犯罪の支配者であるショーゴ・マシシマ、反対の理想を持つ2つの派閥は興味をそそられ、長期的には消えません。  1人を従事させる\nエンディングはかなり明確で開放的で、第2シーズンには十分な問題が残っています。第2シーズンは新しいストーリーではなく継続的でなければなりません。 彼は目標を達成していますか？シビルシステムは最終的に道を切り開いていますか？将来、アカネとインスペクター吟醸ジノザは変わります。 また、シビルの自己啓発に挑戦する絶え間なく疑問に思っているアケインが戦っているかどうかはまだ分かりません。また、シオンとクヌイズカの間には、その重要性を探求する必要のあるレズビアンの愛のシーンがあります。 苦しんでいる必要があります。 全体として、ストーリー・ラインはスリリングで近代的で、お金と時間に価値があると思っています。\n\nアニメーション：\n\nアニメーションは流動的で充実していて、未来的なガジェットや都市型の景色はよく分かります。あなたがキャラクターを見るときに見ることができるように、アート作品はかなり良いです。ドミネーターのデザインなどは特に優れています。\n\n音：\n\n声優たちはいい仕事をしてくれていて、感情をシームレスに伝えることができます。栄誉ある言葉は、ウーファークールテクノオープニングテーマソング「Abnormalize」のためにリンに行きます。この曲はシリーズのテーマと密接に結びついています。 最初のいくつかのepsを見て、あなたはそれと恋に落ちる可能性が高いです。それはユニークでキャッチーで革新的です。\n'Nothing's Carved in Stone'の2回目のオープニングは大丈夫です。\nエゴイストのエンディングテーマソングは素晴らしいですが、いつものようにエオイストの曲はすべて同じように聞こえますが、曲も変わりません。\n\nキャラクター：\n\nキャラクターの展開は、アニメの最強ポイントの一つです。最初から、あかねと小学生のキャラクターは、背景が楽しいペースで現れていくにつれて徐々に進化していくと感じることができます。どんな狂気の中でも、 人として成長し、社会の影響がどのように形をなしていくのか。小学生とつねまりのあいだの少々の微笑みが小学生とつねりの間に現れます。宜野座と父親との関係は非常にユニークです。 彼の父親として運命を守り、ついに彼を尊敬することを学びます。物語の進歩に伴い、それぞれのキャラクターは素敵なスケッチを描き、生き生きと描写することができます。あなたは心の中で何が起こっているのかを感じることができます。キャラクターは、  。\n\n楽しみ：\n\nそれはこの時点で高いです。最初から、キャッチーなストーリーラインがあなたを把握し、あなたはサスペンスを構築し、面白いことが起こることを感じることができます。プラス点は、いつでも退屈しないし、 あなたは中毒です。戦闘愛好家、ギズモフリークのための未来的な技術者のトンのための多くのアクションがあります。熱心な思想家のために、あなたに良いことの基本的な定義を考えたり質問したりする多くの道徳的な質問や、 あなたがそれを好きでなくても、理由が何であれ、退屈や反復には不平を言うことはありません。\n\n結論：\n\nPsycho-Passは、SF小説のジャンルの宝石です。最初から楽しい時計ですが、終わりは漠然としています（後の説明だけを残すことができます）。 そのような短いシリーズは、間違いなく推奨と拍手のためにそれを置く。あなたが元気でストーリーのあるものを探していると同時に、キャッチーでアドレナリンポンピングのものを探しているなら、これに行くよ。それがお気に入りにならなくても それは間違いなく永続的な印象を残すでしょう。"
  },
  {
    "title": "Psycho-Pass",
    "id": "13601",
    "url": "https://myanimelist.net/anime/13601/Psycho-Pass",
    "user": "PhonicCanine",
    "profile": "/profile/PhonicCanine/reviews",
    "pages": "6",
    "number": "20",
    "link": "/reviews.php?id=193882",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  9\n\nまず、私が過去に好きだったことを明確にすることが重要であると感じています。これにより、自分の意見を信じるかどうかを決定するのが容易になります。 私はギルティクラウンとエンジェルビーツが大好きです。あなたが両方を嫌う立場にいるなら、このレビューはあなたのために真実を保持しない可能性があります。\nあなたが答えを見て価値があるかどうかを知りたいのであれば、サイコパス、はい、しかし、あなたが理由を知りたければ、ここに行きます。\nサイコパスは興味深い前提から始まります。 犯人が誰かの犯罪を起こす可能性を表す数値に基づいて、銃が犯罪者が犯すことができるかどうかを告発する未来、この数字は、誰かの犯罪の共同効能として知られています。  100未満であれば100以上300未満の砲撃はスタンガンとして動作し、300以上の場合は殺します。 しかし、ここでシリーズが疑問を抱くものがあります - その瞬間の瞬間、特に傷害の後で犯罪が共犯する可能性があるので、最初の弧は実際に賢明に犯すかどうか尋ねようとします。 キャラクター「あかね」は、他人よりも多くを求めるようです。  2番目の弧は、システムが完璧であるかどうか、そしてシリーズの中で最も興味深い部分については、システムを過ぎた少数者に何が起こるのかを探求します。 だから今、\n\n====サウンドと音楽====（9）\nダブとオリジナル日本語の両方のオーディオは、一般的なインサートサウンドと同様に高品質です。 エゴイスト（ギルティクラウン音楽を演奏したバンド）のエンディングは完全にショーに合っていましたが、実際には私をクリックしていなかったオープニングではそうは言えません。\n\n====ビジュアル====（8）\nプロダクションIGはサイバーパンクの世界とビジュアルスタイルのサイコパフを創作しています。本当にここで不平を言うことはありません。 全体的なアニメーションの品質、そしてキャラクターの品質は、有罪のクラウンではありませんが、それでも良いです。 私の唯一の悩みは、シビルシステムの内装の視覚的デザインです。\n\n====文字====（8）\n全体的に、Psycho Passのキャストは多様性があり、よく開発されていますが、ここでも不平を言うことはまったくありませんが、ストーリーの大部分がストーリーに焦点を当てているので、 文字よりもむしろ。 私はもう少しキャラクターの開発を楽しんだだろう。\n\n====ストーリー====（10）\nこれは間違いなくPsycho Passが優れている場所です。 物語は意味を持ち、流れ、陰謀の重要なテーマはうまく実行され、プロットのねじれのために私の顎が文字通り落ちた点があった。 あなたがシビルに疑問を呈させるのはとても成功しています。\n\n====楽しさ====（9）\n私はPsycho Passを本当に楽しんだが、同時に完璧なショーではなかったし、いくつかの地域では少ししか残されていなかった。 しかし全体的に、Psycho Passは間違いなくそれに疑いの余地のない時計です。\n\n====全体====\n全体的にサイコ・パスはすばらしいショー、ストーリーは深く、ビジュアルはきれいで、エンディングテーマやその他のサウンドは素晴らしく、キャラクターは面白いです。 全体として、私はPsycho Pass 9を10点満点にします。完璧に近いです。"
  }
]
