[
  {
    "title": "Street_Fighter_II__The_Movie",
    "id": "1362",
    "url": "https://myanimelist.net/anime/1362/Street_Fighter_II__The_Movie",
    "user": "ParaParaJMo",
    "profile": "/profile/ParaParaJMo/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=8641",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\n私はこれがビデオゲームを適応させる究極のアニメだと思う。 それはちょうどそれから何か叙事詩を作った。  Akumaの簡単なカメオを免除すると、ほとんどすべてのキャラクターは、メインストーリーの確立や進展に直接関係しないかもしれないが、ほとんどのキャラクターは思い出深い配置になっている。 それはソース資料に非常に忠実であり、シリーズのストリートファイターアルファブランチにも影響を与えました。 私は、イントロ後にSagatを使用しないなどの不満があります。 私はRyuとSagatがもう一度戦うことを望んでいましたが、それは起こらなかったし、スタッフは彼らがそれを起こさない理由が正しいと思う。 しかし、私はそれがSagatのファンであることを見て困っています。\n\nまあ、キャラクターのデザインは素晴らしいです。 ゲームに非常に忠実で、シリーズの初心者やベテランにも同じように認識させることができます。 それは極端で、あなたの座席の端にあなたを留めて、年を取ることはありません。 そして、私にとっては、アートやアニメーションの先端と技術を上回るものはありません。 女性のキャストを免除して大きな目をあまりにも頼りすぎることで、アートはそれほどステレオタイプではありませんが、それ以外のものはすべて完璧なものであり、もっと求めることはできません。 待ってはいけません。 あなたはこの映画の心と魂であるいくつかのカンフーの戦いなしでストリートファイターを持つことはできません。 スタッフはより現実的かつ技術的なアプローチを望んでいましたが、未加工ですが、この映画に完璧に翻訳されました。 このアクションは、K-1キックボクシングプロモーションの創始者である石井和義、元K-1チャンピオンのアンディ・ハグによって調整されました。 ハグ、神は彼の魂を祝福し、10年近く前に大会に勝利して白血病を去り、石井は脱税のために刑務所にいます。 とにかく、ペーシング、動き、テクニックへの現実的なアプローチに加えて、それはhadoukensやソニックブームのようなシグネチャの動きを含めることとまだバランスを保っています。 それはまた時には少し血をもらうことができます。\n\nダブと日本の声優は、自分の権利においても同様に優れています。 私の好きなパフォーマンスはVegaとBalrogの両方でした。あなたの名前はあなたが彼を参照することは自由です。 どちらの俳優も、そのキャラクターが好きかもしれないことに対するあなたの期待を超えて、サディスティックなナルシシズムであるという彼の性格を捉えました。 その例だけでは、私はそれを残しておきます。\n\n両方のバージョンの間の音楽は、もちろん、異なるやり方の議論です。  KMFDM、シルバーチェア、アリス・イン・チェインズ、Korn、日本版のJpopなど、アメリカの選択した音楽は、ターゲットオーディエンスをキャプチャするうえで適切に使用されたと思います。 そして、英語版を12年間見た後、初めて日本版を聞いて、私を完全に捨てました。 各バージョンで選択された音楽の違いは、あなたの注意を本当に捉え、さまざまな方法で物事を見ることができます。 私にとって、英語版を見ると、Chun LiとVegaとの戦いが、私が見た戦争を見ている強さを感じさせてくれました。それを日本語で見ている間、私は死との戦いを見ているようでした。 私は、彼女が負けようとしていたかのように、春里の闘いをもっと感じることができました。アメリカの音楽では、彼女は上に出て、失うことなくそれを終わらせるという考えを持っていました。 誰かが他の人より優れていると言っているわけではありません。私の考え方にどのように反応するかによって異なります。\n\nそして最後の1つは、主なテーマですよね。主人公よししさと、篠原涼子が歌ってくれる強盗ココロと、KenとRyuがBisonと戦うときに演奏する曲は、私はキャッチーであると認めます。私はそれを大いに愛し、 日本でヒットしましたが、実際に提示されたアクションとは対照的に、実際にはずれていると感じました。 私は日本語と英語の両方が素晴らしいと思っていますが、音楽の違いを利用しているので、どちらかというと他の言語より優れているとは言えませんし、両方の言語でそれを見て、 この映画。\n\n私はストリートファイターのゲームやアニメのファンの方もファン以外の人も、このショットを与える必要があります。 これは、1995年にアニメが涼しくなってから今日まで多くのアニメよりも涼しいようになる前の時代のアニメの1つです。 幸いにも、これは、私がアニメに入って、ストリートファイターのファンになっていたときに出てきました、私はちょうどこれを取得しなければなりませんでした。 そして私のために、これは適切な時に適切なアニメでした。 私が最初にこれを見て、多くの要素が私に驚き、衝撃を与えたとき、私は11歳でした。そして、それは多くの人と一緒にいるかもしれません。  1つはChun Liのシャワーシーンであり、それに続くすべてのビデオゲームのアニメは、Fatal Fury、Battle Arena Toshiden、そして鉄拳アニメのこの種のシーンを持っていなければならなかった。 それは私とは違ったものでした。私はその場面を攻撃的なものにしておらず、これは日本人にとって受け入れられるものでした。 最終的に私はこの映画を友人に見せてくれるので、何度も何度もこの映画を見ることができました。 特にこの映画を見たことがある誰もが、それは間違いなくすべての時間の中で最高のアニメの戦いの一つであることを否定することはできませんチュン李VSベガ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI think this is the ultimate anime in adapting video games. It just made something epic out of it. With the exemption of Akuma's brief cameo, pretty much virtually every character has their own memorable placement even though some may not have any direct connection to the establishment or progressions of the main story. It is very true to the source material and even influenced the Street Fighter Alpha branch of the series. I do have some complaints such as the lack of use of Sagat after the intro. I was hoping Ryu and Sagat would fight one more time, but that didn't happen and I think the staff had the right reasons why they couldn't make it happen. But I have trouble over looking it being a Sagat fan and all.\n\n\u001b[1m私はこれがビデオゲームを適応させる究極のアニメだと思う。 それはちょうどそれから何か叙事詩を作った。  Akumaの簡単なカメオを免除すると、ほとんどすべてのキャラクターは、メインストーリーの確立や進展に直接関係しないかもしれないが、ほとんどのキャラクターは思い出深い配置になっている。 それはソース資料に非常に忠実であり、シリーズのストリートファイターアルファブランチにも影響を与えました。 私は、イントロ後にSagatを使用しないなどの不満があります。 私はRyuとSagatがもう一度戦うことを望んでいましたが、それは起こらなかったし、スタッフは彼らがそれを起こさない理由が正しいと思う。 しかし、私はそれがSagatのファンであることを見て困っています。\u001b[22m\n\u001b[1m(Watashi wa kore ga bideogēmu o tekiō sa seru kyūkyoku no animeda to omou. Sore wa chōdo sore kara nanika jojishi o tsukutta. Akuma no kantan'na Kameo o menjo suru to, hotondo subete no kyarakutā wa, meinsutōrī no kakuritsu ya shinten ni chokusetsu kankei shinai kamo shirenaiga, hotondo no kyarakutā wa omoidebukai haichi ni natte iru. Sore wa sōsu shiryō ni hijō ni chūjitsudeari, shirīzu no sutorītofaitāarufaburanchi ni mo eikyō o ataemashita. Watashi wa, Intoro ato ni Sagat o shiyō shinai nado no fuman ga arimasu. Watashi wa ryū to Sagat ga mōichido tatakau koto o nozonde imashitaga, sore wa okoranakattashi, sutaffu wa karera ga sore o okosanai riyū ga tadashī to omou. Shikashi, watashi wa sore ga Sagat no fandearu koto o mite komatteimasu.)\u001b[22m\n\nTranslations of \u001b[4mI think this is the ultimate anime in adapting video games. It just made something epic out of it. With the exemption of Akuma's brief cameo, pretty much virtually every character has their own memorable placement even though some may not have any direct connection to the establishment or progressions of the main story. It is very true to the source material and even influenced the Street Fighter Alpha branch of the series. I do have some complaints such as the lack of use of Sagat after the intro. I was hoping Ryu and Sagat would fight one more time, but that didn't happen and I think the staff had the right reasons why they couldn't make it happen. But I have trouble over looking it being a Sagat fan and all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think this is the ultimate anime in adapting video games.\u001b[24m\n    \u001b[1m私はこれがビデオゲームを適応させる究極のアニメだと思う。\u001b[22m, \u001b[1m私は、これはビデオゲームを適合させる究極のアニメだと思います。\u001b[22m\n\u001b[4mIt just made something epic out of it.\u001b[24m\n    \u001b[1mそれはちょうどそれから何か叙事詩を作った。\u001b[22m, \u001b[1mそれはちょうどそれの壮大な何かをしました。\u001b[22m\n\u001b[4mWith the exemption of Akuma's brief cameo, pretty much virtually every character has their own memorable placement even though some may not have any direct connection to the establishment or progressions of the main story.\u001b[24m\n    \u001b[1mAkumaの簡単なカメオを免除すると、ほとんどすべてのキャラクターは、メインストーリーの確立や進展に直接関係しないかもしれないが、ほとんどのキャラクターは思い出深い配置になっている。\u001b[22m, \u001b[1m悪魔の短いカメオの免除では、かなり多くの事実上すべての文字がいくつかは、メインストーリーの確立または進行への直接接続を持っていなくても、自分の記憶に残るの配置を持っています。\u001b[22m\n\u001b[4mIt is very true to the source material and even influenced the Street Fighter Alpha branch of the series.\u001b[24m\n    \u001b[1mそれはソース資料に非常に忠実であり、シリーズのストリートファイターアルファブランチにも影響を与えました。\u001b[22m, \u001b[1mこれは、ソースの材料に非常に真であるとさえシリーズのストリートファイターアルファブランチに影響を与えました。\u001b[22m\n\u001b[4mI do have some complaints such as the lack of use of Sagat after the intro.\u001b[24m\n    \u001b[1m私は、イントロ後にSagatを使用しないなどの不満があります。\u001b[22m, \u001b[1m私はそのようなイントロ後サガットの使用の欠如など、いくつかの不満を持っています。\u001b[22m\n\u001b[4mI was hoping Ryu and Sagat would fight one more time, but that didn't happen and I think the staff had the right reasons why they couldn't make it happen.\u001b[24m\n    \u001b[1m私はRyuとSagatがもう一度戦うことを望んでいましたが、それは起こらなかったし、スタッフは彼らがそれを起こさない理由が正しいと思う。\u001b[22m, \u001b[1m私は1つのより多くの時間を戦うリュウとサガットを期待していたが、それは実現しなかったと私は、スタッフが、彼らはそれを実現することができなかった理由を正当な理由を持っていたと思います。\u001b[22m\n\u001b[4mBut I have trouble over looking it being a Sagat fan and all.\u001b[24m\n    \u001b[1mしかし、私はそれがSagatのファンであることを見て困っています。\u001b[22m, \u001b[1mしかし、私はサガットファンとすべてであることそれを見下ろす問題があります。\u001b[22m\n\u001b[1m\u001b[22m\nWell, the character design is just fantastic. Very true to the games and makes them recognizable to newbies and veterans of the series alike. It's extreme and keeps you on the edge of your seat, and doesn't get old. And to me, nothing can top the extremities and technicalities of the art and animation. The art isn't too stereotypical by relying on big eyes too much with the exemption of its female cast, but other than that, everything is just perfect and you couldn't ask for more. No wait, you could. You can't have Street Fighter without some kung fu fighting, which is the heart and soul of this movie. The staff wanted a more realistic and technical approach but yet still raw, which translated flawlessly into this movie. The action was coordinated by Ishii Kazuyoshi, the founder of the K-1 kickboxing promotion, and former K-1 champion, Andy Hug. Hug, god bless his soul, passed away nearly 10 years ago of Leukemia after winning a tournament, and Ishii is now in prison for tax evasion. Anyway, in addition to the realistic approach to the pacing, movement and techniques, it still balances out with the inclusion of the signature moves such as hadoukens and sonic booms. It can also get a little bloody at times.\n\n\u001b[1mまあ、キャラクターのデザインは素晴らしいです。 ゲームに非常に忠実で、シリーズの初心者やベテランにも同じように認識させることができます。 それは極端で、あなたの座席の端にあなたを留めて、年を取ることはありません。 そして、私にとっては、アートやアニメーションの先端と技術を上回るものはありません。 女性のキャストを免除して大きな目をあまりにも頼りすぎることで、アートはそれほどステレオタイプではありませんが、それ以外のものはすべて完璧なものであり、もっと求めることはできません。 待ってはいけません。 あなたはこの映画の心と魂であるいくつかのカンフーの戦いなしでストリートファイターを持つことはできません。 スタッフはより現実的かつ技術的なアプローチを望んでいましたが、未加工ですが、この映画に完璧に翻訳されました。 このアクションは、K-1キックボクシングプロモーションの創始者である石井和義、元K-1チャンピオンのアンディ・ハグによって調整されました。 ハグ、神は彼の魂を祝福し、10年近く前に大会に勝利して白血病を去り、石井は脱税のために刑務所にいます。 とにかく、ペーシング、動き、テクニックへの現実的なアプローチに加えて、それはhadoukensやソニックブームのようなシグネチャの動きを含めることとまだバランスを保っています。 それはまた時には少し血をもらうことができます。\u001b[22m\n\u001b[1m(Mā, kyarakutā no dezain wa subarashīdesu. Gēmu ni hijō ni chūjitsude, shirīzu no shoshinsha ya beteran ni mo onajiyōni ninshiki sa seru koto ga dekimasu. Josei no kyasuto o menjo shite ōkina me o amarini mo tayori sugiru koto de, āto wa sorehodo sutereo taipude wa arimasenga, soreigai no mono wa subete kanpekina monodeari, motto motomeru koto wa dekimasen. Matte wa ikemasen. Anata wa kono eiga no kokoro to tamashīdearu ikutsu ka no kanfū no tatakai nashi de sutorītofaitā o motsu koto wa dekimasen. Sutaffu wa yori genjitsu-teki katsu gijutsu-tekina apurōchi o nozonde imashitaga, mi kakōdesuga, kono eiga ni kanpeki ni hon'yaku sa remashita. Kono akushon wa, K - 1 kikkubokushingupuromōshon no sōshi-shadearu ishii kazuyoshi, moto K - 1 chanpion no Andi hagu ni yotte chōsei sa remashita. Hagu,-shin wa kare no tamashī o shukufuku shi, 10-nen chikaku mae ni taikai ni shōri shite hakketsubyō o sari, Ishii wa datsuzei no tame ni keimusho ni imasu. Tonikaku, pēshingu, ugoki, tekunikku e no genjitsu-tekina apurōchi ni kuwaete, soreha hadoukens ya sonikkubūmu no yōna shigunecha no ugoki o fukumeru koto to mada baransu o tamotte imasu. Sore wa mata tokiniha sukoshi chi o morau koto ga dekimasu. Sore wa kyokutande, anata no zaseki no hashi ni anata o tomete,-toshi o toru koto wa arimasen. Soshite, watashi ni totte wa, āto ya animēshon no sentan to gijutsu o uwamawaru mono wa arimasen.)\u001b[22m\n\u001b[1m\u001b[22m\nThe dub and Japanese voice acting are equally excellent in their own rights. My favorite performances were both that of Vega or Balrog, which name you are free to refer to him as was definitely breath taking. Both actors captured his character of being a sadistic narcissist in a way that exceeded your expectations of what that character could sound like. And for that example alone, I'll leave it at that.\n\n\u001b[1mダブと日本の声優は、自分の権利においても同様に優れています。 私の好きなパフォーマンスはVegaとBalrogの両方でした。あなたの名前はあなたが彼を参照することは自由です。 両方の俳優は、そのキャラクターが好きかもしれないことに対するあなたの期待を超えて、サディスティックなナルシシズムであるという彼の性格を捉えました。 そしてその例だけでは、私はそれを残すでしょう。\u001b[22m\n\u001b[1m(Dabu to Nihon no seiyū wa, jibun no kenri ni oite mo dōyō ni sugurete imasu. Watashi no sukina pafōmansu wa vu~ega to barurogu no ryōhōdeshita. Anata no namae wa anata ga kare o sanshō suru koto wa jiyūdesu. Ryōhō no haiyū wa, sono kyarakutā ga suki kamo shirenai koto ni taisuru anata no kitai o koete, sadisutikkuna narushishizumudearu to iu kare no seikaku o toraemashita. Soshite sono-rei dakede wa, watashi wa sore o nokosudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe dub and Japanese voice acting are equally excellent in their own rights. My favorite performances were both that of Vega or Balrog, which name you are free to refer to him as was definitely breath taking. Both actors captured his character of being a sadistic narcissist in a way that exceeded your expectations of what that character could sound like. And for that example alone, I'll leave it at that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe dub and Japanese voice acting are equally excellent in their own rights.\u001b[24m\n    \u001b[1mダブと日本の声優は、自分の権利においても同様に優れています。\u001b[22m, \u001b[1mダブと日本の声の演技は独自の権利でも同様に優れています。\u001b[22m\n\u001b[4mMy favorite performances were both that of Vega or Balrog, which name you are free to refer to him as was definitely breath taking.\u001b[24m\n    \u001b[1m私の好きなパフォーマンスはVegaとBalrogの両方でした。あなたの名前はあなたが彼を参照することは自由です。\u001b[22m, \u001b[1m私のお気に入りの公演は、あなたは間違いなく息を取っていたとして彼を参照するのは自由です名前はベガやバルログのこと、両方ありました。\u001b[22m\n\u001b[4mBoth actors captured his character of being a sadistic narcissist in a way that exceeded your expectations of what that character could sound like.\u001b[24m\n    \u001b[1m両方の俳優は、そのキャラクターが好きかもしれないことに対するあなたの期待を超えて、サディスティックなナルシシズムであるという彼の性格を捉えました。\u001b[22m, \u001b[1mどちらの俳優がその文字は次のように聞こえることができるもののあなたの期待を超えた方法で、サディスティックなナルシストであることの彼の性格を捕獲しました。\u001b[22m\n\u001b[4mAnd for that example alone, I'll leave it at that.\u001b[24m\n    \u001b[1mそしてその例だけでは、私はそれを残すでしょう。\u001b[22m, \u001b[1m単独でその例えば、私はそのままにしておきますよ。\u001b[22m\n\u001b[1m\u001b[22m\nThe music between both versions is of course a different manner of discussion. I think the selected American music with the likes of KMFDM, Silverchair, Alice in Chains, and Korn and the Jpop in the Japanese version were appropriately used in relation to capturing its target audience. And after watching the English version for 12 years, listening to the Japanese version the first time, totally threw me off. The difference in the music selected in each version really captures your attention and makes you view things in different ways. To me, watching the English version of lets say the fight between Chun Li and Vega made me feel an intensity that I was watching a pay per view fight, while watching it in Japanese, I felt like I was watching a fight to the death and I was able to feel the struggle of Chun Li more as if she was going to lose, while with the American music, you had that notion she was going to come out on top and finish it with nothing to lose. I'm not saying one is better than the other, it's just it all depends on how you react to things in my perspective.\n\n\u001b[1m両方のバージョンの間の音楽は、もちろん、異なるやり方の議論です。  KMFDM、シルバーチェア、アリス・イン・チェインズ、Korn、日本版のJpopなど、アメリカの選択した音楽は、ターゲットオーディエンスをキャプチャするうえで適切に使用されたと思います。 そして、英語版を12年間見た後、初めて日本版を聞いて、私を完全に捨てました。 各バージョンで選択された音楽の違いは、あなたの注意を本当に捉え、さまざまな方法で物事を見ることができます。 私にとって、英語版を見ると、Chun LiとVegaとの戦いが、私が見た戦争を見ている強さを感じさせてくれました。それを日本語で見ている間、私は死との戦いを見ているようでした。 私は、彼女が負けようとしていたかのように、春里の闘いをもっと感じることができました。アメリカの音楽では、彼女は上に出て、失うことなくそれを終わらせるという考えを持っていました。 誰かが他の人より優れていると言っているわけではありません。私の考え方にどのように反応するかによって異なります。\u001b[22m\n\u001b[1m(Ryōhō no bājon no ma no ongaku wa, mochiron, kotonaru yarikata no girondesu. KMFDM, shirubāchea, Arisu in cheinzu, Korn, nipponban no Jpop nado, Amerika no sentaku shita ongaku wa, tāgettoōdiensu o kyapucha suru ue de tekisetsu ni shiyō sa reta to omoimasu. Soshite, eigo-ban o 12-nenkan mita nochi, hajimete nipponban o kiite, watashi o kanzen ni sutemashita. Kaku bājon de sentaku sa reta ongaku no chigai wa, anata no chūi o hontōni torae, samazamana hōhō de monogoto o miru koto ga dekimasu. Watashi ni totte, eigo-ban o miru to, Chun Li to vu~ega to notatakai ga, watashi ga mita sensō o mite iru tsuyo-sa o kanji sasete kuremashita. Sore o nihongo de mite iru ma, watashi wa shi to notatakai o mite iru yōdeshita. Watashi wa, kanojo ga makeyou to shite ita ka no yō ni, Harusato no tatakai o motto kanjiru koto ga dekimashita. Amerika no ongakude wa, kanojo wa ue ni dete, ushinau koto naku sore o owara seru to iu kangae o motte imashita. Darekaga hokanohito yori sugurete iru to itte iru wakede wa arimasen. Watashi no kangaekata ni dono yō ni han'nō suru ka ni yotte kotonarimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nAnd one last thing, the main theme Itoshisa to Setsunasa to Kokoro Tsuyosa to sung by Shinohara Ryoko, the song that plays when Ken and Ryu fight Bison, I'll admit is catchy and I love it a whole lot and is still considered a huge hit in Japan, but really felt out of place in contrast to the action presented. Even though I think both Japanese and English are great, due to the uses of differences of music, I can't say one is better than the other and you're going to have to watch it in both languages to have a full appreciation of this movie.\n\n\u001b[1mそして最後の1つは、主なテーマですよね。主人公よししさと、篠原涼子が歌ってくれる強盗ココロと、KenとRyuがBisonと戦うときに演奏する曲は、私はキャッチーであると認めます。私はそれを大いに愛し、 日本でヒットしましたが、実際に提示されたアクションとは対照的に、実際にはずれていると感じました。 私は日本語と英語の両方が素晴らしいと思っていますが、音楽の違いを利用しているので、どちらかというと他の言語より優れているとは言えませんし、両方の言語でそれを見て、 この映画。\u001b[22m\n\u001b[1m(Soshite saigo no 1tsu wa, omona tēmadesu yo ne. Shujinkō yoshishi sa to, shinohara ryōko ga utatte kureru gōtō Kokoro to, Ken to ryū ga Bison to tatakau toki ni ensō suru kyoku wa, watashi wa kyatchīdearu to mitomemasu. Watashi wa sore o ōini aishi, Nihon de hitto shimashitaga, jissai ni teiji sa reta akushon to wa taishō-teki ni, jissai ni hazurete iru to kanjimashita. Watashi wa nihongo to eigo no ryōhō ga subarashī to omotte imasuga, ongaku no chigai o riyō shite irunode, dochira ka to iu to hoka no gengo yori sugurete iru to wa iemasenshi, ryōhō no gengo de sore o mite, kono eiga.)\u001b[22m\n\nTranslations of \u001b[4mAnd one last thing, the main theme Itoshisa to Setsunasa to Kokoro Tsuyosa to sung by Shinohara Ryoko, the song that plays when Ken and Ryu fight Bison, I'll admit is catchy and I love it a whole lot and is still considered a huge hit in Japan, but really felt out of place in contrast to the action presented. Even though I think both Japanese and English are great, due to the uses of differences of music, I can't say one is better than the other and you're going to have to watch it in both languages to have a full appreciation of this movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd one last thing, the main theme Itoshisa to Setsunasa to Kokoro Tsuyosa to sung by Shinohara Ryoko, the song that plays when Ken and Ryu fight Bison, I'll admit is catchy and I love it a whole lot and is still considered a huge\u001b[24m\n    \u001b[1mそして最後の1つは、主なテーマですよね。主人公よししさと、篠原涼子が歌ってくれる強盗ココロと、KenとRyuがBisonと戦うときに演奏する曲は、私はキャッチーであると認めます。私はそれを大いに愛し、\u001b[22m, \u001b[1mそして、もう一つ最後の事は、こころTsuyosaにSetsunasaへのメインテーマがmmminhyukは篠原涼子、ケンとリュウはバイソンと戦うときに再生する曲によって歌わに、私は認めるよキャッチーであり、私はそれ全体の多く、まだ巨大な考えられているが大好きです\u001b[22m\n\u001b[4mhit in Japan, but really felt out of place in contrast to the action presented.\u001b[24m\n    \u001b[1m日本でヒットしましたが、実際に提示されたアクションとは対照的に、実際にはずれていると感じました。\u001b[22m, \u001b[1m日本でヒットしたが、実際に提示されたアクションとは対照的に場違いな感じ。\u001b[22m\n\u001b[4mEven though I think both Japanese and English are great, due to the uses of differences of music, I can't say one is better than the other and you're going to have to watch it in both languages to have a full appreciation of\u001b[24m\n    \u001b[1m私は日本語と英語の両方が素晴らしいと思っていますが、音楽の違いを利用しているので、どちらかというと他の言語より優れているとは言えませんし、両方の言語でそれを見て、\u001b[22m, \u001b[1m私は日本語と英語の両方が音楽の違いの用途のために、偉大だと思うにもかかわらず、私は1つが他よりも優れているとあなたがの完全な理解を持っているために、両方の言語でそれを見てする必要があるとしていると言うことはできません\u001b[22m\n\u001b[4mthis movie.\u001b[24m\n    \u001b[1mこの映画。\u001b[22m\n\u001b[1m\u001b[22m\nI say fans and non-fans alike of either the Street Fighter games or anime in general should and must give this a shot. This was one of the animes that came out in 1995 during a time way before anime was cool and is still way cooler than a lot of animes today. Luckily, this came out when I was getting into anime and being a fan of Street Fighter, I just had to get this. And for me, this was the right anime at the right time. I was 11 when I first watch this and many elements amazed and shocked me, and it may have with a lot of people. One being the Chun Li shower scene and all video game animes that followed had to have this kind of scene including Fatal Fury, Battle Arena Toshiden, and the piece of shit Tekken anime. It was something different to me and I didn't take the scene offensive and thought of this was something acceptable to Japanese people which is yes and no true. Eventually I got around to showing this movie to my friends and we could watch this movie all night over and over. Especially Chun Li vs Vega which anyone who has seen this movie cannot deny that is certainly one of the best anime fights of all time.\n\n\u001b[1m私はストリートファイターのゲームやアニメのファンの方もファン以外の人も、このショットを与える必要があります。 これは、1995年にアニメが涼しくなってから今日まで多くのアニメよりも涼しいようになる前の時代のアニメの1つです。 幸いにも、これは、私がアニメに入って、ストリートファイターのファンになっていたときに出てきました、私はちょうどこれを取得しなければなりませんでした。 そして私のために、これは適切な時に適切なアニメでした。 私が最初にこれを見て、多くの要素が私に驚き、衝撃を与えたとき、私は11歳でした。そして、それは多くの人と一緒にいるかもしれません。  1つはChun Liのシャワーシーンであり、それに続くすべてのビデオゲームのアニメは、Fatal Fury、Battle Arena Toshiden、そして鉄拳アニメのこの種のシーンを持っていなければならなかった。 それは私とは違ったものでした。私はその場面を攻撃的なものにしておらず、これは日本人にとって受け入れられるものでした。 最終的に私はこの映画を友人に見せてくれるので、何度も何度もこの映画を見ることができました。 特にこの映画を見たことがある誰もが、それは間違いなくすべての時間の中で最高のアニメの戦いの一つであることを否定することはできませんチュン李VSベガ。\u001b[22m\n\u001b[1m(Watashi wa sutorītofaitā no gēmu ya anime no fan no kata mo fan igai no hito mo, kono shotto o ataeru hitsuyō ga arimasu. Kore wa, 1995-nen ni anime ga suzushiku natte kara kyō made ōku no anime yori mo suzushī yō ni naru mae no jidai no anime no 1tsudesu. Saiwai ni mo, koreha, watashi ga anime ni haitte, sutorītofaitā no fan ni natte ita toki ni dete kimashita, watashi wa chōdo kore o shutoku shinakereba narimasendeshita. Soshite watashi no tame ni, kore wa tekisetsuna toki ni tekisetsuna animedeshita. Watashi ga saisho ni kore o mite, ōku no yōso ga watashi ni odoroki, shōgeki o ataeta toki, watashi wa 11-saideshita. Soshite, sore wa ōku no hito to issho ni iru kamo shiremasen. 1Tsu wa Chun Li no shawāshīndeari, sore ni tsudzuku subete no bideogēmu no anime wa, feitaru Fury, batoru arīna Toshiden, soshite tekken anime no kono tane no shīn o motte inakereba naranakatta. Sore wa watashi to wa chigatta monodeshita. Watashi wa sono bamen o kōgeki-tekina mono ni shite orazu, koreha nihonjin ni totte ukeire rareru monodeshita. Saishūtekini watashi wa kono eiga o yūjin ni misete kurerunode, nandomonandomo kono eiga o miru koto ga dekimashita. Tokuni kono eiga o mita koto ga aru daremoga, soreha machigainaku subete no jikan no naka de saikō no anime no tatakai no hitotsudearu koto o hitei suru koto wa dekimasen chun Ri VS bega.)\u001b[22m"
  },
  {
    "title": "Street_Fighter_II__The_Movie",
    "id": "1362",
    "url": "https://myanimelist.net/anime/1362/Street_Fighter_II__The_Movie",
    "user": "Luquillo",
    "profile": "/profile/Luquillo/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=184432",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  5\nキャラクター|  3\n|  5\n\nカプコンの同名の人気ゲームに基づいています。 この映画には、スーパーストリートファイターIIまでの各キャラクターが含まれています。 したがって、特定のキャラクターのファンは、少なくとも自分の好きなことを見る機会を得るでしょう。 場合によっては、彼らはあまり目にすることはありません。\n\n知らない人のために。 私はアニメ映画にビデオゲームが嫌いです。 主に、質の高いアニメの点では、それらのどれもが凡ての天井を傷つけていないからです。 ストリートファイターII：アニメ映画はカテゴリに多少はまっています。 幸いなことに、アニメの翻訳ビデオゲームでは、映画がファンに何かを与えるので、映画はそれほど悪くないし、アートオブファイティング、致命的な怒り：モーションピクチャー、悪魔メイクライのようなひどいタイトルの上に多くのノッチがある。 ストリートファイターはSF宇宙の中で最も人気のあるキャラクターの間でうまくアニメーションの振り付けられた戦いを提供します。\n\nSFIIには、戦闘アニメのアクションシーンを手渡すのに最適なものがいくつか含まれています。 アニメーションは、アクションシーン中に非常に流動的です。 文字は実際の武道の動きと大部分は戦い、私は細部への注意を楽しむ。 キャラクターの中には、ゲームからの通常の動きを実際に演奏するものもあり、その大部分は見てすごくクールです。\n\nアートワークは、キャラクターがビデオゲームの相手に完全に似ていることも素晴らしいです。 芸術のスタイルは、このタイプのアニメに完全に合っています。 私はまた、アーン・イン・チェインとブラインド・バイ・コーンのThem Bonesという傑出した曲のサウンドトラックを楽しんだ。 しかし、何度かBGMがかなり退屈で、私にはかなりの量の投薬が行われていることを思い出します。 他のケースでは、いくつかの戦闘シーンで最高の結果を出しました。 声優や吹奏楽は私にはかなり良いです。 私は、対話が時にはとても控えめになることができることを除いて、苦情はありません。 さらに、そこに投げ捨てられた若干の冒涜があり、それはいくつかの人には気になることがあります。\n\nSFをファンのためにテレビの画面に表示するために、プロダクションチームに賞賛しなければなりません。 今、ファンの観点から話す。 私は本当に好きなキャラクターのいくつかを見て楽しんだけど、それが大きな問題の始まりです。 私が見たアニメのすべてのビデオゲームのように、 ゲームのファンがいなくても、あたかも自分の時間を無駄にしているかのように感じるでしょう。 メインキャラクターの外では、非ファンが残りのキャストについて何かを学ぶことはほとんどありません。 キャラクターの開発は、非常に多くのキャラクターが圧迫されているため、存在しないほど非常に低くなります。キャラクターは、2つの動きを出すようにしか見えず、来るほど速く消えます。\n\nプロットは非常に退屈で、私はほとんどストーリーに吸い込まれませんでした。 ありがたいことに、ペーシングは映画の苦痛を少なくします。 戦いはよく分散され、彼らのほとんどはそれの価値がある待っている。 実際には、この行為がこれを悩ます唯一の理由です。\n\nストリートファイターIIは私がフランチャイズのファンにのみお勧めできるものです。 しかし、もしあなたがフランチャイズのファンではなく、何らかの形でアクション・アニメーションを愛しているなら、 それはあなたのためでもあります。 それは間違いなく、私が見たアニメの格闘ゲームのすべてよりも優れており、いわゆる後編やサイドストーリーよりも優れていますが、想像力の伸びによって偉大なアニメではありません。 フランチャイズとアクション映画のファンがいないと、躊躇せずにそれをスキップする必要があります。\n\n長所：非常に良い戦いのシーン、非常に良いアニメーションやアートワーク、ペーシング、ファンに良い....\n\n短所：...非ファン、退屈なプロット、あまりにも多くの登場人物のために悪い",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nBased on the popular video game of the same name by Capcom. This movie contains each of the characters up until Super Street Fighter II. Therefore, fans of particular characters will at least get the opportunity to see their favorite do something. Although in some cases they won't get to see very much.\n\n\u001b[1mカプコンの同名の人気ゲームに基づいています。 この映画には、スーパーストリートファイターIIまでの各キャラクターが含まれています。 したがって、特定のキャラクターのファンは、少なくとも自分の好きなことを見る機会を得るでしょう。 場合によっては、彼らはあまり目にすることはありません。\u001b[22m\n\u001b[1m(Kapukon no dōmei no ninki gēmu ni motodzuite imasu. Kono eiga ni wa, sūpāsutorītofaitā II made no kaku kyarakutā ga fukuma rete imasu. Shitagatte, tokutei no kyarakutā no fan wa, sukunakutomo jibun no sukinakoto o miru kikai o erudeshou. Baainiyotte wa, karera wa amari me ni suru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mBased on the popular video game of the same name by Capcom. This movie contains each of the characters up until Super Street Fighter II. Therefore, fans of particular characters will at least get the opportunity to see their favorite do something. Although in some cases they won't get to see very much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBased on the popular video game of the same name by Capcom.\u001b[24m\n    \u001b[1mカプコンの同名の人気ゲームに基づいています。\u001b[22m, \u001b[1mカプコンによって同じ名前の普及したビデオゲームに基づきます。\u001b[22m\n\u001b[4mThis movie contains each of the characters up until Super Street Fighter II.\u001b[24m\n    \u001b[1mこの映画には、スーパーストリートファイターIIまでの各キャラクターが含まれています。\u001b[22m, \u001b[1mこの映画は、最大スーパーストリートファイターIIまでの各文字が含まれています。\u001b[22m\n\u001b[4mTherefore, fans of particular characters will at least get the opportunity to see their favorite do something.\u001b[24m\n    \u001b[1mしたがって、特定のキャラクターのファンは、少なくとも自分の好きなことを見る機会を得るでしょう。\u001b[22m, \u001b[1mしたがって、特定の文字のファンは、少なくとも自分の好きが何かを見る機会を得るでしょう。\u001b[22m\n\u001b[4mAlthough in some cases they won't get to see very much.\u001b[24m\n    \u001b[1m場合によっては、彼らはあまり目にすることはありません。\u001b[22m, \u001b[1mいくつかのケースでは、彼らは非常に多く見ることがありませんが。\u001b[22m\n\u001b[1m\u001b[22m\nFor those whom may not know; I hate video game to anime films. Mainly because in terms of quality anime almost none of them have cracked the ceiling of mediocrity. Street Fighter II: The Animated Movie somewhat fits into the category. Fortunately, for a video game to anime translation the movie isn't too bad because it gives something to the fans, and it's many notches above awful titles such as Art of Fighting, Fatal Fury: The Motion Picture, and Devil May Cry. Street Fighter delivers well animated choreographed fights between some of the most popular characters in the SF universe.\n\n\u001b[1m知らない人のために。 私はアニメ映画にビデオゲームが嫌いです。 主に、質の高いアニメの点では、それらのどれもが凡ての天井を傷つけていないからです。 ストリートファイターII：アニメ映画はカテゴリに多少はまっています。 幸いなことに、アニメの翻訳ビデオゲームでは、映画がファンに何かを与えるので、映画はそれほど悪くないし、アートオブファイティング、致命的な怒り：モーションピクチャー、悪魔メイクライのようなひどいタイトルの上に多くのノッチがある。 ストリートファイターはSF宇宙の中で最も人気のあるキャラクターの間でうまくアニメーションの振り付けられた戦いを提供します。\u001b[22m\n\u001b[1m(Shiranaihito no tame ni. Watashi wa anime eiga ni bideogēmu ga kiraidesu. Omoni,-shitsu no takai anime no tende wa, sorera no dore mo ga subete no tenjō o kizutsukete inaikaradesu. Sutorītofaitā II: Anime eiga wa kategori ni tashō hamatte imasu. Saiwaina koto ni, anime no hon'yaku bideogēmude wa, eiga ga fan ni nanika o ataerunode, eiga wa sorehodo warukunai shi, ātoobufaitingu, chimei-tekina ikari: Mōshonpikuchā, akuma meikurai no yōna hidoi taitoru no ue ni ōku no notchi ga aru. Sutorītofaitā wa SF uchū no naka de mottomo ninkinoaru kyarakutā no ma de umaku animēshon no furitsuke rareta tatakai o teikyō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mFor those whom may not know; I hate video game to anime films. Mainly because in terms of quality anime almost none of them have cracked the ceiling of mediocrity. Street Fighter II: The Animated Movie somewhat fits into the category. Fortunately, for a video game to anime translation the movie isn't too bad because it gives something to the fans, and it's many notches above awful titles such as Art of Fighting, Fatal Fury: The Motion Picture, and Devil May Cry. Street Fighter delivers well animated choreographed fights between some of the most popular characters in the SF universe.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor those whom may not know;\u001b[24m\n    \u001b[1m知らない人のために。\u001b[22m, \u001b[1m知らないかもしれない人たちのために。\u001b[22m\n\u001b[4mI hate video game to anime films.\u001b[24m\n    \u001b[1m私はアニメ映画にビデオゲームが嫌いです。\u001b[22m, \u001b[1m私は、アニメ映画にビデオゲームを憎みます。\u001b[22m\n\u001b[4mMainly because in terms of quality anime almost none of them have cracked the ceiling of mediocrity.\u001b[24m\n    \u001b[1m主に、質の高いアニメの点では、それらのどれもが凡ての天井を傷つけていないからです。\u001b[22m, \u001b[1m主に高品質のアニメの面ではほとんどそれらのどれも平凡の天井を割れなかったため。\u001b[22m\n\u001b[4mStreet Fighter II: The Animated Movie somewhat fits into the category.\u001b[24m\n    \u001b[1mストリートファイターII：アニメ映画はカテゴリに多少はまっています。\u001b[22m, \u001b[1mストリートファイターII：アニメーションムービーは、多少のカテゴリに収まります。\u001b[22m\n\u001b[4mFortunately, for a video game to anime translation the movie isn't too bad because it gives something to the fans, and it's many notches above awful titles such as Art of Fighting, Fatal Fury: The Motion Picture, and Devil May Cry.\u001b[24m\n    \u001b[1m幸いなことに、アニメの翻訳ビデオゲームでは、映画がファンに何かを与えるので、映画はそれほど悪くないし、アートオブファイティング、致命的な怒り：モーションピクチャー、悪魔メイクライのようなひどいタイトルの上に多くのノッチがある。\u001b[22m, \u001b[1m幸いなことに、アニメの翻訳へのビデオゲームのためにそれがファンに何かを与えるので映画があまりにも悪くはない、それはそのような龍虎の拳、餓狼伝説としてひどいタイトル以上の多くのノッチです：モーション・ピクチャー、およびデビルメイクライ。\u001b[22m\n\u001b[4mStreet Fighter delivers well animated choreographed fights between some of the most popular characters in the SF universe.\u001b[24m\n    \u001b[1mストリートファイターはSF宇宙の中で最も人気のあるキャラクターの間でうまくアニメーションの振り付けられた戦いを提供します。\u001b[22m, \u001b[1mストリートファイターはSFの世界で最も人気のある文字の一部の間だけでなく、アニメーション振り付けの戦いを提供しています。\u001b[22m\n\u001b[1m\u001b[22m\nSFII contains some of the best hand to hand action scenes in fighting anime. The animation is very fluid during the action scenes. The characters battle with real martial art moves for the most part, and I enjoy the attention to detail. Some of the characters actually perform the regular moves from the game and most of them are very cool to see.\n\n\u001b[1mSFIIには、戦闘アニメのアクションシーンを手渡すのに最適なものがいくつか含まれています。 アニメーションは、アクションシーン中に非常に流動的です。 文字は実際の武道の動きと大部分は戦い、私は細部への注意を楽しむ。 キャラクターの中には、ゲームからの通常の動きを実際に演奏するものもあり、その大部分は見てすごくクールです。\u001b[22m\n\u001b[1m(SFII ni wa, sentō anime no akushonshīn o tewatasu no ni saitekina mono ga ikutsu ka fukuma rete imasu. Animēshon wa, akushonshīn-chū ni hijō ni ryūdōtekidesu. Moji wa jissai no budō no ugoki to daibubun wa tatakai, watashi wa saibu e no chūi o tanoshimu. Kyarakutā no nakaniha, gēmu kara no tsūjō no ugoki o jissai ni ensō suru mono mo ari, sono daibubun wa mite sugoku kūrudesu.)\u001b[22m\n\nTranslations of \u001b[4mSFII contains some of the best hand to hand action scenes in fighting anime. The animation is very fluid during the action scenes. The characters battle with real martial art moves for the most part, and I enjoy the attention to detail. Some of the characters actually perform the regular moves from the game and most of them are very cool to see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSFII contains some of the best hand to hand action scenes in fighting anime.\u001b[24m\n    \u001b[1mSFIIには、戦闘アニメのアクションシーンを手渡すのに最適なものがいくつか含まれています。\u001b[22m, \u001b[1mSFIIは戦闘アニメで手のアクションシーンに最善の手の一部が含まれています。\u001b[22m\n\u001b[4mThe animation is very fluid during the action scenes.\u001b[24m\n    \u001b[1mアニメーションは、アクションシーン中に非常に流動的です。\u001b[22m, \u001b[1mアニメーションは、アクションシーンの間に非常に流動的です。\u001b[22m\n\u001b[4mThe characters battle with real martial art moves for the most part, and I enjoy the attention to detail.\u001b[24m\n    \u001b[1m文字は実際の武道の動きと大部分は戦い、私は細部への注意を楽しむ。\u001b[22m, \u001b[1m文字は、ほとんどの部分は本物の武道移動との戦い、そして私は、細部へのこだわりをお楽しみください。\u001b[22m\n\u001b[4mSome of the characters actually perform the regular moves from the game and most of them are very cool to see.\u001b[24m\n    \u001b[1mキャラクターの中には、ゲームからの通常の動きを実際に演奏するものもあり、その大部分は見てすごくクールです。\u001b[22m, \u001b[1m文字のいくつかは、実際にゲームから定期的に移動を実行し、それらのほとんどは見ることは非常にクールです。\u001b[22m\n\u001b[1m\u001b[22m\nThe artwork is great also with the characters perfectly resembling their video game counterparts. The art style fits perfectly for this type of anime. I also enjoyed the soundtrack with standout songs being Them Bones by Alice in Chains and Blind by Korn. However, several times I can remember the BGM was quite boring, and has caused me to come quite close to dosing off. In other cases, it brought out the best during some fight scenes. The voice actors and seiyuu are pretty good to me. I don't have any complaints except the dialogue can be very cheesy at times. Plus, there's a bit of profanity thrown out there which can be a bother for some.\n\n\u001b[1mアートワークは、キャラクターがビデオゲームの相手に完全に似ていることも素晴らしいです。 芸術のスタイルは、このタイプのアニメに完全に合っています。 私はまた、アーン・イン・チェインとブラインド・バイ・コーンのThem Bonesという傑出した曲のサウンドトラックを楽しんだ。 しかし、何度かBGMがかなり退屈で、私にはかなりの量の投薬が行われていることを思い出します。 他のケースでは、いくつかの戦闘シーンで最高の結果を出しました。 声優や吹奏楽は私にはかなり良いです。 私は、対話が時にはとても控えめになることができることを除いて、苦情はありません。 さらに、そこに投げ捨てられた若干の冒涜があり、それはいくつかの人には気になることがあります。\u001b[22m\n\u001b[1m(Ātowāku wa, kyarakutā ga bideogēmu no aite ni kanzen ni nite iru koto mo subarashīdesu. Geijutsu no sutairu wa, kono taipu no anime ni kanzen ni atte imasu. Watashi wa mata, ān in chein to buraindo bai kōn no Them Bones to iu kesshutsu shita kyoku no saundotorakku o tanoshinda. Shikashi, nando ka BGM ga kanari taikutsu de, watashiniha kanari no ryō no tōyaku ga okonawa rete iru koto o omoidashimasu. Hoka no kēsude wa, ikutsu ka no sentō shīn de saikō no kekka o dashimashita. Seiyū ya suisōgaku wa watashiniha kanari yoidesu. Watashi wa, taiwa ga tokiniha totemo hikaeme ni naru koto ga dekiru koto o nozoite, kujō wa arimasen. Sarani, soko ni nagesute rareta jakkan no bōtoku ga ari, sore wa ikutsu ka no hito ni wa ki ni naru koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe artwork is great also with the characters perfectly resembling their video game counterparts. The art style fits perfectly for this type of anime. I also enjoyed the soundtrack with standout songs being Them Bones by Alice in Chains and Blind by Korn. However, several times I can remember the BGM was quite boring, and has caused me to come quite close to dosing off. In other cases, it brought out the best during some fight scenes. The voice actors and seiyuu are pretty good to me. I don't have any complaints except the dialogue can be very cheesy at times. Plus, there's a bit of profanity thrown out there which can be a bother for some.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork is great also with the characters perfectly resembling their video game counterparts.\u001b[24m\n    \u001b[1mアートワークは、キャラクターがビデオゲームの相手に完全に似ていることも素晴らしいです。\u001b[22m, \u001b[1mアートワークは完全に彼らのビデオゲームの対応に似た文字でも素晴らしいです。\u001b[22m\n\u001b[4mThe art style fits perfectly for this type of anime.\u001b[24m\n    \u001b[1m芸術のスタイルは、このタイプのアニメに完全に合っています。\u001b[22m, \u001b[1mアートスタイルは、アニメのこのタイプのために完璧にフィットします。\u001b[22m\n\u001b[4mI also enjoyed the soundtrack with standout songs being Them Bones by Alice in Chains and Blind by Korn.\u001b[24m\n    \u001b[1m私はまた、アーン・イン・チェインとブラインド・バイ・コーンのThem Bonesという傑出した曲のサウンドトラックを楽しんだ。\u001b[22m, \u001b[1m私はまた、傑出した曲は彼らにチェーンとKornによってブラインドの国のアリスによって骨であることとサウンドトラックを楽しみました。\u001b[22m\n\u001b[4mHowever, several times I can remember the BGM was quite boring, and has caused me to come quite close to dosing off.\u001b[24m\n    \u001b[1mしかし、何度かBGMがかなり退屈で、私にはかなりの量の投薬が行われていることを思い出します。\u001b[22m, \u001b[1mしかし、私はBGMを覚えて数回は非常に退屈だった、と私はオフ投与に非常に接近させています。\u001b[22m\n\u001b[4mIn other cases, it brought out the best during some fight scenes.\u001b[24m\n    \u001b[1m他のケースでは、いくつかの戦闘シーンで最高の結果を出しました。\u001b[22m, \u001b[1m他の例では、それはいくつかの戦いのシーンの中に最高のを出しました。\u001b[22m\n\u001b[4mThe voice actors and seiyuu are pretty good to me.\u001b[24m\n    \u001b[1m声優や吹奏楽は私にはかなり良いです。\u001b[22m, \u001b[1m声優と声優は、私にはかなり良いです。\u001b[22m\n\u001b[4mI don't have any complaints except the dialogue can be very cheesy at times.\u001b[24m\n    \u001b[1m私は、対話が時にはとても控えめになることができることを除いて、苦情はありません。\u001b[22m, \u001b[1m私は時間に非常に安っぽいすることができます対話以外の任意の不満を持っていません。\u001b[22m\n\u001b[4mPlus, there's a bit of profanity thrown out there which can be a bother for some.\u001b[24m\n    \u001b[1mさらに、そこに投げ捨てられた若干の冒涜があり、それはいくつかの人には気になることがあります。\u001b[22m, \u001b[1mさらに、いくつかのためにわざわざすることができますそこに投げ出さ冒涜のビットがあります。\u001b[22m\n\u001b[1m\u001b[22m\nI have to give credit to the production team for bringing SF to the TV screen for fans. Now, speaking from a fans point of view. I really did enjoy seeing some of my favorite characters going at it, but that's where the major problem begins. As in all video game to anime I have seen; non fans of the game will come away feeling as if they wasted their time. Outside of the main characters it is highly unlikely a non fan will learn anything about the remaining cast. Character development is very low to non existent because so many characters were just squeezed in. Characters appear only to deliver a couple of moves and disappear as quick as they came.\n\n\u001b[1mSFをファンのためにテレビの画面に表示するために、プロダクションチームに賞賛しなければなりません。 今、ファンの観点から話す。 私は本当に好きなキャラクターのいくつかを見て楽しんだけど、それが大きな問題の始まりです。 私が見たアニメのすべてのビデオゲームのように、 ゲームのファンがいなくても、あたかも自分の時間を無駄にしているかのように感じるでしょう。 メインキャラクターの外では、非ファンが残りのキャストについて何かを学ぶことはほとんどありません。 キャラクターの開発は、非常に多くのキャラクターが圧迫されているため、存在しないほど非常に低くなります。キャラクターは、2つの動きを出すようにしか見えず、来るほど速く消えます。\u001b[22m\n\u001b[1m(SF o fan no tame ni terebi no gamen ni hyōji suru tame ni, purodakushonchīmu ni shōsan shinakereba narimasen. Ima, fan no kanten kara hanasu. Watashi wa hontōni sukina kyarakutā no ikutsu ka o mite tanoshindakedo, sore ga ōkina mondai no hajimaridesu. Watashi ga mita anime no subete no bideogēmu no yō ni, gēmu no fan ga inakute mo, atakamo jibun no jikan o muda ni shite iru ka no yō ni kanjirudeshou. Meinkyarakutā no sotode wa, hi fan ga nokori no kyasuto ni tsuite nanika o manabu koto wa hotondo arimasen. Kyarakutā no kaihatsu wa, hijō ni ōku no kyarakutā ga appaku sa rete iru tame, sonzaishinai hodo hijō ni hikuku narimasu. Kyarakutā wa, 2tsu no ugoki o dasu yō ni shika miezu, kuru hodo hayaku kiemasu.)\u001b[22m\n\nTranslations of \u001b[4mI have to give credit to the production team for bringing SF to the TV screen for fans. Now, speaking from a fans point of view. I really did enjoy seeing some of my favorite characters going at it, but that's where the major problem begins. As in all video game to anime I have seen; non fans of the game will come away feeling as if they wasted their time. Outside of the main characters it is highly unlikely a non fan will learn anything about the remaining cast. Character development is very low to non existent because so many characters were just squeezed in. Characters appear only to deliver a couple of moves and disappear as quick as they came.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have to give credit to the production team for bringing SF to the TV screen for fans.\u001b[24m\n    \u001b[1mSFをファンのためにテレビの画面に表示するために、プロダクションチームに賞賛しなければなりません。\u001b[22m, \u001b[1m私はファンのためにテレビ画面にSFをもたらすために制作チームに信用を与える必要があります。\u001b[22m\n\u001b[4mNow, speaking from a fans point of view.\u001b[24m\n    \u001b[1m今、ファンの観点から話す。\u001b[22m, \u001b[1m今、ビューのファンの点から言えば。\u001b[22m\n\u001b[4mI really did enjoy seeing some of my favorite characters going at it, but that's where the major problem begins.\u001b[24m\n    \u001b[1m私は本当に好きなキャラクターのいくつかを見て楽しんだけど、それが大きな問題の始まりです。\u001b[22m, \u001b[1m私は実際にそれで行く私の好きなキャラクターのいくつかを見て楽しんでいたが、大きな問題が始まるところです。\u001b[22m\n\u001b[4mAs in all video game to anime I have seen;\u001b[24m\n    \u001b[1m私が見たアニメのすべてのビデオゲームのように、\u001b[22m, \u001b[1mアニメためにすべてのビデオゲームのように私が見てきました。\u001b[22m\n\u001b[4mnon fans of the game will come away feeling as if they wasted their time.\u001b[24m\n    \u001b[1mゲームのファンがいなくても、あたかも自分の時間を無駄にしているかのように感じるでしょう。\u001b[22m, \u001b[1mゲームの非ファンは、彼らが自分の時間を無駄にしているかのように感じて離れて来ます。\u001b[22m\n\u001b[4mOutside of the main characters it is highly unlikely a non fan will learn anything about the remaining cast.\u001b[24m\n    \u001b[1mメインキャラクターの外では、非ファンが残りのキャストについて何かを学ぶことはほとんどありません。\u001b[22m, \u001b[1mメインキャラクターの外では、非ファンは残りのキャストについて何かを学ぶことができます可能性はほとんどありません。\u001b[22m\n\u001b[4mCharacter development is very low to non existent because so many characters were just squeezed in. Characters appear only to deliver a couple of moves and disappear as quick as they came.\u001b[24m\n    \u001b[1mキャラクターの開発は、非常に多くのキャラクターが圧迫されているため、存在しないほど非常に低くなります。キャラクターは、2つの動きを出すようにしか見えず、来るほど速く消えます。\u001b[22m, \u001b[1m非常に多くの文字がわずかに圧迫されたため、キャラクター開発は、存在しないと非常に低いです。文字が動くのカップルを提供し、彼らが来たほど迅速に消滅するのみ表示されます。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot is very boring and I was rarely sucked into the story. Thankfully the pacing makes the movie less painful. The fights are well dispersed, and most of them make the wait well worth it. In truth, the action is the only reason to bother with this.\n\n\u001b[1mプロットは非常に退屈で、私はほとんどストーリーに吸い込まれませんでした。 ありがたいことに、ペーシングは映画の苦痛を少なくします。 戦いはよく分散され、彼らのほとんどはそれの価値がある待っている。 実際には、この行為がこれを悩ます唯一の理由です。\u001b[22m\n\u001b[1m(Purotto wa hijō ni taikutsu de, watashi wa hotondo sutōrī ni suikoma remasendeshita. Arigatai koto ni, pēshingu wa eiga no kutsū o sukunaku shimasu. Tatakai wa yoku bunsan sa re, karera no hotondo wa sore no kachigāru matte iru. Jissai ni wa, kono kōi ga kore o nayamasu yuiitsu no riyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe plot is very boring and I was rarely sucked into the story. Thankfully the pacing makes the movie less painful. The fights are well dispersed, and most of them make the wait well worth it. In truth, the action is the only reason to bother with this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot is very boring and I was rarely sucked into the story.\u001b[24m\n    \u001b[1mプロットは非常に退屈で、私はほとんどストーリーに吸い込まれませんでした。\u001b[22m, \u001b[1mプロットは非常に退屈であると私はめったに話に吸い込まれませんでした。\u001b[22m\n\u001b[4mThankfully the pacing makes the movie less painful.\u001b[24m\n    \u001b[1mありがたいことに、ペーシングは映画の苦痛を少なくします。\u001b[22m, \u001b[1mありがたいことにペーシングは、映画はあまり痛みを伴うことができます。\u001b[22m\n\u001b[4mThe fights are well dispersed, and most of them make the wait well worth it.\u001b[24m\n    \u001b[1m戦いはよく分散され、彼らのほとんどはそれの価値がある待っている。\u001b[22m, \u001b[1m戦いはよく分散されており、それらのほとんどは、それだけの価値待たせます。\u001b[22m\n\u001b[4mIn truth, the action is the only reason to bother with this.\u001b[24m\n    \u001b[1m実際には、この行為がこれを悩ます唯一の理由です。\u001b[22m, \u001b[1m真実では、アクションはこれを気にする唯一の理由です。\u001b[22m\n\u001b[1m\u001b[22m\nStreet Fighter II is something that I can only recommend to fans of the franchise. However, if you're not a fan of the franchise but love action anime in any form; then this may be for you as well. It's definitely better than all of the fighting game to anime I have seen, and better than its so called sequels or side stories, but it's not a great anime by any stretch of the imagination. Non fans of the franchise and action films should skip it without hesitation.\n\n\u001b[1mストリートファイターIIは私がフランチャイズのファンにのみお勧めできるものです。 しかし、もしあなたがフランチャイズのファンではなく、何らかの形でアクション・アニメーションを愛しているなら、 それはあなたのためでもあります。 それは間違いなく、私が見たアニメの格闘ゲームのすべてよりも優れており、いわゆる後編やサイドストーリーよりも優れていますが、想像力の伸びによって偉大なアニメではありません。 フランチャイズとアクション映画のファンがいないと、躊躇せずにそれをスキップする必要があります。\u001b[22m\n\u001b[1m(Sutorītofaitā II wa watashi ga furanchaizu no fan ni nomi o susume dekiru monodesu. Shikashi, moshi anata ga furanchaizu no fande wa naku, nanrakano katachi de akushon animēshon o aishite irunara, sore wa anata no tamede mo arimasu. Sore wa machigainaku, watashi ga mita anime no kakutō gēmu no subete yori mo sugurete ori, iwayuru kōhen ya saidosutōrī yori mo sugurete imasuga, sōzō-ryoku no nobi ni yotte idaina animede wa arimasen. Furanchaizu to akushon eiga no fan ga inai to, chūcho sezu ni sore o sukippu suru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mStreet Fighter II is something that I can only recommend to fans of the franchise. However, if you're not a fan of the franchise but love action anime in any form; then this may be for you as well. It's definitely better than all of the fighting game to anime I have seen, and better than its so called sequels or side stories, but it's not a great anime by any stretch of the imagination. Non fans of the franchise and action films should skip it without hesitation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStreet Fighter II is something that I can only recommend to fans of the franchise.\u001b[24m\n    \u001b[1mストリートファイターIIは私がフランチャイズのファンにのみお勧めできるものです。\u001b[22m, \u001b[1mストリートファイターIIは、私が唯一のフランチャイズのファンにお勧めできるものです。\u001b[22m\n\u001b[4mHowever, if you're not a fan of the franchise but love action anime in any form;\u001b[24m\n    \u001b[1mしかし、もしあなたがフランチャイズのファンではなく、何らかの形でアクション・アニメーションを愛しているなら、\u001b[22m, \u001b[1mただし、任意の形式のフランチャイズが、愛アクションアニメのファンではないなら、\u001b[22m\n\u001b[4mthen this may be for you as well.\u001b[24m\n    \u001b[1mそれはあなたのためでもあります。\u001b[22m, \u001b[1mこれは同様にあなたのためのものであってもよいです。\u001b[22m\n\u001b[4mIt's definitely better than all of the fighting game to anime I have seen, and better than its so called sequels or side stories, but it's not a great anime by any stretch of the imagination.\u001b[24m\n    \u001b[1mそれは間違いなく、私が見たアニメの格闘ゲームのすべてよりも優れており、いわゆる後編やサイドストーリーよりも優れていますが、想像力の伸びによって偉大なアニメではありません。\u001b[22m, \u001b[1mそれは私が見たアニメする格闘ゲームのすべてよりも間違いなく良いですし、そのいわゆる続編やサイドストーリーよりも良いが、それはいくら想像力をたくましくしても偉大なアニメではありません。\u001b[22m\n\u001b[4mNon fans of the franchise and action films should skip it without hesitation.\u001b[24m\n    \u001b[1mフランチャイズとアクション映画のファンがいないと、躊躇せずにそれをスキップする必要があります。\u001b[22m, \u001b[1mフランチャイズやアクション映画の非ファンはためらうことなくそれをスキップする必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nPros: Very good fight scenes, very good animation and artwork, pacing, good for fans....\n\n\u001b[1m長所：非常に良い戦いのシーン、非常に良いアニメーションやアートワーク、ペーシング、ファンに良い....\u001b[22m\n\u001b[1m(Chōsho: Hijō ni yoi tatakai no shīn, hijō ni yoi animēshon ya ātowāku, pēshingu, fan ni yoi....)\u001b[22m\n\nTranslations of \u001b[4mPros: Very good fight scenes, very good animation and artwork, pacing, good for fans....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPros: Very good fight scenes, very good animation and artwork, pacing, good for fans....\u001b[24m\n    \u001b[1m長所：非常に良い戦いのシーン、非常に良いアニメーションやアートワーク、ペーシング、ファンに良い....\u001b[22m, \u001b[1m長所：非常に良い戦いのシーン、非常に優れたアニメーション、アートワーク、ペーシング、ファンのために良いです....\u001b[22m\n\u001b[1m\u001b[22m\nCons: ...bad for non fans, boring plot, too many character appearances\n\n\u001b[1m短所：...非ファン、退屈なプロット、あまりにも多くの登場人物のために悪い\u001b[22m\n\u001b[1m(Tansho: ... Hi fan, taikutsuna purotto, amarini mo ōku no tōjō jinbutsu no tame ni warui)\u001b[22m\n\nTranslations of \u001b[4mCons: ...bad for non fans, boring plot, too many character appearances\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCons: ...bad for non fans, boring plot, too many character appearances\u001b[24m\n    \u001b[1m短所：...非ファン、退屈なプロット、あまりにも多くの登場人物のために悪い\u001b[22m, \u001b[1m短所：...、退屈なプロット、非ファンのために悪いあまりにも多くの文字出演\u001b[22m"
  },
  {
    "title": "Street_Fighter_II__The_Movie",
    "id": "1362",
    "url": "https://myanimelist.net/anime/1362/Street_Fighter_II__The_Movie",
    "user": "Kain",
    "profile": "/profile/Kain/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=11726",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  8\n\nこれは、defintelyそこに最高のストリートファイター映画です。  2つの他のアルファと世代はかなり吸う。 これはエピソードとともに実際の取引です。 他の2本の映画はストリートファイターに悪い名前を与えているだけです。 すべてのオール・オール・スクール・アニメと同様に、これも非常によく吹き替えられています。 私はperonally好むが、彼らが吸う時間の多くを好むが、これは実際には本当に良いと呼ばれるspシリーズでは、英語でそれをチェックアウトです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis is defintely the best street fighter movie out there. The two other alpha and generations pretty much suck. This is the real deal along with the episodes. The two other movies just give street fighter a bad name. Like all ols school animes this is also dubbed very well. I peronally prefer dubbed but alot of the times they suck but this is actually really good dubbed sp check it out in english along with the series.\n\n\u001b[1mこれは、defintelyそこに最高のストリートファイター映画です。  2つの他のアルファと世代はかなり吸う。 これはエピソードとともに実際の取引です。 他の2本の映画はストリートファイターに悪い名前を与えているだけです。 すべてのオール・オール・スクール・アニメと同様に、これも非常によく吹き替えられています。 私はperonally好むが、彼らが吸う時間の多くを好むが、これは実際には本当に良いと呼ばれるspシリーズでは、英語でそれをチェックアウトです。\u001b[22m\n\u001b[1m(Kore wa, defintely soko ni saikō no sutorītofaitā eigadesu. 2Tsu no ta no arufa to sedai wa kanari suu. Kore wa episōdo to tomoni jissai no torihikidesu. Hoka no 2-pon no eiga wa sutorītofaitā ni warui namae o ataete iru dakedesu. Subete no ōru ōru sukūru anime to dōyō ni, kore mo hijō ni yoku fukikae rarete imasu. Watashi wa peronally konomu ga, karera ga suu jikan no ōku o konomu ga, kore wa jissai ni wa hontōni yoi to yoba reru sp shirīzude wa, eigo de sore o chekku autodesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is defintely the best street fighter movie out there. The two other alpha and generations pretty much suck. This is the real deal along with the episodes. The two other movies just give street fighter a bad name. Like all ols school animes this is also dubbed very well. I peronally prefer dubbed but alot of the times they suck but this is actually really good dubbed sp check it out in english along with the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is defintely the best street fighter movie out there.\u001b[24m\n    \u001b[1mこれは、defintelyそこに最高のストリートファイター映画です。\u001b[22m, \u001b[1mこれはよっぽどそこに最高のストリートファイタームービーです。\u001b[22m\n\u001b[4mThe two other alpha and generations pretty much suck.\u001b[24m\n    \u001b[1m2つの他のアルファと世代はかなり吸う。\u001b[22m, \u001b[1mかなり2他のアルファと世代が吸います。\u001b[22m\n\u001b[4mThis is the real deal along with the episodes.\u001b[24m\n    \u001b[1mこれはエピソードとともに実際の取引です。\u001b[22m, \u001b[1mこれは、エピソードと一緒に本物です。\u001b[22m\n\u001b[4mThe two other movies just give street fighter a bad name.\u001b[24m\n    \u001b[1m他の2本の映画はストリートファイターに悪い名前を与えているだけです。\u001b[22m, \u001b[1m2他の映画はちょうどストリートファイターに悪い名前を与えます。\u001b[22m\n\u001b[4mLike all ols school animes this is also dubbed very well.\u001b[24m\n    \u001b[1mすべてのオール・オール・スクール・アニメと同様に、これも非常によく吹き替えられています。\u001b[22m, \u001b[1m全てのオールスクールのアニメと同様、これも非常によく吹き替えされています。\u001b[22m\n\u001b[4mI peronally prefer dubbed but alot of the times they suck but this is actually really good dubbed sp check it out in english along with the series.\u001b[24m\n    \u001b[1m私はperonally好むが、彼らが吸う時間の多くを好むが、これは実際には本当に良いと呼ばれるspシリーズでは、英語でそれをチェックアウトです。\u001b[22m, \u001b[1m私はperonally吹き替え好むが、彼らは吸うが、これは実際にはシリーズと一緒に英語でそれをチェックアウトSP吹き替え本当に良いです倍のたくさん。\u001b[22m"
  },
  {
    "title": "Street_Fighter_II__The_Movie",
    "id": "1362",
    "url": "https://myanimelist.net/anime/1362/Street_Fighter_II__The_Movie",
    "user": "kajia",
    "profile": "/profile/kajia/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=57837",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  6\nキャラクター|  7\n|  7\n\nゲーム、特に戦闘ゲームのアニメ化は、通常は残念です。 私は一般的に、尻を蹴っているコンテストでは、脚のある男のようになっているのを見るために、いくつかのお尻のアクションで、おなじみのキャラクターを見るという見通しに興奮しています。  「Fatal Fury」の映画は悪かった。 最近の「ストリートファイターIV」のスピンオフは、めまぐるしい平凡な高さに達しました。  「鉄拳：映画」は？ まあ、何の大きな山があったの？\n\nしかし、1〜2回は、実際にはかなり良い適応があります。そしてその束のあいだは「ストリートファイターII：アニメ映画」です。 私が見た最初のアニメの1つであるにもかかわらず、それは他の戦闘ゲームの適応が今日までにさえ判断される基準としてそれを見ています。 それは、ゲームのファンがこれらの種類のアダプテーションになるときに探すすべてのボックスにかなり目を向ける。 見てみようか？\n\n1.物語の忠実な適応？ チェック。\n\nファン、特に純粋主義のファンは、アダプテーションがストーリーとあまりにも多くの自由を取るとき、特に元のものよりも明らかに良くならない場合、それを嫌っている。\n\n「ストリートファイターII：アニメ映画」は、素材に忠実に留意し、卸売りの変更を行わずにストーリーを構築しました。 そして、実際には、この映画がカプコンのプロットポイントのいくつかを取って正式な「ストリートファイター」カノン[INSERT YOUR OWN CITATION HERE]に組み込むよう促したと聞いていました。 この映画がストーリーをいかにうまく適応させたかの証です（もしそうなら）。 歴史の公式な部分がどこで終了し、アニメの独占的な素材がどこから始まるのかを言うのが本当に難しいとわかった理由についても説明します。\n\nだから話は何ですか？ 基本的な前提は、BisonのShadowlaw犯罪シンジケートが世界中の戦闘機を監視し、その原因に最も強いものを募集することです。 ビーソンと彼の組織は、サガットとの戦いでリュウの驚異的な権力を目の当たりにして、世界を捜索して彼を見つけようとしている。 さて、地面には少し薄く聞こえますが、ちょっと、戦闘ゲームに基づいた戦闘アニメです。何を期待しましたか？ 少なくとも、それはその目的のためにはうまくいきますし、まったくばかげているわけでもありません。この種のアニメには当てはまらない特質があります。「Variable Geo」からのtoshの負荷を見てください。\n\n2.戦いは、お尻をキック？ チェック。\n\nこれは、通常、ゲームの適応を戦うための最も失望の側面です - 私はそれがこのようなアニメになると紙の薄い話を見落とすことができますが、戦いはあなたがそれらから最も期待しているものです。 しかし、あまりにもしばしば、アクションは退屈に終わり、「ストリートファイターIV：結びつきの絆」の場合、ほとんど存在しない。\n\n「ストリートファイターII：アニメ映画」では、戦いがショーの最も重要な部分です。彼らはプロフェッショナルな戦いで振り付けされていて、見るのは素晴らしいです。 視界にはアニメーションがほとんどまたはまったくありません。最終的なボスの戦いは、一度は適切な気候です。 これは物事がどうあるべきかです！ そのうえ...\n\n3.ゲームからの特別な動きは戦いの間に定期的に見られる？ チェック。\n\nさて、あなたはそれをファンであると呼ぶこともできますが、事実は、ゲームからの特別な動きを見ることは常にエキサイティングです（あなたがゲームになじみがない限り... 誰がその人を気にしているのか）。  'ストリートファイターII V'シリーズはいくつかの素晴らしい戦いを持っていたが、ゲームからの特別な動きは、何かが間違っているというアニメではあまりにも疎かった。\n\n一方、この映画は、ファンの欲しいものを正確に与え、特別な動きを大きな規則性をもって放つだけでなく、それらの主要なリュー/ケンのhadoukens：フェイロングの炎のキック？ うん、それを見た。 ギルのソニックブーム？ それもここにあります（代わりに小屋を逃して平らにする）。 チョン・リーチのスピニング・バード・キック？ それは映画の中で最高の変な戦いに使われています！ それは別のポイントに私をもたらします - 特別な動きは適切に戦いに統合され、場所のいたるところにスパムされていないと、アクションをボギーすることに終わります。 何をもっと求めることができますか？\n\n4.ゲームのキャラクターのカメオがたくさんある？ チェック。\n\nこれは、ゲームから特別な動きを見ることに加えて、ゲームからのキャラクターの多くがサイドキャラクターとしてカメオの外観を見せることもエキサイティングであるという点で、3と似ています。 公平であるために、このタイプのほとんどのアダプテーションは実際にこの時点で提供されます（まあ、それは、彼らが合計で約5文字を使用した最近の「鉄拳：血の復讐」映画から離れています）、そして「ストリートファイター：アニメ映画」は 例外なし。 あなたがそれを邪魔しない方法でそれを行うことができれば、悪い考えではない理由でゲームからたくさんの人物を投げつけるという議論があります。  Ryuが新しい挑戦を探して周りを旅するように、Fei Longがリングに登場するのは、このアニメのことです。私はむしろ、面白い暴動ではなくゲームキャラクターになるバックグラウンドキャラクターを持っています。 バロッグはちょうどバイソンの伯爵夫人の一人になります。彼らはそこにいる必要はありませんが、彼らは物語から気を散らせず、手順にもう少しゲームの香りを加えます。 また、キャラクターのどれもがショーを台無しにしてしまうほど邪魔にならないことを誇りに思うのは良いことです（もう、私はあなたを見ています。「鉄拳：血の復讐」！）\n\nこの時点で、私はたぶん映画の音を人類の最大のものに近づけさせてしまったのではないかと考えています。ストリートファイターII：アニメ映画はいいアニメです 、 劣らず。 私はそれが本当に良いと思うことができる適応への唯一の戦いのゲームなので、私はそれについて夢中になっています。 話はちょっと単純すぎるかもしれませんし、時には音楽が重くて重いかもしれませんし、いつものようにダブが落ちるかもしれませんが、ゲームのファンが望むすべてを正当に提供するのはアニメです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nAdaptions of games, particularly fighting games, into anime are usually disappointing. I generally go into them excited at the prospect of seeing familiar characters in some ass kicking action, only to see it turn out like a one legged man in an ass kicking contest. 'Fatal Fury' movie was bad; The recent spin-offs from the'Street Fighter IV' games managed to reach the dizzying heights of mediocrity; and as for 'Tekken: the Motion Picture'? Well what a big pile of sh*te that was!\n\n\u001b[1mゲーム、特に戦闘ゲームのアニメ化は、通常は残念です。 私は一般的に、尻を蹴っているコンテストでは、脚のある男のようになっているのを見るために、いくつかのお尻のアクションで、おなじみのキャラクターを見るという見通しに興奮しています。  「Fatal Fury」の映画は悪かった。 最近の「ストリートファイターIV」のスピンオフは、めまぐるしい平凡な高さに達しました。  「鉄拳：映画」は？ まあ、何の大きな山があったの？\u001b[22m\n\u001b[1m(Gēmu, tokuni sentō gēmu no anime-ka wa, tsūjō wa zan'nendesu. Watashi wa ippantekini, shiri o kette iru kontesutode wa, ashi no aru otoko no yō ni natte iru no o miru tame ni, ikutsu ka no o shiri no akushon de, onajimi no kyarakutā o miru to iu mitōshi ni kōfun shite imasu. `Feitaru Fury' no eiga wa warukatta. Saikin no `sutorītofaitā IV' no supin'ofu wa, memagurushī heibon'na taka-sa ni tasshimashita. `Tekken: Eiga' wa? Mā, nani no ōkina yama ga atta no?)\u001b[22m\n\nTranslations of \u001b[4mAdaptions of games, particularly fighting games, into anime are usually disappointing. I generally go into them excited at the prospect of seeing familiar characters in some ass kicking action, only to see it turn out like a one legged man in an ass kicking contest. 'Fatal Fury' movie was bad; The recent spin-offs from the'Street Fighter IV' games managed to reach the dizzying heights of mediocrity; and as for 'Tekken: the Motion Picture'? Well what a big pile of sh*te that was!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAdaptions of games, particularly fighting games, into anime are usually disappointing.\u001b[24m\n    \u001b[1mゲーム、特に戦闘ゲームのアニメ化は、通常は残念です。\u001b[22m, \u001b[1m特にアニメ化、ゲームを戦うゲームのAdaptionsは、通常は失望させられます。\u001b[22m\n\u001b[4mI generally go into them excited at the prospect of seeing familiar characters in some ass kicking action, only to see it turn out like a one legged man in an ass kicking contest.\u001b[24m\n    \u001b[1m私は一般的に、尻を蹴っているコンテストでは、脚のある男のようになっているのを見るために、いくつかのお尻のアクションで、おなじみのキャラクターを見るという見通しに興奮しています。\u001b[22m, \u001b[1m私は一般的にだけ、それはお尻蹴っコンテストに1本足の男のように判明見るために、いくつかのお尻キックアクションでおなじみの文字を見ての見通しでそれらに興奮してください。\u001b[22m\n\u001b[4m'Fatal Fury' movie was bad;\u001b[24m\n    \u001b[1m「Fatal Fury」の映画は悪かった。\u001b[22m, \u001b[1m「餓狼伝説」の映画が悪かったです。\u001b[22m\n\u001b[4mThe recent spin-offs from the'Street Fighter IV' games managed to reach the dizzying heights of mediocrity;\u001b[24m\n    \u001b[1m最近の「ストリートファイターIV」のスピンオフは、めまぐるしい平凡な高さに達しました。\u001b[22m, \u001b[1mthe'StreetファイターIV」のゲームからの最近のスピンオフは平凡の目のくらむような高さに到達するために管理しました。\u001b[22m\n\u001b[4mand as for 'Tekken: the Motion Picture'?\u001b[24m\n    \u001b[1m「鉄拳：映画」は？\u001b[22m, \u001b[1mそして、「鉄拳：映画 'のよう？\u001b[22m\n\u001b[4mWell what a big pile of sh*te that was!\u001b[24m\n    \u001b[1mまあ、何の大きな山があったの？\u001b[22m, \u001b[1mだったのsh *テのまあ何大きな山！\u001b[22m\n\u001b[1m\u001b[22m\nBut once or twice, there's comes an adaptation that's actually pretty good, and the pick of that bunch is 'Street Fighter II: The Animated Movie'. Despite being one of the first anime I watched, I still see it as the standard which other fighting game adaptations are judged against even to this day. It pretty much ticks all the boxes that fans of the game look for when it comes to these kind of adaptations. Let's take a look, shall we?\n\n\u001b[1mしかし、1〜2回は、実際にはかなり良い適応があります。そしてその束のあいだは「ストリートファイターII：アニメ映画」です。 私が見た最初のアニメの1つであるにもかかわらず、それは他の戦闘ゲームの適応が今日までにさえ判断される基準としてそれを見ています。 それは、ゲームのファンがこれらの種類のアダプテーションになるときに探すすべてのボックスにかなり目を向ける。 見てみようか？\u001b[22m\n\u001b[1m(Shikashi, 1 〜 2-kai wa, jissai ni wa kanari yoi tekiō ga arimasu. Soshite sono taba no aida wa `sutorītofaitā II: Anime eiga'desu. Watashi ga mita saisho no anime no 1tsudearu nimokakawarazu, sore wa hoka no sentō gēmu no tekiō ga kyōmade ni sae handan sa reru kijun to shite sore o mite imasu. Sore wa, gēmu no fan ga korera no shurui no adaputēshon ni naru toki ni sagasu subete no bokkusu ni kanari mewomukeru. Mite miyou ka?)\u001b[22m\n\nTranslations of \u001b[4mBut once or twice, there's comes an adaptation that's actually pretty good, and the pick of that bunch is 'Street Fighter II: The Animated Movie'. Despite being one of the first anime I watched, I still see it as the standard which other fighting game adaptations are judged against even to this day. It pretty much ticks all the boxes that fans of the game look for when it comes to these kind of adaptations. Let's take a look, shall we?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut once or twice, there's comes an adaptation that's actually pretty good, and the pick of that bunch is 'Street Fighter II: The Animated Movie'.\u001b[24m\n    \u001b[1mしかし、1〜2回は、実際にはかなり良い適応があります。そしてその束のあいだは「ストリートファイターII：アニメ映画」です。\u001b[22m, \u001b[1mしかし、一度か二度、があります実際にはかなり良いことだ適応が来て、その束のピックは、「ストリートファイターII：アニメーションムービー」です。\u001b[22m\n\u001b[4mDespite being one of the first anime I watched, I still see it as the standard which other fighting game adaptations are judged against even to this day.\u001b[24m\n    \u001b[1m私が見た最初のアニメの1つであるにもかかわらず、それは他の戦闘ゲームの適応が今日までにさえ判断される基準としてそれを見ています。\u001b[22m, \u001b[1m私が見た最初のアニメの一つであるにもかかわらず、私はまだ他の格闘ゲームの適応があってもこの日に抗して判断されている標準として、それを参照してください。\u001b[22m\n\u001b[4mIt pretty much ticks all the boxes that fans of the game look for when it comes to these kind of adaptations.\u001b[24m\n    \u001b[1mそれは、ゲームのファンがこれらの種類のアダプテーションになるときに探すすべてのボックスにかなり目を向ける。\u001b[22m, \u001b[1mこれはかなりゲームのファンはそれが適応のこれらの種類に来るときを探してすべてのボックスを刻みます。\u001b[22m\n\u001b[4mLet's take a look, shall we?\u001b[24m\n    \u001b[1m見てみようか？\u001b[22m, \u001b[1m私たち、のが見てみなければならないようにしますか？\u001b[22m\n\u001b[1m\u001b[22m\n1. Faithful adaptation of story? Check.\n\n\u001b[1m1.物語の忠実な適応？ チェック。\u001b[22m\n\u001b[1m(1. Monogatari no chūjitsuna tekiō? Chekku.)\u001b[22m\n\nTranslations of \u001b[4m1. Faithful adaptation of story? Check.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. Faithful adaptation of story?\u001b[24m\n    \u001b[1m1.物語の忠実な適応？\u001b[22m, \u001b[1m物語の1忠実な適応？\u001b[22m\n\u001b[4mCheck.\u001b[24m\n    \u001b[1mチェック。\u001b[22m, \u001b[1mチェック\u001b[22m, \u001b[1m確認してください。\u001b[22m\n\u001b[1m\u001b[22m\nFans, especially purist fans, hate it when adaptations take too many liberties with the story, especially if it ends up not obviously better than the original.\n\n\u001b[1mファン、特に純粋主義のファンは、アダプテーションがストーリーとあまりにも多くの自由を取るとき、特に元のものよりも明らかに良くならない場合、それを嫌っている。\u001b[22m\n\u001b[1m(Fan, tokuni junsuishugi no fan wa, adaputēshon ga sutōrī to amarini mo ōku no jiyū o toru toki, tokuni gen no mono yori mo akiraka ni yoku naranai baai, sore o kiratte iru.)\u001b[22m\n\nTranslations of \u001b[4mFans, especially purist fans, hate it when adaptations take too many liberties with the story, especially if it ends up not obviously better than the original.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFans, especially purist fans, hate it when adaptations take too many liberties with the story, especially if it ends up not obviously better than the original.\u001b[24m\n    \u001b[1mファン、特に純粋主義のファンは、アダプテーションがストーリーとあまりにも多くの自由を取るとき、特に元のものよりも明らかに良くならない場合、それを嫌っている。\u001b[22m, \u001b[1m適応は話をしてあまりにも多くの自由を取るときファン、特に純粋主義者ファンは、それは明らかにオリジナルよりも優れていない終わる場合は特に、それを嫌います。\u001b[22m\n\u001b[1m\u001b[22m\n'Street Fighter II: The Animated Movie' was careful to remain faithful to the source material, and built its story from that instead making wholesale changes. And in fact I heard it said that this movie inspired capcom to take some of its plot points and incorporate them into the official 'Street Fighter' canon [INSERT YOUR OWN CITATION HERE]. It's a testament of how well this movie adapted the story (if it's true). It would also explain why I find it really hard to tell where the official part of history ends and where the anime exclusive material begin.\n\n\u001b[1m「ストリートファイターII：アニメ映画」は、素材に忠実に留意し、卸売りの変更を行わずにストーリーを構築しました。 そして、実際には、この映画がカプコンのプロットポイントのいくつかを取って正式な「ストリートファイター」カノン[INSERT YOUR OWN CITATION HERE]に組み込むよう促したと聞いていました。 この映画がストーリーをいかにうまく適応させたかの証です（もしそうなら）。 歴史の公式な部分がどこで終了し、アニメの独占的な素材がどこから始まるのかを言うのが本当に難しいとわかった理由についても説明します。\u001b[22m\n\u001b[1m(`Sutorītofaitā II: Anime eiga' wa, sozai ni chūjitsu ni ryūi shi, oroshiuri no henkō o okonawazu ni sutōrī o kōchiku shimashita. Soshite, jissai ni wa, kono eiga ga Kapukon no purotto pointo no ikutsu ka o totte seishikina `sutorītofaitā' kanon [insāto YOUR ōn CITATION hia] ni kumikomu yō unagashita to kiite imashita. Kono eiga ga sutōrī o ikani umaku tekiō sa seta ka no akashidesu (moshi sōnara). Rekishi no kōshikina bubun ga doko de shūryō shi, anime no dokusen-tekina sozai ga doko kara hajimaru no ka o iu no ga hontōni muzukashī to wakatta riyū ni tsuite mo setsumei shimasu.)\u001b[22m\n\nTranslations of \u001b[4m'Street Fighter II: The Animated Movie' was careful to remain faithful to the source material, and built its story from that instead making wholesale changes. And in fact I heard it said that this movie inspired capcom to take some of its plot points and incorporate them into the official 'Street Fighter' canon [INSERT YOUR OWN CITATION HERE]. It's a testament of how well this movie adapted the story (if it's true). It would also explain why I find it really hard to tell where the official part of history ends and where the anime exclusive material begin.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Street Fighter II: The Animated Movie' was careful to remain faithful to the source material, and built its story from that instead making wholesale changes.\u001b[24m\n    \u001b[1m「ストリートファイターII：アニメ映画」は、素材に忠実に留意し、卸売りの変更を行わずにストーリーを構築しました。\u001b[22m, \u001b[1m「ストリートファイターII：アニメーション映画「ソース素材に忠実なままにするように注意しました、そして代わりに卸売変更を行うことから、その物語を構築しました。\u001b[22m\n\u001b[4mAnd in fact I heard it said that this movie inspired capcom to take some of its plot points and incorporate them into the official 'Street Fighter' canon [INSERT YOUR OWN CITATION HERE].\u001b[24m\n    \u001b[1mそして、実際には、この映画がカプコンのプロットポイントのいくつかを取って正式な「ストリートファイター」カノン[INSERT YOUR OWN CITATION HERE]に組み込むよう促したと聞いていました。\u001b[22m, \u001b[1m実際に私はそれがこの映画インスピレーションカプコンは、[ここにあなた自身の引用を挿入]そのプロット点のいくつかを取り、公式の「ストリートファイター」カノンにそれらを組み込むためにと言った聞きました。\u001b[22m\n\u001b[4mIt's a testament of how well this movie adapted the story (if it's true).\u001b[24m\n    \u001b[1mこの映画がストーリーをいかにうまく適応させたかの証です（もしそうなら）。\u001b[22m, \u001b[1m（それが本当ならば）それは、この映画は物語を適応どれだけの証です。\u001b[22m\n\u001b[4mIt would also explain why I find it really hard to tell where the official part of history ends and where the anime exclusive material begin.\u001b[24m\n    \u001b[1m歴史の公式な部分がどこで終了し、アニメの独占的な素材がどこから始まるのかを言うのが本当に難しいとわかった理由についても説明します。\u001b[22m, \u001b[1m私は歴史の公式の一部が終了し、どこアニメ排他的な材料が始まる場所、それは本当にハードに伝えるために見つける理由も説明するだろう。\u001b[22m\n\u001b[1m\u001b[22m\nSo what is the story? Well, the basic premises is that Bison's Shadowlaw crime syndicate are monitoring fighters around the world and recruiting the strongest ones to their cause. Having witnessed Ryu's extraordinary power in his battle against Sagat, Bison and his organisation are scouring the world to try and find him. Ok, sounds a bit thin on the ground, but hey, it's a fighting anime based on a fighting game, what did you expect? At least it works well for its purpose, and isn't utterly ridiculous, qualities that can't taken for granted when it comes to these kind of anime - just look at that load of tosh from 'Variable Geo'!\n\n\u001b[1mだから話は何ですか？ 基本的な前提は、BisonのShadowlaw犯罪シンジケートが世界中の戦闘機を監視し、その原因に最も強いものを募集することです。 ビーソンと彼の組織は、サガットとの戦いでリュウの驚異的な権力を目の当たりにして、世界を捜索して彼を見つけようとしている。 さて、地面には少し薄く聞こえますが、ちょっと、戦闘ゲームに基づいた戦闘アニメです。何を期待しましたか？ 少なくとも、それはその目的のためにはうまくいきますし、まったくばかげているわけでもありません。この種のアニメには当てはまらない特質があります。「Variable Geo」からのtoshの負荷を見てください。\u001b[22m\n\u001b[1m(Dakara hanashi wa nanidesu ka? Kihon-tekina zentei wa, Bison no Shadowlaw hanzai shinjikēto ga sekaijū no sentōki o kanshi shi, sono gen'in ni mottomo tsuyoi mono o boshū suru kotodesu. Bīson to kare no soshiki wa, sagatto to notatakai de ryū no kyōi-tekina kenryoku o manoatari ni shite, sekai o sōsaku shite kare o mitsukeyou to shite iru. Sate, jimen ni wa sukoshi usuku kikoemasuga, chotto, sentō gēmu ni motodzuita sentō animedesu. Nani o kitai shimashita ka? Sukunakutomo, sore wa sono mokuteki no tame ni wa umaku ikimasushi, mattaku bakagete iru wakede mo arimasen. Kono tane no anime ni wa atehamaranai tokushitsu ga arimasu. `Variable Geo' kara no tosh no fuka o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mSo what is the story? Well, the basic premises is that Bison's Shadowlaw crime syndicate are monitoring fighters around the world and recruiting the strongest ones to their cause. Having witnessed Ryu's extraordinary power in his battle against Sagat, Bison and his organisation are scouring the world to try and find him. Ok, sounds a bit thin on the ground, but hey, it's a fighting anime based on a fighting game, what did you expect? At least it works well for its purpose, and isn't utterly ridiculous, qualities that can't taken for granted when it comes to these kind of anime - just look at that load of tosh from 'Variable Geo'!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo what is the story?\u001b[24m\n    \u001b[1mだから話は何ですか？\u001b[22m, \u001b[1mそれで話は何ですか？\u001b[22m\n\u001b[4mWell, the basic premises is that Bison's Shadowlaw crime syndicate are monitoring fighters around the world and recruiting the strongest ones to their cause.\u001b[24m\n    \u001b[1m基本的な前提は、BisonのShadowlaw犯罪シンジケートが世界中の戦闘機を監視し、その原因に最も強いものを募集することです。\u001b[22m, \u001b[1mまあ、基本的な前提は、バイソンのShadowlaw犯罪シンジケートは、世界中の戦闘機を監視し、その原因に最強のものを募集しているということです。\u001b[22m\n\u001b[4mHaving witnessed Ryu's extraordinary power in his battle against Sagat, Bison and his organisation are scouring the world to try and find him.\u001b[24m\n    \u001b[1mビーソンと彼の組織は、サガットとの戦いでリュウの驚異的な権力を目の当たりにして、世界を捜索して彼を見つけようとしている。\u001b[22m, \u001b[1mサガットに対する彼の戦いでリュウの驚くべき力を目撃したが、バイソンと彼の組織は、試してみて、彼を見つけるために世界を精練されています。\u001b[22m\n\u001b[4mOk, sounds a bit thin on the ground, but hey, it's a fighting anime based on a fighting game, what did you expect?\u001b[24m\n    \u001b[1mさて、地面には少し薄く聞こえますが、ちょっと、戦闘ゲームに基づいた戦闘アニメです。何を期待しましたか？\u001b[22m, \u001b[1m[OK]を、地面に少し薄い聞こえるが、ちょっと、それは格闘ゲームに基づいて、戦闘アニメだ、あなたは何を期待したのですか？\u001b[22m\n\u001b[4mAt least it works well for its purpose, and isn't utterly ridiculous, qualities that can't taken for granted when it comes to these kind of anime - just look at that load of tosh from 'Variable Geo'!\u001b[24m\n    \u001b[1m少なくとも、それはその目的のためにはうまくいきますし、まったくばかげているわけでもありません。この種のアニメには当てはまらない特質があります。「Variable Geo」からのtoshの負荷を見てください。\u001b[22m, \u001b[1m少なくともそれは、その目的に適しています、そしてそれはアニメのこれらの種類に来るとき当然視することはできませんばかげて、品質は全くありません - 単に「変数ジオ」からトッシュの負荷を見てください！\u001b[22m\n\u001b[1m\u001b[22m\n2. The fights kicks ass? Check.\n\n\u001b[1m2.戦いは、お尻をキック？ チェック。\u001b[22m\n\u001b[1m(2. Tatakai wa, o shiri o kikku? Chekku.)\u001b[22m\n\nTranslations of \u001b[4m2. The fights kicks ass? Check.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. The fights kicks ass?\u001b[24m\n    \u001b[1m2.戦いは、お尻をキック？\u001b[22m, \u001b[1m2.戦いがお尻を蹴り？\u001b[22m\n\u001b[4mCheck.\u001b[24m\n    \u001b[1mチェック。\u001b[22m, \u001b[1mチェック\u001b[22m, \u001b[1m確認してください。\u001b[22m\n\u001b[1m\u001b[22m\nThis is usually the most disappointing aspect for fighting game adaptations - I can overlook a paper thin story when it comes to these kind of anime, but the fighting is the thing you expect the most from them. But too often the action ends up being boring or, in the case of 'Street Fighter IV: The Ties that Bind', nearly non-existent.\n\n\u001b[1mこれは、通常、ゲームの適応を戦うための最も失望の側面です - 私はそれがこのようなアニメになると紙の薄い話を見落とすことができますが、戦いはあなたがそれらから最も期待しているものです。 しかし、あまりにもしばしば、アクションは退屈に終わり、「ストリートファイターIV：結びつきの絆」の場合、ほとんど存在しない。\u001b[22m\n\u001b[1m(Kore wa, tsūjō, gēmu no tekiō o tatakau tame no mottomo shitsubō no sokumendesu - watashi wa sore ga ko no yōna anime ni naru to kami no usui hanashi o miotosu koto ga dekimasuga, tatakai wa anata ga sorera kara mottomo kitai shite iru monodesu. Shikashi, amarini mo shibashiba, akushon wa taikutsu ni owari,`sutorītofaitā IV: Musubitsuki no kizuna' no baai, hotondo sonzaishinai.)\u001b[22m\n\nTranslations of \u001b[4mThis is usually the most disappointing aspect for fighting game adaptations - I can overlook a paper thin story when it comes to these kind of anime, but the fighting is the thing you expect the most from them. But too often the action ends up being boring or, in the case of 'Street Fighter IV: The Ties that Bind', nearly non-existent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is usually the most disappointing aspect for fighting game adaptations - I can overlook a paper thin story when it comes to these kind of anime, but the fighting is the thing you expect the most from them.\u001b[24m\n    \u001b[1mこれは、通常、ゲームの適応を戦うための最も失望の側面です - 私はそれがこのようなアニメになると紙の薄い話を見落とすことができますが、戦いはあなたがそれらから最も期待しているものです。\u001b[22m, \u001b[1mそれはアニメのこれらの種類に来るとき、私は紙の薄い話を見落とすことができますが、戦闘はあなたがそれらから最も期待するものである - これは通常のゲーム適応を戦うための最も残念な側面です。\u001b[22m\n\u001b[4mBut too often the action ends up being boring or, in the case of 'Street Fighter IV: The Ties that Bind', nearly non-existent.\u001b[24m\n    \u001b[1mしかし、あまりにもしばしば、アクションは退屈に終わり、「ストリートファイターIV：結びつきの絆」の場合、ほとんど存在しない。\u001b[22m, \u001b[1m'：バインドネクタイストリートファイターIV」、ほぼ存在しない。しかし、あまりにも多くの場合、アクションは退屈か、の場合にされて終わります。\u001b[22m\n\u001b[1m\u001b[22m\nWith 'Street Fighter II: The Animated Movie', the fights are the best part of the show - they're great to watch, having been choreographed by a professional fighte. There's little or no repeated animation in sight, and the final boss fight is for once appropriately climatic. This is how things should be! What's more...\n\n\u001b[1m「ストリートファイターII：アニメ映画」では、戦いがショーの最も重要な部分です。彼らはプロフェッショナルな戦いで振り付けされていて、見るのは素晴らしいです。 視界にはアニメーションがほとんどまたはまったくありません。最終的なボスの戦いは、一度は適切な気候です。 これは物事がどうあるべきかです！ そのうえ...\u001b[22m\n\u001b[1m(`Sutorītofaitā II: Anime eiga'de wa, tatakai ga shō no mottomojūyōna bubundesu. Karera wa purofesshonaruna tatakai de furitsuke sa rete ite, miru no wa subarashīdesu. Shikai ni wa animēshon ga hotondo matawa mattaku arimasen. Saishū-tekina bosu no tatakai wa, ichido wa tekisetsuna kikōdesu. Kore wa monogoto ga dō arubeki kadesu! Sonoue...)\u001b[22m\n\nTranslations of \u001b[4mWith 'Street Fighter II: The Animated Movie', the fights are the best part of the show - they're great to watch, having been choreographed by a professional fighte. There's little or no repeated animation in sight, and the final boss fight is for once appropriately climatic. This is how things should be! What's more...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith 'Street Fighter II: The Animated Movie', the fights are the best part of the show - they're great to watch, having been choreographed by a professional fighte.\u001b[24m\n    \u001b[1m「ストリートファイターII：アニメ映画」では、戦いがショーの最も重要な部分です。彼らはプロフェッショナルな戦いで振り付けされていて、見るのは素晴らしいです。\u001b[22m, \u001b[1m「ストリートファイターII：アニメーション映画 'で、戦いはショーの最高の一部である - 彼らはプロfighteによって振り付けされた、見て素晴らしいです。\u001b[22m\n\u001b[4mThere's little or no repeated animation in sight, and the final boss fight is for once appropriately climatic.\u001b[24m\n    \u001b[1m視界にはアニメーションがほとんどまたはまったくありません。最終的なボスの戦いは、一度は適切な気候です。\u001b[22m, \u001b[1mそこに目の前にほとんど、あるいは全く繰り返しアニメーションだ、と最終ボス戦は、一度適切な気候のためです。\u001b[22m\n\u001b[4mThis is how things should be!\u001b[24m\n    \u001b[1mこれは物事がどうあるべきかです！\u001b[22m\n\u001b[4mWhat's more...\u001b[24m\n    \u001b[1mそのうえ...\u001b[22m, \u001b[1mさらに何が...\u001b[22m, \u001b[1mもっと何ですか...\u001b[22m\n\u001b[1m\u001b[22m\n3. Special moves from the game are seen regularly during the fights? Check.\n\n\u001b[1m3.ゲームからの特別な動きは戦いの間に定期的に見られる？ チェック。\u001b[22m\n\u001b[1m(3. Gēmu kara no tokubetsuna ugoki wa tatakai no ma ni teikitekini mirareru? Chekku.)\u001b[22m\n\nTranslations of \u001b[4m3. Special moves from the game are seen regularly during the fights? Check.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3. Special moves from the game are seen regularly during the fights?\u001b[24m\n    \u001b[1m3.ゲームからの特別な動きは戦いの間に定期的に見られる？\u001b[22m, \u001b[1mゲームから3.特別な動きは戦いの間に定期的に見られていますか？\u001b[22m\n\u001b[4mCheck.\u001b[24m\n    \u001b[1mチェック。\u001b[22m, \u001b[1mチェック\u001b[22m, \u001b[1m確認してください。\u001b[22m\n\u001b[1m\u001b[22m\nOk, you can call it fan w*nk material or whatever, but the fact of the matter is that it's always exciting to see special moves from the game being incorporated into the fights (unless you're unfamiliar with the game... but who cares about those people). The 'Street Fighter II V' series had some nice fights, but special moves from the game were so sparse in that anime that something feels amiss.\n\n\u001b[1mさて、あなたはそれをファンであると呼ぶこともできますが、事実は、ゲームからの特別な動きを見ることは常にエキサイティングです（あなたがゲームになじみがない限り... 誰がその人を気にしているのか）。  'ストリートファイターII V'シリーズはいくつかの素晴らしい戦いを持っていたが、ゲームからの特別な動きは、何かが間違っているというアニメではあまりにも疎かった。\u001b[22m\n\u001b[1m(Sate, anata wa sore o fandearu to yobu koto mo dekimasuga, jijitsu wa, gēmu kara no tokubetsuna ugoki o miru koto wa tsuneni ekisaitingudesu (anata ga gēmu ni najimi ga nai kagiri... Dare ga sono hito o ki ni shite iru no ka). ' Sutorītofaitā II V' shirīzu wa ikutsu ka no subarashī tatakai o motte itaga, gēmu kara no tokubetsuna ugoki wa, nanika ga machigatte iru to iu animede wa amarini mo utokatta.)\u001b[22m\n\nTranslations of \u001b[4mOk, you can call it fan w*nk material or whatever, but the fact of the matter is that it's always exciting to see special moves from the game being incorporated into the fights (unless you're unfamiliar with the game... but who cares about those people). The 'Street Fighter II V' series had some nice fights, but special moves from the game were so sparse in that anime that something feels amiss.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk, you can call it fan w*nk material or whatever, but the fact of the matter is that it's always exciting to see special moves from the game being incorporated into the fights (unless you're unfamiliar with the game... but\u001b[24m\n    \u001b[1mさて、あなたはそれをファンであると呼ぶこともできますが、事実は、ゲームからの特別な動きを見ることは常にエキサイティングです（あなたがゲームになじみがない限り...\u001b[22m, \u001b[1m[OK]を、あなたはファン*のNK材料Wまたはものは何でもそれを呼び出すことができますが、問題の事実は、あなたがゲームに不慣れでない限り、それは戦い（に組み込まれているゲームから特殊な動きを見るために、常にエキサイティングだということです...しかし、\u001b[22m\n\u001b[4mwho cares about those people).\u001b[24m\n    \u001b[1m誰がその人を気にしているのか）。\u001b[22m, \u001b[1m誰が）それらの人々を気に。\u001b[22m\n\u001b[4mThe 'Street Fighter II V' series had some nice fights, but special moves from the game were so sparse in that anime that something feels amiss.\u001b[24m\n    \u001b[1m'ストリートファイターII V'シリーズはいくつかの素晴らしい戦いを持っていたが、ゲームからの特別な動きは、何かが間違っているというアニメではあまりにも疎かった。\u001b[22m, \u001b[1m「ストリートファイターII V」シリーズはいくつかの素晴らしい戦いを持っていましたが、ゲームからの特別な動きは、何かが間違って感じているというアニメで非常に疎でした。\u001b[22m\n\u001b[1m\u001b[22m\nThis movie on the other hand, gives the fans exactly what they want, throwing those special moves out with great regularity, and not just those staple Ryu/Ken hadoukens either: Fei Long's Flame Kick? Yep, seen that. Guile's Sonic Boom? That's here too (though it misses and flattens a hut instead). Chun Li's Spinning Bird Kick? That's used in the best freaking fight in the movie! Which brings me to another point - the special moves are properly integrated into the fights and not just spammed all over the place and end up bogging the action down. What more could you ask for?\n\n\u001b[1m一方、この映画は、ファンの欲しいものを正確に与え、特別な動きを大きな規則性をもって放つだけでなく、それらの主要なリュー/ケンのhadoukens：フェイロングの炎のキック？ うん、それを見た。 ギルのソニックブーム？ それもここにあります（代わりに小屋を逃して平らにする）。 チョン・リーチのスピニング・バード・キック？ それは映画の中で最高の変な戦いに使われています！ それは別のポイントに私をもたらします - 特別な動きは適切に戦いに統合され、場所のいたるところにスパムされていないと、アクションをボギーすることに終わります。 何をもっと求めることができますか？\u001b[22m\n\u001b[1m(Ippō, kono eiga wa, fan no hoshīmono o seikaku ni atae, tokubetsuna ugoki o ōkina kisoku-sei o motte hanatsu dakedenaku, sorera no shuyōna ryū/ Ken no hadoukens: Feirongu no honō no kikku? Un, sore o mita. Giru no sonikkubūmu? Sore mo koko ni arimasu (kawarini koya o nogashite taira ni suru). Chon rīchi no supiningu bādo kikku? Sore wa eiga no naka de saikō no hen'na tatakai ni tsukawa rete imasu! Soreha-betsu no pointo ni watashi o motarashimasu - tokubetsuna ugoki wa tekisetsu ni tatakai ni tōgō sa re, basho no itaru tokoro ni Supamu sa rete inai to, akushon o bogī suru koto ni owarimasu. Nani o motto motomeru koto ga dekimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mThis movie on the other hand, gives the fans exactly what they want, throwing those special moves out with great regularity, and not just those staple Ryu/Ken hadoukens either: Fei Long's Flame Kick? Yep, seen that. Guile's Sonic Boom? That's here too (though it misses and flattens a hut instead). Chun Li's Spinning Bird Kick? That's used in the best freaking fight in the movie! Which brings me to another point - the special moves are properly integrated into the fights and not just spammed all over the place and end up bogging the action down. What more could you ask for?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie on the other hand, gives the fans exactly what they want, throwing those special moves out with great regularity, and not just those staple Ryu/Ken hadoukens either: Fei Long's Flame Kick?\u001b[24m\n    \u001b[1m一方、この映画は、ファンの欲しいものを正確に与え、特別な動きを大きな規則性をもって放つだけでなく、それらの主要なリュー/ケンのhadoukens：フェイロングの炎のキック？\u001b[22m, \u001b[1m一方、この映画は、偉大な規則的にこれらの特別な動きを投げ、まさに彼らが望むものをファンに与えるだけではなく、それらのステープルリュウ/ケンがhadoukensいずれか：フェイロンの炎はキック？\u001b[22m\n\u001b[4mYep, seen that.\u001b[24m\n    \u001b[1mうん、それを見た。\u001b[22m, \u001b[1mうん、それを見ました。\u001b[22m\n\u001b[4mGuile's Sonic Boom?\u001b[24m\n    \u001b[1mギルのソニックブーム？\u001b[22m, \u001b[1mガイルのソニックブーム？\u001b[22m\n\u001b[4mThat's here too (though it misses and flattens a hut instead).\u001b[24m\n    \u001b[1mそれもここにあります（代わりに小屋を逃して平らにする）。\u001b[22m, \u001b[1m（それは代わりに小屋をミスし、平らにかかわらず）それはあまりにもここです。\u001b[22m\n\u001b[4mChun Li's Spinning Bird Kick?\u001b[24m\n    \u001b[1mチョン・リーチのスピニング・バード・キック？\u001b[22m, \u001b[1m春麗のスピニングバードキック？\u001b[22m\n\u001b[4mThat's used in the best freaking fight in the movie!\u001b[24m\n    \u001b[1mそれは映画の中で最高の変な戦いに使われています！\u001b[22m, \u001b[1mそれは映画の中で最高のおかしくなりの戦いで使われています！\u001b[22m\n\u001b[4mWhich brings me to another point - the special moves are properly integrated into the fights and not just spammed all over the place and end up bogging the action down.\u001b[24m\n    \u001b[1mそれは別のポイントに私をもたらします - 特別な動きは適切に戦いに統合され、場所のいたるところにスパムされていないと、アクションをボギーすることに終わります。\u001b[22m, \u001b[1mこれは別のポイントに私をもたらします - 特別な動きが正しく戦いに統合し、ちょうどすべての場所でスパムおよびダウンアクションを動作不能に終わるされていません。\u001b[22m\n\u001b[4mWhat more could you ask for?\u001b[24m\n    \u001b[1m何をもっと求めることができますか？\u001b[22m, \u001b[1mより多くの何を求めることができますか？\u001b[22m\n\u001b[1m\u001b[22m\n4. Lots of cameos from characters of the game? Check.\n\n\u001b[1m4.ゲームのキャラクターのカメオがたくさんある？ チェック。\u001b[22m\n\u001b[1m(4. Gēmu no kyarakutā no Kameo ga takusan aru? Chekku.)\u001b[22m\n\nTranslations of \u001b[4m4. Lots of cameos from characters of the game? Check.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m4. Lots of cameos from characters of the game?\u001b[24m\n    \u001b[1m4.ゲームのキャラクターのカメオがたくさんある？\u001b[22m, \u001b[1mゲームのキャラクタからカメオ4.たくさん？\u001b[22m\n\u001b[4mCheck.\u001b[24m\n    \u001b[1mチェック。\u001b[22m, \u001b[1mチェック\u001b[22m, \u001b[1m確認してください。\u001b[22m\n\u001b[1m\u001b[22m\nThis is kind of similar to 3, in that in addition to seeing special moves from the game, it's also exciting to see lots of characters from the game making cameo appearances as side characters. To be fair, most adaptations of this type actually delivers on this point (well, apart from that recent 'Tekken: Blood Vengeance' movie, in which they used about 5 characters in total), and 'Street Fighter: The Animated Movie' is no exception. There's an argument about throwing in tons of characters from the game for no reason being a bad idea, but the way I see it, if you can do it in an unintrusive way, where's the harm in it? I'd rather have some background characters who happen to be game characters rather than faceless mobs, and that's exactly what this anime does - Fei Long turns up in the ring as Ryu travels around looking for new challenges; Balrog just happens to be one of Bison's henchmen, etc. They don't have to be there, but they don't distract from the story, and add a bit more game flavourings to procedures. Also, it's good that none of the characters are so intolerably annoying that they end up ruining the show (again, I'm looking at you, 'Tekken: Blood Vengeance'!')\n\n\u001b[1mこれは、ゲームから特別な動きを見ることに加えて、ゲームからのキャラクターの多くがサイドキャラクターとしてカメオの外観を見せることもエキサイティングであるという点で、3と似ています。 公平であるために、このタイプのほとんどのアダプテーションは実際にこの時点で提供されます（まあ、それは、彼らが合計で約5文字を使用した最近の「鉄拳：血の復讐」映画から離れています）、そして「ストリートファイター：アニメ映画」は 例外なし。 あなたがそれを邪魔しない方法でそれを行うことができれば、悪い考えではない理由でゲームからたくさんの人物を投げつけるという議論があります。  Ryuが新しい挑戦を探して周りを旅するように、Fei Longがリングに登場するのは、このアニメのことです。私はむしろ、面白い暴動ではなくゲームキャラクターになるバックグラウンドキャラクターを持っています。 バロッグはちょうどバイソンの伯爵夫人の一人になります。彼らはそこにいる必要はありませんが、彼らは物語から気を散らせず、手順にもう少しゲームの香りを加えます。 また、キャラクターのどれもがショーを台無しにしてしまうほど邪魔にならないことを誇りに思うのは良いことです（もう、私はあなたを見ています。「鉄拳：血の復讐」！）\u001b[22m\n\u001b[1m(Kore wa, gēmu kara tokubetsuna ugoki o miru koto ni kuwaete, gēmu kara no kyarakutā no ōku ga saidokyarakutā to shite Kameo no gaikan o miseru koto mo ekisaitingudearu to iu ten de, 3 to nite imasu. Kōheidearu tame ni, kono taipu no hotondo no adaputēshon wa jissai ni kono jiten de teikyō sa remasu (mā, soreha, karera ga gōkei de yaku 5 moji o shiyō shita saikin no `tekken: Chinofukushū' eiga kara hanarete imasu), soshite `sutorītofaitā: Anime eiga' wa reigai nashi. Anata ga sore o jama shinai hōhō de sore o okonau koto ga dekireba, warui kangaede wanai riyū de gēmu kara takusan no jinbutsu o nagetsukeru to iu giron ga arimasu. Ryū ga atarashī chōsen o sagashite mawari o tabi suru yō ni, Fei rongu ga ringu ni tōjō suru no wa, kono anime no kotodesu. Watashi wa mushiro, omoshiroi bōdōde wa naku gēmukyarakutā ni naru bakkuguraundokyarakutā o motte imasu. Baroggu wa chōdo baison no hakushaku fujin no hitori ni narimasu. Karera wa soko ni iru hitsuyō wa arimasenga, karera wa monogatari kara ki o chirasezu, tejun ni mōsukoshi gēmu no kaori o kuwaemasu. Mata, kyarakutā no dore mo ga shō o dainashi ni shite shimau hodo jama ni naranai koto o hokori ni omou no wa yoi kotodesu (mō, watashi wa anata o mite imasu. `Tekken: Chinofukushū'!))\u001b[22m\n\u001b[1m\u001b[22m\nBy this point, I've probably made the movie sound pretty close to the greatest piece of animation mankind has ever made, so I should probably put things in perspective: 'Street Fighter II: The Animated Movie' is a good anime, no more , no less. I'm raving about it because it's the ONLY fighting game to adaptation I can think of that's actually good. The story may be a bit simplistic, the music may be distractingly heavy at times, and the dub might be a let down as usual, but it's an anime that duly delivers everything that fans of the game would want, and that's surprisingly rare.\n\n\u001b[1mこの時点で、私はたぶん映画の音を人類の最大のものに近づけさせてしまったのではないかと考えています。ストリートファイターII：アニメ映画はいいアニメです 、 劣らず。 私はそれが本当に良いと思うことができる適応への唯一の戦いのゲームなので、私はそれについて夢中になっています。 話はちょっと単純すぎるかもしれませんし、時には音楽が重くて重いかもしれませんし、いつものようにダブが落ちるかもしれませんが、ゲームのファンが望むすべてを正当に提供するのはアニメです。\u001b[22m\n\u001b[1m(Kono jiten de, watashi wa tabun eiga no oto o jinrui no saidai no mono ni chikadzuke sasete shimatta node wanai ka to kangaete imasu. Sutorītofaitā II: Anime eiga wa ī animedesu, otorazu. Watashi wa sore ga hontōni yoi to omou koto ga dekiru tekiō e no yuiitsu no tatakai no gēmunanode, watashi wa sore ni tsuite muchū ni natte imasu. Hanashi wa chotto tanjun sugiru kamo shiremasenshi, tokiniha ongaku ga omokute omoi kamo shiremasenshi, itsumo no yō ni dabu ga ochiru kamo shiremasenga, gēmu no fan ga nozomu subete o seitō ni teikyō suru no wa animedesu.)\u001b[22m\n\nTranslations of \u001b[4mBy this point, I've probably made the movie sound pretty close to the greatest piece of animation mankind has ever made, so I should probably put things in perspective: 'Street Fighter II: The Animated Movie' is a good anime, no more , no less. I'm raving about it because it's the ONLY fighting game to adaptation I can think of that's actually good. The story may be a bit simplistic, the music may be distractingly heavy at times, and the dub might be a let down as usual, but it's an anime that duly delivers everything that fans of the game would want, and that's surprisingly rare.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBy this point, I've probably made the movie sound pretty close to the greatest piece of animation mankind has ever made, so I should probably put things in perspective: 'Street Fighter II: The Animated Movie' is a good anime, no more\u001b[24m\n    \u001b[1mこの時点で、私はたぶん映画の音を人類の最大のものに近づけさせてしまったのではないかと考えています。ストリートファイターII：アニメ映画はいいアニメです\u001b[22m, \u001b[1mこの時点では、私はおそらく、映画、アニメーション、人類の最大の作品にかなり近い音作ったことはこれまでに行われなかったので、私はおそらく視点で物事を置くべきである：「ストリートファイターII：アニメーション映画「良いアニメですが、それ以上\u001b[22m\n\u001b[4m, no less.\u001b[24m\n    \u001b[1m、 劣らず。\u001b[22m, \u001b[1m、それ以下である。\u001b[22m, \u001b[1m、劣らず。\u001b[22m\n\u001b[4mI'm raving about it because it's the ONLY fighting game to adaptation I can think of that's actually good.\u001b[24m\n    \u001b[1m私はそれが本当に良いと思うことができる適応への唯一の戦いのゲームなので、私はそれについて夢中になっています。\u001b[22m, \u001b[1mそれは私がそれは実際に良いことだと考えることができますの適応する唯一の格闘ゲームですので、私はそれについて狂乱しています。\u001b[22m\n\u001b[4mThe story may be a bit simplistic, the music may be distractingly heavy at times, and the dub might be a let down as usual, but it's an anime that duly delivers everything that fans of the game would want, and that's surprisingly rare.\u001b[24m\n    \u001b[1m話はちょっと単純すぎるかもしれませんし、時には音楽が重くて重いかもしれませんし、いつものようにダブが落ちるかもしれませんが、ゲームのファンが望むすべてを正当に提供するのはアニメです。\u001b[22m, \u001b[1m話は少し単純化することができ、音楽が時間にdistractingly重いあってもよく、ダブはいつものように失望するかもしれないが、それは正式にゲームのファンが望むすべてのものを提供し、それは驚くほど珍しいアニメです。\u001b[22m"
  },
  {
    "title": "Street_Fighter_II__The_Movie",
    "id": "1362",
    "url": "https://myanimelist.net/anime/1362/Street_Fighter_II__The_Movie",
    "user": "KlownArt",
    "profile": "/profile/KlownArt/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=225253",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  10\nキャラクター|  7\n|  7\n\nノスタルジア。 それは、私がかつて愛していた何かが実際にはうっすらと混乱する可能性があると思うのを恐れる。 私は慎重に何年ものうちにこの映画を見ました。 あなたが今日前に私に尋ねたなら、私はもちろん素晴らしいと言いました。 今日の後、私はストリートファイターII：映画はまだすべての種類のお尻をキック言うと誇りに思っています。\n\n私は子供の頃のようにアメリカのダビングされたリリースを見ました。 音声演技は実際にはかなり固いです。 リュウは時には高すぎるピッチで聞こえるかもしれません。 他のすべての主人公は本当に良い音を出します。 アメリカ版では、KornやAlice in Chainsのようなバンドからいくつかのロッキングチューンを追加しました。 そのジャンルの音楽が好きか否かにかかわらず、それはそれが挿入する場所に非常によく合います。 映画の元の音楽の残りの部分も素晴らしいと思います。\n\n芸術は90年代初期からのほとんどのアニメに似ています。 あなたはそれを好むか、そうしないでしょう。 私は個人的には異なる芸術スタイルの問題がないので、私はそれを愛しています。 戦い場面は信じられないほどうまくアニメ化されています。 肉体が契約に応じて移動するにつれて、それぞれの動きの影響を感じます。 それはすべて視覚的に刺激的です。\n\n物語はMです。バイソンは悪いです。 彼は強力な戦闘機を収集するために彼の力と影響力を使用しています。 サイボーグは、最強の戦闘機を監視している徘徊に出ている。  GuileとChun Liはそれを止める使命を持っている。 途中、ケン、リュウなど多くの有名なキャラクターがバイソンの陰謀に吸い込まれます。 それは簡単ですが、それはまだプロットに関連している間、多くの異なる戦いを誇示するような方法で動作します。 私は時々、彼らはちょうどそれのために少しの説明とランダムな戦いを追加したように感じることがあります。 それはすべて面白くて、時には目的が欠けているだけです。\n\n終わりのクリフハンガーはダムです。 何かを台無しにするつもりはないが、それはちょうど愚かだった。\n\n私はうれしく驚いています。 私は完全にこの映画に戻って残念に残ることが期待されます。 しかし、今回もこの映画に感銘を受けた。 あなたがこの映画を見てからしばらく経っていれば、それをもう一度見ても大丈夫です。 あなたがこの映画を見たことがないなら、前に動きましょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nNostalgia. It scares me to think that something I once loved could in actuality be a disgusting mess. I cautiously watched this movie for the first time in years. If you asked me before today I would say of course it was awesome. After today, I'm proud to say that Street Fighter II: The Movie still kicks all kinds of ass.\n\n\u001b[1mノスタルジア。 それは、私がかつて愛していた何かが実際にはうっすらと混乱する可能性があると思うのを恐れる。 私は慎重に何年ものうちにこの映画を見ました。 あなたが今日前に私に尋ねたなら、私はもちろん素晴らしいと言いました。 今日の後、私はストリートファイターII：映画はまだすべての種類のお尻をキック言うと誇りに思っています。\u001b[22m\n\u001b[1m(Nosutarujia. Sore wa, watashi ga katsute aishite ita nanika ga jissai ni wa ussura to konran suru kanōsei ga aru to omou no o osoreru. Watashi wa shinchō ni nan'nen mo no uchi ni kono eiga o mimashita. Anata ga kyō mae ni watashi ni tazunetanara, watashi wa mochiron subarashī to iimashita. Kyō no ato, watashi wa sutorītofaitā II: Eiga wa mada subete no shurui no o shiri o kikku iu to hokori ni omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mNostalgia. It scares me to think that something I once loved could in actuality be a disgusting mess. I cautiously watched this movie for the first time in years. If you asked me before today I would say of course it was awesome. After today, I'm proud to say that Street Fighter II: The Movie still kicks all kinds of ass.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNostalgia.\u001b[24m\n    \u001b[1mノスタルジア。\u001b[22m, \u001b[1m郷愁。\u001b[22m\n\u001b[4mIt scares me to think that something I once loved could in actuality be a disgusting mess.\u001b[24m\n    \u001b[1mそれは、私がかつて愛していた何かが実際にはうっすらと混乱する可能性があると思うのを恐れる。\u001b[22m, \u001b[1mそれは私がかつて愛した何かが、実際には嫌な混乱かもしれないと思うように私をおびえさせます。\u001b[22m\n\u001b[4mI cautiously watched this movie for the first time in years.\u001b[24m\n    \u001b[1m私は慎重に何年ものうちにこの映画を見ました。\u001b[22m, \u001b[1m私は慎重年ぶりにこの映画を見ました。\u001b[22m\n\u001b[4mIf you asked me before today I would say of course it was awesome.\u001b[24m\n    \u001b[1mあなたが今日前に私に尋ねたなら、私はもちろん素晴らしいと言いました。\u001b[22m, \u001b[1mあなたが今日前に私に尋ねた場合、私はそれが最高だった当然だと思います。\u001b[22m\n\u001b[4mAfter today, I'm proud to say that Street Fighter II: The Movie still kicks all kinds of ass.\u001b[24m\n    \u001b[1m今日の後、私はストリートファイターII：映画はまだすべての種類のお尻をキック言うと誇りに思っています。\u001b[22m, \u001b[1m今日の後、私はストリートファイターIIと言って誇りに思っている：ムービーはまだお尻のすべての種類を蹴ります。\u001b[22m\n\u001b[1m\u001b[22m\nI watched the American dubbed release as I did when I was a child. The voice acting is actually pretty solid. Ryu occasionally sounds bit too high pitched. Every other main character sounds really good. The American version also added some rocking tunes from bands like Korn and Alice in Chains. Whether you like that genre of music or not, it fits very well in the places they insert it. The rest of the original music in the film sounds fantastic as well.\n\n\u001b[1m私は子供の頃のようにアメリカのダビングされたリリースを見ました。 音声演技は実際にはかなり固いです。 リュウは時には高すぎるピッチで聞こえるかもしれません。 他のすべての主人公は本当に良い音を出します。 アメリカ版では、KornやAlice in Chainsのようなバンドからいくつかのロッキングチューンを追加しました。 そのジャンルの音楽が好きか否かにかかわらず、それはそれが挿入する場所に非常によく合います。 映画の元の音楽の残りの部分も素晴らしいと思います。\u001b[22m\n\u001b[1m(Watashi wa kodomo no koro no yō ni Amerika no dabingu sa reta rirīsu o mimashita. Onsei engi wa jissai ni wa kanari kataidesu. Ryū wa tokiniha taka sugiru pitchi de kikoeru kamo shiremasen. Hoka no subete no shujinkō wa hontōni yoi oto o dashimasu. Amerika-bande wa, Korn ya arisu in Chains no yōna bando kara ikutsu ka no rokkinguchūn o tsuika shimashita. Sono janru no ongaku ga suki ka hi ka ni kakawarazu, sore wa sore ga sōnyū suru basho ni hijō ni yoku aimasu. Eiga no gen no ongaku no nokori no bubun mo subarashī to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI watched the American dubbed release as I did when I was a child. The voice acting is actually pretty solid. Ryu occasionally sounds bit too high pitched. Every other main character sounds really good. The American version also added some rocking tunes from bands like Korn and Alice in Chains. Whether you like that genre of music or not, it fits very well in the places they insert it. The rest of the original music in the film sounds fantastic as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI watched the American dubbed release as I did when I was a child.\u001b[24m\n    \u001b[1m私は子供の頃のようにアメリカのダビングされたリリースを見ました。\u001b[22m, \u001b[1m私が子供だったときに私がしたように、私はアメリカの吹き替えのリリースを見ました。\u001b[22m\n\u001b[4mThe voice acting is actually pretty solid.\u001b[24m\n    \u001b[1m音声演技は実際にはかなり固いです。\u001b[22m, \u001b[1m声の演技は、実際にはかなりしっかりしています。\u001b[22m\n\u001b[4mRyu occasionally sounds bit too high pitched.\u001b[24m\n    \u001b[1mリュウは時には高すぎるピッチで聞こえるかもしれません。\u001b[22m, \u001b[1mリュウは時折少しも甲高い音。\u001b[22m\n\u001b[4mEvery other main character sounds really good.\u001b[24m\n    \u001b[1m他のすべての主人公は本当に良い音を出します。\u001b[22m, \u001b[1m他のすべての主人公は本当にいいですね。\u001b[22m\n\u001b[4mThe American version also added some rocking tunes from bands like Korn and Alice in Chains.\u001b[24m\n    \u001b[1mアメリカ版では、KornやAlice in Chainsのようなバンドからいくつかのロッキングチューンを追加しました。\u001b[22m, \u001b[1mアメリカ版もチェーンでKornシェルとアリスのようなバンドからいくつかのロッキング曲を追加しました。\u001b[22m\n\u001b[4mWhether you like that genre of music or not, it fits very well in the places they insert it.\u001b[24m\n    \u001b[1mそのジャンルの音楽が好きか否かにかかわらず、それはそれが挿入する場所に非常によく合います。\u001b[22m, \u001b[1mあなたは音楽のジャンルを好きかどうか、それは彼らがそれを挿入場所で非常によくフィットします。\u001b[22m\n\u001b[4mThe rest of the original music in the film sounds fantastic as well.\u001b[24m\n    \u001b[1m映画の元の音楽の残りの部分も素晴らしいと思います。\u001b[22m, \u001b[1mフィルム中の原曲の残りも同様に素晴らしい音。\u001b[22m\n\u001b[1m\u001b[22m\nThe art resembles most anime from the early 90s. You will either like it or you won't. I personally don't have an issue with different art styles so I love it. The fight scenes are incredibly well animated. You feel the impact of each move as flesh shifts upon contract. It's all quite visually stimulating.\n\n\u001b[1m芸術は90年代初期からのほとんどのアニメに似ています。 あなたはそれを好むか、そうしないでしょう。 私は個人的には異なる芸術スタイルの問題がないので、私はそれを愛しています。 戦い場面は信じられないほどうまくアニメ化されています。 肉体が契約に応じて移動するにつれて、それぞれの動きの影響を感じます。 それはすべて視覚的に刺激的です。\u001b[22m\n\u001b[1m(Geijutsu wa 90-nendai shoki kara no hotondo no anime ni nite imasu. Anata wa sore o konomu ka,-sō shinaideshou. Watashi wa kojin-teki ni wa kotonaru geijutsu sutairu no mondai ga nainode, watashi wa sore o aishiteimasu. Tatakai bamen wa shinji rarenai hodo umaku anime-ka sa rete imasu. Nikutai ga keiyaku ni ōjite idō suru ni tsurete, sorezore no ugoki no eikyō o kanjimasu. Sore wa subete shikaku-teki ni shigeki-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art resembles most anime from the early 90s. You will either like it or you won't. I personally don't have an issue with different art styles so I love it. The fight scenes are incredibly well animated. You feel the impact of each move as flesh shifts upon contract. It's all quite visually stimulating.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art resembles most anime from the early 90s.\u001b[24m\n    \u001b[1m芸術は90年代初期からのほとんどのアニメに似ています。\u001b[22m, \u001b[1m技術は、90年代初頭から、ほとんどのアニメに似ています。\u001b[22m\n\u001b[4mYou will either like it or you won't.\u001b[24m\n    \u001b[1mあなたはそれを好むか、そうしないでしょう。\u001b[22m, \u001b[1mあなたはどちらかのような、それでしょうか、しません。\u001b[22m\n\u001b[4mI personally don't have an issue with different art styles so I love it.\u001b[24m\n    \u001b[1m私は個人的には異なる芸術スタイルの問題がないので、私はそれを愛しています。\u001b[22m, \u001b[1m私はそれを愛するように、私は個人的に異なる芸術スタイルで問題は発生しません。\u001b[22m\n\u001b[4mThe fight scenes are incredibly well animated.\u001b[24m\n    \u001b[1m戦い場面は信じられないほどうまくアニメ化されています。\u001b[22m, \u001b[1m戦いのシーンは非常によくアニメーション化されます。\u001b[22m\n\u001b[4mYou feel the impact of each move as flesh shifts upon contract.\u001b[24m\n    \u001b[1m肉体が契約に応じて移動するにつれて、それぞれの動きの影響を感じます。\u001b[22m, \u001b[1m肉は、契約時にシフトするように、各移動の影響を感じます。\u001b[22m\n\u001b[4mIt's all quite visually stimulating.\u001b[24m\n    \u001b[1mそれはすべて視覚的に刺激的です。\u001b[22m, \u001b[1mそれはすべての非常に視覚的に刺激的です。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is M. Bison is bad. He's using his powers and influence to collect strong fighters. Cyborgs are out on the prowl monitoring the strongest fighters. Guile and Chun Li are on a mission to stop it. Along the way Ken, Ryu, and many other well known characters are sucked into Bison's plot. It's simple, but it works in such a way to show off a lot of different fights, while still being relevant to the plot. Although sometimes I feel like they just added random fights with little explanation just for the sake of it. It's all entertaining, it just lacks purpose sometimes.\n\n\u001b[1m物語はMです。バイソンは悪いです。 彼は強力な戦闘機を収集するために彼の力と影響力を使用しています。 サイボーグは、最強の戦闘機を監視している徘徊に出ている。  GuileとChun Liはそれを止める使命を持っている。 途中、ケン、リュウなど多くの有名なキャラクターがバイソンの陰謀に吸い込まれます。 それは簡単ですが、それはまだプロットに関連している間、多くの異なる戦いを誇示するような方法で動作します。 私は時々、彼らはちょうどそれのために少しの説明とランダムな戦いを追加したように感じることがあります。 それはすべて面白くて、時には目的が欠けているだけです。\u001b[22m\n\u001b[1m(Monogatari wa Mdesu. Baison wa waruidesu. Kare wa kyōryokuna sentōki o shūshū suru tame ni kare no chikara to eikyō-ryoku o shiyō shite imasu. Saibōgu wa, saikyō no sentōki o kanshi shite iru haikai ni dete iru. Gairu to Chun Li wa sore o tomeru shimei o motte iru. Tochū, Ken, ryū nado ōku no yūmeina kyarakutā ga baison no inbō ni suikoma remasu. Sore wa kantandesuga, sore wa mada purotto ni kanren shite iru ma, ōku no kotonaru tatakai o koji suru yōna hōhō de dōsa shimasu. Watashi wa tokidoki, karera wa chōdo sore no tame ni sukoshi no setsumei to randamuna tatakai o tsuika shita yō ni kanjiru koto ga arimasu. Sore wa subete omoshirokute, tokiniha mokuteki ga kakete iru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is M. Bison is bad. He's using his powers and influence to collect strong fighters. Cyborgs are out on the prowl monitoring the strongest fighters. Guile and Chun Li are on a mission to stop it. Along the way Ken, Ryu, and many other well known characters are sucked into Bison's plot. It's simple, but it works in such a way to show off a lot of different fights, while still being relevant to the plot. Although sometimes I feel like they just added random fights with little explanation just for the sake of it. It's all entertaining, it just lacks purpose sometimes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is M. Bison is bad.\u001b[24m\n    \u001b[1m物語はMです。バイソンは悪いです。\u001b[22m, \u001b[1m物語はM.バイソンが悪いです。\u001b[22m\n\u001b[4mHe's using his powers and influence to collect strong fighters.\u001b[24m\n    \u001b[1m彼は強力な戦闘機を収集するために彼の力と影響力を使用しています。\u001b[22m\n\u001b[4mCyborgs are out on the prowl monitoring the strongest fighters.\u001b[24m\n    \u001b[1mサイボーグは、最強の戦闘機を監視している徘徊に出ている。\u001b[22m, \u001b[1mサイボーグは最強の戦闘機を監視する徘徊に出ています。\u001b[22m\n\u001b[4mGuile and Chun Li are on a mission to stop it.\u001b[24m\n    \u001b[1mGuileとChun Liはそれを止める使命を持っている。\u001b[22m, \u001b[1mガイルと春麗はそれを停止するミッションにあります。\u001b[22m\n\u001b[4mAlong the way Ken, Ryu, and many other well known characters are sucked into Bison's plot.\u001b[24m\n    \u001b[1m途中、ケン、リュウなど多くの有名なキャラクターがバイソンの陰謀に吸い込まれます。\u001b[22m, \u001b[1m途中ケン、リュウ、および他の多くのよく知られた文字は、バイソンのプロットに吸い込まれています。\u001b[22m\n\u001b[4mIt's simple, but it works in such a way to show off a lot of different fights, while still being relevant to the plot.\u001b[24m\n    \u001b[1mそれは簡単ですが、それはまだプロットに関連している間、多くの異なる戦いを誇示するような方法で動作します。\u001b[22m, \u001b[1mそれは簡単ですが、それはまだプロットに関連しながら、別の戦いの多くを誇示するような方法で動作します。\u001b[22m\n\u001b[4mAlthough sometimes I feel like they just added random fights with little explanation just for the sake of it.\u001b[24m\n    \u001b[1m私は時々、彼らはちょうどそれのために少しの説明とランダムな戦いを追加したように感じることがあります。\u001b[22m, \u001b[1m時々あるが、私は、彼らはちょうどそれのために少し説明してランダムな戦いを追加しましたように感じます。\u001b[22m\n\u001b[4mIt's all entertaining, it just lacks purpose sometimes.\u001b[24m\n    \u001b[1mそれはすべて面白くて、時には目的が欠けているだけです。\u001b[22m, \u001b[1mそれはちょうど、時々目的を欠いている、すべて面白いです。\u001b[22m\n\u001b[1m\u001b[22m\nThe ending cliffhanger is dumb. Not going to spoil anything, but it was just silly.\n\n\u001b[1m終わりのクリフハンガーはダムです。 何かを台無しにするつもりはないが、それはちょうど愚かだった。\u001b[22m\n\u001b[1m(Owari no kurifuhangā wa damudesu. Nanika o dainashi ni suru tsumori wa naiga, sore wa chōdo orokadatta.)\u001b[22m\n\nTranslations of \u001b[4mThe ending cliffhanger is dumb. Not going to spoil anything, but it was just silly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ending cliffhanger is dumb.\u001b[24m\n    \u001b[1m終わりのクリフハンガーはダムです。\u001b[22m, \u001b[1m終了接戦がダムです。\u001b[22m\n\u001b[4mNot going to spoil anything, but it was just silly.\u001b[24m\n    \u001b[1m何かを台無しにするつもりはないが、それはちょうど愚かだった。\u001b[22m, \u001b[1m何かを台無しにしようと、それだけで愚かだったわけではありません。\u001b[22m\n\u001b[1m\u001b[22m\nI am pleasantly surprised. i fully expected to return to this film and be left with regret. However, I remain impressed with this film even after all this time. If it's been a while since you've seen this movie it's safe to watch it again. If you've never seen this movie before then get a move on.\n\n\u001b[1m私はうれしく驚いています。 私は完全にこの映画に戻って残念に残ることが期待されます。 しかし、今回もこの映画に感銘を受けた。 あなたがこの映画を見てからしばらく経っていれば、それをもう一度見ても大丈夫です。 あなたがこの映画を見たことがないなら、前に動きましょう。\u001b[22m\n\u001b[1m(Watashi wa ureshiku odoroite imasu. Watashi wa kanzen ni kono eiga ni modotte zan'nen ni nokoru koto ga kitai sa remasu. Shikashi, konkai mo kono eiga ni kanmei o uketa. Anata ga kono eiga o mite kara shibaraku tatte ireba, sore o mōichido mite mo daijōbudesu. Anata ga kono eiga o mita koto ga nainara, mae ni ugokimashou.)\u001b[22m\n\nTranslations of \u001b[4mI am pleasantly surprised. i fully expected to return to this film and be left with regret. However, I remain impressed with this film even after all this time. If it's been a while since you've seen this movie it's safe to watch it again. If you've never seen this movie before then get a move on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am pleasantly surprised.\u001b[24m\n    \u001b[1m私はうれしく驚いています。\u001b[22m, \u001b[1m私は愉快に驚いています。\u001b[22m\n\u001b[4mi fully expected to return to this film and be left with regret.\u001b[24m\n    \u001b[1m私は完全にこの映画に戻って残念に残ることが期待されます。\u001b[22m, \u001b[1m私は完全にこのフィルムに返すことが期待さと後悔が残ること。\u001b[22m\n\u001b[4mHowever, I remain impressed with this film even after all this time.\u001b[24m\n    \u001b[1mしかし、今回もこの映画に感銘を受けた。\u001b[22m, \u001b[1mしかし、私もすべてのこの時間後にこの映画に感動したまま。\u001b[22m\n\u001b[4mIf it's been a while since you've seen this movie it's safe to watch it again.\u001b[24m\n    \u001b[1mあなたがこの映画を見てからしばらく経っていれば、それをもう一度見ても大丈夫です。\u001b[22m, \u001b[1mあなたはこの映画を見てきたので、それがしばらくしている場合、それは再びそれを見ても安全です。\u001b[22m\n\u001b[4mIf you've never seen this movie before then get a move on.\u001b[24m\n    \u001b[1mあなたがこの映画を見たことがないなら、前に動きましょう。\u001b[22m, \u001b[1mあなたが前にこの映画を見たことがない場合は、上の動きを取得します。\u001b[22m"
  },
  {
    "title": "Street_Fighter_II__The_Movie",
    "id": "1362",
    "url": "https://myanimelist.net/anime/1362/Street_Fighter_II__The_Movie",
    "user": "ktulu007",
    "profile": "/profile/ktulu007/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=141861",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  6\nキャラクター|  7\n|  7\n\nカプコンの多くのゲーマーが同じ問題を抱えているとは言いません。 しかし、常に正当な訴えのひとつは、彼らの戦いのゲームのフランチャイズを馬鹿げた程度にミルクすることです。 カプコンは、最初の分割払いが出てから1年後にリリースされた「超究極のハイパーデラックスターボ」版を持っているようだ。ストリートファイターのフランチャイズは驚くべきことではない それはカプコンの最大のフランチャイズの1つですから。 また、それにはかなりの数のアダプテーションがあり、最悪のものはハリウッドによって私たちにもたらされたという事実は驚くべきことではありません。 これを含むアニメ版のほとんどは、TAC（TAC）によって処理されました.TACは、Shinigmai no BalladとGalactic Railroad Nightをもたらした同じスタジオです。\n\n私たちが見て、同じ年に出版されたハリウッドの映画よりどれだけ優れているかを見る前に、私はM.Bison、Balrog、Vegaの元の名前を使用することに注意してください。 私はいくつかのバージョンがそれを周りに切り替えたことを知っています。参照のために、M. Bisonはボクサー、Balrogは投手、Vegaは大きな悪です。\n\nストーリー：\n\n私たちの物語はSagatとRyuと戦って開き、奇妙なコンピュータの読みが画面に現れます。 戦いはリュウがサガットに痕跡を残すことで終わり、英国の知性での彼女の地位さえも覚えていないカミー以外に暗殺された英国の司法長官に飛びます。  VegaとShadowlawが路上戦闘機を洗脳する方法を見つけ、彼らがRyuを探していることが判明しました。 一方、春麗とインターポールは、ギガと米軍と協力して、ベガとシャドウローを見つけて敗北させる。 このすべてが進んでいる間、Ryuは周りをさまよっています。おそらく最大の武道家になるという彼の目標の一部です。\n\nおそらくそこには多くのことが起こっているようですが、物語はペースが速いですが（ちょっとペースではありますがばかげた程度ではありません）、異種のプロットスレッドはすべて本当にきれいに一緒に来ます。 ストーリーは緊張感が強く、格闘ゲームに基づいたストーリーから期待されるものを超えたかなり興味深いものがあります。 それは、ほぼ完璧な話ではないと言われています。 物語の1つの問題は、無意味な瞬間があることです。 例えば、ラスベガスの全景は何も寄与しません。 それがそこにある唯一の理由は、ZangiefとBlankaの間の戦いのシーンを持つことです。彼らは、ゲームのキャラクターが少なくとも短く現れたかったからです。 これらのシーンの中で最悪のものは、無意味ではなく、ちょうど一般的に、春麗のシャワーシーンです。 それは、チュンリの胸と尻が詳細に示されているかなり長いシーンです。 シーンの問題は、ファンサービスの基本的な無益なヌードを除き、クラスの欠如を無視して、Chun-LiとBalrogの間の本当に激しい戦いシーンの直前に起こるということです。 この戦闘シーンでは、特に前のシーンと組み合わせて、性的な暴力に不快感を与えるようなパンティショットがいくつかあります。\n\nキャラクター：\n\nほとんどのフォーカス文字は驚くほど立体的です。 特にRyu、Ken、Chun-Liが挙げられる。 しかし、アンタゴニストは一種の平凡で一般的に悪いものです。 開発されたモチベーションに最も近いのはSagatですが、彼はそのオープニングシーケンス以外に多くのスクリーンタイムを得ません。 ストリートファイターのキャラクターのほとんどは、短いシーン2のためだけに現れ、その後映画から追放されてしまいます。\n\nアート：\n\n芸術はこの映画のために本当に強いです。 キャラクターのデザインは一目瞭然です。 背景は活気があり、素敵な品種（ゲームのステージのいくつかに潜入することさえあります）。上記の不快なものを除いて、アクションシーケンスは絶対に素晴らしいです。 彼らは非常に自然な動きでダイナミックで強烈です。 驚くべきことに、ハドゥケンやソニックブームのようなゲームの特別な動きを組み込んでいることを考えると、\n\n音：\n\n声優はかなり良いです。  Haga Kenjiと清水浩二郎はそれぞれKenとRyuとして公演を行う。 藤谷三木は春里と草加猛のような素晴らしい仕事をしている。 音楽はしばしば不調です。 映画のほとんどは、穏やかで柔らかい音楽を使い、雰囲気と少しでも衝突します。 時には、キャラクターがリラックスしながら意図的にその音楽を選択するような意味合いがありますが、それ以外の時にはそれはちょうど不快なものです。\n\nホーイー：\n\nグループTACの誰かがRyuとKenを発送していました。 映画を通して、これら2人は常にお互いを考えており、そのフラッシュバックは必然的に「ムード」音楽としか言いようがないものをほとんど必然的に特徴としています。 ある時点で、ケンは彼女の恋人と結婚の主旨をぶつけた。彼女はそれを以前には言及していなかったので、彼女を驚かせた。  「Ryu、私はあなたを待っているのに疲れています。」これらの2つは、ho-yay要因を5/10に上げます。\n\n最終的な考え方：\n\nそれはストリートファイターII：映画です。 アクションシーケンスはすばらしく、主要キャラクターはきれいに洗い流され、ストーリーはうまく伝えられます。 最大の欠点は、春里とバロッグの間の特別な戦いシーンが映画を傷つけることである。 それは、あなたがその場面を許すことができ、あなたが叙事詩的な行動を見たいと思うなら、あなたはこれを楽しむだろうと言われています。 私の最終評価は7/10です。  5月に入ってくる私のリクエストキューは、Doki Doki Precure、Sword Art Online、Shingeki no Kyojin＆amp; amp; キル・ラ・キル。 私はまもなくそれに戻ってきますが、来週はYsの古代の本です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nLet me preface this review by saying that I don't have the same problems with Capcom that a lot of gamers do. However, one legitimate complaint that always comes up about them is that they milk their fighting game franchises to an absurd degree. Capcom always seems to have a “super ultimate hyper deluxe turbo” edition released a year after the first installment comes out that's pretty much the same game with a few very minor additions and the Street Fighter franchise is the biggest offender, which isn't surprising since it's one of Capcom's biggest franchises. Also unsurprising is the fact that it's had quite a few adaptations, the worst of which were brought to us by Hollywood. Most of the anime versions, including this one, were handled by Group TAC, the same studio that brought us Shinigmai no Ballad and Night on the Galactic Railroad.\n\n\u001b[1mカプコンの多くのゲーマーが同じ問題を抱えているとは言いません。 しかし、常に正当な訴えのひとつは、彼らの戦いのゲームのフランチャイズを馬鹿げた程度にミルクすることです。 カプコンは、最初の分割払いが出てから1年後にリリースされた「超究極のハイパーデラックスターボ」版を持っているようだ。ストリートファイターのフランチャイズは驚くべきことではない それはカプコンの最大のフランチャイズの1つですから。 また、それにはかなりの数のアダプテーションがあり、最悪のものはハリウッドによって私たちにもたらされたという事実は驚くべきことではありません。 これを含むアニメ版のほとんどは、TAC（TAC）によって処理されました.TACは、Shinigmai no BalladとGalactic Railroad Nightをもたらした同じスタジオです。\u001b[22m\n\u001b[1m(Kapukon no ōku no gēmā ga onaji mondai o kakaete iru to wa iimasen. Shikashi, tsuneni seitōna uttae no hitotsu wa, karera no tatakai no gēmu no furanchaizu o bakageta teido ni miruku suru kotodesu. Kapukon wa, saisho no bunkatsubarai ga dete kara 1-nen-go ni rirīsu sa reta `chō kyūkyoku no haipāderakkusutābo'-ban o motte iru yōda. Sutorītofaitā no furanchaizu wa odorokubeki kotode wanai sore wa Kapukon no saidai no furanchaizu no 1tsudesukara. Mata, soreni wa kanari no kazu no adaputēshon ga ari, saiaku no mono wa Hariuddo ni yotte watashitachi ni motarasa reta to iu jijitsu wa odorokubeki kotode wa arimasen. Kore o fukumu anime-ban no hotondo wa, takku (takku) ni yotte shori sa remashita. Takku wa, Shinigmai no Ballad to Galactic Railroad Night o motarashita onaji sutajiodesu.)\u001b[22m\n\nTranslations of \u001b[4mLet me preface this review by saying that I don't have the same problems with Capcom that a lot of gamers do. However, one legitimate complaint that always comes up about them is that they milk their fighting game franchises to an absurd degree. Capcom always seems to have a “super ultimate hyper deluxe turbo” edition released a year after the first installment comes out that's pretty much the same game with a few very minor additions and the Street Fighter franchise is the biggest offender, which isn't surprising since it's one of Capcom's biggest franchises. Also unsurprising is the fact that it's had quite a few adaptations, the worst of which were brought to us by Hollywood. Most of the anime versions, including this one, were handled by Group TAC, the same studio that brought us Shinigmai no Ballad and Night on the Galactic Railroad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet me preface this review by saying that I don't have the same problems with Capcom that a lot of gamers do.\u001b[24m\n    \u001b[1mカプコンの多くのゲーマーが同じ問題を抱えているとは言いません。\u001b[22m, \u001b[1m私はゲーマーの多くが行うカプコンと同じ問題を持っていないと言ってこの口コミを序文みましょう。\u001b[22m\n\u001b[4mHowever, one legitimate complaint that always comes up about them is that they milk their fighting game franchises to an absurd degree.\u001b[24m\n    \u001b[1mしかし、常に正当な訴えのひとつは、彼らの戦いのゲームのフランチャイズを馬鹿げた程度にミルクすることです。\u001b[22m, \u001b[1mしかし、常にそれらについてアップする1正当な苦情は、彼らが不条理な程度に自分の格闘ゲームフランチャイズを牛乳ということです。\u001b[22m\n\u001b[4mCapcom always seems to have a “super ultimate hyper deluxe turbo” edition released a year after the first installment comes out that's pretty much the same game with a few very minor additions and the Street Fighter franchise is the biggest offender, which isn't surprising\u001b[24m\n    \u001b[1mカプコンは、最初の分割払いが出てから1年後にリリースされた「超究極のハイパーデラックスターボ」版を持っているようだ。ストリートファイターのフランチャイズは驚くべきことではない\u001b[22m, \u001b[1mカプコンは、常にそれはかなりいくつかの非常にマイナーの追加とストリートファイターフランチャイズと同じゲームは驚くべきことではない最大の犯罪者、であるのですうち最初の割賦が来た後に「スーパー究極のハイパーデラックスターボ」版は今年リリースされているようです\u001b[22m\n\u001b[4msince it's one of Capcom's biggest franchises.\u001b[24m\n    \u001b[1mそれはカプコンの最大のフランチャイズの1つですから。\u001b[22m, \u001b[1mそれはカプコンの最大のフランチャイズの一つだからです。\u001b[22m\n\u001b[4mAlso unsurprising is the fact that it's had quite a few adaptations, the worst of which were brought to us by Hollywood.\u001b[24m\n    \u001b[1mまた、それにはかなりの数のアダプテーションがあり、最悪のものはハリウッドによって私たちにもたらされたという事実は驚くべきことではありません。\u001b[22m, \u001b[1mまた驚くが、それはハリウッドによって我々にもたらした最悪そのうちのかなりの数の適応を、持っていたという事実があります。\u001b[22m\n\u001b[4mMost of the anime versions, including this one, were handled by Group TAC, the same studio that brought us Shinigmai no Ballad and Night on the Galactic Railroad.\u001b[24m\n    \u001b[1mこれを含むアニメ版のほとんどは、TAC（TAC）によって処理されました.TACは、Shinigmai no BalladとGalactic Railroad Nightをもたらした同じスタジオです。\u001b[22m, \u001b[1mこの1を含むアニメバージョンのほとんどは、グループ・タック、私たちは銀河鉄道にはバラードと夜をShinigmaiないもたらした同じスタジオによって処理されていました。\u001b[22m\n\u001b[1m\u001b[22m\nBefore we take a look and see how much better this is than the Hollywood film that came out the same year, please note that I'll be using the original names for M. Bison, Balrog and Vega. I know that some versions switched that around so, for reference's sake, M. Bison is the boxer, Balrog is the matador and Vega is the big bad.\n\n\u001b[1m私たちが見て、同じ年に出版されたハリウッドの映画よりどれだけ優れているかを見る前に、私はM.Bison、Balrog、Vegaの元の名前を使用することに注意してください。 私はいくつかのバージョンがそれを周りに切り替えたことを知っています。参照のために、M. Bisonはボクサー、Balrogは投手、Vegaは大きな悪です。\u001b[22m\n\u001b[1m(Watashitachi ga mite, onajidoshi ni shuppan sa reta Hariuddo no eiga yori dore dake sugurete iru ka o miru mae ni, watashi wa M. Bison, barurogu, vu~ega no gen no namae o shiyō suru koto ni chūi shite kudasai. Watashi wa ikutsu ka no bājon ga sore o mawari ni kirikaeta koto o shitte imasu. Sanshō no tame ni, M. Bison wa bokusā, barurogu wa tōshu, vu~ega wa ōkina warudesu.)\u001b[22m\n\nTranslations of \u001b[4mBefore we take a look and see how much better this is than the Hollywood film that came out the same year, please note that I'll be using the original names for M. Bison, Balrog and Vega. I know that some versions switched that around so, for reference's sake, M. Bison is the boxer, Balrog is the matador and Vega is the big bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore we take a look and see how much better this is than the Hollywood film that came out the same year, please note that I'll be using the original names for M. Bison, Balrog and Vega.\u001b[24m\n    \u001b[1m私たちが見て、同じ年に出版されたハリウッドの映画よりどれだけ優れているかを見る前に、私はM.Bison、Balrog、Vegaの元の名前を使用することに注意してください。\u001b[22m, \u001b[1m私たちが見て、これは同じ年に出てきたハリウッド映画よりもどれだけよく見える前に、私はM.バイソン、バルログとベガの元の名前を使うことになることに注意してください。\u001b[22m\n\u001b[4mI know that some versions switched that around so, for reference's sake, M. Bison is the boxer, Balrog is the matador and Vega is the big bad.\u001b[24m\n    \u001b[1m私はいくつかのバージョンがそれを周りに切り替えたことを知っています。参照のために、M. Bisonはボクサー、Balrogは投手、Vegaは大きな悪です。\u001b[22m, \u001b[1m私はいくつかのバージョンが周りので、参照のために、M.バイソンがバルログはマタドールで、ベガは大きな悪いです、ボクサーであることを切り替えることを知っています。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nOur tale opens with Sagat fighting Ryu while strange computer readings appear on screen. The battle ends with Ryu giving Sagat his signature scar and we skip ahead to the British minister of justice being assassinated by none other than Cammy, who can't remember much, not even her position in British intelligence. It turns out that Vega and Shadowlaw have found a way to brainwash street fighters into doing their bidding and they're looking for Ryu. Meanwhile, Chun-Li and Interpol team up with Guile and the American military to find and defeat Vega and Shadowlaw. While all of this is going on, Ryu is wandering around, presumably as part of his goal to become the greatest martial artist there is.\n\n\u001b[1m私たちの物語はSagatとRyuと戦って開き、奇妙なコンピュータの読みが画面に現れます。 戦いはリュウがサガットに痕跡を残すことで終わり、英国の知性での彼女の地位さえも覚えていないカミー以外に暗殺された英国の司法長官に飛びます。  VegaとShadowlawが路上戦闘機を洗脳する方法を見つけ、彼らがRyuを探していることが判明しました。 一方、春麗とインターポールは、ギガと米軍と協力して、ベガとシャドウローを見つけて敗北させる。 このすべてが進んでいる間、Ryuは周りをさまよっています。おそらく最大の武道家になるという彼の目標の一部です。\u001b[22m\n\u001b[1m(Watashitachi no monogatari wa Sagat to ryū to tatakatte hiraki, kimyōna konpyūta no yomi ga gamen ni arawaremasu. Tatakai wa ryū ga sagatto ni konseki o nokosu koto de owari, Igirisu no chisei de no kanojo no chii sae mo oboeteinai kamī igai ni ansatsu sa reta Igirisu no shihō chōkan ni tobimasu. Vu~ega to Shadowlaw ga rojō sentōki o sen'nō suru hōhō o mitsuke, karera ga ryū o sagashite iru koto ga hanmei shimashita. Ippō, haruurara to intāpōru wa, giga to beigun to kyōryoku shite, bega to shadourō o mitsukete haiboku sa seru. Ko no subete ga susunde iru ma, ryū wa mawari o samayotte imasu. Osoraku saidai no butōka ni naru to iu kare no mokuhyō no ichibudesu.)\u001b[22m\n\nTranslations of \u001b[4mOur tale opens with Sagat fighting Ryu while strange computer readings appear on screen. The battle ends with Ryu giving Sagat his signature scar and we skip ahead to the British minister of justice being assassinated by none other than Cammy, who can't remember much, not even her position in British intelligence. It turns out that Vega and Shadowlaw have found a way to brainwash street fighters into doing their bidding and they're looking for Ryu. Meanwhile, Chun-Li and Interpol team up with Guile and the American military to find and defeat Vega and Shadowlaw. While all of this is going on, Ryu is wandering around, presumably as part of his goal to become the greatest martial artist there is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOur tale opens with Sagat fighting Ryu while strange computer readings appear on screen.\u001b[24m\n    \u001b[1m私たちの物語はSagatとRyuと戦って開き、奇妙なコンピュータの読みが画面に現れます。\u001b[22m, \u001b[1m私たちの物語は奇妙なコンピュータ読み取り値が画面に表示されている間サガットは龍との戦いで開きます。\u001b[22m\n\u001b[4mThe battle ends with Ryu giving Sagat his signature scar and we skip ahead to the British minister of justice being assassinated by none other than Cammy, who can't remember much, not even her position in British intelligence.\u001b[24m\n    \u001b[1m戦いはリュウがサガットに痕跡を残すことで終わり、英国の知性での彼女の地位さえも覚えていないカミー以外に暗殺された英国の司法長官に飛びます。\u001b[22m, \u001b[1m戦いはリュウがサガットに彼の署名の傷跡を与え、私たちは、多くの英国の諜報機関でもない彼女の位置を思い出すことができないキャミィ、他でもないによって暗殺された正義の英国の大臣に進んで終了します。\u001b[22m\n\u001b[4mIt turns out that Vega and Shadowlaw have found a way to brainwash street fighters into doing their bidding and they're looking for Ryu.\u001b[24m\n    \u001b[1mVegaとShadowlawが路上戦闘機を洗脳する方法を見つけ、彼らがRyuを探していることが判明しました。\u001b[22m, \u001b[1mそれはベガとShadowlawが彼らの入札を行うにストリートファイターを洗脳する方法を発見したと、彼らは龍を探していることが判明しました。\u001b[22m\n\u001b[4mMeanwhile, Chun-Li and Interpol team up with Guile and the American military to find and defeat Vega and Shadowlaw.\u001b[24m\n    \u001b[1m一方、春麗とインターポールは、ギガと米軍と協力して、ベガとシャドウローを見つけて敗北させる。\u001b[22m, \u001b[1m一方、春麗とガイルと米軍とのアップインターポールチームが見つけ、敗北ベガとShadowlawします。\u001b[22m\n\u001b[4mWhile all of this is going on, Ryu is wandering around, presumably as part of his goal to become the greatest martial artist there is.\u001b[24m\n    \u001b[1mこのすべてが進んでいる間、Ryuは周りをさまよっています。おそらく最大の武道家になるという彼の目標の一部です。\u001b[22m, \u001b[1mこのすべてが起こっている間、リュウは、おそらくそこにある最大の武道家になるために彼の目標の一環として、うろついています。\u001b[22m\n\u001b[1m\u001b[22m\nIt probably seems like there's a lot going on, but the story is well paced (somewhat fast-paced but not to a ridiculous degree) and the disparate plot threads all come together really neatly. The story builds tension well and has quite a bit of intrigue, which does go beyond what you'd expect from a story based on a fighting game. That being said, it isn't nearly a perfect story. One issue with the narrative is that there are some pointless moments. The whole scene in Las Vegas, for example, contributes nothing. The only reason it's there is to have a fight scene between Zangief and Blanka because... they wanted all the game's characters to at least appear briefly. The worst of these scenes, not in terms of pointlessness but just in general, is Chun-Li's shower scene. It's a pretty long scene with Chun-Li's bosom and buttocks being shown in detail. The problem with the scene, aside from the basic gratuitous nudity for fan-service and ignoring the lack of class, is that it takes place right before a really violent fight scene between Chun-Li and Balrog. During this fight scene there are several panty shots which, especially when combined with the previous scene, bring it uncomfortably close to sexualised violence.\n\n\u001b[1mおそらくそこには多くのことが起こっているようですが、物語はペースが速いですが（ちょっとペースではありますがばかげた程度ではありません）、異種のプロットスレッドはすべて本当にきれいに一緒に来ます。 ストーリーは緊張感が強く、格闘ゲームに基づいたストーリーから期待されるものを超えたかなり興味深いものがあります。 それは、ほぼ完璧な話ではないと言われています。 物語の1つの問題は、無意味な瞬間があることです。 例えば、ラスベガスの全景は何も寄与しません。 それがそこにある唯一の理由は、ZangiefとBlankaの間の戦いのシーンを持つことです。彼らは、ゲームのキャラクターが少なくとも短く現れたかったからです。 これらのシーンの中で最悪のものは、無意味ではなく、ちょうど一般的に、春麗のシャワーシーンです。 それは、チュンリの胸と尻が詳細に示されているかなり長いシーンです。 シーンの問題は、ファンサービスの基本的な無益なヌードを除き、クラスの欠如を無視して、Chun-LiとBalrogの間の本当に激しい戦いシーンの直前に起こるということです。 この戦闘シーンでは、特に前のシーンと組み合わせて、性的な暴力に不快感を与えるようなパンティショットがいくつかあります。\u001b[22m\n\u001b[1m(Osoraku soko ni wa ōku no koto ga okotte iru yōdesuga, monogatari wa pēsu ga hayaidesuga (chotto pēsude wa arimasuga bakageta teidode wa arimasen), ishu no purottosureddo wa subete hontōni kirei ni issho ni kimasu. Sutōrī wa kinchō-kan ga tsuyoku, kakutō gēmu ni motodzuita sutōrī kara kitai sa reru mono o koeta kanari kyōmibukai mono ga arimasu. Sore wa, hobo kanpekina hanashide wa nai to iwa rete imasu. Monogatari no 1tsu no mondai wa, muimina shunkan ga aru kotodesu. Tatoeba, Rasubegasu no zenkei wa nani mo kiyo shimasen. Sore ga soko ni aru yuiitsu no riyū wa, Zangief to buranka no ma no tatakai no shīn o motsu kotodesu. Karera wa, gēmu no kyarakutā ga sukunakutomo mijikaku arawaretakattakaradesu. Korera no shīn no naka de saiaku no mono wa, muimide wa naku, chōdo ippantekini, haruurara no shawāshīndesu. Sore wa, chunri no mune to shiri ga shōsai ni shimesa rete iru kanari nagai shīndesu. Shīn no mondai wa, fansābisu no kihon-tekina muekina nūdo o nozoki, kurasu no ketsujo o mushi shite, Chun - Li to barurogu no ma no hontōni hageshī tatakai shīn no chokuzen ni okoru to iu kotodesu. Kono sentō shīnde wa, tokuni mae no shīn to kumiawasete, seitekina bōryoku ni fukai-kan o ataeru yōna pantishotto ga ikutsu ka arimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nMost of the focus characters are surprisingly three-dimensional. Ryu, Ken, and Chun-Li in particular. The antagonists, however, are kind of flat and generically evil. The closest to having any kind of developed motivation is Sagat, but he doesn't get much screen time aside from that opening sequence. Most of the Street Fighter characters just appear for a short scene or two and then get banished from the film, which gives them no time to get fleshed out.\n\n\u001b[1mほとんどのフォーカス文字は驚くほど立体的です。 特にRyu、Ken、Chun-Liが挙げられる。 しかし、アンタゴニストは一種の平凡で一般的に悪いものです。 開発されたモチベーションに最も近いのはSagatですが、彼はその開かれたシーケンスとは別に多くのスクリーン時間を取ることはありません。 ストリートファイターのキャラクターのほとんどは、短いシーン2のためだけに現れ、その後映画から追放されてしまいます。\u001b[22m\n\u001b[1m(Hotondo no fōkasu moji wa odoroku hodo rittai-tekidesu. Tokuni ryū, Ken, Chun - Li ga age rareru. Shikashi, antagonisuto wa isshu no heibon de ippantekini warui monodesu. Kaihatsu sa reta mochibēshon ni mottomo chikai no wa Sagatdesuga, kare wa sono aka reta shīkensu to wa betsuni ōku no sukurīn jikan o toru koto wa arimasen. Sutorītofaitā no kyarakutā no hotondo wa, mijikai shīn 2 no tame dake ni araware, sonogo eiga kara tsuihō sa rete shimaimasu.)\u001b[22m\n\nTranslations of \u001b[4mMost of the focus characters are surprisingly three-dimensional. Ryu, Ken, and Chun-Li in particular. The antagonists, however, are kind of flat and generically evil. The closest to having any kind of developed motivation is Sagat, but he doesn't get much screen time aside from that opening sequence. Most of the Street Fighter characters just appear for a short scene or two and then get banished from the film, which gives them no time to get fleshed out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost of the focus characters are surprisingly three-dimensional.\u001b[24m\n    \u001b[1mほとんどのフォーカス文字は驚くほど立体的です。\u001b[22m, \u001b[1mフォーカス文字のほとんどは、驚くべきことに、三次元です。\u001b[22m\n\u001b[4mRyu, Ken, and Chun-Li in particular.\u001b[24m\n    \u001b[1m特にRyu、Ken、Chun-Liが挙げられる。\u001b[22m, \u001b[1mリュウ、ケン、特に春麗。\u001b[22m\n\u001b[4mThe antagonists, however, are kind of flat and generically evil.\u001b[24m\n    \u001b[1mしかし、アンタゴニストは一種の平凡で一般的に悪いものです。\u001b[22m, \u001b[1mアンタゴニストは、しかし、種類のフラットかつ包括的に悪です。\u001b[22m\n\u001b[4mThe closest to having any kind of developed motivation is Sagat, but he doesn't get much screen time aside from that opening sequence.\u001b[24m\n    \u001b[1m開発されたモチベーションに最も近いのはSagatですが、彼はその開かれたシーケンスとは別に多くのスクリーン時間を取ることはありません。\u001b[22m, \u001b[1m開発した動機のいずれかの種類を持つに最も近いサガットですが、彼はそのオープニングは別に多くのスクリーンの時間を得ることはありません。\u001b[22m\n\u001b[4mMost of the Street Fighter characters just appear for a short scene or two and then get banished from the film, which gives them no time to get fleshed out.\u001b[24m\n    \u001b[1mストリートファイターのキャラクターのほとんどは、短いシーン2のためだけに現れ、その後映画から追放されてしまいます。\u001b[22m, \u001b[1mストリートファイターのキャラクターのほとんどは、わずかシーンや2の場合は表示され、その後、それらを肉付けを取得する時間を与えないフィルムから追放されます。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\n\u001b[1m\u001b[22m\nThe art is really strong for this film. The character designs are spot on. The backgrounds are lively and have a nice variety (they even sneak in several of the game's stages.) The action sequences, aside from the aforementioned uncomfortable one, are absolutely fantastic. They're dynamic and intense with movements that are very natural. Surprisingly so given that they incorporate the game's special moves like the Hadouken and the Sonic boom.\n\n\u001b[1m芸術はこの映画のために本当に強いです。 キャラクターのデザインは一目瞭然です。 背景は活気があり、素敵な品種（ゲームのステージのいくつかに潜入することさえあります）。上記の不快なものを除いて、アクションシーケンスは絶対に素晴らしいです。 彼らは非常に自然な動きでダイナミックで強烈です。 驚くべきことに、ハドゥケンやソニックブームのようなゲームの特別な動きを組み込んでいることを考えると、\u001b[22m\n\u001b[1m(Geijutsu wa kono eiga no tame ni hontōni tsuyoidesu. Kyarakutā no dezain wa ichimokuryōzendesu. Haikei wa kakki ga ari, sutekina hinshu (gēmu no sutēji no ikutsu ka ni sen'nyū suru koto sae arimasu). Jōki no fukaina mono o nozoite, akushonshīkensu wa zettai ni subarashīdesu. Karera wa hijō ni shizen'na ugoki de dainamikkude kyōretsudesu. Odorokubeki koto ni, hado~uken ya sonikkubūmu no yōna gēmu no tokubetsuna ugoki o kumikonde iru koto o kangaeru to,)\u001b[22m\n\nTranslations of \u001b[4mThe art is really strong for this film. The character designs are spot on. The backgrounds are lively and have a nice variety (they even sneak in several of the game's stages.) The action sequences, aside from the aforementioned uncomfortable one, are absolutely fantastic. They're dynamic and intense with movements that are very natural. Surprisingly so given that they incorporate the game's special moves like the Hadouken and the Sonic boom.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is really strong for this film.\u001b[24m\n    \u001b[1m芸術はこの映画のために本当に強いです。\u001b[22m\n\u001b[4mThe character designs are spot on.\u001b[24m\n    \u001b[1mキャラクターのデザインは一目瞭然です。\u001b[22m, \u001b[1mキャラクターデザインは上のスポットです。\u001b[22m\n\u001b[4mThe backgrounds are lively and have a nice variety (they even sneak in several of the game's stages.) The action sequences, aside from the aforementioned uncomfortable one, are absolutely fantastic.\u001b[24m\n    \u001b[1m背景は活気があり、素敵な品種（ゲームのステージのいくつかに潜入することさえあります）。上記の不快なものを除いて、アクションシーケンスは絶対に素晴らしいです。\u001b[22m, \u001b[1m背景には、活気のある、脇前述の不快なものから、（彼らもゲームのステージのいくつかでこっそり。）アクションシーケンス素敵な多様性を持って、本当に素晴らしいです。\u001b[22m\n\u001b[4mThey're dynamic and intense with movements that are very natural.\u001b[24m\n    \u001b[1m彼らは非常に自然な動きでダイナミックで強烈です。\u001b[22m, \u001b[1m彼らはダイナミックでとても自然です動きに強烈です。\u001b[22m\n\u001b[4mSurprisingly so given that they incorporate the game's special moves like the Hadouken and the Sonic boom.\u001b[24m\n    \u001b[1m驚くべきことに、ハドゥケンやソニックブームのようなゲームの特別な動きを組み込んでいることを考えると、\u001b[22m, \u001b[1m驚くべきことに、それらは波動拳やソニックブームのようなゲームの特殊な動きを組み込むことを考えます。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n\u001b[1m\u001b[22m\nThe voice acting is pretty good. Haga Kenji and Shimizu Kojiro give capable performances as Ken and Ryu respectively. Fujitani Miki does a good job as Chun-Li and Kusaka Takeshi makes for an imposing Vega. The music is frequently unfitting. Most of the film uses soothing and soft music which clashes a bit with the atmosphere. Sometimes it makes sense, like when a character deliberately selects the music in question while relaxing, but at other times it's just jarring.\n\n\u001b[1m声優はかなり良いです。  Haga Kenjiと清水浩二郎はそれぞれKenとRyuとして公演を行う。 藤谷三木は春里と草加猛のような素晴らしい仕事をしている。 音楽はしばしば不調です。 映画のほとんどは、穏やかで柔らかい音楽を使い、雰囲気と少しでも衝突します。 時には、キャラクターがリラックスしながら意図的にその音楽を選択するような意味合いがありますが、それ以外の時にはそれはちょうど不快なものです。\u001b[22m\n\u001b[1m(Seiyū wa kanari yoidesu. Haga Kenji to Shimizu Kōjirō wa sorezore Ken to ryū to shite kōen o okonau. Fujitani Miki wa Harusato to Sōka Takeshi no yōna subarashī shigoto o shite iru. Ongaku wa shibashiba fuchōdesu. Eiga no hotondo wa, odayakade yawarakai ongaku o tsukai, fun'iki to sukoshidemo shōtotsu shimasu. Tokiniha, kyarakutā ga rirakkusu shinagara itotekini sono ongaku o sentaku suru yōna imiai ga arimasuga, soreigai no tokiniha sore wa chōdo fukaina monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe voice acting is pretty good. Haga Kenji and Shimizu Kojiro give capable performances as Ken and Ryu respectively. Fujitani Miki does a good job as Chun-Li and Kusaka Takeshi makes for an imposing Vega. The music is frequently unfitting. Most of the film uses soothing and soft music which clashes a bit with the atmosphere. Sometimes it makes sense, like when a character deliberately selects the music in question while relaxing, but at other times it's just jarring.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice acting is pretty good.\u001b[24m\n    \u001b[1m声優はかなり良いです。\u001b[22m, \u001b[1m声の演技はかなり良いです。\u001b[22m\n\u001b[4mHaga Kenji and Shimizu Kojiro give capable performances as Ken and Ryu respectively.\u001b[24m\n    \u001b[1mHaga Kenjiと清水浩二郎はそれぞれKenとRyuとして公演を行う。\u001b[22m, \u001b[1m芳賀健二と清水小次郎はそれぞれケンとリュウのようなことが可能な性能を与えます。\u001b[22m\n\u001b[4mFujitani Miki does a good job as Chun-Li and Kusaka Takeshi makes for an imposing Vega.\u001b[24m\n    \u001b[1m藤谷三木は春里と草加猛のような素晴らしい仕事をしている。\u001b[22m, \u001b[1m春麗と日下武史が課すベガになりよう藤谷美紀は良い仕事をしていません。\u001b[22m\n\u001b[4mThe music is frequently unfitting.\u001b[24m\n    \u001b[1m音楽はしばしば不調です。\u001b[22m, \u001b[1m音楽は頻繁に不適当です。\u001b[22m\n\u001b[4mMost of the film uses soothing and soft music which clashes a bit with the atmosphere.\u001b[24m\n    \u001b[1m映画のほとんどは、穏やかで柔らかい音楽を使い、雰囲気と少しでも衝突します。\u001b[22m, \u001b[1mフィルムのほとんどは大気とのビットを衝突するなだめるとソフトな音楽を使用しています。\u001b[22m\n\u001b[4mSometimes it makes sense, like when a character deliberately selects the music in question while relaxing, but at other times it's just jarring.\u001b[24m\n    \u001b[1m時には、キャラクターがリラックスしながら意図的にその音楽を選択するような意味合いがありますが、それ以外の時にはそれはちょうど不快なものです。\u001b[22m, \u001b[1m時にはそれは、リラックスしながら文字が意図的に質問で音楽を選択したときのように、理にかなっているが、他の回で、それだけで耳障りです。\u001b[22m\n\u001b[1m\u001b[22m\nHo-yay:\n\n\u001b[1mホーイー：\u001b[22m\n\u001b[1m(Hōī:)\u001b[22m\n\nTranslations of \u001b[4mHo-yay:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHo-yay:\u001b[24m\n    \u001b[1mホーイー：\u001b[22m, \u001b[1mHO-イェーイ：\u001b[22m\n\u001b[1m\u001b[22m\nSomebody at Group TAC was shipping Ryu and Ken. Throughout the film these two are constantly thinking about each other and their flashbacks almost inevitably feature what can only be called 'mood' music. At one point Ken broaches the subject of marriage with his girlfriend, which surprises her since he's never mentioned it before and, shortly after, we hear his thoughts. “Ryu, I'm tired of waiting for you.” These two bump the ho-yay factor up to a 5/10.\n\n\u001b[1mグループTACの誰かがRyuとKenを発送していました。 映画を通して、これら2人は常にお互いを考えており、そのフラッシュバックは必然的に「ムード」音楽としか言いようがないものをほとんど必然的に特徴としています。 ある時点で、ケンは彼女の恋人と結婚の主旨をぶつけた。彼女はそれを以前には言及していなかったので、彼女を驚かせた。  「Ryu、私はあなたを待っているのに疲れています。」これらの2つは、ho-yay要因を5/10に上げます。\u001b[22m\n\u001b[1m(Gurūpu takku no darekaga ryū to Ken o hassō shite imashita. Eiga o tōshite, korera 2-ri wa tsuneni otagai o kangaete ori, sono furasshu bakku wa hitsuzen-teki ni `mūdo' ongaku to shika ii-yō ga nai mono o hotondo hitsuzen-teki ni tokuchō to shite imasu. Aru jiten de, Ken wa kanojo no koibito to kekkon no shushi o butsuketa. Kanojo wa sore o izen ni wa genkyū shite inakattanode, kanojo o odoroka seta. `Ryū, watashi wa anata o matte iru no ni tsukarete imasu.' Korera no 2tsu wa, ho - yay yōin o 5/ 10 ni agemasu.)\u001b[22m\n\nTranslations of \u001b[4mSomebody at Group TAC was shipping Ryu and Ken. Throughout the film these two are constantly thinking about each other and their flashbacks almost inevitably feature what can only be called 'mood' music. At one point Ken broaches the subject of marriage with his girlfriend, which surprises her since he's never mentioned it before and, shortly after, we hear his thoughts. “Ryu, I'm tired of waiting for you.” These two bump the ho-yay factor up to a 5/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSomebody at Group TAC was shipping Ryu and Ken.\u001b[24m\n    \u001b[1mグループTACの誰かがRyuとKenを発送していました。\u001b[22m, \u001b[1mグループ・タックで誰かがリュウとケンを出荷しました。\u001b[22m\n\u001b[4mThroughout the film these two are constantly thinking about each other and their flashbacks almost inevitably feature what can only be called 'mood' music.\u001b[24m\n    \u001b[1m映画を通して、これら2人は常にお互いを考えており、そのフラッシュバックは必然的に「ムード」音楽としか言いようがないものをほとんど必然的に特徴としています。\u001b[22m, \u001b[1mフィルムを通してこれら2は、常にお互いを考えていると、そのフラッシュバックは、ほぼ必然的にのみ「気分」の音楽と呼ぶことができるものを備えています。\u001b[22m\n\u001b[4mAt one point Ken broaches the subject of marriage with his girlfriend, which surprises her since he's never mentioned it before and, shortly after, we hear his thoughts.\u001b[24m\n    \u001b[1mある時点で、ケンは彼女の恋人と結婚の主旨をぶつけた。彼女はそれを以前には言及していなかったので、彼女を驚かせた。\u001b[22m, \u001b[1mある時点でケンと、直後に、我々は彼の考えを聞く前に、彼はそれを言及したことがないだので、彼女を驚かせる彼のガールフレンドとの結婚の主題をブローチ。\u001b[22m\n\u001b[4m“Ryu, I'm tired of waiting for you.” These two bump the ho-yay factor up to a 5/10.\u001b[24m\n    \u001b[1m「Ryu、私はあなたを待っているのに疲れています。」これらの2つは、ho-yay要因を5/10に上げます。\u001b[22m, \u001b[1m\"龍は、私があなたを待っているの疲れています。「これら二つは5/10までのホ - イェーイ係数をバンプ。\u001b[22m\n\u001b[1m\u001b[22m\nFinal Thoughts:\n\n\u001b[1m最終的な考え方：\u001b[22m\n\u001b[1m(Saishū-tekina kangaekata:)\u001b[22m\n\nTranslations of \u001b[4mFinal Thoughts:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Thoughts:\u001b[24m\n    \u001b[1m最終的な考え方：\u001b[22m, \u001b[1m最終的な考え：\u001b[22m\n\u001b[1m\u001b[22m\nThat's Street Fighter II: The Movie. The action sequences are awesome, the major characters are fleshed out nicely, and the story is well told. The biggest flaw is that one particular fight scene between Chun-Li and Balrog which does detract from the film. That being said, if you can forgive that scene and you want to see some epic action, you'll enjoy this one. My final rating is a 7/10. My request queue going into May is: Doki Doki Precure, Sword Art Online, Shingeki no Kyojin &amp; Kill La Kill. I'll get back to that shortly, but next week Ancient Book of Ys.\n\n\u001b[1mそれはストリートファイターII：映画です。 アクションシーケンスはすばらしく、主要キャラクターはきれいに洗い流され、ストーリーはうまく伝えられます。 最大の欠点は、春里とバロッグの間の特別な戦いシーンが映画を傷つけることである。 それは、あなたがその場面を許すことができ、あなたが叙事詩的な行動を見たいと思うなら、あなたはこれを楽しむだろうと言われています。 私の最終評価は7/10です。  5月に入ってくる私のリクエストキューは、Doki Doki Precure、Sword Art Online、Shingeki no Kyojin＆amp; amp; キル・ラ・キル。 私はまもなくそれに戻ってきますが、来週はYsの古代の本です。\u001b[22m\n\u001b[1m(Sore wa sutorītofaitā II: Eigadesu. Akushonshīkensu wa subarashiku, shuyō kyarakutā wa kirei ni arainagasa re, sutōrī wa umaku tsutae raremasu. Saidai no ketten wa, Harusato to baroggu no ma no tokubetsuna tatakai shīn ga eiga o kizutsukeru kotodearu. Sore wa, anata ga sono bamen o yurusu koto ga deki, anata ga jojishi-tekina kōdō o mitai to omounara, anata wa kore o tanoshimudarou to iwa rete imasu. Watashi no saishū hyōka wa 7/ 10desu. 5 Tsuki ni haitte kuru watashi no rikuesutokyū wa, Doki Doki Precure, Sword Art Online, Shingeki no Kyojin& amp; amp; kiru ra kiru. Watashi wa mamonaku sore ni modotte kimasuga, raishū wa Ys no kodai no hondesu.)\u001b[22m\n\nTranslations of \u001b[4mThat's Street Fighter II: The Movie. The action sequences are awesome, the major characters are fleshed out nicely, and the story is well told. The biggest flaw is that one particular fight scene between Chun-Li and Balrog which does detract from the film. That being said, if you can forgive that scene and you want to see some epic action, you'll enjoy this one. My final rating is a 7/10. My request queue going into May is: Doki Doki Precure, Sword Art Online, Shingeki no Kyojin &amp; Kill La Kill. I'll get back to that shortly, but next week Ancient Book of Ys.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's Street Fighter II: The Movie.\u001b[24m\n    \u001b[1mそれはストリートファイターII：映画です。\u001b[22m, \u001b[1m映画：それはストリートファイターIIです。\u001b[22m\n\u001b[4mThe action sequences are awesome, the major characters are fleshed out nicely, and the story is well told.\u001b[24m\n    \u001b[1mアクションシーケンスはすばらしく、主要キャラクターはきれいに洗い流され、ストーリーはうまく伝えられます。\u001b[22m, \u001b[1mアクションシーケンスは、主要な文字がきれいに肉付けされている、との話はよく言われる、素晴らしいです。\u001b[22m\n\u001b[4mThe biggest flaw is that one particular fight scene between Chun-Li and Balrog which does detract from the film.\u001b[24m\n    \u001b[1m最大の欠点は、春里とバロッグの間の特別な戦いシーンが映画を傷つけることである。\u001b[22m, \u001b[1m最大の欠陥は、フィルムを損なわない春麗とバルログの間の一つの特定の戦いのシーンです。\u001b[22m\n\u001b[4mThat being said, if you can forgive that scene and you want to see some epic action, you'll enjoy this one.\u001b[24m\n    \u001b[1mそれは、あなたがその場面を許すことができ、あなたが叙事詩的な行動を見たいと思うなら、あなたはこれを楽しむだろうと言われています。\u001b[22m, \u001b[1mあなたはそのシーンを許すことができますし、いくつかの壮大なアクションを見たい場合は言われていることを、あなたは、このいずれかをお楽しみいただけます。\u001b[22m\n\u001b[4mMy final rating is a 7/10.\u001b[24m\n    \u001b[1m私の最終評価は7/10です。\u001b[22m, \u001b[1m私の最終的な評価は7/10です。\u001b[22m\n\u001b[4mMy request queue going into May is: Doki Doki Precure, Sword Art Online, Shingeki no Kyojin &amp;\u001b[24m\n    \u001b[1m5月に入ってくる私のリクエストキューは、Doki Doki Precure、Sword Art Online、Shingeki no Kyojin＆amp; amp;\u001b[22m, \u001b[1m月に入る私の要求キューは、次のとおりです。ドキドキ！プリキュア、ソードアート・オンライン、新劇のない巨人＆＃038;\u001b[22m\n\u001b[4mKill La Kill.\u001b[24m\n    \u001b[1mキル・ラ・キル。\u001b[22m, \u001b[1mキルラキル。\u001b[22m\n\u001b[4mI'll get back to that shortly, but next week Ancient Book of Ys.\u001b[24m\n    \u001b[1m私はまもなくそれに戻ってきますが、来週はYsの古代の本です。\u001b[22m, \u001b[1m私はすぐに戻ってそれを得るが、来週イースの古代ブックます。\u001b[22m"
  },
  {
    "title": "Street_Fighter_II__The_Movie",
    "id": "1362",
    "url": "https://myanimelist.net/anime/1362/Street_Fighter_II__The_Movie",
    "user": "Cowabunga",
    "profile": "/profile/Cowabunga/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=198127",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  8\n\nそれは通常悪いので、1つは常に映画やビデオゲームのフランチャイズのアニメーションの適応に注意する必要があります。 スーパーストリートファイターIV OVAを覚えていますか？ またはスーパーマリオブラザーズとストリートファイターのライブアクションの適応？ ああ。\n\nしかし、私はストリートファイターII：映画は実際には非常に良いと一般的にストリートファイターのアニメの現時点で最高の適応であると考えていたと聞いていた。 だから必然的に、大きなアニメやストリートファイターのファンとして、私はこれをチェックしなければならなかった。\n\nまず第一に、キャラクターがどんなに忠実に描かれていたか、私たちがあまり目にしていないものさえも、どのように描かれていたのか、私はうれしく驚きました。 しかし、私たちがあまり目にしていないものは、プロットと実際には関連していないので、実際には関係ありません。 私はこのキャラクターの大ファンが他のものに比べてスクリーン時間が不足していることに失望していると理解することができますが、私の好きなもののほとんどが十分なスクリーンタイムを持っているので、それは私のケースだとは言えません。\n\n第二に、戦いは本当に良かった。 あなたの座席の端にあなたを残すだけでも2つの大きな戦いがあります。 しかし、ほとんどのキャラクターのシグネチャーの動きを見ることができ、戦闘ゲームを宣伝しているアニメの中ですごく頑丈に見えるので、他のキャラクターもかなり良いです。 しかし、この映画にはアクマが欠けていた。 スーパーストリートファイター2ターボと同じ年に発売されたことを考えると、それは奇妙です。 また。  Akumaはこのプロットで映画には収まりませんでした。 それは非常に異なっていなければならないと私は言うだろう。\n\nプロットについては、地下組織であるShadowlawが、世界で最も強力なストリートファイターを募集し、その力を強化しようとしている。 かなりシンプルに聞こえるが、それにもかかわらずうまく実行され、それは本当にこのような映画で重要なことだ。\n\n私は間違いなくこれをストリートファイターのファンのために見なければならないと考える。 そして、あなたがフランチャイズの大ファンではない場合でも、良い戦いと行動で映画を楽しむなら、それを見ておくことをお勧めします。 あなたがビデオゲームのフランチャイズの良い映画の適応を見ていることも日常でもありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nOne should always be wary of a movie or animated adaptation of a video game franchise, because it's usually bad. Remember Super Street Fighter IV OVA? Or the live action adaptations of Super Mario Bros. and Street Fighters? Ugh.\n\n\u001b[1mそれは通常悪いので、1つは常に映画やビデオゲームのフランチャイズのアニメーションの適応に注意する必要があります。 スーパーストリートファイターIV OVAを覚えていますか？ またはスーパーマリオブラザーズとストリートファイターのライブアクションの適応？ ああ。\u001b[22m\n\u001b[1m(Sore wa tsūjō waruinode, 1tsu wa tsuneni eiga ya bideogēmu no furanchaizu no animēshon no tekiō ni chūi suru hitsuyō ga arimasu. Sūpāsutorītofaitā IV ovu~a o oboete imasu ka? Matawa sūpāmarioburazāzu to sutorītofaitā no raibu akushon no tekiō? Ā.)\u001b[22m\n\nTranslations of \u001b[4mOne should always be wary of a movie or animated adaptation of a video game franchise, because it's usually bad. Remember Super Street Fighter IV OVA? Or the live action adaptations of Super Mario Bros. and Street Fighters? Ugh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne should always be wary of a movie or animated adaptation of a video game franchise, because it's usually bad.\u001b[24m\n    \u001b[1mそれは通常悪いので、1つは常に映画やビデオゲームのフランチャイズのアニメーションの適応に注意する必要があります。\u001b[22m, \u001b[1mそれは通常悪いですので、一つは、常に、映画やビデオゲームフランチャイズのアニメーションの適応を警戒する必要があります。\u001b[22m\n\u001b[4mRemember Super Street Fighter IV OVA?\u001b[24m\n    \u001b[1mスーパーストリートファイターIV OVAを覚えていますか？\u001b[22m\n\u001b[4mOr the live action adaptations of Super Mario Bros. and Street Fighters?\u001b[24m\n    \u001b[1mまたはスーパーマリオブラザーズとストリートファイターのライブアクションの適応？\u001b[22m, \u001b[1mまたはスーパーマリオブラザーズとストリートファイターズの実写適応？\u001b[22m\n\u001b[4mUgh.\u001b[24m\n    \u001b[1mああ。\u001b[22m, \u001b[1mうーん。\u001b[22m\n\u001b[1m\u001b[22m\nBut I had heard that Street Fighter II: The Movie was actually quite good and generally considered to be the best Street Fighter anime adaptation to this day. So naturally, as a big anime and Street Fighter fan, I had to check this out.\n\n\u001b[1mしかし、私はストリートファイターII：映画は実際には非常に良いと一般的にストリートファイターのアニメの現時点で最高の適応であると考えていたと聞いていた。 だから必然的に、大きなアニメやストリートファイターのファンとして、私はこれをチェックしなければならなかった。\u001b[22m\n\u001b[1m(Shikashi, watashi wa sutorītofaitā II: Eiga wa jissai ni wa hijō ni yoi to ippantekini sutorītofaitā no anime no genjiten de saikō no tekiōdearu to kangaete ita to kiite ita. Dakara hitsuzen-teki ni, ōkina anime ya sutorītofaitā no fan to shite, watashi wa kore o chekku shinakereba naranakatta.)\u001b[22m\n\nTranslations of \u001b[4mBut I had heard that Street Fighter II: The Movie was actually quite good and generally considered to be the best Street Fighter anime adaptation to this day. So naturally, as a big anime and Street Fighter fan, I had to check this out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut I had heard that Street Fighter II: The Movie was actually quite good and generally considered to be the best Street Fighter anime adaptation to this day.\u001b[24m\n    \u001b[1mしかし、私はストリートファイターII：映画は実際には非常に良いと一般的にストリートファイターのアニメの現時点で最高の適応であると考えていたと聞いていた。\u001b[22m, \u001b[1mしかし、私は聞いていたストリートファイターIIこと：映画は実際には非常に良いと一般的にこの日に最高のストリートファイターアニメ適応であると考えられました。\u001b[22m\n\u001b[4mSo naturally, as a big anime and Street Fighter fan, I had to check this out.\u001b[24m\n    \u001b[1mだから必然的に、大きなアニメやストリートファイターのファンとして、私はこれをチェックしなければならなかった。\u001b[22m, \u001b[1mだから当然、大きなアニメやストリートファイターのファンとして、私はこれをチェックアウトする必要がありました。\u001b[22m\n\u001b[1m\u001b[22m\nFirst and foremost, I was pleasantly surprised how the characters were so faithfully portrayed, even the ones we don't get to see much of. But the ones we don't see much of aren't really relevant to the plot, so it doesn't really matter. Although I can understand big fans of said characters to be disappointed with their lack of screen time compared to others, but I can't say that was my case since most of my favorite ones got enough screen time.\n\n\u001b[1mまず第一に、キャラクターがどんなに忠実に描かれていたか、私たちがあまり目にしていないものさえも、どのように描かれていたのか、私はうれしく驚きました。 しかし、私たちがあまり目にしていないものは、プロットと実際には関連していないので、実際には関係ありません。 私はこのキャラクターの大ファンが他のものに比べてスクリーン時間が不足していることに失望していると理解することができますが、私の好きなもののほとんどが十分なスクリーンタイムを持っているので、それは私のケースだとは言えません。\u001b[22m\n\u001b[1m(Mazu daiichi ni, kyarakutā ga don'nani chūjitsu ni egaka rete ita ka, watashitachi ga amari me ni shite inai mono sae mo, dono yō ni egaka rete ita no ka, watashi wa ureshiku odorokimashita. Shikashi, watashitachi ga amari me ni shite inai mono wa, purotto to jissai ni wa kanren shite inainode, jissai ni wa kankei arimasen. Watashi wa kono kyarakutā no dai fan ga hoka no mono ni kurabete sukurīn jikan ga fusoku shite iru koto ni shitsubō shite iru to rikai suru koto ga dekimasuga, watashi no sukinamono no hotondo ga jūbun'na sukurīntaimu o motte irunode, sore wa watashi no kēsuda to wa iemasen.)\u001b[22m\n\nTranslations of \u001b[4mFirst and foremost, I was pleasantly surprised how the characters were so faithfully portrayed, even the ones we don't get to see much of. But the ones we don't see much of aren't really relevant to the plot, so it doesn't really matter. Although I can understand big fans of said characters to be disappointed with their lack of screen time compared to others, but I can't say that was my case since most of my favorite ones got enough screen time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst and foremost, I was pleasantly surprised how the characters were so faithfully portrayed, even the ones we don't get to see much of.\u001b[24m\n    \u001b[1mまず第一に、キャラクターがどんなに忠実に描かれていたか、私たちがあまり目にしていないものさえも、どのように描かれていたのか、私はうれしく驚きました。\u001b[22m, \u001b[1mまず第一に、私は、我々はの多くを見ることはありませんものも含めた文字がそのように忠実に描かれたかを愉快に驚きました。\u001b[22m\n\u001b[4mBut the ones we don't see much of aren't really relevant to the plot, so it doesn't really matter.\u001b[24m\n    \u001b[1mしかし、私たちがあまり目にしていないものは、プロットと実際には関連していないので、実際には関係ありません。\u001b[22m, \u001b[1mしかし、我々はあまりの表示されていないものは、プロットには本当に関連していないので、それは本当に問題ではありません。\u001b[22m\n\u001b[4mAlthough I can understand big fans of said characters to be disappointed with their lack of screen time compared to others, but I can't say that was my case since most of my favorite ones got enough screen time.\u001b[24m\n    \u001b[1m私はこのキャラクターの大ファンが他のものに比べてスクリーン時間が不足していることに失望していると理解することができますが、私の好きなもののほとんどが十分なスクリーンタイムを持っているので、それは私のケースだとは言えません。\u001b[22m, \u001b[1m私は他の人に比べて画面の時間の欠如に失望していると言わ文字の大ファンを理解することができますが、私が言うことはできませんが、それは私の好きなもののほとんどは十分な画面の時間を持っているので、私の場合でした。\u001b[22m\n\u001b[1m\u001b[22m\nSecond, the fights were really good. There's two great fights even that just leave you at the edge of your seat. But the others are quite good too since you can see the signature moves of almost every character and they all look pretty tough as they should in an anime that's marketing a fighting game. This movie lacked Akuma, though. Which is odd considering that it was released in the same year as Super Street Fighter 2 Turbo was. Then again. Akuma wouldn't have fit in the movie with this plot. It would have to be very different, I'd say.\n\n\u001b[1m第二に、戦いは本当に良かった。 あなたの座席の端にあなたを残すだけでも2つの大きな戦いがあります。 しかし、ほとんどのキャラクターのシグネチャーの動きを見ることができ、戦闘ゲームを宣伝しているアニメの中ですごく頑丈に見えるので、他のキャラクターもかなり良いです。 しかし、この映画にはアクマが欠けていた。 スーパーストリートファイター2ターボと同じ年に発売されたことを考えると、それは奇妙です。 また。  Akumaはこのプロットで映画には収まりませんでした。 それは非常に異なっていなければならないと私は言うだろう。\u001b[22m\n\u001b[1m(Daini ni, tatakai wa hontōni yokatta. Anata no zaseki no hashi ni anata o nokosu dake demo 2tsu no ōkina tatakai ga arimasu. Shikashi, hotondo no kyarakutā no shigunechā no ugoki o miru koto ga deki, sentō gēmu o senden shite iru anime no naka de sugoku ganjō ni mieru node, hoka no kyarakutā mo kanari yoidesu. Shikashi, kono eiga ni wa akuma ga kakete ita. Sūpāsutorītofaitā 2 tābo to onajidoshi ni hatsubai sa reta koto o kangaeru to, sore wa kimyōdesu. Mata. Akuma wa kono purotto de eiga ni wa osamarimasendeshita. Sore wa hijō ni kotonatte inakereba naranaito watashi wa iudarou.)\u001b[22m\n\nTranslations of \u001b[4mSecond, the fights were really good. There's two great fights even that just leave you at the edge of your seat. But the others are quite good too since you can see the signature moves of almost every character and they all look pretty tough as they should in an anime that's marketing a fighting game. This movie lacked Akuma, though. Which is odd considering that it was released in the same year as Super Street Fighter 2 Turbo was. Then again. Akuma wouldn't have fit in the movie with this plot. It would have to be very different, I'd say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSecond, the fights were really good.\u001b[24m\n    \u001b[1m第二に、戦いは本当に良かった。\u001b[22m, \u001b[1m第二に、戦いは本当に良かったです。\u001b[22m\n\u001b[4mThere's two great fights even that just leave you at the edge of your seat.\u001b[24m\n    \u001b[1mあなたの座席の端にあなたを残すだけでも2つの大きな戦いがあります。\u001b[22m, \u001b[1m二つの大きな戦いは、ちょうどあなたの座席の端にあなたを残してもいることがあります。\u001b[22m\n\u001b[4mBut the others are quite good too since you can see the signature moves of almost every character and they all look pretty tough as they should in an anime that's marketing a fighting game.\u001b[24m\n    \u001b[1mしかし、ほとんどのキャラクターのシグネチャーの動きを見ることができ、戦闘ゲームを宣伝しているアニメの中ですごく頑丈に見えるので、他のキャラクターもかなり良いです。\u001b[22m, \u001b[1mしかし、あなたは、ほぼすべての文字の署名の動きを見ることができるので、他の人はあまりにも非常に良好であり、それらすべては格闘ゲームを販売していますアニメに彼らが必要としてかなり厳しい見えます。\u001b[22m\n\u001b[4mThis movie lacked Akuma, though.\u001b[24m\n    \u001b[1mしかし、この映画にはアクマが欠けていた。\u001b[22m, \u001b[1mこの映画は、しかし、悪魔を欠いていました。\u001b[22m\n\u001b[4mWhich is odd considering that it was released in the same year as Super Street Fighter 2 Turbo was.\u001b[24m\n    \u001b[1mスーパーストリートファイター2ターボと同じ年に発売されたことを考えると、それは奇妙です。\u001b[22m, \u001b[1mそれがスーパーストリートファイター2ターボはあったように同じ年にリリースされたことを考慮すると、奇数です。\u001b[22m\n\u001b[4mThen again.\u001b[24m\n    \u001b[1mまた。\u001b[22m, \u001b[1mもう一度。\u001b[22m, \u001b[1mその後、再び。\u001b[22m\n\u001b[4mAkuma wouldn't have fit in the movie with this plot.\u001b[24m\n    \u001b[1mAkumaはこのプロットで映画には収まりませんでした。\u001b[22m, \u001b[1m悪魔は、このプロットで映画の中でフィット感を持っていないでしょう。\u001b[22m\n\u001b[4mIt would have to be very different, I'd say.\u001b[24m\n    \u001b[1mそれは非常に異なっていなければならないと私は言うだろう。\u001b[22m, \u001b[1mそれは非常に異なるなければならないであろう、私が言うと思います。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the plot, Shadowlaw, an underground organization is trying to recruit the strongest street fighters in the world in order to increase their power. Sounds fairly simple, but it's well execute nonetheless and that's what truly matters in a movie like this.\n\n\u001b[1mプロットについては、地下組織であるShadowlawが、世界で最も強力なストリートファイターを募集し、その力を強化しようとしている。 かなりシンプルに聞こえるが、それにもかかわらずうまく実行され、それは本当にこのような映画で重要なことだ。\u001b[22m\n\u001b[1m(Purotto ni tsuite wa, chika soshikidearu Shadowlaw ga, sekai de mottomo kyōryokuna sutorītofaitā o boshū shi, sono chikara o kyōka shiyou to shite iru. Kanari shinpuru ni kikoeruga, sore nimokakawarazu umaku jikkō sa re, sore wa hontōni kono yōna eiga de jūyōna kotoda.)\u001b[22m\n\nTranslations of \u001b[4mAs for the plot, Shadowlaw, an underground organization is trying to recruit the strongest street fighters in the world in order to increase their power. Sounds fairly simple, but it's well execute nonetheless and that's what truly matters in a movie like this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the plot, Shadowlaw, an underground organization is trying to recruit the strongest street fighters in the world in order to increase their power.\u001b[24m\n    \u001b[1mプロットについては、地下組織であるShadowlawが、世界で最も強力なストリートファイターを募集し、その力を強化しようとしている。\u001b[22m, \u001b[1mプロットのように、Shadowlaw、地下組織は、彼らの力を高めるために、世界最強のストリートファイターを募集しようとしています。\u001b[22m\n\u001b[4mSounds fairly simple, but it's well execute nonetheless and that's what truly matters in a movie like this.\u001b[24m\n    \u001b[1mかなりシンプルに聞こえるが、それにもかかわらずうまく実行され、それは本当にこのような映画で重要なことだ。\u001b[22m, \u001b[1mかなり簡単に聞こえるが、それはうまくそれにもかかわらず、実行だと、それは本当にこのような映画の中で重要なものです。\u001b[22m\n\u001b[1m\u001b[22m\nI definitely consider this as a must see for any Street Fighter fan. And even if you aren't a big fan of the franchise, I'd still recommend watching it if you enjoy a movie with good fights and action. It's nor everyday that you see a good movie adaptation of a video game franchise.\n\n\u001b[1m私は間違いなくこれをストリートファイターのファンのために見なければならないと考える。 そして、あなたがフランチャイズの大ファンではない場合でも、良い戦いと行動で映画を楽しむなら、それを見ておくことをお勧めします。 あなたがビデオゲームのフランチャイズの良い映画の適応を見ていることも日常でもありません。\u001b[22m\n\u001b[1m(Watashi wa machigainaku kore o sutorītofaitā no fan no tame ni minakereba naranai to kangaeru. Soshite, anata ga furanchaizu no dai fande wanai baai demo, yoi tatakai to kōdō de eiga o tanoshimunara, sore o mite oku koto o o susume shimasu. Anata ga bideogēmu no furanchaizu no yoi eiga no tekiō o mite iru koto mo nichijō demo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI definitely consider this as a must see for any Street Fighter fan. And even if you aren't a big fan of the franchise, I'd still recommend watching it if you enjoy a movie with good fights and action. It's nor everyday that you see a good movie adaptation of a video game franchise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI definitely consider this as a must see for any Street Fighter fan.\u001b[24m\n    \u001b[1m私は間違いなくこれをストリートファイターのファンのために見なければならないと考える。\u001b[22m, \u001b[1m私は間違いなく、任意のストリートファイターファンのために必見としてこれを検討してください。\u001b[22m\n\u001b[4mAnd even if you aren't a big fan of the franchise, I'd still recommend watching it if you enjoy a movie with good fights and action.\u001b[24m\n    \u001b[1mそして、あなたがフランチャイズの大ファンではない場合でも、良い戦いと行動で映画を楽しむなら、それを見ておくことをお勧めします。\u001b[22m, \u001b[1mあなたは良い戦いとアクションで映画を楽しむ場合、あなたはフランチャイズの大ファンでなくても、私はまだそれを見てお勧めします。\u001b[22m\n\u001b[4mIt's nor everyday that you see a good movie adaptation of a video game franchise.\u001b[24m\n    \u001b[1mあなたがビデオゲームのフランチャイズの良い映画の適応を見ていることも日常でもありません。\u001b[22m, \u001b[1mそれはあなたがビデオゲームフランチャイズの良い映画の適応を参照してください日常だも。\u001b[22m"
  },
  {
    "title": "Street_Fighter_II__The_Movie",
    "id": "1362",
    "url": "https://myanimelist.net/anime/1362/Street_Fighter_II__The_Movie",
    "user": "gunithizzle",
    "profile": "/profile/gunithizzle/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=17485",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  7\nキャラクター|  9\n|  8\n\n物語：かなり面白かったです。 もちろん、ストーリーはSFのゲームではあまり重要ではありませんが、明らかにここで少し重点を置いていくつかのものを追加しました。  shadalooのものの多く。\n\n芸術：これは古い（古い年配ではなく）古いアニメタイプのアートワークなので時々ちょっとばかげていましたが、ちょっと怖いSFです。 それは公正だった。\n\n音：本当に私には何も出なかったので、それはいいと思いました。\n\nキャラクター：SFゲーム（ルックスとパーソナリティの両方）に基づいたかなり良い表現（私が覚えているものから）\n\n楽しさ：ええ、私はそれが好きだった。  SFキャラクターとRyuのクエストやものだけでした。 私がベガとチョンリを見るたびに、いつもいつもトイレのシーンを考えています。 これを見た人は誰でもそのシーンを覚えています",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nstory: it was pretty interesting. of course the story doesnt matter much in the SF games, but they obviously focused a bit more of it here and added in some stuff. more of the shadaloo stuff.\n\n\u001b[1m物語：かなり面白かったです。 もちろん、ストーリーはSFのゲームではそれほど重要ではありませんが、明らかにここで少し重点を置いていくつかのものを追加しました。  shadalooのものの多く。\u001b[22m\n\u001b[1m(Monogatari: Kanari omoshirokattadesu. Mochiron, sutōrī wa SF no gēmude wa sorehodo jūyōde wa arimasenga, akiraka ni koko de sukoshi jūten o oite ikutsu ka no mono o tsuika shimashita. Shadaloo no mono no ōku.)\u001b[22m\n\nTranslations of \u001b[4mstory: it was pretty interesting. of course the story doesnt matter much in the SF games, but they obviously focused a bit more of it here and added in some stuff. more of the shadaloo stuff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mstory: it was pretty interesting.\u001b[24m\n    \u001b[1m物語：かなり面白かったです。\u001b[22m, \u001b[1mストーリー：それはかなり面白かったです。\u001b[22m\n\u001b[4mof course the story doesnt matter much in the SF games, but they obviously focused a bit more of it here and added in some stuff.\u001b[24m\n    \u001b[1mもちろん、ストーリーはSFのゲームではそれほど重要ではありませんが、明らかにここで少し重点を置いていくつかのものを追加しました。\u001b[22m, \u001b[1mもちろん物語はSFゲームで多くの問題doesntのが、彼らは明らかにここでそれをもう少し焦点を当て、いくつかのものに追加されました。\u001b[22m\n\u001b[4mmore of the shadaloo stuff.\u001b[24m\n    \u001b[1mshadalooのものの多く。\u001b[22m, \u001b[1mshadalooのものより。\u001b[22m\n\u001b[1m\u001b[22m\nart: this was older (not older older, just older) style anime type artwork so it was sometimes a little choppy-ish, but hey it's freakin SF, i know what they look like. it was fair.\n\n\u001b[1m芸術：これは古い（古い年配ではなく）古いアニメタイプのアートワークなので時々ちょっとばかげていましたが、ちょっと怖いSFです。 それは公正だった。\u001b[22m\n\u001b[1m(Geijutsu: Kore wa furui (furui nenpaide wanaku) furui anime taipu no ātowākunanode tokidoki chotto bakagete imashitaga, chotto kowai SFdesu. Sore wa kōseidatta.)\u001b[22m\n\nTranslations of \u001b[4mart: this was older (not older older, just older) style anime type artwork so it was sometimes a little choppy-ish, but hey it's freakin SF, i know what they look like. it was fair.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mart: this was older (not older older, just older) style anime type artwork so it was sometimes a little choppy-ish, but hey it's freakin SF, i know what they look like.\u001b[24m\n    \u001b[1m芸術：これは古い（古い年配ではなく）古いアニメタイプのアートワークなので時々ちょっとばかげていましたが、ちょっと怖いSFです。\u001b[22m, \u001b[1mアート：それは時には少し途切れ途切れっぽいだったので、これは（古い古くない、単に古い）スタイルアニメタイプのアートワーク古いでしたが、ちょっとそれはfreakinのSFだ、私は、彼らがどのように見えるかを知っています。\u001b[22m\n\u001b[4mit was fair.\u001b[24m\n    \u001b[1mそれは公正だった。\u001b[22m, \u001b[1mそれは公正でした。\u001b[22m\n\u001b[1m\u001b[22m\nsound: nothing really stuck out to me, so it was good i guess.\n\n\u001b[1m音：本当に私には何も出なかったので、それはいいと思いました。\u001b[22m\n\u001b[1m(Oto: Hontōni watashiniha nani mo denakattanode, sore wa ī to omoimashita.)\u001b[22m\n\nTranslations of \u001b[4msound: nothing really stuck out to me, so it was good i guess.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msound: nothing really stuck out to me, so it was good i guess.\u001b[24m\n    \u001b[1m音：本当に私には何も出なかったので、それはいいと思いました。\u001b[22m, \u001b[1m音：何が本当に私に突き出していないので、私が推測良かったです。\u001b[22m\n\u001b[1m\u001b[22m\ncharacter: pretty good representations (from what i remember) based off of the SF game (both looks and personality)\n\n\u001b[1mキャラクター：SFゲーム（ルックスとパーソナリティの両方）に基づいたかなり良い表現（私が覚えているものから）\u001b[22m\n\u001b[1m(Kyarakutā: SF gēmu (rukkusu to pāsonariti no ryōhō) ni motodzuita kanari yoi hyōgen (watashi ga oboete iru mono kara))\u001b[22m\n\nTranslations of \u001b[4mcharacter: pretty good representations (from what i remember) based off of the SF game (both looks and personality)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mcharacter: pretty good representations (from what i remember) based off of the SF game (both looks and personality)\u001b[24m\n    \u001b[1mキャラクター：SFゲーム（ルックスとパーソナリティの両方）に基づいたかなり良い表現（私が覚えているものから）\u001b[22m, \u001b[1mキャラクター：（私が覚えているものから）かなり良い表現SFゲームのオフに基づいて（ルックスと性格の両方）\u001b[22m\n\u001b[1m\u001b[22m\nenjoyment: yeah i liked it. it was just the SF characters and Ryu's quest and stuff. also every time i see Vega vs Chun Li, i ALWAYS think of the bathroom scene, always. everybody who's seen this remembers that scene\n\n\u001b[1m楽しさ：ええ、私はそれが好きだった。  SFキャラクターとRyuのクエストやものだけでした。 私がベガとチョンリを見るたびに、いつもいつもトイレのシーンを考えています。 これを見た人は誰でもそのシーンを覚えています\u001b[22m\n\u001b[1m(Tanoshisa: E e, watashi wa sore ga sukidatta. SF kyarakutā to ryū no kuesuto ya mono dakedeshita. Watashi ga bega to chonri o miru tabi ni, itsumo itsumo toire no shīn o kangaete imasu. Kore o mita hito wa dare demo sono shīn o oboete imasu)\u001b[22m\n\nTranslations of \u001b[4menjoyment: yeah i liked it. it was just the SF characters and Ryu's quest and stuff. also every time i see Vega vs Chun Li, i ALWAYS think of the bathroom scene, always. everybody who's seen this remembers that scene\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4menjoyment: yeah i liked it.\u001b[24m\n    \u001b[1m楽しさ：ええ、私はそれが好きだった。\u001b[22m, \u001b[1m楽しさ：ええ、私はそれが好き。\u001b[22m\n\u001b[4mit was just the SF characters and Ryu's quest and stuff.\u001b[24m\n    \u001b[1mSFキャラクターとRyuのクエストやものだけでした。\u001b[22m, \u001b[1mそれだけでSF文字と龍のクエストやものでした。\u001b[22m\n\u001b[4malso every time i see Vega vs Chun Li, i ALWAYS think of the bathroom scene, always.\u001b[24m\n    \u001b[1m私がベガとチョンリを見るたびに、いつもいつもトイレのシーンを考えています。\u001b[22m, \u001b[1mまた、私は春麗対ベガを見るたびに、私はいつもいつも、浴室のシーンを考えます。\u001b[22m\n\u001b[4meverybody who's seen this remembers that scene\u001b[24m\n    \u001b[1mこれを見た人は誰でもそのシーンを覚えています\u001b[22m, \u001b[1mこれを見ています誰もがそのシーンを覚えています\u001b[22m"
  },
  {
    "title": "Street_Fighter_II__The_Movie",
    "id": "1362",
    "url": "https://myanimelist.net/anime/1362/Street_Fighter_II__The_Movie",
    "user": "barcaman101",
    "profile": "/profile/barcaman101/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=45411",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nどのような楽しいアニメはこれです。それは、悪人組織のシンプルなストーリーライン、アサシンとしてストリートファイターを使用し、悪役の悪人と悪者の間の闘争を使用しています。アニメーションは、 鉛筆の鼻で見てスキニーまたは奇妙である。アクションは、あなたがどこでも見ることができる最高です、ゲームのファンのためのプラスは、ゲームのすべての主なキャラクターがここでは、簡単にケン、遼、チョン リー、ギャイル、バイソンがメインのキャラクターです。真のアクションクラシック簡単に他のゴミストリートファイターアニメ映画よりも良い方法",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nwhat a fun anime this is.it follows a simple storyline of an evil organization useing street fighter as assasins and the conflict that stems between the evil mastermind byson the villain and the force of good.the animation is great with the characters having great detail without being skinny or odd looking with the pencil noses.the action is the best you'll see anywhere,a plus for fans of the game is that all the main characters of the game are here,even though only briefly as ken, ryo,chung lee, gyle and byson are the main characters.a true action classic easilly way better than the other trash street fighter anime movie\n\n\u001b[1mどのような楽しいアニメはこれです。それは、悪人組織のシンプルなストーリーライン、アサシンとしてストリートファイターを使用し、悪役の悪人と悪者の間の闘争を使用しています。アニメーションは、 鉛筆の鼻で見てスキニーまたは奇妙である。アクションは、あなたがどこでも見ることができる最高です、ゲームのファンのためのプラスは、ゲームのすべての主なキャラクターがここでは、簡単にケン、遼、チョン リー、ギャイル、バイソンがメインのキャラクターです。真のアクションクラシック簡単に他のゴミストリートファイターアニメ映画よりも良い方法\u001b[22m\n\u001b[1m(Dono yō na tanoshī anime wa koredesu. Sore wa, akunin soshiki no shinpuruna sutōrīrain, asashin to shite sutorītofaitā o shiyō shi, akuyaku no akunin to warumono no ma no tōsō o shiyō shite imasu. Animēshon wa, enpitsu no hana de mite sukinī matawa kimyōdearu. Akushon wa, anata ga doko demo miru koto ga dekiru saikōdesu, gēmu no fan no tame no purasu wa, gēmu no subete no omona kyarakutā ga kokode wa, kantan ni Ken, Ryō, chonrī, gyairu, baison ga mein no kyarakutādesu. Shin no akushonkurashikku kantan ni hoka no gomisutorītofaitāanime eiga yori mo yoi hōhō)\u001b[22m\n\nTranslations of \u001b[4mwhat a fun anime this is.it follows a simple storyline of an evil organization useing street fighter as assasins and the conflict that stems between the evil mastermind byson the villain and the force of good.the animation is great with the characters having great detail without being skinny or odd looking with the pencil noses.the action is the best you'll see anywhere,a plus for fans of the game is that all the main characters of the game are here,even though only briefly as ken, ryo,chung lee, gyle and byson are the main characters.a true action classic easilly way better than the other trash street fighter anime movie\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwhat a fun anime this is.it follows a simple storyline of an evil organization useing street fighter as assasins and the conflict that stems between the evil mastermind byson the villain and the force of good.the animation is great with the characters having great detail without\u001b[24m\n    \u001b[1mどのような楽しいアニメはこれです。それは、悪人組織のシンプルなストーリーライン、アサシンとしてストリートファイターを使用し、悪役の悪人と悪者の間の闘争を使用しています。アニメーションは、\u001b[22m, \u001b[1mこのis.itは曹操暗殺三国志外伝としてストリートファイターをuseing悪の組織の簡単なストーリーをたどり、悪役とgood.theアニメーションの力byson悪の首謀者との間の茎競合はせずに非常に詳細を持つ文字で素晴らしいです何楽しいアニメ\u001b[22m\n\u001b[4mbeing skinny or odd looking with the pencil noses.the action is the best you'll see anywhere,a plus for fans of the game is that all the main characters of the game are here,even though only briefly as ken, ryo,chung\u001b[24m\n    \u001b[1m鉛筆の鼻で見てスキニーまたは奇妙である。アクションは、あなたがどこでも見ることができる最高です、ゲームのファンのためのプラスは、ゲームのすべての主なキャラクターがここでは、簡単にケン、遼、チョン\u001b[22m, \u001b[1mスキニーや鉛筆のnoses.theアクションで探して奇数であることは、ゲームのファンのためのプラスは、ゲームのすべての主要な文字があってもごく簡単県、寮、チョンとしても、ここにいるということです、あなたはどこにも表示されますが最適です\u001b[22m\n\u001b[4mlee, gyle and byson are the main characters.a true action classic easilly way better than the other trash street fighter anime movie\u001b[24m\n    \u001b[1mリー、ギャイル、バイソンがメインのキャラクターです。真のアクションクラシック簡単に他のゴミストリートファイターアニメ映画よりも良い方法\u001b[22m, \u001b[1m風下、発酵麦芽汁とbysonは主characters.a真のアクション古典はeasilly他のゴミストリートファイターのアニメ映画よりもずっと優れています\u001b[22m"
  },
  {
    "title": "Street_Fighter_II__The_Movie",
    "id": "1362",
    "url": "https://myanimelist.net/anime/1362/Street_Fighter_II__The_Movie",
    "user": "explicit707",
    "profile": "/profile/explicit707/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=85373",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  5\nキャラクター|  9\n|  8\n\nこれは90年代の私の好きなアニメ映画の一つです。 私はそれが当時最もクールなアニメだと思っていましたが、最近見て、それはまだ素晴らしい戦いのアニメだということを学びました。 音楽を除いて、この映画は本当にうまくいきます。\n\nこのアニメは、シンプルではっきりしたストーリーラインを持っています。 それはビデオゲームのより普及したキャラクターに焦点を当て、彼らが急いで感じるからそれを保たなければならない短時間で十分なキャラクターの開発をする。 クイックカモと短い戦いシーンで知的にゲームの他のキャラクターを紹介します。 ストーリーは主人公の周りを前方に進む間に見られます。\n\nこのアニメが欠けているところは、それが音楽のデートにあるからです。  80年代後半のスタイルの音楽は、私の意見では全く思い浮かばない。 それが古典的なスコアだったら、このアニメは私の本の9に上がっていたでしょう。 ちょっと気を散らすほど十分ではなかった。\n\nアニメーションも古いように見えますが、アニメーションの現実感により、色あせた古い外観に合わせることができます。 率直に言って、それは本当の映画のように感じました、そして、私はそれが同じ時間に出てきたほとんどのライブアクション映画よりも優れていると強く感じています。\n\nこのアニメは栄光に満ちた暴力で満たされていないので、両方の子供（アメリカのPG-13の聴衆の周りに置いておく）と大人の両方から見ることができます。  Chun-liとの1つのシャワーシーンを除いて、それはかなり奇妙なアニメです。 それは非常に楽しいアニメ映画であり、今日の視聴者にもそれを強く勧めています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis was one of my favorite anime movies back in the 90's. I thought it was the coolest fighting anime at that time, and upon watching recently I learned that it still is a great fighting anime. With the exception of the music, this movie holds up really well.\n\n\u001b[1mこれは90年代の私の好きなアニメ映画の一つです。 私はそれが当時最もクールなアニメだと思っていましたが、最近見て、それはまだ素晴らしい戦いのアニメだということを学びました。 音楽を除いて、この映画は本当にうまくいきます。\u001b[22m\n\u001b[1m(Kore wa 90-nendai no watashi no sukina anime eiga no hitotsudesu. Watashi wa sore ga tōji mottomo kūruna animeda to omotte imashitaga, saikin mite, sore wa mada subarashī tatakai no animeda to iu koto o manabimashita. Ongaku o nozoite, kono eiga wa hontōni umaku ikimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis was one of my favorite anime movies back in the 90's. I thought it was the coolest fighting anime at that time, and upon watching recently I learned that it still is a great fighting anime. With the exception of the music, this movie holds up really well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was one of my favorite anime movies back in the 90's.\u001b[24m\n    \u001b[1mこれは90年代の私の好きなアニメ映画の一つです。\u001b[22m, \u001b[1mこれは、バック90年代に私の好きなアニメ映画の一つでした。\u001b[22m\n\u001b[4mI thought it was the coolest fighting anime at that time, and upon watching recently I learned that it still is a great fighting anime.\u001b[24m\n    \u001b[1m私はそれが当時最もクールなアニメだと思っていましたが、最近見て、それはまだ素晴らしい戦いのアニメだということを学びました。\u001b[22m, \u001b[1m私はそれがその時点でクールな戦闘アニメだと思った、と最近見時に私はそれはまだ偉大な戦闘アニメであることを学びました。\u001b[22m\n\u001b[4mWith the exception of the music, this movie holds up really well.\u001b[24m\n    \u001b[1m音楽を除いて、この映画は本当にうまくいきます。\u001b[22m, \u001b[1m音楽の例外を除いて、この映画は本当によくかざします。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime has a simple yet solid storyline. It focuses on the more popular characters from the video game and does enough character development in the short time they have to keep it from feeling rushed. It introduces other characters from the game intelligently with quick cameos and short fight scenes. They are seen in passing while the story moves forward around the main cast of characters.\n\n\u001b[1mこのアニメは、シンプルではっきりしたストーリーラインを持っています。 それはビデオゲームのより普及したキャラクターに焦点を当て、彼らが急いで感じるからそれを保たなければならない短時間で十分なキャラクターの開発をする。 クイックカモと短い戦いシーンで知的にゲームの他のキャラクターを紹介します。 ストーリーは主人公の周りを前方に進む間に見られます。\u001b[22m\n\u001b[1m(Kono anime wa, shinpurude hakkiri shita sutōrīrain o motte imasu. Sore wa bideogēmu no yori fukyū shita kyarakutā ni shōten o ate, karera ga isoide kanjirukara sore o tamotanakereba naranai tanjikan de jūbun'na kyarakutā no kaihatsu o suru. Kuikkukamo to mijikai tatakai shīn de chiteki ni gēmu no ta no kyarakutā o shōkai shimasu. Sutōrī wa shujinkō no mawari o zenpō ni susumu ma ni mi raremasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime has a simple yet solid storyline. It focuses on the more popular characters from the video game and does enough character development in the short time they have to keep it from feeling rushed. It introduces other characters from the game intelligently with quick cameos and short fight scenes. They are seen in passing while the story moves forward around the main cast of characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime has a simple yet solid storyline.\u001b[24m\n    \u001b[1mこのアニメは、シンプルではっきりしたストーリーラインを持っています。\u001b[22m, \u001b[1mこのアニメは、シンプルでソリッドなストーリーを持っています。\u001b[22m\n\u001b[4mIt focuses on the more popular characters from the video game and does enough character development in the short time they have to keep it from feeling rushed.\u001b[24m\n    \u001b[1mそれはビデオゲームのより普及したキャラクターに焦点を当て、彼らが急いで感じるからそれを保たなければならない短時間で十分なキャラクターの開発をする。\u001b[22m, \u001b[1mこれは、ビデオゲームからより多くの人気キャラクターに焦点を当て、彼らは急い感からそれを維持する必要があり、短時間で十分な文字の開発を行います。\u001b[22m\n\u001b[4mIt introduces other characters from the game intelligently with quick cameos and short fight scenes.\u001b[24m\n    \u001b[1mクイックカモと短い戦いシーンで知的にゲームの他のキャラクターを紹介します。\u001b[22m, \u001b[1mこれは、迅速なカメオと短い戦いのシーンで知的にゲームから他のキャラクターを紹介します。\u001b[22m\n\u001b[4mThey are seen in passing while the story moves forward around the main cast of characters.\u001b[24m\n    \u001b[1mストーリーは主人公の周りを前方に進む間に見られます。\u001b[22m, \u001b[1mこれらは、物語は、文字のメインキャストの周りに前方に移動しながら通過する際に見られています。\u001b[22m\n\u001b[1m\u001b[22m\nWhere this anime lacks is in how dated it's music is. Late 80's styled music just doesn't hold up at all in my opinion. Had it been a classical score then this anime would have been bumped up to a 9 in my book. It was lacking enough to be a little distracting.\n\n\u001b[1mこのアニメが欠けているところは、それが音楽のデートにあるからです。  80年代後半のスタイルの音楽は、私の意見では全く思い浮かばない。 それが古典的なスコアだったら、このアニメは私の本の9に上がっていたでしょう。 ちょっと気を散らすほど十分ではなかった。\u001b[22m\n\u001b[1m(Kono anime ga kakete iru tokoro wa, sore ga ongaku no dēto ni arukaradesu. 80-Nendai kōhan no sutairu no ongaku wa, watashi no ikende wa mattaku omoi ukabanai. Sore ga koten-tekina sukoadattara, kono anime wa watashi no hon no 9 ni agatte itadeshou. Chotto ki o chirasu hodo jūbunde wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mWhere this anime lacks is in how dated it's music is. Late 80's styled music just doesn't hold up at all in my opinion. Had it been a classical score then this anime would have been bumped up to a 9 in my book. It was lacking enough to be a little distracting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhere this anime lacks is in how dated it's music is.\u001b[24m\n    \u001b[1mこのアニメが欠けているところは、それが音楽のデートにあるからです。\u001b[22m, \u001b[1mこのアニメは、どのように日付それの音楽にされる有していない場合。\u001b[22m\n\u001b[4mLate 80's styled music just doesn't hold up at all in my opinion.\u001b[24m\n    \u001b[1m80年代後半のスタイルの音楽は、私の意見では全く思い浮かばない。\u001b[22m, \u001b[1m後半80年代スタイルの音楽はちょうど私の意見では全くホールドアップしません。\u001b[22m\n\u001b[4mHad it been a classical score then this anime would have been bumped up to a 9 in my book.\u001b[24m\n    \u001b[1mそれが古典的なスコアだったら、このアニメは私の本の9に上がっていたでしょう。\u001b[22m, \u001b[1mそれは、このアニメは私の本の中で9に格上げされていたであろう古典的なスコアでした。\u001b[22m\n\u001b[4mIt was lacking enough to be a little distracting.\u001b[24m\n    \u001b[1mちょっと気を散らすほど十分ではなかった。\u001b[22m, \u001b[1mそれはちょっと邪魔であることを十分に欠けていました。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation looks older as well, but the realism the animation allows for you to adjust to the faded, older look. Quite frankly, it felt like a real movie, and I strongly feel that it is better than most live action films that came out around the same time.\n\n\u001b[1mアニメーションも古いように見えますが、アニメーションの現実感により、色あせた古い外観に合わせることができます。 率直に言って、それは本当の映画のように感じました、そして、私はそれが同じ時間に出てきたほとんどのライブアクション映画よりも優れていると強く感じています。\u001b[22m\n\u001b[1m(Animēshon mo furui yō ni miemasuga, animēshon no genjitsu-kan ni yori, iroaseta furui gaikan ni awaseru koto ga dekimasu. Sotchoku ni itte, soreha hontō no eiga no yō ni kanjimashita, soshite, watashi wa sore ga onaji jikan ni detekita hotondo no raibu akushon eiga yori mo sugurete iruto tsuyoku kanjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation looks older as well, but the realism the animation allows for you to adjust to the faded, older look. Quite frankly, it felt like a real movie, and I strongly feel that it is better than most live action films that came out around the same time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation looks older as well, but the realism the animation allows for you to adjust to the faded, older look.\u001b[24m\n    \u001b[1mアニメーションも古いように見えますが、アニメーションの現実感により、色あせた古い外観に合わせることができます。\u001b[22m, \u001b[1mアニメーションは、同様に古いように見えますが、あなたは色あせた、古い外観に調整するためのリアリズムは、アニメーションができます。\u001b[22m\n\u001b[4mQuite frankly, it felt like a real movie, and I strongly feel that it is better than most live action films that came out around the same time.\u001b[24m\n    \u001b[1m率直に言って、それは本当の映画のように感じました、そして、私はそれが同じ時間に出てきたほとんどのライブアクション映画よりも優れていると強く感じています。\u001b[22m, \u001b[1m率直に言って、それは本当の映画のように感じた、と私は強く、それが同時期に出てきたほとんどのライブアクション映画よりも優れていると感じています。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is not filled with glorified violence, so it can be viewed by both children (I'd put it around the PG-13 audience in America) and adults alike. Aside from one shower scene with Chun-li it's a fairly tame anime. It's a highly enjoyable animated movie to see, and I do highly recommend it even to today's audience.\n\n\u001b[1mこのアニメは栄光に満ちた暴力で満たされていないので、両方の子供（アメリカのPG-13の聴衆の周りに置いておく）と大人の両方から見ることができます。  Chun-liとの1つのシャワーシーンを除いて、それはかなり奇妙なアニメです。 それは非常に楽しいアニメ映画であり、今日の視聴者にもそれを強く勧めています。\u001b[22m\n\u001b[1m(Kono anime wa eikō ni michita bōryoku de mitasa rete inainode, ryōhō no kodomo (Amerika no PG - 13 no chōshū no mawari ni oiteoku) to otona no ryōhō kara miru koto ga dekimasu. Chun - li to no 1tsu no shawāshīn o nozoite, sore wa kanari kimyōna animedesu. Sore wa hijō ni tanoshī anime eigadeari, kyō no shichō-sha ni mo sore o tsuyoku susumete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is not filled with glorified violence, so it can be viewed by both children (I'd put it around the PG-13 audience in America) and adults alike. Aside from one shower scene with Chun-li it's a fairly tame anime. It's a highly enjoyable animated movie to see, and I do highly recommend it even to today's audience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is not filled with glorified violence, so it can be viewed by both children (I'd put it around the PG-13 audience in America) and adults alike.\u001b[24m\n    \u001b[1mこのアニメは栄光に満ちた暴力で満たされていないので、両方の子供（アメリカのPG-13の聴衆の周りに置いておく）と大人の両方から見ることができます。\u001b[22m, \u001b[1mこのアニメは、見せかけの暴力で満たされていないので、それは問わず子供たち（私はアメリカではPG-13観客の周りにそれを置くところ）と大人が見ることができます。\u001b[22m\n\u001b[4mAside from one shower scene with Chun-li it's a fairly tame anime.\u001b[24m\n    \u001b[1mChun-liとの1つのシャワーシーンを除いて、それはかなり奇妙なアニメです。\u001b[22m, \u001b[1m別に春麗と1のシャワーシーンから、それはかなり飼いならさアニメです。\u001b[22m\n\u001b[4mIt's a highly enjoyable animated movie to see, and I do highly recommend it even to today's audience.\u001b[24m\n    \u001b[1mそれは非常に楽しいアニメ映画であり、今日の視聴者にもそれを強く勧めています。\u001b[22m, \u001b[1mこれは、参照するには非常に楽しいアニメーション映画だし、私も今日の観客にそれを非常にお勧めです。\u001b[22m"
  },
  {
    "title": "Street_Fighter_II__The_Movie",
    "id": "1362",
    "url": "https://myanimelist.net/anime/1362/Street_Fighter_II__The_Movie",
    "user": "Shura-shurato",
    "profile": "/profile/Shura-shurato/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=83843",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n最高のビデオゲーム/アニメの商品ではなく、これまで世界中のストリートファイターファンによって非常に賞賛されてきました。これは非常に成功したフランチャイズと映画の卵です。これは私にとって1つのアニメ映画です 10/10完全に映画が最初から最後までうまくいっているので、アニメーションは例外的に流暢であり、チャーチャはエキスパート、ヒーロー、ヴィリヤンを上回っていて、有名な/悪名高いChun-liのシャワーシーンは伝説のvega 区の後に戦う。 映画の軽い90年代の3-d要素は、ファンのために目を覚まし、その後音楽を加えました。 まだ90年代後に、このアニメ映画はたわごとです！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOne of the If not the BEST videogame-to-/anime product EVER and has been, and always been praised by streetfighterfans world wide till this day, with very sucsessful franchises and movie's ova's.This os one anime movie for me to give it a 10/10 Purely because the whole movie is sooo well done from beginning till end, animation is just fluent en exceptional, charachters were way above ecxpectations , heroes and villians alike, and ofc the famous/infamous Chun-li shower scene with the legendary vega fight after wards. Slight 90's 3-d elements in the movie made it eyecatching for the fans back then plus the music, oh hell yeah alice in chains!!!! still after 90's this anime movie is the shit!\n\n\u001b[1m最高のビデオゲーム/アニメの商品ではなく、これまで世界中のストリートファイターファンによって非常に賞賛されてきました。これは非常に成功したフランチャイズと映画の卵です。これは私にとって1つのアニメ映画です 10/10完全に映画が最初から最後までうまくいっているので、アニメーションは例外的に流暢であり、チャーチャはエキスパート、ヒーロー、ヴィリヤンを上回っていて、有名な/悪名高いChun-liのシャワーシーンは伝説のvega 区の後に戦う。 映画の軽い90年代の3-d要素は、ファンのために目を覚まし、その後音楽を加えました。 まだ90年代後に、このアニメ映画はたわごとです！\u001b[22m\n\u001b[1m(Saikō no bideogēmu/ anime no shōhinde wa naku, kore made sekaijū no sutorītofaitāfan ni yotte hijō ni shōsan sa rete kimashita. Kore wa hijō ni seikō shita furanchaizu to eiga no tamagodesu. Kore wa watashi ni totte 1tsu no anime eigadesu 10/ 10 kanzen ni eiga ga saisho kara saigomade umaku itte irunode, animēshon wa reigai-teki ni ryūchōdeari, chācha wa ekisupāto, hīrō, vu~iriyan o uwamawatte ite, yūmeina/ akumeidakai Chun - li no shawāshīn wa densetsu no vega-ku no nochi ni tatakau. Eiga no karui 90-nendai no 3 - d yōso wa, fan no tame ni me o samashi, sonogo ongaku o kuwaemashita. Mada 90-nendai-go ni, kono anime eiga wa tawagotodesu!)\u001b[22m\n\nTranslations of \u001b[4mOne of the If not the BEST videogame-to-/anime product EVER and has been, and always been praised by streetfighterfans world wide till this day, with very sucsessful franchises and movie's ova's.This os one anime movie for me to give it a 10/10 Purely because the whole movie is sooo well done from beginning till end, animation is just fluent en exceptional, charachters were way above ecxpectations , heroes and villians alike, and ofc the famous/infamous Chun-li shower scene with the legendary vega fight after wards. Slight 90's 3-d elements in the movie made it eyecatching for the fans back then plus the music, oh hell yeah alice in chains!!!! still after 90's this anime movie is the shit!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of the If not the BEST videogame-to-/anime product EVER and has been, and always been praised by streetfighterfans world wide till this day, with very sucsessful franchises and movie's ova's.This os one anime movie for me to give it a\u001b[24m\n    \u001b[1m最高のビデオゲーム/アニメの商品ではなく、これまで世界中のストリートファイターファンによって非常に賞賛されてきました。これは非常に成功したフランチャイズと映画の卵です。これは私にとって1つのアニメ映画です\u001b[22m, \u001b[1mEVER場合の一つではないベストビデオゲーム・ツー/アニメ製品となっている、と常に非常にsucsessfulフランチャイズ、私はそれを与えるするためのムービーのova's.This OS 1アニメ映画で、この日まで広いstreetfighterfansの世界が賞賛されて\u001b[22m\n\u001b[4m10/10 Purely because the whole movie is sooo well done from beginning till end, animation is just fluent en exceptional, charachters were way above ecxpectations , heroes and villians alike, and ofc the famous/infamous Chun-li shower scene with the legendary vega\u001b[24m\n    \u001b[1m10/10完全に映画が最初から最後までうまくいっているので、アニメーションは例外的に流暢であり、チャーチャはエキスパート、ヒーロー、ヴィリヤンを上回っていて、有名な/悪名高いChun-liのシャワーシーンは伝説のvega\u001b[22m, \u001b[1m10/10は、純粋に映画全体がすっごくよく最初から最後まで実行されるため、アニメーションは例外的エンちょうど堪能で、charachtersは似方法上記ecxpectations、英雄とvilliansたし、伝説のベガで有名な/悪名高い春麗のシャワーシーンOFC\u001b[22m\n\u001b[4mfight after wards.\u001b[24m\n    \u001b[1m区の後に戦う。\u001b[22m, \u001b[1m病棟の後に戦います。\u001b[22m\n\u001b[4mSlight 90's 3-d elements in the movie made it eyecatching for the fans back then plus the music, oh hell yeah alice in chains!!!!\u001b[24m\n    \u001b[1m映画の軽い90年代の3-d要素は、ファンのために目を覚まし、その後音楽を加えました。\u001b[22m, \u001b[1m映画の中で、わずか90の3次元要素はアリス・イン・チェインズええ地獄ああ、それは当時のファンに加えて音楽のためeyecatching作ら!!!!\u001b[22m\n\u001b[4mstill after 90's this anime movie is the shit!\u001b[24m\n    \u001b[1mまだ90年代後に、このアニメ映画はたわごとです！\u001b[22m, \u001b[1mまだ90年代の後にこのアニメ映画は、たわごとです！\u001b[22m"
  },
  {
    "title": "Street_Fighter_II__The_Movie",
    "id": "1362",
    "url": "https://myanimelist.net/anime/1362/Street_Fighter_II__The_Movie",
    "user": "stephtastrophe",
    "profile": "/profile/stephtastrophe/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=146559",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n先週、Jean Claude Van Damme（同じ週にテレビにいた）とのライブアクション映画を見て、私はこのバージョンがはるかに優れていると言うことができます。\n\n私はJean Claudeが大好きですが、この映画は最初から20分ほど欠落していたようでしたが、これはそうではなく、ストーリーラインはまったく違っていました。 ライブアクションでは、ビソンは人質を抱えており、数十億ドルのドルを欲しがっていますが、これはストリートファイターをより良いスクリプト映画でテロリストに変えています。\n\nこれのアクションもずっと良くなっていますが、それ以上のことがあります。このキャラクターには、あまりにも高価になるため、私が想定している実写アクションには存在しない力があるため、さらに優れています。\n\n私はソニー・ムービーで放映されたと思われるカットされていないバージョンを見ました。これは、まだ誓いの言葉が含まれていないものの、シャワーのシーンのように以前カットされたシーンを特集しました。\n\n私は間違いなくこの1つを他のものよりも見ていると言います。それはずっと良くて、ダビングされたバージョンでは、私の好きなバンド、Kornがエンドクレジットで曲をやっている素晴らしい英語のサウンドトラックを持っています。 それは実際には素晴らしいダブでした。\n\n私はアニメーションが素晴らしかったと思って、実際にはそれが私のものとは見えなかった、私はそれがクールだと思った。\n\n私はその物語が大好きで、楽しかったです！ 私は間違いなくハートビートでそれを見るだろう",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHaving watched the live action movie with Jean Claude Van Damme (which happened to be on TV the same week) last week, I can say that this version is far superior.\n\n\u001b[1m先週、Jean Claude Van Damme（同じ週にテレビにいた）とのライブアクション映画を見て、私はこのバージョンがはるかに優れていると言うことができます。\u001b[22m\n\u001b[1m(Senshū, jīn Claude vu~an Damme (onaji shū ni terebini ita) to no raibu akushon eiga o mite, watashi wa kono bājon ga haruka ni sugurete iru to iu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mHaving watched the live action movie with Jean Claude Van Damme (which happened to be on TV the same week) last week, I can say that this version is far superior.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaving watched the live action movie with Jean Claude Van Damme (which happened to be on TV the same week) last week, I can say that this version is far superior.\u001b[24m\n    \u001b[1m先週、Jean Claude Van Damme（同じ週にテレビにいた）とのライブアクション映画を見て、私はこのバージョンがはるかに優れていると言うことができます。\u001b[22m, \u001b[1m（テレビであることを起こっ同じ週）ジャン=クロード・ヴァン・ダム、先週とライブアクション映画を見たが、私はこのバージョンがはるかに優れていると言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nI love Jean Claude but that movie seemed like there was 20 minutes or so missing in the beginning whereas this one doesn't and the storylines are completely different. In the live action Bison has hostages and wants billions of Dollars for them but in this one he's turning street fighters in to terrorists in a much better scripted movie.\n\n\u001b[1m私はJean Claudeが大好きですが、この映画は最初から20分ほど欠けていたようでしたが、これはそうではなく、ストーリーラインはまったく違っていました。 ライブアクションでは、ビソンは人質を抱えており、数十億ドルのドルを欲しがっていますが、これはストリートファイターをより良いスクリプト映画でテロリストに変えています。\u001b[22m\n\u001b[1m(Watashi wa jīn Claude ga daisukidesuga, kono eiga wa saisho kara 20-bu hodo kakete ita yōdeshitaga, kore wa sōde wa naku, sutōrīrain wa mattaku chigatte imashita. Raibu akushonde wa, bison wa hitojichi o kakaete ori, sūjūoku doru no doru o hoshi gatte imasuga, koreha sutorītofaitā o yoriyoi sukuriputo eiga de terorisuto ni kaete imasu.)\u001b[22m\n\nTranslations of \u001b[4mI love Jean Claude but that movie seemed like there was 20 minutes or so missing in the beginning whereas this one doesn't and the storylines are completely different. In the live action Bison has hostages and wants billions of Dollars for them but in this one he's turning street fighters in to terrorists in a much better scripted movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love Jean Claude but that movie seemed like there was 20 minutes or so missing in the beginning whereas this one doesn't and the storylines are completely different.\u001b[24m\n    \u001b[1m私はJean Claudeが大好きですが、この映画は最初から20分ほど欠けていたようでしたが、これはそうではなく、ストーリーラインはまったく違っていました。\u001b[22m, \u001b[1m私はジャン・クロードを愛するがこの1つはないとストーリーラインは完全に異なっているのに対し、最初に不足している20分程度があったようにその映画が見えました。\u001b[22m\n\u001b[4mIn the live action Bison has hostages and wants billions of Dollars for them but in this one he's turning street fighters in to terrorists in a much better scripted movie.\u001b[24m\n    \u001b[1mライブアクションでは、ビソンは人質を抱えており、数十億ドルのドルを欲しがっていますが、これはストリートファイターをより良いスクリプト映画でテロリストに変えています。\u001b[22m, \u001b[1m実写ではBisonは人質を持っており、彼らのために数十億ドルを望んでいるが、このいずれかで、彼ははるかに良いスクリプト化映画の中のテロリストへの路上の戦闘機を回します。\u001b[22m\n\u001b[1m\u001b[22m\nThe action in this is also a lot better, there is a lot more of it and it's a lot better because the characters in this have their powers that don't exist in the live action I presume because it'd be too expensive.\n\n\u001b[1mこれのアクションもずっと良くなっていますが、それ以上のことがあります。このキャラクターには、あまりにも高価になるため、私が想定している実写アクションには存在しない力があるため、さらに優れています。\u001b[22m\n\u001b[1m(Kore no akushon mo zutto yoku natte imasuga, soreijō no koto ga arimasu. Kono kyarakutā ni wa, amarini mo kōka ni naru tame, watashi ga sōtei shite iru jissha akushon ni wa sonzaishinai-ryoku ga aru tame, sarani sugurete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe action in this is also a lot better, there is a lot more of it and it's a lot better because the characters in this have their powers that don't exist in the live action I presume because it'd be too expensive.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe action in this is also a lot better, there is a lot more of it and it's a lot better because the characters in this have their powers that don't exist in the live action I presume because it'd be too expensive.\u001b[24m\n    \u001b[1mこれのアクションもずっと良くなっていますが、それ以上のことがあります。このキャラクターには、あまりにも高価になるため、私が想定している実写アクションには存在しない力があるため、さらに優れています。\u001b[22m, \u001b[1mこの内のアクションも多くの良いですが、それのより多くがあり、この中の文字が、それはあまりにも高価になるだろうので、私は推測ライブアクションに存在しない彼らの力を持っているので、それは多くの方が良いでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nI watched the uncut version I think that was aired on Sony Movies which featured some scenes that had previously been cut out such as the shower scene although it still didn't contain the swear words.\n\n\u001b[1m私はソニー・ムービーで放映されたと思われるカットされていないバージョンを見ました。これは、まだ誓いの言葉が含まれていないものの、シャワーのシーンのように以前カットされたシーンを特集しました。\u001b[22m\n\u001b[1m(Watashi wa sonī mūbī de hōei sa reta to omowa reru katto sa rete inai bājon o mimashita. Kore wa, mada chikainokotoba ga fukuma rete inai mono no, shawā no shīn no yō ni izen katto sa reta shīn o tokushū shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI watched the uncut version I think that was aired on Sony Movies which featured some scenes that had previously been cut out such as the shower scene although it still didn't contain the swear words.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI watched the uncut version I think that was aired on Sony Movies which featured some scenes that had previously been cut out such as the shower scene although it still didn't contain the swear words.\u001b[24m\n    \u001b[1m私はソニー・ムービーで放映されたと思われるカットされていないバージョンを見ました。これは、まだ誓いの言葉が含まれていないものの、シャワーのシーンのように以前カットされたシーンを特集しました。\u001b[22m, \u001b[1m私はそれはそれはまだインクルードは、言葉を誓う含まれていませんでしたが、以前にこのようなシャワーシーンとして切り出されていたいくつかのシーンを特色にソニーの作品で放映されたと思うノーカット版を見ました。\u001b[22m\n\u001b[1m\u001b[22m\nI would definitely say watch this one over the other one, it's a lot better and in the dubbed version, it has a great English soundtrack with one of my favourite bands, Korn doing the song on the end credits. It was actually a great dub.\n\n\u001b[1m私は間違いなくこの1つを他のものよりも見ていると言います。それはずっと良くて、ダビングされたバージョンでは、私の好きなバンド、Kornがエンドクレジットで曲をやっている素晴らしい英語のサウンドトラックを持っています。 それは実際には素晴らしいダブでした。\u001b[22m\n\u001b[1m(Watashi wa machigainaku kono 1tsu o hoka no mono yori mo mite iru to iimasu. Sore wa zutto yokute, dabingu sa reta bājonde wa, watashi no sukina bando, Korn ga endokurejitto de kyoku o yatte iru subarashī eigo no saundotorakku o motte imasu. Sore wa jissai ni wa subarashī dabudeshita.)\u001b[22m\n\nTranslations of \u001b[4mI would definitely say watch this one over the other one, it's a lot better and in the dubbed version, it has a great English soundtrack with one of my favourite bands, Korn doing the song on the end credits. It was actually a great dub.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would definitely say watch this one over the other one, it's a lot better and in the dubbed version, it has a great English soundtrack with one of my favourite bands, Korn doing the song on the end credits.\u001b[24m\n    \u001b[1m私は間違いなくこの1つを他のものよりも見ていると言います。それはずっと良くて、ダビングされたバージョンでは、私の好きなバンド、Kornがエンドクレジットで曲をやっている素晴らしい英語のサウンドトラックを持っています。\u001b[22m, \u001b[1m私はそれが多くの方だと吹き替え版では、それは私の好きなバンドの一つ、Kornシェルはエンドクレジットに曲をやって持つ偉大な英語のサウンドトラックを持って、他の1以上のこの1を見て言い間違いだろう。\u001b[22m\n\u001b[4mIt was actually a great dub.\u001b[24m\n    \u001b[1mそれは実際には素晴らしいダブでした。\u001b[22m, \u001b[1mそれは実際に素晴らしいダブでした。\u001b[22m\n\u001b[1m\u001b[22m\nI thought the animation was great and didn't really look that dated to me, I thought it looked cool.\n\n\u001b[1m私はアニメーションが素晴らしかったと思って、実際にはそれが私のものとは見えなかった、私はそれがクールだと思った。\u001b[22m\n\u001b[1m(Watashi wa animēshon ga subarashikatta to omotte, jissai ni wa sore ga watashi no mono to wa mienakatta, watashi wa sore ga kūruda to omotta.)\u001b[22m\n\nTranslations of \u001b[4mI thought the animation was great and didn't really look that dated to me, I thought it looked cool.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI thought the animation was great and didn't really look that dated to me, I thought it looked cool.\u001b[24m\n    \u001b[1m私はアニメーションが素晴らしかったと思って、実際にはそれが私のものとは見えなかった、私はそれがクールだと思った。\u001b[22m, \u001b[1m私はアニメーションが良かったと本当に私に日付、私はそれはクールに見えたと思っていることを見ていないと思いました。\u001b[22m\n\u001b[1m\u001b[22m\nI loved the story and enjoyed it a lot! I'd definitely watch it again in a heartbeat\n\n\u001b[1m私はその物語が大好きで、楽しかったです！ 私は間違いなくハートビートでそれを見るだろう\u001b[22m\n\u001b[1m(Watashi wa sono monogatari ga daisukide, tanoshikattadesu! Watashi wa machigainaku hātobīto de sore o mirudarou)\u001b[22m\n\nTranslations of \u001b[4mI loved the story and enjoyed it a lot! I'd definitely watch it again in a heartbeat\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved the story and enjoyed it a lot!\u001b[24m\n    \u001b[1m私はその物語が大好きで、楽しかったです！\u001b[22m, \u001b[1m私は物語を愛し、それをたくさん楽しんで！\u001b[22m\n\u001b[4mI'd definitely watch it again in a heartbeat\u001b[24m\n    \u001b[1m私は間違いなくハートビートでそれを見るだろう\u001b[22m, \u001b[1m私は間違いなく、ハートビートに再びそれを見たいです\u001b[22m"
  },
  {
    "title": "Street_Fighter_II__The_Movie",
    "id": "1362",
    "url": "https://myanimelist.net/anime/1362/Street_Fighter_II__The_Movie",
    "user": "KaniowskiKun101",
    "profile": "/profile/KaniowskiKun101/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=125293",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\nこの映画は間違いなく最高のビデオゲーム映画の一つです。 あなたのストリートファイターの大ファンなら、この映画は必見です。\n\nストップ・ファイターの他の映画がゲームの物語や性格をうまく追いつかないのはどういうわけでもありません。 これらすべての中で、この映画はおそらく最高です。 キャラクターはよく描かれており、そのストーリーはストリートファイターの世界に非常に合っています。\n\nストリートファイター2のキャラクターとアクションシーンはすべて、これがストリートファイターの最高のムービーです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis film is definitely one of the best video game movie adaptations out there. If your a big fan of Street Fighter then this film is a must see.\n\n\u001b[1mこの映画は間違いなく最高のビデオゲーム映画の一つです。 あなたのストリートファイターの大ファンなら、この映画は必見です。\u001b[22m\n\u001b[1m(Kono eiga wa machigainaku saikō no bideogēmu eiga no hitotsudesu. Anata no sutorītofaitā no dai fan'nara, kono eiga wa hikkendesu.)\u001b[22m\n\nTranslations of \u001b[4mThis film is definitely one of the best video game movie adaptations out there. If your a big fan of Street Fighter then this film is a must see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis film is definitely one of the best video game movie adaptations out there.\u001b[24m\n    \u001b[1mこの映画は間違いなく最高のビデオゲーム映画の一つです。\u001b[22m, \u001b[1mこの映画は間違いなくそこに最高のビデオゲームの映画適応の一つです。\u001b[22m\n\u001b[4mIf your a big fan of Street Fighter then this film is a must see.\u001b[24m\n    \u001b[1mあなたのストリートファイターの大ファンなら、この映画は必見です。\u001b[22m, \u001b[1mストリートファイターのあなたの大ファンで、この映画があるかどうかを確認する必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nWhat frustrates me to no end is how the other Street Fighter movie adaptations don't follow the games story and character traits very well. Out of all of them this film is probably the best. The characters are well portrayed and the story is very fitting to the Street Fighter universe.\n\n\u001b[1mストップ・ファイターの他の映画がゲームの物語や性格をうまく追いつかないのはどういうわけでもありません。 これらすべての中で、この映画はおそらく最高です。 キャラクターはよく描かれており、そのストーリーはストリートファイターの世界に非常に合っています。\u001b[22m\n\u001b[1m(Sutoppu faitā no ta no eiga ga gēmu no monogatari ya seikaku o umaku oitsukanai no wa dō iu wakede mo arimasen. Korera subete no naka de, kono eiga wa osoraku saikōdesu. Kyarakutā wa yoku egaka rete ori, sono sutōrī wa sutorītofaitā no sekai ni hijō ni atte imasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat frustrates me to no end is how the other Street Fighter movie adaptations don't follow the games story and character traits very well. Out of all of them this film is probably the best. The characters are well portrayed and the story is very fitting to the Street Fighter universe.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat frustrates me to no end is how the other Street Fighter movie adaptations don't follow the games story and character traits very well.\u001b[24m\n    \u001b[1mストップ・ファイターの他の映画がゲームの物語や性格をうまく追いつかないのはどういうわけでもありません。\u001b[22m, \u001b[1m何がない最後に私を失望させることは、他のストリートファイターの映画の適応は非常によくゲームのストーリーとキャラクターの特性に従わない方法です。\u001b[22m\n\u001b[4mOut of all of them this film is probably the best.\u001b[24m\n    \u001b[1mこれらすべての中で、この映画はおそらく最高です。\u001b[22m, \u001b[1mそれらのすべてのうち、この映画は、おそらく最高です。\u001b[22m\n\u001b[4mThe characters are well portrayed and the story is very fitting to the Street Fighter universe.\u001b[24m\n    \u001b[1mキャラクターはよく描かれており、そのストーリーはストリートファイターの世界に非常に合っています。\u001b[22m, \u001b[1m文字がよく描かれており、ストーリーはストリートファイターの世界に非常にフィッティングです。\u001b[22m\n\u001b[1m\u001b[22m\nWith all the Street Fighter 2 characters and good action scenes, this is the best Street Fighter movie to watch.\n\n\u001b[1mストリートファイター2のキャラクターとアクションシーンはすべて、これがストリートファイターの最高のムービーです。\u001b[22m\n\u001b[1m(Sutorītofaitā 2 no kyarakutā to akushonshīn wa subete, kore ga sutorītofaitā no saikō no mūbīdesu.)\u001b[22m\n\nTranslations of \u001b[4mWith all the Street Fighter 2 characters and good action scenes, this is the best Street Fighter movie to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith all the Street Fighter 2 characters and good action scenes, this is the best Street Fighter movie to watch.\u001b[24m\n    \u001b[1mストリートファイター2のキャラクターとアクションシーンはすべて、これがストリートファイターの最高のムービーです。\u001b[22m, \u001b[1mすべてのストリートファイター2文字と良いアクションシーンでは、これは見て最高のストリートファイターの映画です。\u001b[22m"
  }
]
