[
  {
    "title": "Little_Busters",
    "id": "13655",
    "url": "https://myanimelist.net/anime/13655/Little_Busters",
    "user": "dark06star",
    "profile": "/profile/dark06star/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=92875",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  9\n\n（実際に何が起こるのか分からないので、スコアだけでは役に立たないと言う前にレビューを読んでください！あなたは実際にあなたの心を変えるかもしれません!!...不可能です..少なくともバッシング前にレビューを読んでください） いくつかのマイナーなスポイラーかもしれない。 しかし大したことはありません：DD\n\n私はこのアニメを終了したので、私は最終的にそれを適切なレビューを与えることができます。 私はリトルバスターズが大好きでしたか？ 私がしたコース。 私はいつも私の疑問を何とかしていましたが、アニメは私を満足させませんでした。なぜなら、ゆっくりと始まり、元の視覚小説には当てはまらないと思っていました。そして私は、全シリーズがちょうど26エピソード まったく助けにならなかった...しかし、シーズン2があるので私は間違っていた。それが本当に幸せだった。\n\n今私がレビューを始める前にいくつかの事実を述べる。 リトルバスターズ！ もともとはKeyによって開発されたVisual Novelです。地球上で最もマニアな男性を泣かせてくれる恐ろしい素晴らしいシリーズを作った会社です。私は彼らの仕事のどれにも決して失望しませんでした。 そして、ここで私は簡単にリトルバスターズと言うことができます！ 私の好きなキーシリーズです（そして、私は演奏しました/ Keyのすべてのタイトルを見ました!! O.O）\n\nストーリー：\n\nだから、学校の人生を楽しんで、幼なじみの友人（リン、マサト、ケンゴ）とぶら下がっている...高校に通っている「直枝リキ」という名前の子供の周りを回っています。 しかし、彼の友人であるKyouskeが東京から帰ってきて、突然「リトルバスターズ」という名前の野球チームを作ることになったとき、これはすべて変化します。  （weeh shcokerz！）。 そこで、彼らはRikiに他のメンバーを見つけてチームに加わるという使命を与え、それが私たちの主人公が他の5人の女の子と出会ってチームに加わり、彼らはすべてかわいい大家族になるのです。 だから、物語は他の女の子の問題を聞いて、彼らが心の中にあることを解決するのを手助けするリキーとほとんどの主要なタイトルのように進行し、十分に公正な音ですか？ リキとリンは、彼らが住んでいる世界の秘密があることを伝えるこれらの神秘的なメッセージを復活させ続け、秘密が何であるか把握しなければなりません。 答えに近づけるタスク。 今私は何かを台無しにするつもりはないが、世界の秘密は本当に顎を落としていると言うことができる。ちょうどショッキング（良い方法で）、それはシリーズの全体像を変える。\n\nそれでは、シーズン1はビジュアル小説にとって善良で真実でしたか？ 私にとっては答えがイエスです。なぜなら、今シーズン1を終えたので、開発者がどこに行ったのかを知ることができるからです。 今シーズンの主なポイントは、私たちがリトルバスターズの世界を探索できるように、可能な限り最良の方法でキャラクターを見せてくれることです！  RikiやRinのようなキャラクターが見えるようにする。 彼らはアニメを急いでいない、彼らは深刻な部分に入っていない、彼らはすべての文字を見ているので、彼らは誰が正確に知っているので、かなり良い動きであるシーズン2（控えめ）のためにすべてを救った 私たちはいくつか開発していますが、今ではRefrainではより多くのことを彼らに関連させ、よりよく理解することができます。\n\nアート：\n\n私はアニメを愛していたのと同じくらい、ここで正直でなければならない。私は芸術はそれほど驚くべきことではないと言わなければならない。それはちょっと変わった...私は正確に何が間違っているのか分からないが、 ビジュアル小説ほど好きではありませんでした。\n\nキャラクター：\n\n私はキャラクターデザインがリトルバスターズの大きなプラスポイントだと思う！ 文字はちょうど驚くべきものだったので、最初はあなたに少しばかり見えるかもしれません。そして愚かなことがあります。しかし、あなたがシリーズで進むと、彼らがどれくらい素晴らしいかを発見します。 すべてのキャラクターはユニークで、彼/彼女の特別なデザインと彼自身の素晴らしい個性があります。 それらのすべてが愛されている、私は自分自身とすべての文字を愛していた、と私は彼らが私が見たシリーズの中で最もユニークな文字の一つだと思う。\n\n音：\n\nいつKeyは悪い音楽を作ったのですか？ 音楽はちょっと変だけど!! ああ、失礼します。私はただサウンドトラックを愛していました...とにかく、そのアニメのためにアニメのBGMに気付かないかもしれませんし、アニメの音楽にも集中しません。 視覚小説を読む。 しかし、アニメは同じOSTを使用していて、それらのすべてが完全に使用されており、すべてがその時代に合っています。\n\n声優は良かった。 偉大な時には、ちょうど他の時に幸せ。\n\n\nですから、元のVisual Novelとアニメを比較したいのであれば、私はそれが本当であると言うことができます。 ここではいくつかの細かい部分をスキップしたにもかかわらず、アニメはかなり長い26のエピソードで、シリーズの主な話題を説明し、キャラクターを紹介し、コメディはすごく良かったと思います。 アニメを除いて、私はかなり愛していて、VNにはなかったいくつかの変更がありました。 キャラクターの何人かが世界の秘密を知っていることを示すなど、それは彼らにとって本当に強い影響をもたらします。 そして、私はまた小林が8人の小人を助けてくれる少年と少女について書いた話を大好きでした。私はそれが本当に素敵な触れ合いだと思っていました。\n\nだから私が言うことができるのは、私がリトルバスターズを愛していたことです！ 私がビジュアル小説を読んでいなくても、私はそれを愛していただろうと確信しています。 ビジュアル小説のファンでさえ、多くの人々がアニメを叩いています...私はこれらの人々がリトルバスターズのすばらしい世界を冷やして楽しむべきだと思います！  ：3"
  },
  {
    "title": "Little_Busters",
    "id": "13655",
    "url": "https://myanimelist.net/anime/13655/Little_Busters",
    "user": "SakurasouBusters",
    "profile": "/profile/SakurasouBusters/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=107555",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  6\nサウンド|  10\nキャラクター|  10\n|  10\n\nリトルバスターズは、2013年の私のお気に入りのアニメであり、すべての時間の私の新しいお気に入りかもしれない、私はそれが好きではないことを知っているが、私はそれがビジュアル小説（まだ来ることを控える）\nストーリー：10-リトルバスターズは絶対に素晴らしいストーリーを持っています。ビジュアル小説を演奏していない人にとって、いくつかのシーンはかなり混乱しますが、最終的にはすべて理にかなっています:)友情のテーマはここにあります。\nアート：6-このアニメの唯一の平均的な部分は、アートです。 その悪い、iveは悪くはない多く見られたが、はるかに良いかもしれない。\n音：10-私はここで演奏している声は非常にうまくいっていると思いますが、mio以外のすべてのキャラクターはビジュアル小説から同じVAを持っていますが、mioの置き換えは素晴らしい仕事でした。 また、オープニングは素晴らしく、エンディングも同様に、サウンドトラックのテーマはこれまでに聞いた最高のサウンドトラックの1つです。\nキャラクター：10-すべてのメインキャラクターとサポートキャラクターは、奇抜な遥、幼な小毬、成熟した久々屋、不思議な澪、そしてリトルバスターズの元メンバーのすべてが好きでユニークなキャラクターです。  。\n楽しさ：10-かなりの数のエピソードはかなり悲しく感情的でしたが（特に遥とミオの弧、そして最後の3つのエピソード）、彼らは明るく穏やかな瞬間もたくさんありました。\n全体：10-リトルバスターズは毎日来ないアニメですが、それは本当に特別であり、私の正直な意見では本当の傑作\n:)"
  },
  {
    "title": "Little_Busters",
    "id": "13655",
    "url": "https://myanimelist.net/anime/13655/Little_Busters",
    "user": "Asfaria",
    "profile": "/profile/Asfaria/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=92933",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  7\n\nリトルバスターズ！ ロマンス/ドラマアニメ（Air、Kanon、Clannadと一緒に）になる最新のキービジュアル小説である（エンジェルビーツがアニメーションになる前にビジュアル小説ではなかった）2番目のアニメである 京都アニメーションの代わりにJCスタッフによって。 このショーについて注意すべきことは、前任者と同様に、他のキャラクター（通常は女性）を助け、その問題を解決する主要な男性キャラクターに関することです。 途中で、多くのドラマ、ドラマを補完するすばらしい音楽、時には（このアニメでは今のところ本当に1つだけ）超自然的な出来事が起こります。\n\nプロット -  5\n\n\nアート -  9\n芸術はかなり良いです。 キャラクターデザインは面白くユニークで、いくつかのシーンには本当に星空の夜空や夕焼けのような素晴らしい映像があります。 ビジュアルは悲しいシーンにうまくフィットし、何が起こっているかによってうまく変化します。\n\nサウンド -  9\n明らかに主要なアニメであることは、劇的なサウンドトラックを持つことになります。 このショーはAngel BeatsやClannadのサウンドトラックにはあまり立派ではありませんが、気分のための完璧な曲がいくつかあります（特に「いつもの雨の町」で演奏されるたびに聞くのが大好きでした）。 彼女が「虚弱」な響き（そして本当に若いリキーの音）を持っているのに、小林の声に合わせるには時間がかかるかもしれません。\n\nキャラクター -  8\n多くのキャラクターがあります（エンジェルビーツによく似ていますが）。リトルバスターズは、それぞれのキャラクターを知ることができます。 彼らが正しいことをしたことの一つは、ユニークなキャラクターを作ることでした。 Refrainでもっと？） 直江理樹は誰もが問題を解決するのを助け、ナルコレプシーを持っている良い主人公です。 今シーズンにナルコレプシーをもう少し使ったことがありますか（私は彼が26回のエピソードで3回の攻撃をしたと思いますが）、それはRefrainのシリーズのほうにあると思います。 りんは、恭介の妹で、リトルバスターズを始めようとする友人のグループの唯一の女の子です！ チーム。 彼女は新しい人と話すのが好きではない、非常に恥ずかしい少女です。  Masatoは筋肉に夢中になっている少年で、生き残るためにはRikiのルームメイトに頼っている。  Kengoは、彼が剣道クラブにいるので、リトルバスターズにバット（すぐに）から参加する元の5人の唯一の人です。 別に全てをリストアップするにはあまりにも多くのキャラクターがありますが、後で参加する他の女の子のすべてが何らかの悲劇的な過去を持っていることを知っているだけです（Kurugayaだけがこれに弧を描いていません。 \n\n楽しさ -  7\nリトルバスターズが好きだった！ しかし、私は間違いなくそれが今までの最高のキーアニメだとは思わない。 私は本当に後悔することを楽しみにしています、そして、私はそれがアフターストーリーが成功したのと同じ大きさになることを願っています。 私はこのアニメが今までに持っていたと思っていたロマンスが欠けているので、Refrainが出るまでこのショーを見るのを待つことをお勧めします。"
  },
  {
    "title": "Little_Busters",
    "id": "13655",
    "url": "https://myanimelist.net/anime/13655/Little_Busters",
    "user": "Naoe-Riki",
    "profile": "/profile/Naoe-Riki/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=95421",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  7\n\n視覚小説を演奏したことのない人に：\nリトルバスターズビジュアルノベルを演奏した人とそうでない人の2種類の聴衆で私のレビューは違うでしょう。 私は後で理由について説明します。\n\n私は視覚小説を見たことがない人たちに始めましょう。 一見すると、それは非常に少数のキャラクターの発展を伴う通常の幸運なコメディアニメであると信じるだろうが、多くのキーの作品と同様、リトルバスターズは決して楽しいアニメではない。 それは、毎ターンにあなたの座席の端にあなたを置くドラマで満たされています。 コメディを探している人には、このアニメはあなたのためだけです。 あなたのロマンスを探していれば、このアニメはロマンチックなものですが、「お互いのような女の子と男の子」のロマンスではありません。 その劇的なロマンスの方法でロマンチックです。 文字はユニークでバランスが取れています。 各キャラクターはもう一方のキャラクターとバランスを取り、ショーをさらに面白くします。 アニメはリトルバスターズの関係に焦点を当て、友情を超えていない\n素早く、コメディーとロマンチックな友情とドラマで新しいアニメを見つけたら、このアニメはあなたにとって完璧です。 私はそれをお勧めします。 ストーリーの一部を変更して元のLBファンにスパイスを加えようとしたので、私はスタッフに感心します。\n\n視覚小説を演奏した人に：\n私は率直になるよ。  LBファンとしては大きな失望でした。 私を机の端に連れて来なさい。 いつものように、Visual Novelsは私にはあいまいなので、適切な適応を待っていたので、私は視覚的な小説を消してから、適応を待っています。 まあ、率直に言って、Anime DIDは言葉だけでは分かりづらい漠然とした部分を明確にしています。 問題は、スタッフが不必要で、かなりの変更を怒らせることができるということでした。 これらは変更点を指摘しませんが、これはスポイラーが表示されるため、基本的にどのようにストーリーを見て、その価値が非常に低くなったかです。 重要な部品は適切に配置されていましたが、これらの部品の表示方法が変更されました。 彼らは重要な細部を追加するのを忘れて、実際のテーマではなく友情に集中していました。 彼らはロマンスを単なる友情ドラマに減らし、コメディと友情に焦点を当てた。 彼らは視覚小説の中で不必要な細部を加え、率直に言って、私が泣きそうになる席の端にあった各ルートの後で（そして、これは何度も物語を繰り返しても起こった）が、アニメは\n\n結論として、アニメは確かに価値があるが、ビジュアル小説は確かに優れている。  LBとして！ ファンは、アニメは間違いなくあなたにストーリーの新しい視点を与えるだろう、もしあなたの好奇心があれば、気をつけろ！ オリジナルの物語（ここから私は非常に重要であり、実際には変更のために私を怒らせた）から何か変わっていましたが、重要な部分は適切に行われました。 芸術は非常に良い、声優は素晴らしい仕事をした、BGMは良かったし、キャラクターの開発は、"
  },
  {
    "title": "Little_Busters",
    "id": "13655",
    "url": "https://myanimelist.net/anime/13655/Little_Busters",
    "user": "XeusDementia",
    "profile": "/profile/XeusDementia/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=95651",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  5\nキャラクター|  5\n|  5\n\nリトルバスターズ！  Clannad、Kanon、Planetarian、Airのような傑作を作った「Key」として知られる私の好きなVisual Novel Creatorsの作品の一つ。 リトルバスターズ！  「トラドラ！」、「まるでんの索引」「あの夏の魔除け」「さくらのペットナカノホ」のような素晴らしい作品で注目されているJ.Cスタッフのアニメにも適応しています。 その点まで私を教えてください。  J.C.スタッフ、私は非常に失望しています。 ああ待って、私は実際にJ.Cを非難することはできません。なぜなら私は実際にVNバージョンをプレイしていないので、誰を非難するのか本当に分かりません。\n\n最初は、KEYのAir、Kanon、Clannadの順応に成功したので、私は京都アニメーションにこれを適応させることを期待していました。 別のスタジオがLBで働くと聞いた瞬間、私は本当にKyoaniだけがKEYから作品を適切に適応させることができたことを何とか知っていたので、私は本当に落ちました。 さて、Angel Beats！  P.A. 作品は大丈夫でしたが、Kyoaniがそれを作った人であればずっと良いかもしれません。\n\nストーリー：6/10\n\nショーを見る前に私は涙のリッターが私のeyeeeesから落ちることを期待しています...推測何ですか？ 私は涙を流していませんでした。一つではなく、私はそれを嫌っていました。 ショーのユーモアも私のためにちょっと渋いものでした。 私は以前のKEYのアダプテーションを見ていたときと同じ気持ちではなかった。  LBの第1シーズンのすべての話は、まれであるだけです。 いくつかのアークが偉大な涙を流す可能性を秘めていましたが、J.Cスタッフはそれに失敗しました。 ああ待って、私はシリーズの1つのポイントを泣いた、私は失望のために泣いた。 重大なドラマを期待していないため、KEYからのストーリーを見たことのない人にとっては違うかもしれません。\n\n\nアート：8/10\n\n芸術はうまくいきましたが、アニメーションは賢明ではありません。\n\n\nサウンド：5/10\n\nストーリー以外にも、私はショーのこの特別な平凡な失望の音を気に入らなかった。 彼らは突然、楽しい演奏をしています。ドラマチックなシーンであるはずです。ドラマティックな曲が実際には、気分の悪いシーンを助けてくれるかもしれません。 劇的なシーンや音の組み合わせがうまくいっていますか？  Clannad、Kanon、Air、Angel Beatsを見てみてください！ あなたは私が何を意味するかを見るかもしれません。\n\n\nキャラクター：5/10\n\nはい、私は個人的にリンとクドが気に入っていました。\n他のすべての文字は普通です。 キャラクターの発展だけではそれほど大きな影響はありませんでした。 なぜ、J.C.スタッフ？ うん、それは何か新しいやり方を見て、似ている他のキーの主人公に比べて本当に人格が異なる主人公を持っているように爽やかです。 しかし、何を推測する？ その変化は失敗と判明した。\n\n\n楽しさ：5/10\n\n私はショーを楽しんでいなかった。 完成のためだけにシリーズを終わらせなければならない時がありました。 しかし、待って、まだ控えると私はまだそれを見て自分自身を強制的にされます。 知るか？  J.C.は今度はうまくいくかもしれません。\n\n\n全体：6/10\n\n全体的に、リトルバスターズ！ 実際にKEYの以前の作品は見たことのない視聴者には好感が持てます。 それは不合理になるでしょう。 レビューの終了。"
  },
  {
    "title": "Little_Busters",
    "id": "13655",
    "url": "https://myanimelist.net/anime/13655/Little_Busters",
    "user": "Zelot",
    "profile": "/profile/Zelot/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=106999",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  9\n\n私はリトルバスターズのビジュアル小説をまだ完成させておらず、まだキャラクターを紹介しているので、ビジュアルノベルとの比較はしません。 私はこのアニメをKeyの作品の別のもの、Clannad [Not After Story（実際には、After Storyの最初の数小弧）]と比較します。\n\nストーリー -  9\n物語は、複数の文字を導入し、主人公が助けを必要とするキャラクターを助けるところでキャラクターアークに入ることから始まります。  Clannadと非常によく似ています。 キャラクターアークは素晴らしかった！...そのうちのいくつかはランダムな超自然の瞬間を持っていたことを除いて、私はこのアニメから期待していなかった何か、それは起こる部分まで、 私を間違えないでください、アークはまだ素晴らしい、楽しい、中毒性と感情的です！ キャラクターのアークが少しぎこちなくなっていると感じました。\n\nアート -  8\n芸術はすばらしかった、色はかなり良かった、私はすべてのスタイルを楽しんだ。 あまり話すことはありません。\n\nサウンド -  9\nKyoAniがClannadと何をしたのかを正確にして、J.CはVisual Novelのサウンドトラックを使用しました。 彼らは気分を設定するのに偉大なので、私はまだ絶対にサウンドトラックが大好きです。 私もOPを楽しんだよ、精神を盛り上げる歌、アニメ全体について何か！\n\nキャラクター -  10\n最も際立っているこのアニメのことは、そのキャラクターです！\n私は絶対にキャラクターのデザインが好きです（特に女性のもの、彼らはちょうど素晴らしい見て！）。 彼らの性格は、他のアニメ、楽観的なもの、恥ずかしがりなもの、かわいいもので見られる典型的なものですが、何らかの矛盾が現れたときに彼らの性格に何が起こるか見ることができます。  （キャラクターの中にはとてもカワイイなので、とてもとてもかわいい.. Kud"
  },
  {
    "title": "Little_Busters",
    "id": "13655",
    "url": "https://myanimelist.net/anime/13655/Little_Busters",
    "user": "CamoBullo",
    "profile": "/profile/CamoBullo/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=106169",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  4\nキャラクター|  10\n|  7\n\nリトルバスターズは、私が\"キー症候群\"と呼ぶのが好きなものに苦しんでいます。 それの効果は、男性のリード、それらを開発する手段として自分自身の文字アークを持っている魅力的な女性の束、実際にビューアに固執する物語とはじめてそこにすべきではない不思議なナンセンスが含まれます。 キー・シンドロームは、主にアニメの賛成で働いていますが、Clannadは、このフォーミュラの仕組みの最も有力な例です。 リトルバスターズは、クラナドと同じ態度と態度で同じことをしようとしています。私はそう言います。それは事実上同じことです。 これはリトルバスターズを悪くしますか？ いいえ、それは別のアニメを完全に見ているよりも、それがほぼ同じであるところまで、非常に誤った独自のシリーズになっています。\n\nそして、いいえ、私はビジュアル小説を演奏していません。 それはアニメだけとして評価されます。\n\nリトルバスターズの星トークンキー症候群の男性のリードリーキ、彼の両親を失って、ナルコレプシーに苦しんで、プロットが息を止めるために来たいと思うときはいつでも彼を寝かせてしまう少年。  ClannadのTomoyaと比較して、彼は両親を抱えていないのは実に幸運なことです。 リキは学校全体の中で最も人気のある男性（興味深いことに、RikiのYaoiトラックに燃料を供給するのが好き）と彼女の時間を過ごす恥ずかしがりの女の子を含む、彼の社会的グループの残りの部分と一緒に高校2年生です 彼女は必然的に彼女の人生と快適ゾーンに多くの友人を含むように開発されるまで猫と一緒に。\n\nリトルバスターズがキーシンドロームと契約していないように見えるのは、プロットです。それは驚くほど弱く、即座に忘れられますが、それは良い兆候ではありません。 リキと彼の仲間は新しい学校の野球チームを形成する。 彼らが一緒にやる最後のものになるからです。 彼がグループの中で最も古いメンバーであるので、学年が終わった後、人気の前述の男性 - 名前がRyousukeである - は卒業するでしょう。 彼らが子供のときに彼らのグループ名であるため、チームはリトルバスターズという名前です。 しかし、プロットは野球を超越し、クラナドになる：リキはストーリーの過程で女の子を満たす、彼らは悲劇的な過去を持っており、基本的に友情を通じて彼らの苦悩を解決するのは彼次第である。 もう一つのプロットラインは、世界の秘密を見つけるために、リキと恥ずかしがりの女の子が8つの挑戦をしなければならないということです。\n\nあまりにも多くのことが起こっており、これはアニメ全体の主な問題です。\n\n最初は野球のプロットラインが最も普及したもののように見えます - それは主に焦点であり、何か野球関連がほぼすべてのエピソードで起こるので、それは主な焦点となるだろうがClannadが部屋に突入するのはもちろん、 その意志に反して野球を保持する。 リトルバスターズは、大きな陰影の中心にある、あまりにも密接にあまりにも兄に従うことを試みます。 それらのキャラクターアークが主にファンタジーを欠いているクラナドとは異なり、リトルバスターズのキャラクターアークの半分は何も説明されていないファンタジー要素を持っています。 これは最後のキャラクターアークで特に嫌なことです。デュース元のマナは、集中したキャラクターを可能な限りもっともらしい方法で保存します。 世界のプロットの秘密は、奇妙なことに、主要な話であるように思われますが、それはめったに触れられず、シリーズ全体であってもよいでしょう。 リトルバスターズはあまりにも多くのことに苦しんでおり、キー症候群はそれが最も必要としている要因を与えていませんでした。\n\n他の文字が導入されると、焦点が合っていないプロットはやや問題になります。これはシリーズの別の問題です。 通常は、ストーリーとキャラクターの両方が視聴者に付き添っているので、素晴らしいプロットが偉大なキャラクターで補完されます。 その厄介なプロットでは、リトルバスターズのキャラクターは、お互いを補完するものではなく、物語を補完することはできません。 リトルバスターズは、キャラクターを紹介するという唯一の目的のためにキャラクターを紹介するのではなく、ストーリーが集中していないと大変な作業をしました。 彼らの紹介では、通常、視聴者がそれらをよりよく知ることを可能にする焦点であり、後でそれを気にすることができます。 道徳的な理由の声として働く黒木氏のように、すべてのキャラクターが自分自身に弧を描いているわけではなく、常に女性キャストの残りの人に囲まれたい（彼女はユリの飛行機を操縦する）。 リトルバスターズのキャラクターは、経験の中で最も魅力的な部分です。\n\n芸術のスタイルと音楽は、言及する価値があるわけではありません。 それはエンジェルビーツと同じスタジオなので、キャラクターはそのスタイルを保持していますが、それはまったく悪くはありませんが、幻想的ではありません。それは鈍いではなく、同時に印象的ではない非常にカラフルなアートスタイルです 。 音楽は忘れることのできるものです。 オープニングテーマとエンディングテーマは最高ですが、感動的なものは何もありませんが、音楽キューは通常、10分ごとのRikiの迷惑なナレーションやカジュアルな議論によって覆されています。 これはClannadになろうとしていない要因の1つですが、おそらくそうであったはずです。  Clannadの音楽はとても感動的で思い出深いものでした。 リトルバスターズは、残念ながら、これらの分野の両方で弱いです。 すでに改善が必要な分野から手掛かりを得ています。\n\nリトルバスターズワンアップClannadしかし、1つの要因：ユーモア。 リトルバスターズは、それが魅力的なキャラクターと彼らのマラニズムによって最終的にもたらされる、兄弟よりもずっと面白いようです。 古屋はいつもここでレズビアンのジョークをコインしますが、それは自分自身に関わります。 後で続くコメディーな状況を考えれば、それは適切だと思われるだけでなく、陽気でもあります。 キャラクターの1人、Masatoは、通常、他のキャラクターとの戦いに入ります。  Ryousukeは他の生徒に手をつないでもらえるアイテムを投げつけようと頼むので、これは笑いのために行われます。通常、これは通常、石鹸のようなギャグの武器が与えられているMasatoにとってひどく終わります。 これはシリーズのコースで頻繁に起こりますが、毎回違う方法で彼が敗北するのを見るたびに面白いです。 敗北の時、勝利者は彼に一日以上の残りの時間に呼び出される名前を与えます。 それは、別の言語にもかかわらず、ユーモアが西洋の観客とうまく交差するような機会の1つです。\n\nリトルバスターズは悪い経験ではない、私はそれが実際に楽しいと言うことを敢えて。 しかし、ファンタジーは非常に間違っていると感じます。なぜなら、それは本当に最初に存在すべきではないからです。 ストーリーはどこにでもあり、真の中心的な焦点が欠けていて、芸術と音はあなたが今までに見ている最高のものではありません。 しかし、キャラクターはシリーズ全体の中で最高の部分であり、キャラクターアークのテーマのいくつかは実際に愛用されています。これは全部の主な焦点であるように思われるので残念です。  2回目のシーズンは基本的にLittler Busters：After Story（それはRefrainと呼ばれている）になりますが、エンディングは完全ではありません。 結局、リトルバスターズはあなたのキャラクターを覚えています、それは面白い瞬間とその魅力です。 最後のエピソードの最後にプレビューをして、リトルバスターズ：リフレクションがさらに良くなることだけを願っています。"
  },
  {
    "title": "Little_Busters",
    "id": "13655",
    "url": "https://myanimelist.net/anime/13655/Little_Busters",
    "user": "Lambda-kun",
    "profile": "/profile/Lambda-kun/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=135677",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  3\nサウンド|  2\nキャラクター|  1\n|  1\n\nああ、私はこのアニメが嫌い、ゲームは爽やかでしたがアニメ...\n\nあなたは真剣に怒らないで話すことはできません。 私は前にキーの作品を本当に気にしなかったが、今度は私は反応しなければならなかった。 キャラクターから始めましょう：彼らは前のキーの作品からすべてのステレオタイプのパッチワークです。 私はMioとRinを除いて面白い女の子はいませんでした。 季節1のミオの弧は私の意見では最高のものでした。クッドの弧はこれまでにない最悪のものでした。\n\n音楽はWii Sportsにインスパイアされているようですが、実際に私に悲しみなどは何ももたらさず、コメディのパフォーマンスは本当に貧弱でした。 私は誓う、私はClannadを除いて悪化したことはない。 そして物語は一般的に非常によく書かれていませんでしたが、これはスポーツアニメにこれをもたらす野球のようないくつかの人工的な拡張を除いては本当に一般的なハーレムです。\n\n少数の弧について話しましょう。最初の弧は小毬についてのものでした。 私は本当に興味深いコンセプトを見つけましたが、結局、あなたはloliの人工的な泣き声を聞き、それが私を怒らせました。\n私はピンクの髪の双生児がおそらくKudの後で最悪であることを覚えています。 擬似副大統領や何かを巡っていたので、スルスミハルヒは神のように見える。 ミオのアークは本当に芸術作品だったが、このキャラクターは自分自身、自己保全に関すること、栽培の本、そしてもちろんヤオイが最善のものであることを思い出させたので信頼できるものだった。\n\n何かが本当にこのショーを吸うと主人公のリキーになるだろう：彼はハーレムを構築することになっているが、あなたの心の中で彼は女の子だと思うだろう（彼の声は他の女の子と比較して最もガールです）。 これは本当に笑い声です。 もちろん、他の人たちは彼の「暴力」を発展させるための不可欠な要素です。 彼らが何をしていても幸運を祈る！"
  },
  {
    "title": "Little_Busters",
    "id": "13655",
    "url": "https://myanimelist.net/anime/13655/Little_Busters",
    "user": "Yuniversal",
    "profile": "/profile/Yuniversal/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=212044",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nVIVA！ コロッケSOBA！\n\nうわー、ゆに！ あなたはあなたの新しい好きなアニメシリーズの何かを与えるものではない何か？ まあ、私は絶対にこのショーを崇拝しただけで、それはどこにも完璧に近いとは言えません。\n\nリトルバスターズ！ キー・スタジオのメロドラマのオールド・ボール（ハ・ゲット？ボール？）です。 人気のあるClannadとKanonとは違って、Little Bustersはその物語の中でロマンチックな要素はほとんどありません。 リトルバスターズは、悲劇的なラブストーリーではなく、幼少時の笑いと涙に浸っています。 各キャラクターの悲劇的なバックストーリーは強制ドラマの典型ですが、ショーがどのようにフィールズ・トレインを演じるかではなく、友情の重要性をどのように強調しているかです。 それぞれのキャラクターのバックストーリーは、次のものよりも悲惨で悲惨ですが、ショーでは、あなたの人生がどんなに暗くても、常にあなたを光に導く人がいることを教えています。 リトルバスターズは中村力のインパクトを表現する誇張された方法です！ それはチーズとクリシェのように見えるが、リトルバスターズはあなたの魂に本当にそれを刻むようにそれを行い、あなたは最後に友人のグループを助けることはできません。\n\n私はリトルバスターズがキーのメロドラマの中で最も面白いと思う。 このショーは間違いなく面白いフィラーが私の顔に笑顔をもたらすことは決してありません、そのコメディで間違いなく優れています。 リトルバスターズは間違いなく「スライスオブライフ」カテゴリーを非常によく満たしています。\n\nそれでも、リトルバスターズははるかに暗く、多くの人々がそれを信用するよりも重いと感じます。 列車の感情を遂行するために使用する技術は、真実から遠ざかり、過去から逃げる、人生の輪、歴史がどのように繰り返されるか、復讐するか、見えなくなるか、さらには少々 戦争ドラマのビット！  （IKR、完全に箱から出てくる！）各キャラクターはこれらのさまざまな問題を抱えています。このショーのキャラクターの量は、少なくとも1つに共感できることを意味します。 私は特に春香の弧と結びついていました。子供が似たようなもの（極端ではないにしても）を通って、世界が私を得ることができず、誰も私の側にいないと考えていました。\n\nリトルバスターズが探求する主なテーマは友情と子供時代です。 それは巧みに私たちに友情の美しさを示しています。その幼年期は永遠に続くわけではなく、あなたは後悔することなく進むことができるように、現在を最大限に生かさなければなりません。 リトルバスターズが彼らのチームを構成していることを目の当たりにすることは、苦しい時代に友情がどのように輝いているかを本当に強調した驚くべき心臓に触れる旅でした。\n\nリトルバスターズはまた、謎や超自然的要素をその物語に取り入れています。 今シーズンはそれほど重要な役割を果たしませんが、未だに説明できない出来事を引き起こす興味深いプロットを作り出しています。\n\n長所：\n - 楽しいコメディで、人生の断片。\n - 非常に悲惨なキャラクターのバックストーリー、彼らは極端な間に、いくつかの関係要素を持っています。\n - キャラクターキャストはカラフルで楽しいものです。それぞれのキャラクターは愛情豊かで思い出深いものです。\n - 美しい芸術、アニメーション、サウンドトラック。  OPは特に驚くべきことであり、歌詞は強力です。\n - 多くの深みのあるテーマに没頭し、これらのテーマを少しでも誇張しながらも、それをよく表現して、あなたのことを考えさせます。\n\n短所：\n - 各キャラクターには魅力的な特徴がありますが、それぞれのキャラクターにも迷惑な特性があります。 個人的には、一般的にそれらをより良いキャラクターにすると思います。\n - 非常に強制的なドラマのお尻！ リトルバスターズはほとんどすべてを誇張し、キャラクターが通過するリテラルドラマに関連づけるのは難しいです。 これは、彼らがテーマに基づいているということだけに関連しています。\n - 各キャラクターが小さなアークを終えると、基本的にサイドキャラクターになり、バックストーリーは別のバックストーリーに関連しない限り、実際には再び触れられません。\n - 超自然的な謎の要素はあまりにも小さな役割を果たす。 これはRefrainで説明されるためかもしれませんが、まだいくつかのエピソードでしか触れられていませんでしたが、これらのエピソードはほぼフィラーに似ていました。 今シーズンには26のエピソードがあったので、この謎に挑戦していた可能性があります。\n - ロマンス？ もっと元気？ ハハハッハッハ！\n\nストーリー：6\nリトルバスターズの話は、リトルバスターズの元メンバー、恭助、りん、まさと、賢吾、主人公のリキーに続く。 一緒に時間が終わりに近づいているという事実を認識したら、彼らはリトルバスターズの野球チームを作ることによって、思春期を過ぎて完全に生きることにします！ しかし、賢吾はチームに参加するには忙しかったので、実際のチームになるにはさらに5人のメンバーが必要でした。 従って、Rikiと彼の友人は、残りのメンバー、好ましくは女の子を募集しなければならない。 メンバーを募集しようとするリキの試みを通して、彼は会った各娘の悲劇的な世界に飛び込み、彼らを助けるために最善を尽くします。\n友情が何をすることができるのかを強調しているように、野球についての話はそれほどありませんでした。 物語は本当にあなたの鼓動を引き裂く極端なメロドラマでいっぱいです。ドラマは比例していないので、感情は時々あなたを守りません。それはそれをはるかにインパクトのあるものにします。 しかし、この物語のロマンスは基本的に無関係で、そこにさえいないので、この物語は本当にロマンスタグを持ってはいけません。\nストーリーそのものは強制的で、チーズで、クリシェであるかもしれませんが、あなたの気持ちを掻き立てる方法やテーマを表現する方法は、まだ非常に感情的な乗り心地です。\n\nアート：9\nKey Studiosのアニメーター、KyoAniのアニメーターではアニメーションはされませんが、リトルバスターズはまだ見て気分がいいです！ キャラクターのデザインは本当に素敵で、非常に多くの人が嫌い、背景のアートが華やかで、アニメーションが滑らかな「遠く離れている」シンドロームにはあまり従いません。 アニメーションの品質は特別なものではありませんが、実際には、それはかなり典型的なものです。\n\nサウンド：9\nOPは、特に強力な歌詞とオープニングアニメーションを使って、私のすべての時間のお気に入りの一つです。 このサウンドトラックは、キーストースタスのバックグラウンドミュージックであり、気分をよく整えます。 声優は、キャラクターの特徴を描写し、モエにモエを追加し、大声でより多くの喘ぎを吹き飛ばし、さらには空中に飛ぶような驚くべき仕事をしました。\n\nキャラクター：10\nカラフルで素晴らしいキャラクターのもう一つの巨大なキャスト！ それぞれのキャラクターは、彼らについての愛する点が非常に多く、私は彼らと彼らのしっかりと編み込まれたグループを愛することはできません。 主人公のRikiは、ClannadのTomoyaやKanonのYuuichiのような、控えめで、独立した、強く心を込めた男らしいリーダーではなく、柔らかく、弱く、女性らしい小さな若者です。 境界線トラップカード。 彼は信頼できる人であることによって他の人たちの問題を助けません。 彼は彼らに彼らの悲しみに苦しんで、そして彼らに彼らを持っているだけでなく、リトルバスターズ全体を持っていることを思い出させることによってそれを行います。\n私の好きなキャラクターは、基本的に積極的なADHDマシンで、ローキーな怒りを感じています。\n私がキャラクターに悩まされた唯一の時間は、彼らが迷惑になるはずだったときでしたが、それでも私はそのキャラクターにとっては悪い気持ちになり始めました。\n\n楽しさ：10\n私は笑った、私は泣いた、私は征服した。 リトルバスターズは間違いなく、あなたが誇張を見て、ショーが表現しようとしているテーマを取り上げることができるかどうかを見て非常に楽しいショーでした。\n\n全体：8\n非常に楽しいものの、このショーには多くの人が無視できないほどの欠陥があります。 説明できないプロットラインのほとんどはRefrainで答えられる可能性が高いですが、リトルバスターズはヒット、ミスになると私は間違いありません。 しかし、もしあなたがキャラクターに何らかの形で関係することができ、多くのコメディでより多くの生涯メロドラマを楽しむなら、リトルバスターズはまだ非常に楽しいショーになるでしょう！"
  },
  {
    "title": "Little_Busters",
    "id": "13655",
    "url": "https://myanimelist.net/anime/13655/Little_Busters",
    "user": "Nolri",
    "profile": "/profile/Nolri/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=96027",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  6\nキャラクター|  3\n|  3\n\n長い話が短いです：このショーは、たくさんのばかげたことをしているいたずらの束です。\n途中で物語そのものがどこにも行き渡っていないようだ。 彼らはちょうど時間を殺すことを試み、それはそれについてです。\n\nキャラクターの対話は不十分に実行されます。 彼らは何も話していないが、かなり話している。\n\nそれはとても悪いです、それがどれほど悪いのかを言葉で表現することはできません。 このアニメの唯一の良いことは、アートです。 他に何もない。"
  },
  {
    "title": "Little_Busters",
    "id": "13655",
    "url": "https://myanimelist.net/anime/13655/Little_Busters",
    "user": "DarkTAP",
    "profile": "/profile/DarkTAP/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=76589",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  6\nキャラクター|  8\n|  7\n\nリトルバスターズは、キーによって開発された偉大なビジュアル小説の別のものの最新のアニメの適応です。 これは、より良いキーアダプテーションの1つと思われる、これまでのところAngel Beatsと同じレベルにあるようだ。 物語は、ナルコレプシーと彼のギャングたちが野球チームを形成しようとしているときに、リキの周りを回っています。それはそれが原因であると私は知っている奇妙に聞こえる。 リキ自身はかなりフラットなキャラクターですが、一方で彼の友人は変わっています。 セクシーな気違いの男の子、猫に夢中になった少女、狂った剣道の子供、そして強いスパジーな子供がいます。 彼らは自分自身もバランスを取っています。 スライス・オブ・ライフ/ドラマがあなたのものなら、リトルバスターズ！ あなたのためです。"
  },
  {
    "title": "Little_Busters",
    "id": "13655",
    "url": "https://myanimelist.net/anime/13655/Little_Busters",
    "user": "Micsupreeme",
    "profile": "/profile/Micsupreeme/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=166841",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\nリトルバスターズとお話しましょうか？\nいつものように、私は、アニメーション制作だけで、偏見はないと私のレビューに基づいています;）\n\n私が見たのは、ライブのアニメーションのファンとして、私には気持ちがいいようでしたが、私がショーを見たのは私が最初に打ったものでした。 ショーが抱く感情的な力を感じるようになり、身体的な旅に陥ることになった。 それは感情的なものの上に私を置くようになった - 簡単な仕事でもない。\n\nこのショーでは、感情を伝えることができるようにするために多くの要件があります。 明らかに、活気のある芸術と優れたキャラクターデザインが助けになりますが、ショーの戦術は、悩まされたキャラクターのそれぞれを真に理解することになります。そのため、複雑なプロットを代用します。 ビューアと文字。 今これは誰の味と同じレベルではありませんが、実在のテーマのアニメのためのよく知られた設定です。\n\nバックストーリー、あるいはキャラクターの「文脈」があれば、ショーの大半を占めます。私にとっては、これが幸いではありません。 内容の面では、キャラクターの背後にある物語や設定、キャラクター自体も考え抜かれていて、本当に面白いです。非常に悲劇的ですが。\n\nショーの主人公（Riki）は、残りのチームの助けを借りて、ショーの星とつながり、非常に個人的なメモでそれらを知ることができるので、どのようにして あなたはそれぞれのキャラクターについて感じていますが、私は個人的にはお気に入りを選ぶのが難しいと感じました！\n\nドラマ！\nドラマ！\nドラマ！\nショーの大きなテーマですが、このケースでは、キャラクターの感情的なトラブル、そしてそれらを扱う際に伴う摩擦を伴います。\n\nしかし、これは単なるストーリー・ストーリーのショーではなく、絶えず言及されている主なテーマは友情であり、お互いに存在し、結局のところ、小さなバスターがそれぞれの助けを借りて 他の、そしてそれはあなたをダウンまたは何かを（長い間）得るつもりはない...\nそれは、あなたを端に置くことと、楽しむことができるようにすることのバランスです。  :)\n\nあたかもこれをあなたに売っていないかのように、私はショーの潜在的な要素を見いだすことになった。\n\n私は批判しているが...\n私は認めなければなりません、私は「もう1つ後に」を見つけました。それぞれのキャラクターの過去をイライラさせるために、生産の自発性から間違いなく落ち込んでしまいました。 私の他の懸念：男性のキャラクターのためのキャラクター開発の欠如（他のいくつかに与えられた程度まで）。しかし、あなたは今より多くのキックインを見つけることが私の好奇心であると主張することができます。xD\n\n私はこれが真の感情的な力を持っていることがわかった最初のショーであることを指摘したいと思います。このスタイルを扱うための私のエチケットが完璧でないなら私を許してください。\n\n最終的に、私はあなたにこれを絶対にお勧めします - 特にあなたが人生の断片で大丈夫なら。 ショーには少しだけのものがあり、本当に楽しいと感じました。"
  },
  {
    "title": "Little_Busters",
    "id": "13655",
    "url": "https://myanimelist.net/anime/13655/Little_Busters",
    "user": "Spikeforest",
    "profile": "/profile/Spikeforest/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=204466",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  10\n\nリトルバスターズ！ 一見すると、それは明白に見えるかもしれません。 しかし、あなたはシンプルな表紙の裏に隠れていることが分かります。 何かが形や形を問わず基本的なものよりもはるかに優れていることがわかり、鮮明に表現する要素を使います。\n\nストーリーは1人の主人公の周りを回っています。この人物はナルコレプシーを持っていた彼の中で終わり、彼の幼年時代の大部分を占めていました。彼は特別なグループの友人を探し出し、 バスターズ！ このシリーズの最初の部分ではリトルバスターズの小さなグループでした！ かなり大きなグループの友人や仲間に広がり、終わり近くの愛の関心が少しずつ広がります。 また発見される必要のある世界への秘密がある。 華麗に実行され、美しく設計されていて、どのような方法でも、私は一般的に物語について何か悪いことは言えません。\n\nアート・スタイルは、とにかく形や形が他のアニメと比べて何の違いもありません。 あなたが私に尋ねると、それはまたかなり素敵な芸術のスタイルです、そして、私はむしろ、漫画のアイデアの側面で少しである、時には物語にコメディの救済を与えると思います。\n\nリトルバスターズのサウンド/ミュージック！ 私の意見では最高ではありません。 それは本当に覚えているわけではありませんが、それは決して悪くありません。\n\nキャラクターのデザインは、学校関連のアニメではかなり普通です。 あなたはシャイな女の子、筋肉の男、グループリーダー、mc、過去の女の子、穏やかな男、それ以上の数の男がいます。 アニメキャラクターのためのこれらの一般的な特質はすべて、非常によく持ち出され、決してアニメをより少なくはしない。\n\nリトルバスターズを見た後で！ 私はとても満足していました。 全体的に私が見ることができた素晴らしいストーリーは完全ではありませんでした。 だから私は第2シーズンに行きました。私の意見では、このアニメを表現するのに最適な言葉はブリリアントです。  ：D"
  },
  {
    "title": "Little_Busters",
    "id": "13655",
    "url": "https://myanimelist.net/anime/13655/Little_Busters",
    "user": "rocky716",
    "profile": "/profile/rocky716/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=93393",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  7\n\nClannadとClannadの作者からStoryは、卒業して別の道を行く前に永続的な思い出を作り上げるために最後の溝を作ろうとしている野球チームを構成する子供の友人のグループの物語が来る。 メインキャラクターRikiは、彼らのチームThe Little Bustersに加わるために、より多くのメンバー（好ましくは女の子）を見つけることを任されています。 しかし、この単純さを超えて、はるかに深いサブプロットがあります。 これらのサブプロットは、The Little Bustersの新しい女性メンバーの不安と苦難に関係しています。 すぐに理解するのがずっと簡単なものもあれば、最後まで明らかにされていない謎に包まれているものもあります。\n\n私にとっては、物語は興味深く予期せず良いものでした。 これは、あなたがどこに行くのか予測できるアニメではありませんでした。 それは信じられていて感情的なユニークなシナリオを持っていました。 アニメが立っていた場所は、そのサブプロットにあった。\n\n主人公が行く限り、Rikiはこのようなショーに存在する最初の好きな主な男性キャラクターの1つです。 通常、主人公は平凡な個性を持ち、視聴者は女の子がなぜ彼に執着しているのか不思議に思う。 しかし、リキは親切で、正直で、静かで、他人を気遣っています。 彼は他の人々の心配を自分の懸念に優先させます。 メインのリードキャラクターを超えて移動すると、私は他のメインキャラクターが素晴らしいと信じています。 主導者は「一人の親友」しか持っていなかったことが分かった。 彼には3人の人格があった。 メインの女の子は素晴らしかったし、ショーで提供することがたくさんあった。 時には私はそれらのカップルの声が少し耐え難いと思ったが、それぞれの女の子はユニークで特別だった。\n\nこのショーに私が持っている唯一の反対は、非常に興味深いプロットホールを閉めていないということです。 誰が手紙を送っていますか？ リキのナルコレプシーはなぜそんなに重要なのですか？ この世界の秘密は何ですか？ アニメがそれらの穴のいくつかを閉じたなら、私はそれをより良い等級にしただろうが、最終的にはまだこれは良いアニメだと思う。 私は、人生の断片、深いキャラクターの開発、ユニークなサブプロットを探している人にお勧めしたいと思います。  ClannadとClannad After Storyが好きな人には、これをお勧めします。"
  },
  {
    "title": "Little_Busters",
    "id": "13655",
    "url": "https://myanimelist.net/anime/13655/Little_Busters",
    "user": "StarGazer6123",
    "profile": "/profile/StarGazer6123/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=221788",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はなぜこのショーの周りにバズがないのか分かりません...\n\n私はこれを簡単に保つつもりです。 私はこれを非常に楽しんだ、芸術、アイデアやキャラクターの開発は素晴らしかった。 その実際のプロットが起こるにはしばらく時間がかかりますが、このシリーズは驚くべきものでした。  2番目のシーズン（私が愛していたもの）は、すべてが一緒にうまくフィットするようにしました。そして、それはあなたに閉鎖の感覚を与えます。 私はそれを追加することはできますが、あなたは、お互いの間の暗い愛が好きなら、これはショーです。 それはあなたが持っているものを感謝し、人生の複雑な部分を理解するようになります。\n\n私はこれで終わります。 リトルバスターは私が以前に聞いたことのないショーであり、これは私の好きなシリーズの1つであることが分かった。 私はこの番組の強さと成熟したルートにショックを受けたので、それに固執してください。\n\n追加されたスポイラーはありません。 しかし、世界は未知の未知の質問と定義でいっぱいであることを覚えておいてください。\n\n10/10\nレビュアー：StarGazer6123"
  },
  {
    "title": "Little_Busters",
    "id": "13655",
    "url": "https://myanimelist.net/anime/13655/Little_Busters",
    "user": "Salmo69",
    "profile": "/profile/Salmo69/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=216661",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  10\nキャラクター|  7\n|  8\n\n（*いくつかのスポイラーがあなたに警告されています*）このレビューを開始する前にいくつかのバックストーリー。このアニメはスタジオのキーで、あなたにクラナド、カノン、エンジェルをもたらした同じスタジオで、 アニメに慣れ親しんだ視覚小説のひとつですが、ストーリータイプのストーリーの後ではまだクラナドが見つからないようにしていますが、まだ楽しいものです。\n\nストーリー：5/10あなたがビジュアル小説を演奏していれば、なぜ私はそのような低得点の話をしたのか理解できます。私が今説明していない人のために、私が言ったように いくつかのスポイラー（控え目な人はいない）。今最初の問題は、このショーのルートのいくつかは、ビジュアル小説のようにほとんど何もないので、物語がどのように伝えられているかです。サイエンスのルートが一例です。 あなたがキャラクターと恋に落ちる視覚小説、そして何も起こらなかったかのように彼らはアニメでそれをすることができないだろうが、この事実のために、彼らはいくつかのルートを劇的に変更した\n\nアート：8/10芸術はほとんどの人が私が好きだと言うほど悪くはないが、それを与えるには十分ではない。それは、いくつかの場面でビジュアルと同じ感情を与えないが、まだアートisn 人々が言うほど悪くない。\n\nSound：10/10あなたがビジュアル小説のサウンドトラックを愛していたら、アニメのサウンドトラックを愛してくれるだろう。単純だが再び人々のためにどのようにビジュアル小説を読んでいないのか、その音は耳に魅力的だ\n\nCharacters：7/10今、キャラクターはすべてルートとバックストーリーを得ていますが、私は彼らの言葉が好きではありませんでしたが、まだ十分です\n\n楽しさ：8/10今、人々はビジュアル小説を読んだ後、アニメを試してみても、私はまだこのアニメから生きた地獄を楽しんでいて、私のお気に入りのアニメの一番上にいます。 視覚的な奇妙なはい。それは私が次に見た順序であり、その2つを比較する方が良いからです。\n\n全体：これは、クラナドや天使の拍手ではありませんが、私の心の中ではまだアニメと視覚小説の両方の非常に深い場所を持っています。\n読んでくれてありがとう!!!〜"
  },
  {
    "title": "Little_Busters",
    "id": "13655",
    "url": "https://myanimelist.net/anime/13655/Little_Busters",
    "user": "EcchiPowa",
    "profile": "/profile/EcchiPowa/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=97261",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nキー、キー、キー。  。  。 ここには何がありますか？\n\nリトルバスターズ！ ええ？\n\nClannad、Angel Beats、Kanonなどの重要な記事を探している場合は、 これはあなたが見なければならないものです。 アニメ版。 ゲーム版ほど良くはありません。  ..ここには多くの情報が控えているので。 私は実際に私がClannad以上に泣いてしまったゲームを通じて物語を知っているので、それは不正行為のように感じます。\n\nだから目標のため...ストーリー8/10\n\n率直に言って、アニメ版では、「ティアメーター」をたくさん下回っています。最後のエピソードで世界の「真実」を知っている人がいれば、それはもっと大きな影響を与えている可能性があります。 しかし、アニメはコメディのシーンで偉大な仕事をしましたが、問題はありません。\n\nアート10/10\n\nキーの芸術は最高のIMHOの一つです。\n\nサウンド10/10\n\nいいえ、本当に。  10以上のスコアがないので、ClannadとAngel Beatsと同じ意味の音楽がたくさんありますが、どの音楽が高いと評価されているのかが分かれば、＃1のClannad＃2の明確な区別があります エンジェルビーツと＃3リトルバスターズ！  ...\n\nキャラクター10/10\n\n状況にかかわらず、自分の本性に真実である、物語を続ける要素の1つは、シリーズを通して改善し、ウォッチャーが自分の特徴を考えるようにすることです。\n\n楽しさ10/10\n\nそれは良いかもしれませんが、簡単に私のために10を作った。 すべてのエピソードは、Keyからのものであるため、期待通りですが、 'Watching'の別の意味を与えます。 泣いて、笑っているだけで、これを見て感じる唯一の気持ちではありません。 部。\n\n全体的な10/10\n\n物語はキーの最後の2つの最新アニメと同じくらい大きな影響を与えないかもしれませんが、私はRefrainがそれを作り上げることを誓います。 実際、アニメのすべてには意味があります（コメディーの部分を除いて）。 あなたはそれがどのように始まったのか気に入らなかったので、あなたはこれを見ていない。  Heh〜私はあなたに言っている... Refrainで何が起こるかを知るためには、これを本当に見る必要がある。"
  },
  {
    "title": "Little_Busters",
    "id": "13655",
    "url": "https://myanimelist.net/anime/13655/Little_Busters",
    "user": "Donka",
    "profile": "/profile/Donka/reviews",
    "pages": "2",
    "number": "18",
    "link": "/reviews.php?id=81646",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  5\nサウンド|  10\nキャラクター|  7\n|  1\n\nストーリー（7）\n恐ろしいスタートですが、最高のアークはまだ確実に来ていません\n\nキャラクターデザイン（7）\n2〜3文字で良いですが、残りの部分はあまりにも独創的ではありません\n\nユーモア/楽しみ（1）\n私が演奏したすべての小説の最悪のユーモア、私が見たテレビシリーズの最悪のユーモア\n\nアート（5）\nあまりにも一般的で、アニメーション処理が貧弱で、すべてが2002シリーズのように見えます\n\n効果音と声（9）\nキー品質の音声は動作しますが、サウンドエフェクトは時々不足しています\n\n音楽（10）\nスタッフは「Alicemagic」の素晴らしいリメイク版を使って、ただ破滅していないだけでなく、それをさらに良くすることができました。"
  },
  {
    "title": "Little_Busters",
    "id": "13655",
    "url": "https://myanimelist.net/anime/13655/Little_Busters",
    "user": "jchang",
    "profile": "/profile/jchang/reviews",
    "pages": "2",
    "number": "19",
    "link": "/reviews.php?id=151561",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\n免責条項として、私は後編の存在を考慮してアニメ自体に基づいてこれを検討していますが、私はVNのいくつかを果たしました。\n\nリトルバスターズ！ 傑作だったかもしれない非常に特殊なアニメですが、残念ながら私の意見では完全に実行されませんでした。 それでも、この努力は結局のところ堅実なショーを見せてくれるので、他のキーシリーズと同じような雰囲気の中で、素晴らしいショーを繰り広げることができます。\n\nリトルバスターズの美しさ！ そこの他のアニメと根本的に異なるという事実にある。 他のショーは、コメディのためのロマンスとエッチのための複雑なキャラクターリレーションに依存していますが、リトルバスターズ！ 私たちの子供時代のために、キャラクターの発展とノスタルジアの香りに頼っています。  （まだecchiがあるが、間違いなくそこに何よりも今より少ない）\n\n私にとってリトルバスターズ！ 私の十代の日に右に襲います。 勉強以外の責任はあまりありません。 不注意でばかげた楽しいリトルバスターズの時代を大切にしています！ それらを明るく生き返らせる。 それは無邪気でナイーブです。 それはいくつかの実行ミスを持っているかもしれませんが、あなたは魅力的であるために倒れるのを助けることはできません。 私はそれが子供たちを見るようなものだと思う、彼らは不器用かもしれませんが、時々あなたはそれらを理解できないかもしれませんが、最後にそれは楽しいですし、それらに関連することはできません。\n\n最も深刻な部分は後編にも載っていますが、この部分では約4つの弧があり、それぞれ約3つのエピソードが続き、良い影響を持ち、より重要な弧の好奇心を増やすのに役立ちます 続編に。  （ここでは物事に意味があるとは思わない、続編は全てを結びつけるだろう）。\n\nより技術的な側面でリトルバスターズ！ いくつかの部分では視覚的な小説のようにあまりにも多くをしようとしますが、一部では十分ではありません。  1つのタイムライン内のすべてのアークを適応させると急いで感じるが、明確なVNエレメントのいくつかはそこに存在する必要はない。 芸術は、他のキーシリーズ（KyoAniによって作られたものではない）と気分が違うので、慣れるのに少し必要があります。\n\n全体的に私はまだこのシリーズが友情に焦点を当て、本当に一緒にキャラクターをもたらし、それらを開発する爽やかなシリーズですお勧めします。 私はこれをたくさん楽しんで、それらのような時が本当に永遠に続くことを願っています。\n\n読んでくれてありがとう！  :)"
  },
  {
    "title": "Little_Busters",
    "id": "13655",
    "url": "https://myanimelist.net/anime/13655/Little_Busters",
    "user": "DigestingAnime",
    "profile": "/profile/DigestingAnime/reviews",
    "pages": "2",
    "number": "20",
    "link": "/reviews.php?id=91789",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nなぜショーは最後のいくつかのエピソードが良い部分になるまで待つのですか？\nストーリーラインの要約：友達のグループが野球チームを作ってプレーすることに決めました。 その少年の一人が新しいメンバーをグループに招いていることになります。 彼が参加することを説得する新しいメンバーはそれぞれ、一番幸せなものではありません。 笑顔の背後に、苦難は隠されている]\n\nこのショーは本当に私を失望させた。 毎週、新しいエピソードが出てきたので、私は本当にショーが良くなると思っていたが、それはなかった。 理由は次のとおりです。\n\n1）主人公、Rikiはあまりにも多くのことを語ります。 彼が私たちに状況を説明するとき、それは本当に私を死に押しつける。 通常、ナレーターが何が起こっているか教えてくれるのが好きですが、彼のためには、私は彼を黙らせたいと思っていました。 リキーハニー、あなたは話をやめる必要があります！ ナレーション、声、または対話/独白は、このショーから私を揺らしました。\n\n2）あまりにも多くのサポートキャラクターがあります。 グループが大きすぎるため、個々のキャラクターに個別に集中することはできません。\n\n3）すべての負担がRikiに引き渡されます。 女の子の中に問題があるときは、救助に来るのはリキです。 これはハーレムのジャンルなので、間違いなく理にかなっていますが、このショーは友情に関するものだと多くの人が言っています - いいえ！ 他のすべてのキャラクターはただ一緒にタグをつけ、すべてが起こっている間は静かに見る。 彼らは彼らのママに続く小さな鴨のようなものです。この場合、Rikki、\n\n4）芸術は大丈夫です。 私はそれがより良いと思っていたが、あなたはそれに慣れています。\n\n5）ストーリーラインの実行は不十分でした。 これが私の最大の問題でした。 小林との最初の弧（鳴き声のある金髪）が終わった後、何も起こらなかった（私が正しく覚えていれば）大きなギャップがありました。 はい、あなたはリトルバスターズに新しいメンバーを取得しますが、それはそれについてです。 私は本当に早く興味を失い始めました。 さらに、各女の子のアークが終わると、その後のキャラクターは本当に無意味です。 あなたはそれらをあまり見ないようになります。 真剣に、アークのタイミングは耐えられない！\n\n6）青い髪の女の子。 彼女の弧は面白かった。 しかし、私には意味をなさないので、私は本当にばかばかしいはずです。 彼女の問題は本当に混乱し、非現実的でした。 私はキーがどのように自分のショーに超現実的な要素を置くのが大好きであるか理解していますが、説明はまだ理にかなっていません。 また、最後のエピソードですべてを結びつけることはできません。 それはあまりにも多くです！\n\n7）キャラクターの発展については、ショーの進行とともにRin（赤毛の女の子）が成長し始めるのを実際に見ました。 彼女は少しでも精神的な変化がありました。それは彼女がショーの主人公だからいいことです。 私は彼女をRikiのようにボーカルで活発に見たいと思っていました。\n\n8）ショーのための漫画の救援を提供することを意図されていた男は、彼らの家に完全な沈黙をもたらした男である可能性が高かった。 彼は全く面白くなかった。 私は彼が他のアニメ番組のコメディアンとは異なることは知っていますが、私は彼が私にショーをもっと嫌にさせてくれると誓っています。 結局、私はショーを見ることができたので、彼が存在していたことを忘れてしまった。 アニメはユーモアを引き出す可能性がありました。なぜなら、実際には、奇妙なラップソングのキャラクターの1つを使ってエピソード20で笑いました。\n\n9）本当に誰も私に魅力を感じなかった。 すべての正直なところ、変態した女性のキャラクターは私の好きなものの一つでした...そして彼女は本当のアークを持っていませんでした！ 私は変態した文字が好きではないので、それはたくさんあります。\n\n10）私はそれを見て後悔しないが、私は再びそれを見ているとは思わない。 私が好きだったことの1つは、悲しい人々が他の幸せな人々をどのように見ているかについての簡単な演説でした。 これはアニメの非常に重要な部分ではありませんが、私と共鳴しました。 それは私にそれを完全に嫌っていませんでした。\n\n11）声優。 いくつかの声に慣れるにはしばらく時間がかかりました。 私はそれについて普通は気にしませんが、ダビングがうまくいくかどうかは疑問です。\n\n12）私はこのアニメを見続けていました。なぜなら、私はいつもの最大のスポイラーを読んでいて、本当にこのアニメで起こると思っていたからです。 最初は私はそれについて学んだのは怒っていましたが、それを見たいのは私だけでした。 しかし最後に、スポイラーは決して形をなしませんでした。 彼らはシリーズを通してそれをヒントしますが、アークが本当にあなたをメインストーリーから離れさせてしまいます。そして、私は最後のエピソードがスポイラーの正義を果たしたとは思えません。  2回目のシーズンがある場合（おそらく、スポイラーから見て恐ろしいでしょう...見て、私はクラナドが嫌いでしたが、アフターストーリーが大好きでした）、これを背景情報として見ることをお勧めしますが、それ以外はわかりません あなたがそれを見なければならないかどうか。 それはあなた次第です！\n\n私はそれが好きではないので、私はこのアニメを6点獲得していただろうが、全体の円が幸せな感情と（簡単な）メッセージで終わったので、私は7を与えた。 これは、私が最初に気になったので、私はそれがhackneyedだと思ったが、私はそれを楽しんでいたかもしれない数年前にこれを見ていたかどうか知っている......（キーワード：かもしれない）。\n\n[更新日：2013年4月7日]\n私がレビューを書いたとき、私が見なかった唯一のエピソードは最後のエピソードでした。 今のところ、私はそれを完了しました。 どうして？ 今シーズンは背景情報のように思えるので、次の文字と関連する文字のいくつかについて詳しく説明します。 私はまだ私が書いたすべてに同意します。 私が言及したように、この暖かさの感情で結論づけられました。  Rikkiが全員にしたことをまとめた。 しかし、それは来るべき悲劇を予言した。 それはきれいに終了し、私はそれが出てくる2番目のシーズンを見たいと思う。 私はおそらくそれをもっと楽しむでしょう！ 期待！ いつもそう思っている第2シーズン、リトルバスターズリフレインを見ようとするなら、このシリーズを見てください！"
  }
]
