[
  {
    "title": "Little_Busters",
    "id": "13655",
    "url": "https://myanimelist.net/anime/13655/Little_Busters",
    "user": "happinessspiral",
    "profile": "/profile/happinessspiral/reviews",
    "pages": "4",
    "number": "1",
    "link": "/reviews.php?id=157567",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  10\n\nこのアニメは実際に私の最初のものでした。 これは私がアニメすべてに私の「中毒」のせいにしなければならないアニメです。 私はあなたがこのようなアニメを通して、私のように人生の教訓を学ぶことができると願っています。 あなたがアニメで始めるなら、これはあなたのアニメです。 キャラクターは本物であり、深刻なコメディーな瞬間の完璧なバランスがあります。 あなたが日本語を理解しなくても、音楽は信じられないほどです。 私はSubとDubの両方を見たことがあり、どちらも同等に優れています。 私はこのアニメについて否定的なことを書いているようではありません。 彼らの友情はとてもリアルで愛に満ちているので、あなたはすべての人物を一緒に運ぶことになります。 あなたはこれの終わりまでに野球チームに加わりたいと思うでしょう。 どちらも心配しないでください。あなたが考えるかもしれない野球に関するものではありません。"
  },
  {
    "title": "Little_Busters",
    "id": "13655",
    "url": "https://myanimelist.net/anime/13655/Little_Busters",
    "user": "vince1996",
    "profile": "/profile/vince1996/reviews",
    "pages": "4",
    "number": "2",
    "link": "/reviews.php?id=144021",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  9\n\nリトルバスターズはリトルバスターズと呼ばれる一団の友達を中心にしたアニメです。\n\nストーリー -  9＆amp; キャラクター -  10\nこのアニメの物語は主にRikiとRinのキャラクターに焦点を当て、世界の秘密を解決しようとするときにいくつかの作業を行い、キャラクターのさらなる発展と新しい主人公の導入をもたらします。 これは私の意見では、キャラクターの開発がストーリーの前進として使用されているという良い物語です。ストーリーの中のいくつかのアークは、あなたが新しいものを学ぶ主要キャラクターに焦点を当てています。 彼がずっと目立たなかったので、私は自分自身が多くの時間を忘れているのに気がついたが、彼らは季節を通じて忘れられないように、それぞれのキャラクターをケアしている。 リトルバスターズのすべてのキャラクターは、スマートで賢明なキュウスケ、かわいい\nKudと静かな、恥ずかしがり屋のRinは、ショーをより楽しくするすべての非常に立った特性を持っています。\n\nアート -  8＆amp; サウンド -  8：\nショーのサウンドは、ライブシーンのジャンルにフィットする素敵なフィット感を、バックグラウンドでは静かなソフトな音楽で、ショーのトーンを設定するだけでなく、さまざまなシーンにも適した他の音楽にも適しています。 ショーのオープニングは楽しく、ショーを全く損なうことなく見ることが楽しいですが、音楽が途中で変わることはありませんが、良いことではありません。 あなたは最初を愛する。 私はそれを毎回スキップしてコメントすることはできません。\n\n楽しさ -  9 /全体：\n私はリトルバスターズをたくさん楽しんでいて、私が見てきた人生の中でも最も良いスライディングの1つです。最初のエピソードが本当に退屈であっても、 私はそれを後悔しないで適切な行く。 私は強くそれを愛するキャラクターや面白い瞬間を持つソフト幸せなアニメを探している人や、人生の恋人のスライスにすることをお勧めします。"
  },
  {
    "title": "Little_Busters",
    "id": "13655",
    "url": "https://myanimelist.net/anime/13655/Little_Busters",
    "user": "Larryandbob09",
    "profile": "/profile/Larryandbob09/reviews",
    "pages": "4",
    "number": "3",
    "link": "/reviews.php?id=215691",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  7\nキャラクター|  8\n|  7\n\nリトルバスターズ（26エピソード）\nリトルバスターズリフレイン（13エピソード）\n\n評価：7/10（良い）\n推奨レベル：Stream It\n\nアニメレビューで最初の亀裂。 これらは少し荒いですが、私はこのレビューのジャンルで一発を撮ると思っていました。 あなたが読んだことが好きなら、以下のコメントに私に教えてください。\n\nこの39のエピソードシリーズをパワーアップした後、私は2つのシーズンを一緒にしています。私はそれについていくつかの考えをしたいと思っていました。 正直なところ、少し矛盾しているからです。\n\nストーリー：\n\nリトルバスターズのプロットは簡単です。  Rikki、Rin、Kyousuke、Masato、およびKengoのグループは、野球チームを始めたいと考えています。 恭介は高校三年目で、育ち過ぎる前に、若さを取り戻そうとしています。 時間が経つにつれ、彼らはチームを結成してリトルバスターズを形成する新しいメンバーを見つけます！ しかし、ただ一つのひねりがあります。 彼らの世界には秘密があります。 そしてRikkiとRinだけがそれを解決することができます。\n\n個人的には、プロットはショーの弱点の1つです。 そうでないかもしれない。 これをレビューするのが難しいのは、ストーリーアークです。 ほぼすべてのキャラクターが何らかのソートアークを取得します。 いくつかの良いものがあります。 例えば、ロシアの移籍学生Kudryavkaは、ショーの中で最高のストーリーアークの1つを持っています。 それから、弧が弱い側にあり、全体的なプロットにあまり影響を与えていないような、古屋のような人がいる。\n\nリトルバスターズは、その調子にミックスマッチアプローチをとろうとします。 真剣から、瞬間のようなコメディに変わる。 時には、深刻なトーンが視聴者の関心を引っ張り、キャラクターにとって共感を感じることがあります。 他の時間では、アークが弱い側にあるか、悲しいことに苦労しているので、完全に投資することはできません。\n\nキャラクター：\n\nあまりにも多くの文字があるので、これは一桁いっぱいに飛び込むことはありませんが、ここでは主なものがあります。\n\nRikki：役立つもの。\n\nRin：恥ずかしがり屋、しかし決心した。\n\nKyousuke：強く究極のリーダー。\n\nマサト：物理的に強く、明るくない。\n\n賢吾：賢明で、グループからもっと離れています。\n\nこれらの文字が一緒になると、それは爆発です。 それがアニメの本当の強さです。 リトルバスターズは友情についてです。 文字は一緒に問題を解決します。 彼らは愛し、笑って、何の努力もなく遊ぶ。 この側面は、エピソードが進むにつれて、視聴者が容易に安住するのを助ける。\n\nアニメーション＆amp; 音：\n\nアニメーションは大丈夫です。 それは自慢するものではありませんが、ショーは高品質を求めていません。 ほとんどの場合、全体的なプロットと文字で微妙な雰囲気を作り出しています。\n\nあなたがしなければならないなら、私はこの下敷きを見ていませんでした。しかし、ダブは大丈夫です...。Sentaiがライセンサーであると、あなたは通常、大きなダビングを取得しません。 平凡な、悪い、彼らは通常どこにあるのですか？ ただ、いくつかの声部が機能していて、そうでない声部がいくつかあります。\n\n最後に、音楽は実際に魅力的でした。 最初のシーズン開幕はかなり記憶に残る。 あなたはおそらくそれを何度か座るでしょう。 控え目に開くこと。 両方の季節の音楽はかなりキャッチーです。 しかし、私はちょうど私がNetflix＆amp; このシリーズ全体を1日で冷やした。 だから、音楽は私の頭の中で立ち止まって見えなくなった。 それはそれと関係があるかもしれません。\n\n全体：\n\nあなたが文字の面であなたを楽しませる何かを探しているなら、これはそれを行います。 プロットは人によって異なります。 最高のエピソードのいくつかは、フィラーのものです。 それがあなたにもっと遠近感を与えるのに役立ちます。 開発された友情はリトルバスターズを一緒に保持するものです。 あなたは笑うだろう、あなたは泣くかもしれないが、「これは私が今まで見た中で最も素晴らしいアニメではない」とは言わないだろう。\n\n最後のTidビット：\n\n私はRefrainについて多くのことを話しませんでした。そうすることで、スポイラーを放棄することになるでしょうが、Refrainは打撃を受けてしまいます。  Refrainの目的をほとんど無視するエピソードが1つあります。 あなたの大部分はおそらく、「控えめは良い、おそらくは最初のシーズンよりも良い」という行に沿って進むだろう。 個人的には、Refrainは申し分ありませんが、不要です。 あなたは最初のシーズンだけ見ることに固執することができ、ちょうどいい季節です。"
  }
]
