[
  {
    "title": "Sakurasou_no_Pet_na_Kanojo",
    "id": "13759",
    "url": "https://myanimelist.net/anime/13759/Sakurasou_no_Pet_na_Kanojo",
    "user": "MotherOfUltra",
    "profile": "/profile/MotherOfUltra/reviews",
    "pages": "6",
    "number": "1",
    "link": "/reviews.php?id=127385",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  8\n\n現実はおかしなゲームです。\nしかし、あなたがそれを終了しない場合、たわごとのゲームはたわごとのゲームのままになります。\n - 葛城喜馬\n\n第1話、第2話、第3話だけにもとづいて、桜の恋人の一人目の印象はシンプルな「オバちゃんのコメディー」だった。\nそうではありませんでした。\n私がこのレビューで使っているように、桜郷のペット愛はちょうど桜蘭高校では、2人ではなく、問題の子どもが行く桜郷の5人の住人の生活に従います。 物語は、彼女の人生を絵画だけで過ごしてしまった女の子の「主人公」の会議から始まります。したがって、非常に良い常識はありません。\n愛コメディのための素敵なテーマ。\nしかし、これは単なる愛コメディ以上のものでした。\n\nストーリー：8\n\nアニメがしたことが一番良かったのは、本当の状況と結果が主人公の努力にどれほどのものかということでした。 子どもたちに「すべてが苦労して遂行される」ことを期待するのではなく、このアニメのプロデューサーは冷たく「現実はそんなにうまくいかない」という視聴者に迷惑をかけます。\nそして、私達がそれを憎む限り、それは本当です。 現実はそのようには機能しません。 私たちが何かを達成するために苦労しているにもかかわらず、私たちが計画していたすべてのものを何十年、おそらく何年もねじ止めする小さな変更があります。\nアニメには、アニメ「さくら」が一番注目している桜サウの5人のキャラクター、ゲームを作るための情熱を持っている普通の男の子、あらゆることを絶対にベストにしようとする女の子、そして3人の天才が登場します。 物語は、他のアニメグラフィーと違って普通の日常の少年に焦点を当てていない。 代わりに、このアニメは、ビューを分割し、すべての問題を一緒に絡み合わせ、競合をより劇的にします。 通常の努力だけでなく、5人の住民全員が自分のやり方でどのように苦しんでいるかを示すことによって、アニメは物語の領域でバランスを作ります。\nしかし、結局のところ、アニメは物事を少し早く包み始めた。 ストーリーの集計は、それが要約したタイムライン、特に最後のエピソードには少し速すぎます。 アニメが次のシーズン、つまりOVAに「afterwords」を単に押し込んだのであれば、それは驚くべきことであり、ストーリースペクトルは簡単に9、おそらくは10になるだろうが、そのために与えるのは容易ではなかった ストーリーは9、そしてはるかに少ない10です。\nそれからもう一度、それはまだ均衡を保つ素晴らしい仕事をしています。 アニメを見ているうちに視聴者に圧力を感じさせないようにするには、あまりにも多くの葛藤があったわけではなく、視聴者にストーリーを満足させるような恋愛コメディシーンはあまりなく、主人公の視点は、  1人のキャラクターにはあまりにも多くの人がいますが、普通の男の子の立場が最も重視されていたのは事実です。\nストーリーはバランスの取れた素晴らしいものです。\n\nアート：9\n\nアニメーションは傑出したではなく、キャラクターの詳細もあまり詳しくは書かれていませんでしたが、J.C.スタッフはこれをアニメーション化する素晴らしい仕事をしました。\nアニメは、芸術学校の芸術劇場で行われています。アニメには、設定が異なるアニメよりも、通常以上の焦点が必要です。  「天才の芸術家」眞四郎の絵は息を呑むほどのものであり、見るべきシーンです。 芸術家は、プロのアーティストのように、そして生産者が椎名の絵だけのためにアーティストを雇ったかのようになっていました。 プロデューサーの選択が何であれ、それは正しい選択でした。なぜなら、他の天才の女の子の絵画やアニメのいくつかが優れていて、プロデューサーが観客に味わってもらいたいことを伝えることができたからです。\nアニメーションの唯一の問題、つまり9つの問題は、桜浦の6人の居住者が、ほとんどのエンディングのために頭を横に振ってしまう第2の結末です。 それは寮の絆につながり、歌のリズミカルな音に反応することは理解できるが、それは見るのが面倒で終わり自体の質を低下させた。 だから、芸術のための完全な10を与えることは容易ではなかった。\n\nサウンド：10\n\n私は音に懐疑的ですが、アニメーションのテーマソングやインサート・ソングのサクラソウは、私が何の欠陥も見つけられなかったことを素晴らしくしてくれました。 オープニングはキャッチーだったし、うまくいったし、エンディングもそうだった。 インサート・ソングは時々アニメーションの劇的な雰囲気を作り出し、時には悲しい気分を作り出し、時には気分を高めました。特にアニメが観客に響き、「リアリティ」という残酷な敵を明らかにしました。\nしかし、最も重要なのは、最後の曲だった。 それは状況に非常に関連していて、幸せだけでなく悲しかったので、現場で作られる必要があった空気を作り出しました。 歌は10点に値する。\nプロデューサーがした別の優れた仕事は、声優との仕事でした。  Kayano AiとYoshitsuguは経験豊かで優れた声優ですので、チームの他のメンバーとは同じですが、青山七美の声優Nakatsu Marikoに焦点を当てています。\nMALによると、Marikoはそれほど多くの声優の仕事を与えられなかった新しい声優です。 そして、同様に、青山七年は声優になりたいSui Highの学生です。 プロデューサーは実際にそれほど頻繁に使用されておらず、優れていた声優を見つけることができました。 青山七美の声は、青山が混乱したときに青山が京都方言をどのように使ったかを考えれば、彼女の性格には完璧であり、難しいことではない。\n声優の選択肢はすばらしかったです。\n\nキャラクター：10\n\nそして今、私たちは面白いところです。\n以前にも述べたように、キャラクターの使い方はバランスが取れていますが、この種のバランシングには欠点があります。 視聴者は、すべての文字を嫌うことも、すべての文字を愛することもできます。 ありがたいことに、このケースでは、後者でした。\nキャラクターはすべて素敵でしたが、それだけではありませんでした。 彼らはアニメのキャラクターが最高になることを望みました。\nもちろん、状況やテーマは非常に非現実的でしたが、その性格やその問題への対応は非常に現実的であり、非常に事実でした。 天才たちは、主人公にしかうまくいかない冷たい野郎やツンデレではありませんでした。 彼らは適切な天才だったし、問題もあった。 彼らの専門分野は非常に優れており、今日の世界で必要とされている社会やその他の専門知識に対応することができず、それが実際の生活の中にあるのです。 現実の天才の大部分は、普通の人の考え方を理解していないため、就職困難です。 例えば、アインシュタインは、彼が教師や学校システムに対応できなかったので、彼がばかだからではなく、学校を中止しました。\nしかし、これはキャラクター・スペクトラムでアニメがすばらしいことすべてではありません。\n天才のほかに、存在する他の種類の特徴は、努力する人々または「普通のもの」である。 これらの人々は何の理由もなく天才に目を向けておらず、ちょうどそれらを賞賛し続けます。 彼らは彼らを絶えず羨ましくはせず、眠りの中で殺すことを望む。 彼らは間に来る。 彼らは天才たちを羨ましく思っていますが、それでも彼らを賞賛し、心理的葛藤、つまり自己の闘いの感覚を作り出します。 一方の側は、現実がいかに残酷であるかについて怒りを浮かべる一方で、他方の側は天才と交わっており、反対側には「いい人」であると言っている。 この連続した自己の衝突は作家のためのすばらしい仕事でした。そして、これが本当の人生経験であるかどうか疑問に思っていました。\nボトムライン、キャラクターは本当に彼らが私にガチョウを与えた。\n\n楽しさ：8\n\nアニメを見た後、私がどれほど怪我をしたかについて、アニメがどれほど偉大なものであるかを尋ねた後、8を与える主な理由。\n現実が打ち砕かれるたびに、アニメが私を突き刺した。 私はキャラクターが心を燃やして鮮明になり、完全に挫折したのを見て痛かった。 キャラクターがとてもリアルだったので、私はとても怪我をした。 私は優れた音のためにさらに傷ついた。 私は驚くべき声優のためさらに傷ついた。\nそして再び、アニメは幸せなメモで終わり、それは穏やかでした。 それは物語の4つの要素すべてを持っていた：楽しい、悲しい、触れた、怒っている。 別のバランスだった。 しかし今回は、「現実世界はそのようにはうまくいかない」というテーマでバランスが少し傾いているので、私はそれに8点を与えました。\nそれでも、人々はこれを無視することができます。 人生の中でゴールを見つけ、ゴールを達成したり、得たものに満足している人もいます。 彼らのために、このアニメは10でなければなりません。でも、わかっていて、私達はそれを知っています...まあ、実際の人生はそのようには機能しません。 だから、私の過去のレビューとは異なり、私はこのスコアを全体のスコアに含めます。\n\n全体：9\n\nおそらくすべての時間の最も本当のアニメでしょう。\nそれを見に行きなさい。\nあなたは笑って、泣くだろう、あなたは本当に泣くだろう。そして、あなたは再び笑うだろう。\nすでに見たことがあれば、もう一度見てください。 それはそれの価値がある、そう？\n\nそれから、いつものように、幸せなアニメ。"
  },
  {
    "title": "Sakurasou_no_Pet_na_Kanojo",
    "id": "13759",
    "url": "https://myanimelist.net/anime/13759/Sakurasou_no_Pet_na_Kanojo",
    "user": "cascadeai",
    "profile": "/profile/cascadeai/reviews",
    "pages": "6",
    "number": "2",
    "link": "/reviews.php?id=176531",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\ntldrないスポイラー - そのような蜂蜜やクローバーが、良いです。\n\n\nあなたが蜂蜜とクローバーが好きなら、このショーは同じコンセプトを取って実際にそれを見て楽しませるので、このショーが好きではないでしょう。 私は本当にこのショーをこれほど楽しむことを期待していませんでしたが、私はエピソードを通して飛びました。 もし私が2つの感覚を比較しなければならないならば、蜂蜜とクローバーは私の死んだ祖母が彼女の「自家製ピンセット」を使って自分の苗を一つずつ引き出しているようになります。 それほど悪くない？ 女性はこれをいつもしなければならないのですか？ 彼女の「自家製ピンセット」はちょうど彼女の義歯である。  SnKnPは私の犬のようにピーナツバターを私のボールに広げるともっと似ていました。 バディ、それを舐めるだろう。 それは楽しくて楽しいものでした。\n\nしかし、それはGOATのアニメ・トロドラに幾分匹敵します。 どちらもこのようなキャラクターの強いキャストを持っています。このキャラクターは、ストーリーを伝え、視聴者をショーに引き込み、それらのキャラクターに共感するようにします。 各メンバーは、自分が魅力的な魅力を持っています。 一人一人のキャラクターが好きで、自分の視点をよく理解していたと感じていたのは、非常にまれな（エンテイのような話、suicune shit）アニメの1つでした。 彼らは信頼できるものでした。 もっと驚くべきことに、それは退屈なことなしにこれをしました。 優れた\n2人を比較すると、誓う誓いの友人の友人と喫煙雑草のようなものがあり、いつも高めになっていますが、初めての喫煙を止めてしまったことはあまりにも明白です。 あなたはまだファックとして高いですが、この厄介な性交は彼が毎分です石をどのように告げることをtheres。 それはSnKnPです。\n初音ミク初音ミクコンサートのプライベートボックスで初めての喫煙のようなものです。あなたのお尻が私のキムジョンンを吸っている間、あなたはシャンパングラスから泡を拭き取っています。\n\nそれは完全なthoをwasntしました。 私は各エピソードの後に​​暖かいあいまいな感覚（アニメの結果、私の心を緊張させる私の300ポンドの体格のためではない）を持っているにもかかわらず、私がしたいと思ったようにそれを置くことができませんでした。\n主人公はこのようなクソな白い刀です。 それは本当に私の首ひげを怒らせると私は私が私の頭を払って私のfedoraがとても不満を持っていたことを認め、私は新たにドライクリーニングされたwaifu枕に複数のドリチオの袋をノックしました。\n結末は本当に私がそれから欲しかったものではありませんでした。 私はアニメの終わりに閉鎖したい。 私は私のdongerの半分が成長し、開発するためにちょうど急に停止することが判明したロマンスにいたずらされることを望みません。 彼は彼の仲間がほしいと思う2つの大きいwaifuがあり、誰もなしで終わらない。 彼は一生懸命働く必要はない、彼はちょうど脳を取得する必要があります。 最後のいくつかのエピソードは間違いなく私にとっては失望です。\n音楽ゲームはそれほど強くなかった。 この番組のオープニングとエンディングはすべて本当に素晴らしかったし、ショーのテーマも本当にうまくいった。 その間に欠けていた部分が増えました。 いくつかの感情的なシーンと幸せなシーンは、より良いスコアで本当に改善されている可能性があります。\n\nこのレビューははるかに深刻で心臓であることが判明しました。私はもともと（私にとってはとにかく）意図していましたが、これが本当にこの漫画をどれだけ楽しんでいたかの証です。 元気いっぱいの息子、どこでこれを見つけましたか？"
  },
  {
    "title": "Sakurasou_no_Pet_na_Kanojo",
    "id": "13759",
    "url": "https://myanimelist.net/anime/13759/Sakurasou_no_Pet_na_Kanojo",
    "user": "JeremyThw",
    "profile": "/profile/JeremyThw/reviews",
    "pages": "6",
    "number": "3",
    "link": "/reviews.php?id=106205",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  7\n|  8\n\n（このレビューにはスポイラーが含まれている可能性がありますので、\nまず、このアニメの私の印象は本当に悪かったし、DeathのHighschoolのようなアニメの別のファンサービス型になると思った。 しかし、私は間違っていたことがうれしく思いました。  （\n\nストーリー：8/10\nこれをClannadのような同じジャンルの他のアニメと比較すると、それは最高ではないが、確かに楽しく分かりやすい。 しかし、物語のペーシングはちょっと急いでいたが、大したことはなかった。最後のエピソードで紹介された余分なキャラクターのために、このアニメは第2シーズンにふさわしいと思う。 しかし、才能と人がいない人がどうやってお互いに対処し、人生で何も不可能でないことを示すことは、本当に良い仕事です。  SorataとShiinaとの関係は、誰かが他の人に嫉妬するかどうかについての最良の説明を示しています。 ストーリーは9/10と安定しています。\n\nアート：8/10\nアニメも悪くないけど、どちらかといえば最高ですが、桜の木と葉が見えるときには輝きます（私はそれが絶対に美しいと思いました）。 キャラクターはよく描かれていて、あまりにもかわいいと言われる人もいますが、ストーリーが良いかどうかは気にしません。 目と鮮やかな色が簡単でした。\n\nサウンド：10/10\n音。 うーん、私はそれを愛していた。 オープニングとエンディングのテーマはアニメの物語に完全にフィットし、特別なシーンのバックグラウンドミュージックもうまく収まります。\n\nキャラクター：7/10\n私は文字が良いことを認めますが、それはあまり偉大ではありません。 そして、最後のエピソードの余分なキャラクターが導入されているので、私はスコアを決める上で本当に難しいと思っていましたが、これは2番目のシーズンの欠如によるものです。 私は第2シーズンを要求していないが、私は彼らがキャラクターの関係を終わらせるためにいくつかのOVAを発表したかったと思う。  （私は最後に猫を嫌った）。\n\n全体的に私はアニメを楽しんで、それは私が最後に泣くようにしました。 私はこの誰かをお勧めします。 あなたがロマンスとコメディを愛しているなら、私はそれを見なければなりません。  9/10"
  },
  {
    "title": "Sakurasou_no_Pet_na_Kanojo",
    "id": "13759",
    "url": "https://myanimelist.net/anime/13759/Sakurasou_no_Pet_na_Kanojo",
    "user": "Lanthanum",
    "profile": "/profile/Lanthanum/reviews",
    "pages": "6",
    "number": "4",
    "link": "/reviews.php?id=77227",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  7\n\n編集：改善されています。 キャラクターは、まだ遠くまでフェッチされていますが、いくらかもっと洗練されたものになります。 桜蘭高校は5つのエピソードで演出していたが、5分でほぼ同じ量のキャラクターを詰める9/10の壮大なレベルのドラマ（FMA：B）に近いところはないが、コメディとキャラクターは感謝している 改善されました。 サクラソウを表現する方法が1つあれば、全体に散らばったキャラクターとプロットのコメディショーになります。 したがって、私のレーティングは1増加します。\n\nこのようなショーのために衝撃的に高い8を見る...私は何を言うべきか分からない。 確かに、それは24エピソードのアニメのうち5つのエピソードだけですが、私は深いキャラクターの開発やプロットの見通しを見ることができません。 大まかなスタートを切った。\n\n私はたくさんのドラマを見ました。 悪いものと良いもの。  女性のリードは、感情のない歩き回りのファンブルース、モエ、そして退屈です。 確かに、彼女は完全に社会的に機能不全かもしれませんが、少なくとも私には関心がありません。 そして、私は言及するのを忘れていました。あまりにも秘密ではないが、主人公は、あまりにも鈍感に思える、知識が豊富な有能な男と無責任な先生です。 文字は間違って配置されていると感じます。 他のアニメは、奇妙なキャラクターをジグソーパズルとしてぴったりとフィットさせることができたので、桜浦が同じことをすることができなかった理由はありません。  IMHO Jinは最も興味深いキャラクターです。 Hanasaku Irohaのような私のスコアは非常に高いです。 いくつかはかなり良いです - あまりにもメロディーなココロコネクトが気になります。  FMA：Bのようなドラマには本当に焦点を当てていないと思う人もいますが、それでも素晴らしいと思います。 これらのすべては共通して1つのことを共有します：予測できない魅力的なストーリーラインと「面白い」キャラクター。 それはアニメに新鮮さをもたらします。 私が興味深いと言うとき、私は、一種の裏話を持っているキャラクターを意味します。 残念ながら、サクラソウはそれを持っていません。 メインキャラクターは、あなたの典型的なクリシェであり、劣等感のある主人公であり、彼の欠点は過度に見られた過度の性格にあります。\n\nコメディーについては、私はコメディーSoLアニメのファンであり、それがここで私を描いたものでした。 悲しいことに、コメディは最高で平凡で、ほとんどが私がコメディの源であるためにそこにあると感じるONEのキャラクター、すなわちミサキです。 私の目では、コメディはそれぞれのキャラクターの奇抜な使い方を巧みに利用しています。 サクラソウは巧みに要素が欠けていて、ちょっと面白くてばかげた状況があり、ちょっと面白くて面白いと感じます。\n\nプロット....ああ神。 それは100％予測可能でした。 私の紅茶ではありません。\n\n芸術と音については、どちらもポジティブなものでした。  OPとEDはあなたの典型的なJポップ、サウンドトラックはあなたの典型的なSoLサウンドトラックであり、芸術は平均的な近代的なアニメから期待するものです。 悪くはないが、何も目立たない。\n\n率直に言うと、櫻井は典型的な忘れられないアニメの一つです。 これまでのところ5つのエピソードだけだったし、うまくいけば19歳の中で楽しいものがあるだろう。今のところ、このレビューは固執している。 それはO.Kです。  6  - ちょうどwatchable。"
  },
  {
    "title": "Sakurasou_no_Pet_na_Kanojo",
    "id": "13759",
    "url": "https://myanimelist.net/anime/13759/Sakurasou_no_Pet_na_Kanojo",
    "user": "Jelly_",
    "profile": "/profile/Jelly_/reviews",
    "pages": "6",
    "number": "5",
    "link": "/reviews.php?id=134875",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  8\nキャラクター|  3\n|  6\n\n通常のハーレムアニメ、何も特別なものはありません。 典型的な文字で、プロットが重くなく、見て楽しめるだけです。\n\n最初の4つのエピソードは大きな可能性を示し、これがノーマルを破るハレームアニメかもしれないと私に導いた。  「青山七味」が紹介されるまで、私が見ていた私の好きなアニメの一つでした。 とにかく、このキャラクターは、私のために、プロットと混ざり合って、ショーを地面に向かって激しい渦巻きに送りました。 彼女はまったく迷惑です。 このキャラクターが紹介されていないと、ショーははるかに良いでしょう。\n私は冗談ではない。\n\n私は桜の季節を与えます。"
  },
  {
    "title": "Sakurasou_no_Pet_na_Kanojo",
    "id": "13759",
    "url": "https://myanimelist.net/anime/13759/Sakurasou_no_Pet_na_Kanojo",
    "user": "Angel_Apocalypse",
    "profile": "/profile/Angel_Apocalypse/reviews",
    "pages": "6",
    "number": "6",
    "link": "/reviews.php?id=219313",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は彼女が靴ロッカーに入れたミサキの結婚式登録用紙を笑って止めることはできません。\n\nそれは見る価値のあるロムコムでした...\n\n正直言って、私はSorataとMashiroのラブストーリーの発展を楽しみにしていませんでしたが、リタとRyuunosokeの愛の複合体を期待しています！  MOE!!!  MOE!!!\n\nそれら2人はカップルのためのナッツだった！ しかし、彼らは面白いです。 特に彼らがキスしたときに、一人で臆病な男に彼女の動きを進める女の子について話すこと。 環境省！\n\nまた、ミサキとジンのラブストーリーはかなり面白いと感じました。 特にミサキの進歩に対する拘束は、彼女が怪我をしたくないという理由だけで自分の感覚で男らしいことにもかかわらず、彼女がアニメの天才であったために誰かになることを誇りに思います。\n\n私はこのシリーズが私に涙目を覚ますとは信じられませんでした（しかし、予期していません）。 このような暴動キャストを作った作家がどうやってそれを見ているのかは驚くべきことでした。私はこれを見て後悔しませんでした。\n\nメイドちゃんに謝ってください...:)"
  },
  {
    "title": "Sakurasou_no_Pet_na_Kanojo",
    "id": "13759",
    "url": "https://myanimelist.net/anime/13759/Sakurasou_no_Pet_na_Kanojo",
    "user": "SpectralMercy",
    "profile": "/profile/SpectralMercy/reviews",
    "pages": "6",
    "number": "7",
    "link": "/reviews.php?id=217200",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\n人生は不公平です。このコンセプトはかなり頻繁に使用されており、しばしば受け入れがたいです。 心を動かす人もあれば、無数の失敗に出くわす人もあれば、同じことをする人もいますが、多くの成果を挙げる人もいます。\n\nサクラソウの恋人はアニメのロムコムです。 このジャンルは、通常、多くの点で非常にきついですし、独創性の欠如から退屈な経験になるかもしれません。 はい、サクラソウはその言い分を持っていますが、私は正直言って、それは怒り、笑い、幸福、悲しみと涙を私の顔に誘発しました。\n\nプロット\nSorataが普通の学校の寮では許可されていない野良猫を見つけたので、かなり簡単なプロット、神田小田の妙な少年がSakurasouという寮に送られます。 寮には、それぞれ独自の個性や表現を持つ人物が溢れています。 この寮は、住民のために一般には不思議とみなされます。  Sorataは必ずしも新しい寮をとても好きではなく、猫のオーナーを見つけるとすぐに出発したいと考えています。 ある日、椎名の女の子、益子は桜子の居住者になるために登録されていますが、彼女は非常に才能豊かですが、自分自身を取る能力がありません。 ソラタはこの問題に関わり終わり、マシロを世話する。 このように、サクラソーの住民と人生で何かになるという彼らの努力との関係が発達しています。\n\nストーリー9/10\n私はロムコンのアニメからこのことを期待していませんでしたが、物語は奇妙な変化からなる浮き沈みを伴うスリル満点のライドです。 それは一種のやり方であるかもしれませんが、伝えられるより深い意味を覆うものとして機能します。 全体的なストーリーは非常に楽しく、全般的に誰とでも関連しています。残念、永続性、友情、嫉妬、憎しみ、家族、そして最も重要なのは、人生は不公平です...しかし、 あなたの歩みを何とか続けてください。 キャラクターの関係はショーを運び、その感情はストーリーの中であなたに直接影響します。\n\nアート10/10\nすべての面で絶対に驚くべきことではありませんが、私はアニメーションに間違いがないと考えることはできません。あらゆるシーンで美しくカラフルです。 キャラクターは素晴らしく、アニメーションの流動性は完璧でした。 これは数秒で一時停止できるアニメです。特に、展示会に所属するShiina Mashiroのアートワークを使って、新しいデスクトップ壁紙を見つけたことに気付きました。 正直言って、偉大な傑作のうちのいくつかに匹敵し、ライバルでもある私は、偉大な芸術家の作品に匹敵するアニメのようなレベルのアートワークを見ることに非常に驚いています。\nサウンド8/10\n正直言って、エピソードを見ても私の心の中には何も残っていませんでした。「私はそのサウンドトラックをダウンロードする必要があります。」と思ったことはありませんでしたが、音楽全体ではいくつかのシーン、  。 単に音は素晴らしかったが、壮大なものは何もなかった。 声優は本当にすべてのキャラクターのための素晴らしい仕事をした、すべてが本物であると感じ、キャラクターの感情の表現は信じられないように聞こえた。 私はまた、シリーズの真中に向けて2番目のエンディングを楽しんだ。 それはあなたが経験したことを思い起こさせました。\n\nキャラクター10/10\n私はすべてのシングルキャラクターに恋しました。 最初はすべての文字が共通でシンプルに見えるかもしれませんが、それらのキャラクターにはそれぞれ独特の興味と性格があり、好き嫌いを感じることはありません。 私はすべての文字を要約しようとします。\n眞城志永9/10\n最初は、常識が欠けているので現実感は信じられないようですが、物語が進むにつれて彼女は自分の感情を感じるようになり、自分の性格との強いつながりを発達させます。\nあおやま ななみ ９、５／１０\n最初は、コントロールできない暴力を伴う一般的な女の子のように見えますが、シリーズの終わりに向けて、このシリーズの中で最も多くの人たちが特に気に入っていました。 私は彼女が非常に予測可能な愛の三角形で使用されているという事実は嫌いですが、私はまだ彼女のために根を下ろしていません。\n神田砂田8/10\n私は本当に問題に対する態度の中でソラタが好きで、常に行動し、あなたの信念を達成しようと努力しています。彼は私のような人にとって、自分が将来のために何を望んでいるのかわからない、 現実的には欲求不満であり、観客には理解できます。 私が彼について嫌いなのは、彼がショーのいくつかの状況を理解することがどれだけ密集し、精神的に障害があるかということだけです。\nかみいぐさ みさき ８、５／１０\n彼女は元気で元気だから、ショーに新たな側面を加える。 私はショーの始めに三鷹ジンと彼女の関係を最初に嫌います。\nみたか じん ８／１０\n私は彼が最初に嫌いでした、特に彼が美咲を扱う方法では、ショーが理解できるようになりました。 私はソラタが助言を必要とするとき、ソラタが行く性格がどういうのが好きです。 彼は好きですが、必ずしも最高です。\n赤坂竜之介10月10日\n私の全体的に好きなキャラクターは、彼がキャラクターの「タイト・イン・タイプ」に非常に関係しているから、彼はオレガールの8人の人を思い出させるからです。 私はスクリーンで彼を見た最初の瞬間、すぐに彼の性格に恋しました。 彼は私のためのショーを運び、私は彼に飽きることはありません、リタとの関係はシリーズで私のお気に入りの全体でした。\n\n楽しさ10/10\n私は本当にこのアニメで自分の時間を楽しんだ、あなたはあなたがそれを完了した後にショーに戻って考え、あなたの心の中で空白の感覚を感じるときにアニメが良いことを知っている。 私が眠って私を落胆させたとき、それは私の心を満たしました。 世界は驚異的で困惑しています。これは、視聴者に実際にショーを体験してもらいたいという希望を与えます。 文字、ユーモア、悲しみ、欲求不満、そしてその背後にある意味はすべて、あなたがそれを記述することができない多くの方法で考える。 キャラクターの関係はショーを運び、視聴者に「何か」に属している感覚も与えます。\n\n全体的な9/10\n私は最初、最初のエピソード、特にエピソード7を嫌っていましたが、それは重要ではなく、アニメのクリシェとシリングの底に足を踏み入れるので、スキップしなければならないと感じましたが、私は続けました。 アニメはかなりシンプルであり、ロムコムの共通点を表していますが、私はそれが経験することはないと思った感情や信念を感じました。 そのような方法で感情を操作するために特別なものが必要です。 私がこのアニメを見たときにロマンスの面がうまく処理されていないことを覚えていれば覚えている唯一の問題ですが、キャラクターの関係は特別で愛らしいものです。 それは私の頭の中で立ち往生し、私はこのショーの経験と私がそれのために感じた愛を忘れることはありません。"
  },
  {
    "title": "Sakurasou_no_Pet_na_Kanojo",
    "id": "13759",
    "url": "https://myanimelist.net/anime/13759/Sakurasou_no_Pet_na_Kanojo",
    "user": "hoeze",
    "profile": "/profile/hoeze/reviews",
    "pages": "6",
    "number": "8",
    "link": "/reviews.php?id=139709",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  6\nキャラクター|  2\n|  3\n\n一連のパラグラフのようなこのレビューでは、特定のカップルについてマイナーなスポイラーが含まれているので、特定のアーチのエンディングを暗示するので\n\n\n\n\n\n\n私は本当に必要性を感じていないが、私は音楽と芸術について話すべきだと思う。 トラックは大部分が綺麗で魅力的なオープニングで大丈夫ですが、あなたのスタンダードなフェアを見つけることはできませんでしたが、素晴らしいものは見つけられませんでした。 私は、このようなアニメの芸術についてコメントする必要はないと思う。それは、芸術的なのはちょっとしたキャラクターやケチュディなシーンを提示しなければならないからである。 それはどれほど良いものだったのですか？\n\n結局、私は最初の4つのエピソードを楽しんで、何度も同じことを見て退屈した。 また、建物の全部が解体され、アニメの主なテーマとは何の関係もなく、彼らの債券はとても壊れやすいので、一緒に暮らしていないと友達ではなくなることを示していたようです。 アニメが終わることができるようにちょうどそこに置かれていたことは分かりません。 私は誰かが最終的には、ちょうど別のシナリオで何度も同じプロットを書くのではなく、すぐに終了すべきだと彼らに言いました。\nええ、私はこのアニメを楽しんだエピソードの量に等しい4を与えた。"
  },
  {
    "title": "Sakurasou_no_Pet_na_Kanojo",
    "id": "13759",
    "url": "https://myanimelist.net/anime/13759/Sakurasou_no_Pet_na_Kanojo",
    "user": "Frank370",
    "profile": "/profile/Frank370/reviews",
    "pages": "6",
    "number": "9",
    "link": "/reviews.php?id=196897",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n物語とあまりにも、彼らのために愛情を感じられないことができないユニークな文字で、3：彼は再び私は彼が初めての経験、あなたが画面にくぎ付け保持アニメのスリルを感じるようになります見るたびを終えました。  .. sakurasouことはないでしょうか。 私はアニメを終了し、小説を終えたので、それは2年ぶりだ...しかし、私はいつも、私は第二シーズンのすべての希望を代弁していると思う:)とそれが来る場合、私は多くの前方で待っています。 私は私が愛するかどの位表現することはできませんし、私はこのアニメが大好き"
  },
  {
    "title": "Sakurasou_no_Pet_na_Kanojo",
    "id": "13759",
    "url": "https://myanimelist.net/anime/13759/Sakurasou_no_Pet_na_Kanojo",
    "user": "jyugs",
    "profile": "/profile/jyugs/reviews",
    "pages": "6",
    "number": "10",
    "link": "/reviews.php?id=196555",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  7\n\n私はこれが本当にまともな、ジェネリックアニメのようなものだと感じました。 時間を過ごすのは楽しいことでしたが、私にとっては全く驚くべきことは何もありませんでした。 私は青山のキャラクターを楽しんだのですが、それはただ私がロマンスの吸盤だからです。 私は言い訳のメッセージが好きで、あなたがしたいことをやるだけです。結末は特に私が高校時代をどのように過ごしたか疑問に思うように感情的でした。 私はあまりにも重大な思考なしに時間を過ごすためにロマンスを探している人々にこれをお勧めします。"
  },
  {
    "title": "Sakurasou_no_Pet_na_Kanojo",
    "id": "13759",
    "url": "https://myanimelist.net/anime/13759/Sakurasou_no_Pet_na_Kanojo",
    "user": "Zelot",
    "profile": "/profile/Zelot/reviews",
    "pages": "6",
    "number": "11",
    "link": "/reviews.php?id=102141",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  9\n\n私は非常に基本的な物語があり、アニメが面白くなるためのドラマとロマンスにも集中しているので、私はしばらくの間、ロマンチックなコメディーを探していました。 櫻井はToradoraを通して私に勧められました。私はToradoraを楽しんで以来、私はこのアニメを撃つでしょう。 私はとてもうれしいです。 このアニメはすべて私の期待以上のものでした！\n\nストーリー：9\nほとんどのロマンチックな喜劇がするように、物語はロマンスにあまり集中していません。 新しく生徒が寮に入ると、彼らの学校から放棄された生徒の人生は一年のうちに生きています。 あなたがアニメに近づくにつれて、物語がさらに発展し、次に起こることに疑問を抱かせる面白いか劇的な瞬間を作り出します。 それだけでなく、ストーリーが生き生きとうまく関連しているので、ストーリーのイベントは私が永遠に覚えている人生の授業と見なすことができます。\n\nアート：10\nホラーCRAP。 このアニメは美しいです、私はそれがすべきであることを意味します、ほとんどの学生が非常に芸術的であるので。 色はすばらしく、すべてがとてもよく描かれています。\n\nサウンド：8\nアニメの典型的なサウンドトラックであるサウンドに対する苦情はなく、優れたものはない。 それは気分を保っていましたが、最初の紹介曲のほかに、私は曲を見に行くことはありません。\n\nキャラクター：10\n私はすべてを愛し、私はこのアニメのすべてのシングルキャラクターを意味します。 彼らはすべて彼らに独特のものを与えてくれるが、彼らは一意になるが、一緒にうまく働く。 軽い役割を持つキャラクターでさえ、独自の個性を持っています。 それだけでなく、実際にあなた自身の人生について何かを教えてくれるし、失敗や一人で感じるような特定の状況をどう扱うべきかを教えてくれます。\n\n楽しさ：9\n私はアニメで笑って微笑んだので、しばらくしています（しかし、私はもっと深刻なものを見ているのを助けません...）。 私はすべてのジョークとドラマを楽しんだ、すべて楽しかった。\n\n全体：9\n私の絶対好きなアニメではないが、このアニメはまだお気に入りのスポットがある。 あなたが笑う必要があるとき、またはキャラクターによってレッスンを教える必要があるとき、アニメとしてこのアニメを私の友人に推薦しています。"
  },
  {
    "title": "Sakurasou_no_Pet_na_Kanojo",
    "id": "13759",
    "url": "https://myanimelist.net/anime/13759/Sakurasou_no_Pet_na_Kanojo",
    "user": "Cerb",
    "profile": "/profile/Cerb/reviews",
    "pages": "6",
    "number": "12",
    "link": "/reviews.php?id=91343",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  8\nアニメーション|\nキャラクター|\n|\n\n私は本当にこのショーを好きになりたかった。 メインのキャラクターは洗練されて好きであり、ショーはすべての女の子がメインキャラクターのために物事を持つことに終わるハーレムトラップに落ちない。  'メインガール'（種類の）は、いくつかの笑いといくつかの非常にかわいい瞬間を提供するかわいいデンパキャラです。\n\n私はそれが取ると思うすべてを持っているにもかかわらず、このショーはまだちょっと残っているかを自分自身が確認したエピソードでエピソードを持っていた。 私は本当にそれに私の指を置くことはできませんが、平凡なハーレムを介して簡単に息をすることができる人としても、私はどのような方法で私を従事させる能力に欠けている（そして、おそらく時々難しい）このショーを見つけました。\n\n私は個人的にこれをミスしたいと思います。 このジャンルには他にもたくさんの良い番組があります。"
  },
  {
    "title": "Sakurasou_no_Pet_na_Kanojo",
    "id": "13759",
    "url": "https://myanimelist.net/anime/13759/Sakurasou_no_Pet_na_Kanojo",
    "user": "alvero",
    "profile": "/profile/alvero/reviews",
    "pages": "6",
    "number": "13",
    "link": "/reviews.php?id=124691",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nファースト・ルックでは、これは多分、男性の主人公が密集している典型的なハレームアニメかもしれませんが、サクラソウペット・ナ・カノジョは別のレベルにハーレムの定義をもたらします。\n\nストーリー：10/10（Magnificent）\nそれはウォッチャーのために非常に深い意味と士気を持っているので、私は話のために10/10を入れます。 それらのいくつかは単に現実的であり、私は世界についての私の見方を変え、どのように私の問題に直面するべきですか。 あなたがそれを徹底的に見れば、まだいくつかのミスマッチがありますが、あなたはそれを無視することができます。 私たちは研究室で科学者のように研究していませんか？ さすがに、サクラソーは暖かく心を込めた印象を与えるだけでなく、女の子の群れに追われた男性の主人公を超えています。\n\nアート：9/10\n私はアートについてはあまり言い表せませんが、描く方法やアニメーションする方法はとてもいいですし、ジャンルに合っています\n\nサウンド：9/10\n第1シーズンと第2シーズンのオープニングとエンディングは楽しく、楽しい雰囲気を感じさせる\n\nキャラクター：10/10\nサクラソウには背景キャラクターはありません。あなたは彼らが単なる典型的なクラスメートであると思うかもしれませんが、他の主人公と同じように発展するでしょう。 そして、作者がすべての性格をどのように記述するかは、あまりにも完璧なものであり、時間の荒廃に性格を置かない。\n\n楽しさ：10/10\n信じているかどうか私は既にすでに3〜4回桜子を見ています。心温まるシーンがあり、その話はあまりにも素晴らしいものです。 私はすでにプロットを知っているにもかかわらず、自分自身がまだそれを楽しむことがわかります。 これはよいキャラクターと組み合わせた良いプロットの良い例です\n\n全体：10/10\nこのアニメはステレオタイプのハーレムジャンルを超えています。 これを見ている人は、すばらしいイベントの準備をして、軽食をたくさん準備する必要があります。たぶん1日で24のエピソード全体を見ているからです。 お楽しみ〜"
  },
  {
    "title": "Sakurasou_no_Pet_na_Kanojo",
    "id": "13759",
    "url": "https://myanimelist.net/anime/13759/Sakurasou_no_Pet_na_Kanojo",
    "user": "ChrisAnime",
    "profile": "/profile/ChrisAnime/reviews",
    "pages": "6",
    "number": "14",
    "link": "/reviews.php?id=180821",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  7\nキャラクター|  9\n|  10\n\nなぜ私はこのアニメが大好きなのかを正しく表現することができず、そのためにレビューを書く必要があると感じました。 このショーの多くはまっすぐな家に当たります。 私は実際にヒットの家をいくつか台無しにすることなく書き込むことはできません。\n\n私は大学の学生です。 私は勉強を終えたら何をすべきかわかりません。 このアニメは私の肉体的に大声で笑って、私の26歳の男性のお尻を泣いていました。 そして、それは暖かい気持ちで私を残しました。\n\n見て。 あなたがこのショーに関連することが何もないなら、あなたが来た他の場所に戻ってください。"
  },
  {
    "title": "Sakurasou_no_Pet_na_Kanojo",
    "id": "13759",
    "url": "https://myanimelist.net/anime/13759/Sakurasou_no_Pet_na_Kanojo",
    "user": "Nocturna",
    "profile": "/profile/Nocturna/reviews",
    "pages": "6",
    "number": "15",
    "link": "/reviews.php?id=209863",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  9\n\n桜蘭高校のペットガール（桜桜ちゃん）は驚くべきアニメです。 エキセントリック、天才、およびウィルドのグループに関するロムコムの一連の作品であることは、才能と天才が平均的かつ才能豊かな人々に与える影響を感情的に複雑なものにしています。 私たちの主人公は、平均的な知性、才能の高校少年ソラタ神田です。熱狂的で親切な人は誰ですか？ 彼が唯一の芸術のために私立高校に入学できるようにする前身の特性は、彼が亡くなったすべての猫を取り込んで寮から追放することにつながる。 彼は「問題のある学生」のためのキャンパス外の住居であるサクラホールに移動し、彼は非常に才能のある同僚と出会うが、非常に奇妙である。 そして、彼は新しい友達を大切にしているが、周りにいることによって深く葛藤している。\n\nこのシリーズの主な争いは、内面的なソラタであり、彼のクラスのナナミの別の女の子が苦しんでいる。 彼らがどれほど頑張っても、彼らがどれだけ多くを犠牲にして戦っても、世界は不公平な場所であり、未加工の自然な才能を持つ人々は常に先に出てくるでしょう。  2人の平均的な主人公にとって、失敗は非常に現実的で、しばしばやむを得ないことですが、しばしば彼らの才能のある同僚の成功と成果と並行していることが時折再現されています。 ショーは、これらのイベントが私たちのキャラクターに及ぼす感情的な報酬を見ることを可能にするために非常に長くなり、彼らが激しく怒らせたり、非常に否定的だが人間的なやり方で反応するのを恐れることはありません。 この中心的な紛争には、文字の失敗や成功によって中断されたり、脱線したり、複雑になったりするロマンスが数多くあります。 それは、両方とも非常に熟練しているがまだ未成熟の人たちの間で、人生の詳細で感情的なモザイクを作成するために一緒に来る。\n\nしかし、このショーでは、シリーズの最初の印象は面白いものであるとは言えません。時にはとても面白いからです。 ダイアログはシャープで、キャラクターは完全に形作られていて、彼らのインタラクションはしばしばショーの最大のハイライトです。 しかし、シリーズの本当の肉は、紛争や失敗に対処する（時には不快に慣れ親しんだ）気持ち、そして人の真の価値がどこにあるかにあります。 このショーはまた、キャラクターの生徒が感情的になるにつれて拡大したり縮小したりするのを見ているような、細部まで残っていて、非常に辛抱強く美しくアニメーション化されています。 全体として、これは、現代のフィクションが特に気に入らないものを扱うパワフルなシリーズです。それは、誰もが十分に頑張って自分自身を信じているならば、誰もが秘密の隠された才能を持っているわけではありません。 時々、あなたのベストは十分ではありませんが、試してみる限り重要ではなく、あなたの周りの人には良い人です。 これはサクラソウの本当のメッセージです。信じられないほど無限のヒーローが背景に消えていくにつれて、他のすべてのシリーズの後にずっと共鳴するメッセージです。"
  },
  {
    "title": "Sakurasou_no_Pet_na_Kanojo",
    "id": "13759",
    "url": "https://myanimelist.net/anime/13759/Sakurasou_no_Pet_na_Kanojo",
    "user": "sungheej",
    "profile": "/profile/sungheej/reviews",
    "pages": "6",
    "number": "16",
    "link": "/reviews.php?id=177439",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は、日本文化は西洋文化によって育てられた人に受け入れられるものではないので、私はすべてのアニメの大ファンだとは言えません。 しかし、このショーの一般的なエクッチ風の性質と、ぼんやりとした軽度のインテンダントにもかかわらず、私はまだこの生活シリーズを愛することができました。\n\n私は実際に最初のエピソードの全体をスキミングし、最後に最初のエピソードの信じられないほど厄介なので、控えめにショーに引き付けられました。 私はキャラクターのインタラクションが面白くて面白いと思った。キャラクターを紹介するのは非常に鈍い過度のアプローチだった。 このショーの始まりについてのすべては、それがすでに終わったと叫んでいますが、あなたがエピソード3をヒットするとすぐに、シリーズのロマンチックな面を過ぎて根底にあるテーマを認識し始めます。\n\nアニメを見るのが最も満足のいく感じは、それがフィクションであっても、キャラクターと深く共感できるときです。 これは、私が愛は、観客の共感を引き出すための簡単で透明な方法だと私は考えています。 しかし、ほとんどのアニメは、今日の世界に存在する現実主義を強調していませんが、桜良は美しくあります。  Kanda Sorataのキャラクターの周りには若干のハレムの残骸があるが、 シリーズのより深みのあるテーマは視聴者に関連性が高まり、シリーズを見ながら各キャラクターとの深いつながりを構築し始めます。\n\n失敗は、主人公がほとんどのアニメの中で人として成長することを可能にする触媒として使用されるものです。 通常、人々は、間違いや失敗は成功へのステップであると考えているトンネルビジョンを持っていますが、これは決して本当に成功することのない人がいると言うわけではありません。 サクラソウは、時にはあなたの最高のものではない、あるいはそれほど良いものではない、暗い真実に対処しています。 これは、ハードワークが通常描かれる方法とは対照的に、単に幸運な幸運なタイプの作品ではなく、アニメを興味深いものにするものです。\n\n私はこのrom-comに出会うのはとても幸運でした。他の番組よりもはるかに深いレベルでつながっています。 文字は非常によく開発されており、それぞれに関連して信じられないほど簡単です。 私はコメディーが少し独創的で、時には反復的だと思うが、それにもかかわらず、城下真四郎はこのシリーズを楽しむのに十分なものを提供している。\n\nこれは私の最初のレビューを書いていると私は非常に簡単な時計であり、あなたが夢中になるので、私はこのショーをすべての私の同僚や友人に最も確実に推奨すると思います。"
  },
  {
    "title": "Sakurasou_no_Pet_na_Kanojo",
    "id": "13759",
    "url": "https://myanimelist.net/anime/13759/Sakurasou_no_Pet_na_Kanojo",
    "user": "Aminesiawesome",
    "profile": "/profile/Aminesiawesome/reviews",
    "pages": "6",
    "number": "17",
    "link": "/reviews.php?id=206620",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  10\n\n警告：このアニメは、心温まるコンテンツを特色にしています。\n\nプロットは一般的にツイストで本当に良いです。\n\n芸術はより良い日を見た、音は良いですが素晴らしい\n\nその文字は、壮大な言葉であり、開発にはちょっとスムージングが必要です。\n\n\n全体的に：楽しむことができない鈍い瞬間\n\n毎回u criのように:)（しかし真剣にそれはあなたを傷つける）\nPS：アーティストの心であり、超常現象のビットであるキャラクター\n\nこれは、ロマンス、キャラクター開発、そしてそれはいくつかのキャッシュとそれ以外のものがありますが、それは素晴らしいです古いアニメの範囲から単純に範囲を見るには素晴らしいアニメです:)トラストモイ"
  },
  {
    "title": "Sakurasou_no_Pet_na_Kanojo",
    "id": "13759",
    "url": "https://myanimelist.net/anime/13759/Sakurasou_no_Pet_na_Kanojo",
    "user": "Cunnilingus",
    "profile": "/profile/Cunnilingus/reviews",
    "pages": "6",
    "number": "18",
    "link": "/reviews.php?id=76373",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\n現時点では4つのエピソード（これまでのところ）しか放映されていませんが、私は桜の恋人ではありません。 火曜日に第5話を見ることに興奮しています。\n\n私が愛したことの一つと、このシリーズで気づいた最初のことの一つは、コメディです。 私のように感じる、美咲 - ニャンは私たちが見て退屈になるのを防ぐ。 他のキャラクターは面白いですが、ミサキ（私の意見atleast）ほど面白くないですが。  Meh、心配することはありませんが、あなたは正しいアイデアを得ますか？\n\nアニメは素晴らしいです！ しかし、新世代のアニメから期待されている。 しかし、J.Cスタッフはこれでも素晴らしい結果を出しました。Toradoraのメーカから期待されていました。\n\nそれ以外にも、Shiina Mashiro-nyanは、このクールで無邪気で、同時にかわいい顔をしているので、彼女の愛しさを愛して愛らしいものにします。\n\n音楽は私にとって魅力的だと思われるが、私はそれを好きではない。 それ以外は、私には何も完璧ではないようです。\n\nこれまでのところ、迷惑な文字は作成されていないし、私はそこにないことを願っています。 そして、私はアニメから多くを楽しんだ。\n\nそれはまだ進行中のアニメなので、私は物語にはまだスコアを与えません。 しかし、私は全体的に9を与えましたが、私は誰にも桜の恋人を勧めていません。  :)"
  },
  {
    "title": "Sakurasou_no_Pet_na_Kanojo",
    "id": "13759",
    "url": "https://myanimelist.net/anime/13759/Sakurasou_no_Pet_na_Kanojo",
    "user": "Growler",
    "profile": "/profile/Growler/reviews",
    "pages": "6",
    "number": "19",
    "link": "/reviews.php?id=91005",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\n最終的にシリーズを見終わったので、レビューが必要だと感じました。\n全体のシリーズは3つの言葉で要約することができます：青少年は素晴らしいです。\nそれは彼らの未来を彼らのお尻を取り除く準備をしている間、あらゆる種類のいたずらをしている高等学校を通して進歩するように、異なる習慣と性格を持つ生徒の生活に続く。 あなたは考えているかもしれません： '新しいことは何ですか？私はそれが新しいものではないことに同意するでしょうが、シンプルさと友情を大切にしているのでとても楽しいものでした。\n\nそれはまた、私たちが過去に見た瞬間、甘い短期間の高校と私たちのイメージの後に待っていることを示し、「これは良い時だった」と言う。\n長い話が短く..あなたの子供の頃を楽しんでください"
  },
  {
    "title": "Sakurasou_no_Pet_na_Kanojo",
    "id": "13759",
    "url": "https://myanimelist.net/anime/13759/Sakurasou_no_Pet_na_Kanojo",
    "user": "yukiihiraa",
    "profile": "/profile/yukiihiraa/reviews",
    "pages": "6",
    "number": "20",
    "link": "/reviews.php?id=117629",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  7\nキャラクター|  9\n|  10\n\n私はアニメを見る私たちのほとんどが十代の若年の周りにいると確信しています、そして私たちのほとんどは私たちの頭の中で同じ質問に直面しています。  「将来私は何をしたいですか？ そのキャリアはあまりにも危険ですか？ 私がそれほど熱心に働いても、なぜ私は失敗し続けるのですか？ このショーは、すべてのこととほぼ同期しています。\n\nショーの最初のいくつかのエピソードを見て、私はすでに自分自身がキャラクターであると想像することができました。 いいえ、主人公の立場で私が知っている人はほとんど誰でも想像することができます。 ショーが進行するにつれ、私はほとんどの人が直面する闘いを見始めました。 このショーでは、私たちが日々の生活の中で直面した経験の多くを示し、私たちが一人ではないことを示しています。 友情は常にそこにあるでしょう。\n\nもちろん、ショーはメロドラマと悲しみの大きな牽引ではありません。 それは面白い、面白い、あなたが少なくともそれを期待する時にあなたの心に触れることができます。 正直言って、OSTはもっと良いかもしれない。\n\n私は何も駄目にしません。 私は他のことはあまり言わない。 しかし、要するに、私は、このショーは、私たちの大部分、時には大人であっても、これに関連することができるものだと信じています。 大満足。 そして、私はエンジェルビーツよりも、文字通りこれを一回のエピソードで叫んだ... xD"
  }
]
