[
  {
    "title": "Boku_wa_Tomodachi_ga_Sukunai__Relay_Shousetsu_wa_Ketsumatsu_ga_Hanpanai",
    "id": "14027",
    "url": "https://myanimelist.net/anime/14027/Boku_wa_Tomodachi_ga_Sukunai__Relay_Shousetsu_wa_Ketsumatsu_ga_Hanpanai",
    "user": "Stark700",
    "profile": "/profile/Stark700/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=74015",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  9\n|  7\n\n隣人クラブは時々私を楽しませることを止めず、このOVAでは何を言いますか？ 彼らはそれをもう一度やった：\n\nそのはかない方法でエンターテイメントをもたらす。\n\n残酷な黒髪の妖精、金髪のセナ、ネクロマンサーの最大のファン、小鳩、強くて優しいコダカ、そして他の人たちを見たのは約1年です。 はい、ギャングはこの特別なエピソードで、大きなシーズン2が地平線を襲う直前にいくつかのエンターテイメントを生み出しました。\n\nOVAを手にしているアニメ業界のはがいのようなシリーズは驚くべきことではありません。 オリジナルシリーズは、第2巻のデビューで、日本のコミックランキング上位30位で7位にランクインした後のマンガのアダルトでかなり人気があります。 さらに、このシリーズのアニメ化は、5万台を超えるビジュアル小説の開発を生み出しています。 このように、ここでのこの小さなボーナスは、隣人のクラブがあった、将来の、そして将来になるもののリフレッシュでなければなりません。\n\n僕は友だち/はがない：アドオンディスク（私は多くの友達がいない：アドオンディスク）は、AICビルドによって制作された特別なunairedエピソードです。 もちろん、今日のアニメ業界の特別なエピソードでは、通常、ファンサービスや他のアイキャンディーのシーンがいっぱいです。 このエピソードでは、一般的な砂浜、睡眠、温泉テーマをテーマにしていませんが、文字通りのコメディとして定義されている形では期待できないことがあります。\n\nエピソードはこのようなものです：\n\nあなたは小説を撮り、思考や想像力を入れたり、キャラクターやセッティングを加えたり、ギャグやコメディやファンサービスを追加します。 その後、すべてのことを視覚的に観客に披露してください。 何を手に入れますか？ この特別なはなないエピソード。\n\n確かに、この特別なエピソードには、新しい中継の方法で提示されるコメディとギャグがたくさんあります。 彼らの想像力で、Neighbor Clubはもう一度やっています。 彼らは自分の想像力からこの小説を書くか、あるいは個人的なイデオロギーに基づいています。 それを説明することは難しいですが、クラブにはいくつかの一般的で楽しいアイディアがあると言いましょう。\n\nYozoraとSenaは、この特別なエピソードでも、虎と竜のような彼らのライバルを保持しています。 彼らは、触手の強姦、肥満の獣、天使、足の舐めを含む中世の戦争の形で、彼らが今周に書いた小説に彼らの闘争の熱を持ち込む。 ほとんどのOVAで一般的に見られるように、これを真剣に考えるのは難しいです。 しかし、他のキャラクターの物語は、湖の女の子から宇宙からの馬鹿馬鹿しいものまで、最も奇妙な方法で自分の想像力に基づいています。 それでも、それはかなり面白いです。\n\n特別なエピソードのアートワークは、同じエッジとスタイルを保持します。 実際には、小説そのものでさえ、何も変わりません。 はがないは美術部門のトップ候補ではないので、壮観な映像を期待してはいけません。\n\n一方、サウンドトラックは、特に最後にアンサンブルを多く搭載しています。  OPソングはまだ独創性を保っています。「ネイバークラブはまだここにあり、友達を作るまではどこにも行かない」という看板です。 サウンドトラックはかなり楽しく、シリーズの楽しいリラックスを聞いています。\n\n全体として、この特別なエピソードは大きなマラソンのウォームアップのようなものです。 それで、シーズン2のコメディーやエンターテインメントのプレビューを少しずつ意味します。残酷なことをしたいですか？  Yozoraはそこにいる。 あなたは肉が欲しいですか？ セナはこんにちは。 あなたはコスプレをしたいですか？ 小鳩はあなたを迎えます。 結局のところ、このような特別なエピソードは特別ではありませんが、ユーモアが豊富です。 良い笑いを持つことは間違いありません。はがないはそれをたくさん出すことができます。 だから、あなたの顔にスローされたNeighbor Clubの楽しみの20分以上を期待してください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThe Neighbors' Club never ceases to amuse me at times and in this OVA, what can I say? They did that once again:\n\n\u001b[1m隣人クラブは時々私を楽しませることを止めず、このOVAでは何を言いますか？ 彼らはそれをもう一度やった：\u001b[22m\n\u001b[1m(Rinjin kurabu wa tokidoki watashi o tanoshima seru koto o tomezu, kono ovu~ade wa nani o iimasu ka? Karera wa sore o mōichido yatta:)\u001b[22m\n\nTranslations of \u001b[4mThe Neighbors' Club never ceases to amuse me at times and in this OVA, what can I say? They did that once again:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Neighbors' Club never ceases to amuse me at times and in this OVA, what can I say?\u001b[24m\n    \u001b[1m隣人クラブは時々私を楽しませることを止めず、このOVAでは何を言いますか？\u001b[22m, \u001b[1m隣人クラブは、時間にし、このOVAで私を楽しませるために停止することはありません、私が何を言うことができますか？\u001b[22m\n\u001b[4mThey did that once again:\u001b[24m\n    \u001b[1m彼らはそれをもう一度やった：\u001b[22m, \u001b[1m彼らは再びそれをしました：\u001b[22m\n\u001b[1m\u001b[22m\nBringing entertainment in that Haganai way.\n\n\u001b[1mそのはかない方法でエンターテイメントをもたらす。\u001b[22m\n\u001b[1m(Sono hakanai hōhō de entāteimento o motarasu.)\u001b[22m\n\nTranslations of \u001b[4mBringing entertainment in that Haganai way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBringing entertainment in that Haganai way.\u001b[24m\n    \u001b[1mそのはかない方法でエンターテイメントをもたらす。\u001b[22m, \u001b[1mその僕は友達が少ないの方法でエンターテイメントをもたらします。\u001b[22m\n\u001b[1m\u001b[22m\nIt's been about a year since we've seen the cruel dark haired Yozora, the blonde meat Sena, Necromancer's biggest fan Kobato, the tough looking yet gentle hearted Kodaka, and...the others. Yes, the gang is back in this special episode to bring forth some entertainment just before the big Season 2 hits the horizon.\n\n\u001b[1m残酷な黒髪の妖精、金髪のセナ、ネクロマンサーの最大のファン、小鳩、強くて優しいコダカ、そして他の人たちを見たのは約1年です。 はい、ギャングはこの特別なエピソードで、大きなシーズン2が地平線を襲う直前にいくつかのエンターテイメントを生み出しました。\u001b[22m\n\u001b[1m(Zankokuna kurokami no yōsei, kinpatsu no Sena, nekuromansā no saidai no fan, Kobato, tsuyokute yasashī kodaka, soshite hokanohito-tachi o mita no wa yaku 1-nendesu. Hai, gyangu wa kono tokubetsuna episōdo de, ōkina shīzun 2 ga chiheisen o osou chokuzen ni ikutsu ka no entāteimento o umidashimashita.)\u001b[22m\n\nTranslations of \u001b[4mIt's been about a year since we've seen the cruel dark haired Yozora, the blonde meat Sena, Necromancer's biggest fan Kobato, the tough looking yet gentle hearted Kodaka, and...the others. Yes, the gang is back in this special episode to bring forth some entertainment just before the big Season 2 hits the horizon.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's been about a year since we've seen the cruel dark haired Yozora, the blonde meat Sena, Necromancer's biggest fan Kobato, the tough looking yet gentle hearted Kodaka, and...the others.\u001b[24m\n    \u001b[1m残酷な黒髪の妖精、金髪のセナ、ネクロマンサーの最大のファン、小鳩、強くて優しいコダカ、そして他の人たちを見たのは約1年です。\u001b[22m, \u001b[1m私たちは残酷な黒髪の夜空、ブロンド肉セナ、ネクロマンサーの最大のファン小鳩、厳しい探してまだ穏やかな心を持った小高、と...他の人を見てきましたので、それは約一年となっています。\u001b[22m\n\u001b[4mYes, the gang is back in this special episode to bring forth some entertainment just before the big Season 2 hits the horizon.\u001b[24m\n    \u001b[1mはい、ギャングはこの特別なエピソードで、大きなシーズン2が地平線を襲う直前にいくつかのエンターテイメントを生み出しました。\u001b[22m, \u001b[1mはい、ギャングは、ちょうど大きなシーズン2安打地平線の前にいくつかのエンターテイメントを生み出すために、この特別なエピソードに戻っています。\u001b[22m\n\u001b[1m\u001b[22m\nSeries like Haganai in the anime industry getting an OVA should be no surprise. The original series is quite popular with a later manga adaptation that landed 7th place on the top 30 of Japanese Comic Rankings with its debut of the second volume. Furthermore, the series' anime adaptation has spawned the development of a visual novel that sold over 50,000 units. As such, this little bonus here should be a refreshment of what the Neighbor's Club was, is, and will be in the future.\n\n\u001b[1mOVAを手にしているアニメ業界のはがいのようなシリーズは驚くべきことではありません。 オリジナルシリーズは、第2巻のデビューで日本のコミックランキング上位30位で7位にランクインした後のマンガのアダルトでかなり人気があります。 さらに、このシリーズのアニメ化は、5万台を超えるビジュアル小説の開発を生み出しています。 このように、ここでのこの小さなボーナスは、隣人のクラブがあった、将来の、そして将来になるもののリフレッシュでなければなりません。\u001b[22m\n\u001b[1m(Ovu~a o te ni shite iru anime gyōkai no wa gai no yōna shirīzu wa odorokubeki kotode wa arimasen. Orijinarushirīzu wa, dai 2-kan no debyū de Nihon no komikku rankingu jōi 30-i de 7-i ni rankuin shita nochi no manga no adaruto de kanari ninki ga arimasu. Sarani, kono shirīzu no anime-ka wa, 5 man-dai o koeru bijuaru shōsetsu no kaihatsu o umidashite imasu. Ko no yō ni, koko de no kono chīsana bōnasu wa, rinjin no kurabu ga atta, shōrai no, soshite shōrai ni naru mono no rifuresshudenakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mSeries like Haganai in the anime industry getting an OVA should be no surprise. The original series is quite popular with a later manga adaptation that landed 7th place on the top 30 of Japanese Comic Rankings with its debut of the second volume. Furthermore, the series' anime adaptation has spawned the development of a visual novel that sold over 50,000 units. As such, this little bonus here should be a refreshment of what the Neighbor's Club was, is, and will be in the future.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeries like Haganai in the anime industry getting an OVA should be no surprise.\u001b[24m\n    \u001b[1mOVAを手にしているアニメ業界のはがいのようなシリーズは驚くべきことではありません。\u001b[22m, \u001b[1mOVAを取得するアニメ業界では僕は友達が少ないなどのシリーズには驚くべきことではないはずです。\u001b[22m\n\u001b[4mThe original series is quite popular with a later manga adaptation that landed 7th place on the top 30 of Japanese Comic Rankings with its debut of the second volume.\u001b[24m\n    \u001b[1mオリジナルシリーズは、第2巻のデビューで日本のコミックランキング上位30位で7位にランクインした後のマンガのアダルトでかなり人気があります。\u001b[22m, \u001b[1mオリジナルシリーズは、第二のボリュームのデビューで日本のコミックランキングのトップ30に7位を上陸させた後に漫画の適応にはかなり人気があります。\u001b[22m\n\u001b[4mFurthermore, the series' anime adaptation has spawned the development of a visual novel that sold over 50,000 units.\u001b[24m\n    \u001b[1mさらに、このシリーズのアニメ化は、5万台を超えるビジュアル小説の開発を生み出しています。\u001b[22m, \u001b[1mまた、シリーズのアニメの適応は、50,000台以上を販売ビジュアルノベルの開発を生み出しました。\u001b[22m\n\u001b[4mAs such, this little bonus here should be a refreshment of what the Neighbor's Club was, is, and will be in the future.\u001b[24m\n    \u001b[1mこのように、ここでのこの小さなボーナスは、隣人のクラブがあった、将来の、そして将来になるもののリフレッシュでなければなりません。\u001b[22m, \u001b[1mこのように、ここではこの小さなボーナスは近隣のクラブが何であったか、であるのリフレッシュすべきであり、将来的になります。\u001b[22m\n\u001b[1m\u001b[22m\nBoku wa Tomodachi ga Sukunai/Haganai: Add-on Disc (also known as I Don't Have Many Friends: Add-on Disc) is a special unaired episode produced by AIC Build. Of course, special episode in today's anime industries are usually filled with fan-service and other eye candy scenes. Although this episode doesn't have the theme of the generic beach, sleepovers, or onsen themes, it does have something else we might not expect in the form that is more defined as literal comedy.\n\n\u001b[1m僕は友だち/はがない：アドオンディスク（私は多くの友達がいない：アドオンディスク）は、AICビルドによって制作された特別なunairedエピソードです。 もちろん、今日のアニメ業界の特別なエピソードでは、通常、ファンサービスや他のアイキャンディーのシーンがいっぱいです。 このエピソードでは、一般的な砂浜、睡眠、温泉テーマをテーマにしていませんが、文字通りのコメディとして定義されている形では期待できないことがあります。\u001b[22m\n\u001b[1m(Boku wa tomodachi/ haganai: Adoondisuku (watashi wa ōku no tomodachi ga inai: Adoondisuku) wa, aiku birudo ni yotte seisaku sa reta tokubetsuna unaired episōdodesu. Mochiron, kyō no anime gyōkai no tokubetsuna episōdode wa, tsūjō, fansābisu ya hoka no aikyandī no shīn ga ippaidesu. Kono episōdode wa, ippantekina sunahama, suimin, onsen tēma o tēma ni shite imasenga, mojidōri no komedi to shite teigi sa rete iru katachide wa kitai dekinai koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mBoku wa Tomodachi ga Sukunai/Haganai: Add-on Disc (also known as I Don't Have Many Friends: Add-on Disc) is a special unaired episode produced by AIC Build. Of course, special episode in today's anime industries are usually filled with fan-service and other eye candy scenes. Although this episode doesn't have the theme of the generic beach, sleepovers, or onsen themes, it does have something else we might not expect in the form that is more defined as literal comedy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBoku wa Tomodachi ga Sukunai/Haganai: Add-on Disc (also known as I Don't Have Many Friends: Add-on Disc) is a special unaired episode produced by AIC Build.\u001b[24m\n    \u001b[1m僕は友だち/はがない：アドオンディスク（私は多くの友達がいない：アドオンディスク）は、AICビルドによって制作された特別なunairedエピソードです。\u001b[22m, \u001b[1m僕は友達がすくない/僕は友達が少ない：アドオンディスク（私は多くの友人を持っていないとしても知られている：アドオンディスク）を作成AICによって生成される特殊な未放送のエピソードです。\u001b[22m\n\u001b[4mOf course, special episode in today's anime industries are usually filled with fan-service and other eye candy scenes.\u001b[24m\n    \u001b[1mもちろん、今日のアニメ業界の特別なエピソードでは、通常、ファンサービスや他のアイキャンディーのシーンがいっぱいです。\u001b[22m, \u001b[1mもちろん、今日のアニメ産業の特別なエピソードは通常、ファンサービスやその他の目キャンデーのシーンで満たされています。\u001b[22m\n\u001b[4mAlthough this episode doesn't have the theme of the generic beach, sleepovers, or onsen themes, it does have something else we might not expect in the form that is more defined as literal comedy.\u001b[24m\n    \u001b[1mこのエピソードでは、一般的な砂浜、睡眠、温泉テーマをテーマにしていませんが、文字通りのコメディとして定義されている形では期待できないことがあります。\u001b[22m, \u001b[1mこのエピソードは、一般的なビーチ、sleepovers、または温泉テーマのテーマを持っていませんが、それは我々がより多くのリテラル喜劇のように定義されている形で期待していないかもしれない何かを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThe episode is like this:\n\n\u001b[1mエピソードはこのようなものです：\u001b[22m\n\u001b[1m(Episōdo wa kono yōna monodesu:)\u001b[22m\n\nTranslations of \u001b[4mThe episode is like this:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe episode is like this:\u001b[24m\n    \u001b[1mエピソードはこのようなものです：\u001b[22m, \u001b[1mエピソードは、このようなものです：\u001b[22m\n\u001b[1m\u001b[22m\nYou take a novel, put thoughts and imaginations into it, add the characters/settings in, and the gags as well as the comedy and fan-service. Then, after all that, present it to the audience visually. What do you get? This special Haganai episode.\n\n\u001b[1mあなたは小説を撮り、思考や想像力を入れたり、キャラクターやセッティングを加えたり、ギャグやコメディやファンサービスを追加します。 その後、すべてのことを視覚的に観客に披露してください。 何を手に入れますか？ この特別なはなないエピソード。\u001b[22m\n\u001b[1m(Anata wa shōsetsu o tori, shikō ya sōzō-ryoku o ire tari, kyarakutā ya settingu o kuwae tari, gyagu ya komedi ya fansābisu o tsuika shimasu. Sonogo, subete no koto o shikaku-teki ni kankyaku ni hirō shite kudasai. Nani o te ni iremasu ka? Kono tokubetsuna wa nanai episōdo.)\u001b[22m\n\nTranslations of \u001b[4mYou take a novel, put thoughts and imaginations into it, add the characters/settings in, and the gags as well as the comedy and fan-service. Then, after all that, present it to the audience visually. What do you get? This special Haganai episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou take a novel, put thoughts and imaginations into it, add the characters/settings in, and the gags as well as the comedy and fan-service.\u001b[24m\n    \u001b[1mあなたは小説を撮り、思考や想像力を入れたり、キャラクターやセッティングを加えたり、ギャグやコメディやファンサービスを追加します。\u001b[22m, \u001b[1mあなたは、小説を取ることに思考と想像力を入れ、中の文字/設定、ギャグだけでなく、コメディとファンサービスを追加します。\u001b[22m\n\u001b[4mThen, after all that, present it to the audience visually.\u001b[24m\n    \u001b[1mその後、すべてのことを視覚的に観客に披露してください。\u001b[22m, \u001b[1mそして、すべてのことの後、視覚的に視聴者にそれを提示。\u001b[22m\n\u001b[4mWhat do you get?\u001b[24m\n    \u001b[1m何を手に入れますか？\u001b[22m, \u001b[1mあなたは何を得るのですか？\u001b[22m\n\u001b[4mThis special Haganai episode.\u001b[24m\n    \u001b[1mこの特別なはなないエピソード。\u001b[22m, \u001b[1mこの特別な僕は友達が少ないエピソード。\u001b[22m\n\u001b[1m\u001b[22m\nIndeed, this special episode has a lot of comedy and gags that is presented in the way of novel relay telling. With their imaginations, the Neighbor Club is at it again. They write this novel out of their imaginations or maybe more based on their personal ideologies. It's hard to explain it but let's just say that the club has some generic yet fun ideas.\n\n\u001b[1m確かに、この特別なエピソードには、新しい中継の方法で提示されるコメディとギャグがたくさんあります。 彼らの想像力で、Neighbor Clubはもう一度やっています。 彼らは自分の想像力からこの小説を書くか、あるいは個人的なイデオロギーに基づいています。 それを説明することは難しいですが、クラブにはいくつかの一般的で楽しいアイディアがあると言いましょう。\u001b[22m\n\u001b[1m(Tashika ni, kono tokubetsuna episōdo ni wa, atarashī chūkei no hōhō de teiji sa reru komedi to gyagu ga takusan arimasu. Karera no sōzō-ryoku de, Neighbor Club wa mōichido yatte imasu. Karera wa jibun no sōzō-ryoku kara kono shōsetsu o kaku ka, aruiwa kojin-tekina ideorogī ni motodzuite imasu. Sore o setsumei suru koto wa muzukashīdesuga, kurabu ni wa ikutsu ka no ippan-tekide tanoshī aidia ga aru to iimashou.)\u001b[22m\n\nTranslations of \u001b[4mIndeed, this special episode has a lot of comedy and gags that is presented in the way of novel relay telling. With their imaginations, the Neighbor Club is at it again. They write this novel out of their imaginations or maybe more based on their personal ideologies. It's hard to explain it but let's just say that the club has some generic yet fun ideas.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIndeed, this special episode has a lot of comedy and gags that is presented in the way of novel relay telling.\u001b[24m\n    \u001b[1m確かに、この特別なエピソードには、新しい中継の方法で提示されるコメディとギャグがたくさんあります。\u001b[22m, \u001b[1m確かに、この特別なエピソードは、新規リレー占いの方法で提示されたコメディーとギャグをたくさん持っています。\u001b[22m\n\u001b[4mWith their imaginations, the Neighbor Club is at it again.\u001b[24m\n    \u001b[1m彼らの想像力で、Neighbor Clubはもう一度やっています。\u001b[22m, \u001b[1m彼らの想像力で、近隣クラブは再びそれです。\u001b[22m\n\u001b[4mThey write this novel out of their imaginations or maybe more based on their personal ideologies.\u001b[24m\n    \u001b[1m彼らは自分の想像力からこの小説を書くか、あるいは個人的なイデオロギーに基づいています。\u001b[22m, \u001b[1m彼らは彼らの個人的なイデオロギーに基づいて、多分もっと自分の想像力のうち、この小説を書きますか。\u001b[22m\n\u001b[4mIt's hard to explain it but let's just say that the club has some generic yet fun ideas.\u001b[24m\n    \u001b[1mそれを説明することは難しいですが、クラブにはいくつかの一般的で楽しいアイディアがあると言いましょう。\u001b[22m, \u001b[1mそれは、それを説明するが、ちょうどクラブはいくつかの一般的なまだ楽しいアイデアを持っているとしましょうするのは難しいです。\u001b[22m\n\u001b[1m\u001b[22m\nYozora and Sena retains their rivalry like the tiger and the dragon in this special episode as well. They bring the heat of their rivalry in the novels they write this time around in the form of medieval warfare involving tentacle rape, obese beast, angels, and foot licking. It's hard to take this serious at all considering that it's so generic and commonly seen in most OVAs. Not just that though, the other characters' stories are based on their own imaginations in the most bizarre ways ranging from a girl in the lake to mecha absurdity from outer space. Still though, it was pretty damn funny.\n\n\u001b[1mYozoraとSenaは、この特別なエピソードでも、虎と竜のような彼らのライバルを保持しています。 彼らは、触手の強姦、肥満の獣、天使、足の舐めを含む中世の戦争の形で、彼らが今周に書いた小説に彼らの闘争の熱を持ち込む。 ほとんどのOVAで一般的に見られるように、これを真剣に考えるのは難しいです。 しかし、他のキャラクターの物語は、湖の女の子から宇宙からの馬鹿馬鹿しいものまで、最も奇妙な方法で自分の想像力に基づいています。 それでも、それはかなり面白いです。\u001b[22m\n\u001b[1m(Yozora to Sena wa, kono tokubetsuna episōdo demo, tora to ryū no yōna karera no raibaru o hoji shite imasu. Karera wa, shokushu no gōkan, himan no kemono, tenshi, ashi no name o fukumu chūsei no sensō no katachi de, karera ga ima Shū ni kaita shōsetsu ni karera no tōsō no netsu o mochikomu. Hotondo no ovu~a de ippantekini mi rareru yō ni, kore o shinken ni kangaeru no wa muzukashīdesu. Shikashi, hoka no kyarakutā no monogatari wa, mizūmi no on'nanoko kara uchū kara no bakabakashī mono made, mottomo kimyōna hōhō de jibun no sōzō-ryoku ni motodzuite imasu. Soredemo, sore wa kanari omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mYozora and Sena retains their rivalry like the tiger and the dragon in this special episode as well. They bring the heat of their rivalry in the novels they write this time around in the form of medieval warfare involving tentacle rape, obese beast, angels, and foot licking. It's hard to take this serious at all considering that it's so generic and commonly seen in most OVAs. Not just that though, the other characters' stories are based on their own imaginations in the most bizarre ways ranging from a girl in the lake to mecha absurdity from outer space. Still though, it was pretty damn funny.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYozora and Sena retains their rivalry like the tiger and the dragon in this special episode as well.\u001b[24m\n    \u001b[1mYozoraとSenaは、この特別なエピソードでも、虎と竜のような彼らのライバルを保持しています。\u001b[22m, \u001b[1m夜空と星奈は虎と同様に、この特別なエピソードで竜のような彼らのライバル関係を保持しています。\u001b[22m\n\u001b[4mThey bring the heat of their rivalry in the novels they write this time around in the form of medieval warfare involving tentacle rape, obese beast, angels, and foot licking.\u001b[24m\n    \u001b[1m彼らは、触手の強姦、肥満の獣、天使、足の舐めを含む中世の戦争の形で、彼らが今周に書いた小説に彼らの闘争の熱を持ち込む。\u001b[22m, \u001b[1m彼らは触手レイプ、肥満獣、天使、と足なめを含む中世の戦争の形で今回を書く小説で、そのライバルの熱をもたらします。\u001b[22m\n\u001b[4mIt's hard to take this serious at all considering that it's so generic and commonly seen in most OVAs.\u001b[24m\n    \u001b[1mほとんどのOVAで一般的に見られるように、これを真剣に考えるのは難しいです。\u001b[22m, \u001b[1mそれはそれはとても一般的で、一般的に最もOVASで見られますことを考えると、すべてでこの深刻なを取るのは難しいです。\u001b[22m\n\u001b[4mNot just that though, the other characters' stories are based on their own imaginations in the most bizarre ways ranging from a girl in the lake to mecha absurdity from outer space.\u001b[24m\n    \u001b[1mしかし、他のキャラクターの物語は、湖の女の子から宇宙からの馬鹿馬鹿しいものまで、最も奇妙な方法で自分の想像力に基づいています。\u001b[22m, \u001b[1mしかし、他のキャラクターのストーリーは、宇宙からメカ不条理に湖の女の子に至るまで最も奇妙な方法で自分の想像力に基づいているだけではありませんことを。\u001b[22m\n\u001b[4mStill though, it was pretty damn funny.\u001b[24m\n    \u001b[1mそれでも、それはかなり面白いです。\u001b[22m, \u001b[1mそれでもしかし、それはかなり気面白かったです。\u001b[22m\n\u001b[1m\u001b[22m\nThe artwork of the special episode retains the same edges and style. There's nothing different really, not even in the novels themselves. One can expect though that Haganai isn't a top contender in the artwork department so don't expect spectacular visuals.\n\n\u001b[1m特別なエピソードのアートワークは、同じエッジとスタイルを保持します。 実際には、小説そのものでさえ、何も変わりません。 はがないは美術部門のトップ候補ではないので、壮観な映像を期待してはいけません。\u001b[22m\n\u001b[1m(Tokubetsuna episōdo no ātowāku wa, onaji ejji to sutairu o hoji shimasu. Jissai ni wa, shōsetsu sonomonode sae, nani mo kawarimasen. Haganai wa bijutsu bumon no toppu kōhode wanainode, sōkan'na eizō o kitai shite wa ikemasen.)\u001b[22m\n\nTranslations of \u001b[4mThe artwork of the special episode retains the same edges and style. There's nothing different really, not even in the novels themselves. One can expect though that Haganai isn't a top contender in the artwork department so don't expect spectacular visuals.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork of the special episode retains the same edges and style.\u001b[24m\n    \u001b[1m特別なエピソードのアートワークは、同じエッジとスタイルを保持します。\u001b[22m\n\u001b[4mThere's nothing different really, not even in the novels themselves.\u001b[24m\n    \u001b[1m実際には、小説そのものでさえ、何も変わりません。\u001b[22m, \u001b[1m本当に違うものは何もないにも小説それ自体が、ありません。\u001b[22m\n\u001b[4mOne can expect though that Haganai isn't a top contender in the artwork department so don't expect spectacular visuals.\u001b[24m\n    \u001b[1mはがないは美術部門のトップ候補ではないので、壮観な映像を期待してはいけません。\u001b[22m, \u001b[1mその僕は友達が少ないそう壮大なビジュアルを期待していないアートワーク部門のトップ候補ではないですが、一つは、期待することができます。\u001b[22m\n\u001b[1m\u001b[22m\nOn the other hand, the soundtrack features more of a ensemble especially at the end. The OP song still retains its originality though and it's a billboard of saying “the Neighbor Club is still here and we're not going anywhere till we make some friends”. The soundtrack is pretty fun to listen to and an amusing refreshment of the series.\n\n\u001b[1m一方、サウンドトラックは、特に最後にアンサンブルを多く搭載しています。  OPソングはまだ独創性を保っています。「ネイバークラブはまだここにあり、友達を作るまではどこにも行かない」という看板です。 サウンドトラックはかなり楽しく、シリーズの楽しいリラックスを聞いています。\u001b[22m\n\u001b[1m(Ippō, saundotorakku wa, tokuni saigo ni ansanburu o ōku tōsai shite imasu. OP songu wa mada dokusō-sei o tamotte imasu. `Neibākurabu wa mada koko ni ari, tomodachi o tsukuru made wa dokoni mo ikanai' to iu kanbandesu. Saundotorakku wa kanari tanoshiku, shirīzu no tanoshī rirakkusu o kiite imasu.)\u001b[22m\n\nTranslations of \u001b[4mOn the other hand, the soundtrack features more of a ensemble especially at the end. The OP song still retains its originality though and it's a billboard of saying “the Neighbor Club is still here and we're not going anywhere till we make some friends”. The soundtrack is pretty fun to listen to and an amusing refreshment of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn the other hand, the soundtrack features more of a ensemble especially at the end.\u001b[24m\n    \u001b[1m一方、サウンドトラックは、特に最後にアンサンブルを多く搭載しています。\u001b[22m, \u001b[1m一方、サウンドトラックは最後に、特にアンサンブルの多くを備えています。\u001b[22m\n\u001b[4mThe OP song still retains its originality though and it's a billboard of saying “the Neighbor Club is still here and we're not going anywhere till we make some friends”.\u001b[24m\n    \u001b[1mOPソングはまだ独創性を保っています。「ネイバークラブはまだここにあり、友達を作るまではどこにも行かない」という看板です。\u001b[22m, \u001b[1mOP曲はまだかかわらず、その独創性を保持し、それが「近隣クラブがまだここにあると私たちは何人かの友人を作るまで、私たちはどこにもつもりはない」というのが看板です。\u001b[22m\n\u001b[4mThe soundtrack is pretty fun to listen to and an amusing refreshment of the series.\u001b[24m\n    \u001b[1mサウンドトラックはかなり楽しく、シリーズの楽しいリラックスを聞いています。\u001b[22m, \u001b[1mサウンドトラックはを聞くためにはかなり楽しいと一連の愉快爽快です。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this special episode is like a warmup for the big marathon. By that, I mean a little preview of the comedy and entertainment of what's to come for Season 2. You want some cruelty? Yozora is there. You want some meat? Sena says hi. You want some cosplay? Kobato greets you. Ultimately, special episode like this isn't special but has a lot of humor to it. There's nothing wrong with having a good laugh and Haganai can bring forth a lot of that. So, expect 20+ minutes of Neighbor Club fun thrown at your face.\n\n\u001b[1m全体として、この特別なエピソードは大きなマラソンのウォームアップのようなものです。 それで、シーズン2のコメディーやエンターテインメントのプレビューを少しずつ意味します。残酷なことをしたいですか？  Yozoraはそこにいる。 あなたは肉が欲しいですか？ セナはこんにちは。 あなたはコスプレをしたいですか？ 小鳩はあなたを迎えます。 結局のところ、このような特別なエピソードは特別ではありませんが、ユーモアが豊富です。 良い笑いを持つことは間違いありません。はがないはそれをたくさん出すことができます。 だから、あなたの顔にスローされたNeighbor Clubの楽しみの20分以上を期待してください。\u001b[22m\n\u001b[1m(Zentai to shite, kono tokubetsuna episōdo wa ōkina marason no u~ōmuappu no yōna monodesu. Sorede, shīzun 2 no komedī ya entāteinmento no purebyū o sukoshizutsu imi shimasu. Zankokuna koto o shitaidesu ka? Yozora wa soko ni iru. Anata wa niku ga hoshīdesu ka? Sena wa kon'nichiwa. Anata wa kosupure o shitaidesu ka? Kobato wa anata o mukaemasu. Kekkyokunotokoro, kono yōna tokubetsuna episōdo wa tokubetsude wa arimasenga, yūmoa ga hōfudesu. Yoi warai o motsu koto wa machigai arimasen. Haganai wa sore o takusan dasu koto ga dekimasu. Dakara, anata no kao ni surō sa reta Neighbor Club no tanoshimi no 20-bu ijō o kitai shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this special episode is like a warmup for the big marathon. By that, I mean a little preview of the comedy and entertainment of what's to come for Season 2. You want some cruelty? Yozora is there. You want some meat? Sena says hi. You want some cosplay? Kobato greets you. Ultimately, special episode like this isn't special but has a lot of humor to it. There's nothing wrong with having a good laugh and Haganai can bring forth a lot of that. So, expect 20+ minutes of Neighbor Club fun thrown at your face.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this special episode is like a warmup for the big marathon.\u001b[24m\n    \u001b[1m全体として、この特別なエピソードは大きなマラソンのウォームアップのようなものです。\u001b[22m, \u001b[1m全体的に、この特別なエピソードは大きなマラソンのためのウォームアップのようなものです。\u001b[22m\n\u001b[4mBy that, I mean a little preview of the comedy and entertainment of what's to come for Season 2. You want some cruelty?\u001b[24m\n    \u001b[1mそれで、シーズン2のコメディーやエンターテインメントのプレビューを少しずつ意味します。残酷なことをしたいですか？\u001b[22m, \u001b[1mそのことで、私はあなたがいくつかの残酷さをしたい喜劇とシーズン2のために来て何のエンターテインメントの小さなプレビューを意味ですか？\u001b[22m\n\u001b[4mYozora is there.\u001b[24m\n    \u001b[1mYozoraはそこにいる。\u001b[22m, \u001b[1m夜空があります。\u001b[22m\n\u001b[4mYou want some meat?\u001b[24m\n    \u001b[1mあなたは肉が欲しいですか？\u001b[22m, \u001b[1mあなたは、いくつかの肉をしたいですか？\u001b[22m\n\u001b[4mSena says hi.\u001b[24m\n    \u001b[1mセナはこんにちは。\u001b[22m, \u001b[1mセナがhi言います。\u001b[22m\n\u001b[4mYou want some cosplay?\u001b[24m\n    \u001b[1mあなたはコスプレをしたいですか？\u001b[22m, \u001b[1mあなたは、いくつかのコスプレをしたいですか？\u001b[22m\n\u001b[4mKobato greets you.\u001b[24m\n    \u001b[1m小鳩はあなたを迎えます。\u001b[22m, \u001b[1m小鳩はあなたに挨拶します。\u001b[22m\n\u001b[4mUltimately, special episode like this isn't special but has a lot of humor to it.\u001b[24m\n    \u001b[1m結局のところ、このような特別なエピソードは特別ではありませんが、ユーモアが豊富です。\u001b[22m, \u001b[1m最終的に、このような特別なエピソードは特別なものではありませんが、それにユーモアをたくさん持っています。\u001b[22m\n\u001b[4mThere's nothing wrong with having a good laugh and Haganai can bring forth a lot of that.\u001b[24m\n    \u001b[1m良い笑いを持つことは間違いありません。はがないはそれをたくさん出すことができます。\u001b[22m, \u001b[1mよい笑いを有し、僕は友達が少ないが、その多くを生み出すことができるとは何の問題もありません。\u001b[22m\n\u001b[4mSo, expect 20+ minutes of Neighbor Club fun thrown at your face.\u001b[24m\n    \u001b[1mだから、あなたの顔にスローされたNeighbor Clubの楽しみの20分以上を期待してください。\u001b[22m, \u001b[1mだから、あなたの顔で投げ近隣クラブの楽しみの20 +分を期待しています。\u001b[22m"
  },
  {
    "title": "Boku_wa_Tomodachi_ga_Sukunai__Relay_Shousetsu_wa_Ketsumatsu_ga_Hanpanai",
    "id": "14027",
    "url": "https://myanimelist.net/anime/14027/Boku_wa_Tomodachi_ga_Sukunai__Relay_Shousetsu_wa_Ketsumatsu_ga_Hanpanai",
    "user": "Andyis",
    "profile": "/profile/Andyis/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=73939",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nこれを見ることを計画している人には、元のシリーズを見て、少なくともそれを好きだったはずです。 あなたがまだそれを見ていない場合は、元のシリーズを見て（btwは、ほとんどの場合、続編の前にオリジナルを見るべきです）\n\nただ素晴らしい。 陽気。 面白い。 楽しい。\nあなたがまだ見たことのない楽しい方法であなたの好きなキャラクターを表示することはほとんどありません。\nそれがこのOVAの役割です。 キャラクターは物語の形で狂ったことをすることができます。 元のシリーズが好きだったら、これも好きでしょう。\n\n結論：あなたは間違いなくコメディーのためにこれを見なければなりません。 また、キャラクターがどのようにやりとりされ過度に反応するのか、チームワークの仕方を見ていくことは楽しいことです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nTo those who are planning to watch this you should have already watched the original series and at least sort of liked it. If you haven't watched it yet, watch the original series ( btw you should nearly always watch originals before sequels)\n\n\u001b[1mこれを見ることを計画している人には、元のシリーズを見て、少なくともそれを好きだったはずです。 あなたがまだそれを見ていない場合は、元のシリーズを見て（btwは、ほとんどの場合、続編の前にオリジナルを見るべきです）\u001b[22m\n\u001b[1m(Kore o miru koto o keikaku shite iru hito ni wa,-moto no shirīzu o mite, sukunakutomo sore o sukidatta hazudesu. Anata ga mada sore o mite inai baai wa,-moto no shirīzu o mite (btw wa, hotondo no baai, zokuhen no mae ni orijinaru o mirubekidesu))\u001b[22m\n\nTranslations of \u001b[4mTo those who are planning to watch this you should have already watched the original series and at least sort of liked it. If you haven't watched it yet, watch the original series ( btw you should nearly always watch originals before sequels)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo those who are planning to watch this you should have already watched the original series and at least sort of liked it.\u001b[24m\n    \u001b[1mこれを見ることを計画している人には、元のシリーズを見て、少なくともそれを好きだったはずです。\u001b[22m, \u001b[1mこれを見るために計画している人に、あなたはすでに元のシリーズを見て、少なくとも一種のそれを気に入っている必要があります。\u001b[22m\n\u001b[4mIf you haven't watched it yet, watch the original series ( btw you should nearly always watch originals before sequels)\u001b[24m\n    \u001b[1mあなたがまだそれを見ていない場合は、元のシリーズを見て（btwは、ほとんどの場合、続編の前にオリジナルを見るべきです）\u001b[22m, \u001b[1mあなたはまだそれを見ていない場合は、元のシリーズを見て（ところであなたはほぼ常に続編前に原稿を監視する必要があります）\u001b[22m\n\u001b[1m\u001b[22m\nSimply Amazing. Hilarious. Funny. Enjoyable.\n\n\u001b[1mただ素晴らしい。 陽気。 面白い。 楽しい。\u001b[22m\n\u001b[1m(Tada subarashī. Yōki. Omoshiroi. Tanoshī.)\u001b[22m\n\nTranslations of \u001b[4mSimply Amazing. Hilarious. Funny. Enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSimply Amazing.\u001b[24m\n    \u001b[1mただ素晴らしい。\u001b[22m, \u001b[1mただ驚くばかり。\u001b[22m, \u001b[1m単純にすごい。\u001b[22m, \u001b[1m単純に驚くほど。\u001b[22m\n\u001b[4mHilarious.\u001b[24m\n    \u001b[1m陽気。\u001b[22m, \u001b[1m陽気な。\u001b[22m\n\u001b[4mFunny.\u001b[24m\n    \u001b[1m面白い。\u001b[22m, \u001b[1mおかしいです。\u001b[22m\n\u001b[4mEnjoyable.\u001b[24m\n    \u001b[1m楽しい。\u001b[22m, \u001b[1m楽しいです。\u001b[22m\nAdd ons rarely have a story but usually just show your favorite characters in a fun fashion you have not yet seen in.\n\n\u001b[1mあなたがまだ見たことのない楽しい方法であなたの好きなキャラクターを表示することはほとんどありません。\u001b[22m\n\u001b[1m(Anata ga mada mita koto no nai tanoshī hōhō de anata no sukina kyarakutā o hyōji suru koto wa hotondo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAdd ons rarely have a story but usually just show your favorite characters in a fun fashion you have not yet seen in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAdd ons rarely have a story but usually just show your favorite characters in a fun fashion you have not yet seen in.\u001b[24m\n    \u001b[1mあなたがまだ見たことのない楽しい方法であなたの好きなキャラクターを表示することはほとんどありません。\u001b[22m, \u001b[1mアドオンを追加めったに話を持っていないが、通常はちょうどあなたがまだに見ていない楽しいやり方であなたの好きなキャラクターを示します。\u001b[22m\nThat is what this OVA does. The characters are able to do insane things, in the form of a story. If you liked the original series you will probably like this too.\n\n\u001b[1mそれがこのOVAの役割です。 キャラクターは物語の形で狂ったことをすることができます。 元のシリーズが好きだったら、これも好きでしょう。\u001b[22m\n\u001b[1m(Sore ga kono ovu~a no yakuwaridesu. Kyarakutā wa monogatari no katachi de kurutta koto o suru koto ga dekimasu. Gen no shirīzu ga sukidattara, kore mo sukideshou.)\u001b[22m\n\nTranslations of \u001b[4mThat is what this OVA does. The characters are able to do insane things, in the form of a story. If you liked the original series you will probably like this too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat is what this OVA does.\u001b[24m\n    \u001b[1mそれがこのOVAの役割です。\u001b[22m, \u001b[1mつまり、このOVAが何をするかです。\u001b[22m\n\u001b[4mThe characters are able to do insane things, in the form of a story.\u001b[24m\n    \u001b[1mキャラクターは物語の形で狂ったことをすることができます。\u001b[22m, \u001b[1m文字は、物語の形で、非常識なことを行うことができます。\u001b[22m\n\u001b[4mIf you liked the original series you will probably like this too.\u001b[24m\n    \u001b[1m元のシリーズが好きだったら、これも好きでしょう。\u001b[22m, \u001b[1mあなたがオリジナルシリーズが好きなら、あなたはおそらく、あまりにもこれを好きになるでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nConclusion: You should definitely watch this for comedy, mindless fun and easy to get jokes. Also it is just fun to watch how the characters interact and overreact and their way of teamwork.\n\n\u001b[1m結論：あなたは間違いなくコメディーのためにこれを見なければなりません。 また、キャラクターがどのようにやりとりされ過度に反応するのか、チームワークの仕方を見ていくことは楽しいことです。\u001b[22m\n\u001b[1m(Ketsuron: Anata wa machigainaku komedī no tame ni kore o minakereba narimasen. Mata, kyarakutā ga dono yō ni yaritori sa re kado ni han'nō suru no ka, chīmuwāku no shikata o mite iku koto wa tanoshī kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mConclusion: You should definitely watch this for comedy, mindless fun and easy to get jokes. Also it is just fun to watch how the characters interact and overreact and their way of teamwork.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mConclusion: You should definitely watch this for comedy, mindless fun and easy to get jokes.\u001b[24m\n    \u001b[1m結論：あなたは間違いなくコメディーのためにこれを見なければなりません。\u001b[22m, \u001b[1m結論：あなたは間違いなく、コメディ、愚かな楽しさとジョークを得るのは簡単のためにこれを見なければなりません。\u001b[22m\n\u001b[4mAlso it is just fun to watch how the characters interact and overreact and their way of teamwork.\u001b[24m\n    \u001b[1mまた、キャラクターがどのようにやりとりされ過度に反応するのか、チームワークの仕方を見ていくことは楽しいことです。\u001b[22m, \u001b[1mまた、文字が相互作用し、過剰反応とチームワークの彼らの方法どのように見ることだけで楽しいです。\u001b[22m"
  },
  {
    "title": "Boku_wa_Tomodachi_ga_Sukunai__Relay_Shousetsu_wa_Ketsumatsu_ga_Hanpanai",
    "id": "14027",
    "url": "https://myanimelist.net/anime/14027/Boku_wa_Tomodachi_ga_Sukunai__Relay_Shousetsu_wa_Ketsumatsu_ga_Hanpanai",
    "user": "Zaku88",
    "profile": "/profile/Zaku88/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=202549",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  6\nキャラクター|  5\n|  3\n\n一部のOVAは、シリーズに大きな結論を与えようとしています。 他のOVAsはシリーズをHentaiに変える言い訳です。 このOVAは、どちらかを実行していないようです。 ハガナイのOVAは単なる別のエピソードであり、ストーリー・ラインを進歩させたり、キャラクターの発展をテーブルにもたらすこともありません。 それは純粋なファンサービスであり、私はファンだけのために強調します。 あなたがメインシリーズの主人公のいずれかに不健全に繋がっていないなら、これはあなたの時間の価値がないかもしれません。\n\nアニメーション：\nアニメーションの質はメインシリーズと同等ですが、あなたは本当に不器用な服や（非常にエッチな）メカを手に入れようとしていますか？ 他のシリーズをパロディーするために深刻な努力がなされています。私は、見ることが自分自身のために発見されるようにします。時にはビジュアルに埋め込まれることもあります。 このシリーズの唯一の欠如は、セナに与えられた自由な放送時間です。 メインシリーズのように、重要なエッチを期待してください - これは完全なH.にかなり近くなりますが\n\n音：\n親シリーズと同じOPがあり、VAのキャストも同じです。 彼らは、忌々しく反復的な主要なメロディーを持っているキャストによって歌われた新しいEDを加えます。\n\nストーリー：\n私たちは典型的な日に私たちのloners clubを見つけて、1つの短編小説を交互に書くことにします。 これはまもなくコダカが関わっているすべての個性的なファンタジーに変わります。 一部のパーツは面白いですが、全体的なプロットはかなり不自由なものであり、全体的なシリーズには全く貢献していません。 私は親シリーズにあまりにも奇妙な結末を与えてもう少し妥当性を期待していたので、私はちょっと偏っていると認めます。\n\nキャラクター：\n各キャラクターは放送時間を取得しますが、それらの相互作用はメインシリーズから期待されるとおりです。 彼らのインタラクションはまだ見て楽しいですが、私はシリーズが理科/雪村についてのいくつかの背景を与える素晴らしい機会を逃したと思います。\n\n値：\nベースエンターテインメントやファンサービスの他に、メインショーの専属ファンのみのために、これは親フランチャイズにはあまり効果がありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nSome OVAs seek to give a series a greater sense of conclusion. Other OVAs are an excuse to turn a series into Hentai. This OVA doesn't seem to quite do either of those. Haganai's OVA is simply another episode, and one which neither advances the story line nor brings any character development to the table; it's purely fan service and I emphasize- for fans only. If you aren't unhealthily attached to any of the main characters in the main series, then this may not be worth your time.\n\n\u001b[1m一部のOVAは、シリーズに大きな結論を与えようとしています。 他のOVAsはシリーズをHentaiに変える言い訳です。 このOVAは、どちらかを実行していないようです。 ハガナイのOVAは単なる別のエピソードであり、ストーリー・ラインを進歩させたり、キャラクターの発展をテーブルにもたらすこともありません。 それは純粋なファンサービスであり、私はファンだけのために強調します。 あなたがメインシリーズの主人公のいずれかに不健全に繋がっていないなら、これはあなたの時間の価値がないかもしれません。\u001b[22m\n\u001b[1m(Ichibu no ovu~a wa, shirīzu ni ōkina ketsuron o ataeyou to shite imasu. Hoka no OVAs wa shirīzu o Hentai ni kaeru iiwakedesu. Kono ovu~a wa, dochira ka o jikkō shite inai yōdesu. Haganai no ovu~a wa tan'naru betsu no episōdodeari, sutōrī rain o shinpo sa se tari, kyarakutā no hatten o tēburu ni motarasu koto mo arimasen. Sore wa junsuina fansābisudeari, watashi wa fan dake no tame ni kyōchō shimasu. Anata ga meinshirīzu no shujinkō no izureka ni fukenzen ni tsunagatte inainara, kore wa anata no jikan no kachi ga nai kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mSome OVAs seek to give a series a greater sense of conclusion. Other OVAs are an excuse to turn a series into Hentai. This OVA doesn't seem to quite do either of those. Haganai's OVA is simply another episode, and one which neither advances the story line nor brings any character development to the table; it's purely fan service and I emphasize- for fans only. If you aren't unhealthily attached to any of the main characters in the main series, then this may not be worth your time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome OVAs seek to give a series a greater sense of conclusion.\u001b[24m\n    \u001b[1m一部のOVAは、シリーズに大きな結論を与えようとしています。\u001b[22m, \u001b[1m一部のOVASはシリーズに結論の大きい感覚を与えることを目指しています。\u001b[22m\n\u001b[4mOther OVAs are an excuse to turn a series into Hentai.\u001b[24m\n    \u001b[1m他のOVAsはシリーズをHentaiに変える言い訳です。\u001b[22m, \u001b[1mその他OVASは変態にシリーズを回すための口実です。\u001b[22m\n\u001b[4mThis OVA doesn't seem to quite do either of those.\u001b[24m\n    \u001b[1mこのOVAは、どちらかを実行していないようです。\u001b[22m, \u001b[1mこのOVAはかなりそれらのいずれかを実行していないようです。\u001b[22m\n\u001b[4mHaganai's OVA is simply another episode, and one which neither advances the story line nor brings any character development to the table;\u001b[24m\n    \u001b[1mハガナイのOVAは単なる別のエピソードであり、ストーリー・ラインを進歩させたり、キャラクターの発展をテーブルにもたらすこともありません。\u001b[22m, \u001b[1m僕は友達が少ないのOVAは、単に別のエピソード、そしてどちらもストーリーラインを進めることも、テーブルに任意の文字の開発をもたらすものです。\u001b[22m\n\u001b[4mit's purely fan service and I emphasize- for fans only.\u001b[24m\n    \u001b[1mそれは純粋なファンサービスであり、私はファンだけのために強調します。\u001b[22m, \u001b[1mそれは純粋にファンサービスだと私はファンのためにemphasize-。\u001b[22m\n\u001b[4mIf you aren't unhealthily attached to any of the main characters in the main series, then this may not be worth your time.\u001b[24m\n    \u001b[1mあなたがメインシリーズの主人公のいずれかに不健全に繋がっていないなら、これはあなたの時間の価値がないかもしれません。\u001b[22m, \u001b[1mあなたが不健全にメインシリーズのメインキャラクターのいずれかに結合されていない場合、これはあなたの時間の価値がないかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation:\n\n\u001b[1mアニメーション：\u001b[22m\n\u001b[1m(Animēshon:)\u001b[22m\n\nDefinitions of \u001b[4mAnimation:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アニメーション\u001b[22m\n        animation\n\u001b[1m    アニメ\u001b[22m\n        animation\n\u001b[1m    気力\u001b[22m\n        energy, spirit, vigor, vitality, willpower, verve\n\u001b[1m    精\u001b[22m\n        essence, energy, ardor, soul, vigor, life\n\u001b[1m    意気込み\u001b[22m\n        enthusiasm, eagerness, passion, ardor, zeal, inspiration\n\u001b[1m    健祥\u001b[22m\n        vigor, spirit, pep, energy, liveliness, ebullience\n\u001b[1m    清祥\u001b[22m\n        vigor, spirit, ardor, mind, life, vitality\n\u001b[1m    朗らか\u001b[22m\n        cheerfulness, cheer, luster, ebulliency, shine, light\n\u001b[1m    スピリッツ\u001b[22m\n        ardor, animation, consciousness, ardour\n\u001b[1m    スピリット\u001b[22m\n        ardor, esprit, animation, consciousness, ardour\nThe animation quality is on par with the main series, though you're going to get some really wacky outfits and (very ecchi) mechs? There's a serious effort to parody other series, which I'll let the viewed discover for him/herself, sometimes embedded in the visuals. The series' only absolution is the liberal airtime given to Sena. As in the main series, expect significant ecchi - though this one goes pretty close to full H.\n\n\u001b[1mアニメーションの質はメインシリーズと同等ですが、あなたは本当に不器用な服や（非常にエッチな）メカを手に入れようとしていますか？ 他のシリーズをパロディーするために深刻な努力がなされています。私は、見ることが自分自身のために発見されるようにします。時にはビジュアルに埋め込まれることもあります。 このシリーズの唯一の欠如は、セナに与えられた自由な放送時間です。 メインシリーズのように、重要なエッチを期待してください - これは完全なH.にかなり近くなりますが\u001b[22m\n\u001b[1m(Animēshon no shitsu wa meinshirīzu to dōtōdesuga, anata wa hontōni bukiyōna fuku ya (hijō ni etchina) meka o te ni ireyou to shite imasu ka? Hoka no shirīzu o parodī suru tame ni shinkokuna doryoku ga nasa rete imasu. Watashi wa, miru koto ga jibun jishin no tame ni hakken sa reru yō ni shimasu. Tokiniha bijuaru ni umekoma reru koto mo arimasu. Kono shirīzu no yuiitsu no ketsujo wa, Sena ni atae rareta jiyūna hōsō jikandesu. Meinshirīzu no yō ni, jūyōna etchi o kitai shite kudasai - kore wa kanzen'na H. Ni kanari chikaku narimasuga)\u001b[22m\n\nTranslations of \u001b[4mThe animation quality is on par with the main series, though you're going to get some really wacky outfits and (very ecchi) mechs? There's a serious effort to parody other series, which I'll let the viewed discover for him/herself, sometimes embedded in the visuals. The series' only absolution is the liberal airtime given to Sena. As in the main series, expect significant ecchi - though this one goes pretty close to full H.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation quality is on par with the main series, though you're going to get some really wacky outfits and (very ecchi) mechs?\u001b[24m\n    \u001b[1mアニメーションの質はメインシリーズと同等ですが、あなたは本当に不器用な服や（非常にエッチな）メカを手に入れようとしていますか？\u001b[22m, \u001b[1mアニメーションの品質はあなたには、いくつかの本当に奇抜な衣装と（非常にエッチ）メックを取得するつもりだが、メインシリーズと同等のでしょうか？\u001b[22m\n\u001b[4mThere's a serious effort to parody other series, which I'll let the viewed discover for him/herself, sometimes embedded in the visuals.\u001b[24m\n    \u001b[1m他のシリーズをパロディーするために深刻な努力がなされています。私は、見ることが自分自身のために発見されるようにします。時にはビジュアルに埋め込まれることもあります。\u001b[22m, \u001b[1m時々ビジュアルに埋め込まれた私が見たが彼/彼女自身のために発見してもらおう他のシリーズをパロディ化する重大な努力が、あります。\u001b[22m\n\u001b[4mThe series' only absolution is the liberal airtime given to Sena.\u001b[24m\n    \u001b[1mこのシリーズの唯一の欠如は、セナに与えられた自由な放送時間です。\u001b[22m, \u001b[1mシリーズの唯一の赦免はセナに与えられた自由主義放送時間です。\u001b[22m\n\u001b[4mAs in the main series, expect significant ecchi - though this one goes pretty close to full H.\u001b[24m\n    \u001b[1mメインシリーズのように、重要なエッチを期待してください - これは完全なH.にかなり近くなりますが\u001b[22m, \u001b[1mメインシリーズと同様に、重要なエッチを期待する - この1つは完全なHにかなり近い行くのに\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nYou have the same OP as the parent series and the VA cast is identical as well. They add a new ED sung by the cast, which has an annoyingly-repetitive main melody.\n\n\u001b[1m親シリーズと同じOPがあり、VAのキャストも同じです。 彼らは、忌々しく反復的な主要なメロディーを持っているキャストによって歌われた新しいEDを加えます。\u001b[22m\n\u001b[1m(Oya shirīzu to onaji OP ga ari, VA no kyasuto mo onajidesu. Karera wa, imaimashiku hanpuku-tekina shuyōna merodī o motte iru kyasuto ni yotte utawa reta atarashī ED o kuwaemasu.)\u001b[22m\n\nTranslations of \u001b[4mYou have the same OP as the parent series and the VA cast is identical as well. They add a new ED sung by the cast, which has an annoyingly-repetitive main melody.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou have the same OP as the parent series and the VA cast is identical as well.\u001b[24m\n    \u001b[1m親シリーズと同じOPがあり、VAのキャストも同じです。\u001b[22m, \u001b[1mあなたは、親シリーズと同じOPを持ち、VAキャストにも同じです。\u001b[22m\n\u001b[4mThey add a new ED sung by the cast, which has an annoyingly-repetitive main melody.\u001b[24m\n    \u001b[1m彼らは、忌々しく反復的な主要なメロディーを持っているキャストによって歌われた新しいEDを加えます。\u001b[22m, \u001b[1m彼らはうるさく、反復主旋律を持つキャストが歌う新EDを、追加します。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nWe find our loners club on a typical day where they decide to take turns writing a single short story. This soon turns into everyone's individual fantasy involving Kodaka as they churn out the most in-cohesive story ever written. While certain parts are amusing, the overall plot is quite lame and contributes absolutely nothing to the overall series. I'll admit I'm a bit biased as I was hoping for a bit more relevance given the less-than-stellar ending to the parent series.\n\n\u001b[1m私たちは典型的な日に私たちのloners clubを見つけて、1つの短編小説を交互に書くことにします。 これはまもなくコダカが関わっているすべての個性的なファンタジーに変わります。 一部のパーツは面白いですが、全体的なプロットはかなり不自由なものであり、全体的なシリーズには全く貢献していません。 私は親シリーズにあまりにも奇妙な結末を与えてもう少し妥当性を期待していたので、私はちょっと偏っていると認めます。\u001b[22m\n\u001b[1m(Watashitachiha tenkei-tekina hi ni watashitachi no loners kurabu o mitsukete, 1tsu no tanpen shōsetsu o kōgo ni kaku koto ni shimasu. Kore wa mamonaku kodaka ga kakawatte iru subete no kosei-tekina fantajī ni kawarimasu. Ichibu no pātsu wa omoshiroidesuga, zentai-tekina purotto wa kanari fujiyūna monodeari, zentai-tekina shirīzu ni wa mattaku kōken shite imasen. Watashi wa oya shirīzu ni amarini mo kimyōna ketsumatsu o ataete mōsukoshi datōsei o kitai shite itanode, watashi wa chotto katayotte iru to mitomemasu.)\u001b[22m\n\nTranslations of \u001b[4mWe find our loners club on a typical day where they decide to take turns writing a single short story. This soon turns into everyone's individual fantasy involving Kodaka as they churn out the most in-cohesive story ever written. While certain parts are amusing, the overall plot is quite lame and contributes absolutely nothing to the overall series. I'll admit I'm a bit biased as I was hoping for a bit more relevance given the less-than-stellar ending to the parent series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe find our loners club on a typical day where they decide to take turns writing a single short story.\u001b[24m\n    \u001b[1m私たちは典型的な日に私たちのloners clubを見つけて、1つの短編小説を交互に書くことにします。\u001b[22m, \u001b[1m我々は、彼らが単一の短編小説を書いてターンを取ることにした典型的な日に、私たちのlonersクラブを見つけます。\u001b[22m\n\u001b[4mThis soon turns into everyone's individual fantasy involving Kodaka as they churn out the most in-cohesive story ever written.\u001b[24m\n    \u001b[1mこれはまもなくコダカが関わっているすべての個性的なファンタジーに変わります。\u001b[22m, \u001b[1mこれはすぐに彼らが今まで書かれた最もにおける凝集性の話を稼ぎ出すよう小高に関わるすべての人の個々のファンタジーになります。\u001b[22m\n\u001b[4mWhile certain parts are amusing, the overall plot is quite lame and contributes absolutely nothing to the overall series.\u001b[24m\n    \u001b[1m一部のパーツは面白いですが、全体的なプロットはかなり不自由なものであり、全体的なシリーズには全く貢献していません。\u001b[22m, \u001b[1m特定の部分は面白いですが、全体的なプロットはかなりラメで、全体的なシリーズに絶対に何も寄与しません。\u001b[22m\n\u001b[4mI'll admit I'm a bit biased as I was hoping for a bit more relevance given the less-than-stellar ending to the parent series.\u001b[24m\n    \u001b[1m私は親シリーズにあまりにも奇妙な結末を与えてもう少し妥当性を期待していたので、私はちょっと偏っていると認めます。\u001b[22m, \u001b[1m私は親シリーズへのより少なくより星のエンディングを与えられたビットより関連性のために期待していたように私は、私は少し偏ったよ認めますよ。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nWhile each character does get air time, their interactions are as you would expect from the main series. Their interactions are still fun to watch, but I think the series missed a great opportunity to give some more background on Rika/Yukimura.\n\n\u001b[1m各キャラクターは放送時間を取得しますが、それらの相互作用はメインシリーズから期待されるとおりです。 彼らのインタラクションはまだ見て楽しいですが、私はシリーズが理科/雪村についてのいくつかの背景を与える素晴らしい機会を逃したと思います。\u001b[22m\n\u001b[1m(Kaku kyarakutā wa hōsō jikan o shutoku shimasuga, sorera no sōgo sayō wa meinshirīzu kara kitai sa reru tōridesu. Karera no intarakushon wa mada mite tanoshīdesuga, watashi wa shirīzu ga rika/ Yukimura ni tsuite no ikutsu ka no haikei o ataeru subarashī kikai o nogashita to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhile each character does get air time, their interactions are as you would expect from the main series. Their interactions are still fun to watch, but I think the series missed a great opportunity to give some more background on Rika/Yukimura.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile each character does get air time, their interactions are as you would expect from the main series.\u001b[24m\n    \u001b[1m各キャラクターは放送時間を取得しますが、それらの相互作用はメインシリーズから期待されるとおりです。\u001b[22m, \u001b[1m各文字は放送時間を取得しますが、あなたが主系列から期待通り、それらの相互作用があります。\u001b[22m\n\u001b[4mTheir interactions are still fun to watch, but I think the series missed a great opportunity to give some more background on Rika/Yukimura.\u001b[24m\n    \u001b[1m彼らのインタラクションはまだ見て楽しいですが、私はシリーズが理科/雪村についてのいくつかの背景を与える素晴らしい機会を逃したと思います。\u001b[22m, \u001b[1mそれらの相互作用は、まだ見ていて楽しいですが、私はシリーズが理科/幸村にいくつかのより多くの背景を与えるための素晴らしい機会を逃したと思います。\u001b[22m\n\u001b[1m\u001b[22m\nValue:\n\n\u001b[1m値：\u001b[22m\n\u001b[1m(Atai:)\u001b[22m\n\nDefinitions of \u001b[4mValue:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    値\u001b[22m\n        value, magnitude, dimension, size, bulk, price\n\u001b[1m    価値\u001b[22m\n        value, worth, merit, worthiness\n\u001b[1m    バリュー\u001b[22m\n        value\n\u001b[1m    価\u001b[22m\n        value, valency, price, cost, charge, worth\n\u001b[1m    価格\u001b[22m\n        price, cost, value\n\u001b[1m    値打ち\u001b[22m\n        value, worth, price, dignity\n\u001b[1m    金高\u001b[22m\n        amount, sum, quantity, value\n\u001b[1m    珍重\u001b[22m\n        prize, value\n\u001b[1m    直\u001b[22m\n        correctness, being straight, price, cheerfulness, night duty, cost\n\nverb\n\u001b[1m    尊ぶ\u001b[22m\n        value, honor, respect, esteem, prize, revere\n\u001b[1m    貴ぶ\u001b[22m\n        value, honor, revere, prize, esteem, respect\n\u001b[1m    評価する\u001b[22m\n        evaluate, value\n\u001b[1m    愛玩する\u001b[22m\n        fond of, value, mess about\nOther than for base entertainment and/or fan service, this doesn't add much to the parent franchise, for dedicated fans of the main show only.\n\n\u001b[1mベースエンターテインメントやファンサービスの他に、メインショーの専属ファンのみのために、これは親フランチャイズにはあまり効果がありません。\u001b[22m\n\u001b[1m(Bēsuentāteinmento ya fansābisu no ta ni, meinshō no senzoku fan nomi no tame ni, koreha oya furanchaizu ni wa amari kōka ga arimasen.)\u001b[22m\n\nTranslations of \u001b[4mOther than for base entertainment and/or fan service, this doesn't add much to the parent franchise, for dedicated fans of the main show only.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOther than for base entertainment and/or fan service, this doesn't add much to the parent franchise, for dedicated fans of the main show only.\u001b[24m\n    \u001b[1mベースエンターテインメントやファンサービスの他に、メインショーの専属ファンのみのために、これは親フランチャイズにはあまり効果がありません。\u001b[22m, \u001b[1mベースエンターテインメントおよび/またはファンサービスのため以外に、これが唯一のメインショーの熱心なファンのために、親フランチャイズに多くを追加しません。\u001b[22m"
  }
]
