[
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "NaturalDisaster",
    "profile": "/profile/NaturalDisaster/reviews",
    "pages": "4",
    "number": "1",
    "link": "/reviews.php?id=84005",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\n私は本当にこのアニメを楽しんでいます。 各エピソードには期待感があり、毎週新しいエピソードを待っています。 私はロマンチックな側面で少し打ちのめされましたが、ストーリーは私を真に楽しませています。  Zetsuenには本当に新しいねじれを投げる方法があります。 予期せぬプロットの変わり目や結果が実際にこの番組を作った。 あなたが座席の端に座っていて、標準からは遠く離れた何かを楽しむなら、私はZetsuen no Tempestをお勧めします。 私は最後の4つのエピソードがさらに良いと思っています。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "SlimyPickle",
    "profile": "/profile/SlimyPickle/reviews",
    "pages": "4",
    "number": "2",
    "link": "/reviews.php?id=157635",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nストーリー：10/10\nゼツェン・ノン・テンペストの物語は、別の主人公、滝柳吉野を秘密裏に日付を記入した少女フワ・アイカの時折のフラッシュバックを伴う線形の物語です。 マヒロが行方不明になった後、吉野とフワ・マヒロは魔法のような環境のために結束する。 物語は、状況が絶えず変化し、神秘的なことが明らかになりつつあるために、少し複雑になります。 謎、ドラマ、アクションの主な要素はすべて幻想的に構成されていました。 アクションシーンは反復的ではなく、感情に満ちた素晴らしいシーンがありました。最初の謎（ふわあいかの殺人犯のアイデンティティ）は私にとって大きなフックです。 満足のいく結末だったが、失望することはほとんどなかった。\nアート：9/10\n芸術のスタイルは、あなたの平均的なアニメより少し詳細で現実的です。 それにもかかわらず、必ずしもユニークではありません。 キャラクターの芸術は、ストーリーとは関係がありません。 キャラクターには異国的なものは何も付いていませんが、お互いにユニークです。 環境もうまくいっていて、この世界から何も外れていませんでしたが、キャラクターアートとストーリーに適していました。\nサウンド：10/10\n私はアニメを見ている間にサウンドトラックに気付いた人ではないが、音楽がストーリーから消え去ったことはないことを知っている。 ボイス演奏の面では、ボイスはキャラクターの性格とよく似ていました。 例えば、マヒロは熱狂的で率直な性格なので、彼の声は十代の少年のために少し深いが、適切なときは大声である。 吉野はより柔らかく話せるので、声は少し若くなり、ベースボリュームレベルで静かに感じます。\nキャラクター：10/10\n主人公は性格の点で誇張されていた。 クレイジーな量ではなく、少しでもキャラクターがクールだと感じるように。 彼らは強みを持っていただけでなく、両方の弱点も露呈していました。 ふわあいかの弱点ははっきりしませんが、確かに存在します。 キャラクターが成長するとは言い難いですが、そのほとんどは代わりに自分自身のさまざまな側面を示しています。 吉野と草刈葉羽は最も明白な成長を示しています。 それぞれのキャラクターには、時には関係のある人格があった。これにはサポートキャラクターが含まれていた。\n楽しさ：10/10\nドラマや心理アニメが好きなら、このシリーズをお勧めします。 私はアクションテーマを適用せずに再作成した場合、このシリーズを楽しむことができたので、アクションを除外しました。 それは、あなたが急速にペースを速めたとは言いませんが、確かに退屈ではありません。 常に新しいことが起こっていますが、急いではありません。ストーリーのペーシングは素晴らしいです。 私はこれを将来見直すかもしれません、物語はとてもうまくいっています。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "aliciarae",
    "profile": "/profile/aliciarae/reviews",
    "pages": "4",
    "number": "3",
    "link": "/reviews.php?id=180352",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  8\n\nこれは私の最初のレビューです\n\nストーリー10/10  - 私はアニメをたくさん見ましたが、これは私が今まで見た中で最もユニークな物語の一つです\n\nアート10/10  - それは非常に現実的で、アニメによく合います\n\n音8/10  - 当時私は音楽にはあまり気付かなかったが、それは私の記憶の中で非常に優れている\n\nキャラクター10/10  - 私は通常、3-6のエピソードの後でアニメを見続けるかどうかを決定します。この決定の主な要因は、キャラクターが好きかどうか、このアニメは非常にユニークなキャラクターを持っているかどうかです\n\n楽しみ8 / 10-私は再腕時計を考慮する\n\n全体的に9/10\n\n\n若い兄弟とのアニメを見ている人、クリスチャンでヌードを気にする人のための警告 - エピソード12または13に予期せぬヌードがありますが、アニメのヌードは気にしませんが、通常は警告があります。 何かを見せるチャンスがたくさんありますが、私はそれが完全にきれいになると信じていました。私は個人的には気にしませんが、信じて、それはきれいです。私は弟（11歳） 肩、母は私の兄がそれを見て、それが人生のためにおそらく怖がっていることを知ったら私を殺すだろう、幸いにも彼は見ているアニメ"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "mikawa",
    "profile": "/profile/mikawa/reviews",
    "pages": "4",
    "number": "4",
    "link": "/reviews.php?id=178519",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nZetsuen no Tempestは私が本当に楽しんだことでした。 私はハムレットとテンペストへの言及がすばらしかったと思っていましたし、心配も感謝しました。 私も本当に本当に本当にキャラクターが好きでした（特に、吉野、麻呂、アイカ）。  Zetsuen no Tempestに特有の1つは、文字の全体的な複雑さです。 他のアニメも同様に複雑で不自然なキャラクターを持っていますが、Zetsuen no Tempestは基本的にこれらのほとんど不可解な複雑なキャラクターを中心にしています。 これらの文字はとても階層的で複雑なので、それぞれの欲望/夢などを解き明かします。 視聴者に大きな関心と満足を提供する。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "Kane-san",
    "profile": "/profile/Kane-san/reviews",
    "pages": "4",
    "number": "5",
    "link": "/reviews.php?id=149109",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nZetsuen no Tempestはなぜ私がアニメを見るのかの完全な例です。 これは、メディアの驚異的な表現であり、ジャンルがどれほど深くて強力であるかを示しています。 私はこれを見直しながら、Fullmetal Alchemist BrotherhoodやSteins Gateのような大物の名前で囲まれたリストの中で、私の2度目のお気に入りのアニメとなっています。\n\nこのレビューを開始することに注目する価値のある第一のものは、この物語がどれほど驚くべきものかということです。 彼らは世界を救うために一緒に働く間、それは2人の男の子と彼ら自身の特定の旅行の物語です。 面白いことに、彼らは世界を救う計画を立てていますが、彼らの動機は、全員を保護するという一般的なアニメ主人公の決定よりもはるかに強力であり、愛する人の死にどのように人々が反応するかを示すものです。 それと同時に、私たちは女の子、魔法使い、お姫様をバレルに入れ、遠くから援助する島に送られます。 この話は、悲劇のアイデア、具体的にはシェイクスピアの作品に頼っている間に非常にユニークです。\n\n私がこの物語が大好きだった主な理由は、それがどのように演じられたかということでした。 すべてが論理的なペースで行われ、ショーの最善の部分は3つの主人公と彼らの敵がそれぞれの仮説を証明するために働く4つのエピソードの部分です（それはあまりにも言葉に聞こえるかもしれません。 退屈だが巧みに魅力的だ）。\n\n議論されなければならないショーの第2の側面は、私がFMA Brotherhood以来このような大きなキャストから見てきた最高のキャラクターである。  1st私たちには高校の静かな少年の滝川吉野さんがいます。 しかし、この外観の背後には、愛する人の死を適切に処理しようとしている人が傷ついています。 このキャラクターへのアプローチは非常に興味深いものでした。キャラクター・アークの1秒ごと、特に彼が持っていたフラッシュバックを大好きでした。 彼の悲しみを扱うことは非常に現実的であり、同情的ですが、シリーズの終わりには、彼の成長は非常に測定可能であり、視聴者の顔にはまったくない。\n\n2番目のキャラクターは、不思議な姫と魔界の魔界の魔法を使う能力を与えられた怒ったティーンエイジャーのフワフワです。 彼の発達は、死の扱いが非常に異なるゆえに、吉野と同じくらい強いと思われる。 彼は複数の恋人を失い、世界を救うことに同意して、殺人犯が見つかるのと引き換えに、復讐を求め、世界に憤慨している。 吉野の悲しみの扱いと並行して、このような復讐の並置は、視聴者がこれらのキャラクターとその相違点を見るのを助け、見て興味深い場面を作ります。\n\n私が参照する必要がある私たちの3番目と最後の主人公は、Kusaribe Hakazeです。 前述のように、彼女は悪名高い魔術師/姫がバレルに残って島に送られました。 彼女は非常に深くつながっている他の2人と彼女の仕事を持つことによって、シリーズの中で「奇妙な人」として働き、外部者の視点が示されることを可能にする。 彼女は彼女の周りの人たちに深く関心を持ち、彼女の道徳によって動かされ、とても愛らしい女性の主人公になっています。\n\n私はスポイラーを提供するコメントを作成するつもりですので、先をスキップしてください。\n\n\n******スポイラー******\n\n後半には吉野とハカゼのペアリングが大好きなので、最後に一緒になってうれしいです。 私は吉野と愛佳を一緒にしていましたが、後半にはこのペアリングが大好きでした。 吉野はアイカを愛していましたが、人生全体だけで生きていたのは、私が呑み込むのはあまりにも苦い思いです。 吉野さんや白石さんのシーンは素晴らしかったし、このショーは他の愛の関心事が取り乱しても大丈夫なアニメの中では最悪のタブーのひとつではなかったことを嬉しく思います。 吉野さんと博神さんは素晴らしいペアだったし、終わりの時に一緒にいなくてはならないほどの時間を抱えてパニックになっていたので、何も起こりませんでした。\n\n\n******スポイラーの終わり******\n\n\nアートとサウンドの面で言いたいことはあまりありません。 私は両者に感謝したので、両者とも10/10を与えています。私は両者が提供した気持ちと彼らがストーリーの仕組みをどのように扱っているのか気に入っていたからです。\n\n最近のアニメではめったに見られないものがあります：ファンサービスやshounenアクションシーンなどの叙述を許さないストーリーは、物語の重さを左右するものではありません。 適切に、そして鑑賞するときにびっくりすることなく）。 代わりに、私たちはいつも最高のアニメの1つとして私の記憶に残る素晴らしいシリーズを手に入れます。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "shinezu",
    "profile": "/profile/shinezu/reviews",
    "pages": "4",
    "number": "6",
    "link": "/reviews.php?id=93041",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  7\n\n私はこのアニメを見て、私がその概要に興味を持って以来、かなり高い期待を持っていました。 時にはそれは私の傷になって、それはしなかった、そして最後に私がそれを見終わったとき、ここで私が言わなければならないことがあります。\n\nストーリー -  7\n\n一言で言えば、吉野の幼年時代の友人である「友人」は、殺人魔法使いが本物の魔道師と契約したことを知るために、神秘的に殺された若い妹アイカの殺人犯を見つけようとする。 この取り引きの効果としては、世界を救い、時を経ることが含まれます。 それは実際よりも多くのふりをしていますが、それはオリジナルの式です。 まだそれは仕事をしてしばらくの間、あなたをサスペンスに保ちます。\n\n明らかに、このアニメは2つの別々の半分、最初の12かそこらのエピソード、そして残りのエピソードから成っています。 物語の前半はかなりスリリングであり、実際には探偵物語によく似ています。ここには2人の幼なじみの友人、神秘的に殺された「姉妹」の奇妙な現象があり、町全体を鉄の墓地や魔法の代理人に変えています。 悲劇的な音楽があり、シェイクスピアのハムレットとテンペスト、あるいは時間のパラドックスなどのロマン主義的なものを引用しています。 それが同じ精神で続けていれば望ましいだろうが、後半は厄介なromcomの犠牲者になる。 行動ははるかに少なくなりますが、キャラクターの発達にはあまり寄与しない長い時間を要する対話があり、その結果、劇的なイベントの急激な感覚が払拭されます。\n\nアート -  9\n\n非常に美しいクリーンスタイル、魔法の呪文のための壮大なデザイン。 アニメーションは、シリーズ全体で滑らかで一貫性があります。 アクションシーンでは特に目立ちます。\n\nサウンド -  7\n\n音楽はいくつかのドラマチックな曲を持っており、シェイクスピアのテーマ全体に合っています。 私はそれが特に記憶に残っていないので、それは特に素晴らしいとは言いません。 私は彼らがシリーズの全体的な雰囲気にはまったく合っておらず、画期的に落ちてしまったので、私はOPやEDの歌のほとんどを嫌いました。\n\nキャラクター -  8\n\nZetsuen no TempestのYoshino、Mahiro、Aikaのキャラクターは、かなりプロットの重要な要素です。 シリーズで示唆しているように、彼らはシェイクスピアの演劇のキャラクター、悲劇であるハムレット、そして幸せな終わりを持つテンペストを表しています。 シリーズを通して、彼らは彼らのハッピーエンドを獲得するために努力しなければならない。 アイカのキャラクターは間違いなくプロットの原動力です。 最初は明らかではありませんが、彼女の本当の重要性と彼女の力の本当の程度は後のエピソードで花開くでしょう。 二次キャラクターは特別なものではなく、漫画の救済やプロットのナレーションのために主に登場します。\n\n\n全体的 -  7.5\n\nそれは時には少し長引いているにもかかわらず、かなり楽しい経験でした。 あなたが魔法と時間のパラドックスのファンであれば、このアニメはあなたにぴったりです。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "pleochroic",
    "profile": "/profile/pleochroic/reviews",
    "pages": "4",
    "number": "7",
    "link": "/reviews.php?id=96921",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  7\n\n私はまだマンガを読んでいない、それは私が比較を描くことができないことを意味します。\n\n私はそれを7と評価している。それはハイサイドである。なぜなら、主に私がビジュアルと上品な前半には、より悪い後半で私を運ぶことが許されたからである。そして、プロットは、 全部。 そう、それは熱狂的な '7ではない！ これは本当に価値のあるものですが、7は6が1つのアニメを見るには低すぎるように見えるからです。\n\n驚いたことに、これは非常にshounenのような気がしませんでした。 はい、私たちは魔法で世界を救うティーンエイジャーがいますが、その概要で説明できる標準運賃から実際には遠いです。 実際には、私たちは実際にアニメのほとんどのためにここに英雄を持っていません。 シェイクスピアの角度は、通常shounenで期待していたものではありません。\n\n私が好きなもの：芸術。 詳細、興味深い、オリジナル、流体アニメーション。 その音は気分を支えていた。 物語の謎の部分は興味深く、十分に私が見守っているように開発され、何が起こっているのか把握することができました（これはアニメでは稀ですが、一般的には謎です）。 ストーリーのシェイクスピアの側面は野心的でした。私は、異なる復讐のストーリーを使って比較し、対比するという考えが好きでした。 もともと導入された魔法のルールは素晴らしかったです。 アイカと吉野の関係はとても面白かったです。 戦いがありましたが、彼らは邪魔されていませんでした（私は、少年の最も好きな部分は絶え間ない戦いです）。\n\n私が好きではなかったもの：後半のアート/アニメーション/サウンドではなく、すべてのものの中で悪化する突然の変化。 ペーシングは低速から不規則かつ逆効果に変わった。 ルーヴル hakazeとyoshinoの間にはまったくロマンスはなかったのですが、実際にはうまくいきました。 私はそれを信じていない、吉野はあまりにも現実的に応答するために死んで、それは完全にフラットに落ちる。 私はそれらを一緒に見たいと思っていません。 私はこの世界が実際に危険にさらされているという感覚を得られませんでした。 元敵がどのように味方になれるかについての魅力的な展開であり、当初期待していたキャストをサポートするには十分なキャラクター開発がなかった。 後半にあまりにも多くの展覧会があった。  hakazeがいかに島に着いたかのプロットと、隠されたお守りをどのように/準備したのかは、巨大なTree of Confusionを植えるのに十分な大きさの穴がありました。 プロットはどんなプロットですか？ 出稼ぎの果実に反応する政府の より多くの感情的な緊張を作り出すためにここに失われた機会がたくさんあります。 彼女の魂を守り続けていた強い女性キャラクターから、いつも恥ずかしそうな愚かな白髪のメイデンに、ルーヴ、ルーヴ、\n\nシェイクスピアの引用はあまりにもランダムであり、しばしばストーリーに不可欠ではなく偽りのように感じるようになりました。 マッシュアップ全体がかなり薄くて、私はしばしば平行を描くために機会が失われたように感じました。 キャラクターの開発は2人の男性のリードマヒロと吉野にとって不均一で、最後にはスクリーンの時間があまりないアイコーだけが1人しか残っていないので、私たちは多くのモチベーションを失っています。 ストーリーの大部分ではキャラクターの行動は実際には問題ないと思われましたが、私はそれが意図的なものであったと確信していますが（シェイクスピアの俳優たちは決められた役割を果たす段階にあります）、それは私のためにゲル化しませんでした。 解像度が低下する。 吉野：私は彼が好きです、彼はおそらくそれらの中で最も複雑なキャラクターです。 しかし、私はなぜ彼が最初に切り離されているのか理解していますが、彼はあまりにも遠いです。\n\n要するに、これはうまく始まり、謎は止まったが、世界の貯蓄はバストだった。 私はまだ自分自身を楽しんだが、それが終わるともう少し空いている気がした。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "bartosso",
    "profile": "/profile/bartosso/reviews",
    "pages": "4",
    "number": "8",
    "link": "/reviews.php?id=107227",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  8\n\nシェークスピアの劇「テンペスト」の劇的なスタイルと現代の魔法の幻想を組み合わせることによって、このアニメは確かにオリジナルではありません。 バックストーリーはあまりにも混乱しており、ペーシングはあまりにも不規則で、実際にはそれを完全に楽しくすることはできません。 プロットのいくつかの要素はひどく切り離されているか、または非論理的であるように見えますが、それにもかかわらず、ストーリーは最後まで興味深いものです。\n\n芸術に関しては、いつものようにBONESの素晴らしい仕事。 ニースと豊かな背景と明確な雰囲気は、このアニメを見るための純粋な喜びになります。 キャラクターは非常にうまくアニメされ、その感情は完全に伝達されます。 音楽と声の両方の演技は、ZnT（花川かな、OMKA）として一流です。 サウンドトラックは、「The Tempest」に触発されたシリーズの第一人者と同じくらい野心的で、厳粛で劇的なものです。 しばらくしてから、ちょっと面倒なこともありますが、軽度の断層です。\n\nZnTの最大の強みは文字です。 ファンタスティックで、予測不可能で、ほとんど催眠術のフワイカがショーの本当のハイライトですが、すべてのキャラクターはよく構築されており、平均的なアニメキャラクターよりも複雑です。 シェイクスピアはそれをそうしたいと思います。\n\n結論：\n非常に良いアニメ、厄介なbackstoryと不明瞭なコンセプトにもかかわらず、偉大な文字、芸術と音楽でそれ自身を償還する。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "Sh1cky",
    "profile": "/profile/Sh1cky/reviews",
    "pages": "4",
    "number": "9",
    "link": "/reviews.php?id=231493",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\nバレルの魔術師、復讐の物語、そして幸せな終わり。 これは、シェイクスピアの最後の作品、テンペストの前提です。  Zetsuen no Tempestはこれが実際のものです。\n\nストーリー\n私たちの物語は、彼の親友のMahiroのリトルラー姉妹、Aikaの殺人犯の復讐を求めて奇妙なキャラクターが引っ張られている高校生の吉野から始まります。  ZnTの世界の論理は歪んでおり、復讐の探求の過程で我々の英雄たちは世界をこれから救おうとします。 彼女の信念のために一族から追放された最強の魔道師、女性主人公の袴が原因で始まったのです。  3人は魔法を使ってコミュニケーションをとります。 私たちが困難に陥っている主人公と、克服しようとしている主人公たちを見つけ出してください。\n物語は2つの部分に分かれている。 最初の部分はより行動指向ですが、2番目の部分はよりロマンチックな関係にあります。 それはすべて、世界の論理の修復に加わるものです。\nストーリー全体を通して、私たちはシェイクスピアの作品から多くの引用を聞く/見ることができ、ほとんどがハムレットから復讐のストーリーとテンペストの復讐の物語です。 シリーズ全体を見た後、これらの引用符を見ることができ、それらは物語の間の真の意味です。  （9/10）\n\nアート\n芸術は素晴らしいです。 メインの主人公は、あなたがアニメーションを助けることはできませんが、愛することはできません。 男の子は美しいので、これはヤオイのバイブがないので、それは100％のヘテロですので、そのようなsthについては心配しないでください。 女性も驚くほど魅力的です。 アイカとハカエの両方が美しくなるように作られているので、あなたがキャラクターのいずれかに倒れても心配はありません。 サポートキャラクターも非常によく作られています。 私は環境や行動シーンについては言及しませんでした。彼らは非常に良くて賢明でした。 それは、アートになると小さな問題さえないようなものです。  10/10\n\n音\nOSTは非常に優れており、時には英国の貴族の雰囲気が漂います。 最初の操作は、あなたがそれを聞くと、それはあなたの頭の中で長時間固まって、信頼してくれる、より多くのポンプアップビートです。 最初のエンディングは、アニメのよりリラックスしたトーンです。 私はそれがあなたがエピソードの間に経験するストレスを緩和するためにそこにあると信じる。  2番目のエンディングはもっと落ち着いています。 非常に良いものはありませんが、どちらも悪くありません。 せいぜい私はそれが平均だと言うでしょう。  2番目の結末は、最初のものと同じ父親の後に続きます。 ストレスをもう一度和らげるのは静かなものです。\n\nキャラクター\nまあ、charcterの開発は、真実を伝えることはかなり良いです。 私たちは、それぞれが自分の理由で戦っている2人の無知な男を見ます。 彼女は典型的な学校の女の子のキャラクターを持っていますが、それほど典型的ではありませんが、アニメに人々の状態があるので、彼女はひどい人格を持っています。 私は楽しみを台無しにしません。 アニメを見れば、彼女を確かに愛するでしょう。  （9/10） 我々はそれらが成長し、responsibillitiesを取るのを見る。  MahiroとYoshinoの両方が一度見なければならない2つのキャラクターです。 そして今、女性たち。 初めは傲慢な人に見えるが、あるイベントの後に彼女がどのように変わったのか、起こった事柄について完全なresposibillityを取るために全身に行くことさえある。 そして、私たちは今まで私のfavキャラクターの一つに行きます。 あいか。 アイカは亡くなったマヒロの妹です。 彼女の死後も、彼女は彼女の名前が参照されるときにテーブルを完全にチューニングするまで、物語の主要な役割を果たしている。\n\n楽しみ\n私はZnTを大いに楽しんだ、それは実際にそこの私のfavアニメの一つだ。 それは作図者、強力な作図とキャラクター開発を持っていた。 ある時点では、ストーリーのヒーローに関係することさえできます。 だから私はまあいいストーリーで馬鹿な高校生（たとえZnTに高校生がいても学校ドラマのようなものではない）のドラマに興味がある人には、これを勧めます。  （10/10）"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "dnautics",
    "profile": "/profile/dnautics/reviews",
    "pages": "4",
    "number": "10",
    "link": "/reviews.php?id=186448",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  7\n\n私は短くて甘いレビューを書くのが好きです。 このシリーズは楽しかったです。 それは私が所有しているか再見なければならないものではありませんが、それは良かったです。\n\n長所：\n\n良い話\n良い主人公のキャスト\n強いシーズン\n良い音楽\n良いアニメーション\n\n短所：\n\n弱い第2シーズン\nあまりにもコメディーな部分\n音楽はしばしばシーンに合っていません\nファンサービスがあります\n弱い側面文字。 彼らはあまり面白くないし、単純にプロットを運転するように見えた\n\n全体的に：あなたがコンプを見逃すことができれば、それはかなり面白いシリーズです。 それは完全ではありませんが、少なくとも1つの視聴からあなたを止めさせないでください。\n\nシェイクスピア・クォートの使用について不平を言っているレビュアには、その物語を通して（そして特に最後に）シェイクスピア・クォートがなぜそんなに多くあるのかがとても分かりました。 私は、著者がシェイクスピアの作品を反映した深い哲学的なアニメであるとは考えておらず、人をハムレットの引用符と混同しようともしなかった。\n\nこのレビューが役立つことを願っています。\n\n乾杯。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "Fragglepuss",
    "profile": "/profile/Fragglepuss/reviews",
    "pages": "4",
    "number": "11",
    "link": "/reviews.php?id=186117",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  6\nキャラクター|  5\n|  4\n\nテンペスト/ゼツェンの天使の爆発\n\nレビュー投稿者：John Fragglepuss Evans\n\n\nBlast of Tempestは良いアイデアとまともな文章を持っていますが、信じられないほど遅いストーリーの進行に興味を失い、対話を引き出しました。 エピソードよりも長く続いた説明やシングルシーンの説明は、一般的な出来事でした。\n\nもしあなたが忍耐を持っていて、すべてが非常に詳細に説明されているのなら、あなたはこれを楽しむかもしれません。\n\nあなたは、それが好きではないかもしれません：あなたは物語がまともなペースで進歩したい場合。\n\nビューアへの注意：あなたの本を見ているような気分です。 まるでそれを聞いているかのようにすべてを説明し、見ていない。\n\nSLC ANIMEからの広範なレビュー：\n\n戦いについてのさまざまな意見があり、会話があまりにも多く、戦闘には足りないと言っている人々もいました。 他の人は、戦闘の重要性が会話の中にあったと考えました。つまり、「論理戦」です。 会話といえば、ストーリーがどのくらい遅くなったのかという共通のコメントがありました。島の外に運ばれようとしているプリンセスの場面が一番の例です...約5つのエピソードが続きました！ このシリーズは、説明が少なくてもより緊密であった可能性があります。 可能性のあるすべての状況について非常に説明があり、結果としてペースが低下しました。 その上に、これらの拡張された場面全体にゆっくりとパンがあり、何かが起こっているように見えるようにしました。そこには何の説明もありませんでした。 それらのキャラクターについてのレビューが混在していた。 いくつかの人はキャラクターを楽しんだが、他の人はキャラクターと接しませんでしたが、多くの人が無意味であると信じていたり、途中で無意味になったりしました。\n\nこのシリーズには新鮮なものがあり、魔法を作るためにお守りを使わなければならない人がいて、おなじみの知識を持っている人は誰でも使うことができます。 アニメーションはシリーズのもう一つのポジティブな側面でした。 いくつかのグループメンバーによって言及された最後の肯定的なコメントは、そのシリーズがシェイクスピアでどのように描かれたかについていろいろと述べた。 例えば、シリーズ全体を通して、ハムレットとテンペストを比較したいくつかの言及がある。 言い換えれば、シェイクスピアに精通していれば、興味のある部分がいくつかあります。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "Darkmoq",
    "profile": "/profile/Darkmoq/reviews",
    "pages": "4",
    "number": "12",
    "link": "/reviews.php?id=156009",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  9\nキャラクター|  6\n|  6\n\nストーリー：ストーリーの始まりは、ハカエという名前の魔女のことです。 彼女は2人の友人、マヒロと吉野の助けを借りて、マジック、ブードゥードールのトランシーバーで彼らとコミュニケーションをとります。 マヒロの援助動機は、彼の妹、アイカを殺した人を見つけることです。 愛佳の秘密のボーイフレンドの吉野は、ちょうどちょっとしておきたい。 彼らの冒険の主な目的は、ひどく破壊的な樹木神の目覚めを止めることです。 このシリーズはまた、非常にフラストバック重く、雅/吉野の友情と、吉野とアイカとの秘密の関係を詳述しています。\n\n物語は私をつかまえなかった。 それが下に来ると、主な悪人は木であり、2人の主人公がアニメのモペット全体を過ごす。 いくつかの視点をください。 さあ、私たちは皆、元気を乗り越えることができない人の周りにいかに迷惑をかけるのか知っています。 これを2倍にして一緒にしましょう。 シリーズ全体としては、アクションと緊急性が欠けていた。 エピソード12の後、私は本当にみんながやろうとしていることを見失った。 彼らは基本的にプロットから中断した。 これは、片面のロマンスを開発し、人々の過去についてのいくつかの質問に答え、私が気にしない新しいキャラクターを2人紹介するために使用されました。 申し訳ありませんが、プロットの中に殺人の謎を描きたいのであれば、それは素晴らしいですが、全体の計画を保留にしないでください。 文字どおり何十億という人々が死んでいて、都市は破壊されています。そして、約1人の女の子の死を取り上げていますか？\n\nアイカの話題と殺人ミステリーについて、彼らはその部分を混乱させる。 第一に、彼らはそれに集中するのにあまりにも多くの時間を費やしました。 エピソード14については、アイカについて十分に聞きました。エピソード17では、すべての感傷的なフラッシュバックで徐々に嘔吐していました。 実際のミステリーとサスペンスの部分に関しては、彼らは奇妙な、不合理なひねりでそれをノックするためだけに興味をそそる話を作りました。\n本当に目立つこのアニメの唯一の部分は、ハザクがどうやって孤立したかについての「誰/何/いつ/どこ/なぜ/どのように」を見つけるときだったと思います。 実際には本当にうまくいっていて、吉野のキャラクターのための大きな飛躍の場でした。 残念なことに、その話はその腹の上に浮かんでいて、それらのエピソードの数はそれが得たほど良好でした。\n\n私はアニメは、哲学的な問題、人間の本質、道徳的な真理などに対処するためのツールになると思います。テンペストには致命的なテーマがたくさんあります。 私はもっ​​と深いメッセージで漠然とした試みがあったようにシリーズのフィーリングを終えましたが、最終的には彼らが伝えようとしていることがわかりませんでした。 結局のところ、私は気になるはずのキャラクターに苛立ちました。\n\nキャラクター：\n私は日本の求愛について何も知らないが、十代の若者は受動的な攻撃的であった。 偽の出会いを設定し、互いに憎んで人を捨てるようなふりをする。 それはあなたが座って、それを踏み外して爆発するまでそれを隠さなければならない問題について話すことができない、暗黙のルールのようなものです。 私はそれが愛の三角を楽しませるようにしたと思うが、それはまた、ジレンマを関連づけが難しくなり、キャラクターが賞賛するのが困難になった。\n\nキャラクターが感情的な状況に反応する方法は、異常で非常に鈍いように見えました。 吉野の反応と思考プロセスは、依然として超受動的かつ分離されたままであった。 多くの文字は1次元または矛盾していました。 シリーズの終わりまでに、私は吉野が何のために立っていたのか、それがなぜなのか分かりませんでした。  Btw、このアニメを見れば、「ビデオメッセージ」に気をつけてください。私はそれが触れるよりはるかに気味が悪いと感じました。 誰がそのことによって誰になるのだろうか？\n\n原則として、キャラクターは、合理的に、自分の最善の利益のために、または理想に応じて行動する必要があります。 もし彼らが苦しくて困難な道を歩むならば、それは簡単で簡単な選択肢がないのですべきです。 それはちょうど良い文章です。 あなたは、主人公が苦労している問題に対して、より簡単な解決策を聴衆が考えることができるときに、プロットホールを作成します。 無駄な自己犠牲は安価な感情的なポルノを作る。 私はLotRを愛していました。 それは壮大な三部作であり、素晴らしい戦い、闘争と犠牲がいっぱいでしたが、ワシはなぜドゥーム山のリングを始めから落としていないのですか？ テンペストは、叙事詩がなくてもそのようなものでいっぱいです。\n\n芸術：非常に良い芸術。 私はそれを言う必要があります。 吉野のキャラクターデザインについて言及する必要があります。 彼は私が見た中で最も女性的に見える男性キャラクターの1つです。 彼はピクシーのヘアカットをして、ヘアクリップを着る。 私は彼を女の子と誤解し続けた。 あなたはその情報をあなたが望むものにすることができます。\n\nサウンド：イントロは普通ではなかったが、音楽はとても良かったし、悲しい雰囲気を作り出した。\n全体：うわべはありません。 殺人の謎は私のための一種のフロップでした。 行動は最高で平均でした。 ストーリーは未解決の多くの質問を残しました。 文字は矛盾していた。\n\n愛/ロマンス：彼らは死んだ女の子を愛する。 かなり面倒なやり方で完全に一方的な面があります。\n血/ゴア：あまりにも実際には。\nセックス/ヌード：ファンサービスと切断のビット。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "KawazoeKumiko",
    "profile": "/profile/KawazoeKumiko/reviews",
    "pages": "4",
    "number": "13",
    "link": "/reviews.php?id=225572",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  7\n\nまあ、私は本当にこのアニメに入ることはできません。 エピソード2では、私は、私はまだこれを落としていない理由を知りませんでした。 率直に言えば、これは人々が言っ​​たようにエキサイティングではありません。 確かにMCは男の子です。 確かに、女の子は強いです。 確かに、絵は素晴らしいです。\nしかし、私はそれに入ることはできません。 私はオンエアの雰囲気を全く感じることができません。 それはちょうど私を疑問に思った、私は何をしていますか？ エキサイティングな雰囲気はありません。 私はすべてを予測できるかのようです。\n男性の主人公の1人は傲慢で、もう1人は慎重です。 彼らはペアになることはできません。 さて、それは私の意見でした。\n\nええ、彼らは行動があり、本当にそこにいると言いました。 しかし、彼らはすべての古典だった\"私はあなたを得る！ 私を手に入れてください。 並べ替え 本当に、私は、フェアリーテールを見た後、私は疲れていることを意味します。\n\nZetsuenは本当に私のタイプではありません。 しかし、多くの人がそれが本当に良いと言って以来、あなたはまだ試してみるべきだと思います。 私はどのようにわからない。 私たちは異なる意見を持っていると思います。\n\nさて、このアニメの良い点は、Harem / Reverse Harem / Ecchiやそのようなものがないことです。 あなたの普通の生き物のアニメとは違う"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "shinukinohono",
    "profile": "/profile/shinukinohono/reviews",
    "pages": "4",
    "number": "14",
    "link": "/reviews.php?id=151299",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  10\n\n*読者への注意、これは私の最初のレビューですので、私にいくつかの余裕を与えてください。\n\n**非常に重いスポイラーがあるので注意してください！**\n\n私は暫定的な最初のレビューを始める前に、巨大なアニメファンとベテランのウォッチャーとして、非常に少数のシリーズがZetsuen no Tempestとして私に爽快で興味深い経験を与えてくれたと言いたいと思います。  Zetsuen no TempestがShounenであることは明らかですが、ターゲットとする人口は非常に大規模で若い男性と10代の若者です。このシリーズの知覚に影響を与えている可能性があります。 また、ゼツェンのテンペストは、ウィリアムシェイクスピアの「ハムレット」と「テンペスト」の影響を強く受けており、両方の演劇を読んでいると、このシリーズの私の認識と受け取りは、さらに一つの視点に偏っています。 それにもかかわらず、これらの浸透要因にもかかわらず、Zetsuen no Tempestは私の意見では、多種多様なテーマ、コンセプト、おそらく最も重要なのは競合のために、あらゆるタイプの視聴者にアピールできるシリーズです。 このレビューでは、このシリーズの中核的な側面のそれぞれを検討し、それらの結束から生じるアートと複雑な物語をさらに推論します。\n\nストーリー：10\n\n*このセクションの重いスポイラー。*\n\n**これは私の最長のセクションです。 私はあなたに保証します、他のセクションはどこにもありません。**\n\n\n\n話はその後、シリーズの後半でトーンとスタイルのシフトを取る。 最初の半分は冒険と戦いに焦点を当てていますが、後半にはより軽快なライフスタイルを取り入れています。 後半では、創世記の木が現れ、世界の問題のほとんどを終わらせました。飢饉はなくなり、戦争も病気もなくなりました。しかし、同時に、出稼ぎの木は成長し始めました。 そのアバターであ​​るために出国の魔道師を選んだ。 後半の後半には、アイカの死の背後にある真実が明らかになり、創世の樹は真に世界の終わりをもたらすものであり、出国の木はそれを止める力があるということです。 この啓示によって、クサリベ一族と主人公は、盲目的に言われたことに従うだけで、古い伝統に従えば、彼らの運命につながったであろうことを認識しています。 この意味で、出稼ぎの木の復活を主張したサモンは、実際には事実の後で理性と自由意志の真の声となりました。 結局のところ、創世記の木は破壊され、人類は前に始まった場所に戻っています。\n\nストーリーから生まれる主なものは、二重性の概念です。 双子性は、2つの木の間の葛藤、シェイクスピアの演劇の両方の終わり、決定論と自由意志などで見られます。アイカの死は、それ自体の中でのキャラクターの死と並行する悲劇です 「ハムレット」は、「ゼツェン・ノン・テンペスト」の終焉は、「テンペスト」と並行する幸福と自由の一つです。創世の木によって支配されなくなり、人類が歩き、自分の足で考えることができる世界です。 確かに、物語の始まりは、狂って混乱し、最初は理解しすぎるように見えるかもしれませんが、Zetsuen no Tempestの野生の乗り物を体験し続けると、すべての部分を結びつけ、すべてがどのように美しく一緒に来るかを見ていきます。 終わり。\n\nアート：8\n\nアートワークは私の意見、特に魔法とお守りのために行われたアートワークで非常に良好でした。 何も制御できない、ばかげたことはありませんでした。 私の唯一の苦情は、創世記の木と樹木のためのCGIの使用です（私はCGIを嫌い、それをアニメに使うべきではないと個人的に考えていますが、それは私の好みです）。\n\nサウンド：9\n\nZetsuen no Tempestに使用される2つのオープニングテーマは単に素晴らしいものであり、バックグラウンドミュージックは完璧な時代のキャラクターの感情と物語の設定を完璧に伝えます。\n\nキャラクター：9\n\n*このセクションの重いスポイラー。*\n\nZetsuen no Tempestは文字なしではどうですか？ キャラクターにとっては、この悲劇的な、そして最終的には美しい物語を定義して形作る人たちです。\n\n吉川吉野：吉野は本質的にアイカの死を取り巻く謎と悲劇の焦点となる。 物語を通して、彼は彼とMahiroを邪魔する状況に対処するために、彼の鋭い計算人格を展示します。 結果として、計算力と穏やかな態度を持つ人物として、時にはマヒロは自分の状況に無関係であることが示され、寒さや卑劣なことさえあります。 彼は常に最も合理的で論理的な決定を主張し、これは彼がサモンと主張したときに彼が有利に働くことを示しています。 しかし、本質的には実用的ではあるが、マヒロは冷たくなり、最終的には、最も論理的なことが必ずしも正しいとは限りません。\n\n扶桑麻衣郎：姉の殺人犯を探すためだけに追求してきた復讐に執着した兄。 最初は、彼のキャラクターは私にサスケのことを思い出させた、そして、それは最初の思考のために、私はゼツェンの天使の期待はあまりありませんでした。 マヒロは強力なトンネルビジョンを示しています。彼は復讐の目標に非常に重点を置いています。 しかし、彼は妹の死についての真実を学んだ後、復讐の願望を失い、自分のことを考え始める。 マヒロが真実を学ぶときに起こる変化は、物語の象徴的真実である。アイカが「ハムレット」の悲しい結末ではなく、「テンペスト」の幸せな終わりを告げるだろう。\n\nKusaribe Hakaze：彼女は無人島で孤立し、一族の最も強力な魔法のユーザーであるKusaribe一族の王女です。 彼女は創世木の論理によって保護されており、それを保護し育てる義務が与えられています。 シリーズの最初の半分では、彼女は出稼ぎの木の復活を支えるサモンへの直接の対立として機能し、樹木の創造と破壊につながる相反する理想が、シリーズ全体に重い二重性のテーマを追加する。 後半には、嘉義の潜在的な愛の関心事として、よりコメディーなSoLの役割を果たします。\n\nSamon Kusaribe; 世界を守るために出稼ぎの木の復活を主張するクシャリベ族の一族。 彼は創世の木が世界を破壊すると信じているので、創世の木を守る義務を負うハカゼへの方法と理想の両方において直接の対照となります。 ハカゼは一族の伝統と信念を体現していますが、サモンはより自由主義的であり、単にその一族の伝統に従えば、彼らと世界を破壊するであろうと信じています。  HakazeとSamonの対比は、決定論と自由意志の歴史的な二分法を設定し、シリーズの後半で重要な役割を果たします。\n\nアイコフーワ：出身の魔女と判明したマヒロの妹、それは自分自身を殺す人であることが明らかになりました。 創世記の木は積極的に出稼ぎの魔道師に反応するので、アイカは世界を守るために自分を殺すことを決意する。 ここで質問された質問は、アイカの死が避けられたかどうかです：彼女の死は事前に決められましたか、または創世記の木から世界を守るために自分を殺すことを本当に選択しましたか？ この質問と彼女の自殺行動のあいまいさは、シリーズの後半の二元性の概念をさらに高めるものです。\n\n楽しさ：10\n\nこれは自明です。  ;）\n\n全体：10\n\nZetsuen no Tempestは、典型的な復讐のテーマを持つ不合理で非論理的なシリーズを取り入れ、すべてが美しくまとまりのある全体に網羅しています。\n\n私がお勧めするのは、あなたがアニメやベテランのウォッチャーの新人であろうとも、Zetsuen no Tempestはあなたに確かに楽しんで覚えてくれる深く満足のいく体験を与えるでしょう。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "Tsundereppoi",
    "profile": "/profile/Tsundereppoi/reviews",
    "pages": "4",
    "number": "15",
    "link": "/reviews.php?id=93513",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのシリーズに10のうち11を与えることができたらいいと思うが、それはロジックを超えてしまうだろう！ しかし、非論理的なものは必ずしも真実ではありません。\n\nこのアニメは、私に寒さを与え、悲しみ、期待、喜びを感じさせ、終わりに完全に満足してくれた非常に少数の人の中の一人です。 さらに、シェイクスピアの作品を実際に見て、著者の動機を理解するよう促しました。 確かにキャラクターはハムレットとテンペストを頻繁に引用しているが、これは時には遠く離れているかチーズであるように見えるかもしれないが、それは気分と完璧にフィットし、心を喜んで麻痺させる。\n\nそして、誰がベートーヴェンの「テンペスト」が現代のアニメーションシリーズのテーマに適した構成になると思っていたでしょうか？ それは、驚くほどです。\n\nロマンス、ミステリー、欺瞞、疑惑、魔法、黙示録、シェイクスピア、ベートーベン、クリフハンガー、コメディ、悲劇？  Zetsuen no Tempestは、最高の優雅さとすべてを組み合わせています。 私はそれが完璧だとは言わないが、間違いなくそれを愛している。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "Alexrachal",
    "profile": "/profile/Alexrachal/reviews",
    "pages": "4",
    "number": "16",
    "link": "/reviews.php?id=91755",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  6\n|  6\n\nストーリー -  7\n---------------\n面白い間、私は最終的な紛争が解決された方法を非常に好まなかった。 私はちょうどそれほど特別でないもののためにたくさんの蓄積があると感じました。\n\nアート6\n-------------\nスタジオボーンズはいつも最高のアニメーションを探す場所ですが、私はキャラクターデザインがあまり好きではありませんでした。  AikaとHakazeだけが例外で、他の誰も私をあまりにも女性らしく感じさせました。\n\nサウンド-7\n------------\nAlright OpとEndingの曲、そしていくつかの非常に良い声の演技がありましたが、それでも私に印象をあまり残していませんでした。\n\nキャラクター6\n---------------\nショーの最も好きな部分は、どのようにキャラクターが非常に鈍い感じがしたかでした。\n\n楽しさ-6\n--------------------\n私は何とか私を殺した最後のいくつかのエピソードまで、ショーを楽しんだ。 いずれにせよ、私はショーを見て後悔していないが、私はそれがより良い実行されただろうと思う。\n\n総合6\n-----------------\nかなり美しいショー。 かなり退屈なショー（時々）。 私はそれを再訪するかどうか疑問に思う。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "SilentlyWaiting",
    "profile": "/profile/SilentlyWaiting/reviews",
    "pages": "4",
    "number": "17",
    "link": "/reviews.php?id=96161",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  4\nキャラクター|  9\n|  7\n\nうーん..どのようにこのアニメを記述するのですか？ まあ、奇妙な言葉が頭に浮かびます。  （私の上で）簡単にするために、一般的な書式を見直して使用します。\nストーリー：6\nまあ、ストーリーは少なくとも面白いですし、ストーリーがあります。 このコンセプトは完全にオリジナルではなく、うまくいきましたが、この話について私を悩ましていたのは、それが何を基にしているかに関する著者の常時（過言言）のリマインダーでした。 著者が信用を与えることは良いことですが、私はそれが好きですが、物語はそれ自身でもあります。\n\nアート：9\n芸術については、それは良い苦情ではありません。 背景は鮮明で鮮明で、キャラクターは魅力的です。  2人の主人公は、特に非常に魅力的です。それは、私が興味を持ったことです。 そして、それは単に彼らがbishounenであるという理由だけではありません。\n\nキャラクター：9\n芸術の使用に加え、作者は文字、特に再び2つの主人公を確立している。 私は彼らに多くの主人公が関心を持ち、背景や何か他のものよりも彼らを見上げる方法を見つけました。 キャラクターの見た目にあった唯一の問題は1です。彼らはショーの少なくとも半分で同じ服を着ました。2.なぜ、冬にタイツを着用したミニスカートを着ていたのですか？ 彼女は寒いですか？ 彼女は風邪をひくことさえしなかった。  （私のレビューに戻ってOK）パーソナリティに関しては、2人の主人公が完全に確立され、本当に彼らが誰であるかの感覚を感じました。 アイカも。 ハカエと他の人たちはキャラクターのデザインと一緒に私にチョコクッキーカッターを感じましたが、私は彼らや何かに反対しませんでした。\n\nサウンド：4\n音が出る限り、それは私がアニメで見た最悪のものの一つです。 それはかなり厳しいように聞こえますが、実際にはそれほど悪くはありません。ほとんどのアニメのサウンドは例外的に良い傾向があります。  それらの場面を妨害しなければ、それは確かに彼らを助けませんでした。 OPとEDは本当にアニメに合っておらず、アニメの感覚で本当に私にとってはうまくいきませんでした。 音楽は、アニメで自分のスコアの20-30％を占めているので、特に失望していました。 それは本当に私にとって重要です！ 限り、バックグラウンドの音楽それは良いではない、まったく良いではなかった。 彼らはバックグラウンドミュージックを1〜2曲しか持っていなかったと私は思っていました。 それは彼らがBG音楽を使ってそれらを助けなかったという事実以外はそれほど悪くないでしょう。 例えば、 深刻な場面では、深刻なシーンではなく同じBG音楽を演奏します。\n\n楽しさと全体：7\n私はこれがまったく悪いアニメであるとは思っていませんでしたが、実際はかなり面白かったです。 キャラクターは実際にアニメの強さに実際にプレイしました。 しかしこれまでの結末は残念であり、このアニメは重要な意味を持っていませんでした。 それは理想で多くの周りを演奏しましたが、私が意味することを知っている場合、最終的に私は本当に明確な意見を持っていません。 そして最終的に私は作者が何を言おうとしているのか理解できませんでした。\n\nP.S. これは私の最初のレビューであり、いくつかの点で私はこのレビュー形式が本当に好きではありませんが、現時点ではもっと簡単に見つけました。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "dustinator1991",
    "profile": "/profile/dustinator1991/reviews",
    "pages": "4",
    "number": "18",
    "link": "/reviews.php?id=176049",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  10\n\nまず最初に、私がこのレビューを書いたことを願っています。 しかし、私は悲しんでいませんでした。 キャラクターはあなたの上に成長する素晴らしい人格を持っています。 このショーでは戦いが非常に生きているが、それはそれを照らすものではない。 驚いたことに、対話は、あなたがそれを感謝するこのショーの場所です。 また、謎があります。 しかし、私は詳細を知らせたくありません。 仕事には2つの力があり、どちらもお互いに反対している...それは私が言うつもりだ。 これは本当に宝石です。 過小評価されたシリーズ。 うまくいけばもっと多くの人々がそれについて知りたいと思う。 このレビューのために、私は短く、甘く、そしてポイントになるでしょう。 アイデアはオリジナルです。私はこのアニメを大いに愛しています。 このシリーズには強い話があります。 それは間違いありません。 あなたが見るように、それはあなたのつま先の先端にあなたを置くでしょう。\n\n全体的に、このアニメは、私を驚かせた！ たくさんの畏敬の念を起こす瞬間がありました。 多くの感情はこのアニメを通して配信されます。 文字は美しく届けられます。 音は華やかに演奏された。 アートワークは色彩豊かに感じました。\n\n私はこのアニメに10を与えるでしょう！ それは本当に覚えておくべき宝石です！"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "KirraD3su",
    "profile": "/profile/KirraD3su/reviews",
    "pages": "4",
    "number": "19",
    "link": "/reviews.php?id=210987",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\nこれはアニメの最初の私の最初の適切なレビューであり、英語文化がどのようにこのような偉大な作品にインスピレーションを与えたかを私に魅了したと言いたいのですが、私はハムレットとテンペストの両方を読んだことがあります。 私はこの類似性と引用符だけが素晴らしいと私はこれをさらに楽しむことができたと言う必要があります。 さらに、このアニメにはロメオとジ​​ュリエットがありますが、最後に見つかったヨシノとアイカ（ローマとジュリエット）の隠れた愛はないので、このアニメで感じることができます。  qhは魔法に基づく戦いが好きだけど、少なくともHAmletやThe Tempestを読んで偶然見つけた人にこのアニメを強くお勧めします。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "Anderrated",
    "profile": "/profile/Anderrated/reviews",
    "pages": "4",
    "number": "20",
    "link": "/reviews.php?id=97079",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  6\n\nZetsuen no Tempest。 私はそれが嫌いだとは言えません。 最初は、これは10/10、あるいは少なくとも9/10のアニメと思った。 ああ、私は間違っていた。\n\nストーリー6/10：\n\n物語はほとんど概要で説明されていますので、読んでみてください。 私がそれを見始める話は本当に面白いと感じました、そして、それは実際に（最初に）でした。 物語が進むにつれて、それはあまり面白くなり始めませんでした。 アニメは、魔法や木のような超自然的な要素を持つ生命のアニメーションの一部になっています。 本当に何も起こっていない、ちょうどいくつかの話、非常に小さなアクションとロマンス。 それは私のためにそれを台無しにしたものです。\n\nアート9/10：\n\n芸術は素晴らしかったです。 私はそれが何か特別なものではないとは思わないが、それは十分だった。 私は通常、よく描かれた顔を持つアニメに余分なポイントを与えます。 何らかの理由で、ひどく描かれた顔を見ることはできません。 このアニメはよく描かれた顔をしていた。 どっちがいい。 背景もよく似ていた。\n\nサウンド7/10：\n\nオープニングテーマとエンディングテーマは良いものでしたが、正確には私の好みではありませんでした。 私はエピソードを見たたびにそれらをスキップしてしまいました。\n\nキャラクター8/10：\n\n私はほとんどのキャラクターが好きだった。 彼らのほとんどすべては、前進して生き続ける自分の理由がありました。\n\n楽しさ6/10：\n\n物語は私のためにそれを台無しにしてしまった。 私はかなり多くのエピソードを見ることを余儀なくされました。 私もいくつかをスキップしました。 おそらく、私は全体のエピソードのように話すのではなく、行動を好むからだろう。\n\n全体的な7/10：\n\nあなたがたぶん読んでいたように、私の話のおかげでスコアは崩壊しました。\nアニメはそれほど悪くはありませんでした。 前半はかなり好きだった。\n\nこれは私の最初のレビューで、これはおそらく最善ではないが、私は良い仕事をしたと思う。"
  }
]
