[
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "BigOnAnime",
    "profile": "/profile/BigOnAnime/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=91381",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  8\nサウンド|  7\nキャラクター|  1\n|  1\n\n木は世界を破壊する。 これは興味深いものではありません。\n\nTempestのBlastは何も問題ない、まったく何もないショーです。 それは単に恥ずかしがり屋です！\n\nハムレットから何の理由もありません。ナンセンスについて議論している5つのエピソードのためにそこに立っている人たちです。（悪役が敵を援助する場所でも、後で悪人と彼 敵は誰も突然友達になれない）、あまりにも速すぎる方法から遅すぎる方法まで、そしてもっと多くのことをする絶対的に悲惨なペース。\n\n私は本当に物語を説明することさえできません。なぜなら、どれくらいの混乱（BONESの最後のひどい仕事、Eureka Seven AO）と同じくらい厄介なことです。これは、ペーシングが初めにばかばかしく速かったためです 、そして全くのコシジョンがありません。 イベントはまったく一緒に流れるわけではありません。 それは、Mahiroの妹が殺されたこと、何人かの裸の魔道師が島に残って死んでいること、そして後にそれほど重要ではないことから始まります。\n\nそれから、すべてを突き進み、文字をよく知る時間を費やすことさえありません（そして、裏話はその裏話が 'プロット'に十分関連性があると証明されなかったのでカウントしません）。 設定を知ること。 このキャラクターを作り上げて設定する時間を取ることさえ気にしないなら、このショーの何かを気にしなければならないのですか？ あなたは、私が以前に述べたように、結束がないままで、それが劇的な方法でイベントからイベントへどのように飛び跳ねるかのために、地獄が起こっていることを本当に知ることさえできません。 これは本当に混乱しにくいものであってはならないものです。 ショーで最も重要なことの1つは、ペーシングとイベントの配置です。 視聴者が何が起こっているのかを知るためにストーリーの流れをよくする必要があり、ストーリーテリングがうまくいっています。\n\nショーの前半を巡って、私たちは人類が魔法の木が世界を破壊するのを止めようとしています。 突然、お互いに戦っている2つのグループは、時間旅行、殺人、および他のいたずらについて何の理由もないという面倒な議論に巻き込まれます。 このようなものは重要だと思われますが、結局のところ、5つのエピソードの後で、そこに立っているだけで、別のツリーがポップアップして世界を救うので、彼らの議論は重要ではありません。 ええ、議論し、木が無意味な会話を中断させましょう。 ああ、明らかに、魔法の木は人類がするすべてのことを指示し、犯罪やその他のものを止めることに終わるが、私たちはそれがどのように機能するのかについて決して学ばない。\n\nその後、ショーは、世界を救おうとしているいくつかの「真剣な」冒険から、あなたの普通の学校の環境（マイナスの学校）まで、ジャンルの転換を経て、Mage of the Mage 彼らは後で見つけるが、彼が明らかに自明であるときに彼がいるかどうかわからない。 この番組が、私がこれまでにアニメで見た中で最も馬鹿なことの1つと、もう一度時間を無駄にしたことを忘れないようにしましょう。  2人の完全なエピソードは、キャラクターの「誰が彼のガールフレンドですか？ 彼らはいつでもすべてを知っていたはずです！ これはちょうどこのショーが時間を賢く使わないことを示すために行く。\n\n結局のところ、このショーは視聴者を悩ます完全な失敗であり、唯一のことはビジュアルであるということだけです（そして、ショーはかなりビジュアルが良いというわけではないので、最後に本当に重要なのは ストーリーとキャラクター、このショーにはないもの）とサウンドトラック。 良いキャラクター、ストーリー、そして実際にあなたがそれらのことを気にする時間を取るショー（例：ワンピース、ノーデムカンタービル、ユーレカセブン、新世紀エヴァンゲリオン）を鑑賞する人は、 それは時間の価値がない。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "datterma32",
    "profile": "/profile/datterma32/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=86371",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nZetsuen no Tempestのドライブフォーカスは、あなたの母親が無料の休日の朝を見ている悪いドラマのようなものです。 マヒロの強迫観念や吉野の秘密は、シェイクスピアの劇では偶然であろう。\n\nシェイクスピアの作品のように、ここで主要な描写は文字です。 彼らは人間の人格の極端な例かもしれませんが、信じられないほど彼らを失うことはありません。 あなたは自分の世界に引き込まれ、彼らの成功のために応援しています。\n\nストーリーは、それにもかかわらず、面白さがありますが、面白くて没入感があります。 マヒロ、ヨシノ、そしてハカゼの個々の動機と闘いは、世界全体が激しさを増している物語の前景で素敵なバランスを作ります。 いくつかの紆余曲折を吹き込み、Death Noteを連想させるスマートな対話と、あなたが楽しませてくれるストーリーを持っています。\n\n私は物語の不完全性のため完全なレビューから実際にこれを渡すことはできませんが、私はこのアニメを最後に低く評価することは非常に疑問です。\n\n8"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "Gamma83",
    "profile": "/profile/Gamma83/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=200424",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\n私はこのアニメを上位50のアニメYoutubeビデオ31位にランクインしましたか？ とにかく、私はそれに飛び込んで、アニメのあいまいさに巻き込まれました。 私が見守ってくれたことはとても新しくて独特だった。 終わり（15-22）に向かって、それは減速し始め、私が好きだったドラマやキャラクターにもっと集中し始めましたが、実際には好きではない人もいます。\n\nストーリー：8/10（ユニークで神秘的、素晴らしい）\nアート：9/10（平均以上）\nサウンド：8/10（ストーリーにうまく合うクラシック）\nキャラクター：8/10（ステレオタイプのキャラクターはすごくうまくいった）\n楽しさ：9/10（いつも私の席の端にあります）\n\n全体として、あなたが謎/ドラマ/スリラーを探しているなら、これはあなたのためのものです。 私はアニメのコミュニティでもっとよく知られているはずだから、たくさんの人に勧めました。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "Chronologist",
    "profile": "/profile/Chronologist/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=86017",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  8\n\nZetsuen no Tempestは、深遠で動いているものを作り出そうとしますが、最終的にはその面白さに欠けています。 主にハムレット、ロメオ、ジュリエット、テンペストなどの作品からインスピレーションを得ている、派手で創造的な「主張」です。そして、私はその理由を知ります。最高の悲劇、最高のロマンス、そしてシェイクスピアの最後の作品はすべて 強力な倍音であり、無限に引用できます。 問題は、まあ、他のすべてです。\n\n\nまず、プロット。 誰もがこのショーについて賞賛する要素なので、ここでは特に注意を喚起します。  Mahiro（ハムレット）とYoshino（Romeo）は親友ですが、Mahiroの姉Aika（カリバン/ジュリエット、私はかなり確信しています）の死は、Mahiroを端切れに送り、報復のための彼の欲望は両者を分けます。 それからMahiroは、彼女が砂漠の島に彼女を投げ捨てて自分の家に帰るのを助けるなら、Aikaの殺人犯を見つけることを約束する強力な魔道士であるHakaze（Prospero）と通信することができるメッセージを瓶に入れます。 けっこうだ。\n\nそれは文字の人々が金属に不可解に回っている部分、散弾銃が吉野を攻撃する政府機関、そして巨大な「果実」が地球と海から飛び出し始め、すべてが間違ってしまう。 私は「果物」と言っています。なぜなら、それはショーがそれらを呼んでいるからです。 実際には、眼球が上に飛び出し、木が上にある巨大な岩であり、カップルの巨大な鎖がそれらについていて、地面から離れている。 私は彼らが一度に数十に現れ、空を飛ぶと言いましたか？ はい、このショーは変です。\n\nクレイジーはアニメの自然な部分です - 私のお気に入りのいくつかは変わったものです - しかし、これらの出来事のどれもが最もゆるやかなものを除いて説明されていないときに問題が発生し、アクションとプロットの約3つのエピソードの後、ショーは SCREECHING停止。  3つのエピソードはほぼ完全にフラッシュバックに費やされています。主にアイカがどのように奇妙な角質のb * tchであったかを示しています...私はそれを台無しにしません。 しかし、それは完全にペーシングを粉々にし、本質的に文字に意味のある洞察を与えません。\n\nだから、ストーリーは4/10です - それは一度にいくつかのこと（アクション、心理的、劇的、時にはコメディー）になることを本当に困難にしようとし、それはSPECTACULARLYを裏目にします。\n\n\nZetsuen no Tempestの芸術的スタイルはとても良いです、正直なところ、それをノックすることはあまりありません。 それはかなり、それは効果的であり、それは他の同様のショーとは区別されます。 唯一の欠点は、（マジックツリーでの詠唱のような）特定の反復シーンの時折の過度の使用です。  8/10。\n\n\nサウンドデザインは、ショーの論争の要素です - それは私が完全にショーに合っていることがわかっている多くのクラシック音楽を使用し、私の血液をかなり汲み上げました。 しかし、メロドラマティックな音楽は、アイカが47回目のナッツ、またはMahiroがサイコパスのように振る舞ったときに作り出す緊張を、どのように見せているかを示しているとき、非常に早く古くなる。 最高の瞬間は9/10に簡単に当たったが、最悪の場合は5/10なので、7/10は良い妥協のようだ。\n\n\nZetsuen no Tempestのキャラクターデザインは、まあ、かなりひどいです。 彼らのキャラクターはシェイクスピアの主人公によって「インスピレーション」されていますが、実際にはそれはもっともらしい言葉でしかありません。 マヒロはハムレットの中核的な特質を欠いています。彼の優柔不断さ、優しさ、憤り、罪悪感など、彼はそのような魅力的なキャラクターになります。 マヒロはあなたの典型的な少年のヒーローで、悪魔の世話をしている姿勢と彼の行動に混乱しているリズムで無謀ですが、それはうまいですが、それは血の髪の毛ではありません。\n\n吉野はロメオとは悲劇的なロマンスだが、ロメオは悪い分裂の後に跳ね返る能力があると定義されている。 彼は情熱的で、楽観的で、彼の頭ではなく、彼の心でリードされています。 それとは対照的に、吉野は冷静で計算力があり、卑劣な人であり、彼は無関心で相手を圧倒する能力を持っています。 だから、ロミオではない。 私は続けることができるが、あなたは要点があると思う。  6/10、彼らのインスピレーションを軽視していないこと、そして代わりにタイプすることに戻すこと。 あなたは主人公をフェアリーテールの夏と灰、漂白のイチゴと石田と置き換えることができます。\n\n\n楽しさは粘着性のカテゴリーです。 あなたは、ほとんどの場合、このアニメから永遠の地獄を楽しんでいます。 私のガールフレンドはシェイクスピアの言葉を引用するたびに笑ってしまい、いくつかのショットでは意図しないコメディがたくさんありました。 奇妙な表情で金属に変わった猫のクイックショットは、残りのエピソードのために私たちにぴったりだったし、基本的に私が考えることのできる最もばかげたものだと言って、プロットの紆余曲折のすべてを予想していた その時、楽しみの終わりに終わらなかった。 楽しみが楽しいから8/10。\n\n\n全体的に、ショーは7/10、良いメリット。 視覚的なデザインとサウンドデザインは、馬鹿なプロット、過度のドラマ、フライング・ロック・アイボール・フルーツのものから魅力的です。しかし、深みと魅力的な物語を探しているなら、他の場所を見てください。\n\n私は、このレビューが私にフラックの終わりをもたらさないことを知っていますが、正直なところ、最初のシーズンを完全に見たあなたたちには、嘉義の「問題」の解決策は絶対に馬鹿馬鹿しいものではないと教えてください。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "Rianoa",
    "profile": "/profile/Rianoa/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=84629",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  10\n|  10\n\nアニメはシェイクスピアに基づいていますか？ 何故なの！ あなたはロミオxジュリエットではありませんあなたはひどいです。\n\nZetsuen no Tempestは、あなたがそのシノプシスを読んだときにそれを何度もやっていたときに、友人や家族の死を償うために、それが中心のプロットポイントについてのアニメを見たことがないと、 しかし、それはストーリーを実行する方法とキャラクターの奥行きとで、自分自身を群れと区別します。\n\nストーリー：8\n\nアニメは、話を説明するために対話とフラッシュバックに大きく依存しています。もしあなたが癲癇誘発行動を伴うアニメをしたいのなら、これはおそらくアニメではありません。 あなたが対話とプロットの紆余曲折といくつかの戦闘を中心にしているのではなく、投げた場合、あなたはこのアニメがあなたが持っている非常に特殊なアニメの基準を満たすことに気付くでしょう。 吉野とマヒロの世界を探求している間の物語2とフロスは再び覚えてしまいます。 あなたはまた、鎖でそれを唱えることによって、出稼ぎの木を復活させる混合物にKusaribe Clanを持っています。\n\nだから全体的にはかなり堅実なアニメのように聞こえる...いいえ？ それは信じられないほど元々ではありませんが、すべてのキャラクター（マヒロではない）からの善意の闘争は、それを残りのものと分けるものです。 彼らは皆、正しいことをしていると信じています（マヒロを除く）、世界が苦しんでいることと、破壊を止めるために何かが行われなければならないということについての明確な定義がなく、 このベンチャーに参加し、それをなぜ停止するかわからない。\n\nアート：9\n\n私がこのアニメを見せてアニメを見始めた理由は、それがアートなのです。  （Picture-synopsis-watch）すべてのキャラクターは、異なるヘアスタイルの異なるボディに顔をコピーアンドペーストするのではなく、それぞれ独自の外観とスタイルを持っています。 キャラクターのデザインは特に忘れられないかもしれませんね。吉野のヘアグリップはかなりファッションステートメントですね。 アクションシーンはうまくいき、高品質で、アクションアニメではありませんので、あなたが見ている最高のものではありませんが、彼らは何も文句を言っていません。\nフラッシュバックに重いので、今との違いを教えてください。 はい。 彼らは明るい花畑と幸せな時間のカラフルな空を見せますか？ はい。 文字の髪は眼球の下に行きますか？ いいえ。\n\nサウンド：7\n\n良い。 それは未解決でも格子でもなく、シーンのトーンを設定しますが、間違いなくその焦点では​​ありません。 私はアニメを叩いて出てこなかったので、ゼツェンのテンペストのサウンドトラックがどういうものかは分かりませんでした。 私はそれが仕事か場面かプロットの紆余曲折はそれほど打撃ではないだろうと思っていますが、それがより良くなっていれば、アニメをまったく異なるレベルにすることができます。 カウボーイビバップ＆amp; ツバサ・クロニクルどちらも完璧ではない、ツバサ・クロニクルはそれからはるか遠い。 ソリッドなサウンドトラックを手に入れることで、欠陥を見極めることができます。カウボーイビーボップはそれがないとサウンドトラックはあまり人気がありません。\n\nキャラクター：10\n\nMahiroはアニメバッドの点でかなり一般的ですが、Yoshinoはかなり異なっています。 ある人にとっては、彼はそこで脳が回転しており、キャラクターの思考にもかかわらず、彼は自分の議題なしで盲目的に命令に従わない。 私は1つこれは本当に爽やかで、バックボーンと脳の静かな文字に驚いたのですか？ この魔術は何ですか？\n\nこのアニメの最善のことは、キャラクターです、それは私が良い評価全体でアニメを与えている理由は、それらの開発によるものです。 彼らはすべて人間です（私は魔法使いを知っていますが、そうではありません）。彼らには欠陥があり、それらのどれも完璧ではありません。 マヒロは、彼の妹とのより脆弱な側と彼の関係、そして彼があらゆる状況をコントロールできず、彼が失った言葉に挑戦しようとしていることを示すように、 一方、吉野は逆に行われ、彼はプッシュオーバであり、彼自身の識別可能な性格をもたない。 時間が経つにつれて、彼はヒップスターの眼鏡の下に隠された性格を持っている羊であることが示されています。また、彼の知恵や脳を使って説得と戦いで敵を打ち負かすことができます。 私がすべての人物に入ったら、私はここに非常に長い時間います。\n\n要約すると、 彼らが最も記憶に残るものではありませんが、開発された方法は思い出深いものです。\n\n楽しさ：9\n\nZetsuen no Tempestは完璧ではありませんが、遅くとも私が見たアニメには欠けているものがたくさんあります。  Zetsuen no Tempestは毎週次のエピソードを待ち望んでいましたが、実際には次のことを知るためにマンガを読んでみたいと思っていますが、マンガがそれをサポートして一貫性を持たせているわけではありません。 それ自身の上に立つことができます。 速いペースでの対話は、あなたがくしゃみをして物語を辿ると、キャラクターは素晴らしい経験ですが、それはフェンスのゆっくりとした側面で始まります。 それはあなただけに依存して良いか悪いかができます。\n\n全体：9\n\nみんなのお茶のカップではないかもしれませんが、それは挑戦的に見ていく価値のあるアニメです。  Zetsuen no Tempestにはたくさんのクリシェがありますが、それらのクリシェで美味しいレモネードを作ることで、ユニークなものに変わります。 アニメの芸術は素晴らしく、物語を補完し、果物はまだ私の目を傷つけます。 サウンドトラックは忘れることができます。 私が強み、欠陥、それらの発展の前に言ったように、ゼツエンの天使のキャラクターは物語とアニメの中心です。 私は彼らがアニメと一緒に行く方法を続けることができ、私はそれが安全な2012年から2013年の私のお気に入りのアニメのタイトルを与えることができることを願っています。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "Crohan123",
    "profile": "/profile/Crohan123/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=179180",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  10\n\nZetsuen no Tempestは、活発な冬の朝、フェラーリによく似ています。エンジンが最初に轟音を発するには数秒かかりますが、Mufasaでも誇りに思っています。\nこのアニメは、舞台設定の最初の数回のエピソードを過ぎることができれば驚異的ですが、いったんそれが圧倒されると、それはunputdownunableです。\nこのアニメは、論理の概念とそれを定義する概念に多くの焦点を当て、最終的には論理そのものとの闘いにおけるクライマックスに焦点を当てています。\nそれは非常に爽快で、「大きな、邪悪なバディ」がなく、生き残りのための戦いが互いに嫌いな人を集めることを可能にし、キャラクターの相互作用は興味深く刺激的です。\n私が主人公の人格の間で問題を見つける唯一の部門：彼らが行く長さを正当化するために非常に魅力的な推進力を可能にする一方で、復讐のための怒りと欲望を除いて、2人のリード男性の感情の欠如は、 それはまた、他の文字との相互作用を弱め、非常に二次元的に見えるようにします。\nこれは、アニメーションが本当に感情的で忘れられないものになっていた可能性のある、すべてが終了して終了するエンディングで特に顕著です。 いくつかの涙が尊重されていたでしょう。\n支持キャラクターは非常に強く多様な役割を持っており、ここではコメディーは見つからないが、彼らはショーを非常に「クリスピー」に保つ。\n\nあなたが素敵なストーリーひねりのための鋭い目をしている場合は、このアニメを見てください。 私はそれが失望しないと保証する！"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "DazzlingDesserts",
    "profile": "/profile/DazzlingDesserts/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=194255",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  9\n\nストーリー|  Blast of Tempestは私がそれに独特のプロットをして見た数少ないアニメシリーズの一つです。 あなたが謎を愛しているなら。 アクションとドラマ、よくこれはあなたのためです！ これは私のトップ3のアニメシリーズの1つであることが非常にうまく実行されました！ あなたが頭と目をスクリーンに貼り付けたままにしておく\n\n\nアート| 芸術は非常に美しい色と芸術のスタイルが素晴らしかったです。 私はそれに鮮明できれいな外観とアニメシリーズが大好き！\n\n\nサウンド| このアニメシリーズで使われていた音楽は抜群で、私はそれをとても愛していました。 それは非常によくプロットに合った！ あなたがクラシック音楽が好きなら、これは彼らが選んだ素晴らしいサウンドトラックにあなたの耳を鳴らします！ イントロとエンディングはちょうどとても美しく、私のお気に入りのエンディングの一つになった！\n\n\nキャラクター| 少しずつキャラクターの詳細を発見しますが、最初のエピソードで混乱することもありません。 私は彼らがそれぞれの性格を作った方法が大好きです。 あいかふわさんが私の好きなものでした。 だからまだ神秘的だよ！\n\nこのアニメはうまく実行され、私は誰にもおすすめの少数のアニメの1つです！"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "hungrybadgerrrr",
    "profile": "/profile/hungrybadgerrrr/reviews",
    "pages": "3",
    "number": "8",
    "link": "/reviews.php?id=191846",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  8\n\n話の背後にあるコンセプトはかなり面白かった。魔術師達は争っていて、神秘的な出来事はメインデュオの周りで起こっていた。 プロットのねじれはうまく配置され、物事の壮大な計画に完全な意味を成していました。 私はハムレットとテンペストへの言及と、全体としてのストーリーとの関係も好きだった。 全体的に、作家はストーリーについて素晴らしい仕事をしました。 結局のところ、私はこの部門では言い訳がありません。\n\nストーリー：9/10\n\nアートスタイルはストーリーの本質を考えるとやや不安でしたが、それは私の個人的な好みに過ぎません。 私がこのような物語を想像していたのは、冷たい霧のようなスタインズの雰囲気に似たアートスタイルで、ゲートはこのアニメを私の本の中では9以上にしっかりとしていました。 一方、アクションシーンの多くは明るく、見てエキサイティングでした。 全体的に、私はアートスタイルが平均よりやや高いと言いたいと思います。\n\nアート：7/10\n\nOSTそのものも、私がこのような壮大なストーリーラインを与えてくれると予想していたよりもやや小さかったですが、最初のOPを見るたびにそれを見ていました。  。 全体として、サウンドトラックはフィッティングされましたが、特別なものはありませんでした。\n\nサウンドトラック：7/10\n\nキャラクター（または少なくとも重要なキャラクター）は、アウト・オブ・キャラクターのアクションと爆発がプロットに大きな意味を持ち、充実しています。 キャラクターのインタラクションの中には、サモンと吉野が出稼ぎの木の前で戦っていた時など、奇妙で不自然な感じがしましたが、ショーの楽しみを妨げるものではありませんでした。 かなり。 アートスタイルを除いて、キャラクターのインタラクションのいくつかは、おそらく、このアニメにフル・オン9の評価を与えることから戻ってきたものでしょう。 それは、マシロとヨシノの発展と、アイカとアイデンティティを取り巻く状況が非常にうまく処理されていることで、このショーの多くはキャラクターの相互作用の欠点が説明されていると言われています。\n\nキャラクター：7/10\n\n私は個人的にはこのアニメを見て楽しい時間を過ごしていました。\n\n楽しさ：8/10\n\n全体として、私は9/10のショーになる可能性があることを知っていたので、私はこのショーに8.5 / 10を与えましたが、その欠点と後退がありました。 それは言いました、それはまだ見て楽しいショーであり、私は間違いなく興味のある人にそれを推薦するでしょう。\n\n全体：8.5 / 10"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "levi-yeager",
    "profile": "/profile/levi-yeager/reviews",
    "pages": "3",
    "number": "9",
    "link": "/reviews.php?id=85645",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nZetsuen no Tempest。 ああ、このアニメ...このアニメはまだ完成していないにもかかわらず、うわー。 文字、ああ神々のキャラクター。 文字はちょうど完全に開発されています。 私は本当に、本当に、文字を愛する。 それぞれのキャラクターは異なる物語を持ち、秘密は残りのキャラクターにとって良いか悪いかのどちらかになります。 私は本当にこのアニメを楽しんでいて、まだそれを楽しんでいます。 私は全体的にこのアニメを10にします、私はそれが本当に素晴らしいアニメだと信じています！ 話はちょうどいいです。 それぞれのエピソードのプロットのねじれはぶら下がっています。 それはあなたに次のエピソードを渇望し続けます。 芸術のために、芸術は素晴らしいです。 文字は素晴らしい、背景は素晴らしい、特殊効果は素晴らしい、他に何を求めることができますか？ 音、うわー。 このアニメの音はサスペンスであなたを保つでしょう、それはあなたを泣かせます。 音だけであなたはキャラクターが感じているものを感じさせるでしょう。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "smackells",
    "profile": "/profile/smackells/reviews",
    "pages": "3",
    "number": "10",
    "link": "/reviews.php?id=188862",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  8\n\nこれは、物質がほとんど含まれていない簡単なレビューになるでしょう。ショー全体の感覚です。\n\nストーリー：9/10\n話はこれまでに一度も見たことのないものでした。私はそれが信用できると信じています。\n\nアート：8/10\nスタジオボーンズナフ 'は言った。 たぶん、鈍い面では少しです。\n\nサウンド：7/10\nそれを好きでしたが、それを愛していませんでした\n\nキャラクター：7/10\n問題のキャラクターに応じて、彼らは本当に良いか、プロットや小さなファンサービスのためにそこにちょうどある。\n\n楽しさ：8/10\n私は本当にショーの前半を楽しんで、10/10を与えてもらいましたが、後半は8に下がりました。私はこのショーを2日間見ました。 私）。\n\n全体：8/10\n私にとっては、このショーは本当に9に近いですが、後半は緊張をせずに大きな紆余曲折を引き起こし、ちょうど1つまたは2つの目のロールモーメントを持って8に下げました。全体的にこれは私が持っているより良いショーの1つです 最後に見て、時間があれば人々はそれを見なければならないと信じています。\n\nP.S. 申し訳ありませんが、貧しいレビューをして、再び私は最初の場所で良いものに行くつもりはなかった。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "iremkaya",
    "profile": "/profile/iremkaya/reviews",
    "pages": "3",
    "number": "11",
    "link": "/reviews.php?id=188603",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  4\n|  5\n\nこのショーは強く始まりました。 シェイクスピアの引用、美しい芸術、面白い話。 しかし、しばらくすると、Tempestが提供した新しいものはありませんでした。 全体のショーは、ラブストーリー、女の子、同じシェイクスピアの引用を巡って行った。\n私の意見では、彼らは偉大なアニメを作る絶好の機会を吹き飛ばしました。 彼らはそれをshounenラブストーリーに変えました。\n吉野のキャラクターは多様化しており、整備されていますが、 白石のキャラクターは、まるで陳腐であった。\n全体的に、私は途中で何かが間違っていたと思って、すべてが急いで感じた。 それははるかに優れていた可能性があります。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "O-Kun_LoveOrange",
    "profile": "/profile/O-Kun_LoveOrange/reviews",
    "pages": "3",
    "number": "12",
    "link": "/reviews.php?id=186752",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  8\n\nZetsuen no Tempestは非常に良いプロットの素晴らしいアニメですが、そこにプロットの穴があるかもしれません。\nそれはかなり紆余曲折のあるショーであり、キャラクターが提供しなければならないさまざまな側面をたくさん見ています。\nアニメーションはむしろうまくやっており、私は個人的にアートスタイル（：3）がとても気に入りました。\n音楽は実際にアートスタイルと一緒に設定やシーンに合っています（スタジオへの小道具）\n私の意見では非常に満足しています。\n-The"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "Nagasaki16",
    "profile": "/profile/Nagasaki16/reviews",
    "pages": "3",
    "number": "13",
    "link": "/reviews.php?id=205600",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nZetsuen no Tempestは最高のアニメの1つです。 あなたはアニメを最後まで見守ってくれる多くのフックで刺激的で充実していると考えられています。 物語はそのプロットでユニークで、私の場合は最高のアニメ全体のランクです。\n\nもし私がシリーズで不安を感じていることがあれば、これ以外の概要で言及されているキャラクターの死です\n\n声のキャラクターは素晴らしく、アニメのトーンは完璧でした。 アニメーションはちょうど良かったです。 サウンドトラックの音楽は素晴らしく、シリーズ全体でのキャラクターの発展は楽しみにしています。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "akiyochan",
    "profile": "/profile/akiyochan/reviews",
    "pages": "3",
    "number": "14",
    "link": "/reviews.php?id=181943",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\n2番目のアニメレビュー。\n\n始めましょう。\n\nストーリー（9/10）\n - ふわあいかは神秘的に殺されました。 彼女の兄弟、フワ・マヒロは、知られていない荒れた島に孤立していたクサリベ氏の指導者、ハカゼ・クサリベ氏に連絡を取りました。 彼女はマヒロに助けを求め、彼女が彼女の姉を殺した人を見つける助けと引き換えに彼女を助けると言います。  Fuwas家の友人である滝川吉野がMahiroに加わり、その後のアクションが起こる!!\n - この物語は、まあまあです。 私が彼女をもっと愛してくれる一つのことは、ハムレットとテンペストのシェイクスピアの引用です。 ちょうどいいよ。\n - 私はこのアニメを見ることに決めました。なぜなら、インターネット上のポストを見て、それが本当に楽しむもののように思えたからです。私はただ見始めました。\n\nアート（10/10）\n - このアニメアートは素晴らしいです。 最初のエピソードで、吉野を見たとき、私はちょうど彼が恋に落ちました。芸術はちょうどいい気分で、アニメを見続けることができたからです。 しかし、Mahiroが現れた時...ああ主よ！ 鼻血！ 真剣に。\n - 女の子芸術もいいです。 背景、魔法のもの...傑出した芸術。\n\nサウンド（9/10）\n - 私はそれを見ているときに私はオストに注意を払っていなかったので、音を9/10にしています。 しかし、iveは全てのオープニングとエンディングを聴いて、本当に本当に良いと感じました。 私の好きなオープニングは第二のものです。それはとても静かでリラックスしています。\n - 後で私はアニメのオストを探すつもりだが、今は私はそれについて何も知らない。 本当に覚えていない、私は8ヶ月前アニメを見たので、xDD。\n\nキャラクター（9/10）\n - まずは吉野が好きではありません。 私はアイカが好きではありません。 私は袴を好きではありません。\n - 私は吉野が好きではないと思うので、吉野は好きではありません。 大丈夫、私は知っている（スポイラー警報）彼のガールフレンドは死亡した、そしてそれは明らかにひどいですが、彼は彼女がガールフレンドを持っていると言うことを続け、彼女は彼にメッセージやものを送るが、おい、彼女は死んでいる！ それと一緒に暮らす。  （私はそれが大丈夫だと知っていますが、私は本当に吉野に立つことができません。）\n - 私は白石を好きではありません。なぜなら、彼女は吉野と恋に落ちたのです。 それがMahiroだったら、彼女は彼のために落ちるだろう。 それが他の男なら、彼女は彼のために落ちるだろう。 どのようなたわごと態度の男だ。\n - なぜ私はアイカが好きではないのか分かりません。 私はちょうどいけない。 彼女の顔に何かがあると私は彼女が私たちが彼女と思うものではないと思うようになります。 また、彼女は彼女の兄弟たちと吉野と付き合っていた。 私は...それはばかだと言います。  Mahiroがそれを知っていたとしても、吉野との彼女の関係は明らかにまだ立っていただろう!!!!!!\n - 私は大好きです。  FAVキャラクターのANIME、1つのFAVキャラクターのすべての時間から！ 彼はハンサムで強く、生意気で、彼は愛された女の子のための復讐を望んでいる（スポイラー）。 私は、Mahiroに関するすべてが完璧であることを意味します。 そのような良いキャラクター。 彼の結末は私を悲しくする。\n\n楽しさ（10/10）\n - アニメを見て楽しかった。 私は2日で見た、と思う、と私は最後のエピソードで泣いた。 なぜ、私はやったのか分からない。 私は時間があるようにいつものようにそれを見直すつもりです。\n\n全体的に（9/10）\n -  9月10日、吉野、アイカ、およびハカズのため。 それが彼らでなければ、私は10/10を与えるだろう。 しかし、もし彼らがそうでなければ、私はおそらくアニメが好きではないでしょう。\n\nそれでおしまい。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "GsHANS415",
    "profile": "/profile/GsHANS415/reviews",
    "pages": "3",
    "number": "15",
    "link": "/reviews.php?id=83919",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  8\n\nZetsuen No Tempest、それはあなたの典型的なアクションアニメですか？ 絶対にありません。 このアニメは行動のみに基づくものではなく、善悪を克服するものであり、あなたが支持している側が支持する価値があるかどうかを考えることができます。 このレビューは、ショーの最初の13のエピソードに基づいています。私の意見が次のエピソードの過程で変わった場合は、このレビューを編集します。\n\nストーリー： - ＆gt;  9\n最初はストーリーが混乱しているように見えるかもしれませんが、最初の7〜8回のエピソードの後に​​は疑問を投げ捨てます。 物語は実際には本当に興味深いもので、次のエピソードでもっと熱望したいと思うように多くの紆余曲折があります。 物語は基本的に、姉の死の復讐を望む1人のキャラクター（Mahiro）と、基本的にMahiroに続き、黒い鉄症候群を止めたいというキャラクター（Yoshino）から始まります。 正直言って、私が最初に要約を読むと、それは私が好きになった別のショーである「Guilty Crown」を思い出させるが、時間がたつにつれて、 最終的に未回答のまま残ります。  Zetsuen No Tempestは正反対で、軽度から始まりますが、時間の経過と共により強くなります。 私は、その話が将来的に成立することに、とても興奮しています。\n\nキャラクター - ＆gt; 10\nショーのキャラクターデザインは驚くべきものでしたが、それぞれのキャラクターには素晴らしい人柄があります。 彼らが完全に反対であっても、MahiroとYoshinoはまだ最高の友達ですが、彼らはまだ多くの秘密を保持しています。 キャラクターの開発も非常に面白いです、それはあなたが文字の痛みを感じさせ、それらを理解するのを助けます。 この2人のキャラクター、MahiroとYoshinoがあなたの方に向かうものです。 キャラクターには深みがあり、私たちはまだ多くのことを学ぶ必要があると感じています。\n\nアート - ＆GT; 9\nこのショーの芸術もかなり良いですし、それは良いキャラクターデザインを持っていて、アクションシーンが発生したときに非常に素晴らしいアニメーションがあり、バックドロップは素晴らしいです。 あなたは、ショーのデザインに多くのディテールが加わったと言うことができます。 あなたが罪悪感のある王冠や剣術のオンラインのような新しいショーのいくつかを見たなら、それは他のアニメと似ているので吹き飛ばされませんが、それでも素晴らしいです。\n\nあなたが集中する必要があるショーに興味があり、また多くの焦点を必要とする場合は、Zetsuen No Tempestがあなたにおすすめです。 それはアクションと対話シーンの良いミックスを持っており、アクションと対話の両方が素晴らしく、アクションがすばらしいところが好きですが、対話は退屈で鈍い*罪悪感のあるクラウン*咳*です。 私はこのショーを強くお勧めします。2013年の冬季は退屈な気がするので、それを始めるには完璧な時期だと思われますので、新しいショーに追いつく、または始めるのに最適な時期です。\n\n全体として、Zetsuen no Tempestに9/10という評価を与えます。 お楽しみください。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "colorful_smile",
    "profile": "/profile/colorful_smile/reviews",
    "pages": "3",
    "number": "16",
    "link": "/reviews.php?id=93627",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  7\nキャラクター|  8\n|  8\n\nこのレビューを読む前に、私は元の実行の後に見たことを覚えておく必要があります。 だから、私の見解は、1週間に1回のエピソードを見た人の見解とは異なるでしょう。 もう一つ、私はそれをスポイラーを心配する必要はありません無料にするために全力を尽くした..\n\nキャラクター：\nこのアニメに本当の主人公がいないと言って始めましょう。 私はかなり好きだった。 一度に誰もがスクリーンタイムとキャラクター開発の料金を分け合うことができます。 キャラクターは非常に印象的な方法でリンクされています。 あなたはキャラクターが非常に堅実で、魅力的でユニークであることがわかります。 彼らは深み、ディメンションと素晴らしいキャラクターの開発を持っています。 あなたは無謀で落ち着いていないように見えますが、簡単に論理で悩まされることができる男を持っています。情熱で揺れ動くことができる十代の若者の心を持っている、強くて揺さぶられそうな女の子、 自分の深い暗黒の秘密。 裏切り者だと考えられているが合理的な動機などを持っている人...私はそれがアニメの最強のポイントの1つだと言わなければならない。\n\n前半：\n24話のアニメでは、最初の5〜8話が登場人物紹介や物語制作に投資されることが期待されます。  ZNTは例外です。 それは真ん中にあなたを投げ、徐々にその物語を明らかにする。 これは利点があるはずですが、かなり反対です。ショーの前半は非常に高い水準だったので、後半はそれに追いつくのに問題がありましたが、後でそれを保存しましょう。\nZNTはキャラクター駆動のアニメですので、心理学はその中で重要な役割を果たします。 物語は単に素晴らしいです。 すべての可能性が考慮されていることがわかります。あらゆる細部はよく考えられ、合理的に説明されました。 すべてのアクションには論理的な内部ドライブがありました。 行動は重要な役割を果たしますが、脳を使いたくない人や、ストレートなアクションアニメをしたくない人にはおすすめしません。  ZNTは純粋な行動ではありません。 それは善悪ではありません。それは論理についてです、推論とあなたの信念の立場は、文学的感覚を持っていると言うことができます（シェークスピアの演劇からインスピレーションを得てから自然です）。\n\n後半：\nこれは、アニメが苦闘し始める場所です。アニメが何をしたいのかも分かりません。 これは、人生の断片、ロマンス、さらには十代のドラマの間で切り替わります。 幸いにも私にとっては、私が望む数のエピソードを見たいという選択肢がありましたが、1つのエピソードで1週間待たなければならなかった人たちがどこから来ているのか理解できます。 それは完全に悪いことではありませんが、前半の強さと比較すると、それは単に短くなります（ショーの始めに設定されていれば、誰も気にしていなかったでしょう）\n多くの人が文字の出てきたことを嫌っていました（主に博羽）。 私はスポイラーをつけたくないので、これを簡単に説明します。人々は、これらの文字が完全ではない人間をシミュレートするために作成されていることを念頭に置く必要があります。 あなたは、彼らがいつも涼しく、素晴らしいことを期待することはできません。 白石は国と無人島の間を過ごしました。 彼女の行動は、10代の人が初めて行く（..）のは自然です。 とにかく彼女が行ってきたすべてを与えて、それは忍耐強いです。 ショーは他のショーと違ってそれ自体を償還します..咳〜.. SAO..最後のいくつかのエピソードは火の中にあります。 それはあなたの心を吹くでしょう。 すべてのマスターは美しく覆われており、最後は非常に満足です。\n\n楽しさ：私は本当にこのアニメを楽しんだ。 結局のところ欠陥がありましたが、結局のところ素晴らしい時計です。 それにはチャンスを与える価値があります。 私はあなたが少なくとも良い時計で終わることを保証します。芸術とサウンドは信じられないほどです。 アニメーションは一流です。 物語は何であろうとオリジナルであり、文字は思い出深いものです。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "Longxinus",
    "profile": "/profile/Longxinus/reviews",
    "pages": "3",
    "number": "17",
    "link": "/reviews.php?id=91363",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  9\n\n今では、この2人のティーンエイジャーが世界を救う旅に乗っているという非常に陳腐な音を立てるかもしれませんが、幸いなことに、このシリーズは非常にうまくいきます。\n\n私はZetsuen no Tempestについて2つのより良い良いことを言及することができます：\n\n1.フワ・マヒロ。 主要な主人公の1人。 時には、彼はあまりにも多くの熱狂的な少年キャラクターになることがあります。 復讐の感情に拍車がかかって、簡単で過酷な解決策で問題に直進します。 これは、他の主人公と彼の友人、知的で洗練された滝野吉野との相性は良いが、時にはマヒロの性格は少しばかげて予測可能だが、彼はまた良い瞬間を持っている。\n\n最初の数回のエピソード。 これらの最初のエピソードのペースが決して急増しなかったという気持ちは決してありませんでしたが、プロットはちょっと遅くなりました。 それは大きな問題ではありませんが、私はここで少し改善があるように感じます。 しかし、これにより、世界の文字や状況を知るための時間が増えました。 博覧会の量とプロットの進行の間に完全なバランスがあったならば、それは盛り上がるでしょう。 しかし、それらの少数のエピソードの後、物事はかなり早く熱くなり始める！\n\n今すぐ良いもののために：\n\n - ストーリー：すでに言及したように、世の中を救うことのできないティーンエイジャーたち全員は地獄のように古くなっていますが、それが実行されたのはむしろ驚くべきことです。 あなたは典型的な少年のキャラクターの典型的な解決法を知っていますか？ 彼らはスーパーパワーや何か似たようなものを引っ張って突然問題を解決したのだろうか？ まあ、ここには何もありません！ ここでは、実際には、スーパーパワーと言葉と同じように戦うキャラクターがあります。 アクションの部分は見て楽しむことができる間、それはショーを盗む言葉と賢い戦いです。 論理、推論、嘘で慎重に作られた言葉は、紛争の潮流を変える力を持つことすらできます。 それ自体はアニメの数少ない（そして少年のアニメでははるかに少ない）がうまくいくことができますし、Zetsuen no Tempestもうまくいきます。\n\n - 芸術：私は芸術が漫画版を上回ったと言うことを敢えてする。 それはよりクリーンな外観を持っており、マンガよりもキャラクターの性格を強調しています。 マンガのための引き出しがアニメのキャラクターデザインを担当していたのを見て、それはあまりにも奇妙ではありません。 幸いにも、この部分の生産価値は、あなたの平均的な少年アニメよりもはるかに高いです。 そしてそれのために、私は喜んでいます。ゼツセンは、本当にそれに値するです。 私が気づいたところでは、アニメーションなどのための安価なショートカットはありませんでした。 シリーズはそれに質の高い感触を持っています。\n\n - サウンド：音楽。 疑いもなく、アニメの最も驚くべき部分。 ここで私はアートとストーリーを並べるためにいくらか一般的な音楽を期待していました。 しかし、男の子、私は間違っていた。 例外は最初のオープニング曲です。 それは必ずしも悪い歌ではありませんが、アニメの音色とあまり一致しません。  Zetsuen no Tempestの私の好きな曲は、第2オープニングソング（Kyleeの 'Daisuki na no ni'）なしです。 それは、ショーに合った歌詞付きのキャッチーで美しい曲です。 それ以外にも、このショーには、コンピュータではなく実際の楽器で作られた気分に合った音楽があります。 それは本当にショーの瞬間の気分を設定するのに役立ちます。\n\n - キャラクター：私はすでにフワ・マヒロの悪いことを言いました。 しかし、ショーの本当のスターは彼の友人の滝川吉野です。 高校生でさえ、彼はむしろ力強さと力よりもむしろ言葉と知恵を持って戦うより知的な人物です。 全体的に、嫌いではない、涼しくて構成されたキャラクター。 その他の文字は、ヒットまたはミスになる可能性があります。 あなたが満たしているすべてのキャラクターは、将来のエピソードで何らかの形で使用され、他の少年シリーズでやっているような「放棄」だけではありません。 しかし、それらの中には他の文字よりもあまりにも多くを加えないものもあります。 これは私の側からのニックピックである。\n\nだから全体的に、素晴らしいシリーズ。 あまりにもアニメは、マンガが持っていたエピローグをカバーしていない悪い。 たくさんの人がショーを楽しんでいれば、彼らがこれを作ってくれることを祈りましょう！  ^^"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "Nameyay",
    "profile": "/profile/Nameyay/reviews",
    "pages": "3",
    "number": "18",
    "link": "/reviews.php?id=198502",
    "jp": "--- --- --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  6\n\n要約：Zetsuen no Tempestは、上半期の大きなビルドから始まり、後半の間に完全に落ちるアニメです。 それにもかかわらず、アニメは時計を保証するのに十分です。\n\nより長いレビュー：\n\nストーリー/プロット\n\n彼らはこのアニメ「プロット・ツイスト・マニア」と呼ばれていたはずです。\n\nプロットは非常に多くの紆余曲折があり、少なくともショーの前半には何が起こるかを予測することはほとんど不可能です。 しかし、その後、あなたは紆余曲折が予想外になるか、あるいはさらには無意味になるか、または予測可能なものになることが予想されるようになります。 だから無意味な、実際には、ある時点では、アニメだけで文字通りあきらめて行く： 'エイリアン。 それは宇宙人だった。\n\nこのショーは、私が「ソードアートオンライン病」と呼ぶようなものに苦しんでいます。後半は、シリーズの前半よりも劣るように、上半身とは大きく異なる設定と調子です。 このケースはSword Art Onlineのものほど劣っていませんが（後半は嫌なものでした）、これはすべて素晴らしいものではありません。\n\nショーの前半には、率直に言って、最高の魔法の世界に贈られます。 黙示録（世界の論理は消される）のアイデアは、とてもオリジナルです。 それは私が本当に愛している、この周りに謎と悲惨の非常に素晴らしい空気を持っています。 たとえ報酬があまりにも多く話しすぎていても十分ではなかったとしても、プロットは強固でした。\n\nショーの後半ははるかに軽いトーンのために行く。 キャラクターとプロットの両方が大幅に単純化され、ちょうど私とうまく座りませんでした。 あなたはすごくビルドアップしていて、ちょっとだけフラットになっています。\n\n後半のために、ストーリーは良いものから平凡なものまで減らされました。 それでも、あなたは無邪気な植木鉢（エイリアン！）を無視する限り、奉仕することができます。\n\n\nキャラクター\n\n私がキャラクターについて好きだったのは、少なくともショーの最初の半分の間に、キャストには全くステレオタイプがなかったということでした。 少なくとも、あなたが通常見ているステレオタイプではありません。\n\n主人公は滝川吉野です。 吉野は、Log Horizo​​nのShiroeのソート・トーン・ダウン版として紹介されました。一般的にいいですが、最も残忍な計画であっても、計画を実行する最も効果的な方法を選択するのをためらっていません。 彼は非常にスマートで、彼の周りにこの空気謎が〜あります。 彼は実際に彼が見て行動したほど素晴らしくなかったというヒントが絶えませんでしたが、ショーは実際には彼のより暗い側面を示すことは決してありませんでした。\n\n2番目の主人公はフワ・マヒロです。 彼はそれを表現する他の方法はありません。 彼は非常にこのショーの反ヒーローです - 彼は彼の妹のために復讐を得る限り、彼は、彼の友人、または世界に何が起こるか気にしません。 そして、彼はすべての樹皮だけではない、彼はまた、彼をバックアップする力と知恵を持っています。 彼は非常に衝動的ですが、彼は非常に多くのトラブルに彼をもたらします。\n\n3番目と最後の（生きている）主人公は袴です。 博士は草間藩の妃であり、この惑星で最も強い魔道師でもあります。 彼らは簡単にファンタスティックに変身することができたにしても（彼女はまだ正直である）、あるいは苦しんでいる女児であっても、ショーは実際に彼女にいくつかの敬意を表します。 白石は頑固な魔術師で誰も彼女に何をすべきか教えられない。 島で基本的に役に立たなくなった後でさえ、彼女は離れるのを拒否し、出稼ぎの木とサモンを阻止し続けることができます。 彼女は私が長い間見た中で最も強い女性のキャラクターになる可能性を秘めていました...\n\n...そして、後半がやってきました。\n\nショーの後半には、すべての涼しさが文字から吸い取られたように見えました。 吉野は何らかの魚になり（冗談ではなく、ほとんどの場合、彼の表現である）、Mahiroの存在感は大きく落ち込み、彼はほぼ80倍のフリップをして、Hakazeは母国語のtsundereに縮小される。  A.マザーファッキング。  TSUNDERE!! アニメの中で最も酷使されたトロペー、この驚くべきキャラクターは、アニメの中で最も過度に使用されているトロペになります！\n\nそれは本当に私を悩ませるものです。なぜなら、これらのキャラクターはすべて潜在的なものであり、今では未使用で、ちょうどそこにあります。ARGH！\n\n*深呼吸*\n\nはい。 動いている。\n\n後半になる前に私が問題を抱えていた唯一のキャラクターはアイカだった。  Fuwa AikaはMahiroの妹ですWHOは血に関連していません（私たちは皆、これがどこにあるのか知っています*）。博覧会などで話すようです。 ショーが始まる頃に彼女が死んでいるにもかかわらず、彼女はいつも彼女を何らかの天使にする（拒否しても）吉野とマヒロの両方から彼女にフラッシュバックを得る。 彼女は、皮肉なことに、私が長い間前に見たメアリースーの最大のものではない、多くのキャラクターを本当に持っていません。\n\n後半はショーが急いでいる場所でも、アイカを空中に浮かべているようだ。 彼女は実際にかなり面白くなり、他の人の視点から彼女を見てから、彼女と恋している2人の男を見ているので、彼女ははるかにニュアンスのないイメージを得ます。 しかし、それでも、常に展覧会で話すことを補うには十分ではありません。 真剣に、それは迷惑です。 誰もそのような話はしません。\n\nしかし、マイナーな文字はおそらく私の好きなものです。 そして、特にアンタゴニスト（前半は当然）。 その理由は、彼らが人間だからです。\n\nサイドキャラクターの大部分は、実際には非常に弱く、パニックになりがちです。 特に、主要な悪役、サモンは、このようなものです。 通常、私はこれを打ち破り悪人と呼んでいますが、今回はそうではありません。 彼らが良い悪役になるのは、ショーでも彼らを脅かすようにしようとしないということです。 彼らは、人間の感情と人間の間違いでそれらを人間として描いている。 彼らは正直に、彼らが一番良いと思っていることをやっているし、それには非常に良い理由があります。 彼らは、彼らがやっていることが好きではありませんが、それにもかかわらず、義務的な '私はすべきではないでしょうか？ これは私が好きなものです。\n\n全体として、キャラクターは多くの可能性を秘めていましたが、その可能性を実践するにあたっては、顔が平らになりました。 私は正直に彼らを本格的な形で見たいと思っていたので、私は悲しいです。\n\n\nアニメーション\n\nアニメーションはすばらしく見えます。 特に、魔法はデザインと動きの両方で美しく見えます。 それはとても伝統的ですが、周囲には新鮮な空気があります。 戦いのシーンの残りの部分も非常によく実行され、見た目は固いです。 唯一の例外は木々の戦いシーンですが、アニメーションが悪いので必ずしもそうではありませんが、それはもっとよく...木が戦っているからです。 いい加減にして。 私は真剣にそれを取ることはできません。\n\n私はアートも大好きです。 ショーの前半には濃い色合いがありますが、色を完全に際立たせるように管理しています。 それはいいですね。\n\n要約：アニメーションはBonesです。 もちろんそれは良いことです。\n\n\n音楽/サウンド\n\nサウンドトラック自体は美しいですが、時には私が好きではないアニメーションやストーリーを隠すようにしています。 しかし、最初のオープニングの存在で、これはすごく魅力的です。\n\n私を少し気にするのは、哲也の声優だけです。 彼の声は、文字のデザインでは不自然に聞こえます。 シリーズの後半で、これは私を悩ませていませんでした、おそらく私はちょうどそれに慣れたので。\n\nアルはすべて、少しの迷惑にもかかわらず、サウンド/音楽部門は堅実です。\n\n\n結論\n\nZestuen no Tempestは多大な可能性を秘めたアニメでしたが、後半のいくつかの問題のためにその可能性の大部分を無視してしまいました。 これは私にとっては悲しいことです。\n\nそれでも、私が初めに認めたように、このアニメは確かです。 前半は絶対に驚くべきことであり、後半が最初のものに比べてフラットになっても、それにはまだ実線とプロットがある。 それが自分自身のアニメであったとすれば、おそらくそれに問題はほとんどないでしょう。前半はとても素晴らしいので、それは私を苛立たせるからです。\n\n全体として、このアニメは少なくとも時計の価値があります。\n\n私はこのアニメに10のうち7.4を与える。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "Silvertide",
    "profile": "/profile/Silvertide/reviews",
    "pages": "3",
    "number": "19",
    "link": "/reviews.php?id=218200",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  9\n\nなぜ私はこのアニメをもっと早く見なかったのか分かりません。 この口径のアニメは私のレーダーの下にいかがですか？\n\nアート\n\n芸術はとても素晴らしかったです。 いくつかのシーンは、少し奇妙にまたは明らかにアニメーション化されましたが、全体的には非常にうまくアニメーション化されました。 キャラクターデザインに関しては、当初はファンではなく、私にとっては衣服を中心に成長しました。 服は本当に私の注意、特に靴をつかんだ。 アニメの前半のMahiroとYoshinoの靴は素晴らしいです。 後半のマヒロのシューズも素晴らしい。 前半の両方の衣装は全体的にかなり大きかった。 私は通常、靴はもちろんのこと、衣服を気にしませんが、この場合、どちらも本当に私の目を引っ張りました。\n\n主人公以外に、私は本当に誰のキャラクターデザインも気にしませんでした。 彼らは大丈夫でしたが、特別なことは何もありませんでした。\n\n音\n\nサウンドトラックは素晴らしかったです。 時々、他のアニメのサウンドトラックは私が気付かないほど平均的ですが、このアニメの場合、サウンドトラックは素晴らしかったです。 いくつかの曲が何度も演奏されていましたが、彼らはまだとても良い曲でした。 この曲はシェイクスピアの絶え間ない引用にもぴったりです。 良かった。 芸術と並んで、音楽は素晴らしい雰囲気を作り出しました。\n\nキャラクター\n\n文字はとてもうまくいきました。 私は2人の主人公が大好きです。 最初のエピソードからは、彼らが何について話しているかについての素晴らしいアイデアがあります。 その時点から、あなたはアニメが進むにつれて、彼らについての新しく驚くべきことを学びます。\n\nこのアニメは本当に悪役もいなかったので、悪役とうまくやりました。 彼らの動機と行動で現実的な悪人は常に素晴らしいショーを行う。\n\n私はあまり気にすることはできませんでしたが、ランダムな側面の文字の束がありました。 特に政府のキャラクター。 彼らは私のために何もしなかったし、基本的に彼らが出てくるたびに私は彼らの部分をスキップします。 しかし、彼らは大麦が現れたので大丈夫だった。 彼らは私の意見でちょうど非常に無意味でした、そして、私は彼らがなぜ存在したのかをよく理解しませんでした。\n\nストーリー\n\n話はとてもうまくいった。 プロットは最初から私を吸ったが、エピソード1の始まりでは少し遅かった。 しかし、私がアニメの最初のエピソード全体を見送ることは、すでに祝福されていることです。 私は非常にせっかちです。 エピソード1の終わり頃、私はすでにエピソード2をクリックしていました。 エピソード2が終わる頃には、私はエピソード3をクリックしたことさえ記憶していませんでした。\n\nしかし、ストーリーにはいくつか問題があります。 こことそこに矛盾と工夫があります。 大きな決定とプロットポイントが作成され、次のエピソードで完全に忘れられました。 それは何かに決定されたアニメのようだったが、それはそれが好きではなかったと気づいて、その決定からうっすらに後退した。 これはすべてショーの後半に起こった。 ショーの前半は完璧でした。\n\n最初の半分の間に文字は文字通り約3-4のエピソードのためのインチを動かさなかった、しかしそれらは全体のアニメの最も強烈なエピソードであり、それらは私を最も吸うものだった。 アニメの後半では、私は退屈なので、シーンと対話を飛び越しましたが、ショーの楽しさが大幅に軽減されたほどです。 それはあまり密着していませんでした。 後半は良いシーンがいくつかあった。\n\n私が思ったのは、彼が後半のことについて本当に面白かったのは、ほとんどの人が一般的な主人公のキャラクターであると考えるこの新しいキャラクターを紹介したことでした。 この新しいキャラクターの目を通して後半を見るなら、ジェネリックの主人公が彼が選ばれたものであり、世界のプロットを保存しなければならないように思えるでしょう。 この時間を除いて、そのような物語の側面のキャラクターは実際に主人公だった。 私はここで何かを台無しにしているとは思わない、それは私のための状況に興味深いものだった。\n\n私はまた、主人公がハムレットとテンペストからシェイクスピアをどのように引用したか、本当に好きでした。 私はThe Tempestを一度も読んだことはありませんが、このアニメを見てから、私はしたいです。 一方、私はハムレットを読んだので、彼らがハムレットを引用し始めたとき、私は時には私がその話の一部を思い出して笑っていることがあります。 以前はアニメのようなことは一度も見たことがないので、とてもユニークでした。\n\n後半について私を悩ませたもう一つの事はコメディでした。 前半とは違って、後半には実際に私を盗んだコメディーがいくつか追加されていました。 このアニメはコメディのようなものではありませんでした。 このアニメは深刻であることを意図されていましたが、それはほとんどありましたが、それがコメディーの哀れな試みがあまりにも激しく、場所が外れてしまった理由です。 それはアニメのようなもので、そこに何かコメディーを追加して、物事を取り戻そうとしなければならないような感じでした。 幸運にも、それはここだけで現れ、主人公とは決して実際には現れませんでした。\n\n全体\n\nこれは非常に良いアニメでした。 それは本当に心が吹くのではありませんでしたが、それは非常にユニークで、一度は座って楽しんでいたものでした。 クラシック音楽とシェイクスピアの引用は本当に素敵なタッチでした。私は本当に2人の主人公とその人物を愛していました。 物語は興味深く、予測できず、プロットにはいくつかの謎があった。 私は誰もがこれよりも優れていると考えられる他のアニメの束でこれを見ることをお勧めしたいと思います。"
  },
  {
    "title": "Zetsuen_no_Tempest",
    "id": "14075",
    "url": "https://myanimelist.net/anime/14075/Zetsuen_no_Tempest",
    "user": "UponAShallowBay",
    "profile": "/profile/UponAShallowBay/reviews",
    "pages": "3",
    "number": "20",
    "link": "/reviews.php?id=165545",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n「スマート」と考えられるアニメはほとんどなく、これは確かに天才的な作品です。 それは深く、よく書かれていて、多くの叙事詩プロットを含んでいます。 ウィリアムシェイクスピアの「ハムレットとテンペスト」をよく引用し、悲劇に終わるかどうかを推測し続ける話です。 ストーリーは素晴らしく、私は自分自身でより良いストーリーを書くことはできませんでした。 芸術はよく描かれていますが、Black Rock ShooterやBakemonogatariほどファンシーではありません。 キャラクターの開発は素晴らしいですし、あなたは本当に彼らの人格とその目標と欲望を知るようになります。 ロマンスは、ハーレム・アスペクトやあまりにも多くのファン・サービスを必要とせず、私の意見ではより良いロマンス・アニメの1つです。 アクションはかなりクールですが、船外ではありません。 私はこのアニメが好きではない唯一のことは、過度に使われているDeus Ex Machinaプロットに従う傾向があるということですが、これはいくぶんオリジナルのものです。 スマートで深いストーリー、ロマンス、そしてアクションとマジックが好きな人にはこのショーをおすすめします。"
  }
]
