[
  {
    "title": "Girls_und_Panzer",
    "id": "14131",
    "url": "https://myanimelist.net/anime/14131/Girls_und_Panzer",
    "user": "Akhlys",
    "profile": "/profile/Akhlys/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=211927",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  5\n|  8\n\nガールズ＆パンツァー\n\n\n罪悪感の喜び...誰もがショー、歌、食べ物などを持っていて、好きなことを認めて恥ずかしくない。 あなたはテイラースウィフトのすべてのことを嫌っていると言いますが、シャワーで\"あなたは誰であるか知っています。 私はこの規則に例外ではなく、私はテイラースウィフトを愛していますが、それは私が話したいことではありません。 代わりに、Girls und Panzerについてお話しましょう！\n\n\n\n\n\n[芸術：6/10] Girls und Panzerのビジュアルについては、彼らがどれほど標準的かつ例外的であるかという理由だけでは、あまり言い表せません。 キャラクターのデザインからバックグラウンドまで、「awesomesauce」を叫び、美しさを吹き飛ばします。 これは必ずしも悪いことではありませんが、最高の見た目のアニメを期待しないでください。 すべてがうまく見える、ひどく悪いことはありませんが、それはすべてが言うことができます：それはいいです...タンクのアニメーションは、CGで完全に行われ、注意深いビューアには、私の言いたいことによって、 もっとうまくいった。 私は個人的に、アニメーションについてあまり知りませんし、存在するすべてのアニメを見ていない人として、あまりにも煩わされませんでした。 私はそれに気づくことができましたが、それは私を経験から引き離しませんでした。 タンクは正常に動いています。（本質的に）本物のようです。アニメータの忠実さに賞賛します。 タンクは、私が知ることができるものから、現実のカウンターパートの本物の表現です。 さらに、私はGirls und Panzerに示されたタンクを調べて、それらについてもっと知ることが興味深いことを発見しました。\n\n[Sound：7/10] Girls und Panzerのサウンドは、私の意見ではビジュアルより優れています。 音楽は陽気で、ショーの正しい考え方で視聴者を得るという仕事をしています。 それと同時に、それはあまりにもsacarineとcutesyではありません。 ほとんどの音楽は、軍事行進曲の演奏であり、少なくとも私にとっては効果があります。 ロシアのフォークソングを30年代から演奏していても、ロシアのチームと戦うためにヒロインたちが来る時が来た。 キャラクターの声はあまりにも迷惑ではありませんが、時には非常に高いピッチの範囲に入ることがあります。 また、タンクは、実際のタンクの音を聞いたことがないので、私が確認することは難しいですが、少なくとも信じられないほどの音です。 さまざまなバージョンについては、私は通常、ダビングされたアニメを見ないが、ダブはちょっとだと聞いたので、それを覆すのを見ているかもしれない。\n\n[Personal Enjoyment：8/10]私がこのレビューで指摘した欠点にもかかわらず、アート・スタイルに関しては、個々のキャラクター・アークで圧倒的なショーが行われたにもかかわらず、私は本当にこのアニメを楽しんでいたことを認めなければならない。 すべてのエピソードは私には心地よい効果をもたらしました。それがショーの賞賛であるのか、私の個人的な趣味の起訴であろうと、私は本当に分かりません。 ガールズとパンツァーは、私を気持ちよく、明るく、幸せに感じさせました。 そしてこのタイプのショーでは、私はこのショーから期待するべきものだと思います。 近いうちに私はショーを再ウォッチしないかもしれないが、確かにそれを見てうれしい。\n\nあなたが戦争についてのぎこちない叙事詩、戦闘の不条理、戦闘の残忍さに魅了されることを望んでいるのなら、ここで何をしているのですか？ ガールズ・アンド・パンツァーのことではないことは、今ではかなり分かります。 しかし、あなたがかわいい萌えアニメがあなたを応援してもらいたいならば、萌えの終わりのない洪水とは違う何かが、私が心からお見せするよりも、このショーをチェックしてほしい！\n\n[7/10]"
  },
  {
    "title": "Girls_und_Panzer",
    "id": "14131",
    "url": "https://myanimelist.net/anime/14131/Girls_und_Panzer",
    "user": "Xemidan",
    "profile": "/profile/Xemidan/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=181788",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nうーん...モエ...タンク？ 待って、何？ そんなことが実際に存在しますか？ はい。 はい、実際にはそうです！ 実際には女の子が萌えで、タンクはちょうど使用されていると言いますが、それでもかなりの組み合わせになります！\n\nストーリー（8/10）\n\n物事が悪い（読んでいる：悪い）方法を終了する場合、ほとんどはこれは、学校/クラブに何か悪いことが起こっているあなたの一般的な高校スポーツアニメとして払拭されます。 そして、それは一般的なものと見なすことができますが、それはまだ好都合であり、私はそれを個人的に好きでした。\n\nしかし、スポーツは、ユニークなものです。 今日私たちが知っている普通のスポーツではなく、これはタンクの使用を伴います。 安全性は保証されています。 まあ...もちろん90％。 それはまだスポーツです！\n\nチームは戦車チームで互いに戦い、ルールは簡単です：Flagtankを落とすと終了します。 それは得ることができるほど簡単です。 しかし、戦略は、ほぼeveythingと同様、成功の鍵です。 そしてそれが行われた方法は、実際には正確ではないにしても、実際の軍事戦には非常に近いです。\n\nその間に2つの要約が投げられ、視聴者に実際に何が関わっているのか、小さな世界で実際に起こっていること、誰が誰を好き/しているのかについての正確かつ詳細な情報が得られます。 キャラクターの部分でこの部分をもっと詳しく説明します。\n\nアート（10/10）\n\nアニメーションは楽しかったし、（私が発見できる限り）欠陥がない。 私がアートに高い評価を与えるようにしたのは、その言葉に慣れていない人たちのための素晴らしいCG（特にCGグラフィックス）です。 それは壮大に見えないかもしれないが、それはまだかなり素晴らしいです。\n\n実際のアニメーション（キャラクター）がCGにも混ざり合っていないということは、私にとって興味深いことです。 彼らは戦闘で多くのポップアップを表示しないかもしれません（3Dのキャラクターを演出するのではなく、大体1人だけが立っているのが分かります）、キャラクターを3Dで巧みにブレンド/混合します。 これは、アニメーションを一部の人にとっては「あまりにも扱いにくい」ものではなく、細かいことに少しでも気をつけることができる人にはまだ楽しいものにします。\n\nサウンド（10/10）\n\n趣味が違うので、私は個人的にOPとEDが好きでした。なぜなら、それはキャッチーで、アニメの「モエ」テーマに合っているからです。 しかし、全体としてのアニメは、BGMにぴったりです（BackGroundMusicという言葉になじみのない人には）。 アニメは戦車戦争と結びついているので、数多くの「軍事」のバックグラウンドミュージックが含まれています。 これは、あなたに（少なくとも私には）本当の軍事的関与の感覚を与えます。\n\nそれは実際にはそうではありません。 それぞれの国でもそれぞれのテーマがあります！ 英語はエレガントで高貴な音を、アメリカ人は活発で陽気な（軍事的な）「パレード・アイ」の演奏をしている。 ドイツ人は尊敬できる「厳密な」サウンドトラックを持っていて、それはやや似ています。 そして、ロシア人は、彼らの通常の、速いペースで音楽を持っています。 ドイツ人の人はドイツ人であるからではなく、ドイツ人の人はそれが厳密さと清潔さに集中していることに注意してください。 ショーに「軍事的な味」の音を出す執行は、私のリスト上でそれらを高く評価するものです。\n\nしかし、サウンド部門の副作用として：ヘッドフォン/耳栓で十分に。 彼らは圧倒的な（おそらくちょっと良い）仕事を銃火で行ってきました。 これは可能な、非常に大きな爆発/大砲の火災の可能性がありますあなたの耳に損害を与える可能性があります（そして可能な楽しみ）あなたのボリュームが高い側にある場合。 これは、あなたの音量がすべての音を圧倒するように音量を上げれば、そのような効果しか持たないので、音のポイントを下げませんでした。\n\nキャラクター（9/10）\n\nそれぞれの文字はすべて独自の一意性（または癖）を持っています。  MCはかなり恥ずかしがり屋ですが、時にはとても自信があります。 彼女は（彼女の人生にいくつかのパンチを追加したい）デリケートな女性、愛/男の子に執着した女の子、タンクに執着した孤独と私は非常にスマートな仲間のチームメイト、まだ早朝が嫌い！\n\n彼らはそれぞれ独自の問題を抱えています。 これは一般的なものですが、アニメの中で何かを克服しなければならない人がいる場合、観客は誰もが彼らの姿である理由を理解するのに十分な情報を得ることができます。\n\nもちろん、学生会、歴史愛好家、1年生クラスなど、1つの学校に1つのタンクしかないので、他のグループもあります。 彼らはチーム全体の主要な部分と同じくらい開発されていませんが、要約エピソードにはそれぞれの情報が含まれています。 これは、私たちが見る人として考えすぎるほど多くのことを残さないようにします。\n\n私は敵に関する詳細をあまり詳しく説明しませんが、それぞれの国のそれぞれのステレオタイプに似ています。 ここでも、ドイツの「ステレオタイプ」はドイツからのものではなく、ドイツ人からの厳密さとクリーンなテーマ/特性であることに注意してください。\n\n個人的には、キャラクター同士のやりとりや、すべてのキャラクターとのやりとりがとても好きです。\n\n楽しさ（10/10）\n\n期待していない人として、私は個人的にこのアニメを楽しんでいました。 スポーツとしてタンク戦を使用しているという事実を考慮すると、少なくとも私にとっては、他のスポーツ指向のアニメと比較してユニークであった。 タンクの関与（要約の各タンクに関する情報）は、私がそれらの知識を受け取っていない場合や、アニメがそれらを実際に重要視していない 。 実際には、なぜこのアニメがタンクに基づいているのか、タンク全体についての一般的な情報に基づいているかを視聴者によりよく理解させる。\n\nあなたがモエのものを好きなのであれば、このアニメは楽しさでいっぱいになるかもしれません。私はあなたにこれを拾ってもらいたいと願っています！"
  },
  {
    "title": "Girls_und_Panzer",
    "id": "14131",
    "url": "https://myanimelist.net/anime/14131/Girls_und_Panzer",
    "user": "Rika_Foxtrot",
    "profile": "/profile/Rika_Foxtrot/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=208465",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  7\nキャラクター|  5\n|  9\n\nかわいい女の子とバダスのタンク、10/10があります！\n\nもっと真剣に、このアニメは混在したものです。 強力なストーリーと複雑なキャラクターを探しているなら、あなたは失望します。 他に、あなたが主にタンクの戦いに興味を持っていて、かわいい女の子との平均的な話があるなら、このショーは素晴らしいでしょう。 タンクは、このアニメが構築されて落ちるという主な前提であり、それは非常にうまくいきます。\n\nメチャ・ムーメジャンルの他の作品（「ストライクウィッチーズ」、「アップテット!!」など）とは対照的に、このアニメはほとんどがファンタジーから解放されており、非常に感謝していました。\n\n残念ながら、アニメはストーリー＆amp; 文字。 ストーリーは、より多くの経験とより優れた機器を備えたチームに対して、暴力団の荒れ果てたチームが登場し、忍耐力をもって勝利を収めた、穏やかで包括的なスポーツプロットラインです。 それはタンクのためではありませんでしたが、これはたぶん別の一般的なスポーツアニメになるでしょう。\n\nErwinとCaesar（Erwin RommelとJulius Caesarの後ろにニックネームを付けられた歴史的なオタク）のような背景文字のいくつかは思い出に残るものであり、アニメがそれらの周りに集中していたことを正直に祈っています。 主人公たちは、私たちに共感し、関係を持たせようとする試みにもかかわらず、簡単に忘れることができます。\n\nしかし、このアニメはタンクに関するものなので、タンクについてはどうですか？ このアニメを一般的なスポーツアニメから救うことは、戦車です。 彼らは血まみれの素晴らしいです。 彼らは実際に様々な戦車を調査し、それらをアニメに入れて仕事をしました。 歴史のオタクとして、アメリカのシャーマンからドイツのStuG、そしてイタリアのP40に至るまで、さまざまな車両の大量の詳細を理解する必要があります。 それは主にどれくらい詳細がタンクに入れられたかによって、私からアートのような高い評価を得ています。\n\nあなたが歴史のいたずらや装甲車に興味がある人なら、このアニメはあなたのためのものです。 しかし、主にプロットや文字に興味があるなら、これはおそらくあなたのためにそれをするつもりはありません。"
  },
  {
    "title": "Girls_und_Panzer",
    "id": "14131",
    "url": "https://myanimelist.net/anime/14131/Girls_und_Panzer",
    "user": "Axelstation",
    "profile": "/profile/Axelstation/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=201794",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  5\nキャラクター|  7\n|  4\n\n（このレビューには数少ないスポイラーがあります）\n\n長年にわたり、普通に見えないような状況に、かわいい女の子を入れている様々なハイブリッドシリーズが登場しています（ガクウガラシ！）。 これらのシリーズの中には、興味深いコントラストを取り除くことができ、他のものは不足しています。 今、私たちは、高校の女の子たちが泳ぎながらモエのことをやっています。 この運賃はどのようにシリーズ運賃ですか？ まあ、あなたが私の評価で見ることができるように、私の意見では特にそうではありません。 読んで、私はあなたに理由を教えてあげます。\n\nここの話はかなりシンプルです。 この地域のさまざまな学校が、タンクウォンドで2つのチームが参加して、どの学校が上に出ることができるかを示す「タンクウォンド」の影響力のあるスポーツに参加します。 私たちの主人公、西條美穂は、このスポーツを持たない新しい学校に入ったばかりですが、到着時には戻ってくることにします。 生徒会は、ミホがタンク戦争で戦略的な指揮をとった家族の優れた実績のためにミホが参加することを望んでいるが、これ以上何もしたくない。 彼女が彼女の新しい友人のサポートでそれらを無効にしようとすると、学生協議会の大統領は彼女を学校から追放すると脅します。 彼女はこう答えています。「タンクと戦うのは、とにかく茶道クラブに参加したくない！」（私は最後の部分を言いました）ここから、新しい友達グループと一緒に来て、タンクウォンに勝つことです 学校のチャンピオンシップ。 それでは、友情とチームワークに焦点を当てた弱者の話です。 それは死に至ったスタイルですが、それがうまく使えないというわけではありません。 前述のテーマはこのシリーズでは十分に機能しますが、特にいくつかの大きな問題があります。\n\n議論する最初の問題はシリーズの気分です。 私は、このシリーズは、これを強調する大型戦車を操る若い女の子とは対照的に、馬鹿で楽しいものであることを知っています。 それは、ほとんどの場合、同じ馬鹿な曲を演奏し続けるので、あなたはどのように感じるべきか分かりません。 しかし、チームはチャンピオンシップに勝つことができない場合、学校が閉鎖するなど、うまく動作しない重大な瞬間やテーマを挿入しようとします。 ここで問題となるのは、無意味なドラマを生み出す、言及することは永遠に取ることです。 それから、メインのアンタゴニストグループ、ミホの姉がいる最終チームがあります。 彼らはお互いに挑戦しますが、ミホはまず他の学校と勝つ必要があります。 ここで何が問題なの？ どんな緊張もありません。 あなたはすでに彼らが決勝に進んでいることを知っています、戦い自体は多くのぎりぎりの瞬間やクリフハンガーを持っていませんし、グーフィーの気分のために、「何があっても勝つ必要があります！ 言うまでもなく、これらの出会いにもっとストレスの多い雰囲気を提供する緊張したバックグラウンドミュージックはありません。\n\n育てる価値のあるもう一つの問題には、矛盾が現れます。  「私たちはすべてを与えなければ学校が閉鎖することを知っているので、全力を尽くしましょう！」と言っています。 他のチームのようにラジオで簡単に、真剣にそれを行うことができますか？ なぜ、新しい女子チームが、最終的に非常に重要な戦いのために訓練されていなかったのでしょうか？ なぜ姉妹間の最終戦闘が自分たちの間でソロ・マッチを宣言したのですか？しかし、敵のチームが助けに来たとき、姉はそれを呼び止めませんでしたか？ 特定の過酷で有害な相手が、敗北後に自動的に友好的な理由は何ですか？ なぜ彼らは町で戦って破壊することが許されているのですか？ たとえ返済されても、町民はそれが不便だと感じないのはなぜですか？ なぜ、2人のキャラクターがタンクウンドを含むばかばかしい理由で家族から断られたのですか？ このようなことは私には分かりません。\n\n今、いくつかの良いことはどうですか？ 主人公はかなり好都合で、少数の二次的なキャラクターも好きです。 彼らのお互いの親切な関係は見てうれしく、彼らはそれぞれのことを気にするほど十分に発展しています。 巨大なキャストを持っているにもかかわらず、私はそれがここから何かを損なうとは思わない。 タンクの戦いは、ほとんど興味がないものの、特に最後の戦いの間に、いくつかの良い戦略があります。 全体的な芸術は見てうれしいですし、タンクも非常によくモデル化され、アニメーション化されています。 光り輝くノーマル・サウンドトラックを除いて、オープニングとエンディングの曲はすごく聴きやすいです。\n\n私は本当にこのシリーズが好きでした。 実際、私は通常これのような風変わりなものを楽しんでいます。 残念ながら、問題は私の全体的な経験から損なわれました。 タンク戦は本当に私のものではないという議論をすることができ、私は一般的にはスポーツにはあまり入っていません。 しかし、私はテニスの王子様と黒子のバスケットの大ファンです。 結局のところ、それは執筆とプレゼンテーションになり、Girls und Panzerは両方の分野で私のために不足していました。"
  },
  {
    "title": "Girls_und_Panzer",
    "id": "14131",
    "url": "https://myanimelist.net/anime/14131/Girls_und_Panzer",
    "user": "Noshy",
    "profile": "/profile/Noshy/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=85563",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  3\nアニメーション|  9\nサウンド|  8\nキャラクター|  5\n|  8\n\n「かわいい女の子、かわいいことをやって、今、タンクで」\n不思議な音ですか？ それは確かです。\n\nこんにちは、これは私の最初のレビューです、私と一緒に忍耐してください。\n\nまず、私は本当にかわいいものをやっているこの「かわいい女の子」のジャンルのファンではありません。\n私はそれを見ることを考慮しなかったし、私は非常に退屈して少し好奇心があったのでそれをした。\nそれは、私が最初のいくつかのエピソードを楽しんでいなかったことは、それほど驚くべきことではありません。\n少なくとも私が最初の戦いに着くまで。 突然、物事ははるかに面白くなった。\nしかし、別のものがあります。 私はアートから始めるべきです。\n\nアート -  9ポイント\n\n多くの愛とディテール。 それがあなたが期待できるものです。\nタンクは少なくとも私のアマチュアの目では現実的に見え、とても詳細に描かれています。\n\nキャンディーの特別な部分は背景です。 活気があり、はるかに現実的な雰囲気を作り出します。\n\n失望は文字だけです。 誰も私の好みのために、少し単純すぎて描かれているように見えます。 私はまだ顔の表情が好きです。過剰に描かれることなく、彼らは思考や反応をかなりうまく引き出します。\n\n私は本当にアートについて言いたくはありませんが、それだけではかなり良いことです。\n\nサウンド -  9ポイント\n\nアニメを楽しくするもう一つの事柄です。\n\nBgmsはしばしば特定の国家のために作られ、学校が作られた後、彼らの人生を呼吸するものです。\n\nタンクは実生活で聞いたことがなくても、とても素敵です。\n彼らはアニメの偉大さを共感し、高める。\n\nストーリー -  3ポイント\n\n私は何も約束することはできないが、ここでスポイラーにならないように最善を尽くす。\n\nストーリーはあまりありませんが、必ずしも悪いとは限りません。 よく実行されたストーリーでさえ、良い印象を与えることができます。 残念ながら、ここではそうではありません。\n穏やかな雰囲気のため、戦いの外に表示されます。重要なストーリー要素が下に行きます。\n\n作家はストーリーを築き上げて、何かが正しくないという疑問や疑問を浮上させようとしました。 しかし、真剣さの欠如はこれをカバーしており、ほとんど見えません。\n\n「かわいい女の子たちはかわいいことをやっている」ということは、ここもまた逆効果だ。 物語の上の建物に追加するいくつかの要素のために、彼らは女の子がいくつかのかわいいことをするちょうど愚かさのように見えます。\nまあ、それはすべてのシーンには当てはまらないが、いくつかのシーンには当てはまる\n\nこれはおそらく、アニメにとって最大のものです。 もう少しドラマが驚くかもしれません。\n\nキャラクター -  5点\n\n本当に文字について特別なものはありません。 彼らはパンのような深さを持っています。 主人公はもう少し深くなりますが、まだ魚を捕まえるには不十分です。\n\nいくつかの女の子は小さなキャラクター開発で少し試練をしています。 しかしそれほど多くはありません。\n\nそれは何とかショーに合っているにもかかわらず、何とかそれは全体的な雰囲気の多くを盗むだろう。\n\nそれでも、ストーリーセクションの理解では、それは受け入れられ、あまりにも楽しいことを損なうものではありません。 少なくとも私の選択肢では、キャラクター開発を大切にしている人々は多く失望するかもしれません。\n\n楽しさ -  8ポイント\n\nほとんどの場合、これはBattlesに関するものです。 驚いたことに、アニメはここで一番輝いています。\n\n私は言葉を理解するためにタンクのオタクになる必要がありますか？\nここで起きるかもしれない質問。\nそれは1つになることを傷つけることはありません、あなたの心をポンドにする必要があります。 うまくいけば。\nしかし、あなたが私のようなものでなくても、それはまだ理解できるものです。\nユニークで驚くべきことでも、すべてが説明され、合理的です。\n\n彼らは1つだけ立って残されるまで、行進して撃つだけではありません。\nその背後には戦術と考えがあります。 そのようなことについての本を読む必要なく、どこで動くか、どのように利点を生み出すか（よく知識が必要ですが、それはすべて基本的なものなので、心配する必要はありません）\n\nまあ、それはなぜこの偉大な理由だけ8点ですか？\n私はそれが高いスコアに値するように実際に感じることはありません。 私は彼らがそれを素晴らしいものにするために多くの努力をしたことに感謝します。 しかし、私が前に言ったように、真剣さとドラマの欠如はマイナス点です。\n\n雰囲気とユニークで思いやりのある戦いは、それを補うものではなく、本当に壮大なものです。 ストーリーでもスコアが悪く、楽しさの一部になるはずです。\n\n全体 -  7ポイント\n\nこのアニメは2つの非常に異なる側面を持っています。 片側は女の子の日常生活、もう一方は戦いです。 それに入っているものは両方とも面白くて、おそらくそれが好きです。\n\n他のすべての場合、いくつかのエピソードは、本当に面白いことは何も起こらないドラッグであるかもしれませんが、あなたはそれが他のポイントでどのように続くのかを見るのを待つことはできません。\n\n一緒にすべてを数えると、それはまだ楽しい可能性があります。\n\nそれが私の見直しのためのすべてです。\nそれを読んでいただきありがとうございます。"
  },
  {
    "title": "Girls_und_Panzer",
    "id": "14131",
    "url": "https://myanimelist.net/anime/14131/Girls_und_Panzer",
    "user": "DustPotato",
    "profile": "/profile/DustPotato/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=101947",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nパンツァー前!!!\n\nどのような信じられないほどのアニメ！ 私はそれを信じていない!! 私はそれを見て超興奮していた時間全体！  Tanks Drifting、Tanks shooting、Tanks Going Fastが含まれます。 その後、タンクが撃たれると、3秒間待って、ちょっと聞くと、小さな白い旗がタンクから飛び出し、もう撃たれないことを示します！ これは信じられないほどのアニメだった!!!! 私は本当にもっと欲しい！\n\n私はもともと3-4のエピソードを見ようと計画していたので、次のエピソードを見ることができましたが、最初のエピソードの後に​​は本当に良くなりました。\n\nストーリーは非常に簡単にフォローでき、深みも大きかった。 それは私にもっと欲しかった、そして彼らはより多くの戦い、そしてより多くのタンクを持ってほしかった!!! 私を得た部分は、彼らがクソな船に住んでいたことを示したときだった。 船！！ ボート！！！ 私はそれを期待していなかった！ 彼らはなぜ本当に理由を説明することはありません。 私は彼らが何かしていることを意味しますが、それほど詳細ではありません。\n\nアートにはちょっとした問題がありましたが、ヘイは誰も知らないスタジオで、誰もが独自のアートスタイルを持っています。 この1つは素晴らしかったし、タンク自体には素晴らしいディテールがあった。\n\nサウンドも素晴らしかったです！ タンクが撮影されるたびに、あなたはそれを知っていただろう！ それがポップアップすると、FlagのLittleサウンドが大好きでした。 毎回私はそこに座って、旗が上がったときに親指で模倣します！  'FFSSTTT'\n\nキャラクターは楽しかったし、それぞれに異なっていた。 彼らは皆、あなたが本当に愛している個性を持っていました。 私は、メインキャラクターが素晴らしく、レベルが向いていることを意味します。 ゆっくりとした眠そうな人は楽しく、他のすべての人はそれぞれ他の多くのアニメでは見つけることができない自分の人格を持っていました。 他のアニメとはまったく異なっています。\n\n私がそれを楽しんだと言えば、それは私が今まで言ったことのない控えめな言葉です。 とても楽しかったです。 私はずっと楽しんでいたので、ずっと驚いていた。 人々がショットを逃しているのを見て、AWは私がBATTLEFIELDにすることができます!!!!、それから自分自身に、よく、ゲームと現実を言って、このアニメは3つの異なるものです。\n\n全体的に私はそれに9を与えます。なぜですか？ それは短すぎたので。 この巨大な範囲を持っているこのアニメの12のエピソード？ 彼らはもっと多くのことをしたはずです！ 私はそれが少なくとも2、24のエピソードの季節にまたがる能力を持っていると思う。 私は正直なところ、彼らがそれ以上のことをするために支払うだろう、そして、私は悪いです。 彼らはその能力を持っており、彼らはそれを問題なしでどこで行うことができるかに任せました。"
  },
  {
    "title": "Girls_und_Panzer",
    "id": "14131",
    "url": "https://myanimelist.net/anime/14131/Girls_und_Panzer",
    "user": "Mercuryo",
    "profile": "/profile/Mercuryo/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=233219",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  5\n|  6\n\nGirls und Panzer...第二次女の子と第二次世界大戦の戦車に関するアニメ...\n私はこのアニメを3回見ました...しかし、初めて私はプロットの何も理解していません。 それは主人公の故ミホさんが新しい学校で始まり、何らかの理由で「戦車での操縦」のような特別課外活動を好きではなかったからです...まあ、彼女は最初のエピソードの終わりまで好きです 彼女はそれについての悪い思い出があったので彼女は彼女がそれを選ぶ...彼女はそれを選択すると、彼女は\"戦車での操縦\"を選択しないことを言ってすべてのエピソードを維持しながら、この割り当てに参加することを決めた理由\nこの瞬間、アニメを初めて見たのは私の心に「三保はどんな偽善者ですか？」という疑問がありました。\n彼女は彼女が「タンクでの操縦」についての悪い思い出を持っていると言っていた。そして、彼女は「タンクでの操縦」を選んだ。 どうして？ 彼らはアニメでそれを決して説明しない、彼らはなぜ彼女は '戦車での操縦'についての悪い思い出を持っているかを説明します...しかし、彼らは最後の瞬間に彼女の意見を変更する理由を説明しません...\n次の11回のエピソードでは、Tanksとの戦いがたくさん見えますが、彼らは全馬鹿のように見えるキャラクターには問題があります。\nミホにはタンクがたくさんある別のアカデミーの大姉妹がいます...この問題はミホがこのアカデミーでやっていることです...\n\n\n\nSPOOOOOOOILER ALEEEERT\nミホはこの学校では常識的に唯一のもので、最終的にタンクの一つが非常に深い川に落ちたと仮定しなければなりません...ミホは同僚を救うためにタンクを出て、ミホのタンク ...そして、母親は彼女が彼女の家族のために不名誉だったと言う...\nというのは。 深刻ですか？ あなたの娘は仲間を救うために彼女の人生を危険にさらし、彼女はあなたの家族のためのディストーションと言いましたか？\n\n\n最後にあなたはショーを楽しむことができます...しかし、この点の全ては、プロットには何が起こっているのか理解できない弱点があります。例えば、ミホは姉と戦って最終的に戦う ...彼女の妹がゴミのように扱っている...ミホが仲間にタンクの中で死ぬことを許可すればいい？\n彼女の状況にいるすべての人が同じ選択をするでしょう。 彼女の家族はどんなモンスターですか？\n\nもし、あなたが慎重に聞いていれば、いくつかの第二次世界大戦の歌を聞くことができましたが...それは大したことではありません...私は戦争歌のファンではなく、正しく配置されていますが、私のために 私が彼らについて言うことができるすべて...\n\nアート...それは良い、包括的な3Dです。\n\nキャラクター...私がミホについて言ったように、彼女の主な問題は、私が言及したものです...しかし、私は彼女の名前を覚えることができました、Panzerチームを除く残りのキャラクターは、  Panzerチームが敵を破壊しなければならないショーのスターであるため、常に重要な瞬間に何か愚かなことをする...\n\n全体として、素晴らしいショーですが、私にとっては、Mihoが「戦車での操縦」を選択するような、アニメを企画していたときに改善できるいくつかの問題があります。"
  },
  {
    "title": "Girls_und_Panzer",
    "id": "14131",
    "url": "https://myanimelist.net/anime/14131/Girls_und_Panzer",
    "user": "DjKagamine",
    "profile": "/profile/DjKagamine/reviews",
    "pages": "3",
    "number": "8",
    "link": "/reviews.php?id=187888",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  10\nキャラクター|  8\n|  9\n\nGirls und Panzerのレビューを書く\n=============\n段落レビューでパラグラフを書いてみましょう（カテゴリー別）。\n\nスライス・オブ・ライフ・アクション・アニメ、スライス・オブ・ライフではなくアクション・アスペクトに重点を置いて、私は個人的に私がこのアニメの方法を私が必要以上に楽しんだと思う。\n\nストーリーラインはユニークではないかもしれませんが、それはうまく実行されているかもしれませんが、それは浮き沈みがあるとあなたがそれを楽しんで見つけるでしょう中立に気をつけて、アートスタイルは標準までですタンク戦闘は3D  2Dのキャラクター、最初のエピソードのオープニングシーンはこれを示し、正直なところ、タンクビューは非常に奇妙でした。  （2Dと3Dのマージ）。\n\nタンクについての事実はかなり重要ですが、あなたが実際にあなたに伝えている事実をキャッチするために一時停止していることがわかります。エピソードを見た後、\n\nこのアニメはエピソードを要約している（エピソード5.5と10.5）\nエピソード1から5までのイベントを思い出しながら、メインキャストとサポートキャストにあなたを紹介しています。  （プラスタンク）\nエピソード10.5は、エピソード6から10までのイベントを要約しながら、まだ紹介していないキャラクター（あなたのタンクに加えて）\n\n（私の個人的な意見では、1週間に1週間のエピソードが出てくるのを見ていたら、その週のエピソードが要約であれば、私は怒られるでしょう。  ）\n\nキャラクターは幅広い性格を持つ楽しいグループですが、他のものよりも多くのものが開発されていますが、それらは関連性があります。\n\n私は個人的にシーズンを楽しみ、もっと楽しみにしています。\n\n=====================================\nカテゴリをカテゴリに分けて\n\nストーリー：8/10：私は個人的にストーリーを楽しんでいましたが、それはあなたがそれを楽しむかわいい女の子を探しているなら、\n\nアート：8/10：アートスタイルに対する苦情はありません。アートスタイルは視聴者が問題なく楽しめる品質を満たしています。2Dキャラクター3Dタンクの戦い、私は個人的に エピソード1、（私の他のレビューを読んでいれば、うまくいった*ユニークなアートスタイルのために10/10と評価します）。\n\nサウンド：10/10：声優（日本のダブ）とサウンドエフェクトの両方でうまくいきます。\n\nキャラクター：8/10：メインキャラクターとサポートキャラクターの間には素晴らしい個性があります。 文字は少し未熟な感じですが。 とにかくこのアニメのタンク戦についてのことです。\n\n楽しさ：9/10：私は個人的には、私は実際にシーンのいずれかの間に泣いて、本当にクールなstratsの戦いを楽しんだはずです以上、このアニメを楽しんだ。\n\n*ユニークなアートスタイル - 観客が見るとアニメ間で簡単に認識できるアートスタイル。  （同じスタジオ別アニメ、ビューアは同じスタジオからそのことを伝えることができます）\n\n=======================================\n私はあなたが私のレビューが役に立つと思った\nそれ以外の場合はコメントを残してください\n=======================================\nマイナークレーム（このアニメの時計価値を下げない）\nアニメのスポーツ、特にノーマルスポーツの極端なとき。\n常に不公平です、より豊かなチームは、常に実世界の状況では優位性と正直なところがあります。豊かなチームが常に他のチームより多くのタンクを持っている理由で勝つことが面白いとは思いません。\n======================================="
  },
  {
    "title": "Girls_und_Panzer",
    "id": "14131",
    "url": "https://myanimelist.net/anime/14131/Girls_und_Panzer",
    "user": "LiLSatan",
    "profile": "/profile/LiLSatan/reviews",
    "pages": "3",
    "number": "9",
    "link": "/reviews.php?id=123225",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nタンクス、子供時代の私の大好きなおもちゃの一つ、私はいつもそれらの1つに乗ることを夢見ていました。 私は、タンクがすごくクールだということを除けば、タンクに関する多くの知識は持っていません。\n\nストーリー\n物語はかわいい女の子の運転タンクについてです。 物語は、タンクワンドで有名な家族の仁水美穂という女の子から始まり、何らかの理由でタンクウォンを持たない別の学校に移り住み、参加しないようにしています。 しかし、残念なことに、学生協議会は学校のタンクワンドを再確立し、ミショはそれに参加することを余儀なくされた。\nストーリーは本当に始まりから終わりまで迫っています。 ミホちゃんのすばらしい戦術のおかげで、彼らが巨額の不利な立場にもかかわらず勝った戦車を本当に愛していました。 最初は、勝つか失うかは重要ではなかったが、学校が戦った理由を最終的に見つけたとき、彼らはトーナメントに勝つ意欲がさらに高まった。\n私の大好きな戦いは決勝戦でした。相手は彼女の元の学校とチームでした。彼女は姉の西嶋麻帆がリードしています。 それは偉大な戦いだった、それは私に、実際には2国家の間で戦争が起こっているという感情を与える。 タンク対タンク、戦術対戦術、これは私がこのようなアニメを見ているとき、あなたの心を動かすことができ、あなたの目に涙を浮かべることができる戦場です。\nちょうど「女の子アンパンツァー」オープニング曲、「ちょうど」の「ドリームライザー」が大好きなので、一度もスキップしませんでした。 私は実際にアニメのコズに合っています。その歌を聞くたびに、女の子と戦車でいっぱいの戦場に戻ってきます。\n私は本当にこのアニメが大好きです。 それは私に私が探している興奮を与えてくれました。そのため、私は一週間後にそれを見直しました。私はそれについて考えるのをやめることはできません。 可愛い女の子達。 クールなタンク。 若者。 友情。 競争。 私はもっ​​と求めることはできませんでした。"
  },
  {
    "title": "Girls_und_Panzer",
    "id": "14131",
    "url": "https://myanimelist.net/anime/14131/Girls_und_Panzer",
    "user": "MioSakomoto",
    "profile": "/profile/MioSakomoto/reviews",
    "pages": "3",
    "number": "10",
    "link": "/reviews.php?id=223582",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nだから私はいくつかの人々がこのアニメを非常に悪いレビューを与えることを見た、私は本当にそれらを気にしない、\n\n私は物事が好きで、私は設定やキャラクターが好きで、私は本当にそれを楽しむので、私はそれを与える10の全体的な方が良いと思ういくつかのものがありますが、私はこれは非常に良いものです\n\n私はそれが少し改善される可能性があるが、全体的にこれは良いアニメであり、私は非常にそれを推奨し、\n\nグアプがそれにふさわしいとして2年目のシーズンが行われることを願っています。2年目のシーズンにはどんなことが見込まれますか（おそらくもっと多くの学校、おそらく大洗学校が直面しなければならない国際的なものかもしれません） そのクリエイターはこれを見て、もっと私たちに与えます。"
  },
  {
    "title": "Girls_und_Panzer",
    "id": "14131",
    "url": "https://myanimelist.net/anime/14131/Girls_und_Panzer",
    "user": "timewizardphil",
    "profile": "/profile/timewizardphil/reviews",
    "pages": "3",
    "number": "11",
    "link": "/reviews.php?id=99107",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n多くの人のように、Girls und Panzerは最初は私の注意を引くことに成功しなかったショーです。 私はかわいいが好きではないからではありません。 個人的には、かわいいアニメの女の子がかわいいものをやっていることに疲れがほとんどありません。 いいえ、Girls und Panzerは前提がとても奇妙に思えたので私にとっては大変だった。 かわいい女の子は軍事兵器と混じって楽しいですが、彼らはストライクウィッチーズのいくつかの大きな脅威と戦ってはいけませんか？ タンク戦闘は女の子のための学校のクラブ活動に過ぎない、それはどういうわけか私には奇妙に思えたので、私はそれについては確信が持てず、最終的に離脱した。 時間が経つにつれ、私はシリーズについて聞いていましたが、私の興味は盛り上がり始めました。 結局私はそれを自分でチェックしなければならなかった。 今のところ、私は大騒ぎが何であるかをはっきりと見ることができます。  Girls und Panzerは興奮して興奮する価値のあるアニメです。\n\nGirls und Panzerも非常にシンプルなアニメです。 はるかに単純なことはできませんでした。 しかし、物語で重くない、オリジナルではありませんが、ガールズ・アンド・パンツァーはあまり書かれていない、またはダムのアニメから遠く離れています。 それどころか、何を重視したいのかを扱う際には、決して例外的なことではありません。 それに焦点を当てたいのは、女の子とパンツです。 タイトルには、女の子がいて、パンツァーを持っているので、ここにすべてが書かれています。 前提はほんの少し奇妙なものですが、彼らはすぐにそれについて考えるのは間近ではありません。 このアニメの世界では女の子同士が戦車で戦います。 それにはそれほど多くのことはありません。 シリーズの物語は非常に平凡です。 それは基本的に究極のクリシェスポーツの話です。 弱者の学校チームは不可能なオッズを克服し、大きなトーナメントに勝つ必要があります。そうしなければ、彼らの学校は閉鎖されます。 これまでに見たことがあり、そのニュアンスは限定されています。\n\nそれは女の子になると、女の子とパンツァーは1トン持っています。 タンクを走らせるためには複数の女の子が必要で、戦車は複数のタンクを必要とするため、多くの女の子が知ることができます。 もちろん、Girls und Panzerは12エピソードのアニメですので、かなり多くの女の子のためにキャラクターを肉付けする時間がありません。 ほとんどの場合、各タンクチームは簡単に特徴づけられます。 かわいい初年度の学生、学校の歴史のオタクなどが指揮する別のタンクでいっぱいになったタンク詰まりが1つあります。 これは小文字に人生をもたらすために働きますが、個々の長さで個別に開発する必要はありません。 反対側のタンクチームの指導者たちは、彼らが学校を代表している国との協会を通じて同様に発展しています。\n\nしかし、学生評議会の戦車チームを除いて、実際のキャラクター開発の大部分は主人公の戦車チームのために費やされています。  5つの中心的な文字はすべてかなり明確です。 メインキャラクター、ミホは、本質的に好きなものであれば典型的です。 彼女よりも強くて集められているだけでなく、怠け者であり、サポートのために彼女の友人を必要としている。 運転手のマコは切り離され、眠くても思いやります。  Saori、ラジオオペレータはエネルギッシュでフレンドリーです。 ハナは、砲手はやさしくて柔らかいが、強く意欲的だ。 ローダーであるゆかりは、大きなパンサーのオタクの一種だ。 個々に受け取るキャラクターの開発はそれぞれ少数のシーケンスに限られていますが、各戦闘では多くのキャラクターが開発されています。 彼らは根本的な根拠にならない種類のキャラクターです。\n\n女の子は鍵ですが、タンクはほぼ同じくらい重要です。 私はタンクについては何も知らないが、多くの研究が明確にその中に入っており、実際にどのようにレンダリングされて使用されるのかが本当に強くなっている。 戦いは複雑で複雑です。 これはショーが最高に輝く場所です。 私のための戦いのシーケンスは、私を魅了するのが最も難しいものの1つですが、Girls und Panzerの戦いは決して鈍いことはありませんでした。 これらのシーケンスはショーの真の中心です。 彼らは女の子が最も成長している場所であり、彼らは要素が最も多く、ショーの天才が輝く場所がどこにあります。 私がどのアニメでも思い出すことのできる最も記憶に残る満足のいく戦いの真髄の真実。\n\nショーも優れているようです。 タンクはエキサイティングでよく戦って、CGはうまく組み込まれています。 後の戦いは特に豪華で、雪の戦いは私の特に好きなものです。 女の子たちもよく描かれており、通常はうまくアニメ化されています。 それはまた、特に戦闘において、効果的で効果的な音楽を使用しています。 オープニングとエンディングの両方のテーマはかわいいと思い出深いものです。 プレゼンテーション全体はかなり例外的です。\n\nガールズ・アンド・パンツァーのことはすべて楽しいものです。 それは吸い込まれないような難しいアニメのようなものです。 少女たちはかわいいと愛情深く、タンク戦闘は強烈で印象的です。 それはとてもうまくいっています。それはそれを許すのは非常に簡単です。 タンクのファンや女の子のファンは、何か有益な経験をするでしょう。"
  },
  {
    "title": "Girls_und_Panzer",
    "id": "14131",
    "url": "https://myanimelist.net/anime/14131/Girls_und_Panzer",
    "user": "TokiPui",
    "profile": "/profile/TokiPui/reviews",
    "pages": "3",
    "number": "12",
    "link": "/reviews.php?id=80922",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\n\n全体的にストーリーは大丈夫ですが、主人公はいつも勝つようです。 それらの主人公の1つがすべてのオッズタイプのストーリーを克服するようなものですが、それでもかなり良いです。\n\n芸術は非常に明るくカラフルで、風景は非常に詳細でした。 タンクは正確に描かれた。\n\nキャラクターにとっては、主に主人公とそのチームです。 他の人にとっては、彼らは本当にそれらに集中していません。\n\nこのアニメは音楽でとても楽しんでいた。 戦争の歌とテーマを演じるとき、それは通常「軍事的感情」に関係します。 オープニングとエンディングもぴったりです。\n\nこのアニメはとても楽しかったし、もしあなたが 'Upotte！' あなたはこれが好きです。"
  },
  {
    "title": "Girls_und_Panzer",
    "id": "14131",
    "url": "https://myanimelist.net/anime/14131/Girls_und_Panzer",
    "user": "datterma32",
    "profile": "/profile/datterma32/reviews",
    "pages": "3",
    "number": "13",
    "link": "/reviews.php?id=84011",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nここには楽しいことがいくつかあります。 ガールズ・アンド・パンツァーは、占拠する面白いニッチを探し出します。 カラフルなメインとサポートのキャラクター、充足するためのアクション以上のもの、奇妙な瞬間がこのショーを際立たせます。\nタンク情報ゾーンにはいくつかの相違点がありますが、私はストレートオタクではないか、または何らかの研究をしたことがある人に気づかないと気にする人はいないでしょう。\n\n音楽は大丈夫ですが、私は学校の女の子のように笑っていました。\n\nストーリーの点ではあまりありません。 ここに描かれているのは、キャラクターとタンクそのものです。 最も重要なストーリーは、開発のガイドとなります。\n\n私が何かをニックにしなければならないなら、それはシリーズの長さになります。 このシリーズは24のエピソードに値する。 ここで彼らは別の12のエピソードを与えることを望んでいる。\n\n非常に楽しい、最も記憶に残る7（.9）。"
  },
  {
    "title": "Girls_und_Panzer",
    "id": "14131",
    "url": "https://myanimelist.net/anime/14131/Girls_und_Panzer",
    "user": "shintai88",
    "profile": "/profile/shintai88/reviews",
    "pages": "3",
    "number": "14",
    "link": "/reviews.php?id=89381",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\n私は何を言うことができます....すべてのショーの上に9だった。それは私が終わったときにどのように感じたので、それは全く悪くないです。 それはそれにすべてのモエのものがありますが、それは実際にちょっとした教育だった。\n\n学校の戦いを見て楽しかったです。\nマレ・プレゼンスの欠如があるので、それはハーレムの世界に設定されていたに違いない。 だから、私はちょっと驚いたことに、どこかに男性がいなかった、Upotteのように。\n\n私は、モバイル国や学校の国のアイデアやコンセプトのいくつかを愛していました。\n\nしかし最初のいくつかの入門レッスンの後、残りは主に萌えと戦いでした。 戦いは面白かった、戦術は面白かった。 それはかなりチーズ付きのメモで終わった。 しかしそれは楽しいものでした、私はおそらく実際の文字よりも戦いを楽しんだ。\n\nしかしそれでも楽しかったです。 私は1つの座席で見ることをお勧めします。 あなたはそれをもっと楽しむことができます。"
  },
  {
    "title": "Girls_und_Panzer",
    "id": "14131",
    "url": "https://myanimelist.net/anime/14131/Girls_und_Panzer",
    "user": "cptngarlock",
    "profile": "/profile/cptngarlock/reviews",
    "pages": "3",
    "number": "15",
    "link": "/reviews.php?id=112393",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  4\n|  8\n\n私は正直に言うと、私は普通、モエと、かわいいものをやっているかわいい女の子のように見えるショーを渡します - それは少しですが、ガーリーな可愛らしさで私を抱きしめて私を悩ませてくれます。  。 タンク（他のすべての赤血球のアメリカ人男性のように、私はかかとの上に落ちるような）の約束は、私にこれを見させることができませんでした。 それは私と同じような初期印象を持っていた別の人（私は名前が落ちることはありませんが、あなたが誰であるか知っています）から私にこれを見せてもらうという驚きの裏書を受けました。\n\n12エピソード後に、私はかなり満足していると言わなければならない。  moe tank otaku-baitに囲まれた異なるモデルのタンクを単にショーケースするプラットフォームではなく、私は実際に私の座席の端に実際に私を残していた種類のタンク戦闘機を実際に持っていました。 スライス・オブ・ライフとモエ・モーメントは、私のためのショーの中で最も弱い部分でしたが、前半の必要なキャラクターの開発が行われたので、幸いにそれらは殆どなくなりました。 私はまだ、ロシア人との冬の戦いの途中で、女の子たちがリスの上で気絶するようにする必要があると思ったのは分かっていないが、私は逃げる。\n\n戦闘はうまく実行され、速いペースで行われました（私が言ったように、実際にどのような種類のトリックが試合に勝つのかを知るためにモニターに傾いていました。 実際にどこから出てくる特別な動き（coughEyeshield 21cough）ではなく、マッチを獲得するために戦術を使用しているような気がした。 それは非常に合ったサウンドトラックを伴った。 非常に多様ではありませんでしたが、すべてのトラック、特にトラックPanzer Vorには、この非常に子供らしく気まぐれな軍事行進の質がありました。私はBoy Scoutの時代を思い出させました。  CGタンクは驚くほどよくアニメーションに統合されていて、ラインやライティングの超滑らかさだけがそれを与えました。\n\n私の唯一の不満は、キャラクターが非常にフラットであるということです（それはそうではありません！） - マホ以外の人の名前は覚えていません（個人的には私の好みには弱すぎますが、 ずっと使われていない。 私が誰かがヘルメットを着用せずにタンクから頭を出すのを見るたびに、私は落ち着かなくてはいけませんでした。\n\n結局のところ、私はGirls und Panzerを見て後悔していません。 私はこのシリーズに喜んで驚いていました。私は誇らしげに10点中8点を授与しました。\n\nPANZER VOR！"
  },
  {
    "title": "Girls_und_Panzer",
    "id": "14131",
    "url": "https://myanimelist.net/anime/14131/Girls_und_Panzer",
    "user": "101swoop101",
    "profile": "/profile/101swoop101/reviews",
    "pages": "3",
    "number": "16",
    "link": "/reviews.php?id=99725",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  8\n\n私は正直なところ、このアニメにどんなスコアを与えるか分からなかった。 かわいい、楽しかったし、たくさんの行動を取った。 ストーリーは、プロットにこだわり、12のエピソードで終わった。 私は本当にこのアニメを楽しんだが、それと同時に、これまでに見たことは最高ではなかった。 これはあなたがちょうど終わった素晴らしいシリーズを置き換えるために別のアニメを探して見ている完璧なショーです！ そして、それはあなたが本当に何かをするような気がしないときに見るべき完璧なショーですが、時間を取るための何かが必要です; D\n\nストーリー - 私はそれに7を与えます。それは良い話でした。 あまりにも劇的で複雑ではなく、うまく実行されました。 もう一度、それは私が見た最高のショーではありませんが、それは本当に、そして正直に「良い」でした。\n\nアート - 私はそれに9を与えます。今日はほとんどのアニメシリーズのように、すべてがうまく描かれました。 タンク、船、町、学校、人々....すべては非常に、非常によく描かれた。  ITはあなたの典型的なアニメアートでした - それほど特別ではありませんが、それでも本当に良いです。\n\n音 - 私はそれに9を与えます。音については普通のことは何もありませんでした。 エフェクトは素晴らしく、音楽は涼しかったです。 あなたの平均的なアニメでした。 しかし、それは私を悩ます一つのことです。 女子生徒のほとんどの声は、ほとんどの「かわいい女の子キャスト」アニメで聞こえるような、声高に聞こえるような高い音程であった。 それは迷惑で、私は真面目に8音を出したいと思っていますが、すべての声はそうではないので、うまくいきます。\n\nキャラクター - 私はこれに8を与えます。キャラクターは多くの類似のアニメで見られるのと同じキャラクターです。 プロットがかなり速く動くので、あなたは好きなだけでなく、それらを知ることもできません......しかし、多くのキャラクターはそこの他の人と似ているので、あなたのように感じることはありません 何かが欠けている。\n\n楽しさ - 私は知らない.....私はそれを続けるだろう8.私が本当に私に感銘を受けるためのアニメを探していたら、私はこのスコアを7にまで下げるだろう。 このショーはすごかった。 私は見て良いショーを探している間、それは素晴らしいスナックでした。\n\n全体的に - 私はこのアニメに8を与える。それはとても良かった。 私は何かが必要な人、見るものは何でもお勧めします。 かわいいアニメが好きな人にオススメです。 私は、女の子のキャストや女の子がやると思うことをやっている女の子が好きな人にはこれをお勧めします....これは何よりもかわいい「女の子の力」のアニメのようなものです。 あなたはこのショーを愛するでしょう...そうでなければ、単に別の良い、あるいは多分本当に良いショーになるでしょう。\n\n：L:); D：D:)"
  },
  {
    "title": "Girls_und_Panzer",
    "id": "14131",
    "url": "https://myanimelist.net/anime/14131/Girls_und_Panzer",
    "user": "firebug",
    "profile": "/profile/firebug/reviews",
    "pages": "3",
    "number": "17",
    "link": "/reviews.php?id=158027",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  9\n\nガールズ・アンド・パンツァーが最初私を怖がらせた。 私は恐ろしいストライク・ウィッチ・アイクのアニメになるだろうと恐れていた。 話は実際には独特で、この日と年齢はまばらなものでした。 あなたがそれらを作ることができるように戦いは信じられないほどだった。 私はそれが起こることはできませんでしたが、いくつかの時間があったが、アニメの最高の部分は、リアルにシームレスに混合された非現実的です。 それは見て楽しいと私は何度も何度も見守るだろう。 アートワークを見たら、私はそれを見なければなりませんでした。 彼らは実際のタンクを使用していました。 これは私の味方であった。 芸術は素晴らしかったです。 タンクは素晴らしく、すべての良い仕事の中で素晴らしい背景を見た。 音楽は良かった。 私はさまざまな国の愛国的な歌を楽しんだ。 キャラクターは当初は浅く見えましたが、シリーズの進行に伴って深みが増していたようです。"
  },
  {
    "title": "Girls_und_Panzer",
    "id": "14131",
    "url": "https://myanimelist.net/anime/14131/Girls_und_Panzer",
    "user": "Vanilla5",
    "profile": "/profile/Vanilla5/reviews",
    "pages": "3",
    "number": "18",
    "link": "/reviews.php?id=227263",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私は正直言って、女の子とパンサーを見たのは8ヶ月ぐらいだったけど、一度見てみると楽しかった。 音楽とテーマ曲はショーに非常にうまく収まりました。 私は学校のタンクローリークラブとタンカーの面が好きだったので、メインスクールと他の学校との間にショーの中で間違いなくいくつかの対立が生じました。 私はKatyursha以外の文字を完全に嫌うことは覚えていません（スペルミスがあれば申し訳ありません）。 戦いは見て楽しく、主人公は通常、良い戦略を持っていて、状況に適応することができました。\n\n今、Katyurshaではない悪い部分。 戦いは良かったものの、時には穏やかで鈍いものでした。 彼らはもう少しエキサイティングだったと思う。 また、アニメのほとんどは、戦闘以外にも面白いものではありませんでした。 私はこのアニメが好きでしたが、もう一度見るのは十分ではありません。 私の場合、6/10はそれを意味します。 私は彼らが好きだったときに私は6を表示するが、彼らを見直さない。 これは楽しいショーだったが、私のスコアは公平だと思う。"
  },
  {
    "title": "Girls_und_Panzer",
    "id": "14131",
    "url": "https://myanimelist.net/anime/14131/Girls_und_Panzer",
    "user": "Furakuma",
    "profile": "/profile/Furakuma/reviews",
    "pages": "3",
    "number": "19",
    "link": "/reviews.php?id=225594",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  7\n\nこのショーは、いい理由がないかわいい女の子たちがタンクを運転することについてです\nそれを真剣に考えるのは悪い考えです。\n\nバックストーリーは、終わりを告げる手段に過ぎません。つまり、女の子の質を向上させるために、スポーツのためにばかげて危険な戦いを戦っている航空会社の学校で、女の子をPanzersに入れます。 私はこれを作る必要はありません。\n\nタンクの3Dグラフィックスはまともであり、ショーのアニメの質を損なうことはありません。ここでは、アニメの美学を偽装しようとはしていません。\n賢明な選択。\n\n物語から離れて不平を言うことはほとんどありません。\nプロローグに加えて、潜水艦に接する乗組員や戦車のパフォーマンスには、劇的で説明できない変化があります。また、全体的なプロットの進行も時間とともに非常に予測可能になります。"
  },
  {
    "title": "Girls_und_Panzer",
    "id": "14131",
    "url": "https://myanimelist.net/anime/14131/Girls_und_Panzer",
    "user": "Driver3",
    "profile": "/profile/Driver3/reviews",
    "pages": "3",
    "number": "20",
    "link": "/reviews.php?id=225385",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\n「Girls und Panzer」は本当に楽しいアニメのひとつです。あなたがゲートから出ているものを正確に知ることができます。 地獄、タイトルだけで、あなたが知る必要があることはすべて、「女の子とタンク」に伝えられます。 その前提があなたに素晴らしいと聞こえないなら、あなたは楽しい気分がないよりも。 かわいい萌えの女の子と第二次世界大戦の戦車を組み合わせたショーが、今までどおりに働くことができるかどうか、ちょっと疑問に思いました。\n\nまあ、私はあなたの興味を賞賛するのに役立つかもしれない。\n\n - \n\nストーリー：8\n\nGuPの話は、若い女性にプライムケアと適切な世話人と妻を教えるために、「sensha-do」と呼ばれるタンク練習戦闘の一形態に集中しました。 これらの若い女の子の1人は、以前に感覚堂をやめ、新しい趣味を見つけるために新しい学校に移った西嶋美穂さんです。 しかし、彼女のコントロールの理由から、彼女は彼女の学校に新たにsensha-doクラブを再設立しなければならない。 今度は彼女が会う友人の助けを借りて、彼女は学校が毎年の他の様々なアカデミアに対するsensha-doトーナメントに勝つのを手助けしようと試みなければなりません。\n\n明らかに、これはあなたの典型的なトーナメントシリーズではありません。 前提は最終的にここでそれを販売するものであり、戦いを見て楽しませるものです。 ちょうど始めに、主人公はタンクを運転する方法を見つけようとしているだけで不器用ですが、結局彼らは船の巨匠になります。 ストーリーの展開に伴って、リードが大きくて悪いタンクが戦う必要があるのは楽しいことです\n\n残念ながら、メインアークには十分なフォーカスがありますが、サブアークは決してきれいに包み込むことはありません。 それらは提示されますが、決して完全に決して解決されません。 それは、あなたが「よくあることは何ですか？」と自分自身に尋ねることに終わるそのような場合の1つです。\n\n - \n\nアート：9\n\nGuPの一般的なアートスタイルは、アニメの間ではかなり標準的です。 あなたが期待しているものから実際に逸脱しているわけではありません。 しかし、アニメーション自体はまったく別の獣です。\n\nGuPを見ているときにCGの広範な使用があるとすぐに気付くでしょう。 今、あなたが思っていることを知っていることを言う前に、「ああ、神、アニメCGじゃないよ。  GuPのCGは信じられないほどうまく実行されます。 これは、戦闘に2Dアニメーションの大規模な作業である一貫性を与えるために使用され、戦車に実際の重量を与えるのに役立ちます。 あなたがタンクを発射するとシェルを見ると、彼らは大きな爆発物を発射したような気がします。 タンクは動きながら揺れ動いて跳ね上がり、現実的なやり方であなたもそれを期待しています（物理的にいくつかの創造的なライセンスを取得するまで、アニメは何を期待していましたか）。\n\nしかし、CGは2Dアニメーションを追い抜きません。 逆に、両者は一見完全に一致しています。あなたは決して期待しないでしょう。 結果は、見ることが非常に楽しい戦いであり、決して不快感を与えることはありません。\n\n - \n\nサウンド：10\n\nこのショーのサウンドは、間違いなくGuPが本当に輝くようになるエリアです。 その音楽はすごく魅力的で楽しいものがあり、実際にはチェリーを上に、そのすべてのオーケストラの軍事作品、フルートなどを追加しています。 それは本当にあなたが前に横たわる戦いに興奮します。\n\n戦いについて言えば、これらも素晴らしいです。 タンクに使用される効果音はピッチにぴったりです。 彼らの踏み板が転がると、重く腰が荒くなり、各タンクには独特の音がします。シェルを発射すると、どれくらい大きな音を出すのかが分かります。\n\n音声の演出に関しては、それは素晴らしいと思う。 日本のVAはすべて素晴らしいサウンドで、本当に自然な役割を果たし、キャラクターはそれぞれ独特の声を出します。 しかし、私は日本人を忠告する必要があります。 私は英語のダブを何度も聴こうとしましたが、いつでも辞めました。 それは明らかにアマチュアであり、彼らの役割において自然なものではない声優と共に、悪いことです。\n\n - \n\nキャラクター：9\n\nキャラクターは、このショーに何度も戻ってくるものです（タンクのほかに）。 すべてのキャラクターは互いに独特に区別されています。それぞれの人物、特に様々なアカデミーリーダーを忘れないでください。\n\nしかし、驚いたことに、タンクそのものにも成長するようになります。 女の子自身のように、タンクは自分のキャラクターのようにも感じられ、それぞれ独自の方法で戦い、設計上だけでなく戦闘においてもすべてを区別します。\n\nキャラクター側の主な欠点は、その数がどれだけあるかです。 主人公の女の子や多くのアカデミーリーダーと一緒に過ごす時間は十分ですが、多くのサイドキャラクターは、ほとんどの場合、少女のように感じられます。 それでも、彼らが少し時間を取れば、何かを覚えてもらうことができます。\n\n - \n\n楽しさ：10\n\n私にとって、これは私が今までに見た中で最も楽しくて悪いものの一つです。 キャラクターは楽しいです、アニメーションと見て素晴らしい、音楽と声優は素晴らしいです、もちろんタンク戦争は絶対に信じられないほど見ることです\n\n - \n\n全体：9\n\nガールズ・アンド・パンツァーは楽しくて楽しいアニメです。 いくつかのストーリーの問題ではなく、サイドキャラクターがさらに拡張されていれば、これは私からの簡単な10でしょう。 しかし、これらの問題は、私が楽しい時間を過ごすのを妨げるものではありません。\n\nあなたがユニークな前提でショーを探していて、その前提に耐えば、私は間違いなくGuPをお勧めします。"
  }
]
