[
  {
    "title": "Hanasaku_Iroha__Home_Sweet_Home",
    "id": "14175",
    "url": "https://myanimelist.net/anime/14175/Hanasaku_Iroha__Home_Sweet_Home",
    "user": "Veronin",
    "profile": "/profile/Veronin/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=121155",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  7\n\n私たちはしばしば、映画のスピンオフを、不必要で、無意味で、多分少し貪欲であるとみなします。 既に結論付けられた物語にもうひとつの追加が本当に必要ですか？ 通常はありません。 スピンオフ映画が緑色に輝いていると聞いたとき、そして「映画」がしばしば「2つの新しい場面で悪い適応」を意味するとき、誰が私たちを責めることができるかということは否定できない無感覚です。\n\nHanasaku Iroha：Home Sweet Homeはそれらの映画の一つではありませんが、掘り下げられる前にあなたの期待をしっかりと守っています。\n\nホーム・スイート・ホームは、TVシリーズの時間枠のどこかに現れて（実際には何の指示も出されていない）、Ohanaの母、さつきを少しだけ見せてくれる。 オハナは旅館の倉庫の一つを清掃しながら、母親からの日記を読んで、サツキの反抗的な十代の年がオハナの誕生に至るまで話している。 私たちは、サツキがオハナの父親に会った様子を最も詳細に見ていますが、そのメッセージは決して物語そのものではありません。オハナ自身の苦闘とどのように関連しているのでしょうか。 母親のように、娘のように、そう言っています。\n\nTVシリーズには存在しなかったHome Sweet Homeには、本質的な成熟感があります。 私たちは出産の美しさ（細田麻子の「狼の子供たち」を思い出させる）と、彼女と宇宙の世界で成人を見つけようとする思春期の少女の苦労を見ます。 育ったことは常にシリーズの中心テーマでしたが、映画はテレビシリーズよりはるかに明快にそれを達成します。 いくつかの話は、紛争を実存的な不安と親の味方にとどまらず進化させます。 私たちはこの時間を気にする理由があり、あいまいな「Huuuh？」とは違って、最終的には物語の最後に描かれるべきメッセージがあります。 前の\n\nP.A.の製品である。 作品は、もちろん、メロドラマによって妨げられている。 あなたの聴覚の喜びのために叫んで、泣いて、もっと叫ぶほどのもの。 なぜ彼らはいつもこれをやっているのですか？ ホームスイートホームはそれよりも優れた話です。 私はそれが主に十代の女の子についての話だと理解していますが、このナンセンスではなく、思いやりのある対話を通して感情を伝えることができます。 お互いに叫ぶ2人のキャラクターである必要はありません。 そうでなければインテリジェントな物語がこのように詰まっていなければならないのは残念です。\n\nしかし、最大の問題は、サツキのストーリーがストーリー全体の約3分の1しか占めていないことです。 オハナ、ミンコ、そして残りの宿屋は、どんな理由であれ、しばしばスポットライトを与えられます。 これは、映画のランタイムがちょうど60分のときに自然に問題を作り出します。 大量の時間が飛び交うことはありませんが、多くの質問は未回答のままです。サツキとオハナの父親の関係を完全に理解することは決してありません。 なぜ彼女はすぐに彼と恋に落ちるのですか？ そして、なぜ彼のような大人は、ハイスクールの子供が十代の怒りの重度のケースに苦しんでいることに興味があるのですか？ 誰が本当に知っている。 映画が無関係なサブプロットに時間を費やさなかったかどうかは分かるかもしれません。\n\nなぜ私は不思議に思っていますか？ オハナと残りの旅館は既にメインシリーズに多くの焦点を当てていました。 すでに見たことを繰り返すだけです。 最悪の犯罪者は、自宅での問題と兄弟との関係に基づいて、Nakoのサブプロットです。 彼女の姉妹の一人が無作為に逃げ出し、泣き叫んで捜している10分の旅館を作りました。「Nako is mature」という疲れたメッセージで終わってしまいました。 聴衆はすでにそれを知っています。 それは逐語的です。 キャラクターについて何か新しいことを教えたり、サツキとオハナの父親の関係を発展させるために時間を費やしたりしてみませんか？ 偉大な何かのためのここに多くの可能性があったし、それは親しみのために脇にプッシュされます。\n\nオーディオビジュアル品質ははるかに優れています。  Hanasaku Irohaの基準によると「かなり良い」場合でも、最近リリースされた多くのアニメーション映画よりも優れています。 ライティングやリフレクションは、芸術の最大の資産です。彼らはしばしば、ストーリー自体を強化する能力を持っています（ある特定のシーンでは、サツキの混乱した顔がバスに映し出され、愛情が残っています）。 しかし、アニメーションは単なる保守的なものであり、離れたショットはしばしば顔なしで描かれた文字を持つことになる。 この怠惰は、美しい背景とは対照的に、特に不自由に感じます。\n\n音に関しては、誰の記憶にも目立つものがあるとは想像もつきませんが、バックグラウンドミュージックが聴きどころにはある程度の美しさがあります。 観客に何かを感じさせるために、大声で愚かな音楽に頼ることは決してありません。各作品には微妙な憂鬱感があります。 静かな瞬間をさらに強力にしています。これらの静かな瞬間は、その経験の最も強力な部分です。\n\n終わりには、あなたの時間の価値があるホームスイートホームですか？ 確かに。 テレビシリーズに問題があった場合は、ここでは何のメリットもありません（前よりももっとメロドラマがあるかもしれません）。しかし、わずか60分で、より多くの花咲イロハに間違っています。  P.A. 作品はもっと多くのことを試みるのではなく、ファンのために安全に遊ぶことに決めました。 それはそんなに頼むべきことですか？ 私はそう信じていない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nWe often look at movie spin-offs as unnecessary, thoughtless, and maybe even a little bit greedy. Do we really need another addition to an already concluded story? Not usually. There's an undeniable sense of indifference whenever we hear that a spin-off movie has been greenlit, and who can blame us when 'movie' often simply means 'bad adaptation with a couple new scenes'.\n\n\u001b[1m私たちはしばしば、映画のスピンオフを、不必要で、無意味で、多分少し貪欲であるとみなします。 既に結論付けられた物語にもうひとつの追加が本当に必要ですか？ 通常はありません。 スピンオフ映画が緑色に輝いていると聞いたとき、そして「映画」がしばしば「2つの新しい場面で悪い適応」を意味するとき、誰が私たちを責めることができるかということは否定できない無感覚です。\u001b[22m\n\u001b[1m(Watashitachi wa shibashiba, eiga no supin'ofu o, fuhitsuyōde, muimide, tabun sukoshi don'yokudearu to minashimasu. Sudeni ketsuron tsuke rareta monogatari ni mō hitotsu no tsuika ga hontōni hitsuyōdesu ka? Tsūjō wa arimasen. Supin'ofu eiga ga midoriiro ni kagayaite iru to kiita toki, soshite `eiga' ga shibashiba `2tsu no atarashī bamen de warui tekiō' o imi suru toki, dare ga watashitachi o semeru koto ga dekiru ka to iu koto wa hiteidekinai mukankakudesu.)\u001b[22m\n\nTranslations of \u001b[4mWe often look at movie spin-offs as unnecessary, thoughtless, and maybe even a little bit greedy. Do we really need another addition to an already concluded story? Not usually. There's an undeniable sense of indifference whenever we hear that a spin-off movie has been greenlit, and who can blame us when 'movie' often simply means 'bad adaptation with a couple new scenes'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe often look at movie spin-offs as unnecessary, thoughtless, and maybe even a little bit greedy.\u001b[24m\n    \u001b[1m私たちはしばしば、映画のスピンオフを、不必要で、無意味で、多分少し貪欲であるとみなします。\u001b[22m, \u001b[1m私たちはしばしば、不必要な軽率、多分少し欲張りとして映画のスピンオフを見てください。\u001b[22m\n\u001b[4mDo we really need another addition to an already concluded story?\u001b[24m\n    \u001b[1m既に結論付けられた物語にもうひとつの追加が本当に必要ですか？\u001b[22m, \u001b[1m私たちは本当にすでに結論づけ話に別の加算が必要なのですか？\u001b[22m\n\u001b[4mNot usually.\u001b[24m\n    \u001b[1m通常はありません。\u001b[22m, \u001b[1mではない通常。\u001b[22m\n\u001b[4mThere's an undeniable sense of indifference whenever we hear that a spin-off movie has been greenlit, and who can blame us when 'movie' often simply means 'bad adaptation with a couple new scenes'.\u001b[24m\n    \u001b[1mスピンオフ映画が緑色に輝いていると聞いたとき、そして「映画」がしばしば「2つの新しい場面で悪い適応」を意味するとき、誰が私たちを責めることができるかということは否定できない無感覚です。\u001b[22m, \u001b[1m私たちがスピンオフ映画が青信号されており、「映画」は、多くの場合、単に「夫婦新しいシーンと悪い適応」を意味するとき、誰が私たちを責めることができることを聞くたびに無関心の紛れもない感覚があります。\u001b[22m\n\u001b[1m\u001b[22m\nHanasaku Iroha: Home Sweet Home is not one of those movies, but do still keep your expectations in check before digging in. Most of what was frustrating about the main series remains here.\n\n\u001b[1mHanasaku Iroha：Home Sweet Homeはそれらの映画の一つではありませんが、掘り下げられる前にあなたの期待をしっかりと守っています。\u001b[22m\n\u001b[1m(Hanasaku Iroha: Hōmusuītohōmu wa sorera no eiga no hitotsude wa arimasenga, horisage rareru mae ni anata no kitai o shikkari to mamotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mHanasaku Iroha: Home Sweet Home is not one of those movies, but do still keep your expectations in check before digging in. Most of what was frustrating about the main series remains here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHanasaku Iroha: Home Sweet Home is not one of those movies, but do still keep your expectations in check before digging in. Most of what was frustrating about the main series remains here.\u001b[24m\n    \u001b[1mHanasaku Iroha：Home Sweet Homeはそれらの映画の一つではありませんが、掘り下げられる前にあなたの期待をしっかりと守っています。\u001b[22m, \u001b[1m花咲くいろは：ホームスイートホームは、それらの映画の一つではないが、それでもに掘る前にチェックであなたの期待を維持しない主なシリーズは約イライラさせられたもののほとんどは、ここに残ります。\u001b[22m\n\u001b[1m\u001b[22m\nTaking place somewhere in the time-frame of the TV series (no indication is really given as to when), Home Sweet Home decides to show us a little bit more of an oft neglected character: Ohana's mother, Satsuki. While cleaning one of the inn's storage rooms, Ohana happens upon a set of diaries from her mother, telling the story of Satsuki's rebellious teenage years to the birth of Ohana. We see in greatest detail how Satsuki met Ohana's father, but the message is never in the story itself - it's how it relates to Ohana's own struggles. Like mother, like daughter, or so they say.\n\n\u001b[1mホーム・スイート・ホームは、TVシリーズの時間枠のどこかに現れて（実際には何の指示も出されていない）、Ohanaの母、さつきを少しだけ見せてくれる。 オハナは旅館の倉庫の一つを清掃しながら、母親からの日記を読んで、サツキの反抗的な十代の年がオハナの誕生に至るまで話している。 私たちは、サツキがオハナの父親に会った様子を最も詳細に見ていますが、そのメッセージは決して物語そのものではありません。オハナ自身の苦闘とどのように関連しているのでしょうか。 母親のように、娘のように、そう言っています。\u001b[22m\n\u001b[1m(Hōmu suīto hōmu wa, TV shirīzu no jikan-waku no doko ka ni arawarete (jissai ni wa nani no shiji mo dasa rete inai), Ohana no haha, Satsuki o sukoshidake misete kureru. Ohana wa ryokan no sōko no hitotsu o seisō shinagara, hahaoya kara no nikki o yonde, satsuki no hankō-tekina jūdai no toshi ga ohana no tanjō ni itaru made hanashite iru. Watashitachiha, satsuki ga ohana no chichioya ni atta yōsu o mottomo shōsai ni mite imasuga, sono messēji wa kesshite monogatari sonomonode wa arimasen. Ohana jishin no kutō todo no yō ni kanren shite iru nodeshou ka. Hahaoya no yō ni, musume no yō ni, sōitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mTaking place somewhere in the time-frame of the TV series (no indication is really given as to when), Home Sweet Home decides to show us a little bit more of an oft neglected character: Ohana's mother, Satsuki. While cleaning one of the inn's storage rooms, Ohana happens upon a set of diaries from her mother, telling the story of Satsuki's rebellious teenage years to the birth of Ohana. We see in greatest detail how Satsuki met Ohana's father, but the message is never in the story itself - it's how it relates to Ohana's own struggles. Like mother, like daughter, or so they say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTaking place somewhere in the time-frame of the TV series (no indication is really given as to when), Home Sweet Home decides to show us a little bit more of an oft neglected character: Ohana's mother, Satsuki.\u001b[24m\n    \u001b[1mホーム・スイート・ホームは、TVシリーズの時間枠のどこかに現れて（実際には何の指示も出されていない）、Ohanaの母、さつきを少しだけ見せてくれる。\u001b[22m, \u001b[1mオハナの母、さつき：TVシリーズの時間枠（兆候が本当に時のように与えられていない）のどこかに場所を取って、ホームスイートホームは、私たちにしばしば無視文字のもう少しを表示することを決定します。\u001b[22m\n\u001b[4mWhile cleaning one of the inn's storage rooms, Ohana happens upon a set of diaries from her mother, telling the story of Satsuki's rebellious teenage years to the birth of Ohana.\u001b[24m\n    \u001b[1mオハナは旅館の倉庫の一つを清掃しながら、母親からの日記を読んで、サツキの反抗的な十代の年がオハナの誕生に至るまで話している。\u001b[22m, \u001b[1m旅館の貯蔵室の1を掃除している間、オハナオハナの誕生にさつきの反抗的な十代の話を、彼女の母親から日記のセット時に起こります。\u001b[22m\n\u001b[4mWe see in greatest detail how Satsuki met Ohana's father, but the message is never in the story itself - it's how it relates to Ohana's own struggles.\u001b[24m\n    \u001b[1m私たちは、サツキがオハナの父親に会った様子を最も詳細に見ていますが、そのメッセージは決して物語そのものではありません。オハナ自身の苦闘とどのように関連しているのでしょうか。\u001b[22m, \u001b[1m私たちは、さつきはオハナの父親に会ったか偉大な詳細に参照するが、メッセージは、物語自体になることはありません - それはオハナ自身の闘争とどのように関連するかです。\u001b[22m\n\u001b[4mLike mother, like daughter, or so they say.\u001b[24m\n    \u001b[1m母親のように、娘のように、そう言っています。\u001b[22m, \u001b[1m娘のような母親のように、またはそのように彼らは言います。\u001b[22m\n\u001b[1m\u001b[22m\nThere's an inherent sense of maturity to Home Sweet Home that was not present in the TV series. We see the beauty of childbirth (reminiscent of Mamoru Hosoda's 'Wolf Children') and the toils of an adolescent girl trying to find adulthood in a world alien to her. Growing up has always been the central theme of the series, but the movie achieves it with much more clarity than the TV series. Few stories evolve the conflict beyond existential angst and into parenthood. There is a reason for us to care this time, and there is finally a message to be drawn by the end of the story, unlike the ambiguous 'Huuuh?' of before.\n\n\u001b[1mTVシリーズには存在しなかったHome Sweet Homeには、本質的な成熟感があります。 私たちは出産の美しさ（細田麻子の「狼の子供たち」を思い出させる）と、彼女と宇宙の世界で成人を見つけようとする思春期の少女の苦労を見ます。 育ったことは常にシリーズの中心テーマでしたが、映画はテレビシリーズよりはるかに明快にそれを達成します。 いくつかの話は、紛争を実存的な不安と親の味方にとどまらず進化させます。 私たちはこの時間を気にする理由があり、あいまいな「Huuuh？」とは違って、最終的には物語の最後に描かれるべきメッセージがあります。 前の\u001b[22m\n\u001b[1m(TV shirīzu ni wa sonzai shinakatta hōmusuītohōmu ni wa, honshitsu-tekina seijuku-kan ga arimasu. Watashitachiha shussan no utsukushi-sa (Hosoda Asako no `ōkami no kodomo-tachi' o omoidasaseru) to, kanojo to uchū no sekai de seijin o mitsukeyou to suru shishunki no shōjo no kurō o mimasu. Sodatta koto wa tsuneni shirīzu no chūshin tēmadeshitaga, eiga wa terebishirīzu yori haruka ni meikai ni sore o tassei shimasu. Ikutsu ka no hanashi wa, funsō o jitsuzon-tekina fuan to oya no mikata ni todomarazu shinka sa semasu. Watashitachi wa kono-jikan o kinisuru riyū ga ari, aimaina `Huuuh?' To wa chigatte, saishūtekini wa monogatari no saigo ni egaka rerubeki messēji ga arimasu. Mae no)\u001b[22m\n\nTranslations of \u001b[4mThere's an inherent sense of maturity to Home Sweet Home that was not present in the TV series. We see the beauty of childbirth (reminiscent of Mamoru Hosoda's 'Wolf Children') and the toils of an adolescent girl trying to find adulthood in a world alien to her. Growing up has always been the central theme of the series, but the movie achieves it with much more clarity than the TV series. Few stories evolve the conflict beyond existential angst and into parenthood. There is a reason for us to care this time, and there is finally a message to be drawn by the end of the story, unlike the ambiguous 'Huuuh?' of before.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's an inherent sense of maturity to Home Sweet Home that was not present in the TV series.\u001b[24m\n    \u001b[1mTVシリーズには存在しなかったHome Sweet Homeには、本質的な成熟感があります。\u001b[22m, \u001b[1mテレビシリーズには存在しなかったホームスイートホームに満期の本来の意味があります。\u001b[22m\n\u001b[4mWe see the beauty of childbirth (reminiscent of Mamoru Hosoda's 'Wolf Children') and the toils of an adolescent girl trying to find adulthood in a world alien to her.\u001b[24m\n    \u001b[1m私たちは出産の美しさ（細田麻子の「狼の子供たち」を思い出させる）と、彼女と宇宙の世界で成人を見つけようとする思春期の少女の苦労を見ます。\u001b[22m, \u001b[1m私たちは、彼女の世界の外国人で成人を見つけようと思春期の少女のtoils（細田守の「おおかみこどもの雨と雪」を思わせる）出産の美しさを参照してください。\u001b[22m\n\u001b[4mGrowing up has always been the central theme of the series, but the movie achieves it with much more clarity than the TV series.\u001b[24m\n    \u001b[1m育ったことは常にシリーズの中心テーマでしたが、映画はテレビシリーズよりはるかに明快にそれを達成します。\u001b[22m, \u001b[1m育って、常にシリーズの中心的なテーマとなってますが、映画はTVシリーズよりもはるかに明快でそれを実現しています。\u001b[22m\n\u001b[4mFew stories evolve the conflict beyond existential angst and into parenthood.\u001b[24m\n    \u001b[1mいくつかの話は、紛争を実存的な不安と親の味方にとどまらず進化させます。\u001b[22m, \u001b[1mいくつかの物語は実存不安を超えて親子関係に葛藤を進化させます。\u001b[22m\n\u001b[4mThere is a reason for us to care this time, and there is finally a message to be drawn by the end of the story, unlike the ambiguous 'Huuuh?'\u001b[24m\n    \u001b[1m私たちはこの時間を気にする理由があり、あいまいな「Huuuh？」とは違って、最終的には物語の最後に描かれるべきメッセージがあります。\u001b[22m, \u001b[1m私たちはこの時間を気にするのには理由があり、かつ曖昧なとは異なり、物語の終わりによって描画されるメッセージ、最終的にはそこにある」Huuuhは？」\u001b[22m\n\u001b[4mof before.\u001b[24m\n    \u001b[1m前の\u001b[22m, \u001b[1m前に。\u001b[22m\n\u001b[1m\u001b[22m\nBeing a product of P.A. Works, of course, it is impeded by melodrama. Plenty of screaming, crying, and more screaming for your hearing pleasure. Why do they always do this? Home Sweet Home is a better story than that. I understand that it is mainly a story about teenage girls, but come on, you can convey emotion through thoughtful dialogue instead of this nonsense. It doesn't always have to be two characters screaming at each other. It's a shame that an otherwise intelligent story had to be bogged down this way.\n\n\u001b[1mP.A.の製品である。 作品は、もちろん、メロドラマによって妨げられている。 あなたの聴覚の喜びのために叫んで、泣いて、もっと叫ぶほどのもの。 なぜ彼らはいつもこれをやっているのですか？ ホームスイートホームはそれよりも優れた話です。 私はそれが主に十代の女の子についての話だと理解していますが、このナンセンスではなく、思いやりのある対話を通して感情を伝えることができます。 お互いに叫ぶ2人のキャラクターである必要はありません。 そうでなければインテリジェントな物語がこのように詰まっていなければならないのは残念です。\u001b[22m\n\u001b[1m(P. A. No seihindearu. Sakuhin wa, mochiron, merodorama ni yotte samatage rarete iru. Anata no chōkaku no yorokobi no tame ni sakende, naite, motto sakebu hodo no mono. Naze karera wa itsumo kore o yatte iru nodesu ka? Hōmusuītohōmu wa sore yori mo sugureta hanashidesu. Watashi wa sore ga omo ni jūdai no on'nanoko ni tsuite no hanashida to rikai shite imasuga, kono nansensude wa naku, omoiyari no aru taiwa o tōshite kanjō o tsutaeru koto ga dekimasu. Otagai ni sakebu 2-ri no kyarakutādearu hitsuyō wa arimasen. Sōdenakereba interijentona monogatari ga kono yō ni tsumatte inakereba naranai no wa zan'nendesu.)\u001b[22m\n\nTranslations of \u001b[4mBeing a product of P.A. Works, of course, it is impeded by melodrama. Plenty of screaming, crying, and more screaming for your hearing pleasure. Why do they always do this? Home Sweet Home is a better story than that. I understand that it is mainly a story about teenage girls, but come on, you can convey emotion through thoughtful dialogue instead of this nonsense. It doesn't always have to be two characters screaming at each other. It's a shame that an otherwise intelligent story had to be bogged down this way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeing a product of P.A.\u001b[24m\n    \u001b[1mP.A.の製品である。\u001b[22m, \u001b[1mP.A.の生成物であります\u001b[22m\n\u001b[4mWorks, of course, it is impeded by melodrama.\u001b[24m\n    \u001b[1m作品は、もちろん、メロドラマによって妨げられている。\u001b[22m, \u001b[1m作品、もちろん、それはメロドラマによって妨げられます。\u001b[22m\n\u001b[4mPlenty of screaming, crying, and more screaming for your hearing pleasure.\u001b[24m\n    \u001b[1mあなたの聴覚の喜びのために叫んで、泣いて、もっと叫ぶほどのもの。\u001b[22m, \u001b[1m、叫んで泣いて、そしてより多くの聴覚の喜びのために叫んのプレンティ。\u001b[22m\n\u001b[4mWhy do they always do this?\u001b[24m\n    \u001b[1mなぜ彼らはいつもこれをやっているのですか？\u001b[22m, \u001b[1mなぜ彼らは常にこれを行うのですか？\u001b[22m\n\u001b[4mHome Sweet Home is a better story than that.\u001b[24m\n    \u001b[1mホームスイートホームはそれよりも優れた話です。\u001b[22m, \u001b[1mホームスイートホームは、それよりも良い話です。\u001b[22m\n\u001b[4mI understand that it is mainly a story about teenage girls, but come on, you can convey emotion through thoughtful dialogue instead of this nonsense.\u001b[24m\n    \u001b[1m私はそれが主に十代の女の子についての話だと理解していますが、このナンセンスではなく、思いやりのある対話を通して感情を伝えることができます。\u001b[22m, \u001b[1m私は、あなたが代わりにこのナンセンスの思慮深い対話を通じて感情を伝えることができ、それは十代の女の子の話が主であることを理解しますが、上に来ます。\u001b[22m\n\u001b[4mIt doesn't always have to be two characters screaming at each other.\u001b[24m\n    \u001b[1mお互いに叫ぶ2人のキャラクターである必要はありません。\u001b[22m, \u001b[1mそれは、常にお互いに叫んで2つの文字である必要はありません。\u001b[22m\n\u001b[4mIt's a shame that an otherwise intelligent story had to be bogged down this way.\u001b[24m\n    \u001b[1mそうでなければインテリジェントな物語がこのように詰まっていなければならないのは残念です。\u001b[22m, \u001b[1mそれ以外の場合は、インテリジェントな物語はこのように泥沼されなければならなかったことは残念です。\u001b[22m\n\u001b[1m\u001b[22m\nThe biggest problem however is that Satsuki's story only takes up about one-third of the overall story. Ohana, Minko and the rest of the inn are often given the spotlight instead for whatever reason. This naturally creates issues when the runtime of the movie is just 60 minutes. Large sequences of time are skipped by in a flash, numerous questions are left unanswered, and we never do fully understand the relationship between Satsuki and Ohana's father. Why does she fall in love with him so quickly? And why is an adult like him even interested in a highschooler suffering from a severe case of teen angst? Who really knows. Maybe we could have if the movie didn't spend its time on irrelevant subplots.\n\n\u001b[1mしかし、最大の問題は、サツキのストーリーがストーリー全体の約3分の1しか占めていないことです。 オハナ、ミンコ、そして残りの宿屋は、どんな理由であれ、しばしばスポットライトを与えられます。 これは、映画のランタイムがちょうど60分のときに自然に問題を作り出します。 大量の時間が飛び交うことはありませんが、多くの質問は未回答のままです。サツキとオハナの父親の関係を完全に理解することは決してありません。 なぜ彼女はすぐに彼と恋に落ちるのですか？ そして、なぜ彼のような大人は、ハイスクールの子供が十代の怒りの重度のケースに苦しんでいることに興味があるのですか？ 誰が本当に知っている。 映画が無関係なサブプロットに時間を費やさなかったかどうかは分かるかもしれません。\u001b[22m\n\u001b[1m(Shikashi, saidai no mondai wa, satsuki no sutōrī ga sutōrī zentai no yaku 3-bun'no 1 shika shimete inai kotodesu. Ohana, minko, soshite nokori no yadoya wa, don'na riyūdeare, shibashiba supottoraito o atae raremasu. Kore wa, eiga no Rantaimu ga chōdo 60-bu no toki ni shizen ni mondai o tsukuridashimasu. Tairyō no jikan ga tobikau koto wa arimasenga, ōku no shitsumon wa mi kaitō no mamadesu. Satsuki to ohana no chichioya no kankei o kanzen ni rikai suru koto wa kesshite arimasen. Naze kanojo wa sugu ni kare to koiniochiru nodesu ka? Soshite, naze kare no yōna otona wa, haisukūru no kodomo ga jūdai no ikari no jūdo no kēsu ni kurushinde iru koto ni kyōmi ga aru nodesu ka? Dare ga hontōni shitte iru. Eiga ga mukankeina sabupurotto ni jikan o tsuiyasanakatta ka dō ka wa wakaru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mThe biggest problem however is that Satsuki's story only takes up about one-third of the overall story. Ohana, Minko and the rest of the inn are often given the spotlight instead for whatever reason. This naturally creates issues when the runtime of the movie is just 60 minutes. Large sequences of time are skipped by in a flash, numerous questions are left unanswered, and we never do fully understand the relationship between Satsuki and Ohana's father. Why does she fall in love with him so quickly? And why is an adult like him even interested in a highschooler suffering from a severe case of teen angst? Who really knows. Maybe we could have if the movie didn't spend its time on irrelevant subplots.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe biggest problem however is that Satsuki's story only takes up about one-third of the overall story.\u001b[24m\n    \u001b[1mしかし、最大の問題は、サツキのストーリーがストーリー全体の約3分の1しか占めていないことです。\u001b[22m, \u001b[1m最大の問題は、しかし、さつきの話が唯一の全体的な話の約3分の1を占めていることです。\u001b[22m\n\u001b[4mOhana, Minko and the rest of the inn are often given the spotlight instead for whatever reason.\u001b[24m\n    \u001b[1mオハナ、ミンコ、そして残りの宿屋は、どんな理由であれ、しばしばスポットライトを与えられます。\u001b[22m, \u001b[1mオハナ、Minkoと宿の残りの部分は、多くの場合、何らかの理由で代わりにスポットライトを与えられています。\u001b[22m\n\u001b[4mThis naturally creates issues when the runtime of the movie is just 60 minutes.\u001b[24m\n    \u001b[1mこれは、映画のランタイムがちょうど60分のときに自然に問題を作り出します。\u001b[22m, \u001b[1m映画のランタイムはわずか60分である場合、これは自然に問題を作成します。\u001b[22m\n\u001b[4mLarge sequences of time are skipped by in a flash, numerous questions are left unanswered, and we never do fully understand the relationship between Satsuki and Ohana's father.\u001b[24m\n    \u001b[1m大量の時間が飛び交うことはありませんが、多くの質問は未回答のままです。サツキとオハナの父親の関係を完全に理解することは決してありません。\u001b[22m, \u001b[1m時間の大きな配列は、多数の質問が未回答のままにされ、フラッシュにによってスキップされ、我々は完全にサツキとオハナの父親との関係を理解できないんありません。\u001b[22m\n\u001b[4mWhy does she fall in love with him so quickly?\u001b[24m\n    \u001b[1mなぜ彼女はすぐに彼と恋に落ちるのですか？\u001b[22m, \u001b[1mなぜ彼女はこんなに早く彼と恋に落ちるのでしょうか？\u001b[22m\n\u001b[4mAnd why is an adult like him even interested in a highschooler suffering from a severe case of teen angst?\u001b[24m\n    \u001b[1mそして、なぜ彼のような大人は、ハイスクールの子供が十代の怒りの重度のケースに苦しんでいることに興味があるのですか？\u001b[22m, \u001b[1mそして、なぜ彼のような大人が十代の不安の深刻な場合に苦しんhighschoolerであっても興味がありますか？\u001b[22m\n\u001b[4mWho really knows.\u001b[24m\n    \u001b[1m誰が本当に知っている。\u001b[22m, \u001b[1m誰が本当に知っています。\u001b[22m\n\u001b[4mMaybe we could have if the movie didn't spend its time on irrelevant subplots.\u001b[24m\n    \u001b[1m映画が無関係なサブプロットに時間を費やさなかったかどうかは分かるかもしれません。\u001b[22m, \u001b[1m映画は無関係なサブプロットにその時間をかけていない場合は多分、我々は持っている可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nI just have to wonder, why? Ohana and the rest of the inn already had plenty of focus in the main series. It's merely a repetition of what we have already seen. The worst offender is the Nako subplot, based on her issues at home and relationship with her siblings. One of her sisters runs away at random, generating us ten minutes of the inn screaming and searching for her, only to end with the tired message of 'Nako is mature'. The audience knows that already. It is verbatim. Why not show us something new about the character, or instead spend that time developing the relationship between Satsuki and Ohana's father? There was plenty of potential here for something great and in the end it is pushed aside for the familiar.\n\n\u001b[1mなぜ私は不思議に思っていますか？ オハナと残りの旅館は既にメインシリーズに多くの焦点を当てていました。 すでに見たことを繰り返すだけです。 最悪の犯罪者は、自宅での問題と兄弟との関係に基づいて、Nakoのサブプロットです。 彼女の姉妹の一人が無作為に逃げ出し、泣き叫んで探している宿屋の10分を作りました。疲れたメッセージ「Nako is mature」で終わります。 聴衆はすでにそれを知っています。 それは逐語的です。 キャラクターについて何か新しいことを教えたり、サツキとオハナの父親の関係を発展させるために時間を費やしたりしてみませんか？ 偉大な何かのためのここに多くの可能性があったし、それは親しみのために脇にプッシュされます。\u001b[22m\n\u001b[1m(Naze watashi wa fushigi ni omotte imasu ka? Ohana to nokori no ryokan wa sudeni meinshirīzu ni ōku no shōten o atete imashita. Sudeni mita koto o kurikaesu dakedesu. Saiaku no hanzai-sha wa, jitaku de no mondai to kyōdai to no kankei nimotozuite, Nako no sabupurottodesu. Kanojo no shimai no hitori ga musakui ni nigedashi, nakisakende sagashite iru yadoya no 10-bu o tsukurimashita. Tsukareta messēji `Nako is mature' de owarimasu. Chōshū wa sudeni sore o shitte imasu. Sore wa chikugo-tekidesu. Kyarakutā ni tsuite nani ka atarashī koto o oshie tari, satsuki to ohana no chichioya no kankei o hatten sa seru tame ni jikan o tsuiyashi tari shite mimasen ka? Idaina nanika no tame no koko ni ōku no kanōsei ga attashi, soreha shitashimi no tame ni waki ni pusshu sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mI just have to wonder, why? Ohana and the rest of the inn already had plenty of focus in the main series. It's merely a repetition of what we have already seen. The worst offender is the Nako subplot, based on her issues at home and relationship with her siblings. One of her sisters runs away at random, generating us ten minutes of the inn screaming and searching for her, only to end with the tired message of 'Nako is mature'. The audience knows that already. It is verbatim. Why not show us something new about the character, or instead spend that time developing the relationship between Satsuki and Ohana's father? There was plenty of potential here for something great and in the end it is pushed aside for the familiar.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI just have to wonder, why?\u001b[24m\n    \u001b[1mなぜ私は不思議に思っていますか？\u001b[22m, \u001b[1m私は疑問に持って、なぜですか？\u001b[22m\n\u001b[4mOhana and the rest of the inn already had plenty of focus in the main series.\u001b[24m\n    \u001b[1mオハナと残りの旅館は既にメインシリーズに多くの焦点を当てていました。\u001b[22m, \u001b[1mオハナと宿の残りの部分はすでにメインシリーズに焦点をたくさん持っていました。\u001b[22m\n\u001b[4mIt's merely a repetition of what we have already seen.\u001b[24m\n    \u001b[1mすでに見たことを繰り返すだけです。\u001b[22m, \u001b[1mそれは単に、我々はすでに見てきたものの繰り返しです。\u001b[22m\n\u001b[4mThe worst offender is the Nako subplot, based on her issues at home and relationship with her siblings.\u001b[24m\n    \u001b[1m最悪の犯罪者は、自宅での問題と兄弟との関係に基づいて、Nakoのサブプロットです。\u001b[22m, \u001b[1m最悪の犯罪者は、彼女の兄弟と一緒に家との関係で彼女の問題に基づいて、NAKOのサブプロットです。\u001b[22m\n\u001b[4mOne of her sisters runs away at random, generating us ten minutes of the inn screaming and searching for her, only to end with the tired message of 'Nako is mature'.\u001b[24m\n    \u001b[1m彼女の姉妹の一人が無作為に逃げ出し、泣き叫んで探している宿屋の10分を作りました。疲れたメッセージ「Nako is mature」で終わります。\u001b[22m, \u001b[1m彼女の姉妹の一つは、彼女のために叫んと検索私たちの宿の10分を生成し、ランダムに逃げるだけの疲れメッセージで終了する「NAKOことは成熟しています」。\u001b[22m\n\u001b[4mThe audience knows that already.\u001b[24m\n    \u001b[1m聴衆はすでにそれを知っています。\u001b[22m, \u001b[1m観客はすでにそれを知っています。\u001b[22m\n\u001b[4mIt is verbatim.\u001b[24m\n    \u001b[1mそれは逐語的です。\u001b[22m, \u001b[1mそれはそのままです。\u001b[22m\n\u001b[4mWhy not show us something new about the character, or instead spend that time developing the relationship between Satsuki and Ohana's father?\u001b[24m\n    \u001b[1mキャラクターについて何か新しいことを教えたり、サツキとオハナの父親の関係を発展させるために時間を費やしたりしてみませんか？\u001b[22m, \u001b[1mなぜ私たちの性格について何か新しいことを示して、またはその代わりにサツキとオハナの父親との関係を開発することに時間を費やしますか？\u001b[22m\n\u001b[4mThere was plenty of potential here for something great and in the end it is pushed aside for the familiar.\u001b[24m\n    \u001b[1m偉大な何かのためのここに多くの可能性があったし、それは親しみのために脇にプッシュされます。\u001b[22m, \u001b[1mそこに潜在的なたくさんの偉大な何かのためにここにあったし、最終的にはお馴染みのために押しのけされます。\u001b[22m\n\u001b[1m\u001b[22m\nThe audio-visual quality fares much better. Even when it's only 'pretty good' by Hanasaku Iroha standards, it still looks better than many animated films released these days. The lighting and reflections are the art's greatest asset as they often have the ability to enhance the story itself (one particular scene has Satsuki's confused face mirrored in the bus that her love interest is leaving in). The animation is merely serviceable, however, and distant shots will often have the characters drawn without a face. This laziness feels especially out of place when contrasted with the beautiful backgrounds.\n\n\u001b[1mオーディオビジュアル品質ははるかに優れています。  Hanasaku Irohaの基準によると「かなり良い」場合でも、最近リリースされた多くのアニメーション映画よりも優れています。 ライティングやリフレクションは、芸術の最大の資産です。彼らはしばしば、ストーリー自体を強化する能力を持っています（ある特定のシーンでは、サツキの混乱した顔がバスに映し出され、愛情が残っています）。 しかし、アニメーションは単なる保守的なものであり、離れたショットはしばしば顔なしで描かれた文字を持つことになる。 この怠惰は、美しい背景とは対照的に、特に不自由に感じます。\u001b[22m\n\u001b[1m(Ōdiobijuaru hinshitsu wa haruka ni sugurete imasu. Hanasaku Iroha no kijun ni yoru to `kanari yoi' baai demo, saikin rirīsu sa reta ōku no animēshon eiga yori mo sugurete imasu. Raitingu ya rifurekushon wa, geijutsu no saidai no shisandesu. Karera wa shibashiba, sutōrī jitai o kyōka suru nōryoku o motte imasu (aru tokutei no shīnde wa, satsuki no konran shita kao ga basu ni utsushidasa re, aijō ga nokotte imasu). Shikashi, animēshon wa tan'naru hoshu-tekina monodeari, hanareta shotto wa shibashiba kao nashi de egaka reta moji o motsu koto ni naru. Kono taida wa, utsukushī haikei to wa taishō-teki ni, tokuni fujiyū ni kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe audio-visual quality fares much better. Even when it's only 'pretty good' by Hanasaku Iroha standards, it still looks better than many animated films released these days. The lighting and reflections are the art's greatest asset as they often have the ability to enhance the story itself (one particular scene has Satsuki's confused face mirrored in the bus that her love interest is leaving in). The animation is merely serviceable, however, and distant shots will often have the characters drawn without a face. This laziness feels especially out of place when contrasted with the beautiful backgrounds.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe audio-visual quality fares much better.\u001b[24m\n    \u001b[1mオーディオビジュアル品質ははるかに優れています。\u001b[22m, \u001b[1mオーディオビジュアル品質の運賃はるかに良いです。\u001b[22m\n\u001b[4mEven when it's only 'pretty good' by Hanasaku Iroha standards, it still looks better than many animated films released these days.\u001b[24m\n    \u001b[1mHanasaku Irohaの基準によると「かなり良い」場合でも、最近リリースされた多くのアニメーション映画よりも優れています。\u001b[22m, \u001b[1mそれは花咲くいろは規格によってのみ「かなり良い」だ場合でも、それはまだ、これらの日にリリース多くのアニメーション映画よりも良く見えます。\u001b[22m\n\u001b[4mThe lighting and reflections are the art's greatest asset as they often have the ability to enhance the story itself (one particular scene has Satsuki's confused face mirrored in the bus that her love interest is leaving in).\u001b[24m\n    \u001b[1mライティングやリフレクションは、芸術の最大の資産です。彼らはしばしば、ストーリー自体を強化する能力を持っています（ある特定のシーンでは、サツキの混乱した顔がバスに映し出され、愛情が残っています）。\u001b[22m, \u001b[1m彼らはしばしば物語自体を増強する能力（1特定のシーンは彼女の愛興味がで残しているバスでミラーリングさつきの困惑した顔を持っている）を持っているような照明と反射が芸術の最大の資産です。\u001b[22m\n\u001b[4mThe animation is merely serviceable, however, and distant shots will often have the characters drawn without a face.\u001b[24m\n    \u001b[1mしかし、アニメーションは単なる保守的なものであり、離れたショットはしばしば顔なしで描かれた文字を持つことになる。\u001b[22m, \u001b[1mアニメーションは、しかし、単に修理可能であり、そして遠くのショットは、多くの場合、顔せずに描かれた文字を持っています。\u001b[22m\n\u001b[4mThis laziness feels especially out of place when contrasted with the beautiful backgrounds.\u001b[24m\n    \u001b[1mこの怠惰は、美しい背景とは対照的に、特に不自由に感じます。\u001b[22m, \u001b[1m美しい背景と対比すると、この怠惰は特に場違いに感じています。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the sound, while I can't imagine there will be anything to stand out in anyone's memory, there is a certain beauty to the background music when one listens closely. There's a subtle sense of melancholy to each piece, never relying on loud, sappy music to make the audience feel something. It makes the quieter moments all the more powerful, and these quiet moments are unequivocally the strongest piece of the experience.\n\n\u001b[1m音に関しては、誰の記憶にも目立つものがあるとは想像もつきませんが、バックグラウンドミュージックが聴きどころにはある程度の美しさがあります。 観客に何かを感じさせるために、大声で愚かな音楽に頼ることは決してありません。各作品には微妙な憂鬱感があります。 静かな瞬間をさらに強力にしています。これらの静かな瞬間は、その経験の最も強力な部分です。\u001b[22m\n\u001b[1m(Oto ni kanshite wa, dare no kioku ni mo medatsu mono ga aru to wa sōzō mo tsukimasenga, bakkuguraundomyūjikku ga kiki dokoro ni wa aruteido no utsukushi-sa ga arimasu. Kankyaku ni nanika o kanji saseru tame ni, ōgoe de orokana ongaku ni tayoru koto wa kesshite arimasen. Kaku sakuhin ni wa bimyōna yūutsu-kan ga arimasu. Shizukana shunkan o sarani kyōryoku ni shite imasu. Korera no shizukana shunkan wa, sono keiken no mottomo kyōryokuna bubundesu.)\u001b[22m\n\nTranslations of \u001b[4mAs for the sound, while I can't imagine there will be anything to stand out in anyone's memory, there is a certain beauty to the background music when one listens closely. There's a subtle sense of melancholy to each piece, never relying on loud, sappy music to make the audience feel something. It makes the quieter moments all the more powerful, and these quiet moments are unequivocally the strongest piece of the experience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the sound, while I can't imagine there will be anything to stand out in anyone's memory, there is a certain beauty to the background music when one listens closely.\u001b[24m\n    \u001b[1m音に関しては、誰の記憶にも目立つものがあるとは想像もつきませんが、バックグラウンドミュージックが聴きどころにはある程度の美しさがあります。\u001b[22m, \u001b[1m私は誰の記憶の中で目立つために何があるだろうと想像することはできませんしながら、一つは密接に聞くときの音については、バックグラウンドミュージックに一定の美しさがあります。\u001b[22m\n\u001b[4mThere's a subtle sense of melancholy to each piece, never relying on loud, sappy music to make the audience feel something.\u001b[24m\n    \u001b[1m観客に何かを感じさせるために、大声で愚かな音楽に頼ることは決してありません。各作品には微妙な憂鬱感があります。\u001b[22m, \u001b[1m各作品への哀愁の微妙な感覚は、観客が何かを感じるように大声で、感傷的な音楽に頼ることはありません、あります。\u001b[22m\n\u001b[4mIt makes the quieter moments all the more powerful, and these quiet moments are unequivocally the strongest piece of the experience.\u001b[24m\n    \u001b[1m静かな瞬間をさらに強力にしています。これらの静かな瞬間は、その経験の最も強力な部分です。\u001b[22m, \u001b[1mこれは、すべてのより強力な静かなひとときを行い、これらの静かな瞬間が明確に経験の最強の一枚です。\u001b[22m\n\u001b[1m\u001b[22m\nAt the end of the day, is Home Sweet Home worth your time? Certainly. If you had problems with the TV series, there is nothing here to change your mind in any significant way (there may just be more melodrama than before), but at only 60 minutes long it's hard to go wrong with more Hanasaku Iroha. It's just unfortunate that P.A. Works decided to play it safe for the fans instead of trying for more. Is that so much to ask for? I don't believe so.\n\n\u001b[1m終わりには、あなたの時間の価値があるホームスイートホームですか？ 確かに。 テレビシリーズに問題があった場合は、ここでは何のメリットもありません（前よりももっとメロドラマがあるかもしれません）。しかし、わずか60分で、より多くの花咲イロハに間違っています。  P.A. 作品はもっと多くのことを試みるのではなく、ファンのために安全に遊ぶことに決めました。 それはそんなに頼むべきことですか？ 私はそう信じていない。\u001b[22m\n\u001b[1m(Owari ni wa, anata no jikan no kachigāru hōmusuītohōmudesu ka? Tashikani. Terebishirīzu ni mondai ga atta baai wa, kokode wa nani no meritto mo arimasen (mae yori mo motto merodorama ga aru kamo shiremasen). Shikashi, wazuka 60-bu de, yori ōku no Hanasaki iroha ni machigatte imasu. P. A. Sakuhin wa motto ōku no koto o kokoromiru node wa naku, fan no tame ni anzen ni asobu koto ni kimemashita. Sore wa son'nani tanomubeki kotodesu ka? Watashi wa sō shinjite inai.)\u001b[22m\n\nTranslations of \u001b[4mAt the end of the day, is Home Sweet Home worth your time? Certainly. If you had problems with the TV series, there is nothing here to change your mind in any significant way (there may just be more melodrama than before), but at only 60 minutes long it's hard to go wrong with more Hanasaku Iroha. It's just unfortunate that P.A. Works decided to play it safe for the fans instead of trying for more. Is that so much to ask for? I don't believe so.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt the end of the day, is Home Sweet Home worth your time?\u001b[24m\n    \u001b[1m終わりには、あなたの時間の価値があるホームスイートホームですか？\u001b[22m, \u001b[1m一日の終わりには、ホームスイートホームは、あなたの時間の価値がありますか？\u001b[22m\n\u001b[4mCertainly.\u001b[24m\n    \u001b[1m確かに。\u001b[22m\n\u001b[4mIf you had problems with the TV series, there is nothing here to change your mind in any significant way (there may just be more melodrama than before), but at only 60 minutes long it's hard to go wrong with more Hanasaku Iroha.\u001b[24m\n    \u001b[1mテレビシリーズに問題があった場合は、ここでは何のメリットもありません（前よりももっとメロドラマがあるかもしれません）。しかし、わずか60分で、より多くの花咲イロハに間違っています。\u001b[22m, \u001b[1mあなたがテレビシリーズに問題があった場合は、そこに任意の重要な方法であなたの心を変更するには、ここでは何も（ただ以前よりメロドラマがあるかもしれません）ではありませんが、わずか60分であれば、より花咲くいろはと間違って行くことは難しいです。\u001b[22m\n\u001b[4mIt's just unfortunate that P.A.\u001b[24m\n    \u001b[1mP.A.\u001b[22m, \u001b[1mそれはP.A.それだけ残念です\u001b[22m\n\u001b[4mWorks decided to play it safe for the fans instead of trying for more.\u001b[24m\n    \u001b[1m作品はもっと多くのことを試みるのではなく、ファンのために安全に遊ぶことに決めました。\u001b[22m, \u001b[1m作品ではなく、より多くのためにしようとするファンのための、それは安全なプレーをすることに決めました。\u001b[22m\n\u001b[4mIs that so much to ask for?\u001b[24m\n    \u001b[1mそれはそんなに頼むべきことですか？\u001b[22m, \u001b[1mそんなにのために依頼することがありますか？\u001b[22m\n\u001b[4mI don't believe so.\u001b[24m\n    \u001b[1m私はそう信じていない。\u001b[22m, \u001b[1m私はそう信じていません。\u001b[22m"
  },
  {
    "title": "Hanasaku_Iroha__Home_Sweet_Home",
    "id": "14175",
    "url": "https://myanimelist.net/anime/14175/Hanasaku_Iroha__Home_Sweet_Home",
    "user": "Stark700",
    "profile": "/profile/Stark700/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=118063",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\n何度も何度も、人々は過去を掘り起こすのが好きです。 過去には、古いフォトアルバム、本、または少しの郷愁を取り戻す可能性のあるものを通過することを意味します。 思い出が重要なので人々が感情のビットを感じるときに珍しいことではありません。 あなたはそれを購入することはできません。 あなたはそれを盗むことはできません。 そしてある若い女の子のために、これらの思い出は一生に一度来る宝物のようなものです。\n\nP.A.  2011年に花咲一郎としてデビューした作品のオリジナルアニメシリーズが新作映画となる。  P.A. 作品は、タリ・タリ、エンジェルビーツ、そして最近は渚のアスカラなどのオリジナル作品の多くでよく知られています。 彼らがあまり知られていないのは、おそらく彼らが映画業界に関わっていることでしょう。 もちろん、ライフストーリーのスライスを適応させることは決して容易ではありません。 映画の期待には、通常、魅力的なキャラクターの詳細なストーリーが含まれます。 映画が約60分間走っていると、そのような期待を達成するためには控え目に見えるかもしれません。 しかし、花咲一郎：ホームスイートホームがそのレベルに達したことに感謝しています。\n\n初心者のために、映画は元のシリーズ花咲一郎のサイド・ストーリーとして際立っています。 しかし、元のシリーズを見て、キャラクター、セッティング、テーマ、そしてP.A.の全体的なスタイルをよりよく理解するために、視聴者がフランチャイズに新鮮になることを勧めます。 作品のスライスオブライフプレゼンテーション。 人生の一環として、花咲一郎は強力なストーリーラインではなく、キャラクターの相互作用とダイナミクスに輝きます。 彼女はまだおばあちゃんが管理している温泉旅館の居住者であるため、この映画の主人公として、松永大君が復帰します。 もともと彼女の人生の周りの人にはほとんど関心のない少女として始まったものは、彼女の新しいライフスタイルを感謝して自信を持って若い女性が現れます。 彼女は彼女を帰ってくる唯一のキャラクターではない。 ファンはまた、元々のキャラクターのほとんどがMinko、Nako、Tarou、Takako、Enishi、Wakura、Tohru、もちろん宿屋の主人、Sui Shijimaを含むことに感謝しなければならない。\n\n驚くほど映画自体がこの爆発的なエネルギーを持っています。 これのほとんどは、特に初めにオハナから来たものです。 このエネルギーと一緒に、貴重な演技や食べ物の装飾など、宿の周りに歓迎するユーモラスな瞬間をもたらします。 それは傑作やオスカーレベルではないかもしれませんが、それは間違いなく誰の顔にも笑顔をもたらすことができます。 元のシリーズと同様に、映画はスライス・オブ・ライフ形式を保持し、物語に似ています。 しかし今回は、オハナの母親（さつき）のことを思い出し、ちょっとした旅行で記憶に残っています。\n\nある意味、サツキのキャラクターは、最初は娘オハナとあまり変わらない。 両方のキャラクターは頑固な態度を持ち、最初は彼らのライフスタイルに感謝していないようです。 さらに、両者は、家の周りの話になってから、宿の他のメンバーとしばしば衝突します。 映画全体を通して、私はサツキのために人生の中でより大きなものになる機会を象徴すると思われるエコーを「輝きたい」という行があります。 それはテキストでも書かれており、成長する上で重要なテーマになります。 驚くほど十分に、私はこのrelatableを見つけることができます。 結局のところ、誰もが自分の殻から成長し、彼らがなると思ったことのないものになるために自分自身に挑戦したいと考えています。 サツキのために、彼女はプロのライター/エディタになるようにインスピレーションを受けています。 しかし、私たちが人生そのものを見ると、夢が実現するのを妨げる障害の感覚があります。 サツキは、彼女の視点からは彼女が現実世界で輝くのを妨げるので、その宿題が彼女の住居としての障害を見ている。\n\nこの映画はまた、人物関係にも焦点を当てています。 サツキにとっては、怒り、悲しみ、後悔、喜びなどさまざまな表現方法で彼女の性格を引き出します。 しかし、彼女の性格は、開発の面で少しだけ急いでいるようです。 彼女の行動が彼女の積極的な言葉よりも大声で話すので、深刻な視点で彼女の成熟を取ることは難しいです。 これらの行動は、通常、いくつかの後悔を伴って不注意から行われます。 サツキの夢も、どちらも同じ夢を追いかけて追いかけていく中で、母親に多少なりとも反映されています。 娘のような母親のように。\n\n映画は思い出に多くの焦点を当てていますが、他のキャラクターたちは特にMinkoの瞬間を作っています。 彼女の優れた徹を賞賛することは、彼女が料理スキルを味わうことを望んでいるので、まだ目立つ。 映画のナコのハイライトは、彼女の友人や家族に関する彼女の不安を詳述している。 しかし、ここで重要なことは、友人関係や後見人が私たちの生活の中でどのように大きな役割を果たすことができるかに、これらのキャラクターの相互作用が反映されることです。 家族や友人がいなければ、家はどんな意味でも甘くないでしょう。\n\nドラマがこの映画の主なアイデアだったら、あまりにも多すぎると言っています。 時には、感情や涙が流れ落ちることが強制されるようです。 さつきはその一例に過ぎませんが、他のキャラクターのドラマのいくつかは彼らの殻からも強制されているようです。 これらのドラマが関係の進展と結びついていないという事実によって、それは助けにならない。 はい、いくつかの主人公のための関係の進行の欠如は、家の近くのどこにも当たらないようです。 気にならないファンサービスもあります。 さらに、元のシリーズの主要な支持キャラクターがないことは、この映画からはほとんど思い出せない。 思い出はカメラのレンズに取り込まれますが、その中のいくつかは飛ぶ米のようにズームします。\n\n再び、P.A. 作品は、芸術的なビジュアルに世界の才能を示しています。 この映画のアニメーションは、豊富なアートワークで際立っています。 文字のデザインはすべて自然なようです。 さつきがどんな風に見えるかは、彼女が後で見るような若い女の子のように見えることが爽やかです。 それは、視聴者が何年も変わったかを見るための雰囲気を作り出します。 旅館そのものも、伝統的なデザインとどのようにすべきかを正確に見極めるように設計されています。\n\nサウンドトラックはチェリーで軽快です。 それはすべてが家にいるように感じるので、映画に家のような雰囲気をもたらします。  VAの大半は、彼らの役割ですばらしい仕事をしています。 彼女の若い自分としてのサツキの声も、傲慢、不安、そしてインスピレーションの混合物でうまく描かれている。\n\nフォトアルバムには思い出があります。\n\n思い出は経験から生まれたものです。\n\n経験は友人や家族から購入されます。  Hanasaku Iroha：Home Sweet Homeは、人生を通して生きるための主要な例となる映画です。 障害がありますが、同時に希望と繁栄もあります。 私はあなたがどれくらいこれを一度読んでいるのか、しばらくあなたのフォトアルバムを振り返ったか分かりません。 しかし、そうすれば、家の甘い家のような思い出の車線を歩く郷愁を感じるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nEvery once and awhile, people like to dig up the past. By the past, I mean going through an old photo album, book, or anything that might bring back a bit of nostalgia. It’s not unusual when people feel a bit of sentimentality because memories are important. You can’t buy it. You can’t steal it. And for a certain young girl, these memories are like a treasure that comes once in a lifetime.\n\n\u001b[1m何度も何度も、人々は過去を掘り起こすのが好きです。 過去には、古いフォトアルバム、本、または少しの郷愁を取り戻す可能性のあるものを通過することを意味します。 思い出が重要なので人々が感情のビットを感じるときに珍しいことではありません。 あなたはそれを購入することはできません。 あなたはそれを盗むことはできません。 そしてある若い女の子のために、これらの思い出は一生に一度来る宝物のようなものです。\u001b[22m\n\u001b[1m(Nandomonandomo, hitobito wa kako o horiokosu no ga sukidesu. Kako ni wa, furui foto arubamu, hon, matawa sukoshi no kyōshū o torimodosu kanōsei no aru mono o tsūka suru koto o imi shimasu. Omoide ga jūyōnanode hitobito ga kanjō no bitto o kanjiru toki ni mezurashī kotode wa arimasen. Anata wa sore o kōnyū suru koto wa dekimasen. Anata wa sore o nusumu koto wa dekimasen. Soshite aru wakai on'nanoko no tame ni, korera no omoide wa isshō ni ichido kuru takaramono no yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mEvery once and awhile, people like to dig up the past. By the past, I mean going through an old photo album, book, or anything that might bring back a bit of nostalgia. It’s not unusual when people feel a bit of sentimentality because memories are important. You can’t buy it. You can’t steal it. And for a certain young girl, these memories are like a treasure that comes once in a lifetime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEvery once and awhile, people like to dig up the past.\u001b[24m\n    \u001b[1m何度も何度も、人々は過去を掘り起こすのが好きです。\u001b[22m, \u001b[1mすべて一度、しばらくの間、人々は過去を掘るのが好き。\u001b[22m\n\u001b[4mBy the past, I mean going through an old photo album, book, or anything that might bring back a bit of nostalgia.\u001b[24m\n    \u001b[1m過去には、古いフォトアルバム、本、または少しの郷愁を取り戻す可能性のあるものを通過することを意味します。\u001b[22m, \u001b[1m過去のことで、私は古い写真アルバム、ブック、または郷愁のビットを取り戻すかもしれない何かを経由意味します。\u001b[22m\n\u001b[4mIt’s not unusual when people feel a bit of sentimentality because memories are important.\u001b[24m\n    \u001b[1m思い出が重要なので人々が感情のビットを感じるときに珍しいことではありません。\u001b[22m, \u001b[1mメモリが重要であるため、人々は感傷のビットを感じるとき、それは珍しいことではありません。\u001b[22m\n\u001b[4mYou can’t buy it.\u001b[24m\n    \u001b[1mあなたはそれを購入することはできません。\u001b[22m\n\u001b[4mYou can’t steal it.\u001b[24m\n    \u001b[1mあなたはそれを盗むことはできません。\u001b[22m\n\u001b[4mAnd for a certain young girl, these memories are like a treasure that comes once in a lifetime.\u001b[24m\n    \u001b[1mそしてある若い女の子のために、これらの思い出は一生に一度来る宝物のようなものです。\u001b[22m, \u001b[1mそして、特定の若い女の子のために、これらのメモリは、一生に一度来る宝物のようなものです。\u001b[22m\n\u001b[1m\u001b[22m\nFrom P.A. Works’ original animated series that debuted in 2011 known as Hanasaku Iroha comes forth a new movie. P.A. Works is well known for many of the original works such as Tari Tari, Angel Beats, and recently Nagi no Asukara. What they’re less known for is perhaps their involvement in the film industry. Of course, adapting a slice of life story is never easy. The expectations of a movie usually involves a detailed storyline with engaging characters. With a movie running for roughly 60 minutes, it might look intimating to achieve such expectations. However, I am grateful to say that Hanasaku Iroha: Home Sweet Home has reached that level of expectation.\n\n\u001b[1mP.A.  2011年に花咲一郎としてデビューした作品のオリジナルアニメシリーズが新作映画となる。  P.A. 作品は、タリ・タリ、エンジェルビーツ、そして最近は渚のアスカラなどのオリジナル作品の多くでよく知られています。 彼らがあまり知られていないのは、おそらく彼らが映画業界に関わっていることでしょう。 もちろん、ライフストーリーのスライスを適応させることは決して容易ではありません。 映画の期待には、通常、魅力的なキャラクターの詳細なストーリーが含まれます。 映画が約60分間走っていると、そのような期待を達成するためには控え目に見えるかもしれません。 しかし、花咲一郎：ホームスイートホームは、そのレベルに達していることに感謝しています。\u001b[22m\n\u001b[1m(P. A. 2011-Nen ni Hanasaki Ichirō to shite debyū shita sakuhin no orijinaruanimeshirīzu ga shinsaku eiga to naru. P. A. Sakuhin wa, Tari Tari, enjerubītsu, soshite saikin wa nagisa no asukara nado no orijinaru sakuhin no ōku de yoku shira rete imasu. Karera ga amari shira rete inai no wa, osoraku karera ga eiga gyōkai ni kakawatte iru kotodeshou. Mochiron, raifusutōrī no suraisu o tekiō sa seru koto wa kesshite yōide wa arimasen. Eiga no kitai ni wa, tsūjō, miryoku-tekina kyarakutā no shōsaina sutōrī ga fukuma remasu. Eiga ga yaku 60-funkan hashitte iru to, sono yōna kitai o tassei suru tame ni wa hikaeme ni mieru kamo shiremasen. Shikashi, Hanasaki Ichirō: Hōmusuītohōmu wa, sono reberu ni tasshite iru koto ni kansha shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mFrom P.A. Works’ original animated series that debuted in 2011 known as Hanasaku Iroha comes forth a new movie. P.A. Works is well known for many of the original works such as Tari Tari, Angel Beats, and recently Nagi no Asukara. What they’re less known for is perhaps their involvement in the film industry. Of course, adapting a slice of life story is never easy. The expectations of a movie usually involves a detailed storyline with engaging characters. With a movie running for roughly 60 minutes, it might look intimating to achieve such expectations. However, I am grateful to say that Hanasaku Iroha: Home Sweet Home has reached that level of expectation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom P.A.\u001b[24m\n    \u001b[1mP.A.\u001b[22m, \u001b[1mP.A.から\u001b[22m\n\u001b[4mWorks’ original animated series that debuted in 2011 known as Hanasaku Iroha comes forth a new movie.\u001b[24m\n    \u001b[1m2011年に花咲一郎としてデビューした作品のオリジナルアニメシリーズが新作映画となる。\u001b[22m, \u001b[1m花咲くいろはとして知られ、2011年にデビューした作品のオリジナルアニメシリーズは前後新しい映画を付属しています。\u001b[22m\n\u001b[4mP.A.\u001b[24m\n    \u001b[1mP.A.\u001b[22m\n\u001b[4mWorks is well known for many of the original works such as Tari Tari, Angel Beats, and recently Nagi no Asukara.\u001b[24m\n    \u001b[1m作品は、タリ・タリ、エンジェルビーツ、そして最近は渚のアスカラなどのオリジナル作品の多くでよく知られています。\u001b[22m, \u001b[1m作品はそのようなタリタリ、エンジェルビーツ、そして最近ナギなしAsukaraとしてオリジナル作品の多くに知られています。\u001b[22m\n\u001b[4mWhat they’re less known for is perhaps their involvement in the film industry.\u001b[24m\n    \u001b[1m彼らがあまり知られていないのは、おそらく彼らが映画業界に関わっていることでしょう。\u001b[22m, \u001b[1m彼らが少ないために知られているのは、おそらく映画業界への関与です。\u001b[22m\n\u001b[4mOf course, adapting a slice of life story is never easy.\u001b[24m\n    \u001b[1mもちろん、ライフストーリーのスライスを適応させることは決して容易ではありません。\u001b[22m, \u001b[1mもちろん、人生の物語のスライスを適応することは決して簡単ではありません。\u001b[22m\n\u001b[4mThe expectations of a movie usually involves a detailed storyline with engaging characters.\u001b[24m\n    \u001b[1m映画の期待には、通常、魅力的なキャラクターの詳細なストーリーが含まれます。\u001b[22m, \u001b[1m映画の期待は、通常従事文字で詳細なストーリーを伴います。\u001b[22m\n\u001b[4mWith a movie running for roughly 60 minutes, it might look intimating to achieve such expectations.\u001b[24m\n    \u001b[1m映画が約60分間走っていると、そのような期待を達成するためには控え目に見えるかもしれません。\u001b[22m, \u001b[1m映画は約60分間実行していると、それはそのような期待を達成するためにintimating見えるかもしれません。\u001b[22m\n\u001b[4mHowever, I am grateful to say that Hanasaku Iroha: Home Sweet Home has reached that level of expectation.\u001b[24m\n    \u001b[1mしかし、花咲一郎：ホームスイートホームは、そのレベルに達していることに感謝しています。\u001b[22m, \u001b[1mホームスイートホームは、期待のそのレベルに達している。しかし、私は花咲くいろはがと言って感謝しています。\u001b[22m\n\u001b[1m\u001b[22m\nFor starters, the movie stands out as a side-story of the original series, Hanasaku Iroha. However, I do recommend viewers coming fresh into the franchise to watch the original series to gain a better understanding of the characters, settings, themes, and the overall style of P.A. Works’ slice of life presentation. As a slice of life, Hanasaku Iroha shines in its character interactions and dynamics rather than a powerful storyline. Ohana Matsume returns as the main character in this movie as she is still a resident of the hot springs inn that her grandmother manages. What originally started as a girl with little interest for those around her life now emerges a confident young woman with an appreciation of her new lifestyle. She’s not the only character making her return though. Fans should also be thankful that most of the original characters make their returns including Minko, Nako, Tarou, Takako, Enishi, Wakura, Tohru, and of course the master of the inn, Sui Shijima.\n\n\u001b[1m初心者のために、映画は元のシリーズ花咲一郎のサイド・ストーリーとして際立っています。 しかし、元のシリーズを見て、キャラクター、セッティング、テーマ、そしてP.A.の全体的なスタイルをよりよく理解するために、視聴者がフランチャイズに新鮮になることを勧めます。 作品のスライスオブライフプレゼンテーション。 人生の一環として、花咲一郎は強力なストーリーラインではなく、キャラクターの相互作用とダイナミクスに輝きます。 彼女はまだおばあちゃんが管理している温泉旅館の居住者であるため、この映画の主人公として、松永大君が復帰します。 もともと彼女の人生の周りの人にはほとんど関心のない少女として始まったものは、彼女の新しいライフスタイルを感謝して自信を持って若い女性が現れます。 彼女は彼女を帰ってくる唯一のキャラクターではない。 ファンはまた、元々のキャラクターのほとんどがMinko、Nako、Tarou、Takako、Enishi、Wakura、Tohru、もちろん宿屋の主人、Sui Shijimaを含むことに感謝しなければならない。\u001b[22m\n\u001b[1m(Shoshinsha no tame ni, eiga wa gen no shirīzu Hanasaki Ichirō no saido sutōrī to shite kiwadatte imasu. Shikashi,-moto no shirīzu o mite, kyarakutā, settingu, tēma, soshite P. A. No zentai-tekina sutairu o yori yoku rikai suru tame ni, shichō-sha ga furanchaizu ni shinsen ni naru koto o susumemasu. Sakuhin no suraisuoburaifupurezentēshon. Jinsei no ikkan to shite, Hanasaki Ichirō wa kyōryokuna sutōrīrainde wa naku, kyarakutā no sōgo sayō to dainamikusu ni kagayakimasu. Kanojo wa mada o bāchan ga kanri shite iru onsen ryokan no kyojū-shadearu tame, kono eiga no shujinkō to shite, Matsunaga Masaru-kun ga fukki shimasu. Motomoto kanojo no jinsei no mawarinohito ni wa hotondo kanshin no nai shōjo to shite hajimatta mono wa, kanojo no atarashī raifusutairu o kansha shite jishin o motte wakai josei ga arawaremasu. Kanojo wa kanojo o kaette kuru yuiitsu no kyarakutāde wanai. Fan wa mata, motomoto no kyarakutā no hotondo ga Minko, Nako, Tarou, Takako, Enishi, Wakura, Tohru, mochiron yadoya no shujin, Sui Shijima o fukumu koto ni kansha shinakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mFor starters, the movie stands out as a side-story of the original series, Hanasaku Iroha. However, I do recommend viewers coming fresh into the franchise to watch the original series to gain a better understanding of the characters, settings, themes, and the overall style of P.A. Works’ slice of life presentation. As a slice of life, Hanasaku Iroha shines in its character interactions and dynamics rather than a powerful storyline. Ohana Matsume returns as the main character in this movie as she is still a resident of the hot springs inn that her grandmother manages. What originally started as a girl with little interest for those around her life now emerges a confident young woman with an appreciation of her new lifestyle. She’s not the only character making her return though. Fans should also be thankful that most of the original characters make their returns including Minko, Nako, Tarou, Takako, Enishi, Wakura, Tohru, and of course the master of the inn, Sui Shijima.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor starters, the movie stands out as a side-story of the original series, Hanasaku Iroha.\u001b[24m\n    \u001b[1m初心者のために、映画は元のシリーズ花咲一郎のサイド・ストーリーとして際立っています。\u001b[22m, \u001b[1mまず第一に、映画はオリジナルシリーズ、花咲くいろはのサイドストーリーとして際立っています。\u001b[22m\n\u001b[4mHowever, I do recommend viewers coming fresh into the franchise to watch the original series to gain a better understanding of the characters, settings, themes, and the overall style of P.A.\u001b[24m\n    \u001b[1mしかし、元のシリーズを見て、キャラクター、セッティング、テーマ、そしてP.A.の全体的なスタイルをよりよく理解するために、視聴者がフランチャイズに新鮮になることを勧めます。\u001b[22m, \u001b[1mしかし、私は文字のより良い理解を得るために、オリジナルのシリーズを見るためにフランチャイズに新鮮くる視聴者、設定、テーマ、およびP.A.の全体的なスタイルをお勧めしません\u001b[22m\n\u001b[4mWorks’ slice of life presentation.\u001b[24m\n    \u001b[1m作品のスライスオブライフプレゼンテーション。\u001b[22m, \u001b[1m人生プレゼンテーションの作品「スライス。\u001b[22m\n\u001b[4mAs a slice of life, Hanasaku Iroha shines in its character interactions and dynamics rather than a powerful storyline.\u001b[24m\n    \u001b[1m人生の一環として、花咲一郎は強力なストーリーラインではなく、キャラクターの相互作用とダイナミクスに輝きます。\u001b[22m, \u001b[1m人生のスライスとして、花咲くいろはは、その文字の相互作用とダイナミクスではなく、強力なストーリーに輝いています。\u001b[22m\n\u001b[4mOhana Matsume returns as the main character in this movie as she is still a resident of the hot springs inn that her grandmother manages.\u001b[24m\n    \u001b[1m彼女はまだおばあちゃんが管理している温泉旅館の居住者であるため、この映画の主人公として、松永大君が復帰します。\u001b[22m, \u001b[1mオハナMatsumeは、彼女はまだ彼女の祖母が管理する温泉旅館の居住者であるとして、この映画の主人公のように返します。\u001b[22m\n\u001b[4mWhat originally started as a girl with little interest for those around her life now emerges a confident young woman with an appreciation of her new lifestyle.\u001b[24m\n    \u001b[1mもともと彼女の人生の周りの人にはほとんど関心のない少女として始まったものは、彼女の新しいライフスタイルを感謝して自信を持って若い女性が現れます。\u001b[22m, \u001b[1mもともと彼女の人生の周りの人々のために少し興味を持つ少女としてスタートしました何今彼女の新しいライフスタイルの感謝と自信を持って若い女性を出てきます。\u001b[22m\n\u001b[4mShe’s not the only character making her return though.\u001b[24m\n    \u001b[1m彼女は彼女を帰ってくる唯一のキャラクターではない。\u001b[22m, \u001b[1m彼女はしかし、彼女の復帰を作る唯一の文字はありません。\u001b[22m\n\u001b[4mFans should also be thankful that most of the original characters make their returns including Minko, Nako, Tarou, Takako, Enishi, Wakura, Tohru, and of course the master of the inn, Sui Shijima.\u001b[24m\n    \u001b[1mファンはまた、元々のキャラクターのほとんどがMinko、Nako、Tarou、Takako、Enishi、Wakura、Tohru、もちろん宿屋の主人、Sui Shijimaを含むことに感謝しなければならない。\u001b[22m, \u001b[1mファンはまた、元の文字のほとんどはMinko、NAKO、太郎、貴子、株式会社えにし、Wakura、徹、そしてもちろん、宿の主人、隋Shijimaを含む彼らのリターンを作ることを感謝すべきです。\u001b[22m\n\u001b[1m\u001b[22m\nThe movie itself surprisingly has this explosive energy. Most of this comes from Ohana especially in the beginning. Along with this energy brings forth welcoming humorous moments around the inn such as the priceless acting and food decorations. It might not be masterpiece or Oscar level but it can definitely bring forth a smile to anyone’s face. Similarly to its original series, the movie retains its slice of life format and tells it similar to a narrative. Only this time though, it also focuses on Ohana’s mother(Satsuki) with a little trip down memory lane.\n\n\u001b[1m驚くほど映画自体がこの爆発的なエネルギーを持っています。 これのほとんどは、特に初めにオハナから来たものです。 このエネルギーと一緒に、貴重な演技や食べ物の装飾など、宿の周りに歓迎するユーモラスな瞬間をもたらします。 それは傑作やオスカーレベルではないかもしれませんが、それは間違いなく誰の顔にも笑顔をもたらすことができます。 元のシリーズと同様に、映画はスライス・オブ・ライフ形式を保持し、物語に似ています。 しかし今回は、オハナの母親（さつき）のことを思い出し、ちょっとした旅行で記憶に残っています。\u001b[22m\n\u001b[1m(Odoroku hodo eiga jitai ga kono bakuhatsu-tekina enerugī o motte imasu. Kore no hotondo wa, tokuni hajime ni ohana kara kita monodesu. Kono enerugī to issho ni, kichōna engi ya tabemono no sōshoku nado, yado no mawari ni kangei suru yūmorasuna shunkan o motarashimasu. Sore wa kessaku ya osukāreberude wanai kamo shiremasenga, soreha machigainaku dare no kao ni mo egao o motarasu koto ga dekimasu. Gen no shirīzu to dōyō ni, eiga wa suraisu Obu raifu keishiki o hoji shi, monogatari ni nite imasu. Shikashi konkai wa, ohana no hahaoya (Satsuki) no koto o omoidashi, chottoshita ryokō de kioku ni nokotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe movie itself surprisingly has this explosive energy. Most of this comes from Ohana especially in the beginning. Along with this energy brings forth welcoming humorous moments around the inn such as the priceless acting and food decorations. It might not be masterpiece or Oscar level but it can definitely bring forth a smile to anyone’s face. Similarly to its original series, the movie retains its slice of life format and tells it similar to a narrative. Only this time though, it also focuses on Ohana’s mother(Satsuki) with a little trip down memory lane.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movie itself surprisingly has this explosive energy.\u001b[24m\n    \u001b[1m驚くほど映画自体がこの爆発的なエネルギーを持っています。\u001b[22m, \u001b[1m映画自体は、驚くべきことに、この爆発的なエネルギーを持っています。\u001b[22m\n\u001b[4mMost of this comes from Ohana especially in the beginning.\u001b[24m\n    \u001b[1mこれのほとんどは、特に初めにオハナから来たものです。\u001b[22m, \u001b[1mこれのほとんどは、特に最初にオハナから来ています。\u001b[22m\n\u001b[4mAlong with this energy brings forth welcoming humorous moments around the inn such as the priceless acting and food decorations.\u001b[24m\n    \u001b[1mこのエネルギーと一緒に、貴重な演技や食べ物の装飾など、宿の周りに歓迎するユーモラスな瞬間をもたらします。\u001b[22m, \u001b[1mこのエネルギーに伴い、このような貴重な演技や食品の装飾など旅館の周り歓迎ユーモラスな瞬間を生み出します。\u001b[22m\n\u001b[4mIt might not be masterpiece or Oscar level but it can definitely bring forth a smile to anyone’s face.\u001b[24m\n    \u001b[1mそれは傑作やオスカーレベルではないかもしれませんが、それは間違いなく誰の顔にも笑顔をもたらすことができます。\u001b[22m, \u001b[1mこれは傑作やオスカーレベルではないかもしれませんが、それは間違いなく誰の顔に笑顔を生み出すことができます。\u001b[22m\n\u001b[4mSimilarly to its original series, the movie retains its slice of life format and tells it similar to a narrative.\u001b[24m\n    \u001b[1m元のシリーズと同様に、映画はスライス・オブ・ライフ形式を保持し、物語に似ています。\u001b[22m, \u001b[1m同様に、元のシリーズに、映画は人生の形式のそのスライスを保持し、物語に似て、それを伝えます。\u001b[22m\n\u001b[4mOnly this time though, it also focuses on Ohana’s mother(Satsuki) with a little trip down memory lane.\u001b[24m\n    \u001b[1mしかし今回は、オハナの母親（さつき）のことを思い出し、ちょっとした旅行で記憶に残っています。\u001b[22m, \u001b[1m今回だけは、しかし、それはまた懐かしい小さな旅でオハナの母親（さつき）に焦点を当てています。\u001b[22m\n\u001b[1m\u001b[22m\nIn a way, Satsuki’s character isn’t very different from her daughter Ohana in the beginning. Both characters has a stubborn attitude and doesn’t seem to appreciate their lifestyles at first. Additionally, the both of them often clashes against other members of the inn at first becoming a talk around the house. Throughout the movie, a line of “I want to shine” echoes that seemingly symbolizes a chance to become something bigger in life for Satsuki. It’s written in text as well and becomes an important theme in growing up. Surprisingly enough, I can find this relatable. After all, everyone wants to grow out of their shells and challenge themselves to become something they never thought they’d become. For Satsuki, she is inspired to become a professional writer/editor. But if we look at life itself, there’s that sense of obstacle that can prevent dreams from coming true. Satsuki sees that obstacle as her residence at the inn because from her perspective, it prevents her from shining in the real world.\n\n\u001b[1mある意味、サツキのキャラクターは、最初は娘オハナとあまり変わらない。 両方のキャラクターは頑固な態度を持ち、最初は彼らのライフスタイルに感謝していないようです。 さらに、両者は、家の周りの話になってから、宿の他のメンバーとしばしば衝突します。 映画全体を通して、私はサツキのために人生の中でより大きなものになる機会を象徴すると思われるエコーを「輝きたい」という行があります。 それはテキストでも書かれており、成長する上で重要なテーマになります。 驚くほど十分に、私はこのrelatableを見つけることができます。 結局のところ、誰もが自分の殻から成長し、彼らがなると思ったことのないものになるために自分自身に挑戦したいと考えています。 サツキのために、彼女はプロのライター/エディタになるようにインスピレーションを受けています。 しかし、私たちが人生そのものを見ると、夢が実現するのを妨げる障害の感覚があります。 サツキは、彼女の視点からは彼女が現実世界で輝くのを妨げるので、その宿題が彼女の住居としての障害を見ている。\u001b[22m\n\u001b[1m(Aru imi, satsuki no kyarakutā wa, saisho wa musume ohana to amari kawaranai. Ryōhō no kyarakutā wa gankona taido o mochi, saisho wa karera no raifusutairu ni kansha shite inai yōdesu. Sarani, ryōsha wa, ienomawari no hanashi ni natte kara, yado no ta no menbā to shibashiba shōtotsu shimasu. Eiga zentai o tōshite, watashi wa satsuki no tame ni jinsei no naka de yori ōkina mono ni naru kikai o shōchō suru to omowa reru ekō o `kagayakitai' to iu gyō ga arimasu. Sore wa tekisuto demo kaka rete ori, seichō suru ue de jūyōna tēma ni narimasu. Odoroku hodo jūbun ni, watashi wa kono relatable o mitsukeru koto ga dekimasu. Kekkyokunotokoro, daremoga jibun no kara kara seichō shi, karera ga naru to omotta koto no nai mono ni naru tame ni jibun jishin ni chōsen shitai to kangaete imasu. Satsuki no tame ni, kanojo wa puro no raitā/ edita ni naru yō ni insupirēshon o ukete imasu. Shikashi, watashitachi ga jinsei sonomono o miru to, yume ga jitsugen suru no o samatageru shōgai no kankaku ga arimasu. Satsuki wa, kanojo no shiten kara wa kanojo ga genjitsu sekai de kagayaku no o samatagerunode, sono shukudai ga kanojo no jūkyo to shite no shōgai o mite iru.)\u001b[22m\n\u001b[1m\u001b[22m\nThe movie also focuses itself on character relationships. For Satsuki, it brings out her character in different ways of expressions including anger, sadness, regret, but also joy. However, her character does seem to rush a bit much in terms of development. It’s hard to take her maturity in a serious perspective as her actions speaks louder than her aggressive words. These actions are also usually performed out of carelessness with some regrets. Satsuki’s dream also somewhat reflects on her mother as they both chased after a different dream but similar reasons; like mother, like daughter.\n\n\u001b[1mこの映画はまた、人物関係にも焦点を当てています。 サツキにとっては、怒り、悲しみ、後悔、喜びなどさまざまな表現方法で彼女の性格を引き出します。 しかし、彼女の性格は、開発の面で少しだけ急いでいるようです。 彼女の行動が彼女の積極的な言葉よりも大声で話すので、深刻な視点で彼女の成熟を取ることは難しいです。 これらの行動は、通常、いくつかの後悔を伴って不注意から行われます。 サツキの夢も、どちらも同じ夢を追いかけて追いかけていく中で、母親に多少なりとも反映されています。 娘のような母親のように。\u001b[22m\n\u001b[1m(Kono eiga wa mata, jinbutsu kankei ni mo shōten o atete imasu. Satsuki ni totte wa, ikari, kanashimi, kōkai, yorokobi nado samazamana hyōgen hōhō de kanojo no seikaku o hikidashimasu. Shikashi, kanojo no seikaku wa, kaihatsu no men de sukoshi dake isoide iru yōdesu. Kanojo no kōdō ga kanojo no sekigyokutekina kotoba yori mo ōgoe de hanasunode, shinkokuna shiten de kanojo no seijuku o toru koto wa muzukashīdesu. Korera no kōdō wa, tsūjō, ikutsu ka no kōkai o tomonatte fuchūi kara okonawa remasu. Satsuki no yume mo, dochira mo onaji yume o oikakete oikakete iku naka de, hahaoya ni tashōnaritomo han'ei sa rete imasu. Musume no yōna hahaoya no yō ni.)\u001b[22m\n\nTranslations of \u001b[4mThe movie also focuses itself on character relationships. For Satsuki, it brings out her character in different ways of expressions including anger, sadness, regret, but also joy. However, her character does seem to rush a bit much in terms of development. It’s hard to take her maturity in a serious perspective as her actions speaks louder than her aggressive words. These actions are also usually performed out of carelessness with some regrets. Satsuki’s dream also somewhat reflects on her mother as they both chased after a different dream but similar reasons; like mother, like daughter.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movie also focuses itself on character relationships.\u001b[24m\n    \u001b[1mこの映画はまた、人物関係にも焦点を当てています。\u001b[22m, \u001b[1m映画はまた、文字の関係に自分自身を焦点を当てています。\u001b[22m\n\u001b[4mFor Satsuki, it brings out her character in different ways of expressions including anger, sadness, regret, but also joy.\u001b[24m\n    \u001b[1mサツキにとっては、怒り、悲しみ、後悔、喜びなどさまざまな表現方法で彼女の性格を引き出します。\u001b[22m, \u001b[1mさつきのために、それは怒り、悲しみ、後悔するだけでなく、喜びなどの表現のさまざまな方法で彼女のキャラクターを引き立てます。\u001b[22m\n\u001b[4mHowever, her character does seem to rush a bit much in terms of development.\u001b[24m\n    \u001b[1mしかし、彼女の性格は、開発の面で少しだけ急いでいるようです。\u001b[22m, \u001b[1mしかし、彼女のキャラクターは、開発の面で少し多くを急いでいるように見えるん。\u001b[22m\n\u001b[4mIt’s hard to take her maturity in a serious perspective as her actions speaks louder than her aggressive words.\u001b[24m\n    \u001b[1m彼女の行動が彼女の積極的な言葉よりも大声で話すので、深刻な視点で彼女の成熟を取ることは難しいです。\u001b[22m, \u001b[1mそれは彼女の行動が彼女の攻撃的な言葉よりも雄弁に話すように深刻な視点で彼女の成熟度を取るのは難しいです。\u001b[22m\n\u001b[4mThese actions are also usually performed out of carelessness with some regrets.\u001b[24m\n    \u001b[1mこれらの行動は、通常、いくつかの後悔を伴って不注意から行われます。\u001b[22m, \u001b[1mこれらのアクションはまた、通常、いくつかの後悔と不注意のうちに行われています。\u001b[22m\n\u001b[4mSatsuki’s dream also somewhat reflects on her mother as they both chased after a different dream but similar reasons;\u001b[24m\n    \u001b[1mサツキの夢も、どちらも同じ夢を追いかけて追いかけていく中で、母親に多少なりとも反映されています。\u001b[22m, \u001b[1m両者が異なるの夢が、同様の理由を追いかけとしてさつきさんの夢も多少彼女の母親に反映しています。\u001b[22m\n\u001b[4mlike mother, like daughter.\u001b[24m\n    \u001b[1m娘のような母親のように。\u001b[22m, \u001b[1m娘のような母親のような。\u001b[22m\n\u001b[1m\u001b[22m\nAlthough the movie focuses a lot on memories, other characters do make some moments in particular Minko. Her admiration for her superior Tohru is still easily noticeable as she wants to impress him with her cooking skills. Nako’s highlight in the movie details her insecurity regarding her friends and family. What’s important here though is that these character interactions can be reflected on how friendship and guardianship can play such a big part in our lives. Without family or friends, a home wouldn’t be sweet in any sense.\n\n\u001b[1m映画は思い出に多くの焦点を当てていますが、他のキャラクターたちは特にMinkoの瞬間を作っています。 彼女の優れた徹を賞賛することは、彼女が料理スキルを味わうことを望んでいるので、まだ目立つ。 映画のナコのハイライトは、彼女の友人や家族に関する彼女の不安を詳述している。 しかし、ここで重要なことは、友人関係や後見人が私たちの生活の中でどのように大きな役割を果たすことができるかに、これらのキャラクターの相互作用が反映されることです。 家族や友人がいなければ、家はどんな意味でも甘くないでしょう。\u001b[22m\n\u001b[1m(Eiga wa omoide ni ōku no shōten o atete imasuga, hoka no kyarakutā-tachi wa tokuni Minko no shunkan o tsukutte imasu. Kanojo no sugureta te~tsuo shōsan suru koto wa, kanojo ga ryōri sukiru o ajiwau koto o nozonde irunode, mada medatsu. Eiga no Nako no hairaito wa, kanojo no yūjin ya kazoku ni kansuru kanojo no fuan o shōjutsu shite iru. Shikashi, koko de jūyōna koto wa, yūjin kankei ya kōken'nin ga watashitachi no seikatsu no naka de dono yō ni ōkina yakuwari o hatasu koto ga dekiru ka ni, korera no kyarakutā no sōgo sayō ga han'ei sa reru kotodesu. Kazoku ya yūjin ga inakereba,-ka wa don'na imi demo amakunaideshou.)\u001b[22m\n\nTranslations of \u001b[4mAlthough the movie focuses a lot on memories, other characters do make some moments in particular Minko. Her admiration for her superior Tohru is still easily noticeable as she wants to impress him with her cooking skills. Nako’s highlight in the movie details her insecurity regarding her friends and family. What’s important here though is that these character interactions can be reflected on how friendship and guardianship can play such a big part in our lives. Without family or friends, a home wouldn’t be sweet in any sense.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough the movie focuses a lot on memories, other characters do make some moments in particular Minko.\u001b[24m\n    \u001b[1m映画は思い出に多くの焦点を当てていますが、他のキャラクターたちは特にMinkoの瞬間を作っています。\u001b[22m, \u001b[1m映画は思い出に大きく焦点を当てているが、他の文字は、特定のMinko内のいくつかの瞬間を作るのですか。\u001b[22m\n\u001b[4mHer admiration for her superior Tohru is still easily noticeable as she wants to impress him with her cooking skills.\u001b[24m\n    \u001b[1m彼女の優れた徹を賞賛することは、彼女が料理スキルを味わうことを望んでいるので、まだ目立つ。\u001b[22m, \u001b[1m彼女の優れた徹のための彼女の憧れはまだ彼女が彼女の料理のスキルを持つ彼を印象づけることを望むように簡単に顕著です。\u001b[22m\n\u001b[4mNako’s highlight in the movie details her insecurity regarding her friends and family.\u001b[24m\n    \u001b[1m映画のナコのハイライトは、彼女の友人や家族に関する彼女の不安を詳述している。\u001b[22m, \u001b[1m映画の中でNAKOのハイライトは、彼女の友人や家族についての彼女の不安を詳しく説明しています。\u001b[22m\n\u001b[4mWhat’s important here though is that these character interactions can be reflected on how friendship and guardianship can play such a big part in our lives.\u001b[24m\n    \u001b[1mしかし、ここで重要なことは、友人関係や後見人が私たちの生活の中でどのように大きな役割を果たすことができるかに、これらのキャラクターの相互作用が反映されることです。\u001b[22m, \u001b[1m何かかわらず、ここで重要なのは、これらの文字の相互作用は友情と後見は、私たちの生活の中でこのような大きな部分を再生することができますどのように反映させることができるということです。\u001b[22m\n\u001b[4mWithout family or friends, a home wouldn’t be sweet in any sense.\u001b[24m\n    \u001b[1m家族や友人がいなければ、家はどんな意味でも甘くないでしょう。\u001b[22m, \u001b[1m家族や友人がなければ、家はいかなる意味においても甘くないだろう。\u001b[22m\n\u001b[1m\u001b[22m\nIf drama was a major idea in this movie, then I’d say there’s too much of it. At times, it seems to be forced with the emotions and tears running down. Satsuki is just one such example but some of the other characters’ drama seems to be forced out of their shells as well. It doesn’t help by the fact that these drama doesn’t tie in with relationship progression. Yes, the lack of relationship progression for some of the main characters doesn’t seem to hit anywhere near home. There’s also bits of fan service out of nowhere that can be distracting. Furthermore, the absence of a main supporting character from the original series is hardly memorable from this movie. Memories are captured by the lens of a camera but some of them zooms by like flying rice.\n\n\u001b[1mドラマがこの映画の主なアイデアだったら、あまりにも多すぎると言っています。 時には、感情や涙が流れ落ちることが強制されるようです。 さつきはその一例に過ぎませんが、他のキャラクターのドラマのいくつかは彼らの殻からも強制されているようです。 これらのドラマが関係の進展と結びついていないという事実によって、それは助けにならない。 はい、いくつかの主人公のための関係の進行の欠如は、家の近くのどこにも当たらないようです。 気にならないファンサービスもあります。 さらに、元のシリーズの主要な支持キャラクターがないことは、この映画からはほとんど思い出せない。 思い出はカメラのレンズに取り込まれますが、その中のいくつかは飛ぶ米のようにズームします。\u001b[22m\n\u001b[1m(Dorama ga kono eiga no omona aideadattara, amarini mo ō sugiru to itte imasu. Tokiniha, kanjō ya namida ga nagareochiru koto ga kyōsei sa reru yōdesu. Satsuki wa sono ichirei ni sugimasenga, hoka no kyarakutā no dorama no ikutsu ka wa karera no kara kara mo kyōsei sa rete iru yōdesu. Korera no dorama ga kankei no shinten to musubitsuite inai to iu jijitsu ni yotte, soreha tasuke ni naranai. Hai, ikutsu ka no shujinkō no tame no kankei no shinkō no ketsujo wa,-ka no chikaku no dokoni mo ataranai yōdesu. Ki ni naranai fansābisu mo arimasu. Sarani,-moto no shirīzu no shuyōna shiji kyarakutā ga nai koto wa, kono eiga kara wa hotondo omoidasenai. Omoide wa kamera no renzu ni torikoma remasuga, sono Chū no ikutsu ka wa tobu Amerika no yō ni zūmu shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf drama was a major idea in this movie, then I’d say there’s too much of it. At times, it seems to be forced with the emotions and tears running down. Satsuki is just one such example but some of the other characters’ drama seems to be forced out of their shells as well. It doesn’t help by the fact that these drama doesn’t tie in with relationship progression. Yes, the lack of relationship progression for some of the main characters doesn’t seem to hit anywhere near home. There’s also bits of fan service out of nowhere that can be distracting. Furthermore, the absence of a main supporting character from the original series is hardly memorable from this movie. Memories are captured by the lens of a camera but some of them zooms by like flying rice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf drama was a major idea in this movie, then I’d say there’s too much of it.\u001b[24m\n    \u001b[1mドラマがこの映画の主なアイデアだったら、あまりにも多すぎると言っています。\u001b[22m, \u001b[1mドラマはこの映画の中で主要なアイデアだった場合、私はそれのあまりがあるかなと思います。\u001b[22m\n\u001b[4mAt times, it seems to be forced with the emotions and tears running down.\u001b[24m\n    \u001b[1m時には、感情や涙が流れ落ちることが強制されるようです。\u001b[22m, \u001b[1m時には、ダウンして実行している感情と涙で強制しているようです。\u001b[22m\n\u001b[4mSatsuki is just one such example but some of the other characters’ drama seems to be forced out of their shells as well.\u001b[24m\n    \u001b[1mさつきはその一例に過ぎませんが、他のキャラクターのドラマのいくつかは彼らの殻からも強制されているようです。\u001b[22m, \u001b[1mさつきはちょうどその一例であるが、他のキャラのドラマのいくつかは同様に彼らの殻の外に強制しているようです。\u001b[22m\n\u001b[4mIt doesn’t help by the fact that these drama doesn’t tie in with relationship progression.\u001b[24m\n    \u001b[1mこれらのドラマが関係の進展と結びついていないという事実によって、それは助けにならない。\u001b[22m, \u001b[1mこれは、これらのドラマは関係の進行でネクタイしないという事実によって助けていません。\u001b[22m\n\u001b[4mYes, the lack of relationship progression for some of the main characters doesn’t seem to hit anywhere near home.\u001b[24m\n    \u001b[1mはい、いくつかの主人公のための関係の進行の欠如は、家の近くのどこにも当たらないようです。\u001b[22m, \u001b[1mはい、メインキャラクターのいくつかのための関係の進行の欠如は、家の近くのどこかにヒットしていないようです。\u001b[22m\n\u001b[4mThere’s also bits of fan service out of nowhere that can be distracting.\u001b[24m\n    \u001b[1m気にならないファンサービスもあります。\u001b[22m, \u001b[1m気が散ることができどこからともなくファンサービスのビットもあります。\u001b[22m\n\u001b[4mFurthermore, the absence of a main supporting character from the original series is hardly memorable from this movie.\u001b[24m\n    \u001b[1mさらに、元のシリーズの主要な支持キャラクターがないことは、この映画からはほとんど思い出せない。\u001b[22m, \u001b[1mさらに、オリジナルシリーズからの主なサポートキャラクターの不在はこの映画からはほとんど記憶に残るです。\u001b[22m\n\u001b[4mMemories are captured by the lens of a camera but some of them zooms by like flying rice.\u001b[24m\n    \u001b[1m思い出はカメラのレンズに取り込まれますが、その中のいくつかは飛ぶ米のようにズームします。\u001b[22m, \u001b[1m思い出は、カメラのレンズによって捕捉されるが、それらのいくつかは、米を飛ぶようにすることによって拡大されます。\u001b[22m\n\u001b[1m\u001b[22m\nOnce again, P.A. Works shows the world their talent in artistic visuals. The animation of this movie is outstanding with rich artwork. The character designs all seems natural. It’s refreshing to see what Satsuki looked like as a young girl to what she looks like later on. It creates that atmosphere for viewers to see how much she has changed over the years. The inn itself is also designed to look exactly how it should be with its traditional designs.\n\n\u001b[1m再び、P.A. 作品は、芸術的なビジュアルに世界の才能を示しています。 この映画のアニメーションは、豊富なアートワークで際立っています。 文字のデザインはすべて自然なようです。 さつきがどんな風に見えるかは、彼女が後で見るような若い女の子のように見えることが爽やかです。 それは、視聴者が何年も変わったかを見るための雰囲気を作り出します。 旅館そのものも、伝統的なデザインとどのようにすべきかを正確に見極めるように設計されています。\u001b[22m\n\u001b[1m(Futatabi, P. A. Sakuhin wa, geijutsu-tekina bijuaru ni sekai no sainō o shimeshite imasu. Kono eiga no animēshon wa, hōfuna ātowāku de kiwadatte imasu. Moji no dezain wa subete shizen'na yōdesu. Satsuki ga don'nafūni mieru ka wa, kanojo ga atode miru yōna wakai on'nanoko no yō ni mieru koto ga sawayakadesu. Sore wa, shichō-sha ga nan-nen mo kawatta ka o miru tame no fun'iki o tsukuridashimasu. Ryokan sonomono mo, dentō-tekina dezain todo no yō ni subeki ka o seikaku ni mikiwameru yō ni sekkei sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mOnce again, P.A. Works shows the world their talent in artistic visuals. The animation of this movie is outstanding with rich artwork. The character designs all seems natural. It’s refreshing to see what Satsuki looked like as a young girl to what she looks like later on. It creates that atmosphere for viewers to see how much she has changed over the years. The inn itself is also designed to look exactly how it should be with its traditional designs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnce again, P.A.\u001b[24m\n    \u001b[1m再び、P.A.\u001b[22m, \u001b[1mもう一度、P.A.\u001b[22m\n\u001b[4mWorks shows the world their talent in artistic visuals.\u001b[24m\n    \u001b[1m作品は、芸術的なビジュアルに世界の才能を示しています。\u001b[22m, \u001b[1m作品は世界に芸術的なビジュアルで彼らの才能を示しています。\u001b[22m\n\u001b[4mThe animation of this movie is outstanding with rich artwork.\u001b[24m\n    \u001b[1mこの映画のアニメーションは、豊富なアートワークで際立っています。\u001b[22m, \u001b[1mこの映画のアニメーションが豊富なアートワークで抜群です。\u001b[22m\n\u001b[4mThe character designs all seems natural.\u001b[24m\n    \u001b[1m文字のデザインはすべて自然なようです。\u001b[22m, \u001b[1m文字は、すべての自然なようで設計しています。\u001b[22m\n\u001b[4mIt’s refreshing to see what Satsuki looked like as a young girl to what she looks like later on.\u001b[24m\n    \u001b[1mさつきがどんな風に見えるかは、彼女が後で見るような若い女の子のように見えることが爽やかです。\u001b[22m, \u001b[1mこれは、さつきは、彼女が後にどのように見えるの若い女の子としてどうだったかを見るためにさわやかです。\u001b[22m\n\u001b[4mIt creates that atmosphere for viewers to see how much she has changed over the years.\u001b[24m\n    \u001b[1mそれは、視聴者が何年も変わったかを見るための雰囲気を作り出します。\u001b[22m, \u001b[1mこれは、視聴者が、彼女は年間でどれだけ変化したかを確認するために、その雰囲気を作成します。\u001b[22m\n\u001b[4mThe inn itself is also designed to look exactly how it should be with its traditional designs.\u001b[24m\n    \u001b[1m旅館そのものも、伝統的なデザインとどのようにすべきかを正確に見極めるように設計されています。\u001b[22m, \u001b[1m宿自体も、その伝統的なデザインであるべきである正確にどのように見えるように設計されています。\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack is cherry and lighthearted. It brings forth a home-like atmosphere to the movie as everything feels right at home. Most of the VA does a terrific job with their role. Satsuki’s voice as her younger self is also depicted well with a mixture of arrogance, insecurity, but also inspiration.\n\n\u001b[1mサウンドトラックはチェリーで軽快です。 それはすべてが家にいるように感じるので、映画に家のような雰囲気をもたらします。  VAの大半は、彼らの役割ですばらしい仕事をしています。 彼女の若い自分としてのサツキの声も、傲慢、不安、そしてインスピレーションの混合物でうまく描かれている。\u001b[22m\n\u001b[1m(Saundotorakku wa cherī de keikaidesu. Sore wa subete ga ie ni iru yō ni kanjiru node, eiga ni ie no yōna fun'iki o motarashimasu. VA no taihan wa, karera no yakuwari de subarashī shigoto o shite imasu. Kanojo no wakai jibun to shite no satsuki no koe mo, gōman, fuan, soshite insupirēshon no kongōmono de umaku egaka rete iru.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack is cherry and lighthearted. It brings forth a home-like atmosphere to the movie as everything feels right at home. Most of the VA does a terrific job with their role. Satsuki’s voice as her younger self is also depicted well with a mixture of arrogance, insecurity, but also inspiration.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack is cherry and lighthearted.\u001b[24m\n    \u001b[1mサウンドトラックはチェリーで軽快です。\u001b[22m, \u001b[1mサウンドトラックには、チェリーと陽気です。\u001b[22m\n\u001b[4mIt brings forth a home-like atmosphere to the movie as everything feels right at home.\u001b[24m\n    \u001b[1mそれはすべてが家にいるように感じるので、映画に家のような雰囲気をもたらします。\u001b[22m, \u001b[1mすべてが自宅に感じるように、それは、映画への家庭的な雰囲気を生み出します。\u001b[22m\n\u001b[4mMost of the VA does a terrific job with their role.\u001b[24m\n    \u001b[1mVAの大半は、彼らの役割ですばらしい仕事をしています。\u001b[22m, \u001b[1mVAのほとんどは、自分の役割に素晴らしい仕事をしていません。\u001b[22m\n\u001b[4mSatsuki’s voice as her younger self is also depicted well with a mixture of arrogance, insecurity, but also inspiration.\u001b[24m\n    \u001b[1m彼女の若い自分としてのサツキの声も、傲慢、不安、そしてインスピレーションの混合物でうまく描かれている。\u001b[22m, \u001b[1m彼女の若いselfとさつきの声も傲慢、不安だけでなく、インスピレーションの混合物でよく描かれています。\u001b[22m\n\u001b[1m\u001b[22m\nPhoto albums contains memories.\n\n\u001b[1mフォトアルバムには思い出があります。\u001b[22m\n\u001b[1m(Foto arubamuni wa omoide ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mPhoto albums contains memories.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPhoto albums contains memories.\u001b[24m\n    \u001b[1mフォトアルバムには思い出があります。\u001b[22m, \u001b[1mフォトアルバムは思い出が含まれています。\u001b[22m\n\u001b[1m\u001b[22m\nMemories are created from experiences.\n\n\u001b[1m思い出は経験から生まれたものです。\u001b[22m\n\u001b[1m(Omoide wa keiken kara umareta monodesu.)\u001b[22m\n\nTranslations of \u001b[4mMemories are created from experiences.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMemories are created from experiences.\u001b[24m\n    \u001b[1m思い出は経験から生まれたものです。\u001b[22m, \u001b[1mメモリは経験から作成されます。\u001b[22m\n\u001b[1m\u001b[22m\nExperiences are bought forth from friends and family. Hanasaku Iroha: Home Sweet Home is a movie that serves as a primary example of how to live through life. There are obstacles but at the same time, there is also hope and prosperity. I don’t know how many of you reading this once and awhile looked back to your photo albums. But if you do, you’ll probably feel the nostalgia of walking down a memory lane that feels like home sweet home.\n\n\u001b[1m経験は友人や家族から購入されます。  Hanasaku Iroha：Home Sweet Homeは、人生を通して生きるための主要な例となる映画です。 障害がありますが、同時に希望と繁栄もあります。 私はあなたがどれくらいこれを一度読んでいるのか、しばらくあなたのフォトアルバムを振り返ったか分かりません。 しかし、そうすれば、家の甘い家のような思い出の車線を歩く郷愁を感じるでしょう。\u001b[22m\n\u001b[1m(Keiken wa yūjin ya kazoku kara kōnyū sa remasu. Hanasaku Iroha: Hōmusuītohōmu wa, jinsei o tōshite ikiru tame no shuyōna rei to naru eigadesu. Shōgai ga arimasuga, dōjini kibō to han'ei mo arimasu. Watashi wa anata ga dorekurai kore o ichido yonde iru no ka, shibaraku anata no foto arubamu o furikaetta ka wakarimasen. Shikashi,-sō sureba,-ka no amai ie no yōna omoide no shasen o aruku kyōshūwokanjirudeshou.)\u001b[22m\n\nTranslations of \u001b[4mExperiences are bought forth from friends and family. Hanasaku Iroha: Home Sweet Home is a movie that serves as a primary example of how to live through life. There are obstacles but at the same time, there is also hope and prosperity. I don’t know how many of you reading this once and awhile looked back to your photo albums. But if you do, you’ll probably feel the nostalgia of walking down a memory lane that feels like home sweet home.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mExperiences are bought forth from friends and family.\u001b[24m\n    \u001b[1m経験は友人や家族から購入されます。\u001b[22m, \u001b[1m経験は、友人や家族から出て購入されています。\u001b[22m\n\u001b[4mHanasaku Iroha: Home Sweet Home is a movie that serves as a primary example of how to live through life.\u001b[24m\n    \u001b[1mHanasaku Iroha：Home Sweet Homeは、人生を通して生きるための主要な例となる映画です。\u001b[22m, \u001b[1m花咲くいろは：ホームスイートホームは、人生を生きる方法の主な例として機能する映画です。\u001b[22m\n\u001b[4mThere are obstacles but at the same time, there is also hope and prosperity.\u001b[24m\n    \u001b[1m障害がありますが、同時に希望と繁栄もあります。\u001b[22m, \u001b[1m障害物がありますが、同時に、希望と繁栄もあります。\u001b[22m\n\u001b[4mI don’t know how many of you reading this once and awhile looked back to your photo albums.\u001b[24m\n    \u001b[1m私はあなたがどれくらいこれを一度読んでいるのか、しばらくあなたのフォトアルバムを振り返ったか分かりません。\u001b[22m, \u001b[1m私は一度、しばらく前に、あなたのフォトアルバムに見てどのように多くのあなたがこれを読んでのか分かりません。\u001b[22m\n\u001b[4mBut if you do, you’ll probably feel the nostalgia of walking down a memory lane that feels like home sweet home.\u001b[24m\n    \u001b[1mしかし、そうすれば、家の甘い家のような思い出の車線を歩く郷愁を感じるでしょう。\u001b[22m, \u001b[1mあなたが行う場合でも、あなたはおそらく、ホームスイートホームのように感じているメモリの車線を歩いての懐かしさを感じるでしょう。\u001b[22m"
  },
  {
    "title": "Hanasaku_Iroha__Home_Sweet_Home",
    "id": "14175",
    "url": "https://myanimelist.net/anime/14175/Hanasaku_Iroha__Home_Sweet_Home",
    "user": "GohanwaOkazu",
    "profile": "/profile/GohanwaOkazu/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=92649",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  10\n\n私はちょうど昨日新宿（WALD9）の映画館で会いました。\n私の期待はあまり高くありませんでした。 私は映画の長さがあまり長くない（66分）ことを知っていて、その話はテレビシリーズの最後のエピソードからの単純な続きではないことを知っていました。 私はそれが十分に軽く面白いと思った。\n\n私は間違っていた。\n\nアニメーション芸術の方向性はP.Aであった。 最高の状態で動作します。 ユノサギの魅力的なシーンを捉えることができます。\n\nストーリーは驚くほど素晴らしく、実際にはかなり感情的に動いていました。 それがそれほど良いと思ったことはありませんでした。 音楽は、nano.RIPEの新しいエンディングソングが入ったおなじみのハナイロタッチサウンドトラックでした。（私は、魅力的で魅力的なボーカルが好きです;少なくとも彼女は独創性を持っています）。 すべての主人公はKoちゃんを除いて公平な出演をしています（しかし、彼はOhanaのボーイフレンドです。\n\nそれは確かに素晴らしいファンサービスだが、この映画はそれ以上のものだった。\n家族の話です（ヒント：ヒロインの名前）。\n\n私はK-Onのファンです！ シリーズを愛し、その映画を愛した。 しかし、おそらくポップアートの作品として、花咲一郎の映画は全体的に良いかもしれません。 あなたがシリーズを好きなら、あなたが非常に失望する方法はありません。\n\n私が感銘を受けた。\nよくやった。 作品。 よくやった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI saw in a movie theater in Shinjuku (WALD9) just yesterday.\n\n\u001b[1m私はちょうど昨日新宿（WALD9）の映画館で会いました。\u001b[22m\n\u001b[1m(Watashi wa chōdo kinō Shinjuku (vu~aruto 9) no eigakan de aimashita.)\u001b[22m\n\nTranslations of \u001b[4mI saw in a movie theater in Shinjuku (WALD9) just yesterday.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI saw in a movie theater in Shinjuku (WALD9) just yesterday.\u001b[24m\n    \u001b[1m私はちょうど昨日新宿（WALD9）の映画館で会いました。\u001b[22m, \u001b[1m私はちょうど昨日新宿（WALD9）に映画館で見ました。\u001b[22m\nMy expectation wasn't very high; I knew that the movie duration wasn't too long (66 min), and I knew that the story wasn't a simple continuation from the last episode of the TV series. I thought if it was mildly entertaining that would be enough.\n\n\u001b[1m私の期待はあまり高くありませんでした。 私は映画の長さがあまり長くない（66分）ことを知っていて、その話はテレビシリーズの最後のエピソードからの単純な続きではないことを知っていました。 私はそれが十分に軽く面白いと思った。\u001b[22m\n\u001b[1m(Watashi no kitai wa amari takaku arimasendeshita. Watashi wa eiga no naga-sa ga amari nagakunai (66-bu) koto o shitte ite, sono-wa wa terebishirīzu no saigo no episōdo kara no tanjun'na tsudzukide wanai koto o shitte imashita. Watashi wa sore ga jūbun ni karuku omoshiroi to omotta.)\u001b[22m\n\nTranslations of \u001b[4mMy expectation wasn't very high; I knew that the movie duration wasn't too long (66 min), and I knew that the story wasn't a simple continuation from the last episode of the TV series. I thought if it was mildly entertaining that would be enough.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy expectation wasn't very high;\u001b[24m\n    \u001b[1m私の期待はあまり高くありませんでした。\u001b[22m, \u001b[1m私の期待は非常に高くはなかったです。\u001b[22m\n\u001b[4mI knew that the movie duration wasn't too long (66 min), and I knew that the story wasn't a simple continuation from the last episode of the TV series.\u001b[24m\n    \u001b[1m私は映画の長さがあまり長くない（66分）ことを知っていて、その話はテレビシリーズの最後のエピソードからの単純な続きではないことを知っていました。\u001b[22m, \u001b[1m私は（66分）映画の持続時間が長すぎるではなかったことを知っていた、と私は物語はテレビシリーズの最後のエピソードからの単純な継続ではなかったことを知っていました。\u001b[22m\n\u001b[4mI thought if it was mildly entertaining that would be enough.\u001b[24m\n    \u001b[1m私はそれが十分に軽く面白いと思った。\u001b[22m, \u001b[1m十分だろうという軽度面白いだった場合、私は思いました。\u001b[22m\n\u001b[1m\u001b[22m\nI was wrong.\n\n\u001b[1m私は間違っていた。\u001b[22m\n\u001b[1m(Watashi wa machigatte ita.)\u001b[22m\n\nTranslations of \u001b[4mI was wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was wrong.\u001b[24m\n    \u001b[1m私は間違っていた。\u001b[22m, \u001b[1m私は間違っていました。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation art direction was P.A. Works at its best. It captures well the good scenes from Yunosagi (largely based on the real Yuwaku Onsen town).\n\n\u001b[1mアニメーション芸術の方向性はP.Aであった。 最高の状態で動作します。 ユノサギの魅力的なシーンを捉えることができます。\u001b[22m\n\u001b[1m(Animēshon geijutsu no hōkō-sei wa P. Adeatta. Saikō no jōtai de dōsa shimasu. Yunosagi no miryoku-tekina shīn o toraeru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnimation art direction was P.A. Works at its best. It captures well the good scenes from Yunosagi (largely based on the real Yuwaku Onsen town).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation art direction was P.A.\u001b[24m\n    \u001b[1mアニメーション芸術の方向性はP.Aであった。\u001b[22m, \u001b[1mアニメーションアートディレクションはP.A.ました\u001b[22m\n\u001b[4mWorks at its best.\u001b[24m\n    \u001b[1m最高の状態で動作します。\u001b[22m, \u001b[1mその最高の状態で動作します。\u001b[22m\n\u001b[4mIt captures well the good scenes from Yunosagi (largely based on the real Yuwaku Onsen town).\u001b[24m\n    \u001b[1mユノサギの魅力的なシーンを捉えることができます。\u001b[22m, \u001b[1mこれはよく（大部分は、実際の誘惑温泉の町に基づく）Yunosagiからの良好な場面をキャプチャします。\u001b[22m\n\u001b[1m\u001b[22m\nThe story was surprisingly good and actually quite emotionally moving; never thought it could be that good. Music was the familiar Hana-Iro touching soundtrack with a new ending song by nano.RIPE (I like the crude-but-charming vocal; at least she has originality). All the main characters have their fair share of appearances except for Ko-chan (but he'll be Ohana's boyfriend in the end, as we all know).\n\n\u001b[1mストーリーは驚くほど素晴らしく、実際にはかなり感情的に動いていました。 それがそれほど良いと思ったことはありませんでした。 音楽は、nano.RIPEの新しいエンディングソングが入ったおなじみのハナイロタッチサウンドトラックでした。（私は、魅力的で魅力的なボーカルが好きです;少なくとも彼女は独創性を持っています）。 すべての主人公はKoちゃんを除いて公平な出演をしています（しかし、彼はOhanaのボーイフレンドです。\u001b[22m\n\u001b[1m(Sutōrī wa odoroku hodo subarashiku, jissai ni wa kanari kanjō-teki ni ugoite imashita. Sore ga sore hodo yoi to omotta koto wa arimasendeshita. Ongaku wa, nano. RIPE no atarashī endingu songu ga haitta onajimi no hanairotatchisaundotorakkudeshita. (Watashi wa, mirikiteki de miryoku-tekina bōkaru ga sukidesu; sukunakutomo kanojo wa dokusō-sei o motte imasu). Subete no shujinkō wa Ko-chan o nozoite kōheina shutsuen o shite imasu (shikashi, kare wa Ohana no bōifurendodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story was surprisingly good and actually quite emotionally moving; never thought it could be that good. Music was the familiar Hana-Iro touching soundtrack with a new ending song by nano.RIPE (I like the crude-but-charming vocal; at least she has originality). All the main characters have their fair share of appearances except for Ko-chan (but he'll be Ohana's boyfriend in the end, as we all know).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was surprisingly good and actually quite emotionally moving;\u001b[24m\n    \u001b[1mストーリーは驚くほど素晴らしく、実際にはかなり感情的に動いていました。\u001b[22m, \u001b[1m物語は驚くほど良かったし、実際にはかなり感情的に移動します。\u001b[22m\n\u001b[4mnever thought it could be that good.\u001b[24m\n    \u001b[1mそれがそれほど良いと思ったことはありませんでした。\u001b[22m, \u001b[1mそれは良いかもしれないと思ったことはありません。\u001b[22m\n\u001b[4mMusic was the familiar Hana-Iro touching soundtrack with a new ending song by nano.RIPE (I like the crude-but-charming vocal; at least she has originality).\u001b[24m\n    \u001b[1m音楽は、nano.RIPEの新しいエンディングソングが入ったおなじみのハナイロタッチサウンドトラックでした。（私は、魅力的で魅力的なボーカルが好きです;少なくとも彼女は独創性を持っています）。\u001b[22m, \u001b[1m音楽nano.RIPEによる新エンディング曲に精通ハナいろ感動のサウンドトラックだった（私は、粗 - しかし、魅力的なボーカルが好きで、少なくとも彼女はオリジナリティがあります）。\u001b[22m\n\u001b[4mAll the main characters have their fair share of appearances except for Ko-chan (but he'll be Ohana's boyfriend in the end, as we all know).\u001b[24m\n    \u001b[1mすべての主人公はKoちゃんを除いて公平な出演をしています（しかし、彼はOhanaのボーイフレンドです。\u001b[22m, \u001b[1mすべての主要な登場人物は、コちゃん以外の出演の彼らの公正なシェアを持っている（しかし、我々はすべて知っているように、彼は、最後にオハナのボーイフレンドになるでしょう）。\u001b[22m\n\u001b[1m\u001b[22m\nIt's a great fan-service for sure but this movie was much more than that.\n\n\u001b[1mそれは確かに素晴らしいファンサービスだが、この映画はそれ以上のものだった。\u001b[22m\n\u001b[1m(Sore wa tashika ni subarashī fansābisudaga, kono eiga wa sore ijō no monodatta.)\u001b[22m\n\nTranslations of \u001b[4mIt's a great fan-service for sure but this movie was much more than that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's a great fan-service for sure but this movie was much more than that.\u001b[24m\n    \u001b[1mそれは確かに素晴らしいファンサービスだが、この映画はそれ以上のものだった。\u001b[22m, \u001b[1mそれは確かに素晴らしいファンサービスだが、この映画はそれよりもはるかに多かったです。\u001b[22m\nIt's a story of family (hint: the heroine's name).\n\n\u001b[1m家族の話です（ヒント：ヒロインの名前）。\u001b[22m\n\u001b[1m(Kazoku no hanashidesu (hinto: Hiroin no namae).)\u001b[22m\n\nTranslations of \u001b[4mIt's a story of family (hint: the heroine's name).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's a story of family (hint: the heroine's name).\u001b[24m\n    \u001b[1m家族の話です（ヒント：ヒロインの名前）。\u001b[22m, \u001b[1mこれは、家族（：ヒロインの名前ヒント）の話です。\u001b[22m\n\u001b[1m\u001b[22m\nI am also a fan of K-On! Series and loved its Movie. Perhaps as a work of pop art though, the Movie of Hanasaku Iroha might be better overall. If you liked the series, there is no way that you'll be very disappointed.\n\n\u001b[1m私はK-Onのファンです！ シリーズを愛し、その映画を愛した。 しかし、おそらくポップアートの作品として、花咲一郎の映画は全体的に良いかもしれません。 あなたがシリーズを好きなら、あなたが非常に失望する方法はありません。\u001b[22m\n\u001b[1m(Watashi wa K - On no fandesu! Shirīzu o aishi, sono eiga o aishita. Shikashi, osoraku poppuāto no sakuhin to shite, Hanasaki Ichirō no eiga wa zentai-teki ni yoi kamo shiremasen. Anata ga shirīzu o sukinara, anata ga hijō ni shitsubō suru hōhō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI am also a fan of K-On! Series and loved its Movie. Perhaps as a work of pop art though, the Movie of Hanasaku Iroha might be better overall. If you liked the series, there is no way that you'll be very disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am also a fan of K-On!\u001b[24m\n    \u001b[1m私はK-Onのファンです！\u001b[22m, \u001b[1m私はまた、けいおんのファンです！\u001b[22m\n\u001b[4mSeries and loved its Movie.\u001b[24m\n    \u001b[1mシリーズを愛し、その映画を愛した。\u001b[22m, \u001b[1mシリーズとは、そのムービーを愛しました。\u001b[22m\n\u001b[4mPerhaps as a work of pop art though, the Movie of Hanasaku Iroha might be better overall.\u001b[24m\n    \u001b[1mしかし、おそらくポップアートの作品として、花咲一郎の映画は全体的に良いかもしれません。\u001b[22m, \u001b[1mおそらく、しかしポップアートの作品として、花咲くいろはのムービーは、より全体的な可能性があります。\u001b[22m\n\u001b[4mIf you liked the series, there is no way that you'll be very disappointed.\u001b[24m\n    \u001b[1mあなたがシリーズを好きなら、あなたが非常に失望する方法はありません。\u001b[22m, \u001b[1mあなたはシリーズが好きなら、あなたは非常に失望するだろう方法はありません。\u001b[22m\n\u001b[1m\u001b[22m\nI'm impressed.\n\n\u001b[1m私が感銘を受けた。\u001b[22m\n\u001b[1m(Watashi ga kanmei o uketa.)\u001b[22m\n\nTranslations of \u001b[4mI'm impressed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm impressed.\u001b[24m\n    \u001b[1m私が感銘を受けた。\u001b[22m, \u001b[1m感動しました。\u001b[22m, \u001b[1m私は感銘を受けました。\u001b[22m, \u001b[1m私は感銘を受けた。\u001b[22m\nWell done P.A. Works. Well done.\n\n\u001b[1mよくやった。 作品。 よくやった。\u001b[22m\n\u001b[1m(Yoku yatta. Sakuhin. Yoku yatta.)\u001b[22m\n\nTranslations of \u001b[4mWell done P.A. Works. Well done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell done P.A.\u001b[24m\n    \u001b[1mよくやった。\u001b[22m, \u001b[1mよくやったP.A.\u001b[22m\n\u001b[4mWorks.\u001b[24m\n    \u001b[1m作品。\u001b[22m\n\u001b[4mWell done.\u001b[24m\n    \u001b[1mよくやった。\u001b[22m, \u001b[1mよくできました。\u001b[22m, \u001b[1mよくやりました。\u001b[22m"
  },
  {
    "title": "Hanasaku_Iroha__Home_Sweet_Home",
    "id": "14175",
    "url": "https://myanimelist.net/anime/14175/Hanasaku_Iroha__Home_Sweet_Home",
    "user": "Yukariki",
    "profile": "/profile/Yukariki/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=118555",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\n「輝きたい」  -  James Joyce、Dubliners\n\nなぜ花咲いろは：ホームスイートホームはいいですか？\n\n映画が66分だと聞いて、私はがっかりしました。 真剣に同じように、66分で映画は奇妙です。 テレビ番組「花咲イロハ」は、物語を巧みに伝えている。 岡田マリは最高のシリーズ作曲家の一人です。 アクエリオンEVOLの彼女の傑作からAnoHanaまで、彼女は何とかプロットやキャラクターのスパゲティヌードルをこの素晴らしいアニメのボロニーズに織り込んだ。  PA Worksは伝説の京都アニメーションよりも優れたスタジオのひとつです。 はい、PA Worksは私たちに傑作をくれたKyoAniよりも優れたシェフです。  PAは、アニメの不思議の国のアリスより高い水準のスタジオです。 伝説のプロボラのアニメーターの創造性の深みから創作されたものです。\n\n長さから私が持っていた失望を理解することができます。 しかし、まだ、まだ、そしてまだ...\n\n\"あなたは逃げ出して自分自身に忍び込んでいると思う。 最長の方法は、家には最短の方法です。\n - ジェイムズ・ジョイス、ユリシーズ\n\n映画は素晴らしいものだった。\n\nまずは、映画は舞台裏のようなものです。 それは最後のエピソードの続きではありませんが、それは前に設定されています。 しかしそれはとても良かったです。 理由は次のとおりです。\n\nオサナのお母さん、サツキという偉大なキャラクターに焦点を当てています。 私はいつも彼女が旅館をどのように去ったか興味を持っていて、この映画は私のための質問に答えました。 私は彼女が母親に怒っていたこと、祖母が忘れてしまったこと、そして彼女が彼女のために去ったことを知らなかった。 怒りは非常に挑発的で、それは私に考えさせました。 家族のテーマを考え、テーマや情熱を愛してください。\n\nサツキは怒って輝きたくて、彼女はとても親切です。 これは映画に10分起こった。 そして映画に40分。 彼女は何度も登場した（2回、私は思い出す）。 あなたは彼女がこの映画と設定の重要なキャラクターだと言うことができます。 彼女の2つの短い出演は、この素敵で素晴らしい映画の中でとても意味を持っていました。\n\nしかし、私たちはオハナと彼女の友人に戻る必要があります。 彼らは結局この映画の主人公です。 非常に強い、非常にかわいい。 彼女は私が知っているどんな女性のキャラクターよりも強い。 素晴らしい。 綺麗な。 魅力的な 私は彼女のようになりたい。 オハナと共同は素晴らしいです。 彼らは密接に詰まっており、空中でのスライス・オブ・ライフの雰囲気を見ることができます。 誰もが楽しんでいる。 物事が起こっている。 いいえ、すべてが起こっています。 そんなに多くのこと、たくさんの気持ち。 この映画は、瑕疵があっても非常に多くの感情を呼び起こします（欠陥があるので、後で話します）。 オハナはとてもかわいいです、彼女の花はブロッコリーの髪に、彼女はあなたの元気の女の子です。\n\n「時には内容のものではなく、その形の説明を求めることがあることを忘れないでください。 私たちの要件は建築的なものです。 説明は何もサポートしていない偽のコーベルの一種。\n - ルドヴィヒ・ヴィトゲンシュタイン、哲学的調査\n\nナコもとても魅力的で、豊崎豊さん（K-ON!,最後の追放：ファミ通シルバーウィング）に声をかけている。 彼女はナコを演じる。 彼女は母親です。 家族の少年少女の世話をします。 私たちは母親としての彼女の心配について学び、世話をしたり、学校で働いたり、旅館で働いたりしています。 それは感動的な物語です。 映画は彼女の上に置かれ、彼女の闘争に焦点を当てる。 オハナのお父さんと一緒に東京に行くというオハナのお母さんの話と同じです。 彼女の問題についてたくさん学んだ。 それは私を泣かせました。\n\n音楽は信じられないほど良いものでした。 私は多くの弦が演奏されたので気づいた。 それはベートーベンが叫んだサティーのようだった。 それは最も劇的な瞬間に演奏し、私の心にとても触れました。 とても甘かったです。 これらすべての劇的な瞬間は、これらの素晴らしい音楽で演奏されました。 うわー、それは本当に良いです。\n\nしかし時には、パスタはよく調理しません。 あなたとここはどこですか？ 映画はとても劇的です。 しかし、まだ多くの欠点があります。 すべての作品に欠陥があることを理解してください。 だから、私が置いているようなものは厄介です。 いいえ、明らかに欠陥があるでしょう。 選択の余地ない。 助けられない。\n\nあまりにも多くのファンサービスがあります。 フィルムが短すぎます。 私は映画がちょうどNakoに関するものでなければならないと思う。 さつきのためには、あまりにも多くの驚きがあります。 間違いなく比較的似ているが、この映画はさつきの出現を抱えている。 彼女は決して終わらない溝に映画を投げつける。 政治的には、この映画の中心的な焦点であるマナについてもっと知ると、映画はより良いものになります。 それは残念な決定を下した。\n\nしかし、この映画は最も物理的に美しいものの1つです。  Evisceratingly美しい。 プロットは美しさ、キャラクターは美しさ、世界は美しさです。 私は花咲一郎から多くの道徳を学びました。誰もがこの大量の映画のケーキから何かを取り除くことができるように、誰もがそれを見てくれることを願っています。\n\nそれで、私は私の好きな本からの引用を終わらせます：\n\n「泣かないで、あなたをそんなに騙してしまって、すごく残念だけど、それは人生だよ」\n - ウラジミール・ナボコフ、ロリータ",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n'I want to shine.' ― James Joyce, Dubliners\n\n\u001b[1m「輝きたい」  -  James Joyce、Dubliners\u001b[22m\n\u001b[1m(`Kagayakitai' - jēmusu joisu, Dubliners)\u001b[22m\n\nTranslations of \u001b[4m'I want to shine.' ― James Joyce, Dubliners\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'I want to shine.'\u001b[24m\n    \u001b[1m「輝きたい」\u001b[22m, \u001b[1m「私は輝きたいです。」\u001b[22m\n\u001b[4m― James Joyce, Dubliners\u001b[24m\n    \u001b[1m -  James Joyce、Dubliners\u001b[22m, \u001b[1m - ジェームズ・ジョイス、ダブリナーズ\u001b[22m\n\u001b[1m\u001b[22m\nWhy is Hanasaku Iroha: Home Sweet Home so good?\n\n\u001b[1mなぜ花咲いろは：ホームスイートホームはいいですか？\u001b[22m\n\u001b[1m(Naze Hanasaki iroha: Hōmusuītohōmu wa īdesu ka?)\u001b[22m\n\nTranslations of \u001b[4mWhy is Hanasaku Iroha: Home Sweet Home so good?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhy is Hanasaku Iroha: Home Sweet Home so good?\u001b[24m\n    \u001b[1mなぜ花咲いろは：ホームスイートホームはいいですか？\u001b[22m, \u001b[1mなぜ花咲くいろはです：ホームスイートホームはとても良いですか？\u001b[22m\n\u001b[1m\u001b[22m\nI was disappointed when I heard the movie was 66 minutes. Like seriously, a film in 66 minutes is weird. Hanasaku Iroha, the TV show, is a masterful telling of the stories. Okada Mari is one of the best series composers out there. From her masterful work in Aquarion EVOL to AnoHana, she has somehow weaved all the spaghetti noodles of plot and characters into this wonderful bolognese of a strong anime. PA Works is one of the better studios, even more so than the legendary Kyoto Animation. Yes, PA Works is a better chef than KyoAni who gave us masterpieces. PA is a rising studio, rising higher than the world of the Wonderland of anime. It is from this studio that Hanasaku Iroha that it was created from the depths of the creativity of the animators of the legendary plottellers.\n\n\u001b[1m映画が66分だと聞いて、私はがっかりしました。 真剣に同じように、66分で映画は奇妙です。 テレビ番組「花咲イロハ」は、物語を巧みに伝えている。 岡田マリは最高の作曲家の一人です。 アクエリオンEVOLの彼女の傑作からAnoHanaまで、彼女は何とかプロットやキャラクターのスパゲティヌードルをこの素晴らしいアニメのボロニーズに織り込んだ。  PA Worksは伝説の京都アニメーションよりも優れたスタジオのひとつです。 はい、PA Worksは私たちに傑作をくれたKyoAniよりも優れたシェフです。  PAは、アニメの不思議の国のアリスより高い水準のスタジオです。 伝説のプロボラのアニメーターの創造性の深みから創作されたものです。\u001b[22m\n\u001b[1m(Eiga ga 66-buda to kiite, watashi wa gakkari shimashita. Shinken ni onajiyōni, 66-bu de eiga wa kimyōdesu. Terebibangu `Hanasaki iroha' wa, monogatari o takumi ni tsutaete iru. Okada Mari wa saikō no sakkyokka no hitoridesu. Akuerion EVOL no kanojo no kessaku kara AnoHana made, kanojo wa nantoka purotto ya kyarakutā no supagetinūdoru o kono subarashī anime no boronīzu ni orikonda. PA Works wa densetsu no Kyōto animēshon yori mo sugureta sutajio no hitotsudesu. Hai, PA Works wa watashitachi ni kessaku o kureta KyoAni yori mo sugureta shefudesu. PA wa, anime no fushiginokuninoarisu yori takai suijun no sutajiodesu. Densetsu no purobora no animētā no sōzō-sei no fukami kara sōsaku sa reta monodesu.)\u001b[22m\n\nTranslations of \u001b[4mI was disappointed when I heard the movie was 66 minutes. Like seriously, a film in 66 minutes is weird. Hanasaku Iroha, the TV show, is a masterful telling of the stories. Okada Mari is one of the best series composers out there. From her masterful work in Aquarion EVOL to AnoHana, she has somehow weaved all the spaghetti noodles of plot and characters into this wonderful bolognese of a strong anime. PA Works is one of the better studios, even more so than the legendary Kyoto Animation. Yes, PA Works is a better chef than KyoAni who gave us masterpieces. PA is a rising studio, rising higher than the world of the Wonderland of anime. It is from this studio that Hanasaku Iroha that it was created from the depths of the creativity of the animators of the legendary plottellers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was disappointed when I heard the movie was 66 minutes.\u001b[24m\n    \u001b[1m映画が66分だと聞いて、私はがっかりしました。\u001b[22m, \u001b[1m私は映画が66分であった聞いたとき、私はがっかりしました。\u001b[22m\n\u001b[4mLike seriously, a film in 66 minutes is weird.\u001b[24m\n    \u001b[1m真剣に同じように、66分で映画は奇妙です。\u001b[22m, \u001b[1m真剣のように、66分でフィルムが奇妙です。\u001b[22m\n\u001b[4mHanasaku Iroha, the TV show, is a masterful telling of the stories.\u001b[24m\n    \u001b[1mテレビ番組「花咲イロハ」は、物語を巧みに伝えている。\u001b[22m, \u001b[1m花咲くいろは、テレビ番組は、物語の見事な占いです。\u001b[22m\n\u001b[4mOkada Mari is one of the best series composers out there.\u001b[24m\n    \u001b[1m岡田マリは最高の作曲家の一人です。\u001b[22m, \u001b[1m岡田マリはそこに最高のシリーズの作曲家の一つです。\u001b[22m\n\u001b[4mFrom her masterful work in Aquarion EVOL to AnoHana, she has somehow weaved all the spaghetti noodles of plot and characters into this wonderful bolognese of a strong anime.\u001b[24m\n    \u001b[1mアクエリオンEVOLの彼女の傑作からAnoHanaまで、彼女は何とかプロットやキャラクターのスパゲティヌードルをこの素晴らしいアニメのボロニーズに織り込んだ。\u001b[22m, \u001b[1mアクエリオンEVOLの彼女の巧みな仕事からAnoHanaに、彼女は何とか強いアニメのこの素晴らしいボロネーゼにプロットやキャラクターのすべてのスパゲッティ麺を織り込みました。\u001b[22m\n\u001b[4mPA Works is one of the better studios, even more so than the legendary Kyoto Animation.\u001b[24m\n    \u001b[1mPA Worksは伝説の京都アニメーションよりも優れたスタジオのひとつです。\u001b[22m, \u001b[1mPAワークスは、それ以上に、伝説の京都アニメーションよりも、より良いスタジオの一つです。\u001b[22m\n\u001b[4mYes, PA Works is a better chef than KyoAni who gave us masterpieces.\u001b[24m\n    \u001b[1mはい、PA Worksは私たちに傑作をくれたKyoAniよりも優れたシェフです。\u001b[22m, \u001b[1mはい、PAワークスは私たちの傑作を与えた京アニよりも優れたシェフです。\u001b[22m\n\u001b[4mPA is a rising studio, rising higher than the world of the Wonderland of anime.\u001b[24m\n    \u001b[1mPAは、アニメの不思議の国のアリスより高い水準のスタジオです。\u001b[22m, \u001b[1mPAは、アニメのワンダーランドの世界よりも高く上昇し、上昇したスタジオです。\u001b[22m\n\u001b[4mIt is from this studio that Hanasaku Iroha that it was created from the depths of the creativity of the animators of the legendary plottellers.\u001b[24m\n    \u001b[1m伝説のプロボラのアニメーターの創造性の深みから創作されたものです。\u001b[22m, \u001b[1mそれはそれは伝説のplottellersのアニメーターの創造性の深さから作成されたことをこのスタジオ花咲くいろはからです。\u001b[22m\n\u001b[1m\u001b[22m\nSo you can understand the disappointment I had from the length. And yet, and yet, and yet...\n\n\u001b[1m長さから私が持っていた失望を理解することができます。 しかし、まだ、まだ、そしてまだ...\u001b[22m\n\u001b[1m(Naga-sa kara watashi ga motte ita shitsubō o rikai suru koto ga dekimasu. Shikashi, mada, mada, soshite mada...)\u001b[22m\n\nTranslations of \u001b[4mSo you can understand the disappointment I had from the length. And yet, and yet, and yet...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo you can understand the disappointment I had from the length.\u001b[24m\n    \u001b[1m長さから私が持っていた失望を理解することができます。\u001b[22m, \u001b[1mだから、私は長さから持っていた失望を理解することができます。\u001b[22m\n\u001b[4mAnd yet, and yet, and yet...\u001b[24m\n    \u001b[1mしかし、まだ、まだ、そしてまだ...\u001b[22m, \u001b[1mそして、まだ、まだ、まだ...\u001b[22m\n\u001b[1m\u001b[22m\n“Think you're escaping and run into yourself. Longest way round is the shortest way home.”\n\n\u001b[1m\"あなたは逃げ出して自分自身に忍び込んでいると思う。 最長の方法は、家には最短の方法です。\u001b[22m\n\u001b[1m(\" Anata wa nigedashite jibun jishin ni shinobikonde iru to omou. Saichō no hōhō wa,-ka ni wa saitan no hōhōdesu.)\u001b[22m\n\nTranslations of \u001b[4m“Think you're escaping and run into yourself. Longest way round is the shortest way home.”\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m“Think you're escaping and run into yourself.\u001b[24m\n    \u001b[1m\"あなたは逃げ出して自分自身に忍び込んでいると思う。\u001b[22m, \u001b[1m「あなたはエスケープしていると思うし、自分自身に実行します。\u001b[22m\n\u001b[4mLongest way round is the shortest way home.”\u001b[24m\n    \u001b[1m最長の方法は、家には最短の方法です。\u001b[22m, \u001b[1m最長の方法ラウンドはホーム最短の方法です。」\u001b[22m\n― James Joyce, Ulysses\n\n\u001b[1m - ジェイムズ・ジョイス、ユリシーズ\u001b[22m\n\u001b[1m(- Jeimuzu Joisu, yurishīzu)\u001b[22m\n\nTranslations of \u001b[4m― James Joyce, Ulysses\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m― James Joyce, Ulysses\u001b[24m\n    \u001b[1m - ジェイムズ・ジョイス、ユリシーズ\u001b[22m, \u001b[1m - ジェームズ・ジョイス、ユリシーズ\u001b[22m\n\u001b[1m\u001b[22m\nThe movie was anything but amazing.\n\n\u001b[1m映画は素晴らしいものだった。\u001b[22m\n\u001b[1m(Eiga wa subarashī monodatta.)\u001b[22m\n\nTranslations of \u001b[4mThe movie was anything but amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movie was anything but amazing.\u001b[24m\n    \u001b[1m映画は素晴らしいものだった。\u001b[22m, \u001b[1m映画は驚くほど何でもありました。\u001b[22m\n\u001b[1m\u001b[22m\nFirst off, the film is like a sidestory thing. It's not a continuation of the last episode but it's set before there. But it was very good. Here's why:\n\n\u001b[1mまずは、映画は舞台裏のようなものです。 それは最後のエピソードの続きではありませんが、それは前に設定されています。 しかしそれはとても良かったです。 理由は次のとおりです。\u001b[22m\n\u001b[1m(Mazuwa, eiga wa butaiura no yōna monodesu. Sore wa saigo no episōdo no tsudzukide wa arimasenga, soreha mae ni settei sa rete imasu. Shikashi sore wa totemo yokattadesu. Riyū wa tsugi no tōridesu.)\u001b[22m\n\nTranslations of \u001b[4mFirst off, the film is like a sidestory thing. It's not a continuation of the last episode but it's set before there. But it was very good. Here's why:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst off, the film is like a sidestory thing.\u001b[24m\n    \u001b[1mまずは、映画は舞台裏のようなものです。\u001b[22m, \u001b[1mまず第一に、フィルムはsidestoryことのようです。\u001b[22m\n\u001b[4mIt's not a continuation of the last episode but it's set before there.\u001b[24m\n    \u001b[1mそれは最後のエピソードの続きではありませんが、それは前に設定されています。\u001b[22m, \u001b[1mそれは最後のエピソードの続きではないのですが、それは前にそこに設定しています。\u001b[22m\n\u001b[4mBut it was very good.\u001b[24m\n    \u001b[1mしかしそれはとても良かったです。\u001b[22m, \u001b[1mしかし、それは非常に良好でした。\u001b[22m\n\u001b[4mHere's why:\u001b[24m\n    \u001b[1m理由は次のとおりです。\u001b[22m, \u001b[1m理由は次のとおりです：\u001b[22m\n\u001b[1m\u001b[22m\nIt focuses on the great character that is Satsuki, Ohana's mom. I've always been interested in how she left the inn ever and this film answered the question for me, the curiouser and curiouser rabbit that I am. I did not know she was angry at her mother, the grandma if you forget, and that she left because of her. The anger was very provocative and it made me think. Think about family themes and love themes and passion.\n\n\u001b[1mオサナのお母さん、サツキという偉大なキャラクターに焦点を当てています。 私はいつも彼女が旅館をどのように去ったか興味を持っていて、この映画は私のための質問に答えました。 私は彼女が母親に怒っていたこと、おばあちゃんが忘れてしまったこと、そして彼女が彼女のために去ったことを知らなかった。 怒りは非常に挑発的で、それは私に考えさせました。 家族のテーマを考え、テーマや情熱を愛してください。\u001b[22m\n\u001b[1m(Osana no okāsan, satsuki to iu idaina kyarakutā ni shōten o atete imasu. Watashi wa itsumo kanojo ga ryokan o dono yō ni satta ka kyōmi o motte ite, kono eiga wa watashi no tame no shitsumon ni kotaemashita. Watashi wa kanojo ga hahaoya ni okotte ita koto, o bāchan ga wasurete shimatta koto, soshite kanojo ga kanojo no tame ni satta koto o shiranakatta. Ikari wa hijō ni chōhatsu-tekide, sore wa watashi ni kangae sasemashita. Kazoku no tēma o kangae, tēma ya jōnetsu o aishite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIt focuses on the great character that is Satsuki, Ohana's mom. I've always been interested in how she left the inn ever and this film answered the question for me, the curiouser and curiouser rabbit that I am. I did not know she was angry at her mother, the grandma if you forget, and that she left because of her. The anger was very provocative and it made me think. Think about family themes and love themes and passion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt focuses on the great character that is Satsuki, Ohana's mom.\u001b[24m\n    \u001b[1mオサナのお母さん、サツキという偉大なキャラクターに焦点を当てています。\u001b[22m, \u001b[1mそれはさつき、オハナのお母さんである偉大な文字に焦点を当てています。\u001b[22m\n\u001b[4mI've always been interested in how she left the inn ever and this film answered the question for me, the curiouser and curiouser rabbit that I am.\u001b[24m\n    \u001b[1m私はいつも彼女が旅館をどのように去ったか興味を持っていて、この映画は私のための質問に答えました。\u001b[22m, \u001b[1m彼女はこれまでに宿を出て、この映画は、私のために私はcuriouserとcuriouserウサギの質問に答え、どのように私はいつもに興味を持っていました。\u001b[22m\n\u001b[4mI did not know she was angry at her mother, the grandma if you forget, and that she left because of her.\u001b[24m\n    \u001b[1m私は彼女が母親に怒っていたこと、おばあちゃんが忘れてしまったこと、そして彼女が彼女のために去ったことを知らなかった。\u001b[22m, \u001b[1mあなたが忘れてしまった場合、私は、彼女は彼女の母で怒っていたおばあちゃんを知らなかった、とすることを彼女がために彼女の左。\u001b[22m\n\u001b[4mThe anger was very provocative and it made me think.\u001b[24m\n    \u001b[1m怒りは非常に挑発的で、それは私に考えさせました。\u001b[22m, \u001b[1m怒りは非常に挑発的であり、それは私が考えさせられました。\u001b[22m\n\u001b[4mThink about family themes and love themes and passion.\u001b[24m\n    \u001b[1m家族のテーマを考え、テーマや情熱を愛してください。\u001b[22m, \u001b[1m家族テーマと愛のテーマと情熱について考えてみよう。\u001b[22m\n\u001b[1m\u001b[22m\nSatsuki wanted to shine angrily and she is very relatable. This happened 10 minutes into the film. And 40 minutes into the film. She appeared the many times (two times, I recall). You can tell she's a vital character of this film and the setting. For her two short appearances meant so much in this wonderful, wonderful film.\n\n\u001b[1mサツキは怒って輝きたくて、彼女はとても親切です。 これは映画に10分起こった。 そして映画に40分。 彼女は何度も登場した（2回、私は思い出す）。 あなたは彼女がこの映画と設定の重要なキャラクターだと言うことができます。 彼女の2つの短い出演は、この素敵で素晴らしい映画の中でとても意味を持っていました。\u001b[22m\n\u001b[1m(Satsuki wa okotte kagayakitakute, kanojo wa totemo shinsetsudesu. Kore wa eiga ni 10-bu okotta. Soshite eiga ni 40-bu. Kanojo wa nando mo tōjō shita (2-kai, watashi wa omoidasu). Anata wa kanojo ga kono eiga to settei no jūyōna kyarakutāda to iu koto ga dekimasu. Kanojo no 2tsu no mijikai shutsuen wa, kono sutekide subarashī eiga no naka de totemo imi o motte imashita.)\u001b[22m\n\nTranslations of \u001b[4mSatsuki wanted to shine angrily and she is very relatable. This happened 10 minutes into the film. And 40 minutes into the film. She appeared the many times (two times, I recall). You can tell she's a vital character of this film and the setting. For her two short appearances meant so much in this wonderful, wonderful film.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSatsuki wanted to shine angrily and she is very relatable.\u001b[24m\n    \u001b[1mサツキは怒って輝きたくて、彼女はとても親切です。\u001b[22m, \u001b[1mさつきは怒って輝きたいと思い、彼女は非常に関係づけています。\u001b[22m\n\u001b[4mThis happened 10 minutes into the film.\u001b[24m\n    \u001b[1mこれは映画に10分起こった。\u001b[22m, \u001b[1mこれは、フィルムに10分を起こりました。\u001b[22m\n\u001b[4mAnd 40 minutes into the film.\u001b[24m\n    \u001b[1mそして映画に40分。\u001b[22m, \u001b[1mそして、膜中へ40分。\u001b[22m\n\u001b[4mShe appeared the many times (two times, I recall).\u001b[24m\n    \u001b[1m彼女は何度も登場した（2回、私は思い出す）。\u001b[22m, \u001b[1m彼女は（私が思い出す2回、）何回も登場しました。\u001b[22m\n\u001b[4mYou can tell she's a vital character of this film and the setting.\u001b[24m\n    \u001b[1mあなたは彼女がこの映画と設定の重要なキャラクターだと言うことができます。\u001b[22m, \u001b[1mあなたは、彼女がこの映画の重要な文字と設定です伝えることができます。\u001b[22m\n\u001b[4mFor her two short appearances meant so much in this wonderful, wonderful film.\u001b[24m\n    \u001b[1m彼女の2つの短い出演は、この素敵で素晴らしい映画の中でとても意味を持っていました。\u001b[22m, \u001b[1m彼女の二つの短出演のためにこの素晴らしい、素晴らしい映画にはあまり意味。\u001b[22m\n\u001b[1m\u001b[22m\nBut we must go back to Ohana and her friends. They are the main characters of this film after all. Very strong, very cute. She's stronger than any woman character I know. Amazing. Beautiful. Fascinating. I want to be like her. Ohana and co are great. They are closely packed and you can see the slice-of-life atmosphere in the air. Everyone is having fun. The things are happening. No, everything is happening. So much things, so many feelings. This film evokes so many emotions you can love the film even if there are flaws (because there are flaws but I will talk about them later). Ohana is very cute, with her flower on her broccoli hair, and she is your genki girl.\n\n\u001b[1mしかし、私たちはオハナと彼女の友人に戻る必要があります。 彼らは結局この映画の主人公です。 非常に強い、非常にかわいい。 彼女は私が知っているどんな女性のキャラクターよりも強い。 素晴らしい。 綺麗な。 魅力的な 私は彼女のようになりたい。 オハナと共同は素晴らしいです。 彼らは密接に詰まっており、空中でのスライス・オブ・ライフの雰囲気を見ることができます。 誰もが楽しんでいる。 物事が起こっている。 いいえ、すべてが起こっています。 そんなに多くのこと、たくさんの気持ち。 この映画は、瑕疵があっても非常に多くの感情を呼び起こします（欠陥があるので、後で話します）。 オハナはとてもかわいいです、彼女の花はブロッコリーの髪に、彼女はあなたの元気の女の子です。\u001b[22m\n\u001b[1m(Shikashi, watashitachiha ohana to kanojo no yūjin ni modoru hitsuyō ga arimasu. Karera wa kekkyoku kono eiga no shujinkōdesu. Ohana to kyōdō wa subarashīdesu. Karera wa missetsu ni tsumatte ori, kūchū de no suraisu Obu raifu no fun'iki o miru koto ga dekimasu. Daremoga tanoshinde iru. Monogoto ga okotte iru. Īe, subete ga okotte imasu. Son'nani ōku no koto, takusan no kimochi. Kono eiga wa, kashi ga atte mo hijō ni ōku no kanjō o yobiokoshimasu (kekkan ga aru node,-go de hanashimasu). Ohana wa totemo kawaīdesu, kanojo no hana wa burokkorī no kami ni, kanojo wa anata no genki no on'nanokodesu. Hijō ni tsuyoi, hijō ni kawaī. Kanojo wa watashi ga shitte iru don'na josei no kyarakutā yori mo tsuyoi. Subarashī. Kireina. Miryoku-tekina watashi wa kanojo no yō ni naritai.)\u001b[22m\n\nTranslations of \u001b[4mBut we must go back to Ohana and her friends. They are the main characters of this film after all. Very strong, very cute. She's stronger than any woman character I know. Amazing. Beautiful. Fascinating. I want to be like her. Ohana and co are great. They are closely packed and you can see the slice-of-life atmosphere in the air. Everyone is having fun. The things are happening. No, everything is happening. So much things, so many feelings. This film evokes so many emotions you can love the film even if there are flaws (because there are flaws but I will talk about them later). Ohana is very cute, with her flower on her broccoli hair, and she is your genki girl.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut we must go back to Ohana and her friends.\u001b[24m\n    \u001b[1mしかし、私たちはオハナと彼女の友人に戻る必要があります。\u001b[22m, \u001b[1mしかし、我々はオハナと彼女の友人に戻って行く必要があります。\u001b[22m\n\u001b[4mThey are the main characters of this film after all.\u001b[24m\n    \u001b[1m彼らは結局この映画の主人公です。\u001b[22m, \u001b[1m彼らはすべての後にこの映画のメインキャラクターです。\u001b[22m\n\u001b[4mOhana and co are great.\u001b[24m\n    \u001b[1mオハナと共同は素晴らしいです。\u001b[22m, \u001b[1mオハナとの共同は素晴らしいです。\u001b[22m\n\u001b[4mThey are closely packed and you can see the slice-of-life atmosphere in the air.\u001b[24m\n    \u001b[1m彼らは密接に詰まっており、空中でのスライス・オブ・ライフの雰囲気を見ることができます。\u001b[22m, \u001b[1m彼らは密接にパックされ、あなたが空気中にスライスオブライフの雰囲気を見ることができます。\u001b[22m\n\u001b[4mEveryone is having fun.\u001b[24m\n    \u001b[1m誰もが楽しんでいる。\u001b[22m, \u001b[1m誰もが楽しんでされています。\u001b[22m\n\u001b[4mThe things are happening.\u001b[24m\n    \u001b[1m物事が起こっている。\u001b[22m, \u001b[1m物事が起こっています。\u001b[22m\n\u001b[4mNo, everything is happening.\u001b[24m\n    \u001b[1mいいえ、すべてが起こっています。\u001b[22m\n\u001b[4mSo much things, so many feelings.\u001b[24m\n    \u001b[1mそんなに多くのこと、たくさんの気持ち。\u001b[22m, \u001b[1mあまりにも多くの物事、非常に多くの感情。\u001b[22m\n\u001b[4mThis film evokes so many emotions you can love the film even if there are flaws (because there are flaws but I will talk about them later).\u001b[24m\n    \u001b[1mこの映画は、瑕疵があっても非常に多くの感情を呼び起こします（欠陥があるので、後で話します）。\u001b[22m, \u001b[1mこの映画では、欠陥が（そこに欠陥があるが、私は後で話しますので）があってもフィルムを愛することができるように多くの感情を呼び起こします。\u001b[22m\n\u001b[4mOhana is very cute, with her flower on her broccoli hair, and she is your genki girl.\u001b[24m\n    \u001b[1mオハナはとてもかわいいです、彼女の花はブロッコリーの髪に、彼女はあなたの元気の女の子です。\u001b[22m, \u001b[1mオハナは彼女のブロッコリーの髪の彼女の花で、とてもかわいいです、と彼女はあなたの元気の女の子です。\u001b[22m\n\u001b[4mVery strong, very cute.\u001b[24m\n    \u001b[1m非常に強い、非常にかわいい。\u001b[22m, \u001b[1m非常にかわいい、非常に強いです。\u001b[22m\n\u001b[4mShe's stronger than any woman character I know.\u001b[24m\n    \u001b[1m彼女は私が知っているどんな女性のキャラクターよりも強い。\u001b[22m, \u001b[1m彼女は私が知っているすべての女性の文字よりも強いです。\u001b[22m\n\u001b[4mAmazing.\u001b[24m\n    \u001b[1m素晴らしい。\u001b[22m, \u001b[1mアメージング。\u001b[22m\n\u001b[4mBeautiful.\u001b[24m\n    \u001b[1m綺麗な。\u001b[22m, \u001b[1m美しい。\u001b[22m, \u001b[1m美しいです。\u001b[22m\n\u001b[4mFascinating.\u001b[24m\n    \u001b[1m魅力的な\u001b[22m, \u001b[1m魅力的。\u001b[22m\n\u001b[4mI want to be like her.\u001b[24m\n    \u001b[1m私は彼女のようになりたい。\u001b[22m, \u001b[1m私は彼女のようになりたいです。\u001b[22m\n\u001b[1m\u001b[22m\n“Remember that we sometimes demand explanations for the sake not of their content, but of their form. Our requirement is an architectural one; the explanation a kind of sham corbel that supports nothing.”\n\n\u001b[1m「時には内容のものではなく、その形の説明を求めることがあることを忘れないでください。 私たちの要件は建築的なものです。 説明は何もサポートしていない偽のコーベルの一種。\u001b[22m\n\u001b[1m(`Tokiniha naiyō no monode wa naku, sono katachi no setsumei o motomeru koto ga aru koto o wasurenaide kudasai. Watashitachi no yōken wa kenchiku-tekina monodesu. Setsumei wa nani mo sapōto shite inai nise no kōberu no isshu.)\u001b[22m\n\nTranslations of \u001b[4m“Remember that we sometimes demand explanations for the sake not of their content, but of their form. Our requirement is an architectural one; the explanation a kind of sham corbel that supports nothing.”\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m“Remember that we sometimes demand explanations for the sake not of their content, but of their form.\u001b[24m\n    \u001b[1m「時には内容のものではなく、その形の説明を求めることがあることを忘れないでください。\u001b[22m, \u001b[1m「私たちは時々が、そのフォームのではなく、その内容のために説明を求めていることを覚えておいてください。\u001b[22m\n\u001b[4mOur requirement is an architectural one;\u001b[24m\n    \u001b[1m私たちの要件は建築的なものです。\u001b[22m, \u001b[1m私たちの要求は、建築ものです。\u001b[22m\n\u001b[4mthe explanation a kind of sham corbel that supports nothing.”\u001b[24m\n    \u001b[1m説明は何もサポートしていない偽のコーベルの一種。\u001b[22m, \u001b[1m説明何をサポートしていない偽コーベルのようなもの。」\u001b[22m\n― Ludwig Wittgenstein, Philosophical Investigations\n\n\u001b[1m - ルドヴィヒ・ヴィトゲンシュタイン、哲学的調査\u001b[22m\n\u001b[1m(- Rudovu~ihi vu~itogenshutain, tetsugaku-teki chōsa)\u001b[22m\n\nTranslations of \u001b[4m― Ludwig Wittgenstein, Philosophical Investigations\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m― Ludwig Wittgenstein, Philosophical Investigations\u001b[24m\n    \u001b[1m - ルドヴィヒ・ヴィトゲンシュタイン、哲学的調査\u001b[22m, \u001b[1m - ルートヴィヒ・ウィトゲンシュタイン、哲学探究\u001b[22m\n\u001b[1m\u001b[22m\nNako is also great she is very attractive and is voiced by Toyosaki Aki (K-ON!, Last Exile: Fam the Silver Wing). She plays Nako. She's a motherly person. Takes care of all the little boys and girls in the family. We learn about her worries as a motherly person, trying to handle taking care, school, and working in the inn. It's a touching tale. The film is set onto her and focuses her struggle. It parallels Ohana's mom's story of going to Tokyo with Ohana's dad. I learned a lot about her problems. It made me cry.\n\n\u001b[1mナコもとても魅力的で、豊崎豊さん（K-ON!,最後の追放：ファミ通シルバーウィング）に声をかけている。 彼女はナコを演じる。 彼女は母親です。 家族の少年少女の世話をします。 私たちは母親としての彼女の心配について学び、世話をしたり、学校で働いたり、旅館で働いたりしています。 それは感動的な物語です。 映画は彼女の上に置かれ、彼女の闘争に焦点を当てる。 オハナのお父さんと一緒に東京に行くというオハナのお母さんの話と同じです。 彼女の問題についてたくさん学んだ。 それは私を泣かせました。\u001b[22m\n\u001b[1m(Nako mo totemo mirikiteki de, Toyosaki Yutaka-san (K - ON!, Saigo no tsuihō: Famiutsu shirubāu~ingu) ni koe o kakete iru. Kanojo wa Nako o enjiru. Kanojo wa hahaoyadesu. Kazoku no shōnen shōjo no sewa o shimasu. Watashitachiha hahaoya to shite no kanojo no shinpai ni tsuite manabi, sewa o shi tari, gakkō de hatarai tari, ryokan de hatarai tari shite imasu. Sore wa kandō-tekina monogataridesu. Eiga wa kanojo no ue ni oka re, kanojo no tōsō ni shōten o ateru. Ohana no otōsan to issho ni Tōkyō ni iku to iu ohana no okāsan no hanashi to onajidesu. Kanojo no mondai ni tsuite takusan mananda. Sore wa watashi o nakasemashita.)\u001b[22m\n\nTranslations of \u001b[4mNako is also great she is very attractive and is voiced by Toyosaki Aki (K-ON!, Last Exile: Fam the Silver Wing). She plays Nako. She's a motherly person. Takes care of all the little boys and girls in the family. We learn about her worries as a motherly person, trying to handle taking care, school, and working in the inn. It's a touching tale. The film is set onto her and focuses her struggle. It parallels Ohana's mom's story of going to Tokyo with Ohana's dad. I learned a lot about her problems. It made me cry.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNako is also great she is very attractive and is voiced by Toyosaki Aki (K-ON!, Last Exile: Fam the Silver Wing).\u001b[24m\n    \u001b[1mナコもとても魅力的で、豊崎豊さん（K-ON!,最後の追放：ファミ通シルバーウィング）に声をかけている。\u001b[22m, \u001b[1mNAKOは、彼女は非常に魅力的であると豊崎アキ（：ファムシルバーウイングK-ON!,ラストエグザイル）によって表明さも素晴らしいです。\u001b[22m\n\u001b[4mShe plays Nako.\u001b[24m\n    \u001b[1m彼女はナコを演じる。\u001b[22m, \u001b[1m彼女はNAKOを果たしています。\u001b[22m\n\u001b[4mShe's a motherly person.\u001b[24m\n    \u001b[1m彼女は母親です。\u001b[22m, \u001b[1m彼女は母親の一人です。\u001b[22m\n\u001b[4mTakes care of all the little boys and girls in the family.\u001b[24m\n    \u001b[1m家族の少年少女の世話をします。\u001b[22m, \u001b[1m家族の中ですべての小さな男の子と女の子の世話をします。\u001b[22m\n\u001b[4mWe learn about her worries as a motherly person, trying to handle taking care, school, and working in the inn.\u001b[24m\n    \u001b[1m私たちは母親としての彼女の心配について学び、世話をしたり、学校で働いたり、旅館で働いたりしています。\u001b[22m, \u001b[1m私たちは、ケア、学校、そして旅館での作業を取って処理するようにしようと、母親の一人として彼女の心配について学びます。\u001b[22m\n\u001b[4mIt's a touching tale.\u001b[24m\n    \u001b[1mそれは感動的な物語です。\u001b[22m, \u001b[1mそれは感動物語です。\u001b[22m\n\u001b[4mThe film is set onto her and focuses her struggle.\u001b[24m\n    \u001b[1m映画は彼女の上に置かれ、彼女の闘争に焦点を当てる。\u001b[22m, \u001b[1mフィルムは彼女の上にセットし、彼女の闘争を中心に説明しています。\u001b[22m\n\u001b[4mIt parallels Ohana's mom's story of going to Tokyo with Ohana's dad.\u001b[24m\n    \u001b[1mオハナのお父さんと一緒に東京に行くというオハナのお母さんの話と同じです。\u001b[22m, \u001b[1mこれは、オハナのお父さんで東京に行くのオハナのお母さんの話に匹敵します。\u001b[22m\n\u001b[4mI learned a lot about her problems.\u001b[24m\n    \u001b[1m彼女の問題についてたくさん学んだ。\u001b[22m, \u001b[1m私は彼女の問題について多くのことを学びました。\u001b[22m\n\u001b[4mIt made me cry.\u001b[24m\n    \u001b[1mそれは私を泣かせました。\u001b[22m, \u001b[1mそれは私が泣きました。\u001b[22m\n\u001b[1m\u001b[22m\nMusic was incredibly good. I noticed it because there were many strings played. It was like a Beethoven roaring Satie. It played at the most dramatic moments and it touched my heart very much. It was very sweet. All these dramatic moments were played with these great music. Wow, it's really good.\n\n\u001b[1m音楽は信じられないほど良いものでした。 私は多くの弦が演奏されたので気づいた。 それはベートーベンが叫んだサティーのようだった。 それは最も劇的な瞬間に演奏し、私の心にとても触れました。 とても甘かったです。 これらすべての劇的な瞬間は、これらの素晴らしい音楽で演奏されました。 うわー、それは本当に良いです。\u001b[22m\n\u001b[1m(Ongaku wa shinji rarenai hodo yoi monodeshita. Watashi wa ōku no gen ga ensō sa retanode kidzuita. Sore wa bētōben ga sakenda satī no yōdatta. Sore wa mottomo gekitekina shunkan ni ensō shi, watashi no kokoro ni totemo furemashita. Totemo umakattadesu. Korera subete no gekitekina shunkan wa, korera no subarashī ongaku de ensō sa remashita. Uwa ̄ , sore wa hontōni yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mMusic was incredibly good. I noticed it because there were many strings played. It was like a Beethoven roaring Satie. It played at the most dramatic moments and it touched my heart very much. It was very sweet. All these dramatic moments were played with these great music. Wow, it's really good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic was incredibly good.\u001b[24m\n    \u001b[1m音楽は信じられないほど良いものでした。\u001b[22m, \u001b[1m音楽は非常に良好でした。\u001b[22m\n\u001b[4mI noticed it because there were many strings played.\u001b[24m\n    \u001b[1m私は多くの弦が演奏されたので気づいた。\u001b[22m, \u001b[1m演奏、多くの文字列があったので、私はそれに気づきました。\u001b[22m\n\u001b[4mIt was like a Beethoven roaring Satie.\u001b[24m\n    \u001b[1mそれはベートーベンが叫んだサティーのようだった。\u001b[22m, \u001b[1mこれは、ベートーベン轟音サティのようでした。\u001b[22m\n\u001b[4mIt played at the most dramatic moments and it touched my heart very much.\u001b[24m\n    \u001b[1mそれは最も劇的な瞬間に演奏し、私の心にとても触れました。\u001b[22m, \u001b[1mこれは、最も劇的な瞬間に再生され、それは非常に私の心に触れました。\u001b[22m\n\u001b[4mIt was very sweet.\u001b[24m\n    \u001b[1mとても甘かったです。\u001b[22m, \u001b[1mそれは非常に甘かったです。\u001b[22m\n\u001b[4mAll these dramatic moments were played with these great music.\u001b[24m\n    \u001b[1mこれらすべての劇的な瞬間は、これらの素晴らしい音楽で演奏されました。\u001b[22m, \u001b[1mすべてのこれらの劇的な瞬間は、これらの偉大な音楽を演奏されました。\u001b[22m\n\u001b[4mWow, it's really good.\u001b[24m\n    \u001b[1mうわー、それは本当に良いです。\u001b[22m, \u001b[1mうわー、それは本当に良いことです。\u001b[22m\n\u001b[1m\u001b[22m\nBut sometimes, the pasta doesn't cook well. Where do you and here? The film is so dramatic. And yet, there are so much flaws aging like no return. Understand that all works have flaws. So something like me putting is awkward. No, clearly it's going to have flaws. No choice. Cannot be helped.\n\n\u001b[1mしかし時には、パスタはよく調理しません。 あなたとここはどこですか？ 映画はとても劇的です。 しかし、まだ多くの欠点があります。 すべての作品に欠陥があることを理解してください。 だから、私が置いているようなものは厄介です。 いいえ、明らかに欠陥があるでしょう。 選択の余地ない。 助けられない。\u001b[22m\n\u001b[1m(Shikashi tokiniha, pasuta wa yoku chōri shimasen. Anata to koko wa dokodesu ka? Eiga wa totemo gekitekidesu. Shikashi, mada ōku no ketten ga arimasu. Subete no sakuhin ni kekkan ga aru koto o rikai shite kudasai. Dakara, watashi ga oite iru yōna mono wa yakkaidesu. Īe, akiraka ni kekkan ga arudeshou. Sentaku no yochi nai. Tasuke rarenai.)\u001b[22m\n\nTranslations of \u001b[4mBut sometimes, the pasta doesn't cook well. Where do you and here? The film is so dramatic. And yet, there are so much flaws aging like no return. Understand that all works have flaws. So something like me putting is awkward. No, clearly it's going to have flaws. No choice. Cannot be helped.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut sometimes, the pasta doesn't cook well.\u001b[24m\n    \u001b[1mしかし時には、パスタはよく調理しません。\u001b[22m, \u001b[1mしかし、時には、パスタはよく調理していません。\u001b[22m\n\u001b[4mWhere do you and here?\u001b[24m\n    \u001b[1mあなたとここはどこですか？\u001b[22m, \u001b[1mここであなたとどこにいますか？\u001b[22m\n\u001b[4mThe film is so dramatic.\u001b[24m\n    \u001b[1m映画はとても劇的です。\u001b[22m, \u001b[1mフィルムはとても劇的です。\u001b[22m\n\u001b[4mAnd yet, there are so much flaws aging like no return.\u001b[24m\n    \u001b[1mしかし、まだ多くの欠点があります。\u001b[22m, \u001b[1mそして、まだ、ノーリターンのような老化そんなに傷があります。\u001b[22m\n\u001b[4mUnderstand that all works have flaws.\u001b[24m\n    \u001b[1mすべての作品に欠陥があることを理解してください。\u001b[22m, \u001b[1mすべての作品は欠陥があることを理解します。\u001b[22m\n\u001b[4mSo something like me putting is awkward.\u001b[24m\n    \u001b[1mだから、私が置いているようなものは厄介です。\u001b[22m, \u001b[1mだから私はパッティングのようなものは厄介です。\u001b[22m\n\u001b[4mNo, clearly it's going to have flaws.\u001b[24m\n    \u001b[1mいいえ、明らかに欠陥があるでしょう。\u001b[22m, \u001b[1mいいえ、明らかに欠陥を持っているつもりです。\u001b[22m\n\u001b[4mNo choice.\u001b[24m\n    \u001b[1m選択の余地ない。\u001b[22m, \u001b[1m選択肢はありません。\u001b[22m, \u001b[1m選択の余地はありません。\u001b[22m\n\u001b[4mCannot be helped.\u001b[24m\n    \u001b[1m助けられない。\u001b[22m, \u001b[1m助けすることはできません。\u001b[22m\n\u001b[1m\u001b[22m\nThere is too much fanservice. The film is too short. I think the film should just be about Nako; there is too much screentime for Satsuki. Arguably and comparatively, the film suffers from Satsuki's appearance. She throws the film down into a ditch that never ends. Politically, the film could be better if we learn more about Mana, the central focus of this film. It made regrettable decisions.\n\n\u001b[1mあまりにも多くのファンサービスがあります。 フィルムが短すぎます。 私は映画がちょうどNakoに関するものでなければならないと思う。 さつきのためには、あまりにも多くの驚きがあります。 間違いなく比較的似ているが、この映画はさつきの出現を抱えている。 彼女は決して終わらない溝に映画を投げつける。 政治的には、この映画の中心的な焦点であるマナについてもっと知ると、映画はより良いものになります。 それは残念な決定を下した。\u001b[22m\n\u001b[1m(Amarini mo ōku no fansābisu ga arimasu. Firumu ga mijika sugimasu. Watashi wa eiga ga chōdo Nako ni kansuru monodenakereba naranai to omou. Satsuki no tame ni wa, amarini mo ōku no odoroki ga arimasu. Machigainaku hikakuteki nite iruga, kono eiga wa Satsuki no shutsugen o kakaete iru. Kanojo wa kesshite owaranai mizo ni eiga o nagetsukeru. Seidjiteki ni wa, kono eiga no chūshin-tekina shōtendearu Mana ni tsuite motto shiru to, eiga wa yori yoi mono ni narimasu. Sore wa zan'nen'na kettei o kudashita.)\u001b[22m\n\nTranslations of \u001b[4mThere is too much fanservice. The film is too short. I think the film should just be about Nako; there is too much screentime for Satsuki. Arguably and comparatively, the film suffers from Satsuki's appearance. She throws the film down into a ditch that never ends. Politically, the film could be better if we learn more about Mana, the central focus of this film. It made regrettable decisions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is too much fanservice.\u001b[24m\n    \u001b[1mあまりにも多くのファンサービスがあります。\u001b[22m, \u001b[1mあまりにも多くのサービスカットがあります。\u001b[22m\n\u001b[4mThe film is too short.\u001b[24m\n    \u001b[1mフィルムが短すぎます。\u001b[22m, \u001b[1mフィルムは短すぎます。\u001b[22m\n\u001b[4mI think the film should just be about Nako;\u001b[24m\n    \u001b[1m私は映画がちょうどNakoに関するものでなければならないと思う。\u001b[22m, \u001b[1m私は映画がちょうどNAKOについてすべきだと思います。\u001b[22m\n\u001b[4mthere is too much screentime for Satsuki.\u001b[24m\n    \u001b[1mさつきのためには、あまりにも多くの驚きがあります。\u001b[22m, \u001b[1mさつきのためにあまりにも多くのスクリーン時間があります。\u001b[22m\n\u001b[4mArguably and comparatively, the film suffers from Satsuki's appearance.\u001b[24m\n    \u001b[1m間違いなく比較的似ているが、この映画はさつきの出現を抱えている。\u001b[22m, \u001b[1m間違いなく比較的、フィルムがさつきの外観に苦しんでいます。\u001b[22m\n\u001b[4mShe throws the film down into a ditch that never ends.\u001b[24m\n    \u001b[1m彼女は決して終わらない溝に映画を投げつける。\u001b[22m, \u001b[1m彼女は決して終わらない溝にフィルムを下に投げます。\u001b[22m\n\u001b[4mPolitically, the film could be better if we learn more about Mana, the central focus of this film.\u001b[24m\n    \u001b[1m政治的には、この映画の中心的な焦点であるマナについてもっと知ると、映画はより良いものになります。\u001b[22m, \u001b[1m私たちはマナ、この映画の中心的な焦点についての詳細を学ぶならば政治的に、フィルムが良いかもしれません。\u001b[22m\n\u001b[4mIt made regrettable decisions.\u001b[24m\n    \u001b[1mそれは残念な決定を下した。\u001b[22m, \u001b[1mそれは残念な決定をしました。\u001b[22m\n\u001b[1m\u001b[22m\nBut the film is one of the most physically beautiful things. Evisceratingly beautiful. The plot is a beauty, the characters is a beauty, the world is a beauty. I learned many morals from Hanasaku Iroha and I hope everyone watches it so they can take away something from this massive cake of a film.\n\n\u001b[1mしかし、この映画は最も物理的に美しいものの1つです。  Evisceratingly美しい。 プロットは美しさ、キャラクターは美しさ、世界は美しさです。 私は花咲一郎から多くの道徳を学びました。誰もがこの大量の映画のケーキから何かを取り除くことができるように誰もが願っています。\u001b[22m\n\u001b[1m(Shikashi, kono eiga wa mottomo butsuri-teki ni utsukushīmono no 1tsudesu. Evisceratingly utsukushī. Purotto wa utsukushi-sa, kyarakutā wa utsukushi-sa, sekai wa utsukushi-sadesu. Watashi wa Hanasaki Ichirō kara ōku no dōtoku o manabimashita. Daremoga kono tairyō no eiga no kēki kara nanika o torinozoku koto ga dekiru yō ni daremoga negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mBut the film is one of the most physically beautiful things. Evisceratingly beautiful. The plot is a beauty, the characters is a beauty, the world is a beauty. I learned many morals from Hanasaku Iroha and I hope everyone watches it so they can take away something from this massive cake of a film.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut the film is one of the most physically beautiful things.\u001b[24m\n    \u001b[1mしかし、この映画は最も物理的に美しいものの1つです。\u001b[22m, \u001b[1mしかし、フィルムは、最も物理的に美しいものの一つです。\u001b[22m\n\u001b[4mEvisceratingly beautiful.\u001b[24m\n    \u001b[1mEvisceratingly美しい。\u001b[22m, \u001b[1mEvisceratingly美しいです。\u001b[22m\n\u001b[4mThe plot is a beauty, the characters is a beauty, the world is a beauty.\u001b[24m\n    \u001b[1mプロットは美しさ、キャラクターは美しさ、世界は美しさです。\u001b[22m, \u001b[1mプロットは、世界は美しさ、文字が美しさ、美しさです。\u001b[22m\n\u001b[4mI learned many morals from Hanasaku Iroha and I hope everyone watches it so they can take away something from this massive cake of a film.\u001b[24m\n    \u001b[1m私は花咲一郎から多くの道徳を学びました。誰もがこの大量の映画のケーキから何かを取り除くことができるように誰もが願っています。\u001b[22m, \u001b[1m私は花咲くいろはから多くの道徳を学び、私は彼らが映画のこの巨大なケーキから何かを奪うことができるように誰もがそれを見て期待しています。\u001b[22m\n\u001b[1m\u001b[22m\nAnd thus, I end a quote from my favorite book:\n\n\u001b[1mそれで、私は私の好きな本からの引用を終わらせます：\u001b[22m\n\u001b[1m(Sore de, watashi wa watashi no sukinahon kara no in'yō o owara semasu:)\u001b[22m\n\nTranslations of \u001b[4mAnd thus, I end a quote from my favorite book:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd thus, I end a quote from my favorite book:\u001b[24m\n    \u001b[1mそれで、私は私の好きな本からの引用を終わらせます：\u001b[22m, \u001b[1mこうして、私は私のお気に入りの本からの引用を終了します。\u001b[22m\n\u001b[1m\u001b[22m\n“Don't cry, I'm sorry to have deceived you so much, but that's how life is.”\n\n\u001b[1m「泣かないで、あなたをそんなに騙してしまって、すごく残念だけど、それは人生だよ」\u001b[22m\n\u001b[1m(`Nakanaide, anata o son'nani damashite shimatte, sugoku zan'nendakedo, soreha jinseida yo')\u001b[22m\n\nTranslations of \u001b[4m“Don't cry, I'm sorry to have deceived you so much, but that's how life is.”\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m“Don't cry, I'm sorry to have deceived you so much, but that's how life is.”\u001b[24m\n    \u001b[1m「泣かないで、あなたをそんなに騙してしまって、すごく残念だけど、それは人生だよ」\u001b[22m, \u001b[1m「私はそんなにあなたを欺いてきたために申し訳ありませんが、それは人生がある方法です、泣いてはいけません。」\u001b[22m\n― Vladimir Nabokov, Lolita\n\n\u001b[1m - ウラジミール・ナボコフ、ロリータ\u001b[22m\n\u001b[1m(- Urajimīru nabokofu, rorīta)\u001b[22m\n\nTranslations of \u001b[4m― Vladimir Nabokov, Lolita\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m― Vladimir Nabokov, Lolita\u001b[24m\n    \u001b[1m - ウラジミール・ナボコフ、ロリータ\u001b[22m, \u001b[1m - ウラジーミル・ナボコフ、ロリータ\u001b[22m"
  },
  {
    "title": "Hanasaku_Iroha__Home_Sweet_Home",
    "id": "14175",
    "url": "https://myanimelist.net/anime/14175/Hanasaku_Iroha__Home_Sweet_Home",
    "user": "RealityRush",
    "profile": "/profile/RealityRush/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=221818",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\n私はこれをイロハ物語の一部と小包とみなして、これを少し高く評価します。 ストーリーアークとすべてのメインキャストとの間にあるテレビシリーズが戻ってきていますが、それはほぼ途中で行われます。 私たちが知っていると愛しているオハナを楽しんで、気持ち良く、そしてまだ感情的なものにしています。 また、オハナの母親と父親のバックグラウンドも拡大し、以前は未開発のキャラクターをもう少し増やしながら、このショーで残したいくつかの質問に答えています。 主な花咲イロハシリーズのファンだった人なら誰でもこの映画を楽しむことができます！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI give this a bit of a higher rating as I consider it part and parcel to the Iroha story. It takes place roughly midway though the TV series in between story arcs and all the main cast are back. It's a fun, light-hearted, and still emotional take on Ohana that we all know and love (why else are you here otherwise!?) and certainly adds to the experience of the show. It also expands on the background of Ohana's mother and father and answers some questions left open by the show, growing previously underdeveloped characters a bit more. Anyone that was a fan of the main Hanasaku Iroha series will certainly enjoy this movie special as well!\n\n\u001b[1m私はこれをイロハ物語の一部と小包とみなして、これを少し高く評価します。 ストーリーアークとすべてのメインキャストとの間にあるテレビシリーズが戻ってきていますが、それはほぼ途中で行われます。 私たちが知っていると愛しているオハナを楽しんで、気持ち良く、そしてまだ感情的なものにしています。 また、オハナの母親と父親のバックグラウンドも拡大し、以前は未開発のキャラクターをもう少し増やしながら、このショーで残したいくつかの質問に答えています。 主な花咲イロハシリーズのファンだった人なら誰でもこの映画を楽しむことができます！\u001b[22m\n\u001b[1m(Watashi wa kore o iroha monogatari no ichibu to kodzutsumi to minashite, kore o sukoshi takaku hyōka shimasu. Sutōrīāku to subete no mein kyasuto to no ma ni aru terebishirīzu ga modotte kite imasuga, sore wa hobo tochū de okonawa remasu. Watashitachi ga shitte iruto itoshite iru ohana o tanoshinde, kimochiyoku, soshite mada kanjō-tekina mono ni shite imasu. Mata, ohana no hahaoya to chichioya no bakkuguraundo mo kakudai shi, izen wa mikaihatsu no kyarakutā o mōsukoshi fuyashinagara, kono shō de nokoshita ikutsu ka no shitsumon ni kotaete imasu. Omona Hanasaki irohashirīzu no fandatta hitonara dare demo kono eiga o tanoshimu koto ga dekimasu!)\u001b[22m\n\nTranslations of \u001b[4mI give this a bit of a higher rating as I consider it part and parcel to the Iroha story. It takes place roughly midway though the TV series in between story arcs and all the main cast are back. It's a fun, light-hearted, and still emotional take on Ohana that we all know and love (why else are you here otherwise!?) and certainly adds to the experience of the show. It also expands on the background of Ohana's mother and father and answers some questions left open by the show, growing previously underdeveloped characters a bit more. Anyone that was a fan of the main Hanasaku Iroha series will certainly enjoy this movie special as well!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give this a bit of a higher rating as I consider it part and parcel to the Iroha story.\u001b[24m\n    \u001b[1m私はこれをイロハ物語の一部と小包とみなして、これを少し高く評価します。\u001b[22m, \u001b[1m私はそれの部分と小包いろはの話に検討するように私はこれを高く評価のビットを与えます。\u001b[22m\n\u001b[4mIt takes place roughly midway though the TV series in between story arcs and all the main cast are back.\u001b[24m\n    \u001b[1mストーリーアークとすべてのメインキャストとの間にあるテレビシリーズが戻ってきていますが、それはほぼ途中で行われます。\u001b[22m, \u001b[1mこれは、ほぼ中間ストーリーアークとすべての主要キャストの間でのテレビシリーズが戻ってきても行われます。\u001b[22m\n\u001b[4mIt's a fun, light-hearted, and still emotional take on Ohana that we all know and love (why else are you here otherwise!?) and certainly adds to the experience of the show.\u001b[24m\n    \u001b[1m私たちが知っていると愛しているオハナを楽しんで、気持ち良く、そしてまだ感情的なものにしています。\u001b[22m, \u001b[1mこれは、快活な、楽しみだし、確かにまだ感情的な我々はすべて知っていることオハナ上のテイクと愛（なぜそうしないの！？そうでなければここにいる）とは、ショーの経験に追加されます。\u001b[22m\n\u001b[4mIt also expands on the background of Ohana's mother and father and answers some questions left open by the show, growing previously underdeveloped characters a bit more.\u001b[24m\n    \u001b[1mまた、オハナの母親と父親のバックグラウンドも拡大し、以前は未開発のキャラクターをもう少し増やしながら、このショーで残したいくつかの質問に答えています。\u001b[22m, \u001b[1mまた、オハナの母親と父親の背景に拡大し、もう少し先に未発達の文字を成長ショーによって開いたままにいくつかの質問に、答えます。\u001b[22m\n\u001b[4mAnyone that was a fan of the main Hanasaku Iroha series will certainly enjoy this movie special as well!\u001b[24m\n    \u001b[1m主な花咲イロハシリーズのファンだった人なら誰でもこの映画を楽しむことができます！\u001b[22m, \u001b[1mメイン花咲くいろはシリーズのファンだった誰もが確かにだけでなく、この映画の特別をお楽しみいただけます！\u001b[22m"
  },
  {
    "title": "Hanasaku_Iroha__Home_Sweet_Home",
    "id": "14175",
    "url": "https://myanimelist.net/anime/14175/Hanasaku_Iroha__Home_Sweet_Home",
    "user": "Zaku88",
    "profile": "/profile/Zaku88/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=203909",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  7\n\nこの映画は花咲くいろはシリーズの上映延長です。 オハナはキツイソウで日常生活を扱い、オハナの母親もまた育った過去のものを2つの時間枠で語っています。 何人かが言及したように、これはOVAのようにフル・ムービーよりも感じます。 改善された制作価値以外の映画タイトルを賞賛するには十分な気がしません。 それはオハナの過去のあまり説明されていない側面の1つを拡大し、彼女が母親である人のタイプを把握するのに役立ちます。 あなたが親シリーズを見て気に入っていれば、このボーナスの話をスキップする理由はありません。\n\nアニメーション：\nアニメーションのスタイルは、親系列のものと同じです。 しかし、エッジが鮮明になり、背景や照明が大幅に改善されたことが分かります。 ママの時間枠にはいくつかの文字が追加されますが、文字はすべてメインのショーと同じように描画されます。 これは間違いなく依然としてP.A.です。 作品の制作は、素晴らしい顔のアニメーションや表現を期待しています。 ちょっと軽い漫画のecchiがあるが、シリーズにecchiタグを与えることを保証するものは何もない。\n\n音：\n映画にはOPはありませんが、別のnano.ripe EDで終わります。  BGMは、親のショーのように、ミニマルであり、ひどく思い出深いものではありません。\n\n過度にエキゾチックなゆいなはスクリーンタイムを多く取るので、戸松はなファンはこれを見逃してはいけません。 しかし、オハナの厳しいおばあちゃん、オハナの大人のお母さん、オハナのお母さんの10代の姿勢を驚くほど声にして、ホンダの高田耕子に敬意を表します。\n\nストーリー：\nYuinaを訓練している間、Ohanaはインの過去についてのログを見つけます。 中にはティーンエイジャーとしての母親に関するジャーナルのような録音があります。 したがって、オハナが彼女の余暇のログを読むように、物語は彼女の母親の物語を伝えます。 歴史的なバックストーリーに加えて、いくつかの問題が停電などの旅館に出くわす。 それはまだ積極的に横たわる、特に1時間でさえないことを考えると、一緒に抱かれているパッケージです。\n\nキャラクター：\nオハナと彼女の母はこの映画の中で舞台に立つ。 他の女の子はすべて出演しますが、他の女の子よりもはるかに長いものもありますが、親シリーズで得たほどのキャラクター開発は得られません。 カメオのようなものです。 この映画の主な発展は、オハナが自分の年齢の時に母親と比較することです。 それは言われている、これは叫んで、泣いて、そして、よく、多くのエストロゲンをたくさん持っている非常に女の子が重い映画です。\n\n値：\nまずは花咲一郎ファンのためのものです。 この映画は非常に少ない展覧会しか持たないので、親番組の知識が必要です。 この映画は、オハナが彼女がそれほど嫌悪した母親は、彼女が一度考えたように彼女自身と異なっていないかもしれないことを理解するのに役立つ。 軽くて楽しい作品に加えて、時にはゆっくりとしたシリーズです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis movie is a higher-production extension of the Hanasaku Iroha series. It is told in two time frames, one in the present as Ohana deals with daily life at Kissuisou and one in the past where Ohana's mother also dealt with growing up. As some have mentioned, this feels more like an OVA than a full on movie; there doesn't feel like enough going on to merit the movie title other than the improved production values. It expands upon one of the less-explained aspects of Ohana's past and helps her come to grips with the type of person that her mother is. If you've watched and liked the parent series, there's no reason to skip out on this bonus tale.\n\n\u001b[1mこの映画は花咲くいろはシリーズの上映延長です。 オハナはキツイソウで日常生活を扱い、オハナの母親もまた育った過去のものを2つの時間枠で語っています。 何人かが言及したように、これはOVAのようにフル・ムービーよりも感じます。 改善された制作価値以外の映画タイトルを賞賛するには十分な気がしません。 それはオハナの過去のあまり説明されていない側面の1つを拡大し、彼女が母親である人のタイプを把握するのに役立ちます。 あなたが親シリーズを見て気に入っていれば、このボーナスの話をスキップする理由はありません。\u001b[22m\n\u001b[1m(Kono eiga wa hanasaku iroha shirīzu no jōei enchōdesu. Ohana wa kitsuisou de nichijō seikatsu o atsukai, ohana no hahaoya mo mata sodatta kako no mono o 2tsu no jikan-waku de katatte imasu. Nan'ninka ga genkyū shita yō ni, koreha ovu~a no yō ni furu mūbī yori mo kanjimasu. Kaizen sa reta seisaku kachi igai no eiga taitoru o shōsan suru ni wa jūbun'na ki ga shimasen. Sore wa ohana no kako no amari setsumei sa rete inai sokumen no 1tsu o kakudai shi, kanojo ga hahaoyadearu hito no taipu o haaku suru no ni yakudachimasu. Anata ga oya shirīzu o mite kiniitte ireba, kono bōnasu no hanashi o sukippu suru riyū wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis movie is a higher-production extension of the Hanasaku Iroha series. It is told in two time frames, one in the present as Ohana deals with daily life at Kissuisou and one in the past where Ohana's mother also dealt with growing up. As some have mentioned, this feels more like an OVA than a full on movie; there doesn't feel like enough going on to merit the movie title other than the improved production values. It expands upon one of the less-explained aspects of Ohana's past and helps her come to grips with the type of person that her mother is. If you've watched and liked the parent series, there's no reason to skip out on this bonus tale.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie is a higher-production extension of the Hanasaku Iroha series.\u001b[24m\n    \u001b[1mこの映画は花咲くいろはシリーズの上映延長です。\u001b[22m, \u001b[1mこの映画は花咲くいろはシリーズの高生産の拡張機能です。\u001b[22m\n\u001b[4mIt is told in two time frames, one in the present as Ohana deals with daily life at Kissuisou and one in the past where Ohana's mother also dealt with growing up.\u001b[24m\n    \u001b[1mオハナはキツイソウで日常生活を扱い、オハナの母親もまた育った過去のものを2つの時間枠で語っています。\u001b[22m, \u001b[1mこれは、2時間枠、毎日Kissuisouで生活し、オハナの母親も育っを扱っ過去のものとオハナのお得な情報として存在における1で語られています。\u001b[22m\n\u001b[4mAs some have mentioned, this feels more like an OVA than a full on movie;\u001b[24m\n    \u001b[1m何人かが言及したように、これはOVAのようにフル・ムービーよりも感じます。\u001b[22m, \u001b[1mいくつかは言及したように、これはより多くの映画にフルよりOVAのように感じています。\u001b[22m\n\u001b[4mthere doesn't feel like enough going on to merit the movie title other than the improved production values.\u001b[24m\n    \u001b[1m改善された制作価値以外の映画タイトルを賞賛するには十分な気がしません。\u001b[22m, \u001b[1m十分に改善された生産値以外の映画のタイトルに値するために起こっているようにそこに感じることはありません。\u001b[22m\n\u001b[4mIt expands upon one of the less-explained aspects of Ohana's past and helps her come to grips with the type of person that her mother is.\u001b[24m\n    \u001b[1mそれはオハナの過去のあまり説明されていない側面の1つを拡大し、彼女が母親である人のタイプを把握するのに役立ちます。\u001b[22m, \u001b[1mこれは、オハナの過去のあまり説明側面の一つを発展させて、彼女は彼女の母はあるタイプの人と真剣に取り組むことができます。\u001b[22m\n\u001b[4mIf you've watched and liked the parent series, there's no reason to skip out on this bonus tale.\u001b[24m\n    \u001b[1mあなたが親シリーズを見て気に入っていれば、このボーナスの話をスキップする理由はありません。\u001b[22m, \u001b[1mあなたが見て、親シリーズを気に入った場合は、このボーナス物語に出スキップする理由はありません。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation:\n\n\u001b[1mアニメーション：\u001b[22m\n\u001b[1m(Animēshon:)\u001b[22m\n\nDefinitions of \u001b[4mAnimation:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アニメーション\u001b[22m\n        animation\n\u001b[1m    アニメ\u001b[22m\n        animation\n\u001b[1m    気力\u001b[22m\n        energy, spirit, vigor, vitality, willpower, verve\n\u001b[1m    精\u001b[22m\n        essence, energy, ardor, soul, vigor, life\n\u001b[1m    意気込み\u001b[22m\n        enthusiasm, eagerness, passion, ardor, zeal, inspiration\n\u001b[1m    健祥\u001b[22m\n        vigor, spirit, pep, energy, liveliness, ebullience\n\u001b[1m    清祥\u001b[22m\n        vigor, spirit, ardor, mind, life, vitality\n\u001b[1m    朗らか\u001b[22m\n        cheerfulness, cheer, luster, ebulliency, shine, light\n\u001b[1m    スピリッツ\u001b[22m\n        ardor, animation, consciousness, ardour\n\u001b[1m    スピリット\u001b[22m\n        ardor, esprit, animation, consciousness, ardour\nThe animation style is unchanged from that of the parent series. However, you can tell that edges have been sharpened and backgrounds and lighting have gotten a major overhaul. Characters are all drawn the same as in the main show though you get some additional characters in the mom's time frame. This is definitely still a P.A. Works production so expect great facial animations and expressions. There's a bit of light comic ecchi but nothing to warrant giving the series an ecchi tag.\n\n\u001b[1mアニメーションのスタイルは、親系列のものと同じです。 しかし、エッジが鮮明になり、背景や照明が大幅に改善されたことが分かります。 ママの時間枠にはいくつかの文字が追加されますが、文字はすべてメインのショーと同じように描画されます。 これは間違いなく依然としてP.A.です。 作品の制作は、素晴らしい顔のアニメーションや表現を期待しています。 ちょっと軽い漫画のecchiがあるが、シリーズにecchiタグを与えることを保証するものは何もない。\u001b[22m\n\u001b[1m(Animēshon no sutairu wa, oya keiretsu no mono to onajidesu. Shikashi, ejji ga senmei ni nari, haikei ya shōmei ga ōhaba ni kaizen sa reta koto ga wakarimasu. Mama no jikan-waku ni wa ikutsu ka no moji ga tsuika sa remasuga, moji wa subete mein no shō to onajiyōni byōga sa remasu. Kore wa machigainaku izentoshite P. A.Desu. Sakuhin no seisaku wa, subarashī kao no animēshon ya hyōgen o kitai shite imasu. Chotto karui manga no ecchi ga aru ga, shirīzu ni ecchi tagu o ataeru koto o hoshō suru mono wa nani mo nai.)\u001b[22m\n\nTranslations of \u001b[4mThe animation style is unchanged from that of the parent series. However, you can tell that edges have been sharpened and backgrounds and lighting have gotten a major overhaul. Characters are all drawn the same as in the main show though you get some additional characters in the mom's time frame. This is definitely still a P.A. Works production so expect great facial animations and expressions. There's a bit of light comic ecchi but nothing to warrant giving the series an ecchi tag.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation style is unchanged from that of the parent series.\u001b[24m\n    \u001b[1mアニメーションのスタイルは、親系列のものと同じです。\u001b[22m, \u001b[1mアニメーションスタイルは、親シリーズのものから変更されていません。\u001b[22m\n\u001b[4mHowever, you can tell that edges have been sharpened and backgrounds and lighting have gotten a major overhaul.\u001b[24m\n    \u001b[1mしかし、エッジが鮮明になり、背景や照明が大幅に改善されたことが分かります。\u001b[22m, \u001b[1mただし、エッジが先鋭化されており、背景や照明は、主要なオーバーホールを得ていることを伝えることができます。\u001b[22m\n\u001b[4mCharacters are all drawn the same as in the main show though you get some additional characters in the mom's time frame.\u001b[24m\n    \u001b[1mママの時間枠にはいくつかの文字が追加されますが、文字はすべてメインのショーと同じように描画されます。\u001b[22m, \u001b[1mあなたはお母さんの時間枠内のいくつかの追加の文字を取得しても文字は、すべての主要なショーと同様に描かれています。\u001b[22m\n\u001b[4mThis is definitely still a P.A.\u001b[24m\n    \u001b[1mこれは間違いなく依然としてP.A.です。\u001b[22m, \u001b[1mこれはまだ間違いなくP.A.です\u001b[22m\n\u001b[4mWorks production so expect great facial animations and expressions.\u001b[24m\n    \u001b[1m作品の制作は、素晴らしい顔のアニメーションや表現を期待しています。\u001b[22m, \u001b[1m生産はとても素晴らしい顔のアニメーションや式を期待する作品。\u001b[22m\n\u001b[4mThere's a bit of light comic ecchi but nothing to warrant giving the series an ecchi tag.\u001b[24m\n    \u001b[1mちょっと軽い漫画のecchiがあるが、シリーズにecchiタグを与えることを保証するものは何もない。\u001b[22m, \u001b[1mシリーズにエッチなタグを与えることを保証するために、光漫画エッチな何ものビットがあります。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThe movie doesn't have an OP but does end with (yuck) another nano.ripe ED. The BGMs are, like the parent show, minimalist and not terribly memorable.\n\n\u001b[1m映画にはOPはありませんが、別のnano.ripe EDで終わります。  BGMは、親のショーのように、ミニマルであり、ひどく思い出深いものではありません。\u001b[22m\n\u001b[1m(Eiga ni wa OP wa arimasenga,-betsu no nano. Raipu ED de owarimasu. BGM wa, oya no shō no yō ni, mini marudeari, hidoku omoidebukai monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe movie doesn't have an OP but does end with (yuck) another nano.ripe ED. The BGMs are, like the parent show, minimalist and not terribly memorable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movie doesn't have an OP but does end with (yuck) another nano.ripe ED.\u001b[24m\n    \u001b[1m映画にはOPはありませんが、別のnano.ripe EDで終わります。\u001b[22m, \u001b[1m映画はOPを持っていませんが（不潔）別nano.ripe EDで終わるん。\u001b[22m\n\u001b[4mThe BGMs are, like the parent show, minimalist and not terribly memorable.\u001b[24m\n    \u001b[1mBGMは、親のショーのように、ミニマルであり、ひどく思い出深いものではありません。\u001b[22m, \u001b[1mBGMをは、親のショーのように、ミニマリストとひどく記憶に残るではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe overly-cutesy Yuina gets a lot of screen time so Haruka Tomatsu fans shouldn't miss this one. However, honors go to Takako Honda whose experience shines as she amazingly voices Ohana's strict grandma, Ohana's mom in adult form, and Ohana's mom in teenage form.\n\n\u001b[1m過度にエキゾチックなゆいなはスクリーンタイムを多く取るので、戸松はなファンはこれを見逃してはいけません。 しかし、オハナの厳しいおばあちゃん、オハナの大人のお母さん、オハナのお母さんの10代の姿勢を驚くほど声にして、ホンダの高田耕子に敬意を表します。\u001b[22m\n\u001b[1m(Kado ni ekizochikkuna yui na wa sukurīntaimu o ōku torunode, Tomatsu Hana fan wa kore o minogashite wa ikemasen. Shikashi, ohana no kibishī o bāchan, ohana no otona no okāsan, ohana no okāsan no 10-dai no shisei o odoroku hodo koe ni shite, Honda no Takada Takako ni keii o arawashimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe overly-cutesy Yuina gets a lot of screen time so Haruka Tomatsu fans shouldn't miss this one. However, honors go to Takako Honda whose experience shines as she amazingly voices Ohana's strict grandma, Ohana's mom in adult form, and Ohana's mom in teenage form.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe overly-cutesy Yuina gets a lot of screen time so Haruka Tomatsu fans shouldn't miss this one.\u001b[24m\n    \u001b[1m過度にエキゾチックなゆいなはスクリーンタイムを多く取るので、戸松はなファンはこれを見逃してはいけません。\u001b[22m, \u001b[1m戸松遥のファンはこれを見逃してはならないので、過度にキュートYuinaは、画面に多くの時間を取得します。\u001b[22m\n\u001b[4mHowever, honors go to Takako Honda whose experience shines as she amazingly voices Ohana's strict grandma, Ohana's mom in adult form, and Ohana's mom in teenage form.\u001b[24m\n    \u001b[1mしかし、オハナの厳しいおばあちゃん、オハナの大人のお母さん、オハナのお母さんの10代の姿勢を驚くほど声にして、ホンダの高田耕子に敬意を表します。\u001b[22m, \u001b[1mしかし、栄誉は、その経験、彼女は驚くほどオハナの厳しいおばあちゃん、大人の形でオハナのお母さん、10代の形でオハナのお母さんが声のように輝く本田貴子に行きます。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nWhile training Yuina, Ohana happens to find a log about the Inn's past. Inside are some journal-like recordings about her mother as a teenager. Thus the story tells her mother's tale as Ohana reads the log in her spare time. In addition to the historic backstory, a few issues come across at the inn including a power outage. It's a losely held together package that still comes across positively, especially considering it's not even an hour long.\n\n\u001b[1mYuinaを訓練している間、Ohanaはインの過去についてのログを見つけます。 中にはティーンエイジャーとしての母親に関するジャーナルのような録音があります。 したがって、オハナが彼女の余暇のログを読むように、物語は彼女の母親の物語を伝えます。 歴史的なバックストーリーに加えて、いくつかの問題が停電などの旅館に出くわす。 それはまだ積極的に横たわる、特に1時間でさえないことを考えると、一緒に抱かれているパッケージです。\u001b[22m\n\u001b[1m(Yuina o kunren shite iru ma, Ohana wa in no kako ni tsuite no rogu o mitsukemasu. Nakaniha tīn'eijā to shite no hahaoya ni kansuru jānaru no yōna rokuon ga arimasu. Shitagatte, ohana ga kanojo no yoka no rogu o yomu yō ni, monogatari wa kanojo no hahaoya no monogatari o tsutaemasu. Rekishi-tekina bakkusutōrī ni kuwaete, ikutsu ka no mondai ga teiden nado no ryokan ni dekuwasu. Sore wa mada sekkyokutekini yokotawaru, tokuni 1-jikan de saenai koto o kangaeru to, issho ni daka rete iru pakkējidesu.)\u001b[22m\n\nTranslations of \u001b[4mWhile training Yuina, Ohana happens to find a log about the Inn's past. Inside are some journal-like recordings about her mother as a teenager. Thus the story tells her mother's tale as Ohana reads the log in her spare time. In addition to the historic backstory, a few issues come across at the inn including a power outage. It's a losely held together package that still comes across positively, especially considering it's not even an hour long.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile training Yuina, Ohana happens to find a log about the Inn's past.\u001b[24m\n    \u001b[1mYuinaを訓練している間、Ohanaはインの過去についてのログを見つけます。\u001b[22m, \u001b[1mYuinaを訓練している間、オハナインの過去についてのログを検索するために発生します。\u001b[22m\n\u001b[4mInside are some journal-like recordings about her mother as a teenager.\u001b[24m\n    \u001b[1m中にはティーンエイジャーとしての母親に関するジャーナルのような録音があります。\u001b[22m, \u001b[1m内部のティーンエイジャーのように、彼女の母親についてのいくつかの雑誌のような記録があります。\u001b[22m\n\u001b[4mThus the story tells her mother's tale as Ohana reads the log in her spare time.\u001b[24m\n    \u001b[1mしたがって、オハナが彼女の余暇のログを読むように、物語は彼女の母親の物語を伝えます。\u001b[22m, \u001b[1mオハナは彼女の暇な時間にログを読み取るようにこのように物語は彼女の母親の物語を伝えます。\u001b[22m\n\u001b[4mIn addition to the historic backstory, a few issues come across at the inn including a power outage.\u001b[24m\n    \u001b[1m歴史的なバックストーリーに加えて、いくつかの問題が停電などの旅館に出くわす。\u001b[22m, \u001b[1m歴史的なバックストーリーに加えて、いくつかの問題は、停電などの旅館で出くわします。\u001b[22m\n\u001b[4mIt's a losely held together package that still comes across positively, especially considering it's not even an hour long.\u001b[24m\n    \u001b[1mそれはまだ積極的に横たわる、特に1時間でさえないことを考えると、一緒に抱かれているパッケージです。\u001b[22m, \u001b[1mこれは、特にそれが長くても時間はありません考えると、まだ全体のプラスに来るlosely一緒に保持されたパッケージです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nOhana and her mother take central stage in this movie. Though the other girls all make appearances, some much longer than others, you won't get nearly as much character development as we got in the parent series; almost more like cameos at time. The major development in this movie is Ohana comparing herself to her mother when she was her age. That being said, this is a very girl-heavy movie with a lot of screaming, crying, and, well, lots of estrogen.\n\n\u001b[1mオハナと彼女の母はこの映画の中で舞台に立つ。 他の女の子はすべて出演しますが、他の女の子よりもはるかに長いものもありますが、親シリーズで得たほどのキャラクター開発は得られません。 カメオのようなものです。 この映画の主な発展は、オハナが自分の年齢の時に母親と比較することです。 それは言われている、これは叫んで、泣いて、そして、よく、多くのエストロゲンをたくさん持っている非常に女の子が重い映画です。\u001b[22m\n\u001b[1m(Ohana to kanojo no haha wa kono eiga no naka de butai ni tatsu. Hoka no on'nanoko wa subete shutsuen shimasuga, hoka no on'nanoko yori mo haruka ni nagai mono mo arimasuga, oya shirīzu de eta hodo no kyarakutā kaihatsu wa e raremasen. Kameo no yōna monodesu. Kono eiga no omona hatten wa, ohana ga jibun no nenrei no toki ni hahaoya to hikaku suru kotodesu. Sore wa iwa rete iru, kore wa sakende, naite, soshite, yoku, ōku no esutorogen o takusan motte iru hijō ni on'nanoko ga omoi eigadesu.)\u001b[22m\n\nTranslations of \u001b[4mOhana and her mother take central stage in this movie. Though the other girls all make appearances, some much longer than others, you won't get nearly as much character development as we got in the parent series; almost more like cameos at time. The major development in this movie is Ohana comparing herself to her mother when she was her age. That being said, this is a very girl-heavy movie with a lot of screaming, crying, and, well, lots of estrogen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOhana and her mother take central stage in this movie.\u001b[24m\n    \u001b[1mオハナと彼女の母はこの映画の中で舞台に立つ。\u001b[22m, \u001b[1mオハナと彼女の母親は、この映画の中で中心的なステージを取ります。\u001b[22m\n\u001b[4mThough the other girls all make appearances, some much longer than others, you won't get nearly as much character development as we got in the parent series;\u001b[24m\n    \u001b[1m他の女の子はすべて出演しますが、他の女の子よりもはるかに長いものもありますが、親シリーズで得たほどのキャラクター開発は得られません。\u001b[22m, \u001b[1m他の女の子は、すべての出演を作るけれども、我々は親直列になったように、いくつかの他のものよりはるかに長く、あなたはほぼ同じくらいの文字開発を取得することはありません。\u001b[22m\n\u001b[4malmost more like cameos at time.\u001b[24m\n    \u001b[1mカメオのようなものです。\u001b[22m, \u001b[1mほぼのより多くの時間でカメオのような。\u001b[22m\n\u001b[4mThe major development in this movie is Ohana comparing herself to her mother when she was her age.\u001b[24m\n    \u001b[1mこの映画の主な発展は、オハナが自分の年齢の時に母親と比較することです。\u001b[22m, \u001b[1m彼女は彼女の年齢だったときに、この映画の中で主要な開発は、オハナは母親に自分自身を比較しています。\u001b[22m\n\u001b[4mThat being said, this is a very girl-heavy movie with a lot of screaming, crying, and, well, lots of estrogen.\u001b[24m\n    \u001b[1mそれは言われている、これは叫んで、泣いて、そして、よく、多くのエストロゲンをたくさん持っている非常に女の子が重い映画です。\u001b[22m, \u001b[1m言われていること、これは、叫んで泣いて、およびエストロゲンの、よく、たくさんの多くの非常に女の子重い映画です。\u001b[22m\n\u001b[1m\u001b[22m\nValue:\n\n\u001b[1m値：\u001b[22m\n\u001b[1m(Atai:)\u001b[22m\n\nDefinitions of \u001b[4mValue:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    値\u001b[22m\n        value, magnitude, dimension, size, bulk, price\n\u001b[1m    価値\u001b[22m\n        value, worth, merit, worthiness\n\u001b[1m    バリュー\u001b[22m\n        value\n\u001b[1m    価\u001b[22m\n        value, valency, price, cost, charge, worth\n\u001b[1m    価格\u001b[22m\n        price, cost, value\n\u001b[1m    値打ち\u001b[22m\n        value, worth, price, dignity\n\u001b[1m    金高\u001b[22m\n        amount, sum, quantity, value\n\u001b[1m    珍重\u001b[22m\n        prize, value\n\u001b[1m    直\u001b[22m\n        correctness, being straight, price, cheerfulness, night duty, cost\n\nverb\n\u001b[1m    尊ぶ\u001b[22m\n        value, honor, respect, esteem, prize, revere\n\u001b[1m    貴ぶ\u001b[22m\n        value, honor, revere, prize, esteem, respect\n\u001b[1m    評価する\u001b[22m\n        evaluate, value\n\u001b[1m    愛玩する\u001b[22m\n        fond of, value, mess about\nFirst and foremost this is for Hanasaku Iroha fans. This movie has very little exposition so knowledge of the parent show is required. The movie is valuable in helping Ohana realize that the mother she detested so much may not be as different from herself as she once thought. A high-production addition to a light and fun, albeit sometimes slow, series.\n\n\u001b[1mまずは花咲一郎ファンのためのものです。 この映画は非常に少ない展覧会しか持たないので、親番組の知識が必要です。 この映画は、オハナが彼女がそれほど嫌悪した母親は、彼女が一度考えたように彼女自身と異なっていないかもしれないことを理解するのに役立つ。 軽くて楽しい作品に加えて、時にはゆっくりとしたシリーズです。\u001b[22m\n\u001b[1m(Mazuwa Hanasaki Ichirō fan no tame no monodesu. Kono eiga wa hijō ni sukunai tenran-kai shika motanainode, oya bangumi no chishiki ga hitsuyōdesu. Kono eiga wa, ohana ga kanojo ga sorehodo ken'o shita hahaoya wa, kanojo ga ichido kangaeta yō ni kanojo jishin to kotonatte inai kamo shirenai koto o rikai suru no ni yakudatsu. Karukute tanoshī sakuhin ni kuwaete, tokiniha yukkuri to shita shirīzudesu.)\u001b[22m\n\nTranslations of \u001b[4mFirst and foremost this is for Hanasaku Iroha fans. This movie has very little exposition so knowledge of the parent show is required. The movie is valuable in helping Ohana realize that the mother she detested so much may not be as different from herself as she once thought. A high-production addition to a light and fun, albeit sometimes slow, series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst and foremost this is for Hanasaku Iroha fans.\u001b[24m\n    \u001b[1mまずは花咲一郎ファンのためのものです。\u001b[22m, \u001b[1mまず第一に、これは花咲くいろはファンのためです。\u001b[22m\n\u001b[4mThis movie has very little exposition so knowledge of the parent show is required.\u001b[24m\n    \u001b[1mこの映画は非常に少ない展覧会しか持たないので、親番組の知識が必要です。\u001b[22m, \u001b[1mこの映画は、親のショーの知識が必要とされているので、非常に少ない博覧会を持っています。\u001b[22m\n\u001b[4mThe movie is valuable in helping Ohana realize that the mother she detested so much may not be as different from herself as she once thought.\u001b[24m\n    \u001b[1mこの映画は、オハナが彼女がそれほど嫌悪した母親は、彼女が一度考えたように彼女自身と異なっていないかもしれないことを理解するのに役立つ。\u001b[22m, \u001b[1m映画はオハナは彼女がかつて考えたとして、彼女はそんなに嫌いの母が自分とは異なりではないかもしれないことを理解するうえで貴重なものです。\u001b[22m\n\u001b[4mA high-production addition to a light and fun, albeit sometimes slow, series.\u001b[24m\n    \u001b[1m軽くて楽しい作品に加えて、時にはゆっくりとしたシリーズです。\u001b[22m, \u001b[1m時にはゆっくりと、シリーズはいえ光と楽しみに高生産に加え、。\u001b[22m"
  },
  {
    "title": "Hanasaku_Iroha__Home_Sweet_Home",
    "id": "14175",
    "url": "https://myanimelist.net/anime/14175/Hanasaku_Iroha__Home_Sweet_Home",
    "user": "tuva",
    "profile": "/profile/tuva/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=145835",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  8\n\n過去の時間は、今や彼らが今思い起こさせる日記に書かれています。 日記の日常を読んでいる人がいつもうなずいているように、この映画の中では何かが起こります。\n\nストーリー：8  - この映画では、オハナの日常的な誤操作が見られるのに対し、ユイナはキッスイソウに来て、自分が大気に慣れ親しむように訓練を受ける。 それが起こっている間、オハナは母親の過去についてもう少し分かります。 彼女は人生についてより多くを発見するので、アニメでは探究されなかったことをカバーするので、ストーリーはうまくいったと思う。\n\nアート：9  - 花咲一郎と同じように芸術が行われたので、それは美しいものまで続く。\n\nサウンド：8  - 音質は良かったけど、改善したかもしれないけど、それほど触れていないのにもかかわらず、いい感じだった。\n\nキャラクター：9  - キャラクターは、誰かの過去について発見したときにさらに発展しました。\n\n楽しさ：8  - 私はそれが重要ではない別のサイドストーリーになるのではなく、私たちに何か違うものを示したので、映画を楽しんだ。  Hanasaku Irohaが好きだったのと同じ聴衆に適しています。\n\nハワイとクローバー、ハワイとクローバー、ハワイとクローバー、ハワイとクローバー、ハワイとクローバー、サーヴァントxサービス、ノン・ノン・ビヨリ、 キャラクターのテーマ、関係、描写に関連するいくつかの類似点にまで及ぶ。\n\n全体的に：8  - 全体的に私は重要な要素であるストーリーの発展に加えて、この映画が好きだった。 この映画は、キャラクターのいくつかを効率的かつスムーズに描写するのが好きです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThe time past is now written by some people in a diary on which they now reminisce. Something simialr happens in this movie as the person who is reading diary's daily life goes on in the usual ruckus.\n\n\u001b[1m過去の時間は、今や彼らが今思い起こさせる日記に書かれています。 日記の日常生活を読んでいる人がいつもうなずいているように、この映画では何かが起こる。\u001b[22m\n\u001b[1m(Kako no jikan wa, imaya karera ga ima omoiokosa seru nikki ni kaka rete imasu. Nikki no nichijō seikatsu o yonde iru hito ga itsumo unazuite iru yō ni, kono eigade wa nanika ga okoru.)\u001b[22m\n\nTranslations of \u001b[4mThe time past is now written by some people in a diary on which they now reminisce. Something simialr happens in this movie as the person who is reading diary's daily life goes on in the usual ruckus.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe time past is now written by some people in a diary on which they now reminisce.\u001b[24m\n    \u001b[1m過去の時間は、今や彼らが今思い起こさせる日記に書かれています。\u001b[22m, \u001b[1m時間の過去は、今、彼らは今回想た日記の一部の人々によって書かれています。\u001b[22m\n\u001b[4mSomething simialr happens in this movie as the person who is reading diary's daily life goes on in the usual ruckus.\u001b[24m\n    \u001b[1m日記の日常生活を読んでいる人がいつもうなずいているように、この映画では何かが起こる。\u001b[22m, \u001b[1m日記の日常生活を読んでいる人は、通常の騒ぎに進むにつれてsimialr何かが、この映画の中で起こります。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8 - In this movie we see the daily misadventures of Ohana whereas Yuina comes to Kissuisou to train herself so that she can get used to the atmosphere. And while that's going on Ohana finds out a bit more about her mother's past. I think the story was done well as it covers something that wasn't explored in the anime as she discovers more about life.\n\n\u001b[1mストーリー：8  - この映画では、オハナの日常的な誤操作が見られるのに対し、ユイナはキッスイソウに来て、自分が大気に慣れ親しむように訓練を受ける。 それが起こっている間、オハナは母親の過去についてもう少し分かります。 彼女は人生についてより多くを発見するので、アニメでは探究されなかったことをカバーするので、ストーリーはうまくいったと思う。\u001b[22m\n\u001b[1m(Sutōrī: 8 - Kono eigade wa, ohana no nichijō-tekina gosōsa ga mi rareru no ni taishi, yuina wa kissuisou ni kite, jibun ga taiki ni nareshitashimu yō ni kunren o ukeru. Sore ga okotte iru ma, ohana wa hahaoya no kako ni tsuite mōsukoshi wakarimasu. Kanojo wa jinsei ni tsuite yori ōku o hakken surunode, animede wa tankyū sa renakatta koto o kabā surunode, sutōrī wa umaku itta to omou.)\u001b[22m\n\nTranslations of \u001b[4mStory: 8 - In this movie we see the daily misadventures of Ohana whereas Yuina comes to Kissuisou to train herself so that she can get used to the atmosphere. And while that's going on Ohana finds out a bit more about her mother's past. I think the story was done well as it covers something that wasn't explored in the anime as she discovers more about life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8 - In this movie we see the daily misadventures of Ohana whereas Yuina comes to Kissuisou to train herself so that she can get used to the atmosphere.\u001b[24m\n    \u001b[1mストーリー：8  - この映画では、オハナの日常的な誤操作が見られるのに対し、ユイナはキッスイソウに来て、自分が大気に慣れ親しむように訓練を受ける。\u001b[22m, \u001b[1mストーリー：8  -  Yuinaは彼女が雰囲気に慣れることができるように自分を訓練するためにKissuisouに来るのに対し、この映画では、我々はオハナの日々の災難を参照してください。\u001b[22m\n\u001b[4mAnd while that's going on Ohana finds out a bit more about her mother's past.\u001b[24m\n    \u001b[1mそれが起こっている間、オハナは母親の過去についてもう少し分かります。\u001b[22m, \u001b[1mそして、それはオハナに起こっている間は、彼女の母親の過去について少し詳細を検索します。\u001b[22m\n\u001b[4mI think the story was done well as it covers something that wasn't explored in the anime as she discovers more about life.\u001b[24m\n    \u001b[1m彼女は人生についてより多くを発見するので、アニメでは探究されなかったことをカバーするので、ストーリーはうまくいったと思う。\u001b[22m, \u001b[1m私はそれは彼女が人生についての詳細を発見するようにアニメで検討されなかった何かをカバーするように物語はよくやったと思います。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9 - The art was done in the same manner as Hanasaku Iroha so it lives up to it's beautiful quality.\n\n\u001b[1mアート：9  - 花咲一郎と同じように芸術が行われたので、それは美しいものまで続く。\u001b[22m\n\u001b[1m(Āto: 9 - Hanasaki Ichirō to onajiyōni geijutsu ga okonawa retanode, sore wa utsukushī mono made tsudzuku.)\u001b[22m\n\nTranslations of \u001b[4mArt: 9 - The art was done in the same manner as Hanasaku Iroha so it lives up to it's beautiful quality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9 - The art was done in the same manner as Hanasaku Iroha so it lives up to it's beautiful quality.\u001b[24m\n    \u001b[1mアート：9  - 花咲一郎と同じように芸術が行われたので、それは美しいものまで続く。\u001b[22m, \u001b[1mアート：9  - 芸術は花咲くいろはと同じ方法で行われていたので、それはそれは美しい品質なまでに住んでいます。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 8 - The sound was good but again it could've improved yet it wasn't touched much but despite that it was nice.\n\n\u001b[1mサウンド：8  - 音質は良かったけど、改善したかもしれないけど、それほど触れていないのにもかかわらず、いい感じだった。\u001b[22m\n\u001b[1m(Saundo: 8 - Onshitsu wa yokattakedo, kaizen shita kamo shirenaikedo, sorehodo furete inainoni mo kakawarazu, ī kanjidatta.)\u001b[22m\n\nTranslations of \u001b[4mSound: 8 - The sound was good but again it could've improved yet it wasn't touched much but despite that it was nice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 8 - The sound was good but again it could've improved yet it wasn't touched much but despite that it was nice.\u001b[24m\n    \u001b[1mサウンド：8  - 音質は良かったけど、改善したかもしれないけど、それほど触れていないのにもかかわらず、いい感じだった。\u001b[22m, \u001b[1mサウンド：8  - 音は良かったが、再び、それは改善してきた可能性があり、まだそれはあまり触れなかったが、それにもかかわらず、それはよかったです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 9 - The characters were developed more as we discover about someone's past as well as we discover someone else's future which makes the story intriguing.\n\n\u001b[1mキャラクター：9  - キャラクターは、誰かの過去について発見したときにさらに発展しました。\u001b[22m\n\u001b[1m(Kyarakutā: 9 - Kyarakutā wa, dareka no kako ni tsuite hakken shita toki ni sarani hatten shimashita.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 9 - The characters were developed more as we discover about someone's past as well as we discover someone else's future which makes the story intriguing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 9 - The characters were developed more as we discover about someone's past as well as we discover someone else's future which makes the story intriguing.\u001b[24m\n    \u001b[1mキャラクター：9  - キャラクターは、誰かの過去について発見したときにさらに発展しました。\u001b[22m, \u001b[1mキャラクター：9  - 私たちは同様に、我々は話が興味をそそるなり誰か他の人の未来を発見するように誰かの過去について発見された文字は、よりを開発しました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 8 - I enjoyed the movie as it showed us something different instead of becoming just another side story with no importance. This movie is suitable for the same audience who liked Hanasaku Iroha.\n\n\u001b[1m楽しさ：8  - 私はそれが重要ではない別のサイドストーリーになるのではなく、私たちに何か違うものを示したので、映画を楽しんだ。  Hanasaku Irohaが好きだったのと同じ聴衆に適しています。\u001b[22m\n\u001b[1m(Tanoshisa: 8 - Watashi wa sore ga jūyōde wanai betsu no saidosutōrī ni naru node wa naku, watashitachi ni nani ka chigau mono o shimeshitanode, eiga o tanoshinda. Hanasaku Iroha ga sukidatta no to onaji chōshū ni tekishite imasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 8 - I enjoyed the movie as it showed us something different instead of becoming just another side story with no importance. This movie is suitable for the same audience who liked Hanasaku Iroha.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 8 - I enjoyed the movie as it showed us something different instead of becoming just another side story with no importance.\u001b[24m\n    \u001b[1m楽しさ：8  - 私はそれが重要ではない別のサイドストーリーになるのではなく、私たちに何か違うものを示したので、映画を楽しんだ。\u001b[22m, \u001b[1m楽しさ：8  - それは私たちの代わりには重要でちょうど別のサイドストーリーになるという別の何かを示したように、私は映画を楽しみました。\u001b[22m\n\u001b[4mThis movie is suitable for the same audience who liked Hanasaku Iroha.\u001b[24m\n    \u001b[1mHanasaku Irohaが好きだったのと同じ聴衆に適しています。\u001b[22m, \u001b[1mこの映画は花咲くいろはを気に入っ同じ聴衆に適しています。\u001b[22m\n\u001b[1m\u001b[22m\nPeople who liked: Chihayafuru,Honey and Clover,Working!!.Servant x Service,Non Non Biyori,Byousoku 5 Centimeter,Gin no Saji,Tamayura,K-On!,Kimi to Boku,Hyouka and Summer Wars will enjoy this series due to a few similarities related to themes,relations and portrayals of characters.\n\n\u001b[1mハワイとクローバー、ハワイとクローバー、ハワイとクローバー、ハワイとクローバー、ハワイとクローバー、サーヴァントxサービス、ノン・ノン・ビヨリ、 キャラクターのテーマ、関係、描写に関連するいくつかの類似点にまで及ぶ。\u001b[22m\n\u001b[1m(Hawai to kurōbā, Hawai to kurōbā, Hawai to kurōbā, Hawai to kurōbā, Hawai to kurōbā, sāvu~anto x sābisu, non non biyori, kyarakutā no tēma, kankei, byōsha ni kanren suru ikutsu ka no ruiji-ten ni made oyobu.)\u001b[22m\n\nTranslations of \u001b[4mPeople who liked: Chihayafuru,Honey and Clover,Working!!.Servant x Service,Non Non Biyori,Byousoku 5 Centimeter,Gin no Saji,Tamayura,K-On!,Kimi to Boku,Hyouka and Summer Wars will enjoy this series due to a few similarities related to themes,relations and portrayals of characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPeople who liked: Chihayafuru,Honey and Clover,Working!!.Servant x Service,Non Non Biyori,Byousoku 5 Centimeter,Gin no Saji,Tamayura,K-On!,Kimi to Boku,Hyouka and Summer Wars will enjoy this series due\u001b[24m\n    \u001b[1mハワイとクローバー、ハワイとクローバー、ハワイとクローバー、ハワイとクローバー、ハワイとクローバー、サーヴァントxサービス、ノン・ノン・ビヨリ、\u001b[22m, \u001b[1m高く評価した人：。！ちはやふる、ハチミツとクローバーは、ワーキング!!サーバントはサービス、のんのんびより、Byousoku 5センチメートル、銀の匙、たまゆら、けいおんX、君と僕。、Hyoukaとサマーウォーズが原因でこのシリーズをお楽しみいただけます\u001b[22m\n\u001b[4mto a few similarities related to themes,relations and portrayals of characters.\u001b[24m\n    \u001b[1mキャラクターのテーマ、関係、描写に関連するいくつかの類似点にまで及ぶ。\u001b[22m, \u001b[1mテーマ、関係や文字の描写に関連するいくつかの類似性。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 8 - Overall I liked this movie as it did make an addition to the story's development which is an important factor. This movie is likeable as it portrays the some of the characters efficiently and smoothly which makes it good.\n\n\u001b[1m全体的に：8  - 全体的に私は重要な要素であるストーリーの発展に加えて、この映画が好きだった。 この映画は、キャラクターのいくつかを効率的かつスムーズに描写するのが好きです。\u001b[22m\n\u001b[1m(Zentai-teki ni: 8 - Zentai-teki ni watashi wa jūyōna yōsodearu sutōrī no hatten ni kuwaete, kono eiga ga sukidatta. Kono eiga wa, kyarakutā no ikutsu ka o kōritsu-teki katsu sumūzu ni byōsha suru no ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall: 8 - Overall I liked this movie as it did make an addition to the story's development which is an important factor. This movie is likeable as it portrays the some of the characters efficiently and smoothly which makes it good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 8 - Overall I liked this movie as it did make an addition to the story's development which is an important factor.\u001b[24m\n    \u001b[1m全体的に：8  - 全体的に私は重要な要素であるストーリーの発展に加えて、この映画が好きだった。\u001b[22m, \u001b[1m全体：8  - それは重要なファクターである物語の開発に加えを作る行ったように全体的に私はこの映画が好きでした。\u001b[22m\n\u001b[4mThis movie is likeable as it portrays the some of the characters efficiently and smoothly which makes it good.\u001b[24m\n    \u001b[1mこの映画は、キャラクターのいくつかを効率的かつスムーズに描写するのが好きです。\u001b[22m, \u001b[1mそれはそれが良いになり、効率的かつ円滑に文字の一部を描くように、この映画は好感の持てるです。\u001b[22m"
  },
  {
    "title": "Hanasaku_Iroha__Home_Sweet_Home",
    "id": "14175",
    "url": "https://myanimelist.net/anime/14175/Hanasaku_Iroha__Home_Sweet_Home",
    "user": "themopmd",
    "profile": "/profile/themopmd/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=119655",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  8\n\n私はこのシリーズを愛していました。 ここ数年、作品はすばらしいアニメを生み出していますので、私はこの映画に対する高い期待を持っていました。 全体的に、その偉大な、シリーズのファンを見なければならないが、挑戦的にシリーズを最初に見るか、あまり意味がないかもしれない。 これは続編ではなく、シリーズの中であまり探求されていなかった、現在のキャラクターと過去のキャラクターの両方に焦点を当てたサイドストーリーではありません。 二重の物語を使用すると、映画は見やすく、よく流れ、全体的には本当に良いです。 驚くほど芸術とサウンドはいつものように、私はこれが後編ではないにもかかわらず、さらにキャラクターの発展を見て楽しんだ。 私はこれをたくさん楽しんだ、オハナの母親を振り返りながら、本当に楽しかったです。 シリーズに本当に良い伴奏！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI loved this series, P.A. works have produced some outstanding anime in recent years so i had high expectations for this film. Overall, its great, a must watch for fans of the series, but defiantly watch the series first or it may not make that much sense. This isn't a sequel, its a side story which focuses both on the characters of the present, and themselves in the past, something which wasn't explored as much in the series. Using a double narrative the film is easy to watch, flows well, and is overall just really good. Stunning art and sound as usual and i enjoyed seeing some further character development despite the fact this isn't a sequel, which is something you don't get much from side stories. I enjoyed this a lot, looking back into Ohana's mothers past was really fun. A really good accompaniment to the series!\n\n\u001b[1m私はこのシリーズを愛していました。 ここ数年、作品はすばらしいアニメを生み出していますので、私はこの映画に対する高い期待を持っていました。 全体的に、その偉大な、シリーズのファンを見なければならないが、挑戦的にシリーズを最初に見るか、あまり意味がないかもしれない。 これは続編ではなく、シリーズの中であまり探求されていなかった、現在のキャラクターと過去のキャラクターの両方に焦点を当てたサイドストーリーではありません。 二重の物語を使用すると、映画は見やすく、よく流れ、全体的には本当に良いです。 驚くほど芸術とサウンドはいつものように、私はこれが後編ではないにもかかわらず、さらにキャラクターの発展を見て楽しんだ。 私はこれをたくさん楽しんだ、オハナの母親を振り返りながら、本当に楽しかったです。 シリーズに本当に良い伴奏！\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu o aishite imashita. Koko sū-nen, sakuhin wa subarashī anime o umidashite imasunode, watashi wa kono eiga ni taisuru takai kitai o motte imashita. Zentai-teki ni, sono idaina, shirīzu no fan o minakereba naranaiga, chōsen-teki ni shirīzu o saisho ni miru ka, amari imiganai kamo shirenai. Kore wa zokuhende wa naku, shirīzu no naka de amari tankyū sa rete inakatta, genzai no kyarakutā to kako no kyarakutā no ryōhō ni shōten o ateta saidosutōrīde wa arimasen. Nijū no monogatari o shiyō suru to, eiga wa miyasuku, yoku nagare, zentai-teki ni wa hontōni yoidesu. Odoroku hodo geijutsu to saundo wa itsumo no yō ni, watashi wa kore ga kōhende wa nai nimokakawarazu, sarani kyarakutā no hatten o mite tanoshinda. Watashi wa kore o takusan tanoshinda, ohana no hahaoya o furikaerinagara, hontōni tanoshikattadesu. Shirīzu ni hontōni yoi bansō!)\u001b[22m\n\nTranslations of \u001b[4mI loved this series, P.A. works have produced some outstanding anime in recent years so i had high expectations for this film. Overall, its great, a must watch for fans of the series, but defiantly watch the series first or it may not make that much sense. This isn't a sequel, its a side story which focuses both on the characters of the present, and themselves in the past, something which wasn't explored as much in the series. Using a double narrative the film is easy to watch, flows well, and is overall just really good. Stunning art and sound as usual and i enjoyed seeing some further character development despite the fact this isn't a sequel, which is something you don't get much from side stories. I enjoyed this a lot, looking back into Ohana's mothers past was really fun. A really good accompaniment to the series!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved this series, P.A.\u001b[24m\n    \u001b[1m私はこのシリーズを愛していました。\u001b[22m, \u001b[1m私はこのシリーズ、P.A.を愛し\u001b[22m\n\u001b[4mworks have produced some outstanding anime in recent years so i had high expectations for this film.\u001b[24m\n    \u001b[1mここ数年、作品はすばらしいアニメを生み出していますので、私はこの映画に対する高い期待を持っていました。\u001b[22m, \u001b[1m作品は、近年では、いくつかの優れたアニメを生産しているので、私はこの映画のために高い期待を持っていました。\u001b[22m\n\u001b[4mOverall, its great, a must watch for fans of the series, but defiantly watch the series first or it may not make that much sense.\u001b[24m\n    \u001b[1m全体的に、その偉大な、シリーズのファンを見なければならないが、挑戦的にシリーズを最初に見るか、あまり意味がないかもしれない。\u001b[22m, \u001b[1m全体的に、その偉大な、シリーズのファンのために見なければならないが、ふてくされて最初のシリーズを見たり、それはあまり意味がないかもしれません。\u001b[22m\n\u001b[4mThis isn't a sequel, its a side story which focuses both on the characters of the present, and themselves in the past, something which wasn't explored as much in the series.\u001b[24m\n    \u001b[1mこれは続編ではなく、シリーズの中であまり探求されていなかった、現在のキャラクターと過去のキャラクターの両方に焦点を当てたサイドストーリーではありません。\u001b[22m, \u001b[1mこれは、過去の続編、現在の文字の両方に焦点を当て、そのサイドストーリー、そして自分自身、直列に限り探求されなかったものではありません。\u001b[22m\n\u001b[4mUsing a double narrative the film is easy to watch, flows well, and is overall just really good.\u001b[24m\n    \u001b[1m二重の物語を使用すると、映画は見やすく、よく流れ、全体的には本当に良いです。\u001b[22m, \u001b[1mフィルムが見やすいです二重の物語を使用して、うまく流れ、全体的に本当に良いです。\u001b[22m\n\u001b[4mStunning art and sound as usual and i enjoyed seeing some further character development despite the fact this isn't a sequel, which is something you don't get much from side stories.\u001b[24m\n    \u001b[1m驚くほど芸術とサウンドはいつものように、私はこれが後編ではないにもかかわらず、さらにキャラクターの発展を見て楽しんだ。\u001b[22m, \u001b[1mいつものように美しいアートと音と私は、これはあなたがサイドストーリーから多くを得ることはありませんものです続編ではないという事実にもかかわらず、さらにいくつかのキャラクターの成長を見て楽しみました。\u001b[22m\n\u001b[4mI enjoyed this a lot, looking back into Ohana's mothers past was really fun.\u001b[24m\n    \u001b[1m私はこれをたくさん楽しんだ、オハナの母親を振り返りながら、本当に楽しかったです。\u001b[22m, \u001b[1m私はオハナの母親の過去を振り返ってみると、これをたくさん楽しんで、本当に楽しかったです。\u001b[22m\n\u001b[4mA really good accompaniment to the series!\u001b[24m\n    \u001b[1mシリーズに本当に良い伴奏！\u001b[22m, \u001b[1mシリーズには本当に良い伴奏！\u001b[22m"
  },
  {
    "title": "Hanasaku_Iroha__Home_Sweet_Home",
    "id": "14175",
    "url": "https://myanimelist.net/anime/14175/Hanasaku_Iroha__Home_Sweet_Home",
    "user": "Poeticas",
    "profile": "/profile/Poeticas/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=128655",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  9\n\n私の主人公、松前、オハナは、「私は輝きたい」と言います...しかし私は、ほとんどの人が私たちの心の中で同じように深く欲しいと思います。\n\n育っていくのは、あなたのステップやタフなものがどれも間違いで、後であなたやあなたの愛する人たちに人生の中のある特定の瞬間をどのように暮らし、間違いを覚えて受け入れるかを教えるときの瞬間です 大人になるステップ。\n\nオハナはいつも彼女の人生で何かをしたいと思った。彼女はいつも彼女を目立たせ、他の誰よりも明るく輝いていた。彼女はいつも母親を大人として見たが、彼女はいつも逃げたいと思ったが、 彼女の母親は過去に開催された。\n\n母親が娘と同じように、母親と同じであるという概念全体がこの映画にかなり多く示されていると言えるかもしれません。オハナが母親の過去のことを学び始めると、  。\n\nみんなが見なければならないアニメに加えて！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n''I Want To Shine'' says our main protagonist Matsumae, Ohana... But i think most of us want the same deep in our hearts.\n\n\u001b[1m私の主人公、松前、オハナは、「私は輝きたい」と言います...しかし私は、ほとんどの人が私たちの心の中で同じように深く欲しいと思います。\u001b[22m\n\u001b[1m(Watashi no shujinkō, Masaki, ohana wa,`watashi wa kagayakitai' to iimasu... Shikashi watashi wa, hotondo no hito ga watashitachi no kokoro no naka de onajiyōni fukaku hoshī to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4m''I Want To Shine'' says our main protagonist Matsumae, Ohana... But i think most of us want the same deep in our hearts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m''I Want To Shine'' says our main protagonist Matsumae, Ohana... But i think most of us want the same deep in our hearts.\u001b[24m\n    \u001b[1m私の主人公、松前、オハナは、「私は輝きたい」と言います...しかし私は、ほとんどの人が私たちの心の中で同じように深く欲しいと思います。\u001b[22m, \u001b[1m''私は磨きをしたい ''私たちの主人公松前、オハナ氏は述べています...しかし、私は私たちのほとんどが私たちの心の中に同一の深いをしたいと思います。\u001b[22m\n\u001b[1m\u001b[22m\nGrowing up is the moment in life when every single one of your steps or toughs can be a mistake which later in life will teach you or your loved ones on how to live trough those certain moments in life and learning about and accepting your mistakes is one step that leads one to adulthood.\n\n\u001b[1m育っていくのは、あなたのステップやタフなものがどれも間違いで、後であなたやあなたの愛する人たちに人生の中のある特定の瞬間をどのように暮らし、間違いを覚えて受け入れるかを教えるときの瞬間です 大人になるステップ。\u001b[22m\n\u001b[1m(Sodatte iku no wa, anata no suteppu ya tafuna mono ga dore mo machigai de,-go de anata ya anata no aisuruhito-tachi ni jinsei no naka no aru tokutei no shunkan o dono yō ni kurashi, machigai o oboete ukeireru ka o oshieru toki no shunkandesu otonaninaru suteppu.)\u001b[22m\n\nTranslations of \u001b[4mGrowing up is the moment in life when every single one of your steps or toughs can be a mistake which later in life will teach you or your loved ones on how to live trough those certain moments in life and learning about and accepting your mistakes is one step that leads one to adulthood.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGrowing up is the moment in life when every single one of your steps or toughs can be a mistake which later in life will teach you or your loved ones on how to live trough those certain moments in life and learning about and accepting your mistakes is one\u001b[24m\n    \u001b[1m育っていくのは、あなたのステップやタフなものがどれも間違いで、後であなたやあなたの愛する人たちに人生の中のある特定の瞬間をどのように暮らし、間違いを覚えて受け入れるかを教えるときの瞬間です\u001b[22m, \u001b[1m育ったことはあなたのステップまたはtoughsのすべての単一の1がその後の人生での生活の中で、これらの特定の瞬間をトラフ生きるする方法については、あなたやあなたの愛する人を教え、について学び、あなたの過ちを受け入れることは一つであろうミスすることができます生活の中で瞬間です\u001b[22m\n\u001b[4mstep that leads one to adulthood.\u001b[24m\n    \u001b[1m大人になるステップ。\u001b[22m, \u001b[1m1は、成人期につながるステップ。\u001b[22m\n\u001b[1m\u001b[22m\nOhana always wanted to do something with her life something that would make her stand out and shine brighter than anyone else ... She always saw her mother as a adult but never accepted her as one she always wanted to run away but she never knew what her mother held in the past.\n\n\u001b[1mオハナはいつも彼女の人生で何かをしたいと思った。彼女はいつも彼女を目立たせ、他の誰よりも明るく輝いていた。彼女はいつも母親を大人として見たが、彼女はいつも逃げたいと思ったが、 彼女の母親は過去に開催された。\u001b[22m\n\u001b[1m(Ohana wa itsumo kanojo no jinsei de nanika o shitai to omotta. Kanojo wa itsumo kanojo o medata se, hoka no dare yori mo akaruku kagayaite ita. Kanojo wa itsumo hahaoya o otona to shite mitaga, kanojo wa itsumo nigetai to omottaga, kanojo no hahaoya wa kako ni kaisai sa reta.)\u001b[22m\n\nTranslations of \u001b[4mOhana always wanted to do something with her life something that would make her stand out and shine brighter than anyone else ... She always saw her mother as a adult but never accepted her as one she always wanted to run away but she never knew what her mother held in the past.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOhana always wanted to do something with her life something that would make her stand out and shine brighter than anyone else ... She always saw her mother as a adult but never accepted her as one she always wanted to run away but she never knew what\u001b[24m\n    \u001b[1mオハナはいつも彼女の人生で何かをしたいと思った。彼女はいつも彼女を目立たせ、他の誰よりも明るく輝いていた。彼女はいつも母親を大人として見たが、彼女はいつも逃げたいと思ったが、\u001b[22m, \u001b[1mオハナはいつも彼女が目立つと誰よりも明るく輝かせるだろう彼女の人生の何かで何かをやってみたかった...彼女はいつも大人として母親を見たが、彼女はいつも逃げたいと思った一人として彼女を受け入れたことはありませんが、彼女は知らなかったもの\u001b[22m\n\u001b[4mher mother held in the past.\u001b[24m\n    \u001b[1m彼女の母親は過去に開催された。\u001b[22m, \u001b[1m彼女の母親が過去に開催されました。\u001b[22m\n\u001b[1m\u001b[22m\nAs mother as daughter i might say the whole concept of child being the same as the parent is shown quite a lot in this movie the similarities start quite soon in the movie and they go on with the movie when Ohana starts learning things from her mother past .\n\n\u001b[1m母親が娘と同じように、母親と同じであるという概念全体がこの映画にかなり多く示されていると言えるかもしれません。オハナが母親の過去のことを学び始めると、  。\u001b[22m\n\u001b[1m(Hahaoya ga musume to onajiyōni, hahaoya to onajidearu to iu gainen zentai ga kono eiga ni kanari ōku shimesa rete iru to ieru kamo shiremasen. Ohana ga hahaoya no kako no koto o manabi hajimeru to,.)\u001b[22m\n\nTranslations of \u001b[4mAs mother as daughter i might say the whole concept of child being the same as the parent is shown quite a lot in this movie the similarities start quite soon in the movie and they go on with the movie when Ohana starts learning things from her mother past .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs mother as daughter i might say the whole concept of child being the same as the parent is shown quite a lot in this movie the similarities start quite soon in the movie and they go on with the movie when Ohana starts learning things from her mother past\u001b[24m\n    \u001b[1m母親が娘と同じように、母親と同じであるという概念全体がこの映画にかなり多く示されていると言えるかもしれません。オハナが母親の過去のことを学び始めると、\u001b[22m, \u001b[1m私は子供の親と同じであることの全体のコンセプトを言うかもしれない娘として母親がこの映画の中で非常に多くのことを示されているような類似は、映画の中で非常にすぐに開始し、オハナは母親の過去から物事を学んで開始したとき、彼らは映画に行きます\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all its an addition to the anime which everyone interested should see!.\n\n\u001b[1mみんなが見なければならないアニメに加えて！\u001b[22m\n\u001b[1m(Min'na ga minakereba naranai anime ni kuwaete!)\u001b[22m\n\nTranslations of \u001b[4mAll in all its an addition to the anime which everyone interested should see!.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all its an addition to the anime which everyone interested should see!.\u001b[24m\n    \u001b[1mみんなが見なければならないアニメに加えて！\u001b[22m, \u001b[1mすべての興味を持って誰もが見るべきアニメへのすべての添加で！\u001b[22m"
  }
]
