[
  {
    "title": "Tonari_no_Kaibutsu-kun",
    "id": "14227",
    "url": "https://myanimelist.net/anime/14227/Tonari_no_Kaibutsu-kun",
    "user": "jessetouch",
    "profile": "/profile/jessetouch/reviews",
    "pages": "4",
    "number": "1",
    "link": "/reviews.php?id=177071",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10"
  },
  {
    "title": "Tonari_no_Kaibutsu-kun",
    "id": "14227",
    "url": "https://myanimelist.net/anime/14227/Tonari_no_Kaibutsu-kun",
    "user": "totally_absurd",
    "profile": "/profile/totally_absurd/reviews",
    "pages": "4",
    "number": "2",
    "link": "/reviews.php?id=83743",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  7\n\n私はこのアニメが私には少し失望したことを認めなければならない。\n\n彼らはユーモアの良い用量と少しの真剣さで、本当にうまく始まりました。 そして、関係の発展はいくらか前進していましたが、それはまだ興味深いものでした。\n\n彼らが突然それを終了するまで。 いかなる前提や結論もなしに。 ちょうど、「ああ、まあ、それを最後のエピソードにしよう、何でも」。\n\nいいアイディアだった。 ひどくオリジナルではありませんが、まだ良いです。 ストーリー・ラインはちょっと意地悪なものでしたが、「私はあなたを愛しています。私はしません」と、すべて私はそれを気づかなかった。 それは面白く、時には美しくロマンチックだった。 本当にそこになかった結末だけで本当に台無しになった。 ついに私のために。\n\nそれは私が残りのすべてを無視すると言っているわけではありません。 結末に関係なく、ショーは本当に楽しかったし、いつも私の顔に笑顔をもたらしました。\n\nたぶん、私たちは2番目のシーズンですべてを整えてくれるでしょう。"
  },
  {
    "title": "Tonari_no_Kaibutsu-kun",
    "id": "14227",
    "url": "https://myanimelist.net/anime/14227/Tonari_no_Kaibutsu-kun",
    "user": "bearvarine",
    "profile": "/profile/bearvarine/reviews",
    "pages": "4",
    "number": "3",
    "link": "/reviews.php?id=158365",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  7\n\n高等学校のロマンスの話\n\n勉強のバグ水谷雫は少年少年少年少年と出会い、何とか怒りの渦巻きがラブストーリーを描く。\n\nそれは悪い話ではありませんが、それは非常にゆっくりと動き、主要な主人公の行動は、不満なドラマを、友人のコアグループの間の深いつながりを発達させる多くの機会を逃しているストーリーに挿入することになります。 エンディングはOKですが、2番目のシーズンの計画が最後に落とされたかのように、突然切り詰められたように感じました。"
  },
  {
    "title": "Tonari_no_Kaibutsu-kun",
    "id": "14227",
    "url": "https://myanimelist.net/anime/14227/Tonari_no_Kaibutsu-kun",
    "user": "lovevillain",
    "profile": "/profile/lovevillain/reviews",
    "pages": "4",
    "number": "4",
    "link": "/reviews.php?id=223027",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\n私のリトルモンスターは、典型的な高校ロマンスアニメではありません。 最初のエピソードからはそれは独創的ではありませんが、それが素晴らしいことです。\n\nストーリー：冷静で無関心で知的な雫。 春、幼稚な、暴力的な、自発的な。 最初に出会ったこの2人の非常に異なるキャラクターは、春が自分の気持ちを告白するように導く。  2人のキャラクターがゆっくりと友人になり、旅に出てくる裁判になると、物語が進行します。\n\nアート/サウンド：すべての正直なところで、何かが本当に出ない限り、このブロックの入力をやめます。 これまでのところ、このアニメはアートワークやサウンドに関しては特別なことは何もありません。\n\nキャラクター：さて、ここで楽しいことが始まります。  2人のキャラクターで、私はまずそれが地獄のように退屈だと考えました。 あなたは感情のないキャラクターと偏見のあるキャラクターを持っています。 私は地獄をどのように開発しようとしているのですか、どのように成長するのでしょうか？ そして、あなたは何を知っている、このスタジオはそれを達成しました。 彼らは珍しい話ではあったが、慣習的ではない登場人物と一緒に行った。 各エピソードはユニークです。 どちらのキャラクターも自分のやり方で面白いです。 そして、私が泣き叫ぶところまで笑っているエピソードがいくつかあります。\n\n楽しさ/全体：これはユニークなromcomです。 非常に独創的。 他とはまったく異なります。 私がそれについて好きでなかった唯一の事は、彼らの間を行き来し、お互いの気持ちです。 時にはうんざりしていた。 しかし、それ以外にも、キャラクターは素晴らしいです。 ショーは陽気で、見る価値はある。"
  },
  {
    "title": "Tonari_no_Kaibutsu-kun",
    "id": "14227",
    "url": "https://myanimelist.net/anime/14227/Tonari_no_Kaibutsu-kun",
    "user": "parazzzite",
    "profile": "/profile/parazzzite/reviews",
    "pages": "4",
    "number": "5",
    "link": "/reviews.php?id=116721",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  9\n\n私はどんなロマンスシリーズのファンではありませんが、私はこのアニメだけを持って長い列車に乗って立ち往生してしまったのです。 私はどれくらい特別な理由もなく楽しんだとは思えませんでした。 先頭の文字は非常に迷惑ですが、何らかの理由でまだそれらの根源です。 サイドキャラクターは、主なものの色合いであっても、実際には素敵でした。 私はそれを見ている間、馬鹿のように笑っていた。 一般的に、それは雨の午後のために本当に陽気で安易ではありません\n\n2回目のシーズンがあることを願っています。"
  },
  {
    "title": "Tonari_no_Kaibutsu-kun",
    "id": "14227",
    "url": "https://myanimelist.net/anime/14227/Tonari_no_Kaibutsu-kun",
    "user": "13245105",
    "profile": "/profile/13245105/reviews",
    "pages": "4",
    "number": "6",
    "link": "/reviews.php?id=218050",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  5\nキャラクター|  8\n|  5\n\n最も残念な結末！ 漫画家は何が起こったかについてより詳細を知っていた。\nロマンスがかわいく始まったように私は非常に失望していますが、結局彼らは文字通り、厄介なカップルとして正方形に戻ってきました。 私は感情的なジェットコースターを通って最後まで何も変わらない気がした。\n芸術のスタイルは間違いなく素敵ですが、私は実際に紹介のアートと鮮やかな色を楽しんでいました。\nキャラクター自体は面白くて、親切なものです。\n物語は、私は本当に彼らが人生のスライスの終わりの種を与える代わりにそれをfleshedしたい。\n\n全体的に、私はとても失望しました。私は学校の日の終わりにGRArkadaのように感じます。\n\n**スポイラー警告：**\n\n今までの変化はありません！ あなたがマンガを読んでいない限り、彼らが一緒になるかどうかは、文字通り知られていません..."
  },
  {
    "title": "Tonari_no_Kaibutsu-kun",
    "id": "14227",
    "url": "https://myanimelist.net/anime/14227/Tonari_no_Kaibutsu-kun",
    "user": "taptothebeat",
    "profile": "/profile/taptothebeat/reviews",
    "pages": "4",
    "number": "7",
    "link": "/reviews.php?id=215093",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  10\nキャラクター|  10\n|  9\n\n概要：時には誰かと時間を費やすだけで、世界よりも価値があります。 このアニメは、まず年齢階級の物語、そしてロマンス物語の物語です。 友人や恋人とはどういう意味ですか？ 私にとって重要なのは何ですか？ 今私は誰に幸せですか？ 私は他の誰かに残されますか？ このアニメは、高校のプレッシャーに対処しながら、より現実的なアウトキャストキャラクターを友人以上になるようにします。\n\nサウンド：OSTは美しいです。 ワン・パンチ・マンのOSTにも同様の感触を与える。\n\nキャラクター：キャラクターはユニークで思い出深いものです。 穏やかな女性のリードは、通常のアニメの女性リードと比べると、すばらしいペースの変化でした。 サイドキャラクターにもいくつかの注意が払われています。サイドの女性キャラクターは私のお気に入りになりました。 私が持っている唯一の抱負は、男性の主人公の裏話が、かなりの時間を肉付けしようと時間を費やしても、まだ混乱しているということです。\n\nアート：私はアートが平均だと思う。\n\nストーリー：アニメの過程であまり時間が流れなくても、ストーリーはあまりありません。それは、スライス・オブ・ライフに向かう方向に向いています。 少なくとも私には、このアニメはキャラクターとその開発の詳細です。 物語はあまりないので、実際にはアニメの終わりではなく、むしろオープンエンドになっている。 ほとんどの場合、キャラクターの人生のごく一部を覗いたように、人生が進むにつれて物事や感情が変わり続けるでしょう。\n\nその他：このアニメは、私が思ったよりもはるかに優れていました。 鎖を使った表紙のイメージは、もともとこのアニメを見ることから私を遠ざけました。 私はそれが何年も後であっても、それを見ることに決めたことをうれしく思います。"
  },
  {
    "title": "Tonari_no_Kaibutsu-kun",
    "id": "14227",
    "url": "https://myanimelist.net/anime/14227/Tonari_no_Kaibutsu-kun",
    "user": "DeliciousSuicide",
    "profile": "/profile/DeliciousSuicide/reviews",
    "pages": "4",
    "number": "8",
    "link": "/reviews.php?id=211650",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  6\n\n警告：私は、人に見てもらうかどうかをレビューするようにと言う人ではありません。 だから私はちょうどアニメを見てマンガ/ライト小説を読むのが好きな人ほど私は批評家ではないと言っています。\n\n\nレビュー：私のリトルモンスターは、関係船でこれらの感情を通過するために2つの異なる文字を見るための良いコンセプトですが、それは良いアニメですか？ まあ、それは同時にですが、そうではありません。\n\n理由1は、アニメが関係を賢明に結びつけて砦に戻っていくことを決して説明しない13のエピソードで、マンガが進行していたときにアニメが動いていた。 しかし、戻ってくる関係や砦は厄介なものですが、人格の異なる2人が完璧にすることはできませんか？  Toradora！と同じ！ -  2人の異なるアクションが、私のリトルモンスターそのものを説明するエピソードが増えています。\n\nあなた自身にこれに尋ねる。  Toradoraが13話で完全な話をしていないと同じように感じるでしょうか？ デッドマン・ワンダーランドのような、彼らが最後にあなたに伝えて、マンガを読んで読もうとするところ。\n\nさて、私はそのアニメが好きですか？ 私が前に言ったように、それは素晴らしく、それだけでは説明できないエピソードもたくさんあります。 音楽は素晴らしく、キャラクターは自分自身、アートスタイル、ストーリーなどですばらしいです。\n\nマンガは、しかし、多くを説明し、実際に楽しいです。 もっと説明すると、時には私たちの主人公に焦点を当てませんが、彼らは一緒に働くことを学ぶ必要があると言います。 私は説明したり、マンガを読むように言うつもりはありませんが、アニメのすべてが何が起こったのかを見たい場合は、それを読んでください。\n\n\n評価：今アニメの私の完全な評価はちょうど 'meh'（5-7 / 10）\n私たちの主人公に焦点を当てて説明すると、アニメは上手くいくかもしれませんが、それでもまだいいアニメですが、漫画が終わった後に出版すれば、全編を見ることができます。\n\n簡単な答え：ちょうどマンガを読んで...それは良い、正直言って..."
  },
  {
    "title": "Tonari_no_Kaibutsu-kun",
    "id": "14227",
    "url": "https://myanimelist.net/anime/14227/Tonari_no_Kaibutsu-kun",
    "user": "explicit707",
    "profile": "/profile/explicit707/reviews",
    "pages": "4",
    "number": "9",
    "link": "/reviews.php?id=88345",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  8\n\nやがて怪物くんは予期せず良かった。 つまり、私は概要を読んで「OK」と思っていましたが、実際に見るのはとても面白かったです。 唯一の13のエピソードで、それは簡単な時計であり、それは素晴らしい小さな瞬間がいっぱいです。\n\n私は基本的なものから始めます。 それは良いアートワークとアニメーションを持っていた。 それは良い音楽とサウンドを持っていた。 それは偉大なキャラクターと、okの物語... blah blah blahを持っていた。 それは完璧ではない、それは恐ろしいではない、それは味と好みになるので、それはほとんどのカテゴリで偉大に平均です。 それは間違いなく全く悪くないし、それは非常に好感が持てるいくつかの無形要素を持っている。\n\nこれは本当に素晴らしいキャラクターのラブストーリーです。 それぞれのキャストは少し誇張されていますが、一般的な社会的障害があります。一緒にグループ分けすることで、本当に興味深い面白い動向が見られます。 フォーカスは2人の主人公だけではなく、かなり面白い側近もいる。 一般的なアニメのステレオタイプが含まれていますが、配信に支配的な要因ではありません。 このアニメシリーズを輝かしいものにする爽やかな瞬間といくつかの小さな驚きがたくさんあります。\n\nこのシリーズについて私が大好きだったのは、それが私の十代の年に非常に関係していたということです。 私はいくつかのキャラクターと関連していましたが、私が知っている、あるいは少なくとも観察したことのある人を思い出させるものがありました。 彼らはそれぞれ独特のものであり、決して本当に性格を欠いていませんでした。 不合理な十代の行動のレベルは決して誇張されていませんでした。 実際、それはかなり正確に行われました。 彼らがどのように感じて、どのように感じるべきかと悩んでいる若者たちは、この物語の主要なテーマです。 私はその要素が本当にうまくいったと言わねばならず、彼らは間違いなくその点で名誉を得る。\n\nこのシリーズのハイライトは本当に主要な話です（それについての唯一の本物の話です）。 雫と春のラブストーリー/リレーションシップは、スラップスティックではなくコメディであり、とてもうまく機能しません。 彼らは私が十分に得ることができなかったような興味深い方法でお互いを称賛しました。 それは間違いなく、私がそれを見た私のお気に入りのラブストーリーの1つです。 私は通常ロマンチックなコメディでは大したことはありませんが、これは良いものでした。\n\n私の唯一の本当の苦情はオープンエンドです。 私は通常、オープンエンディングを気にしませんが、それ以上のものがあるように感じました。 私は何かを台無しにしたくないけど、終わりの唯一の兆候は、最終的なシーンの中で雫の内的独白だった（ああ、最後のエピソードのクレジットの後に短いクリップを見ている、それは終わりでもない 面白い）。 私はこれがまだマンガシリーズにあなたを紹介する別のティーザーアニメシリーズだと思いますが、それは必ずしも悪いことではありません。\n\nこれはすばらしいシリーズです。ロマンチックなコメディーなので、あなたがそれについて確信が持てないなら、あなたはまだそれを撃つべきです。 それは良いコメディであり、ロマンスは非常に軽いです。 実際、それはロマンチックなコメディよりも変わった関係の話です。 いいぞ！"
  },
  {
    "title": "Tonari_no_Kaibutsu-kun",
    "id": "14227",
    "url": "https://myanimelist.net/anime/14227/Tonari_no_Kaibutsu-kun",
    "user": "connielas",
    "profile": "/profile/connielas/reviews",
    "pages": "4",
    "number": "10",
    "link": "/reviews.php?id=106167",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  10\n|  9\n\n「あなたが道の終わりを見たからといって、そこに行く旅を楽しむことができないわけではない」\n\nこの見積もりは、このアニメが魅力的な結末を持つ可能性があることを意味しますが、あなたに不快感を与えないさまざまなロマンス、コメディ、ドラマ、そしてカッコイイがあります。 それはあなたを失望させるかもしれませんが、それでもあなたに笑い、涙、笑顔を与えるでしょう。 アニメは本当に元の日本のコメディを描いています。 それは最も狂った結論、正直な意見、そして愛についての感情的な告白があふれています。 また、かわいいタイトル、My Little Monsterを持っています。\n\n\n\nこのアニメの芸術は非常に現代的です。 これは古くて漫画的なものではありません。 それはもっときれいで清潔で高精細です（2012年10月に作られたことは明らかです）。 どういうわけか、図面に一貫性がなかった。 頭が時々変形したり、体が大きすぎたり、顔が小さすぎたりすることがありますが、ちょっとした欠陥のためにこのアニメの視聴を止めたくありません。 それは本当にすべてのアニメにカウントされ、それは私が本当に楽しみにしている物語です。\n\nオープニングとエンディングが盛り上がりました。 それは気を散らすものではない。 それはそれほど悪いことではありません。 アニメの各シーンのバックグラウンドミュージックのチューンは、ドラマチックなシーンでも、幸せでロマンチックなシーンでも、戦いシーンでも、それはまだ気分を設定し、あらゆるシナリオに命を与えます。\n\n文字は単に驚くべきものでした。 最も奇妙なものから最もクールなものまで、彼らはすべて素晴らしいストーリーと性格を持っています。 いくつかは余分なキャラクターに見えますが、実際には、彼らはこのアニメにおいて重要な役割を担っています。\n\n私はシリーズ全体を楽しんだし、正直言って結末は少しばかりだった。 いくつかの質問は答えられず、いくつかのことは解決されなかった。 それは素晴らしい経験でしたが、私はエンディングがうまく行き届いていると願っていました。 突然の終わりとうまく発達した始まりは本当にうまくいっていなかった。 誰もがすべてのアニメで良い終わりを望んでいるかもしれないが、多分私たちは人生でそれを本当に持つことはできません。\n\n結局のところ、それは良いアニメだが、まだ最高のアニメではない。 それは少女アニメだから、少数の人々だけがその美しさに感謝すると思う。 それは素晴らしい結末を持っていないので、評価が低いです。 多くのアニメはこのようなものですが、それはスムーズかつ興味深いものですが、結局は非常に奇妙なテディベアを探していますが、取得するとすぐに灰に変わります。 これまでのところ、私はあまりにも多くのことを考えていました。なぜ日本はアニメごとに同じことをしなければならないのですか？ さて、それは人生です。 あなたがこのアニメについての私の推薦について尋ねるなら、私自身、その質問に答えることはできません。 私はあなたに空虚感をもう一度体験したくないのですが、私はすでにこの種のアニメで大丈夫ですので、これだけを見ました。 しかし、あなたの心のレースを保つアニメを見たいと思って、それからあなたにローラーコースターを乗せてもらいたいなら、あなたもトナリの怪物くん"
  },
  {
    "title": "Tonari_no_Kaibutsu-kun",
    "id": "14227",
    "url": "https://myanimelist.net/anime/14227/Tonari_no_Kaibutsu-kun",
    "user": "Rampaging_Fungus",
    "profile": "/profile/Rampaging_Fungus/reviews",
    "pages": "4",
    "number": "11",
    "link": "/reviews.php?id=78876",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  10\n|  8\n\nTonari no Kabiutsu-Kunの代替英語タイトルはMy Little Monsterです。 私はあなたが何を考えているのか知っています。 ジェネリックメインキャラクターがあらゆる種類の騒乱の原因となる何らかの記述の魔法のペットを手に入れた別のアニメ、そうですか？ 違う。 最近、アニメ業界の大部分を占めるシャックルを捨てて、独創性を大いに発揮しています。\n\nRom / Comのジャンルには、モエやクッキーカッターのキャラクタータイプが蔓延しています。 これらの日には、ツンデレ、恥ずかしがりやすい女の子、天才の女の子など、またはもちろん竜の男性の鉛がない、またはスパイシーなハーレム・グッドのためにそれらのすべてを持っているロム/コムを試してみてください。 あなたが間違っていることを証明するためにスクランブルしている間、私は問題のアニメにあなたの注意を戻したいと思います。\n\n私のリトルモンスターは、彼女の研究を気にしているだけの内向的な女の子についての話です.-率直に言えば、彼女は平凡です。そして、すべての口座が完全な反対であるという男の子：素早く、 彼の教育を尊重する。 ペアについての最も重要な部分は、すべてのアカウントによって、人間（革命的なもの、そうですか？）と思われることです。 私は 'その男'ではなく、レビューでプロットを台無しにするが、このアニメのキャラクターは本当に本物だと感じる。 彼らは人間関係がどのように働いているのか、彼らはお互いに魅了されているように見えますが、魅力を明確に表現することはできません。 私は言います...彼らは平均的で混乱した若者です。ゴリはそれが爽やかです。 午後に昼寝をするなど、暑い日に滝の下でシャワーを浴びるような感じです。\n\nもっと何を言いますか？ これまでのところ、アニメ文化にプラスの価値を残したいと思っていたトナリのカビツくんは、それを見て、それに従って、楽しんでいる反復的な反省から産業をシフトさせるのを助けることを望んでいる。\n\nアニメーション：9/10  - 高度に洗練された滑らかなビジュアル。 優れたキャラクター感情アニメーション。\nサウンド：7/10  -  Sound for meは完全なパッケージです。 イントロのソングは私の神経に乗っていたし、サウンドエフェクトのいくつかは不要だったので、スコアを下げた。\nストーリー：8/10  -  4つのエピソードの後で判断するのはあまりにも難しいが、これまでのところはさわやかで興味深い。 このスペースを見てください。"
  },
  {
    "title": "Tonari_no_Kaibutsu-kun",
    "id": "14227",
    "url": "https://myanimelist.net/anime/14227/Tonari_no_Kaibutsu-kun",
    "user": "Meg-nyan",
    "profile": "/profile/Meg-nyan/reviews",
    "pages": "4",
    "number": "12",
    "link": "/reviews.php?id=112179",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n最初の漫画を見ていると、多くの観客は最初の漫画が最初の成功であり、多くの賞賛を受けているので、ショーは大きな成功と喜びに変わると信じていました。 しかし、時間が過ぎ、最初のシーズン（おそらく）が終わったとき、Tonariは私を暖かく感じさせてくれましたが、失望し、満足していませんでした。\n\nストーリー：5/10\nこのショーについて私が楽しんだことの1つは、純粋に無邪気で、2つのミスフィットが徐々に愛の世界を発見していることでした。 しかし、私はそれがちょうどそこで停止すると信じています。 シリーズ全体が1つの大きなフィラーのように感じられ、3つのエピソードごとに5分間の進歩がありました。 はい、あなたはその権利を読んでいます。 彼らは間違いなく喜劇の部分を正しく持っていた、私は何度も私のお尻を笑った（「ゴリラは彼らの目と通信できる！」）。 しかし、メインの2人のキャラクターの間のロマンスはちょっと混乱していて、決意がなく、進歩が遅かった。 最終的なエピソードの中でも、私が言うことができるのは完全な失望だったが、二人が一番遠くにいたのは、彼女が春への完全な愛情をどのように望んでいるのかということだった。 しかし、アニメは明るい点を持っていました。 それは、人生における人間関係の重要性などのテーマを断念しました。  Tonariも私の中を暖かく感じさせるように管理していたので、私はそれらにポイントを与えます。\n\nキャラクター：7/10\n夏目はこのシリーズの中で私の好きなキャラクターでした。 彼女の話は、時にはあまりにも多すぎるかもしれませんが、多くの人が彼女の話に関連することができました。 夏目を怒らせてもらえたら、一度ミーちゃんが気に入ったら一度諦めてください。 彼は何もしなかったので、彼はもっと話をしたかっただけです。 これらの文字は生き生きとしたものをもたらし、関連性がありました。そのため、無駄になったスペースの一部にもかかわらず、彼らは楽しいものでした。 シズクは実際にいくつかの正義を行った、彼女は勉強のバグから感情の研究のバグに行きました。 彼女の不注意は、私を大いに苛立たせた。 春は絶対に愛らしいが、彼はむしろ混乱していた。 彼の兄との過去は、彼の発疹行動を説明するために押し込まれました。 言うまでもなく、彼は面白くてユニークなキャラクターであり、愛していないのは難しいです。 ヤマケンは春と雫の間に興奮とローキーな愛の三角をもたらしましたが、それはあまり差をつけていないことは明らかでした。 それでも、珍しい研究のバグのためのエリート主義の崩壊を見ることはむしろかわいいものでした。  Sasayanはかわいこでしたが、本当に、彼のポイントは何ですか？\n\nサウンド：9/10\nTonariの音楽は本当に楽しく、より劇的で感情的でユーモラスな部分に感情をもたらすのにはかなり良い仕事をしました。 あまりにも拍手を送ることはできません。 私が行って不法にOSTをダウンロードするようなものではない。 声優は大変な仕事をしました。 私は真剣にそれぞれのキャラクターがそれぞれどのように描かれているのか満足しています。 彼らはキャラクターに感情をもたらし、ショーをそのように面白くしました。\n\nアニメーション：9/10\nあなたは間違いなく、このショーのアニメーションに間違って行くことはできません。 私が最初にそれを見始めた理由の一つでした。 キャラクターの比率は完全に変わらず、その表現は愛らしいものであり、見て楽しかったです。 景色も時々印象的だったし、すべてが私の目には大事だった。 あまりにも不安定でもぼやけても、キャラクターとセッティングのデザインはドラックなプロットで激怒した私の一部に落ち着いた。\n\n全体：7/10\nとなりのKaibutsuくんは、目と耳のための治療だったが、プロットはシリーズ全体のために引っ張られ、多くの鉱山を含む未解決の視聴者の質問の多くを残した。 うまくいけば、シーズクと春の関係が拾い上げられるが、あまりにも早くないことが望まれる2番目のシーズンが作られることを望む。 私はこのショーを良い笑いを楽しんだり、今やロマンスの優しい気持ちを楽しむ人にお勧めします。 しかし、あまり期待しないでください。"
  },
  {
    "title": "Tonari_no_Kaibutsu-kun",
    "id": "14227",
    "url": "https://myanimelist.net/anime/14227/Tonari_no_Kaibutsu-kun",
    "user": "TwinJesters",
    "profile": "/profile/TwinJesters/reviews",
    "pages": "4",
    "number": "13",
    "link": "/reviews.php?id=195274",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n正直なところ、このシリーズで何が起こったのか分かりません。 見て楽しかったし、面白かったし、かなりかわいい瞬間があった。 しかし、そうでなければ、このシリーズはどこにも行かなかった。 私はまだ何が起こったのか全く分かりません。"
  },
  {
    "title": "Tonari_no_Kaibutsu-kun",
    "id": "14227",
    "url": "https://myanimelist.net/anime/14227/Tonari_no_Kaibutsu-kun",
    "user": "DawsonChristy",
    "profile": "/profile/DawsonChristy/reviews",
    "pages": "4",
    "number": "14",
    "link": "/reviews.php?id=125853",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  7"
  },
  {
    "title": "Tonari_no_Kaibutsu-kun",
    "id": "14227",
    "url": "https://myanimelist.net/anime/14227/Tonari_no_Kaibutsu-kun",
    "user": "salimity",
    "profile": "/profile/salimity/reviews",
    "pages": "4",
    "number": "15",
    "link": "/reviews.php?id=97945",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  7\n\nそれは...大丈夫だった。 アニメ全体はほとんどアニメーションのために動くことができる運転プロットを持っていた。 第三者の関心のある人が紹介されていますが、この愛三角は実際に何も起こっていないという事実からあなたをそらすだけです。 私はMushishiを事例として引用します。 しかし、これはMushishiではありません。 それと同じく、主人公（雫、春、朝子）の人生の日々を超えて、ここには闘争はありませんでした。 これは、キャラクターの性格や性格、そして彼らの基本的な動機を確立する際に早期に機能します。 しかし、そこにはすべてがあります。  ShizukuとHaruの13回のエピソードが落ちてから、再び落ちてから再び落ちていく。 あなたが本当にそれをそれと呼ぶことができるならば。 かわいそうだけど、私はエピソード7のようなものを過ぎた彼らの関係にさらなる進歩は見ません。\n\nこのアニメは第2シーズンが必要です。 私は彼らがおそらく1つを得ることにつながっていると思うが、私は販売がこのショーのために良くなかったと聞いているが、これは実際にいくらか失望している。 多分彼らがファンに何らかの充足の形を与えていれば、この種のシリーズにもっと多くの人々が興奮しているだろう。 それは良い、しっかりとしたまともなシリーズです。 誰もが誰とでも接することを期待してはいけません。文字については、言及なしに漂流するのに適していると思います（シズクの兄弟のように - ただ一つのエピソードでしか悪魔的ではありません）。 最後に余りにも多くのゆるい弦があり、聴衆は彼らの投資した時間のために完全にゼロの達成を残す。\n\nだから、結局のところ、これは楽しい、奇妙な、明るいシリーズです。 私はオープニングを魅了しました。 鶏は面白かった。 キャラクターと面白い気分転換は、エピソードごとに20分の価値があります。 シズクは、他のロマン派アニメのヒロインたちに祝福と涼しげで爽やかな風合いです。 彼女は自分自身のためにスティックアップ、男性のキャラクターが所有権を取得するときに転がすだけではなく、彼女は、まあ、愚かなそれを黙って置くではありません。 しかし、バックストーリーの出来事、私に適切な解決策を与えなかったこと、そしてロマンスの基本的な約束を守らなかったこと（実際にどこかの関係に辿り着き、実際にそれを実際に見ている私たちは、 私の本には7つ。\n\n私は漫画が8月に終わることになっているので、私が探しているその達成感を持っていることを願っています。"
  },
  {
    "title": "Tonari_no_Kaibutsu-kun",
    "id": "14227",
    "url": "https://myanimelist.net/anime/14227/Tonari_no_Kaibutsu-kun",
    "user": "smilemelove",
    "profile": "/profile/smilemelove/reviews",
    "pages": "4",
    "number": "16",
    "link": "/reviews.php?id=94551",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は何を言えばいい？ 私はそれについてすべてを愛する！ 最初のエピソードはすでに私を笑わせてくれて、残りのエピソードで喜んで言いました。 私は、ShizukuとHaruが友達を見つけて、物事が複雑になっても、お互いを理解する方法を好きです。 また、私は本当にこの2つが自分の気持ちについて非常に開いていることを愛しています。 残りのキャラクターは、すべてが大好きです。 これには13のエピソードしかないことが残念です。なぜなら、私はより多くのことを望んで以来、私は全体的に9のスコアを与えているのです。"
  },
  {
    "title": "Tonari_no_Kaibutsu-kun",
    "id": "14227",
    "url": "https://myanimelist.net/anime/14227/Tonari_no_Kaibutsu-kun",
    "user": "mamawolf",
    "profile": "/profile/mamawolf/reviews",
    "pages": "4",
    "number": "17",
    "link": "/reviews.php?id=81668",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  8\n\nこの話は絶対に私を描いた。私は夢中になった。 しかし、それはひどく終わった。 それは完全に失望した。 彼らはすぐにシリーズの方法を終了し、文字やストーリーのラインに深く入ったことはありません。 それは非常に多くの可能性を持っていて、私は彼らがこのことが起こることを恐れている！"
  },
  {
    "title": "Tonari_no_Kaibutsu-kun",
    "id": "14227",
    "url": "https://myanimelist.net/anime/14227/Tonari_no_Kaibutsu-kun",
    "user": "haru-nyaa",
    "profile": "/profile/haru-nyaa/reviews",
    "pages": "4",
    "number": "18",
    "link": "/reviews.php?id=81572",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  9\n|  9\n\n弱い鉛の女性キャラクターに疲れた？ それで、皆さんはこのアニメを見る必要があります。\n\nストーリー：8\n\nこのアニメは、ロマンスとコメディのミックスです。 本当に楽しかったです。\n私はこのアニメが本当に好きです。 しかし、終わりはちょっとだった..私はより良いエンディング、またはより良い、第2シーズンを願っています。\n\nアート：7\n\n私はそれがそうだったと思います。 私はこのアニメで少なくとも1回はかなりの雫を見たいです。 雫はあまりにも平野です。 しかし、私は彼女の性格が好きです。\n\nサウンド：9\n\n私は本当にこのアニメのサウンドトラックが好きです。  （バックグラウンドミュージックはOPやEDではない）。\nOPとEDはとてもそうだった。\n\nキャラクター：9\n\n私は彼女が強いので、通常の無力とは違って、泣いているシーンの女性キャラクターがたくさんいるので、雫のキャラクターが好きです。 私も山手が好きです。 私は彼のために根を付けるのが好きですが、春×雫はそれほど悪くありません。 私は春が春に向かってより正直でオープンであることが好きですが。\n\n楽しさ：9\n\n私は本当にこのアニメを見て楽しんでいます。 しかし、結末前のエピソードはほとんど他のエピソードとは異なります。\n\n私の最初のレビュー、私に簡単に行く！  xD"
  },
  {
    "title": "Tonari_no_Kaibutsu-kun",
    "id": "14227",
    "url": "https://myanimelist.net/anime/14227/Tonari_no_Kaibutsu-kun",
    "user": "tish92",
    "profile": "/profile/tish92/reviews",
    "pages": "4",
    "number": "19",
    "link": "/reviews.php?id=79220",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  9\n\nShizukuとHaruの間に混沌と誤解されている超かわいい関係を見たとき、シェイクスピアの「ShrewのTaming」を時折考えるのはなぜですか？ たぶん、2人の主人公が、お互いの気持ちを非常にばかげたやり方で語るように苦労しているような気がします。 私は本当にこのアニメのキャラクターやテーマが好きになってきました。まだ見終わっていないにもかかわらず、レビューに値すると思います。\n\nストーリー：9/10\nこのアニメは独創性をもって私を本当に驚かせました。それは高校生のかわいいラブリー・ドーヴィー・ストーリーではありません。 シズクは自己中心的な勉強者であり、最初は深刻な悩みの種であることが知られている春に学校の配布資料やメッセージを送っていました。 彼は彼女の行動を友情の行為と誤解し、どこにでも彼女を追いかける。 リトル・シズクは、彼女がゆっくりと春に落ち始めることを少しも実感していません。残りの話は、これらのキャラクターが自分の気持ちにどのようになっているかについてです。 この恋愛には、春と雫がほぼ正反対なので、陽気で愚かな瞬間があります。 コメディとロマンスが混在しているため、このアニメは非常に見やすく、特にストーリーそのものはキャラクターの偏心や自然の性質から生まれているため、キャラクター自身には本当に快適です。\n\nキャラクター：10/10\nキャラクターは本当にこのアニメを特別にするものです：あなたはあなたの反対側の2人の主人公（勉強を愛していて、成績について心配していた少女、そして実際には内面の友情を渇望している男の子の誤解された連れ）を持っています。 その上には、面白い友達がたくさんいます。彼女の同僚とぴったり合わない恥ずかしがりのあるスクール担当者、彼女のオンラインコミュニティを大切にするかわいい同級生、そしてただ流れをする野球選手です。 ここでユニークなのは、このアニメの皆さんはそれぞれ違っていても、友だちを作り、維持したいという欲求があるということです（シズクを除いて、ゆっくりと友情の価値を実現しています）。 ロマンスを超えても、このアニメの重要テーマの1つは、友​​人であることが何を意味するのかを探ることです。 そのレベルでは、キャラクターは友人のグループとして表面上は陽気ですが、実際には彼らがお互いにこれらの債券を開発するように感じる方法を学ぶことができます。 私はこのアニメの全てのキャラクター、特に春と雫のキャラクター開発を本当に愛していました！ 春がちょうど学校に持ち込むことを決めた私たちの最愛の鶏を忘れないでください...彼はまたいくつかのエキサイティングな瞬間があります！\n\nアート：9/10\n私はキャラクターがうまく描かれていると思っていました。彼らの表情は、アニメの優雅さを維持しながら、彼らの内面のキャラクターに間違いなく適していました。\n\nサウンド：10/10\n私は実際にこのアニメのバックグラウンドミュージックが非常に愛らしい、コミックであることに気づいた。 それは、私がその音楽を演奏し、公園を歩き回って、雄鶏を持っているような無作為な春がどこからも飛び出さないような感じです！ そしてオープニングのテーマソングは超かわいいです、私は各エピソードのために笑ってしまいます。\n\n全体的な楽しさ：9/10\nこの複雑ではあるが非常に興味をそそるロマンスの物語が大好きで、厄介で陽気な瞬間がいっぱいです！ 私はただキャラクターが大好きだったので、彼らが作ったドラマは大好きでした。 私は、私がエピソードをノンストップで見続けていたことに驚きました。それはあなたの普通の学校のロマンスではないかもしれません。\n\nだから、あなたは多種多様なキャラクターとロマンスと友情のドラマの沢山のもので爽やかなものを探しているなら、これはあなたにとって完璧なので、それをチェックしてください！"
  },
  {
    "title": "Tonari_no_Kaibutsu-kun",
    "id": "14227",
    "url": "https://myanimelist.net/anime/14227/Tonari_no_Kaibutsu-kun",
    "user": "stringdoll",
    "profile": "/profile/stringdoll/reviews",
    "pages": "4",
    "number": "20",
    "link": "/reviews.php?id=84747",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は友人が私が主人公の雫とまったく同じだと思ったと言った後、このアニメを見始めました。\n\n私が最初のエピソードを見たとき、私は彼女に完全に同意し、シズクと完全に結びついた。 彼女は、本質的に私が学校の年を通っていた人でした。\n\n彼女は一目ぼれで恋に落ちた別の女の子ではなく、本当に彼女の研究に専念していて、春の激しい怒りにもかかわらず、彼女の焦点を維持するために大変努力しました。\n\n一方、春は素晴らしく偏心的であり、輝く鎧や完全な王子の騎士ではありません。 彼は完全にかわいいが現実的な欠陥を持っていますが、彼の誠実な正直は私をも引き付けました。 彼の見た目について何かが私にsqueeeeeal（それらの目！そのフロッピーの髪！いたずらなしかし無邪気な笑顔！）\n\n私は非常に楽しい、軽い時計、非常に良いロムコンであるために、このアニメをお勧めします。 それは私に深い人生の教訓を与えませんでしたが、それは私の学校の日についての少し思い出を見ておく価値がありました。"
  }
]
