[
  {
    "title": "Vividred_Operation",
    "id": "14283",
    "url": "https://myanimelist.net/anime/14283/Vividred_Operation",
    "user": "johnvswild",
    "profile": "/profile/johnvswild/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=110927",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  4\n|  10\n\nVividredは、アクションポルノと、まあ、ソフトコアポルノが混在した、暴走族のパーティーです。\n\nスポイラーフリー\n\nA-1は、エイリアンやモンスターなどと戦う際に、4つの魅力的な尻の感動的なオリジナルの物語を私たちにもたらします。 ああ、これらの尻に付いている女の子があり、彼らは特徴付けやものを持っています。 そして、おっぱいがあるビーチのエピソードがありますが、彼らはお尻に戻ります。 そして、第5の尻があります。このショーは、ショーの残り20秒以内に実際にショーの開始から20秒以内に近づきます。\n\n今真剣にレビューしましょう。\n\nストーリー6/10\n\nそれは完全に明らかではありませんが、あなたはこれがまほう少女であることをかなりすぐに気づくでしょう。 キャラクターは魔法ではなく技術と友情の力を借りているが、かなり明確な魔法少女であり、それはかなり独創的である。 正直なところ、ほとんどの人は数回のエピソードの中で終わりを予測するでしょう。 ステークスは高いものの、友情の力は終わりまで続く。 ストーリーはジャンルのクリシェに強く密着しています。\n\n物語は、このアニメで率直にもあまり重要ではありません。 このアニメを見て、リベットストーリーを聞くのではなく、楽しい時間を過ごしてください。 それはよくまとまっていて、間違いなく、この特別なことは実際にはプラスです。 物語はテーブルに何も新しいものをもたらすことはできませんが、それは素晴らしいスキルでそれを引き出します。 そんな伝統的な魔法少女物語を伝える方法は、実際には非常に満足です。 これはこれまでの中で最も知的なアニメではないかもしれませんが、物語は決して不透明ではありません。 私はいったんキャラクターがなぜ彼らがやったことをやったのか、あなたは非常にスマートではないか、または酔っているかどうかを見るためにこれを素晴らしいアニメにしています。\n\nアニメーション8/10\n\n鮮やかな操作は非常にきれいなアニメです。  Sci-fi要素は、細部への優れた注意を示します。 文字と背景はどちらも魅力的にデザインされています。 怠け者のアニメーション化された部分はごくわずかですが、いくつかの相違がありましたが、そのショーはずっと一貫していました。 アクションシーンは素晴らしく、あまりにも多くの対話で埋められていません。 ショーは一般的に難しいアニメーションから逃れることはなく、優れたアクションをたくさん提供します。\n\n多くのファンサービスがあります。 それは実際にショーを損なうことはありませんが、それはいくつかの人々を悩ますでしょう。\n\nサウンド7/10\n\n音楽は明るく、ショーの雰囲気にぴったりです。  OPとEDは良いですが、恒星ではありません。 声優はその役割を十分に満たしている。\n\nキャラクター4/10\n\nあなたが文字について気づく最初のことは（あなたが日本語を話すならば）彼らは彼らの髪の色にちなんで命名されるということです。 残念なことに、すべてのシングルキャラクターは恥知らずに別のアニメからコピー/ペーストされます。 最悪の犯行は、ホムラではない、レイを意味する。 キャラクターはお互いにすばらしく遊びます。 友情の力についてのアニメであるので、あまりにも晴れていれば、女の子同士の友情はうまく発達しています。 物語のように、ここでは新しいものはありません。 彼らの性格は、不自然なものほど大きくならないかもしれませんが、感情のないボードではありません。\n\nこれは私をfanserviceに連れて行きます。 あなたがそれに耐えられない人々の一人なら、このアニメをスキップするだけです。 後部に特別な注意を払って、多くのファンサービスがあります。  Vividredの巨大な部分は甘い甘い戦利品のクローズアップショットに捧げられています。\n\nエンジョイメント10/10\n\nVividredは、あなたがただ楽しい時間を過ごしたいならば、完璧なハイオクタンで気分が良いアニメです。 寛大なアクションと豪華なお尻のショットは、私が2013年に見てきた最も楽しいアニメのこの1つを作る。このカテゴリは必然的に主観的ですが、私はエキサイティングな、楽しいが、知的ではないショーを望む人にこれをお勧めします。\n\n結論\n\nVividred Operationは、Strolling Bonesのような本当に良いカバーバンドのコンサートに行くようなものです。 確かにそれは全く新しいものではないかもしれませんが、ほぼ完全に実行されています。 あなたは多くの考えをしていないかもしれませんが、あなたはあなたの顔に笑みを浮かべています。"
  },
  {
    "title": "Vividred_Operation",
    "id": "14283",
    "url": "https://myanimelist.net/anime/14283/Vividred_Operation",
    "user": "Stark700",
    "profile": "/profile/Stark700/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=91367",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  6\nキャラクター|  6\n|  6\n\n私はStrike Witchesのファンだったので、Vividred Operationが発表されたとき、私はかなり興奮していました。 結局のところ、このシリーズはもう一度ズボンなしで世界を救うことです。 実際、このシリーズが行われる世界はあまりにも不吉なようには見えません。 実際のところ、Vividred Operationは未来からの楽園の世界のように見えますが、私が生きたいと思っているものです。それは楽園のように見え、楽園のいくつかの特徴を持ち、楽園かもしれません。 むしろ、私はこのシリーズにショットを与えました、そして、私はそれがはるか遠いからであることを発見しました。\n\nVividred Operationは、A-1の写真で制作され、ストライクウィッチーズと同じディレクターの高村和弘さんが扱ったオリジナルのアニメシリーズです。 したがって、ここに提示された類似の文字デザインとテーマのいくつかを期待してください。 これらのテーマの中には、主人公を結びつける友好関係も含まれます。 しかし、Vividred Operationはすべてを一緒に引き出すわけではなく、ちょうど氷山の先端です。\n\nその前身と同様、Vividred Opreationは未知の宇宙軍に対して世界を救うというスタイルで再び空を舞います。 表面からしかし、シリーズは清潔で平和に見えます。 実際、世界は平和であり、地球温暖化がなく、私たちの時代を越えて技術が進歩しているようです。 間違いなく天国のように見えます。 大島では、マニフェスティングエンジンと呼ばれる強力な技術がそのすべてを可能にしました。 しかし、今問題があり、人類を脅かしている。\n\nアローズ。\n\nこのシリーズには、Aloneとの戦いと世界の救済に頼る若い少女たちのグループが含まれています。 彼らが大切にしているものを守る気持ちと希望を持って、シリーズの若い女の子たちは、彼らが住む大島と世界を保護したいと思っています。それは、かなりシンプルで使い過ぎたテーマです。 実際のところ、ストライクウィッチーズ、戦前節シンフォギア、フリーズなどには同じテーマがあり、普通の女の子たちは力と能力を得ています。 しかし、女の子のために、彼らは友情として知られている強い結束によって結ばれています。 女の子たちは友情によって団結していて、あなたが信じているかどうかに関わらず、世界の破壊を防ぐ鍵の一つです。 科学と仕事の背後にある少し天才と、それはちょうどそうする必要があります。\n\n少なくとも、それはそれがどのように見えるかです。\n\nAloneとして知られている新しい敵は、最初は一見無意味な大量破壊を引き起こすことで、その存在をよく知らしめる。 むしろ、彼らは大島に住む人々が望むものとは正反対の、戦争である可能性が高い。 事実、マニフェステーション・エンジンに対する彼らの攻撃は、パイロット・エピソードでさえそうであることを証明しています。アローンは、恐怖を広げることについてシングル・ミニディーに曲がっています。 それは確かにそのゆったりとした雰囲気を殺し、シリーズをより劇的な戦場に変えます。 彼らの世界ではほとんど誰も望んでいないもの、特に友好的で魅力的な女の子、Akane。\n\n表面から、Akaneは普通の、発信し、かわいい少女のように思えます。 彼女のトマトに対する愛は、彼女の幸せな人格を象徴しているように見えます。そして、彼女は他の人と簡単にやり取りすることができます。 それは、彼女がスクーターで市内を巡って航行する場所と、マニフェステーション・エンジンが彼らの世界に買ったものの雰囲気を楽しく楽しむところでよく見られます。 まあ、それはAloneが彼らの壮大な入り口を作る前であった。 そして、物事が存在するとき、Akaneは、特に自分の家族を含む初めの出来事の後、この破壊に終止符を打つことを約束します。\n\n幸いにも、Akaneは一人ではないようです。 彼女と一緒に、茜の親友、青いふたばが、平和な街に戻ってきました。 あかねと同じように、双葉は自分を周囲の人に助けて気遣う親切な女の子として自分自身を紹介します。 彼女の貧しい健康状態にもかかわらず、彼女は強い心を持ち、世界で何が保護される必要があると信じています。 一方、ニューオシマアカデミーの女性剣道部長でもあり、剣道でプロとして活躍している若草若草がいます。 彼女はまた、クラスの社長であり、同僚の間でも非常に尊敬されています。 最後に、忘れられないけれども技術的な輝きを持つ宍戸ひまわりがあります。 これらの4人の女の子がチームを構成し、人類が望んでいるものがあります。\n\nそのキャストの外には黒木玲という女の子がいます。 シリーズでの彼女の存在は彼女の行動のために謎のように見えます。 一見不思議なことに、茜は彼女を友人として扱いますが、彼女の行動ははるかに違った話をしています。 実際、彼女の行動は悪意を持っており、社会への脅威とみなされています。 さらに、彼女は人間というより動物愛好家の判断で社会自体が好きではないようです。 本当に彼女の友人になりたい人がいても、レイはいつもそんなに孤独に見えるので、「アローン」自体は彼女の立場の象徴かもしれません。 ここで反アカネの話をしてください。\n\nクールなギアやガジェットは他に何がありますか？ もちろん、あなたが何人かの尻を蹴ると思っているなら、それは正しい答えです。  それは、「世界のテーマを保存しよう」と思って、股と尻をより視覚的に感じるようなものです。 Vividred Operationで提示されたアクションはやや面白いですが、時にはあまりにも巧妙すぎるようです。 それは女の子が過去の軍事的経験をしたことがないにもかかわらず、壮大な空中ディスプレイを行う時にも夢中になる。 肉体的に弱い青い二葉でさえ、彼女のジェットキャッチとバトルシーケンスのストップを引き出します。 これらの女の子はいつとても才能があるのですか？ 戦いを含む他のものの中には、彼らがより強固な存在を引き出すために一緒に融合するときに文字通りに提示されるチームワークがあります。 ああ、それは派手ですが、何度も、それはあまりにも強制されているようです。 さらに、女の子が着ている服装を忘れないようにしましょう。 若い女の子たちが服を着る方法は、派手な衣装と変態を伴う冗談になります。\n\n一方、アローンは典型的なサイエンスフィクションのトロフィーでデザインされています。 彼らは奇妙な形、奇妙な攻撃様式、そして何よりもその起源を持つ背景の奇妙な謎を持っています。 まあ、少なくとも、彼らはそれがサイエンスフィクションの感触を放つのです。 私は、平和な世界に何が起こるかを気にしないで、数百フィートの高さで歩き回って周りを歩き回っているだけを見てください。 彼らは一見人類との戦争を宣言し、大島の人々、そして世界の人々にその恐怖の感情をもたらします。\n\n前述したように、友情はシンボルとなり、女の子の力の主要な源になります。 実際、それは危機の状態で（特に後のエピソードで）それらを結びつけるものです。 残念なことに、友情の深いダイナミクスは未踏の領域です。 実際、文字の間には真の発展が欠けています。 それは最初の数回のエピソードの1つでそうすることができたが、代わりにプロデューサーはファンのサービスを提供するためにそれらの楽しい/フィリピン海岸のエピソードの1つをスローする。 それはちょうどうまくいっていないし、友情のテーマがそれよりも弱くなる。\n\nさらに、レイの性格はこのシリーズの友情の対立となる。 彼女は一見、本当の友達はいないが、むしろ彼女と会話している神秘的な存在だ。 これらの会話はあまり楽しいものではなく、とりわけ暗い過去を持つようです。 さらに、彼女がAkaneと持つ可能性のある友情は、1つのエピソードで殺される。 この開発の欠如は、シリーズの気分を破壊し、レイが単体よりもさらに悪化しているように見せます。\n\nこれにもかかわらず、私はシリーズが面白くてかわいいと様々な例で見つける。 そのほとんどは、茜の陽気な気分、そして彼女の活発な個性から来ています。 彼女は誰もが彼女を憎むことはほとんど不可能な女の子の一人です。 彼女は友人との強い結びつきのほかに、世界と永遠の平和を守りたいと考えています。 彼女はAloneを、彼女が何を信じているかに邪魔になるような、この道を歩む要因と見なします。\n\n視覚的に、このシリーズは楽しいもので、A-1の写真はここで仕事をしました。 太陽は大島の向こうのパラダイスのような陽気な雰囲気を反映しています。 このシリーズでは、CGIを使ってテクノロジーの一部を使用して、Aloneにサイエンスフィクションのトロフィーを渡します。 しかし、時には、それは本当の好意を欠いているのではなく、「エイリアンデザイン部門」のより多くのカテゴリーに適合しています。 さらに、AloneのデザインのいくつかはStrike Witchesに似ていますが、Takamura Kazuhiroがこのシリーズに参加したことは驚きではありません。 もちろん、キャラクターが身に着けている服装を忘れることができるのは誰ですか？\n\n音楽/サウンドトラックのプレゼンテーションの面では、このシリーズは大丈夫だと思われるが、多くの場合、クリスピーになる。  5種類のEDソングで、このシリーズはすべてのキャラクターにスポットライトを与える機会を与えます。 しかし、サウンドトラックは医療だけであり、何も目立っていません。 バックグラウンドの音楽は典型的なものであり、セイユの作品は正しいが、他のものよりもはっきりと目立ったものはないと思う。\n\n全体的に、私はVividred Operationが一連の楽しく面白いものであることを発見しましたが、エピソードが渡されるのを見てイライラします。 一見ストーリーの欠如と弱いキャラクターの開発/関係は、シリーズを見ていると雑用のように感じます。 さらに、ファンのサービスの中には気を散らすものがあり、単独では無限の破壊を求めるよりもむしろモチベーションがないようです。 彼らのデザインも一般的なものであり、私の見解からはあまり目立たない。 それは、道徳性の教訓を全く持たずに、「世界のテーマを救う」というテーマを出す手段としてだけ機能します。 結局のところ、このショーは私に時間を送る方法ですが、楽しい時がありました。 結局のところ、あなたは世界を救うためにパンツが必要だと言ったことはありません。"
  },
  {
    "title": "Vividred_Operation",
    "id": "14283",
    "url": "https://myanimelist.net/anime/14283/Vividred_Operation",
    "user": "arutairu",
    "profile": "/profile/arutairu/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=86953",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  5\nキャラクター|  3\n|  2\n\n私は通常、シリーズを落とすことにうんざりですが、6つのエピソードは鮮やかな操作になり、私はもう見ることができません。 私は最初、このアニメを元のものとして見ていました。私は、ビジュアルメディアがそれ自身のものすべてを素晴らしいものにすることができる時が大好きです。 しかし残念ながら私にとっては、今度は視覚メディアが私に失敗しました。\n\nストーリー -  3\n面白い初期コンセプトですが、すべてが非常に鈍く予測可能です。 ストーリーは紆余曲折のない非常にまっすぐな方向に進み、エピソードの概要がオープニングミーティングに表示されたら、何が起きるか正確に分かります。 まるで自分の時間が各エピソードの終わりまでに無駄になったかのように感じました。\n\nアート -  8\nシリーズのハイライト この日のアニメーションの品質は業界標準に達していますが、明るく活気に満ちた風景やキャラクターは、あらゆるシーンを見るのがとても楽しいです。 もし私が1つの問題を抱えていれば、アローンとの戦いシーンはもっと壮大なものになるかもしれないが、彼らはまだよく見える。\n\nサウンド -  5\n不平は何もないが、賞賛するものは何もない。 すべての声優は適切に仕事をしますが、プロットの簡潔さと対話のために、特に注目すべきことはありません。  。 結末のテーマは、各エピソードごとに変更されます（エピソードがどのように注目されているかによって異なります）。 しかし、オープニングのテーマは全く目立つものではなく、ポップアップしてエピソードを観る準備ができていません。バックグラウンドミュージックはあらゆる場面に適していますが、実際には目立つものではありません。\n\nキャラクター -  3\n本当の印象はありません。私たちの主人公はすべて、一般原型に合っており、進歩はありません。 唯一の面白いキャラクターは、AkaneのクラスにいるがAlone'sを助けていると思われる不思議な女の子Reiです。 しかし、彼女の物語がエピソード5で探検されるとき、あなたは他の人たちと同じように彼女をちょうど鈍くして、残りのシリーズのために彼女に起こることをかなり地図にすることができます。\n\n楽しさ -  2\n上記以外のショーの主な不満は、なんらかの理由で、中学校の女性制服がホットパンツで構成されていることです。 可能な限り、ショーの女の子の多くのお尻のショットを取得する以外には、これに実用性がないようです。 私は笑いを浮かべていたし、ちょっとした理由のためにショットの横に誰かのお尻を入れたり、尻を引っ張ったりしていたばかばかしいショットをしていた。 大きな胸の女の子が争いに投げ込まれると、ばかげたことはちょうど悪化します。 私は段落で何度もバット・ウェイを言ったように感じますが、ちょっと、VOにはたくさんのお尻があります！\n\n全体的 -  4\nあなたが座って24分間何もしないようにして、ばかばかしいファンサービスがたくさんあるのを気にしないなら、あなたはこのシリーズからいくつかの楽しみを得ることができるかもしれません。 しかし私の経験では、ビジュアル以外には誰も推奨していることはありません。"
  },
  {
    "title": "Vividred_Operation",
    "id": "14283",
    "url": "https://myanimelist.net/anime/14283/Vividred_Operation",
    "user": "RakiRaki",
    "profile": "/profile/RakiRaki/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=132405",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  6\n|  6\n\nL-lewd！\n\n鮮明な操作は、放映されて以来、多くのジョークのバットになっています。 その精神的な前任者であるストライクウィッチーズとは違ったやり方で、このアニメは、そのオトクの性的執念に現金を掛けるための懐疑的な試みである、底抜けの捨て札として解雇されました。 これは私にとってひどく不公平です。 あなたがそのプロットやキャラクタの輪郭をより詳しく調べるとき、Vividred Operationがそれ自身の条件でどれくらいうまくいくかを考慮に入れる必要があります。  Vividredが最初に従うつもりはないという条約に従わないことは、Vividredの責任であることが理にかなっています。\n\n鮮明な操作がうまくできています。 ビジュアルは柔らかく、丸く、目を惹きつけています。アニメーションには、振り付けの良い戦いシーンを引き出すためのグリットがあります。 このようなハーフアップの前提（中学校の女の子が強力な技術を使ってAloneと呼ばれる巨大な敵と戦う萌え軍国主義の傾向に似た奇妙な女の子のスピン）と株価の明らかな使い方（あなたは黒木を ショーのFate / Homura）、ビジュアルを素敵で肉感的にするために費やされる費用はありません。 音楽は鈍いが機能的だ。\n\n主人公は、ショーの目的のために十分に特徴付けられたかわいいモエのアーキタイプです。 彼らの個々の弧は予測可能ですが、それにもかかわらず一貫性があります。 もちろん、オタクの空腹の凝視は遍在しており、生徒は自分の食べ物の上にアカネを吐き出すマヨネーズとして膨張します。\n\nこのショーで私の大騒ぎは、それがはっきりとしていることを達成することに完全に成功する一方で、その中で非常に大きな価値があるということです。 ショートショートや爆発がハイアートの中で最高だった場合、これは10点になります。"
  },
  {
    "title": "Vividred_Operation",
    "id": "14283",
    "url": "https://myanimelist.net/anime/14283/Vividred_Operation",
    "user": "sywex",
    "profile": "/profile/sywex/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=87729",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  6\nキャラクター|  4\n|  6\n\n私はこのレビューを書いているので、Vividred Operationへの4つのエピソードですので、スコアは変更されるかもしれませんが、このショーが行われているところで私はそれを非常に疑います。\n\nストーリー：4\n「友情は世界を守る鍵です」 ショーのタグラインからは、すでにどのようなプロットが格納されているのか把握しています。 確かにこのショーは、魔法の女の子とSFの設定の合併です。 あなたは、あなたの典型的なヒロインたちが、彼らの処分で友情のすべての力を使って、訴訟で外国人の侵略者と戦っている。 初期のエピソードは、「モンスターが現れ、女の子が変身し、モンスターがパワーアップし、女の子がパワーアップして仕上げの動きを使う」というパターンに従います。 あなたが最近アニメをしている（ストライクウィッチーズ、リンヌーラグランジュ）なら、それは新しいことではないだろうが、ねえ、あなたはおそらくプロットのためにこれを見ていないだろうか？\n\nアート：8\n...そして誰もがVividred Operationを見る本当の理由について言えば、アートは2013年の基準によって高品質です。 このプロジェクトに携わっているスタッフは、履歴書に尊敬できる実績があります。 コンセプトアーティストとしてのスタジオA-1の写真（ソード・アート・オンライン、アオ・ノー・エクソシスト、アノ・ハナ）、リュジュジュ（ギルティ・クラウン）、そしてもちろんストライク・ウィッチーズの高村和弘監督が有名です。 タイトルは示唆し、アクションシーンはスムーズです。\n高村が監督していることを考えると、視聴者は最初の1分間から全シリーズを通してパンティショットを豊富に扱うようになっています。パンティー（またはあなたの見方によってはホットパンツ）は、  VO 宇宙。 実際、シリーズの終わりまでに、あなたは2分ごとにバットを見るのがうんざりかもしれません...\n\nサウンド：6\nVividred Operationのサウンドトラックは、アニメの明るい雰囲気に合っています。 私たちは、ペースが速いアクションシーンや一般的に陽気なBGMのテクノミックスを用意しています。 結末のテーマは、1人の女の子が紹介されるたびに、1つのエピソードから4つのエピソードに変わります。これはボーナスです。  Vividred Operationの音楽はあまりにも思い出深いものではありませんが、仕事は終わりです。\n\nキャラクター：4\nVividred Operationsのキャラクターは残念ながら、過度に使われていた原型の下にあるため、目立たない。 このタイプの魔法の女の子のジャンルの主人公はいつも陽気で元気な女の子ですが、純粋で無邪気なタイプもあります。 涼しい、強い女の子と内向的な、スマートな女の子。 あなたは魔法の女の子のジャンルで遍在している動物さえも持っています.Vividred Operationは魔法少女まどかマギカの頭を奪って、最初はアンタゴニストとして働いていますが、 シリーズの終わり。\n聴衆は、それぞれの個性に合った色が割り当てられているので、文字を区別するのに問題はありません。 さらに、女の子のラストネームには、出現順の番号とその色に関連付けられたファーストネームが含まれています。\n\n楽しさ：6\n私はうそをつくことはありません、私はファンサービス部門を除いてすべてのことについて低い期待で見始め、そのために私の期待は満たされました。 間違いなくStrike Witchesシリーズへの視覚的アップグレードであり、熱いロリ・バットのアクションを探している人を失望させることはありません。 私が私の罪悪感の喜びに戻ると、今や私を許してください...\n\n全体：6\n2013年の冬はこれまでに提供された最高のものではありません。 これはヒットかミスです：あなたが魔法の女の子ショーを見たりロードサイド観測研究所に所属しているのが好きな人はそれが好きです。それ以外の場合はおそらくVividredfulになります。"
  },
  {
    "title": "Vividred_Operation",
    "id": "14283",
    "url": "https://myanimelist.net/anime/14283/Vividred_Operation",
    "user": "desusama",
    "profile": "/profile/desusama/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=174059",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  2\nアニメーション|  7\nサウンド|  5\nキャラクター|  3\n|  4\n\nこのアニメを見ていることは、さまざまな方法で痛いものでしたが、それはすべて悪くはありませんので、私はあまりにも多くを打ち砕かないように最善を尽くします...\n\nストーリー：物語....このアニメは、友情を征服する教訓です。基本的に魔法の女の子の公式を期待していますが、テクノロジーとエイリアンが投げ込まれています。ストーリーはそれほど重要ではありません。 参加して最後までスキップしても、話を続けることができます。 基本的にパワーレンジャーはpowerpuffの女の子と出会うが、その音よりも驚くほどではなく、コンピュータ/テレビの画面を嫌う可能性が高い。\nART：芸術はかなり良いです、特に唯一の話者の最終的な形と女の子のドッキング変換はすばらしかったです。 それは、CGがすごいと感じていたような明るい人生の一片を持っています\nサウンド：オープニングとエンディングのテーマは記憶に残るものではなく、声優は仕事をするだけで、バックグラウンドミュージックはバックグラウンドにとどまることはありません。\nキャラクター：私はこのアニメのものと同じくらいキャラクターのグループを憎んだことはありません、女の子は、彼らが出会う二つの足に何かを持つ友人を作る試みが追加された1つまたは2つの文字の癖でお互いのpalleteスワップです。 すべてのキャラクターは未発達のクリシェの厚紙です。 最も興味深いのは、私の意見では、このような弱いショーにはあまりにも良いシリーズの悪役でした。\n楽しさ：ここでは喜びはありませんでした。私は数え切れないほど眠りにつきました。深い特徴付けと、パワーレンジャーであることを伝えるストーリーのために新たな敬意を払いました。このショーは、 私はまだ7つのエピソードを持っていることがわかったとき、私は今までにあったような存在の絶望に近づくようになった。\n全体：私は確かにこのアニメが誰のためであるか、明るい色と存在しないストーリーは10歳の女の子のためだと言っているかもしれませんが、少女は嚥下して、最後に宇宙破りの実体はそう言います。 宇宙の暗い遠隔地の誰かがこれを見て、それを好きになるだろうが、12エピソードのために「友情はすべて勝つ」と頭を打ち続けることを望んでいない限り、地獄の悪人たちは単独でそう呼ばれている それはかなり悪かった\nP.S：いわゆるお尻中心のエッチシーンは価値がありません"
  },
  {
    "title": "Vividred_Operation",
    "id": "14283",
    "url": "https://myanimelist.net/anime/14283/Vividred_Operation",
    "user": "Cauthan",
    "profile": "/profile/Cauthan/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=188557",
    "jp": "--- --- --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  6\nキャラクター|  3\n|  4\n\n（これはこのサイトに適応したスポイラーフリーレビューです）\n\n[概要]：世界のエネルギーの95％は将来、空のパワーを利用している大規模な機械であるマニフェステーションエンジンによって供給されます。 ある日、「Alone」と呼ばれる巨大で神秘的な実体が登場し、エンジンを破壊しようとするが、創造主である一木健次郎（Terasoma、Masaki）は、それらを戦うためにVivid Systemを作り上げる。 彼の孫娘、Isshiki Akane（Sakura、Ayane）と彼女の友人たちはVivid Systemを使って、孤独と戦って、徴候エンジンと地球の両方を救うために、メカ的な戦士に変身させます。\n\n[キャラクター]：\n\nショーの主人公は、最初のいくつかのエピソードをすばやく連続して集める彼女の3人の友人と、茜一木です。\n\nショーは本質的に魔法少女であるため、あなたはアバネのキャラクターが好きなものを期待することができます - 陽気で、朗らかで、熱狂的で友好的です。 彼女は素早く人に抱かれ、他人を助けることができないときや失敗したときに動揺することがあります。 私は、Akaneはショーの文脈のなかで完全に素敵なキャラクターですが、彼女のキャラクタータイプは彼女をTと定義しています。そして、彼女が出演するかわいい親切な魔法の女の子のトロープから出発したとは思わない 。 彼女は彼女が何かと思われるものなので、私はキャラクターとして彼女にかなり退屈を感じました。\n\n残念ながら、他の文字はそれほど違いはありません。 麻生少女が古典的な色を志向しているので、Akaneの友人たちはもちろん、そのアーキタイプと多かれ少なかれ関連した特徴を示し、赤の赤と並んで青、緑、黄色の魔法の女の子になりました。 彼らは非常に複雑なキャラクターではなく、最終的には「すべての若い女の子」のようにお互いに友人になりたいです。\n\n残りのキャラクターを探求するために、茜の祖父はかなり存在していますが、偶然、豪華な海鳥に変身し、魔法の女の子のための古典的な動物の同伴者/ガイドを持つことを公言しています。 ショーのアンタゴニストはマニフェステーションエンジンを破壊しようとするアローンですが、もちろんアカネとその仲間と戦う「ダークマジカルガール」もあります。  Kuroki、Rei（内田、マヤ）は、ショーの中の他のすべての人たちと類似しています。 彼女は孤独で絶望的ですが、貯蓄を超えたものではなく、いつものように、このキャラクターの特質は、ショーの中で緊張の良い量として役立ちます。\n\n[アート/アニメーション]：\n\nA-1スタジオのファッションでは、芸術的な点でかなり高品質でした。 このショーでは、CGを非常に上手く使っていて、外見を邪魔したり、気を散らすことなく、アクションシーケンスに良い影響を与えました。 キャラクターのデザインはあなたが魔法少女に期待していたものとほとんど同じです - 女の子たちはそれぞれ魔法の女の子の色に向き合っています。 高村和弘はキャラクターデザインと演出の両方を担当しており、彼の著名なストライクウィッチーズのアプローチには似たような感じがします。 女の子の複数の股と尻のショットをやっていなくても、ちょっとした会話をすることなく、このアプローチを気分が悪くて嫌なものとして説明している間に、他の人たちはこのスタイルに引っ掛かっているので、 ショーの要素。\n\n私が触れる必要があると感じるもう一つのことは、変換シーケンスです。 古典的な麻生荘様式では、各娘は、鮮やかなエンジンパレットスーツに移行するときに変換シーケンスを持ちます。さらに、女の子のいずれかがAkaneと結合してより強力な雌女を作成するときに、これを超えた変換を行います。 シーケンス自体は本当にうまくアニメされており、私が見たより良い変換シーケンスの一部であり、いくつかのショーのように各エピソードを死に至らせることはありません（彼らはしばしばより洗練されて編集されているので、 聴衆がそれらに知り合った後に毎回）。 彼らは非常に良いシーケンスですが、私は彼らがショーを見るのに十分な理由ではないと言っています - 良いアニメーションとCGに加えて強い要素が1つしかありません。\n\n[ストーリー]：\n\n私は、Vividred Operationが、新しいジャンルを創造したり、その物語を別に探求したりするために、魔法少女の要素を借りているショーではないという事実を先取りしたいと思っています。これは、ジャンル自体のレキキンに似ています。 明示的な魔法の代わりに、同様の方法で特定のデザインポイントを売り払うことです。 このショーは、魔法のメックの女の子たちが侵略的なアローンからエンジンを守り、最終的に物事の運命が決まる最終的な紛争に到達するという点で、その前提に非常に忠実です。 それはオリジナルのプロットではありませんが、それは1つのふりをするものではありません。 ショーはコメディではありませんが、キャラクターはモエであり、これにはギャグや軽度のジョークがないにもかかわらず、コメディーな要素があります。コメディーと同じようにコメディーです。\n\n私がショーの見込み客にストレスを感じなければならないことは、ショーの基本的なロジックについて質問することができないということです。一度すれば、何かが解明され始めます。 外国人と私たちの間の人類。 私はこれを言うが、Vividredが技術的なものの美学的要素を捨て去ったときに、Vividredが行うことに大きな危険があるからだ。 それは、ショーの典型的な理解できない要素である魔法ではなく、説明できるものであると主張されているショーを技術に頼ることによって、奇妙なものではなくメイクガールズを持つことはややうれしい。 利用する。 今はもちろん、何かがそうするように働く理由は何もないし、それはショーが関係する滑りやすい斜面だ。\n\nなぜ、あやねの祖父は、「ドッキング」（2人の女の子を1人のより強い女の子にする組み合わせ）をして、ヴィヴィッドドライブを活性化するためにキスをする必要があるのですか？ なぜ、鮮やかなシステムは、Akaneの友人の場合に自己複製することができるのですか？しかし、Aloneを破壊するためにはそれ以上に使用されませんか？ マニフェステーションエンジンによってパレットのスーツが、なぜEMPの影響を受けないのですが、エンジンから流出する他のものはすべて正常に扱われていますか？ これらの質問に楽しい答えはなく、読むことが何もない - それらは貧弱な文章や怠惰な実装から生まれた単純な論理的不一致です。 あなたはまるで魔法の女の子のようにショーを扱うほうがずっと良いでしょうし、率直に言って、そうでないことを証明するのは難しいでしょう。  Clarkeの3番目の法律は、このすべての場所にあります（十分に高度な技術は魔法と区別できません）。しかし実際の存在ではなく、技術の移植と使用の背後にある根本的な理由です。\n\nそんなことはさておき、ショーは古典的な麻生荘のジャンルのすべての範疇と要素に大きく依存しているので、プロット部門では非常に予測可能であり、これはおそらくショーの最も弱い点だと言うことは言うまでもありません。\n\n[音楽]：\n\n音楽は、ショーについてのより良い部分の1つでした。 それはすべての事が考慮されていて、私の唯一の不満は、ほとんどの曲が同じように（ショーではうまくいった）響き、時にはより緊張した音楽を要求するが、スコア 当時は気楽に明るく陽気で、まあまあまあまあ気分を少し損なうものでした。\n\n[最終的な思考と評価]：\n\nVividred Operationは、あなたが期待するものを得るショーです。 あなたは、ショーが「まともな音楽に慣れ親しんできたファン・サービス」としてまとめることができることを知っていれば、ちょうどそれを見つけることができます。\n\nショーが行ったルートのために、majou shoujoの古典的なテーマのすべてを占有し、他には何もないので、それらのショーを独自の方法で動作させる余分な「もの」が欠けていた。 例として、Vividredには「時代到来」の要素は本当にありませんが、一般的にはジャンル内で見つけることができます。 そのようなものは、ショーに感情と信頼性の感覚を与え、ショーには、他の無意味なものの中で究極の意味を与えてくれたので、私の意見でショーを大幅に改善しました。\n\n評価：4\n\n私はVividred Operationを4にしました。その日の終わりには、私はそれを独創的で、極端に無意味であるとしか思えず、過度に性的なものにして不快に思うからです。 私はアニメーションと音楽が好きですし、変換シーケンスは本当に良いですが、それ以外のものはすばらしく失敗します。 それはそのジャンルを過認定し、それ以前に来たもの以上のものになることは決してありません。\n\n[推奨事項]\n\n「4」という性格のため、私はおそらくVividredを誰にも勧めないでしょう。なぜなら、ジャンルは他の場所でははるかに優れているように感じるからです。 あなたの目標が魔法少女の中でファンサービスを見ているならば、完璧に素晴らしいショー\n\nまどう少女のジャンルへのまともな門戸であるVividredの議論があるかもしれません。特に懐疑的な人には、まともな行動があり、アニメーションや音楽がポイントであるからです。 しかし、このショーでも、そのネガティブな側面のために非常に簡単に人々をジャンルから切り離すことができるので、これは危険な感情でもあると私は言います。 このことを念頭に置いてショーに近づけることができれば、暫定的に探検するのはいいかもしれません。"
  },
  {
    "title": "Vividred_Operation",
    "id": "14283",
    "url": "https://myanimelist.net/anime/14283/Vividred_Operation",
    "user": "Partei",
    "profile": "/profile/Partei/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=91511",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  6\nサウンド|  4\nキャラクター|  2\n|  1\n\n私はゆっくりと読者を描き、私のレビューを読ませてくれるように序文を書くつもりでした。 それは想起的言語と修辞的な豊かさでいっぱいになるだろう。 しかし、あなたは何を知っていますか？ それはそれが長いほど狂っているだろう。 さあ始めましょう。\n\nストーリー：\n恐ろしいプロット、ひどい連続性、ひどいキャラクターの動機。 うん。 それはそれを要約する。\n\n鮮やかな操作はまともなシリーズです。 ある日、奇妙な偶然によって、地球に混乱を招く可能性のある脅威に遭遇し、別の世界からの脅威に対して武器を取る若い少女のことです。\n\nあ、ごめんなさい。 それは魔法少女リリカルなのは。 もう一度試してみましょう。\n\n鮮やかな操作は悪いショーではありません。 それは魔法の女の子になるためにチームを組んだ若い若い少女のことです。 しかし、ショーはプロット自体についてはあまりありません。プロット自体はキャラクターの関係性のためです。 その欠陥にもかかわらず、それはいくつかの固体特性と興味深い紆余曲折の間に魔法の女の子の式で思い出深いショーになることができます。\n\nあ、ごめんなさい。 それはPuella Magi Madoka Magicaです。 もう1回。\n\nVividred Operationの問題は、実際に新しいことをやろうとはしません。 それは疲れた材料にスピンを入れようとはしません。 それは...何かをやろうとしない。 物語は、愚かな「創造的な物語を書いて」ナンセンスが単にパンティーショットの道に入ると思った、いくつかの非クリエイティヴな作家によってミキサーに投げ込まれた試練された作品のちょっとしたものです。\n\n連続性の不具合、プロットの穴、そして基本的な人間の心理学の無知が広がります。 キャラクターは、スクリプトを読むだけで知ることができることを知っています。 ショーの「科学」は、多かれ少なかれ、作家が現場で補完するギャビー・グークの束です。 ショーはそれ自身の連続性をまっすぐに保つことを試みることをも気にしない！\n\nはいはい。 私は陰謀であることを知っている。 私はおそらく真剣にそれを取ることになっていないことを知っています。 それは試してみるという言い訳ではありません。 このショーは、ポップコーンでさえ映画レベルの面白いものではありません。これは、継続的な不具合や非合理的でインコヒーレントなキャラクターの挙動が原因です。 何もしないで楽しい時間を過ごそうとしている場合でも、それはあなたの気を散らし、あなたを物語から引き離します！\n\nキャラクター：\nああ、ちょっと！ 文字についてチャットしよう！ 彼らは存在した。  Kuroki Reiを除いて、私は既に2013年の最も退屈なキャストのための確かな候補者を持っていると思います。\n\n私はVividred Operationのキャストの大部分について何を言いたいのか分かりません。 私はそれらを段ボールの切抜きと比較することを考えましたが、その後、段ボールの切抜きがいかに残酷であるかを正確に認識しました。 あなたの典型的なVividred Characterがあります：彼らは名前を持っています。 彼らは1つまたは2つの文字特性を定義しています。 本質的に、それは架空の存在としてのアイデンティティ全体を構成する。\n\nしかし、キャラクター開発はどうですか？ ナ。 それらのほとんどすべてが最小の文字の円弧を通り、実際にはそうしないでください。 物語は実際にキャストが発展しているように見せようとします、彼らは本当にあります。 しかし、私たちはそれを見ません。 キャラクターは、キャストの他のメンバーに向かって姿勢を変えなければならない経験を経ているように見えます。そして、これはほとんど無視され、ほとんど話されませんでした。 自己反映はほとんどなく、思い出深い裏話を残している人はほとんどいません。\n\n私は修飾子を使用し続けました。 興味のあるキャラクターは、黒木玲です。 彼女は暗い魔法の女の子（まあ、暗い十分に先進的な技術の少女）で、Aloneと彼らの神秘的な恩人と一緒に作業しているのは、見る人には分からない理由です。 彼女は実際にはかなり魅力的なキャラクターです。彼女は興味深い性格を持っています。彼女は自分がいるすべてのシーンを盗み、彼女のモチベーションを学ぶと、実際にはある程度の意味を持ちます。  （これは部分的なことですが、それは、彼女が七葉からの運命の大暴れだからですが、私は得ることができるでしょう）。\n\nvilliansはむしろ感動の動機で在庫されています。 ただ、ショー全体をちょうどなぜ地球に来ているのかを知るために見るだけの理由はありません。それは心を曲げる割合のプロットツイストではありません。\n\nVividredさん、おめでとうございます。 あなたは1人の思い出深い人物を持つことができました。 長い目で見れば？ それほど多くはありません。\n\nアート：\nかなり見えますが、騒々しいファンサービスによって台無しにされました。\n\nアニメーションは滑らかで、キャラクターのデザインはまともです（いくつかのキャラクターは、時間の半分を白くしているように見えますが、私に迷惑をかけます）。 ショーは間違いなくきれいに見える。 それでなぜこのような低い得点を得たのですか？ ファンタスティックなショットのために。 そしてファンタスティックなショットがたくさんあります。 ショーのファンサービスの量は単に猥褻であり、最終的にはそれに対する言い訳はありません。\n\n音：\nオープニングとエンディングはかなり美しいです。 内田麻弥は、声優でもありますが、その音は全体的にむしろ穏やかです。\n\n実際に、Vividred Operationの音楽についてはあまり言い表せません。 いいんだよ？ 私は推測する？ それは特に特別なものではなく、むしろ簡単に調整できます。 オープニングテーマとエンドテーマは悪くないが、オープニングとエンディングについてはかなり一般的だ。 競合するOPとEDの何百ものものとは分かれていません。\n\nセイウユの公演は...受け入れられる。 彼らは確かに声であり、確かに演技していますが、ほとんど誰もが自分の快適ゾーンを超えてパフォーマンスにパーソナリティを追加しようとしません。 例外はレイを声に出した内田麻弥です。 彼女は本当にレイのキャラクターにニュアンスを加えようとしているし、彼女は努力をしていると言うことができる。それは間違いなくショーに加わり、おそらくレイを魅力的なキャラクターにする主要な部分だろう。 彼女の才能がこのショーで無駄になるのは残念です。\n\nだから私たちは何を学んだのですか？\n\n鮮やかな操作は混乱です。 特徴づけが悪い、プロットが貧弱で、いたずらに怒っている、そしてすべてのレベルで思考が不十分だった。  Vividredがやろうとしていることをまさに行うショーがたくさんあります。"
  },
  {
    "title": "Vividred_Operation",
    "id": "14283",
    "url": "https://myanimelist.net/anime/14283/Vividred_Operation",
    "user": "bearvarine",
    "profile": "/profile/bearvarine/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=209495",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  7\n\nサイエンスフィクションと軍事戦闘アクションで、4人のかわいい主人公とガールフレンドの関係の問題が混ざり合う楽しいガールズアドベンチャーシリーズ。 ここでは深いSFのプロットを期待してはいけませんが、基本的な話は、普遍的な宇宙からの侵略者の戦いをテーマにして、Mai-Hime、Yumeria、Noeinとの一般的なストーリーラインの類似点 シリーズ。 物語はそれが持っていなかったもののために幾分顕著であった：少年または男性の愛の利益、ほとんど喜劇またはユーモアはない。 結局のところ、Vividredはかなり軽い気分の良いシリーズで、ファンのサービスの瞬間は数点以上ありました。"
  },
  {
    "title": "Vividred_Operation",
    "id": "14283",
    "url": "https://myanimelist.net/anime/14283/Vividred_Operation",
    "user": "beast_regards",
    "profile": "/profile/beast_regards/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=89095",
    "jp": "--- --- --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  8\nキャラクター|  5\n|  6\n\n4人の女の子には、世界を孤独な孤独な人から守るために、超人が与えられています。\n\n私は魔法少女がストライクウィッチーズと出会ったことを言っています。 だから魔法少女たちは、彼らが本当に魔法ではなく、彼らの力はストーリーに基づいた技術に基づいている以外は、怪物のエイリアンと戦っている。\n\n私は通常、私のレビューにストーリーサマリーを含めますが、今回は私が話すストーリーはあまりないので、1つのセンテンスで管理します。 最初の4つのエピソードは、派手な爆発で一撃の巨大なエイリアンを紹介するために費やされています。 第5話は、話のヒントとその理由を説明してくれましたが、何が起こっているのかを知る前に、もう1つのフィラーエピソードでエピソード6がありました。 次のエピソードでは、何らかの進歩がなされた場合、それは実際にメインプロットに接続されていない多くのフィラーと混乱している。\nストーリーが最後の結論と終わりに達すると、ストーリー展開のためにクリエイターが12回から3回のエピソードのように過ごしたことに気付くでしょう。  4つのエピソードを取った登場人物は数えず、他のショーは1人目の主人公にカップルを紹介することができます。\n\nそれでも、私は見守った。 それは私にとって、どれくらい不自由なのか笑ってしまった。悲しいことに、冗談のように意図せず、頭が痛かったように聞こえる。\n\nキャラクターはエクステンションに包括的です私はカラーブラインドではないので、私は彼らのユニフォームの色のおかげでそれらを区別することができたので嬉しかったです。 キャラクターの発達も進歩もありません。 はい、彼らは少し異なって見えるかもしれないし、異なる人格を持っているかもしれませんが、最初に何十ものショーを見直した後、ほとんど気付かなかった。\nアンタゴニストであるReiのキャラクターの背景は、おそらく全体のプロットの重要な部分であるため、おそらくここで品質を償還するだけかもしれません。 しかし、プロット自体のように、彼女の裏話は、フィラーのトンのどこかに埋もれてしまった。\n\nアートとサウンド - ほとんどの場合、私が作ったそれぞれのレビューでこれほど価値がない、「良い標準」や何かを何かを単に伝えることができるので、アートとサウンドについて書くことはめったにありません。 しかし、これは特別なケースです。芸術も音も実際の傑作ではありませんが、他のすべてが欠けているショーについては、おそらく最高のものです。\n\nそれで、ここで私は、私のラブリングの終わりに近づいています（それ以外はレビューと呼ばれています）。私はショーについてもう1つだけ言うことができます：それはほとんどそれを作った - 私はショーを落とさず、 なぜあなたに（または私自身さえ）説明するのか？ もともと私は9/12のエピソードを見た後にこのレビューを書いたが、最後に3つを見た後に私はまだ見るべきだったが、全体的な評価を変えるものは何も特別なものではないことが分かった。 ここで私の5  - 平凡な評価を行っています。"
  },
  {
    "title": "Vividred_Operation",
    "id": "14283",
    "url": "https://myanimelist.net/anime/14283/Vividred_Operation",
    "user": "GemmaOtaku12",
    "profile": "/profile/GemmaOtaku12/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=86687",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  8\n\n私はこのアニメがかなり涼しいと感じました。 将来的には魔法ではなく技術だからです。 しかし、実際には彼女はテクノ中毒者で、決して学校に行かず、ひとりで生きていきます。 それは本当に素晴らしいですし、他の文字も退屈ではありません（スコア：10）。 うまくいけば、私は最後のエピソードまでこのアニメを楽しむ。  SF、メカ、エピソードからアクションまで、このアニメをもっと面白くしてください！ そして、それをより少ないファンサービスとユリにしてください！  （全体：8） 物語は本当に素晴らしく、恐ろしく予測できません。 将来のテクノロジー、アクション、SFのことは、単に素晴らしいです。 あまりにも多くのファンサービスとユリシーンがありますが（スコア：9） 芸術は非常に美しく、特に背景、キャラクター、メカのためには、それが大好きです（スコア：8）。 オープニングとエンディングはかなり良いと思う（スコア：8）。 私が一番大好きなのはキャラクターです。 キャラクターの性格はすべて予測不可能です、特にひまわりです。 私は彼女が大きなオパイを持つモエチャーであると思った。"
  },
  {
    "title": "Vividred_Operation",
    "id": "14283",
    "url": "https://myanimelist.net/anime/14283/Vividred_Operation",
    "user": "Fluttersniper",
    "profile": "/profile/Fluttersniper/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=201731",
    "jp": "--- --- --- | ---\n全体的な|  2\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  6\nキャラクター|  2\n|  2\n\n私は「有罪の喜び」と考えられるいくつかのアニメを持っています。 私は彼らが平均以下であることを知っていますが、私は興味深い宇宙、前提、または芸術のスタイルで吸い込まれ、私が見ていたものに投資しました。 物事が鈍くなったり予測できなくなっても、私は本当に次のものを見たいので、耕し続けます。 私は投資されています。\n\nVividred Operationは投資を呼び出すことができません。 まったく。 どっちみち。\n\nストライクウィッチーズの残りのスクラップから構成された魔法の女の子ペイントバイナンバーのように全体が感じられました。  「精神的な後継者」？ もっと恥知らずなノックオフ！\n\n最初の2つのエピソードは、Sword Art Online以来経験したことの中で最も痛いものでした。そして、Vividredが2013年に放映されて以来、私はあなたに多くのスポイラーを与えても問題ありません。\n\nほとんどの年代順に与えられた苦情のリスト（私は戻って研究をすることを拒否します、それは価値がありません）：\n\nなぜ天才科学者の祖父はぬいぐるみに変身したのですか？ それはプロットに役立つか？ 何かにつながるでしょうか？ いいえ！ 私たちは魔法のない魔法の女の子ショーのためにかわいい動物のマスコットが必要でした。そして、彼は最も重要なキャラクターではなかったので、彼は短いストローを手に入れました。 彼らは文字通り、サイエンス・イー・ゴブリンゲークとハンドウェーブを投げ捨て、彼の意識を変えた。 リリカルな羽生キャラクターゆうのは、フェレットになった理由がある（彼は魔道師であり、負傷し、エネルギーを節約し、後でシークレット状態に変わるという理由で、プロットが拾うと落ちるので、もうマスコットは必要ない ）。\n\n島は破壊されている！ 飛行機が左右に撃たれている！ 全船が沈没し、数千人の船員が溺れています！ あなたの反応は何ですか、あかね！\n'酷いもんだ。'\nあなたはあなたの食料品リスト、あかねを読んでいるように聞こえませんか？\n'酷いもんだ。'\nこれは戦争、あかねです！ それに実際のEMOTIONを入れてください！\n「見て、葵！ あなたは擬似科学の女の子になる！ うわー！ あなたの服はとても美しいですが、それは私の色とはまったく同じですが！\n私はそうではありませんでした！\n\nあかね、あなたは高所を恐れていませんでしたか？\n「私はそれを乗り越えた。\n私はあなたがちょうど特定の死とすべてからあなたの友人を救ったことを知っていますが、外傷で生まれた恐怖は、\n「私はそれを手に入れました」\nさて、あなたはそれを乗り越えました。  Sheesh...\n\nなぜなら、茜と葵は「ドッキング」できない（FANSERVICEのために、基本的にダブルエンゲンダーの名前でフュージョンダンスをすることはできません）というのは、友情の問題だからです。 深く暗い秘密が融合を妨げているのは何ですか？\nまあ、あかねが初めて葵と出会ったとき、彼女は無作為にトマトを彼女のお尻から引っ張ってくることにしました（義務的なお尻のショットを含む）。\nそれはちょうどのようです、ブーム私はちょっと新聞であなたを知っています**** INGトマト！\nそして、明らかに、これはアオイがトマトを嫌うので、友情を破壊するのに十分です！ だから彼女は嘘だ。 これは大したことではありませんが、ショーは友情のためになることを示しています。  Akaneさんでさえ、彼女のトマトとの友情は駄目だと思って、彼らはクールな融合に変身します。 ちょっと残念だけど、もっと涼しく、冷静にならなくてはなりませんでした。 私たちはそれのようにクールです。\nこれはすべて、****ING warzoneの途中でフラッシュバックが行われています。 だからそれがあります。\n\nさて、このショーには多くのファンタスティックがあります。 キル・ラ・キルと違って、あなたはそれを無視して素晴らしいことにはならない。 ストライクウィッチーズとは違って、バットショットには宇宙の言い訳がありません。\nあなたが見る通り、ストライクウィッチーズは、第二次世界大戦の道具具をたくさん持っているだけでなく、魔法が科学に触れる宇宙を確立し、大胆に避難することによってそれを取り除きます。 第2シーズンのある時点で、彼らはJETバージョンのStrikerユニットをテストし、それを使用している少女は4つの30mmの大砲と5つのミリメートルキャノンを運びます。 それはすばらしいことです、それはすばらしいことですが、そのすべての背後にカノンの理由があるので、さらに優れています。\nストライクウィッチーズは、彼らのキャラクターがパンティーに常にあることを保証します。なぜなら、そうでなければ彼らの機器を使用できないからです。 ストライカーユニットは脚に装着されているので、突き合わせショットを取得するたびに、WW2時代の飛行機に似ているような奇抜なショットを取得する可能性があります。 ショーは軍事的態度を持っていることは言うまでもありません。 バットショットはさておき、戦闘が沈んでいる間に彼らがどれほど涼しく見えるか友情の問題を抱えているかのようなストライクウィッチを見たことはありません。\nCHARACTERSが投資されればVIEWERSが投資されるため、ショーは大いに必要な投資を行います。 そして、主人公が明るい光沢のある新しい衣装や超大国を引き締めているとき、世界の運命に気を付けるのは難しいです。\n\n\n\n全体的に、私はこのショーを見ることができませんでした。 あなたはメカ魔法の女の子とショーをしたいですか？  Lyrical Nanohaをテクノマジック、プロット、キャラクターにしてみてください。  WW2、テクノマジック、バットショットのストライクウィッチーズを試してみてください。 メカ、プロット、キャラクター、バットショット、HOTBLOODが必要な場合は、Gurren LagannとKill la Killを試してみてください。 ちょっとした女の子とジェンダーフリップが欲しいなら、ツインテールになってみてください。\n\nVividred Operationを試してはいけません。 あなたが得る唯一のものは、鼻血です...いいえ、そうではありません！ あなたの頭を壁にぶつけた後に得られる種類！"
  },
  {
    "title": "Vividred_Operation",
    "id": "14283",
    "url": "https://myanimelist.net/anime/14283/Vividred_Operation",
    "user": "zombie_pegasus",
    "profile": "/profile/zombie_pegasus/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=224610",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  6\nキャラクター|  5\n|  8\n\nアニメの実際のプロットは、世界が走っている未来的な技術を破壊しようとするロリ人と戦っているロリを含むので、非常に非現実的です。 技術はあまりにも不可能ではありませんが、それらのほとんどは現実世界では実用的ではありません。 このアニメは、物語のファンケルサービスよりもはるかによく知っています。\nアートとアニメーションがここでの主なアトラクションです。 文字のデザインから世界のレイアウトまでのすべてが非常にうまくいきます。 いくつかの悪役は少し一般的に見えますが、少なくとも彼らは面白いやり方で死んでいます。 学校の制服は伝統的なスカートを踏む代わりに、キャラクターの美しい尻を表示するために男の子のパンツを着用しています。 狼男は敵となることを意図していても、とても愛らしいものです。\n声は、ぬいぐるみの動物のように見える魔法の女の子の馴染みのある/募集者を維持するためであったが、ぬいぐるみの動物のように見える祖父の意図的な例外を除いて、 他の魔法がなければ。 エイリアンは一般的に聞こえていましたが、外れていませんでした。\n文字のパーソナリティはすべて、かなりの標準的な原型にほぼ合っていますが、それでも見るのは楽しいものでした。 お互いに対する彼らの気持ちは、自分の精神年齢を考えると驚くほど現実的でした。 女の子の1人は奇妙な食事習慣があり、他の人がそれを試してみるよう奨励しようとしています。\nショーのコンポーネントの平凡さにもかかわらず、これは非常に楽しかったです。 かわいいキャラクター、不合理な伝承、そしてユニークな変身シーンは、誰かが「良いアニメ」を求めたときにあなたが最初に選んだのではないにしても、楽しめる雰囲気を作り出すのに役立ちます。 それはあなたの好みに左右されますが、無意味な戦いやファンの常連客であればこのショーが大好きです。\nすべてのことを考慮すれば、ショーそのものは文学的価値がないかもしれませんが、無駄な時間を感じることはまずありません。 あなたが少し疲れていて、徹底的な話に注意を払うことはできませんが、むしろかわいい女の子と戦うモンスターを見るのは素晴らしいことです。 新しいお気に入りのアニメでこのことから出てくることは期待しないでください。しかし、それがうまく書かれていないからといって、それを伝えてはいけません。 それは間違いなくショットの価値はあるが、ショー全体を通して品質がかなり安定しているので、落とすことを恐れないでください。"
  },
  {
    "title": "Vividred_Operation",
    "id": "14283",
    "url": "https://myanimelist.net/anime/14283/Vividred_Operation",
    "user": "kvnadriano",
    "profile": "/profile/kvnadriano/reviews",
    "pages": "1",
    "number": "14",
    "link": "/reviews.php?id=182615",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  6\nキャラクター|  7\n|  7\n\nそれは..ええ。 是非とも大丈夫ですが、欠けて深みがあるように見えました。 それはそうである必要はありませんでしたが、それはありました。 それは時々ちょっと面白かったですが、大部分は特定の視聴者に対応するためにそこに置かれたように感じました。 キャラクターは個性的にかなり在庫がありました。 彼らは彼らが属していた文字の原型のステレオタイプでした。 全体的に、それは大丈夫だった。 そして、少なくとも私にとっては、それはすべて大丈夫です。 他の魔法少女からインスピレーションを得ていることは完全に明白であり、そうしようとしているものを引き離すことはできますが、それは非常に光沢のない方法でそうします。 私は、アンタゴニストの動機づけと操作方法を完全に混乱させていました。 アンタゴニストがそれが何をするのか、それがなぜそれをするのかについて本当に考えてみてください。なぜあなたは私が何を意味するのかを理解するでしょう。 私はこれがやりすぎるように感じる。 それは深くするのが難しいです。 おそらくそれは私が思っている以上のもので、多分思考が必要なものではないかもしれませんが、もっと深い話をしている人たちとは判断できません。 ちょっとかわいいけど全体的にちょっとした違いはありませんでした。 それはちょうど...そこにあった。"
  },
  {
    "title": "Vividred_Operation",
    "id": "14283",
    "url": "https://myanimelist.net/anime/14283/Vividred_Operation",
    "user": "Kokorolla",
    "profile": "/profile/Kokorolla/reviews",
    "pages": "1",
    "number": "15",
    "link": "/reviews.php?id=88471",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n\n\namuricuh"
  },
  {
    "title": "Vividred_Operation",
    "id": "14283",
    "url": "https://myanimelist.net/anime/14283/Vividred_Operation",
    "user": "LuckyKrystal",
    "profile": "/profile/LuckyKrystal/reviews",
    "pages": "1",
    "number": "16",
    "link": "/reviews.php?id=91773",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  7\nキャラクター|  4\n|  5\n\nVividred Operationは、スタジオA-1の写真とストライクウィッチーズのクリエイターによってもたらされたアクション/ SFアニメです。  Vividred Operationは、目にはとても喜ばれるアクションアニメです。  A-1の写真は、特に戦闘シーンや変身シーンになると、アニメーション部門ですべて消えました。 残念なことに、その芸術とアニメーションはアニメの最高の部分です。 プロット、テーマ、キャラクターはすべて非常に定式化されており、これまで数多くの他のアニメでは見られなかったものは含まれていません。\n\n主人公の茜陰一樹は、妹と祖父と平和で清々しい世界で暮らしています。 無限のエネルギーでいつも陽気で爆発的な笑顔で日々奮闘し、肯定的な感情を吐き出します。 しかし、彼女の平和な世界はすぐに孤独と呼ばれる脅威に脅かされています。 彼女の祖父が作ったいくつかのハイテクスーツを使って、Akaneと彼女の友人たちは、平和な世界を守るために敵の脅威を撲滅しなければならず、そのエネルギーの95％を世界に提供するManifestationエンジン。\n\nそしてそこに赤い旗があります。 世界のエネルギーの95％を供給するエンジンは、島の地震の多い国に駐留していますか？ 複数のエンジンが世界中に広がっていることははるかに理にかなっています。 しかし、それはほんの少しの不満であり、それは大したことはありません。 このアニメは、「怪獣の怪物」の設定で進行します。時折、ステレオタイプのビーチのエピソードやダウンタイムによって視聴者にいくつかの強制的なメロドラマが表示されます。\n\n世界は主張されているエンジンのおかげで、戦争や醜さのない平和な世界として大部分が投影されています。 このためにも、世界は物語の5年前にエネルギー危機を避けることができました。 この危機とマニフェスト化が世界をどのように変えたのかをもっと知ることは面白かったでしょうが、そこに精巧さはありません。 また、Aloneが何であるか、どこから来たのか、なぜエンジンを破壊したいのかが明確になっていません。 我々が与えられているのは、プロットのさまざまな側面の妥当性について数多くの疑問を浮かべている裸の骨の説明です。\n\nテーマは、アニメのプロジェクトは、愛と友情の力、そしてそれをどのように克服するのかです。 あたかもすでに何百万回もこのテーマを見ていないかのように。 それは全体の話をかなり予測可能にします。 盲人は、個々のエピソードの結果と1マイル離れた場所からの終わりを見ることができました。\n\n文字ははるかに良い運賃はありません。 彼らはほとんどのキャラクターの発展を得るほとんどのクッキーカッターステレオタイプです。  Akane Isshikiは、無限のエネルギーで爆発的な快活な中学生です。 彼女は一生懸命に仕事をしていて、彼女の友人たちがほとんど瞬時に気に入っていて、かなり何でもできる女の子です。 ふたばあおいは、あかねの親友でもある静かで適切な少女です。  Kuroki Reiは最初は寒くて遠いですが、最終的にはあかねに温かくなり、後でその女の子が暖かくなります。  Saegusa Wakabaはスポーティなトムボーイです。 シノミアひまわりは、小さなハッカーでもあり、すばらしいハッカーです。\n\n少女たちが受ける少しの発展は大部分が予測可能であり、過去のことはあまり説明されていない。 キャラクターを気にするのは非常に難しいのですが、特別なことはありません。 特に、AkaneはMary Sueにかなり不快なボーダーライニングを施しています。 彼女は特別なスキルを身につけていません（いくつかのアスレチックスキルを念頭に置いているだけでなく）、愛と友情の力を使ってすべてを克服します。 彼女の積極的な態度で、彼女はいくつかの女の子の信頼と愛を即座に得ます。 サイドキャラクターはかなり忘れられてプロットにはほとんど貢献しません。 主なアンタゴニストは、神秘的で圧迫感のある人物として提示されていますが、性格的にはどんな種類のものでもありません。 彼女はまた忘れることができ、私たちは自分の動機が何であるか、彼女が何をやったかを本当に知ることさえできません。\n\n言及する価値のある別のものは、ファンサービスです。 アニメの小さなファンには間違いありません。無益で、気を散らし、物語を傷つけない限り。  ちょっとした話が十分でなかったかのように、無駄なファンサイトのサービスは、真剣に受け入れることをさらに困難にしています。 Vividred Operationのファンサービスは、3つすべてを行います。 最初のエピソードに数秒、視聴者には、14歳の女の子の足の間に太陽のイメージが浮上していることが示されています。 実際には、突然の突然のショットや時には部分的なヌードがアニメ全体で詰まっています。 女の子たちが\"ドック\"するとき、彼らは彼らの下着に不可解に見える。 学校の制服は、タイトなジャケットとブーティーショーツのペアで構成されている、とてもばかげています。 そして、誰かが水着を失うだけで、予測可能なビーチのエピソードがあります。 少女たちがどれほど若く見えているかを考えれば、ファンタスティックは遠隔的に喘ぎ過ぎることさえありません。 物語とアニメの全体が馬鹿に見えるだけです。\n\n今、アニメの最高の部分に：芸術とアニメーション。  A-1の写真はこの部門でうまくいった。 戦いの場面は振り付けがよく行われていますが、実際の治療は、女の子が能力を組み合わせて究極の攻撃を破る「ドッキング」能力を使用することです。 大きくて、派手で華やかで、鮮やかな色で炸裂します。 変換には、派手で、カラフルで、ドラマチックな、同じ種類の扱いが与えられます。  Aloneとの戦いはシリーズのハイライトです。 しかし、最後の戦いはそれをすべて上回り、最も狂気と、シリーズのトップ攻撃を超えています。 サウンドトラックも驚くほど良いです。 そのトラックはSF映画からまっすぐなもののように聞こえる。\n\n全体的に見ると、Vividred Operationはほぼすべてのカウントで平均的なアニメに過ぎません。 その文字はステレオタイプで一次元です。 その物語は非常に控えめで予測可能です。 そのキャラクターや興味深いプロットポイントは、どれも洗練されていません。 スクリプトは正直なところ、子供向けアニメのために書かれたもののように感じます。 しかし、この信念は、子供のアニメにはあまり適していない、頻繁なファンサービスによって相殺されています。 その芸術とアニメーションは素晴らしいですが、ショーを保存するだけでは不十分です。  Vividredは、目をポップするアニメーションと戦う場面のためだけに本当に良いです。 他のすべての部門でその平凡さは、それを興味深い時計にすることはほとんどありません。"
  },
  {
    "title": "Vividred_Operation",
    "id": "14283",
    "url": "https://myanimelist.net/anime/14283/Vividred_Operation",
    "user": "OPisacoolguy",
    "profile": "/profile/OPisacoolguy/reviews",
    "pages": "1",
    "number": "17",
    "link": "/reviews.php?id=89393",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  2\nアニメーション|  7\nサウンド|  5\nキャラクター|  3\n|  4\n\nそれは最悪の種類のたわごとだ。 ストーリーは哀れですが、幼稚園児はおそらく、ジェネリックなSoLの間抜けの怪物よりも面白い何かを考え出すことができます。 キャラクターは水たまりと同じ深さです。 主人公、あかねさんには何らかの精神的障害がありますか（かわいそうか何かを作ろうとしていますか？）、キャラクターの支持者のキャストは明るくないし、主人公は、最初の印象で、マドカのコピー/ マギカの「ホムラ」。 このアニメの唯一の良いことの一つは、アートです。 変換シーケンスは非常に素晴らしいと見える、そして戦いは一般的によくアニメーション化されています。 音は特別なものではありません（オープニングのテーマはちょっとしたものです）。 しかし、個人的に、私は10秒ごとにお尻のショットを持っていることは、まともなアニメの何かになることは分かりません。 しかし、私はストライクウィッチーズである総ゴミと同じディレクターを持つアニメから何も期待していません。"
  },
  {
    "title": "Vividred_Operation",
    "id": "14283",
    "url": "https://myanimelist.net/anime/14283/Vividred_Operation",
    "user": "UnculturedWhitey",
    "profile": "/profile/UnculturedWhitey/reviews",
    "pages": "1",
    "number": "18",
    "link": "/reviews.php?id=93539",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  8\n\n私は私のアニメリストの私のコメントのセクションから（ちょっとクリーンアップして）コピーアンドペーストするだけです：\n\n\n見る前に：これはストライクウィッチーズの精神的な後継者だと聞いた。 それが放映されたら、これが真実かどうかを調べるつもりです。\n\n見た後：それはまったくロッタアクション、fanservice、そしてかわいい女の子たちがやっている、かわいいもの同士の相互作用です！ 大抵同じ種類のプロット、戦い（純粋なSFであるにもかかわらず、まっすぐな魔法の女の子が感じるこの時間だが）、そして雰囲気のn美学を、それがそれをそれと呼ぶことができるかを確かに見ることができる。\n\nこれは確かに私がこれまでに見たことのない最高のアニメの1つです\n\n全体の「友情の力」は不自然でシンプルですが、ここでうまくいきます。 最後の戦いと大きな悪はかなり残忍でした！ 私を感心させてくれます。\n\n\nそして今比較のために。 これはもっと賢明ではないようです。 たとえSWであれ、みんなが戦争の英雄をエミュレートするのは当然だから（世界戦争の後、兵士のように見えるようにひげを剃る、アメリカ人のようにガスマスクを着用する必要があったとしても） かすかなパンツを着用することができない魔女は、ストライカーユニットの装備を妨げるため、 一方、ここでは、女の子は80年代スタイルのショートパンツ「jus 'cuz」を着ているようです。 あるいは、スピンオフをするために：VOは公然とファンのために正直です。 ええ。\n\nしかし、同じように、ウィッチーズは戦いのために頑張っていましたが、ここの女性は女子学生から突然尻を蹴って名前を取っていましたが、「ウィザード科学者がやったことさえありません - 時折中空のポップアップホログラフィックディスプレイ デッドスペースのことを私に思い起こさせる、きれい！）彼らは新しい機器の仕組みをどのように知っているかを説明しています。 これをもっと浅い[私] Akshun！[/ i]のように感じるようにする十他の小さなものの中に。\n\nああ、それは大したことではないと思う、それは何であり、それでもなお楽しいものだ。  SWに有利な点だけがあります。  SWはどんな意味でも「深い」ことを暗示するものではありませんが、あなたには気をつけてください...しかし、VOは確かに表面上の品質をとり、 再び、それは悪いことではありませんが、リーダーに追従しているような気分になります。 しかし、ちょっと、彼らは今までSWシーズン3を作るつもりだったように...\n\n\n魔法の女の子のショーとして（しかし、魔法は近づいているが、近づいてはいるがサイバーパンクではない）、それはかなり好きだが標準的なアクションである。 戦争、そう多くのアニメのように。 オリジナルでも画期的でもないが、私が上で述べたように、それはうまくいく。\n\n...今どこでこれまでに言いましたか？ 私はここで大きなデジャヴを取得しています！"
  },
  {
    "title": "Vividred_Operation",
    "id": "14283",
    "url": "https://myanimelist.net/anime/14283/Vividred_Operation",
    "user": "HikaruIzumi",
    "profile": "/profile/HikaruIzumi/reviews",
    "pages": "1",
    "number": "19",
    "link": "/reviews.php?id=92123",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  7\nキャラクター|  4\n|  6\n\n私がこのアニメを言葉で表現すると、カラフルで予測可能なfanserviceと言えます。 他に何もないわけではなく、アニメ全体の中で最強かつ間違いなく最高か最悪の点です。 本当に、このアニメの楽しみは、それが得られるほど主観的です。 臨場感と予測可能性が好きですか？ あなたは未熟女の子のファンが好きですか？ ファンデーションのシーンと同じくらい深みのあるカラフルなキャスト？ あるいは単に文字やストーリーのヒントを見て単純なものを見たいのですか？ もしそうなら、このショーはあなたのためのもので、あなたはそれを楽しむでしょう。\n\nプロットは実際にはロケット科学ではありません（実際には、それについてのヒントもあります）。 だから、無限のエネルギー源を発明した天才は、奇妙な生き物がエネルギー機械を攻撃し始めたばかりのマスコット用のぬいぐるみに変身します。 彼女は良くなる。 両方で。 ああ、そこにいくつかのユリのヒントがある。 それがプロットです。 興味深い、そう？ だから彼は、マスコットではなく、クールな効果とタイトなショーツでたくさんのお尻でそれらと戦うために、十代の前の孫娘を送信します。 もちろん、彼女はロケットとジェットとブーメランで色を合わせた（タイトな）ドレスを手に入れます。 彼らがクールだから。 その後、彼女は学校で友達を作り、あたかも製造されているかのように鍵（科学の魔法少女に変身させる魔法の道具）を与える。 なぜ友人関係の代わりに12歳の大量破壊兵器を贈ることができないのか、正気の人はどうして私を超えているのだろうか。 しかし、私はぬいぐるみは大きな脳で作られていないと思う。 攻撃の場面には、あまりファンレスではない神秘的な少女もいます...私は画面の時間を意味します。 最初は。\n\n文字はプロットと同じくらい強く、予測できません。 すべての文字は色分けされています。 小児科医によってデザインされたような制服の姿が見えるときに、あなたは何を期待できますか？ もちろん、アカネ、リード、愚かでナイーブなおいしい2靴は明るい赤です。 彼女の小さなシスは、明るいピンクで彼女のコピーのように見えます。 ブルー、私は青い（ああ、待って）恥ずかしがり屋とかわいいおかしい二靴を意味します。 ワカバ（緑色）は善良な靴の侍（比喩的に言えば）です。 黄色、ひまわりは美しい美しさと最後の大切なことでヒッココモリの靴ひもです。  Kuroki、彼女の名前のヒントとして黒、Goody-twoの靴不思議な少女。 あなたのおいしい2つの靴を選んでください...私は色を意味します...私は人格を意味し、あなたが行くまでそれが終わっているので、あなたはそれまでそれに固執します。 好きなファンサービスは、それらのすべてが何度も何度も何度も繰り返されるので、本当に重要ではありません。\n\n心配しないで、このショーがうまくいくのはfanserviceだけではありません。 アニメが一番輝いているのはアートです。 しかし、本当にあなたは芸術を見たことがありますか？ これらの色は悪天候時の信号機に使用してください。 それでも、キャラクターのデザインは本当に素晴らしく、ショーにも完全に合っています（衣装のデザインでさえ、そのお尻のショットは袋のようなジーンズではぎこちないでしょう）。 私は本当にそれが好きだった。 それは私に糖尿病を与えていないが、新鮮で活気があり甘いです。 だから、それは良い種類の甘いものです。 セミダークチョコレートのように。 あなたが好きかどうか気にしない、チョコレートです！\n\n全体的に、これは私が1週間ほどで見たことを忘れてしまう面白い乗り物でした。 これについて最も記憶に残っているのは、アニメーターがこれに取り組んでいるときに不自然に感じたことがあるかどうか不思議に思うファンサービスです。  2番目に記憶に残るのは、私が本当に好きなキャラクターのデザインと鮮やかな色です。 私が暗示しているほど多くのファンサービスはありません。 より多くのことがあります！ だから、あなたがこれを見始める前に、あなたが奇妙な気分にならないようにしてください。 そして、両親と一緒に見ないでください。 ただしないでください。"
  },
  {
    "title": "Vividred_Operation",
    "id": "14283",
    "url": "https://myanimelist.net/anime/14283/Vividred_Operation",
    "user": "johnbradshaw",
    "profile": "/profile/johnbradshaw/reviews",
    "pages": "1",
    "number": "20",
    "link": "/reviews.php?id=189991",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  8\n\n時には私はアニメをめったに落とさないことが非常にうれしいです。私はこれが期待以上に大きなものになると信じたいと思っています。私は不平を言うことが多くありましたが、今度はVividred Operationではありません。\n\nこのアニメはSAO、Ano Hanaなどで有名なA-1 Pictureによって制作されていますので、このショーを通してマラソンの間に高い希望を持っていました。 まあ、私はそれが何も良いことではない、非常に悲しかった、すべてがちょうど非常に典型的だったので、それは非常に退屈です。 それはレーベルSFであるが、実際には麻生少女のようなアニメだが、これはとにかく世界の終わりだ。\n\nしかし、私はそれが最後にはるかに良いと判明したことは決してありませんでした。それはA-1の習慣でしょうか？ まあそれは私が感じる方法です、あなたはそれをあなた自身でチェックしなければなりません。\n\nこのショーについてのもう1つのことは、アニメーション、非常にカラフルな、非常に詳細で美しい来るといくつかの素晴らしいサウンドトラックと来ています。\n\n警告：これをBD becozで見てください。いくつかの非常に詳細なヌードシーンがあります（おっぱいです）、それは終わりです。 お楽しみください"
  }
]
