[
  {
    "title": "Sukitte_Ii_na_yo",
    "id": "14289",
    "url": "https://myanimelist.net/anime/14289/Sukitte_Ii_na_yo",
    "user": "yuukipyon",
    "profile": "/profile/yuukipyon/reviews",
    "pages": "6",
    "number": "1",
    "link": "/reviews.php?id=108229",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  7\n\nSukitte Ii na yo  - 「あなたが大好き」は、通常のロマンスの話からあまり変わっていない、とても典型的なロマンスアニメです。 主人公の立花梅は、普通の高校生で、彼女の人生でドラマをやっていて、とても普通のやり方でそれを扱っています。 ストーリーは、ほとんどの点で本当に予測が容易になることがあり、それは実際にはシリーズで唯一の問題です。 私はシリーズの出来事をあまりにもよく予測していたので、時々自分自身がゾーニングされているのを見つけました。\n\n私はシリーズのアートディレクションを楽しむ。 それは非常に明るく、アニメーションはかなり流動的です。 キャラクターの開発は非常に迅速ですが、非常に現実的です。 時にはメイのキャラクターが私を苛立たさせました。 しかし、それは私のために予約された文字の中では典型的なものです。 ほとんどの場合、主人公はかなり面白いです。 サイドキャラクターは残念ながら面白くなかった。\n\nロマン派のアニメを見たことがない人は、「Sukte Ii na yo」は、あまりにもばかばかしくなく、新人をそのジャンルに圧倒することのないように、始めるのに適しています。"
  },
  {
    "title": "Sukitte_Ii_na_yo",
    "id": "14289",
    "url": "https://myanimelist.net/anime/14289/Sukitte_Ii_na_yo",
    "user": "magicb",
    "profile": "/profile/magicb/reviews",
    "pages": "6",
    "number": "2",
    "link": "/reviews.php?id=94585",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  10\n\nSukitte Iinayoは、私が1、2日でマラソンをしてから、感情のトンで私の心を満たしたロマンス・ショウジョ・アニメです。 ストーリーはアニメの世界では新しいものではないかもしれませんが、いったん感情がフラットスクリーンを超えればそれは重要なことなので、私の心にはまだ特別な場所があります。 そしてそれがSukitte Iinayoが一番うまくいくことです！\n\nキャラクターはあまりにもオリジナルではありませんが、残りのキャラクターとは区別できる独自のものがあります。 そして彼らは一次元ではなく、それぞれが良い部分と悪い部分を共有しています。 彼らの過去は、彼らが現在誰であるかを構築する上で大きな役割を果たしました。 これらの過去の物語が私たちに提示されている間、主人公の関係は少しずつ進化しています。 ああ、私は彼らがアニメーションのかなり早い段階で彼らの関係を開始することを言及することを忘れてしまったので、あなたはキスのために10のエピソードを待つ必要はありませんか？ しかし、彼らはまだ他の愛関係のように遭遇するのに障害があります。\n\n芸術は本当にきれいで、私のタイプです。 光は柔らかく変化し、雰囲気にはきわめて完全にフィットします。 ああ、私たちにはたくさんの子猫がいるので、間違いなく私にはプラスです！ 音楽はショーに適していて、かなり魅力的です。声優にとっては彼らのキャラクターにとって完璧です。\n\nロマンス少女アニメが好きで、それがどんな境界を壊すことを期待していない場合は、ショーは本当に素晴らしいと素敵です。 それはかなり良い時計です、そして、それがあなたを得ると、それはあなたを行かせません！"
  },
  {
    "title": "Sukitte_Ii_na_yo",
    "id": "14289",
    "url": "https://myanimelist.net/anime/14289/Sukitte_Ii_na_yo",
    "user": "hrc",
    "profile": "/profile/hrc/reviews",
    "pages": "6",
    "number": "3",
    "link": "/reviews.php?id=92065",
    "jp": "--- --- --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  6\n|  6\n\nこれは私が今までに見た最初の完全ロマンスアニメでした。 それは本当にかわいいですが、アニメーションはちょっと変わったものでした。 彼らの目のように巨大だった。 それはちょうど本当にアニメを見た。 とにかくそれが私が今まで見たことのない最高のアニメではないと評価しています。 私は多くのロマンスアニメを見たことがないので、これは良いスタートだったと思います。"
  },
  {
    "title": "Sukitte_Ii_na_yo",
    "id": "14289",
    "url": "https://myanimelist.net/anime/14289/Sukitte_Ii_na_yo",
    "user": "Jookia",
    "profile": "/profile/Jookia/reviews",
    "pages": "6",
    "number": "4",
    "link": "/reviews.php?id=86893",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n運転免許証のために勉強する代わりに、私はこのアニメを一晩見て、私の母に言い訳をしました。 物語はヤマトと恥ずかしがり屋の2人のキャラクターで始まります。 恥ずかしそうな女の子が暴力的な精神病者になってしまいました（私は自分自身を殺したいと思っていましたが、何回も私は殺したいと思っていましたが、このアニメは私を止めました。 私は運転することができない車を使用して病院から薬を取るように指示する）。 ヤマトは反対、彼は出ているとは考えにくい。 彼らはそれを打つと多くの楽しい時を過す。 アニメーションの品質は良いですが、私は日本語を理解できませんので、自分の話を作り直さなければなりませんでした。  8/10。"
  },
  {
    "title": "Sukitte_Ii_na_yo",
    "id": "14289",
    "url": "https://myanimelist.net/anime/14289/Sukitte_Ii_na_yo",
    "user": "VitorASV",
    "profile": "/profile/VitorASV/reviews",
    "pages": "6",
    "number": "5",
    "link": "/reviews.php?id=87085",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  9\n|  9\n\nSukitte Ii na yoは、学校の一番人気のある男に会うまで、友人がいない臆病な女の子の話をする少女アニメです。\nそれはプロットの革新ではないが、それは物語がどのように行くのか、ロマンスに表示される競合と梅とヤマトの関係の進化を見て非常にいいです。\n\n私が言ったように、キャラクターは少女からのすべての真偽である、私は2つのメインを説明します。\nメイは、彼女の存在、美しさ、そして気持ちの不自由な女の子です。 それはできるだけ多くの人々が彼女と彼女の問題で自分自身を識別するために作られた文字ですが、彼女はかわいいと彼女の臆病は彼女に侮辱を呼び出すものです。\nヤマトは、すべての女性が安全で、美しく、人気があり、注意深く検索する男です。そして、彼は人を助け、良い友達を作りたい人のように、いい男だと感じることができます。\n\nこのアニメに私の関心を呼び起こした主なポイントは、素敵な男が、奇妙で臆病な女の子をより良い人間に変える方法です。 そして、彼らが感じる真の愛です。 ストーリー中に彼らが抱えている問題はすべて本当の問題であり、フィクションやリアルの中で関係がどのように進行するかを示しています。\n本当に興味深い部分は、人間の行動がどうなるかです。 それは、人が最良のものとして現れるように、他の人の目の前で誤ったマスクを使用する方法と、本当の愛と友情の前にどのように落ちるかをたくさん示しています。\n\n世界中の誰かの人生からのシンプルなものは、このアニメを見るのが素敵です。 女の子の臆病から一緒にいろいろな人の行動まで。\n\n私はそれをたくさん楽しんだし、ロマンチックで現実的な人々の物語を語り、座って見ているアニメが好きなら、それは確かに好きです！\n\nそれは私の最初のレビューです、それは可能性がありますいくつかの問題を申し訳ありませんが、私はそれがすべてのようにしたい。"
  },
  {
    "title": "Sukitte_Ii_na_yo",
    "id": "14289",
    "url": "https://myanimelist.net/anime/14289/Sukitte_Ii_na_yo",
    "user": "kitsune-peachy",
    "profile": "/profile/kitsune-peachy/reviews",
    "pages": "6",
    "number": "6",
    "link": "/reviews.php?id=77005",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  7\n\n正直言って、私はこのアニメがこのアニメを描写し、間違ってはいないと思っていました。それはかなり正確ですが、私は漫画がより良くなると感じます。 私はアニメがストーリーを実行できるほどの仕事をしたとは思わない。"
  },
  {
    "title": "Sukitte_Ii_na_yo",
    "id": "14289",
    "url": "https://myanimelist.net/anime/14289/Sukitte_Ii_na_yo",
    "user": "Lukas10",
    "profile": "/profile/Lukas10/reviews",
    "pages": "6",
    "number": "7",
    "link": "/reviews.php?id=77949",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  8\n\nあなたが君に夢中になっているのを見たら、あなたは理解してくれるだろうし、Sukitte Ii na yoを愛している。\n\n彼女は学校で一番人気のある男（黒澤大和）とは反対側のポプラです。Outgoing / Good Meiはすべてが見えません。\n\n2つの異なるタイプの人々との関係が働くでしょうか？ シリーズの中で「モデル」と「普通」のように見える人は、これが関わる可能性があるすべての問題を見ていきます。また、ヤマトを望む他の女の子のHarem-eskプロットを含むことで、途中でドラマを作ります。\nこのシリーズの全体の感触と全体の感触は、私が今まで見た中で最高のロム・アニメシリーズの1つ、おそらくラブリー・コンプレックスのことを思い出させます。\n\n少女のファンではなく、典型的な少女のスタイル（詳細な大きな目）と少年の組み合わせのようなアートスタイルは、あなたが男ならば、アートスタイルを全く忘れることはありません。\n\nあなたがキミ・ニードドケ/ラブリーコンプレックスなどを愛しているなら、このシリーズはあなたが見なければならないものです。 おそらくそうではありませんが、それは非常に近いです、私がしばらく見てきた最高のシリーズの1つ、下側だけが別の週を待っています、これを続けていきたいです。"
  },
  {
    "title": "Sukitte_Ii_na_yo",
    "id": "14289",
    "url": "https://myanimelist.net/anime/14289/Sukitte_Ii_na_yo",
    "user": "MOLLY123",
    "profile": "/profile/MOLLY123/reviews",
    "pages": "6",
    "number": "8",
    "link": "/reviews.php?id=88457",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれまでのところこのアニメが大好きです。 それはマンガのようなものです。それは私にとってとてもかわいらしく、ちょっとした表現ですが、なんらかの理由で私は本当に面白い話が好きです。\n\nそれは、他者を信頼しない女の子と、他人ととても開いている男についてです。\n\nこのアニメはとても可愛くてロマンチックなので、私はそのラッキーな女の子のような気分になりますし、あまりにも多くのロマンスアニメを見ているからです。 あなたがこのアニメを見るなら、私はあなたに多くの笑顔とボーイフレンドを持たせたいと思うでしょう。^^"
  },
  {
    "title": "Sukitte_Ii_na_yo",
    "id": "14289",
    "url": "https://myanimelist.net/anime/14289/Sukitte_Ii_na_yo",
    "user": "Valvrave_Angel",
    "profile": "/profile/Valvrave_Angel/reviews",
    "pages": "6",
    "number": "9",
    "link": "/reviews.php?id=148081",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  6\nキャラクター|  9\n|  9\n\nすきって いい な よ\n最初はこれを見て少し混乱していた\nその別のBOYがGIRLの物語を満たしていると思っているが、そうではない\n私は物語に関連することができるので、私はこれを最も楽しんだと言わなければならない\n私は立花です、自信がなく、これを見ている私の人生が変わるように感じましたが、ショーに戻って私について十分です\n\nストーリー：7/10\n\n物語は時にはその結果がまだ楽しいと予測可能です\nしかし最初の数回のエピソードの後、私は自分自身がそのエピソードの結果を推測しているのを感じました。何回か私は間違っていました。\n\nアート：8/10\n\n私はこの特定のショーで使用されているアートスタイルを愛していました。私はそれがあまりにも明るくない、またはあまりにも鈍いではないことがわかった私はそれがシャドーでいくつかの詳細で行うことができると思うが、\n\nミュージック：6/10\n\n私は頻繁にその音楽を気付かなかったが、私がやった時にはやや落ち着いていた\n私を安全に感じさせました（あなたを落ち着かせる柔らかい声のような）\n何度か私は自分が曲の先頭にスキップしているのを見つけたので、もう一度聞くことができた\n\nキャラクター：9/10\n\n2人の主人公以外の人は私にそれほど興味がなかった\n時々私は自分自身が梅とヤマトだけのシーンのいくつか\n私はまた、黒澤渚をもっと見たいと思っていた\nヤマトスの妹と彼女の物語\n\n全体：50/60\n\n私はキャラクターに関連することができ、芸術のスタイルを愛するショーを楽しんだ\nおそらく2年目のシーズンがあったと思うかもしれません。たぶん彼らは学校の最後の1年か、いつか知っている大学にいるでしょう。"
  },
  {
    "title": "Sukitte_Ii_na_yo",
    "id": "14289",
    "url": "https://myanimelist.net/anime/14289/Sukitte_Ii_na_yo",
    "user": "Neekorin",
    "profile": "/profile/Neekorin/reviews",
    "pages": "6",
    "number": "10",
    "link": "/reviews.php?id=128211",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  8\n\nまず、同じ名前のマンガを読み始め、それについてのアニメを見つけて嬉しかったです！\n\n物語はとてもリアルで、そこにはたくさんの女の子が捧げられていて、本当に好きなのは自分自身です。 しかし、私は、良いキャラクターの開発とプロットの他に、アニメはマンガで読むことができる重要なポイントがないと考える必要があります。\n\nしかし、すべての点で、私はそれが多くのことを示唆するほど悪くないと思います。 それを試して、この女の子の気持ちを理解するために最善を尽くしてください。 あなたは彼女から何かを学ぶことができました！"
  },
  {
    "title": "Sukitte_Ii_na_yo",
    "id": "14289",
    "url": "https://myanimelist.net/anime/14289/Sukitte_Ii_na_yo",
    "user": "TheNextThing",
    "profile": "/profile/TheNextThing/reviews",
    "pages": "6",
    "number": "11",
    "link": "/reviews.php?id=126651",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n素敵な少女のビット。 学校の大騒ぎは、友達を持つことを信じていない反社会的な女の子に興味を持っています。 キャラクターは、私のリトルモンスターのより愛らしい集まりとして私にとって興味深いものではありませんが、彼らはおそらくより現実的な世界に住んでいます。 セックスはここでもっとカジュアルです。 キャラクターの中には、そうでないものよりもオプションのほうが多い（ただし、キャラクターの過去、またはそれ以上のものに含まれているように思われる）。 私にとっての最大の強みは、主人公が経験を積むのを見て、彼女が人々を信頼できることを実感することです。 ロマンスと友情、そして良いことが含まれています。 キミニトドケと同じ考えですが、達成度は低いです。 それでも、私はほとんどの時間このようなものを食べる。\n\n私のブログからコピー/貼り付け：www.thenextthingblog.wordpress.com"
  },
  {
    "title": "Sukitte_Ii_na_yo",
    "id": "14289",
    "url": "https://myanimelist.net/anime/14289/Sukitte_Ii_na_yo",
    "user": "Perposterown",
    "profile": "/profile/Perposterown/reviews",
    "pages": "6",
    "number": "12",
    "link": "/reviews.php?id=105821",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  10\n\n男性視聴者の視点から：\n私は通常、おそらく1つまたは2つのチックフリック映画や少女アニメを楽しむ人のようなものですが、私のお気に入りのほとんどは、カウボーイビバップ、グレンラガン、ミライニッキー、ゴシック、それらのような他のアニメのようなものです。\nそれが言われて、私はこのアニメが大好きでした。 私はいつも良いラブストーリーを楽しんでいます。それはあなたに良いことをするからです。\n\nストーリー（8/10）：\nまあ、それは私たちの主人公、ヤマト、メイ（彼女は生涯本当の友人を持っていない女の子）を獲得し、彼は少し苦しんでいるが、かなり早くそれを介して取得します。 残りの部分は、関係を維持するための彼らの戦いであり、自分自身とその周りの人たちを変える闘いです。\n\nアート（9/10）：\n私はこのアニメの様子をとてもうまく楽しんだ。 それは素晴らしいスタイルを持っていて、私はキャラクターが描かれた方法が好きだった。 私が気に入らなかった唯一の事は、これは私が気づいたちょっとしたことでしたが、ほとんどのキャラクター（実際には私はそうではないと思うことはできません）が茶色の目をしていたことでした。 今、私はそれが日本でのやり方であるかどうか分かりません。なぜなら、これは紫色の目か何かで少女を持つよりも現実的であるはずですが、私はそれに気付いたようです。\n\nサウンド（8/10）：\nサウンドトラックは、各瞬間の音色に適していましたが、あまり記憶に残るわけではありません。 私はオープニングのテーマが大好きでした。なぜなら、それはかなり穏やかな曲だったからです。 しかし、演技する声は素晴らしく、状況の調子や感情とまったく同じでした。\n\nキャラクター（9/10）：\nキャラクターはそれぞれに大きな発展を遂げました。あなたがどれくらいキャラクターを憎んでいたとしても、それがなぜそのようなものなのかが明らかになり、あなたがそれらのために感じ始めました。 私は実際に好きな性格に回復できるとは思っていませんでしたが、少なくとも私にとってはそうでした。\n\n楽しさ（10/10）：\nこれは明らかに私の意見であり、私はそれについてどのように感じましたか？ 私が文字や物語について直接的なことを述べる時以外は、ほとんどが私の意見です。\n\n全体的に（8/10）：\n私はこのアニメを愛し、ロマンスアニメを楽しむ人にはそれをお勧めします。 私は今まっすぐにロマンスを楽しんでいますし、これは私には良いことでした。\n\nこれが少なくとも1人の人に役立つことを願っています！"
  },
  {
    "title": "Sukitte_Ii_na_yo",
    "id": "14289",
    "url": "https://myanimelist.net/anime/14289/Sukitte_Ii_na_yo",
    "user": "Harima_Ray",
    "profile": "/profile/Harima_Ray/reviews",
    "pages": "6",
    "number": "13",
    "link": "/reviews.php?id=89531",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|\nアニメーション|  9\nキャラクター|\n|\n\n典型的な少女アニメ。\n何もすばらしいことはありません。 まだ素敵で楽しいtho。\n私はアートとオストが好きだった。\n\n私はそれを与えた9私はなぜ、なぜ私はそれを価値があったので、私はそれを楽しんだと思う。"
  },
  {
    "title": "Sukitte_Ii_na_yo",
    "id": "14289",
    "url": "https://myanimelist.net/anime/14289/Sukitte_Ii_na_yo",
    "user": "Pksmiley",
    "profile": "/profile/Pksmiley/reviews",
    "pages": "6",
    "number": "14",
    "link": "/reviews.php?id=82968",
    "jp": "--- --- --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  4\n|  5\n\n私は、私がこのアニメをもっと楽しむと思ったと言わなければならない。\n最初のエピソードから判断すると、最終的に何が起こったかよりもMeiの性格にはもっと大きな可能性があるように見えました。 私は、メイが非常に不信で社会的に孤立した人のために受け入れられる基準の範囲内でうまく反応したと主張することができると確信していますが、ヤマト自身の不安と相まって、  。 シリーズ全体を通して、私はいつも瞬く間もなく何かになるほど長い間鳴り響くことはなかったが、瞬く間に現れた自信のある梅の一見、痛ましいほどまれな一見を抱きしめていた。 メイは甘く、気遣う、恥ずかしがり屋だったが、彼女はあまり面白くなかった。\n\nあなたがそれに落ちると、プロット（マインド・マニューブ・ループ）はもちろん、非常に簡単です。 人気のある男の子が人気のない女の子と出会い、花火が飛ぶ、愛が続く。 終わり。 それは私がプロットラインを嫌うということを意味するものではありません。プロットは、他の多くのプロットと同様、非常に単純です。 それは間にあるビットで、「Sukitte ii na yo」が最終的に失敗する部分です。 基本的に私が言っていることは、フィクションの作品を見たり読んだりしているときに、基礎となるプロットラインに気付くと、それを楽しむことはおそらくないということです。 特にプロットが本質的にちょっとしたものであれば。\n私の意見では、「Sukitte Ii na yo」の唯一の理由は、主人公が本当に意味のある方法で発展したことがなかったからです。 メイとヤマトはお互いに非常によく似ていました。特に、まったく薄暗い証拠に何が関係しているかを疑うという意味では、 もちろん、ヤマト以上のメイでしたが、メイにとっては馬鹿馬鹿しくは普通でしたが、ヤマトの疑念は想像を絶するほどでした。 それは全体として、非常に魅力的ではなかった非常に機能しない関係でした。"
  },
  {
    "title": "Sukitte_Ii_na_yo",
    "id": "14289",
    "url": "https://myanimelist.net/anime/14289/Sukitte_Ii_na_yo",
    "user": "Poeticas",
    "profile": "/profile/Poeticas/reviews",
    "pages": "6",
    "number": "15",
    "link": "/reviews.php?id=83283",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  9\n\n「いつか、私はこの唇があなたを愛していると聞いてみたいです」私はいつも漫画を読んで、それを大ファンにしていることを考慮して、アニメの発表は私にとってこの世のものだった。\n\nストーリー、落ち着いた雰囲気、魅惑的な瞬間、いじめ、苦しい経験、そして友情は、このアニメが始まりの歌から来て、暖かさが感じられ、第1話から始まって、やや孤独でぎこちない橘 メイ...私たちの主人公は非常に反社会的な女の子です。「友人は最後に裏切られるので友達は必要ありません」と彼女は誰もやめようと思っています。 人生の最善の年。\n彼女は予期せぬ事態が起こるのを避けようとしていて、彼女は男に会います。黒澤さんと呼ばれる人はかなり人気のある人です。初めての会合はかなりショーでした。\n会議の後、それは反社会化から非常に急速に拡大し、私が思った毎日の周りの人々があまりにも速いと思った。\n\nストーリー：アニメの物語はマンガよりもかなり柔らかく見えますが、それ以外のアニメについてはあまり好きではなかった唯一の物です。物語はどのようにフォローしていい方向に進みましたか？\n\nアート：ニース、落ち着いた、暖かい芸術。\n\nサウンド：素晴らしいオープニング曲と素敵な声優。\n\nキャラクター：いじめから反社会的、最も人気のある、孤独な、素敵な、高校アニメに必要なものまで！\n\n楽しさ：私はそれがかなりマンガとは少し違っていたことは本当に好きではないと思った。私はそれをかなり楽しんだ。\n\n全体的に：時計に値するとマンガを読むしよう！ あなたは私が何を意味するかを見るでしょう。"
  },
  {
    "title": "Sukitte_Ii_na_yo",
    "id": "14289",
    "url": "https://myanimelist.net/anime/14289/Sukitte_Ii_na_yo",
    "user": "Hachiko75",
    "profile": "/profile/Hachiko75/reviews",
    "pages": "6",
    "number": "16",
    "link": "/reviews.php?id=99223",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  6\n|  9\n\n私が最初にそれを読んだときのプロットは、私が望むことが分かっていたものでした。そして、私はそれが好きでした。 ヤマトは私のお気に入りです。メイは私の好きなものでしたが、ヤマトに来たときに彼女の周りのみんなを聞く習慣は迷惑でした。\n\n彼らは真剣なコミュニケーションに欠けていました。彼女はみんなを自分の言葉で連れて行き、走っていました。ヤマトを混乱させてしまいました。 私はちょっと一緒だったし、すべてが素晴らしく、世界でうまくいったとき、エピソードはよかった。 しかし、ちょうどエピソードごとのサブプロットが常に誤解とコミュニケーションが欠けていて同じように思えました。 誰かがいつもそれらの間に来る。\n\nそして最後のエピソードだけで、全体的なスコアが6である理由です。"
  },
  {
    "title": "Sukitte_Ii_na_yo",
    "id": "14289",
    "url": "https://myanimelist.net/anime/14289/Sukitte_Ii_na_yo",
    "user": "Tenshi_no_Hane",
    "profile": "/profile/Tenshi_no_Hane/reviews",
    "pages": "6",
    "number": "17",
    "link": "/reviews.php?id=103679",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  9\n\nSukitte Ii naは表面のレギュラーロマンスアニメのように見えますが、ハンサムで人気のある男の子は、平凡で不人気な女の子と恋に落ちます。 しかし実際には、それはそれよりもずっと深いです。 それは愛と友情についてです。 私はそれが真実であることを知っているが、そうではない。\n\nアート10/10\n私はこれで芸術が大好きです。 芸術はちょうど美しく、流動的で豪華で、周囲は詳細です。 私はこの中で暗い配色が大好きです。 芸術はただ平凡で美しいです。\n\nサウンド9/10\nOTとETは美しいです。 私は特にオープニングテーマ「友情」が大好きです。 それだけでシリーズを完全に説明します。 テーマはノスタルジックで、シリーズに完全にフィットします。\n\nストーリー8/10\nストーリーはロマンスアニメでは典型的なものなので、私はストーリーを8/10にしましたが、そうではありません。 物語には多くの紆余曲折があり、そこには美しいロマンスがあります。 しかし、それは前に見たことのないロマンス愛好家は何もありません。\n\n楽しさ9/10\n私はこのアニメを本当に楽しんだし、他の人もそうだと思う。 それは本当に素晴らしいアニメです。\n\n全体的に、私はそれを与えた9.私は他の人がこのアニメを試してみることをお勧めします。 それはあなたの心の弦をかき鳴らしますが、まだあなたを笑顔にします。 それは非常にユニークなアニメです。 それを試してみてください！"
  },
  {
    "title": "Sukitte_Ii_na_yo",
    "id": "14289",
    "url": "https://myanimelist.net/anime/14289/Sukitte_Ii_na_yo",
    "user": "sshyshad0w96",
    "profile": "/profile/sshyshad0w96/reviews",
    "pages": "6",
    "number": "18",
    "link": "/reviews.php?id=81768",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  8\n\nこのアニメは、私たちが学ぶことができるほど多くの良い点があることがわかっているので、私はこのアニメが良いと思っています。\n\nしかし、マンガとアニメを比較すると、明らかにマンガは良くなるはずです。 アニメは、漫画がそれらを示す間、それらを見せて本当にうれしいことがないので、すべてのエッチ部分をカットします。 私はエッチを好きではないと言っているわけではありませんが、その点はアニメがより現実的になるために起こる前に表示することに興味があるはずです。 彼らは関係、友情、性別について公に話しますが、アニメはその部分を描いていません。 さらに、彼らは感情的な部分を切り出しました。そこで、私は彼らを見ることを楽しみにしていました。\n\n正直言って、私はセイウウスと声優が大好きです。 声は本当にそれらにたくさんマッチします。私はこの事実をとても喜んでいます。\n\n全体的に、良い芸術、声、プロット。 私はこれを他の友達に推薦します。"
  },
  {
    "title": "Sukitte_Ii_na_yo",
    "id": "14289",
    "url": "https://myanimelist.net/anime/14289/Sukitte_Ii_na_yo",
    "user": "_romeomontague",
    "profile": "/profile/_romeomontague/reviews",
    "pages": "6",
    "number": "19",
    "link": "/reviews.php?id=107009",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  9\nキャラクター|  9\n|  10\n\n私はこのシリーズが大好き！\nさて、私は恋愛物語の悪魔ですが、文字通り心臓がレンチになって、特にエピソードの終わりに向けて、このアニメについて何かを説明しましょう。\nアニメは中心的な関係を中心に展開していますが、ロー・オン・ローは約4つの他に続き、ほとんどの部分は通常のストーリーに従います。 ライン（幸福、トラブル、幸福）。 このアニメは、すべてのエピソードが面白いプロットのひねりをもたらし、さらにあなたのために死ぬことを実現した後、私にとって重要なものになった。\n今具体的に。 このアニメは、あなたがそれを見たならばフルーツバスケット型の雰囲気を与え、あなたが残した感情に加わります。\n私は各キャラクターの性格が自分の感覚でユニークでありながらも現実的であることを愛していました。 その現実的な効果は、アニメをより個人的に感じさせるのに役立ちます。\nクリエイターは、シリーズを13の驚くべきエピソードにまで伸ばすのに十分な注意散漫があることを確認するのに偉大な仕事をしましたが、シリーズの終わりまでにすべての緩やかな終わりを縛ることによってあなたの気持ちが残ります。 ラブストーリーが好きなら、それをあなたの「ウォッチリスト」に追加する必要があります。"
  },
  {
    "title": "Sukitte_Ii_na_yo",
    "id": "14289",
    "url": "https://myanimelist.net/anime/14289/Sukitte_Ii_na_yo",
    "user": "dwilli10",
    "profile": "/profile/dwilli10/reviews",
    "pages": "6",
    "number": "20",
    "link": "/reviews.php?id=113971",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  6\n\nToradoraのromcom highからちょうど出てきた！ 私は同じジャンルのものを見つけることに熱心でした。  Sukitte Ii Na Yoは私が見終わったものでした。 残念ながら、それは期待に応えられませんでした。\n\n物語そのものは非常にシンプルで、文字が面白くなく、巧みに挑戦し、結果が予測可能であった。 すべてのサポートキャラクターは一次元で、10代の少女の日記のようなものでした。\n\n主人公Meiだけが、私をこのままにしておくのには面白かった。これはシリーズの功績である。 あなたが本当に彼女のために感じる瞬間があります。 しかし、結局のところ、続くことはあまりありません。\n\n今まで見たことのない最悪のことではありませんが、確かに最高のものではありません。"
  }
]
