[
  {
    "title": "Ryo",
    "id": "14347",
    "url": "https://myanimelist.net/anime/14347/Ryo",
    "user": "ZephSilver",
    "profile": "/profile/ZephSilver/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=183198",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  1\nアニメーション|  8\nサウンド|  5\nキャラクター|  3\n|  6\n\nRyoはAnime Mirai（若手アニメータートレーニングプロジェクト）と呼ばれるプロジェクトの一部である2013年の短編です。 これらのショートパンツは基本的にスポンサー提供のプラットフォームであり、資金提供によってアニメーターを助けるために使用され、通常は様々なスタジオで制作されます。\n\nアニメーション化された短編では、コヒーレントなストーリーを伝えることができない、またはより多くを見たいと望むように陰謀を描くために十分に十分に前提を実行することを意味しません。 この同じプログラムから生まれた2つの成功は、Little Witch AcademiaとDeath Billiardsだったので、遠くまで見る必要はありません。 アカデミアでは、第2回目の分割払いと死のビリヤードが人気のデスパレードを生み出すほどの賞賛を集めています。 彼らはどちらも設定を確立し、私たちに面白い前提を与え、さらに視聴者の好奇心を刺激しました。\n残念ながら、これは遼が失敗した場所です。 それは良いショーのための作っていないと言うわけではないが、むしろそれの実行は、それがそれ自身の墓を掘る原因となったものです。 日本の江戸時代に彩られ、伝統的なオーラを放つことで、多くの道が開けました。 戦争、復讐、信頼と裏切りのテーマでは、偉大なピースのサムライフリックの式がそこにありました。 このような限定されたランタイムで、ショーは最大のミスを犯しました。 これは、時代遅れの謎に悩まされていた、邪魔にならないストーリーにつながった。 彼らが行っていることをまとめるのは難しいことではなく、拘束がそれに対して働いていた時期です。 結局のところ、それは期間のドラマのための長い厄介なトレーラーのように感じた。 より簡略化されたアプローチを採用し、1つのテーマに明確な焦点を置いた場合、問題は発生しませんでした。 多面的なテーマを持つことは、ショーの効力があまりにも薄くならない場合にのみ良いことです。\n\nできるだけシンプルにするために、これはちょうどそれが噛むことができるよりも少し離れた短いものでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nRyo is a 2013 short that's a part of a project known as Anime Mirai (Young animator training project). These shorts are essentially sponsored platforms that are used to help up and coming animators by providing funding and are usually produced by various studios.\n\n\u001b[1mRyoはAnime Mirai（若手アニメータートレーニングプロジェクト）と呼ばれるプロジェクトの一部である2013年の短編です。 これらのショートパンツは基本的にスポンサー提供のプラットフォームであり、資金提供によってアニメーターを助けるために使用され、通常は様々なスタジオで制作されます。\u001b[22m\n\u001b[1m(Ryo wa Anime Mirai (wakate animētātorēningupurojekuto) to yoba reru purojekuto no ichibudearu 2013-nen no tanpendesu. Korera no shōtopantsu wa kihontekini suponsā teikyō no purattofōmudeari, shikin teikyō ni yotte animētā o tasukeru tame ni shiyō sa re, tsūjō wa samazamana sutajio de seisaku sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mRyo is a 2013 short that's a part of a project known as Anime Mirai (Young animator training project). These shorts are essentially sponsored platforms that are used to help up and coming animators by providing funding and are usually produced by various studios.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRyo is a 2013 short that's a part of a project known as Anime Mirai (Young animator training project).\u001b[24m\n    \u001b[1mRyoはAnime Mirai（若手アニメータートレーニングプロジェクト）と呼ばれるプロジェクトの一部である2013年の短編です。\u001b[22m, \u001b[1m亮はアニメミライ（ヤングアニメーター育成プロジェクト）として知られているプロジェクトの一部で2013年に短いです。\u001b[22m\n\u001b[4mThese shorts are essentially sponsored platforms that are used to help up and coming animators by providing funding and are usually produced by various studios.\u001b[24m\n    \u001b[1mこれらのショートパンツは基本的にスポンサー提供のプラットフォームであり、資金提供によってアニメーターを助けるために使用され、通常は様々なスタジオで制作されます。\u001b[22m, \u001b[1mこれらのショートパンツは、本質的にアップに役立つと資金を提供することにより、アニメーターを来るために使用され、通常、様々なスタジオによって生成されたプラットフォームを後援しています。\u001b[22m\n\u001b[1m\u001b[22m\nNow being an animated short doesn't imply that it can't tell a coherent story, or atleast execute a premise properly enough in order to draw intrigue into wanting to see more. You don't even have to look far, as two successes that emerged from this same program were Little Witch Academia and Death Billiards. With Academia garnering enough acclaim to have a 2nd installment and Death Billiards giving rise to the popular Death Parade. They both manage to establish their setting, gave us an interesting premise and piqued the viewer's curiosity for more.\n\n\u001b[1mアニメーション化された短編では、コヒーレントなストーリーを伝えることができない、またはより多くを見たいと望むように陰謀を描くために十分に十分に前提を実行することを意味しません。 この同じプログラムから生まれた2つの成功は、Little Witch AcademiaとDeath Billiardsだったので、遠くまで見る必要はありません。 アカデミアでは、第2回目の分割払いと死のビリヤードが人気のデスパレードを生み出すほどの賞賛を集めています。 彼らはどちらも設定を確立し、私たちに面白い前提を与え、さらに視聴者の好奇心を刺激しました。\u001b[22m\n\u001b[1m(Animēshon-ka sa reta tanpende wa, kohīrentona sutōrī o tsutaeru koto ga dekinai, matawa yori ōku o mitai to nozomu yō ni inbō o kaku tame ni jūbun ni jūbun ni zentei o jikkō suru koto o imi shimasen. Kono onaji puroguramu kara umareta 2tsu no seikō wa, Little u~itchi Academia to Death Billiardsdattanode, tōku made miru hitsuyō wa arimasen. Akademiade wa, dai 2-kai-me no bunkatsubarai to shi no biriyādo ga ninki no desuparēdo o umidasu hodo no shōsan o atsumete imasu. Karera wa dochira mo settei o kakuritsu shi, watashitachi ni omoshiroi zentei o atae, sarani shichō-sha no kōkishin o shigeki shimashita.)\u001b[22m\n\nTranslations of \u001b[4mNow being an animated short doesn't imply that it can't tell a coherent story, or atleast execute a premise properly enough in order to draw intrigue into wanting to see more. You don't even have to look far, as two successes that emerged from this same program were Little Witch Academia and Death Billiards. With Academia garnering enough acclaim to have a 2nd installment and Death Billiards giving rise to the popular Death Parade. They both manage to establish their setting, gave us an interesting premise and piqued the viewer's curiosity for more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow being an animated short doesn't imply that it can't tell a coherent story, or atleast execute a premise properly enough in order to draw intrigue into wanting to see more.\u001b[24m\n    \u001b[1mアニメーション化された短編では、コヒーレントなストーリーを伝えることができない、またはより多くを見たいと望むように陰謀を描くために十分に十分に前提を実行することを意味しません。\u001b[22m, \u001b[1m今ではコヒーレント話をする、あるいは少なくともそれ以上を参照したいに陰謀を描くために、適切に十分な前提を実行できないことを意味するものではありません短いアニメーション化されています。\u001b[22m\n\u001b[4mYou don't even have to look far, as two successes that emerged from this same program were Little Witch Academia and Death Billiards.\u001b[24m\n    \u001b[1mこの同じプログラムから生まれた2つの成功は、Little Witch AcademiaとDeath Billiardsだったので、遠くまで見る必要はありません。\u001b[22m, \u001b[1mこの同じプログラムから生まれた2成功はリトルウィッチアカデミアと死ビリヤードあったようにあなたも、はるかに見てする必要はありません。\u001b[22m\n\u001b[4mWith Academia garnering enough acclaim to have a 2nd installment and Death Billiards giving rise to the popular Death Parade.\u001b[24m\n    \u001b[1mアカデミアでは、第2回目の分割払いと死のビリヤードが人気のデスパレードを生み出すほどの賞賛を集めています。\u001b[22m, \u001b[1mアカデミアは、人気のデスパレードを生じさせる第二割賦と死ビリヤードを持ってするのに十分な称賛を集めています。\u001b[22m\n\u001b[4mThey both manage to establish their setting, gave us an interesting premise and piqued the viewer's curiosity for more.\u001b[24m\n    \u001b[1m彼らはどちらも設定を確立し、私たちに面白い前提を与え、さらに視聴者の好奇心を刺激しました。\u001b[22m, \u001b[1m彼らの両方がそれらの設定を確立するために管理し、私たちに興味深い前提を与え、より多くのために視聴者の好奇心をそそりました。\u001b[22m\nUnfortunately this is where Ryo failed. Not to say it didn't have the making for a good show but rather the execution of it is what caused it to dig its own grave. Set in Edo period Japan and giving off a strong traditional aura, Ryo had many avenues it could of taken. With themes of war, revenge, trust and betrayal, the formula for a great period piece samurai flick was there. With such a limited runtime the show made the biggest mistake by trying to incorporate all these themes in one swoop. This led to a unengaging disjointed story riddled with timeskips. It isn't hard to piece together what they were going for but the time restraint worked against it. In the end it felt like a long messy trailer for a period piece drama. If it took a more simplified approach and set a clear focus on one theme is wouldn't have been a problem. Having multifaceted themes is only good if it doesn't spread the show's potency too thin.\n\n\u001b[1m残念ながら、これは遼が失敗した場所です。 それは良いショーのための作っていないと言うわけではないが、むしろそれの実行は、それがそれ自身の墓を掘る原因となったものです。 日本の江戸時代に彩られ、伝統的なオーラを放つことで、多くの道が開けました。 戦争、復讐、信頼と裏切りのテーマでは、偉大なピースのサムライフリックの式がそこにありました。 このような限定されたランタイムで、ショーは最大のミスを犯しました。 これは、時代遅れの謎に悩まされていた、邪魔にならないストーリーにつながった。 彼らが行っていることをまとめるのは難しいことではなく、拘束がそれに対して働いていた時期です。 結局のところ、それは期間のドラマのための長い厄介なトレーラーのように感じた。 より簡略化されたアプローチを採用し、1つのテーマに明確な焦点を置いた場合、問題は発生しませんでした。 多面的なテーマを持つことは、ショーの効力があまりにも薄くならない場合にのみ良いことです。\u001b[22m\n\u001b[1m(Zan'nen'nagara, koreha Ryō ga shippaishita bashodesu. Sore wa yoi shō no tame no saku tte inai to iu wakede wa naiga, mushiro sore no jikkō wa, sore ga sore jishin no haka o horu gen'in to natta monodesu. Nihon no Edo jidai ni irodora re, dentō-tekina ōra o hanatsu koto de, ōku no michi ga akemashita. Sensō, fukushū, shinrai to uragiri no tēmade wa, idaina pīsu no samuraifurikku no shiki ga soko ni arimashita. Ko no yōna gentei sa reta Rantaimu de, shō wa saidai no misu o okashimashita. Kore wa, jidaiokure no nazo ni nayamasa rete ita, jama ni naranai sutōrī ni tsunagatta. Karera ga okonatte iru koto o matomeru no wa muzukashī kotode wa naku, kōsoku ga sorenitaishite hataraite ita jikidesu. Kekkyokunotokoro, soreha kikan no dorama no tame no nagai yakkaina torērā no yō ni kanjita. Yori kanryaku-ka sa reta apurōchi o saiyō shi, 1tsu no tēma ni meikakuna shōten o oita baai, mondai wa hassei shimasendeshita. Tamen-tekina tēma o motsu koto wa, shō no kōryoku ga amarini mo usuku naranai baai ni nomi yoikotodesu.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately this is where Ryo failed. Not to say it didn't have the making for a good show but rather the execution of it is what caused it to dig its own grave. Set in Edo period Japan and giving off a strong traditional aura, Ryo had many avenues it could of taken. With themes of war, revenge, trust and betrayal, the formula for a great period piece samurai flick was there. With such a limited runtime the show made the biggest mistake by trying to incorporate all these themes in one swoop. This led to a unengaging disjointed story riddled with timeskips. It isn't hard to piece together what they were going for but the time restraint worked against it. In the end it felt like a long messy trailer for a period piece drama. If it took a more simplified approach and set a clear focus on one theme is wouldn't have been a problem. Having multifaceted themes is only good if it doesn't spread the show's potency too thin.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately this is where Ryo failed.\u001b[24m\n    \u001b[1m残念ながら、これは遼が失敗した場所です。\u001b[22m, \u001b[1m亮が失敗したところ残念ながら、これはです。\u001b[22m\n\u001b[4mNot to say it didn't have the making for a good show but rather the execution of it is what caused it to dig its own grave.\u001b[24m\n    \u001b[1mそれは良いショーのための作っていないと言うわけではないが、むしろそれの実行は、それがそれ自身の墓を掘る原因となったものです。\u001b[22m, \u001b[1mそれは良いショーのための作りを持っていなかったのではなく、それの実行は、それが自身の墓を掘る原因であると言うことではありません。\u001b[22m\n\u001b[4mSet in Edo period Japan and giving off a strong traditional aura, Ryo had many avenues it could of taken.\u001b[24m\n    \u001b[1m日本の江戸時代に彩られ、伝統的なオーラを放つことで、多くの道が開けました。\u001b[22m, \u001b[1m江戸時代の日本に設定して、強力な伝統的なオーラを放つ、亮は、それが撮影したのでした多くの道がありました。\u001b[22m\n\u001b[4mWith themes of war, revenge, trust and betrayal, the formula for a great period piece samurai flick was there.\u001b[24m\n    \u001b[1m戦争、復讐、信頼と裏切りのテーマでは、偉大なピースのサムライフリックの式がそこにありました。\u001b[22m, \u001b[1m戦争、復讐、信頼と裏切りのテーマでは、偉大な期間ピース武士フリック式がありました。\u001b[22m\n\u001b[4mWith such a limited runtime the show made the biggest mistake by trying to incorporate all these themes in one swoop.\u001b[24m\n    \u001b[1mこのような限定されたランタイムで、ショーは最大のミスを犯しました。\u001b[22m, \u001b[1mこのような限定されたランタイムとショーは一撃ですべてのこれらのテーマを組み込むしようとすることで最大のミスを犯しました。\u001b[22m\n\u001b[4mThis led to a unengaging disjointed story riddled with timeskips.\u001b[24m\n    \u001b[1mこれは、時代遅れの謎に悩まされていた、邪魔にならないストーリーにつながった。\u001b[22m, \u001b[1mこれはtimeskipsだらけunengagingとりとめのない話につながりました。\u001b[22m\n\u001b[4mIt isn't hard to piece together what they were going for but the time restraint worked against it.\u001b[24m\n    \u001b[1m彼らが行っていることをまとめるのは難しいことではなく、拘束がそれに対して働いていた時期です。\u001b[22m, \u001b[1m彼らが行っていたものをつなぎ合わせるのは難しいではありませんが、時間の拘束は、それに対して働きました。\u001b[22m\n\u001b[4mIn the end it felt like a long messy trailer for a period piece drama.\u001b[24m\n    \u001b[1m結局のところ、それは期間のドラマのための長い厄介なトレーラーのように感じた。\u001b[22m, \u001b[1m最終的には時代物のドラマのために長い厄介トレーラーのように感じました。\u001b[22m\n\u001b[4mIf it took a more simplified approach and set a clear focus on one theme is wouldn't have been a problem.\u001b[24m\n    \u001b[1mより簡略化されたアプローチを採用し、1つのテーマに明確な焦点を置いた場合、問題は発生しませんでした。\u001b[22m, \u001b[1mそれがより簡単なアプローチを取って、一つのテーマについて明確な焦点を設定した場合は問題なかったであろうさ。\u001b[22m\n\u001b[4mHaving multifaceted themes is only good if it doesn't spread the show's potency too thin.\u001b[24m\n    \u001b[1m多面的なテーマを持つことは、ショーの効力があまりにも薄くならない場合にのみ良いことです。\u001b[22m, \u001b[1mそれはショーの効力が薄すぎる広がっていない場合は、多面テーマを持つことは良いだけです。\u001b[22m\n\u001b[1m\u001b[22m\nTo put it as simple as possible, this was a short that bit off more than it could chew.\n\n\u001b[1mできるだけシンプルにするために、これはちょうどそれが噛むことができるよりも少し離れた短いものでした。\u001b[22m\n\u001b[1m(Dekirudake shinpuru ni suru tame ni, kore wa chōdo sore ga kamu koto ga dekiru yori mo sukoshi hanareta mijikai monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mTo put it as simple as possible, this was a short that bit off more than it could chew.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo put it as simple as possible, this was a short that bit off more than it could chew.\u001b[24m\n    \u001b[1mできるだけシンプルにするために、これはちょうどそれが噛むことができるよりも少し離れた短いものでした。\u001b[22m, \u001b[1mできるだけ簡単に言えば、これはかむできるよりも多くをオフビット短いものでした。\u001b[22m"
  },
  {
    "title": "Ryo",
    "id": "14347",
    "url": "https://myanimelist.net/anime/14347/Ryo",
    "user": "Chikkoi",
    "profile": "/profile/Chikkoi/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=143951",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  8\nキャラクター|  6\n|  4\n\n1つのエピソードアニメであることは明らかに限界があり、このアニメも例外ではありませんでした。 しかし、Anime Mirai 2013の他の3つのアニメと比較した場合、私は間違いなくこれが不足していると感じます。\n\nこのアニメの私の最大の問題は、ストーリーそのものに由来しています。 個人的に、私はそれが非常にばらばらに感じました。 私は、シーンの間に大きな時間をスキップすることができたが、それはちょうどあまりにも急に見え、必要なだけのものではないように思えた。 私が物語で持っていたもう一つの問題は、私はそれを理解していないだけでなく、私が持っているべきだと思ったことです。 これはおそらく私が日本の歴史について何も知らないという事実に由来していますが、このアニメが創造されたときにこれを覚えておいたはずです。 多くの外国人視聴者がいますが、私はほとんどストーリーラインに従うことができます。\n\n文字は何か他のものだった。 多くの特徴はなく、涼のキャラクターは私には少しフラットに感じました。 それの終わりまでに、私は少し変わったと感じました。\n\nアートとサウンドは大丈夫でした。 このアニメ全体は悪くはなかったが、それは特別なものではなかった。 それは単に平凡だった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nBeing a single episode anime obviously has its limits, and this anime was no exception to the rule. However, when compared the the other three anime in Anime Mirai 2013, I definitely feel that this one fell short.\n\n\u001b[1m1つのエピソードのアニメには明らかに限界があり、このアニメも例外ではありませんでした。 しかし、Anime Mirai 2013の他の3つのアニメと比較した場合、私は間違いなくこれが不足していると感じます。\u001b[22m\n\u001b[1m(1Tsu no episōdo no anime ni wa akiraka ni genkai ga ari, kono anime mo reigaide wa arimasendeshita. Shikashi, Anime Mirai 2013 no ta no 3ttsu no anime to hikaku shita baai, watashi wa machigainaku kore ga fusoku shite iru to kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mBeing a single episode anime obviously has its limits, and this anime was no exception to the rule. However, when compared the the other three anime in Anime Mirai 2013, I definitely feel that this one fell short.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeing a single episode anime obviously has its limits, and this anime was no exception to the rule.\u001b[24m\n    \u001b[1m1つのエピソードのアニメには明らかに限界があり、このアニメも例外ではありませんでした。\u001b[22m, \u001b[1m単一のエピソードのアニメであることは明らかに限界がある、とこのアニメは、ルールにも例外ではなかったです。\u001b[22m\n\u001b[4mHowever, when compared the the other three anime in Anime Mirai 2013, I definitely feel that this one fell short.\u001b[24m\n    \u001b[1mしかし、Anime Mirai 2013の他の3つのアニメと比較した場合、私は間違いなくこれが不足していると感じます。\u001b[22m, \u001b[1mアニメミライ2013年に他の3アニメを比較した場合しかし、私は間違いなくこの1つが短い落ちたと感じています。\u001b[22m\n\u001b[1m\u001b[22m\nMy biggest problem with this anime stemmed from the story itself. Personally, I felt it was very disjointed. Although I get that there was a large time skip in between scenes, it just seemed too abrupt and not as connected as it should. Another problem I had with the story is that I just didn't comprehend it as well as I think I should have. This probably stems from the fact that I know nothing about Japanese history, however, I believe this should have been put in mind when this anime was being created. There are many non-Japanese viewers, and I could barely follow the storyline.\n\n\u001b[1mこのアニメの私の最大の問題は、ストーリーそのものに由来しています。 個人的に、私はそれが非常にばらばらに感じました。 私は、シーンの間に大きな時間をスキップすることができたが、それはちょうどあまりにも急に見え、必要なだけのものではないように思えた。 私が物語で持っていたもう一つの問題は、私はそれを理解していないだけでなく、私が持っているべきだと思ったことです。 これはおそらく私が日本の歴史について何も知らないという事実に由来していますが、このアニメが創造されたときにこれを覚えておいたはずです。 多くの外国人視聴者がいますが、私はほとんどストーリーラインに従うことができます。\u001b[22m\n\u001b[1m(Kono anime no watashi no saidai no mondai wa, sutōrī sonomono ni yurai shite imasu. Kojin-teki ni, watashi wa sore ga hijō ni barabara ni kanjimashita. Watashi wa, shīn no ma ni ōkina jikan o sukippu suru koto ga dekitaga, sore wa chōdo amarini mo kyū ni mie, hitsuyōna dake no monode wa nai yō ni omoeta. Watashi ga monogatari de motte ita mōhitotsu no mondai wa, watashi wa sore o rikai shite inai dakedenaku, watashi ga motte irubekida to omotta kotodesu. Kore wa osoraku watashi ga nihon'norekishi ni tsuite nani mo shiranai to iu jijitsu ni yurai shite imasuga, kono anime ga sōzō sa reta toki ni kore o oboete oita hazudesu. Ōku no gaikoku hito shichō-sha ga imasuga, watashi wa hotondo sutōrīrain ni shitagau koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mMy biggest problem with this anime stemmed from the story itself. Personally, I felt it was very disjointed. Although I get that there was a large time skip in between scenes, it just seemed too abrupt and not as connected as it should. Another problem I had with the story is that I just didn't comprehend it as well as I think I should have. This probably stems from the fact that I know nothing about Japanese history, however, I believe this should have been put in mind when this anime was being created. There are many non-Japanese viewers, and I could barely follow the storyline.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy biggest problem with this anime stemmed from the story itself.\u001b[24m\n    \u001b[1mこのアニメの私の最大の問題は、ストーリーそのものに由来しています。\u001b[22m, \u001b[1mこのアニメと私の最大の問題は、物語自体から生じ。\u001b[22m\n\u001b[4mPersonally, I felt it was very disjointed.\u001b[24m\n    \u001b[1m個人的に、私はそれが非常にばらばらに感じました。\u001b[22m, \u001b[1m個人的に、私はそれが非常にバラバラだと感じました。\u001b[22m\n\u001b[4mAlthough I get that there was a large time skip in between scenes, it just seemed too abrupt and not as connected as it should.\u001b[24m\n    \u001b[1m私は、シーンの間に大きな時間をスキップすることができたが、それはちょうどあまりにも急に見え、必要なだけのものではないように思えた。\u001b[22m, \u001b[1m私は大きな時間がシーン間でスキップがあったことを得るが、それはあまりにも突然、それが必要として接続されていないように見えました。\u001b[22m\n\u001b[4mAnother problem I had with the story is that I just didn't comprehend it as well as I think I should have.\u001b[24m\n    \u001b[1m私が物語で持っていたもう一つの問題は、私はそれを理解していないだけでなく、私が持っているべきだと思ったことです。\u001b[22m, \u001b[1m私が話をしていたもう一つの問題は、私は私が持っているべきだと思うように私は同様にそれを理解しなかったことです。\u001b[22m\n\u001b[4mThis probably stems from the fact that I know nothing about Japanese history, however, I believe this should have been put in mind when this anime was being created.\u001b[24m\n    \u001b[1mこれはおそらく私が日本の歴史について何も知らないという事実に由来していますが、このアニメが創造されたときにこれを覚えておいたはずです。\u001b[22m, \u001b[1mこれはおそらく、私はしかし、私はこのアニメが作成されていたときに、これは念頭に置かれているはずと信じて、日本の歴史について何も知らないという事実から生じます。\u001b[22m\n\u001b[4mThere are many non-Japanese viewers, and I could barely follow the storyline.\u001b[24m\n    \u001b[1m多くの外国人視聴者がいますが、私はほとんどストーリーラインに従うことができます。\u001b[22m, \u001b[1mそこに多くの非日本人視聴者があり、私はかろうじてストーリーをたどることができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters were something else. There wasn't much characterization, and Ryo's character felt a bit flat to me. By the end of it, I felt short changed.\n\n\u001b[1m文字は何か他のものだった。 多くの特徴はなく、涼のキャラクターは私には少しフラットに感じました。 それの終わりまでに、私は少し変わったと感じました。\u001b[22m\n\u001b[1m(Moji wa nani ka hoka no monodatta. Ōku no tokuchō wa naku, ryō no kyarakutā wa watashiniha sukoshi furatto ni kanjimashita. Sore no owari made ni, watashi wa sukoshi kawatta to kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters were something else. There wasn't much characterization, and Ryo's character felt a bit flat to me. By the end of it, I felt short changed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were something else.\u001b[24m\n    \u001b[1m文字は何か他のものだった。\u001b[22m, \u001b[1m文字は、何か他のものでした。\u001b[22m\n\u001b[4mThere wasn't much characterization, and Ryo's character felt a bit flat to me.\u001b[24m\n    \u001b[1m多くの特徴はなく、涼のキャラクターは私には少しフラットに感じました。\u001b[22m, \u001b[1mそこ多くの特性評価ではなかった、と亮の文字は、私には少し平らに感じました。\u001b[22m\n\u001b[4mBy the end of it, I felt short changed.\u001b[24m\n    \u001b[1mそれの終わりまでに、私は少し変わったと感じました。\u001b[22m, \u001b[1mそれの終わりまでに、私は短い変更感じました。\u001b[22m\n\u001b[1m\u001b[22m\nArt and Sound were alright. This whole anime wasn't bad, but it wasn't anything special. It was simply mediocre.\n\n\u001b[1mアートとサウンドは大丈夫でした。 このアニメ全体は悪くはなかったが、それは特別なものではなかった。 それは単に平凡だった。\u001b[22m\n\u001b[1m(Āto to saundo wa daijōbudeshita. Kono anime zentai wa waruku wa nakattaga, sore wa tokubetsuna monode wa nakatta. Sore wa tan'ni heibondatta.)\u001b[22m\n\nTranslations of \u001b[4mArt and Sound were alright. This whole anime wasn't bad, but it wasn't anything special. It was simply mediocre.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and Sound were alright.\u001b[24m\n    \u001b[1mアートとサウンドは大丈夫でした。\u001b[22m\n\u001b[4mThis whole anime wasn't bad, but it wasn't anything special.\u001b[24m\n    \u001b[1mこのアニメ全体は悪くはなかったが、それは特別なものではなかった。\u001b[22m, \u001b[1mこの全体のアニメは悪くなかったが、それは何も特別なことではありませんでした。\u001b[22m\n\u001b[4mIt was simply mediocre.\u001b[24m\n    \u001b[1mそれは単に平凡だった。\u001b[22m, \u001b[1mそれは単に平凡でした。\u001b[22m"
  },
  {
    "title": "Ryo",
    "id": "14347",
    "url": "https://myanimelist.net/anime/14347/Ryo",
    "user": "Terrorking",
    "profile": "/profile/Terrorking/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=108083",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  6\nキャラクター|  4\n|  4\n\nRyoはAnime Mirai 2013（ヤングアニメータートレーニングプロジェクト）の4つのアニメの1つです。\n私は先に進んで、この短さはおそらくアニメ未来のショートの最悪の1つだと言いますが、実際のレビューから始まらないようにしましょう。\n物語そのものは、私が読んだものから、坂本龍馬の名前を与えられた両親を失った男の子に焦点を当てるべきタイトルから、少し奇妙で分かりにくいものです。\n彼はその後、日本を変革させるための旅の途中で、坂本容疑者をボディーガードとして追っている。\n私が何を見たのかは、遼を側に置き、坂本竜馬を主人公とし、彼が何をしたかを明示的に決してしなかった。\n初めて涼を見た後、坂本龍馬を探してできる限りのことを読んでから、私はそれを見直して、初めて楽しんだと言わなければなりません。\n私はこのアニメを13エピソードシリーズの要約として見る。あなたがエピソード全体を見ていたら、何が起こっているのか分からない。何も理解できない。\nキャラクターは事実上存在せず、\"主人公\"涼はアニメを見ても性格を持たず、あなたは彼について何も知らない。\n坂本龍馬とその妻は本当に存在していて、アニメの中では肖像画が本当にきれいだと思っています。実際の人生を思い起こさせるようなタッチがあり、おそらくアニメの唯一のコメディ要素です。\n私が言及すべき唯一の他のキャラクターは、アニメの開始時に導入され、最後まで忘れ去られた涼の兄弟です。\n音は素晴らしく、音楽は素晴らしいものではありませんが、私が持っていた唯一の問題は、話していたキャラクターの声がバックグラウンドサウンドでカバーされていた点でしたが、 私の終わりの問題ではなく、アニメそのものではありません。\nアニメーションはいいですが、「Little Witch Academia」や「Death Billiard」とはまったく同じではありません。細部があまりなくても特にうまくいきます。\n全体的にこれは平均的なアニメですので、それは唯一のエピソードですので、とにかく見ることができます。涼を見てみる前に坂本龍馬について読むことを強くお勧めします。\n\nあなたがアドバイスを私に連絡すること自由に感じている場合、私はレビューを書く必要があるときに私は本当に良いことではありません。 私はいつも批判に晒されています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nRyo is one of the four anime from Anime Mirai 2013 (Young animator training project).\n\n\u001b[1mRyoはAnime Mirai 2013（ヤングアニメータートレーニングプロジェクト）の4つのアニメの1つです。\u001b[22m\n\u001b[1m(Ryo wa Anime Mirai 2013 (yanguanimētātorēningupurojekuto) no 4tsu no anime no 1tsudesu.)\u001b[22m\n\nTranslations of \u001b[4mRyo is one of the four anime from Anime Mirai 2013 (Young animator training project).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRyo is one of the four anime from Anime Mirai 2013 (Young animator training project).\u001b[24m\n    \u001b[1mRyoはAnime Mirai 2013（ヤングアニメータートレーニングプロジェクト）の4つのアニメの1つです。\u001b[22m, \u001b[1m亮はアニメミライ2013（ヤングアニメーター育成プロジェクト）から4アニメの一つです。\u001b[22m\nI'm going ahead and say that this short is probably one of the worst of the Anime Mirai’s shorts, but lest start with the actual review.\n\n\u001b[1m私は先に進んで、この短さはおそらくアニメ未来のショートの最悪の1つだと言いますが、実際のレビューから始まらないようにしましょう。\u001b[22m\n\u001b[1m(Watashi wa sakini susunde, kono mijika-sa wa osoraku anime mirai no shōto no saiaku no 1tsuda to iimasuga, jissai no rebyū kara hajimaranai yō ni shimashou.)\u001b[22m\n\nTranslations of \u001b[4mI'm going ahead and say that this short is probably one of the worst of the Anime Mirai’s shorts, but lest start with the actual review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm going ahead and say that this short is probably one of the worst of the Anime Mirai’s shorts, but lest start with the actual review.\u001b[24m\n    \u001b[1m私は先に進んで、この短さはおそらくアニメ未来のショートの最悪の1つだと言いますが、実際のレビューから始まらないようにしましょう。\u001b[22m, \u001b[1m私は先に行くと、この短いが、おそらくアニメ未来のショートパンツの最悪の一つであると言うが、LEST実際のレビューに開始しています。\u001b[22m\nThe story itself is a little strange and quite difficult to understand, from what I read and from the title the story should focus around a boy, who lost his parents, who is given the name Ryo by Ryoma Sakamoto.\n\n\u001b[1m物語そのものは、私が読んだものから、坂本龍馬の名前を与えられた両親を失った男の子に焦点を当てるべきタイトルから、少し奇妙で分かりにくいものです。\u001b[22m\n\u001b[1m(Monogatari sonomono wa, watashi ga yonda mono kara, sakamoto ryōma no namae o atae rareta ryōshin o ushinatta otokonoko ni shōten o aterubeki taitoru kara, sukoshi kimyōde wakari nikui monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story itself is a little strange and quite difficult to understand, from what I read and from the title the story should focus around a boy, who lost his parents, who is given the name Ryo by Ryoma Sakamoto.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story itself is a little strange and quite difficult to understand, from what I read and from the title the story should focus around a boy, who lost his parents, who is given the name Ryo by Ryoma Sakamoto.\u001b[24m\n    \u001b[1m物語そのものは、私が読んだものから、坂本龍馬の名前を与えられた両親を失った男の子に焦点を当てるべきタイトルから、少し奇妙で分かりにくいものです。\u001b[22m, \u001b[1m物語自体は、私が読んだものから、ストーリーは坂本龍馬によって名前涼を与えられた彼の両親を失った少年、周りに焦点を当てるべきであるタイトルから、少し奇妙で理解するのは非常に困難です。\u001b[22m\nHe then follows Sakamoto as his bodyguard during his journey to revolutionize Japan.\n\n\u001b[1m彼はその後、日本を変革させるための旅の途中で、坂本容疑者をボディーガードとして追っている。\u001b[22m\n\u001b[1m(Kare wa sonogo, Nihon o henkaku sa seru tame no tabi no tochū de, Sakamoto yōgi-sha o bodīgādo to shite otte iru.)\u001b[22m\n\nTranslations of \u001b[4mHe then follows Sakamoto as his bodyguard during his journey to revolutionize Japan.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHe then follows Sakamoto as his bodyguard during his journey to revolutionize Japan.\u001b[24m\n    \u001b[1m彼はその後、日本を変革させるための旅の途中で、坂本容疑者をボディーガードとして追っている。\u001b[22m, \u001b[1m彼はその後、日本に革命を起こす彼の旅の間に彼のボディーガードとして坂本に従います。\u001b[22m\nAs for what I saw the story put Ryo on the side and take Ryoma Sakamoto as the main character and managed to never explicitly tell what he did.\n\n\u001b[1m私が何を見たのかは、遼を側に置き、坂本竜馬を主人公とし、彼が何をしたかを明示的に決してしなかった。\u001b[22m\n\u001b[1m(Watashi ga nani o mita no ka wa, Ryō o soba ni oki, sakamoto ryōma o shujinkō to shi, kare ga naniwoshita ka o meishiteki ni kesshite shinakatta.)\u001b[22m\n\nTranslations of \u001b[4mAs for what I saw the story put Ryo on the side and take Ryoma Sakamoto as the main character and managed to never explicitly tell what he did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for what I saw the story put Ryo on the side and take Ryoma Sakamoto as the main character and managed to never explicitly tell what he did.\u001b[24m\n    \u001b[1m私が何を見たのかは、遼を側に置き、坂本竜馬を主人公とし、彼が何をしたかを明示的に決してしなかった。\u001b[22m, \u001b[1m私が話を見たものについては側に涼を入れて、メインキャラクターとして坂本龍馬を取ると明示的に彼が何をしたか教えてくれないように管理します。\u001b[22m\nAfter the first time I’ve watched Ryo I searched for Ryoma Sakamoto and read everything I could, then I’ve rewatched it and I have to say that I enjoyed it a little bit more than the first time.\n\n\u001b[1m初めて涼を見た後、坂本龍馬を探してできる限りのことを読んでから、私はそれを見直して、初めて楽しんだと言わなければなりません。\u001b[22m\n\u001b[1m(Hajimete ryō o mita nochi, sakamoto ryōma o sagashite dekiru kagiri no koto o yonde kara, watashi wa sore o minaoshite, hajimete tanoshinda to iwanakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mAfter the first time I’ve watched Ryo I searched for Ryoma Sakamoto and read everything I could, then I’ve rewatched it and I have to say that I enjoyed it a little bit more than the first time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter the first time I’ve watched Ryo I searched for Ryoma Sakamoto and read everything I could, then I’ve rewatched it and I have to say that I enjoyed it a little bit more than the first time.\u001b[24m\n    \u001b[1m初めて涼を見た後、坂本龍馬を探してできる限りのことを読んでから、私はそれを見直して、初めて楽しんだと言わなければなりません。\u001b[22m, \u001b[1m私は坂本龍馬を探索し、私ができるすべてを読み、私は涼を見たのは初めての後、私はそれをrewatchedていると私は私が最初の時間よりも少しそれを楽しんだことを言わなければなりません。\u001b[22m\nI see this anime as recap of a 13 episode series, if you watched the entire episode you have an idea of what is going on otherwise you can’t understand anything, and since the series doesn’t exist you are screw.\n\n\u001b[1m私はこのアニメを13エピソードシリーズの要約として見る。あなたがエピソード全体を見ていたら、何が起こっているのか分からない。何も理解できない。\u001b[22m\n\u001b[1m(Watashi wa kono anime o 13 episōdoshirīzu no yōyaku to shite miru. Anata ga episōdo zentai o mite itara, nani ga okotte iru no ka wakaranai. Nani mo rikaidekinai.)\u001b[22m\n\nTranslations of \u001b[4mI see this anime as recap of a 13 episode series, if you watched the entire episode you have an idea of what is going on otherwise you can’t understand anything, and since the series doesn’t exist you are screw.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI see this anime as recap of a 13 episode series, if you watched the entire episode you have an idea of what is going on otherwise you can’t understand anything, and since the series doesn’t exist you are screw.\u001b[24m\n    \u001b[1m私はこのアニメを13エピソードシリーズの要約として見る。あなたがエピソード全体を見ていたら、何が起こっているのか分からない。何も理解できない。\u001b[22m, \u001b[1m私はあなたが何が起こっているかのアイデアを持っている全体のエピソードを見た場合はそうでないあなたが何かを理解することはできません、13エピソードシリーズの総集編として、このアニメを見て、シリーズが存在しないので、あなたはネジです。\u001b[22m\nThe characters are practically non-existent, the “main character” Ryo does not have a personality after seeing the anime you know nothing about him.\n\n\u001b[1mキャラクターは事実上存在せず、\"主人公\"涼はアニメを見ても性格を持たず、あなたは彼について何も知らない。\u001b[22m\n\u001b[1m(Kyarakutā wa jijitsujō sonzai sezu, \" shujinkō\" ryō wa anime o mite mo seikaku o motazu, anata wa kare ni tsuite nani mo shiranai.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are practically non-existent, the “main character” Ryo does not have a personality after seeing the anime you know nothing about him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are practically non-existent, the “main character” Ryo does not have a personality after seeing the anime you know nothing about him.\u001b[24m\n    \u001b[1mキャラクターは事実上存在せず、\"主人公\"涼はアニメを見ても性格を持たず、あなたは彼について何も知らない。\u001b[22m, \u001b[1m文字は、あなたが彼について何も知らないアニメを見た後、「主人公」亮が個性を持っていない、事実上存在しています。\u001b[22m\nRyoma Sakamoto and his wife really existed and I think they are portrait really nicely in the anime, there are some touches that made you recollect their actual life, and they are probably the only comedy elements in all of the anime.\n\n\u001b[1m坂本龍馬とその妻は本当に存在していて、アニメの中では肖像画が本当にきれいだと思っています。実際の人生を思い起こさせるようなタッチがあり、おそらくアニメの唯一のコメディ要素です。\u001b[22m\n\u001b[1m(Sakamoto ryōma to sono tsuma wa hontōni sonzai shite ite, anime no nakade wa shōzō-ga ga hontōni kireida to omotte imasu. Jissai no jinsei o omoiokosa seru yōna tatchi ga ari, osoraku anime no yuiitsu no komedi yōsodesu.)\u001b[22m\n\nTranslations of \u001b[4mRyoma Sakamoto and his wife really existed and I think they are portrait really nicely in the anime, there are some touches that made you recollect their actual life, and they are probably the only comedy elements in all of the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRyoma Sakamoto and his wife really existed and I think they are portrait really nicely in the anime, there are some touches that made you recollect their actual life, and they are probably the only comedy elements in all of the anime.\u001b[24m\n    \u001b[1m坂本龍馬とその妻は本当に存在していて、アニメの中では肖像画が本当にきれいだと思っています。実際の人生を思い起こさせるようなタッチがあり、おそらくアニメの唯一のコメディ要素です。\u001b[22m, \u001b[1m坂本龍馬と彼の妻は本当に存在していたと私は、彼らがアニメで本当に素敵な肖像画だと思います、あなたは彼らの実際の生活を思い出す作らいくつかのタッチがあり、そして彼らはおそらくアニメのすべてで唯一の喜劇の要素です。\u001b[22m\nThe only other character that I should mention is Ryo’s brother that is introduced in the start of the anime and then forgot until the end.\n\n\u001b[1m私が言及すべき唯一の他のキャラクターは、アニメの開始時に導入され、最後まで忘れ去られた涼の兄弟です。\u001b[22m\n\u001b[1m(Watashi ga genkyū subeki yuiitsu no ta no kyarakutā wa, anime no kaishi-ji ni dōnyū sa re, saigomade wasuresara reta ryō no kyōdaidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe only other character that I should mention is Ryo’s brother that is introduced in the start of the anime and then forgot until the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only other character that I should mention is Ryo’s brother that is introduced in the start of the anime and then forgot until the end.\u001b[24m\n    \u001b[1m私が言及すべき唯一の他のキャラクターは、アニメの開始時に導入され、最後まで忘れ去られた涼の兄弟です。\u001b[22m, \u001b[1m私が言及すべき唯一の他の文字は、アニメの開始に導入した後、最後まで忘れてしまったさ亮の弟です。\u001b[22m\nThe sounds are nice, the music is nothing spectacular but it is good, the only issue that I had was that, in some points, the voice of the character that was talking was covered by the background sounds, but I hope that that was a problem on my end and not on the anime itself.\n\n\u001b[1m音は素晴らしく、音楽は素晴らしいものではありませんが、私が持っていた唯一の問題は、話していたキャラクターの声がバックグラウンドサウンドでカバーされていた点でしたが、 私の終わりの問題ではなく、アニメそのものではありません。\u001b[22m\n\u001b[1m(Oto wa subarashiku, ongaku wa subarashī monode wa arimasenga, watashi ga motte ita yuiitsu no mondai wa, hanashite ita kyarakutā no koe ga bakkuguraundosaundo de kabā sa rete ita tendeshitaga, watashi no owari no mondaide wa naku, anime sonomonode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe sounds are nice, the music is nothing spectacular but it is good, the only issue that I had was that, in some points, the voice of the character that was talking was covered by the background sounds, but I hope that that was a problem on my end and not on the anime itself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sounds are nice, the music is nothing spectacular but it is good, the only issue that I had was that, in some points, the voice of the character that was talking was covered by the background sounds, but I hope that that was a\u001b[24m\n    \u001b[1m音は素晴らしく、音楽は素晴らしいものではありませんが、私が持っていた唯一の問題は、話していたキャラクターの声がバックグラウンドサウンドでカバーされていた点でしたが、\u001b[22m, \u001b[1m音がいいです、音楽は壮大なものではありませんが、それは良いですが、私が持っていた唯一の問題は、いくつかの点で、話していた文字の音声は背景音によって覆われていた、ということでしたが、私はそれがあったことを願っています\u001b[22m\n\u001b[4mproblem on my end and not on the anime itself.\u001b[24m\n    \u001b[1m私の終わりの問題ではなく、アニメそのものではありません。\u001b[22m, \u001b[1m私の最後にではなく、アニメ自体に問題があります。\u001b[22m\nThe animation is good but absolutely not on par with “Little Witch Academia” or “Death Billiard”, the backgrounds are particularly well done even if they don’t have a lot of details.\n\n\u001b[1mアニメーションはいいですが、「Little Witch Academia」や「Death Billiard」とはまったく同じではありません。細部があまりなくても特にうまくいきます。\u001b[22m\n\u001b[1m(Animēshon wa īdesuga,`Little u~itchi Academia' ya `Death Billiard' to wa mattaku onajide wa arimasen. Saibu ga amari nakute mo tokuni umaku ikimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is good but absolutely not on par with “Little Witch Academia” or “Death Billiard”, the backgrounds are particularly well done even if they don’t have a lot of details.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is good but absolutely not on par with “Little Witch Academia” or “Death Billiard”, the backgrounds are particularly well done even if they don’t have a lot of details.\u001b[24m\n    \u001b[1mアニメーションはいいですが、「Little Witch Academia」や「Death Billiard」とはまったく同じではありません。細部があまりなくても特にうまくいきます。\u001b[22m, \u001b[1mアニメーションは良いが、それらは多くの詳細を持っていない場合でも、絶対に「リトルウィッチアカデミア」または「死のビリヤード」と並ぶ、背景が特によく行われているではありません。\u001b[22m\nOverall this is an average anime, it’s only one episode so you can probably watch it anyway, I strongly recommend reading about Ryoma Sakamoto before watching Ryo, and this should mitigate the negative aspects of the story.\n\n\u001b[1m全体的にこれは平均的なアニメですので、それは唯一のエピソードですので、とにかく見ることができます。涼を見てみる前に坂本龍馬について読むことを強くお勧めします。\u001b[22m\n\u001b[1m(Zentai-teki ni koreha heikin-tekina animedesunode, soreha yuiitsu no episōdodesunode, tonikaku miru koto ga dekimasu. Ryō o mite miru mae ni sakamoto ryōma ni tsuite yomu koto o tsuyoku o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall this is an average anime, it’s only one episode so you can probably watch it anyway, I strongly recommend reading about Ryoma Sakamoto before watching Ryo, and this should mitigate the negative aspects of the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall this is an average anime, it’s only one episode so you can probably watch it anyway, I strongly recommend reading about Ryoma Sakamoto before watching Ryo, and this should mitigate the negative aspects of the story.\u001b[24m\n    \u001b[1m全体的にこれは平均的なアニメですので、それは唯一のエピソードですので、とにかく見ることができます。涼を見てみる前に坂本龍馬について読むことを強くお勧めします。\u001b[22m, \u001b[1m全体的に、これは平均的なアニメで、それはあなたがおそらくとにかくそれを見ることができますので、私は強く亮を見て前に坂本龍馬について読むことをお勧め、これは物語の負の側面を緩和すべき唯一の1つのエピソードです。\u001b[22m\n\u001b[1m\u001b[22m\nOn a side note I'm not really good when I have to write a review so if you have any advices feel free to contact me. I'm always open to criticism.\n\n\u001b[1mあなたがアドバイスを私に連絡すること自由に感じている場合、私はレビューを書く必要があるときに私は本当に良いことではありません。 私はいつも批判に晒されています。\u001b[22m\n\u001b[1m(Anata ga adobaisu o watashi ni renraku suru koto jiyū ni kanjite iru baai, watashi wa rebyū o kaku hitsuyō ga aru toki ni watashi wa hontōni yoi kotode wa arimasen. Watashi wa itsumo hihan ni sarasa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mOn a side note I'm not really good when I have to write a review so if you have any advices feel free to contact me. I'm always open to criticism.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn a side note I'm not really good when I have to write a review so if you have any advices feel free to contact me.\u001b[24m\n    \u001b[1mあなたがアドバイスを私に連絡すること自由に感じている場合、私はレビューを書く必要があるときに私は本当に良いことではありません。\u001b[22m, \u001b[1m私はあなたが持っている場合は任意のアドバイスは、私に連絡して自由に感じるようにレビューを書かなければならないときにサイドノートでは、私は本当に良いではないです。\u001b[22m\n\u001b[4mI'm always open to criticism.\u001b[24m\n    \u001b[1m私はいつも批判に晒されています。\u001b[22m, \u001b[1m私はいつも批判を開いています。\u001b[22m"
  },
  {
    "title": "Ryo",
    "id": "14347",
    "url": "https://myanimelist.net/anime/14347/Ryo",
    "user": "BalmungAS",
    "profile": "/profile/BalmungAS/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=174681",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  2\nアニメーション|  6\nサウンド|  6\nキャラクター|  3\n|  4\n\n何がファック？ 私は、ファックは何を見ただけですか？\n\n物語はありません、文字は信じられないほどフラットであり、彼らのいずれかが記憶に残る、本当に、何がファックですか？\n坂本龍馬が船に乗り込んだ時の坂本龍馬のフラッシュバックが見えるので、私が見ていると、私は本当にその時点まで来ると思っていた。 戦闘シーンでは何が起こったのか誰もが知っている。\n私は戦闘シーンが本当にうまくアニメ化されていることを認めなければなりませんが、問題は戦闘シーンがほとんどないということです。  OSTはこの侍のアニメにとってはいいものでした。\n\n全体的に（1/10）。\n本当に、本当に失望した、彼らはこのことのためにたくさんのお金を投資する？ リトル・ウィッチ・アカデミアやデスビリアードと比較して深刻な事態。 しかし、私はこのアニメを本当に楽しんでいると言わなければなりません。なぜなら、それは私を笑わせるほど馬鹿で、いくつかの顔面もそうでしたからです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nWhat the fuck? I mean, WHAT THE FUCK did I just watch?\n\n\u001b[1m何がファック？ 私は、ファックは何を見ただけですか？\u001b[22m\n\u001b[1m(Nani ga fakku? Watashi wa, fakku wa nani o mita dakedesu ka?)\u001b[22m\n\nTranslations of \u001b[4mWhat the fuck? I mean, WHAT THE FUCK did I just watch?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat the fuck?\u001b[24m\n    \u001b[1m何がファック？\u001b[22m, \u001b[1m何だ一体？\u001b[22m\n\u001b[4mI mean, WHAT THE FUCK did I just watch?\u001b[24m\n    \u001b[1m私は、ファックは何を見ただけですか？\u001b[22m, \u001b[1m私が意味する、私は何だ一体を見ていたでしょうか？\u001b[22m\n\u001b[1m\u001b[22m\nThere is no story, the characters are incredible flat and lame, and any of them are memorizable, really, what the fuck.\n\n\u001b[1m物語はありません、文字は信じられないほどフラットであり、彼らのいずれかが記憶に残る、本当に、何がファックですか？\u001b[22m\n\u001b[1m(Monogatari wa arimasen, moji wa shinji rarenai hodo furattodeari, karera no izureka ga kioku ni nokoru, hontōni, nani ga fakkudesu ka?)\u001b[22m\n\nTranslations of \u001b[4mThere is no story, the characters are incredible flat and lame, and any of them are memorizable, really, what the fuck.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is no story, the characters are incredible flat and lame, and any of them are memorizable, really, what the fuck.\u001b[24m\n    \u001b[1m物語はありません、文字は信じられないほどフラットであり、彼らのいずれかが記憶に残る、本当に、何がファックですか？\u001b[22m, \u001b[1m何の話は何だ一体、本当に、文字が信じられないほどの平らとラメであり、それらのいずれかが記憶可能であり、ありません。\u001b[22m\nAt the start we can see a flashback of Sakamoto Ryoma fighting this dude, Hijikata in a ship, so when I was watching I really was expecting that they get to that point... And what happens? IT FUCKING DISAPPEARS, Ryoma get killed and anyone knows what the fuck happen with the Ship fight scene.\n\n\u001b[1m坂本龍馬が船に乗り込んだ時の坂本龍馬のフラッシュバックが見えるので、私が見ていると、私は本当にその時点まで来ると思っていた。 戦闘シーンでは何が起きたのか誰もが知っている。\u001b[22m\n\u001b[1m(Sakamoto ryōma ga fune ni norikonda toki no sakamoto ryōma no furasshu bakku ga mieru node, watashi ga mite iru to, watashi wa hontōni sono jiten made kuru to omotte ita. Sentō shīnde wa nani ga okita no ka daremoga shitte iru.)\u001b[22m\n\nTranslations of \u001b[4mAt the start we can see a flashback of Sakamoto Ryoma fighting this dude, Hijikata in a ship, so when I was watching I really was expecting that they get to that point... And what happens? IT FUCKING DISAPPEARS, Ryoma get killed and anyone knows what the fuck happen with the Ship fight scene.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt the start we can see a flashback of Sakamoto Ryoma fighting this dude, Hijikata in a ship, so when I was watching I really was expecting that they get to that point... And what happens?\u001b[24m\n    \u001b[1m坂本龍馬が船に乗り込んだ時の坂本龍馬のフラッシュバックが見えるので、私が見ていると、私は本当にその時点まで来ると思っていた。\u001b[22m, \u001b[1m開始時に、私たちは...私が見ていたときに、私は本当に彼らがその時点までに取得することを期待していた、船でこの男、土方の戦い坂本龍馬のフラッシュバックを参照してくださいそして、何が起こることができますか？\u001b[22m\n\u001b[4mIT FUCKING DISAPPEARS, Ryoma get killed and anyone knows what the fuck happen with the Ship fight scene.\u001b[24m\n    \u001b[1m戦闘シーンでは何が起きたのか誰もが知っている。\u001b[22m, \u001b[1mITクソ消え、龍馬は殺され、誰もが性交は船の戦いのシーンで起こることを知っているます。\u001b[22m\nI have to admit that the fighting scenes are really well animated, but the problem is that there is like almost none fighting scenes. The OST was good for an anime in this samurai ambient.\n\n\u001b[1m私は戦闘シーンが本当にうまくアニメ化されていることを認めなければなりませんが、問題は戦闘シーンがほとんどないということです。  OSTはこの侍のアニメにとってはいいものでした。\u001b[22m\n\u001b[1m(Watashi wa sentō shīn ga hontōni umaku anime-ka sa rete iru koto o mitomenakereba narimasenga, mondai wa sentō shīn ga hotondo nai to iu kotodesu. OST wa kono samurai no anime ni totte wa ī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mI have to admit that the fighting scenes are really well animated, but the problem is that there is like almost none fighting scenes. The OST was good for an anime in this samurai ambient.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have to admit that the fighting scenes are really well animated, but the problem is that there is like almost none fighting scenes.\u001b[24m\n    \u001b[1m私は戦闘シーンが本当にうまくアニメ化されていることを認めなければなりませんが、問題は戦闘シーンがほとんどないということです。\u001b[22m, \u001b[1m私は戦いのシーンが本当によくアニメ化されていることを認めざるを得ないが、問題はほとんどないシーンを戦うようなものがあるということです。\u001b[22m\n\u001b[4mThe OST was good for an anime in this samurai ambient.\u001b[24m\n    \u001b[1mOSTはこの侍のアニメにとってはいいものでした。\u001b[22m, \u001b[1mOSTは、この武士の周囲でのアニメのために良好でした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall (1/10).\n\n\u001b[1m全体的に（1/10）。\u001b[22m\n\u001b[1m(Zentai-teki ni (1 / 10).)\u001b[22m\n\nTranslations of \u001b[4mOverall (1/10).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall (1/10).\u001b[24m\n    \u001b[1m全体的に（1/10）。\u001b[22m, \u001b[1m総合（1/10）。\u001b[22m\nReally, really disappointed, they invest so much money for this thing? Serious shit compared with Little Witch Academia or Death Billiards. But I have to say that I really enjoy this anime, because it was so stupid that it makes me laugh, and some facepalms too.\n\n\u001b[1m本当に、本当に失望した、彼らはこのことのためにたくさんのお金を投資する？ リトル・ウィッチ・アカデミアやデスビリアードと比較して深刻な事態。 しかし、私はこのアニメを本当に楽しんでいると言わなければなりません。なぜなら、それは私を笑わせるほど馬鹿で、いくつかの顔面もそうでしたからです。\u001b[22m\n\u001b[1m(Hontōni, hontōni shitsubō shita, karera wa kono koto no tame ni takusan no okane o tōshi suru? Ritoru u~itchi akademia ya desubiriādo to hikaku shite shinkokuna jitai. Shikashi, watashi wa kono anime o hontōni tanoshinde iru to iwanakereba narimasen. Nazenara, sore wa watashi o warawaseru hodo bakade, ikutsu ka no ganmen mo sōdeshitakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mReally, really disappointed, they invest so much money for this thing? Serious shit compared with Little Witch Academia or Death Billiards. But I have to say that I really enjoy this anime, because it was so stupid that it makes me laugh, and some facepalms too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReally, really disappointed, they invest so much money for this thing?\u001b[24m\n    \u001b[1m本当に、本当に失望した、彼らはこのことのためにたくさんのお金を投資する？\u001b[22m, \u001b[1m本当に、本当に失望し、彼らはこの事のために多くのお金を投資しますか？\u001b[22m\n\u001b[4mSerious shit compared with Little Witch Academia or Death Billiards.\u001b[24m\n    \u001b[1mリトル・ウィッチ・アカデミアやデスビリアードと比較して深刻な事態。\u001b[22m, \u001b[1mリトルウィッチアカデミアまたはデスビリヤードと比較して、深刻なたわごと。\u001b[22m\n\u001b[4mBut I have to say that I really enjoy this anime, because it was so stupid that it makes me laugh, and some facepalms too.\u001b[24m\n    \u001b[1mしかし、私はこのアニメを本当に楽しんでいると言わなければなりません。なぜなら、それは私を笑わせるほど馬鹿で、いくつかの顔面もそうでしたからです。\u001b[22m, \u001b[1mしかし、私はそれは私を笑わせてくれる、とあまりにもいくつかのfacepalmsほど愚かだったので、私は本当に、このアニメを楽しむことを言わなければなりません。\u001b[22m"
  }
]
