[
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "teamspitfire4",
    "profile": "/profile/teamspitfire4/reviews",
    "pages": "8",
    "number": "1",
    "link": "/reviews.php?id=118135",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\nこのアニメは、オンラインゲームBto0om！の＃10ランクの選手である坂本龍太についてのものです。 彼は今、真のBtooomの一部であることを知るために、木の真ん中で目を覚ます！ ゲーム。 ゲームBtoomはFPSゲームのようですが、Btooom！ あなたが映画「Hunger Games」やバトル・ロワイヤルを見たことがあるならば、これはちょっと爆弾を使うだけです。\n\nストーリー：それは私が楽しんでいる最も元のストーリーではないので、ストーリーは常に同じエピソードのようにすべてが気にならないようにそれを理解し続けることができます。\n\nアート：アートのスタイルはBtooomの他のアクションアニメとほとんど同じです！ 彼らは非常に良い爆発を描くことができます。\n\nサウンドトラック：サウンドトラックは本当に良かったです。私は常にストーリーに集中し続け、私を興奮させました。 イントロの「No pain、No gain」は私の好きなイントロの曲の一つです。\n\nキャラクター：子供から傭兵まで幅広い種類のキャラクターを持っています。\n\n楽しさ：私はアクション、愛と裏切りでエキサイティングなアニメを愛し、このアニメはすべてそれを持っています。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "TopFlighty",
    "profile": "/profile/TopFlighty/reviews",
    "pages": "8",
    "number": "2",
    "link": "/reviews.php?id=219312",
    "jp": "--- --- --- | ---\n全体的な|  4\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  4\nキャラクター|  3\n|  4\n\nなぜ私はこれらのバーチャルリアリティタイプのショーのために落ち続けているのか分かりません。 彼らはいつも何とか私を失敗させてしまいます。\n\nBTOOOM！ 母親と父親と一緒に暮らす22歳のNEET（学生ではない失業している若者）の話で、終日はBTOOOM！と呼ばれるマルチプレイヤーのFPSタイプのゲームに参加しています。 文字は銃ではなく爆弾を使って戦う。\n\nこのジャンルのすべてのショーが証明するように、キャッチがあります。 最近、BTOOOMを創り上げた会社！  （おそらくソニーや任天堂の規模に似ている）は、受信者が嫌う人の名前と引き換えに、彼らは大金を受け取ると言われる日本の人々に手紙を送り始めている。\n\nRyoutaは自分自身をこの犠牲者と見なします - 誰かが彼に署名しました、そして今、彼はBTOOOMの真のゲームに強制されます！ 太平洋の一人の島にあります。\n\nストーリー：5/10\n\n私は実際にこのタイプのプロットのアイデアが好きですが、このショーは私がSAOに気づいたのと同じこと、偉大なアイデア、悪い実行に苦しんでいます。\n\n最近の殺人撲滅ゲームのアイデアは人気がありますが、キャラクターを適切に執行して逃げることができ、誰もが死ぬ恐れのある感覚とともに、プロットはうまくいくでしょう。 残念なことに、これらのショーは、常に主人公にプロットアーマーを提供し、緊張を大幅に軽減します。\n\n戦いはしばしば退屈で、あまりにも早く過ぎます。ゲームの本質を考えれば、これは理にかなっていますが、より良い結果が得られたり書かれたりする可能性があります。\n\nクリフハンガーの結末はまったく助けにならない。 それは漫画の読書を開始するための指標と見なされるかもしれないが....... nahhhhhh。\n\nアート：6/10\n芸術はほとんどの場合大丈夫でした。 龍太自身はやや柔らかく、女性らしい顔をしていますが、私はそれを期待していませんでした。そして、すべての人物は顔を持つように見えます。\n\n設定はきれいで、さまざまなタイプの爆弾がお互いに異なるようにデザインされています。キャラクターのデザインはシンプルですが、ショットごとにわかりやすいです。\n\n私はいつもMadhouseが戦闘シーンをアニメーション化する方法が好きで、ほとんどの場合、戦いが非常に単純化されているため、彼らの潜在能力を十分に発揮できないのは残念です。\n\n私の唯一の欠点はヒミコの顔だった。 彼女は時には他の女性キャラクターと比較して、時にはアニメーション化されている方法については、何か......オフ。 それは、ときどき不気味な顔を除いて、私の意見では、アートをショーの最も重要な部分にしました。\n\nこれはあまり言わない。\n\nサウンド：4/10\n忘れられない。 最初と2番目のエピソードの後、私はオープニングをスキップし始め、いくつかのエピソードは後でエンディングをスキップし始めました。\n\nしかし、最後のエピソードのオープニングはかなりいいです。\n\n声優も大丈夫です。 私は特にRyoutaのことを好きでした。彼のVAはある意味では新人です。 ムラサキのVAも非常にうまくいった。\n\nキャラクター：3/10\nBland。\n\n隆太は矛盾している。 フラッシュバックでは、彼は母親の気持ちを考慮しない自己中心的なエリートディックと見るが、彼が島に着くと、親切でフレンドリーでリーダーシップの役割を自然に取る。 彼のように熟練していない人にもっと役立つように成長しているRyoutaは、他の人に共感することを学ぶことで、優れたサブ・プロットができました。\n\n代わりに、サブプロットは最終的なエピソードに急いで押し込まれ、彼は疎外された生物学的な父親のようになることを理解し、大人は感情を持っていることを知ります。\n\nヒミコは興味深いキャラクターとして始まります。彼女は数ヶ月前に性行為を試みたために男性が極端に嫌がらせをしています。島に襲われた後の彼女の不安は興味深いものでした。 残念ながら、彼女自身を守るために殺そうとする彼女の意欲は、彼女が会い、隆太を信頼し始める時に萎縮する。 彼女は苦痛の典型的な気持ちになる。\n\n実際はSAOのようなものです。  Hm。\n\n他の文字はほとんど注目に値しません。 主なグループの他のメンバーは、負傷し、敵から隠された彼の時間のほとんどを過ごす平という。後でプロットポイントになる。\n\nヒミコとリュウタの化学は、私の意見では存在しない。 龍太は、会った直後にノックアウトすると、彼女に忍び寄ろうとします。ヒミコは、ほとんど変態だと思っています。 ゲームで結婚しているにもかかわらず、2人はショーの実質的な化学が不足しているように見え、彼らの愛は何よりも情報が多い。\n\n全体：4/10\n\nいいんだよ。 それがすべてです。\n\n全体として、これは一貫した話ですが、私はただ一日で終了しましたが、それはひどく開発されたキャラクターと、この点でほとんどが過ぎ去っているプロットに苦しんでいます。 彼らは他のVR狂気タイプのショーとの差別化を図りますが、キャラクターの表現は変わりません。\n\n私のアドバイス？ あなたがSAOなどの大ファンなら、これを試してみてください。 そうでない場合は、あなたの呼び出しです。 しかし、私はそれを見て、私が今知っていることを知っているかどうかはわかりません。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "Manganese",
    "profile": "/profile/Manganese/reviews",
    "pages": "8",
    "number": "3",
    "link": "/reviews.php?id=147771",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  5\nサウンド|  7\nキャラクター|  8\n|  6\n\n私はBtooomのクリエイターがいると仮定することができます！ ハンガーゲームの三部作を長く長く見て、お互いに言った。「クールな物語の仲間たち。 より多くの爆弾が必要です。\n\nそして、Btooomも生まれました！\n\nストーリー - 一見平均的な人々の束を持って、それらにいくつかの爆弾を与え、互いを失わせて、何が起こるか見る。 人間の心理学の逸話への逸話、Btooomの話はこの種のショーの落とし穴に入る。 ストーリーそのものは柔軟性がありません。そうでなければ、サバイバルゲームの前提は実際には機能しません。 プレイヤーが生存に100％集中していない場合、生存ゲームはどのようにしてプレイできますか？ ありがたいことに私はこのような話が好きなので耐えられませんでした。\n\nアート - 私はアートワークの巨大な量の通知を取るのではなく、Btooom！ それは比較的最近のアニメだと考えると、特に貧しいと思われる。\n\nサウンド - 再び、私は関心の膨大な量を取る領域ではありません。私はオープニング曲が好きでしたが、サウンドトラックはまったく突き出ていませんでした。 いいも悪くもない。\n\nキャラクター - もしあなたが好きなら、セービングセービンググレース。 キャラクターは、最初に登場した人物ではありません。 それらのいくつかに共感することはほとんど困難になります。 それぞれのキャラクターは、自分自身の日陰を過去の形で持っていますが、ここでは明らかにキャラクターの成長の問題があります。 これらの欠陥は他のものよりも明らかではないでしょう。\n\n楽しさ - 見ることができる。 結局私は何よりも義務からそれを終えました。 私は戻って、再ウォッチしないだろう。\n\n全体的に - 私はそれを落とすことに近づいた。 しかし、私はしませんでした。 仕上げることで、私はそれを十分に呼ぶことができます。 しかし、私はBtooomを与える必要があります！ 悪いアニメの一つであることの区別私は見終わった"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "Larryandbob09",
    "profile": "/profile/Larryandbob09/reviews",
    "pages": "8",
    "number": "4",
    "link": "/reviews.php?id=215690",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  5\nキャラクター|  5\n|  5\n\nBTOOOM！  （12話）\n\n評価：5/10（平均）\n推奨レベル：スキップする\n\n有望な最初のエピソードでは、BTOOOMにはたくさんの提供があるようだった。 あなたがそれが間違いであることがわかるまで。\n\nストーリー：\n\nRyotaは、22歳で、両親と一緒に家に住んでいます。 仕事はなく、毎日、BTOOOMというビデオゲームをしています。 彼は最高の選手のトップ10に入っていて、ゲームでは王様です。 そしてある日、Ryotaは爆弾だけで武装した島を目覚めさせる。 彼が進むにつれて、Ryotaはすぐに彼が実際にBTOOOMをプレイしていることに気付く。\n\nああ...プロット。  BTOOOMはそれほど有望ですが、うまく実行されません。 物語の多くは、蛇行する対話と最上の葛藤の中でうんざりしている。 このアニメは真剣に取り組もうとしており、それが崩れ始めるところです。 ダムの楽しいアニメではなく、ドラマになりたい。 時にはそれは動作しますが、それ以上の時間を過ごすと、文字の弱い構造に失敗します。\n\nキャラクター：\n\nリョウタ：ドゥシェ。\n\n姫子：ほとんど役に立たない。\n\n他の人：ショーは気にしないので気にしません。\n\n公正であるためには、遼太が最も進歩しています。  BTOOOMがなければ、BTOOOMは失われた原因になるでしょう。  Ryotaは彼の人生の決定を変更し、彼の行動がどれほど重要であり、人生が本当に何であるかを理解するようになる。 姫子、なぜ彼女はうまくいかなかったの？\n\nヒミコは苦難の乙女です。 確かに、彼女は自分で何かをしますが、ライオタはほとんど毎回彼女を救わなければなりません。 今これは私かもしれませんが、あなたがアニメをベースにしたアクションを持っている場合、私はいつもあなたのリードのキャラクターが何らかの形で強くなければならないと感じます。 いずれかの狡猾、武器と良い、戦闘で良い、等。 あなたが乙女を抱えていると、それは本当に気を散らすようになり、毎ターン、アニメを駄目にします。  Ryotaは、人生が危機に瀕している場合、常に負荷の大半を担わなければなりません。 少なくともRyotaとHimikoはいくつかの化学を持っています。 だから、それは良いことだ。\n\nアニメーション＆amp; 音：\n\nアニメーションは時々かなり上品になることができます。 アクションシーンはうまくやっており、より穏やかな瞬間は見るのが面倒ではありません。 これは、アクションシーンが非常に遠く、その中間にある可能性があり、それらがBTOOOMの最良の部分であることから、残念です。\n\n音楽は最初のオープニング以外に大丈夫です。 最初のオープニングは強いポイントです。 それは本当にギアにアニメをキックし、次のエピソードに行くのをたくさんの希望を与える。\n\nダブは、実際にはかなり良いです。 ヒミコの声のほかに、それが誰なのか聞いたときに、私がそれから何を得ているのか分かっていた。 より多くの視聴者を吸うには良いキャストを見つけるのに時間がかかったようです。私はそれを尊重することができます。\n\n全体：\n\nもしBTOOOMがもっと愚かにしようと時間を費やしたら、それはずっと良いだろう。 今のところ、エンディングのためにドラマの要素のどれも実際には動作しません。 そしてあまりにも多くをあきらめようとしないが、エンディングはそれらの一つです。シーズン2が来るはずです。 ありませんか？ はい。 漫画を読もう。 最終的なエピソードは、BTOOOMが、第2シーズンの確認がなく、そのプロットでばかげて行くのではなく、雰囲気のようなドラマを創り出そうと多くの時間を費やしたことに気づいたとき、ショーの全体的な魅力を本当に殺します。\n\nあなたの中にはアニメの方向性が本当に好きかもしれません。 それはあなたがマンガを読んで、それがどのように終わるかを見るように導くかもしれません。 私にとって、私はマンガを読むことを予期していない。 ショーは良いアイデアで始まり、とてもうまく実行されませんでした。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "FamousWolfMoon",
    "profile": "/profile/FamousWolfMoon/reviews",
    "pages": "8",
    "number": "5",
    "link": "/reviews.php?id=208909",
    "jp": "--- --- --- | ---\n全体的な|  4\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  6\nキャラクター|  5\n|  4\n\n私はバトルロイヤルだけがこのシリーズを見ていると思う。 日本のゲームは、ビデオゲームのアイディアに基づいて、神秘的な島に上陸し、家に帰るために自分を殺すことを意図しています。 私は知っている、私はそれを言ってアニメを減らす。 しかし、それは本当に今のところ最も発展していますか？ 戦闘機が爆弾の恩恵を受けている唯一の武器（ここでは、アニメのタイトルが見つからないことがわかります）は、島から脱出するために他の人を6人も殺さなければなりません。 したがって、攻撃は、Wormsや他の開発された戦争ゲームのように、爆弾を点滅させること、直接的な爆発、または短期間のホーミングで構成されています。\n\nそこに私は何も革新的ではないが、なぜそうは思わない。 それは行動、サスペンスを約束し、狂った才能になる。 各参加者には、皮膚に移植されたチップ（befoooreは見られない）があり、周囲の競合他社を識別することができます。 そしてここにドラマがあります。 このシリーズのすべてのエピソードでいくつかのエクッチをやってのけるために、彼の頭の中を歩いた彼らのアイデアは何ですか？\n\nしたがって、ヒミコ（この男性の環境で唯一の女性）がレイプされようとしていない、または存在感があることを意味するエピソードは1つもありません。 日本人は、本当に確かに奇妙で美しい女性（読んでいる：大きな胸を持つ）は非常にまれで、私たちは強姦であるか、または単にパラノイアであるか、またはこの行為に対するマニフェストは非常に荒廃し、ひどいです。\n\n強姦のこの側面は誰もが彼の学年のためにかかるように存在しています。 男性は単なる動物と見なされます（はい、あなたは知っています...本当の女性を見ているオタク...）。そして女性は、ヒミコに反映されるように、時には地面に横たわって、 半意識の状態である。\n\n私は皆さんについてはわかりませんが、私がアクション映画を見るとき、それは行動のためです。 これは、クリスチャン・ランバートの筋肉をモルタル・コンバットで熱くする時に置くことではなく、ルーシー・リウが私がレズビアンを感じるキル・ビル・イブニングでウーマ・サーマンを抱いていることを想像してください。 日本人がどこでもエッチを入れる方法を見つける必要があるのはなぜですか？\n\nこのディテールは、シリーズの70％を打ち負かすのとは別に、紆余曲折したライターの試みにもかかわらず、すべてが悲惨に予測可能であるため、サスペンスはありません。 アクションシーンはエピソードと同じエピソードで、同じトリックと同じ目標を持っています。\n\nそして、問題の周りが終わっていないかのように、我々は今シーズンの終わりに2シーズンの休憩を推測する。 そして何が終わり...\n\nBtooomは、少女のように小陰羊のように始まり終わるアニメです。 私はあなたに警告するいくつかの魂を救うことができることを願っています..\n今や私はもう言いたいことはないと思う。私は、リングの主と散在しているトワイライトの3部作を見ていると思う。明らかに両方の性別がうまく混ざり合っているからだ。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "Ataraxia-9",
    "profile": "/profile/Ataraxia-9/reviews",
    "pages": "8",
    "number": "6",
    "link": "/reviews.php?id=121643",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nねえ、ねえ、新しいアニメが出てきました。 私は-_-と呼ばれるbtooom\n\n私はこのアニメを見て、主人公と坂本龍太の両方の主人公を殴りたいと思ったところを指摘しました。 しかし、あなたはアニメを見るときになぜそれがまだよく完成したアニメを見るのかを知ることができます。\n\nBoooomsのストーリーラインは非常に劇的であり、Ryutaは後で彼が知らないうちに強く勝つためにゲームで他の人を殺すために署名されたことを発見した。 彼の未知の恋人Himikoは、生き延びるために一連のイベントを繰り広げ、そして最終的に会う（それを見て残りの物語を見つける）。  Boooomsの物語は本当にあなたがアニメを見たことがあるならば、忘れ去られたような学校の日のようなクレイジーな雰囲気を提供しますが、私の最後のレビューで言ったように、somepartsも涙を流しています。 これは、現実の事実を励まして、あなたがもう人を知っていないならば、あなたはもう老いたままの生きものです^ _ ^。 再びアニメを見る。 これはおそらくあなたが概念を理解するのを助けてくれないhahahaこれは、物語がかなり良く劇的に設定されていて、15歳以下の子供たちに警告しています。\n\nboooomのキャラクターは本当によく見られます。ヒイコが本当に恋人を失ってバンドの有名歌手にレイプされてしまって、彼女は本当に彼女の痛みをちょうど彼女のことを助けたいと思っています。  boooomのゲームをプレイし、仮想世界を通ってRyoutaと時間を過ごす。 それはキャラクターの一例に過ぎず、興味深いと思うならば、自分の性格を表現する多くのキャラクターが、まっすぐな狂人、強姦者、殺人犯、人生の人、エモ人、選手、正直な男性、 このアニメは隆太と氷子の間に焦点を当てている。\n\nアニメが滑らかできれいでコントラストがよく、アニメが大好きですが、アートを話したりスコアを付けたりするアートが大好きで、現代ではこのアートには間違いありません。  （多くのアニメのようにうまくいっている）感情を放つのに十分なのはとても良いです。\n\n私はあなたが血を愛していて、2人の恋人の間に起こる狂ったくそをつぶしてしまったら、このアニメをお勧めします。\n\nおてがと ございまｓ ＾＿＾"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "EspadaBabe",
    "profile": "/profile/EspadaBabe/reviews",
    "pages": "8",
    "number": "7",
    "link": "/reviews.php?id=107213",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\nストーリー（7）：ストーリーは私にバトル・ロワイアルを思い出させるが、基本的なサバイバル・ゲームだ。 あなたは生存ゲームのセットアップを知っている、あなたは一人で行く、チームを見つける、ゲームを支配する、あなたのチームの間に信頼の問題に直面する、解散、再グループ化、裏切り、終了。 それは私が基本的に言わなければならないすべてです。\n\n芸術（8）：非常にきれいで、非常に良いキャラクターデザインは、私は人々の顔が奇妙に見え、魚のように見えると思う時があります。 しかしそれ以外はかなり良かったです。 私がアニメについて最も気に入っているのは、カラーパレット非常に明るい色でした。明るい色が大好きです。\n\nサウンド（7）：正直言って私は音にあまり注意を払っていませんでしたが、私はOPやEDのような音を覚えていませんが、ジャングルはジャングルのように聞こえ、爆弾は爆弾のように聞こえるので、  。\n\nキャラクター（8）：キャラクターはかなり良いものでした。キャラクターは、キャラクターの背景がそれぞれ独自の背景ストーリーを持っていて、他のキャラクターの背景が、 私のために泣く。 彼らは本当だった。\n\n楽しさ（8）：私はこのアニメを私の友人と一緒に見ました。私たちは非常に非常にアニメに入っています。私たちはそれを見た同じ日にそれを楽しんでいました。私は生き残りのゲームはすべて同じです。 その後、私は通常私のお気に入りの部分である文字について学び始めました。背景のストーリーは、キャラクターと私を結びつけて驚くべきものでしたので、自分を気遣い、笑っていました。\n\n（全体的にスポイラーを含むかもしれない）\n\n全体的に（7）：それは高いだろうが、私の友人はこのアニメの音を最高のものにしました。 最後のエピソードは、私がこのアニメを本当に嫌った理由です。私はロマンスはほとんどのショーやアニメにある強い感情的なものだと知っていますが、サバイバルゲームでは、私はそれを保つのが好きです 人々がこの危険な状況で愛を求める時。 あなたの周りのみんながあなたを殺そうとしている間、実際の生活では本当にガールフレンドを探していますか？ しかし、私はそれを公正に判断するために全力を尽くし、7を与えました。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "minatojs",
    "profile": "/profile/minatojs/reviews",
    "pages": "8",
    "number": "8",
    "link": "/reviews.php?id=80810",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nBtooom！\nあなたが好きなPCゲームはありますか？ このゲームの現実のバージョンで目を覚ますことを想像してみてください。  Routaの場合のみ、さまざまなタイプの爆弾を持つfpsです。\n\nキャラクター\nRoutaは私たちのMCであり、このゲームでは世界で3位にランクされていて、理由が分からないまま島に投げ込まれます。\nRoutaは非常に信じられないキャラクターであり、彼はスマートでも非常に人間です。\n生き残るために殺すか、あなた自身を殺させる。 それはまっすぐに聞こえるが、それは本当ですか？\nあらゆるキャラクターは、人間がプッシュできるもの、絶望するもの、放棄するもの、希望、貪欲、優しさ/愛を示しています。\nシーンのいくつかは非常に成熟している可能性がありますので、注意してください。\n\n楽しみ\nこれは素晴らしいことでした。 私は何かを台無しにするつもりはありませんが、アクション、暴力、ロマンス、そして文字によって表示される偉大な人間の感情がたくさんあります。\n物語は、私がますます欲しいと思っていた、私はこれが終わったのが悲しいです。\nあなたはどこに行くのか分かりません。それは私がそれについて愛していたものです。 あるいは、少なくとも私はそれがどこに行くのか分からなかった。\n\n全体/サウンド\nOPとEDはすごく良いです。 特にED。 音楽はすばらしいです。\n上のすべてを詰め込んだアニメを、偉大なMCと共に見たい場合。\nBtooomを見てください！"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "puvijain",
    "profile": "/profile/puvijain/reviews",
    "pages": "8",
    "number": "9",
    "link": "/reviews.php?id=80862",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\n有罪の喜び.... Booom!! すべての部門で本当にうまくいく。 キャラクターは花でも信じられないほど精神的でもなく、ストーリーのためにちょうどいいと思われ、完全性を保っています。 いくつかのアニメは、キャラクターの要素を極端にして誇張しています。ここでは正当化されています。 プロットはシンプルで、刺激的なイベントの流れを形作るために、スリラー、アクション、心理学、さらにはエッチ要素の要素をまとめています。 しかし、バトル・ロワイアルのスパイスアップ版は有罪の喜びを意味しています。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "goldrose",
    "profile": "/profile/goldrose/reviews",
    "pages": "8",
    "number": "10",
    "link": "/reviews.php?id=80874",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  9\n\nアニメ/マンガのためのツイストサバイバルゲームのテーマの大ファンとして、私はBtooomと思った！ 私にとって完璧なアニメになるでしょう。 いくつかの点ではそれはそうでしたが、他の点では私を失望させ始めました。 しかし、Btooom！ それが欠点であっても、最終的には時計の価値があった非常に面白い時計でした。\n\nストーリー：8/10\n私が言ったように、私はこのアニメの話に偏っている。 私は人間が生き残りたい、そしてその正気をテストするねじれたゲームで、人間がお互いにぴったり合っているプロットが大好きです。 私は、この設定のように感じるが、それほど元気がなくなりつつあり、ホラー/心理アニメの素晴らしいストーリーラインだ。\n\nアート：9/10\nBtooomは間違いありません！ 非常によくアニメーション化されています。 キャラクターのデザインのそれぞれは、かわいい子のサイコから、大きな心を持つ比較的普通のNEETの主人公に、彼らの個性に合っています。 私が持っていた唯一の問題は、時にはボディ・ツー・フェイスの比率が、私にはほとんど奇妙に見えました。ほとんどがヒミコでした。 彼女の頭は奇妙な形をしていましたが、それは私だけかもしれません。 いずれにしても、それは不平を言うものではありません。\n\nサウンド：8/10\nここで言いたいことはあまりありません。 私はOPを本当に愛していました（最後のエピソードまで変わりました）。EDには本当に耳を傾けませんでした。 声優はいい仕事をしてくれました。精神状態が悪化し始めたときに、声で見てみることができます。\n\nキャラクター：9/10\nこれは私がBtooomと思うところです！ 本当に優れています。 私はすべてのキャラクターが、自分のやり方で、必要に応じて、好き嫌いがあると思います。 私の個人的な好みは、私が素晴らしい背景を持っていたと思っていて、後でアニメにもっと登場しなかったときに非常に失望したキラだろう。 彼は混乱した社会派でも、彼はまだあなたが彼についてもっと知りたいという興味を持っています。 私は、アニメが「悪人」のいくつかを好きにするとき、彼らはキャラクターを作る素晴らしい仕事をしたと思う。\nヒミコは最初はちょっと迷惑だった。 彼女は隆太が救うために単に存在したようだった。 しかし、彼女のバックストーリー（少なくともオリジナルではない）は信じられないほどであり、彼女は終わりに向かって自分自身を償還し始めた。 隆太といえば、彼は素晴らしい主人公だったと思う。彼は愚かではないが、残忍な殺し屋ではなかった。 彼は道徳的感覚を持っていましたが、「私は決して殺してはいけませんか？ このような話では迷惑になることがあります。 もちろん、彼が主人公であったためにBIMを常にかわすことができたのは悪化していたが、それは実際に彼の性格とは関係がない。\n\n楽しさ：9/10\nBtooom！ 楽しさの要因を単に見ておく価値があります。 いいえ、信じられないほど複雑なプロットや巨大な心配はないかもしれませんが、放映終了後にこのアニメを見たい場合は、マラソンのアニメのようになります。 それはアクション満載のプロットで、面白いキャラクターは各エピソードをすばやく移動させるので、それを楽しんでいなくても、すばやい時計でなければならず、少なくともチャンスに値するはずです。\n\n全体：7/10\n他の要因のための私の評価に基づいて、私はこのアニメを与える必要があります8または9。しかし、私はそれを終了するために単に与える必要があります。  Btooom！の後半では、フォーカスがロマンチックなものに少しシフトしました。 まだアクションがありましたが、藤田とヒミコの関係は悪い爆弾の戦闘よりも多く使われました。 結末はロマンスにもっと焦点を当てていて実際には予期せぬひねりではなかったという事実に非常に残念でした。 結末に基づいて、私は第2シーズンに高い希望があると思う。\n全体的に、Btooom！ 時には少し予測可能であっても、あなたを吸い込み、あなたの座席の端にあなたを残す世界を持つ生存アニメを探しているなら、素晴らしい時計です。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "trinianime",
    "profile": "/profile/trinianime/reviews",
    "pages": "8",
    "number": "11",
    "link": "/reviews.php?id=88887",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\nこれは私の最初のレビューです。私はまずは良いアニメを選ぶと思います。  btooomはちょうど楽しいアニメ2の時計です。\nストーリー：\nbtooomはそこにあるすべてのアクションアニメのようなものではありません。 確かにそれは死ぬシナリオで無人島の戦いに覆われていたが、それは銃の代わりに爆弾のツイストを提供していたと私は非常にオリジナルで興味深いと思った。 また、さまざまな種類の爆弾も、このアニメを楽しませる多くの小さな調整のうちの1つであった多様性を追加しました。 ビデオゲームに基づくサバイバルゲームは、ランダムな戦いを望むので、いくつかのポイントを上げました。 あなたの爆弾の種類に応じて戦闘のルールと様々な方法がありました。  8/10\n\nアート：\n芸術はうまくいった。 龍太はマンガに比べてアニメのほうがはるかに良く見えました。 環境はかなり良く描かれており、建物にかなりの詳細がありました。 水は素晴らしく、物理も良いものでした。 いくつかの文字が他の文字よりも上手く描かれていたが、すべての文字が傑作であるとは限らない。  8/10\n\n音：\n私は本当にアニメの音に注意を払うことはないが、私の全体的な経験から判断すると、私は多くの欠陥を見つけられませんでした。 オープニング曲は素晴らしかった（私の着信音）、それは本当にアニメに合っていた。 爆発はうまくいったが、それはキリスト教のベール映画ではなかった。 声優は良かった。 私はそれで大きな問題を見ていませんでした。  8/10\n\nキャラクター：\n私はこれが実際にこのアニメを作ったものだと思う。 文字はすべて異なる背景でユニークでした。 私は何も傷つけたくないが、信用問題と裏切りはこのアニメの余分なドラマを加えた。 ライオタのオンラインゲームの専門知識は、彼が殺害を心配していたにもかかわらず、本当に強くなった。 ゲームプレイや彼が使用したさまざまな戦術に関する知識は、たとえ彼が失っていたとしても彼がコントロールしていたかのように見せてくれました。 私は本当に悪い人を嫌っていました。私は彼を彼の顔にパンチしたかっただけです（言い換えれば、彼らはアンタゴニストを築くのに良い仕事をしました）。キャラクターは面白かった クリエイターがどのようにこのようなアンサンブルを島に置いたのか疑問に思いますが、すべてのキャラクターは、アニメの全体的な楽しさに関連しているかどうかは関係ありません。\n\n楽しみ：\n全体的に私は本当にこのアニメを楽しんだ。 毎週新しいEPが出てくるようにと毎週カウントダウンしていたし、すべてのEPの後に、私はもっと欲しかった！ ウルがウルトラの頭を爆発させる重いストーリーのない素早いアクションアニメを探しているなら、btooomは良い選択です。 私は本当に戦いのすべての戦略と思考プロセスが好きで、ストーリーは素晴らしかったです。  9/10\n\n全体：\nセカンドシーズン8 / 10-ニーエード!!!!  :)"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "Samurigarr",
    "profile": "/profile/Samurigarr/reviews",
    "pages": "8",
    "number": "12",
    "link": "/reviews.php?id=86379",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  8\n\n私が今まで見た中で最も生理学的で生理学的なアニメの一つかもしれませんが、あなたが実際に入ってほしいシーンはほんの少ししかありません。 私が目にした最初の生き残り型アニメであることは、まったく新鮮だった。 さて、レビューで今すぐ...\n\nストーリー：7/8 of 10\n\n非常に良い実行といくつかの非常に良い実行と新しい話、しかしそれは非常によく人々があきらめる方法と状況を与えて簡単に壊れて、いくつかの偶然は普通から遠くまで、あなたがほとんど殺した高校の元友達と、 ほとんどあなたを殺すオンラインを知っていただけでしたが、それはオールインワンですっごく爽やかでした。\n\nアート＆amp; amp; サウンド：8.5 / 10\n\n芸術はあなたの典型的なアニメとは違っていましたが、それは悪いことではなく、芸術は非常に良好で清潔で、遺跡やジャングルの細部に注意を払って、音質は良かったし、シーンには非常に適していました。 オープニング（痛みもゲームもない）はおそらく私のお気に入りのOPですが、結末は本当に素敵で柔らかいピアノの曲であるテーマには適していません。\n\nキャラクター：8\n\nこれは、人々が簡単に怒って怒ったり、人々をより迅速に信頼するように変わったりするため、開発が進んでいました。 あなたは本当にMCのいずれにも関係がありません。なぜなら、彼らは皆、何かばかげた****をしてしまったのです。 彼らはゲームの地獄の間でさえどのように接近し始めるのか見てうれしいです。\n\n全体的に私はこのアニメをかなり心が強い人にオススメします。これはときどき気分が悪くなるかもしれませんが、アクションや冒険に満ちています。全体的に私はこのアニメに素晴らしいテーマとクールな設定を与えます。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "suprasaiyajim",
    "profile": "/profile/suprasaiyajim/reviews",
    "pages": "8",
    "number": "13",
    "link": "/reviews.php?id=92975",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  7\n\n本当の結論はなかったので、私は満足していませんでした。\n\n別のまともな生存アニメ。 これは暴力と行動ですべてが消えてしまいます。 いつものように、主人公はこのシリーズで彼に提示された課題に熟達しています。\n\nアクションシーンは見て楽しいですし、相手がどのように相手を倒すことができるのか興味があります。\n\nしかし、背景の話は完全には開発されていません。 しかし、なぜサバイバルゲームでキャラクターが終わったのかについての説明があります。 しかし、私は彼らがすぐに死んで忘れられるならば、説明を気にしません。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "Bz",
    "profile": "/profile/Bz/reviews",
    "pages": "8",
    "number": "14",
    "link": "/reviews.php?id=145651",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  9\n\n基本的には、爆弾や埋め込まれたチップを使って生存ゲームを行い、他の人を見つけるためのレーダーとして機能するショーです。 どうやら、この島に行くことを選択された人々は、さまざまな理由で彼らが知っていた接近した人々に嫌われました。\n\nストーリー\n+閉鎖された友人によってどのように選ばれたのかを示すキャラクターの様々なサブストーリー。\n+特定の状況で人々が絶望的に​​なったり、今見た人を信じることができないなど、島に孤立しているような状況を実践するのが最善です。\n+エンディングには説明できない点がたくさんありました。第2シーズンの間は間違いありません。\n\nアート\n+アートワークは、主人公に向かって明らかな偏見を持ってかなり大丈夫でしたが、人々を抑えるものは何もありませんでした。 私はそれが特定の部分で暗いと感じました。\n\n音\n+声優は、不安、緊張感、そして様々な感情を感じることができるようにフィットしていました。\n+バックグラウンドミュージックは大気にフィットしていました。\n\nキャラクター\n+主人公がどのように「成長したか」が本当に好きだった。 たとえば、彼は\n+ヒミコが好きでも、彼女は愚かではないことに気づく。\n+絶望に捧げられたキャラクターのために少しの同情を感じた、別の結果/終了だったかもしれないが、私は彼を全然責めるわけではない。\n+彼を信頼した人の裏切りのために1人のキャラクターが非常に嫌いでした。正直なところ、正当な処罰を受けることが彼には好きだったでしょう。\n\n楽しみ\n+ある種の個人間の戦いがどのようになったかを知りましたが、いくつかは予測可能でしたが、そうでないものもありました。\n+第2シーズンを見るのが好きなのは、多くの穴が埋まっているという意味では完全ではないが、それが最初のシーズンであれば、それはうまく始まったからだ。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "501501501",
    "profile": "/profile/501501501/reviews",
    "pages": "8",
    "number": "15",
    "link": "/reviews.php?id=142763",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  3\n|  6\n\nさて、ここで私のBTOOOMのレビューが来ます！\n\nストーリー6/10\n独創性は明らかにLOLが欠けている。 バトル・ロワイヤルの話題がもう面白くないということを意味するわけではありませんが、バトル・ロワイヤルの一部をコピーしているような気がします。 画面。 私は皆さんがこれについて私に同意しなければならないことを知っています。\n\nだから、いくつかの部分では、物語は本当に有望です。 しかしそれはただの予測可能なことです。 多くの戦闘シーンでは、「私は彼がこれをやろうとしていると思うし、そうするつもりだ」と思っていたし、魔法*のようにシーンがどのように進行したのかは分かりませんでした。 たとえそれが予測できないときでも、それはGENIUSではなく、あなたが行くものではありません。「私は信じられません。 このアニメの多くの戦略は、作家が作家のブロックやsmtに苦しんでいたように、完全にランダムであるため、キャラクターが状況から抜け出すためのばかげた方法を発明することに決めました。\n\nそしてファンサービスオハイオファンサービス私は視聴者の多くが男性であることがわかりますが、私は喜んで、姫のおっぱいに焦点を当てたファンのサービスを嫌う、そんなに迷惑な、ショーのすべての興奮を取り除く。\n\nアート7/10\n坂本の描き方が好きな時に何を言いますか？ 彼の性格はまったく同じです！ サイコ子供の描画は完全に完璧です！ そして、私たちはどこかで爆発する爆弾で数々の美味しいシーンを扱います！ しかし、アートが息を呑むようなものであるといっても、それはまだ少ししか行動が欠けていると思います。\n\nサウンド7/10\n私はOPを愛し、実際に私はBTOOOMを見ることに決めました！  OPだけに基づいて、曲はとても良いです、特に「ゲームは始まったばかりです！ 残りのサウンドトラックは優れたものではありませんが、アニメに合っています。\n\nキャラクター3/10\nハハハッハッハ。\nキャラクター。\n\nまずは私が本当に好きな主人公の坂本さんがいます。 しかし、それは彼がsooo悪いお尻ですが、時々だけ、また私は彼のデザインがそんなに好きであるからです。 時には彼はひどく馬鹿だし、あまりにも良いですが、彼は最初、彼の両親を扱ったひどく恐ろしいことに、彼は自殺しようとしているため完全に狂ってしまったのです。 彼はただ私をあまりにも混乱させます。\n\nヒモコ。 その女の子。 私もできません.. *スポイラーENDDDDDDDDDDDDD * 彼女は、よく見えるのではなく、有用なことはほとんどありません。 彼女はちょっと迷惑だ。 そして彼女の背景物語？ 彼女の友人は彼女を嫌うので、母はそんなにばかげてこの島に送られます。  *スポイラー警報スポイラーSPOILERRRRRRRR *彼らは彼女がそれをやったので、少し遅れてアポイントメントに来て、彼女のすべての友人がレイプされたことを知って、彼女は約しようとしていたこの男を満たすために任命を設定するように彼女に頼んだ 彼女がすべての勇気を逃して警察に電話してみんなを救出するとき、同じことに苦しんでいる。 それはまったくの罪で、彼女の仲間は彼女を嫌っている。 それらを救うために。\n\nキャストの残りの部分：絶対に何もない。 そして、ええ\n\n*スポイラースポイラースポイラースポイラー\n私は、彼らがアニメの終わりに平原を鹿のように描写したときに、坂本の仲間になる可能性が非常に高い時にそれを嫌う。 彼が悪い男に変身するという事実はとても予測可能です\nスポイラー・エンドース＆\n\n他の人たちには背後の物語が与えられておらず、彼らの性格には次元がなく、愚かであり、本当に愚かです。\n\n楽しさ6/10\nそれは、アニメが本当にかすかなものに変わる前に最初の4〜5回のエピソードを大いに楽しんだために、6という寛大なスコアを与えられます。\n\nだから全体的に6/10。 あなたがこの種の生存ゲームの非常に大きなファンであればそれを見に行きますが、私の意見ではそれはただ大丈夫です、本当に特別なものではありません。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "Frasier2098",
    "profile": "/profile/Frasier2098/reviews",
    "pages": "8",
    "number": "16",
    "link": "/reviews.php?id=124921",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  6\n|  8\n\nあなたは人生や死の状況になっています。どのように対処していますか？ まあ私のためには、私はボールで這うだろうと叫ぶが、このアニメの人々は今、Btooomとして知られているこのアニメを完全に調べることはできません！\n\nストーリー= 7\n\n私が悪かったことは、巨大な崖のハンガーで終わり、私たちのキャラクターがどのように病棟でどのように進行しているかを見てもらいたいということでした。\n\nアート= 7\n\nキッズのための明るいファニー色！\n\nサウンド= 8\nNanoのオープニング・ソング「No Pain No Game」はそれに挑戦しました（私はNanoの作品が大好きです）、次のエピソードを見せてもらいました。 これは、私がスキップするのではなく、代わりに歌とオープニングアニメーションが熱狂的な方法でお互いに合っていることを見ているオープニングです。チョコレートとペプシ（私が知っている奇妙な組み合わせ）のサウンドトラックの残りの部分は、 緊張を解く喜劇の瞬間はなかった（もし私が面白いと思っていなければ）、すべての音楽は終わりの歌とは別のものだった。 終わりのアニメーションについて丁寧に言及されているように、それは終わりの歌にも適用され、静かで平和なものになります。 彼らは最後のエピソードでオープニングソングを変更し、多くの人がオペラの曲を変えていると不平を言いました。私はこれが自分の好みに合っていると判断し、同じバンドによって制作されたので、 良いです）。\n\n文字= 6\n私がこれを書いてみる前に、私はDIEやDONTの文字の中に重要なものと考えるために私にとって例外的なバックストーリーを持っていることを指摘したいと思います。 死から離れて重要である。\nNeetであり、両親と一緒に生きて生活するお金に依存する坂本良太。 彼は以前、Btooomのゲームの驚くべきプレーヤーだったと言われています。 激しい戦いの間に彼は彼の普通の自己から彼に変わることができます。私はあなたのモードを殺すつもりですが、それは多くの時間表示されません。 彼は性器として始まったが、話を進めていくうちに、彼とははるかに異なった側面を見ている（私はあなたのモードを殺すつもりはないが、彼のケアモード）。 坂本は危険にさらされても友達を去ることはありません（しかし、負傷した場合は...奇妙です）。殺人せずに島を離れることを心配します。 このように強く意欲的な性格を見るのはうれしいことです。\n\n彼女の友人が彼女を嫌ったことについての悲劇的な裏庭を持つ高校生であるヒミコ（ヒントはレイプされることとは関係がない）と、Btooomを演奏するのではなくてもほとんどを費やす。 彼女はその後、オンラインで坂本と会い、インターネットで結婚するのですが、実生活で出会ったときには、お互いに会うことを計画していたのではなく、男性を本当に嫌っています。 彼女はそれをするために彼女に共感できるよりも先に行かなければなりませんでした。 しかし、坂本さんは島に信頼している唯一の男の子で、両親が強い愛を共有している最後まで守ってくれるだろうが（最後には独身の人の夕暮れの冗談を込めて）、最後になることを知らない エピソード。\n\n浩介キラ\nキラは14歳の男の子で、人だけでなく家族も恐ろしい恐怖を犯したと告げられています（しかし、彼の父親が嫌な男であると思っていたので、 このゲームは人間の人生を考えずに、危険な人間になってしまいます。\n\nサカモトのグループの一員で、最終的なエピソードで大きな役割を果たしているシリーズの中で、多くの目的を果たしていないメンバーでもある、少年には、 それから、坂本さんの幼なじみの小田信孝さんと、坂本さんとの間には、学校から追放されていて、坂本さんとの戦闘シーンから離れて大したことはありませんでしたが、 作家が坂本を与えるためにいくつかの感情的な裏話を探していたと思うが、それは信孝が紹介された理由だが、それでも同じ影響があるだろう。 また、彼はうそをつくこともありません。\n\n私はこのシリーズで見ることができる唯一の否定的なことは今でも書くことはできませんが、私はここで漫画はまだ続きますが、ストーリーがどのように進行するのかを見たいと思っています。 私は英国のDVDで利用できないので、これをストリーミングできるだけです。\n\n今では子供たちが一日中ビデオゲームをして屋内にいないことを覚えておいてください。 それは私のレビューとそれが良いのであなたがそれを見るための推奨されています。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "soupsane",
    "profile": "/profile/soupsane/reviews",
    "pages": "8",
    "number": "17",
    "link": "/reviews.php?id=105981",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nストーリーは現代社会で起こり、非常に人気のあるBombimgゲームがリリースされました。これはBtooomと呼ばれています。 主人公はそれを非常によくして、世界で10番目に優れた選手になる。\nしかしそれはちょうどそこに停止しません、物語は食べ物や水なしで、孤立した島に、30人ほどの人々の単なるグループに脱いだ。 彼らはそこから抜け出し、Btooomのゲームとまったく同じコメクトで生き残るために、勝利のためにお互いを殺すよう強制されます。\n人生と死の状況、8つの爆弾、あなたを殺すための人、あなたが殺される前に殺す以外の方法で生き残ることができる方法。\n\nこのシリーズの物語は非常に面白いですし、あなたはまた、あなたの小さなハーレムのロマンスを持っているので、このアニメは本当に配信します。\n\n芸術は死のノートに似ています、その非常に詳細で、血液は静かにシリーズ全体に割り当てられて表示されます。\n\n主人公のキャラクターは、SAOのkiritoを思い出させます。彼はゲームに本当にうまくやっており、生き残るためには自分のゲームスキルを使います。\n主人公の女の子はもちろん、本当の熱気ですが、生き残り、ゲーム、そして実生活ではそれほど良いことではありませんが、後であなたが話で見つけ出す特別なものがあります。\n残りのキャラクターには多くの人格があり、精神病の子供、貪欲な弁護士、恐怖の家族、傭兵などがあります。\n\n楽しさ、10、あなたはそれがあなたがそれを見続けたいと思うように、私が自分自身がやっていることを少なくともそれが物語の中でずっと進んでいるからです。\n\n全体的に、非常に面白いとちょうどあなたがいくつかの暴力と素早く12 epsのアニメを見て感じる場合は見てみたい素晴らしい。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "PraetorianJester",
    "profile": "/profile/PraetorianJester/reviews",
    "pages": "8",
    "number": "18",
    "link": "/reviews.php?id=106441",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  9\n\n（スペルミスを許してください）\nこのアニメは素晴らしいです。 それでおしまい。 今すぐこのタブを閉じて別のタブを開き、googleに行き、Btooomのエピソード1を入力して見ることができます。 あなたがまだ読んでいるのなら、なぜそれが驚くべきのだろうと思っているかもしれません。そうすれば私はあなたに語ります。\n\n（物語）アニメは、坂本龍太という男のことです。 彼は一日中特定のビデオゲームをする失業者だ。 彼はこの攻撃から生き延びた後、現実世界でBtooomのゲームを再現しようとしている人がいて、島を離れる唯一の方法は他の7人を殺すことだということを知っています。 彼はゲームのこのねじれたバージョンで生き残るだろうか？ そのゲームはBtooomと呼ばれています。 彼は日本で最高の選手であり、Btooomの世界では非常によく知られています。 彼は有名で、彼は実際に会ったことのないガールフレンドをゲームにも持っています。 しかし、ある日、彼は爆​​弾の袋と食べ物で奇妙な島で目を覚まします。 彼は何も覚えておらず、彼は何をやるべきか、どこに行くのか心配している。 そこで彼は生存者がいるかどうか島を検索することに決めました。 かなりの時間歩いた後、彼は別の人に会う。 彼と彼を殺す試みに会った男に向かって突進する誰かを満たすことをうれしく思います。\n\n（ビジュアル）視覚的には美しいです。 キャラクターは驚くほどに見え、爆発は本当に素晴らしいようです。 文字はきめ細かく、色は鮮やかで明るいです。\n\n（サウンド）それは素晴らしい音とオープニング曲はキャッチーでいいです。 声優たちは、危険にさらされているような気分にさせてくれました。 しかし、実際にはうまくいくはずのキャラクターを表現できない声優もいますが、あまり目立ちませんでした。\n\n私は本当にこのアニメを楽しんで、私は多くの人々が信じています。 私は生き残ったアニメを愛して以来、私はそれをたくさん楽しんだし、それを見て素敵な時間を過ごしました。 私はあなたがそれを楽しむので、あなたがそれを見なければならないと思ういくつかの自由な時間があれば。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "WingsOfTheUnholy",
    "profile": "/profile/WingsOfTheUnholy/reviews",
    "pages": "8",
    "number": "19",
    "link": "/reviews.php?id=106019",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  10\nキャラクター|  5\n|  7\n\nあなたは簡単にエンディングを予測できるときに劇場で映画を見に行くのですか？ もちろん違います。\n\n創造性：10のうち0\nBTOOOM！ ビデオゲームの専門家または新しいプレイヤーである人々のグループについてのアニメは、BTOOOMと呼ばれています！ 彼らの宇宙で300万部を超える大ヒットを記録している。 ビデオゲームはHaloのように見え、ゲームコントローラやマイクロフォンはXBOXのように見えます。 創造性はこのシリーズのクリエイターにとって大きな焦点ではありませんでした。\n\nショーに登場するキャラクターたちは、実際の取引が行われている島に要請されます。 生きて、即座にそれは 'ワウのようなものです！ 現実のようなビデオゲームの中に巻き込まれたキャラクターに基づいたアニメは、他のシリーズの一握りに似ています。 創造性はこのシリーズの主な焦点ではありません。\n\nストーリー：10のうち5\nこの話は最初の数回のエピソードで非常に楽しいものから非常に残念な決定に至りました。 あなたがショーを見て、想像力を持っているなら、あなたはこのショーがどれほどひどく行われたかに気をつけます。 極端な予測可能性と極端な失望は、あなたが探しているものです。\n\nどのようにBTOOOM！ 評価されていない 'Ecchi'は私が理解できないものです。 私はここに座ってそれのすべての段落を書いてはいけません。それはあなたが見守るべきことです、それはあなたがここで見つけることができる唯一の予測不可能なものです。\n\nサウンド：10のうち10\nアニメの音質を評価したいと思ったときに笑ったのですが、このアニメは私の意見では10点に値しますが、レビューでは音が優れていることをどのように説得していますか？\n\n個人的に、私はこのシリーズをもう一度見ませんでした。もし私が恐ろしいことが分かっていたら、私はそれを見ていませんでした。\n\nそれはちょうど私の意見です、私はこのレビューが少なくともBTOOOMに興味を与えることを願っています！"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "Maninmotion",
    "profile": "/profile/Maninmotion/reviews",
    "pages": "8",
    "number": "20",
    "link": "/reviews.php?id=128819",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  9\nキャラクター|  9\n|  9\n\n具体的な内容に入る前に、私は1つのことを言いたいと思います。 これらはすべて自分自身の信念であり、誰もが完全に同意するとは思っていません。 しかし、ほぼすべてのジャンルのアニメ、そして無数のショー（私のプロフィールにすべてを追加する気はない）を見た人として、私は自分の意見が「Booom！ 彼らの時間に価値があるかどうか。\n\n*このレビューは無料です。\n\nストーリー：\nまず、表面上の物語について話しましょう。 それは非常に簡単です。 もちろん、ショーは極端な状況に置かれていますが、誰もが悪いことができるというメッセージは、目立つ現実的です。 これらの素晴らしい組み合わせで、ストーリーラインは、その複雑で単純な性質のために魅力的です。 殺す、生き残る、家に帰る。 悲しいことに、アークストーリーのストーリーは面白いほど単純です。 しかし、キャラクターの裏話は非常にうまくいっています。 根底にあるメッセージははるかに重いです。 主に、人間が可能な邪悪な行為について話している。 絶望的な状況に置かれたとき、人々は別の人間を殺すことまで喜んで行きます。 キャラクターが殺したり逃げたりする選択肢がある複数の状況があります。 ほとんどが殺すことを選択します。\n\n*ショーはあなたが自分を殺したいと思うように終わります。\n\nキャラクター：\n最初のエピソードは、誰もが愚かであるために顔の主人公をパンチしたいと思うだろう。 しかしそれ以外にも、キャラクターの発展は非常に驚異的でした。 面白いバックストーリーとショーを通して彼らの人格の重要な変化は、すべての単一のキャラクターが何らかの形で好きになります。\n\n楽しみ：\nスタインズゲートのようなものです。 それは信じられないほど遅く始まります。 しかし、一度それがクライマックスに当たると、あなたはショーを見て止めることができなくなります。 それは私が2013年に見た最も魅力的なショーの一つでした。\n\n私はそれをお勧めしますか？\n私は非常にそれをお勧めします！ 結末はあなたにしたい"
  }
]
