[
  {
    "title": "Little_Witch_Academia",
    "id": "14349",
    "url": "https://myanimelist.net/anime/14349/Little_Witch_Academia",
    "user": "mdude009",
    "profile": "/profile/mdude009/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=96285",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  7\nキャラクター|  8\n|  9\n\nこのアニメを見つけたのはちょっと面白い話です...実際には、Suushyの面白いジャンクにGIFを掲示して、私はその芸術の様子が気に入っているので、ソースを尋ねました。 とにかく、LWAとは何ですか？ 日本でアニメーションの仕事に慣れていない人たちを訓練するために、ちょっとしたインディーズ映画（映画は30分くらいでも映画と呼ばれます）があります。 ああ、私はこのたわごとはスタジオトリガーによって作られたと言いましたか？ あなたは彼らがGurran Laggenのような素晴らしいものを作ったのを知っています...鐘を鳴らさないでください...まあ、INFERNO MOTHERFUCKING COPについてどうですか？ ええ、それだけでこれを見る理由です。 しかし、これまでに作成された偉大なアニメの話は、このアニメでは十分です。\n\nストーリー7/10：LWAの話は、正直なところ、かなり単純な話です（ただし、それは単なる1つのエピソードだと考えています）。 そして、若い魔女、Akkoは、ほとんどの「真の」魔女が見下ろすが、彼女の夢に従うようにAkkoに教えたパフォーミングアーティストの魔女、Shining Chariotをエミュレートするために、魔女の仲間に加わります。 私が言ったように、かなり簡単です。 私たちは叙事詩の最後の戦いが必要なので、ああ、そこに古代のドラゴンで投げる。 ええ、物語はかなり上品で、大部分はうまく実行されますが、欠点がないわけではありません。 少女は彼女の個人的なヒーロープリフォーム、時間スキップ、女の子は魔女学院に、誰かが彼女のヒーローを置く、彼女は作られ、奇妙なビットはほとんど見えないので、実際の実行では、 大きな叙事詩のドラゴンの戦い、より奇抜で大きな叙事詩の終わり。 正直なところ、これを拡大する時間があれば、はるかに良いでしょうが、今のところちょっと浅くなっています。 悪くない、ただ浅い。\n\nArt 10/10：あなたが上を読んでいるかもしれないので、私はLWAを見るようにした動きがほとんどなかった小さな小さなGIFでした。そして私はまだそれが私の好きな部分だと言うでしょう。 アニメーションは素晴らしく、多くのことを恥ずかしく思っていました（この業界では、やりにくいことではありませんが、無限のストラトスなどを見たことがありますか？ しかし、主なポイントは、芸術のスタイル、良い神その素晴らしい芸術のスタイルです。 あなたはそれが好きか否かを議論することができますが、この形式のメディアでは約98％のものと比べて、それが爽やかであることを否定することはできません。 はるかに多くの漫画を見て、すべてのことをもっと与える...ディズニーの気分。 実際には、このショーの多くが短いディズニー映画、物語、芸術的なスタイル、そしてそのように感じるので、それはかなり適切な比較です...\n\nSound 7/10：はい、音楽は非常にディズニーな感じで、薄い首のブレースが付いたヘルメットから頭を抜いたときに大きな飛び散り音など誇張された西洋人の漫画のサウンドエフェクトもあります。 これはすべて、家族のためのショーの風変わりな、漫画的な楽しみの全体的な感じに貢献します。 エリートの成熟したアニメの尻が来るまで妊婦には強制的に胎児がいることを要求する - いいえ！ 悪いmdude！ 私たちは健全な漫画-yの楽しみを話している！ 幸せな考えを考えてください。 ララララ、とても幸せと明るい！\n\nキャラクター8/10：ディズニー・エショー・ショーは、完全に子供以外のキャラクターがまったく変わっていないと完璧ではないでしょうか？ まあ、私たちはたくさんあります。 半時間しかありません。 彼女は主人公をエミュレートしようとしている非常に悪い魔女、Akkoを得ました。 ロッテ、理由の声。 そしてSuushyはいつも彼女にいくつかのひどい切り裂き毒を運んでいるような、ちょっとした女の子...神よ、変な楽しみ！ ああ、ダイアナ、傲慢な雌犬のビットにもかかわらず、本当に良い人ですシリーズの拮抗薬。 私はその最後の文字に特別な言及をしたい、これはあなたが拮抗する人々のように私たちを持っていることになっている方法である、早い段階で彼女に多くの償還の資質を与える、赤ちゃんが1日目から、 数秒前には「ああ、私は_______しかやっていなかった。なぜなら、ここに衝撃的な過去の経験を入れているから*これが私が夜の天使シリーズからViを嫌った理由なのだから、彼女を嫌いにして 私たちがすでに彼女をしっかり憎んだ後、犬が瞬間に少数のペットの後に彼女を好きになり始めますか？ とにかくええ、キャラクターは本当に開発の点ではあまり効果がないにもかかわらず、楽しく奇妙です。何をしたいですか？\n\n楽しさ9/10：これは、10マイルの半径の周りのすべてのエリート尻が這い回り、それが存在している最大のものであることを伝え始めている虚構の虚構の束縛と嘆きのアニメではありませんそれは '深く成熟している。 これは、すべての年齢層のための楽しい、楽しいのためのちょっとしたショー、それはいいです、それは鼻孔から心を引っ張って7000人のように殺す必要はありませんし、人生の尊厳について歓喜とドン なぜなら、厳しいスーパー・アニメだけが唯一の良いアニメであることを象徴する人々はおそらく何年もシャワーを浴びていないからだ。 あなたが多少幼稚ではありますが、見て楽しむことを完全に期待しているとすれば、それを徹底的に楽しむことができます。 そして、あなたが何かを楽しむことができないなら、子供たちは、人生のために傷つかずに見ることもできます。\n\n全体的な8/10：私は実際の平均を取得するにはあまりにも怠惰なので、それらを一緒に追加して、前のすべてのスコアを取って、私たちが非常に来る他のスコアを考慮して正しいと思われる乱数を選んで 立派な8/10。 それはわずか26分で、見ることが楽しいです、もっと何が欲しいですか？ 基本的にアニメが漫画であるにもかかわらず何かを憎むなら（アニメはただ日本の漫画、それに対処する）、やや愉快で奇抜なことですが、このことは避けてください。 あなたはいつも笑みを浮かべて、暗い芝生。 あなたが本当に面白い顔を持っていれば、それはチャンスを与えることを考慮するよりも3秒間傷つけないと壊れてしまうでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nHow I found out about this anime is a little bit of a funny story... Well not really, a guy posted a gif on funnyjunk of Suushy turning her gaze and I liked the look of the art style so I asked for the source. Anyway, what is LWA? We'll it's a little indie film (well it's called a movie even though it's only about half an hour long) to train people new to the animation job in Japan, and it was good enough that people wanted a series made. Oh, did I mention this shit was made by studio trigger? You know they made some good stuff like Gurran Laggen... Doesn't ring a bell?... Well how about INFERNO MOTHERFUCKING COP! Yeah, that alone is reason to watch this. But enough of speaking of the greatest anime ever created, on the this anime!:\n\n\u001b[1mこのアニメを見つけたのはちょっと面白い話です...実際には、Suushyの面白いジャンクにGIFを掲示して、私はその芸術の様子が気に入っているので、ソースを尋ねました。 とにかく、LWAとは何ですか？ 日本でアニメーションの仕事に慣れていない人たちを訓練するために、ちょっとしたインディーズ映画（映画は30分くらいでも映画と呼ばれます）があります。 ああ、私はこのたわごとはスタジオトリガーによって作られたと言いましたか？ あなたは彼らがGurran Laggenのような素晴らしいものを作ったのを知っています...鐘を鳴らさないでください...まあ、INFERNO MOTHERFUCKING COPについてどうですか？ ええ、それだけでこれを見る理由です。 しかし、これまでに作成された偉大なアニメの話は、このアニメでは十分です。\u001b[22m\n\u001b[1m(Kono anime o mitsuketa no wa chotto omoshiroi hanashidesu... Jissai ni wa, Suushy no omoshiroi janku ni GIF o keiji shite, watashi wa sono geijutsu no yōsu ga kiniitte irunode, sōsu o tazunemashita. Tonikaku, LWA to wa nanidesu ka? Nihon de animēshon no shigoto ni narete inai hito-tachi o kunren suru tame ni, chottoshita indīzu eiga (eiga wa 30-bu kuraide mo eiga to yoba remasu) ga arimasu. Ā, watashi wa kono tawagoto wa sutajiotorigā ni yotte tsukura reta to iimashita ka? Anata wa karera ga Gurran Laggen no yōna subarashī mono o tsukutta no o shitte imasu... Kane o narasanaide kudasai... Mā, INFERNO MOTHERFUCKING koppu ni tsuite dōdesu ka? E e, sore dake de kore o miru riyūdesu. Shikashi, kore made ni sakusei sa reta idaina anime no hanashi wa, kono animede wa jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mHow I found out about this anime is a little bit of a funny story... Well not really, a guy posted a gif on funnyjunk of Suushy turning her gaze and I liked the look of the art style so I asked for the source. Anyway, what is LWA? We'll it's a little indie film (well it's called a movie even though it's only about half an hour long) to train people new to the animation job in Japan, and it was good enough that people wanted a series made. Oh, did I mention this shit was made by studio trigger? You know they made some good stuff like Gurran Laggen... Doesn't ring a bell?... Well how about INFERNO MOTHERFUCKING COP! Yeah, that alone is reason to watch this. But enough of speaking of the greatest anime ever created, on the this anime!:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHow I found out about this anime is a little bit of a funny story... Well not really, a guy posted a gif on funnyjunk of Suushy turning her gaze and I liked the look of the art style so I asked for the source.\u001b[24m\n    \u001b[1mこのアニメを見つけたのはちょっと面白い話です...実際には、Suushyの面白いジャンクにGIFを掲示して、私はその芸術の様子が気に入っているので、ソースを尋ねました。\u001b[22m, \u001b[1m笑い話の少しはどのように私はこのアニメを知ったです...まあ本当に、男はSuushyが彼女の視線を回すのfunnyjunkにGIFを掲示し、私はソースを求めたので、私はアートスタイルの外観が好きではありません。\u001b[22m\n\u001b[4mAnyway, what is LWA?\u001b[24m\n    \u001b[1mとにかく、LWAとは何ですか？\u001b[22m, \u001b[1mとにかく、LWAは何ですか？\u001b[22m\n\u001b[4mWe'll it's a little indie film (well it's called a movie even though it's only about half an hour long) to train people new to the animation job in Japan, and it was good enough that people wanted a series made.\u001b[24m\n    \u001b[1m日本でアニメーションの仕事に慣れていない人たちを訓練するために、ちょっとしたインディーズ映画（映画は30分くらいでも映画と呼ばれます）があります。\u001b[22m, \u001b[1m私たちは、それが日本のアニメーションの仕事に新しい人々を訓練する（よく、唯一の約半分の時間の長だにもかかわらず、映画と呼ばれています）少し自主映画だし、人々が作ったシリーズを望んでいたことを十分によかったですよ。\u001b[22m\n\u001b[4mOh, did I mention this shit was made by studio trigger?\u001b[24m\n    \u001b[1mああ、私はこのたわごとはスタジオトリガーによって作られたと言いましたか？\u001b[22m, \u001b[1mああ、私はこのたわごとはスタジオのトリガーによって作られた言及したのですか？\u001b[22m\n\u001b[4mYou know they made some good stuff like Gurran Laggen... Doesn't ring a bell?... Well how about INFERNO MOTHERFUCKING COP!\u001b[24m\n    \u001b[1mあなたは彼らがGurran Laggenのような素晴らしいものを作ったのを知っています...鐘を鳴らさないでください...まあ、INFERNO MOTHERFUCKING COPについてどうですか？\u001b[22m, \u001b[1mあなたはベルを鳴らしていません...彼らはGurran Laggenのようないくつかの良いものを作った知っていますか？...まあどのようINFERNOの厄介のCOPについて！\u001b[22m\n\u001b[4mYeah, that alone is reason to watch this.\u001b[24m\n    \u001b[1mええ、それだけでこれを見る理由です。\u001b[22m, \u001b[1mうん、それだけではこれを見てする理由です。\u001b[22m\n\u001b[4mBut enough of speaking of the greatest anime ever created, on the this anime!:\u001b[24m\n    \u001b[1mしかし、これまでに作成された偉大なアニメの話は、このアニメでは十分です。\u001b[22m, \u001b[1mしかし、このアニメで、これまでに作成した最も偉大なアニメといえば十分!:\u001b[22m\n\u001b[1m\u001b[22m\nStory 7/10: The story of LWA is a fairly simple one to be honest (but considering it's only a single episode I suppose it has to be). And aspiring young witch, Akko, joins an academy of witches to emulate her hero, Shining Chariot, a performance artist witch who most 'real' witches look down upon but who taught Akko to follow her dreams. Like I said, pretty simple. Oh and toss in an ancient dragon in there because we need an epic final battle. Yeah, the story is fairly decent and for the most part well executed, but not without it's flaws. For the most part the plot seems a bit shallow in actual execution due to how short it is: Girl see's her personal hero preform, time skip, girl is in witch academy, someone puts down her hero, she gets made, few quirky bits, big epic dragon fight, more quirk and big epic ending. Honestly if we had more time to expand upon this it would have been much better but as of now it just comes off a little shallow. Not bad, just shallow.\n\n\u001b[1mストーリー7/10：LWAの話は、正直なところ、かなり単純な話です（ただし、それは単なる1つのエピソードだと考えています）。 そして、若い魔女、Akkoは、ほとんどの「真の」魔女が見下ろすが、彼女の夢に従うようにAkkoに教えたパフォーミングアーティストの魔女、Shining Chariotをエミュレートするために、魔女の仲間に加わります。 私が言ったように、かなり簡単です。 私たちは叙事詩の最後の戦いが必要なので、ああ、そこに古代のドラゴンで投げる。 ええ、物語はかなり上品で、大部分はうまく実行されますが、欠点がないわけではありません。 少女は彼女の個人的なヒーロープリフォーム、時間スキップ、女の子は魔女学院に、誰かが彼女のヒーローを置く、彼女は作られ、奇妙なビットはほとんど見えないので、実際の実行では、 大きな叙事詩のドラゴンの戦い、より奇抜で大きな叙事詩の終わり。 正直なところ、これを拡大する時間があれば、はるかに良いでしょうが、今のところちょっと浅くなっています。 悪くない、ただ浅い。\u001b[22m\n\u001b[1m(Sutōrī 7/ 10: LWA no hanashi wa, shōjikina tokoro, kanari tanjun'na hanashidesu (tadashi, sore wa tan'naru 1tsu no episōdoda to kangaete imasu). Soshite, wakai majo, Akko wa, hotondo no `shin no' majo ga miorosuga, kanojo no yume ni shitagau yō ni Akko ni oshieta pafōminguātisuto no majo, shainingu chariotto o emyurēto suru tame ni, majo no nakama ni kuwawarimasu. Watashi ga itta yō ni, kanari kantandesu. Watashitachiha jojishi no saigonotatakai ga hitsuyōnanode, ā, soko ni kodai no doragon de nageru. E e, monogatari wa kanari jōhinde, daibubun wa umaku jikkō sa remasuga, ketten ga nai wakede wa arimasen. Shōjo wa kanojo no kojin-tekina hīrōpurifōmu, jikan sukippu, on'nanoko wa majo gakuin ni, darekaga kanojo no hīrō o oku, kanojo wa tsukura re, kimyōna bitto wa hotondo mienainode, jissai no jikkōde wa, ōkina jojishi no doragon no tatakai, yori kibatsude ōkina jojishi no owari. Shōjikina tokoro, kore o kakudai suru jikan ga areba, haruka ni yoideshouga, imanotokoro chotto asaku natte imasu. Warukunai, tada asai.)\u001b[22m\n\nTranslations of \u001b[4mStory 7/10: The story of LWA is a fairly simple one to be honest (but considering it's only a single episode I suppose it has to be). And aspiring young witch, Akko, joins an academy of witches to emulate her hero, Shining Chariot, a performance artist witch who most 'real' witches look down upon but who taught Akko to follow her dreams. Like I said, pretty simple. Oh and toss in an ancient dragon in there because we need an epic final battle. Yeah, the story is fairly decent and for the most part well executed, but not without it's flaws. For the most part the plot seems a bit shallow in actual execution due to how short it is: Girl see's her personal hero preform, time skip, girl is in witch academy, someone puts down her hero, she gets made, few quirky bits, big epic dragon fight, more quirk and big epic ending. Honestly if we had more time to expand upon this it would have been much better but as of now it just comes off a little shallow. Not bad, just shallow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 7/10: The story of LWA is a fairly simple one to be honest (but considering it's only a single episode I suppose it has to be).\u001b[24m\n    \u001b[1mストーリー7/10：LWAの話は、正直なところ、かなり単純な話です（ただし、それは単なる1つのエピソードだと考えています）。\u001b[22m, \u001b[1mストーリー7/10：LWAの話は正直に言うとかなり単純なものです（しかし、それを考慮すると、私はそれがために持っているとし、単一のエピソードです）。\u001b[22m\n\u001b[4mAnd aspiring young witch, Akko, joins an academy of witches to emulate her hero, Shining Chariot, a performance artist witch who most 'real' witches look down upon but who taught Akko to follow her dreams.\u001b[24m\n    \u001b[1mそして、若い魔女、Akkoは、ほとんどの「真の」魔女が見下ろすが、彼女の夢に従うようにAkkoに教えたパフォーミングアーティストの魔女、Shining Chariotをエミュレートするために、魔女の仲間に加わります。\u001b[22m, \u001b[1mそして、若い魔女を志望、アッコは、チャリオット、ほとんどの「実際の」魔女は軽蔑するが彼女の夢に従うことアッコを教えパフォーマンスアーティストの魔女シャイニング、彼女の英雄をエミュレートする魔女のアカデミーに参加します。\u001b[22m\n\u001b[4mLike I said, pretty simple.\u001b[24m\n    \u001b[1m私が言ったように、かなり簡単です。\u001b[22m, \u001b[1m同様に私は非常に単純な、と述べました。\u001b[22m\n\u001b[4mOh and toss in an ancient dragon in there because we need an epic final battle.\u001b[24m\n    \u001b[1m私たちは叙事詩の最後の戦いが必要なので、ああ、そこに古代のドラゴンで投げる。\u001b[22m, \u001b[1mああ、私たちは壮大な最後の戦いを必要とするので、そこに古代竜にトス。\u001b[22m\n\u001b[4mYeah, the story is fairly decent and for the most part well executed, but not without it's flaws.\u001b[24m\n    \u001b[1mええ、物語はかなり上品で、大部分はうまく実行されますが、欠点がないわけではありません。\u001b[22m, \u001b[1mうん、話はなく、それの欠陥のない、かなりまともですし、ほとんどの部分でうまく実行されます。\u001b[22m\n\u001b[4mFor the most part the plot seems a bit shallow in actual execution due to how short it is: Girl see's her personal hero preform, time skip, girl is in witch academy, someone puts down her hero, she gets made, few quirky bits,\u001b[24m\n    \u001b[1m少女は彼女の個人的なヒーロープリフォーム、時間スキップ、女の子は魔女学院に、誰かが彼女のヒーローを置く、彼女は作られ、奇妙なビットはほとんど見えないので、実際の実行では、\u001b[22m, \u001b[1mプロットが原因でそれがどのようにショートに実際の実行に少し浅いようだほとんどの部分について：少女は、彼女の個人的な英雄のプリフォームのを参照してくださいタイムスキップ、女の子は魔女のアカデミーであり、誰かが彼女のヒーローを下に置き、彼女が行われ、いくつかの風変わりなビットを取得し、\u001b[22m\n\u001b[4mbig epic dragon fight, more quirk and big epic ending.\u001b[24m\n    \u001b[1m大きな叙事詩のドラゴンの戦い、より奇抜で大きな叙事詩の終わり。\u001b[22m, \u001b[1m大きな壮大なドラゴンの戦い、より多くの気まぐれと大きな叙事詩エンディング。\u001b[22m\n\u001b[4mHonestly if we had more time to expand upon this it would have been much better but as of now it just comes off a little shallow.\u001b[24m\n    \u001b[1m正直なところ、これを拡大する時間があれば、はるかに良いでしょうが、今のところちょっと浅くなっています。\u001b[22m, \u001b[1m我々はこの時に拡大するより多くの時間を持っていた場合は正直なところ、それははるかに良いされているでしょうが、今のように、それはほんの少し浅いから外れます。\u001b[22m\n\u001b[4mNot bad, just shallow.\u001b[24m\n    \u001b[1m悪くない、ただ浅い。\u001b[22m, \u001b[1m悪くない、ただ浅いです。\u001b[22m\n\u001b[1m\u001b[22m\nArt 10/10: As you may have read above it was a single small gif with barely any movement that made me watch LWA and I will still say it was my favourite part of the show. The animation was wonderfully fluid that it put many things to shame (then again in this industry that's not a very hard thing to do. Have you seen Infinite stratos and the like, I mean Jesus fucking Christ). But the main point is the art style, good god that wonderful art style. I mean you can debate whether you liked it or not but you can't deny that it was refreshing unique compared to about 98% of the stuff in this form of media. The far more cartoon-y look giving the whole thing a more... Disney feel. Actually that's a pretty apt comparison as much of this show feels like a short disney film, the story, the art style, and the...\n\n\u001b[1mArt 10/10：あなたが上を読んでいるかもしれないので、私はLWAを見るようにした動きがほとんどなかった小さな小さなGIFでした。そして私はまだそれが私の好きな部分だと言うでしょう。 アニメーションは素晴らしく、多くのことを恥ずかしく思っていました（この業界では、やりにくいことではありませんが、無限のストラトスなどを見たことがありますか？ しかし、主なポイントは、芸術のスタイル、良い神その素晴らしい芸術のスタイルです。 あなたはそれが好きか否かを議論することができますが、この形式のメディアでは約98％のものと比べて、それが爽やかであることを否定することはできません。 はるかに多くの漫画を見て、すべてのことをもっと与える...ディズニーの気分。 実際には、このショーの多くが短いディズニー映画、物語、芸術的なスタイル、そしてそのように感じるので、それはかなり適切な比較です...\u001b[22m\n\u001b[1m(Art 10/ 10: Anata ga ue o yonde iru kamo shirenainode, watashi wa LWA o miru yō ni shita ugoki ga hotondo nakatta chīsana chīsana GIFdeshita. Soshite watashi wa mada sore ga watashi no sukina bubunda to iudeshou. Animēshon wa subarashiku, ōku no koto o hazukashiku omotte imashita (kono gyōkaide wa, yari nikui kotode wa arimasenga, mugen no sutoratosu nado o mita koto ga arimasu ka? Shikashi, omona pointo wa, geijutsu no sutairu, yoi kami sono subarashī geijutsu no sutairudesu. Anata wa sore ga suki ka hi ka o giron suru koto ga dekimasuga, kono keishiki no mediade wa yaku 98-pāsento no mono to kurabete, sore ga sawayakadearu koto o hitei suru koto wa dekimasen. Haruka ni ōku no manga o mite, subete no koto o motto ataeru... Dizunī no kibun. Jissai ni wa, kono shō no ōku ga mijikai dizunī eiga, monogatari, geijutsu-tekina sutairu, soshite sonoyōni kanjiru node, sore wa kanari tekisetsuna hikakudesu...)\u001b[22m\n\nTranslations of \u001b[4mArt 10/10: As you may have read above it was a single small gif with barely any movement that made me watch LWA and I will still say it was my favourite part of the show. The animation was wonderfully fluid that it put many things to shame (then again in this industry that's not a very hard thing to do. Have you seen Infinite stratos and the like, I mean Jesus fucking Christ). But the main point is the art style, good god that wonderful art style. I mean you can debate whether you liked it or not but you can't deny that it was refreshing unique compared to about 98% of the stuff in this form of media. The far more cartoon-y look giving the whole thing a more... Disney feel. Actually that's a pretty apt comparison as much of this show feels like a short disney film, the story, the art style, and the...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 10/10: As you may have read above it was a single small gif with barely any movement that made me watch LWA and I will still say it was my favourite part of the show.\u001b[24m\n    \u001b[1mArt 10/10：あなたが上を読んでいるかもしれないので、私はLWAを見るようにした動きがほとんどなかった小さな小さなGIFでした。そして私はまだそれが私の好きな部分だと言うでしょう。\u001b[22m, \u001b[1mアート10/10：あなたはそれの上に読んかもしれませんが、私はLWAを見て、私はまだそれがショーの私のお気に入りの一部であったと言うだろう作らほとんどあらゆる動きに単一の小さなGIFました。\u001b[22m\n\u001b[4mThe animation was wonderfully fluid that it put many things to shame (then again in this industry that's not a very hard thing to do. Have you seen Infinite stratos and the like, I mean Jesus fucking Christ).\u001b[24m\n    \u001b[1mアニメーションは素晴らしく、多くのことを恥ずかしく思っていました（この業界では、やりにくいことではありませんが、無限のストラトスなどを見たことがありますか？\u001b[22m, \u001b[1m（私はイエスがキリストをクソ意味、。行うには非常に難しいことではないこの業界で再び、あなたはインフィニット・ストラトスなどを見たことがあります）アニメーションは、それは恥に多くのものを置くことは素晴らしく流体でした。\u001b[22m\n\u001b[4mBut the main point is the art style, good god that wonderful art style.\u001b[24m\n    \u001b[1mしかし、主なポイントは、芸術のスタイル、良い神その素晴らしい芸術のスタイルです。\u001b[22m, \u001b[1mしかし、主なポイントは、アートスタイル、良い神の素晴らしい芸術スタイルです。\u001b[22m\n\u001b[4mI mean you can debate whether you liked it or not but you can't deny that it was refreshing unique compared to about 98% of the stuff in this form of media.\u001b[24m\n    \u001b[1mあなたはそれが好きか否かを議論することができますが、この形式のメディアでは約98％のものと比べて、それが爽やかであることを否定することはできません。\u001b[22m, \u001b[1m私はあなたがそれを好きかどうか議論することができますが、あなたはそれがメディアのこの形でのものの約98％に比べて独特の爽やかされたことを否定することはできませんを意味します。\u001b[22m\n\u001b[4mThe far more cartoon-y look giving the whole thing a more... Disney feel.\u001b[24m\n    \u001b[1mはるかに多くの漫画を見て、すべてのことをもっと与える...ディズニーの気分。\u001b[22m, \u001b[1mもっと...ディズニーが感じる全体のことを与えてはるかに多くの漫画-yの表情。\u001b[22m\n\u001b[4mActually that's a pretty apt comparison as much of this show feels like a short disney film, the story, the art style, and the...\u001b[24m\n    \u001b[1m実際には、このショーの多くが短いディズニー映画、物語、芸術的なスタイル、そしてそのように感じるので、それはかなり適切な比較です...\u001b[22m, \u001b[1mこのショーの多くは短いディズニー映画、ストーリー、アートスタイル、とのように感じているよう実際にはかなりのaptの比較です...\u001b[22m\n\u001b[1m\u001b[22m\nSound 7/10: Yes the music feels very disney and it even has the exaggerated western kids cartoon sound effects like the big popping noise when someone pulled their (apparently skull-less) head out of a helmet with a thin neck brace. All of this really helps contribute to the overall feel of the show, quirky, cartoon-y fun for the whole family. Until the elitist mature anime pricks come along and demand a pregnant woman has her fetus forcefully- No! Bad mdude! We're talking about wholesome cartoon-y fun! Think happy thoughts. Lalalala, so happy and upbeat!\n\n\u001b[1mSound 7/10：はい、音楽は非常にディズニーな感じで、薄い首のブレースが付いたヘルメットから頭を抜いたときに大きな飛び散り音など誇張された西洋人の漫画のサウンドエフェクトもあります。 これはすべて、家族のためのショーの風変わりな、漫画的な楽しみの全体的な感じに貢献します。 エリートの成熟したアニメの尻が来るまで妊婦には強制的に胎児がいることを要求する - いいえ！ 悪いmdude！ 私たちは健全な漫画-yの楽しみを話している！ 幸せな考えを考えてください。 ララララ、とても幸せと明るい！\u001b[22m\n\u001b[1m(Sound 7/ 10: Hai, ongaku wa hijō ni dizunīna kanji de, usui kubi no burēsu ga tsuita herumetto kara atama o nuita toki ni ōkina tobichiri-on nado kochō sa reta seiyō hito no manga no saundoefekuto mo arimasu. Kore wa subete, kazoku no tame no shō no fūgawarina, manga-tekina tanoshimi no zentai-tekina kanji ni kōken shimasu. Erīto no seijuku shita anime no shiri ga kuru made ninpu ni wa kyōsei-teki ni taiji ga iru koto o yōkyū suru - īe! Warui mdude! Watashitachi wa kenzen'na manga - y no tanoshimi o hanashite iru! Shiawasena kangae o kangaete kudasai. Rararara, totemo shiawase to akarui!)\u001b[22m\n\nTranslations of \u001b[4mSound 7/10: Yes the music feels very disney and it even has the exaggerated western kids cartoon sound effects like the big popping noise when someone pulled their (apparently skull-less) head out of a helmet with a thin neck brace. All of this really helps contribute to the overall feel of the show, quirky, cartoon-y fun for the whole family. Until the elitist mature anime pricks come along and demand a pregnant woman has her fetus forcefully- No! Bad mdude! We're talking about wholesome cartoon-y fun! Think happy thoughts. Lalalala, so happy and upbeat!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 7/10: Yes the music feels very disney and it even has the exaggerated western kids cartoon sound effects like the big popping noise when someone pulled their (apparently skull-less) head out of a helmet with a thin neck brace.\u001b[24m\n    \u001b[1mSound 7/10：はい、音楽は非常にディズニーな感じで、薄い首のブレースが付いたヘルメットから頭を抜いたときに大きな飛び散り音など誇張された西洋人の漫画のサウンドエフェクトもあります。\u001b[22m, \u001b[1m7/10サウンド：はい音楽は非常にディズニー感じ、それも誰かが薄いネックブレースとヘルメットの外に彼らの（明らかに頭蓋骨レス）の頭を引っ張っ大きなポッピングノイズのような誇張された西部の子供の漫画のサウンドエフェクトを持っています。\u001b[22m\n\u001b[4mAll of this really helps contribute to the overall feel of the show, quirky, cartoon-y fun for the whole family.\u001b[24m\n    \u001b[1mこれはすべて、家族のためのショーの風変わりな、漫画的な楽しみの全体的な感じに貢献します。\u001b[22m, \u001b[1mこのすべてが本当にショー、全体の家族のために風変わりな、漫画-yの楽しみの全体的な感触に貢献することができます。\u001b[22m\n\u001b[4mUntil the elitist mature anime pricks come along and demand a pregnant woman has her fetus forcefully- No!\u001b[24m\n    \u001b[1mエリートの成熟したアニメの尻が来るまで妊婦には強制的に胎児がいることを要求する - いいえ！\u001b[22m, \u001b[1mエリート主義の成熟アニメの呵責が一緒に来ると要求するまで、妊婦はありませんforcefully-彼女の胎児を持っています！\u001b[22m\n\u001b[4mBad mdude!\u001b[24m\n    \u001b[1m悪いmdude！\u001b[22m\n\u001b[4mWe're talking about wholesome cartoon-y fun!\u001b[24m\n    \u001b[1m私たちは健全な漫画-yの楽しみを話している！\u001b[22m, \u001b[1m私たちは、健全な漫画-yの楽しい話をしています！\u001b[22m\n\u001b[4mThink happy thoughts.\u001b[24m\n    \u001b[1m幸せな考えを考えてください。\u001b[22m, \u001b[1m幸せな思考を考えてみてください。\u001b[22m\n\u001b[4mLalalala, so happy and upbeat!\u001b[24m\n    \u001b[1mララララ、とても幸せと明るい！\u001b[22m, \u001b[1mLalalala、とても幸せと明るいです！\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 8/10: What quirky upbeat disney-esh show wouldn't be complete without an equally quirky cast of totally non-child mutilating characters? Well we have plenty. It's only half an hour. We got Akko, the very bad witch who's trying to emulate her hero. Lotte, the voice of reason. And Suushy, the kinda goth girl who seems to carry several horrible mutilating poisons on her at all times... God damn it, quirky fun! Oh and Diana, the series antagonist who despite being bit of an arrogant bitch is genuinely a good person. I want to put special mention to that last character, this is how you're supposed to have us like an antagonist people, give her plenty of redeeming qualities early in, not have the being a baby mutilating cunt since day one and then about ten seconds before the end do a 'oh, I was only doing _______ because *insert traumatic past experiences here*' this is why I hated Vi from the night angel series, you do everything you can to make us hate her and then expect us to start liking her after a few pet the dogs moments after we already firmly hate her? Anyway yeah, the characters are fun and quirky despite not really doing much in terms of development, what did you want?\n\n\u001b[1mキャラクター8/10：ディズニー・エショー・ショーは、完全に子供以外のキャラクターのまったく奇妙なキャストなしでは完璧ではないでしょうか？ まあ、私たちはたくさんあります。 半時間しかありません。 彼女は主人公をエミュレートしようとしている非常に悪い魔女、Akkoを得ました。 ロッテ、理由の声。 そしてSuushyはいつも彼女にいくつかのひどい切り裂き毒を運ぶように見える、まあまあの女の子...神、それは、変な楽しみ！ ああ、ダイアナ、傲慢な雌犬のビットにもかかわらず、本当に良い人ですシリーズの拮抗師。 私はその最後の文字に特別な言及をしたい、これはあなたが拮抗する人々のように私たちを持っていることになっている方法である、早い段階で彼女が多くの償還の資質を与える、赤ちゃんが1日目から、 数秒前には「ああ、私は_______しかやっていなかった。なぜなら、ここに衝撃的な過去の経験を入れているから*これが私が夜の天使シリーズからViを嫌った理由なのだから、彼女を嫌いにして 私たちがすでに彼女をしっかり憎んだ後、犬が瞬間に少数のペットの後に彼女を好きになり始めますか？ とにかくええ、キャラクターは本当に開発の点ではあまり効果がないにもかかわらず、楽しく奇妙です。何をしたいですか？\u001b[22m\n\u001b[1m(Kyarakutā 8/ 10: Dizunī eshō shō wa, kanzen ni kodomo igai no kyarakutā no mattaku kimyōna kyasuto nashide wa kanpekide wanaideshou ka? Mā, watashitachi wa takusan arimasu. Kanojo wa shujinkō o emyurēto shiyou to shite iru hijō ni warui majo, Akko o emashita. Rotte, riyū no koe. Soshite Suushy wa itsumo kanojo ni ikutsu ka no hidoi kirisaki doku o hakobu yō ni mieru, mā mā no on'nanoko... Kami, soreha, hen'na tanoshimi! Ā, Daiana, gōman'na meinu no bitto nimokakawarazu, hontōni yoi hitodesu shirīzu no kikkō-shi. Watashi wa sono saigo no moji ni tokubetsuna genkyū o shitai, kore wa anata ga kikkō suru hitobito no yō ni watashitachi o motte iru koto ni natte iru hōhōdearu, hayai dankai de kanojo ga ōku no shōkan no shishitsu o ataeru, akachan ga 1-nichi-me kara, sūbyōmae ni wa `ā , watashi wa _______ shika yatte inakatta. Nazenara, koko ni shōgeki-tekina kako no keiken o irete irukara* kore ga watashi ga yoru no tenshi shirīzu kara Vi o kiratta riyūna nodakara, kanojo o kirai ni shite watashitachi ga sudeni kanojo o shikkari nikunda nochi, inu ga shunkan ni shōsū no petto no nochi ni kanojo o suki ni nari hajimemasu ka? Tonikaku ē, kyarakutā wa hontōni kaihatsu no tende wa amari kōka ga nai nimokakawarazu, tanoshiku kimyōdesu. Nani o shitaidesu ka? Han-jikan shika arimasen.)\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 9/10: This is not a gory anime with a bunch of bullshit philosophical rants that every elitist prick for a ten mile radius clambers around and starts telling everyone it's the greatest thing in existence because it's 'deep and mature.' This is a fun for all ages quirky little show for fun, and that's fine, you don't have to kill like seven thousand people by pulling their heart out of their nostrils and then whine about the sanctity of human life to be entertaining and don 't let anyone tell you otherwise because the people who crusade that only gory super serious anime is the only good anime probably haven't showered in years. If you go into it fully expecting a somewhat childish but fun to watch show you'll be sure to thoroughly enjoy it. And if you can't enjoy anything that you think children can also watch without being scarred for life than go jerk of to some gore porn or something.\n\n\u001b[1m楽しさ9/10：これは、10マイルの半径の周りのすべてのエリート尻が這い回り、それが存在している最大のものであることを伝え始めている虚構の虚構の束縛と嘆きのアニメではありませんそれは '深く成熟している。 これは、すべての年齢層のための楽しい、楽しいのためのちょっとしたショー、それはいいです、それは鼻孔から心を引っ張って7000人のように殺す必要はありませんし、人生の尊厳について歓喜とドン なぜなら、厳しいスーパー・アニメだけが唯一の良いアニメであることを象徴する人々はおそらく何年もシャワーを浴びていないからだ。 あなたが多少幼稚ではありますが、見て楽しむことを完全に期待しているとすれば、それを徹底的に楽しむことができます。 そして、あなたが何かを楽しむことができないなら、子供たちは、人生のために傷つかずに見ることもできます。\u001b[22m\n\u001b[1m(Tanoshisa 9/ 10: Kore wa, 10-mairu no hankei no mawari no subete no erīto shiri ga hai mawari, sore ga sonzai shite iru saidai no monodearu koto o tsutae hajimete iru kyokō no kyokō no sokubaku to nageki no animede wa arimasen sore wa' fukaku seijuku shite iru. Kore wa, subete no nenrei-sō no tame no tanoshī, tanoshī no tame no chottoshita shō, sore wa īdesu, soreha bikō kara kokoro o hippatte 7000-ri no yō ni korosu hitsuyō wa arimasenshi, jinsei no songen ni tsuite kanki to don nazenara, kibishī sūpā anime dake ga yuiitsu no yoi animedearu koto o shōchō suru hitobito wa osoraku nan'nen mo shawā o abite inaikarada. Anata ga tashō yōchide wa arimasuga, mite tanoshimu koto o kanzen ni kitai shite iru to sureba, sore o tetteiteki ni tanoshimu koto ga dekimasu. Soshite, anata ga nanika o tanoshimu koto ga dekinainara, kodomo-tachi wa, jinsei no tame ni kizutsukazu ni miru koto mo dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 9/10: This is not a gory anime with a bunch of bullshit philosophical rants that every elitist prick for a ten mile radius clambers around and starts telling everyone it's the greatest thing in existence because it's 'deep and mature.' This is a fun for all ages quirky little show for fun, and that's fine, you don't have to kill like seven thousand people by pulling their heart out of their nostrils and then whine about the sanctity of human life to be entertaining and don 't let anyone tell you otherwise because the people who crusade that only gory super serious anime is the only good anime probably haven't showered in years. If you go into it fully expecting a somewhat childish but fun to watch show you'll be sure to thoroughly enjoy it. And if you can't enjoy anything that you think children can also watch without being scarred for life than go jerk of to some gore porn or something.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 9/10: This is not a gory anime with a bunch of bullshit philosophical rants that every elitist prick for a ten mile radius clambers around and starts telling everyone it's the greatest thing in existence because it's 'deep and mature.'\u001b[24m\n    \u001b[1m楽しさ9/10：これは、10マイルの半径の周りのすべてのエリート尻が這い回り、それが存在している最大のものであることを伝え始めている虚構の虚構の束縛と嘆きのアニメではありませんそれは '深く成熟している。\u001b[22m, \u001b[1m楽し9/10：これは10マイル半径ごとにエリート主義的プリックは約clambersでたらめ哲学暴言の束との血みどろのアニメではありません、それはだから、それが存在している最大のものだ皆に伝える開始」深く、成熟しました」。\u001b[22m\n\u001b[4mThis is a fun for all ages quirky little show for fun, and that's fine, you don't have to kill like seven thousand people by pulling their heart out of their nostrils and then whine about the sanctity of human life to be entertaining and don\u001b[24m\n    \u001b[1mこれは、すべての年齢層のための楽しい、楽しいのためのちょっとしたショー、それはいいです、それは鼻孔から心を引っ張って7000人のように殺す必要はありませんし、人生の尊厳について歓喜とドン\u001b[22m, \u001b[1mこれは楽しみのためにすべての年齢風変わりな小さなショーのための楽しいですし、それは大丈夫です、あなたが面白いとドンであることが彼らの鼻の穴の外に彼らの心を引いて、7000人のようにキルして、人間の命の尊厳について駄々をこねるする必要はありません\u001b[22m\n\u001b[4m't let anyone tell you otherwise because the people who crusade that only gory super serious anime is the only good anime probably haven't showered in years.\u001b[24m\n    \u001b[1mなぜなら、厳しいスーパー・アニメだけが唯一の良いアニメであることを象徴する人々はおそらく何年もシャワーを浴びていないからだ。\u001b[22m, \u001b[1m'tは、誰もがそうでなければあなたを教えてみましょうだけなので血みどろのスーパー深刻なアニメはおそらく年間に浴びていないだけで良いアニメであること十字軍人。\u001b[22m\n\u001b[4mIf you go into it fully expecting a somewhat childish but fun to watch show you'll be sure to thoroughly enjoy it.\u001b[24m\n    \u001b[1mあなたが多少幼稚ではありますが、見て楽しむことを完全に期待しているとすれば、それを徹底的に楽しむことができます。\u001b[22m, \u001b[1mあなたはそれが完全にやや子供っぽいが、見ていて楽しいショーを期待しに行く場合は、徹底的にそれを楽しむようにしてくださいます。\u001b[22m\n\u001b[4mAnd if you can't enjoy anything that you think children can also watch without being scarred for life than go jerk of to some gore porn or something.\u001b[24m\n    \u001b[1mそして、あなたが何かを楽しむことができないなら、子供たちは、人生のために傷つかずに見ることもできます。\u001b[22m, \u001b[1mそして、あなたはあなたが子供たちはまた、いくつかのマチポルノか何かへのジャークを行くよりも、生活のために傷跡されずに見ることができると思う何かを楽しむことができない場合。\u001b[22m\n\u001b[1m\u001b[22m\nOverall 8/10: Taking all the previous scores, adding them together, not actually doing that because I'm too lazy to get an actual average, and then picking a random number that seems about right considering the other scores we come to a very respectable 8/10. It's only 26 minutes and it's fun to watch, what more do you want? If you basically hate anything cartoon-y (despite the fact that anime are cartoons, just Japanese cartoons, deal with it) that is somewhat childishly fun and quirky then avoid this thing like it's a plague that's only symptom is making anyone infect by it crack a smile every now and again you gloomy sod. If you actual have a face that isn't so hard it'll crack if you don't scowl for three seconds than consider giving it a chance.\n\n\u001b[1m全体的な8/10：私は実際の平均を取得するにはあまりにも怠惰なので、それらを一緒に追加して、前のすべてのスコアを取って、私たちが非常に来る他のスコアを考慮して正しいと思われる乱数を選んで 立派な8/10。 それはわずか26分で、見ることが楽しいです、もっと何が欲しいですか？ 基本的にアニメが漫画であるにもかかわらず何かを憎むなら（アニメはただ日本の漫画、それに対処する）、やや愉快で奇抜なことですが、このことは避けてください。 あなたはいつも笑みを浮かべて、暗い芝生。 あなたが本当に面白い顔を持っていれば、それはチャンスを与えることを考慮するよりも3秒間傷つけないと壊れてしまうでしょう。\u001b[22m\n\u001b[1m(Zentai-tekina 8/ 10: Watashi wa jissai no heikin o shutoku suru ni wa amarini mo taidananode, sorera o issho ni tsuika shite, mae no subete no sukoa o totte, watashitachi ga hijō ni kuru ta no sukoa o kōryo shite tadashī to omowa reru ransū o erande rippana 8/ 10. Sore wa wazuka 26-bu de, miru koto ga tanoshīdesu, motto nani ga hoshīdesu ka? Kihontekini anime ga mangadearu nimokakawarazu nanika o nikumunara (anime wa tada Nihon no manga, soreni taisho suru), yaya yukaide kibatsuna kotodesuga, kono koto wa sakete kudasai. Anata wa itsumo emi o ukabete, kurai shibafu. Anata ga hontōni omoshiroi kao o motte ireba, soreha chansu o ataeru koto o kōryo suru yori mo 3-byōkan kizutsukenai to kowarete shimaudeshou.)\u001b[22m\n\nTranslations of \u001b[4mOverall 8/10: Taking all the previous scores, adding them together, not actually doing that because I'm too lazy to get an actual average, and then picking a random number that seems about right considering the other scores we come to a very respectable 8/10. It's only 26 minutes and it's fun to watch, what more do you want? If you basically hate anything cartoon-y (despite the fact that anime are cartoons, just Japanese cartoons, deal with it) that is somewhat childishly fun and quirky then avoid this thing like it's a plague that's only symptom is making anyone infect by it crack a smile every now and again you gloomy sod. If you actual have a face that isn't so hard it'll crack if you don't scowl for three seconds than consider giving it a chance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 8/10: Taking all the previous scores, adding them together, not actually doing that because I'm too lazy to get an actual average, and then picking a random number that seems about right considering the other scores we come to a very\u001b[24m\n    \u001b[1m全体的な8/10：私は実際の平均を取得するにはあまりにも怠惰なので、それらを一緒に追加して、前のすべてのスコアを取って、私たちが非常に来る他のスコアを考慮して正しいと思われる乱数を選んで\u001b[22m, \u001b[1m全体的に8月10日：、すべての以前のスコアを取るそれらを一緒に追加して、実際に私は、実際の平均値を取得するのが面倒だし、その後、他のスコアを考慮し、右周りと思われる乱数を選ぶので、我々は非常に来ていることをやっていません\u001b[22m\n\u001b[4mrespectable 8/10.\u001b[24m\n    \u001b[1m立派な8/10。\u001b[22m, \u001b[1m8/10立派。\u001b[22m\n\u001b[4mIt's only 26 minutes and it's fun to watch, what more do you want?\u001b[24m\n    \u001b[1mそれはわずか26分で、見ることが楽しいです、もっと何が欲しいですか？\u001b[22m, \u001b[1mそれはわずか26分だとそれは見ていて楽しいです、あなたはもっと何をしたいですか？\u001b[22m\n\u001b[4mIf you basically hate anything cartoon-y (despite the fact that anime are cartoons, just Japanese cartoons, deal with it) that is somewhat childishly fun and quirky then avoid this thing like it's a plague that's only symptom is making anyone infect by it crack\u001b[24m\n    \u001b[1m基本的にアニメが漫画であるにもかかわらず何かを憎むなら（アニメはただ日本の漫画、それに対処する）、やや愉快で奇抜なことですが、このことは避けてください。\u001b[22m, \u001b[1mあなたは基本的に何でも漫画-yのを嫌う場合は（事実にもかかわらず、そのアニメ漫画、ちょうど日本の漫画、それに対処している）、それが唯一の症状は、誰もがそれクラックによる感染作っているのですペストだように、このことを避けるため、やや子供っぽく楽しさと風変わりです\u001b[22m\n\u001b[4ma smile every now and again you gloomy sod.\u001b[24m\n    \u001b[1mあなたはいつも笑みを浮かべて、暗い芝生。\u001b[22m, \u001b[1mすべての今、もう一度あなたの笑顔悲観芝。\u001b[22m\n\u001b[4mIf you actual have a face that isn't so hard it'll crack if you don't scowl for three seconds than consider giving it a chance.\u001b[24m\n    \u001b[1mあなたが本当に面白い顔を持っていれば、それはチャンスを与えることを考慮するよりも3秒間傷つけないと壊れてしまうでしょう。\u001b[22m, \u001b[1mあなたが実際一生懸命あなたがそれにチャンスを与えることを検討よりも、3秒間顔をしかめるしない場合、それが割れだろうではない顔を持っている場合。\u001b[22m"
  },
  {
    "title": "Little_Witch_Academia",
    "id": "14349",
    "url": "https://myanimelist.net/anime/14349/Little_Witch_Academia",
    "user": "SanaeK10",
    "profile": "/profile/SanaeK10/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=199006",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  7\n\nディズニーの古い魅力をモダン・ディズニーが捉えるのに失敗した映画があれば、それはこの映画です。 良い方法では、ディズニーの最近の成果よりもディズニーのほうが多いですし、キル・ラ・キルとパンティーとストッキングを作ったのは同じスタジオで（同じ人たちが働いていた）ということを考えると非常に驚きです。\n\n高い頻度でコメディシーンを吐き出すアクション重いシリーズではなく、LWAはプロットやペーシングの面ではるかに簡単で簡単です。 そして私はそれのためにそれを愛しています。 プロットはとてもシンプルですが、本質的にLWAの世界への素敵な紹介です。それは主にAkkoの学校生活の一日です。\n\nあなたが典型的な役割とステレオタイプを手に入れたら、主人公は元気で、冷たい男は卑劣で傲慢なライバル、秘密を隠している古いキャラクター......ポイントは、 あなたが学校生活を含む西洋アニメーションを見たなら、あなたはどんなキャラクターが期待できるかを知っています。 しかし、キャラクター自体はとても好都合で、あなたはそれを1ビットで気にすることはありません。\n\nそれに加えて、彼らは驚くべきアニメーションの質によって素晴らしく生きています。 それは非常にエネルギッシュで愛らしい、アニメよりも古い西洋アニメーションに似ていますが、独特の感触を持っています。 それは標準的なトリガー料金とは非常に異なり、非常に視覚的に魅力的です。 バックグラウンド・アートは、ダーク・ソウルなどと同様の雰囲気を呼び起こす時でさえ、同様に優れている。\n\nプロットは家に書き込むものではありませんが、私はLWAが適切にシリアル化されていることを本当に見たいと思っています。  LWAの世界には大きな可能性があり、2つのエピソードに制限されているのは本当に残念です。\n\n個人的に私はエピソード1をエピソード2よりも優先させました。これははるかにスムーズにペースが行われ、キャラクターは輝きを放つのに十分な時間を持っていました。 しかし、どちらのエピソードも自分たちの権利では優れていて、いずれのエピソードも見ていないと、実際に見る価値があります\n\n7/10。 優れたシリーズ。 トリガーは最高です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nIf there's a film that perfectly captures that old Disney charm Modern Disney fails to capture, it's this film. In a good way, it's more Disney than Disney's recent output, and it's very surprising considering it's by the same studio (and worked on by the same people) who made Kill la Kill and Panty and Stocking.\n\n\u001b[1mディズニーの古い魅力をモダン・ディズニーが捉えるのに失敗した映画があれば、それはこの映画です。 良い方法では、ディズニーの最近の成果よりもディズニーのほうが多いですし、キル・ラ・キルとパンティーとストッキングを作ったのは同じスタジオで（同じ人たちが働いていた）ということを考えると非常に驚きです。\u001b[22m\n\u001b[1m(Dizunī no furui miryoku o modan dizunī ga toraeru no ni shippaishita eiga ga areba, sore wa kono eigadesu. Yoi hōhōde wa, dizunī no saikin no seika yori mo dizunī no hō ga ōidesushi, kiru ra kiru to pantī to sutokkingu o tsukutta no wa onaji sutajio de (onaji hito-tachi ga hataraite ita) to iu koto o kangaeru to hijō ni odorokidesu.)\u001b[22m\n\nTranslations of \u001b[4mIf there's a film that perfectly captures that old Disney charm Modern Disney fails to capture, it's this film. In a good way, it's more Disney than Disney's recent output, and it's very surprising considering it's by the same studio (and worked on by the same people) who made Kill la Kill and Panty and Stocking.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf there's a film that perfectly captures that old Disney charm Modern Disney fails to capture, it's this film.\u001b[24m\n    \u001b[1mディズニーの古い魅力をモダン・ディズニーが捉えるのに失敗した映画があれば、それはこの映画です。\u001b[22m, \u001b[1m完全に古いディズニーの魅力現代ディズニーキャプチャに失敗したことをキャプチャフィルムがある場合、それはこの映画です。\u001b[22m\n\u001b[4mIn a good way, it's more Disney than Disney's recent output, and it's very surprising considering it's by the same studio (and worked on by the same people) who made Kill la Kill and Panty and Stocking.\u001b[24m\n    \u001b[1m良い方法では、ディズニーの最近の成果よりもディズニーのほうが多いですし、キル・ラ・キルとパンティーとストッキングを作ったのは同じスタジオで（同じ人たちが働いていた）ということを考えると非常に驚きです。\u001b[22m, \u001b[1m良い方法では、ディズニーの最近の出力よりも多くのディズニーのだし、それはそれは同じスタジオによってだ考えると、非常に驚くべきことだ（と同じ人々が作業）キル・ラ・キルとパンティとストッキングを作りました。\u001b[22m\n\u001b[1m\u001b[22m\nInstead of being an action-heavy series spewing comedic scenes at a high frequency, LWA is much slower and simpler in terms of plot and pacing. And I love it dearly because of it. The plot is very simple, essentially it's a wonderful introduction to the world of LWA with it mainly being a day in Akko's school life.\n\n\u001b[1m高い頻度でコメディシーンを吐き出すアクション重いシリーズではなく、LWAはプロットやペーシングの面ではるかに簡単で簡単です。 そして私はそれのためにそれを愛しています。 プロットはとてもシンプルですが、本質的にLWAの世界への素敵な紹介です。それは主にAkkoの学校生活の一日です。\u001b[22m\n\u001b[1m(Takai hindo de komedishīn o hakidasu akushon omoi shirīzude wa naku, LWA wa purotto ya pēshingu no men de haruka ni kantande kantandesu. Soshite watashi wa sore no tame ni sore o aishiteimasu. Purotto wa totemo shinpurudesuga, honshitsu-teki ni LWA no sekai e no sutekina shōkaidesu. Sore wa omoni Akko no gakkō seikatsu no tsuitachidesu.)\u001b[22m\n\nTranslations of \u001b[4mInstead of being an action-heavy series spewing comedic scenes at a high frequency, LWA is much slower and simpler in terms of plot and pacing. And I love it dearly because of it. The plot is very simple, essentially it's a wonderful introduction to the world of LWA with it mainly being a day in Akko's school life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInstead of being an action-heavy series spewing comedic scenes at a high frequency, LWA is much slower and simpler in terms of plot and pacing.\u001b[24m\n    \u001b[1m高い頻度でコメディシーンを吐き出すアクション重いシリーズではなく、LWAはプロットやペーシングの面ではるかに簡単で簡単です。\u001b[22m, \u001b[1m代わりに高頻度でコミカルなシーンを吐き出すアクション重いシリーズであることの、LWAは、プロットとペーシングの面ではるかに遅いと簡単です。\u001b[22m\n\u001b[4mAnd I love it dearly because of it.\u001b[24m\n    \u001b[1mそして私はそれのためにそれを愛しています。\u001b[22m, \u001b[1mそして、私はそれのために心からそれを愛します。\u001b[22m\n\u001b[4mThe plot is very simple, essentially it's a wonderful introduction to the world of LWA with it mainly being a day in Akko's school life.\u001b[24m\n    \u001b[1mプロットはとてもシンプルですが、本質的にLWAの世界への素敵な紹介です。それは主にAkkoの学校生活の一日です。\u001b[22m, \u001b[1mプロットは、基本的に、それは主にアッコの学校生活での日であるとLWAの世界への素晴らしい導入ですが、非常に簡単です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters are portrayed rather well if a bit cliched, you get your typical roles and stereotypes, you have the main girl being Genki and all, a bitchy and haughty rival who cools down, an older character hiding a secret... The point is, if you've watched any Western Animation involving school life, you know what characters to expect. But the characters themselves are so likable you won't be minding it one bit.\n\n\u001b[1mあなたが典型的な役割とステレオタイプを手に入れたら、主人公は元気で、冷たい男は卑劣で傲慢なライバル、秘密を隠している古いキャラクター......ポイントは、 あなたが学校生活を含む西洋アニメーションを見たなら、あなたはどんなキャラクターが期待できるかを知っています。 しかし、キャラクター自体はとても好都合で、あなたはそれを1ビットで気にすることはありません。\u001b[22m\n\u001b[1m(Anata ga tenkei-tekina yakuwari to sutereo taipu o teniireta-ra, shujinkō wa genkide, tsumetai otoko wa hiretsude gōman'na raibaru, himitsu o kakushite iru furui kyarakutā... ... Pointo wa, anata ga gakkō seikatsu o fukumu seiyō animēshon o mitanara, anata wa don'na kyarakutā ga kitai dekiru ka o shitte imasu. Shikashi, kyarakutā jitai wa totemo kōtsugōde, anata wa sore o 1-bitto de ki ni suru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mCharacters are portrayed rather well if a bit cliched, you get your typical roles and stereotypes, you have the main girl being Genki and all, a bitchy and haughty rival who cools down, an older character hiding a secret... The point is, if you've watched any Western Animation involving school life, you know what characters to expect. But the characters themselves are so likable you won't be minding it one bit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters are portrayed rather well if a bit cliched, you get your typical roles and stereotypes, you have the main girl being Genki and all, a bitchy and haughty rival who cools down, an older character hiding a secret... The point is,\u001b[24m\n    \u001b[1mあなたが典型的な役割とステレオタイプを手に入れたら、主人公は元気で、冷たい男は卑劣で傲慢なライバル、秘密を隠している古いキャラクター......ポイントは、\u001b[22m, \u001b[1mビット陳腐場合、文字がかなりよく描かれている、あなたはあなたの典型的な役割とステレオタイプを取得し、あなたが元気とすべて、冷め不機嫌そうなと横柄なライバル、秘密を隠して古い文字であるメインの女の子を持っている...ポイントは、あります\u001b[22m\n\u001b[4mif you've watched any Western Animation involving school life, you know what characters to expect.\u001b[24m\n    \u001b[1mあなたが学校生活を含む西洋アニメーションを見たなら、あなたはどんなキャラクターが期待できるかを知っています。\u001b[22m, \u001b[1mあなたが学校生活に関わるあらゆる西洋のアニメーションを見てきた場合は、文字が期待するものを知っています。\u001b[22m\n\u001b[4mBut the characters themselves are so likable you won't be minding it one bit.\u001b[24m\n    \u001b[1mしかし、キャラクター自体はとても好都合で、あなたはそれを1ビットで気にすることはありません。\u001b[22m, \u001b[1mしかし、文字自体は、あなたがそれを1つのビットを気にされることはありませんので、好感されています。\u001b[22m\n\u001b[1m\u001b[22m\nAdding to that, they are splendidly brought to life by the amazing animation quality. It's very energetic and adorable, bearing more resemblance to older Western Animation than anime, yet having it's own unique feel. It's very different from standard Trigger fare and it is very visually appealing. Background art is similarly excellent, at times even evoking similar vibes to Dark Souls or the like.\n\n\u001b[1mそれに加えて、彼らは驚くべきアニメーションの質によって素晴らしく生きています。 それは非常にエネルギッシュで愛らしい、アニメよりも古い西洋アニメーションに似ていますが、独特の感触を持っています。 それは標準的なトリガー料金とは非常に異なり、非常に視覚的に魅力的です。 バックグラウンド・アートは、ダーク・ソウルなどと同様の雰囲気を呼び起こす時でさえ、同様に優れている。\u001b[22m\n\u001b[1m(Sorenikuwaete, karera wa odorokubeki animēshon no shitsu ni yotte subarashiku ikite imasu. Sore wa hijō ni enerugisshude airashī, anime yori mo furui seiyō animēshon ni nite imasuga, dokutoku no kanshoku o motte imasu. Sore wa hyōjun-tekina torigā ryōkin to wa hijō ni kotonari, hijō ni shikaku-teki ni mirikitekidesu. Bakkuguraundo āto wa, dāku Sōru nado to dōyō no fun'iki o yobiokosu tokide sae, dōyō ni sugurete iru.)\u001b[22m\n\nTranslations of \u001b[4mAdding to that, they are splendidly brought to life by the amazing animation quality. It's very energetic and adorable, bearing more resemblance to older Western Animation than anime, yet having it's own unique feel. It's very different from standard Trigger fare and it is very visually appealing. Background art is similarly excellent, at times even evoking similar vibes to Dark Souls or the like.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAdding to that, they are splendidly brought to life by the amazing animation quality.\u001b[24m\n    \u001b[1mそれに加えて、彼らは驚くべきアニメーションの質によって素晴らしく生きています。\u001b[22m, \u001b[1mそれに加えて、彼らは見事に素晴らしいアニメーションの質によって生活にもたらしています。\u001b[22m\n\u001b[4mIt's very energetic and adorable, bearing more resemblance to older Western Animation than anime, yet having it's own unique feel.\u001b[24m\n    \u001b[1mそれは非常にエネルギッシュで愛らしい、アニメよりも古い西洋アニメーションに似ていますが、独特の感触を持っています。\u001b[22m, \u001b[1mそれはアニメよりも古い西洋のアニメーションに多くの類似点をもつ、まだそれ自身のユニークな感触を持つ、非常にエネルギッシュで愛らしいです。\u001b[22m\n\u001b[4mIt's very different from standard Trigger fare and it is very visually appealing.\u001b[24m\n    \u001b[1mそれは標準的なトリガー料金とは非常に異なり、非常に視覚的に魅力的です。\u001b[22m, \u001b[1mこれは、標準的なトリガー運賃とは大きく異なるのです、それは非常に視覚的に魅力的です。\u001b[22m\n\u001b[4mBackground art is similarly excellent, at times even evoking similar vibes to Dark Souls or the like.\u001b[24m\n    \u001b[1mバックグラウンド・アートは、ダーク・ソウルなどと同様の雰囲気を呼び起こす時でさえ、同様に優れている。\u001b[22m, \u001b[1m背景技術は、時間があってもダークソウルズなどに似た感じを喚起で、同様に優れています。\u001b[22m\n\u001b[1m\u001b[22m\nWhile the plot is nothing to write home about, I really do want to see LWA being properly serialized. There's some great potential in the world of LWA and it being restricted to 2 episodes is a real shame.\n\n\u001b[1mプロットは家に書き込むものではありませんが、私はLWAが適切にシリアル化されていることを本当に見たいと思っています。  LWAの世界には大きな可能性があり、2つのエピソードに制限されているのは本当に残念です。\u001b[22m\n\u001b[1m(Purotto wa ie ni kakikomu monode wa arimasenga, watashi wa LWA ga tekisetsu ni shiriaru-ka sa rete iru koto o hontōni mitai to omotte imasu. LWA no sekai ni wa ōkina kanōsei ga ari, 2tsu no episōdo ni seigen sa rete iru no wa hontōni zan'nendesu.)\u001b[22m\n\nTranslations of \u001b[4mWhile the plot is nothing to write home about, I really do want to see LWA being properly serialized. There's some great potential in the world of LWA and it being restricted to 2 episodes is a real shame.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the plot is nothing to write home about, I really do want to see LWA being properly serialized.\u001b[24m\n    \u001b[1mプロットは家に書き込むものではありませんが、私はLWAが適切にシリアル化されていることを本当に見たいと思っています。\u001b[22m, \u001b[1mプロットは約自宅書くことは何もありませんが、私は本当にLWAが適切にシリアライズされている見たいん。\u001b[22m\n\u001b[4mThere's some great potential in the world of LWA and it being restricted to 2 episodes is a real shame.\u001b[24m\n    \u001b[1mLWAの世界には大きな可能性があり、2つのエピソードに制限されているのは本当に残念です。\u001b[22m, \u001b[1mそこLWAの世界ではいくつかの大きな可能性だとそれが2エピソードに制限されている本当の恥です。\u001b[22m\n\u001b[1m\u001b[22m\nPersonally I preferred episode 1 to episode 2, it was paced much more smoothly and characters have enough time to shine in the spotlight. However, both episodes are excellent in their own right and they really deserve a view if you haven't seen either of them\n\n\u001b[1m個人的に私はエピソード1をエピソード2よりも優先させました。これははるかにスムーズにペースが行われ、キャラクターは輝きを放つのに十分な時間を持っていました。 しかし、どちらのエピソードも自分たちの権利では優れていて、いずれのエピソードも見ていないと、実際に見る価値があります\u001b[22m\n\u001b[1m(Kojin-teki ni watashi wa episōdo 1 o episōdo 2 yori mo yūsen sa semashita. Kore wa haruka ni sumūzu ni pēsu ga okonawa re, kyarakutā wa kagayaki o hanatsu no ni jūbun'na jikan o motte imashita. Shikashi, dochira no episōdo mo jibun-tachi no kenride wa sugurete ite, izure no episōdo mo miteinai to, jissai ni miru kachi ga arimasu)\u001b[22m\n\nTranslations of \u001b[4mPersonally I preferred episode 1 to episode 2, it was paced much more smoothly and characters have enough time to shine in the spotlight. However, both episodes are excellent in their own right and they really deserve a view if you haven't seen either of them\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPersonally I preferred episode 1 to episode 2, it was paced much more smoothly and characters have enough time to shine in the spotlight.\u001b[24m\n    \u001b[1m個人的に私はエピソード1をエピソード2よりも優先させました。これははるかにスムーズにペースが行われ、キャラクターは輝きを放つのに十分な時間を持っていました。\u001b[22m, \u001b[1m個人的に私はエピソード2にエピソード1を好ん、それははるかにスムーズにペースたとの文字が脚光を浴びて輝くするのに十分な時間を持っています。\u001b[22m\n\u001b[4mHowever, both episodes are excellent in their own right and they really deserve a view if you haven't seen either of them\u001b[24m\n    \u001b[1mしかし、どちらのエピソードも自分たちの権利では優れていて、いずれのエピソードも見ていないと、実際に見る価値があります\u001b[22m, \u001b[1mしかし、両方のエピソードはそれ自体で優れているとあなたがそれらのいずれかを見ていない場合、彼らは本当に見るに値します\u001b[22m\n\u001b[1m\u001b[22m\n7/10. Excellent series. Trigger's finest.\n\n\u001b[1m7/10。 優れたシリーズ。 トリガーは最高です。\u001b[22m\n\u001b[1m(7/ 10. Sugureta shirīzu. Torigā wa saikōdesu.)\u001b[22m\n\nTranslations of \u001b[4m7/10. Excellent series. Trigger's finest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m7/10.\u001b[24m\n    \u001b[1m7/10。\u001b[22m, \u001b[1m7月10日。\u001b[22m\n\u001b[4mExcellent series.\u001b[24m\n    \u001b[1m優れたシリーズ。\u001b[22m\n\u001b[4mTrigger's finest.\u001b[24m\n    \u001b[1mトリガーは最高です。\u001b[22m, \u001b[1mトリガーの最高級。\u001b[22m"
  },
  {
    "title": "Little_Witch_Academia",
    "id": "14349",
    "url": "https://myanimelist.net/anime/14349/Little_Witch_Academia",
    "user": "SpectoR",
    "profile": "/profile/SpectoR/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=171887",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  10\n\nソーサリー101\n\nTRIGGER先生が、魔法の呪文、魔法の獣、無限の可能性を持つ聴衆に感動を与える方法の基礎を教えてくれる魔法のクラスへようこそ！ しかし、これは幻想ではありません。これは本当の魔法です。\n\nリトル・ウィッチ・アカデミアのように、とても華麗で、とてもイライラして短いものを見つけるのはまれなことです。 最初の分から、アートスタイル、アニメーション、グラフィカルな奥行きに匹敵する、非常に美しいものです。 キャラクターから、かわいい光に慣れ親しみのような小さなもの（基本的には懐中電灯）に至るまで、すべてがこの世界に満ちています。\n\nアカデミアは、信じられないほどの旅行のペースが速いジャガーノートです。それは終わりまで楽しむために停止しません。 楽譜は、ジョン・ウィリアムズのハリー・ポッターのサウンドトラックと同様に、驚くほどの雰囲気で複雑な映像を実現するのに役立ちます。\n\nキャラクター、プロット、ナレーションはすべていいです。 唯一の欠点は明らかに長さです。 作者は何とか26分で膨大な数のイベントを処理していましたが、まだ十分ではありません。 私は貪欲であるかもしれませんが、アカデミアが、例えば、スタンドアロンの13エピソードのショーだったら、それをさらに高く評価しています。 しかし、一方では学者が量のぶつかり道でそれを失うなら犯罪になるでしょう。\n\n###\n\nリトル・ウィッチ・アカデミアを照らすことができるものが本当に少ないのではなく、探しているものが魔法のようなものなら、 非常に小さいですが、非常に巨大な、これは謎の世界への刺激的な一歩です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSorcery 101.\n\n\u001b[1mソーサリー101\u001b[22m\n\u001b[1m(Sōsarī 101)\u001b[22m\n\nTranslations of \u001b[4mSorcery 101.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSorcery 101.\u001b[24m\n    \u001b[1mソーサリー101\u001b[22m, \u001b[1mソーサリー101。\u001b[22m\n\u001b[1m\u001b[22m\nWelcome to the wizardry class, where TRIGGER-sensei will be teaching you basics of how to impress audience with conjured spells, magic beasts and infinite possibilities! But mind you, this is not an illusion - this is real magic.\n\n\u001b[1mTRIGGER先生が、魔法の呪文、魔法の獣、無限の可能性を持つ聴衆に感動を与える方法の基礎を教えてくれる魔法のクラスへようこそ！ しかし、これは幻想ではありません。これは本当の魔法です。\u001b[22m\n\u001b[1m(Torigā sensei ga, mahō no jumon, mahō no kemono, mugen no kanōsei o motsu chōshū ni kandō o ataeru hōhō no kiso o oshietekureru mahō no kurasu e yōkoso! Shikashi, koreha gensōde wa arimasen. Kore wa hontō no mahōdesu.)\u001b[22m\n\nTranslations of \u001b[4mWelcome to the wizardry class, where TRIGGER-sensei will be teaching you basics of how to impress audience with conjured spells, magic beasts and infinite possibilities! But mind you, this is not an illusion - this is real magic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWelcome to the wizardry class, where TRIGGER-sensei will be teaching you basics of how to impress audience with conjured spells, magic beasts and infinite possibilities!\u001b[24m\n    \u001b[1mTRIGGER先生が、魔法の呪文、魔法の獣、無限の可能性を持つ聴衆に感動を与える方法の基礎を教えてくれる魔法のクラスへようこそ！\u001b[22m, \u001b[1mTRIGGER先生があなたに巻き起こした呪文、魔法の獣と無限の可能性で観客を感動させる方法の基本を教えることになります魔法クラスへようこそ！\u001b[22m\n\u001b[4mBut mind you, this is not an illusion - this is real magic.\u001b[24m\n    \u001b[1mしかし、これは幻想ではありません。これは本当の魔法です。\u001b[22m, \u001b[1mしかし、あなたを気にし、これは錯覚ではない - これが本当の魔法です。\u001b[22m\n\u001b[1m\u001b[22m\nIt is a rare thing to find something so brilliant, yet so frustratingly short, as Little Witch Academia. From the very first minute you can see that it is extremely beautiful, with second to none art-style, animation and graphical depth. Everything - from the characters, to the little things like cute light familiar (local flashlight, basically) - is full of life in this world.\n\n\u001b[1mリトル・ウィッチ・アカデミアのように、とても華麗で、とてもイライラして短いものを見つけるのはまれなことです。 最初の分から、アートスタイル、アニメーション、グラフィカルな奥行きに匹敵する、非常に美しいものです。 キャラクターから、かわいい光に慣れ親しみのような小さなもの（基本的には懐中電灯）に至るまで、すべてがこの世界に満ちています。\u001b[22m\n\u001b[1m(Ritoru u~itchi akademia no yō ni, totemo kareide, totemo iraira shite mijikai mono o mitsukeru no wa marena kotodesu. Saisho no bun kara, ātosutairu, animēshon, gurafikaruna okuyuki ni hitteki suru, hijō ni utsukushī monodesu. Kyarakutā kara, kawaī hikari ni nareshitashimi no yōna chīsana mono (kihontekini wa kaijūdentō) ni itaru made, subete ga kono sekai ni michite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt is a rare thing to find something so brilliant, yet so frustratingly short, as Little Witch Academia. From the very first minute you can see that it is extremely beautiful, with second to none art-style, animation and graphical depth. Everything - from the characters, to the little things like cute light familiar (local flashlight, basically) - is full of life in this world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is a rare thing to find something so brilliant, yet so frustratingly short, as Little Witch Academia.\u001b[24m\n    \u001b[1mリトル・ウィッチ・アカデミアのように、とても華麗で、とてもイライラして短いものを見つけるのはまれなことです。\u001b[22m, \u001b[1mリトルウィッチアカデミアように鮮やかな、まだそれほどイライラ短いものを、見つけるためのレア物です。\u001b[22m\n\u001b[4mFrom the very first minute you can see that it is extremely beautiful, with second to none art-style, animation and graphical depth.\u001b[24m\n    \u001b[1m最初の分から、アートスタイル、アニメーション、グラフィカルな奥行きに匹敵する、非常に美しいものです。\u001b[22m, \u001b[1m非常に最初の分からは、それはなしアートスタイル、アニメーションやグラフィカルな深さに第二に、非常に美しいであることがわかります。\u001b[22m\n\u001b[4mEverything - from the characters, to the little things like cute light familiar (local flashlight, basically) - is full of life in this world.\u001b[24m\n    \u001b[1mキャラクターから、かわいい光に慣れ親しみのような小さなもの（基本的には懐中電灯）に至るまで、すべてがこの世界に満ちています。\u001b[22m, \u001b[1mすべて - 文字から、キュートな光おなじみのようなささいなことに（ローカル懐中電灯、基本的には） - この世界での生活がいっぱいです。\u001b[22m\n\u001b[1m\u001b[22m\nAcademia is a fast-paced juggernaut of a journey to the unbelievable, that doesn't stop to amuse till the very end. Musical score helps achieving the complex picture with it's astonishing atmosphere, similar to John Williams' Harry Potter soundtrack.\n\n\u001b[1mアカデミアは信じられないほどの旅行のペースが速いジャガードですが、それは終わりまで楽しむために停止しません。 ミュージカルスコアは、ジョン・ウィリアムズのハリー・ポッターのサウンドトラックと同様に、驚くほどの雰囲気で複雑な映像を実現するのに役立ちます。\u001b[22m\n\u001b[1m(Akademia wa shinji rarenai hodo no ryokō no pēsu ga hayai jagādodesuga, soreha owari made tanoshimu tame ni teishi shimasen. Myūjikarusukoa wa, Jon U~Iriamuzu no harī pottā no saundotorakku to dōyō ni, odoroku hodo no fun'iki de fukuzatsuna eizō o jitsugen suru no ni yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mAcademia is a fast-paced juggernaut of a journey to the unbelievable, that doesn't stop to amuse till the very end. Musical score helps achieving the complex picture with it's astonishing atmosphere, similar to John Williams' Harry Potter soundtrack.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAcademia is a fast-paced juggernaut of a journey to the unbelievable, that doesn't stop to amuse till the very end.\u001b[24m\n    \u001b[1mアカデミアは信じられないほどの旅行のペースが速いジャガードですが、それは終わりまで楽しむために停止しません。\u001b[22m, \u001b[1mアカデミアは、非常に最後まで楽しませる停止しない、信じられないほどの旅、のテンポの速い絶対的な力です。\u001b[22m\n\u001b[4mMusical score helps achieving the complex picture with it's astonishing atmosphere, similar to John Williams' Harry Potter soundtrack.\u001b[24m\n    \u001b[1mミュージカルスコアは、ジョン・ウィリアムズのハリー・ポッターのサウンドトラックと同様に、驚くほどの雰囲気で複雑な映像を実現するのに役立ちます。\u001b[22m, \u001b[1m楽譜は、それがジョン・ウィリアムズ「ハリー・ポッターのサウンドトラックに似た驚くべき雰囲気、だとの複雑な画像を実現することができます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters, plot and narration are all good. The only drawback is, obviously, the length. Although authors somehow managed to put an incredible amount of events into 26 minutes, it is still not enough. May be it's me being greedy, but I would definitely praise it even higher if Academia was, say, a standart 13 episode show. But on the other hand it would be a crime if Academia were to lose it's charm on the bumped road of quantity.\n\n\u001b[1mキャラクター、プロット、ナレーションはすべていいです。 唯一の欠点は明らかに長さです。 作者は何とか26分で膨大な数のイベントを処理していましたが、まだ十分ではありません。 私は貪欲であるかもしれませんが、アカデミアが、例えば、スタンドアロンの13エピソードのショーだったら、それをさらに高く評価しています。 しかし、一方では学者が量のぶつかり道でそれを失うなら犯罪になるでしょう。\u001b[22m\n\u001b[1m(Kyarakutā, purotto, narēshon wa subete īdesu. Yuiitsu no ketten wa akiraka ni naga-sadesu. Sakusha wa nantoka 26-bu de bōdaina kazu no ibento o shori shite imashitaga, mada jūbunde wa arimasen. Watashi wa don'yokudearu kamo shiremasenga, akademia ga, tatoeba, sutandoaron no 13 episōdo no shōdattara, sore o sarani takaku hyōka shite imasu. Shikashi, ippōde wa gakusha ga ryō no butsukari-dō de sore o ushinaunara hanzai ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mCharacters, plot and narration are all good. The only drawback is, obviously, the length. Although authors somehow managed to put an incredible amount of events into 26 minutes, it is still not enough. May be it's me being greedy, but I would definitely praise it even higher if Academia was, say, a standart 13 episode show. But on the other hand it would be a crime if Academia were to lose it's charm on the bumped road of quantity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters, plot and narration are all good.\u001b[24m\n    \u001b[1mキャラクター、プロット、ナレーションはすべていいです。\u001b[22m, \u001b[1mキャラクター、プロットやナレーションはすべて良いです。\u001b[22m\n\u001b[4mThe only drawback is, obviously, the length.\u001b[24m\n    \u001b[1m唯一の欠点は明らかに長さです。\u001b[22m, \u001b[1m唯一の欠点は、明らかに、長さです。\u001b[22m\n\u001b[4mAlthough authors somehow managed to put an incredible amount of events into 26 minutes, it is still not enough.\u001b[24m\n    \u001b[1m作者は何とか26分で膨大な数のイベントを処理していましたが、まだ十分ではありません。\u001b[22m, \u001b[1m著者らは何とか26分にイベントの信じられないほどの量を入れて管理しますが、それはまだ十分ではありません。\u001b[22m\n\u001b[4mMay be it's me being greedy, but I would definitely praise it even higher if Academia was, say, a standart 13 episode show.\u001b[24m\n    \u001b[1m私は貪欲であるかもしれませんが、アカデミアが、例えば、スタンドアロンの13エピソードのショーだったら、それをさらに高く評価しています。\u001b[22m, \u001b[1mそれは私が貪欲であることだが、アカデミアがあった場合、私は間違いなく、たとえば、それはさらに高いスタンダール13エピソードショーを賞賛うとすることができます。\u001b[22m\n\u001b[4mBut on the other hand it would be a crime if Academia were to lose it's charm on the bumped road of quantity.\u001b[24m\n    \u001b[1mしかし、一方では学者が量のぶつかり道でそれを失うなら犯罪になるでしょう。\u001b[22m, \u001b[1mアカデミアは、それは量のぶつけ道路上の魅力だ失った場合しかし、一方で、それは犯罪であろう。\u001b[22m\n\u001b[1m\u001b[22m\n###\n\n\u001b[1m###\u001b[22m\n\u001b[1m(###)\u001b[22m\n\nTranslations of \u001b[4m###\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m###\u001b[24m\n    \u001b[1m###\u001b[22m\n\u001b[1m\u001b[22m\nIf it is something magical that you're looking for, than there are truly few things that could outshine Little Witch Academia. Very tiny, yet so immense, this is an exciting step into the world of mystery.\n\n\u001b[1mリトル・ウィッチ・アカデミアを照らすことができるものが本当に少ないのではなく、探しているものが魔法のようなものなら、 非常に小さいですが、非常に巨大な、これは謎の世界への刺激的な一歩です。\u001b[22m\n\u001b[1m(Ritoru u~itchi akademia o terasu koto ga dekiru mono ga hontōni sukunai node wa naku, sagashite iru mono ga mahō no yōna mononara, hijō ni chīsaidesuga, hijō ni kyodaina, koreha nazo no sekai e no shigeki-tekina ippodesu.)\u001b[22m\n\nTranslations of \u001b[4mIf it is something magical that you're looking for, than there are truly few things that could outshine Little Witch Academia. Very tiny, yet so immense, this is an exciting step into the world of mystery.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf it is something magical that you're looking for, than there are truly few things that could outshine Little Witch Academia.\u001b[24m\n    \u001b[1mリトル・ウィッチ・アカデミアを照らすことができるものが本当に少ないのではなく、探しているものが魔法のようなものなら、\u001b[22m, \u001b[1mそれはあなたがリトルウィッチアカデミアを光っことができ、本当にいくつかのことがあるよりも、探していることは不思議なものである場合。\u001b[22m\n\u001b[4mVery tiny, yet so immense, this is an exciting step into the world of mystery.\u001b[24m\n    \u001b[1m非常に小さいですが、非常に巨大な、これは謎の世界への刺激的な一歩です。\u001b[22m, \u001b[1m非常に小さな、まだそのように巨大な、これは謎の世界へのエキサイティングなステップです。\u001b[22m"
  },
  {
    "title": "Little_Witch_Academia",
    "id": "14349",
    "url": "https://myanimelist.net/anime/14349/Little_Witch_Academia",
    "user": "gwern",
    "profile": "/profile/gwern/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=129725",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  6\nキャラクター|  8\n|  8\n\nグッドクリーンな脳の楽しみ。 半時間を過ごすにはもっと悪い方法があります。 彼女のヒロインをエミュレートして、傲慢なライバルを見せつけようとしているスパンキーな主人公は、エピソードの終わりまでに自然に成功しています。驚くことはありません。 しかし、それは速いペースできれいなきれいなスタイルでそうする：ハリー・ポッターと愛情豊かな敬意を表する西洋的なアニメーション・スタイル。 ブリューゲルのバベルの塔＆amp; ディズニーの_Sleeping Beauty_。 誰がそれに反対することができますか？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nGood clean brainless fun. There are much worse ways to spend a half hour. The spunky protagonist yearning to emulate her heroine and show up the arrogant rival naturally succeeds in doing so by the end of the episode, no surprise there. But it does so in a quick-paced clean nifty style: a Western-inflected animation style, with affectionate homages to _Harry Potter_ &amp; Bruegel's Tower of Babel &amp; Disney's _Sleeping Beauty_. Who could be against that?\n\n\u001b[1mグッドクリーンな脳の楽しみ。 半時間を過ごすにはもっと悪い方法があります。 彼女のヒロインをエミュレートして、傲慢なライバルを見せつけようとしているスパンキーな主人公は、エピソードの終わりまでに自然に成功しています。驚くことはありません。 しかし、それは速いペースできれいなきれいなスタイルでそうする：ハリー・ポッターと愛情豊かな敬意を表する西洋的なアニメーション・スタイル。 ブリューゲルのバベルの塔＆amp; ディズニーの_Sleeping Beauty_。 誰がそれに反対することができますか？\u001b[22m\n\u001b[1m(Guddokurīn'na nō no tanoshimi. Han-jikan o sugosu ni wa motto warui hōhō ga arimasu. Kanojo no hiroin o emyurēto shite, gōman'na raibaru o misetsukeyou to shite iru supankīna shujinkō wa, episōdo no owari made ni shizen ni seikō shite imasu. Odoroku koto wa arimasen. Shikashi, sore wa hayai pēsu de kireina kireina sutairu de sō suru: Harī pottā to aijō yutakana keiiwohyōsuru seiyō-tekina animēshon sutairu. Buryūgeru no baberunotō& amp; dizunī no _ surīpingu Beauty _. Dare ga sore ni hantai suru koto ga dekimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mGood clean brainless fun. There are much worse ways to spend a half hour. The spunky protagonist yearning to emulate her heroine and show up the arrogant rival naturally succeeds in doing so by the end of the episode, no surprise there. But it does so in a quick-paced clean nifty style: a Western-inflected animation style, with affectionate homages to _Harry Potter_ &amp; Bruegel's Tower of Babel &amp; Disney's _Sleeping Beauty_. Who could be against that?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGood clean brainless fun.\u001b[24m\n    \u001b[1mグッドクリーンな脳の楽しみ。\u001b[22m, \u001b[1m良いきれいな愚か楽しいです。\u001b[22m\n\u001b[4mThere are much worse ways to spend a half hour.\u001b[24m\n    \u001b[1m半時間を過ごすにはもっと悪い方法があります。\u001b[22m, \u001b[1m半時間を過ごすためにはるかに悪いの方法があります。\u001b[22m\n\u001b[4mThe spunky protagonist yearning to emulate her heroine and show up the arrogant rival naturally succeeds in doing so by the end of the episode, no surprise there.\u001b[24m\n    \u001b[1m彼女のヒロインをエミュレートして、傲慢なライバルを見せつけようとしているスパンキーな主人公は、エピソードの終わりまでに自然に成功しています。驚くことはありません。\u001b[22m, \u001b[1m彼女のヒロインをエミュレートし、傲慢なライバルを表示する魅力的な主人公の憧れは、自然にエピソードの終わり、そこに驚きによってそうすることに成功しました。\u001b[22m\n\u001b[4mBut it does so in a quick-paced clean nifty style: a Western-inflected animation style, with affectionate homages to _Harry Potter_ &amp;\u001b[24m\n    \u001b[1mしかし、それは速いペースできれいなきれいなスタイルでそうする：ハリー・ポッターと愛情豊かな敬意を表する西洋的なアニメーション・スタイル。\u001b[22m, \u001b[1mしかし、それは迅速なペースのきれいな気の利いたスタイルでそう：_Harry Potter_＆アンプに愛情homagesと西洋屈折アニメーションのスタイル、。\u001b[22m\n\u001b[4mBruegel's Tower of Babel &amp;\u001b[24m\n    \u001b[1mブリューゲルのバベルの塔＆amp;\u001b[22m, \u001b[1mバベル＆アンペアのブリューゲルの塔。\u001b[22m\n\u001b[4mDisney's _Sleeping Beauty_.\u001b[24m\n    \u001b[1mディズニーの_Sleeping Beauty_。\u001b[22m, \u001b[1mディズニー_Sleeping Beauty_。\u001b[22m\n\u001b[4mWho could be against that?\u001b[24m\n    \u001b[1m誰がそれに反対することができますか？\u001b[22m, \u001b[1m誰が反対するだろうか？\u001b[22m"
  },
  {
    "title": "Little_Witch_Academia",
    "id": "14349",
    "url": "https://myanimelist.net/anime/14349/Little_Witch_Academia",
    "user": "icyyyyy",
    "profile": "/profile/icyyyyy/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=92403",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  9\n\nそれは長編映画のように感じたので、30分だったと確信していますか？\n\n物語の一般的な考え方は素早く進みます。子供の頃の記憶が魔女になるという主人公の夢を喚起しますが、彼女はやや不器用で背後に落ちています。 文字はすべて非常に明確で好きです。 物語は、すぐに進行中にあなたを引き込みます。 あらゆる場面が重要であり、それが正しいことです。 物語のクライマックスでは、ビルドアップがとてもうまくいったので、私はほとんど覚えていました。エキサイティングで、アクション満載で面白いです。\n\nそれが「若いアニメーター」プロジェクトであることを知った私はアニメーションに多くの注意を払って、とても満足していました。 私はアニメーションが非常にアクティブだったと言うでしょう。 文字は非常に表現力豊かで動きはきれいです。 色は特に呪文を唱えるときにも素晴らしいです。 私が何を意味するのか知っていれば、私はこれらのアニメーションスミアを捕まえていませんでした。 アニメーションはおそらく完璧でした。\n\n全体的に、あなたがそれについて何も知らずにそれを見ると、若いアニメーターによって行われたことを知らないだろうと、私は彼らがかなりのアニメレベルに達している（あるいは、あるアニメーターよりも高い）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nAre you sure that was half an hour because that felt like a feature film\n\n\u001b[1mそれは長編映画のように感じたので、30分だったと確信していますか？\u001b[22m\n\u001b[1m(Sore wa chōhen eiga no yō ni kanjitanode, 30-budatta to kakushin shite imasu ka?)\u001b[22m\n\nTranslations of \u001b[4mAre you sure that was half an hour because that felt like a feature film\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAre you sure that was half an hour because that felt like a feature film\u001b[24m\n    \u001b[1mそれは長編映画のように感じたので、30分だったと確信していますか？\u001b[22m, \u001b[1mあなたはそれが長編映画のように感じたので、それは半分の時間であってもよろしいです\u001b[22m\n\u001b[1m\u001b[22m\nThe general idea of the story goes by quickly: a childhood memory sparks the protagonist's dreams of becoming a witch, but she's rather clumsy and is falling behind. The characters are all very distinct and likeable. The story, while progressing quickly, draws you in; every scene is significant, and that's what they did right. At the climax of the story I almost teared up because the buildup was done so well, it's exciting, action-packed and funny.\n\n\u001b[1m物語の一般的な考え方は素早く進みます。子供の頃の記憶が魔女になるという主人公の夢を喚起しますが、彼女はやや不器用で背後に落ちています。 文字はすべて非常に明確で好きです。 物語は、すぐに進行中にあなたを引き込みます。 あらゆる場面が重要であり、それが正しいことです。 物語のクライマックスでは、ビルドアップがとてもうまくいったので、私はほとんど覚えていました。エキサイティングで、アクション満載で面白いです。\u001b[22m\n\u001b[1m(Monogatari no ippantekina kangaekata wa subayaku susumimasu. Kodomo no koro no kioku ga majo ni naru to iu shujinkō no yume o kanki shimasuga, kanojo wa yaya bukiyōde haigo ni ochite imasu. Moji wa subete hijō ni meikakude sukidesu. Monogatari wa, sugu ni shinkō-chū ni anata o hikikomimasu. Arayuru bamen ga jūyōdeari, sore ga tadashī kotodesu. Monogatari no kuraimakkusude wa, birudoappu ga totemo umaku ittanode, watashi wa hotondo oboete imashita. Ekisaitingude, akushon mansai de omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe general idea of the story goes by quickly: a childhood memory sparks the protagonist's dreams of becoming a witch, but she's rather clumsy and is falling behind. The characters are all very distinct and likeable. The story, while progressing quickly, draws you in; every scene is significant, and that's what they did right. At the climax of the story I almost teared up because the buildup was done so well, it's exciting, action-packed and funny.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe general idea of the story goes by quickly: a childhood memory sparks the protagonist's dreams of becoming a witch, but she's rather clumsy and is falling behind.\u001b[24m\n    \u001b[1m物語の一般的な考え方は素早く進みます。子供の頃の記憶が魔女になるという主人公の夢を喚起しますが、彼女はやや不器用で背後に落ちています。\u001b[22m, \u001b[1m物語の一般的な考え方は、迅速で行く：子供の頃の記憶は、魔女になる主人公の夢火花が、彼女はむしろ不器用だし、遅れています。\u001b[22m\n\u001b[4mThe characters are all very distinct and likeable.\u001b[24m\n    \u001b[1m文字はすべて非常に明確で好きです。\u001b[22m, \u001b[1m文字はすべての非常にはっきりと好感の持てるです。\u001b[22m\n\u001b[4mThe story, while progressing quickly, draws you in;\u001b[24m\n    \u001b[1m物語は、すぐに進行中にあなたを引き込みます。\u001b[22m, \u001b[1m迅速に進行しながら物語は、であなたを描画します。\u001b[22m\n\u001b[4mevery scene is significant, and that's what they did right.\u001b[24m\n    \u001b[1mあらゆる場面が重要であり、それが正しいことです。\u001b[22m, \u001b[1mあらゆるシーンは重要であり、それは彼らが右やったことです。\u001b[22m\n\u001b[4mAt the climax of the story I almost teared up because the buildup was done so well, it's exciting, action-packed and funny.\u001b[24m\n    \u001b[1m物語のクライマックスでは、ビルドアップがとてもうまくいったので、私はほとんど覚えていました。エキサイティングで、アクション満載で面白いです。\u001b[22m, \u001b[1m物語のクライマックスで、私はほとんどの蓄積は非常によく行われていたので、それがアクション満載の、エキサイティングで面白いですアップteared。\u001b[22m\n\u001b[1m\u001b[22m\nKnowing that it was a 'young animators' project I paid a lot of attention to the animation, and I was extremely satisfied. I would say the animation was very active; the characters are very expressive and the movement is very clean. The colours are great too, especially when they cast spells. I didn't catch any of those 'animation smears', if you know what I mean. The animation was probably perfect.\n\n\u001b[1mそれが「若いアニメーター」プロジェクトであることを知った私はアニメーションに多くの注意を払って、とても満足していました。 私はアニメーションが非常にアクティブだったと言うでしょう。 文字は非常に表現力豊かで動きはきれいです。 色は特に呪文を唱えるときにも素晴らしいです。 私が何を意味するのか知っていれば、私はこれらのアニメーションスミアを捕まえていませんでした。 アニメーションはおそらく完璧でした。\u001b[22m\n\u001b[1m(Sore ga `wakai animētā' purojekutodearu koto o shitta watashi wa animēshon ni ōku no chūi o haratte, totemo manzoku shite imashita. Watashi wa animēshon ga hijō ni akutibudatta to iudeshou. Moji wa hijō ni hyōgen-ryoku yutakade ugoki wa kireidesu. Iro wa tokuni jumon o tonaeru toki ni mo subarashīdesu. Watashi ga nani o imi suru no ka shitte ireba, watashi wa korera no animēshonsumia o tsukamaete imasendeshita. Animēshon wa osoraku kanpekideshita.)\u001b[22m\n\nTranslations of \u001b[4mKnowing that it was a 'young animators' project I paid a lot of attention to the animation, and I was extremely satisfied. I would say the animation was very active; the characters are very expressive and the movement is very clean. The colours are great too, especially when they cast spells. I didn't catch any of those 'animation smears', if you know what I mean. The animation was probably perfect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKnowing that it was a 'young animators' project I paid a lot of attention to the animation, and I was extremely satisfied.\u001b[24m\n    \u001b[1mそれが「若いアニメーター」プロジェクトであることを知った私はアニメーションに多くの注意を払って、とても満足していました。\u001b[22m, \u001b[1mそれは若いアニメーター」プロジェクトだったことを知って、私はアニメーションに多くの注目を支払った、と私は非常に満足していました。\u001b[22m\n\u001b[4mI would say the animation was very active;\u001b[24m\n    \u001b[1m私はアニメーションが非常にアクティブだったと言うでしょう。\u001b[22m, \u001b[1m私はアニメーションが非常にアクティブであったと言うでしょう。\u001b[22m\n\u001b[4mthe characters are very expressive and the movement is very clean.\u001b[24m\n    \u001b[1m文字は非常に表現力豊かで動きはきれいです。\u001b[22m, \u001b[1m文字は非常に表情豊かで、動きがとてもきれいです。\u001b[22m\n\u001b[4mThe colours are great too, especially when they cast spells.\u001b[24m\n    \u001b[1m色は特に呪文を唱えるときにも素晴らしいです。\u001b[22m, \u001b[1m色は、彼らが呪文を唱える場合は特に、あまりにも素晴らしいです。\u001b[22m\n\u001b[4mI didn't catch any of those 'animation smears', if you know what I mean.\u001b[24m\n    \u001b[1m私が何を意味するのか知っていれば、私はこれらのアニメーションスミアを捕まえていませんでした。\u001b[22m, \u001b[1mあなたは私が何を意味するか知っていれば、私は、それらの「アニメーションスメア」のいずれかをキャッチしていません。\u001b[22m\n\u001b[4mThe animation was probably perfect.\u001b[24m\n    \u001b[1mアニメーションはおそらく完璧でした。\u001b[22m, \u001b[1mアニメーションは、おそらく完璧でした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, if you watch it without knowing anything about it you wouldn't know that they were done by 'young animators', I'd say they pretty much reach quality anime levels (or even higher, compared to certain ones)\n\n\u001b[1m全体的に、あなたがそれについて何も知らずにそれを見ると、若いアニメーターによって行われたことを知らないだろうと、私は彼らがかなりのアニメレベルに達している（あるいは、あるアニメーターよりも高い）\u001b[22m\n\u001b[1m(Zentai-teki ni, anata ga sore ni tsuite nani mo shirazu ni sore o miru to, wakai animētā ni yotte okonawa reta koto o shiranaidarou to, watashi wa karera ga kanari no anime reberu ni tasshite iru (aruiwa, aru animētā yori mo takai))\u001b[22m\n\nTranslations of \u001b[4mOverall, if you watch it without knowing anything about it you wouldn't know that they were done by 'young animators', I'd say they pretty much reach quality anime levels (or even higher, compared to certain ones)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, if you watch it without knowing anything about it you wouldn't know that they were done by 'young animators', I'd say they pretty much reach quality anime levels (or even higher, compared to certain ones)\u001b[24m\n    \u001b[1m全体的に、あなたがそれについて何も知らずにそれを見ると、若いアニメーターによって行われたことを知らないだろうと、私は彼らがかなりのアニメレベルに達している（あるいは、あるアニメーターよりも高い）\u001b[22m, \u001b[1mあなたはそれについて何も知らなくても、それを見た場合、あなたは、彼らが「若いアニメーター」によって行われたことを知っているだろう全体的に、私は、彼らが（特定のものに比べて、あるいはそれ以上）の品質アニメレベルをかなり達するでしょうね\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Little_Witch_Academia",
    "id": "14349",
    "url": "https://myanimelist.net/anime/14349/Little_Witch_Academia",
    "user": "pinkarray",
    "profile": "/profile/pinkarray/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=215233",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  6\n|  7\n\nこれは私が見た最初のトリガーアニメです。 私はこれまでに聞いたことがありますが、子供の主人公がいたので、私はそれを見ることを心配していました。そして、通常、子供の主人公は、馬鹿げた、あまりにも愚かな、早熟でステレオタイプです。  Akkoは迷惑な人の一人になるだろうと思ったが、実際には迷惑ではなく、彼女はその話をうまく運んだ。\n\nしかし、キャラクターはテーブルにそれほど新しいことをもたらさない。  Akkoは14歳の女の子であり、態度があり、幼すぎる。  「ああ、それは若い聴衆のためだ。 それがうまくいくかどうか気にしない！ 私は何千も前に見たものだけでなく、元の何かを望みます。\n\n芸術は大丈夫だったし、まともな声優もそうだった。 芸術は他のアニメからあまりにも逸脱していません。\n\nしかし、アニメが短すぎるので、見るのが少し混乱しました。急いでいるのではなく、すべての女の子が飛んできた終わりのような終わりを示すのではなく、もっと発展していればもっと楽しかったと思います。\n\n全体的に見れば、これはかわいい話ですが、10歳以上の人はこのことがあまりにも愚かであると思われるかもしれませんが、反抗的ではありません。\n\n評価：6.7",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis is the first Trigger anime I watched. I heard of it before, but I was worried to watch it because it had a kid protagonist and usually, kid protagonists are bratty, overly silly, precocious and stereotypical. I thought that Akko was going to be one of the annoying characters but she actually wasn't that annoying, and she carried the story well.\n\n\u001b[1mこれは私が見た最初のトリガーアニメです。 私はこれまでに聞いたことがありますが、子供の主人公がいたので、私はそれを見ることを心配していました。そして、通常、子供の主人公は、馬鹿げた、あまりにも愚かな、早熟でステレオタイプです。  Akkoは迷惑な人の一人になるだろうと思ったが、実際には迷惑ではなく、彼女はその話をうまく運んだ。\u001b[22m\n\u001b[1m(Kore wa watashi ga mita saisho no torigāanimedesu. Watashi wa kore made ni kiita koto ga arimasuga, kodomo no shujinkō ga itanode, watashi wa sore o miru koto o shinpai shite imashita. Soshite, tsūjō, kodomo no shujinkō wa, bakageta, amarini mo orokana, sōjuku de sutereotaipudesu. Akko wa meiwakuna hito no hitori ni narudarou to omottaga, jissai ni wa meiwakude wa naku, kanojo wa sono hanashi o umaku hakonda.)\u001b[22m\n\nTranslations of \u001b[4mThis is the first Trigger anime I watched. I heard of it before, but I was worried to watch it because it had a kid protagonist and usually, kid protagonists are bratty, overly silly, precocious and stereotypical. I thought that Akko was going to be one of the annoying characters but she actually wasn't that annoying, and she carried the story well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the first Trigger anime I watched.\u001b[24m\n    \u001b[1mこれは私が見た最初のトリガーアニメです。\u001b[22m, \u001b[1mこれは私が見た最初のトリガアニメです。\u001b[22m\n\u001b[4mI heard of it before, but I was worried to watch it because it had a kid protagonist and usually, kid protagonists are bratty, overly silly, precocious and stereotypical.\u001b[24m\n    \u001b[1m私はこれまでに聞いたことがありますが、子供の主人公がいたので、私はそれを見ることを心配していました。そして、通常、子供の主人公は、馬鹿げた、あまりにも愚かな、早熟でステレオタイプです。\u001b[22m, \u001b[1m私は前にそれを聞いたが、それは子供の主人公を持っていたので、私はそれを見て心配していた、通常、子供の主人公は、やんちゃ過度に愚かな、早熟とステレオタイプです。\u001b[22m\n\u001b[4mI thought that Akko was going to be one of the annoying characters but she actually wasn't that annoying, and she carried the story well.\u001b[24m\n    \u001b[1mAkkoは迷惑な人の一人になるだろうと思ったが、実際には迷惑ではなく、彼女はその話をうまく運んだ。\u001b[22m, \u001b[1m私は、アッコは迷惑な文字の一つになる予定だったと思ったが、彼女は実際に迷惑ではなかった、と彼女はよく話を運びました。\u001b[22m\n\u001b[1m\u001b[22m\nThough, the characters don't bring that much new to the table. Akko is an aloof fourteen-year-old girl who has an attitude, and too childish. Don't be like 'Oh, it's for a younger audience. I don't care if it's cliched!' I'd like something original and not just something we've seen a thousand times before.\n\n\u001b[1mしかし、キャラクターはテーブルにそれほど新しいことをもたらさない。  Akkoは14歳の女の子であり、態度があり、幼すぎる。  「ああ、それは若い聴衆のためだ。 それがうまくいくかどうか気にしない！ 私は何千も前に見たものだけでなく、元の何かを望みます。\u001b[22m\n\u001b[1m(Shikashi, kyarakutā wa tēburu ni sorehodo atarashī koto o motarasanai. Akko wa 14-sai no on'nanokodeari, taido ga ari, osana sugiru. `Ā , sore wa wakai chōshū no tameda. Sore ga umaku iku ka dō ka kinishinai! Watashi wa nan sen mo mae ni mita mono dakedenaku,-moto no nanika o nozomimasu.)\u001b[22m\n\nTranslations of \u001b[4mThough, the characters don't bring that much new to the table. Akko is an aloof fourteen-year-old girl who has an attitude, and too childish. Don't be like 'Oh, it's for a younger audience. I don't care if it's cliched!' I'd like something original and not just something we've seen a thousand times before.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough, the characters don't bring that much new to the table.\u001b[24m\n    \u001b[1mしかし、キャラクターはテーブルにそれほど新しいことをもたらさない。\u001b[22m, \u001b[1mしかし、文字がテーブルに新しいそれほど持っていません。\u001b[22m\n\u001b[4mAkko is an aloof fourteen-year-old girl who has an attitude, and too childish.\u001b[24m\n    \u001b[1mAkkoは14歳の女の子であり、態度があり、幼すぎる。\u001b[22m, \u001b[1mアッコは孤高14歳の態度を持っている女の子、あまりにも幼稚です。\u001b[22m\n\u001b[4mDon't be like 'Oh, it's for a younger audience.\u001b[24m\n    \u001b[1m「ああ、それは若い聴衆のためだ。\u001b[22m, \u001b[1mああ、それは若い聴衆のためだ」ようなことはありません。\u001b[22m\n\u001b[4mI don't care if it's cliched!'\u001b[24m\n    \u001b[1mそれがうまくいくかどうか気にしない！\u001b[22m, \u001b[1mそれは陳腐だ場合、私は気にしないでください！」\u001b[22m\n\u001b[4mI'd like something original and not just something we've seen a thousand times before.\u001b[24m\n    \u001b[1m私は何千も前に見たものだけでなく、元の何かを望みます。\u001b[22m, \u001b[1m私はオリジナルのものではなく、我々の前に千回を見てきただけで何かをしたいと思います。\u001b[22m\n\u001b[1m\u001b[22m\nThe art was alright, and so was the decent voice acting. The art doesn't deviate too much from other anime.\n\n\u001b[1m芸術は大丈夫だったし、まともな声優もそうだった。 芸術は他のアニメからあまりにも逸脱していません。\u001b[22m\n\u001b[1m(Geijutsu wa daijōbudattashi, matomona seiyū mo sōdatta. Geijutsu wa hoka no anime kara amarini mo itsudatsu shite imasen.)\u001b[22m\n\nTranslations of \u001b[4mThe art was alright, and so was the decent voice acting. The art doesn't deviate too much from other anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was alright, and so was the decent voice acting.\u001b[24m\n    \u001b[1m芸術は大丈夫だったし、まともな声優もそうだった。\u001b[22m, \u001b[1m芸術は大丈夫だった、ので、まともな声の演技でした。\u001b[22m\n\u001b[4mThe art doesn't deviate too much from other anime.\u001b[24m\n    \u001b[1m芸術は他のアニメからあまりにも逸脱していません。\u001b[22m, \u001b[1m技術は、他のアニメからあまり逸脱しません。\u001b[22m\n\u001b[1m\u001b[22m\nThough, due to the anime being so short, it was a little confusing to watch, I think if it had more development instead of being rushed and showing a cliched ending where all the girls were flying, it would've been more enjoyable.\n\n\u001b[1mしかし、アニメが短すぎるので、見るのが少し混乱しました。急いでいるのではなく、すべての女の子が飛んできた終わりのような終わりを示すのではなく、もっと発展していればもっと楽しかったと思います。\u001b[22m\n\u001b[1m(Shikashi, anime ga mijika sugirunode, miru no ga sukoshi konran shimashita. Isoide iru node wa naku, subete no on'nanoko ga tonde kita owari no yōna owari o shimesu node wa naku, motto hatten shite ireba motto tanoshikatta to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mThough, due to the anime being so short, it was a little confusing to watch, I think if it had more development instead of being rushed and showing a cliched ending where all the girls were flying, it would've been more enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough, due to the anime being so short, it was a little confusing to watch, I think if it had more development instead of being rushed and showing a cliched ending where all the girls were flying, it would've been more enjoyable.\u001b[24m\n    \u001b[1mしかし、アニメが短すぎるので、見るのが少し混乱しました。急いでいるのではなく、すべての女の子が飛んできた終わりのような終わりを示すのではなく、もっと発展していればもっと楽しかったと思います。\u001b[22m, \u001b[1mしかしは、原因アニメがとても短いことに、見て少し混乱だった、私はそれが代わりに殺到し、すべての女の子が飛んでいた陳腐エンディングを示すことのより多くの開発を持っていた場合、それをより楽しくしてきたと思います。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, this is a cute story, though people over the age of 10 might find this too silly but isn't unwatchable.\n\n\u001b[1m全体的に見れば、これはかわいい話ですが、10歳以上の人はこのことがあまりにも愚かであると思われるかもしれませんが、反抗的ではありません。\u001b[22m\n\u001b[1m(Zentai-teki ni mireba, kore wa kawaī hanashidesuga, 10-sai ijō no hito wa kono koto ga amarini mo orokadearu to omowa reru kamo shiremasenga, hankō-tekide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, this is a cute story, though people over the age of 10 might find this too silly but isn't unwatchable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, this is a cute story, though people over the age of 10 might find this too silly but isn't unwatchable.\u001b[24m\n    \u001b[1m全体的に見れば、これはかわいい話ですが、10歳以上の人はこのことがあまりにも愚かであると思われるかもしれませんが、反抗的ではありません。\u001b[22m, \u001b[1mすべてのすべてで、これは10歳以上の人は、これはあまりにも愚かな見つけるかもしれませんが、キュートな話ですが、見るに耐えないではありません。\u001b[22m\n\u001b[1m\u001b[22m\nRating: 6.7\n\n\u001b[1m評価：6.7\u001b[22m\n\u001b[1m(Hyōka: 6. 7)\u001b[22m\n\nTranslations of \u001b[4mRating: 6.7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRating: 6.7\u001b[24m\n    \u001b[1m評価：6.7\u001b[22m"
  },
  {
    "title": "Little_Witch_Academia",
    "id": "14349",
    "url": "https://myanimelist.net/anime/14349/Little_Witch_Academia",
    "user": "purplepinapples",
    "profile": "/profile/purplepinapples/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=206785",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこれは素晴らしかったです。 その唯一の約26分の映画が、それはそれに詰め込まれたものの束を持っています。\n\nストーリー自体はかなりシンプルですが、それは非常にうまく実行されます。 問題は魔女の学校で起こり、未経験で激しいヒロインの魔女がその日を救うために来る。\n\n私はそのアニメーションのためにこの映画が大好きです。 すべてがとても流動的です - 色、動き、それはとてもうまく流れます。 私はディズニー映画をほとんど見ているような気分でした。  Theresはショーの本当に鈍い瞬間ではなく、いつも何か起こっている。それはわずか26分しかないので意味がある。 しかし、それはペースが悪いことを意味するわけではありません、すべて（再び）かなりよく流れました。\n\nそれは私に多くのハリー・ポッターを思い出させたが、代わりに多くの魔女がいた。\n\nあなたの顔に笑みを浮かべるために愛らしい、愛想のあるものを探しているなら、これはそれです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nThis was nice. Its only a ~26 minute movie, but it has a bunch of stuff packed into it.\n\n\u001b[1mこれは素晴らしかったです。 その唯一の約26分の映画が、それはそれに詰め込まれたものの束を持っています。\u001b[22m\n\u001b[1m(Kore wa subarashikattadesu. Sono yuiitsu no yaku 26-bu no eiga ga, sore wa sore ni tsumekoma reta mono no taba o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis was nice. Its only a ~26 minute movie, but it has a bunch of stuff packed into it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was nice.\u001b[24m\n    \u001b[1mこれは素晴らしかったです。\u001b[22m, \u001b[1mこれがよかったです。\u001b[22m\n\u001b[4mIts only a ~26 minute movie, but it has a bunch of stuff packed into it.\u001b[24m\n    \u001b[1mその唯一の約26分の映画が、それはそれに詰め込まれたものの束を持っています。\u001b[22m, \u001b[1mその唯一〜26分の映画が、それはそれに詰め原料の束を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThe story itself is pretty simple, but it executes it very well. Problems happen at a witch school, and the unexperienced and bullied heroine witch comes to save the day.\n\n\u001b[1mストーリー自体はかなりシンプルですが、それは非常にうまく実行されます。 問題は魔女の学校で起こり、未経験で激しいヒロインの魔女がその日を救うために来る。\u001b[22m\n\u001b[1m(Sutōrī jitai wa kanari shinpurudesuga, sore wa hijō ni umaku jikkō sa remasu. Mondai wa majo no gakkō de okori, mikeiken de hageshī hiroin no majo ga sonohi o sukuu tame ni kuru.)\u001b[22m\n\nTranslations of \u001b[4mThe story itself is pretty simple, but it executes it very well. Problems happen at a witch school, and the unexperienced and bullied heroine witch comes to save the day.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story itself is pretty simple, but it executes it very well.\u001b[24m\n    \u001b[1mストーリー自体はかなりシンプルですが、それは非常にうまく実行されます。\u001b[22m, \u001b[1m物語自体は非常に単純ですが、それは非常によくそれを実行します。\u001b[22m\n\u001b[4mProblems happen at a witch school, and the unexperienced and bullied heroine witch comes to save the day.\u001b[24m\n    \u001b[1m問題は魔女の学校で起こり、未経験で激しいヒロインの魔女がその日を救うために来る。\u001b[22m, \u001b[1m問題は、魔女学校で起こる、と未経験やいじめヒロインの魔女を救うことになります。\u001b[22m\n\u001b[1m\u001b[22m\nI love this movie for its animation. Everything is so fluid - colors, movements, it flows very well. It felt like I was almost watching a disney film. Theres never really a dull moment in the show, theres always something going on, which makes sense because its only 26 minutes long. However, that doesn't mean that its paced badly, everything (again) flowed pretty well.\n\n\u001b[1m私はそのアニメーションのためにこの映画が大好きです。 すべてがとても流動的です - 色、動き、それはとてもうまく流れます。 私はディズニー映画をほとんど見ているような気分でした。  Theresはショーの本当に鈍い瞬間ではなく、いつも何か起こっている。それはわずか26分しかないので意味がある。 しかし、それはペースが悪いことを意味するわけではありません、すべて（再び）かなりよく流れました。\u001b[22m\n\u001b[1m(Watashi wa sono animēshon no tame ni kono eiga ga daisukidesu. Subete ga totemo ryūdōtekidesu - iro, ugoki, sore wa totemo umaku nagaremasu. Watashi wa dizunī eiga o hotondo mite iru yōna kibundeshita. Theres wa shō no hontōni nibui shunkande wa naku, itsumo nanika okotte iru. Sore wa wazuka 26-bu shika nainode imi ga aru. Shikashi, soreha pēsu ga warui koto o imi suru wakede wa arimasen, subete (futatabi) kanari yoku nagaremashita.)\u001b[22m\n\nTranslations of \u001b[4mI love this movie for its animation. Everything is so fluid - colors, movements, it flows very well. It felt like I was almost watching a disney film. Theres never really a dull moment in the show, theres always something going on, which makes sense because its only 26 minutes long. However, that doesn't mean that its paced badly, everything (again) flowed pretty well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love this movie for its animation.\u001b[24m\n    \u001b[1m私はそのアニメーションのためにこの映画が大好きです。\u001b[22m, \u001b[1m私は、そのアニメーションのこの映画が大好きです。\u001b[22m\n\u001b[4mEverything is so fluid - colors, movements, it flows very well.\u001b[24m\n    \u001b[1mすべてがとても流動的です - 色、動き、それはとてもうまく流れます。\u001b[22m, \u001b[1m何もかもが流動的である - それは非常によく流れる色、動き、。\u001b[22m\n\u001b[4mIt felt like I was almost watching a disney film.\u001b[24m\n    \u001b[1m私はディズニー映画をほとんど見ているような気分でした。\u001b[22m, \u001b[1m私はほとんどディズニー映画を見ていたみたいに感じました。\u001b[22m\n\u001b[4mTheres never really a dull moment in the show, theres always something going on, which makes sense because its only 26 minutes long.\u001b[24m\n    \u001b[1mTheresはショーの本当に鈍い瞬間ではなく、いつも何か起こっている。それはわずか26分しかないので意味がある。\u001b[22m, \u001b[1mTheresのは決して本当にショーで退屈な瞬間は、常にそのわずか26分長いので、理にかなって起こって何かを、theresの。\u001b[22m\n\u001b[4mHowever, that doesn't mean that its paced badly, everything (again) flowed pretty well.\u001b[24m\n    \u001b[1mしかし、それはペースが悪いことを意味するわけではありません、すべて（再び）かなりよく流れました。\u001b[22m, \u001b[1mしかし、そのひどくペースというわけではありません、すべてが（再び）かなりよく流れていました。\u001b[22m\n\u001b[1m\u001b[22m\nIt reminded me a lot of Harry Potter, but with a bunch of witches instead.\n\n\u001b[1mそれは私に多くのハリー・ポッターを思い出させたが、代わりに多くの魔女がいた。\u001b[22m\n\u001b[1m(Sore wa watashi ni ōku no harī pottā o omoidasa setaga, kawarini ōku no majo ga ita.)\u001b[22m\n\nTranslations of \u001b[4mIt reminded me a lot of Harry Potter, but with a bunch of witches instead.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt reminded me a lot of Harry Potter, but with a bunch of witches instead.\u001b[24m\n    \u001b[1mそれは私に多くのハリー・ポッターを思い出させたが、代わりに多くの魔女がいた。\u001b[22m, \u001b[1mそれは私にハリーポッターの多くを思い出したが、代わりに魔女の束を持ちます。\u001b[22m\n\u001b[1m\u001b[22m\nIf you're looking for something adorable and endearing to put a smile on your face, this is it.\n\n\u001b[1mあなたの顔に笑みを浮かべるために愛らしい、愛想のあるものを探しているなら、これはそれです。\u001b[22m\n\u001b[1m(Anata no kao ni emi o ukaberu tame ni airashī, aiso no aru mono o sagashite irunara, kore wa soredesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you're looking for something adorable and endearing to put a smile on your face, this is it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're looking for something adorable and endearing to put a smile on your face, this is it.\u001b[24m\n    \u001b[1mあなたの顔に笑みを浮かべるために愛らしい、愛想のあるものを探しているなら、これはそれです。\u001b[22m, \u001b[1mあなたが愛らしい何かを探して、あなたの顔に笑顔を置くために愛情のこもっているなら、これはそれです。\u001b[22m"
  },
  {
    "title": "Little_Witch_Academia",
    "id": "14349",
    "url": "https://myanimelist.net/anime/14349/Little_Witch_Academia",
    "user": "HatchetGirl",
    "profile": "/profile/HatchetGirl/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=92497",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\n「リトルウィッチアカデミア」は単に素晴らしいです。 あなた自身を信じるならば、それは短く、心温まるものです。あなたは何かを話すことができます。 芸術のスタイルは非常に創造的でオリジナリティーがあり、アニメーションはとても良く、活気があります。 キャラクターは思い出に残るもので、デザインは思い出深いもので、その音楽は素晴らしいものです。 これが大好きなのは、いったん終わったら、もっと欲しいということです！ それは本当にそれが自分のシリーズ、またはatleast全編の映画を持っていることに値する。 全体的に見ると、あなたが主に注目しているジャンルに関わらず、1つのジャンルだけでなく、他のものを見ない限り、見る価値があります（そのジャンルは魔法の女の子またはウィザード/魔女のタイプのアニメでない限り、 どの場合でも、これはあなたのジャンルです）。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n'Little Witch Academia' is simply wonderful. It is a short, heart-warming 'if you believe in yourself, you can do anything' sort of story. The art style is very creative and original, and the animation is very good and feels lively. The characters are memorable, the designs are memorable, and the music that goes with it is great. The main thing about this that sucks is that, once it's over, it leaves you wanting more! It really deserves to have it's own series, or atleast a full length movie. Overall, it is DEFINITELY worth watching, no matter what genre you mainly focus on, as long as you aren't only into one genre and don't watch anything else(Unless that genre is magical girl or wizards/witches type anime, in which case, this is still your genre).\n\n\u001b[1m「リトルウィッチアカデミア」は単に素晴らしいです。 あなた自身を信じるならば、それは短く、心温まるものです。あなたは何かを話すことができます。 芸術のスタイルは非常に創造的でオリジナリティーがあり、アニメーションはとても良く、活気があります。 キャラクターは思い出に残るもので、デザインは思い出深いもので、その音楽は素晴らしいものです。 これが大好きなのは、いったん終わったら、もっと欲しいということです！ それは本当にそれが自分のシリーズ、またはatleast全編の映画を持っていることに値する。 全体的に見ると、あなたが主に注目しているジャンルに関わらず、1つのジャンルだけでなく、他のものを見ない限り、見る価値があります（そのジャンルは魔法の女の子またはウィザード/魔女のタイプのアニメでない限り、 どの場合でも、これはあなたのジャンルです）。\u001b[22m\n\u001b[1m(`Ritoruu~itchiakademia' wa tan'ni subarashīdesu. Anata jishin o shinjirunaraba, sore wa mijikaku, kokoroatatamaru monodesu. Anata wa nanika o hanasu koto ga dekimasu. Geijutsu no sutairu wa hijō ni sōzō-tekide orijinaritī ga ari, animēshon wa totemo yoku, kakki ga arimasu. Kyarakutā wa omoide ni nokoru mono de, dezain wa omoidebukai mono de, sono ongaku wa subarashī monodesu. Kore ga daisukina no wa, ittan owattara, motto hoshī to iu kotodesu! Sore wa hontōni sore ga jibun no shirīzu, matawa atleast zenpen no eiga o motte iru koto ni ataisuru. Zentai-teki ni miru to, anata ga omo ni chūmoku shite iru janru ni kakawarazu, 1tsu no janru dakedenaku, hoka no mono o minai kagiri, miru kachi ga arimasu (sono janru wa mahō no on'nanoko matawa u~izādo/ majo no taipu no animedenai kagiri, do no baai demo, kore wa anata no janrudesu).)\u001b[22m\n\nTranslations of \u001b[4m'Little Witch Academia' is simply wonderful. It is a short, heart-warming 'if you believe in yourself, you can do anything' sort of story. The art style is very creative and original, and the animation is very good and feels lively. The characters are memorable, the designs are memorable, and the music that goes with it is great. The main thing about this that sucks is that, once it's over, it leaves you wanting more! It really deserves to have it's own series, or atleast a full length movie. Overall, it is DEFINITELY worth watching, no matter what genre you mainly focus on, as long as you aren't only into one genre and don't watch anything else(Unless that genre is magical girl or wizards/witches type anime, in which case, this is still your genre).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Little Witch Academia' is simply wonderful.\u001b[24m\n    \u001b[1m「リトルウィッチアカデミア」は単に素晴らしいです。\u001b[22m, \u001b[1m「リトルウィッチアカデミア」は、単に素晴らしいです。\u001b[22m\n\u001b[4mIt is a short, heart-warming 'if you believe in yourself, you can do anything' sort of story.\u001b[24m\n    \u001b[1mあなた自身を信じるならば、それは短く、心温まるものです。あなたは何かを話すことができます。\u001b[22m, \u001b[1mこれは、物語の短い、心温まる「あなたは自分を信じている場合、あなたが何かを行うことができます」一種です。\u001b[22m\n\u001b[4mThe art style is very creative and original, and the animation is very good and feels lively.\u001b[24m\n    \u001b[1m芸術のスタイルは非常に創造的でオリジナリティーがあり、アニメーションはとても良く、活気があります。\u001b[22m, \u001b[1mアートスタイルは非常に創造的でオリジナルで、アニメーションは非常に良好であり、活発な感じ。\u001b[22m\n\u001b[4mThe characters are memorable, the designs are memorable, and the music that goes with it is great.\u001b[24m\n    \u001b[1mキャラクターは思い出に残るもので、デザインは思い出深いもので、その音楽は素晴らしいものです。\u001b[22m, \u001b[1m文字は、デザインが思い出深いです、思い出に残るであり、そしてそれで行く音楽は素晴らしいです。\u001b[22m\n\u001b[4mThe main thing about this that sucks is that, once it's over, it leaves you wanting more!\u001b[24m\n    \u001b[1mこれが大好きなのは、いったん終わったら、もっと欲しいということです！\u001b[22m, \u001b[1m吸うこれについて主なものは、それが終わった後に、それはあなたがより多くを望むままに、ということです！\u001b[22m\n\u001b[4mIt really deserves to have it's own series, or atleast a full length movie.\u001b[24m\n    \u001b[1mそれは本当にそれが自分のシリーズ、またはatleast全編の映画を持っていることに値する。\u001b[22m, \u001b[1mそれは実際にそれ自身のシリーズ、または少なくとも全長映画を持っているに値します。\u001b[22m\n\u001b[4mOverall, it is DEFINITELY worth watching, no matter what genre you mainly focus on, as long as you aren't only into one genre and don't watch anything else(Unless that genre is magical girl or wizards/witches type anime, in\u001b[24m\n    \u001b[1m全体的に見ると、あなたが主に注目しているジャンルに関わらず、1つのジャンルだけでなく、他のものを見ない限り、見る価値があります（そのジャンルは魔法の女の子またはウィザード/魔女のタイプのアニメでない限り、\u001b[22m, \u001b[1m全体的に、それは限り、あなただけではなく、ある1ジャンルへとそのジャンルは魔法少女やウィザード/魔女のタイプのアニメでない限りでは、（何かを見ていないとして、あなたは主に焦点を当てるものをジャンルに関係なく、間違いなく一見の価値はありません\u001b[22m\n\u001b[4mwhich case, this is still your genre).\u001b[24m\n    \u001b[1mどの場合でも、これはあなたのジャンルです）。\u001b[22m, \u001b[1mその場合、これは）まだあなたのジャンルです。\u001b[22m"
  },
  {
    "title": "Little_Witch_Academia",
    "id": "14349",
    "url": "https://myanimelist.net/anime/14349/Little_Witch_Academia",
    "user": "rmmr111",
    "profile": "/profile/rmmr111/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=91995",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  9\n\nそれが目的だったら、これは簡単に素晴らしいアニメになるかもしれません。\nそれは女の子のための魔法の学校、主人公、青子のプロットは、この魔法の世界への不器用な初心者で、魔法の理想とは異なる意味を持ちます。\nキャラクターの開発にはほとんど時間はありませんが、美しいアニメーション、サウンドトラック、デザインがこのOAVに快適で気持ち良い雰囲気をもたらします。\n本当にそれを愛しました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis could easily become an awesome anime, if that was the purpose.\n\n\u001b[1mそれが目的だったら、これは簡単に素晴らしいアニメになるかもしれません。\u001b[22m\n\u001b[1m(Sore ga mokutekidattara, kore wa kantan ni subarashī anime ni naru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mThis could easily become an awesome anime, if that was the purpose.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis could easily become an awesome anime, if that was the purpose.\u001b[24m\n    \u001b[1mそれが目的だったら、これは簡単に素晴らしいアニメになるかもしれません。\u001b[22m, \u001b[1mそれが目的だった場合、これは簡単に、素晴らしいアニメになる可能性があります。\u001b[22m\nThe plot it's about a wizardry school for girls, and the main character, Ako, is a clumsy newbie to this magical world who has a different ideal of magic and it's meaning.\n\n\u001b[1mそれは女の子のための魔法の学校、主人公、青子のプロットは、この魔法の世界への不器用な初心者で、魔法の理想とは異なる意味を持ちます。\u001b[22m\n\u001b[1m(Sore wa on'nanoko no tame no mahō no gakkō, shujinkō, Aoko no purotto wa, kono mahō no sekai e no bukiyōna shoshinsha de, mahō no risō to wa kotonaru imi o mochimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe plot it's about a wizardry school for girls, and the main character, Ako, is a clumsy newbie to this magical world who has a different ideal of magic and it's meaning.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot it's about a wizardry school for girls, and the main character, Ako, is a clumsy newbie to this magical world who has a different ideal of magic and it's meaning.\u001b[24m\n    \u001b[1mそれは女の子のための魔法の学校、主人公、青子のプロットは、この魔法の世界への不器用な初心者で、魔法の理想とは異なる意味を持ちます。\u001b[22m, \u001b[1mそれは女の子のための魔法の学校についてですプロット、およびメインキャラクター、赤穂は、魔法の異なる理想的なを持っているこの魔法の世界に不器用な初心者であり、それは意味です。\u001b[22m\nEven though there's almost no time to character development, the beautiful animation, soundtrack and design gives this OAV a comforting and 'feel good' atmosphere.\n\n\u001b[1mキャラクターの開発にはほとんど時間はありませんが、美しいアニメーション、サウンドトラック、デザインがこのOAVに快適で気持ち良い雰囲気をもたらします。\u001b[22m\n\u001b[1m(Kyarakutā no kaihatsu ni wa hotondo jikan wa arimasenga, utsukushī animēshon, saundotorakku, dezain ga kono OAV ni kaitekide kimochiyoi fun'iki o motarashimasu.)\u001b[22m\n\nTranslations of \u001b[4mEven though there's almost no time to character development, the beautiful animation, soundtrack and design gives this OAV a comforting and 'feel good' atmosphere.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven though there's almost no time to character development, the beautiful animation, soundtrack and design gives this OAV a comforting and 'feel good' atmosphere.\u001b[24m\n    \u001b[1mキャラクターの開発にはほとんど時間はありませんが、美しいアニメーション、サウンドトラック、デザインがこのOAVに快適で気持ち良い雰囲気をもたらします。\u001b[22m, \u001b[1mキャラクターの成長にほとんど時間がありますにもかかわらず、美しいアニメーション、サウンドトラックとデザインが慰めこのOAVを与え、雰囲気を「良い感じ」。\u001b[22m\nReally loved it.\n\n\u001b[1m本当にそれを愛しました。\u001b[22m\n\u001b[1m(Hontōni sore o aishimashita.)\u001b[22m\n\nTranslations of \u001b[4mReally loved it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReally loved it.\u001b[24m\n    \u001b[1m本当にそれを愛しました。\u001b[22m, \u001b[1m実際にそれを愛しました。\u001b[22m"
  },
  {
    "title": "Little_Witch_Academia",
    "id": "14349",
    "url": "https://myanimelist.net/anime/14349/Little_Witch_Academia",
    "user": "Iceprism",
    "profile": "/profile/Iceprism/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=94643",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nだから、私はLittle Witch Academiaを見ました。\n\nどのようなきちんとした小さな宝物。 インターネットの周りを見て、それが作品の新しいシリーズだと思ったので、私はそれをチェックする予定でした。 それが判明したのは、それは唯一のエピソード（短い映画、本当に）であり、Anime News Networkでそれを見つけて、すぐにそれを見てくれました。\n\nショート・ストーリーは、優れた短編小説の重要な特徴をカバーしながら、時間の長さが短く、仕事と才能が必要です。このタイトルはこの点で成功したと思います。 それがあっても、プロットが定式化されていると感じたところがいくつかありましたが、それは確かに実行で補完されました。 主人公はそれぞれ、自分の性格の重要な資産を表示して、その方向性や種類を簡単に推測することができました。 ストーリーの設定とメインプロットは最初から明確になっていたので、何が起こっているのか不思議に思う必要はありませんでした。 そして、それは方法で定式的である、それは見るためにまだ非常に面白かった、そしてまだピークをつけた興味（私達は多くのshounenアニメの多くの同じ装置を見るが、多くのために、それは楽しみ要因 まだ新しいものがある限り）。 芸術とサウンド（声優を含む）は素晴らしく、アニメ業界でスタジオができることを表す素敵な仕事です。 全体として、Little Witch Academiaは、どの年齢層のアニメファンにも適した、かわいい楽しい視覚的に魅惑的なミニアドベンチャーです。 私は非常にそれをお勧めします。\n\n\n個人的には、これは私に、これがもっと先のパイロットエピソードだったような感情を与えました。 誰が知っている？ 十分に成功すれば、それは非常にうまくいく可能性があります（確かに希望です）。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSo, I just watched Little Witch Academia.\n\n\u001b[1mだから、私はLittle Witch Academiaを見ました。\u001b[22m\n\u001b[1m(Dakara, watashi wa Little u~itchi Academia o mimashita.)\u001b[22m\n\nTranslations of \u001b[4mSo, I just watched Little Witch Academia.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, I just watched Little Witch Academia.\u001b[24m\n    \u001b[1mだから、私はLittle Witch Academiaを見ました。\u001b[22m, \u001b[1mだから、私はちょうどリトルウィッチアカデミアを見ました。\u001b[22m\n\u001b[1m\u001b[22m\nWhat a neat little treasure. After seeing it around the internet, I thought it was a new series in the works, and I planned to check it out. As it turns out, it’s only one episode (a short movie, really), and stumbling upon it on Anime News Network led me to watching it right away.\n\n\u001b[1mどのようなきちんとした小さな宝物。 インターネットの周りを見て、それが作品の新しいシリーズだと思ったので、私はそれをチェックする予定でした。 それが判明したのは、それは唯一のエピソード（短い映画、本当に）であり、Anime News Networkでそれを見つけて、すぐにそれを見てくれました。\u001b[22m\n\u001b[1m(Dono yō na kichinto shita chīsana takaramono. Intānetto no mawari o mite, sore ga sakuhin no atarashī shirīzuda to omottanode, watashi wa sore o chekku suru yoteideshita. Sore ga hanmei shita no wa, soreha yuiitsu no episōdo (mijikai eiga, hontōni)deari, Anime nyūsu nettowāku de sore o mitsukete, sugu ni sore o mite kuremashita.)\u001b[22m\n\nTranslations of \u001b[4mWhat a neat little treasure. After seeing it around the internet, I thought it was a new series in the works, and I planned to check it out. As it turns out, it’s only one episode (a short movie, really), and stumbling upon it on Anime News Network led me to watching it right away.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat a neat little treasure.\u001b[24m\n    \u001b[1mどのようなきちんとした小さな宝物。\u001b[22m, \u001b[1m何小ぎれいな宝物。\u001b[22m\n\u001b[4mAfter seeing it around the internet, I thought it was a new series in the works, and I planned to check it out.\u001b[24m\n    \u001b[1mインターネットの周りを見て、それが作品の新しいシリーズだと思ったので、私はそれをチェックする予定でした。\u001b[22m, \u001b[1mインターネットのまわりでそれを見た後、私はそれが作品に新シリーズだと思った、と私はそれをチェックアウトする予定。\u001b[22m\n\u001b[4mAs it turns out, it’s only one episode (a short movie, really), and stumbling upon it on Anime News Network led me to watching it right away.\u001b[24m\n    \u001b[1mそれが判明したのは、それは唯一のエピソード（短い映画、本当に）であり、Anime News Networkでそれを見つけて、すぐにそれを見てくれました。\u001b[22m, \u001b[1m結局のところ、それだけで1つのエピソード（ショートムービー、本当に）だし、アニメニュースネットワーク上でそれにつまずくことはすぐにそれを見に私を導きました。\u001b[22m\n\u001b[1m\u001b[22m\nBeing short in time length while covering the key features of a good, short story takes work and talent, and I think this title was a success in that regard. Be as it may, there were a few points where I felt the plot becoming formulaic, but it was certainly made up for with the execution. The main characters each had a chance to display a key asset of their personalities to where one could simply deduce the direction or type of character they were, which made it easier to get attached to them in one way or another. The setting and main plot of the story were made clear from the beginning, so that it wasn’t necessary to wonder what was going on. And be it formulaic in ways, it was still very entertaining to watch, and still peaked interest (we see a lot of the same devices in many shounen anime, for instance, but for many, it still doesn't take away the enjoyment factor as long as there's still something new to offer). The art and sound (including the voice acting) is just superb, and it really does a lovely job representing what studios are capable of in the anime industry. Overall, Little Witch Academia is a cute, fun, visually enchanting mini-adventure (with potential for more) suitable for any type of anime fan of any age group. I highly recommend it.\n\n\u001b[1mショート・ストーリーは、優れた短編小説の重要な特徴をカバーしながら、時間の長さが短く、仕事と才能が必要です。このタイトルはこの点で成功したと思います。 それがあっても、プロットが定式化されていると感じたところがいくつかありましたが、それは確かに実行で補完されました。 主人公はそれぞれ、自分の性格の重要な資産を表示して、その方向性や種類を簡単に推測することができました。 ストーリーの設定とメインプロットは最初から明確になっていたので、何が起こっているのか不思議に思う必要はありませんでした。 そして、それは方法で定式的である、それは見るためにまだ非常に面白かった、そしてまだピークをつけた興味（私達は多くのshounenアニメの多くの同じ装置を見るが、多くのために、それは楽しみ要因 まだ新しいものがある限り）。 芸術とサウンド（声優を含む）は素晴らしく、アニメ業界でスタジオができることを表す素敵な仕事です。 全体として、Little Witch Academiaは、どの年齢層のアニメファンにも適した、かわいい楽しい視覚的に魅惑的なミニアドベンチャーです。 私は非常にそれをお勧めします。\u001b[22m\n\u001b[1m(Shōto sutōrī wa, sugureta tanpen shōsetsu no jūyōna tokuchō o kabā shinagara, jikan no naga-sa ga mijikaku, shigoto to sainō ga hitsuyōdesu. Kono taitoru wa kono ten de seikō shita to omoimasu. Sore ga atte mo, purotto ga jōshiki-ka sa rete iru to kanjita tokoro ga ikutsu ka arimashitaga, sore wa tashika ni jikkō de hokan sa remashita. Shujinkō wa sorezore, jibun no seikaku no jūyōna shisan o hyōji shite, sono hōkō-sei ya shurui o kantan ni suisoku suru koto ga dekimashita. Sutōrī no settei to meinpurotto wa saisho kara meikaku ni natte itanode, nani ga okotte iru no ka fushigi ni omou hitsuyō wa arimasendeshita. Soshite, soreha hōhō de jōshiki-tekidearu, sore wa miru tame ni mada hijō ni omoshirokatta, soshite mada pīku o tsuketa kyōmi (watashitachi wa ōku no shounen anime no ōku no onaji sōchi o miru ga, ōku no tame ni, soreha tanoshimi yōin mada atarashīmono ga aru kagiri). Geijutsu to saundo (seiyū o fukumu) wa subarashiku, anime gyōkai de sutajio ga dekiru koto o arawasu sutekina shigotodesu. Zentai to shite, Little u~itchi Academia wa, dono nenrei-sō no anime fan ni mo tekishita, kawaī tanoshī shikaku-teki ni miwaku-tekina miniadobenchādesu. Watashi wa hijō ni sore o o susume shimasu.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nPersonally, it gave me the feeling like this was just a pilot episode for something greater ahead. And who knows? With enough success, it very well could be (one can certainly hope).\n\n\u001b[1m個人的には、これは私に、これがもっと先のパイロットエピソードだったような感情を与えました。 誰が知っている？ 十分に成功すれば、それは非常にうまくいく可能性があります（確かに希望です）。\u001b[22m\n\u001b[1m(Kojin-teki ni wa, kore wa watashi ni, korega motto saki no pairottoepisōdodatta yōna kanjō o ataemashita. Dare ga shitte iru? Jūbun ni seikō sureba, sore wa hijō ni umaku iku kanōsei ga arimasu (tashika ni kibōdesu).)\u001b[22m\n\nTranslations of \u001b[4mPersonally, it gave me the feeling like this was just a pilot episode for something greater ahead. And who knows? With enough success, it very well could be (one can certainly hope).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPersonally, it gave me the feeling like this was just a pilot episode for something greater ahead.\u001b[24m\n    \u001b[1m個人的には、これは私に、これがもっと先のパイロットエピソードだったような感情を与えました。\u001b[22m, \u001b[1mこれは先に大きい何かのためだけのパイロットエピソードだったように個人的に、それは私に感じを与えました。\u001b[22m\n\u001b[4mAnd who knows?\u001b[24m\n    \u001b[1m誰が知っている？\u001b[22m, \u001b[1m誰が知っていますか？\u001b[22m\n\u001b[4mWith enough success, it very well could be (one can certainly hope).\u001b[24m\n    \u001b[1m十分に成功すれば、それは非常にうまくいく可能性があります（確かに希望です）。\u001b[22m, \u001b[1m十分な成功を収めて、それは非常によく、（1つは確かに望むことができる）である可能性があります。\u001b[22m"
  },
  {
    "title": "Little_Witch_Academia",
    "id": "14349",
    "url": "https://myanimelist.net/anime/14349/Little_Witch_Academia",
    "user": "BalmungAS",
    "profile": "/profile/BalmungAS/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=174615",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  5\nキャラクター|  6\n|  8\n\nこれは私の最初のレビューです。\n\nストーリー（6/10）\nこれは26分のOVAなので、その話についてはあまり言い表せません。 まあ、このアニメは本当に堅実な物語を持っていない、魔法の学校の女の子だけです、そしてそれはハリー・ポッターの本から取られたようです。 この話はOVAの場合は問題ありません。\n\nアート（6/10）\n本当に漫画tipeのアニメーションが好きです。 目には何か楽しいものがあり、時には面白いものでした。 しかし、私はいくつかのポイントを取るので、いくつかの点があるアニメーションがちょっと盗んだようだ。\n\nOST（5/10）\n思い出に残るものはありませんが、悪くはありません。このアニメにはちょっとしたことがあります。\n\n楽しさ（8/10）\n私はこのアニメを本当に楽しんでいて、とても面白いほどに遅くなっているキャラクターがいるので、本当に笑います。\n\n評決（6/10）\nこのアニメは時間を過ごすには問題ありませんでしたが、他のレビューのように10または9のアニメと考えるには本当にたくさんのことが必要です。\n\nこれは私の主観的な意見であることを思い出してください。 私は本当にこのアニメをお勧めし、これのアニメシリーズを期待しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis is my first review, so ill be short.\n\n\u001b[1mこれは私の最初のレビューです。\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no rebyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is my first review, so ill be short.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my first review, so ill be short.\u001b[24m\n    \u001b[1mこれは私の最初のレビューです。\u001b[22m, \u001b[1mこれには、病気に短くすることが、私の最初のレビューです。\u001b[22m\n\u001b[1m\u001b[22m\nStory (6/10)\n\n\u001b[1mストーリー（6/10）\u001b[22m\n\u001b[1m(Sutōrī (6 / 10))\u001b[22m\n\nTranslations of \u001b[4mStory (6/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (6/10)\u001b[24m\n    \u001b[1mストーリー（6/10）\u001b[22m\nThis is a 26 minutes OVA, so I can't say much about the story. Well, this anime really don't have a solid story, is just girls in a magic school, and it seems like is taken from Harry Potter books. The story is fine for a OVA, and I wasn't expecting much from this even.\n\n\u001b[1mこれは26分のOVAなので、その話についてはあまり言い表せません。 まあ、このアニメは本当に堅実な物語を持っていない、魔法の学校の女の子だけです、そしてそれはハリー・ポッターの本から取られたようです。 この話はOVAの場合は問題ありません。\u001b[22m\n\u001b[1m(Kore wa 26-bu no ovu~ananode, sono-wa ni tsuite wa amari iiarawasemasen. Mā, kono anime wa hontōni kenjitsuna monogatari o motteinai, mahō no gakkō no on'nanoko dakedesu, soshite sore wa harī pottā no hon kara tora reta yōdesu. Ko no hanashi wa ovu~a no baai wa mondai arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis is a 26 minutes OVA, so I can't say much about the story. Well, this anime really don't have a solid story, is just girls in a magic school, and it seems like is taken from Harry Potter books. The story is fine for a OVA, and I wasn't expecting much from this even.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a 26 minutes OVA, so I can't say much about the story.\u001b[24m\n    \u001b[1mこれは26分のOVAなので、その話についてはあまり言い表せません。\u001b[22m, \u001b[1mこれはOVA 26分ですので、私は話についてはあまり言うことはできません。\u001b[22m\n\u001b[4mWell, this anime really don't have a solid story, is just girls in a magic school, and it seems like is taken from Harry Potter books.\u001b[24m\n    \u001b[1mまあ、このアニメは本当に堅実な物語を持っていない、魔法の学校の女の子だけです、そしてそれはハリー・ポッターの本から取られたようです。\u001b[22m, \u001b[1mさて、このアニメは本当に固体物語を持っていない、魔法学校でちょうど女の子であり、それはハリー・ポッターの本から取られているように思えます。\u001b[22m\n\u001b[4mThe story is fine for a OVA, and I wasn't expecting much from this even.\u001b[24m\n    \u001b[1mこの話はOVAの場合は問題ありません。\u001b[22m, \u001b[1m話はOVAの罰金である、と私もこれから多くを期待していませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nArt (6/10)\n\n\u001b[1mアート（6/10）\u001b[22m\n\u001b[1m(Āto (6 / 10))\u001b[22m\n\nTranslations of \u001b[4mArt (6/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (6/10)\u001b[24m\n    \u001b[1mアート（6/10）\u001b[22m\nReally like the cartoon tipe animation. Was something enjoyable to the eye, and funny sometimes. But I will take some points because there is some points when the animation seems kinda bugged out.\n\n\u001b[1m本当に漫画tipeのアニメーションが好きです。 目には何か楽しいものがあり、時には面白いものでした。 しかし、私はいくつかのポイントを取るので、いくつかの点があるアニメーションがちょっと盗んだようだ。\u001b[22m\n\u001b[1m(Hontōni manga tipe no animēshon ga sukidesu. Me ni wa nani ka tanoshī mono ga ari, tokiniha omoshiroi monodeshita. Shikashi, watashi wa ikutsu ka no pointo o torunode, ikutsu ka no ten ga aru animēshon ga chotto nusunda yōda.)\u001b[22m\n\nTranslations of \u001b[4mReally like the cartoon tipe animation. Was something enjoyable to the eye, and funny sometimes. But I will take some points because there is some points when the animation seems kinda bugged out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReally like the cartoon tipe animation.\u001b[24m\n    \u001b[1m本当に漫画tipeのアニメーションが好きです。\u001b[22m, \u001b[1m本当に漫画TIPEアニメーションのように。\u001b[22m\n\u001b[4mWas something enjoyable to the eye, and funny sometimes.\u001b[24m\n    \u001b[1m目には何か楽しいものがあり、時には面白いものでした。\u001b[22m, \u001b[1m時々目に楽しく、面白いものでした。\u001b[22m\n\u001b[4mBut I will take some points because there is some points when the animation seems kinda bugged out.\u001b[24m\n    \u001b[1mしかし、私はいくつかのポイントを取るので、いくつかの点があるアニメーションがちょっと盗んだようだ。\u001b[22m, \u001b[1mアニメーションはちょっとアウト盗聴ようだいくつかのポイントがあるのでしかし、私はいくつかのポイントがかかります。\u001b[22m\n\u001b[1m\u001b[22m\nOST (5/10)\n\n\u001b[1mOST（5/10）\u001b[22m\n\u001b[1m(OST (5 / 10))\u001b[22m\n\nTranslations of \u001b[4mOST (5/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOST (5/10)\u001b[24m\n    \u001b[1mOST（5/10）\u001b[22m\nNothing memorable, but isn't bad, and it kinda goes with this anime.\n\n\u001b[1m思い出に残るものはありませんが、悪くはありません。このアニメにはちょっとしたことがあります。\u001b[22m\n\u001b[1m(Omoide ni nokoru mono wa arimasenga, waruku wa arimasen. Kono anime ni wa chotto shita koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mNothing memorable, but isn't bad, and it kinda goes with this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNothing memorable, but isn't bad, and it kinda goes with this anime.\u001b[24m\n    \u001b[1m思い出に残るものはありませんが、悪くはありません。このアニメにはちょっとしたことがあります。\u001b[22m, \u001b[1m記憶に残るが、何も悪いことではありませんありません、それはちょっとこのアニメで行きます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment (8/10)\n\n\u001b[1m楽しさ（8/10）\u001b[22m\n\u001b[1m(Tanoshisa (8 / 10))\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (8/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (8/10)\u001b[24m\n    \u001b[1m楽しさ（8/10）\u001b[22m\nI really enjoy this anime, and really laugh a lot because there are characters that are so kinda retarded that is funny.\n\n\u001b[1m私はこのアニメを本当に楽しんでいて、とても面白いほどに遅くなっているキャラクターがいるので、本当に笑います。\u001b[22m\n\u001b[1m(Watashi wa kono anime o hontōni tanoshinde ite, totemo omoshiroi hodo ni osoku natte iru kyarakutā ga iru node, hontōni waraimasu.)\u001b[22m\n\nTranslations of \u001b[4mI really enjoy this anime, and really laugh a lot because there are characters that are so kinda retarded that is funny.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoy this anime, and really laugh a lot because there are characters that are so kinda retarded that is funny.\u001b[24m\n    \u001b[1m私はこのアニメを本当に楽しんでいて、とても面白いほどに遅くなっているキャラクターがいるので、本当に笑います。\u001b[22m, \u001b[1m私は本当にこのアニメを楽しんで、そして面白いですようにちょっと遅れる文字があるので、本当に多くのことを笑います。\u001b[22m\n\u001b[1m\u001b[22m\nVerdict (6/10)\n\n\u001b[1m評決（6/10）\u001b[22m\n\u001b[1m(Hyōketsu (6 / 10))\u001b[22m\n\nTranslations of \u001b[4mVerdict (6/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVerdict (6/10)\u001b[24m\n    \u001b[1m評決（6/10）\u001b[22m\nThis anime was fine to pass the time, but it really needs a lot to be considered a 10 or 9 anime like in the other reviews.\n\n\u001b[1mこのアニメは時間を過ごすには問題ありませんでしたが、他のレビューのように10または9のアニメと考えるには本当にたくさんのことが必要です。\u001b[22m\n\u001b[1m(Kono anime wa jikan o sugosu ni wa mondai arimasendeshitaga, hoka no rebyū no yō ni 10 matawa 9 no anime to kangaeru ni wa hontōni takusan no koto ga hitsuyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime was fine to pass the time, but it really needs a lot to be considered a 10 or 9 anime like in the other reviews.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime was fine to pass the time, but it really needs a lot to be considered a 10 or 9 anime like in the other reviews.\u001b[24m\n    \u001b[1mこのアニメは時間を過ごすには問題ありませんでしたが、他のレビューのように10または9のアニメと考えるには本当にたくさんのことが必要です。\u001b[22m, \u001b[1mこのアニメは時間を渡すために大丈夫だったが、それは本当に多くは、他のレビューのように10または9アニメを考慮する必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nRemembering that this is just my subjective opinion. I really recommend this anime, and expect a anime series of this.\n\n\u001b[1mこれは私の主観的な意見であることを思い出してください。 私は本当にこのアニメをお勧めし、これのアニメシリーズを期待しています。\u001b[22m\n\u001b[1m(Kore wa watashi no shukan-tekina ikendearu koto o omoidashite kudasai. Watashi wa hontōni kono anime o o susumeshi, kore no animeshirīzu o kitai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mRemembering that this is just my subjective opinion. I really recommend this anime, and expect a anime series of this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRemembering that this is just my subjective opinion.\u001b[24m\n    \u001b[1mこれは私の主観的な意見であることを思い出してください。\u001b[22m, \u001b[1mこれは私の主観的な意見であることを思い出します。\u001b[22m\n\u001b[4mI really recommend this anime, and expect a anime series of this.\u001b[24m\n    \u001b[1m私は本当にこのアニメをお勧めし、これのアニメシリーズを期待しています。\u001b[22m, \u001b[1m私は本当にこのアニメをお勧めしますし、こののアニメシリーズを期待しています。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Little_Witch_Academia",
    "id": "14349",
    "url": "https://myanimelist.net/anime/14349/Little_Witch_Academia",
    "user": "dolfinkiller",
    "profile": "/profile/dolfinkiller/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=96517",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n本当に、この1つのエピソードで何が好きではないですか？\n\nTengen Toppa Gurren Lagannの背後にある魔術師Triggerが再びそれを見て、彼らは失望しなかった。 私の評価が示すように、このショーは弱点がありません。\n\n - ユニークなチャーデザインも愛らしい、魅力的です。  Pixarレベルのもの、私は言うことを敢えて。\n\n - みんなのためのキャラクター開発\n\n - スピード、ショーマンシップ、サスペンスのエピック戦闘シーン\n\n - 周りのすべてのファン。 私は、少女、ハレム、女子生徒のアニメのファンではありませんが、私は何を言うことができますか？ それは仕事を終わらせる。 私は楽しかったし、もっと欲しい。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nReally, what's not to love in this one episode ?\n\n\u001b[1m本当に、この1つのエピソードで何が好きではないですか？\u001b[22m\n\u001b[1m(Hontōni, kono 1tsu no episōdo de nani ga sukide wanaidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mReally, what's not to love in this one episode ?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReally, what's not to love in this one episode ?\u001b[24m\n    \u001b[1m本当に、この1つのエピソードで何が好きではないですか？\u001b[22m, \u001b[1m本当に、この1つのエピソードで何を愛することではないのですか？\u001b[22m\n\u001b[1m\u001b[22m\nTrigger, the masterminds behind Tengen Toppa Gurren Lagann, are at it again and they didn't disappoint. And as my rating shows, this show has no weakness.\n\n\u001b[1mTengen Toppa Gurren Lagannの背後にある魔術師Triggerが再びそれを見て、彼らは失望しなかった。 私の評価が示すように、このショーは弱点がありません。\u001b[22m\n\u001b[1m(Tengen Toppa Gurren Lagann no haigo ni aru majutsu-shi Trigger ga futatabi sore o mite, karera wa shitsubō shinakatta. Watashi no hyōka ga shimesu yō ni, kono shō wa jakuten ga arimasen.)\u001b[22m\n\nTranslations of \u001b[4mTrigger, the masterminds behind Tengen Toppa Gurren Lagann, are at it again and they didn't disappoint. And as my rating shows, this show has no weakness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTrigger, the masterminds behind Tengen Toppa Gurren Lagann, are at it again and they didn't disappoint.\u001b[24m\n    \u001b[1mTengen Toppa Gurren Lagannの背後にある魔術師Triggerが再びそれを見て、彼らは失望しなかった。\u001b[22m, \u001b[1mトリガー、天元突破グレンラガンの背後に首謀は、再びそれであり、彼らは期待を裏切りませんでした。\u001b[22m\n\u001b[4mAnd as my rating shows, this show has no weakness.\u001b[24m\n    \u001b[1m私の評価が示すように、このショーは弱点がありません。\u001b[22m, \u001b[1mそして、私の評価が示すように、このショーには弱点がありません。\u001b[22m\n\u001b[1m\u001b[22m\n-Unique chara-design that is also adorable and engaging. Pixar-level stuff, dare I say.\n\n\u001b[1m - ユニークなチャーデザインも愛らしい、魅力的です。  Pixarレベルのもの、私は言うことを敢えて。\u001b[22m\n\u001b[1m(- Yunīkuna chādezain mo airashī, mirikitekidesu. Pixar reberu no mono, watashi wa iu koto o aete.)\u001b[22m\n\nTranslations of \u001b[4m-Unique chara-design that is also adorable and engaging. Pixar-level stuff, dare I say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Unique chara-design that is also adorable and engaging.\u001b[24m\n    \u001b[1m - ユニークなチャーデザインも愛らしい、魅力的です。\u001b[22m, \u001b[1mまた、愛らしい、魅力ある-uniqueキャラデザイン。\u001b[22m\n\u001b[4mPixar-level stuff, dare I say.\u001b[24m\n    \u001b[1mPixarレベルのもの、私は言うことを敢えて。\u001b[22m, \u001b[1mピクサーレベルのものは、私はあえて言います。\u001b[22m\n\u001b[1m\u001b[22m\n-Character development for everybody\n\n\u001b[1m - みんなのためのキャラクター開発\u001b[22m\n\u001b[1m(- Min'na no tame no kyarakutā kaihatsu)\u001b[22m\n\nTranslations of \u001b[4m-Character development for everybody\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Character development for everybody\u001b[24m\n    \u001b[1m - みんなのためのキャラクター開発\u001b[22m, \u001b[1m皆のため-character開発\u001b[22m\n\u001b[1m\u001b[22m\n-Epic fight scenes with speed, showmanship and suspense\n\n\u001b[1m - スピード、ショーマンシップ、サスペンスのエピック戦闘シーン\u001b[22m\n\u001b[1m(- Supīdo, shōmanshippu, sasupensu no epikku sentō shīn)\u001b[22m\n\nTranslations of \u001b[4m-Epic fight scenes with speed, showmanship and suspense\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Epic fight scenes with speed, showmanship and suspense\u001b[24m\n    \u001b[1m - スピード、ショーマンシップ、サスペンスのエピック戦闘シーン\u001b[22m, \u001b[1mスピード、ショーマンシップとサスペンスとの戦闘シーン-Epic\u001b[22m\n\u001b[1m\u001b[22m\n-Fun all around. I'm not a fan of shojô, harem or college-girls anime but what can I say ? It gets the job done. I had fun and I want more.\n\n\u001b[1m - 周りのすべてのファン。 私は、少女、ハレム、女子生徒のアニメのファンではありませんが、私は何を言うことができますか？ それは仕事を終わらせる。 私は楽しかったし、もっと欲しい。\u001b[22m\n\u001b[1m(- Mawari no subete no fan. Watashi wa, shōjo, haremu, joshi seito no anime no fande wa arimasenga, watashi wa nani o iu koto ga dekimasu ka? Sore wa shigoto o owara seru. Watashi wa tanoshikattashi, motto hoshī.)\u001b[22m\n\nTranslations of \u001b[4m-Fun all around. I'm not a fan of shojô, harem or college-girls anime but what can I say ? It gets the job done. I had fun and I want more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Fun all around.\u001b[24m\n    \u001b[1m - 周りのすべてのファン。\u001b[22m, \u001b[1mすべての周り-fun。\u001b[22m\n\u001b[4mI'm not a fan of shojô, harem or college-girls anime but what can I say ?\u001b[24m\n    \u001b[1m私は、少女、ハレム、女子生徒のアニメのファンではありませんが、私は何を言うことができますか？\u001b[22m, \u001b[1m私は少女、ハーレムや大学、女の子のアニメのファンではないが、私は何を言うことができますか？\u001b[22m\n\u001b[4mIt gets the job done.\u001b[24m\n    \u001b[1mそれは仕事を終わらせる。\u001b[22m, \u001b[1mそれは仕事を取得します。\u001b[22m\n\u001b[4mI had fun and I want more.\u001b[24m\n    \u001b[1m私は楽しかったし、もっと欲しい。\u001b[22m, \u001b[1m私は楽しみを持っていたし、私はもっと欲しいです。\u001b[22m"
  },
  {
    "title": "Little_Witch_Academia",
    "id": "14349",
    "url": "https://myanimelist.net/anime/14349/Little_Witch_Academia",
    "user": "isumi-chan",
    "profile": "/profile/isumi-chan/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=96079",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  10\n\n今日のアニメレビューはanime Little Witch Academiaにあります！ これを読んでいるあなたのほとんどがこのアニメを見たことがありません！ 私は正しいですか？ 私の素晴らしいレビューを始める前に、私はもはやスコアで私のレビューをしていないことを伝えたいと思います！ はい、私は変更されました！ 私はちょうどこの空のボックスの中にこのアニメに自分の気持ちを入力するつもりです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nTodays Anime Review is on the anime Little Witch Academia! Most of you who are reading this wont have seen this anime! Am I correct? Before I start my outstanding review I want to tell you that I am no longer doing my reviews with the scores! Yes I have changed! I'm just going to type my feelings to this anime inside this blank box.\n\n\u001b[1m今日のアニメレビューはanime Little Witch Academiaにあります！ これを読んでいるあなたのほとんどがこのアニメを見たことがありません！ 私は正しいですか？ 私の素晴らしいレビューを始める前に、私はもはやスコアで私のレビューをしていないことを伝えたいと思います！ はい、私は変更されました！ 私はちょうどこの空のボックスの中にこのアニメに自分の気持ちを入力するつもりです。\u001b[22m\n\u001b[1m(Kyō no animerebyū wa anime Little u~itchi Academia ni arimasu! Kore o yonde iru anata no hotondo ga kono anime o mita koto ga arimasen! Watashi wa tadashīdesu ka? Watashi no subarashī rebyū o hajimeru mae ni, watashi wa mohaya sukoa de watashi no rebyū o shite inai koto o tsutaetai to omoimasu! Hai, watashi wa henkō sa remashita! Watashi wa chōdo kono sora no bokkusu no naka ni kono anime ni jibun no kimochi o nyūryoku suru tsumoridesu.)\u001b[22m\n\nTranslations of \u001b[4mTodays Anime Review is on the anime Little Witch Academia! Most of you who are reading this wont have seen this anime! Am I correct? Before I start my outstanding review I want to tell you that I am no longer doing my reviews with the scores! Yes I have changed! I'm just going to type my feelings to this anime inside this blank box.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTodays Anime Review is on the anime Little Witch Academia!\u001b[24m\n    \u001b[1m今日のアニメレビューはanime Little Witch Academiaにあります！\u001b[22m, \u001b[1m今日のアニメレビューはアニメリトルウィッチアカデミアにあります！\u001b[22m\n\u001b[4mMost of you who are reading this wont have seen this anime!\u001b[24m\n    \u001b[1mこれを読んでいるあなたのほとんどがこのアニメを見たことがありません！\u001b[22m, \u001b[1mこの習慣を読んでいるあなた方のほとんどは、このアニメを見てきました！\u001b[22m\n\u001b[4mAm I correct?\u001b[24m\n    \u001b[1m私は正しいですか？\u001b[22m, \u001b[1m私は正しいでしょうか？\u001b[22m\n\u001b[4mBefore I start my outstanding review I want to tell you that I am no longer doing my reviews with the scores!\u001b[24m\n    \u001b[1m私の素晴らしいレビューを始める前に、私はもはやスコアで私のレビューをしていないことを伝えたいと思います！\u001b[22m, \u001b[1m私は私の優れたレビューを開始する前に私はもはやスコアと私のレビューをやっていることを教えてくれませんしたいです！\u001b[22m\n\u001b[4mYes I have changed!\u001b[24m\n    \u001b[1mはい、私は変更されました！\u001b[22m, \u001b[1mはい私が変更されました！\u001b[22m\n\u001b[4mI'm just going to type my feelings to this anime inside this blank box.\u001b[24m\n    \u001b[1m私はちょうどこの空のボックスの中にこのアニメに自分の気持ちを入力するつもりです。\u001b[22m, \u001b[1m私はちょうどこの空白のボックス内にこのアニメに私の気持ちを入力するつもりです。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Little_Witch_Academia",
    "id": "14349",
    "url": "https://myanimelist.net/anime/14349/Little_Witch_Academia",
    "user": "platinumSKIES",
    "profile": "/profile/platinumSKIES/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=104367",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  10\n\n私は本当にアカデミアへの私の反応を次のように記述することができます：うわー！ ちょうど...うわー！\n\nストーリー（8/10）：アカデミアは、魔女の訓練を希望するAkkoと、彼女が基本的に（さらにもっと）魔法の女の子になる方法です。 そして、私はそれを大好きです。 私たちは、魔女やアカデミーの世界をよく見ています。それだけではありますが、パレットを濡らして、私たちが入る世界を理解するだけで十分です。 そして、それは本当に背景がないという問題を抱えていますが（魔女についてどれくらい知っていますか？）、私はまったく気にしませんでした。 トリガーは、あなたがもっと欲しがっていることを物語っていて、Akkoがどのように彼女の研究の中で最も素晴らしい魔女であるかを見ています。\n\nArt（10/10）：このOVAは、私がアニメでしばらく見てきた素晴らしい芸術のいくつかを持っています。 色は活気に満ちていて印象的です。呪文は神秘的でした。最後の戦いは大変真剣でした。私はすべてを賞賛したい！ 私はまた、\n\nキャラクター（9/10）：すべてのキャラクターは楽しく面白かったです。  Akkoは、人々が魔法を愛することを望んでいるスパンキーな子供であり、彼女はまさに真のカリスマ性のように私を作った。 彼女の友人は楽しいです（特にSucy、彼女がいる狂った毒愛好家の女の子）、そして私はOVAがもっと長くなっていればもっと見ることが大好きでした。 彼女のライバルのダイアナも面白かった。なぜなら彼女は最初は「まったく悪魔のような雰囲気」を放つが、すぐに彼女についての私の意見を変えたより豪華なヒーローに切り替えるからだ。 彼女の友人は、しかし、迷惑なために卵を吸うことができます。 我々はまた、神秘的な先生/ Shiny Chariotを持っていて、私がもっと知りたいと思っています。\n\n楽しさ（10/10）：トリガーは、ハリー・ポッターシリーズの魅力と魔法、魔法の女の子のジャンル（より具体的にはおじゃるじのドレミ）、アメリカの漫画のデザインとコメディー、RPGの悪戯やメタユーモア、 虹の波動砲とプリキュアフランチャイズの尻を蹴って1つにすべてをマッシュした。 そして、それは働く。 私は24分を通して楽しまれました。そして、私は最後にもそれを見続けたいと思っていたことに正直に驚きました。 私はこれが元のGainaxの従業員によってなされたものだと完全に信じることができます。なぜなら、あなたを吸い込み、それを見て幸せに感じるようにする素晴らしい仕事をしているからです。\n\nリトル・ウィッチアカデミーは、それが得られるすべての賞賛に値する。 トリガーのKickstarterがもっと多くのエピソードのために十分にネットを作ることを心から願っています（本当に、私たちはすべて本格的なシリーズを見たいと思っています。 私はすべてを見るためにこれを十分に推奨することはできません。 あなたが知っているから、「信じるのは魔法です。  ;）\n\n（私は非常に明白なMLP：FiMの参照を保留にした。皆さんを歓迎します。XD）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI can really only describe my reaction to Academia as follows: Wow! Just...wow!\n\n\u001b[1m私は本当にアカデミアへの私の反応を次のように記述することができます：うわー！ ちょうど...うわー！\u001b[22m\n\u001b[1m(Watashi wa hontōni akademia e no watashi no han'nō o jinoyōni kijutsu suru koto ga dekimasu: Uwa ̄ ! Chōdo... Uwa ̄ !)\u001b[22m\n\nTranslations of \u001b[4mI can really only describe my reaction to Academia as follows: Wow! Just...wow!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can really only describe my reaction to Academia as follows: Wow!\u001b[24m\n    \u001b[1m私は本当にアカデミアへの私の反応を次のように記述することができます：うわー！\u001b[22m, \u001b[1m次のように私は本当に唯一のアカデミアに私の反応を記述することができます：うわー！\u001b[22m\n\u001b[4mJust...wow!\u001b[24m\n    \u001b[1mちょうど...うわー！\u001b[22m, \u001b[1mただ...すごいです！\u001b[22m\n\u001b[1m\u001b[22m\nStory (8/10): Academia follows are witch-in-training hopeful Akko and how she basically becomes a (n even more) magical girl. And I just love it. We get a good look into the world of witches and the academy, and while it's just a sprinkle of it, it's enough to wet your pallet and give you an understanding of the world we'll enter. And while it does have the problem of there really being no background (like how much do people know about witches?), I wasn't bothered by that at all. Trigger made a story that makes you want more and to see how Akko continues on in her studies to be the most fabulous witch possible.\n\n\u001b[1mストーリー（8/10）：アカデミアは、魔女の訓練を希望するAkkoと、彼女が基本的に（さらにもっと）魔法の女の子になる方法です。 そして、私はそれを大好きです。 私たちは、魔女やアカデミーの世界をよく見ています。それだけではありますが、パレットを濡らして、私たちが入る世界を理解するだけで十分です。 そして、それは本当に背景がないという問題を抱えていますが（魔女についてどれくらい知っていますか？）、私はまったく気にしませんでした。 トリガーは、あなたがもっと欲しがっていることを物語っていて、Akkoがどのように彼女の研究の中で最も素晴らしい魔女であるかを見ています。\u001b[22m\n\u001b[1m(Sutōrī (8 / 10): Akademia wa, majo no kunren o kibō suru Akko to, kanojo ga kihontekini (sarani motto) mahō no on'nanoko ni naru hōhōdesu. Soshite, watashi wa sore o daisukidesu. Watashitachiha, majo ya akademī no sekai o yoku mite imasu. Sore dakede wa arimasuga, paretto o nurashite, watashitachi ga hairu sekai o rikai suru dakede jūbundesu. Soshite, sore wa hontōni haikei ga nai to iu mondai o kakaete imasuga (majo ni tsuite dore kurai shitte imasu ka?), Watashi wa mattaku ki ni shimasendeshita. Torigā wa, anata ga motto hoshi gatte iru koto o monogatatte ite, Akko ga dono yō ni kanojo no kenkyū no naka de mottomo subarashī majodearu ka o mite imasu.)\u001b[22m\n\nTranslations of \u001b[4mStory (8/10): Academia follows are witch-in-training hopeful Akko and how she basically becomes a (n even more) magical girl. And I just love it. We get a good look into the world of witches and the academy, and while it's just a sprinkle of it, it's enough to wet your pallet and give you an understanding of the world we'll enter. And while it does have the problem of there really being no background (like how much do people know about witches?), I wasn't bothered by that at all. Trigger made a story that makes you want more and to see how Akko continues on in her studies to be the most fabulous witch possible.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (8/10): Academia follows are witch-in-training hopeful Akko and how she basically becomes a (n even more) magical girl.\u001b[24m\n    \u001b[1mストーリー（8/10）：アカデミアは、魔女の訓練を希望するAkkoと、彼女が基本的に（さらにもっと）魔法の女の子になる方法です。\u001b[22m, \u001b[1mストーリー（8/10）：アカデミアは、希望に満ちたアッコで-訓練魔女とどのように彼女は基本的に（nはそれ以上）の魔法少女となっている以下の。\u001b[22m\n\u001b[4mAnd I just love it.\u001b[24m\n    \u001b[1mそして、私はそれを大好きです。\u001b[22m, \u001b[1mそして、私はちょうどそれを愛します。\u001b[22m\n\u001b[4mWe get a good look into the world of witches and the academy, and while it's just a sprinkle of it, it's enough to wet your pallet and give you an understanding of the world we'll enter.\u001b[24m\n    \u001b[1m私たちは、魔女やアカデミーの世界をよく見ています。それだけではありますが、パレットを濡らして、私たちが入る世界を理解するだけで十分です。\u001b[22m, \u001b[1m我々は、魔女の世界とアカデミーへの良好な外観を取得し、それはそれだけのふりかけですが、それはあなたのパレットを濡らして、あなたに私たちが入るだろう世界の理解を与えるのに十分です。\u001b[22m\n\u001b[4mAnd while it does have the problem of there really being no background (like how much do people know about witches?), I wasn't bothered by that at all.\u001b[24m\n    \u001b[1mそして、それは本当に背景がないという問題を抱えていますが（魔女についてどれくらい知っていますか？）、私はまったく気にしませんでした。\u001b[22m, \u001b[1mそれが本当に（人々が魔女について知っているどのくらいのような？）が背景になっていなけれの問題を持っていながら、私は全くそれに悩まされていませんでした。\u001b[22m\n\u001b[4mTrigger made a story that makes you want more and to see how Akko continues on in her studies to be the most fabulous witch possible.\u001b[24m\n    \u001b[1mトリガーは、あなたがもっと欲しがっていることを物語っていて、Akkoがどのように彼女の研究の中で最も素晴らしい魔女であるかを見ています。\u001b[22m, \u001b[1mトリガーは、あなたがもっと欲しいとアッコが可能な最も素晴らしい魔女であることが彼女の研究でオン続ける方法を確認することが可能になる話をしました。\u001b[22m\n\u001b[1m\u001b[22m\nArt (10/10): This OVA has some of the most amazing art that I've seen in a while in anime. The colors are vibrant and striking, the spells looked mystical, the whole final battle was great- seriously, I just want to praise everything! I'd also like to say that the\n\n\u001b[1mArt（10/10）：このOVAは、私がアニメでしばらく見てきた素晴らしい芸術のいくつかを持っています。 色は活気に満ちていて印象的です。呪文は神秘的でした。最後の戦いは大変真剣でした。私はすべてを賞賛したい！ 私はまた、\u001b[22m\n\u001b[1m(Art (10/ 10): Kono ovu~a wa, watashi ga anime de shibaraku mitekita subarashī geijutsu no ikutsu ka o motte imasu. Iro wa kakki ni michite ite inshō-tekidesu. Jumon wa shinpi-tekideshita. Saigonotatakai wa taihen shinkendeshita. Watashi wa subete o shōsan shitai! Watashi wa mata,)\u001b[22m\n\nTranslations of \u001b[4mArt (10/10): This OVA has some of the most amazing art that I've seen in a while in anime. The colors are vibrant and striking, the spells looked mystical, the whole final battle was great- seriously, I just want to praise everything! I'd also like to say that the\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (10/10): This OVA has some of the most amazing art that I've seen in a while in anime.\u001b[24m\n    \u001b[1mArt（10/10）：このOVAは、私がアニメでしばらく見てきた素晴らしい芸術のいくつかを持っています。\u001b[22m, \u001b[1mアート（10/10）：このOVAは、私はアニメでしばらく見た中で最も素晴らしい芸術のいくつかを持っています。\u001b[22m\n\u001b[4mThe colors are vibrant and striking, the spells looked mystical, the whole final battle was great- seriously, I just want to praise everything!\u001b[24m\n    \u001b[1m色は活気に満ちていて印象的です。呪文は神秘的でした。最後の戦いは大変真剣でした。私はすべてを賞賛したい！\u001b[22m, \u001b[1m色は呪文は、私はちょうどすべてを賞賛したい、全体の最後の戦いが真剣にgreat-た、神秘的な見て、活気に満ちた印象的です！\u001b[22m\n\u001b[4mI'd also like to say that the\u001b[24m\n    \u001b[1m私はまた、\u001b[22m, \u001b[1m私はまたことを言いたいです\u001b[22m\n\u001b[1m\u001b[22m\nCharacter (9/10): All the characters were fun and interesting. Akko is a spunky kid who wants people to love magic and she just made me like out of sheer charisma. Her friends are fun (especially Sucy, being the crazy poison loving girl that she is) and I would've loved to see more of them if the OVA was longer. Her rival Diana was also interesting, since she at first gives off the 'totally evil witch-with-a-B' vibe, but easily switches over to a more boastful-heroic that changed my opinion about her right away. Her friends, though, can go suck eggs for being annoying. We also have the mysterious teacher/Shiny Chariot that I would love to find out more about.\n\n\u001b[1mキャラクター（9/10）：すべてのキャラクターは楽しく面白かったです。  Akkoは、人々が魔法を愛することを望んでいるスパンキーな子供であり、彼女はまさに真のカリスマ性のように私を作った。 彼女の友人は楽しいです（特にSucy、彼女がいる狂った毒愛好家の女の子）、そして私はOVAがもっと長くなっていればもっと見ることが大好きでした。 彼女のライバルのダイアナも面白かった。なぜなら、彼女は最初は「まったく悪魔のような気分だった」と感じていたが、すぐに彼女のことについて私の意見を変えたより豪華なヒーローに簡単に切り替えるからだ。 彼女の友人は、しかし、迷惑なために卵を吸うことができます。 我々はまた、神秘的な先生/ Shiny Chariotを持っています。\u001b[22m\n\u001b[1m(Kyarakutā (9 / 10): Subete no kyarakutā wa tanoshiku omoshirokattadesu. Akko wa, hitobito ga mahō o aisuru koto o nozonde iru supankīna kodomodeari, kanojo wa masani shin no karisuma-sei no yō ni watashi o tsukutta. Kanojo no yūjin wa tanoshīdesu (tokuni Sucy, kanojo ga iru kurutta doku aikō-ka no on'nanoko), soshite watashi wa ovu~a ga motto nagaku natte ireba motto miru koto ga daisukideshita. Kanojo no raibaru no Daiana mo omoshirokatta. Nazenara, kanojo wa saisho wa `mattaku akuma no yōna kibundatta' to kanjite itaga, sugu ni kanojo no koto ni tsuite watashi no iken o kaeta yori gōkana hīrō ni kantan ni kirikaerukarada. Kanojo no yūjin wa, shikashi, meiwakuna tame ni tamago o suu koto ga dekimasu. Wareware wa mata, shinpi-tekina sensei/ shainī chariotto o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter (9/10): All the characters were fun and interesting. Akko is a spunky kid who wants people to love magic and she just made me like out of sheer charisma. Her friends are fun (especially Sucy, being the crazy poison loving girl that she is) and I would've loved to see more of them if the OVA was longer. Her rival Diana was also interesting, since she at first gives off the 'totally evil witch-with-a-B' vibe, but easily switches over to a more boastful-heroic that changed my opinion about her right away. Her friends, though, can go suck eggs for being annoying. We also have the mysterious teacher/Shiny Chariot that I would love to find out more about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter (9/10): All the characters were fun and interesting.\u001b[24m\n    \u001b[1mキャラクター（9/10）：すべてのキャラクターは楽しく面白かったです。\u001b[22m, \u001b[1m文字（9/10）：すべての文字は楽しく、興味深いものでした。\u001b[22m\n\u001b[4mAkko is a spunky kid who wants people to love magic and she just made me like out of sheer charisma.\u001b[24m\n    \u001b[1mAkkoは、人々が魔法を愛することを望んでいるスパンキーな子供であり、彼女はまさに真のカリスマ性のように私を作った。\u001b[22m, \u001b[1mアッコは、人々が魔法を愛したい勇敢な子供であり、彼女はただ全くのカリスマのうちのように私を作りました。\u001b[22m\n\u001b[4mHer friends are fun (especially Sucy, being the crazy poison loving girl that she is) and I would've loved to see more of them if the OVA was longer.\u001b[24m\n    \u001b[1m彼女の友人は楽しいです（特にSucy、彼女がいる狂った毒愛好家の女の子）、そして私はOVAがもっと長くなっていればもっと見ることが大好きでした。\u001b[22m, \u001b[1m彼女の友人は（彼女は狂気の毒愛情のある女の子であること、特にSucy）楽しいですし、OVAが長かった場合、私はそれらの多くを見るのが好きだっただろう。\u001b[22m\n\u001b[4mHer rival Diana was also interesting, since she at first gives off the 'totally evil witch-with-a-B' vibe, but easily switches over to a more boastful-heroic that changed my opinion about her right away.\u001b[24m\n    \u001b[1m彼女のライバルのダイアナも面白かった。なぜなら、彼女は最初は「まったく悪魔のような気分だった」と感じていたが、すぐに彼女のことについて私の意見を変えたより豪華なヒーローに簡単に切り替えるからだ。\u001b[22m, \u001b[1m彼女がで最初の '完全に邪悪な魔女と--B'雰囲気を放つが、簡単にすぐに彼女について私の意見を変更し、より自慢-英雄的に切り替わるので。彼女のライバルダイアナは、また面白かったです\u001b[22m\n\u001b[4mHer friends, though, can go suck eggs for being annoying.\u001b[24m\n    \u001b[1m彼女の友人は、しかし、迷惑なために卵を吸うことができます。\u001b[22m, \u001b[1m彼女の友人は、しかし、迷惑であることのために卵を吸う行くことができます。\u001b[22m\n\u001b[4mWe also have the mysterious teacher/Shiny Chariot that I would love to find out more about.\u001b[24m\n    \u001b[1m我々はまた、神秘的な先生/ Shiny Chariotを持っています。\u001b[22m, \u001b[1m我々はまた、私はについての詳細を調べるのが大好きだ神秘的な先生/シャイニーチャリオットを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment (10/10): It's like Trigger took inspiration and magic of the Harry Potter series, the magical girl genre (or more specifically, Ojamajo Doremi), the design and comedy of American cartoons, some RPG antics and meta-humor, and the rainbow wave motion guns and butt kicking of the Precure franchise and mashed it all into one. And it WORKS. I was entertained throughout the entire 24 minutes, and I was honestly amazed at how much I wanted to keep watching it even at the end. I can also completely believe that this was made by former Gainax employees, since it just does an amazing job at sucking you in and making you feel all the more happy for watching it.\n\n\u001b[1m楽しさ（10/10）：トリガーは、ハリー・ポッターシリーズの魅力と魔法、魔法の女の子のジャンル（より具体的にはおじゃるじのドレミ）、アメリカの漫画のデザインとコメディー、RPGの悪戯やメタユーモア、 虹の波動砲とプリキュアフランチャイズの尻を蹴って1つにすべてをマッシュした。 そして、それは働く。 私は24分を通して楽しまれました。そして、私は最後にもそれを見続けたいと思っていたことに正直に驚きました。 私はこれが元のGainaxの従業員によってなされたものだと完全に信じることができます。なぜなら、あなたを吸い込み、それを見て幸せに感じるようにする素晴らしい仕事をしているからです。\u001b[22m\n\u001b[1m(Tanoshisa (10/ 10): Torigā wa, harī pottāshirīzu no miryoku to mahō, mahō no on'nanoko no janru (yori gutaitekini wa ojaruji no doremi), Amerika no manga no dezain to komedī, RPG no akugi ya metayūmoa, niji no hadō-hō to purikyuafuranchaizu no shiri o kette 1tsu ni subete o masshu shita. Soshite, soreha hataraku. Watashi wa 24-bu o tōshite tanoshima remashita. Soshite, watashi wa saigo ni mo sore o mi tsudzuketai to omotte ita koto ni shōjiki ni odorokimashita. Watashi wa kore ga gen no Gainax no jūgyōin ni yotte nasa reta monoda to kanzen ni shinjiru koto ga dekimasu. Nazenara, anata o suikomi, sore o mite shiawase ni kanjiru yō ni suru subarashī shigoto o shite irukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (10/10): It's like Trigger took inspiration and magic of the Harry Potter series, the magical girl genre (or more specifically, Ojamajo Doremi), the design and comedy of American cartoons, some RPG antics and meta-humor, and the rainbow wave motion guns and butt kicking of the Precure franchise and mashed it all into one. And it WORKS. I was entertained throughout the entire 24 minutes, and I was honestly amazed at how much I wanted to keep watching it even at the end. I can also completely believe that this was made by former Gainax employees, since it just does an amazing job at sucking you in and making you feel all the more happy for watching it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (10/10): It's like Trigger took inspiration and magic of the Harry Potter series, the magical girl genre (or more specifically, Ojamajo Doremi), the design and comedy of American cartoons, some RPG antics and meta-humor, and\u001b[24m\n    \u001b[1m楽しさ（10/10）：トリガーは、ハリー・ポッターシリーズの魅力と魔法、魔法の女の子のジャンル（より具体的にはおじゃるじのドレミ）、アメリカの漫画のデザインとコメディー、RPGの悪戯やメタユーモア、\u001b[22m, \u001b[1m楽しさ（10/10）：トリガがインスピレーションとハリーポッターシリーズ、魔法少女のジャンル（またはより具体的には、おジャ魔女どれみ）、アメリカの漫画のデザインと喜劇の魔法を取ったようです、いくつかのRPGのふざけた態度とメタユーモア、および\u001b[22m\n\u001b[4mthe rainbow wave motion guns and butt kicking of the Precure franchise and mashed it all into one.\u001b[24m\n    \u001b[1m虹の波動砲とプリキュアフランチャイズの尻を蹴って1つにすべてをマッシュした。\u001b[22m, \u001b[1m虹の波動砲とお尻はプリキュアのフランチャイズの蹴りと一つにそれをすべてをつぶしました。\u001b[22m\n\u001b[4mAnd it WORKS.\u001b[24m\n    \u001b[1mそして、それは働く。\u001b[22m, \u001b[1mそして、それは動作します。\u001b[22m\n\u001b[4mI was entertained throughout the entire 24 minutes, and I was honestly amazed at how much I wanted to keep watching it even at the end.\u001b[24m\n    \u001b[1m私は24分を通して楽しまれました。そして、私は最後にもそれを見続けたいと思っていたことに正直に驚きました。\u001b[22m, \u001b[1m私は、全体の24分を通して楽しまれた、と私は、私も最後にそれを見て維持したいどのくらいに正直驚きました。\u001b[22m\n\u001b[4mI can also completely believe that this was made by former Gainax employees, since it just does an amazing job at sucking you in and making you feel all the more happy for watching it.\u001b[24m\n    \u001b[1m私はこれが元のGainaxの従業員によってなされたものだと完全に信じることができます。なぜなら、あなたを吸い込み、それを見て幸せに感じるようにする素晴らしい仕事をしているからです。\u001b[22m, \u001b[1mまた、私は完全にそれだけであなたを吸引し、あなたはすべてのより多くのそれを見るために幸せを感じる作るのが素晴らしい仕事をしていませんので、これは、元ガイナックスの従業員によって行われたことを信じることができます。\u001b[22m\n\u001b[1m\u001b[22m\nLittle Witch Academia deserves all the praise that it gets. It's just so much fun and so interesting that I sincerely hope that Trigger's Kickstarter nets them enough for more episodes (though really, we all want to see a full fledged series. Don't lie kids, you know it's true). I can't recommend this enough for all to see. Since, you know, 'Believing is Magic'. ;)\n\n\u001b[1mリトル・ウィッチアカデミーは、それが得られるすべての賞賛に値する。 トリガーのKickstarterがもっと多くのエピソードのために十分にネットを作ることを心から願っています（本当に、私たちはすべて本格的なシリーズを見たいと思っています。 私はすべてを見るためにこれを十分に推奨することはできません。 あなたが知っているから、「信じるのは魔法です。  ;）\u001b[22m\n\u001b[1m(Ritoru u~itchiakademī wa, sore ga e rareru subete no shōsan ni ataisuru. Torigā no Kickstarter ga motto ōku no episōdo no tame ni jūbun ni netto o tsukuru koto o kokorokara negatte imasu (hontōni, watashitachiha subete honkaku-tekina shirīzu o mitai to omotte imasu. Watashi wa subete o miru tame ni kore o jūbun ni suishō suru koto wa dekimasen. Anata ga shitte irukara,`shinjiru no wa mahōdesu. ; ))\u001b[22m\n\nTranslations of \u001b[4mLittle Witch Academia deserves all the praise that it gets. It's just so much fun and so interesting that I sincerely hope that Trigger's Kickstarter nets them enough for more episodes (though really, we all want to see a full fledged series. Don't lie kids, you know it's true). I can't recommend this enough for all to see. Since, you know, 'Believing is Magic'. ;)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLittle Witch Academia deserves all the praise that it gets.\u001b[24m\n    \u001b[1mリトル・ウィッチアカデミーは、それが得られるすべての賞賛に値する。\u001b[22m, \u001b[1mリトルウィッチアカデミアは、それを取得すべての賞賛に値します。\u001b[22m\n\u001b[4mIt's just so much fun and so interesting that I sincerely hope that Trigger's Kickstarter nets them enough for more episodes (though really, we all want to see a full fledged series. Don't lie kids, you know it's true).\u001b[24m\n    \u001b[1mトリガーのKickstarterがもっと多くのエピソードのために十分にネットを作ることを心から願っています（本当に、私たちはすべて本格的なシリーズを見たいと思っています。\u001b[22m, \u001b[1mそれは（実際に、我々はすべての本格的なシリーズを見たいのに。子供を嘘をつかない、あなたはそれが本当であることを知っている）私は心からトリガーのキックスターターは、より多くのエピソードのために十分にそれらをネットすることを願っていることだけでとても楽しいし、とても興味深いです。\u001b[22m\n\u001b[4mI can't recommend this enough for all to see.\u001b[24m\n    \u001b[1m私はすべてを見るためにこれを十分に推奨することはできません。\u001b[22m, \u001b[1m私はすべてを見て、この十分にお勧めすることはできません。\u001b[22m\n\u001b[4mSince, you know, 'Believing is Magic'.\u001b[24m\n    \u001b[1mあなたが知っているから、「信じるのは魔法です。\u001b[22m, \u001b[1m、あなたが知っているので、「信じることのマジックです」。\u001b[22m\n\u001b[4m;)\u001b[24m\n    \u001b[1m;）\u001b[22m\n\u001b[1m\u001b[22m\n(I held off on the super obvious MLP: FiM reference. You're welcome everyone. XD)\n\n\u001b[1m（私は非常に明白なMLP：FiMの参照を保留にした。皆さんを歓迎します。XD）\u001b[22m\n\u001b[1m((Watashi wa hijō ni meihakuna MLP: FiM no sanshō o horyū ni shita. Minasan o kangei shimasu. XD))\u001b[22m\n\nTranslations of \u001b[4m(I held off on the super obvious MLP: FiM reference. You're welcome everyone. XD)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(I held off on the super obvious MLP: FiM reference. You're welcome everyone. XD)\u001b[24m\n    \u001b[1m（私は非常に明白なMLP：FiMの参照を保留にした。皆さんを歓迎します。XD）\u001b[22m, \u001b[1m（私はスーパー明白なMLPにオフに保た：FIMの参照をあなたは歓迎みんなXDです。。）\u001b[22m"
  },
  {
    "title": "Little_Witch_Academia",
    "id": "14349",
    "url": "https://myanimelist.net/anime/14349/Little_Witch_Academia",
    "user": "witty-name",
    "profile": "/profile/witty-name/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=162721",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  7\nキャラクター|  9\n|  9\n\n最高のハリー・ポッター映画。\n\nこれを脇に冗談を言うことは、本当にそれが何をしたいのかを知っている良い短編映画であり、成功する。\n\n彼らはかなり目立つ2つの本当の問題です。\n\n1.プロットは、あなたがおそらく以前見たことのある物語のタイプです。\n\n2.すべてのキャラクターのための良いフィーリングをわずか20分で得るのは難しいですが、ある程度それを見直して再視聴可能な映画だと思っていますが、それでも問題は残っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nbest harry potter movie you'll ever see.\n\n\u001b[1m最高のハリー・ポッター映画。\u001b[22m\n\u001b[1m(Saikō no harī pottā eiga.)\u001b[22m\n\nTranslations of \u001b[4mbest harry potter movie you'll ever see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mbest harry potter movie you'll ever see.\u001b[24m\n    \u001b[1m最高のハリー・ポッター映画。\u001b[22m, \u001b[1mあなたが表示されます最高のハリーポッターの映画。\u001b[22m\n\u001b[1m\u001b[22m\njoking aside this really is a good short film it knows what it wants to do and it succeeds.\n\n\u001b[1mこれを脇に冗談を言うことは、本当にそれが何をしたいのかを知っている良い短編映画であり、成功する。\u001b[22m\n\u001b[1m(Kore o waki ni jōdan o iu koto wa, hontōni sore ga nani o shitai no ka o shitte iru yoi tanpen eigadeari, seikō suru.)\u001b[22m\n\nTranslations of \u001b[4mjoking aside this really is a good short film it knows what it wants to do and it succeeds.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mjoking aside this really is a good short film it knows what it wants to do and it succeeds.\u001b[24m\n    \u001b[1mこれを脇に冗談を言うことは、本当にそれが何をしたいのかを知っている良い短編映画であり、成功する。\u001b[22m, \u001b[1m冗談はさておきこれは本当にそれが何をしたいし、それが成功したことを知っている良いショートフィルムです。\u001b[22m\n\u001b[1m\u001b[22m\ntheir are two real problems with it that are pretty noticeable.\n\n\u001b[1m彼らはかなり目立つ2つの本当の問題です。\u001b[22m\n\u001b[1m(Karera wa kanari medatsu 2tsu no hontō no mondaidesu.)\u001b[22m\n\nTranslations of \u001b[4mtheir are two real problems with it that are pretty noticeable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mtheir are two real problems with it that are pretty noticeable.\u001b[24m\n    \u001b[1m彼らはかなり目立つ2つの本当の問題です。\u001b[22m, \u001b[1mかなり顕著である、それを持つ2つの本当の問題は、彼らのです。\u001b[22m\n\u001b[1m\u001b[22m\n1. the plot is nothing to write home about at all it is a type of story you have probably seen before.\n\n\u001b[1m1.プロットは、あなたがおそらく以前見たことのある物語のタイプです。\u001b[22m\n\u001b[1m(1. Purotto wa, anata ga osoraku izen mita koto no aru monogatari no taipudesu.)\u001b[22m\n\nTranslations of \u001b[4m1. the plot is nothing to write home about at all it is a type of story you have probably seen before.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. the plot is nothing to write home about at all it is a type of story you have probably seen before.\u001b[24m\n    \u001b[1m1.プロットは、あなたがおそらく以前見たことのある物語のタイプです。\u001b[22m, \u001b[1m1.プロットは、すべてのそれはあなたがおそらく前に見てきた物語のタイプであるホーム書くことは何もありません。\u001b[22m\n\u001b[1m\u001b[22m\n2. it is hard to get a good feel for all the characters in a mere 20 minutes I think re-watching fixes that to some extent and it is a re-watchable movie but it is still a problem.\n\n\u001b[1m2.すべてのキャラクターのための良いフィーリングをわずか20分で得るのは難しいですが、ある程度それを見直して再視聴可能な映画だと思っていますが、それでも問題は残っています。\u001b[22m\n\u001b[1m(2. Subete no kyarakutā no tame no yoi fīringu o wazuka 20-bu de eru no wa muzukashīdesuga, aruteido sore o minaoshite sai shichō kanōna eigada to omotte imasuga, soredemo mondai wa nokotte imasu.)\u001b[22m\n\nTranslations of \u001b[4m2. it is hard to get a good feel for all the characters in a mere 20 minutes I think re-watching fixes that to some extent and it is a re-watchable movie but it is still a problem.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. it is hard to get a good feel for all the characters in a mere 20 minutes I think re-watching fixes that to some extent and it is a re-watchable movie but it is still a problem.\u001b[24m\n    \u001b[1m2.すべてのキャラクターのための良いフィーリングをわずか20分で得るのは難しいですが、ある程度それを見直して再視聴可能な映画だと思っていますが、それでも問題は残っています。\u001b[22m, \u001b[1m2.ある程度、それが再なんとか見映画ですが、それはまだ問題であることを私は考えてわずか20分ですべての文字再見の修正のために良い感触を得ることは困難です。\u001b[22m"
  }
]
