[
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "Hazegurl",
    "profile": "/profile/Hazegurl/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=98181",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n愚かな少年少年に星をつけないアニメを見つけようと努力して、私は大人を主演するアニメを見つけることに集中することに決めました。 私の検索でBTOOMを発見したのは、「22歳の...」という記述に遭遇したとき、私の検索はそれほど長くはかかりませんでした！\n\n私はアニメに好きかどうかを見てみることにしました。そして2日間ですべてを見終わった。  ：D私がそれについて好きなことすべてについて話を聞かせてください。\n\nストーリーは、自宅に座って一日中ビデオゲームをする男に関するもので、彼はBTOOMと呼ばれるゲームのトッププレーヤーの一人です！ 最終的に彼は誘拐され島に連れて行って生き残って自由に勝つためにゲームをしなければならない。 私はすぐに自分自身と私のKillzone 3中毒を考えました。 笑！ だから私は主要な主人公に関連付けることができます。 私はまた、人々が自分たちの生活のためにお互いに戦うことを余儀なくされている\"飢餓ゲーム\"のような物語が大好きです。\n\nキャラクターは、彼らがすべて真実の人々であるため、私にとって最大のドローです...または、彼らは一緒に投げ出されたアニメの原型だけでなく、本当の人のように感じます。 主人公Ryoutaは、非常に利己的で、物事が彼にどのように影響するかを考える傾向がある普通の人です。 彼はおしゃれな二人の靴ではありませんが、悪魔ではありません。 何よりも面白かったことは、島の誰もが知っている人によってそこに送られてきたことを知っていたことでした。私たちは、文字のいくつかがそこにある理由を垣間見ることができます。 彼らの行動に基づいて、なぜ誰かがそれらを送信するのだろうか。 言い換えれば、他の人よりもその地位に恵まれている人もいるし、隆太も本当にそこにいるべきかどうかを決めるのはあなた次第です。\n\n次の主人公は、やはりゲームをやっている高校生の姫子/エミリアで、試合では龍太と結婚しています。 私が最初にこのキャラクターを見たとき、私は高校の子供のことを避けたいので私の目を転がしたが、私は間違っていた。 この女の子は、それが得ることができるほどの本物であり、私は自分自身のために根を張って、大いに関係していることが分かった人です。 私は彼女の性格がどのように扱われていたのか、彼女がいた状況の中でどのように扱われたかが大好きです。彼女はほぼ2度強姦され、一般的に男性を信用できなくなりました。 彼女はちょうど戻っていくつかの性的な子猫になったり、彼女は乙女でした。 彼女は男性が彼女からそれを取り除くことを熱望していた世界で彼女の純度を維持するために戦った。 たとえそれが自分の人生を犠牲にしたとしても。\n\nとにかく、私がすべてのために根を張らなかったキャラクターも、愛、憎しみ、嫌悪などのように、私がそれらについてある方法を感じさせるようなものを持っていました。アニメはどれくらい恐ろしいかを示すパンチを引っ張っていませんでした これらの人物が「消えたがっている人」によってどのように選ばれたかについての物語の前提のために、それはそうするべきだということです。 物語は裏切りなどで満たされていて、なぜ彼らがそこにいるのかを常に思い出させます。\n\nRyoutaとHimikoの関係がゆっくりと発展したのは本当に楽しかったです。 彼は愚かな恥ずかしがりの少年ではないし、彼女はいくつかのスーパーの雌犬やスーパー病的な甘い雛ではありません。 彼らは悪夢に投げ込まれた二人だけで、彼らは生き残ろうとしています。\n\n今私はそれについて好きではなかった：\n\nまず、ヒミコが外国人と呼ばれたことは嬉しかったです。 彼女は金髪の髪と青い目のキャラクターだったので、意味があります。 その後、彼女は自分自身を日本語と呼んでいますか？ 私はエミリアという日本人の女の子を多く知っていませんが、少なくともそれは一般的な日本人の名前ではありません。 なぜ、彼女は単に日本に住む外国人ではないのですか？\n\nアニメは12エピソードを超えないことに苦しんでいる。 私は他のキャラクターについてもっと知りたいと思っていましたし、BTOOMとその島版の背後にいる人々と何が起こっていたのかが分かりました。 それは、私が彼らのすべてを監視していた方法で、「キャビン・イン・ザ・ウッズ」のことを思い出しました。\n\nアニメはあまりにも多くのことをしました。 例えば、ヒミコはタイマーが1秒の間に爆弾を投げ捨てる。 それは遠くから同じ爆弾のタイプで他のキャラクターが死ぬのを見て、1秒でそれほど速く投げることができなかったことを考えればばかげている。 これは隆太にもたくさん起こります。 クローズコールが多すぎると、そのサスペンスがかかります。\n\n全体的な気持ち：\n\n私はこのアニメが本当に好きです。 私はその中の文字を愛し、私は本当にそれらについてもっと知りたいと思っています。 最後のエピソードを終えたとき、私はシーズン2を探しました。なぜなら、このアニメは終わっていないからです。 真ん中にはかなり終わりです！ しかし、残念ながら私はそれが2012年の最も売れ行きのあるアニメの1つだったと読んでいます。*もちろんSMH *です。 なぜ私はこのアニメが貧しい売り手であることに驚かされたのでしょうか？ それは、一日中赤ちゃんと馬車に顔を赤らめさせる若い高校生の少年を主演していない。 とても甘い、甘いアニメの女の子だけでなく、p * $$のメープルシロップや、人生の感情的に欠けている女の子でもあります。  「私を信じて/私/彼/彼女」と言ってみんなの問題を解決することはできません。おそらく、すべての人々に十分なエッチではないかもしれません。 天国はそれを禁じています。女の子はほとんどレイプされています。\n\nああ、私は別の季節に自分の息を止めず、どこで止まるのかを考えると、それを見ていなくても良いでしょう。 ここでは漫画ですが、私はそれをチェックアウトします。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "SN-chan",
    "profile": "/profile/SN-chan/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=85393",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  2\nアニメーション|  5\nサウンド|  5\nキャラクター|  2\n|  2\n\nBtooom！ それはまっすぐな顔をして笑っているプロットを引き離そうとすると同時に、鋭くて成熟しているために、ぎこちない成熟したものにしようとするショーの一つです。 残念なことに、結果はユーモアを誘導することが少なく、より説得力があります。\n\nこの設定は、「人間は野生である」トロピックにはあまりにも多く依存しています。そこでは、文字の多くが本当に必要なときに生き残るために殺人に訴えます。 選手たちは単に爆弾の袋を与えられ、無人島に落ち、家に帰ることを望むなら、お互いを殺すように言われている。 それでおしまい。 実際にゲームに参加することを強制するものは何もありません。なぜなら、島で生き残るために一緒に集まり、爆弾を使ってゲームを促進する邪悪な企業と戦うのはなぜですか？ すべてのキャラクターのうち、2人だけが有罪判決を受けた犯罪者です。 そうでなければ、彼らは家族や同僚にかわいそうだった普通の人々の集まりです。\n\n文字は一般的にひどく書かれています。 隆太は、悪者を救い、それぞれのエピソードを守って、私たちがフラッシュバックで見る巨大なぞろいとは対照的に、 ヒミコは殆どの時に苦痛を感じる無駄な乙女です。そして、平安の仲間から、龍太の側にいなければならない人には、徐々に落ちます。そうでなければ、心配して狂ってしまいます。 他のキャラクターの大半は、「人間は野生である」ということに依存していることによると、真剣に受け止めるにはあまりにも漫画的です。\n\n\n\nときには、爆弾の戦いは面白いかもしれませんが、もっと頻繁にBtooom！ あなたがこれを心の戦いにしようとしている場合は、あまり働かないだけです。 さまざまな種類の爆弾であっても、ブッシュに隠れている間に複数の爆弾をチャッキングすることは、ほとんどの場合、最も効果的な戦略になりますが、キャラクターを互いに「スマート」にしなければなりません。 彼らはお互いに圧倒されません。 一度キャラクターが爆弾を爆発させる前に爆弾を捕まえると、突然誰もが彼の相手を「賢明にした」ように行動する。 何かがあれば、これは彼らがすでに行っているよりも、彼らをもっと賢く見えるようにするだけです\n\n多分、最悪のことはBtooom！ セクシュアリティとレイプ文化に溢れたシリーズです。 ヒミコが何らかの形で侵害されているシーンはかなりありますが、これらのシーンは特に悪意のあるものではありませんが、特にポルノのソース素材と比べると、これらのシーンはまったく悪いものではありません。 ファンタスティックです。 そしてファンレイサーとしてのレイプは、単にドラマチックな物語に属するものではありません。\n\nBtooomの主な問題！ しかしレイプに関しては、それがヒミコと彼女の処女怖さを描写する方法です。  1つは、作家は恐怖症を誤ったものとみなし、ヒミコがどのようにして男性を信頼するかを知ろうとしている。 それだけで、強姦問題のための十分な敬意を持っていないと信じるのに十分な理由です。 あなたが見ているすべての人を不信にするのは間違いですが、男性を信用せずに、醜くて醜い女性についてのエピソードでこの点を説明しようとするのは間違いですが、処女恐怖症に悩まされている人にとっては、\n\nそして、ヒミコが「純粋」を守るために、あるいは勝利のすべての希望を失っただけで、ヒミコが戦争の熱中で自殺するシーンがいくつかあります。 これは、彼女がいくつかの心的外傷経験をどのように経験したかを理解することができますが、彼女が苦痛に悩まされるだけでなく、実際に彼女から魅力的な性格を引き出すのではないという点で問題があります。\n\n想像を絶するアクションシリーズとして、Btooom！ 軽度に面白いことに成功する。 そうでなければ、それは簡単に2012年の最悪のアニメの一つです。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "GrimiReaper",
    "profile": "/profile/GrimiReaper/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=76229",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  10\n\n次のレビューはスポイラーを含んでいません。\n\nストーリー：9\nBtooom！  22歳の主人公、坂本良太に続く。  Ryotaは、BIMS（爆弾）を使用して相手を探し出して破壊するオンラインマルチプレイヤー、世界最高のBtoom選手の一人です。 しかし、拉致されて離島に運ばれた後、彼は本物のためにゲームをすることを余儀なくされた。\n\nストーリーは、生存と心理学が混在しています。 ストーリーは、文字通りアイディアが沸いています。 ユニークなBIMの変種から、あらゆる機会にあなたを爆破しようとしている精神病の住人まで。\n\n\nアート：8\n芸術の面では、Btooom！ それにはたくさんのことがあります。 景色はきれいに詳細で、照明は素晴らしいです。 私の唯一の否定的なコメントは、今のところ血液には詳細がないということです。\n\n\nサウンド：7\n声優はあなたがアニメの大半から期待するものです。 残念ながら、サウンドトラックは印象的なものではありません。\n\n\nキャラクター：9\nストーリーには、あなたが嫌い​​な主人公がいます。 心理的なドラマであるこのショーは、かなり面白くて予測不能な性格のぎこちないキャラクターでいっぱいです。\n\n\n楽しさ：10\n聴衆を提供するために多くのアニメを見ることはまれです。 爆発的な行動、偉大なキャラクター、そしてあなたが実際に推測し続けるストーリー。\n\n\n全体：9\nMirai Nikki、Gantz、Deadman Wonderlandのファンがあなたの座席の端から端まであなたを守ります。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "mercury1980",
    "profile": "/profile/mercury1980/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=141335",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  6\nキャラクター|  4\n|  5\n\n'これは明日が新しいゲームをもたらすところです。 痛みが増えることを学ぶべき時です。 準備ができました！\n\n生存ゲームは日本で非常に顕著である。 通常、サバイバルゲームには誰が殺され、誰が最後の男になるのかが関係します。  Mirai Nikki、Fate / Zero、Danganronpaなどのサバイバルゲームの一部。\n\nストーリー（5）：\n\n坂本良太は、教育を受けていない、雇用されている、または訓練されていないNEETです。 彼はBTOOOMという新しいゲームをプレイしています！ 彼はトッププレーヤーの一人になりました。 ある日、彼は荒れ果てた熱帯の島で目を覚まし、彼はゲーム中の妻ヒミコを含む他の選手と一緒に、実生活のゲーム「BTOOOM」に閉じ込められていることに気付きました。\n\n各プレイヤーは緑の宝石を持っています。緑の宝石はその人生を表しており、宝石が取り除かれれば死ぬかもしれません。 基本的には、サバイバルゲームのようなものです。 勝つためには、すべての宝石を集めて生き残らなければなりません。\n\n基本的には、あなたの典型的なサバイバルゲームです。\n\nART（6）：\n\nアニメーションは良いです。 暗くて深刻な音色を描いています。\n\n音（6）：\n\n私はオープニング・ソング「痛み無し、ゲーム無し」を愛しました。結末「青空」が好きでした。 オープニングはロックンロールのように演奏されます。 エンディングはスムーズなチューンを与えます。\n\nキャラクター（4）：\n\n文字ははるかに弱いです。  RyotaとHimikoは予測可能でした。 リョタは時には悪いことかもしれません。 ヒミコは典型的な苦難の乙女です。 強姦は大変なことですが、私は彼女の過去を誠実に理解しましたが。\n\nキス・コスケは、幼少時代に悲惨な人生を送った悲劇的な人物でした。\n\n宮本さんは、マジェンタの海賊帽を持つ兵士のように見えます。\n\nRyotaとHimikoがこのゲームを通して生き残るのを手伝ってくれた良いキャラクターだった。 彼はあまり印象を残さなかったが。\n\nこれまでのところ、文字は穏やかで無益であると言うのは悲しいことです。\n\n結論（5）：\n\n私はこのショーをたくさん楽しんでいませんでしたが、人々が仮想ゲームにトラップされていることをどのように利用して、勝つ唯一の方法が最後の男になるのかに感謝しました。\n\n結末もプロットに解決を残しません。 通常、私はこれを、ほとんどのアニメで見ました。 解決はありませんでした。\n\nそれは私が言わなければならないことです。 サバイバルゲームを楽しむなら、これも楽しめるかもしれません。\n\n私はこのアニメに10点中5点を与えています。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "BanjoTheBear",
    "profile": "/profile/BanjoTheBear/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=168379",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n（これは私のredditスレッドから適応されています）\n\nときには、私たちが行う決定は常に正しいとは限りません。 しかし、その過程では、私たちがしている機会がゼロであると間違っていると考えることがよくあります。 しかし、私たち皆が知っているように、「見通しは20/20」です。 ほとんどの場合、私たちの選択は、自分自身にだけでなく、私たちの周りの人々にも大きな影響を与えます。 ストライドでこれを取る、BTOOOM！ 爆弾、心理学、そして経験全体を好意的なものにしてくれる多くの問題についてのアニメです。\n\nストーリー\n\nBTOOOM！ アニメが後にタイトルをつけられたゲームをプレイする最高のプレイヤーの1人である坂本が関わる物語です。 小さな一連の出来事の後、彼は他の人と島に閉じ込められ、仮想世界の外でゲームをプレイしなければならないことが分かります。\n\nこのような状況に置かれた後、キャラクターが相互にやりとりする方法は、ショーの中心的な側面です。 特定の人々を信頼し、信頼しない方法、希望と絶望に対処することを学ぶこと、そして特定の状況で道徳的に健全な決定を選ぶことなど、多くのアイデアが明示されています。 文字の多くはこれらの変化する側面をある程度表しており、大部分はそれが機能します。 しかし、私たちの大部分は完全に無関係であるため、難しい売りです。 私たちの生活のために戦う必要はありません。 恐ろしい両親に対処したり、イベントを起こさせたりするなどの悲嘆は、私たちがすべて取り組んだことではありません。 私は確かに存在するので、これほど多くの拠点をカバーしようとしているだけで、ショーの能力を超えているような人々はいないと言っているわけではありません。\n\nショーの主な1つの問題は、ゲーム自体にあります。 問題はそれがあまりにも単純だということです。 基本的には、爆弾とレーダーの2つの主要コンポーネントが必要です。 このショーではかなりの量の異なる爆弾のタイプと、レーダーを含むいくつかのトリックが組み込まれています。 しかし、それを超えて、そこから出ることはあまりありません。 これと戦うために、ショーはあまりにも悲惨なように戦うためにあまりにもハードを試みます。 提示されているものは、それほど重大ではない過度に劇的なシナリオです。 ショーが進行するほど、何が起こるか予測が難しくなります。  「クール」にしようとしている間、ゲームの跛行と過度に単純化した戦いは、退屈で愚かなものとして消えてしまいます。\n\nファンサービスになると、私は不平を言う人ではありません。 私はそれがあるかどうか気にしません。 しかし、BTOOOM！の使用はむしろ奇妙です。 一方で、ヒミコの性的暴行など、特定の側面が意味を成しています。 一方で、河川のような特定の側面は意味を持たないが、後で彼女が去ったときには、それは意味をなさない。 これらは、彼女の体をはっきりと見せてくれないという露骨な試みです。\n\nそのコアでは、ショーの前提はかなり不器用です。 基本的には、何らかの理由でこのゲームのために選択される任意の人物を選択することができます。 言い換えれば、観客はショーを通していくつかの信念を停止する必要があります。 政府がこれを容認する方法、ゲーム会社がそのような出来事をどうやって果たすことができるかなどです。ここでの議論は、多くのショーのためにこれを正確に行う必要があるということです。 しかし、BTOOOM！の問題は、それが非常に真剣に行われていることです。 言い換えれば、ショーは「超ぎこちない」ということになると大きな問題を抱えています。 多くの事例が「最後の2時」に起こるか、またはキャラクターが歯の皮膚によってエスケープする。 これはショー全体を通して多くのことが起こりますので、ある時点であなたはそれに鈍感になります。 その時点で、ほとんどすべての不条理を笑い始めます。\n\nアニメーション\n\n驚いたことに、このショーのアートとアニメーションは非常に明るくありません。\n\n芸術スタイルに関しては、ほとんどが葉や建物を荒らしています。 それはすべての設定と、キャストが配置されている島を与えられた適切なようです。しかし、文字は、かなり多くの段ボールのカットアウトです。 言い換えれば、彼らはあまり想像力がありません。 坂本は茶色の髪型で痩せていて、ヒミコは大きなおっぱいで金髪で、日付はメガネなどで老いた紳士です。これらのデザインの選択肢は、ショーが放っておこうとしていた「成熟した」雰囲気に合うように選択されていました。 みんな退屈な気分になるだけです。\n\nアニメーション的には、「タイマー」や「毒物」のような爆弾の爆発は、主題を考えればきれいにアニメーション化されています。 しかし、戦闘の中でも外でも、アニメーションはむしろ貧弱です。 ショーでは、ズームイン、シングルフェイスショット、ジッタージーカメラワークが大好きです。 ショーで歯、顔の輪郭、陰影のクローズアップが素晴らしいディテールになっても、通常は目や顔の動きではなく口の動きに固執します。\n\nキャラクター\n\nBTOOOMへの心理的側面！ 少なくとも平均を上回っていますが、同じことはその文字については言えません。\n\nショーの最悪のキャラクターの1人が坂本です。  1日のニートは、彼は '10番目のベストBTOOOMです！ 世界のプレーヤー。 しかし、彼が投げ込まれたことを学んだ後でさえ、彼は愚かな人の一人として行動する。 たとえ行かれても、彼は自分が発見した爆弾とレーダーを理解したり認識したりすることさえできません。 愚かであるだけでなく、彼は一般的に自分自身と矛盾する。 彼は正しいことではないので人を殺すことを望んでいませんが、時々彼はそうしようとしません。 基本的には、それは手元の状況によります。\n\nヒミコは美しく悩んでいる若い女性です。 早い段階で、彼女はかなり強い性格を持つ可能性がありました。 彼女の初期の背景と島の最初の時間は、彼女の信頼の問題を克服して、実際のキャラクターの発展を見ることができる誰かになるようにしました。 代わりに、ショーは、彼女をこの準状態の信頼に置くことを選択し、それはあまり意味がないと疑う。 彼女は男性を嫌うことを始め、彼らが提供しなければならないことを信じたくない。 しかし、最終的には、彼女が独立しているか、または自分で問題に対処するのに十分な強さを持つのではなく、彼女は前に嫌われた人のタイプである坂本だけに依存しています。\n\n残りのキャストは主に、先に詳述したさまざまな心理的側面を強調するために使用されます。心配のある平、疑念のある日、道徳を無視した宮本。 ほとんどの場合、支持するキャストは、坂本と姫子（メイン）よりも優れています。 しかし、これらの文字は単に心理的側面を示すために使用されます。 それらの中で、私は平全体のキャストの中で最高のメンバーだと思うだろうが、彼はすぐに脇に投げ捨てられ、ショーの結論に戻って、それは大惨事である。\n\n音\n\nBTOOOM！  OPは何とかアニメ全体を圧倒しているという点で、「Mirai Nikki」に苦しんでいる。 ギター、歌詞の粗さ、そしてボーカルの範囲は、聞くのが楽しいです。\n\nEDは、BTOOOM！ オファー。 暗くて緊張する代わりに、それはかなり軽くて柔らかいです。 私は特に歌が気に入らなくても、仕事はうまくいっています。\n\nショーのサウンドトラックは、むしろ忘れられています。 何も注目に値するものはありません。 同じことが声優にとっても言えます。 キャストが自分を見つけた狂った状況にもかかわらず、特に優れた仕事をする者はいません。\n\n楽しみ\n\n私はこれに入るときに何を期待するか分からなかった。 正直、私はちょうどそのタイトルが一種陽気だと思った。 私はショーがそのような状況の背後にある心理学に非常に重く見えるとは思っていませんでした。 おそらくNGEのようなものとしてうまく実行されていないかもしれませんが、少なくとももう少し成熟していくことは正しい方向に進んでいくと思います。\n\nしかし、私はしばしば、すべてのエピソードの間に自分自身を凍らせていた。 坂本は氷見と結婚し、坂本は幼い子との戦いの中で横に飛び出し、特に「巨大なトカゲ」を導入した。 これらの部分は私が笑って、同時に私の頭をすべて揺さぶってしまった。なぜなら、実際には彼らがかなりばかげているときに、この部分が「素晴らしい」ように見せているとは信じられなかったからだ。\n\nショーはまた、連続性の問題のひどい場合に苦しんでいます。 シーンの大きな選択は、多くの死に至る経験を描いています。 しかし、次のショット、または少なくとも彼らの背後にある説明は、最初に知覚されたものよりも多くの時間があることを示しています。 言い換えれば、アニメはこれらの瞬間に不公平に緊張を感じさせるようにしようとしています。 おそらく、同じトリックが何度も繰り返し使われていたのかもしれません。\n\n私はBTOOOMだと思う！ すべての部門で多くの可能性を秘めていました。 途中で何が起こったのか分かりませんが、何かが明らかに正しく行われていませんでした。 これが世界自体があまりにも単純すぎるのか、それとも全く関心がないのかに関わらず、何か良いことができたはずです。 代わりに、ショーは「クラッカー」を活性化し、それを投げ捨てることを忘れて、プロセス中にそれ自身を吹き飛ばした。\n\n概要\n\nストーリー：悪い、心理学は機能しますが、それ以外のものはそうではありません\n\nアニメーション：ファインアートのスタイルはショーのトーンに合っていますが、実際のアニメーションは明るくありません\n\nキャラクター：恐ろしい、不足している、退屈な、一次元の、または3つの組み合わせ\n\nサウンド：良い、良いOP、フィッティングED、平均的なサウンドトラックとVA\n\n楽しさ：罰金は、その瞬間を持っていますが、\n\n最終得点：3/10"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "Tiri",
    "profile": "/profile/Tiri/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=178307",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  5\nキャラクター|  2\n|  4\n\n警告として、私はちょうどアニメがかなり悪いと言うことから始めようとしています、そして、実際にはエンディングも全くありませんでした。\n\nストーリー：4\nBtooom！の物語の全体的なコンセプトは本当にクールに聞こえて、私はそれを試してみることにしました。 素晴らしいショーアイデアだったし、潜在的な可能性もありましたが、ストーリーのレーティングを4未満に落とす唯一のものです。プロットには驚きはありませんでした。 エピソードはほとんどありません。 それ以来、キャラクターが爆弾、ドラマ、そして多くの不平を抱いてお互いに逸脱しようとした、まばらな戦いだった。\n\nしかし、予測可能性とゆっくりとしたシーンにもかかわらず、プロット全体の最悪の部分は、全体的にあなたの喉の下に実際に詰まった根本的なメッセージでなければなりませんでした。 このショーは誤操作で落ちています。 それが得られるたびに、それは男性の不正行為を強調し、自己コントロールのない嫌な豚として描写しました。 明らかに高い道徳を持っていた主人公でさえ、パンティと接触したときには「テスト」され、ほとんどコントロールを失った。 それは非常に外れていると感じていて、見るのが苦手で、それが支配的なセクシストではなかったのです。\n\nアート：6\n公正であるためには、アートはそれほど悪くはありませんでした。 それは興味深いスタイルであり、多くのアニメよりも優れています。 それはまた、キャラクターの間で多様性を多く使いました。 しかし、キャラクターの顔が本当にうっすらと外れていたパネルがたくさんありました。 アクションアニメの場合、アニメーションは本当に明白でした。\n\nサウンド：5\n穏やかな芸術を褒めると、穏やかな音楽でした。 それについて特別なことは何もなかった。 オープニングとエンディングのサウンドトラックは大丈夫でした。 バックグラウンドミュージックはもう少し大丈夫だった。\n\nそして、声優はさらに悪化しました。 私は吹き替え版を見ていましたが、元の日本語を見ているほうが良いとほとんど保証できます。 それは、翻訳があまりにも直接的であるときに線が決して自然ではないので、私はダブになると緩やかな翻訳のファンです。 しかし、Btooom！ これには本当に不足しており、キャラクターの大半はぎこちなく聞こえるものを言うでしょう。 彼らが使用した特定の言葉は、彼らの文に適合しませんでした。 それはかなり悪かった。\n\nキャラクター：2\nしかし、これははるかにアニメ全体の最悪の部分でした。 キャラクターたちは全く成長していなかっただけでなく、彼らはすべて始めるには全くひどいものでした。 ちょうど2人の主人公だけが私をうんざりさせた。\n\n私は一般的に「苦難の乙女」の役には問題がありませんが、ヒミコの場合にはそれに少し乗り遅れました。 彼女はおそらく自殺が彼女の最善の選択肢だったと決めた何回かを除いて、行動をとることを決めた瞬間はほとんどありませんでした。 常に援助を必要とする以外に、ショーの彼女の唯一の目的は、ステレオタイプのツンデレ・トロープに詰め込まれることでした。 私はいつもそのような種類のキャラクターが好きですが、もう一度、彼らはそれをあまりにも遠くに持っていました。 彼女は決して叫ぶのをやめ、泣いて、「痴態」のために里藤を叩き、一般的にただ不快なことを言った。 このような深刻な根底にある色調を持つアニメでは、本当に不調でした。\n\n隆太は良くなかった。 私は彼の性格と非常に混同されていました。 一方で、彼のフラッシュバックのすべてで彼は彼のお母さんに失礼だったこの厄介な十代の少年と、かなり嫌な男として描かれました。 しかし、もう一方で、島にいる間、彼は他の選手を助けるために何もしなかった。 彼の思考は常に超親切で道徳的で親切でした。 自宅にいることと、この人格の変化が意味をなさない島にいることとの間に、時間はありませんでした。\n\n楽しさ：4\nこのアニメは劇的な皮肉に詰まっていましたが、時々、キャラクターが何も知らなかったことを知っていたので、それは信じられないほどイライラしました。 もちろん、最終的に実現の瞬間があったとき、彼らは辛抱強く反応が遅かったです。\n\nしかし、いくつかの戦闘シーンはかなりクールな角度を持っていたが、これは間違いなく面白かった。 そして、誰が次に死ぬかを見るのはちょっと面白かったと私は断言することはできません。\n\n全体：4\n全体として、これは普通のアニメよりも少なく、私はそれをお勧めしません。 正直なところ私はなぜそれを終えたのか分からないし、再見ていない。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "Crim",
    "profile": "/profile/Crim/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=142591",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  5\n|  7\n\nショー「Btooom！」の開始に対する私の期待として。 このアクションを実行している暗いスリラーは、実際にはかなり爆発的でした、目立つ厳しい欠陥にもかかわらず、それは素晴らしいキャラクターの背景を持ち、ほとんどの時間、偉大な執行をしています。\n\nストーリー：10最近人気のあるショーのように、ビデオゲームを中心に解決されています。 このショーでは、Btooomと呼ばれるゲームの周りで解決されました。このゲームでは、爆弾で他のプレイヤーのチームを殺すことができます。明らかに、非常にエキサイティングなサウンドではなく、実際に島の心理的なトリラーの死のマッチにジャンプし、 多くの選手の心配を何度も感じて、素晴らしいライディングにつながります。\n\nアート：8、これは強いポイントを示しているわけではないが、アートは実際にはかなり良い、彼らはEcchiを追加した方法は、このタイプのショーでは、それが欠けていた場所だった、とは別に、主なキャラクターのデザインが悪かった。\n\nサウンド：9、サウンドを使ってショーをもっと驚異的にすることができるほとんどの傑作とは違って、このショーではまだ、サウンドをカジュアルな方法で使用しましたが、費用はかかりませんが、確かに良く見えました。 少なくともオープニングソングは、私が今までに聞いた中で最高のオープニングの一つです。\n\nキャラクター：5、これは、このショーが欠けていた部分であり、そのキャラクターが愛らしいものではなく、良いバックグラウンドを持っていないということではなく、シリーズを通して、 最も明白なディテールでピックアップするには、文字通り私は叫びたい。\n\n楽しさ：7、これは良いと悪いの両方だった。 爆弾に関するゲームからの良いこと、文字通り、ファック、楽しい乗り心地のようなサスペンス・ダークに変わった、ショーの初めに、爆弾が良い戦闘シーンとして使用される方法について私は期待していなかったが、  、あなたが見ることができる、彼らは本当にそれをよくしました。\n問題は、不必要なファンサービスと不必要なレイプでした。確かにそれはまともなバックストーリーをもたらし、キャラクターを肯定的な方法で傷つけました。 しかし、それははるかに良い、非悪化の観点で行われている可能性があります。\n\n全体的には7/10、Btooomは非常に良いマラソンでしたが、2番目のシーズンを見たいと思っています。それはMALで正直に過小評価されていますが、その理由は際立っていますが、 その中には独自の償還要因があります。 バックグラウンドの話は素晴らしかったし、将来の季節がリリースされれば、将来は大きく表示されるはずだ。\n\n最終的な思考：私の期待を大きく上回り、楽しい乗り物で、しばらく再ウォッチの価値があり、次のシーズンを待つことはできません。\n\nフィードバック：私は間違いなくフィードバックに感謝します。 それは私がより良い作家になるのに役立ちます。\n\n#AnimeX"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "Stark700",
    "profile": "/profile/Stark700/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=80134",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  7\n\nあなたの人生が今や気が狂っていることに気づいたときの気持ちは、バーチャルな楽しみから血まみれの現実に変わってしまいました。生き残る唯一のチャンスは、誰も信じることではありません。 爆弾、奇妙な宝石、そしてあなた自身の直感のあなたの処分だけで、今あなたの人生は今どこにもない奇妙な島に住んでいるあなたの新しい人生で永遠に変わってきたことに気づきます...\n\nだから、あなたは何をするべきですか？\n\nA）パニック！ 叫び声と誰かがあなたを助けてくれることを願う\nB）誰かとチームを組んで、彼または彼女を信頼し、彼らがあなたを裏切らないことを願ってください。\nC）選択肢Bの反対にする。言い換えれば、最初の機会を見つけたら、あなたが信頼を得た後に殺しなさい。\nD）生き残るために試してみてください。 あなたの人生はあなたとあなただけのものです\n\nこれらはすべてかなり恐ろしいよね？ まあ、それはBtooomだ！ あなたのために。\n\nBtooom！ 同じ名前の漫画をベースにした生存ホラーテーマのアニメシリーズです。 それは永遠にかなり正直に変わった彼らの人生を実現するためにシリーズのキャラクターが長くかかるわけではありません。 シリーズは非常に最初から始まり、生き残るためには、彼らがあなたを殺す前に7人の他の人を殺さなければならないゲームシナリオを提示します。 適者生存であり、それはすべて自分のためです。\n\nこのシリーズの基礎は、実際にはBtooomというアニメシリーズ自体のゲームに基づいています。 しかし、今22歳の主人公の坂本良太さんの人生は、彼の現実​​の新しい状況を理解すると永遠に変わりました。 実際、彼はゲーム自体のプロゲーマーだった。 しかし、彼の新しい人生は生存と死の間にある。 違い？ それは本当です。 言い換えれば、一時停止ボタンも、再起動もボーナスライフもありません。 いいえ、今あなたは死んでいます、あなたは死んでいます。\n\nシリーズの影響は、古典的な無人島のテーマに基づいているようです。 この時だけ、島自体が生存のための戦場になります。 もちろん、このようなテーマのシリーズは、特に今日のアニメ業界では新しいものではありません。  Mirai Nikki、Deadman Wonderland、Gantzのようなシリーズはすべて、生き残りが絶対的なこれらのテーマを持っています。 漫画シリーズでも、Psyren、End of Mahou Shoujo、Cen of Edenなどのテーマがあります。 事実、これらのシリーズはすべて、共通の要素を共有しています。これは、通常の主な男性主人公の生命があるイベントの後に永遠に変化するということです。 これらの出来事は、特有のものから危険なもの、悲劇的なもの、感情的なもの、そして人生の残りの部分で彼らの心の中に記憶を残すものに変わります。\n\nそれらのキャラクター/選手：\n\nまあ、それらをすべて記述するのは難しいですが、最も顕著なもののいくつかを見てみましょうか？ 主な男性の主人公から始まります。\n\n坂本良太。 彼はBtooomの世界で習熟し、名声を博した22歳の若者です。 ゲームでは、彼は無慈悲ですが、まだ彼のスキルのために悪名高いだけでなく、狡猾です。 実際の生活では、彼はNEETと表現されています。 言い換えれば、彼はほとんど人生を持っていないが、むしろゲームをするのに過ごすことを選ぶ。 しかし、アニメシリーズで本物のBtooomのゲームをしている時には、彼を慎重に見れば、彼は華麗で、世話をする、忠節で勇敢な若者です。\n\n一方、ヒミコ（ヘミリアとも呼ばれます）があります。 彼女は大きなおっぱいを持っているが、異性には興味がない主な女性の主人公だ。 実際、彼女は彼女の過去の恐怖のために一般的に男性の人口を嫌っている。 それは彼女が彼女に近づくことを敢行するどんな男性にも警告看板としてシリーズ全体にスタンガンを運んでいるこの理由のためです。 彼女の心の中で、ゲーム内のすべての男性（そしておそらく地球上）は彼女の敵であり、彼女は彼らの獲物です。 これは、フラッシュバックの一部が暗い形で表示される最初のエピソードでは特に当てはまります。\n\nBtooomのゲームの他の参加者は、シリーズが進むにつれて、さまざまなイデオロギー、目標、性格を持っています。 彼らがすべて類似点で共有しているのは、ゲームに勝利して島から降りるという希望です。 そのように、彼らのほとんどは傷つけて、裏切りをし、さらには彼らの目標が達成されることを確実にするために殺しても構わない。 まあ、とにかくそれらのほとんど。 平清のような人にとって、希望と友情があるようです。 しかし、他の人にとって、その特性の一部として、憎しみ、支配力、力、知性が存在します。\n\nたとえば、わずか14歳の若い少年Kousuke Kiraは、幼い頃から父親の憎しみを受けています。 それは彼を子殺人者と共感しない者に変えた。 それから、試合中の成功を確実にするために何かをしようとしている勝利者であるデイト・マサヒトがいる。 そして、リモコンタイプBIMの使い方を習得した尾田信孝さんのように、頭を使っている人もいます。 ポイントは、島がそれから出て、彼らの生活に戻ることを望んでいるということです。\n\nしかし、彼らは彼らの人生が再び同じではないことを知っている...\n\nゲームのコンセプトには生存が含まれているため、暴力、戦略、少々運が残っているSF小説のテーマがいくつかあります。 結局のところ、自分のスキルに合ったスキルを持つ人がいると、ゲームは決して簡単ではありません。 ゲームに追加するには、プレーヤーが主な破壊兵器として使用するBIMまたは爆弾があります。 これらの爆弾はすべて、相手の死につながる異なる能力を持っています。 それはシリーズのSF小説を反映しています。 ホラー側？ それらは、キャラクターのフラッシュバックとプレイヤーの現実の現実の一部になるでしょう。 彼らはそれがもうゲームではなく、一度死んだら、それは永遠にゲームです。\n\nさて、シリーズは、それが聞こえるほど良くはありません。 すべての生存シリーズはそこにあったはずの何かが欠けているので、間違いをしないでください。 競技者の中には、ゲームでのパフォーマンスを超えて、スクリーン時間がほとんどまたはまったくない単一のエピソードで殺されているものがあります。 言い換えれば、彼らは主人公のように目立たない。 最終的には、彼らが乗り越えるための障害のようなものであり、ゲームでの「レベルアップ」や経験を得るためのほとんどの方法があります。 この場合、Btooomもそれらを持っています。 このシリーズには、ゲームのプレイ方法が多様ではありません。 言い換えれば、競技者の主な武器である爆弾だけが存在する。  \"Boom！\"は\"BOM！\"と同義であるように見えますが、BIMの1つが消えて体がはじけるとどうなるでしょう。 それが聞こえるようにぞっとするように、このシリーズは時にはあまりにも難しいです。 さらに、主な男性主人公には、しばしばデュウス元町の事件があります。 それはまるで彼が\"主人公が死ぬべきではない\"という盾によって保護されているかのようです。 私がシリーズに取り組んだその他の問題は、一見急いでいるシーケンスです。\n\nシリーズのアートワークは素晴らしいですが、ユニークなものはありません。 それが反映されているのは、Btooomのゲームの本質とその生き残りのテーマです。 これには放棄された建物、熱帯雨林、浅瀬、高山崖など、典型的には放棄された島で見られるものが含まれます。 実際、キャラクターの衣装のほとんどは、カジュアルウェアと戦闘で傷ついた衣服を反映しています。 彼らのほとんどは、彼ら自身のものである方法で服を着ています。つまり、彼らの誰もBtooomの現実バージョン用に準備されていないということです。 もちろん、戦場では灰が残っていて、爆弾が出るのは通常、その壮大な爆発によって視覚的に表されます。 それ以外のものはそれ以外のものはありませんが、アートワークが典型的であると感じたが、その点まで到達している。\n\nシリーズのサウンドトラックは、アクションペースOSTで発表されます。 アクションを含むほとんどのシーンでは、リズムがあります。 それらの根拠に合わないため、このシリーズではほとんどコメディや軽快なサウンドトラックはありません。 それでも、時には競技者のフラッシュバックシーンのために感情的なメロディーを持つことがあります。 より頻繁にこれらは悲劇的なものとして表されます。  NanoのOP曲「No pain、No game」はこのシリーズの古典です。 そうです、痛みはゲームを意味するものではなく、Btooomの世界では、その両方があります。 一方、May'nのEDソング「青空」は、主人公のひとりヒミコを中心に、より柔らかいペースで展開されています。\n\n結局のところ、Btooomは楽しむことができる生存ホラーシリーズの1つですが、同時に、その奇妙な紆余曲折にイライラするようになります。 クリフハンガーやプロットの紆余曲折は、特に後のエピソードでは予測可能になっています。 同時に、アクションシーンを見ると、爆発的な感覚（BIMだけではない）があります。 それは知的ではありませんが、あなたの人生が本当に危機にさらされているところで生存感の恐怖を詰め込んでいます。  Btooomの世界では、最終的にゲームのプレイ方法が決まります。 あなたのカードを正しくプレイするなら、あなたは勝つでしょう。 そうでない場合は、あなたのためにゲームオーバーして、2度目のチャンスはありません。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "Codywall62",
    "profile": "/profile/Codywall62/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=183386",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  9\n\nBtooom！ 偉大なアニメだったかもしれないが、アニメは結論がなくなり、ぶら下がってしまうので、私はそれができたかもしれないという評価を与えることはできない。\n\nストーリー：Btooomの話！ このアニメについては簡単に最高のものです。  Ryan Sakamotoは、Btooom！と呼ばれるビデオゲームで、世界のトッププレーヤーの一人である若者です。人が銃の代わりに爆弾で互いに殺すゲームです。 ある日、彼は飛行機で目を覚まし、他の人と島に投げ込まれ、Btooom！の実際のゲームをプレイすることを余儀なくされました。 彼は島の他の人を殺すか死ぬかの選択を余儀なくされる。  8/10\n\nアート：芸術はBtooomについては最高のものではありません！ それは平均を上回り、その設定はアニメのポイントでアートが輝くようにします。 しかし、アニメ内にはある程度の瞬間がありますが、アニメの中の他の瞬間と同じように目立たない建物の中にはほとんどがあります。  7/10\n\nサウンド：私はこのアニメの吹き替え版のレビューのこの部分をベースにしていますので、このアニメレビューを読むときにこれを覚えておいてください。  Btooomのサウンド！ しかし良いことではありません。  Btooomへのオープニング！ アニメにふさわしく、アニメの設定や音楽が大部分の設定に合っています。 このアニメのために演じる声は平均ですが、それはそれがより良いことができただけでそれは悪くないです。  7/10\n\n文字：Btooomの文字！ 私の意見では、このアニメの最も弱いものです。なぜなら、このアニメにはあまりにも多くのキャラクターがあり、それらを開発するのに十分なエピソードがなかったからです。  Btooom！  2人の主人公についていくつかのバックストーリーを提供しますが、他のキャラクターのすべては、エピソードの欠如のために十分な時間を彼らに費やされません。  6/10\n\n楽しさ：このアニメにはいくつかの欠陥があり、それを開発するには時間が足りず、キャラクターが多すぎますが、このアニメを見て楽しんでいます。 私はこのアニメを見て止めることができず、約2日間でこのアニメを燃やしてしまいました。それは良い話を持ち、各エピソードで良くなっていました。 私は10点満点中10点を評価していましたが、終わりがないという問題は1つしかありませんでした。ストーリーの途中で停止し、ストーリーがどのように終了するのか分かりません。  9/10\n\n全体：Btooom！ 私の意見では傑作に近いかもしれませんが、エピソードの欠如と本当の結末は本当にこのアニメを傷つけません。 漫画はまだ作られていますが、Btooomはそうは思わないでしょう！ 別の季節になるだろう。 しかし、ある時点でシーズン2がある場合は、第2シーズンの話に結論がある限り、全体として9段階に変更することができますが、今のところ私の評価はそのままです。  7/10"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "Shinatosark",
    "profile": "/profile/Shinatosark/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=123611",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\n私がこのアニメを見始めたとき、私はあまり期待していなかった。おそらくオンラインで別の剣の芸術になるだろうか？ 私はすぐに非常に間違っていることが証明されました。 まず第一に、アニメはバーチャルリアリティではなく現実の世界で行われるため、オンラインの剣術のやや反対です。 私たちは皆、古き良き時代の殺しのゲームや殺されたバットームを愛しています！ 別のものを提供しています。いつもそういうアニメのファンでしたので、私が拾うのは良い選択でした。 ミライニッキやダンガロッパなどのアニメに参加している場合は、Btooomにも試してみてください。\n\nストーリー：一握りのサイコパスと平均的な人間をいくつか連れて行き、島に投げ込んでお互いを殺して興味深い結果を得るように指示します。 平均的な日の人間の中には、自分自身のもう一つのサイコパス側を見つけることすらできます。 あなたが殺すか、殺されるかの選択肢を与えられたら、あなたは何をしますか？ どのように反応しますか？ このアニメは、人間の本質を探求します。 非常に興味深いアニメを見て、短いアニメーションはすべてのアニメーションは殺すゲームについてです。 マイナースポイラーアラート：（すべてをねじるために、彼らは彼らが知っている誰かにそこにいることを選んだ）。\n\nアート：アートは、最近のアニメ、近代的なアニメアートから期待されるものです。\n\nサウンド：音楽はまともで、良い爆発の鼻が爆弾を形成することを除いてここではあまり語らない。 オープニングはすっかりキャッチーです。\n\n文字：Btooomの文字！ サイコパスから通常の無邪気者に至るまで、これはアニメを見て興味深いものにしています。\n\n楽しさ：非常に楽しく面白いシリーズを見る。 非常にアクションパックではありませんが、島や人々のことを見て調べるのにまだ興味深いものですが、少し遅いビットとフラッシュバックがあります。\n\n全体：私は誰にもこのアニメをお勧めします、それはあまりにも長くないとそれは十分な価値がある12のエピソード、またシーズン2の良いチャンスです。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "Sorainnosia",
    "profile": "/profile/Sorainnosia/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=182135",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  7\n\nサバイバルゲームの概念を持つ人気アニメ（例：未来日記など）は、コンセプトを変えずに有名になりたいが、オリジナリティを創るためにわずかに変えたいアニメを誕生させました。彼らは後継者として偉大になります。 それらのアニメの1つはBtooomです！  この物語にはロマンスの要素があり、この物語は少しカラフルになります。 、スタジオマッドハウス（アニメスタジオの王）から来たこのアニメは、表示するために重い負担があります。  Bottomを作るMadhouseの偉大さを期待する多くの人々！ 彼らの目は非常に小さく見えます。  Btooom！は22歳の坂本龍太の話ですが、この男はBtooomゲームのトップスコアです！ 世界ランキング10位を獲得しました。 彼は何とか南部の島に孤立していた（この島はコモドドラゴが島にあるためインドネシアのどこかにある）。 彼は奇妙な装備の袋（爆弾のようなもの）を持っていましたが、そこから出るために死の試合に生き残ることが目標です。 コンセプトは他のサバイバルゲームと同じですが、さまざまな種類の爆弾を使用しています。\n\nストーリーは間違いなくどこかに欠陥がありますが、BTOOOMでは例外ではありません！ 正直なところ、このコンセプトのBtooom！ すでにこの心の戦いで提示された興奮と他のアニメを競争することができます。個々の心理的要素もかなりよく暴露され、ペーシングはかなりバランスが取れていますが完璧ではありません。 しかし、このアニメには多くの欠陥があり、そのうちの1つはフラッシュバックです。 フラッシュバックは以前よりも面白いストーリーやキャラクターを作成するのは事実です。 私たちはそこから過去の文字を知ることができますが、Btooomのフラッシュバックがわかります！ 存在する強烈な緊張を大幅に軽減し、プロットを混乱させる。 それから出てきたファンサービスのアニメがいくつかありますが、悪い点は、彼らは主人公を使ってファンサービスだけを行い、それをプロットデバイスとして使用することでした。 別の欠点は、エピソード/コストの不足のためか、またはあなたが結末のためにすべてが失望してしまう漫画がまだ残っているために、あまりにも満足していない崖掛けの結末です。\n\nアニメーションは他のアニメとはかなり違って見えますが、一部の文字は半現実的なデザインで描かれていますが、いくつかのキャラクターは段ボールのようにデザインされていると言われていますが、 それでも耐えられる。 熱帯雨林に設置された環境は非常に美しく、光沢があり、半現実的です。 爆弾や他の視覚効果の爆発もかなり良いです。 音の面では、Btooom！ 平均以上。 ナノによって歌われたオープニング曲「No Pain no Game」は、ファンの間では非常に人気があり、本当にうれしいです。 吹奏楽の仕方は間違っていませんし、効果音も十分です。\n\nフラッシュバックは確かにBtooomの1つです！ ストーリーの点で欠陥があるだけでなく、既存のキャラクターを探索する力を与える。 私たちはプロのビデオゲームプレイヤーであり、彼に起こった大規模なキャラクターの開発が他の人たちにもっと関心を寄せるようになるまで、私たちの主人公の坂本龍太（Sakamoto Ryouta）を持っています。 私たちの女性のリード、ヒミコも物語が進行するにつれて見えるほどのキャラクターの開発をしました。 さらに、島に閉じ込められた人々の中には、少しのキャラクターの発展が見られる人もいます。 彼らが島に孤立する理由を知ることができます。\n\nBtooom！ ファンによって非常に支持されるかもしれないが、一部の人々に好まれないかもしれない。 しかし、ストラテジーを使ったユニークな戦闘設定を探していて、あなたがサバイバルゲームのファンであれば、このアニメはあなたにとって正しい選択です。 素晴らしいことではありませんが、Btooom！ 典型的なコンセプトで視聴者を引き付けることができました。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "paksheet",
    "profile": "/profile/paksheet/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=102765",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  4\nアニメーション|  9\nサウンド|  9\nキャラクター|  1\n|  3\n\n要約すると、私はすぐにBtooomがSword Art Online（私が最初に見た）とBattle Royale（実写映画、マンガを読むことはない）の交配になると思った。 私はBRが大好きで、SAOはまともではないと思っていたので、私はBtooomに期待していました。\n\nそして主な理由は、両方の主人公が、ショーが進行するにつれて馬鹿になり、より無駄になる弱者の愚かな愚か者であるということです。\n\n主人公の主人公Ryotaは、彼が3人の異なる人物のように多くの相反する性格を混在させている。 彼は両親に向かって無礼で暴力的で、彼の踏み台を打ち、彼の態度で自殺するように母親を運転しているが、親切であり、誰にでも彼に爆弾を投げつけようとしている。 彼は平和主義者の日常的な暴言を吐き出す偽善者であり、死んでいる人から7個のチップを集めることで平和的にゲームを離れることを望んでいる。 彼は日本で最高のBtooom選手ですが、すべての戦いは「ああ、これは爆弾です、私はそれが彼のための別のおもちゃの発見だと思いました。 彼は仮想世界のために現実の世界を奪った閉鎖者ですが、仲間入りと受け入れを求めている唯一の人です。 しかし、彼がもっとも信じられないほどの特徴は、彼がより多くの人々を裏切られれば、この詐欺ゲームで人々を信頼するようになるということです。\n\n一方、ヒミコの主人公の主人公は、少なくとも一貫している - 彼女はレイプされるのではなく死ぬことを望んでおり、彼女は最後のエピソードまで男性に対する恐怖を保持している。 しかし、彼女は死にたいショーの前半を過ごし、ショーの最後の半分はなぜ彼女がまだ自分自身を殺していないのか疑問に思っています。 能力豊かな経験豊富な経験豊富なBtooomプレーヤー、機敏で運動能力のある人物。Ryotaが持っていない他のプレイヤーを読んだり信頼したりする能力を持っていますが、実際には使用していません。 背景の目のキャンデーであり、何かを実際に行う意欲がないため、パーティーは何度も何度も繰り返されます。 彼女は実際には、拷問や遅い死を受け入れるよりも、生きようとするのがはるかに疲れているので、物語の中で数回戦うことなく、喜んで立っています。\n\n両方のBtooomの主人公は、不確定性、無邪気さ、偽善、遅れ、新しいことを学ぶことができないという灰色の領域、自殺致命主義に接する行動をとる確信と深刻な欠如の12のエピソードを開始し、終了した。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "DEL1337",
    "profile": "/profile/DEL1337/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=80818",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\nストーリーはまあまあですが、非常に複雑ではありません。 複雑ではないが詳細。\nそれは仕事です。  7/10\n\n芸術は良い、非常に良いです。  8/10\n\n音は良い、非常に良いです。 時には、特定のサウンドエフェクトが非常に現実的であると感じられ、状況に使用されたサウンドサンプルが正しいと思ったことを覚えています。 それ以外の時は、それはちょうど良い、あまりない。 時には、私は、ジャングル環境がもう少しバックグラウンドノイズを使用する可能性があると感じました。 そこにはありますが、一貫していません。  8/10\n\n文字は十分な背景を持ち、時間の経過と共に発展します。  9/10\n\n楽しさ...まあ、FPSのゲームファンとして私はそれが大好きです。\n銃を取り外すことは華麗で、スタジオの中には実際にこのようなゲームを作ることを望んではいけません。\n\n全体的に私はこのシリーズを本当に楽しんだが、2番目のシーズンが必要だ。 彼らは強制的にどこにいても、敵対的な環境で生き残り、病気のために戦うために、絶えず実際にチェックしています。\nこのショーは爆弾です！"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "Bear1211",
    "profile": "/profile/Bear1211/reviews",
    "pages": "1",
    "number": "14",
    "link": "/reviews.php?id=129987",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  8\n\nビデオゲーム、アニメが手に入るようだ。  2つの組み合わせは、彼らがターゲットとする同様のニッチなオーディエンスとの完全な組合でなければなりません。 このような組合にはいくつかの試みがありましたが、なぜそうではありませんか？ 十分に簡単なはずです。 しかし、私にとっては、これらのショーは決して彼らのマークを打つことはありません。 しかし、私は特定のショーに出会ったと思います。\n\nストーリー：7\n\n\n\nアート：8\n\n緑豊かで、カラフルで、活気のあるジャングル環境は本当に何か見えます。 パラダイスの砂浜の海岸は、マドハウスによって美しく生き生きとされています。 キャラクターのデザイン自体は、ヒミコップ（ヒミコを指していますが、後で詳しく説明します）のほかにもうまく処理されました。 この目的のために本当の苦情はありません。 私の目は喜んだ。\n\nサウンド：7\n\nOSTが関係しているところでは、それは混在したバッグです。 その半分はかなり面白かったが、もう一方は面白かった...面白かった。 私は個人的にそれを楽しんだが、これは本当に厄介な轟音のサックスの作品を持っていたので、それはどれほどばかげたことでループのために私を投げた。 しかし、いくつかのアクション・ピースは、いくつかの陽気な音楽で守られ、素敵な場面で演奏されました。 声優は一流のノッチであり、実際の苦情は賢明ではありませんでした。 良い仕事以外は言いたくない。\n\nキャラクター：7\n\n\n\n楽しさ：8\n\n\n私はこのショーで1トンの楽しみを持っていました。もし私がそうでなければ私は嘘をついていました。 一般的なコンセプト、シリーズ全体の実行は本当に私にとって魅力的でした。  「Btooom！」 私にとって実際には非常に驚きでした、そして、私はそれがどのようになったのか本当に満足しています。\n\n全体：7.4\n\n「Btooom！」 クールなコンセプトの非常に面白いショーであり、大部分はそれを本当にうまく引き出してくれました。 いくつかのトーン/キャラクターの問題と、存在しない結論「Btooom！ 本当に素晴らしいから戻って保持されます。 しかし、これらの苦情にもかかわらず、私はそれで楽しい時間を過ごして、それをお勧めします。 それは時計の価値があったし、私はそれをショットを与えてうれしいです。 いつものように、読んでいただきありがとうございます。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "akaraC",
    "profile": "/profile/akaraC/reviews",
    "pages": "1",
    "number": "15",
    "link": "/reviews.php?id=133937",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\n「それはただのゲームだよね？」 - 坂本良太\n\nBtooom！ 主に深刻な調子で設定されている心理アクション・スリラーアニメです。\n\n\nストーリー：7/10\n------------------\n\n\nアート：8/10\n---------------\n現代のアニメにとっては、鮮明なビジュアルエフェクトや常に動いているようなシーンが魅力です。 あらゆるエピソードでいつも感じることができる暗い色調があります。そして、それは、アニメの暗い心理的な部分に加えて、しばらくの間そこにとどまります。 アニメーションのパネルは、作業全体を通して流動的であり、まったくブロック感がなかった。 バックグラウンドシーンは、アニメのものよりもはるかに軽い気分で作られており、時には主人公がその瞬間に感じたものと時には矛盾している。 キャラクターのデザインは非常にうまくいっています。キャラクターのデザインはすべてキャラクターの個性やライフスタイルに合わせて違っています。\n\nザ・サウンド：7/10\n-------------------\nオープニングソングは、アニメがどんな方向に向いているのかを設定しますが、それは特に好都合なことではありません。 キャラクターの声優は、実際に演奏していたキャストに合っています。 彼らの体型、性格、そして彼らが計画していたことについてのヒントさえ一致しました。 バックグラウンドのサウンドトラックは、アクションビジュアルと驚異的な爆発を伴ったアニメで演奏した部分に非常に合っていて、このシリーズの楽しい要素に加わりました。 エンディングのテーマソングは、メインのオープニング曲と同じくらい特有のものではありませんが、エピソードの終わりまでは非常に良い結末感を残しています。\n\nキャラクター：8/10\n------------------------\n各キャラクターはよく丸められていた。 彼らのそれぞれには強さと欠点があり、その強さの一部でもありました。 アニメのアンタゴニストは、主人公と同じくらいよく開発されました。 彼らの背景は明確に定義され、視聴者のためのフラッシュバックとして探検され、どのように、なぜそれらが生存の場に置かれたのかを示します。 一見生命のようなキャラクターが屋根などを飛び越えることができる通常のアニメ「メガジャンプ」は別として、それらの誰も本当にスーパーパワーを持っていないので、誰もが完全に神に似ていました。 すべてのキャラクターが現実的な方法でイベントに反応しました。 しかし、キャストのメンバーが自分の立場にあった場合に何をしているのか、あなたは本当に不思議に思うことがあります。 それでも、特定の事柄の背後にある理由は、あなたに興味を持たせるだけでは不明瞭であり、あなたが物語に従事する気分になるだけでなく、他の人との関係を慎重にすることもできます。 ほとんどすべてのキャラクターは、世界で一見無害な人物として始まります。 そして、彼らは血、魂、死を迎えます。 この時点で、彼らは狂気になります。 心理的なアニメでは、これはキャラクター開発と呼ばれます。\n\n楽しさ：8/10\n------------------------\n心理学のジャンルに精通している人は、おそらくこれを平均以上のものと見なすでしょう。 新人のために、おそらく、このアニメはスタイルにかなりの発足です。  Btooom！ 私の最も好きな心理アニメの1つとして個人的に来ます。 よく行われた心理学、肌寒いスリラー、ユニークな戦闘スタイルと優れたキャラクター展開を備えた優れた戦いシーンの組み合わせは、最終的にそれを実現します。\n\n全体：8/10\n---------------\nアニメそのものは、過去数年間にわたって過度に過度に使用されてきたコンセプトを持っていますが、それでもこのゲームはサバイバルゲームの設定で最もシンプルですが、最も完全なものです。 そしてそのために、私はそれに明るく陽気な虹のアイスクリームのステッカーを付けます。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "MeIsAnOreo",
    "profile": "/profile/MeIsAnOreo/reviews",
    "pages": "1",
    "number": "16",
    "link": "/reviews.php?id=111729",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\nここにBtooomの私のレビューがあります！\n\nストーリー：8/10\n\n話は素晴らしかったです。 予期せぬ紆余曲折で、あなたはあなたの座席の端にいます。 物語は元々、死のゲームにプッシュされている人々のジャンルが以前に使用されていたのと同じではないでしょうか？  （咳止め、ソードアートオンライン、ミライニッキー、バトルロイヤルコフ、咳）\n\nアート：9/10\n\nこのシリーズで使われている芸術は、今日のアニメの芸術のようなものではありません。 戦い場面はよく描かれていて、照明の使用は素晴らしいものでした。\n\nSOUND：9/10\n\nオープニングとエンディングの曲は素晴らしかった。 バックグラウンドの音楽はシーンによく合いました。\n\nキャラクター：10/10\n\nほぼすべての人に裏話がありますが、重要ではない人もいませんでした。 キャラクターとキャラクターの開発はうまくいった。\n\nエンジョイメント：9/10\n\n私は10を持っているだろうが、（Spoiler）のエンディングはやっかいだった（Spoiler End）。\n\n全体：8/10\n\nわたしはそれを楽しみました。 それはよく書かれ、非常によく実行されました。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "TheBrainintheJar",
    "profile": "/profile/TheBrainintheJar/reviews",
    "pages": "1",
    "number": "17",
    "link": "/reviews.php?id=204273",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  4\nキャラクター|  4\n|  3\n\nそれは未来の日記のようなもので、良いものはすべて切り取っただけです。\n\nプロットデバイスとして文字を使用するのは難しいです。 それを1回か2回してください。それは大丈夫です。 誰もがプロットデバイスになると、あなたの話は信じ難くなります。 誰もがプロットデバイスである世界は、人々を殺すノートブックよりも信じられないほどです。\n\n最初はそれほど悪くはないようです。 それは暗く残酷ですが、これは人々がお互いを殺すよう強制されるゲームです。 死に至る最初の人は地獄のように退屈だが、未来の日記の3人は人格を持たない。 彼は少なくとも彼の後ろにアイデアを持っていた。 彼は単純な未知の危険であるはずだった。 彼はそれを説得するために怖がっているデザインを与えています。 彼の役割は小さく、唯一のプロットデバイスキャラクターでした。\n\nBTOOOM！ではそのようなことは起こりません。 誰もが2つの理由で存在します。 彼らの目的はまず第一に恐ろしい人間であり、第二のものは死ぬことです。 誰もがひどいのは陽気ですが、誰も人格の欠陥がありません。  1人の男は強姦者です。 もう一つは心温まる殺人者です。 もう一つは詐欺師です。 彼らは不愉快ですが、興味深いものではありません.vlcsnap-2015-11-27-17h25m51s139\n\nこのような鈍いエッジ\n\n残酷さは単色です。 これらは将来の日記の狂気ではありません。 そのアニメの誰もサディズムのためにサディスティックではなかった。 彼らに残酷なストリークがあるとき、彼らはそれに理由があった。 それはまた特定であった。  3人はみんなを殺したかった。 レイスケは母親の姿を気にしていた。 ヨモツは正義感が鈍っていた。\n\nそこには何か漫画があった。 それはBTOOOMには存在しません！ 誰も代替的な道徳的システムを持っていません。 誰のサディズムも理解できません。 太った男は強姦を試み、それをグラフィック的に見ることができますが、彼の後ろに何があるのか​​はわかりません。 クリエイターはヒミコの痛みで私たちに衝撃を与えようとしますが、見るのは嫌です。 彼らが強姦者と彼の視点を理解したならば、より衝撃的であろう。 このようにして、視聴者は彼といくつかの考えを分かち合うことができます。これは恐ろしい意味を持ちます。\n\n一部の人は、虐待的な両親や軍の過去のように、半分の説明を受けます。 これらは単なるプレースホルダーです。 キャラクターはサディスティック的ではなく、それほど変わっていません。 ツバキとレイスケはともに悲しい過去を持っていますが、それは違った種類のものです。\n\nクリエイターは死のシナリオの中で最高の部分を失います。 死のゲームは、彼らがお互いに直面するような状況で、キャラクターの束を投げる。 それは異なる人格が必要です。 それらの間の衝突は緊張を作り出すものです。 いくつかの爆発は、盲目的な狂気のようなエキサイティングではありません、同じ場所でyandereとミスタンロップの会議。\n\nこれらの人格は、これらの人物を人間として見ることができます。 私たちはそれらを気にし、理解し、共感を持っていきます。 私たちのような人間は、おそらく自分のやり直しの失敗を見ることになるので、死は悲しいでしょう。 それが悲劇の仕組みです。 悲劇は、文字を苦しめるだけでなく、それら（そして私たち）が理解できるようにすることです。 文字はちょうどここで爆発する。\n\nvlcsnap-2015-11-27-17h26m38s74\n\nランダムな重要でない雌犬\n\nBTOOOM！ ソウの道を選んだほうがいいだろう。 美的暴力のショーではありません。 このような暴力は過大であり、現実から切り離されている。 手足が破れて人が爆発するのを見るのは楽しいかもしれませんが、ここでは楽しいことはありません。 アクションシーンは退屈で、主に無意味な内モノログで構成されています。 事実の文字は、爆弾を投げるのが楽しいということよりも強調されています。\n\nシーンが生成するあらゆる勢いは、即時に撃退される。 内部の独白がたくさんあります。 シリーズがエヴァンゲリオンを引っ張ってこなかったのは不思議です。 彼らは3つのエピソードのために十分だった。 アクションシーンは、動きとセットピースに関するものです。 相互作用が有意義であれば、いくつかの対話も役立ちます。 思考は静的です。 そのような場面では、誰も内省の余地がありません。 あなたはビデオゲームであなたの頭の中で走っているわけではないので、実際の生活では？\n\nそれは、暴力、怪我、苦しみが何か深遠なものになると考える常設の斬新なアニメです。 それは人間がいかに残酷であるかについて何かを試みますが、誰もが何の理由もなく残酷であるとき、私たちはそのメッセージを信じるのは難しいです。 彼らの背後にある文字列があまりにも明白な場合、どのように人間はプレイヤーほど残酷であると信じることができますか？\n\n思いやりと仲間意識のシンボルは、ハーレムのない典型的なハーレムの主人公です。 坂本には人格は全くありません。 彼は他の人を気遣っていますが、なぜですか？ 彼は主人公です。なぜなら、メイナーズの残りの人たちではなく、彼と同情するほうが簡単だからです。 より正確には、彼を主人公にすることはより安全です。 悪人の一人に従うことは、彼らが死ぬよりもずっとずっと残酷である以上のことをする必要があることを意味するだろう。\n\nヒミコはあまり良くありません。 彼女はClinging Womanの抜け毛のある肖像画です。 ユノが虐待されたものはすべて彼女のものです。 その並行はとても明白で、それが応答かどうか疑問に思う必要があります。 どちらの女の子も彼らの男性に頼っているが、異なっている。 ゆのは心理的安定に頼っています。 彼女は愛のための自分の欲望を果たすよりも、その人を喜ばせるためにあまり行動しません。 彦本は坂本にとって存在し、他の理由はない。 彼女の愛は人格に関係していません。 彼女は報酬坂本は2度勝ち、最初は偉大な選手、2度目は勝利を収めている.vlcsnap-2015-11-27-17h28m47s108\n\nサタンの栄光のために\n\n彼女はまた、キャラクターと視聴者の両方の性的ガーニシエーションの対象です。 彼女は数回近くレイプされ、これらのシーンはヒミコの体をはっきりと見せる素敵なショットで満たされています。 これらはツバキの表情豊かなフラッシュバックではありません。 そこに素敵なショットをつけることができるかもしれませんが、表現力が足りず、短すぎます。 性的な部分だけを強調するのではなく、痛みを強調します。\n\nそれは、世界とその中の誰もが椿を嫌にしました。 それは彼女の元に戻っていたが、彼女は悲劇的なキャラクターとして描かれていた。 ヒミコはちょうど彼女を乗り越えるべきかのように、ゆっくりと「信頼する人」を学ぶ愚かなツンデレに変身します。\n\nエンディングも盛り上がっています。 それは「結論が出ない」という定義です。 この批判は大いに盛り上がったが、多くのショーでは結論が出ている。 氷結の壮大な話は終わっていませんが、2つの季節を定義する弧があります。  BTOOOM！ ただ終了する。 それはすべてそれをソース資料の広告のように感じさせます。\n\n馬鹿げたように崩れ落ちる小さな建造物があります。 なぜゲームが存在するのか分からない説明はありません。 ヒントは、人間の実験や邪悪な企業の古きよき真面目を指す。 爆弾はまた、何とか彼らの所有者が死んでいるかどうかを知ることができます。 それから、私は未来を予測する日記を賞賛し続けます。 世界があまり意味をなさないが目的を果たしたら、大丈夫です。 あなたの話に穴がいっぱいあれば、それはあなたの世界がどれほど愚かなのかを示す拡大鏡です。\n\n少なくともアートスタイルはいいですね。 これは深いと思われるので、私たちは夢のないアイデアで現実的なアートスタイルを得ます。 デザイナーは依然としてすべての人に独特な外観を与えてくれました。 少なくともその部門では、BTOOOM！ 他人を教えるためのものがあります。 数分表示される文字でさえ、独自の見た目を得ることができます。 これらのデザインは違った、より良いアニメで使われていないのは残念です。\n\nOPは、すべてのキャラクターが立っていて、水平線に向かっている状態で終了します。 それは、未来の日記の最初のショットを思い出させました。 それはそのことをとてもうまくいったもの、つまり最悪の場合でも理解できる傷つきの人格を持つ狂気のキャストを要約したものです。  BTOOOM！ そのような共感はありません。 彼らはビデオゲームのようなキャラクターを扱います。 彼らは殺して死ぬために存在する。 主人公はサイレントなものと同じくらいの性格を持っています。 それがどれほど悪いのか驚くほどです。 私がアニメで欲しいものをほとんど持っていて、それを破壊する。\n\n5のうち1.5爆弾"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "Hatul",
    "profile": "/profile/Hatul/reviews",
    "pages": "1",
    "number": "18",
    "link": "/reviews.php?id=179101",
    "jp": "--- --- --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  7\nキャラクター|  2\n|  4\n\nここでもう一度生き残りゲームアニメとバトル・ロワイヤルの放浪者と一緒に行きます。 これらのタイプのショーは、それらがどれほどひどく一緒になっても、すぐに普及することに注意してください。 そして、私はこれが間違いなくバレル材料の底であると言うでしょう。\n\nこれはスポイラーの無料レビューです。\n\n*ストーリー* 3/10\n\n失業している20代の若者たちは、一日中、「Btooom」というビデオゲームをするだけで、世界最高の選手だと言われています。 ある日、彼は突然、無人島で誘拐され、同じビデオゲームに基づいたバトルロイヤルで彼らの人生のために戦わなければならなかった多くの人々とともに目を覚ます。 このゲームは第三者のシューティングゲームのようなものですが、銃をまったく使っていません。ちょうど爆弾です。\n\nあなたが想像することができるように、次に続くのは、生き残り、お互いを爆破しようとするさまざまな種類の爆弾を持つ人々の束です。 ゴア、騒乱などの束があります。\n\n最初に心に留められるのは、どのような社会がこのような人々が住んでいることなのでしょうか。 まあ、私たちが知っていることは、彼らが現代日本に住んでいることを知っているからです。その最初の世界の民主主義。バトル・ロワイヤルでは、これはデイストピアン設定のリアリティショーだったので、これが説明されました。 ここでは、何十人もの人々が大日暮れで誘拐され、（それについてもあまり秘密にされていない）、どんな波動もないようです。\n\n\n第二に、プレイヤーの間でランダムに共有されるさまざまなタイプの爆弾を持つというこの考えは、あなたに戦略の錯覚を与えるためだけにあります。 いくつかは明らかに他のものよりも有用であるため。 公正なゲームのためにそんなに。 たとえば、タイマーボムを押すと、そのボタンを押してから10秒後に爆発するか、衝撃で爆発する爆弾か、ボタンを押したときに爆発する爆弾があります。 あなたはホーミング爆弾を持っています。 これらの爆弾のすべてが、半径が違うという理由だけで何とか等しく強いと思うなら、あなたの頭を調べるべきです。 彼らは、弱い爆発の爆弾がある種の不利な点を持っていると思うようにあなたを騙そうとします。実際、このショーの最も爆発的な爆弾でさえ、即座に人を殺すか、 素早く簡単に仕上げることができます。 もちろん、自分自身を傷つけたくない場合は、より短い半径も効果的です。 とにかく、爆弾の半径もかなり矛盾しているので重要ではない - 彼らが主人公の隣で爆発するとき、何も起こらず、相手が狙いを定めることができないか、何らかの形でそれをかわすことでいつも奇跡的に生き残る 二次的なものはほとんど常に瞬時に死ぬ大砲の飼料です。\n\nそれについて愚かな別のものは、ショーがオンラインゲームと現実の生活の間の機能性をどのように区別しようとし、その点でその面でフラットになるかということです。 現実的なほんの少しのビットであれば、半分ポイントで顔の隣に爆発が起きたり、何らかの瓦礫が怪我をしたりすることがあります。 私はそれが本当の生き方である方法で叩かれていなかったならば、通常私はそれをニックピッチしません！ ゲームではない！ ' しかし、真実は、私はこれよりも現実的な10年以上前からのビデオゲームを見てきました。\n\nその上に、それは混沌としたペースで終わり、どこも真ん中で終わるが、大部分は未解決のまま残されている。 第2シーズンになるのだろうか？ 私は分かりませんが、今のところは一つではありませんので、ここでは12回のエピソードがあります。\n\n\n*文字* 2/10\n\nあなたは主人公が自己挿入の主人公としか言いようがない最も鈍いものを持っています。 この男は自己挿入のためだけに存在し、それが彼を定義する唯一の方法だという証拠は明らかです。 彼の性格については何も追加されません。 彼が最初に紹介されたとき、彼は誰かを傷つけたくない敏感で素朴な閉鎖ですが、実際には彼が暴力的な凶悪犯で、両親を嫌う虐待的な息子であるフラッシュバックが表示されます。 彼が現場で出会った長老に礼儀正しくやって来ると、次の段階で彼は両親をどう扱ったのかが分かります。 また、彼は世界最高のBtooom選手だと言われていますが、現実のバージョンをプレイすると完全に無知なようです。 これは、キャラクターの不一致を抱えるような価格であっても（まったく無知である）視聴者に自分自身を挿入させようとする貧弱な試みです。\n\n残りのキャストもあまり良くありません。 彼らの中には、薄い空気から出てくるランダムな気分の変化がありますが、それはやや説得力がありません。 例えば、あなたは精神病の子供が1つのエピソードでカエルを飼育していることを目の当たりにしてぞっとするこのジャスの弁護士を持っています。そして、別のエピソードでは10代の女の子を拷問しても大丈夫なサディスティックな狂人になります。\n\n言い換えれば、メインの女性は、（もちろん）最終的に私たちの男性のリードの性格のない人のおかげで光を見て特定の外傷的な過去とダムブロンドです。 そして、そう、それは想像できる最もきつい方法で演じるので、スポイラーではない。 あなたはそれが1マイル離れたところから来るのを見るでしょう。\n\n彼らはまた、あなたよりもやや狂っている凶悪な父親を抱えているため、子供の強姦者や殺人犯に共感させようとしています。 そして他のすべてのものと同様に、ばかげて（まったく間違っているとは言いませんが）やってきます。\n\nこの番組の唯一の唯一のキャラクターは、父親の平平氏です。 私は何も手放すつもりはありませんが、ちょうど彼に焦点を当て、彼は1densensiolの狂人ではなく、彼の行動は実際には彼が比較的複雑で興味深いように見えるようにしたと言うことにしましょう。 ヘック、私は彼が少しでも共感でき、彼のキャラクターアークが完成したと感じました。\n\nしかし、残念なことに、正しく行われた1つのサポートキャラクターは、目の不自由な人を殺す、まれなプロットデバイスや狂気のキャスト全体を保存することはできません。 ショーは今のところ不完全であるため、ほとんどの場合、閉鎖や開発が行われません。 それらのほとんどすべてが紹介といくつかの非常に短いカバレッジです。\n\n*アート* 6/10\n\nアートワークは確かにきれいに見え、何らかの理由でデスノートに似ています。 色は明るく、文字は美しい（繰り返しながら）背景と非常に良く調和しています。 キャラクターのデザイン自体は確かに特別なものではなく、アニメーションは賑やかで流動的ではありません。 アクションでさえ、かなり不安定であり、指揮はかなりアマチュアであるようです（そして、これが実際にこの監督の最初の作品であることを後で知ることは驚きではありませんでした）。 また、爆発の名前が付けられたショーでは、このショーの爆発はそれほど印象的ではありません。\n全体的には、私は推測して、一般的に生産価値はかなりまともですが、それが出てきた時にはそれについて印象的なものは何もなく、どんな意味でも芸術的に際立っていません。\n\n*サウンド* 7/10\n\nオープニングは、ショーのトーンをかなりうまく設定し、エンディングの曲ははるかに柔らかく、私はそれを偉大なものと呼んではいませんが、それはかなりうまく収まります。 私は本当にサウンドトラックの多くを覚えていないが、それは仕事が終わったと思う。 私はちょっと問題があると思うけど、ちょっと気を散らすようになるまでは反復的な効果がありますが（実際はかなりリアルに聞こえますが）、声の演技は少し上になり、多くの点でばかげています。\n\n*楽しさ* 4/10\n\nMeh。\n\n*全体* 3/10\n\nあなたが私に尋ねるなら、かなりスキップ可能です。"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "punkertz",
    "profile": "/profile/punkertz/reviews",
    "pages": "1",
    "number": "19",
    "link": "/reviews.php?id=158917",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n私はアニメを見るとき...私は彼らもあまりにも他のアニメや関連ゲームを比較することは.....私は私が見ることができるものとシリーズ\n\nタイトルはちょっと...幼稚なようですが....ポスターは面白そうです（ファンの大部分は、アニメのベースをクールなポスターで選んでいます...笑）\n\n美しい少女と涼しいヒーロー...\n\nキャラクターデザイナーはとてもいい仕事をしました。キャラクターは美しくてクールです。\n\nディレクターと作家は、ゲームのキャラクターや要点を紹介する素晴らしい仕事をしました....アクションシーケンスはエキサイティングです.....と私の意見では、ヒーローとヘロインのロマンチックな関係の発展は... welllです 計画....あまりにも速くなく、あまりにも遅くない....\n\n私は、プロダクションチームが十分なエピソードを与えられていないと思って、彼らの話を完全に伝えることはできないと思います.2回目のシーズンがないことは残念です.....もし彼らがもう少しエピソードを持っていれば、 視聴者に良い印象を与えました。\n\n私は彼らの戦闘ツールとして爆弾を使用する他のアニメを見つけることができませんでした...だから、私はこのシリーズはユニークで元の（あなたがゲームについて忘れることができます）と考えています。\n\n私はこのシリーズが注目に値すると思うし、あなたはそれを大いに楽しむだろう\nしかし、終わりは私が閉鎖がないと感じるので少し失望するだろう。\n\nそれを見て楽しんで"
  },
  {
    "title": "Btooom",
    "id": "14345",
    "url": "https://myanimelist.net/anime/14345/Btooom",
    "user": "GeassCrown",
    "profile": "/profile/GeassCrown/reviews",
    "pages": "1",
    "number": "20",
    "link": "/reviews.php?id=129855",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\nこれは私の最初のレビューなので、どんなフィードバックも大歓迎です。\n\n\n私がBoomを見始めたとき！ 私は何を得ようとしているのか分かりませんでした。\n\nレビューは最高に混ざっていて、私は時間の85％が哀れであると思っていたある英雄を期待していました。\n\n私はかなり間違っていた。\n私は1日か2日でシリーズを終了したと思いますか？\n\nストーリー8\n一人の人をあなたの人生のために持ち出すことができるのであれば、それを良いもののために消滅させるだけです。それは誰ですか？\nそれは恐ろしい思考の1つの地獄であり、大部分のために私は生きている間に私が不注意にまたは意図的に軽視したかもしれないすべての人々を考えていました。\nそれは気にせず、恐ろしいことです。\nだから、爆弾でいっぱいの袋が島の上に残っていると、何が起こるのだろうか、利己的で、思慮のない、精神病学者で、ちょっと不幸なことですか？\nよくBtooom！\n物語は、少なくとも私のために良かった。 これまでに書かれた最も画期的で驚異的で興味深い話ではありませんでしたが、強く、ペースが速かったです。 そこにはいくつかの小さな紆余曲折がありましたが、何も巨大ではありませんでした。良いプロットとしてキャラクタールームを開発するのに十分なだけです。\n\nしかし、それはわずか12エピソードの長さから打撃を受けた。\n\nアート8\n私はMadhouseが出したアニメーションを楽しむことがよくあります。 彼らは非常に荒々しいスタイルを持っています。この場合、Btooomに適しています！ よく\n私はクレイモア全域で、キャラクターのいくつかがより深刻なシーンでどのように奇妙に見えているのか、自分自身に笑っていたので、彼らがプロフィールや3/4のキャラクターの鼻を下げているのを見てうれしいです。\nしかし全体的にそれは強くて楽しいものでした。\n\nSound.8\nBtooomのオープニングソング！ おそらくサウンドトラックの私のお気に入りの部分だった、それはパンチ、キャッチーだったと私は私のジムに行くときに私の電話でそれを持っているああ\nサウンドトラックはフォーリーのように強かったですが、最初のオープニング以外は何も私には特に目立っていませんでした。\n\nキャラクター9\nこれはBoomを作る部分です！ アニメの中には、派手なビジュアルや巨大なサウンドトラックに頼っているものもあれば、Btooom！ キャラクターが本当にいかに現実的かを感じるようになった。\n\nLead、Ryoutaはあなた自身のことだけを考える傾向があるかなり普通の男です。 彼は私たちが慣れ親しんだ15歳の善良な人ではありません。彼は人の中でも最悪の人ではありません。\n彼は躊躇して彼がいくつかの他の人を助け、フラッシュバックを通してあなたはなぜ彼が「ゲーム」に参加するために選ばれたのかについていくつかの視点を得るようになる。\n\n次はヒミコです。 まず、私は彼女について非常に混乱していましたが、私は彼女が彼女の周りに爆破されたように主人公の腕についた「トークンの女の子」になってしまうことを期待していました。 しかし、私は彼女が自分自身を保持しようとすると、彼女が無力だった瞬間であっても、彼女のように感じなかったことに非常に感銘を受けました。\n彼女に提示された状況を通して、彼女はやや不信なキャラクターに成長し、それは爽やかでした。\nRyoutaとの関係が信じられていたし、それがもう少しのエピソードで繰り広げられていた（もしシリーズが長くなっていたなら）、私は全く質問しなかっただろう。\n\nAnywho、他の文字は、面白いからまったく平凡な障害に至るまで、あなたは物事がどのように導入されるごとにどのようにパニングするのかを感じ始める。\n彼らの一人一人一人が私から何らかの反応を得ました。私が指摘したように、カット＆amp; 貼り付けの形式はアニメに慣れています。\n\n楽しさ9\nもし私がBtooomを見直さなくても！ 私は単純に言えば10を与えているかもしれませんが、私は疑問の余地なくそのほとんどを楽しんでいました。 それは、描かれるだけの楽しいシリーズでした。 しかし、私がそれを見直すため座ったとき、私は穴を選び始めました。\n私の唯一の唯一の抱負は、12のエピソードに苦しんでいたことであり、エンディングは最高でもイライラしていました。\nもしあなたがアニメを探していたら、ちょうど座ってBtooomを楽しんでください！ 最も確実にスピンする価値があります。\n\n私は第2シーズンを楽しみにしていることは分かっています。"
  }
]
