[
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "BobMarleyJr",
    "profile": "/profile/BobMarleyJr/reviews",
    "pages": "9",
    "number": "1",
    "link": "/reviews.php?id=92005",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  6\nキャラクター|  9\n|  10\n\nこのアニメの2/5は本当に心配していましたが、私は何も見なかったので私はまだ見守っていました。 このアニメは本当にいいですね。キャラクターの発達がなくても、芸術やキャラクターはクールです。\n\nストーリー - 非常にオリジナルストーリーではありません。 男は一日目を覚まし、記憶を失ってしまった。 彼が持っているものはすべて猫と傘です。 それから、彼はすべてのことを思い出します（その名前はYashiro Isanaです）が、1週間ほど前には何も覚えていません。 一人の人が彼を殺そうとした後に来る。彼は八代、または城郎が無色の王であり、彼が悪であれば無色の王を殺すことを義務と考えているため、彼を殺そうとする男。 それ以外はすべて超自然の世界で起こる。 しかし、私がこのアニメにこのような高い評価を与えた理由は、終わりのためです。 ほとんどのアニメは悪い結末をしています*咳の咳を吸うヴァンパイア騎士*しかし、このアニメはこれまで最高の結末を持っています。\n\nアート：アート＆amp; グラフィックスは優れています。 ホムラの魔法は本当によく描かれていて、人々の顔は間違っていません。\n\n音：あまり言わない。 ネコの声の王が私を苛立たせるのを除いて、それは大丈夫です。\n\nキャラクター：ああ...面白い部分。 私の好きなキャラクターはレッドキングの須藤琴です。 まず第一に、彼は彼のすべての「主題」に愛されていて、彼は熱く、結末は最高のものにしています。 私はまた、本当に青い王様が好きです。なぜなら、彼は赤い王様とのバディーバディであり、最後にそれほど友好的ではない行動をしますが、世界の破壊を防ぎます。\n\n楽しさ：私はおそらく私が最後を愛していたので、おそらく1000回を終わりに再見た：\n（可能性のあるスポイラーアラート）死んだ男、悲しい少女、そして空の赤い火はちょうど素晴らしいです。\n私がこのアニメについて否定的なことを言ったとしても、本当に楽しんでお勧めします。"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "BVBSpence",
    "profile": "/profile/BVBSpence/reviews",
    "pages": "9",
    "number": "2",
    "link": "/reviews.php?id=154755",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  9"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "C0B0",
    "profile": "/profile/C0B0/reviews",
    "pages": "9",
    "number": "3",
    "link": "/reviews.php?id=152819",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  10\n\nKはとても楽しいシリーズで、最初から最後まで糊付けしてくれました。 それは驚くほどの世界を構築した、非常にオリジナルのショーアイデアです。 ストーリーから始めることができます。\n\nストーリー-8\n\nストーリーは良かったが、世界の建物はさらに良くなった。 私がこのカテゴリーを8と評価した理由は、世界の設定だけに基づいていました。 この世界は、それが非常に広範であるために作られたより多くのシリーズが欲しいと思う世界です。 実際のストーリー・ラインは、主人公の主人公の視点を与えて創造的でした。\n\nアート-10\n\n甘いイエス様、このアニメは美しかったです。 背景は信じられないほどだった。 ファイトシーンはもっと欲しかった。 私は正直に誰も戦うことを望んでいたので、私は美しいアニメーションを見ることができた\n\nサウンド10\n\nこのシリーズは多くの曲を持っていませんが、すべての曲が完璧で、シーンに完璧にフィットします。 最初から最後まで、私の耳は喜んでいました。\n\nキャラクター7\n\nシリーズ全体で多くの文字が適切に設定されていないため、明らかにシリーズの最弱点です。 私はこれがちょうど紛争の中で拾われた物語から来ていると思います。\n\n楽しさ-10\n\n私はこのシリーズを本当に楽しんでいました。私が以前に言ったように、私はこの世界についてもっと多くの物語を見たいと思います\n\n全体 -  8\n\nストーリーに関係しない芸術や音など、すべてがポイントであった。 ストーリーとキャラクターは素晴らしく、すばらしかった。 私は間違いなくこのシリーズをお勧めします。 あなたが最高の経験をしたい場合は、アニメを見る前にprequelマンガシリーズを読むことをお勧めします。"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "pamyurin",
    "profile": "/profile/pamyurin/reviews",
    "pages": "9",
    "number": "4",
    "link": "/reviews.php?id=145181",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  8\n\n私はこのアニメを長引いていましたが、夏になって私の握手リストに追いつくことにしました。\n\n私はそれについて何も知らないKを見始めた。 私は実際にアニメを始める前に背景情報を調べています。なぜなら、3つのエピソードルールに従うのは本当に好きではないからです。 今度は私の過去のやり方を無視して、Kの中に入ってください！ そして私は嬉しかったです。\n\nストーリー：8\nKはあなたの典型的な白い髪の少年の志郎から始まります。 彼は学校の誰もが好きです。 史郎のための人生は平穏で、学校の使命のために外出している間に彼等が攻撃されて追い出されるまでは、平和です。 逃げると、彼は偶然、腹を立ててしまいます。すべてが破滅したように見えると、黒髪の男の子、黒木は空から城を救うためにダッシュします。 救助のように思えたのは、今度は彼がHOMRAと呼ばれる敵のグループ、すなわち赤い紋章の隊長、青い隊長、そして少年黒人の標的にされているため、 キングスとそのグループの一員？！？！？！\n\nキャラクター：8\n0キャラクターの開発があったという唯一の事実によって彼らに8を与えてはいけません。 しかし、私はすぐにそこに投げ込まれた小さなヒントを楽しんで以来、私はすぐに文字を好きになり、お気に入りを持って成長したので、私はありません。 キャラクターの個性がどのようになっていたのか、明らかになった小さなものからすぐに気づくことができました。 文字はバックグラウンドに曝されていませんでしたが、小説でそのことを読むことができます。 私の知る限り、彼らはファンによって英語で翻訳されています。 あなたがグーグルであれば簡単に見つけることができます。\n\nアート：9\nちょっと、あなた。 アニメが芸術のために持っている誇大宣伝は、かなりのスポットです。 Kがそうでないなら、Kはそうでないだろう。 色は、アニメ全体で繰り返されている進行中の漂流気味ではない、という主な側面です。 あなたがプロモーションポスターで簡単に見ることができる文字は、本当にきれいに作られています。 それはそこに止まらない。 彼らが作る表現や動きは非常に詳細です。 最初の2つのエピソードはすばらしかった。 シーンはヤスが街を通ってスケートボードに乗っていて、アクションシーンがいっぱいで、CGIがアニメにいかにあるべきかの本当の驚異を示しました。 これらの場面は私を驚かせた。 人々は、チームがストーリーではなく視覚的なコンセプトに重点を置いていることを打ちのめすが、それは間違っている。 視覚的なコンセプトはストーリーの部分です。 \n\n全体：8\nアニメは13エピソードしか持っていない。アニメは（特に無駄なフィラーエピソードで）怒っているので、良いと思う。 しかし何らかの理由で、これは他の人にとって大きな問題に思えました。 何人かは急いで、ひどく出来ていると思っていますが、私は実際にこのアニメを楽しんでいました。私はそれを見ていて、私の座席の端にいました。 私は一族とキングの全体のコンセプトが本当に元気であることが大好きです。 このイベントは、私が気に入ったものになりました。"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "DntBelievNAngels",
    "profile": "/profile/DntBelievNAngels/reviews",
    "pages": "9",
    "number": "5",
    "link": "/reviews.php?id=140831",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  8\n\nまず、私はプロットをしないと言って始めます。 私がKを見たとき、私はそれについて一つのことを読んでいないだけで、それをまっすぐに見ていました。 あなたがKから完全な楽しみを得たいなら、あなたは注意する必要があります。\n\n - その最大の瞬間（捻じれなど）が壊れていると、Kの値がおそらく半分になる可能性があります。\n\n私は、Kが3または4であり、キャラクターの開発はほとんどないという多くのレビューを読んだ。 さて、私は説明するためにここにいる。 最初に、\n\n -  Kは遅いです。\n\nはい。 私はほとんどの人がそれに同意できると思います。 あなたは、宇宙に関するエピソード3までの結果の何かを見つけ出すことはありません。そして、これは13のエピソードのうちのものです。 前半全体と、最後の良い部分は、あなただけです\n\n - 何が起こっているのだろうか？ そして私はそれを愛していました。\n\n毎回\n\n-Kはあなたの以前の質問の1つに答えを与えました。あなたは答えたいと思った2,3の質問をもう一度得ました。\n\n私は24時間続けていたにもかかわらず、私が終了しなければならなかったような気がしたので、どのように終わったのか分かりました。\n\n - それは私を全面的に魅了させてくれた。\n\nそして、はい、\n\n - あなたが注意を払わない場合、ニュアンスや表情、あるいは（特に）対話をすると、あなたは失われてしまい、決して追いつかないでしょう。\n\nあなたに悪い意見を残す。 これと比較して、このアニメでは対話が制限されています。\n\n - それにはすべて目的があると言われています。\n\n冒頭の重要でない行動や言葉でさえ、何か大きなものとして終わりに戻る。 今度は、第二に、私は全体的に「ほとんどキャラクターの開発がない」と言います。 私はこれを言うつもりです：\n\n -  Kはスタンドアローンのアニメになることは決してありませんでした！\n\nそれは単にこの宇宙とあなたに夢中になるためにこれらの文字を垣間見ることを意味しています。\n\n=マンガ、小説、さらにCD /ラジオドラマがあり、アニメでほとんど気付かなかったキャラクターを洗い流す。\n\nかなり多くの人が注目を集めていますが、これらの文字の意味を明らかにするためにはまだ多くのものが出ています。 だから、そういう長い話に時間を投資したくないのなら、これはあなたのためではないかもしれません。 個人的に、私は独立していると信じているので、アニメは良いです。 しかし、あなたがそれを素晴らしいものにしたいのであれば、あなたが感情的にこれらのキャラクターに投資されたいのであれば、アニメを再見たときにあなたはほとんど涙を流しているのです。 それはそれだけの価値がある。 マンガや小説などは主にプレクエルです。\n\n - これらのショーキャラクターは、あなたが嫌い​​やお互いに無関心な関係しか持たないと思っていて、他の人が心を揺さぶっていると思っていました。 これらは、文字がなぜ感情的にお互いに投資されているのかを示しています。 これらは、キャラクターが何をするのかを示しています。\n\nアニメは終わりですが、出てきた少数の続編と映画が例外ですが、まずそれを見ます。  （真剣に、アニメを最初に見てください。\n\n - 「ああ、私はちょうどそのものすべてを読んでから、アニメを見ます」とは思わないでください。 彼らはそれほど意地悪をしたり、彼らが意図した印象を放棄したりすることはありません。\n\nあなたは裏切りと死と債券が形成された後に来て、どのように彼らが形成されたのか分からない。 その後、最初に戻って、たくさんの希望とたくさんの計画を持っているこれらの文字について読んでください。 あなたは、アニメが生きて蹴り始めたときに死んでいたキャラクターを見る。 あなたは彼らの人生と、それがまだ生きている人にどのように影響を与えたかを見ます。\n\n - 「これは幸福に満ちた物語」というエピソードを残しておいてください。（これは赤の記憶のためだけのものですが、私にとってはそれがすべての人に当てはまると感じました）あなたは本当にこれらの文字の深みと感情を理解しています。\n\nさて、私はその小さな騒ぎを終えたので、私は他の誰もが言及する傾向に言及するつもりです。\n\n - 芸術は美しい。 サウンドトラックは素晴らしいです。\n\nそれはとても美しいので、私はまだオープニングを歌います。\n\n - 最初はストーリープロットが一般的に見えますが、ストーリーのSFやファンタジーを通して、それに独特の興味深いひねりを与えます。\n\nもう一度、私はペーシングがいかに遅いかを述べます。\n\n -  2回目のエピソード全体は、まったく無意味なように見えますが、それは面白い陽気です。\n\n物語の色調は、上半期にユーモアから真剣に何度もシフトしているように見えます。 しかし、最後のいくつかのエピソードまで、まだ少しユーモアがあります。 最後は本当に速くなり、多くの人がこれを批判します。 個人的に、私はそれが合うと感じます。\n\n後半はクライマックスまで劇的に急増する。 私は、作家がゆるい終わりを縛りつけようと急いでいるように感じるのではなく、ペーシングを計画していて、ペースをストーリーの気分に合わせることを意図したように感じます。\n\nキャラクター自体が急いでしまったので、エンディングが急いでいる。 最初はキャラクターが狂っていましたが、彼らは最後の4つのエピソードほど狂っていませんでした。\n個人的には、\n\n - 私はGoHandsが天才だと思う。 ストーリーのためではなく、スマートなマーケティングスタイルのために。 これは、私がKで指摘した欠陥のすべてが実際に欠陥ではなく、さらに販売を意図しているという主な理由の1つです。\n\nこれは一部の人々を怒らせるかもしれませんが、私は個人的にそれに問題は見ません。\n\n結局のところ、これは彼らの生活であり、お金を稼ぎ、ファンに魅力を感じることに最善を尽くしているのは恥ずべきことではありません。 だから私は彼らの明白なファンサービスで彼らを断罪しないのです - \n\n。 それは私の意見ではストーリーを損なうものではなく、キャラクターの個性といっしょになるものもあります。\n\n - 代わりに、 'ゲイ'を見て、ちょうどその人があなたの顔の中にいるということを考える - \n\n（個人的な境界に関係なく、社会的に厄介なことは言うまでもなく）\n\n - それは私がそれを見ることを選ぶ方法です、そして明らかなパンティーショットを見落として、そしてトップの裂け目の上に喜んでいます。  - \n\nだから、Kを打ち、すべてのことについて開かれた心を保つ。 私はそれがあなたの経験をはるかに楽しくすると思います。 私はアニメをおそらく7.5-8 / 10に、企業全体を9/10にしますが、正直言って私はそのようなことはよくありませんので、その数字を心に刻みたくないかもしれません。"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "khunter",
    "profile": "/profile/khunter/reviews",
    "pages": "9",
    "number": "6",
    "link": "/reviews.php?id=95983",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\nKは私の意見では美しくよく書かれたアニメです。 それは短く、具体的です。それについては本当に混乱するものは何もなく、理解しやすいです。 私はそれをとても楽しんだし、2番目のシーズンを待つことはできない。 私は誰にでもこの短編アニメを強くお勧めします。 アニメの世界は私たちのものとは多少異なり、グループのさまざまな派閥が関わっています。それぞれのグループは独自の面白いキャラクターです。  「悪いグループ」のキャラクターさえも楽しまれ、良い意思を持ち、悪い詩がありますが、「良いグループ」では、各グループは、この剣を持っている王によって導かれています。 ほとんどの魔法のような力や商標の種類。 例えば、不滅の王がいて、おそらく彼の商標を推測することができます。  （ヒント：アヒルを召喚する能力ではない）音楽はよく描かれており、そこに所属しているようだ。 暖かく柔らかいアニメ、時にはコメディですが、十分な行動、混沌とプロットの紆余曲折があり、ウォッチャーの関与と思考を保つための愛らしいドラマです。 ストーリーは、よく考えられており、全体的なストーリーを正当化するようです。 あなたは2013年のアニメから想像することができるように、芸術は非常にうまくいっています。"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "Reik",
    "profile": "/profile/Reik/reviews",
    "pages": "9",
    "number": "7",
    "link": "/reviews.php?id=118157",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  9\nキャラクター|  5\n|  6\n\nあなたが見たいものを探しているなら、これを試してみてください。\nプロジェクトKは、それが目的で成功したため上位に達することはできません。ストーリー駆動のアニメでは成功しますが、そのような傑作を創り出すには完璧な環境を持っていますが、\n私はそれが各エピソードthoとよりよくなることを約束します。\n\nレビューにまっすぐになる：\n\nストーリー：6\n（再開）Kは、超強国との7人の王の間の「戦争」に関わった若い少年の物語を伝えている。 彼は自分のアイデンティティーが彼の記憶が伝えるようではないことを発見する。\n創造性とおいしいツイストの面で驚くべき立場で、メインストーリーはあまりにも遅れていません。 私は結論と冒頭の両方の点でそれは普通ではないことを理解しています。もちろん、オープンな「開始」と「終了」の両方を持っていることを理解しています。 退屈な\"進行\"のようなものです。 それは主に、プロッパーの組織や解説が端的にディスパッチされておらず、ほとんど変わらない進歩率があるため、与えられた9点から下がっています。\n\nアート：10\n驚くほど素晴らしい環境、テーマ、色、ディテール、単にあなたを漂わせるアニメーションを忘れないように、すべてが生きているようです。\nGoHandsは仕事をしてくれました。おめでとうございます。\n\nサウンド：9\nオープニングとエンディングのテーマは、他のプレイヤーが実際に両方の曲がそのビデオに合っていると思っていたと言われていることに反して、適切です。 しかし、サウンドトラックはどこに良いと素晴らしい。 効果音は良いですが、10には十分ではありません。\n遠藤幹雄は、サウンド、特にサウンドトラックで非常に良い仕事をしました。\n\nキャラクター：5\n主人公のヤシロは、本当に「紹介」され、非常に賢明で興味深い方法で提示されます：まず、学校でのこのキャラクターの日常生活に従うことによって、半実の真実である（真実ではない） メインストーリーに入っても、ストーリーが進むにつれて、ある時点で、彼の本当の過去に会ったとき、あなたは本当のキャラクターの個性を満たし、彼と簡単に結びつくでしょう。 しかし、実際には1〜2つしか表示されていない副キャラクターは、実際には最高のキャラクターに興味を持ち、決して実際には決して会わなかった 。\n深さと複雑さの面では、ほとんどの文字は実際には平均です。\nこれは、アニメを保持するものの一つです...あなたがアニメを駆動する物語を持っている場合は、合理的な場合は、2または3を持っていない...または4人の人が同様の性格を持っていない...とランダムにスローしないでください もしあなたが実際に私たちにもっと言及したり、それを見せないなら、「ヒント」。\n\n楽しさ：6\n私はあなたが実際には次のエピソードを見に興味を持っていないが、私の意見では、すべてのアニメに必需品ではありませんが、見て楽しかった。\n\n\n\n全体：7\nどのように力、環境（私は全世界またはおそらく都市自体を意味します）と文字のような重要な詳細やキャラクターがどのように展開されていないのかについてディスパッチします。 あなたは、これらの13のエピソードの間に表示されないものの多くを見たいと思うようになります。\nそのような形容詞は、「良い」というわけではありません。 そのシンプルなアニメのうち、典型的なものと一般的なものに終わっているものの、まだまだ何となく目立つものです。"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "suprasaiyajim",
    "profile": "/profile/suprasaiyajim/reviews",
    "pages": "9",
    "number": "8",
    "link": "/reviews.php?id=93459",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  7\n|  8\n\nエピソード1は必見です!!!!\n\nスケートボードを使ったアニメーションシーンはすばらしかった。 私はもっ​​と偉大なアニメーションを望んで全シーズンを見た。\n\nストーリーは謎であり、すべてが最後に説明されています。 戦いのシーンはまともで、振り付けが良い。 キャラクターとその背景のほとんどが説明されているので、それほど混乱はありませんでした。\n\nシリーズの一部は繰り返しました。 彼らの名前を何度も繰り返し、追いかけは繰り返しです。"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "Kumiko_Yuki",
    "profile": "/profile/Kumiko_Yuki/reviews",
    "pages": "9",
    "number": "9",
    "link": "/reviews.php?id=149685",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  8\n\n私はKが素晴らしいアニメだと思う。 それぞれのキャラクターはそれ自身で素晴らしいですし、誰もが愛していなければなりません（私はまだやっています）。\nストーリーを辿るのが難しい場合もありますが、理解できます。 たぶん、あなたはいくつかの部品を2回見る必要があります。\nしかし、私はまた、アニメの終わりに私の好きなキャラクターの2人に何が起こるのが好きではないと言わなければなりません。 私は本当に激しく泣いた（T.T）ことを認めなければならない。 チームの叫び声が私に残りました。\n\nしかし、全体的に私はそれが本当に価値があると言うことができ、何も後悔しないXD"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "Twilight_Kingdom",
    "profile": "/profile/Twilight_Kingdom/reviews",
    "pages": "9",
    "number": "10",
    "link": "/reviews.php?id=96961",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  8\n\nKを始めることは非常に遅かったですが、アニメを見た方が多くなればなるほど、自分自身がストーリーに引き込まれたと感じ始めました。ショーで後に起こる激しい戦いは、あなたの心が予感してレースを開始できるようにします。 あなたはホムラの登場人物を知り、憎しみを感じることができました...少なくとも複数の一族の間では嫌いです。 そして、率直に言って、私はこの理由でこのアニメが好きだった。 それを見て、私は悲しみ、喜び、混乱の激しい感情を経験しました。\nいつでも私はこの時計を推薦するだろう...私はただのエピソードがあったほうがいい。  ;）"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "AmyWatkinson",
    "profile": "/profile/AmyWatkinson/reviews",
    "pages": "9",
    "number": "11",
    "link": "/reviews.php?id=100365",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nレビュー13：K（今これは挑戦的に最高のアニメです）!!!\n\n文字通り、このアニメはすべて呼び出されます。 なぜか分からないけど、今年の最短のアニメタイトルの賞を獲得しているはずです。\n\nアニメ自体は素晴らしいです。 輝かしいストーリー・ラインと、このアニメについて学ぶための驚くべきキャラクターの全ホストは、真剣にすべての時間の私の好きなアニメになる必要があり、そのままになります。\n\nシリーズでは若干未来的な日本に7人の異なる仲間がいます。  7つの異なる色の7つの一族があります。 私たちが実際に学ぶ唯一の色は、赤、青、緑、銀、金、無色の一族です。\n\nシリーズで出会う最初の一族は赤い一族で、それ以外はHOMRAとして知られています。この氏族の王はMikotoです。この一族は実際には最強ですが、主に優位の代わりにその暴力で知られています。\n\n最初のエピソードでは赤い王子みコトを見て、赤い一族が青い王様に手を差し伸べて、みんなのために多くの悩みや騒ぎを引き起こします。 私たちはすぐに、志郎という若い少年の後で、私が気づいた最近のトツカという一族のメンバーを殺した弟子が、琴を笑顔にすることができた唯一の人だということを、 歌う。\n\n私たちが彼を失う影響がどれほど赤い一族にとってどれほどのものかを見ているシーンがあります。\n\n一方、城は自分自身の問題を抱えている。 前の無色の王は死んでいて、伏見と呼ばれる若い男が、血族と王のことが分からない高校生だけの新しい「悪」王を殺すために送られます。 彼はただそれに沿って行く。\n\nストーリーラインそのものは、私が実際にいくつかの部分のアイデアを理解することができず、いくつかのエピソードを見なければならなかったので、いくつかのことを混乱させています。 赤い一族の債券が血の厚さを増して家族のように見えるようになり、家族の一員が死ぬと、最悪の側が見えるようになります。\n\nこのアニメは、私が以前に見たことのあるものすべてを打ち負かしましたが、それはまだ13のエピソードしか残っていませんが、今は完璧な意味があります。あなたが愛するように成長するキャラクターがあります。 あなたを楽しませ続ける別のシリーズだった。\n\n私のために5/5星でなければならない\n\n2013年1月12日土曜日。8:53〜AmyXxxx"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "salimity",
    "profile": "/profile/salimity/reviews",
    "pages": "9",
    "number": "12",
    "link": "/reviews.php?id=104205",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  6\n\n私はこのアニメにいくつかの問題を抱えていますが、そのほとんどはj_sharkのレビューですばやくまとめられています。 本当に、私が指摘できるものは、すでに持っているので、私は懸念を合理化するだけです。\n\n+ /  - 生産価値は非常に高いです。 戦闘シーンのアニメーションはクリアで、鮮明で、滑らかです。 これは、ほとんどの場合、これを十分に見て楽しむことができます。 私にとってそれを比較できる最高のものは、驚くほど目に見えるギルティクラウンですが、細かいプロットとキャラクタリゼーションの基準を持っています。\n\n - キャラクターは丸めが少ない。 本質的に4人の女性キャラクターがあり、それらはすべて、単にかわいく見え、保護されているだけです。 ブルーキングのキャプテンさえも、このアニメで彼女の部下から3回守られなければなりません。 他の主な女性は彼女のスクリーン・タイムを裸で過ごす。 他の2人の主要な女性は、3人が静的な生徒会長を何とかしてキャラクターとして数えているとすれば、3人は多くのことを言っていないし、自分の本当の動機がない。 私が高く評価してくれた一族と一族の間には、きれいで興味深い相互作用があります。それは、私が見守った数少ない事の一つです。\n\n - これらの文字の半分の背後にあるロジックは、ほとんど不可能です。 たとえば、HOMRAのメンバーである赤い派閥を誰が殺害したのかを人々が理解しようとしているというプロットの概要を読んで理解する必要があります。 誰もがそれが城だと信じているので、彼らは彼を標的にします。 しかし、一族が集まるたびに、彼らは本質的にお互いに戦って、城をほとんど毎回行く。 私はなぜ彼らが同じ人を殺すために一緒に働くことができなかったのか理解できませんでした。 私はまだこれが単語を使って回避され、適切に状況を説明することができなかった理由を理解していません。 キャラクターロジックは、ルールによって演じられない人を嫌うキャラクターなど、非常に簡単に離れていきます。そして、他の人を支配する法律の上に何らかの形でいるので、「外出」して行動します。\n\nプロットは、同じレベルのトレース不可能なロジックで、やかましく一緒にスローされます。 悪人は単に悪役のことをする悪人です。 すべてのキャラクターは、彼らがなぜそんなに最初から友人であったのか、なぜ彼らが自殺して無謀であるのかについて、適切な丸められたモチベーションがなければ、自分が望むことをしません。 ほとんどの場合、視聴者として、あなたは「ちょうど」その下にある態度のために役立つことになります。私はそれが軽度で退屈だと感じます。 自分自身を理解しているように見え、より良いキャラクターの育成弧を持っている唯一のキャラクターはブラックドッグです。 彼と一緒にいても、物語の前から彼の力が彼の古い王の死によって無効にされていたはずだったので、彼がどのように存在しているかはわかりません。 あるいは、D.Gray Manの創作者からの何らかの著作権侵害で、これらの人々がどのように叩かれなかったのか。 私はこれにユーモラスであるが、黒はまったく神田優だ。\n\n - 彼らはナチスを良い、同情的なキャラクターにしました。 私はこれに重大な問題を抱えており、なぜこれが問題であるかについて多くの説明をする必要はありません。 彼の全体的なモチベーションは、「私は大量の人口を取り除くことができる超武器を作ることによって、私が良いことをしていると思っていた。 そして、まったく正当でない。 しかし、私たちは彼を残念に思っています。 この作家がなぜこれをしたのか、「同盟者は誰かの兄弟を殺したのでひどいものだった」ということを除いて、私はこの世を去ってしまったのですが、このアニメのストーリーラインの中で最も恐ろしい部分です。\n\n+テーマは高次の力を扱う際に孤独と孤独を扱いますが、解説と解説の適切なサポートがなければ、ほとんどそれをプラスにすることはほとんどありません。 ショーの間に何度も、私は自分自身がすでに物事を説明するために誰かのために叫んでいた。 多くのプロットホールは簡単な文章でまとめられましたが、亀裂を埋め尽くすために「ちょうど」と残されています。 それでも、それは驚くべきテーマであり、多くのキャラクターの行動に強い悲劇を加えています。\n\n+第1話と第2話はすべて最高です。 これらは本当に楽しいエピソードだったし、残りのシリーズはそのように演奏してもらいたいと思う。 彼らは、結局のところ、なぜ私がそれを見始めた、私が持っていた期待と一緒に行っていた。\n\nあなたはこれを見ている時間を過ごすべきです。 傑作と感情的なものを期待してはいけません。 何かがあれば、それを見てください。スーツにかわいい男がいて、いくつかのものと戦います。あなたがそのようなことをしているなら、強い少年のシーンがあります。\n\nそれ以外の場合は、避けてください。 時間を投資する良いシリーズがあります。"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "TwistedSmiles",
    "profile": "/profile/TwistedSmiles/reviews",
    "pages": "9",
    "number": "13",
    "link": "/reviews.php?id=124387",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  7\n\n私がこの番組を見始めたとき、私はそれがばかだと思って意味をなさないと思った。 プロットの開発はたいへん残っていますが、キャラクターはより豊かになりがちですが、アート、音楽、ショーの最後は素晴らしかったです。 より深みのある非常によく発達したストーリーを探しているなら、私は別の場所で調べるでしょう。 このシリーズには良い点があり、キャラクターのバランスが取れていない、または開発されていないと思ったとしても、それはまだ素晴らしいキャラクターであり、そのうちのいくつかは関連しやすいものでした。 これは、ある意味ではシンプルで信じられないほど予期せぬ結末を持つそれらの物語の一つです！ あなたがこのシリーズを開始し、「私はこれを終わらせない」と言っても。  （これは私がやったことです）、それを終わらせてみてください。 それは短く、愚かで感情的ですが、結末は初めの痛みに値するものです。 初めでなければこのシリーズを高く評価しますが、それは明らかです。 言い換えれば、これは主に予期せぬ結末の目玉キャンディです。\n\nハッピーウォッチング。"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "Tigrin92",
    "profile": "/profile/Tigrin92/reviews",
    "pages": "9",
    "number": "14",
    "link": "/reviews.php?id=130717",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  4\n\n私はプロットとストーリーが大好きでしたが、悲しい結末が気に入らなければこのストーリーを見ないでください。\n\n以下はスポイラーです\n\n赤い王が死ぬ、無色の王が死ぬ、そしてあなたが知らないシルバー王は、物語の主人公が死んでいるか生きているかです。 うわー、すごく面白い話がなぜそんなに悲しい。"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "braderzright",
    "profile": "/profile/braderzright/reviews",
    "pages": "9",
    "number": "15",
    "link": "/reviews.php?id=85867",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  6\nキャラクター|  6\n|  9\n\nKはあなたが愛しているか憎んでいるアニメの一つです。 ストーリーやキャラクターの育成では、それが芸術とまったく違った楽しさに満ちています。 メインのキャラクターはあなたのslighlyよりintellegentばかだが、すべての同じ非常に愛らしい。音は最高で多分ちょうど4つの音楽が13のエピソードを通して使用されている場合でもまだかなり良いです。 このためにOPとEDが大好きで、今後の続編と一緒に再び彼を見守るだろう"
  }
]
