[
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "kyocrisis",
    "profile": "/profile/kyocrisis/reviews",
    "pages": "7",
    "number": "1",
    "link": "/reviews.php?id=122365",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  8\n\nStudio GoHandsのKは美しいアニメです。\n\nあなたはアニメに新しいか、何百を見てきたかにかかわらず、ここのアートは常にこのノートであり、このメディアでは常に大きなプラスです。\n\n音も最高のノッチです。 アンジェラのオープニング曲「KINGS」から小松美佳子のエンディング曲「つめあひだ、ひより」まで、その間のすべてが素晴らしいです。 ショー全体のバックグラウンドミュージックは完璧にフィットし、芸術的スタイルのテーマとして適しています。  （GoHandsは2013年のアニメコッペリオンでもAngelaを使用しています。\n\n物語はしばしば非存在または非干渉性のために批判されてきました。私はこれらのことを言っている人々がアニメの新しさであるのか、一般的に注意を払わないのか疑問に思います。 要するに、HOMRA（HOMRAは彼を追求するグループの1つ）の一員であるTatara Totsukaの殺人事件で告発されている高校生の佐々木弥生（Yasiro Isana）が続きます。 ショーを通して、Isanaは彼の無罪を犯罪に証明するか、彼の多くの追求者の一人によって殺される。\n\n一般的に、プロットはフォローが容易で、最後まで近くに推測するのに十分な曲線があります。 まだ様々な漫画シリーズとリリース予定の映画でいっぱいになる穴が残っていますが、ストーリーは今でも最高のものではありません。\n\nこのショーのキャラクターは、限られた時間で働いています。 私たちは多くの人に紹介されていますが、いくつかはあまり重要ではありませんが、ほとんどの場合、最近アニメで頻繁に見られるユビキタスなクリシェのキャラクタには該当しません。 この13個のエピソードシリーズのキャラクター数とそれらが代表する様々な派閥を考えれば、わたしは見たいキャラクターの数はあまり多くはない。\n\nReisiやMikotoのようなキャラクターは、私たちが実際に見ることができないほど多くのことを明らかにしているので、視聴者は少し残っているように感じることができます。\n\n一般的には、キャラクターの大半は好き嫌いがあり、その役割をうまく果たしています。\n\n全体として、このアニメは多くのことを行っていますが、いくつかの側面では不足しています。 私はより多くのエピソードで、これらの欠陥はそれほど顕著ではないと感じていますが、それは空中に浮かんでいます。 ショーは芸術とサウンドトラックだけのための時計の価値があります。 他のすべては楽しいですし、多くの人が慣れているクッキーカッターには合わないので、私はそれを賞賛します。\n\n8/10"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "mrzeldafan123",
    "profile": "/profile/mrzeldafan123/reviews",
    "pages": "7",
    "number": "2",
    "link": "/reviews.php?id=106705",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  8\nキャラクター|  9\n|  9\n\n私は最近Kを終え、自分の考えをスポイラーフリーのレビューで共有することに決めました。 このレビューは簡単なものにすぎません。\nストーリー：7/10\nKの話は、イサナ・ヤシロがレッド・クランの一族の一人の殺人事件で間違って告発されたことから始まります。 黒を名乗る男が城を追って殺した。 史郎は邪悪な「無色の王」であると主張されていたからです。 以前の無色の王であった黒のマスターは、彼が悪ければ新しい無色の王を殺すように黒を言いました。 今、史郎は彼の無罪を黒に証明しなければなりません。\n\nアート：6/10\n何も描写されていないようです。 芸術は非常に優れていたが、実質的ではなかった。 より良いアートワークを持つアニメがあるが、Kは非常に立派だった。\n\nサウンド：8/10\n音は良かった。 私はコメントする必要はありません\n\nキャラクター：9/10\nキャラクターは整備されていた。 あなたは勇者の伊坂葉郎、かわいいネコ、忠実な黒、そして勇敢な王たちがいます。 それぞれのキャラクターは、自分の性格に合っています。\n実際の人生は、どのようなキャラクターも、どのような形でも作りづらされていないようです。\n\n楽しさ：9/10\nKのストーリーラインは非常に興味をそそっていて、よく作られていました。 一族間の喧嘩の話、「無邪気な」八代。 誰がこれに無意識に引っ張られたのか。 すべてのエピソードは私にもっと多くのことを求めてくれました。\n\n全体として、私はこのアニメを9/10にして、アクション満載のアニメを愛する人にお勧めします。"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "Buddyperson",
    "profile": "/profile/Buddyperson/reviews",
    "pages": "7",
    "number": "3",
    "link": "/reviews.php?id=96331",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  9\n\n私は最初のエピソードを見て、それはすぐにユニークなアニメーションスタイルと 'カメラ'の動きで私の目を引っ張った。 全体的に私はこのシリーズを楽しんで、次のシーズンを楽しみにしていました。\nこのシリーズの最善のことは、それがどのように指揮され、まとめられたかです\n\nストーリー：シリーズが終了し、穴をプロットするためにゆるい端を埋めることによって完全な円を完了したときまで、最初は混乱していたので、8。\n\nアート：10王の間の戦いはユニークです。 特別な能力が強く提示される。\n\nキャラクターの開発は大丈夫ではありませんが、視聴者を邪魔することはありません。"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "minniechan07",
    "profile": "/profile/minniechan07/reviews",
    "pages": "7",
    "number": "4",
    "link": "/reviews.php?id=109909",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  7\n\n'いいえ、血！ 骨なし！ アッシュ！  - ホムラ[Kプロジェクト]\nそれはアニメからの最もよい引用であり、最も記憶に残る。 私はYouTubeでランダムな動画を見ていたときにこのアニメを見ることにしましたx）そして私の注意を引いた。\nストーリー：すべての正直なところ、最初のエピソードにかなり関心があったにもかかわらず、その後はちょっと退屈でした。 それは実際にはかなり良いアニメだから、それを間違った方法で取らないでください。 昔の友人の殺人犯を見つけようとするのは、基本的にはプロットラインの全ポイントです。 彼らの命令に従う一族と特別な力を持つ7人の神は言うまでもなく。 ストーリーが時折遅くなるという事実にもかかわらず、それを補う良い、楽しい瞬間があります。 また、あなたの注意を引くアクションもあります。\nアート：アニメーションはおそらくKプロジェクトの最高の属性です。 実際、それは私がこれまで見てきた最高のアートスタイルの1つです。 色、光、陰影。 そのすべてはただのものだった。 それをまとめて、それはショーの美しい設定をします。\nサウンド：音楽は私がかなり楽しんだものでした。 しかし、私は彼らがアクションシーンに入ったときに彼らが激しい音楽やキャッチーな音楽を追加できることを願っています。 しかし、いずれにしても、それほど気にすることはありません。\nキャラクター：私は彼が2人の仲間にあまりにも気さくで信頼できないので、私は主人公を本当に好きではなかったことを認めなければなりません。 しかし、彼はもっと深刻になり、ショーの後半にリーダーのように行動しました。 他のキャラクターは、彼ら自身のユニークな性格と誰もが知っている小さな魅力があったので、とても好きだった。 私はまた、彼らが他の人よりも家族のように行動したので、HOMRAグループが好きです。 ミコト、アンナ、ミサキは私のお気に入りのキャラクターでした。 ちょうど言って; P\n全体として、Kプロジェクトは非常に悪い点がほとんどなく、かなり良いアニメでした。 ショーのあなたの注意をゆっくりとつかむにしても、それはとにかく好きになるでしょう。 エンディングは本当に美しく、私はすべてのアニメで見た最高のエンディングの1つです。 私はそれが私を泣かせたことをあなたに伝えます。 ので、ショーのフィナーレを楽しみにしています:)"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "sadloversgirl",
    "profile": "/profile/sadloversgirl/reviews",
    "pages": "7",
    "number": "5",
    "link": "/reviews.php?id=81760",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\n「K」は見るにはとても良いアニメです。 それはちょっとしたショーンアクションのアニメのようなものです。このアニメには全くロマンスはありません。 芸術はとてもよく、物語もそうです。 このアニメは少年隊や八尾だと思う人もいるかもしれませんが、そうではありません。それはファンサービスだけです。 このアニメは2つのエピソードの後で私をフックし、それは未来的な設定をしています。 それを試して楽しみなさい:)"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "mpet212",
    "profile": "/profile/mpet212/reviews",
    "pages": "7",
    "number": "6",
    "link": "/reviews.php?id=89029",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nこのアニメのレビューを書いている人の半分が何をしているのか分かりません。 ストーリーラインはありませんか？ 悪いキャラクターと急いで物語を伝える？ あなたは何をしたいですか？ ドラゴンボールZ？  「この惑星は5分で爆破するだろう！  （10エピソード後）\n\nアニメには素晴らしい話があり、アニメが進行するにつれてそれぞれのキャラクターについて少しの情報が明らかになります。 ちょっとしたユーモアとクレイジーなお尻アクションシーンのミックスが完璧です。 それは単なるノンストップアクションではなく、多くのディスカッションや説明などがあります。キャラクターにはそれぞれ異なる性格があるようです。 私は、このアニメのすべての人物の記述に一致することができる人をたくさん走ってきました。そして、私は自分のことを何度か忘れてしまいました。\n\n私がストーリーに「9」の評価を与える唯一の理由は、最初のシーズンを早く終了させるからです。 もちろん、個人的な感情のために、何かを低く評価するのは愚かな理由です。 あなたが終わりに達する時代には、あなたはちょうどワタのようなものなのですから！ 寒い冬の日に最後の煙を吸って、雪が降りすぎて雪が降っても、煙が出てきた時には、煙草を吸いたいと思っています。 笑\n\nそれ以下はありません。 このアニメは素晴らしく、実際に制作された第2シーズンを見たいと思っています。"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "Dreddix",
    "profile": "/profile/Dreddix/reviews",
    "pages": "7",
    "number": "7",
    "link": "/reviews.php?id=200006",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  10\n\n非常に明確にするために、私はこのシリーズを見てからしばらくしています。 私はネットフリックスでそれを見たとき、すぐにそれをオンにして、驚くほど素晴らしい画質の13のエピソードを再見て、もう一度キャラクターを楽しんだ。 このアニメは私を感情の波で送りました。 どうして？ さて、ここで見てみましょう。\n\nストーリー：9\n私はこの話を9に与えました。なぜなら、それはそれに価値があったからです。 傑出して少し不足しています。 プロットは今や毎回混乱するかもしれませんが、最終的に私は彼らがそれらの13のエピソードに合うように最善を尽くしたと感じました（私がシーズン2を待っている主な理由！）。 私が彼らが漫画を英語に翻訳することを望む理由のもう一つの理由。\nアート：10\nアートは単にMARVELOUSです。 確かに、それは私たちすべてが知っている特定の女の子といくつかのファンのサービスを持っていたが、照明、効果、ああ私はそれはちょうど見事だった。 私はアニメーターになりたいと思っています。この芸術は...美しいものをアニメーション化するために...ある日は同じことをするのは名誉です。\nサウンド：9\n私は個人的には、ダビングされたことが分かったときに、下位の声を知った後にそれを見ました。 どちらのバージョンでも私は失望した。 レッドキングのラスピー、悪い少年の声は私をとても幸せにしました。 私はほとんど彼の声がダビングされた方が好きだと言うことはほとんどできましたが、彼の声優は本当に納得して私たちに余分な道を与えました。  （私もヤタの声があまりにもぴったりだとは言いませんでしたが）サウンド・エフェクト、バトル・シーンは、私が自分自身のように感じました。\nキャラクター：8\nこれは私の最低評価になります。 なぜ私はキャラクターに8を与えるのですか？ 13のエピソード。 完全に理解できるが、私はまだ2つの点を差し引いている。 まあ、1つは、ちょっと悲しいことに、彼らはいくつかのバックグラウンドキャラクターについてもっと話していないのです。  （例としてレッドのエリックと千歳のように）私はこれを早く言及したが、彼らには13のエピソードしかなかった。 だから私は完全にそれらにされていない焦点を理解している（C'monシーズン2！）しかし、私は彼らがレッドキングとタタラとの関係を非常にうまく見つけている間、彼らはレッドキングとブルーキング 彼らがどうやってお互いを本当に知っていたか、 なぜブルーキングはレッドキングを気遣うのですか？ 逆に。 これは後のシリーズの最後を参照していますので、私が話していることを知るためにはそれを見なければなりません。 もう一度。 \n楽しさ：10\n私はこのシリーズを何度も何度も見るだろう！ 私はすべてのキャラクターが好きで、どのようにそれらがすべてつながっているのが大好きです！ このショー！\n全体：9\n見て。 真剣に。 あなたはこのシノプシスの外観が好きなら、このシリーズを楽しむでしょう。\n\nその後、映画を見てください。\n\nそしてSEASON 2〜のためにくっついてください！"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "GoodLuck",
    "profile": "/profile/GoodLuck/reviews",
    "pages": "7",
    "number": "8",
    "link": "/reviews.php?id=151719",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  6\n\nストーリー：9\n私たちの物語は、私たちのフレンドリーな不穏な男のシロから始まります。 彼は基本的に誰もが愛しているばかげた男です。 彼は、彼の名前をクリアするための彼の探求を始めて、ギャングメンバーを殺すと非難される。 物語そのものはかなり混乱していて、最初はやや遅いですが、全体的にはかなり良いです。 あなたのやり終えたら、おそらくもっと欲しいものになるでしょう。\n\nアート：7、サウンド：7\nかなり良い芸術作品。 その種類のあなたはほとんどの他のアニメで見ることができますが。 戦闘シーンや何か魔法のシーンは本当にクールでしたが。 私が疑問に思うのは、アーティストがBLのファンであるかどうかです。 私はちょうどそれがかなりキスに近いと思ったシーンの多くを見た。 多分それは私だけです。 バトル・ミュージックのサウンドや、以前のバトル・ミュージックが唯一目立ったものでした。\n\nキャラクター：8\nキャラクターは面白かったです。  13回のエピソードしか持たないショーにもかかわらず、彼らの関係は非常によく開発されました。 でも、これらと一緒に私はBLと思ったのですが...なぜか分からないのですか？ 彼らが私たちにキャラクターを発送させようとしているのかどうか疑問に思った。\n\n全体：7\n私はこのショーがちょっと上に引っ張られたと感じた時がありましたが、終わったら本当に楽しかったです。 私はアクションのファンではないので、アクションファンはおそらくそれを見てください。 暗黙のうちにBLのようなBLファンはそれを見なければならない。 いずれにしても、私は少なくともそれを打つ"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "shinigamihana216",
    "profile": "/profile/shinigamihana216/reviews",
    "pages": "7",
    "number": "9",
    "link": "/reviews.php?id=128991",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  10\n\n私はまずYouTubeでKを見つけました。 私が最初に伏見猿彦を見たとき、私はKを見ていました。私は大きなものは探していませんでした。目のキャンデーのためにちょっとしたものを探していませんでした。 私はそれがどれほど驚異的かに吹かれました。\nキャラクターの開発：キャラクターの開発は、私が見た他のアニメとは非常に異なっています。 特定のキャラクターが一緒に歴史を持つのは明らかですが、あなたはその歴史を実際には見ていません。 ほとんどの短編アニメとは異なり、歴史を創造するにはあまりにも多くのフラッシュバックがありません。 あなたは何が起こったのか正確には分からないので、より現実的です。 フラッシュバックを取得する文字がありますが、それでも全履歴をカバーしていません。\nArt＆amp; Sound：アート、驚くべきサウンドトラック、ファンタジー、先進技術、現実的なキャラクターを組み合わせると、ユニークなストーリーラインで完璧に動作する非常にシュールな気分になりました。\nKは楽しむのがとても簡単で、多くの異なる好みに訴えます。 それは、私が10または11を超える誰もが楽しむと思う、まばゆい物語です。"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "allyssagrace15",
    "profile": "/profile/allyssagrace15/reviews",
    "pages": "7",
    "number": "10",
    "link": "/reviews.php?id=150385",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nだから、我々はこのように始めている。\n\nホリスティック・ミーガン・キングファイミング\n\nはい。 それが私のこのアニメの気持ちです。\n\nそれは漠然としていますが、物語に沿って一緒に来ることが始まります。 面白いキャラクター、素晴らしいアートワーク、そして戦闘シーンは、見るのが面白くて面白いです。\n\n私はこのアニメが私のお気に入りの一つであることを発見しました、そして、\n\nストーリー・ラインは実際にはちょっと濁っていて、背景はやや曖昧ですが、私はシリーズがそれを完全に補うと信じています。\n\nだからこそ、かわいい、幸せな、幸運な、滑りやすい、トリッキーなイサナ・ヤシロがいる。 彼は私がバットのすぐそばで興味をそそられ、彼が描いた愛らしいキャラクターであった。 スティッキーな状況から自分自身を得ることは彼のものであるように思われ、彼はそれで偉大です。 他のキャラクターとの彼のやりとりも陽気で、時にはちょっとでもかわいくても、甘いものです。\n\nすべてのキャラクターはユニークでオリジナリティーがあり、魅力的でも愛らしいキャラクターやアトリビュートを持っています。そして、あなたはすべてのチームのキャラクターを応援しています。 本当に私に迷惑をかけた人はいませんでしたが、妖精4の淡島は例外​​でした。私たちは皆、ファンのために巨大なひよこがショーに出ていることを知っています。\n\nさて、プロットライン。 それが奇妙に始まっている間、私は自分がアニメがもたらす神秘的な、異なる雰囲気に直ちに関わっているのを発見しました。 シロとギャングを除いて、レッドキングと彼の血盟人はおそらく私のお気に入りだった。 とにかく、私が言ったようにそれはちょっとうんざりですが、それは十分に最後に一緒に来て、それは私の意見でうまく一緒に来ます。 私はそれが終わった方法にあまりにも満足しているとは言えませんが、私はポジティブですMISSING KINGS有望なPVは映画がそれを補うと私に伝えます。 それは私の意見では非常に興味深いものでした。私はそれを何度も繰り返して見直しています。\n\n音楽は素晴らしかったです。 それは新しくてジャジーなものでした。 素敵で落ち着きのある楽曲を、少しのバトルチューンで楽しめます。 私はしばらくの間、サウンドトラックを聴きたいです。それはとてもレジャーであり、私はそれを絶対に愛しました！\n\n音はかなり良かったし、私はそれに間違ったものは見つけられなかった。 彼らは細部まで完全に落としていました。\n\n芸術は、非常にユニークで爽やかで、見た目が非常に異なっていました。 私は、すべてのキャラクターを似たように見せるアートを見つけると、いつも迷惑になりますが、これは他のキャラクターとはまったく異なります。 私は彼らがどのようにそれをやったか楽しんだ。\n\n私は絶対にこれを最大限に楽しんだ。 あなたが私のほぼ完璧な評価から言うことができます。 私は一日ですべてを見ているアニメを見つけることはできませんが、これも確かにケーキです。 私はいつもそれを見て、映画を予期する。 私はそれがきれいにまとめられ、それに非常に良い気分を抱いていたと思うし、あなたはキャラクターに成長する。 私たちは戸塚のことをあまり見なかったけれど、絶対に彼と恋に落ちました！ これは間違いなく私の最も好きなアニメであり、私の心の中で非常に特別な場所を保持しています。"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "nickzz235",
    "profile": "/profile/nickzz235/reviews",
    "pages": "7",
    "number": "11",
    "link": "/reviews.php?id=142079",
    "jp": "--- --- --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  4\n\nさて、まずは、あまり良い英語ではなく、私のスコアは、このアニメのためにunderatedされていると思う人のために申し訳ありません...大丈夫ここに行く\n\nアート9/10\n初めて私はオープニングシーン、その素晴らしいを参照してください！ これが偏っているとすみませんが、申し訳ありませんが、私はグラフィックがどのように描かれているか、カラフルで見た目は固いものが好きです。 そのような、他の側面にもかかわらず、私は確かにそのようなグラフィックやそれに似てアニメを見て、その正体は有望です。 とにかく自分のアニメの得点方法。  1つの言葉、ARTは素晴らしいです。\n\nサウンド8/10\nコメントはあまりありませんが、私はOP / EDやVoice Actorのようにすべてのキャラクターにとって正しいことをしていると思います。\n\nキャラクター9/10\n私はキャラクターがどのようにデザインされているか、誰もが異なる個性とユニークな性格を持っているのが好きです\n不思議で強力なキャラクター、忠実なキャラクター、カリスマ的なリーダー（ごめんなさい、どんなスポイラーもやらないようにしてください、私はキャラクターの性格の大部分を説明します）、すべてのキャラクター 開発する余地があり、過去のある人物は、確かにそのウォッチャーに好奇心をもたらし、もっと知りたいと思うが.........\n\nストーリー4/10\nここではひどいことがあります、アニメのテーマは王の戦争についてですが、以前は見ることができるようにキャラクターの性格の開発のための余地がたくさんあります。 本当に何かを持ち出す。 非常にわずかしか示されておらず、アニメが13 Epsのために立っていないと、多くのことを説明できないまま残しました。 私は物語が偉大な可能性を秘めていると思っています。\n\n楽しさ4/10\n彼らはちょうどすべてのエピソードに私の好奇心を要約し、その後、私は本当にそれについての楽しさを与えているようなアニメーションを終えた。  2番目のシーズンを望んでいたが、私はすべてを説明していないと確信しているいくつかの2時間のish映画を持っていた。\n\n全体的な5/10\n私はいくつかのグラフィックデザイン/マンガ引き出し/ファンアートの人々のために、このアニメは素晴らしいです（私はグラフィックデザインとしてこのシリーズを愛し、ファンアートをたくさんするいくつかの友人を持っている）\n楽しさとストーリーのためのアニメを見ている私にとっては、このアニメの欠陥は多くの部分であると思います。 本当にあればすべての謎を必ず説明してくれる第2シーズン（26-ishエピソード）があれば、スコアを変えると思う。"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "blaze1514",
    "profile": "/profile/blaze1514/reviews",
    "pages": "7",
    "number": "12",
    "link": "/reviews.php?id=82954",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  7\nキャラクター|  9\n|  7\n\nこのアニメは、一瞬にして何が起こっているのかを把握するのが大変だった。 あなたには一族の戦争、殺人、暗殺などがあります。 それを通して、すべてのショーは、その正気と認知的な感触を保つために管理しています、そして、私の以前の風刺にもかかわらず、あなたは通常、何が起こっているかを伝えることができます。 今私は、物語に間違ったことはなかったと言っているわけではありません。 そこに重要なのは十分に画面上のすべての文字を表示されていない1つです。 たとえそれが働くことができても、それは予測できません。\n\nサイドノート -  ART：このアニメの芸術はすばらしかった。 それはアニメのための新しい標準を設定します。\n\nクイックレビュー\nストーリー -  3/5\nキャラクターデベロ4/5\n全体的な4/5"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "Delfae",
    "profile": "/profile/Delfae/reviews",
    "pages": "7",
    "number": "13",
    "link": "/reviews.php?id=109919",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\nストーリー：6\n\nKの主なプロットはいくつかの氏族の周りを回っていて、それぞれは色に関連した王によって運営されています。 殺人事件が起こった後、ビデオが放映され、殺人犯はやや空腹の高校生である八郎に見える。 あなたは、ある人が彼に少し怒っていたと想像することができます。\n\nとにかく、プロットライン自体は正確にオリジナルではありませんでしたが、それはあなたの毎日の散歩ではありませんでした。 アニメはまだ非常に興味をそそられており、大砲ボールに抵抗するのは難しいです。 プロットは、特にペーシングの観点から、正確に実行されたわけではありませんが、文字の周りをうまく回転しています。\n\nジャンルの衝突について論じるかもしれないが、私の意見では、このジャンルはお互いに十分に褒めてくれると信じている。 ショーは何も強制するようには見えなかったので、豊富なジャンルは単なるプロットラインをどのように実行したかったのかという理由によるものだと私は信じています。 でる。 それは言われている、彼らはより良いものを整理し、歩調を合わせることができた。\n\nアート：9\n\nKのアートは絶対に豪華です。否定はありません。 アニメーションは流動的で、色は鮮やかで、背景は細かく、エフェクトは華やかです。 アクションシーンはすべてとてもうまくいっていて、アニメーションスタイルはショーにうまく収まりました。 それは本当に美しくアニメーション化されました。 道を行く小道具。\n\nサウンド：9\n\n芸術と同じように、私は音が非常にうまくいったと信じています。しかし、私の音楽がすべて私の路地にあるので、私は非常に偏っています。 私はiPodにいくつかの曲を持っています。 そして、好きな日の間、繰り返し聞いています。 とにかく、はい、サウンドトラックはかなり素晴らしいです。 私の考えでは。 それはアニメとうまく行き、いくつかの場面で本当に役立ちます。 声優も素晴らしく、キャラクターを上手に描いています。\n\nキャラクター：10\n\nだから、私はこの件で非常に多くのレビューに反対しています。 だから、キャラクターの発展のいくつかはあまりうまくやっていないし、やや鈍いですが、大規模なキャラクターのキャストと13個のエピソードアークしかないことを考えると、 完全に1つまたは2つの文字のみです。\n\n文字は間違いなく私がKについて本当に愛していたものです。 アニメでいつも私にアピールしたことは、多様な、より大きなキャラクターのキャストです。 エンジェルビーツ！ そしてデュラララ！ 私の好きなアニメの一部は、その1つの事実に基づいています。\n\nだから私はKを見たときに何が起こったのか、私は非常に良いストーリーラインを批判的に判断していたのですが、その後すべてのキャラクターが出てきました。 そして私はちょっと恋に落ちました。  HOMRAの（赤い）一族は、ショーを見るための私のドライブだったし、Sceptre 4（青色）は私を怖がらせる素晴らしい仕事をしました。 さて、伏見はやった。  Mi.... sa.... ki？\n\nキャラクターは一見すると関連づけるのが難しいように思えるかもしれませんが、それらはすべて完全に悲劇的で、独自の欠陥があります。 それが言われて、私は誰を憎むことができませんでした。\n\nKはいろいろな表現やステレオタイプを使っていたかもしれませんが、私はMikotoやYataのような文字をそれほど愛していませんか？ いいえ。 それでも愛している。\n\n楽しさ：9\n\nさて、これは物事が複雑になるところです。 このショーは全く「技術的に」良いわけではありませんが、私はまだそれを楽しんでいます。 私も泣いた。 だから、私はうんざりしていたので、私は微妙にエンディングを起こしています。そして、私はそれを50回見ました。 正直言って、その結末は、ショーの私の全意見を駄目にしているかもしれません。 それはアニメのために今まで見た中で最も気まずい美しい結末の一つだったからです。\n\nしかし、うん、確かにKを楽しんだ。\n\n全体：8\n\n全体的な私のコメントは基本的に楽しみのための私のコメントと同じです：それは技術的に不足しており、軽度に犯されていますが、私はまだそれを愛することはできませんでした。"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "Hectotane",
    "profile": "/profile/Hectotane/reviews",
    "pages": "7",
    "number": "14",
    "link": "/reviews.php?id=81746",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  4\nキャラクター|  8\n|  7\n\nそして、キャラクターのアニメを見ている人たち（そして彼らがどれぐらい素晴らしいか）、ストーリー・ディスカッション（そしてそれがいかに魅力的か）、そしておそらく「チーズ・ケーキ」（それは本当に重要ではなく、 それは他のどこか）。\n\n私はここのタイトルを楽しませてもらうことは必ずしも「こんにちはみんなにお試しください」アニメではありません。 それは主に殺人をした「ストリートギャングと警察」、「魔法+携帯電話+スクールキッズのアニメ」。  「フル・メタル・アルケミスト」のブルー・スーツに「キング・オブ・ファイターズ」の男たちをピットインし、「No.6」とヌーク・ヌクの2つのリードをX-メンズ・マスターマインドのパワーで真っ黒に投げ込むようなものです。  。\n\n当初は、それほど多くのことが起こっているので、混乱しています。 しかし、涼しくてすばらしいと思われるキャラクターは、それを取り除くことができますし、しばらくするとすべて意味があります。\n\n私がこのタイトルで抱いている問題は、そのスケートボードのYataに焦点を当てた第1話と、その 'ラップ'バックグラウンドミュージックです。\n\nしかし、真剣に...誰かがギルティクラウン（主に芸術とアニメーション部門）の良い部分を取って、実際に知っている人と知り合ったことがあります。\n\nもちろん; この展覧会はすべて、他の人の頭が爆発することになるだろうが、彼らは主に「私のシスは彼らのうちの1人」のファンだ。 この番組はVizによってライセンスされ、続編は公式に発表されました。 それは良いことです。"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "littlemisshinta",
    "profile": "/profile/littlemisshinta/reviews",
    "pages": "7",
    "number": "15",
    "link": "/reviews.php?id=94805",
    "jp": "--- --- --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  7\nキャラクター|  6\n|  6\n\nかなりまともなアニメ。 潜在的な可能性がありますが、ペースが遅すぎるし、キャラクターが生きていません。 スキップしたいシーンがあります。エピソードがほぼ終了したかどうかを確認することもあります。 私はそれがどのように終わるのだろうかと疑問に思った。 シリーズの終わりには、通常、「恍惚」や「失望」のいずれかが感じられますが、これを終えたときには、その終わりにもかかわらず、何も感じませんでした。 結末は物事を明確にするよりも多くの疑問を提起した。 私は彼らがシーズン2の準備でおそらくクリフハンガーを目指していることを理解できますが、シリーズのいくつかの非常に基本的な謎に答えるのは痛いでしょうか？\n\n文字の面では、彼らは退屈で退屈です。 私は誰にも全く関係がないと感じました。 D.GraymanのKanda Yuuのような人。 私は彼のタイプをたくさん見てきましたが、今のところ彼は他のものの上に彼を置く独特の特徴はありません。 結局のところ、ミコトは、彼がかなりステレオタイプであるにもかかわらず、このシリーズでは思い出深いと思う唯一のキャラクターです。 猫の女の子は私を怒らせた。 あまりにもかわいい行動するかわいい何かのための刺激。 あまりにも多くの砂糖とそのようなキャンディー。 また、私は草薙が何か\"壮大な\"ことをすることを望んでいたが、いいえ、彼はちょうど周りに立っていたし、最後まで涼しく見えた。 今シロはあなたが好きでも嫌いでもないタイプのキャラクターです。 彼はちょうど 'ok'だと思います。 傑出した人は彼を完全に描写するべきです。 黒はいいですが、私は彼がステレオタイプの長髪のストイックなキャラクターだと感じています。 \n\nプラス側は：\n1. bishies\n2.少年愛のヒントを検出できますか？\n3.ミステリー・ファクターは私を邪魔していませんでした。なぜなら、それは悲しい結末だったからではありませんでした。しかし、「終わり」があるにもかかわらず、私は影響を受けず、キャラクターやストーリーから切り離されていました。 それでも、私は第2シーズンを見て、ストーリーからの展開を見たいと思っています。"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "nogumcandy92",
    "profile": "/profile/nogumcandy92/reviews",
    "pages": "7",
    "number": "16",
    "link": "/reviews.php?id=106593",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのタイプのアニメは毎シーズンには来ない。 私は最初からこのアニメを愛していました。 素晴らしいグラフィックスがすべてを際立たせます。 最初のエピソードでは、グラフィックス、キャラクター、音楽、プロットを紹介します。 確かに今はそれはそれがそれがオフになる瞬間だが、それから間違ってはいけない。 私はこのアニメを、複雑なプロットを楽しむ皆さんにお勧めします。"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "IzayaKuchiki",
    "profile": "/profile/IzayaKuchiki/reviews",
    "pages": "7",
    "number": "17",
    "link": "/reviews.php?id=89069",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  7\n\n私はまだ進行中のKを見た\n最初のエピソードの後..私は本当にそれが好きだった!!\n芸術はsooだった.. Sparkly：3\nキャラクターもクールだった\n\nストーリーはもっとエピソードが来ると成長した\nしかし、なぜこのような結末だったのですか？  （どんなスポイラーをもxpに渡さないように最善を尽くして）\n\nとにかく..私は熱心にKの第2シーズンを待っている\n\n最終評価8/10"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "RFShahrear",
    "profile": "/profile/RFShahrear/reviews",
    "pages": "7",
    "number": "18",
    "link": "/reviews.php?id=83136",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  6\n|  8\n\nKプロジェクト、または「K」が放映されて以来、視聴者の話し合いが行われています。 それは偉大さを達成することが期待されていました。 しかし、それは物語とセットアップの不完全で漠然とした記述のせいで、それは嫌悪者のそれ自身のシェアも集めました。 個人的に私はKが十分に記述していると信じていますが、それはずっと長くなっていたかもしれませんが、今より長くはいられませんでした。 これは私の最初のレビューになるので、私に同行してください。\n\nストーリー -  7\nアニメは、精神的能力を持つ7人の王の戦いに引き込まれた学生のイサナ・ヤシロの物語を描いている。 古典的な物語かもしれない、その古典的な物語の実行は非常にうまくいった。 それにもかかわらず、物語はむしろ欠陥があった。 説明はかなり欠けている、時には退屈な話、そして最後のエピソードでは、あまりにも多くの物語が一緒に詰め込まれた。 それでも、それは7に値する。\n\nアート -  9\nアニメの最も印象的な部分は、アートです。 背景や文字はよく描かれていますが、邪教な長さの割合を持っていた弥代は例外です。 それでも、それは芸術の1つが強い点です。\n\nサウンド -  8\nこのアニメのBGMはとても良いです。 キャラクターの音楽には影響がありましたが、実際はこのケースでは非常に重要でした。  OPとEDはまともで、特に驚くべきことはありませんでした。  8人がそうするでしょう。\n\nキャラクター -  6\nこのキャラクターは...このケースではKが欠けていました。 テ・キャラクターはハーフ・ベイクされていて、本当に触っていないし、かなり退屈だった。 同じ古い、同じ古い、気晴らしの主人公、親切ではあるが暴力的な王と冷たい、計算上の王、面白い女性のキャラクター、忘れられた友人、主人公を殺すように見える彼の助けを終了し、 彼らは物語の中で自分たちの役割に合っていたが、関係なく、6人で十分だっただろう。\n\n楽しさ -  8\n私はその話を楽しんだ。 それは椅子であなたを連鎖させるものではありませんでしたが、それは良かったです。 しかし、深刻なジャンルの味わいのない人は、Kを見て気にしてはいけません。なぜなら、それは暗くはないから、いつもかなり深刻です。\n\n全体的 -  7\n私はKが非常に賞賛されたアニメであるとは思わないでしょう。 しかし、私はそれが悪いとは思わない。 それには欠陥があるにもかかわらず、それ自体の魅力があります。\n\nさて、それは2番目のシーズンを予定しているので、そのストーリーがさらに拡大することを願っています。"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "FredDuck",
    "profile": "/profile/FredDuck/reviews",
    "pages": "7",
    "number": "19",
    "link": "/reviews.php?id=228447",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  6\nキャラクター|  6\n|  6\n\n'90年代以来、エスカフローネの最初のエピソードは私のベンチマークのエピソードでした。 素晴らしいペインティングストーリーの上に美しい芸術、アニメーション、音楽、特殊効果を加え、素晴らしいフックで終わっています。 それはとても良いことです。たとえ人々が何か他のものを見ることがなくても、素晴らしいアニメがどれだけ素晴らしいか見るためには、その1つのエピソードを絶対に見てください。\n\n同様に、Kの最初のエピソードは人々を吹き飛ばすでしょう。 色、カメラの角度、風景、面白いキャラクター、活気に満ちたアニメーションの群集シーン、興味深いプロットは、信念を超えて説得力があります。\n\nあなたは王と呼ばれる指導者の下に2つの戦い派閥を持っています。  opは、ショーはお互いに戦っているこれら2つのグループについてのものであることを伝えます。 それから、この頁に主人公として掲載されているイサナ・ヤシロについての最初のエピソードでは、後でミステリーが設定されています。 それは、ロリュニケンシンのように、わずかなコメディアン要素でアクションショーになるように設定されています。\n\nあのね？ 私は今は書面を止めるつもりです。 ウォッチEPISODE ONE。 それは素晴らしいです。 その後、右に戻って来る。\n\n...\nバック？ はい！ それらの2つの戦いの派閥？ 彼らは本当にお互いに戦うことはありません。 最終的に、彼らはオペレーションからアニメーションの一部を取り出し、ショーで使用することさえできます。  o_oそれから、彼らは同じ作品で再びそれをやる。 これで残りの番組はスキップできます。 それにあなたの時間を無駄にしないでください。 エピソード2からは、エピソード1で2〜3枚のエピソードの予算を爆破したことは明らかです。 しかしそれは大きな問題ではない。 終わりにエスカフローネが崩壊する間、Kはエピソード2で崩壊する。 具体的には、このショーはアクションビット付きの軽いコメディに変わります。 エピソード1の2人の王様？ 彼らはお互いを本当に憎むことはありません。\n\nですから、リサイクルがますます増えていくので、生産価値は2つのエピソードで急上昇し、決して回復しません。 エピソード1に設定された激しいアクション満載のショーは、エピソード2の始まりにすぐに解散します。なぜなら、彼らはペースを追い続けることができず、その謎でしょうか？ 私があなたが何を思い浮かべても、彼らが思い付いたものよりもはるかに満足のいく答えになると私は信じています。  〜_〜;\n\nスコアに関する注釈。 私は伝統的な5ポイントの客観的なスケールを使用します：\n1ひどい\n2悪い\n3平均\n4良い\n5素晴らしい\n\nこれは10ポイントに引き伸ばされているので、すべてのポイントに2を掛け、ハーフポイントは許されません。\n\n全体的なシリーズのアニメーションは2になり、アートは3になります。\n\nエスカフローネのすべてを見て、そのショーの終わりを迎えた悲しい運命を知った後、私はまだそれをDVDで全部購入するほど魅力的であると感じました。 一方、私はKを購入しませんでした。\n\nだから、結論は誰もがKのエピソード1を見て、次にシリーズの残りの部分がどうなるか想像してみてください。 お楽しみください！"
  },
  {
    "title": "K",
    "id": "14467",
    "url": "https://myanimelist.net/anime/14467/K",
    "user": "TaroxBed",
    "profile": "/profile/TaroxBed/reviews",
    "pages": "7",
    "number": "20",
    "link": "/reviews.php?id=227219",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  6\n|  7\n\nまともな「力」アニメを見ただけで本当に閉鎖していないときにかゆみを掻き集めるためにKを見ることに決めました。 あなたはその気持ちを知っていますか？  （そうだよ！）。 とにかく、私は高い期待はなく、ちょっとした希望がありました。 数分のオープニングから、私は本当に好きでした。しかし、本当に強いアイデンティティを持っていました。美しくてスタイリッシュで、涼しかった穏やかなサウンドトラックがありました。 もちろん、それはKが織り込む呪文です。 私はそれが本当にいくつかの人々とヒットするか見逃していることを完全に見ることができます..\n\n[ストーリー]ストーリーは非常にメディアレスです。物語が展開するにつれて鑑賞する視聴者であり、ストーリーに入ると豊かな歴史があります。 最初はちょっと混乱していますが、情報ダンプはそれほど悪くありません。 主なプロットはかなり焦点が合っていて、混乱しているサイドプロットはほとんどありません。 ペーシングはかなり良いです。 ストーリーの主な欲求不満は、主人公の派閥がどれほどパッシブであるかということだけです。 すべてのクールなものは他の主人公によって推進されていますが、それ自体はまあまあのポイントです。 彼らの歓迎には至らないいくつかの美しいパンチの戦いと素敵なプロットビルディングである多くの対話があります。\n\n[アート/アニメーション]私はGoHandsについて聞いたことがありませんが、これで美しいアニメーションとデザインを提供しました。 とてもスタイリッシュで流動的なので、色とりどりの暴力に魅了されることもあります。 美咲のスケートボードシーンにも声をかけてください。 このアニメはまったく目が覚める！\n\n[サウンド]私は、ほぼすべてのシーンに浸透し続ける一定のバッキング・ミュージックのファンではありませんが、Kの中には、ほとんどすべてのものの後ろにある柔らかいエレクトーンやピアノ、ドラム・リフ・サウンドトラックの経験の一部です。 アニメーションのテンポを少しでも落ち着かせるので、アクションシーンに何も追加しませんが、とても魅力的です。 それは、このアニメが非常に冷たく感じさせるようにします。  OPとEDは完全に忘れることができます。 私はサブとダブの両方を試してみて、どちらもまともです。\n\n[Character]文字に矛盾があります。 私は（ほぼ）すべてが好きでしたが、かなりアンサンブルキャストなので、誰も大規模な開発をしていません。  MCは好感が持てますが、彼の性格によってSOOOOOは何度も私は彼を叩きたいと思っていました。 キャラクターにとっての本当の喜びは、あなたがそれらを知るために十分に多くのことが成し遂げられていることです。しかし、あなたがそれらの多くを求めているので、これもまた問題です。\n\n[楽しさ]奇妙なことに、Kはその部分の合計以上のアニメです。 それが完全に満足していると感じていない間にも、それは時間の無駄ではありません。 極端な感触は全くありませんが、それを見たり聞いたりするのはとても素晴らしいことです。 結末を除いて（続編がある）、それはいくつかの素晴らしい戦い、素敵なシーン、OK文字を配達した。 そのMCについてちょうどイライラする。\n\n[全体]私は十分に楽しんだので、映画のフォローアップと続編を見ました。 私はこれがかなりOKだったと思います。"
  }
]
