[
  {
    "title": "Minami-ke_Tadaima",
    "id": "14511",
    "url": "https://myanimelist.net/anime/14511/Minami-ke_Tadaima",
    "user": "Andyis",
    "profile": "/profile/Andyis/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=87047",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n南ケ - 今シーズン前に私が一度も知りませんでしたが、私はただの季節に突入して見ました。 どうして？ それは驚くべきものだった。\n\nティスは主に、あなたがhve場合は、それを見てレビューをする必要はありません\n\n評価全体 -  9.4\n\nOK。 ミナミケシリーズは私の本で10点に値する。 それ以外はもっと長くして笑ってもいいと思っています。\n\nストーリー-9\n\nすべてのエピソードはコメディで絶対的な喜びです。 たとえば、私は親指を壊して、目に水を入れました。 私はひどい気がしていて、ミナミケールはちょうど私を元気づけました。 言いたいことは、これはすばらしい医学のようなものです：喜びへの悲しみのためのP。\n\nキャラクター -  10\n\nすべてのキャラクターはユニークで好感が持てます。  3人の主人公、姉妹、それぞれは、責任があり、知的で無知である（KANA COUGH）という人の異なるセクターを表しています。 キャラクター（KANA）の中でも最も好きではない人でさえ、親切な行為で自分自身を証明し、関係者を助け、少なくとも彼らに耐えます\n\nサウンド/アート-10\n\n華麗な芸術と音。 音楽は素晴らしく、私はいつも終わりを告げる。 アニメーションは流動的で素晴らしいです。  ITは本当にコメディを引き出す\n\n楽しさ -  10\n\nこれは数秒で私に笑いをもたらすことができます、ちょうどキャラクターを見ることは、私に喜びをもたらします。  rewatchingもすごく素晴らしいです\n\n全体的 -  9\n\nそれは完全に10に値するが、それは私がそれが私が悲しみをもたらす終わりがあることを知っているので、あまりにも良いです。\n\n正直なところ、今シーズンを見るべきか、そうでない場合は、キャラクターに紹介される最初のシーズンを見て、残りの季節を見守ってください（それは秩序あるものでなければなりません）\n\n面白い話なので、最初のシーズンが岡原（シーズン2は秒を意味する）の代わりにオカエリ（シーズン3はイム・バックを意味する）にスキップしましたが、それはまだまだフィットし素晴らしいものでした。 基本的には、ミナミケシリーズを見て、それはコメディの面でライバル爆wa tomodachiのガクのsukunaiとコWaのゾンビのデッサカ\n\n私は個人的には、説明（3人の女の子とその日常）のためにこれを見たことがほとんどありませんでした。正直なところ、それはかなり不自由なようです。 しかし、これはコメディーのようなもので、ロマンスやそれ以外のものは一層楽しくなります。 主人公の後の特に服従者、今彼らは叙事詩です（FUJIOKA KUN!!!）\n\n注意：最初の季節は、 それ以外はこれを見て... EPIC（冗談なし）\n\n読んでくれてありがとう、私はあなたがこれを見て奨励してくれることを願っています。 すべての観客のためにその偉大なために真剣に、誰が喜劇を必要としない？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nMinami ke- A show I had never known about before this season but I just plunged through all the seasons and watched. Why? It was amazing.\n\n\u001b[1m南ケ - 今シーズン前に私が一度も知りませんでしたが、私はただの季節に突入して見ました。 どうして？ それは驚くべきものだった。\u001b[22m\n\u001b[1m(Minami ke - ima shīzun mae ni watashi ga ichido mo shirimasendeshitaga, watashi wa tada no kisetsu ni totsunyū shite mimashita. Dōshite? Soreha odorokubeki monodatta.)\u001b[22m\n\nTranslations of \u001b[4mMinami ke- A show I had never known about before this season but I just plunged through all the seasons and watched. Why? It was amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMinami ke- A show I had never known about before this season but I just plunged through all the seasons and watched.\u001b[24m\n    \u001b[1m南ケ - 今シーズン前に私が一度も知りませんでしたが、私はただの季節に突入して見ました。\u001b[22m, \u001b[1m南は、私はこのシーズン前に、約知られていなかったが、私はちょうど四季を通じて急落と見ショーをke-。\u001b[22m\n\u001b[4mWhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜでしょうか？\u001b[22m\n\u001b[4mIt was amazing.\u001b[24m\n    \u001b[1mそれは驚くべきものだった。\u001b[22m, \u001b[1mそれはすごかった。\u001b[22m, \u001b[1mそれは驚くべきものでした。\u001b[22m\n\u001b[1m\u001b[22m\nTis is mostly geared to people who havent watched minami ke series yet cuz if you hve, you dont need a review to watch it\n\n\u001b[1mティスは主に、あなたがhve場合は、それを見てレビューをする必要はありません\u001b[22m\n\u001b[1m(Tisu wa omoni, anata ga hve baai wa, sore o mite rebyū o suru hitsuyō wa arimasen)\u001b[22m\n\nTranslations of \u001b[4mTis is mostly geared to people who havent watched minami ke series yet cuz if you hve, you dont need a review to watch it\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTis is mostly geared to people who havent watched minami ke series yet cuz if you hve, you dont need a review to watch it\u001b[24m\n    \u001b[1mティスは主に、あなたがhve場合は、それを見てレビューをする必要はありません\u001b[22m, \u001b[1mTISは、ほとんどあなたがHVE場合、あなたはそれを見るために審査が必要いけないcuzをまだ南のKEシリーズを見haventは人々に適しています\u001b[22m\n\u001b[1m\u001b[22m\nRating Overall- 9.4\n\n\u001b[1m評価全体 -  9.4\u001b[22m\n\u001b[1m(Hyōka zentai - 9. 4)\u001b[22m\n\nTranslations of \u001b[4mRating Overall- 9.4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRating Overall- 9.4\u001b[24m\n    \u001b[1m評価全体 -  9.4\u001b[22m, \u001b[1m9.4 Overall-評価\u001b[22m\n\u001b[1m\u001b[22m\nOk. The minami ke series deserves a 10 in my book. Except that I wish it were longer so I can laugh for so 9.\n\n\u001b[1mOK。 ミナミケシリーズは私の本で10点に値する。 それ以外はもっと長くして笑ってもいいと思っています。\u001b[22m\n\u001b[1m(OK. Minamikeshirīzu wa watashi no hon de 10-ten ni ataisuru. Sore igai wa motto nagaku shite waratte mo ī to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mOk. The minami ke series deserves a 10 in my book. Except that I wish it were longer so I can laugh for so 9.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk.\u001b[24m\n    \u001b[1mOK。\u001b[22m, \u001b[1mOK。\u001b[22m, \u001b[1m[OK]をクリックします。\u001b[22m\n\u001b[4mThe minami ke series deserves a 10 in my book.\u001b[24m\n    \u001b[1mミナミケシリーズは私の本で10点に値する。\u001b[22m, \u001b[1m南のKEシリーズは、私の本の中で10に値します。\u001b[22m\n\u001b[4mExcept that I wish it were longer so I can laugh for so 9.\u001b[24m\n    \u001b[1mそれ以外はもっと長くして笑ってもいいと思っています。\u001b[22m, \u001b[1m私はそれが長いなあということを除いて私はそう9笑うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nStory-9\n\n\u001b[1mストーリー-9\u001b[22m\n\u001b[1m(Sutōrī - 9)\u001b[22m\n\nTranslations of \u001b[4mStory-9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory-9\u001b[24m\n    \u001b[1mストーリー-9\u001b[22m\n\u001b[1m\u001b[22m\nEvery episode is comedy and absolute joy. For example, I broke my thumb and got water in my eye. I was feeling awful and minami ke just cheered me up. Got to say, this is like awesome medicine:P for sadness to joy.\n\n\u001b[1mすべてのエピソードはコメディで絶対的な喜びです。 たとえば、私は親指を壊して、目に水を入れました。 私はひどい気がしていて、ミナミケールはちょうど私を元気づけました。 言いたいことは、これはすばらしい医学のようなものです：喜びへの悲しみのためのP。\u001b[22m\n\u001b[1m(Subete no episōdo wa komedi de zettai-tekina yorokobidesu. Tatoeba, watashi wa oyayubi o kowashite,-me ni mizu o iremashita. Watashi wa hidoi ki ga shite ite, minamikēru wa chōdo watashi o genkidzukemashita. Iitai koto wa, kore wa subarashī igaku no yōna monodesu: Yorokobi e no kanashimi no tame no P.)\u001b[22m\n\nTranslations of \u001b[4mEvery episode is comedy and absolute joy. For example, I broke my thumb and got water in my eye. I was feeling awful and minami ke just cheered me up. Got to say, this is like awesome medicine:P for sadness to joy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEvery episode is comedy and absolute joy.\u001b[24m\n    \u001b[1mすべてのエピソードはコメディで絶対的な喜びです。\u001b[22m, \u001b[1mすべてのエピソードはコメディと絶対喜びです。\u001b[22m\n\u001b[4mFor example, I broke my thumb and got water in my eye.\u001b[24m\n    \u001b[1mたとえば、私は親指を壊して、目に水を入れました。\u001b[22m, \u001b[1m例えば、私は私の親指を壊し、私の目には水を得ました。\u001b[22m\n\u001b[4mI was feeling awful and minami ke just cheered me up.\u001b[24m\n    \u001b[1m私はひどい気がしていて、ミナミケールはちょうど私を元気づけました。\u001b[22m, \u001b[1m私はひどい感じていたとみなみけはちょうど私を応援しました。\u001b[22m\n\u001b[4mGot to say, this is like awesome medicine:P for sadness to joy.\u001b[24m\n    \u001b[1m言いたいことは、これはすばらしい医学のようなものです：喜びへの悲しみのためのP。\u001b[22m, \u001b[1m喜びに悲しみのためのP：これは素晴らしい薬のようなものです、と言うようになりました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters- 10\n\n\u001b[1mキャラクター -  10\u001b[22m\n\u001b[1m(Kyarakutā - 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters- 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters- 10\u001b[24m\n    \u001b[1mキャラクター -  10\u001b[22m, \u001b[1mCharacters- 10\u001b[22m\n\u001b[1m\u001b[22m\nEvery charaters is unique, likable and help you enjoy and laugh with their trooubles. THe thre protagonists, the sisters, each represent a different sector of people ranging for responsible, intelligent, and clueless(KANA COUGH). Even the least likable of charactrs (KANA) prove themselves with kind deeds and help you relate and at least bear with them\n\n\u001b[1mすべてのキャラクターはユニークで好感が持てます。  3人の主人公、姉妹、それぞれは、責任があり、知的で無知である（KANA COUGH）という人の異なるセクターを表しています。 キャラクター（KANA）の中でも最も好きではない人でさえ、親切な行為で自分自身を証明し、関係者を助け、少なくとも彼らに耐えます\u001b[22m\n\u001b[1m(Subete no kyarakutā wa yunīku de kōkan ga motemasu. 3-Ri no shujinkō, shimai, sorezore wa, sekinin ga ari, chiteki de muchidearu (KANA COUGH) to iu hito no kotonaru sekutā o arawashite imasu. Kyarakutā (KANA) no naka demo mottomo sukide wanai hitode sae, shinsetsuna kōi de jibun jishin o shōmei shi, kankei-sha o tasuke, sukunakutomo karera ni taemasu)\u001b[22m\n\nTranslations of \u001b[4mEvery charaters is unique, likable and help you enjoy and laugh with their trooubles. THe thre protagonists, the sisters, each represent a different sector of people ranging for responsible, intelligent, and clueless(KANA COUGH). Even the least likable of charactrs (KANA) prove themselves with kind deeds and help you relate and at least bear with them\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEvery charaters is unique, likable and help you enjoy and laugh with their trooubles.\u001b[24m\n    \u001b[1mすべてのキャラクターはユニークで好感が持てます。\u001b[22m, \u001b[1mすべてのcharatersは好感の持てる、ユニークであり、あなたが楽しみ、そのtrooublesと笑いを助けます。\u001b[22m\n\u001b[4mTHe thre protagonists, the sisters, each represent a different sector of people ranging for responsible, intelligent, and clueless(KANA COUGH).\u001b[24m\n    \u001b[1m3人の主人公、姉妹、それぞれは、責任があり、知的で無知である（KANA COUGH）という人の異なるセクターを表しています。\u001b[22m, \u001b[1mTHRE主人公、姉妹、それぞれが担当する、インテリジェントな、と無知（KANA咳）のために至るまで、人々の異なるセクタを表します。\u001b[22m\n\u001b[4mEven the least likable of charactrs (KANA) prove themselves with kind deeds and help you relate and at least bear with them\u001b[24m\n    \u001b[1mキャラクター（KANA）の中でも最も好きではない人でさえ、親切な行為で自分自身を証明し、関係者を助け、少なくとも彼らに耐えます\u001b[22m, \u001b[1mでもcharactrs（KANA）の少なくとも好感は親切な行為と自分自身を証明し、彼らとあなたが関係する助けと少なくともクマ\u001b[22m\n\u001b[1m\u001b[22m\nSound/art-10\n\n\u001b[1mサウンド/アート-10\u001b[22m\n\u001b[1m(Saundo/ āto - 10)\u001b[22m\n\nTranslations of \u001b[4mSound/art-10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound/art-10\u001b[24m\n    \u001b[1mサウンド/アート-10\u001b[22m\n\u001b[1m\u001b[22m\nBrilliant art and sound. The music is great and I listen to op, end everytime. Animation is fluid and amazing too. IT really brings out the comedy\n\n\u001b[1m華麗な芸術と音。 音楽は素晴らしく、私はいつも終わりを告げる。 アニメーションは流動的で素晴らしいです。  ITは本当にコメディを引き出す\u001b[22m\n\u001b[1m(Kareina geijutsu to oto. Ongaku wa subarashiku, watashi wa itsumo owariwotsugeru. Animēshon wa ryūdōtekide subarashīdesu. IT wa hontōni komedi o hikidasu)\u001b[22m\n\nTranslations of \u001b[4mBrilliant art and sound. The music is great and I listen to op, end everytime. Animation is fluid and amazing too. IT really brings out the comedy\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBrilliant art and sound.\u001b[24m\n    \u001b[1m華麗な芸術と音。\u001b[22m, \u001b[1mブリリアントアートとサウンド。\u001b[22m\n\u001b[4mThe music is great and I listen to op, end everytime.\u001b[24m\n    \u001b[1m音楽は素晴らしく、私はいつも終わりを告げる。\u001b[22m, \u001b[1m音楽は素晴らしいですし、私はオペアンプ、エンド毎回に耳を傾けます。\u001b[22m\n\u001b[4mAnimation is fluid and amazing too.\u001b[24m\n    \u001b[1mアニメーションは流動的で素晴らしいです。\u001b[22m, \u001b[1mアニメーションはあまりに流体と素晴らしいです。\u001b[22m\n\u001b[4mIT really brings out the comedy\u001b[24m\n    \u001b[1mITは本当にコメディを引き出す\u001b[22m, \u001b[1mITは本当にコメディを引き出し\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment- 10\n\n\u001b[1m楽しさ -  10\u001b[22m\n\u001b[1m(Tanoshisa - 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment- 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment- 10\u001b[24m\n    \u001b[1m楽しさ -  10\u001b[22m, \u001b[1mEnjoyment- 10\u001b[22m\n\u001b[1m\u001b[22m\nTHis can bring me to laughter in seconds, just looking at the characters interact brings me joy. rewatching is also great cuz everything is just so amazing\n\n\u001b[1mこれは数秒で私に笑いをもたらすことができます、ちょうどキャラクターを見ることは、私に喜びをもたらします。  rewatchingもすごく素晴らしいです\u001b[22m\n\u001b[1m(Kore wa sū-byō de watashi ni warai o motarasu koto ga dekimasu, chōdo kyarakutā o miru koto wa, watashi ni yorokobi o motarashimasu. Rewatching mo sugoku subarashīdesu)\u001b[22m\n\nTranslations of \u001b[4mTHis can bring me to laughter in seconds, just looking at the characters interact brings me joy. rewatching is also great cuz everything is just so amazing\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTHis can bring me to laughter in seconds, just looking at the characters interact brings me joy.\u001b[24m\n    \u001b[1mこれは数秒で私に笑いをもたらすことができます、ちょうどキャラクターを見ることは、私に喜びをもたらします。\u001b[22m, \u001b[1mこれは単に私に喜びをもたらす相互作用の文字を見て、数秒で笑いに私をもたらすことができます。\u001b[22m\n\u001b[4mrewatching is also great cuz everything is just so amazing\u001b[24m\n    \u001b[1mrewatchingもすごく素晴らしいです\u001b[22m, \u001b[1mすべてがちょうどそう素晴らしいですcuzをrewatchingも素晴らしいです\u001b[22m\n\u001b[1m\u001b[22m\nOverall-9\n\n\u001b[1m全体的 -  9\u001b[22m\n\u001b[1m(Zentai-teki - 9)\u001b[22m\n\nTranslations of \u001b[4mOverall-9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall-9\u001b[24m\n    \u001b[1m全体的 -  9\u001b[22m, \u001b[1m全体的に-9\u001b[22m\n\u001b[1m\u001b[22m\nIt totally deserves a 10, but it is just so good that because I know it will end is bringing me sadness.\n\n\u001b[1mそれは完全に10に値するが、それは私がそれが私が悲しみをもたらす終わりがあることを知っているので、あまりにも良いです。\u001b[22m\n\u001b[1m(Sore wa kanzen ni 10 niataisuru ga, sore wa watashi ga sore ga watashi ga kanashimi o motarasu owari ga aru koto o shitte irunode, amarini mo yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mIt totally deserves a 10, but it is just so good that because I know it will end is bringing me sadness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt totally deserves a 10, but it is just so good that because I know it will end is bringing me sadness.\u001b[24m\n    \u001b[1mそれは完全に10に値するが、それは私がそれが私が悲しみをもたらす終わりがあることを知っているので、あまりにも良いです。\u001b[22m, \u001b[1mそれは完全に10に値するが、私が知っているので、それは私に悲しみをもたらしてしまうことをちょうど良さそうですね。\u001b[22m\n\u001b[1m\u001b[22m\nHonestly, you should watch this season if you watched the previous, or if not, watch the first season to be introduced to the characters and watch the rest of the seasons (doesnt have to be in order)\n\n\u001b[1m正直なところ、今シーズンを見るべきか、そうでない場合は、キャラクターに紹介される最初のシーズンを見て、残りの季節を見守ってください（それは秩序あるものでなければなりません）\u001b[22m\n\u001b[1m(Shōjikina tokoro, ima shīzun o mirubeki ka,-sōdenai baai wa, kyarakutā ni shōkai sa reru saisho no shīzun o mite, nokori no kisetsu o mimamotte kudasai (sore wa chitsujo aru monodenakereba narimasen))\u001b[22m\n\nTranslations of \u001b[4mHonestly, you should watch this season if you watched the previous, or if not, watch the first season to be introduced to the characters and watch the rest of the seasons (doesnt have to be in order)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly, you should watch this season if you watched the previous, or if not, watch the first season to be introduced to the characters and watch the rest of the seasons (doesnt have to be in order)\u001b[24m\n    \u001b[1m正直なところ、今シーズンを見るべきか、そうでない場合は、キャラクターに紹介される最初のシーズンを見て、残りの季節を見守ってください（それは秩序あるものでなければなりません）\u001b[22m, \u001b[1m正直なところ（順序である必要はありdoes notの）前に見た場合、あなたはこの季節を見なければならない、またはされていない場合、文字に導入された最初のシーズンを見て、季節の残りの部分を見て\u001b[22m\n\u001b[1m\u001b[22m\nFunny story, so I watched the first season then skipped to Okaeri(season 3 meaning Im back) instead of Okawari(season 2 meaning seconds) but it still fit and was amazing. Basically, watch the minami ke series, it rivals Boku wa tomodachi ga sukunai and kore wa zombie desu ka in terms of comedy\n\n\u001b[1m面白い話なので、最初のシーズンが岡原（シーズン2は秒を意味する）の代わりにオカエリ（シーズン3はイム・バックを意味する）にスキップしましたが、それはまだまだフィットし素晴らしいものでした。 基本的には、ミナミケシリーズを見て、それはコメディの面でライバル爆wa tomodachiのガクのsukunaiとコWaのゾンビデスカ\u001b[22m\n\u001b[1m(Omoshiroi hanashinanode, saisho no shīzun ga Okahara (shīzun 2 wa byō o imi suru) no kawarini okaeri (shīzun 3 wa Imu bakku o imi suru) ni sukippu shimashitaga, sore wa madamada fitto shi subarashī monodeshita. Kihontekini wa, minamikeshirīzu o mite, soreha komedi no men de raibaru 爆 Wa tomodachi no gaku no sukunai to ko Wa no zonbidesuka)\u001b[22m\n\nTranslations of \u001b[4mFunny story, so I watched the first season then skipped to Okaeri(season 3 meaning Im back) instead of Okawari(season 2 meaning seconds) but it still fit and was amazing. Basically, watch the minami ke series, it rivals Boku wa tomodachi ga sukunai and kore wa zombie desu ka in terms of comedy\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFunny story, so I watched the first season then skipped to Okaeri(season 3 meaning Im back) instead of Okawari(season 2 meaning seconds) but it still fit and was amazing.\u001b[24m\n    \u001b[1m面白い話なので、最初のシーズンが岡原（シーズン2は秒を意味する）の代わりにオカエリ（シーズン3はイム・バックを意味する）にスキップしましたが、それはまだまだフィットし素晴らしいものでした。\u001b[22m, \u001b[1mおかしな話なので、私は、最初のシーズンを見て（バックシーズン3の意味イム）おかえりへスキップ代わりにOKAWARI（シーズン2意味秒）のそれはまだフィットして、驚くべきものでした。\u001b[22m\n\u001b[4mBasically, watch the minami ke series, it rivals Boku wa tomodachi ga sukunai and kore wa zombie desu ka in terms of comedy\u001b[24m\n    \u001b[1m基本的には、ミナミケシリーズを見て、それはコメディの面でライバル爆wa tomodachiのガクのsukunaiとコWaのゾンビデスカ\u001b[22m, \u001b[1m基本的には、南のKEシリーズを見て、それが僕のともだちのGAのすくないに匹敵し、コレWAゾンビデスKa喜劇の面で\u001b[22m\n\u001b[1m\u001b[22m\nI personally almost didnt watch this because of the description (three girls and their daily lives) cuz honestly, it sounds pretty lame. However, this is like the greatest of comedies, with a dash of romance and others to make it even funnier. Especially the suitors after the protagonist, now they are epic (FUJIOKA KUN!!!)\n\n\u001b[1m私は個人的には、説明（3人の女の子とその日常）のためにこれを見たことがほとんどありませんでした。正直なところ、それはかなり不自由なようです。 しかし、これはコメディーのようなもので、ロマンスやそれ以外のものは一層楽しくなります。 主人公の後の特に服従者、今彼らは叙事詩です（FUJIOKA KUN!!!）\u001b[22m\n\u001b[1m(Watashi wa kojin-teki ni wa, setsumei (3-ri no on'nanoko to sono nichijō) no tame ni kore o mita koto ga hotondo arimasendeshita. Shōjikina tokoro, sore wa kanari fujiyūna yōdesu. Shikashi, koreha komedī no yōna mono de, romansu ya soreigai no mono wa issō tanoshiku narimasu. Shujinkō no nochi no tokuni fukujū-sha, ima karera wa jojishidesu (FUJIOKA KUN! ! ! ))\u001b[22m\n\nTranslations of \u001b[4mI personally almost didnt watch this because of the description (three girls and their daily lives) cuz honestly, it sounds pretty lame. However, this is like the greatest of comedies, with a dash of romance and others to make it even funnier. Especially the suitors after the protagonist, now they are epic (FUJIOKA KUN!!!)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI personally almost didnt watch this because of the description (three girls and their daily lives) cuz honestly, it sounds pretty lame.\u001b[24m\n    \u001b[1m私は個人的には、説明（3人の女の子とその日常）のためにこれを見たことがほとんどありませんでした。正直なところ、それはかなり不自由なようです。\u001b[22m, \u001b[1m私は個人的にはほとんどそれはかなりラメ音、正直cuzのための説明の（3人の女の子と日常生活を）これを見ていませんでし。\u001b[22m\n\u001b[4mHowever, this is like the greatest of comedies, with a dash of romance and others to make it even funnier.\u001b[24m\n    \u001b[1mしかし、これはコメディーのようなもので、ロマンスやそれ以外のものは一層楽しくなります。\u001b[22m, \u001b[1mしかし、これはそれがさらに面白くするためにロマンスと他人のダッシュで、喜劇の最大のようなものです。\u001b[22m\n\u001b[4mEspecially the suitors after the protagonist, now they are epic (FUJIOKA KUN!!!)\u001b[24m\n    \u001b[1m主人公の後の特に服従者、今彼らは叙事詩です（FUJIOKA KUN!!!）\u001b[22m, \u001b[1m特に主人公後の求婚者は、今、彼らは（藤岡KUN!!!）叙事詩です\u001b[22m\n\u001b[1m\u001b[22m\nREMINDER: WATCH FIRST SEASON IF YOU HAVENT&lt; OTHERWISE WATCH THIS ... ITS EPIC (NO kidding)\n\n\u001b[1m注意：最初の季節は、 それ以外はこれを見て... EPIC（冗談なし）\u001b[22m\n\u001b[1m(Chūi: Saisho no kisetsu wa, soreigai wa kore o mite... Epikku (jōdan nashi))\u001b[22m\n\nTranslations of \u001b[4mREMINDER: WATCH FIRST SEASON IF YOU HAVENT&lt; OTHERWISE WATCH THIS ... ITS EPIC (NO kidding)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mREMINDER: WATCH FIRST SEASON IF YOU HAVENT&lt;\u001b[24m\n    \u001b[1m注意：最初の季節は、\u001b[22m, \u001b[1mREMINDER：あなたはhaventは＆LT IF最初のシーズンを見て、\u001b[22m\n\u001b[4mOTHERWISE WATCH THIS ... ITS EPIC (NO kidding)\u001b[24m\n    \u001b[1mそれ以外はこれを見て... EPIC（冗談なし）\u001b[22m, \u001b[1mOTHERWISE ITS EPIC（NO冗談）...これを見て\u001b[22m\n\u001b[1m\u001b[22m\nThanks for reading, I hope I encouraged you to watch this. Its great for like all audiences cuz seriously, who doesnt need comedy?\n\n\u001b[1m読んでくれてありがとう、私はあなたがこれを見て奨励してくれることを願っています。 すべての観客のためにその偉大なために真剣に、誰が喜劇を必要としない？\u001b[22m\n\u001b[1m(Yonde kurete arigatō, watashi wa anata ga kore o mite shōrei shite kureru koto o negatte imasu. Subete no kankyaku no tame ni sono idaina tame ni shinken ni, dare ga kigeki o hitsuyō to shinai?)\u001b[22m\n\nTranslations of \u001b[4mThanks for reading, I hope I encouraged you to watch this. Its great for like all audiences cuz seriously, who doesnt need comedy?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThanks for reading, I hope I encouraged you to watch this.\u001b[24m\n    \u001b[1m読んでくれてありがとう、私はあなたがこれを見て奨励してくれることを願っています。\u001b[22m, \u001b[1m読書のためのおかげで、私はこれを見てあなたを奨励願っています。\u001b[22m\n\u001b[4mIts great for like all audiences cuz seriously, who doesnt need comedy?\u001b[24m\n    \u001b[1mすべての観客のためにその偉大なために真剣に、誰が喜劇を必要としない？\u001b[22m, \u001b[1mそのようなのための偉大なすべての観客は真剣に、喜劇を必要とする人doesntのcuzの？\u001b[22m"
  },
  {
    "title": "Minami-ke_Tadaima",
    "id": "14511",
    "url": "https://myanimelist.net/anime/14511/Minami-ke_Tadaima",
    "user": "Nipsirc",
    "profile": "/profile/Nipsirc/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=90617",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  9\nキャラクター|  8\n|  6\n\nこのシリーズは変わったのですか？\n\n私はもう分かりません。 最初の南の猫シリーズは私のすべての時間の最高のショーで快適に座っています、これは私が他のものを比較するための生活コメディの定義スライスだった。\nオカワリのスタジオでの変化は私に迷惑をかける、ビジュアルは馴染みがない、ペーシングはあなたにこのような苦情のための長い時間を与えるが、内容はまだ楽しいものだった。\n私はオカエリのエピソードを見て、それを残しました、問題は軽度の煩わしさを超えました。\n\nTadaimaと一緒にスタジオは再び変更されました。彼らはビジュアルでまともな仕事をしました。なぜショーをもう一度愛していないのですか？\n文字は同じで、スタイルは多かれ少なかれ、芸術は良いです。 私はショーが同じランニングジョークでちょっとプレイしたかどうかは不思議だ。ちょっと親しみやすいように見える。 カナとチアキは、お互いに遊びあう陽気な化学を持っていないようです。\nエキスパンドキャストは、私たちがスケッチを手配したり、南の姉妹を部分的にしか関与させたりしていないこともあります。私はたいていこれらを挨拶します。魅力的なものではありません。 死に至ったように見えますが、彼らはまったく同じ素材を何度もアニメーション化しているようです。\n\nこのショーに続くMALの小額の大部分は、既存のファンでなければならないので、私だけですか？ それともプレミアムコンテンツのためのコースを運営していますか？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nHas this series changed or have i?\n\n\u001b[1mこのシリーズは変わったのですか？\u001b[22m\n\u001b[1m(Kono shirīzu wa kawatta nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mHas this series changed or have i?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHas this series changed or have i?\u001b[24m\n    \u001b[1mこのシリーズは変わったのですか？\u001b[22m, \u001b[1mこのシリーズは、変更または私が持っていますか？\u001b[22m\n\u001b[1m\u001b[22m\nI'm just not sure anymore. The first Minami-ke series sits comfortably in my all time best shows, to me this was the defining slice of life comedy to which i compare all others.\n\n\u001b[1m私はもう分かりません。 最初の南の猫シリーズは私のすべての時間の最高のショーで快適に座っています、これは私が他のものを比較するための生活コメディの定義スライスだった。\u001b[22m\n\u001b[1m(Watashi wa mō wakarimasen. Saisho no minami no neko shirīzu wa watashi no subete no jikan no saikō no shō de kaiteki ni suwatte imasu, kore wa watashi ga hoka no mono o hikaku suru tame no seikatsu komedi no teigi suraisudatta.)\u001b[22m\n\nTranslations of \u001b[4mI'm just not sure anymore. The first Minami-ke series sits comfortably in my all time best shows, to me this was the defining slice of life comedy to which i compare all others.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm just not sure anymore.\u001b[24m\n    \u001b[1m私はもう分かりません。\u001b[22m, \u001b[1m私はもうちょうどよく分かりません。\u001b[22m\n\u001b[4mThe first Minami-ke series sits comfortably in my all time best shows, to me this was the defining slice of life comedy to which i compare all others.\u001b[24m\n    \u001b[1m最初の南の猫シリーズは私のすべての時間の最高のショーで快適に座っています、これは私が他のものを比較するための生活コメディの定義スライスだった。\u001b[22m, \u001b[1m最初みなみけシリーズは私のすべての時間のベストショーに快適に座って、私にはこれは私が他のすべてを比較するための人生の喜劇の定義スライスでした。\u001b[22m\nOkawari's change in studio annoyed me, the visuals were unfamiliar, this shows pacing gives you a great deal of time for such grievances to fester, but the content was still enjoyable.\n\n\u001b[1mオカワリのスタジオでの変化は私に迷惑をかける、ビジュアルは馴染みがない、ペーシングはあなたにこのような苦情のための長い時間を与えるが、内容はまだ楽しいものだった。\u001b[22m\n\u001b[1m(Okawari no sutajio de no henka wa watashi ni meiwakuwokakeru, bijuaru wa najimi ga nai, pēshingu wa anata ni ko no yōna kujō no tame no nagai jikan o ataeruga, naiyō wa mada tanoshī monodatta.)\u001b[22m\n\nTranslations of \u001b[4mOkawari's change in studio annoyed me, the visuals were unfamiliar, this shows pacing gives you a great deal of time for such grievances to fester, but the content was still enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkawari's change in studio annoyed me, the visuals were unfamiliar, this shows pacing gives you a great deal of time for such grievances to fester, but the content was still enjoyable.\u001b[24m\n    \u001b[1mオカワリのスタジオでの変化は私に迷惑をかける、ビジュアルは馴染みがない、ペーシングはあなたにこのような苦情のための長い時間を与えるが、内容はまだ楽しいものだった。\u001b[22m, \u001b[1mスタジオでOKAWARIの変化はビジュアルは不慣れだった、私を悩ませ、これは、ペーシングはあなたにそのような不満が化膿するのに多大な時間を与える示しているが、内容はまだ楽しかったです。\u001b[22m\nI watched an episode of Okaeri and left it at that, the problem has gone beyond a minor annoyance.\n\n\u001b[1m私はオカエリのエピソードを見て、それを残しました、問題は軽度の煩わしさを超えました。\u001b[22m\n\u001b[1m(Watashi wa okaeri no episōdo o mite, sore o nokoshimashita, mondai wa keido no wazurawashi-sa o koemashita.)\u001b[22m\n\nTranslations of \u001b[4mI watched an episode of Okaeri and left it at that, the problem has gone beyond a minor annoyance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI watched an episode of Okaeri and left it at that, the problem has gone beyond a minor annoyance.\u001b[24m\n    \u001b[1m私はオカエリのエピソードを見て、それを残しました、問題は軽度の煩わしさを超えました。\u001b[22m, \u001b[1m私はこの問題はマイナーな迷惑を越えてしまった、おかえりのエピソードを見て、その時にそれを残しました。\u001b[22m\n\u001b[1m\u001b[22m\nWith Tadaima the studio was again changed again, and they've done a decent job with the visuals, so why am i not loving the show again?\n\n\u001b[1mTadaimaと一緒にスタジオは再び変更されました。彼らはビジュアルでまともな仕事をしました。なぜショーをもう一度愛していないのですか？\u001b[22m\n\u001b[1m(Tadaima to issho ni sutajio wa futatabi henkō sa remashita. Karera wa bijuarude matomona shigoto o shimashita. Naze shō o mōichido itoshite inai nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mWith Tadaima the studio was again changed again, and they've done a decent job with the visuals, so why am i not loving the show again?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith Tadaima the studio was again changed again, and they've done a decent job with the visuals, so why am i not loving the show again?\u001b[24m\n    \u001b[1mTadaimaと一緒にスタジオは再び変更されました。彼らはビジュアルでまともな仕事をしました。なぜショーをもう一度愛していないのですか？\u001b[22m, \u001b[1mただいまスタジオは再び再び変更されました、そして、彼らはビジュアルでまともな仕事をやったので、なぜ私は再びショーを愛していないのですか？\u001b[22m\nThe characters are the same, the style is more or less the same, the art is good. I'm wondering if the shows simply played on the same running jokes a little bit to long, it's all starting to seem a little to familiar. Kana and Chiaki don't seem to have quite as hilarious a chemistry playing off each other.\n\n\u001b[1m文字は同じで、スタイルは多かれ少なかれ、芸術は良いです。 私はショーが同じランニングジョークでちょっとプレイしたのかどうか疑問に思っています。それはすべてが馴染みやすいように見え始めています。 カナとチアキは、お互いに遊びあう陽気な化学を持っていないようです。\u001b[22m\n\u001b[1m(Moji wa onajide, sutairu wa ōkare sukunakare, geijutsu wa yoidesu. Watashi wa shō ga onaji ran'ningujōku de chotto purei shita no ka dō ka gimon ni omotte imasu. Sore wa subete ga najimi yasui yō ni mie hajimete imasu. Kana to Chiaki wa, otagai ni asobi au yōkina kagaku o motte inai yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are the same, the style is more or less the same, the art is good. I'm wondering if the shows simply played on the same running jokes a little bit to long, it's all starting to seem a little to familiar. Kana and Chiaki don't seem to have quite as hilarious a chemistry playing off each other.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are the same, the style is more or less the same, the art is good.\u001b[24m\n    \u001b[1m文字は同じで、スタイルは多かれ少なかれ、芸術は良いです。\u001b[22m, \u001b[1m文字は、芸術は良いですが、スタイルは多かれ少なかれ同じで、同じです。\u001b[22m\n\u001b[4mI'm wondering if the shows simply played on the same running jokes a little bit to long, it's all starting to seem a little to familiar.\u001b[24m\n    \u001b[1m私はショーが同じランニングジョークでちょっとプレイしたのかどうか疑問に思っています。それはすべてが馴染みやすいように見え始めています。\u001b[22m, \u001b[1mショーは単にlongに少しジョーク、すべてのおなじみのに少し見えるし始めたのと同じランニングで再生場合、私は思ったんだけど。\u001b[22m\n\u001b[4mKana and Chiaki don't seem to have quite as hilarious a chemistry playing off each other.\u001b[24m\n    \u001b[1mカナとチアキは、お互いに遊びあう陽気な化学を持っていないようです。\u001b[22m, \u001b[1mかなと千秋はお互いをオフに遊んほど陽気な化学的性質を持っているように思えません。\u001b[22m\nThe expanded cast do not do the show allot of favor's, we get allot of sketches, only partially involving a Minami sister, or sometimes not at all, i usually greet these with a sigh, they're not all that engaging, the Makoto gags seem to have been done to death, they just generally seem to be animating the same material over and over.\n\n\u001b[1mエキスパンドキャストは、私たちがスケッチを手配したり、南の姉妹を部分的にしか関与させたりしていないこともあります。私はたいていこれらを挨拶します。魅力的なものではありません。 死に至ったように見えますが、彼らはまったく同じ素材を何度もアニメーション化しているようです。\u001b[22m\n\u001b[1m(Ekisupandokyasuto wa, watashitachi ga suketchi o tehai shi tari, minami no shimai o bubun-teki ni shika kan'yo sa se tari shite inai koto mo arimasu. Watashi wa taitei korera o aisatsu shimasu. Miryoku-tekina monode wa arimasen. Shi ni itatta yō ni miemasuga, karera wa mattaku onaji sozai o nando mo animēshon-ka shite iru yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe expanded cast do not do the show allot of favor's, we get allot of sketches, only partially involving a Minami sister, or sometimes not at all, i usually greet these with a sigh, they're not all that engaging, the Makoto gags seem to have been done to death, they just generally seem to be animating the same material over and over.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe expanded cast do not do the show allot of favor's, we get allot of sketches, only partially involving a Minami sister, or sometimes not at all, i usually greet these with a sigh, they're not all that engaging, the Makoto gags\u001b[24m\n    \u001b[1mエキスパンドキャストは、私たちがスケッチを手配したり、南の姉妹を部分的にしか関与させたりしていないこともあります。私はたいていこれらを挨拶します。魅力的なものではありません。\u001b[22m, \u001b[1m拡大キャストは賛成ののアロットショーをしない、私たちは、私は通常、ため息をついて、これらを迎える、部分的にしか南の妹を伴う、時には全く、スケッチのアロット取得し、それらはすべてその魅力的じゃない、誠ギャグ\u001b[22m\n\u001b[4mseem to have been done to death, they just generally seem to be animating the same material over and over.\u001b[24m\n    \u001b[1m死に至ったように見えますが、彼らはまったく同じ素材を何度もアニメーション化しているようです。\u001b[22m, \u001b[1m死に行われているように見える、彼らは一般的に何度も同じ材料をアニメーション化しているようです。\u001b[22m\n\u001b[1m\u001b[22m\nThe bulk of the pittance of a MAL following this show has, must be existing fans, so is it just me? Or has the show run its course for premium content.\n\n\u001b[1mこのショーに続くMALの小額の大部分は、既存のファンでなければならないので、私だけですか？ それともプレミアムコンテンツのためのコースを運営していますか？\u001b[22m\n\u001b[1m(Kono shō ni tsudzuku MAL no shōgaku no daibubun wa, kizon no fandenakereba naranainode, watashi dakedesu ka? Soretomo puremiamu kontentsu no tame no kōsu o un'ei shite imasu ka?)\u001b[22m\n\nTranslations of \u001b[4mThe bulk of the pittance of a MAL following this show has, must be existing fans, so is it just me? Or has the show run its course for premium content.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe bulk of the pittance of a MAL following this show has, must be existing fans, so is it just me?\u001b[24m\n    \u001b[1mこのショーに続くMALの小額の大部分は、既存のファンでなければならないので、私だけですか？\u001b[22m, \u001b[1mこのショー以下のMALのわずかな収入の大部分は、既存のファンでなければならないので、ちょうど私のことですか？\u001b[22m\n\u001b[4mOr has the show run its course for premium content.\u001b[24m\n    \u001b[1mそれともプレミアムコンテンツのためのコースを運営していますか？\u001b[22m, \u001b[1mまたはショーはプレミアムコンテンツのためにそのコースを実行しています。\u001b[22m"
  },
  {
    "title": "Minami-ke_Tadaima",
    "id": "14511",
    "url": "https://myanimelist.net/anime/14511/Minami-ke_Tadaima",
    "user": "verayo",
    "profile": "/profile/verayo/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=121235",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  8\n\nこれは南北の第4シーズンです。このシリーズには多大な努力が込められているようですが、おそらくそれをシリーズのベストにしていると報告してうれしく思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis is the 4th Season of Minami-ke and I'm glad to report that a lot of effort seems to be put into this one, probably making it the best of the series, so it is definitely a MUST WATCH.\n\n\u001b[1mこれは南北の第4シーズンです。このシリーズには多大な努力が込められているようですが、おそらくそれをシリーズのベストにしていると報告してうれしく思います。\u001b[22m\n\u001b[1m(Kore wa nanboku no dai 4 shīzundesu. Kono shirīzu ni wa tadaina doryoku ga kome rarete iru yōdesuga, osoraku sore o shirīzu no besuto ni shite iru to hōkoku shite ureshiku omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is the 4th Season of Minami-ke and I'm glad to report that a lot of effort seems to be put into this one, probably making it the best of the series, so it is definitely a MUST WATCH.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the 4th Season of Minami-ke and I'm glad to report that a lot of effort seems to be put into this one, probably making it the best of the series, so it is definitely a MUST WATCH.\u001b[24m\n    \u001b[1mこれは南北の第4シーズンです。このシリーズには多大な努力が込められているようですが、おそらくそれをシリーズのベストにしていると報告してうれしく思います。\u001b[22m, \u001b[1mこれはみなみけ第4シーズンであり、私はおそらくそれシリーズの最善なって、多くの労力が、この1に入れているように見えることを報告してうれしい、それは間違いなく見る必要がありますです。\u001b[22m"
  },
  {
    "title": "Minami-ke_Tadaima",
    "id": "14511",
    "url": "https://myanimelist.net/anime/14511/Minami-ke_Tadaima",
    "user": "Vicsaurus",
    "profile": "/profile/Vicsaurus/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=115813",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n愚かな批評家とその低い得点...だからスタジオが変わったら？ 私はまだ私が今まで持っていたほど魅力的なキャラクターと彼らが新鮮に置かれた状況を見つけました。 前の季節が好きで、虚偽の吹抜けではない場合、今シーズンは他の季節と同じくらい良いです。 お楽しみください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nStupid reviewers and their low scores... So what if the studios changed? I still found the characters just as charming as I ever had and the situations they were put in fresh as well. If you liked the previous seasons and aren't a pretentious blowhard, this season is just as good as the rest of them. Enjoy!\n\n\u001b[1m愚かな批評家とその低い得点...だからスタジオが変わったら？ 私はまだ私が今まで持っていたほど魅力的なキャラクターと彼らが新鮮に置かれた状況を見つけました。 前の季節が好きで、虚偽の吹抜けではない場合、今シーズンは他の季節と同じくらい良いです。 お楽しみください！\u001b[22m\n\u001b[1m(Orokana hihyō-ka to sono hikui tokuten... Dakara sutajio ga kawattara? Watashi wa mada watashi ga ima made motte ita hodo miryoku-tekina kyarakutā to karera ga shinsen ni oka reta jōkyō o mitsukemashita. Mae no kisetsu ga sukide, kyogi no fukinukede wanai baai, ima shīzun wa hoka no kisetsu to onaji kurai yoidesu. O tanoshimi kudasai!)\u001b[22m\n\nTranslations of \u001b[4mStupid reviewers and their low scores... So what if the studios changed? I still found the characters just as charming as I ever had and the situations they were put in fresh as well. If you liked the previous seasons and aren't a pretentious blowhard, this season is just as good as the rest of them. Enjoy!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStupid reviewers and their low scores... So what if the studios changed?\u001b[24m\n    \u001b[1m愚かな批評家とその低い得点...だからスタジオが変わったら？\u001b[22m, \u001b[1m愚かな査読とその低得点...だからスタジオが変更された場合は何？\u001b[22m\n\u001b[4mI still found the characters just as charming as I ever had and the situations they were put in fresh as well.\u001b[24m\n    \u001b[1m私はまだ私が今まで持っていたほど魅力的なキャラクターと彼らが新鮮に置かれた状況を見つけました。\u001b[22m, \u001b[1m私はまだ私が今まで持っていたと同じくらい魅力的なキャラクターと彼らが同様に新鮮に入れたような状況を発見しました。\u001b[22m\n\u001b[4mIf you liked the previous seasons and aren't a pretentious blowhard, this season is just as good as the rest of them.\u001b[24m\n    \u001b[1m前の季節が好きで、虚偽の吹抜けではない場合、今シーズンは他の季節と同じくらい良いです。\u001b[22m, \u001b[1mあなたは前シーズンが好きで、気取ったblowhardない場合は、この季節は、それらの他の部分と同じように良いです。\u001b[22m\n\u001b[4mEnjoy!\u001b[24m\n    \u001b[1mお楽しみください！\u001b[22m"
  },
  {
    "title": "Minami-ke_Tadaima",
    "id": "14511",
    "url": "https://myanimelist.net/anime/14511/Minami-ke_Tadaima",
    "user": "doudurden",
    "profile": "/profile/doudurden/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=87023",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  8\n\nストーリーはそれまでと同じくらい遊び心があります。\n\nシーンは完全にデザインされています。 私は単調な気分にさせません。\n\n私はすべてのキャラクターがこれまでよりも活気に満ちていると思います。\n\n二宮くんと先生が再び登場する。 ちょうど楽しみのため\n\n\n全体として南大門忠弥はこれまでと同じくらい良いです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThe story is so playful as it ever was.\n\n\u001b[1mストーリーはそれまでと同じくらい遊び心があります。\u001b[22m\n\u001b[1m(Sutōrī wa sore made to onaji kurai asobigokoro ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is so playful as it ever was.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is so playful as it ever was.\u001b[24m\n    \u001b[1mストーリーはそれまでと同じくらい遊び心があります。\u001b[22m, \u001b[1m物語は、それが今まであったように遊び心です。\u001b[22m\n\u001b[1m\u001b[22m\nThe scenes are designed perfectly. it's not makes me feel monotonous.\n\n\u001b[1mシーンは完全にデザインされています。 私は単調な気分にさせません。\u001b[22m\n\u001b[1m(Shīn wa kanzen ni dezain sa rete imasu. Watashi wa tanchōna kibun ni sa semasen.)\u001b[22m\n\nTranslations of \u001b[4mThe scenes are designed perfectly. it's not makes me feel monotonous.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe scenes are designed perfectly.\u001b[24m\n    \u001b[1mシーンは完全にデザインされています。\u001b[22m, \u001b[1mシーンは完全に設計されています。\u001b[22m\n\u001b[4mit's not makes me feel monotonous.\u001b[24m\n    \u001b[1m私は単調な気分にさせません。\u001b[22m, \u001b[1m私が単調に感じさせるありません。\u001b[22m\n\u001b[1m\u001b[22m\nI think all characters are drawn more vivacious than it ever was.\n\n\u001b[1m私はすべてのキャラクターがこれまでよりも活気に満ちていると思います。\u001b[22m\n\u001b[1m(Watashi wa subete no kyarakutā ga kore made yori mo kakki ni michite iru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI think all characters are drawn more vivacious than it ever was.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think all characters are drawn more vivacious than it ever was.\u001b[24m\n    \u001b[1m私はすべてのキャラクターがこれまでよりも活気に満ちていると思います。\u001b[22m, \u001b[1m私は、すべての文字が、それが今まであったよりもっと快活描かれていると思います。\u001b[22m\n\u001b[1m\u001b[22m\nNinomiya-kun and Sensei appear again. Just for fun\n\n\u001b[1m二宮くんと先生が再び登場する。 ちょうど楽しみのため\u001b[22m\n\u001b[1m(Ninomiya-kun to sensei ga futatabi tōjō suru. Chōdo tanoshimi no tame)\u001b[22m\n\nTranslations of \u001b[4mNinomiya-kun and Sensei appear again. Just for fun\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNinomiya-kun and Sensei appear again.\u001b[24m\n    \u001b[1m二宮くんと先生が再び登場する。\u001b[22m, \u001b[1m二宮くんと先生が再び表示されます。\u001b[22m\n\u001b[4mJust for fun\u001b[24m\n    \u001b[1mちょうど楽しみのため\u001b[22m, \u001b[1mちょうど楽しみのために\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall Minami-ke Tadaima is so good as previously.\n\n\u001b[1m全体として南大門忠弥はこれまでと同じくらい良いです。\u001b[22m\n\u001b[1m(Zentai to shite Nandaimon Chūya wa kore made to onaji kurai yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall Minami-ke Tadaima is so good as previously.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall Minami-ke Tadaima is so good as previously.\u001b[24m\n    \u001b[1m全体として南大門忠弥はこれまでと同じくらい良いです。\u001b[22m, \u001b[1m全体的みなみけただいまは、以前ほど良いです。\u001b[22m"
  },
  {
    "title": "Minami-ke_Tadaima",
    "id": "14511",
    "url": "https://myanimelist.net/anime/14511/Minami-ke_Tadaima",
    "user": "Notshane",
    "profile": "/profile/Notshane/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=208696",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  5\nサウンド|  8\nキャラクター|  7\n|  7\n\nうーん、これは...うーん。 ちょうどこれを終えたので、このレビューは南北の季節の中で最も新鮮なものになるでしょう。 失望の準備をする。 しかし、あなたが間違ったアイデアを得る前に、これはスタジオが再び変わったためです。このレビューはアートスタイルだけに集中していませんが、このレビューの仕方に大きな役割を果たします。\n\n今シーズンは、私が心配していたことをしました。彼らは再びクリシェを受け入れました。第二シーズン以来行われていないことです。 そして、抱きしめることによって、私はEMBRACEを意味します。 バットから離れて、彼らは古い季節の古い要素を繰り返す、古いアイデアを特定のものにリサイクルしているように見える。 彼らはまったくいい仕事をしていませんでした。\n\n私が続ける前に、今私はポジティブなことを言わなければなりません。 見た目からは、すべての声優が再び戻ってきました。作家はまだユーモアを書くことができ、私はいくつかの分野で多くのことを笑わせていました。 彼らはついに藤岡が南にほとんど告白した瞬間を持っていました。 それがコメディであるとすれば、私はそれが起こらないことを知っていましたが、ほとんど見ることが驚きでした。\n\n最後に、アニメの魅力はまだ残っていますが、今では納品と芸術のスタイルがある限り、それは外見からオカワリとおかえりと混ざっています。 シーズン1のものも投げてください。 しかし、あなたが考えるかもしれない方法ではありません。 それでも、それはまだ南のケーキであり、DIDはサウンドトラックと一緒に声優をもう一度持って帰ってくるので、それについてはまだ楽しんでいるかもしれません。\n\nさて、それは言っていると...うわー、これは一握りです。 前にも述べたように、彼らはジェネリックアニメクリシェをもう一度受け入れましたが、彼らはそれを新しいレベルに引き上げました。 彼らは悪名高い二宮くんのショーを再び祭りに登場する不思議な腰掛けの人たちと一緒に持ち上げ、最初のシーズンから多くの古いギャグをリサイクルしようとしていました。\n\nこれは問題ありませんが、彼らはそれをかなりひどく納得させました。 その上、彼らは実際にはかなりの時を過ごしましたが、私の好きなオカエリの要素の1つ、つまりバックグラウンドの話を返すことで補ってくれました。 いくつかのシーンでは、2組のキャラクターがお互いに話し合いを行い、主な会話が十分な笑顔ではないときは、もう1つは通常あり、すべての反応を見るのはとても楽しいです。 背景だけでは、注意してほしいものよりも魅力的です。\n\nああ、それの最悪？ ホサカ。 今、彼らは、彼が春香に告白するのではなく、精神的なケースであると決めたばかりですが、まずはバレーボールクラブと一緒にこれをやっていたのです！ もう1つの季節の参考資料と、私が実際に自分自身を忘れてしまったものの、彼は実際に彼女と恋に落ちていませんでした！ 私はそれを完全に忘れていたので、それは驚くべき思い出でした。\n\nそうです、あなたが興味を持っている精神的な部分です。 まあ、明らかに、彼は彼女と長い間話していないので、彼は自分自身と恋に落ちました。 具体的には、自分の思考の中で見た「自分の中のはるか」。 明らかに、遥がなぜ「不完全」なのかを知る者は誰もいなかったので、ホサカはただ彼女を女神と信じていた。 問題？ 彼は架空の女神のように彼女を崇拝した。 彼が決して会うことがなかったので、実際に会うことはないだろう。\n\nしかし、私を悩ませているのは、彼が実際にやっていたことであり、早見は彼を止めて、彼女に捧げたものを食べ、基本的に彼を狂わせました。 それ以降はアニメ全体の中で最も好きなキャラクターになっています。 彼女は基本的に彼女と話す唯一のチャンスを取り去ってしまった。彼はそれについてもかなりカジュアルだった。 彼は昼食を用意していて、実際に彼女から離れていましたが、早見さんのおかげで、彼はシーズンの残りの部分を見たことはありませんでした。 また、彼はまだ彼女の姉妹を娘として見る。\n\nさて、見てみましょう、他に何がありますか？ 彼らは新しいキャラクターを紹介しましたが、彼女はたいてい純粋なフィラーです。 ミユキと名付けられた彼女は、生命のない個性を持ち、最初はケイコとカナのミックスのことを意味していたが、後に再発からマイナーに急速に移行した。 彼らがまだ見たことのないもっとユーモアな愛の三角形の1つを生み出した最新のもの、理子ほど興味深いものではありません。\n\nそれで、質問。 これをお勧めできますか？ それはアニメシリーズの熱心なファンなら、私は実際に言うことができます。なぜなら、それは魅力の大部分を保持していたからです。それは私にとって楽しいものではなく、私がやったほどの優先順位をつけなかったからです （最初のシーズンの私のデフォルトラベル）とおかえり。 ヘック、オカワリはこれよりも優れているでしょう。なぜなら、それは比較の点でよりクリシェが少なく、実際にはいくつかの分野でもっと楽しいからです。\n\n私はあまりにも厳しいものではなく、今シーズンは純粋なごみだと言いますが、あまりにも魅力的ではありません。 それがした唯一の主要なことは、アニメに今まで見た中で最も詳細な背景を与えることでしたが、最初のものと同じ色を彼らに呼吸させませんでした。 それにもかかわらず、彼らはまだ非常によく描かれていて細かいものでした。\n\n私の得点はここで私が得ることができるほど正直です。 そして、通常、私がアニメを嫌うときはいつも、私はそれについてのレビューを書いてあまりにも多くの人生を自分に入れていません。 したがって、最初のレビューと同じように、ボキャブラリーではなく、ぼんやりとしたように見えます。 しかし、私は文字通り死ぬことを嫌ういくつかのアニメを持っているので、これはそれほど悪くはありません。 あなたが南米のファンなら、それを求めてください。\n\nしかし、あなたが1と3の季節を楽しんだら、私はこの1つをスキップしたいかもしれません。 キーワード：可能性があります。 あなたがシーズン2を楽しんだなら、おそらくこの1つをたくさん好きになるでしょうが、それはもうちょっとした要素とすべてのもので再びそのスタイルをもたらしますが、あなたが最も楽しんだ季節にはあなた自身の好みが本当にあります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nHmm, this is...hmm. Just finished this one, so this review will be my freshest of the seasons of Minami-ke. Prepare for disappointment. But, before you get the wrong idea, well this IS because the studio changed again, this review is not centered on its art style alone, but it will play a major role on how this review goes.\n\n\u001b[1mうーん、これは...うーん。 ちょうどこれを終えたので、このレビューは南北の季節の中で最も新鮮なものになるでしょう。 失望の準備をする。 しかし、あなたが間違ったアイデアを得る前に、これはスタジオが再び変わったためです。このレビューはアートスタイルだけに集中していませんが、このレビューの仕方に大きな役割を果たします。\u001b[22m\n\u001b[1m(U ̄ n, koreha... U ̄n. Chōdo kore o oetanode, kono rebyū wa nanboku no kisetsu no naka de mottomo shinsen'na mono ni narudeshou. Shitsubō no junbi o suru. Shikashi, anata ga machigatta aidea o eru mae ni, koreha sutajio ga futatabi kawatta tamedesu. Kono rebyū wa ātosutairu dake ni shūchū shite imasenga, kono rebyū no shikata ni ōkina yakuwari o hatashimasu.)\u001b[22m\n\nTranslations of \u001b[4mHmm, this is...hmm. Just finished this one, so this review will be my freshest of the seasons of Minami-ke. Prepare for disappointment. But, before you get the wrong idea, well this IS because the studio changed again, this review is not centered on its art style alone, but it will play a major role on how this review goes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHmm, this is...hmm.\u001b[24m\n    \u001b[1mうーん、これは...うーん。\u001b[22m, \u001b[1mうーん、これはうーん...です。\u001b[22m\n\u001b[4mJust finished this one, so this review will be my freshest of the seasons of Minami-ke.\u001b[24m\n    \u001b[1mちょうどこれを終えたので、このレビューは南北の季節の中で最も新鮮なものになるでしょう。\u001b[22m, \u001b[1mただ、この1を終えたため、この口コミはみなみけの季節の私の新鮮になります。\u001b[22m\n\u001b[4mPrepare for disappointment.\u001b[24m\n    \u001b[1m失望の準備をする。\u001b[22m, \u001b[1m失望の準備をします。\u001b[22m\n\u001b[4mBut, before you get the wrong idea, well this IS because the studio changed again, this review is not centered on its art style alone, but it will play a major role on how this review goes.\u001b[24m\n    \u001b[1mしかし、あなたが間違ったアイデアを得る前に、これはスタジオが再び変わったためです。このレビューはアートスタイルだけに集中していませんが、このレビューの仕方に大きな役割を果たします。\u001b[22m, \u001b[1mしかし、あなたは間違った考えを取得する前に、よくこれは、スタジオは再び変更されたため、この口コミが単独でそのアートスタイルを中心にされていないが、それが、この口コミがどうなるかに大きな役割を果たします。\u001b[22m\n\u001b[1m\u001b[22m\nThis season did something that I was heavily afraid of: they embraced cliché again, something that has not been done since the second season. And by embrace, I mean EMBRACE. Right off the bat, it appears that they are repeating old elements from prior seasons, recycling old ideas to be specific; and they did not do a good job with it at all.\n\n\u001b[1m今シーズンは、私が心配していたことをしました。彼らは再びクリシェを受け入れました。第二シーズン以来行われていないことです。 そして、抱きしめることによって、私はEMBRACEを意味します。 バットから離れて、彼らは古い季節の古い要素を繰り返す、古いアイデアを特定のものにリサイクルしているように見える。 彼らはまったくいい仕事をしていませんでした。\u001b[22m\n\u001b[1m(Ima shīzun wa, watashi ga shinpai shite ita koto o shimashita. Karera wa futatabi kurishe o ukeiremashita. Dai ni shīzun irai okonawa rete inai kotodesu. Soshite, dakishimeru koto ni yotte, watashi wa EMBRACE o imi shimasu. Batto kara hanarete, karera wa furui kisetsu no furui yōso o kurikaesu, furui aidea o tokutei no mono ni risaikuru shite iru yō ni mieru. Karera wa mattaku ī shigoto o shite imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis season did something that I was heavily afraid of: they embraced cliché again, something that has not been done since the second season. And by embrace, I mean EMBRACE. Right off the bat, it appears that they are repeating old elements from prior seasons, recycling old ideas to be specific; and they did not do a good job with it at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis season did something that I was heavily afraid of: they embraced cliché again, something that has not been done since the second season.\u001b[24m\n    \u001b[1m今シーズンは、私が心配していたことをしました。彼らは再びクリシェを受け入れました。第二シーズン以来行われていないことです。\u001b[22m, \u001b[1m今シーズンは、私がひどく恐れていた何かをした：彼らは、再び第二シーズン以来行われていない何かを決まり文句を採用しました。\u001b[22m\n\u001b[4mAnd by embrace, I mean EMBRACE.\u001b[24m\n    \u001b[1mそして、抱きしめることによって、私はEMBRACEを意味します。\u001b[22m, \u001b[1mそして抱擁によって、私はEMBRACEを意味します。\u001b[22m\n\u001b[4mRight off the bat, it appears that they are repeating old elements from prior seasons, recycling old ideas to be specific;\u001b[24m\n    \u001b[1mバットから離れて、彼らは古い季節の古い要素を繰り返す、古いアイデアを特定のものにリサイクルしているように見える。\u001b[22m, \u001b[1m右バット、彼らが前シーズンから古い要素、具体的には古い考えのリサイクルを繰り返しているように見えます。\u001b[22m\n\u001b[4mand they did not do a good job with it at all.\u001b[24m\n    \u001b[1m彼らはまったくいい仕事をしていませんでした。\u001b[22m, \u001b[1mそして、彼らはまったくそれで良い仕事をしませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nBefore I go on, I HAVE to say the positives now. From the looks of it, all the voice actors returned yet again and the writers were still capable of writing humor that made me laugh a lot in a few areas. They finally had a moment where Fujioka almost confessed to Minami, which was all I needed. Given it is a comedy, I knew it was not gonna happen, but it was amazing to almost see.\n\n\u001b[1m私が続ける前に、今私はポジティブなことを言わなければなりません。 見た目からは、すべての声優が再び戻ってきました。作家はまだユーモアを書くことができ、私はいくつかの分野で多くのことを笑わせていました。 彼らはついに藤岡が南にほとんど告白した瞬間を持っていました。 それがコメディであるとすれば、私はそれが起こらないことを知っていましたが、ほとんど見ることが驚きでした。\u001b[22m\n\u001b[1m(Watashi ga tsudzukeru mae ni, ima watashi wa pojitibuna koto o iwanakereba narimasen. Mitame kara wa, subete no seiyū ga futatabi modotte kimashita. Sakka wa mada yūmoa o kaku koto ga deki, watashi wa ikutsu ka no bun'ya de ōku no koto o warawa sete imashita. Karera wa tsuini Fujioka ga minami ni hotondo kokuhaku shita shunkan o motte imashita. Sore ga komedidearu to sureba, watashi wa sore ga okoranai koto o shitte imashitaga, hotondo miru koto ga odorokideshita.)\u001b[22m\n\nTranslations of \u001b[4mBefore I go on, I HAVE to say the positives now. From the looks of it, all the voice actors returned yet again and the writers were still capable of writing humor that made me laugh a lot in a few areas. They finally had a moment where Fujioka almost confessed to Minami, which was all I needed. Given it is a comedy, I knew it was not gonna happen, but it was amazing to almost see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore I go on, I HAVE to say the positives now.\u001b[24m\n    \u001b[1m私が続ける前に、今私はポジティブなことを言わなければなりません。\u001b[22m, \u001b[1m私は行く前に、私は今、陽性を言わなければなりません。\u001b[22m\n\u001b[4mFrom the looks of it, all the voice actors returned yet again and the writers were still capable of writing humor that made me laugh a lot in a few areas.\u001b[24m\n    \u001b[1m見た目からは、すべての声優が再び戻ってきました。作家はまだユーモアを書くことができ、私はいくつかの分野で多くのことを笑わせていました。\u001b[22m, \u001b[1mその様子からは、すべての声優はまだ再び戻り、作家はまだ私はいくつかの分野で多くのことを笑わせたユーモアを書くことができました。\u001b[22m\n\u001b[4mThey finally had a moment where Fujioka almost confessed to Minami, which was all I needed.\u001b[24m\n    \u001b[1m彼らはついに藤岡が南にほとんど告白した瞬間を持っていました。\u001b[22m, \u001b[1m彼らは最終的に藤岡はほとんど私が必要なすべてのだった南に告白瞬間がありました。\u001b[22m\n\u001b[4mGiven it is a comedy, I knew it was not gonna happen, but it was amazing to almost see.\u001b[24m\n    \u001b[1mそれがコメディであるとすれば、私はそれが起こらないことを知っていましたが、ほとんど見ることが驚きでした。\u001b[22m, \u001b[1mそれは喜劇で考えると、私は起こるつもりはなかった知っていたが、それはほとんど参照してくださいに驚くべきものでした。\u001b[22m\n\u001b[1m\u001b[22m\nLastly, the charm of the anime is still there, but now it has mixed with Okawari and Okaeri from the looks of it, as far as delivery and art style go; and just throw in things from season one, too. But, not in the way that you might think. With all that being said, though, it is still Minami-ke at the core and DID bring back the voice actors, alongside the soundtrack once more, so you might still enjoy it in that regard.\n\n\u001b[1m最後に、アニメの魅力はまだ残っていますが、今では納品と芸術のスタイルがある限り、それは外見からオカワリとおかえりと混ざっています。 シーズン1のものも投げてください。 しかし、あなたが考えるかもしれない方法ではありません。 それでも、それはまだ南のケーキであり、DIDはサウンドトラックと一緒に声優をもう一度持って帰ってくるので、それについてはまだ楽しんでいるかもしれません。\u001b[22m\n\u001b[1m(Saigo ni, anime no miryoku wa mada nokotte imasuga, ima dewa nōhin to geijutsu no sutairu ga aru kagiri, soreha gaiken kara okawari to okaeri to mazatte imasu. Shīzun 1 no mono mo nagete kudasai. Shikashi, anata ga kangaeru kamo shirenai hōhōde wa arimasen. Soredemo, sore wa mada minami no kēkideari, DID wa saundotorakku to issho ni seiyū o mōichido motte kaette kurunode, sore ni tsuite wa mada tanoshinde iru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mLastly, the charm of the anime is still there, but now it has mixed with Okawari and Okaeri from the looks of it, as far as delivery and art style go; and just throw in things from season one, too. But, not in the way that you might think. With all that being said, though, it is still Minami-ke at the core and DID bring back the voice actors, alongside the soundtrack once more, so you might still enjoy it in that regard.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLastly, the charm of the anime is still there, but now it has mixed with Okawari and Okaeri from the looks of it, as far as delivery and art style go;\u001b[24m\n    \u001b[1m最後に、アニメの魅力はまだ残っていますが、今では納品と芸術のスタイルがある限り、それは外見からオカワリとおかえりと混ざっています。\u001b[22m, \u001b[1m最後に、アニメの魅力はまだそこにあるが、今では限り配信とアートスタイルの行くように、それのルックスからOKAWARIとおかえりと混合しました。\u001b[22m\n\u001b[4mand just throw in things from season one, too.\u001b[24m\n    \u001b[1mシーズン1のものも投げてください。\u001b[22m, \u001b[1mそして、あまりにも、シーズン1から物事を投げます。\u001b[22m\n\u001b[4mBut, not in the way that you might think.\u001b[24m\n    \u001b[1mしかし、あなたが考えるかもしれない方法ではありません。\u001b[22m, \u001b[1mしかし、ない方法であなたは考えるかもしれません。\u001b[22m\n\u001b[4mWith all that being said, though, it is still Minami-ke at the core and DID bring back the voice actors, alongside the soundtrack once more, so you might still enjoy it in that regard.\u001b[24m\n    \u001b[1mそれでも、それはまだ南のケーキであり、DIDはサウンドトラックと一緒に声優をもう一度持って帰ってくるので、それについてはまだ楽しんでいるかもしれません。\u001b[22m, \u001b[1mすべてのことが言われていると、しかし、それはコアではまだみなみけで、もう一度サウンドトラックと一緒に、声優を戻すなかったので、あなたはまだその点でそれを楽しむことがあります。\u001b[22m\n\u001b[1m\u001b[22m\nNow, with that being said...wow, this is a handful. Um, as I said before, they DID embrace generic anime cliché again, but they took it to a new level. They brought up the infamous Ninomiya-kun show again, alongside the mysterious loincloth people showing up at festivals, and they were trying to recycle a lot of old running gags from the first season.\n\n\u001b[1mさて、それは言っていると...うわー、これは一握りです。 前にも述べたように、彼らはジェネリックアニメクリシェをもう一度受け入れましたが、彼らはそれを新しいレベルに引き上げました。 彼らは悪名高い二宮くんのショーを再び祭りに登場する不思議な腰掛けの人たちと一緒に持ち上げ、最初のシーズンから多くの古いギャグをリサイクルしようとしていました。\u001b[22m\n\u001b[1m(Sate, sore wa itte iruto... Uwa ̄ , koreha hitonigiridesu. Mae ni mo nobeta yō ni, karera wa jenerikkuanimekurishe o mōichido ukeiremashitaga, karera wa sore o atarashī reberu ni hikiagemashita. Karera wa akumeidakai Ninomiya-kun no shō o futatabi matsuri ni tōjō suru fushigina koshikake no hito-tachi to issho ni mochiage, saisho no shīzun kara ōku no furui gyagu o risaikuru shiyou to shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mNow, with that being said...wow, this is a handful. Um, as I said before, they DID embrace generic anime cliché again, but they took it to a new level. They brought up the infamous Ninomiya-kun show again, alongside the mysterious loincloth people showing up at festivals, and they were trying to recycle a lot of old running gags from the first season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, with that being said...wow, this is a handful.\u001b[24m\n    \u001b[1mさて、それは言っていると...うわー、これは一握りです。\u001b[22m, \u001b[1mさて、それは言われて...すごい、これは一握りです。\u001b[22m\n\u001b[4mUm, as I said before, they DID embrace generic anime cliché again, but they took it to a new level.\u001b[24m\n    \u001b[1m前にも述べたように、彼らはジェネリックアニメクリシェをもう一度受け入れましたが、彼らはそれを新しいレベルに引き上げました。\u001b[22m, \u001b[1m私が前に言ったようええと、彼らは再び一般的なアニメの決まり文句を受け入れるでしたが、彼らは新しいレベルにそれを取りました。\u001b[22m\n\u001b[4mThey brought up the infamous Ninomiya-kun show again, alongside the mysterious loincloth people showing up at festivals, and they were trying to recycle a lot of old running gags from the first season.\u001b[24m\n    \u001b[1m彼らは悪名高い二宮くんのショーを再び祭りに登場する不思議な腰掛けの人たちと一緒に持ち上げ、最初のシーズンから多くの古いギャグをリサイクルしようとしていました。\u001b[22m, \u001b[1m彼らは映画祭で現れて神秘的なふんどしの人々と一緒に、再び悪名高い二宮くんのショーを育て、彼らは最初のシーズンから古いランニングギャグの多くをリサイクルしようとしていました。\u001b[22m\n\u001b[1m\u001b[22m\nThis would be fine, but they delivered them quite badly. On top of that, they had actual cringe-worthy moments quite a bit, but made up for it by returning one of my favorite elements of Okaeri: the background talk. In some scenes, two sets of characters will be talking to each other and whenever the main conversation is not humoring enough, the other one usually is and it is quite enjoyable to watch their reactions throughout it all. The background alone is almost more enticing than what they WANT you to pay attention to.\n\n\u001b[1mこれは問題ありませんが、彼らはそれをかなりひどく納得させました。 その上、彼らは実際にはかなりの時を過ごしましたが、私の好きなオカエリの要素の1つ、つまりバックグラウンドの話を返すことで補ってくれました。 いくつかのシーンでは、2組のキャラクターがお互いに話し合いを行い、主な会話が十分な笑顔ではないときは、もう1つは通常あり、すべての反応を見るのはとても楽しいです。 背景だけでは、注意してほしいものよりも魅力的です。\u001b[22m\n\u001b[1m(Kore wa mondaiarimasen ga, karera wa sore o kanari hidoku nattoku sa semashita. Sono Ue, karera wa jissai ni wa kanari no toki o sugoshimashitaga, watashi no sukina okaeri no yōso no 1tsu, tsumari bakkuguraundo no hanashi o kaesu koto de oginatte kuremashita. Ikutsu ka no shīnde wa, 2-kumi no kyarakutā ga otagai ni hanashiai o okonai, omona kaiwa ga jūbun'na egaode wanai toki wa, mō 1tsu wa tsūjō ari, subete no han'nō o miru no wa totemo tanoshīdesu. Haikei dakede wa, chūi shite hoshī mono yori mo mirikitekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis would be fine, but they delivered them quite badly. On top of that, they had actual cringe-worthy moments quite a bit, but made up for it by returning one of my favorite elements of Okaeri: the background talk. In some scenes, two sets of characters will be talking to each other and whenever the main conversation is not humoring enough, the other one usually is and it is quite enjoyable to watch their reactions throughout it all. The background alone is almost more enticing than what they WANT you to pay attention to.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis would be fine, but they delivered them quite badly.\u001b[24m\n    \u001b[1mこれは問題ありませんが、彼らはそれをかなりひどく納得させました。\u001b[22m, \u001b[1mこれは大丈夫だと思うが、彼らはかなりひどく、それらを配信しました。\u001b[22m\n\u001b[4mOn top of that, they had actual cringe-worthy moments quite a bit, but made up for it by returning one of my favorite elements of Okaeri: the background talk.\u001b[24m\n    \u001b[1mその上、彼らは実際にはかなりの時を過ごしましたが、私の好きなオカエリの要素の1つ、つまりバックグラウンドの話を返すことで補ってくれました。\u001b[22m, \u001b[1mその上で、彼らはかなり実際うんざりするに値する瞬間があったが、おかえりの私の好きな要素の一つ返すことでそれのために作ら：背景の話を。\u001b[22m\n\u001b[4mIn some scenes, two sets of characters will be talking to each other and whenever the main conversation is not humoring enough, the other one usually is and it is quite enjoyable to watch their reactions throughout it all.\u001b[24m\n    \u001b[1mいくつかのシーンでは、2組のキャラクターがお互いに話し合いを行い、主な会話が十分な笑顔ではないときは、もう1つは通常あり、すべての反応を見るのはとても楽しいです。\u001b[22m, \u001b[1mいくつかのシーンでは、文字の2セットは、お互いに話をされ、主な会話が十分humoringされていないときはいつでも、他の一つは、通常であり、それをすべてを通して彼らの反応を見て非常に楽しいです。\u001b[22m\n\u001b[4mThe background alone is almost more enticing than what they WANT you to pay attention to.\u001b[24m\n    \u001b[1m背景だけでは、注意してほしいものよりも魅力的です。\u001b[22m, \u001b[1m単独の背景は、彼らはあなたに注意を払いたいものよりほとんどより魅力的です。\u001b[22m\n\u001b[1m\u001b[22m\nOh, and the worst of it? Hosaka. Now, they just decided that he would be a mental case instead of having him confess to Haruka, though they brought up the whole reason why he was doing this to begin with: the volleyball club! ANOTHER season one reference, and one that I actually forgot myself, but he actually WASN'T in love with her! I completely forgot about that, so that was a surprising reminder.\n\n\u001b[1mああ、それの最悪？ ホサカ。 今、彼らは、彼が春香を告白する代わりに、精神的なケースになると決めたばかりですが、彼らがバレーボールクラブで始めてこのように全力を尽くしています！ もう1つの季節の参考資料と、私が実際に自分自身を忘れてしまったものの、彼は実際に彼女と恋に落ちていませんでした！ 私はそれを完全に忘れていたので、それは驚くべき思い出でした。\u001b[22m\n\u001b[1m(Ā, sore no saiaku? Hosaka. Ima, karera wa, kare ga Haruka o kokuhaku suru kawari ni, seishin-tekina kēsu ni naru to kimeta bakaridesuga, karera ga barēbōrukurabu de hajime teko no yō ni zenryoku o tsukushite imasu! Mō 1tsu no kisetsu no sankō shiryō to, watashi ga jissai ni jibun jishin o wasurete shimatta mono no, kare wa jissai ni kanojo to koiniochite imasendeshita! Watashi wa sore o kanzen ni wasurete itanode, soreha odorokubeki omoidedeshita.)\u001b[22m\n\nTranslations of \u001b[4mOh, and the worst of it? Hosaka. Now, they just decided that he would be a mental case instead of having him confess to Haruka, though they brought up the whole reason why he was doing this to begin with: the volleyball club! ANOTHER season one reference, and one that I actually forgot myself, but he actually WASN'T in love with her! I completely forgot about that, so that was a surprising reminder.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh, and the worst of it?\u001b[24m\n    \u001b[1mああ、それの最悪？\u001b[22m\n\u001b[4mHosaka.\u001b[24m\n    \u001b[1mホサカ。\u001b[22m, \u001b[1m保坂。\u001b[22m\n\u001b[4mNow, they just decided that he would be a mental case instead of having him confess to Haruka, though they brought up the whole reason why he was doing this to begin with: the volleyball club!\u001b[24m\n    \u001b[1m今、彼らは、彼が春香を告白する代わりに、精神的なケースになると決めたばかりですが、彼らがバレーボールクラブで始めてこのように全力を尽くしています！\u001b[22m, \u001b[1mバレーボールクラブ：今、彼らはちょうど彼が代わりに彼らは、彼が始めからこれをやった理由全体理由を育てたのに、彼は、はるかに告白したの精神的な場合であろうことを決めました！\u001b[22m\n\u001b[4mANOTHER season one reference, and one that I actually forgot myself, but he actually WASN'T in love with her!\u001b[24m\n    \u001b[1mもう1つの季節の参考資料と、私が実際に自分自身を忘れてしまったものの、彼は実際に彼女と恋に落ちていませんでした！\u001b[22m, \u001b[1mアナザーシーズン1参照、と私は実際に自分自身を忘れてしまったが、彼は実際に彼女に恋をしていませんでした1！\u001b[22m\n\u001b[4mI completely forgot about that, so that was a surprising reminder.\u001b[24m\n    \u001b[1m私はそれを完全に忘れていたので、それは驚くべき思い出でした。\u001b[22m, \u001b[1m私は完全にそれについて忘れてしまったので、それは驚くべきことでリマインダーでした。\u001b[22m\n\u001b[1m\u001b[22m\nRight, the mental case part you're curious about. Well, apparently, he didn't talk to her for so long that he fell in love with himself. To elaborate, the 'Haruka within himself' of whom he saw in his thoughts. Apparently, nobody could find out why Haruka was 'imperfect' and so Hosaka just believed her to be a goddess. The problem? He worshiped her like a fictional goddess; one that he would never actually meet because he never talked to her.\n\n\u001b[1mそうです、あなたが興味を持っている精神的な部分です。 まあ、明らかに、彼は彼女と長い間話していないので、彼は自分自身と恋に落ちました。 具体的には、自分の思考の中で見た「自分の中のはるか」。 明らかに、遥がなぜ「不完全」なのかを知る者は誰もいなかったので、ホサカはただ彼女を女神と信じていた。 問題？ 彼は架空の女神のように彼女を崇拝した。 彼が決して会うことがなかったので、実際に会うことはないだろう。\u001b[22m\n\u001b[1m(Sōdesu, anata ga kyōmi o motte iru seishin-tekina bubundesu. Mā, akiraka ni, kare wa kanojo to nagaiai hanashite inainode, kare wa jibun jishin to koi ni ochimashita. Gutaitekini wa, jibun no shikō no naka de mita `jibun no naka no haruka'. Akiraka ni, Haruka ga naze `fukanzen'na no ka o shiru mono wa dare mo inakattanode, Hosaka wa tada kanojo o megami to shinjite ita. Mondai? Kare wa kakū no megami no yō ni kanojo o sūhai shita. Kare ga kesshite au koto ga nakattanode, jissai ni au koto wanaidarou.)\u001b[22m\n\nTranslations of \u001b[4mRight, the mental case part you're curious about. Well, apparently, he didn't talk to her for so long that he fell in love with himself. To elaborate, the 'Haruka within himself' of whom he saw in his thoughts. Apparently, nobody could find out why Haruka was 'imperfect' and so Hosaka just believed her to be a goddess. The problem? He worshiped her like a fictional goddess; one that he would never actually meet because he never talked to her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRight, the mental case part you're curious about.\u001b[24m\n    \u001b[1mそうです、あなたが興味を持っている精神的な部分です。\u001b[22m, \u001b[1m右、精神ケース部は、あなたが興味を持っています。\u001b[22m\n\u001b[4mWell, apparently, he didn't talk to her for so long that he fell in love with himself.\u001b[24m\n    \u001b[1mまあ、明らかに、彼は彼女と長い間話していないので、彼は自分自身と恋に落ちました。\u001b[22m, \u001b[1mまあ、明らかに、彼は自分自身と恋に落ちたことをあまりにも長い間彼女に話をしませんでした。\u001b[22m\n\u001b[4mTo elaborate, the 'Haruka within himself' of whom he saw in his thoughts.\u001b[24m\n    \u001b[1m具体的には、自分の思考の中で見た「自分の中のはるか」。\u001b[22m, \u001b[1m、彼は彼の考えで見た人の「自分自身内春香」を詳しく説明します。\u001b[22m\n\u001b[4mApparently, nobody could find out why Haruka was 'imperfect' and so Hosaka just believed her to be a goddess.\u001b[24m\n    \u001b[1m明らかに、遥がなぜ「不完全」なのかを知る者は誰もいなかったので、ホサカはただ彼女を女神と信じていた。\u001b[22m, \u001b[1m遥が「不完全」だったので、保坂はちょうど彼女は女神であると考えられ、なぜどうやら、誰も見つけることができませんでした。\u001b[22m\n\u001b[4mThe problem?\u001b[24m\n    \u001b[1m問題？\u001b[22m, \u001b[1m問題は？\u001b[22m\n\u001b[4mHe worshiped her like a fictional goddess;\u001b[24m\n    \u001b[1m彼は架空の女神のように彼女を崇拝した。\u001b[22m, \u001b[1m彼は架空の女神のように彼女を崇拝し、\u001b[22m\n\u001b[4mone that he would never actually meet because he never talked to her.\u001b[24m\n    \u001b[1m彼が決して会うことがなかったので、実際に会うことはないだろう。\u001b[22m, \u001b[1m彼は彼女に話を聞いたことがないので、彼が実際に会うことはないだろう1。\u001b[22m\n\u001b[1m\u001b[22m\nBut, the one thing that irks me is that he was actually about to and Hayami STOPPED him, ate his offering to her and basically turned him insane; making her my least favorite character of the entire anime after that. She basically took away his only chance of talking to her, and he was pretty casual about it, too. He had a lunch ready and was actually steps away from her, but thanks to Hayami, he never saw her for the remainder of the season and, well, as I said before, went insane basically. Also, he still sees her sisters as her daughters.\n\n\u001b[1mしかし、私を悩ませているのは、彼が実際にやっていたことであり、早見は彼を止めて、彼女に捧げたものを食べ、基本的に彼を狂わせました。 それ以降はアニメ全体の中で最も好きなキャラクターになっています。 彼女は基本的に彼女と話す唯一のチャンスを取り去ってしまった。彼はそれについてもかなりカジュアルだった。 彼は昼食を用意していて、実際に彼女から離れていましたが、早見さんのおかげで、彼はシーズンの残りの部分を見たことはありませんでした。 また、彼はまだ彼女の姉妹を娘として見る。\u001b[22m\n\u001b[1m(Shikashi, watashi o nayama sete iru no wa, kare ga jissai ni yatte ita kotodeari, hayami wa kare o tomete, kanojo ni sasageta mono o tabe, kihontekini kare o kuruwasemashita. Sore ikō wa anime zentai no naka de mottomo sukina kyarakutā ni natte imasu. Kanojo wa kihontekini kanojo to hanasu yuiitsu no chansu o torisatte shimatta. Kare wa sore ni tsuite mo kanari kajuarudatta. Kare wa chūshoku o yōi shite ite, jissai ni kanojo kara hanarete imashitaga, Hayami-san no okage de, kare wa shīzun no nokori no bubun o mita koto wa arimasendeshita. Mata, kare wa mada kanojo no shimai o musume to shite miru.)\u001b[22m\n\nTranslations of \u001b[4mBut, the one thing that irks me is that he was actually about to and Hayami STOPPED him, ate his offering to her and basically turned him insane; making her my least favorite character of the entire anime after that. She basically took away his only chance of talking to her, and he was pretty casual about it, too. He had a lunch ready and was actually steps away from her, but thanks to Hayami, he never saw her for the remainder of the season and, well, as I said before, went insane basically. Also, he still sees her sisters as her daughters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut, the one thing that irks me is that he was actually about to and Hayami STOPPED him, ate his offering to her and basically turned him insane;\u001b[24m\n    \u001b[1mしかし、私を悩ませているのは、彼が実際にやっていたことであり、早見は彼を止めて、彼女に捧げたものを食べ、基本的に彼を狂わせました。\u001b[22m, \u001b[1mしかし、私をいらだた一つのことは、彼がに約実際にあったと速水は、彼を止めた彼女に供え物を食べて、基本的には非常識な彼を回したということです。\u001b[22m\n\u001b[4mmaking her my least favorite character of the entire anime after that.\u001b[24m\n    \u001b[1mそれ以降はアニメ全体の中で最も好きなキャラクターになっています。\u001b[22m, \u001b[1m彼女のその後の全体アニメの私の最も好きなキャラクターとなっています。\u001b[22m\n\u001b[4mShe basically took away his only chance of talking to her, and he was pretty casual about it, too.\u001b[24m\n    \u001b[1m彼女は基本的に彼女と話す唯一のチャンスを取り去ってしまった。彼はそれについてもかなりカジュアルだった。\u001b[22m, \u001b[1m彼女は基本的に彼女に話の彼の唯一のチャンスを奪った、と彼はあまりにも、それについてかなりカジュアルでした。\u001b[22m\n\u001b[4mHe had a lunch ready and was actually steps away from her, but thanks to Hayami, he never saw her for the remainder of the season and, well, as I said before, went insane basically.\u001b[24m\n    \u001b[1m彼は昼食を用意していて、実際に彼女から離れていましたが、早見さんのおかげで、彼はシーズンの残りの部分を見たことはありませんでした。\u001b[22m, \u001b[1m彼は準備ができて昼食を持っていたし、実際に離れて彼女から数歩が、速水のおかげで、彼はシーズンの残りのために彼女を見たことがないと私は前に言ったように、よく、基本的には非常識行きました。\u001b[22m\n\u001b[4mAlso, he still sees her sisters as her daughters.\u001b[24m\n    \u001b[1mまた、彼はまだ彼女の姉妹を娘として見る。\u001b[22m, \u001b[1mまた、彼はまだ彼女の娘として彼女の姉妹を見ています。\u001b[22m\n\u001b[1m\u001b[22m\nOkay, let's see, what else. They introduced a new character, but she is purely filler at most; named Miyuki, she has a lifeless personality and was meant to be somewhat of a mix between Keiko and Kana at first, though she later went from recurring to minor quite rapidly as she only had one major appearance in a segment and, well, she was not as interesting as their newest addition, Riko, whom still brought up one of the more humorous love triangles I have ever seen.\n\n\u001b[1mさて、見てみましょう、他に何がありますか？ 彼らは新しいキャラクターを紹介しましたが、彼女はたいてい純粋なフィラーです。 ミユキと名付けられた彼女は、生命のない個性を持ち、最初はケイコとカナのミックスのことを意味していたが、後に再発からマイナーに急速に移行した。 彼らがまだ見たことのないもっとユーモアな愛の三角形の1つを生み出した最新のもの、理子ほど興味深いものではありません。\u001b[22m\n\u001b[1m(Sate, mite mimashou, hoka ni nani ga arimasu ka? Karera wa atarashī kyarakutā o shōkai shimashitaga, kanojo wa taitei junsuina firādesu. Miyuki to nadzuke rareta kanojo wa, seimei no nai kosei o mochi, saisho wa keiko to kana no mikkusu no koto o imi shite itaga,-go ni saihatsu kara mainā ni kyūsoku ni ikō shita. Karera ga mada mita koto no nai motto yūmoana ai no sankakkei no 1tsu o umidashita saishin no mono, Riko hodo kyōmibukai monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mOkay, let's see, what else. They introduced a new character, but she is purely filler at most; named Miyuki, she has a lifeless personality and was meant to be somewhat of a mix between Keiko and Kana at first, though she later went from recurring to minor quite rapidly as she only had one major appearance in a segment and, well, she was not as interesting as their newest addition, Riko, whom still brought up one of the more humorous love triangles I have ever seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay, let's see, what else.\u001b[24m\n    \u001b[1mさて、見てみましょう、他に何がありますか？\u001b[22m, \u001b[1mさて、他に、何を見てみましょう。\u001b[22m\n\u001b[4mThey introduced a new character, but she is purely filler at most;\u001b[24m\n    \u001b[1m彼らは新しいキャラクターを紹介しましたが、彼女はたいてい純粋なフィラーです。\u001b[22m, \u001b[1m彼らは、新しい文字を導入しましたが、彼女は、最も純粋に充填剤です。\u001b[22m\n\u001b[4mnamed Miyuki, she has a lifeless personality and was meant to be somewhat of a mix between Keiko and Kana at first, though she later went from recurring to minor quite rapidly as she only had one major appearance in a segment and, well, she was\u001b[24m\n    \u001b[1mミユキと名付けられた彼女は、生命のない個性を持ち、最初はケイコとカナのミックスのことを意味していたが、後に再発からマイナーに急速に移行した。\u001b[22m, \u001b[1mみゆきという名前の、彼女は死んで個性を持っており、彼女は後で彼女が唯一のセグメント内の1つの主要な外観を持っていたと、よく、彼女があったように、非常に急速にマイナーに繰り返しから行ってきましたが、最初はやや恵子と仮名のミックスのあることを意味しました\u001b[22m\n\u001b[4mnot as interesting as their newest addition, Riko, whom still brought up one of the more humorous love triangles I have ever seen.\u001b[24m\n    \u001b[1m彼らがまだ見たことのないもっとユーモアな愛の三角形の1つを生み出した最新のもの、理子ほど興味深いものではありません。\u001b[22m, \u001b[1mまだ私が今まで見た中で、よりユーモラスな三角関係の一つを育てた彼らの最新加えて、理子、ほど面白くありません。\u001b[22m\n\u001b[1m\u001b[22m\nSo, the question. Can I recommend this one? That, I can actually say ONLY if you're a die-hard fan of the anime series, because well it did retain most of the charm, it was not that enjoyable to me and I did not prioritize it as much as I did with Minami-ke (my default label for the first season) and Okaeri. Heck, Okawari would be better than this, personally because it had less cliché in it in comparison and was actually more enjoyable in a few areas.\n\n\u001b[1mそれで、質問。 これをお勧めできますか？ それはアニメシリーズの熱心なファンなら、私は実際に言うことができます。なぜなら、それは魅力の大部分を保持していたからです。それは私にとって楽しいものではなく、私がやったほどの優先順位をつけなかったからです （最初のシーズンの私のデフォルトラベル）とおかえり。 ヘック、オカワリはこれよりも優れているでしょう。なぜなら、それは比較の点でよりクリシェが少なく、実際にはいくつかの分野でもっと楽しいからです。\u001b[22m\n\u001b[1m(Sore de, shitsumon. Kore o o susume dekimasu ka? Sore wa animeshirīzu no nesshin'na fan'nara, watashi wa jissai ni iu koto ga dekimasu. Nazenara, soreha miryoku no daibubun o hoji shite itakaradesu. Sore wa watashi ni totte tanoshī monode wa naku, watashi ga yatta hodo no yūsen jun'i o tsukenakattakaradesu (saisho no shīzun no watashi no deforutoraberu) to okaeri. Hekku, okawari wa kore yori mo sugurete irudeshou. Nazenara, soreha hikaku no ten de yori kurishe ga sukunaku, jissai ni wa ikutsu ka no bun'ya de motto tanoshīkaradesu.)\u001b[22m\n\nTranslations of \u001b[4mSo, the question. Can I recommend this one? That, I can actually say ONLY if you're a die-hard fan of the anime series, because well it did retain most of the charm, it was not that enjoyable to me and I did not prioritize it as much as I did with Minami-ke (my default label for the first season) and Okaeri. Heck, Okawari would be better than this, personally because it had less cliché in it in comparison and was actually more enjoyable in a few areas.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, the question.\u001b[24m\n    \u001b[1mそれで、質問。\u001b[22m, \u001b[1mそこで、質問です。\u001b[22m\n\u001b[4mCan I recommend this one?\u001b[24m\n    \u001b[1mこれをお勧めできますか？\u001b[22m, \u001b[1m私はこの1つをお勧めしますか？\u001b[22m\n\u001b[4mThat, I can actually say ONLY if you're a die-hard fan of the anime series, because well it did retain most of the charm, it was not that enjoyable to me and I did not prioritize it as much as I did with\u001b[24m\n    \u001b[1mそれはアニメシリーズの熱心なファンなら、私は実際に言うことができます。なぜなら、それは魅力の大部分を保持していたからです。それは私にとって楽しいものではなく、私がやったほどの優先順位をつけなかったからです\u001b[22m, \u001b[1mあなたはアニメシリーズのダイハードファンならよく、それが魅力のほとんどを維持しなかったので、それは、私は実際に、それは私への楽しくはなかったと私は同じくらい私が行ったようにそれに優先順位を付けていなかった、唯一の言うことができます\u001b[22m\n\u001b[4mMinami-ke (my default label for the first season) and Okaeri.\u001b[24m\n    \u001b[1m（最初のシーズンの私のデフォルトラベル）とおかえり。\u001b[22m, \u001b[1mみなみけ（最初のシーズンのための私のデフォルトのラベル）とおかえり。\u001b[22m\n\u001b[4mHeck, Okawari would be better than this, personally because it had less cliché in it in comparison and was actually more enjoyable in a few areas.\u001b[24m\n    \u001b[1mヘック、オカワリはこれよりも優れているでしょう。なぜなら、それは比較の点でよりクリシェが少なく、実際にはいくつかの分野でもっと楽しいからです。\u001b[22m, \u001b[1mヘック、OKAWARIは、それが比較して、その中に以下の決まり文句を持っていたし、いくつかの領域では実際にはより楽しかった個人的にあるため、これよりも良いだろう。\u001b[22m\n\u001b[1m\u001b[22m\nI won't be too harsh and say this season was pure trash, but it didn't appeal to me too much. The only major thing it did was give the anime the most detailed backgrounds I had ever seen, but they still didn't breath the same color into them as the first did. Regardless, they were still very well drawn and detailed.\n\n\u001b[1m私はあまりにも厳しいものではなく、今シーズンは純粋なごみだと言いますが、あまりにも魅力的ではありません。 それがした唯一の主要なことは、アニメに今まで見た中で最も詳細な背景を与えたことですが、最初のものと同じ色を彼らに呼吸させませんでした。 それにもかかわらず、彼らはまだ非常によく描かれていて細かいものでした。\u001b[22m\n\u001b[1m(Watashi wa amarini mo kibishī monode wa naku, ima shīzun wa junsuina gomida to iimasuga, amarini mo mirikitekide wa arimasen. Sore ga shita yuiitsu no shuyōna koto wa, anime ni imamade mita naka de mottomo shōsaina haikei o ataeta kotodesuga, saisho no mono to onaji-iro o karera ni kokyū sa semasendeshita. Sore nimokakawarazu, karera wa mada hijō ni yoku egaka rete ite komakai monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mI won't be too harsh and say this season was pure trash, but it didn't appeal to me too much. The only major thing it did was give the anime the most detailed backgrounds I had ever seen, but they still didn't breath the same color into them as the first did. Regardless, they were still very well drawn and detailed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI won't be too harsh and say this season was pure trash, but it didn't appeal to me too much.\u001b[24m\n    \u001b[1m私はあまりにも厳しいものではなく、今シーズンは純粋なごみだと言いますが、あまりにも魅力的ではありません。\u001b[22m, \u001b[1m私はあまりにも過酷であることと、このシーズンは、純粋なゴミだったと言うが、それはあまりにも私にはアピールしませんでしたしません。\u001b[22m\n\u001b[4mThe only major thing it did was give the anime the most detailed backgrounds I had ever seen, but they still didn't breath the same color into them as the first did.\u001b[24m\n    \u001b[1mそれがした唯一の主要なことは、アニメに今まで見た中で最も詳細な背景を与えたことですが、最初のものと同じ色を彼らに呼吸させませんでした。\u001b[22m, \u001b[1mそれがなかった唯一の主要な事はアニメに私が今まで見た中で最も詳細な背景を与えたが、最初がしたように、彼らはまだ彼らに息同じ色をしませんでした。\u001b[22m\n\u001b[4mRegardless, they were still very well drawn and detailed.\u001b[24m\n    \u001b[1mそれにもかかわらず、彼らはまだ非常によく描かれていて細かいものでした。\u001b[22m, \u001b[1mかかわらず、彼らはまだ非常によく描かれ、詳細ました。\u001b[22m\n\u001b[1m\u001b[22m\nMy score is about as honest as I can get here. And, normally, whenever I dislike an anime, I don't even put too much life into myself to write the review for it; hence, this one coming off as a bit cluttered and not as high on vocabulary as the first review was. But, I do have a few anime that I literally hate to death, so this one is not that bad. If you're a fan of Minami-ke, go for it.\n\n\u001b[1m私の得点はここで私が得ることができるほど正直です。 そして、通常、私がアニメを嫌うときはいつも、私はそれについてのレビューを書いてあまりにも多くの人生を自分に入れていません。 したがって、最初のレビューと同じように、ボキャブラリーではなく、ぼんやりとしたように見えます。 しかし、私は文字通り死ぬことを嫌ういくつかのアニメを持っているので、これはそれほど悪くはありません。 あなたが南米のファンなら、それを求めてください。\u001b[22m\n\u001b[1m(Watashi no tokuten wa koko de watashi ga eru koto ga dekiru hodo shōjikidesu. Soshite, tsūjō, watashi ga anime o kirau toki wa itsumo, watashi wa sore ni tsuite no rebyū o kaite amarini mo ōku no jinsei o jibun ni irete imasen. Shitagatte, saisho no rebyū to onajiyōni, bokyaburarīde wa naku, bon'yari to shita yō ni miemasu. Shikashi, watashi wa mojidōri shinu koto o kirau ikutsu ka no anime o motte irunode, kore wa sore hodo waruku wa arimasen. Anata ga Nanbei no fan'nara, sore o motomete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mMy score is about as honest as I can get here. And, normally, whenever I dislike an anime, I don't even put too much life into myself to write the review for it; hence, this one coming off as a bit cluttered and not as high on vocabulary as the first review was. But, I do have a few anime that I literally hate to death, so this one is not that bad. If you're a fan of Minami-ke, go for it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy score is about as honest as I can get here.\u001b[24m\n    \u001b[1m私の得点はここで私が得ることができるほど正直です。\u001b[22m, \u001b[1m私のスコアは私がここに来ることができますと同じくらい正直です。\u001b[22m\n\u001b[4mAnd, normally, whenever I dislike an anime, I don't even put too much life into myself to write the review for it;\u001b[24m\n    \u001b[1mそして、通常、私がアニメを嫌うときはいつも、私はそれについてのレビューを書いてあまりにも多くの人生を自分に入れていません。\u001b[22m, \u001b[1m私はアニメが嫌いいつ、通常、私もそれのレビューを書くために自分自身にあまりにも多くの命を入れないでください。\u001b[22m\n\u001b[4mhence, this one coming off as a bit cluttered and not as high on vocabulary as the first review was.\u001b[24m\n    \u001b[1mしたがって、最初のレビューと同じように、ボキャブラリーではなく、ぼんやりとしたように見えます。\u001b[22m, \u001b[1mしたがって、雑然とした最初のレビューがあったように語彙上と高くないビットとしてオフに来て、この1。\u001b[22m\n\u001b[4mBut, I do have a few anime that I literally hate to death, so this one is not that bad.\u001b[24m\n    \u001b[1mしかし、私は文字通り死ぬことを嫌ういくつかのアニメを持っているので、これはそれほど悪くはありません。\u001b[22m, \u001b[1mしかし、私は文字通り死に嫌い、いくつかのアニメを持っているので、この1は、悪いことではありません。\u001b[22m\n\u001b[4mIf you're a fan of Minami-ke, go for it.\u001b[24m\n    \u001b[1mあなたが南米のファンなら、それを求めてください。\u001b[22m, \u001b[1mあなたはみなみけのファンなら、それのために行きます。\u001b[22m\n\u001b[1m\u001b[22m\nBut, if you enjoyed seasons one and three, I might want to skip this one; keyword: might. If you enjoyed season two, you perhaps will like this one a lot as it brings more of that one's style here again with the cliché elements and all, but it is really up to your own personal preference on which seasons you enjoyed the most.\n\n\u001b[1mしかし、あなたが1と3の季節を楽しんだら、私はこの1つをスキップしたいかもしれません。 キーワード：可能性があります。 あなたがシーズン2を楽しんだなら、おそらくこの1つをたくさん好きになるでしょうが、それはもうちょっとした要素とすべてのもので再びそのスタイルをもたらしますが、あなたが最も楽しんだ季節にはあなた自身の好みが本当にあります。\u001b[22m\n\u001b[1m(Shikashi, anata ga 1 to 3 no kisetsu o tanoshindara, watashi wa kono 1tsu o sukippu shitai kamo shiremasen. Kīwādo: Kanōsei ga arimasu. Anata ga shīzun 2 o tanoshindanara, osoraku kono 1tsu o takusan suki ni narudeshouga, sore wa mō chottoshita yōso to subete no monode futatabi sono sutairu o motarashimasuga, anata ga mottomo tanoshinda kisetsu ni wa anata jishin no konomi ga hontōni arimasu.)\u001b[22m\n\nTranslations of \u001b[4mBut, if you enjoyed seasons one and three, I might want to skip this one; keyword: might. If you enjoyed season two, you perhaps will like this one a lot as it brings more of that one's style here again with the cliché elements and all, but it is really up to your own personal preference on which seasons you enjoyed the most.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut, if you enjoyed seasons one and three, I might want to skip this one;\u001b[24m\n    \u001b[1mしかし、あなたが1と3の季節を楽しんだら、私はこの1つをスキップしたいかもしれません。\u001b[22m, \u001b[1mあなたは季節1と3を楽しんだ場合でも、私はこの1つをスキップすることができます。\u001b[22m\n\u001b[4mkeyword: might.\u001b[24m\n    \u001b[1mキーワード：可能性があります。\u001b[22m, \u001b[1mキーワード：かもしれません。\u001b[22m\n\u001b[4mIf you enjoyed season two, you perhaps will like this one a lot as it brings more of that one's style here again with the cliché elements and all, but it is really up to your own personal preference on which seasons you enjoyed the most.\u001b[24m\n    \u001b[1mあなたがシーズン2を楽しんだなら、おそらくこの1つをたくさん好きになるでしょうが、それはもうちょっとした要素とすべてのもので再びそのスタイルをもたらしますが、あなたが最も楽しんだ季節にはあなた自身の好みが本当にあります。\u001b[22m, \u001b[1mあなたはシーズン2を楽しんでいる場合、それは決まり文句の要素とすべてとここに再びその人のスタイルの多くをもたらすとして、あなたはおそらく、この1をたくさん好きになるでしょうが、それはどの季節にあなたが最も楽しんで本当にあなた自身の個人的な好み次第です。\u001b[22m"
  },
  {
    "title": "Minami-ke_Tadaima",
    "id": "14511",
    "url": "https://myanimelist.net/anime/14511/Minami-ke_Tadaima",
    "user": "initialvic3",
    "profile": "/profile/initialvic3/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=85921",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  9\nキャラクター|  8\n|  8\n\n - 簡単で楽しいストーリー\n - アートは大丈夫です\n - このアニメのサウンドトラックを愛し、よく合う\n - キャラクターが楽しいです\n\n - このアニメはまったく楽しいです",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n-Story is simple and enjoyable\n\n\u001b[1m - 簡単で楽しいストーリー\u001b[22m\n\u001b[1m(- Kantande tanoshī sutōrī)\u001b[22m\n\nTranslations of \u001b[4m-Story is simple and enjoyable\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Story is simple and enjoyable\u001b[24m\n    \u001b[1m - 簡単で楽しいストーリー\u001b[22m, \u001b[1m-Storyは簡単で楽しいです\u001b[22m\n-Art is alright\n\n\u001b[1m - アートは大丈夫です\u001b[22m\n\u001b[1m(- Āto wa daijōbudesu)\u001b[22m\n\nTranslations of \u001b[4m-Art is alright\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Art is alright\u001b[24m\n    \u001b[1m - アートは大丈夫です\u001b[22m, \u001b[1m-artは大丈夫です\u001b[22m\n-Love the soundtrack of this anime, fits well\n\n\u001b[1m - このアニメのサウンドトラックを愛し、よく合う\u001b[22m\n\u001b[1m(- Kono anime no saundotorakku o aishi, yoku au)\u001b[22m\n\nTranslations of \u001b[4m-Love the soundtrack of this anime, fits well\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Love the soundtrack of this anime, fits well\u001b[24m\n    \u001b[1m - このアニメのサウンドトラックを愛し、よく合う\u001b[22m, \u001b[1mこのアニメのサウンドトラック-Love、よく適合する\u001b[22m\n-Characters are enjoyable\n\n\u001b[1m - キャラクターが楽しいです\u001b[22m\n\u001b[1m(- Kyarakutā ga tanoshīdesu)\u001b[22m\n\nTranslations of \u001b[4m-Characters are enjoyable\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Characters are enjoyable\u001b[24m\n    \u001b[1m - キャラクターが楽しいです\u001b[22m, \u001b[1m-Charactersは楽しいです\u001b[22m\n\u001b[1m\u001b[22m\n-Overall this anime is quite enjoyable\n\n\u001b[1m - このアニメはまったく楽しいです\u001b[22m\n\u001b[1m(- Kono anime wa mattaku tanoshīdesu)\u001b[22m\n\nTranslations of \u001b[4m-Overall this anime is quite enjoyable\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Overall this anime is quite enjoyable\u001b[24m\n    \u001b[1m - このアニメはまったく楽しいです\u001b[22m, \u001b[1m-Overallこのアニメはかなり楽しいです\u001b[22m"
  },
  {
    "title": "Minami-ke_Tadaima",
    "id": "14511",
    "url": "https://myanimelist.net/anime/14511/Minami-ke_Tadaima",
    "user": "schoolrage",
    "profile": "/profile/schoolrage/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=88655",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\n1つの言葉：素晴らしい！\n\nあなたはコメントを参照する必要はありません！\n\nこのアニメが第4シーズンにあり、まだ進行中であるという事実をすべて説明してください！\n\nなぜあなたはここにいるのですか？ 今すぐ見てみましょう！ 非常にお勧め！  ^ _ ^",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOne word : Marvelous!!\n\n\u001b[1m1つの言葉：素晴らしい！\u001b[22m\n\u001b[1m(1Tsu no kotoba: Subarashī!)\u001b[22m\n\nTranslations of \u001b[4mOne word : Marvelous!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne word : Marvelous!!\u001b[24m\n    \u001b[1m1つの言葉：素晴らしい！\u001b[22m, \u001b[1m一言：マーベラス!!\u001b[22m\n\u001b[1m\u001b[22m\nYou don't even need to browse through the comment!\n\n\u001b[1mあなたはコメントを参照する必要はありません！\u001b[22m\n\u001b[1m(Anata wa komento o sanshō suru hitsuyō wa arimasen!)\u001b[22m\n\nTranslations of \u001b[4mYou don't even need to browse through the comment!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou don't even need to browse through the comment!\u001b[24m\n    \u001b[1mあなたはコメントを参照する必要はありません！\u001b[22m, \u001b[1mあなたもコメントを参照する必要はありません！\u001b[22m\n\u001b[1m\u001b[22m\nThe fact that this anime is in its 4th season and is still on-going explain all!\n\n\u001b[1mこのアニメが第4シーズンにあり、まだ進行中であるという事実をすべて説明してください！\u001b[22m\n\u001b[1m(Kono anime ga dai 4 shīzun ni ari, mada shinkō-chūdearu to iu jijitsu o subete setsumei shite kudasai!)\u001b[22m\n\nTranslations of \u001b[4mThe fact that this anime is in its 4th season and is still on-going explain all!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe fact that this anime is in its 4th season and is still on-going explain all!\u001b[24m\n    \u001b[1mこのアニメが第4シーズンにあり、まだ進行中であるという事実をすべて説明してください！\u001b[22m, \u001b[1mこのアニメは、その第四シーズンであると、進行中のすべての説明はまだあるという事実！\u001b[22m\n\u001b[1m\u001b[22m\nWhy are you here? Start watching it now! Very recommended! ^_^\n\n\u001b[1mなぜあなたはここにいるのですか？ 今すぐ見てみましょう！ 非常にお勧め！  ^ _ ^\u001b[22m\n\u001b[1m(Naze anata wa koko ni iru nodesu ka? Ima sugu mite mimashou! Hijō ni o susume! ^ _ ^)\u001b[22m\n\nTranslations of \u001b[4mWhy are you here? Start watching it now! Very recommended! ^_^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhy are you here?\u001b[24m\n    \u001b[1mなぜあなたはここにいるのですか？\u001b[22m, \u001b[1mなぜここにいるのですか？\u001b[22m, \u001b[1mなぜここにいますか？\u001b[22m\n\u001b[4mStart watching it now!\u001b[24m\n    \u001b[1m今すぐ見てみましょう！\u001b[22m, \u001b[1m今それを見て開始します！\u001b[22m\n\u001b[4mVery recommended!\u001b[24m\n    \u001b[1m非常にお勧め！\u001b[22m\n\u001b[4m^_^\u001b[24m\n    \u001b[1m^ _ ^\u001b[22m"
  },
  {
    "title": "Minami-ke_Tadaima",
    "id": "14511",
    "url": "https://myanimelist.net/anime/14511/Minami-ke_Tadaima",
    "user": "Radeon",
    "profile": "/profile/Radeon/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=119743",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  6\nキャラクター|  7\n|  6\n\n私は南大忠台が各エピソードをどのように始めるのが簡単なコメントで好きです：\n「この話は、南南の三人の姉妹と彼らが導く普通の生活の簡単な描写です。 あまり期待しないでください。  - 南千秋。\n\n前の季節と同じように、南北系のファンは、どのキャラクターがその行にコメントしてエピソードを始めるのかに精通している必要があります。それは本質的には南ケが大好きなもので、3つの周りを回る心温まるスライスライフ ショー全体を通して非常に軽快なジョークを持つ素朴な女の子。 悲しいかな、今シーズンはちょうどChiakiが言ったように、あなたは「それからあまり期待してはいけない」ものです。\n\n物語や何の焦点もない南大門忠馬は、南北連合の最新のフォローアップ第4シーズンですが、ストーリーラインを理解するためには、視聴者がプリクエルを見る必要はありません。 実際には何もありません）、または文字を知っています（彼らはすでにほとんどの文字の紹介を行っているためです）。  Tadaimaで発表されたコメディは非常に軽いので、笑い声で爆発するとは思わないでください。 いくつかの笑い声のほかに、Tadaimaのユーモア感覚は、悲しげに無作為で、その軽さと想像力に欠けます。 それでも、Tadaimaはリラックスして見守っています。\n\n南大門の季節のように、Tadaimaもそのアートスタイルをリフレッシュしていました。 オカリ、オカワリ、そして最初のものはすべてアートスタイルが違っていました。 しかし今シーズンの新しい芸術は良いですが、その特別なものも記憶に残るものもありません。 しかし、私はまだ、南米の最初のシーズンがユーモア、OPとED、そしてリワッチングの面で他の季節に比べてはるかに優れていることがわかりました。\n\n文字はほとんど変わりません。 カナは依然として素朴で元気な妹です。 千秋は最年少だが、かなよりも脳の方が多く、遥は母親である。 これまでのところ、季節を通じてキャラクターの成長はほとんどありません。 その最後のノートでは、彼らの大部分は今までと同じように愛想があり、より具体的には、私が嫌いな人物はいませんでした。 ホサカは、シリーズ全体で最も偏っていて面白いキャラクターであり続けています。\n\n最終的に、南大寺忠弥は私にとってまともなショーでした。 プラス面では、魅力的なキャラクターはそのまま残っていて、しっかりとしたビジュアルがあり、リラックスして見ることができますが残念ながらユーモアのセンスは陳腐です。 これを最も弱い季節と考える人もいます。 それにもかかわらず、南大寺忠台は人生の中毒者を魅了するはずですが、良い笑いを探している人は避けてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI like how Minami-ke Tadaima begins each episode with a brief commentary:\n\n\u001b[1m私は南大忠台が各エピソードをどのように始めるのが簡単なコメントで好きです：\u001b[22m\n\u001b[1m(Watashi wa Minamiō Chū-dai ga kaku episōdo o dono yō ni hajimeru no ga kantan'na komento de sukidesu:)\u001b[22m\n\nTranslations of \u001b[4mI like how Minami-ke Tadaima begins each episode with a brief commentary:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI like how Minami-ke Tadaima begins each episode with a brief commentary:\u001b[24m\n    \u001b[1m私は南大忠台が各エピソードをどのように始めるのが簡単なコメントで好きです：\u001b[22m, \u001b[1m私はみなみけただいまは簡単な解説と、それぞれのエピソードを開始する方法のように：\u001b[22m\n'This story is a simple illustration of the three Minami sisters and the ordinary life they lead. Please don't expect too much from it.' - Minami Chiaki.\n\n\u001b[1m「この話は、南南の三人の姉妹と彼らが導く普通の生活の簡単な描写です。 あまり期待しないでください。  - 南千秋。\u001b[22m\n\u001b[1m(`Kono hanashi wa, minami minami no san'nin no shimai to karera ga michibiku futsūnoseikatsu no kantan'na byōshadesu. Amari kitai shinaide kudasai. - Minami chiaki.)\u001b[22m\n\nTranslations of \u001b[4m'This story is a simple illustration of the three Minami sisters and the ordinary life they lead. Please don't expect too much from it.' - Minami Chiaki.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'This story is a simple illustration of the three Minami sisters and the ordinary life they lead.\u001b[24m\n    \u001b[1m「この話は、南南の三人の姉妹と彼らが導く普通の生活の簡単な描写です。\u001b[22m, \u001b[1m「この物語は3南の姉妹を簡単に説明し、それらがリード普通の生活です。\u001b[22m\n\u001b[4mPlease don't expect too much from it.'\u001b[24m\n    \u001b[1mあまり期待しないでください。\u001b[22m, \u001b[1mそれからあまり期待しないでください。」\u001b[22m\n\u001b[4m- Minami Chiaki.\u001b[24m\n    \u001b[1m - 南千秋。\u001b[22m\n\u001b[1m\u001b[22m\nJust like all the previous seasons, fans of Minami-ke should be familiar with how it begins an episode with one of the characters commenting along those lines and that's essentially what Minami-ke is entirely about;heartwarming slice-of-life revolving around three plain girls with very lighthearted jokes delivered throughout the entire show. Alas, this season is one you shouldn't 'expect too much from it', just as Chiaki said.\n\n\u001b[1m前の季節と同じように、南北系のファンは、どのキャラクターがその行にコメントしてエピソードを始めるのかに精通している必要があります。それは本質的には南ケが大好きなもので、3つの周りを回る心温まるスライスライフ ショー全体を通して非常に軽快なジョークを持つ素朴な女の子。 悲しいかな、今シーズンはちょうどChiakiが言ったように、あなたは「それからあまり期待してはいけない」ものです。\u001b[22m\n\u001b[1m(Mae no kisetsu to onajiyōni, nanboku-kei no fan wa, dono kyarakutā ga sono gyō ni komento shite episōdo o hajimeru no ka ni seitsū shite iru hitsuyō ga arimasu. Sore wa honshitsu-teki ni wa minami ke ga daisukina mono de, 3ttsu no mawari o mawaru kokoroatatamaru suraisuraifushō zentai o tōshite hijō ni keikaina jōku o motsu sobokuna on'nanoko. Kanashī ka na, ima shīzun wa chōdo Chiaki ga itta yō ni, anata wa `sore kara amari kitai shite wa ikenai' monodesu.)\u001b[22m\n\nTranslations of \u001b[4mJust like all the previous seasons, fans of Minami-ke should be familiar with how it begins an episode with one of the characters commenting along those lines and that's essentially what Minami-ke is entirely about;heartwarming slice-of-life revolving around three plain girls with very lighthearted jokes delivered throughout the entire show. Alas, this season is one you shouldn't 'expect too much from it', just as Chiaki said.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust like all the previous seasons, fans of Minami-ke should be familiar with how it begins an episode with one of the characters commenting along those lines and that's essentially what Minami-ke is entirely about;heartwarming slice-of-life revolving around three\u001b[24m\n    \u001b[1m前の季節と同じように、南北系のファンは、どのキャラクターがその行にコメントしてエピソードを始めるのかに精通している必要があります。それは本質的には南ケが大好きなもので、3つの周りを回る心温まるスライスライフ\u001b[22m, \u001b[1mただ、以前のすべての季節のように、みなみけのファンはそれがそれらの線に沿ってコメント文字のいずれかとのエピソードを開始し、それがみなみけは完全に約あるか、本質的な方法に精通している必要があり、ほのぼのスライス・オブ・ライフ3の周りに回転\u001b[22m\n\u001b[4mplain girls with very lighthearted jokes delivered throughout the entire show.\u001b[24m\n    \u001b[1mショー全体を通して非常に軽快なジョークを持つ素朴な女の子。\u001b[22m, \u001b[1mショー全体を通して配信非常に陽気なジョークでプレーン女の子。\u001b[22m\n\u001b[4mAlas, this season is one you shouldn't 'expect too much from it', just as Chiaki said.\u001b[24m\n    \u001b[1m悲しいかな、今シーズンはちょうどChiakiが言ったように、あなたは「それからあまり期待してはいけない」ものです。\u001b[22m, \u001b[1m残念ながら、今シーズンは、千秋が言ったと同じように、あなたは「それからあまり期待し 'てはならないものです。\u001b[22m\n\u001b[1m\u001b[22m\nWith no story or focus on whatsoever, Minami-ke Tadaima is the latest follow-up, fourth season in the Minami-ke series, however, it does not require the viewer to have watch the prequels in order to understand the storyline(because there really isn't any) or know the characters(because they already provided introductions for most characters). Comedy presented in Tadaima is very light, so don't expect yourself to burst out in laughter. Apart from a few chuckles, Tadaima's sense of humor is random sadly, its bland and unimaginative. Even so, Tadaima is relaxing to watch.\n\n\u001b[1m物語や何の焦点もない南大門忠馬は、南北連合の最新のフォローアップ第4シーズンですが、ストーリーラインを理解するためには、視聴者がプリクエルを見る必要はありません。 実際には何もありません）、または文字を知っています（彼らはすでにほとんどの文字の紹介を行っているためです）。  Tadaimaで発表されたコメディは非常に軽いので、笑い声で爆発するとは思わないでください。 いくつかの笑い声のほかに、Tadaimaのユーモア感覚は、悲しげに無作為で、その軽さと想像力に欠けます。 それでも、Tadaimaはリラックスして見守っています。\u001b[22m\n\u001b[1m(Monogatari ya nani no shōten mo nai Nandaimon chūma wa, nanboku rengō no saishin no forōappu dai 4 shīzundesuga, sutōrīrain o rikai suru tame ni wa, shichō-sha ga purikueru o miru hitsuyō wa arimasen. Jissai ni wa nani mo arimasen), matawa moji o shitte imasu (karera wa sudeni hotondo no moji no shōkai o okonatte iru tamedesu). Tadaima de happyō sa reta komedi wa hijō ni karuinode, waraigoe de bakuhatsu suru to wa omowanaide kudasai. Ikutsu ka no waraigoe no hoka ni, Tadaima no yūmoa kankaku wa, kanashi-ge ni musakui de, sono karu-sa to sōzō-ryoku ni kakemasu. Soredemo, Tadaima wa rirakkusu shite mimamotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mWith no story or focus on whatsoever, Minami-ke Tadaima is the latest follow-up, fourth season in the Minami-ke series, however, it does not require the viewer to have watch the prequels in order to understand the storyline(because there really isn't any) or know the characters(because they already provided introductions for most characters). Comedy presented in Tadaima is very light, so don't expect yourself to burst out in laughter. Apart from a few chuckles, Tadaima's sense of humor is random sadly, its bland and unimaginative. Even so, Tadaima is relaxing to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith no story or focus on whatsoever, Minami-ke Tadaima is the latest follow-up, fourth season in the Minami-ke series, however, it does not require the viewer to have watch the prequels in order to understand the storyline(because there\u001b[24m\n    \u001b[1m物語や何の焦点もない南大門忠馬は、南北連合の最新のフォローアップ第4シーズンですが、ストーリーラインを理解するためには、視聴者がプリクエルを見る必要はありません。\u001b[22m, \u001b[1mない話をして、または全く焦点を当てる、みなみけただいまはみなみけシリーズの最新のフォローアップ、シーズン4は、しかし、それは（ストーリーを理解するために前編を見て持っている視聴者を必要としないので、そこに\u001b[22m\n\u001b[4mreally isn't any) or know the characters(because they already provided introductions for most characters).\u001b[24m\n    \u001b[1m実際には何もありません）、または文字を知っています（彼らはすでにほとんどの文字の紹介を行っているためです）。\u001b[22m, \u001b[1m本当にすべてではない）、または、彼らはすでにほとんどの文字のための紹介を提供するため）（文字を知っています。\u001b[22m\n\u001b[4mComedy presented in Tadaima is very light, so don't expect yourself to burst out in laughter.\u001b[24m\n    \u001b[1mTadaimaで発表されたコメディは非常に軽いので、笑い声で爆発するとは思わないでください。\u001b[22m, \u001b[1mただいまで提示コメディは非常に軽いので、自分で大笑いしましたことを期待しないでください。\u001b[22m\n\u001b[4mApart from a few chuckles, Tadaima's sense of humor is random sadly, its bland and unimaginative.\u001b[24m\n    \u001b[1mいくつかの笑い声のほかに、Tadaimaのユーモア感覚は、悲しげに無作為で、その軽さと想像力に欠けます。\u001b[22m, \u001b[1m別にいくつか笑っから、ユーモアのただいまの感覚は、悲しいことに、その当たり障りのないと想像力に欠けるランダムです。\u001b[22m\n\u001b[4mEven so, Tadaima is relaxing to watch.\u001b[24m\n    \u001b[1mそれでも、Tadaimaはリラックスして見守っています。\u001b[22m, \u001b[1mそうであっても、ただいまは見にリラックスされます。\u001b[22m\n\u001b[1m\u001b[22m\nLike all seasons of Minami-ke, Tadaima also had undergone a refresh regarding its artstyle. Okaeri, Okawari and the first all had different artstyle. This season's new art is good, however, its none too special or memorable. Just one's personal opinion though, I still find Minami-Ke's first season was far superior compared to any of the other seasons, in terms of humor, OP and ED and rewatchability, just the artstyle looked pretty dated.\n\n\u001b[1m南大門の季節のように、Tadaimaもそのアートスタイルをリフレッシュしていました。 オカリ、オカワリ、そして最初のものはすべてアートスタイルが違っていました。 しかし今シーズンの新しい芸術は良いですが、その特別なものも記憶に残るものもありません。 しかし、私はまだ、南米の最初のシーズンがユーモア、OPとED、そしてリワッチングの面で他の季節に比べてはるかに優れていることがわかりました。\u001b[22m\n\u001b[1m(Nandaimon no kisetsu no yō ni, Tadaima mo sono ātosutairu o rifuresshu shite imashita. Okari, okawari, soshite saisho no mono wa subete ātosutairu ga chigatte imashita. Shikashi ima shīzun no atarashī geijutsu wa yoidesuga, sono tokubetsuna mono mo kioku ni nokoru mono mo arimasen. Shikashi, watashi wa mada, Nanbei no saisho no shīzun ga yūmoa, OP to ED, soshite riwatchingu no men de hoka no kisetsu ni kurabete haruka ni sugurete iru koto ga wakarimashita.)\u001b[22m\n\nTranslations of \u001b[4mLike all seasons of Minami-ke, Tadaima also had undergone a refresh regarding its artstyle. Okaeri, Okawari and the first all had different artstyle. This season's new art is good, however, its none too special or memorable. Just one's personal opinion though, I still find Minami-Ke's first season was far superior compared to any of the other seasons, in terms of humor, OP and ED and rewatchability, just the artstyle looked pretty dated.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike all seasons of Minami-ke, Tadaima also had undergone a refresh regarding its artstyle.\u001b[24m\n    \u001b[1m南大門の季節のように、Tadaimaもそのアートスタイルをリフレッシュしていました。\u001b[22m, \u001b[1mみなみけのすべての季節と同様に、ただいまもそのartstyleに関するリフレッシュを受けていました。\u001b[22m\n\u001b[4mOkaeri, Okawari and the first all had different artstyle.\u001b[24m\n    \u001b[1mオカリ、オカワリ、そして最初のものはすべてアートスタイルが違っていました。\u001b[22m, \u001b[1mおかえり、OKAWARIおよび全ての第1は、異なるartstyleを持っていました。\u001b[22m\n\u001b[4mThis season's new art is good, however, its none too special or memorable.\u001b[24m\n    \u001b[1mしかし今シーズンの新しい芸術は良いですが、その特別なものも記憶に残るものもありません。\u001b[22m, \u001b[1m今シーズンの新技術は、しかし、そのどれもが非常に特別な、または思い出に残る、良いです。\u001b[22m\n\u001b[4mJust one's personal opinion though, I still find Minami-Ke's first season was far superior compared to any of the other seasons, in terms of humor, OP and ED and rewatchability, just the artstyle looked pretty dated.\u001b[24m\n    \u001b[1mしかし、私はまだ、南米の最初のシーズンがユーモア、OPとED、そしてリワッチングの面で他の季節に比べてはるかに優れていることがわかりました。\u001b[22m, \u001b[1mただ、自分の個人的な意見は、しかし、私はまだ見つけるみなみけの最初のシーズンは、他の季節のいずれかに比べてはるかに優れた、ユーモア、OPとEDとrewatchabilityの面では、ちょうどartstyleはかなり時代遅れに見えました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters are pretty much unchanged; Kana remains to be the naive, energetic middle sister. Chiaki being the youngest but has more brains than Kana does, and Haruka being the motherly-type. There's almost no character development throughout the seasons so far. On that final note, most of them are still adorable as ever and to be more specific, there wasn't a character I disliked. Hosaka remains to be the most eccentric and funniest character in the whole series.\n\n\u001b[1m文字はほとんど変わりません。 カナは依然として素朴で元気な妹です。 千秋は最年少だが、かなよりも脳の方が多く、遥は母親である。 これまでのところ、季節を通じてキャラクターの成長はほとんどありません。 その最後のノートでは、彼らの大部分は今までと同じように愛想があり、より具体的には、私が嫌いな人物はいませんでした。 ホサカは、シリーズ全体で最も偏っていて面白いキャラクターであり続けています。\u001b[22m\n\u001b[1m(Moji wa hotondo kawarimasen. Kana wa izentoshite sobokude genkina imōtodesu. Senshū wa sainenshōdaga, kana yori mo nō no kata ga ōku, Haruka wa hahaoyadearu. Kore made no tokoro, kisetsu o tsūjite kyarakutā no seichō wa hotondo arimasen. Sono saigo no nōtode wa, karera no daibubun wa imamade to onajiyōni aiso ga ari, yori gutaitekini wa, watashi ga kiraina jinbutsu wa imasendeshita. Hosaka wa, shirīzu zentai de mottomo katayotte ite omoshiroi kyarakutādeari tsudzukete imasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters are pretty much unchanged; Kana remains to be the naive, energetic middle sister. Chiaki being the youngest but has more brains than Kana does, and Haruka being the motherly-type. There's almost no character development throughout the seasons so far. On that final note, most of them are still adorable as ever and to be more specific, there wasn't a character I disliked. Hosaka remains to be the most eccentric and funniest character in the whole series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters are pretty much unchanged;\u001b[24m\n    \u001b[1m文字はほとんど変わりません。\u001b[22m, \u001b[1mキャラクターはかなり変更されていません。\u001b[22m\n\u001b[4mKana remains to be the naive, energetic middle sister.\u001b[24m\n    \u001b[1mカナは依然として素朴で元気な妹です。\u001b[22m, \u001b[1mカナは素朴な、エネルギッシュ真ん中の妹のままです。\u001b[22m\n\u001b[4mChiaki being the youngest but has more brains than Kana does, and Haruka being the motherly-type.\u001b[24m\n    \u001b[1m千秋は最年少だが、かなよりも脳の方が多く、遥は母親である。\u001b[22m, \u001b[1m千秋は最年少であることが、かなはよりも多くの頭脳を持っている、と遥は母親の型です。\u001b[22m\n\u001b[4mThere's almost no character development throughout the seasons so far.\u001b[24m\n    \u001b[1mこれまでのところ、季節を通じてキャラクターの成長はほとんどありません。\u001b[22m, \u001b[1mこれまでのシーズンを通してほとんどないキャラクターの成長があります。\u001b[22m\n\u001b[4mOn that final note, most of them are still adorable as ever and to be more specific, there wasn't a character I disliked.\u001b[24m\n    \u001b[1mその最後のノートでは、彼らの大部分は今までと同じように愛想があり、より具体的には、私が嫌いな人物はいませんでした。\u001b[22m, \u001b[1mその最終的なノートでは、それらのほとんどは、まだいつものように愛らしいであり、より具体的には、私が嫌いな文字はありませんでした。\u001b[22m\n\u001b[4mHosaka remains to be the most eccentric and funniest character in the whole series.\u001b[24m\n    \u001b[1mホサカは、シリーズ全体で最も偏っていて面白いキャラクターであり続けています。\u001b[22m, \u001b[1m保坂は、全シリーズの中で最もエキセントリックとおかしな文字のままです。\u001b[22m\n\u001b[1m\u001b[22m\nUltimately, Minami-ke Tadaima was an decent show for me. On the plus side, the charming characters remained intact, has solid visuals and also can be relaxing to watch but regrettably its sense of humor has gone stale. Some people may even consider this to be the weakest season. Nonetheless, Minami-ke Tadaima should appeal to slice of life junkies, but for anyone looking for good laughs, stay away.\n\n\u001b[1m最終的に、南大寺忠弥は私にとってまともなショーでした。 プラス面では、魅力的なキャラクターはそのまま残っていて、しっかりとしたビジュアルがあり、リラックスして見ることができますが残念ながらユーモアのセンスは陳腐です。 これを最も弱い季節と考える人もいます。 それにもかかわらず、南大寺忠台は人生の中毒者を魅了するはずですが、良い笑いを探している人は避けてください。\u001b[22m\n\u001b[1m(Saishūtekini, minami Ōtera Chūya wa watashi ni totte matomona shōdeshita. Purasu-mende wa, miryoku-tekina kyarakutā wa sonomama nokotte ite, shikkari to shita bijuaru ga ari, rirakkusu shite miru koto ga dekimasuga zan'nen'nagara yūmoa no sensu wa chinpudesu. Kore o mottomo yowai kisetsu to kangaeruhito mo imasu. Sore nimokakawarazu, minami Ōtera Chū-dai wa jinsei no chūdoku-sha o miryō suru hazudesuga, yoi warai o sagashite iru hito wa sakete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mUltimately, Minami-ke Tadaima was an decent show for me. On the plus side, the charming characters remained intact, has solid visuals and also can be relaxing to watch but regrettably its sense of humor has gone stale. Some people may even consider this to be the weakest season. Nonetheless, Minami-ke Tadaima should appeal to slice of life junkies, but for anyone looking for good laughs, stay away.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUltimately, Minami-ke Tadaima was an decent show for me.\u001b[24m\n    \u001b[1m最終的に、南大寺忠弥は私にとってまともなショーでした。\u001b[22m, \u001b[1m最終的に、みなみけただいまは私のためのまともなショーでした。\u001b[22m\n\u001b[4mOn the plus side, the charming characters remained intact, has solid visuals and also can be relaxing to watch but regrettably its sense of humor has gone stale.\u001b[24m\n    \u001b[1mプラス面では、魅力的なキャラクターはそのまま残っていて、しっかりとしたビジュアルがあり、リラックスして見ることができますが残念ながらユーモアのセンスは陳腐です。\u001b[22m, \u001b[1mプラス側では、魅力的なキャラクターが無傷のまま、固体ビジュアルを持っており、また見にリラックスすることができますが、残念ながらユーモアのその感覚は、古くなってしまいました。\u001b[22m\n\u001b[4mSome people may even consider this to be the weakest season.\u001b[24m\n    \u001b[1mこれを最も弱い季節と考える人もいます。\u001b[22m, \u001b[1m一部の人々も、これが最も弱い季節であることを考慮してもよいです。\u001b[22m\n\u001b[4mNonetheless, Minami-ke Tadaima should appeal to slice of life junkies, but for anyone looking for good laughs, stay away.\u001b[24m\n    \u001b[1mそれにもかかわらず、南大寺忠台は人生の中毒者を魅了するはずですが、良い笑いを探している人は避けてください。\u001b[22m, \u001b[1mそれにもかかわらず、みなみけただいまは生命中毒のスライスにアピールする必要がありますが、良い笑いをお探しの方のために、近づきません。\u001b[22m"
  },
  {
    "title": "Minami-ke_Tadaima",
    "id": "14511",
    "url": "https://myanimelist.net/anime/14511/Minami-ke_Tadaima",
    "user": "Deathnosis",
    "profile": "/profile/Deathnosis/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=117049",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  7\n\nだから4年後、私たちは南明子の名を冠した新しい季節を迎えました。 今シーズン1のショーは、それがひどいアニメーションでいっぱいだった最後のシーズンで、特に下り坂になったと言うことにしましょう。 今度はショーは大きなキャストと別のスタジオで戻ってきますが、変更は前のシーズンよりも良くなります。 答えはミスとヒットになるでしょう\n\nさあ、私に説明させてください。 アニメーションがシーズン3よりもはるかに優れていたため、ヒットした理由。 私は彼らが時間と労力を取ったことが明らかではないことを意味しているそれはあなたがそれを愛するかそれを憎むシーズン2のように見せるために文字を引き出す。 私はこれを改善すると思います。\n\n音に関しては、それはかなりシーズン3のOPが好きですが、今シーズンはかなりキャッチーでした。 私は苦情はあまりありませんでした。 この季節のサウンドトラックは、ショーが始まって以来、これまで以上によく演奏されていたので、今回はアニメーションスタジオがこれをやめなかった。 だから私は彼らにクレジットを与えるでしょう。\n\nこのシーズンの落ち込みは、シーズン1と同じくらい魅力的ではなかった。 私は間違っていないでください私はいくつかのエピソードで笑った特にホサカが含まれていたが、エピソードはかなり平凡だった時があった。 対話はかなりうまく実行されますが、同じ文字があれば同じことが再び起こることが予想されます。 今回は興味深いのは、各章にリンクしていて、それを軌道に乗せるのに役立つ時間枠でした。 私は間違いなく良いと言い、4シーズンのうち2位になるだろう。\n\nそれは文字になると、それはより多くのものだった。 シーズン1以来、キャラクターの進歩はそれほどありませんでした。 ホサカの笑い声でさえ変わらないものは何も変わりません。 かなが千秋を怒らせて、遥かに遥かに幸せになれるもの。 ビジュアルは変わりましたが、キャラクターは変わっていません。 私はそれから多くを期待するべきではないが、私はストーリーが時間ループを経るように感じると思う。\n\nこれを多く読んだ後。 私はこのショーをお勧めしますか？ 私はそれが面白いと楽しいので、単にそれをお勧めします。 シーズン1からこの番組を手に入れたほとんどの人にとって。 そのより多くは同じですが、それは楽しい乗り物になります。 私はあなたが与えられたエピソードのいくつかを笑うだろうと確信しています。 それが4シーズンの中で最高だと言うと？ 私はストーリーを指摘しているように私は同意しないでしょう。そして、キャラクターは今シーズンの落ち込みであり、私はそれをより良い評価にすることはできませんでした。\n\n簡単に言えば、次のシーズンには南柯が終わるのを見られるか、予測可能な話、性格、動機を持つ別のシーズンになるだろうか？\n7/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nSo after four years of absence we got a new season of Minami-ke named Minami-ke Okaeri. Let's just say after season one the show has gone downhill especially with the last season whereby it was filled with awful animation. This time the show is back with bigger cast and a different studio but do the changes add up to be better than the previous season. The answer would be a miss and a hit\n\n\u001b[1mだから4年後、私たちは南明子の名を冠した新しい季節を迎えました。 今シーズン1のショーは、それがひどいアニメーションでいっぱいだった最後のシーズンで、特に下り坂になったと言うことにしましょう。 今度はショーは大きなキャストと別のスタジオで戻ってきますが、変更は前のシーズンよりも良くなります。 答えはミスとヒットになるでしょう\u001b[22m\n\u001b[1m(Dakara 4-nen-go, watashitachiha Minami Akiko no na o kanshita atarashī kisetsu o mukaemashita. Ima shīzun 1 no shō wa, sore ga hidoi animēshon de ippaidatta saigo no shīzun de, tokuni kudarizaka ni natta to iu koto ni shimashou. Kondo wa shō wa ōkina kyasuto to betsu no sutajio de modotte kimasuga, henkō wa mae no shīzun yori mo yoku narimasu. Kotae wa misu to hitto ni narudeshou)\u001b[22m\n\nTranslations of \u001b[4mSo after four years of absence we got a new season of Minami-ke named Minami-ke Okaeri. Let's just say after season one the show has gone downhill especially with the last season whereby it was filled with awful animation. This time the show is back with bigger cast and a different studio but do the changes add up to be better than the previous season. The answer would be a miss and a hit\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo after four years of absence we got a new season of Minami-ke named Minami-ke Okaeri.\u001b[24m\n    \u001b[1mだから4年後、私たちは南明子の名を冠した新しい季節を迎えました。\u001b[22m, \u001b[1mだから不在の4年後、私たちはみなみけの新シーズンがみなみけおかえりと命名しました。\u001b[22m\n\u001b[4mLet's just say after season one the show has gone downhill especially with the last season whereby it was filled with awful animation.\u001b[24m\n    \u001b[1m今シーズン1のショーは、それがひどいアニメーションでいっぱいだった最後のシーズンで、特に下り坂になったと言うことにしましょう。\u001b[22m, \u001b[1mちょうどショーは特にそれがひどいアニメーションを充填したことにより、昨シーズンと下り坂になったシーズン1の後に言ってみましょう。\u001b[22m\n\u001b[4mThis time the show is back with bigger cast and a different studio but do the changes add up to be better than the previous season.\u001b[24m\n    \u001b[1m今度はショーは大きなキャストと別のスタジオで戻ってきますが、変更は前のシーズンよりも良くなります。\u001b[22m, \u001b[1m今回はショーは大きなキャストと異なるスタジオに戻っているが、変更は前シーズンよりも優れていることが、最大追加します。\u001b[22m\n\u001b[4mThe answer would be a miss and a hit\u001b[24m\n    \u001b[1m答えはミスとヒットになるでしょう\u001b[22m, \u001b[1m答えは、ミスヒットになります\u001b[22m\n\u001b[1m\u001b[22m\nNow let me explain. The reason it was a hit because the animation was so much better than season three. I mean isn't it obvious they took the time and effort draw out the characters to make it look like season two which you either love it or hate it. Well give or take I would take this as an improvement.\n\n\u001b[1mさあ、私に説明させてください。 アニメーションがシーズン3よりもはるかに優れていたため、ヒットした理由。 私は彼らが時間と労力を取ったことが明らかではないことを意味しているそれはあなたがそれを愛するかそれを憎むシーズン2のように見せるために文字を引き出す。 私はこれを改善すると思います。\u001b[22m\n\u001b[1m(Sā, watashi ni setsumei sa sete kudasai. Animēshon ga shīzun 3 yori mo haruka ni sugurete ita tame, hittoshita riyū. Watashi wa karera ga jikan to rōryoku o totta koto ga akirakade wanai koto o imi shite iru sore wa anata ga sore o aisuru ka sore o nikumu shīzun 2 no yō ni miseru tame ni moji o hikidasu. Watashi wa kore o kaizen suru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mNow let me explain. The reason it was a hit because the animation was so much better than season three. I mean isn't it obvious they took the time and effort draw out the characters to make it look like season two which you either love it or hate it. Well give or take I would take this as an improvement.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow let me explain.\u001b[24m\n    \u001b[1mさあ、私に説明させてください。\u001b[22m, \u001b[1m今、私が説明しましょう。\u001b[22m\n\u001b[4mThe reason it was a hit because the animation was so much better than season three.\u001b[24m\n    \u001b[1mアニメーションがシーズン3よりもはるかに優れていたため、ヒットした理由。\u001b[22m, \u001b[1mアニメーションがとても良いシーズン3よりもあったので、理由はそれがヒットしました。\u001b[22m\n\u001b[4mI mean isn't it obvious they took the time and effort draw out the characters to make it look like season two which you either love it or hate it.\u001b[24m\n    \u001b[1m私は彼らが時間と労力を取ったことが明らかではないことを意味しているそれはあなたがそれを愛するかそれを憎むシーズン2のように見せるために文字を引き出す。\u001b[22m, \u001b[1m私が意味する、それは彼らが時間と労力が、それはあなたがそれを愛するか、それを嫌うのいずれかのシーズン2のように見えるように文字を引き出しました明らかにされていません。\u001b[22m\n\u001b[4mWell give or take I would take this as an improvement.\u001b[24m\n    \u001b[1m私はこれを改善すると思います。\u001b[22m, \u001b[1mまあ与えるか、または私は改善としてこれを取る取ります。\u001b[22m\n\u001b[1m\u001b[22m\nWell as for the sound it has pretty much the same I prefer season three OP but this season was fairly catchy. I didn't have much to complaint. The soundtrack for this season was well played or more of the same ever since the show started so this time the animation studio didn't screw this up. So I'll give them credits for their part.\n\n\u001b[1m音に関しては、それはかなりシーズン3のOPが好きですが、今シーズンはかなりキャッチーでした。 私は苦情はあまりありませんでした。 この季節のサウンドトラックは、ショーが始まって以来、これまで以上によく演奏されていたので、今回はアニメーションスタジオがこれをやめなかった。 だから私は彼らにクレジットを与えるでしょう。\u001b[22m\n\u001b[1m(Oto ni kanshite wa, sore wa kanari shīzun 3 no OP ga sukidesuga, ima shīzun wa kanari kyatchīdeshita. Watashi wa kujō wa amari arimasendeshita. Kono kisetsu no saundotorakku wa, shō ga hajimatte irai, kore made ijō ni yoku ensō sa rete itanode, konkai wa animēshonsutajio ga kore o yamenakatta. Dakara watashi wa karera ni kurejitto o ataerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mWell as for the sound it has pretty much the same I prefer season three OP but this season was fairly catchy. I didn't have much to complaint. The soundtrack for this season was well played or more of the same ever since the show started so this time the animation studio didn't screw this up. So I'll give them credits for their part.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell as for the sound it has pretty much the same I prefer season three OP but this season was fairly catchy.\u001b[24m\n    \u001b[1m音に関しては、それはかなりシーズン3のOPが好きですが、今シーズンはかなりキャッチーでした。\u001b[22m, \u001b[1mまあそれは私が今シーズン3のOPを好むが、このシーズンはかなりキャッチーだっほとんど同じを持っている音のよう。\u001b[22m\n\u001b[4mI didn't have much to complaint.\u001b[24m\n    \u001b[1m私は苦情はあまりありませんでした。\u001b[22m, \u001b[1m私は苦情の多くを持っていませんでした。\u001b[22m\n\u001b[4mThe soundtrack for this season was well played or more of the same ever since the show started so this time the animation studio didn't screw this up.\u001b[24m\n    \u001b[1mこの季節のサウンドトラックは、ショーが始まって以来、これまで以上によく演奏されていたので、今回はアニメーションスタジオがこれをやめなかった。\u001b[22m, \u001b[1m今シーズンのためのサウンドトラックはよくショーはとてもアニメーションスタジオがこれを台無しにしませんでした。この時間を開始して以来、同じまたはそれ以上を果たしました。\u001b[22m\n\u001b[4mSo I'll give them credits for their part.\u001b[24m\n    \u001b[1mだから私は彼らにクレジットを与えるでしょう。\u001b[22m, \u001b[1mだから私は彼らに彼らの部分のためのクレジットを与えるでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nThe downfall for this season was well the story wasn't as captivating as season one. Don't get me wrong I laughed off at some of the episode Especially if Hosaka was included but there were times the episode was quite mediocre. The dialogues are pretty much well executed but with the same characters you would expect the same things to happen again. What's interesting this time was the time frame they would link back to each chapter and that helped to keep things on track. I would say definitely better and would be the 2nd best out of the four season.\n\n\u001b[1mこのシーズンの落ち込みは、シーズン1と同じくらい魅力的ではなかった。 私は間違っていないでください私はいくつかのエピソードで笑った特にホサカが含まれていたが、エピソードはかなり平凡だった時があった。 対話はかなりうまく実行されますが、同じ文字があれば同じことが再び起こることが予想されます。 今回は興味深いのは、各章にリンクしていて、それを軌道に乗せるのに役立つ時間枠でした。 私は間違いなく良いと言い、4シーズンのうち2位になるだろう。\u001b[22m\n\u001b[1m(Kono shīzun no ochikomi wa, shīzun 1 to onaji kurai mirikitekide wa nakatta. Watashi wa machigatteinai de kudasai watashi wa ikutsu ka no episōdo de waratta tokuni Hosaka ga fukuma rete itaga, episōdo wa kanari heibondatta toki ga atta. Taiwa wa kanari umaku jikkō sa remasuga, onaji moji ga areba onaji koto ga futatabi okoru koto ga yosō sa remasu. Konkai wa kyōmibukai no wa, kakushō ni rinku shite ite, sore o kidōninoseru no ni yakudatsu jikan-wakudeshita. Watashi wa machigainaku yoi to ii, 4 shīzun no uchi 2-i ni narudarou.)\u001b[22m\n\nTranslations of \u001b[4mThe downfall for this season was well the story wasn't as captivating as season one. Don't get me wrong I laughed off at some of the episode Especially if Hosaka was included but there were times the episode was quite mediocre. The dialogues are pretty much well executed but with the same characters you would expect the same things to happen again. What's interesting this time was the time frame they would link back to each chapter and that helped to keep things on track. I would say definitely better and would be the 2nd best out of the four season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe downfall for this season was well the story wasn't as captivating as season one.\u001b[24m\n    \u001b[1mこのシーズンの落ち込みは、シーズン1と同じくらい魅力的ではなかった。\u001b[22m, \u001b[1mこのシーズンの没落は、物語はシーズン1のように魅惑的ではありませんでしたよくありました。\u001b[22m\n\u001b[4mDon't get me wrong I laughed off at some of the episode Especially if Hosaka was included but there were times the episode was quite mediocre.\u001b[24m\n    \u001b[1m私は間違っていないでください私はいくつかのエピソードで笑った特にホサカが含まれていたが、エピソードはかなり平凡だった時があった。\u001b[22m, \u001b[1m誤解しないでください私は保坂が含まれていた場合は特にエピソードのいくつかをオフに笑ったが、エピソードがかなり平凡だった時代がありました。\u001b[22m\n\u001b[4mThe dialogues are pretty much well executed but with the same characters you would expect the same things to happen again.\u001b[24m\n    \u001b[1m対話はかなりうまく実行されますが、同じ文字があれば同じことが再び起こることが予想されます。\u001b[22m, \u001b[1m対話はかなりよく実行されますが、同じ文字で、あなたは同じことが再び起こることを期待します。\u001b[22m\n\u001b[4mWhat's interesting this time was the time frame they would link back to each chapter and that helped to keep things on track.\u001b[24m\n    \u001b[1m今回は興味深いのは、各章にリンクしていて、それを軌道に乗せるのに役立つ時間枠でした。\u001b[22m, \u001b[1m面白いのは、この時間は、彼らがそれぞれの章に戻ってリンクする時間枠だった、それはトラックで物事を保つために役立ちました。\u001b[22m\n\u001b[4mI would say definitely better and would be the 2nd best out of the four season.\u001b[24m\n    \u001b[1m私は間違いなく良いと言い、4シーズンのうち2位になるだろう。\u001b[22m, \u001b[1m私は間違いなく良いと言うでしょうし、4シーズンのうち第二のがベストです。\u001b[22m\n\u001b[1m\u001b[22m\nWhen it comes to characters it was more of the same. There hasn't been any much progression of the characters since season one. Nothing much has change even Hosaka laughter is still the same. The things Kana do to annoy Chiaki and how perfect Haruka is. The visuals changed but the characters have not. I shouldn't expect much from it but as far as I think the story feels like going through a time loop.\n\n\u001b[1mそれは文字になると、それはより多くのものだった。 シーズン1以来、キャラクターの進歩はそれほどありませんでした。 ホサカの笑い声でさえ変わらないものは何も変わりません。 かなが千秋を怒らせて、遥かに遥かに幸せになれるもの。 ビジュアルは変わりましたが、キャラクターは変わっていません。 私はそれから多くを期待するべきではないが、私はストーリーが時間ループを経るように感じると思う。\u001b[22m\n\u001b[1m(Sore wa moji ni naru to, soreha yori ōku no monodatta. Shīzun 1 irai, kyarakutā no shinpo wa sorehodo arimasendeshita. Hosaka no waraigoede sae kawaranai mono wa nani mo kawarimasen. Ka na ga senshū o okora sete, haruka ni haruka ni shiawase ni nareru mono. Bijuaru wa kawarimashitaga, kyarakutā wa kawatte imasen. Watashi wa sore kara ōku o kitai surubekide wa naiga, watashi wa sutōrī ga jikan rūpu o heru yō ni kanjiru to omou.)\u001b[22m\n\nTranslations of \u001b[4mWhen it comes to characters it was more of the same. There hasn't been any much progression of the characters since season one. Nothing much has change even Hosaka laughter is still the same. The things Kana do to annoy Chiaki and how perfect Haruka is. The visuals changed but the characters have not. I shouldn't expect much from it but as far as I think the story feels like going through a time loop.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen it comes to characters it was more of the same.\u001b[24m\n    \u001b[1mそれは文字になると、それはより多くのものだった。\u001b[22m, \u001b[1mそれは文字に来るとき、それは同じのより多くのでした。\u001b[22m\n\u001b[4mThere hasn't been any much progression of the characters since season one.\u001b[24m\n    \u001b[1mシーズン1以来、キャラクターの進歩はそれほどありませんでした。\u001b[22m, \u001b[1mシーズン1以降の文字のいずれかの多くの進行がなかったです。\u001b[22m\n\u001b[4mNothing much has change even Hosaka laughter is still the same.\u001b[24m\n    \u001b[1mホサカの笑い声でさえ変わらないものは何も変わりません。\u001b[22m, \u001b[1mずっと何も保坂の笑いを変更していないも同じです。\u001b[22m\n\u001b[4mThe things Kana do to annoy Chiaki and how perfect Haruka is.\u001b[24m\n    \u001b[1mかなが千秋を怒らせて、遥かに遥かに幸せになれるもの。\u001b[22m, \u001b[1m物事カナは千秋とどのように完璧遥があるを困らせるために行います。\u001b[22m\n\u001b[4mThe visuals changed but the characters have not.\u001b[24m\n    \u001b[1mビジュアルは変わりましたが、キャラクターは変わっていません。\u001b[22m, \u001b[1mビジュアルは変更されますが、文字はそうではありません。\u001b[22m\n\u001b[4mI shouldn't expect much from it but as far as I think the story feels like going through a time loop.\u001b[24m\n    \u001b[1m私はそれから多くを期待するべきではないが、私はストーリーが時間ループを経るように感じると思う。\u001b[22m, \u001b[1m私はそれから多くを期待すべきではないが、限り私が思うように物語は時間ループを通過するように感じています。\u001b[22m\n\u001b[1m\u001b[22m\nAfter reading this much. You must be wondering would I recommend this show? I would recommend it simply because it's funny and enjoyable. For most people who picked up this show from season one. Its more of the same but it will be an enjoyable ride. I'm sure you'll laugh at some of the episode given. To say if it's the best out of the four season? I would disagree as I have pointed out the story and characters are the downfall for this season that I just couldn't give it a better rating.\n\n\u001b[1mこれを多く読んだ後。 私はこのショーをお勧めしますか？ 私はそれが面白いと楽しいので、単にそれをお勧めします。 シーズン1からこの番組を手に入れたほとんどの人にとって。 そのより多くは同じですが、それは楽しい乗り物になります。 私はあなたが与えられたエピソードのいくつかを笑うだろうと確信しています。 それが4シーズンの中で最高だと言うと？ 私はストーリーを指摘しているように私は同意しないでしょう。そして、キャラクターは今シーズンの落ち込みであり、私はそれをより良い評価にすることはできませんでした。\u001b[22m\n\u001b[1m(Kore o ōku yonda nochi. Watashi wa kono shō o o susume shimasu ka? Watashi wa sore ga omoshiroito tanoshīnode, tan'ni sore o o susume shimasu. Shīzun 1 kara kono bangumi o teniireta hotondo no hito ni totte. Sono yori ōku wa onajidesuga, sore wa tanoshī norimono ni narimasu. Watashi wa anata ga atae rareta episōdo no ikutsu ka o waraudarou to kakushin shite imasu. Sore ga 4 shīzun no naka de saikōda to iu to? Watashi wa sutōrī o shiteki shite iru yō ni watashi wa dōi shinaideshou. Soshite, kyarakutā wa ima shīzun no ochikomideari, watashi wa sore o yoriyoi hyōka ni suru koto wa dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAfter reading this much. You must be wondering would I recommend this show? I would recommend it simply because it's funny and enjoyable. For most people who picked up this show from season one. Its more of the same but it will be an enjoyable ride. I'm sure you'll laugh at some of the episode given. To say if it's the best out of the four season? I would disagree as I have pointed out the story and characters are the downfall for this season that I just couldn't give it a better rating.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter reading this much.\u001b[24m\n    \u001b[1mこれを多く読んだ後。\u001b[22m, \u001b[1mこれだけを読んだ後。\u001b[22m\n\u001b[4mYou must be wondering would I recommend this show?\u001b[24m\n    \u001b[1m私はこのショーをお勧めしますか？\u001b[22m, \u001b[1m私はこのショーをお勧めしますあなたは不思議に思われる必要がありますか？\u001b[22m\n\u001b[4mI would recommend it simply because it's funny and enjoyable.\u001b[24m\n    \u001b[1m私はそれが面白いと楽しいので、単にそれをお勧めします。\u001b[22m, \u001b[1mそれが面白いと楽しいですので、私は単にそれをお勧めします。\u001b[22m\n\u001b[4mFor most people who picked up this show from season one.\u001b[24m\n    \u001b[1mシーズン1からこの番組を手に入れたほとんどの人にとって。\u001b[22m, \u001b[1mシーズン1からこの番組を拾ったほとんどの人々のため。\u001b[22m\n\u001b[4mIts more of the same but it will be an enjoyable ride.\u001b[24m\n    \u001b[1mそのより多くは同じですが、それは楽しい乗り物になります。\u001b[22m, \u001b[1mその同じのより多くが、それは楽しい乗り心地になります。\u001b[22m\n\u001b[4mI'm sure you'll laugh at some of the episode given.\u001b[24m\n    \u001b[1m私はあなたが与えられたエピソードのいくつかを笑うだろうと確信しています。\u001b[22m, \u001b[1m私はあなたが与えられたエピソードの一部を笑うだろうと確信しています。\u001b[22m\n\u001b[4mTo say if it's the best out of the four season?\u001b[24m\n    \u001b[1mそれが4シーズンの中で最高だと言うと？\u001b[22m, \u001b[1mそれは4シーズンのうち最善かどう言うこと？\u001b[22m\n\u001b[4mI would disagree as I have pointed out the story and characters are the downfall for this season that I just couldn't give it a better rating.\u001b[24m\n    \u001b[1m私はストーリーを指摘しているように私は同意しないでしょう。そして、キャラクターは今シーズンの落ち込みであり、私はそれをより良い評価にすることはできませんでした。\u001b[22m, \u001b[1m私は物語を指摘していると文字が、私はちょうどそれをより良い評価を与えることができなかったこの季節に没落しているように私はそうは思いません。\u001b[22m\n\u001b[1m\u001b[22m\nSimply put, would we get to see an end to Minami-Ke the next season or would we get another season with predictable story, characters and motive?\n\n\u001b[1m簡単に言えば、次のシーズンには南柯が終わるのを見られるか、予測可能な話、性格、動機を持つ別のシーズンになるだろうか？\u001b[22m\n\u001b[1m(Kantan'niieba,-ji no shīzun ni wa minami 柯 Ga owaru no o mi rareru ka, yosoku kanōna hanashi, seikaku, dōki o motsu betsu no shīzun ni narudarou ka?)\u001b[22m\n\nTranslations of \u001b[4mSimply put, would we get to see an end to Minami-Ke the next season or would we get another season with predictable story, characters and motive?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSimply put, would we get to see an end to Minami-Ke the next season or would we get another season with predictable story, characters and motive?\u001b[24m\n    \u001b[1m簡単に言えば、次のシーズンには南柯が終わるのを見られるか、予測可能な話、性格、動機を持つ別のシーズンになるだろうか？\u001b[22m, \u001b[1m簡単に言えば、我々は来シーズンみなみけに終止符を見ることになるだろうか、我々は予測可能なストーリー、キャラクターや動機を持つ別のシーズンになるだろうか？\u001b[22m\n7/10\n\n\u001b[1m7/10\u001b[22m\n\u001b[1m(7/ 10)\u001b[22m\n\nTranslations of \u001b[4m7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m7/10\u001b[24m\n    \u001b[1m7/10\u001b[22m, \u001b[1m7月10日\u001b[22m"
  }
]
