[
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "Clannad4evr",
    "profile": "/profile/Clannad4evr/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=165139",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\n私がMagi：The Labyrinth of Magicを見始めると、最初は懐疑的でした。 私は「ああ、別の魔法の少年アニメのようだった。 それ以前に一度も見たことがない。 私は正直言って、フェアリーテールのよりクレイジーなバージョンを期待していたが、正直言って、私は間違った私がいかに間違っていたかに非常にうれしく驚いた！\n\nSTORY 10/10\n私はこのシリーズについての私の好きなことの一つが最初のエピソードだと言って始めます。 それはすばらしく行われました。 それはすぐに面白いです。 それはあなたが何が起こっているのかを理解できるように周りにいたいと思う神秘的な、悪いタイプの感情を放つシーンがあります。\n\nこのアニメは、中東の古代の中世のように見えます。 それは、あなたが思っていることを知っている少年の物語に従っています（しかし、これはディズニー映画ではありません）、それを友人にするためにジニーからの願いを使用し、彼らは旅行の同伴者になります。  ）。 それだけで興味深い話を作っていない場合、Alladinは伝説的に才能ある魔法使いである 'Magi'とも呼ばれています。\n\nアート8/10\nそれはかなり良いです。  Iv'eはよく見た。\n\nサウンド8/10\n私は通常、サウンドトラックがあまり出てこないときにデフォルトとして8を与えます。 それが悪いので突き出たら、私は低くなり、逆もまた同様です。 オープニングテーマはかなり涼しいです。\n\nキャラクター8.5 / 10\nこのシリーズは非常によくキャラクターの開発を行っており、シリーズが進行するにつれて成熟したキャラクターを完全に見ることができます。 また、このアニメの「スーパーパワー/マジック」はかなりオリジナルです！ 私はキャラクターがこのアニメに持っている能力のようなものは全く見たことがありません。 時にはキャラクターがもう少し「人生」を必要とすることがあると感じたので、私は完璧なスコアを出しませんでした。\n\nエンジョイメント9/10\n1〜10のスケールで、私の楽しみは9だった。\n\n全体的な9/10\n全体的に私は完全にこのアニメを楽しんで、私はそれを強くお勧めします。 あなたが今までに見たアニメとはまったく異なっています。 それで、私は保証することができます！"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "ericzhangyw",
    "profile": "/profile/ericzhangyw/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=101659",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nMagi：MagiのLabyrinthは初めから終わりまで非常に楽しいショーでしたし、私はそれを強く勧めています。\n\nストーリー：9\n\nあなたが最初にそれを見に行くとき、東方神起はあなたの期待とほとんど異なるでしょう。 千と一夜の影響は、本当に影響力に過ぎません。 ショーはそれから要素を借りますが、最終的にオリジナルの作品です。 セットアップには大きな可能性があり、結末には多くの疑問が無くなりました。 私は物語に明らかな欠陥は見られませんでした。私は、次の（ほとんどの場合、おそらくもう少し）季節が提示された質問のいくつかに答えることを願っています。 私は本当にショーを台無しにしないプロットについては何も言いません。 ペーシングは開始時には遅かったが、ペースを非常に迅速に選んだ。\n\nアート：9\n\nアニメーションは素晴らしかった、25話のシーズンにはかなり良い。 比較的流動的でしたが、時には予算が優先されると感じました。 ダンスのシーンは、通常、他のショーでは活気がありますが、これでは通常よりもチョップ感があります。 オープニングのアニメーションの品質は、あなたが何を得るかについてです。 ちょっと慣れていたドローイングスタイルの一面は歯でした。いつも口ガードをいつも着ていたようです。 しかし、全体的に、不平を言っても大したものはありませんが、実際にテーブルに何か新しいものをもたらしません。\n\nサウンド：9\n\nサウンドトラックはかなりいいですね。 いくつかの戦いの間にホットな血のテクノへの様々なアラブのテーマの音楽は聞くのが面白かった。 オープニングとエンディングは素晴らしかったです。 これは私が毎回エンディングの全体を実際に聞く唯一のショーの一つです。 私はいつもSupercellのファンであり、今回はThe Braveryが第2のエンディングテーマとなっています。  Aladdinのseiyuは私のためにあまりにもガーリーでした、そして、seiyuが女の子だったのは、ほとんどの時間が本当に明らかでした。 カージ・ユキはAlibabaにとって偉大な仕事をしてくれました。そこには不平はありません。\n\nキャラクター：9\n\n彼らはすべての時間のほとんどのキャラクターの開発を得て、楽しんで見ていた。 しかし、時には、主要なトリオの1人は、開発の配分の違いのためにエピソードに現れないことさえある。 しかし、マイナーキャラクターのいくつかがライムライトのチャンスを得るのはまだ素晴らしいことでした。\n\n楽しさ：10全体：9\n\n非常に楽しいショーで、たくさんの考えを必要としません。 強くお勧めします。"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "BRIANBLESSED",
    "profile": "/profile/BRIANBLESSED/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=200811",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  9\n\nこのような少年シリーズについては何もオリジナルはありませんが、時には必ずしもそうである必要はありません。 主人公を元気に戻す典型的な友情の力によって活気づけられる、ゆるやかな適応であるような、スワッシュバックの冒険のおなじみのような感じです。\n\nプレゼンテーションは、時には変な瞬間にもかかわらず、暖かく真正であり、主に縁起の良い主人公の皮肉を欠いています。これは、シリーズが暗いストーリービートで欠けているとは限りません。 奴隷制、階級分割、腐敗/搾取のテーマは、キャラクターやその物語とうまくやりとりする面白い流れです。  （モルガナは個人的なお気に入りです）\n\nそれは、政治と政治システムを批判的に見ている弧（通常の剣と魔術師によって時々刻まれているに過ぎない）は、その標的聴衆の一部に印を紛らすかもしれないスロッグのように感じた。 このショーは、彼らの旅の主人公の3人の主人公で、狂った少女と悪夢のイルミナティの牧歌館に出会ったときに最高です。 このアークは、他のエピソードと比較して、これらのエピソードを通して漫画の救援が相対的に不足しているために改善されていません。\n\n全体的にアニメ空間には革命的なものは何もありませんが、東方神起のように朗報です。 明るく気まぐれで、冒険のジャンルを見ている人は本当に失望することはないでしょう。"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "LucasLucky",
    "profile": "/profile/LucasLucky/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=130715",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nだからこのアニメについて最初に聞いたとき、私は興味をそそられていました。私の友人の一人が、私はそれを見て、こう言っていました：「ちょっと、このアニメはちょっと変態のようなAladdin おっぱいが大好きなので、私はこのアニメがファンのサービスと心を吹き飛ばしてくれる典型的なショーン・ウィットのようなものだと思っていました。\n\nマジの迷路はあなたの平均的な少年アニメよりもはるかに多く、アクションやドラマ、コメディの間に完璧な混合があります.1千と1泊に基づいたオリジナルで非常に興味深いプロットと、かわいいAladdin  、badass Morgiana、幸せなAli Baba、クールなSinbad、そして最も独創的な芸術のデザインを持っていて、完璧なウィットを組み合わせた滑らかな戦いのシーン、素晴らしいアラビアンスタイルのOST、あなたは私が傑作と名指したものを持っています。\n\nマジの迷路は、1001泊の純粋な幸福と楽しみの中で、隠されたドアと未知のダンジョンの間の遠く離れた場所からあなたを幻想の世界に連れ出す素晴らしいアニメです。私の視点から見ると、これはまれです アニメファンドームで1001年に一度しかないアクションとファンタジーアニメの品種、私は本当に楽しんで、どんな少年の恋人やファンタジーアクションシーカーにそれをお勧めします\n\nご清聴ありがとうございました！  、私はあなたが私のレビューを楽しんでいい日がいいと思う:) Lucky out;）"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "meggo",
    "profile": "/profile/meggo/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=223197",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのシリーズが放映されてから4年が経ちましたが、私がキャラクターとのつながりとこのストーリーで私はこのシリーズを愛し続けました。\n\nそれは、鋼の錬金術師：ブラザーフッドと比較して魔法と冒険の話です。 それには全く錬金術がありません。 それは深いストーリーライン、完全に丸みを帯びたキャラクター、盛り上がりの瞬間、本当に暗い瞬間、そしてコメディーな救済で満たされた冒険です。\n\nこの宇宙は非常にうまく構築されています。 あなたが多くの詳細に注意を払っていれば、彼らはこの世界についてあなたにあなたを提供します、そして、あなたは驚いて非常に感銘を受けたでしょう。 私は今それを2度見てきました。そして、2回目の周りでは、どれくらいの詳細を逃したのか分かりました。\n\n私はAladdinにあるかもしれないと思っていたコネクションで最初はちょっと離れていましたが、Aladdinの基本的なコンセプトを取って100倍に改善したことがわかったのですぐに変化しました。\n\nアートとサウンドの組み合わせは美しい雰囲気を作り出します。 彼らは言うまでもなく、今日も基準を守っています。\n\n私が考えていることは、戦闘であることは間違いありません。  Djinnの特別な力が戦闘を強化し、それを人間の手の届かないレベルまで引き上げることで、戦闘は素晴らしいことです。 それは本当にあなたの興味を引くユニークな視聴体験を提供します。\n\nこのシリーズの本物の逸品は文字の深さですが。  「暗い」と「明るい」という明確な象徴によって、私はキャラクターの発展がむしろ単純であることを恐れていましたが、これは真実ではないことが判明しました。  「暗い」と「明るい」との間の闘争は、キャラクターを多様かつ絶えず進化させ続ける2つの間の流動性を提供する。 彼らのキャラクターだけでなく、主要なストーリーラインを構築する闘争です。\n\n全体的にこれは私の本の10/10です。 私の絶対的なお気に入りのひとつ。"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "Lucas_San",
    "profile": "/profile/Lucas_San/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=222858",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  8\n\nレビューmagi：\n最初のサウンドトラックは素晴らしかった私はイントロ/アウトロをや​​ったこともなく、このショーを見たことがない^ o ^\nこのシリーズのロードがおすすめです！ それは本当にユニークで本当に楽しいです。 私は最初のエピソードの後に​​立ち往生した、冒険はあなたが得る感じ、多くのアクションと良い話があります。 それは、ライトヘッドアクション/アドベンチャーアニメでそれ以上のことを求めることはできませんでした。キャラクターがさまざまな敵を克服するためのチームワークを組み込むことさえできます。 しかし、私にとっては、全体的にはちょうど8で、ショーが遅くなると感じる中で、途中で\"タッチ\"が失われますが、最後のいくつかのエピソードでは、これまで以上に良くなっています。 しかし、それは個人的なメモであり、あなたがそれを楽しむかどうかを知ることができる唯一の方法です。あなた自身がそれを楽しむことを望むことを望むことです...私は確かに時計の価値があります^ _ ^"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "AtorasuRaion",
    "profile": "/profile/AtorasuRaion/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=92763",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  8\n\nうん、私はレビューを書くことはほとんどありませんが、私はこれが助けてくれることを願っています。 だからこのアニメシリーズを見る前に、私はこのシリーズのいくつかのレビューと考えを尋ねました。 多くの人は「いいえ、マンガを読んでください、あなたはこのアニメが好きではありません。 私は、このシリーズが、魔法のような妖精のようなアニメのように見えて、幼稚すぎるかもしれないという理由で、これらの否定的なレビューをすべて信じる傾向がありました。 何だと思う？ 私はマンガを読んでアニメを見て、それはかなり驚いていた。 私は家庭の船が私達に既に最初に投げられたようなものを知っていますが、実際のオタクはそれを非常に簡単に克服してシリーズで続けます。 もちろん、マンガ読者には進歩がありましたが、それがこのシリーズが気に入らないというわけではありません。 このシリーズは間違いなくワット・ア・ウォッチです。\n\nストーリー8/10  - 物語は私の意見ではかなり素晴らしいです。 そのような物語を作り出すには、いくらかの想像力が必要であり、理解するのはそれほど難しいことではありません。\n\nアート9/10  - 私は本当に芸術について言わないことは何もありません。それは単に美しく、（主要な）欠陥はどこにも見つかりませんでした。\n\nサウンド8/10  - 私はOSTが本当に好きです。 私は、最初はもっと日本的なOSTが欲しかったと言わなければならないが、それはあなたが私の意見で慣れているものだ。 時にはそれだけでは、このアラブのような世界に設定された話であるテーマとうまくいっていません。 声はキャラクターにも合っていた。\n\nキャラクター7/10  - キャラクターの開発はより良いものになりました。 私たちはいくつかのキャラクターがエピソードの最後のカップルまで発展するのを見ないようにしました。 私はまだ主人公が好きだった...\n\n楽しさ8/10  - これは昨シーズンの私の好きで楽しいアニメシリーズの1つであり、2番目のシーズンになることは間違いありません。 私はいつも新しいエピソードを楽しみにしていました。\n\n全体的に8/10  - 東方神起は良いアニメシリーズであり、何らかの形でそれがレットダウンであったかもしれないが、再び、ストーリーはかなり驚くべきものだった。\n\nあなたがそれが好きかどうかは、私が前に言ったように、それは間違いなく腕時計の価値があるかどうか、それを試してみてください！"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "Andyis",
    "profile": "/profile/Andyis/reviews",
    "pages": "3",
    "number": "8",
    "link": "/reviews.php?id=77339",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\nあなたは写真を見て、突然、「ハーレム、愚かな、または不気味な」のようなあなたの心の中のポップアップを持っていますか？\n\nまあ、私がマギの絵を見たとき、私の心の中にポップアップした最初の考えは、それがあまり良くないように見えました。 私は本当に退屈な物語のこの奇妙な概念を持っていたが、芸術が素晴らしく見えたので、私はそれもショットを与えるかもしれないと思った。\n\n私はとてもうれしいです。 マギは素晴らしいショーです。\n\nストーリー-9\nAladdin、主人公は彼が何であるかを確かめず、その答えを探します。 彼は彼が東方神起であることを発見し、新しい友人を見つけて冒険に行く。 冒険は楽しく面白く、見て偉大です。\n\nアート-9\n素晴らしいアートスタイル。 文字は非常に現実的でよく見比べられ、背景は素晴らしく見えます。 戦いは非常に見て、本当に良い見て喜んでいる。\n\nキャラクター-9\n文字は本当によく発達しており、それぞれ独自の目的を持っています。 多くの文字がありますが、いくつかの主人公に焦点を当てています。 まず、アラジン、おそらく王を選ぶスーパー強力な東方神起は、青い髪の小さなピップキキークで、たくさん食べるのが好きです。 彼はフルートを持っていて、頭のない青い妖精を呼び出す。 彼は世界のルールや習慣を完全に理解していないので、彼が他のキャラクターとやり取りするとき、とても面白く、楽しく、エキサイティングです。 また、外傷を負った奴隷と強力な戦闘機であるモルガナがある。 彼女はより深刻で暗いですが、楽しく、彼女の方法を修正し始めます。 最後にAlibabaは動機はあるが、Aladdinとのやりとりで変化する。\n\nポイント - キャラクターはラウンドの楽しみと見て興味深いものです。\n\n楽しさ -  9\n私は本当に大きなキャラクターが大好きな人たちのひとりです。キャラクターが成長すると戦いが増えます。私は東方神起を見ると同じ感情を覚え、戦いを楽しむことができますが、より多くのコメディ、ペース、 私は変化として素晴らしかった。 とても楽しくて楽しいです。\n\n全体的 -  9\n軽快なアニメを探しているだけで、脳を止めて楽しむことができれば、とても楽しくて価値のある時計です。 もしあなたが大3を好きだったり、それが短くなったら好きなら、これは間違いなくあなたのためです。 コメディとミックスする楽しい冒険物語。 間違いなくこれを試してください。"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "Saky_Kuso",
    "profile": "/profile/Saky_Kuso/reviews",
    "pages": "3",
    "number": "9",
    "link": "/reviews.php?id=220226",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  7\n|  8\n\n*これは最初の季節の唯一のレビューです私は終わりの変化が私のフィーリング*である場合、私は第2シーズンの別の査読を行います*\n\nアートスタイル：とても鮮明でクリアです。 私はカラフルなアートスタイルがアニメの気分によく合っていると思いました。 私は彼らがどのようにしてチビのフォームを作ったのが大好きです。 それはアニメのアラビア語の感じにマッチしました。\nストーリー：それをクリックすると、アニメにAladdanの文字が含まれているとは想像もしませんでした。 どのキャラクターが誰であるかを推測しようとするのはまず楽しいことでした。 しかしこれはアニメのもうひとつのケースで、他の何かをゆるやかに表現しています。 私はこれが悪いと言っているわけではありませんが、実際には、アニメ以外のものがアニメフィクションになっても、同じことを言うことさえできないのが好きです。 話はとてもうまくいったと思いますが、私にとっては、次に起こったことを推測するのは簡単でした。\n音楽：両方のオープニングは、実際にはアニメに非常に合っていた。 私がSidのことを聞いたとき、私は非常にショックを受けました。私がSidが深刻なスタイルのアニメと聞いたアニメのほとんどがアニメにうまく合っていると思ったからです。 バックグラウンドミュージックは私にとって特別なものではないと思った。 アラビア語の音楽がとても響きあう部分はかなりクールに聞こえました。 私はその音楽のスタイルを保っていたと思う。\nキャラクター：すべてがそれらにかなり一般的な感じを持っていた。 私はAladdanの性格がどのように作られたのが好きだった。  AlbuとAladdanのミックスのようなものでした。 それは私が本当に傑出したと思った唯一のものでした。\n\n私が持っている苦情は、バックグラウンドのキャラクターが主人公と同じだったということです。 私は背景の文字を再利用することを理解できます。まったく同じ声のメインではありません。 私はTodd Haberkornが悪い人を演奏するのが好きだった。\n\n全体的に私はこのアニメの最初のシーズンは大丈夫だと思っていた、それは本当に私を動かさなかったが、恐ろしいことではなかった。 私はいくつかのアニメよりも優れているが、ベストではないので、全体的なスコアに8を与える。"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "ChrisMuser394",
    "profile": "/profile/ChrisMuser394/reviews",
    "pages": "3",
    "number": "10",
    "link": "/reviews.php?id=219773",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  4\nキャラクター|  8\n|  5\n\n*****スポイラー警告*****\n\n\n\n東方神起についてたくさんの良いことを聞いたので、私はそれがもう一つの傑作になると思って熱狂して見始めたが、私が間違っていたことに失望した。\n\n強いキャラクター、強いバックストーリー、目を引くアート、シナリオの良いアイデアにもかかわらず、私は東方神起が非常に失望しているのを発見しました。 シナリオの背後にある一般的な考え方には潜在的なものがありますが、その可能性は残念ながら非常に悪用されています。 最初の4つは、おそらく5つのエピソードが面白いです。 方法で。 しかし、その後、第2の主人公、Alibabaは突然アイデアに変わり、父親を殺した男と一緒にタグをつけて、自分の友人であると信じさせて、私の情報を得ました。 彼は自信を失い、抵抗することなく町の半分に沿って導かれ、すべてが怖がってしまう。 彼の動機についての説明はほとんどありません。 おそらくこれの説明は後で与えられるかもしれないが、退屈な顔をした最後の3つのエピソードのアニメを握った後、私は見つけられないだろうと思う。\n\n私はまた、自然とペーシングの両方で、サウンドトラックが不十分であると感じる傾向があります。 真剣に、なぜクラシック音楽を使うのですか？ 私はそれが設定に合っているので、アラビア音楽を持っているのポイントを得るが、なぜすべてのジャンルのCLASSICAL?? これは、それが伴うシーンのペーシングを完全に破る。"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "AdunToridas11",
    "profile": "/profile/AdunToridas11/reviews",
    "pages": "3",
    "number": "11",
    "link": "/reviews.php?id=160241",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nすべてのファンタジーアニメの中で、これは私が楽しんでいたものだと思っていました.1000と1泊分のアラビアのテーマを爽やかに楽しんでいました。 そのキャラクター開発のプロットとplotswistsでいっぱいのアニメが、すべての楽しみのほとんど。 それは、アラビア語のテーマと結合した、面白くて魅力的なキャラクターの信じられないほど楽しく爽やかなストーリーラインです。 多くの人気のある主流のアニメと同様に、あなたを守るという前提の完全なものです。 不幸にも、私はこのアニメが十分な賞賛を得ているとは思わない。 それはさわやかです\n非常に主流になる可能性を持つファンタジージャンルのアニメが、その創造性の観客beacuseの広い視野にも広がっています。 今、これとシーズン2があります。マギ：魔法の王国と、このアニメを見ている途中で会う未来のキャラクターの過去に焦点を当てた新しいOVAタイプのシリーズ.Oohは私が言いました 漫画に基づいて！ あなたは前提と物語でintrestedているが、アニメを最初に見たいと思っていない場合は罰金、私はあなたが私だけでもtthisを楽しんでいることを願っています！"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "ezyl",
    "profile": "/profile/ezyl/reviews",
    "pages": "3",
    "number": "12",
    "link": "/reviews.php?id=82076",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  7\n\n最初の少数のエピソードを見て以来、まあまあのマンガを読んでいたので、ショーが終了する場所はかなり良いと思います。 アニメが語ったストーリーの流れはしっかりしており、十分に探求されています。私は全体的な経験が十分楽しかったと言います。\n\n私は、その部分をスキップし、私が好きで嫌いなものの短いリストをあなたに提示します：\n\nプラス：\n+ギャグは初めにすばらしいですが、シリーズが進むにつれて、少し薄くなります。 性的なユーモアが何度も働いているだけです。 幸いにも、私たちはそれに対抗するためにいくつかの漫画の救済をしており、それは大部分のために働く。\n+美学的に、色は活気があり、アニメーションは非常にきれいで滑らかです。 それはそのジャンルのアニメのための非常に標準的なので、これで骨を選ぶことはあまりありません。\n+キャラクターは最初は二次元的に見えるので、最初はこの番組に高い評価を与えたくないのですが、balbaddアークの前後でさらに多くの開発を見ることができます。 見て。 しかし、私たちはまだあなたの標準的なウービーの王子と正義複雑/人間のドラマの熱狂を持っているので、結局のところそれほど違いはありません。 アニメ・プリンス・ズコは、キャラクターが私を完全にガードしてくれた唯一の人物だったので、キャストへの素晴らしい追加です。\n+ボイス演奏はしっかりしています。 たぶんそれは、私がセイウウのひとりに偏っているからかもしれません。 ここでユニークなものはありません。\n\nマイナス：\n -  Bakuman-speakを使って、それは非主流の設定では非常に適切なバトルシリーズです。 ストーリーの設定や元のコンセプトを除けば、キャラクターの背後には本当に壮大なものはなく、正直に別のバトル・マンガとは別に何も設定していません。 これまでに行われていないアニメは何もありません。\n - テアーチャーシーンは効果的ですが、友情のスピーチでは影響の一部が失われます。\n - 最初のストーリーの流れはまだ私を少し捨てましたが、いったん物事がbalbaddに落ちれば、あなたはそれがどこに向かうのかをほとんど見ることができます。 本当に予測不可能なものは何もなく、キャラクター開発の予兆は、彼らが来るのと同じくらい単純なものでした。\n\n溶接：\n=私は物語の次の記事を楽しみにしていますが、私はアニメを見ますが、ここで私の正直な意見は、おそらくマンガを読むだけで良いでしょう。"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "MidnighBlueBlack",
    "profile": "/profile/MidnighBlueBlack/reviews",
    "pages": "3",
    "number": "13",
    "link": "/reviews.php?id=96573",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  8\n\n全体的に見ると、これは見る価値がある番組だと言えます。 私はそれが一種の独特なキャラクターを提示し、それを比較的徐々に紹介するような気がするので、みんなを追跡するのはかなり簡単です。 それは本当にあなたに文字と接続する時間を与えるので、それらに起こる事柄は、より多くの視聴者を意味します。 私はアニメがかなりよく描かれたと思う。 細部を失うことなく、マンガからアニメにうまく移行し、音楽は劇的ではないにしても魅力的でした。 私はまた多くの声優のファンでもあったので、それは巨大なプラスでした。\n\n私はアニメを見る前にマンガを読んでいましたが、ほとんどの場合、アニメは漫画にかなり近づいています。 私が持っていた唯一の本当の問題は、最後の3つまたは4つのエピソードが次第にフィラーの中でますます働くことです。マンガがまだ出版されているためにこれが行われたと私は理解していますが、 愚かだった。 全体的には、これまで見たことのない最悪のフィラーではなく、ストーリーからあまり離れていません。"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "Healiel",
    "profile": "/profile/Healiel/reviews",
    "pages": "3",
    "number": "14",
    "link": "/reviews.php?id=80114",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  8\n\n迷路、英雄、奴隷が並んでいる世界では、私たちの子供時代の好きなキャラクターを生き生きとさせながら、この球を理解しようとしています。\n\nいくつかの点で、東方神起は絶対に華麗です。 その音楽は豪華で、壮大なバックグラウンドミュージックのおかげで、いつも夢中になっています。 キャラクターのデザインはかわいいですし、ショーで強い女性のキャラクターが不足していることについて定期的に不平を言う人にとって、マグニは強烈な女性キャラクターを見たいと思っている人を指し示すことができると判明しました。\n\n主なストーリー・ラインは、若い人と若干古いオーディエンスの両方にアピールするものに次いで、幼稚な熱意とそれには遅いが明確な性格の両方があります。\n\nそれが扱うテーマのいくつか、「裏切り」は、現在のアーク（私はエピソード10にある）で強いものと思われ、時折グレーティングを得ることができます。 しかし、ショーは誰もが自分のキャラクターとして見せようとし、それぞれのプロットラインを開始しています。 それが10のエピソードだけだったという事実を考えると、それは達成です。\n\nしかし、すべてが完璧ではない。 すべてのショー同様、これも弱点があります。 その中で最も重要なのは、キャラクターが何をしているのかを正確に理解することができないことです。 これは私にとって少なくとも三倍も起こったし、それでも、私はその部分を迂回することを望んでおり、将来そのキャラクターが「偏心的」であったために行われたことを暗示するものではないことを願っている。  、またはそれをより単純に「一次元」にすることができます。\n\n私を大いに苛立たさせる東方のもう一つの部分は、彼らが前提の背景に広がる社会的条件にどう対処するかということです。 それはどういうわけか、明るくない、ひどく研究されています。 おそらく、被験者が被験者を完全に育てることを避けるか、被験者をより効果的に扱うと助けになるかもしれません。 そして、私は彼らが後者をすることができたと確信しています。モルガイアナの物語が扱われた方法は、彼らができたことの多くを示しています。 それは、ほとんどエピソードをいくつかのエピソードで、育ったが、彼女はショーの中で最も同情的で強いキャラクターの1つに残ります。\n\nだから、\n\nストーリー：8/10。 それは古い物語を老化させるための非常に新しいひねりであり、私は彼らがそれでやったことが大好きです。 それは爽やかで、私は戻って、私の幼年期の本をもう一度読みたいと思うし、私がそうしたとき、私を信じて、私はおそらく異なる光のすべてを見るでしょう。\n\nアート：8/10 軽く、活気があり、エネルギーがいっぱいです。 それがシリーズの背後にあるアートワークを見ているのです。 砂漠の背景やロケールは見て美しいですし、詳細に多くの注意があります。\n\nサウンド：9/10。 ここで、私がその音について話すとき、私は厳密に背景音楽を意味します。 オープニングテーマと終了テーマは私のスタイルではありませんでしたが、それは決して良いものではないことを意味していません。 それは単に私が背景音楽をあまりにも愛しているということです。\n\nキャラクター：7/10。 ここで私は少し失望していた場所です。 他の人が私に私の画面に靴を投げたいと思うようになった間に、いくつかの文字が私を驚かせ、より多くを見たいと思った。 しかし、自分の右のキャラクターは華麗で、輝くチャンスが与えられれば、それだけでもいいと思います。\n\n楽しさ：8/10。 私がシリーズとの愛憎関係を持っていて、毎週それを見るために戻ってきた時、私はそれを楽しんでいることを知っています。 シリーズは良いバランスを持っています、時にはちょっと酔いがする、アラジンのような特定のシーン...好き...確かに...女性の体の部分は私がうんざりになりました。 単に彼はそれが余りにも若く見えたからです。 私は彼の年齢が何であるか気にしない、彼はちょうどそれのために若すぎる。  O_Oしかし、ありがたいことに、最新のエピソードは、好きなことの多くの場面を特徴としていません。 全体的に、あなたが塩の穀物でそれを取る場合、シリーズは見て楽しいです。\n\n全体：7/10。 シリーズにはたくさんのことがありますが、私は愛と憎しみの両方を持っています。 しかし、私は誰もが少なくともシリーズを試してみることを勧めます。  :)"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "wrenflyingaway",
    "profile": "/profile/wrenflyingaway/reviews",
    "pages": "3",
    "number": "15",
    "link": "/reviews.php?id=221862",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  6\nキャラクター|  9\n|  9\n\n私は最近、「Magi：Labyrinth of Magic」という素晴らしいアニメを完成させました。 このアニメは本当に人気があります。  （私はそこにAladdinとAlibabaのぬいぐるみがあると言っています！）これまでに何度も聞いたことがあります。  （私は 'No mainstream ANYTHING'フェーズを通過しました。ええ、それは楽しいものではありません...）\nだから、基本的に今年の夏は「Wrenが人気のあるアニメに追いついている」。  Derp。  〜（._。）〜\nしかし、まあ、これは素晴らしいアニメです。 とても驚きです。 私はそれについて噴出を停止することはできません。  （まあ...私はあなたの嘘を4月に始めるとすぐにやめます。それから私のすべてのつぶやきは私の泣いているGIFです。\n私は最初は巨大なファンではなかったが。  （真実。）\n\nこのアニメは私を吹き飛ばした。  （これは、「私は迷いを微妙に言う別の方法です。微妙です。）あなたはおそらく理由を疑問に思っています。 つまり、それがこのレビューの対象です！ そしてあなたは明らかにこのレビューを読んでいます。  Sooo。 ええと。\n\n\n1）私は実際に何かを感じた。\n私の冷たい石の心の中で、私は何かを感じました。 このアニメは、あなたが腸の中であなたを叩き、「いいえ」本当に大きな音を鳴らすまで軽快なショーンのようです。 そしてテーブルをひっくり返す。 あなたの飲み物を盗みます。  （このアニメは時々非常に残酷です。）\n\n私はこれを見ながらとてもたくさんの感情を持っていました。 さて、私は、モルガンナとアリババとアラジンが分かれているので、前半を認めるでしょう。 ああ、いや！ もの、私は退屈した。 とてもそうです。 しかし私は辛抱強く頑張った！ それがジャックポットに当たったときです。\n\nこのアニメは、少し涙が詰まった、致命的な殺し屋のシーンに変わります。 さて、多くの涙のように。\n\n\n\n\n（私は第17話の分析にあなたを導いていくつもりです。Ehem。Episode 17同時に泣いて笑うことは狂気の印です...私は素晴らしいアニメを意味しました。\nこのアニメが拾い始めたら、私の感情はいつもジェットコースターに乗っていた。 これは本当にBalbaddのエピソードで起こった。 そして、人、それは良い弧だった...\nしかし、本当に。  Alibabaの意思決定と彼の荒い過去の後ろの感情は本当に動いていた。 そして、Zagan / Organization弧の明るく暗いものはどれも？ ワオ。 それは華やかだった。\n\n\n\n\n弱者のためにあなたを根付かせるシーンもたくさんありました。 例えば、すべての戦闘シーン。 あなたはAlibabaとAladdinとMorgianaを応援しました。 私は実際に大声で叫んでいたかもしれません...一回...または二回...または三回...はい、このアニメは私を本当に怒らせました。  （私が「民主主義」を叫んだのはもちろんですが）\n\nそう、はい、このアニメはあなたを泣かせます。 そして悲鳴を上げる。 そして応援してください。 しかしそれのために素晴らしいです。\n\n\n2）光の力は、嘘と欺瞞で汚染されていますが、最終的にはすべてを通り抜けます。\nはい、これは明暗のテーマを持つ典型的な少年です。 しかし、このアニメは私が以前見たよりも優れています。 ルークは明暗を象徴しています（シンドリスアークの成長している紫色の傷みのようなものです）。\n\n\n\n\n明暗の戦いは素晴らしいです。そして、それはJudalが本当に紹介されたときから始まります。  （これは本当に早い時期です）シンドリウム弧は暗闇と光に焦点を当てますが、バルバド弧がそれに触れます（カッシムと共に、今私の悲鳴を聞くことができます）。\n\n\n\n\n代わりに組織について話したいと思います。 私はエピソード分析でカッシムについて話しました。  （別の恥知らずのプラグ。）\nこれは悪人のグループです。  shounenアニメの典型として。 しかし彼らは自分自身に「堕落」を吹き込む。 あなたが定義を知る必要がある場合は、私はそれを貼り付けました：\n\n\n「堕落：名詞\n道徳的腐敗; 邪悪さ。\n\nありがとう、Google。\nこれは本当に面白いです。 組織は良好な意思を持っている。  （彼らは何かを避けたい...避けられないように思われる、うん、スポイラーなし！）そして、彼らはそれをするために間違った方法を選択した。 それから、みんなをダークサイドに連れて行こうと思っています（私はここにいるのですが、私はここで楽しんでいます、ダース・ベイダー、ビクター・ヴァイル、WOOT WOOT）。\n組織は非常にステレオタイプですが、アプローチは異なります。 これは、堕落と暗黒の人に感染することに焦点を当てています。 とても面白いです。 ほとんどの「組織」はすべてを破壊したいだけです。 しかし、これはしません。  Hm。 興味深い、いいえ？\n\n3）Alibabaはあなたの常設の主人公ではありません。\n明暗の間の議論。 彼は震えます。\n私はここでスポイラーと言うだろう...しかし、私はしません。 どういたしまして。 しかし、私は代わりにスポイラーを表示します！  - 悪魔の笑い - \n\n\n\n\nまもなく、彼は暗い側を弄んだ。 しかし、彼は友情と希望を持っています。 そして、これは彼の中で最高のものをもたらします。 彼は暗闇に屈することはない（またはこのアニメのような堕落）。彼はそれを通って戦う。 そしてそれは素晴らしいです。 彼は光のこの精神的な英雄ではありません。 彼は灰色の英雄です。\nそしてそれが彼を本当にします。 すべての現実のヒーローは、最も驚くほどの苦痛を持っているわけではありません。 彼らは落ちるかもしれない。 多少の煙や飲み物かもしれません。 または、Alibabaのケースでは、全王国の少しの荒廃。 あなたは、小さなものを知っている。 しかし、彼らは跳ね返る。 そしてAlibabaもそうでした。\n\n\n\n\n私は彼を賞賛する。 それは確かだ。\n\n4）アラジンとアリババは友情の目標です。\nその2人はとても近いです。 彼らは冒頭でお互いをほとんど知りませんが、結局、彼らは永遠に永遠に親友です。 彼らはとても一緒に行く。 そして彼らはそれのために接続を成長させる。\n\n\n\n\nそして、事は、AladdinはAlibabaの光です。 彼は何度もアリババを救う。 確かに、Aladdinが、Alibabaの愛を面白くしていたら、これはちょっと面白いですが、このアニメは友情カードを引っ張ります。 そして、これは本当にうまくいく。\nあなたは友情に投資します。 そして、あなたはそれらを一緒にしたいだけです。 永遠に。\n\nそして最後に、少なくとも、すべての理由があります。\n\n\n5）かわいい男の子。\nはい、これは些細なことです、私は知っています。 それでも！ これらの男の子は非常に魅力的でした。 それは視聴者にとって素晴らしいことです。 そして、私は今彼らの魅力のレベルでそれらを評価します。 結果は驚くべきことです。\n\n\nNumbah One：Ugo\n\n\n\n\n彼は青くてかわいいです。 本当に助けになりました。 彼の最初の一見は欺かれていますが、彼の顔は非常に魅力的です。\n\n\nぬｍばｈ とぉ： はくりゅう\n\n\n\n私は...うんざりする、遠い王子が魅力的であることを意味する。 プラス、その傷跡。 それは私に「アバター：最後のエアベンダー」からのZukoを思い出させる。\n\n\nヌンブ3：アリババ\n\n\n\nAlibabaは最高です。 彼は彼の幼稚な、ふわふわした顔がなくても涼しい。 しかし、顔は物事をトップにしています。\n\n\nヌンブ4：シンバッド\n\n\n\nあなたはおそらく彼がなぜこのリストの上に上がっていないのだろうと思っているでしょう。 それは、UGOは生きているからです。 シンバッドはそれほど悪くありません。 しかし、彼は本当にリッピングされています。 しかし、あなたは知っている...私はロマーノとすべてが好きです。 そう。"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "Kenyanke",
    "profile": "/profile/Kenyanke/reviews",
    "pages": "3",
    "number": "16",
    "link": "/reviews.php?id=97179",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  9\n\n座席全体を通してエンターテイメントアニメ。\n\nほとんどのアニメとは異なり、最初か最後かどちらかがピークになり、残りの人にとっては悪いです。\n\nストーリー[8/10]：\nそれがなぜこれであるか疑問に思うかもしれませんが、ショーでは多くの面白い瞬間とアドレナリンのラッシュをパワーシーンから引き継ぐことができますが、実際にはストーリーはそうではなく、終了していないので、 あなたはそれを見て、驚きを驚かせ、途中で2番目の季節があります。 一般的にストーリーは完結していないと完全ではありません。 主弧の1つが第2シーズンのために保留されているという事実のために9/10ではない。\n\nMagiはアクション満載で、冒険的で活気に満ち溢れています。世界各地に配置されたDungeonsにはGenieが含まれており、キャプチャすることで大きな力が得られ、Aladdinの旅に役立ちます。\n\nアート[8/10]：\nほとんどの新しいアニメのように近代化のタッチできれいに、きれいに描かれた芸術、あなたが高解像度アニメのために掘り出しているなら、これはあなたのためです。\n\nサウンド[9/10]：\nキャラクターの声はフィッティングされ、全体を通してのインサートは素晴らしい状況を模倣していますが、オープニングとエンディングは非常に涼しいので、スキップしないでください。\n\nキャラクター[8/10]：\nショー全体が完了していないので、キャラクターをさらに詳しく見ることは待たなければならないだろうが、それはアラジンの過去にぎこちないものだが、他の人にとってはモーグは面白いキャラクターであり、  Alibabaは、あなたのいつもの魔法使いです。\n\n素敵なのは、7つの海の部分を追加して、Sinbadの民俗を加えましたが、面白いことに、Sinbadはかなり面白いです。一般的にはメッセンジャーですが、戦場では彼は爆弾です。\n\n楽しさ[9/10]：\nアニメは完全ではありませんが、とても楽しかったです。私はそれを見ましたが、それは終わって悲しかったですが、私の人生の10時間、heheを通して私を楽しませて幸せでした...しかし、数日後、  2013年10月の第2シーズンとなるため、ショーに向けての喜びが大きく増えました。\n\n全体的な[8/10]：\nMagiはセミオリジナルで楽しいですが、アドベンチャー/ファンタジーのジャンルを愛している方には、アクションファンに枝分かれすることをおすすめします。 あなたの好きなことを見て、あなたがそれを見た後であなたの意見を聞いて、それがあなたのお茶でないなら、それはあなたの意見にすべて下っています。\n\nお楽しみください！"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "explicit707",
    "profile": "/profile/explicit707/reviews",
    "pages": "3",
    "number": "17",
    "link": "/reviews.php?id=110097",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  8\n\nこのシリーズは、およそ1000のアラビアの夜に基づいています。  Aladdin、Ali Babba、Sin Badのようなキャラクターが主人公です。 それは密接にリンクされていないが、テーマはいくつかの偉大な古典的な物語から取られています。シリーズはマンガシリーズから適応され、私は強くそれを読むことをお勧めします。\n\n東方神起は非常に有望だったシリーズです。 これは、進行中の週刊漫画シリーズに基づいています。 物語はマンガに比べて少し切り捨てられており、ペーシングは時にはあまりにも速く設定されています。 効果的には品質が優れていますが、時には低下します。 全体的にはかなり良いアドベンチャーアニメシリーズですが、マンガのファンにはフィラーエンディングがあります。\n\nこのシリーズが本当にうまくいったことの1つは、キャラクターとその個性に真実にとどまっています。 多くのアダプテーションはあまりにも多岐にわたっていますが、このアニメはかなり立ち上がりました。 私はアートワークとアニメーションが大好きでしたが、コメディアニメーションはとても怠惰でした。 私は音楽と声優を楽しんだし、このシリーズの放映中に私は非常に満足しました。 これは、私が期待して週に1週間待ったものです。 それはテーマについて本当に良い仕事をして、とても楽しかったと感じました。\n\nそれは、最後に不要なフィラーエンディングで私を失った。 彼らはマンガの物語と同じようにそれを終わらせることができ、はるかに良いオープンエンドの結論を持っていた可能性があります。 マンガをベースにしたほとんどのシリーズで私の最大の苦情の一つは、彼らがあまりにも大きく逸脱していることです。 何かがそれをアニメートするのに十分なファンベースを持っていれば、彼らは物語だけを残すべきです。 もしあなたがそれを変更せずにできるなら、それをより良くする。 私は彼らが最後に配信したとは思わないが、あなたがマンガを読んでいないなら、あなたは目を覚まさないだろう。\n\n苦情を除いて、それはシリーズの素晴らしい紹介です。 私はキャラクターが大好きで、私はそのストーリーを楽しんだ。 私はあなたがアクションアドベンチャーのアニメシリーズに入っているかどうかを見なければならないと感じています。"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "colonelpanic",
    "profile": "/profile/colonelpanic/reviews",
    "pages": "3",
    "number": "18",
    "link": "/reviews.php?id=96541",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  9\n\nMagiは、他のすべてのshounenシリーズの完璧なクローンではありませんが、私はどちらかといえば新しく異なるものではありません。 この最初の実行の終わりまでに、私は標準金型に定着するようなものに疲れていました。 それはまだ平均よりもはるかに良いと言いました。 マギは多くのキャラクターを持っていますが、煩わしさを感じさせないような方法でストーリーに取り入れています。\n\n他の良いもの：\n楽しい\n\n一般的に明るい\n\nいつも人を殺すことなく人を救うヒーローをするとは限りません。\n\n人を殺すことなく人を救う英雄をする理由があります。それは見ることをひどくはしません\n\n\n\n他の悪いもの：\n多くの場合、メロドラマの領域に流出し、泣いている多くのシーンが含まれています\n\n徹底的に死んだ英雄は、人を殺すことなく（しばしば自分自身から）人を救うのですか？ それは10年前に老朽化していました。\n\n奴隷制への態度は意味をなさない。 それは大きな問題ではありませんが、それはあなたを物語から奪うことができます。 あなたが私が何を話しているのか分からなければ、あなたにそれを説明することは何も役に立たないことはほとんどありません。 私は古代の奴隷と召使いの意味の違いと、その状況が物語の世界にどのように関係しているかを考えたいと言っている限り、行きます。\n\n「有毒に見えない」牙の蛇。 私はこのラインが誰かの腕から牙を引っ張った後に来ると言いましたか？  （真剣に、私は大声で笑った）\n\n私は本当にこの物を探していたわけではありませんでした。でも、私はキャラクターがスクリプトを読まなければ知ってはならないことを知っていた場所に気付きました。\n\nブレードの長さは、その時点で描画するのに便利なものに基づいて変化するように見える"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "Fate25",
    "profile": "/profile/Fate25/reviews",
    "pages": "3",
    "number": "19",
    "link": "/reviews.php?id=78419",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  8\n\nまず、私はこのアニメが由来するマンガのファンだと言わなければならない。 全体的に私はこれが「okie」の適応だと思って、10点満点中8点の総合点を付けました。\nこれに続いて、私は漫画と比較して、適応についてどのように感じるかの詳細な内訳を示します。\n\nストーリー：8\nストーリーはマンガとまったく同じですが、シーンの細かい部分だけが編集されています。  「東方神起」の物語は、古典的な「アラブの夜の物語」の物語から、キャラクターのパラダイムと背景設定を使った壮大な冒険の物語です。 ほとんどの人は、「アラジンと魔法のランプ、アリババと40人の泥棒、シンバッドと7つの海の物語」、\n\nマジックランプ、呪文、飛行魔法のカーペット、ダジン、砂漠、盗賊、冒険＆amp; 危険...「アラビアンナイトの物語」のすべての象徴的なオブジェクトと要素は、「東方神起」の物語にしています。\nこのアニメの適応に私の唯一の不満は、マンガからの物語の感情的な部分は、彼らがアニメで行うのと同じ重量を持っていないということでした。 それは、アニメのエピソードの速いペーシングに起因する可能性があります。\n各キャラクターのドラマと感情的、暗い、荒々しい背景の物語は、漫画の「東方神起」のプロットをとても魅力的にしたものの一部です。 キャラクターには欠陥があり、ほとんどの人に暗黒の歴史があります。歴史によって各キャラクターの行動は信じられ、リーダー/ビューアーは各キャラクターの動機を関連づけて理解することができます。\nしかし、アニメでは、その歴史を描写したシーンが急いでいるように見え、感情的なドラマの全体的な重さと効果が減少します。\n\nアート：8\nアニメの明るい色は本当にうまくいき、キャラクターは幼稚で未熟なやり方でマンガのようにほぼ正確にアニメーション化されています。 色は、古代のアラブ文化の美しさを、時間に戻って行くことができるかどうかを見たいと思っているかのように、本当に引き出します。\n幼なじみのキャラクターアニメーションはコメディーの一部を引き出し、アニメはそれほど真剣に受け止めません。これは視聴者に懐かしさの冒険＆感動を与えます。 彼らが10歳未満のときに持っていた発見。\n\nサウンド：9\n各キャラクターの声優は、おそらくアラジンを除いて、キャラクターに完全に合っています。 より朗らかな声の声優がAladdinにとってはより良いマッチであったかもしれないが、現在の声優はまともな仕事をしている。\nオープニングと特に終わりの歌は、人が '魔法'を見て関わったときに呼び出される子供のような冒険感を本当に引き出します。\n終わりの歌のコーラスを歌っている幼稚な声を聞くだけで、アラジンと旅行のギャングのシーンを見て、その土地のさまざまな文化を訪れてみると、視聴者は壮大な冒険感を感じることができます。 新しい土地を見る。 肯定的な感情のこのバンドルは、実際には 'Magi'を見るときに視聴者が感じるものの良い要約です:)\n\nキャラクター：8\nストーリーレビューセクションで言及したように、キャラクターはよく考えられています。 それぞれのキャラクターには、個性があり、傷があり、背中がぼんやりとしています。これはキャラクターを信じやすくし、モチベーションが響いて、観客がキャラクターを理解し、関連させ、つなげることができます。\n私はアニメがもう少し時間と努力を費やして、暗黒のバックストーリーセクションに（マンガと比較して）より重視することを望みました。 マンガの読者と比較して、「Magi」の初めてのアニメ視聴者は、おそらくキャラクターに投資されていないだろう。\n\n楽しさ：8\n「Magi」の漫画版からの冒険の美しさと感覚をとてもよく伝えるので、かなり楽しいアニメです。 これまでのところ、新しいアニメのエピソードが毎週公開され、毎週リリースされるたびに、私はマンガの物語がアニメにどのように適応されるかを熱望して予期していました。\n\n全体：8\nマンガからアニメまでの「Magi」のまともなアニメアダプテーション。 歌、声の演技は、文字のためのほぼ完璧なフィットです。 アニメはストーリーとフィラーフリーにとても忠実なままです（良いことに感謝！）。 私の唯一の不満は、彼らがかなり速いペースで物語を揺るがしているように見え、キャラクターのより暗いバックストーリーセクションで精巧な時間を費やさないということです。 私は実際にアニメを見ながらマンガを読むことをお勧めします。 人が両方をやりたければ、アニメを見る前にまずマンガを読んでお楽しみください！"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "Teresa_21",
    "profile": "/profile/Teresa_21/reviews",
    "pages": "3",
    "number": "20",
    "link": "/reviews.php?id=97273",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  8\n\nそれは実際にあなたに影響を与えることができるそれらのアニメの一つであるなど、政治、奴隷、貧困などの多くを巻き起こしたので、東方神起は素晴らしいアニメです。\nアニメーションとサウンドはしっかりしており、キャラクターの開発は大丈夫、特にモルガイアです。 このアニメの私の唯一の問題は、その一部がマンガと大きく異なることです。  Magi：Magic of Labyrinthには、長年にわたるアニメの可能性がたくさんあります。 あなたがソリッドキャラクターで冒険をしたい場合は、magiはあなたのためです:)"
  }
]
