[
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "hellwyr",
    "profile": "/profile/hellwyr/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=82092",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nまず、私はこのアニメから何も期待していませんでした。 私がこの説明を読んだとき、私は「別のアニメ、ショー、ムービー、フェアテイルについて...誰がこれを見たいと思ったのか」と思った。しかし、いいアニメの欠如と素敵なレビューのおかげで、 読む、私はそれを試してみると思った。\n\nだから私はすぐに夢中になった。\n\n最初の分後、幼稚園のアニメだったのか、それとももっと広い聴衆のために作られたのかまだ分かりませんでした。  12のエプソンを見た後、私はあなたにもっと広い聴衆のためにそれを言うことができるので、心配はありません！\n\nストーリー：\n私はあなたに言いましょう、それは説明の状態として1001夜ではありません。 それは古代に設定されたアニメです（実際には後で1200年に遡ります）。 マギは、たとえば1001泊などのさまざまな知られている物語から名前とフレーズを借ります。\nしかし、このアニメは1001泊とは関係ありません。なぜなら、名前は同じなので意味がないからです。 だから、あなたが単純なおとぎ話を好まないのならば、心配しないでください。魔法の多い古き時代のファンタジーの世界です。 それはまた、セルティック神話、中国神話などの他の神話から物を借りる。\n\nストーリーは、混沌の時代、戦争の荒廃と革命の精神が空中にある場所で行われます。 マジックが新たに目覚めたところ。 マジックは世界中のダンジョンを作りました。 それらのダンジョンを征服することによって、あなたは巨大な力を得ることができます。 新しい王が戴冠し、人々は自分の権利を守り、人々は冒険に踏み出す。\nこの世界では主要な主人公です。  Aladadin、AlibabaおよびMorgiana; 独自の方法を見つけて、これらの歴史的時代に参加しようとしてください。\n\nキャラクター：\n私はすべての文字がいいと思うし、あなたは非常に簡単に好きになるでしょう。  3つの主要なキャラクターがあり、非常にうまくいきます。 彼らの発展は誇張されておらず、未開発ではない。 文字には変更の時間がありますが、それらのキー要素には真実が残ります。  Alibabasのキャラクターデザインが考慮されているため、時には様々なアニメクリシェがあるかもしれませんが、アニメは決してアニメのクリシェにあまりにも多く消費されませんでした。 実際にあなたがこのアニメが別の退屈な 'Emo'の奇妙なアニメに変わったと思う瀬戸際にいるとき、それはテーブルを回してあなたにさらに魅了させることに失敗しません。\n\nアート+サウンド：\n私は非常に芸術が好きで、キャラクターの感情をどのように描写しているのか、時には笑いを浮かせて、アニメに独特の才能を与えます。 音は何も目立つものではありません...\n\n\nこのアニメは本当に価値のあるものです。 それは私がそんなに愛していた古い叙事詩のアニメ、そしてなぜ私が最初にアニメを見始めたのかを思い出させる。 しかしそれは私にだけ思い出させる！ それは私の心を完全にまだ克服していない、私はまだ12エピソードを見ただけで、まだこのアニメの上とその下に多くのスペースがある。 私は10点を与えて、12の素晴らしいエピソードの後で私を失望させないという希望がたくさんあった。  ;）"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "Yoaken",
    "profile": "/profile/Yoaken/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=118259",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|\n\n無数の少年を見た人からは、「shounen」と表示されたショーを見ることが普通になり、それを日常的でありとあらゆるものとして却下する。 しかし、この広大なジャンルに新たに追加されるたびに、常に他のものより多くを突き出しているショー/マンガがあります。\n\nありがたいことに、Magiはこれを行います。\n\nストーリー：（9/10）アラビアンナイトをベースにした設定では、握っている物語を期待できる（または少なくとも期待する）。 ありがたいことに、Magiは2つの主な主人公（AlibabaとAladdin）に焦点を当てるように編成されており、独特の雰囲気を持っています。 これを通じて、物語は非常に暗くなり、物語を失うことなく握ることができます。 これを他の少年と区別するのは政治的側面です。 王として、あなたは治めるべきです。 しかし、どうしますか？ この質問を通して、さまざまな国や派閥が、信じられないような環境でやりとりすることができます。\n\n芸術：（8/10）ほとんどのshounensは一般的に長い放送幅の下に落ちる。 これは発展した物語を可能にするが、芸術は長期的に苦しむ傾向がある。 私はその表現を通して冗談を見ることはできませんが、むしろ、彼らは愚かなやり方で描かれています。 ありがたいことに、アニメーターはショーを1シーズンの弧に切り、必要に応じてより多くの章を適用する余地を与えています。 このため、技術は十分に発達している。 背景は細かく多様化しており、キャラクターモデルはラウンドで開発されています。 見た目のぎざぎざのエッジはほとんどなく、リアリズムを助けます。 戦闘シーンはまだショット（あまりにも多く）で苦しんでいないし、動きはアニメーションを劣化させない。 コメディの場面を除いて、全体的に液体が残ります。 これらを通して、ショーは異なるアニメーションスタイルをとる。 ユーモラスな一方で、それは全体的な価値を損なう。\n\nサウンド：（9/10）マギの強みの一つ。 両方の開口部は中東スタイルに似たメロディーとボーカリストとアラビアへの入り口を提供します。 それはショーへの扉を開き、バックグラウンドミュージックへの移行を価値のあるものにします。 これで、様々なフェスティバルサウンドトラック、バトル賛美歌、冒険曲が体験されます。 音の深さとうまく実行すると、より楽しい時計になります。 これに続いて、サウンドトラックの価値をわずかに下落させるエンディングが続きます。 悪くはないが、彼らはショーを最後まで運んでいない。 彼らがより良く選ばれたなら、見続けるという願望がより明らかになったであろう。\n\nキャラクター：（10/10）ショーのキャラクターは、プロットがうまく動作するように、丸くてなければなりません。 どんなに素晴らしい作品でも、強い主人公がいなければうまくいかない。 多くの人が名前を付けるべきである背景の文字は、驚くほどです。 彼らは独特の個性を持ち、物語をさらに進化させる信じられないほどの行を提供します。 それぞれの新しい個人は主人公として自分自身を保持することができ、あなたはそれらのそれぞれを気にすることができます。 彼らはあなたが悪い人のために根こそぎたいと思うように開発されています。 そして、Magiが提供します。  Alibabbaは理想主義を持った素朴な人です。 これは、プロットを前方にプッシュします。  Aladdinは、幼稚ではあるが不思議な深みのあるキャラクターです。 彼のキャラクターシフトは感情を物語に加える。 モルガナは、彼女の行動を通じて大きな瞬間を提供することができます強く、シャックルされた女性です。 このトリオはうまくブレンドされたボンドを持っています。 彼らの会話は、彼らが将来の状況をどのように扱うのか見たい、ショーを通して私を保った。\n\n楽しさ（9/10）第2シーズンの準備に一週間を費やしました。 終わった後、私はシーズン2を待たずに待たずにいました。このショーは、時間を置く価値があり、絶対にshounenがどのようにすべきかについてのあなたの見解に永続的な影響を与えます。\n\n全体：（9/10）Magiは、偉大な音、芸術、および文字に裏打ちされたよく開発されたプロットを提供するため、監視する必要のある番組です。 それらをshounenに入れると、これは保証されたお気に入りになるでしょう。 ジャンルに入るためには、それは良い出発点です。 そしてジャンルに反対する人にとっては、あなたは欠けている。"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "Stark700",
    "profile": "/profile/Stark700/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=92083",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  7\n\nあなたは魔法を信じていますか？ その答えがイエスかノーかにかかわらず、マグニはアニメファンのための古典的な冒険のユニークなシリーズとして自分自身を設定します。 すばらしい経験であり、東方神起がその冒険をキャラクターのキャストと共に描写する多くの方法があります。  Magiは古い学校のテーマと前提をあなたの週末にリフレッシュするものかもしれないので、今すぐ準備してください。\n\nMagi（Magi：The Labyrinth of Magic）は大竹忍によって書かれた漫画です。 このシリーズは、砂漠のアートワークがすべて散在している宇宙で行われます。 そのテーマは、古典的なOne Thousand One Nightsとそのコレクションに関連しています。 それは設定と雰囲気と正直に古典のように感じる。 最初から、シリーズの主役3名全員に素早く会います。 最初の数回のエピソードではすでに、奴隷制のような残酷（奴隷のような）、地下牢、そして魔界の宇宙に存在する怪物を探求しているので、アクションやドラマがペースを上げるのに時間がかかりません。\n\nこのシリーズには、エピソードが進行するにつれて軽快でアクションスタイルの雰囲気が詰まっています。 私たちが見るものの1つは、AladdinとAlibabaの2人の主人公の間の興味深い、仲間のような関係です。 関連はありませんが、彼らは密接な結びつきを持ち、両者はお互いによく見える兄弟関係を持っています。  2人は一緒にクエストと冒険に旅します。 マギの世界を探検する気分のような古い学校を放つファンタジーアドベンチャーです。\n\n100％の互換性はありませんが、デュオは同様の性格を持っています。  AladdinとAlibabaはともに、世界を探索したいと同時に、困っている人を助けるイニシアティブを持っていることを望む人格を共有しています。 彼らは他人を自分自身の上に置き、常に互いの幸福を常に見据えています。 両者の関係は、彼らの穏やかなやりとりや、途中で障害物をどのように克服しているのか、非常に面白いです。 さらに、デュオは非常に忠実であり、言葉やその行動を問わず、他人との結びつきを形成する方法を模索しています。\n\nしかし、これは常に続くわけではありません。\n\nなんらかの理由で、シリーズは少し後で試行を中断します。  2人は方向から離れて、一見自らの物語を始める。 そこから、デュオは彼ら自身の世界を探検するように、彼ら自身の旅から独立しているようです。 この点では物語よりもキャラクターに焦点を当てているように見え、物事は減速し始める。 さらに、デュオの旅や冒険にほとんど影響を与えないようだ。 それと、彼らの冒険が互いに絡み合わずに軌道に乗っていくという事実は、いくつかのハードファンの顔に少しぶつかるように見える。\n\n幸運なことに、Magiにエンターテイメントをもたらすもう一つの特徴があります。 彼女の名前はモルガニアであり、彼女はさらに厳しい幼少期を持つ頑丈な少女です。\n\n後でデュオに参加するMorgania（Mor）は、いつも厳しい子供時代を迎えた14歳の若い少女です。 奴隷制と自由をほとんど持たずに強制されて、私たちはマギの世界での彼女の闘いを見ます。 彼女の解放の前に、彼女の人格は、私たちが既に慣れ親しんでいるダイナミックなデュオの反対に存在します。 彼女の冷たい人格は、彼女がすでに行っていることの残酷さに反映されています。 それは、私が彼女を子供として、そして彼女がどのようになったのかについて、ごめんなさいと感じさせます。 それでも、後で、私たちは世話をする側をもっと見ています。 実際には、モルガナは自分自身の人生を危険にさらし、自分を他人の上に置くことを危険にさらし始めています。 モルガニアはAlibabaとAladdinと強い友好関係を築き、彼らはおそらく彼女の人生において最も重要な人々であることが証明されています。\n\nシリーズの他のキャラクターには、他のキャラクターから自分自身を設定する方法もあります。 主要な主人公を含む名前のほとんどは、その設定やテーマの一部とともに1千と1泊分に基づいています。 彼らの指導者とシンバッドやユダヤ人のような著名なメンバーとの間には、多くの部族がいます。 彼らは彼らの役割を果たし、彼らの地位と権力を与えられたことは、マギの世界全体で尊敬され、恐れられているとみなされます。\n\nシリーズの魔法の部分はもちろん、すべてのエピソードを取り入れています。 このシリーズの魔法のテーマには、ユーザーの金属製の船から来るdynnsの力が含まれます。 魔法に関するその他の用語には、rukh、magoi、dungeon capturer、magiなどがあります。 彼らが手を携えて、これらのテーマがすべて結びついているとは言い難いです。 実際、Magiの大部分は、豪華な車、技術、建築で近代文明と違って砂漠を抱えています。 実際には、そのようなファンタジーは、古い学校のような背景のような設定で描かれています。\n\nmagiはタイトルと見なされるので、それはその名前で知られている尊敬の言葉ともみなされます。 我々は明らかに知っていると、アラジンは彼のために戦う親しみのような青色の筋肉、Ugoを呼び出すことができる彼の力を持つ魔法使いであることを確認してください。 それと同時に、Aladdinには、後で拮抗者に対する彼のスキルを完璧にする方法の正確な知識も欠けているようです。 この時までに、私たちは、魔術師がすべてであることを目の当たりにする非常に多くの謎があることを知っています。 しかし、彼の親友の助けを借りて、Aladdinはこれらの謎を解き放つかもしれません。\n\nシリーズのアクションは、少年スタイルの一部として描かれている。 それは、キャラクターのパワーアップ、戦いの途中でスピーチを行い、彼らが何ができるかを見せつけようとしています。 正直言って、それはかなり一般的であり、同じ巧妙なアクションシーンのいくつかは多くの方法で強制されます。 例えば、アラジンと他の仲間の戦闘は後で始まります。 その後、それは潮を回り、主人公のアラジンが「何が正しかったのか、彼を止める」ことをしています。 このアクションはまた、キャラクターの一部からのパワーアップやダイナミックな入り口など、強制されているようです。 出入りを問わず、それは強制されているようであり、真の行動が欠けています。\n\nシリーズのアートワークデザインは自然で洗練されています。  One Thousand and One Nightsとそのテーマの一部に基づいているため、砂漠は設定やそのシーケンスが魔法の使用法でさらに使用されると期待できます。 多くの場合、すべてのキャラクターが古風で、サハラに適した方法で服を着ています。 森林、砂漠、そして建築は、自然で直感的な古い学校のスタイルに適応しています。 アートワークの開発で他のものよりも目立つようにはしません。 実際には、そのビジュアルは合っており、互いにフィットしています。\n\nサウンドトラックに関しては、菊田ひろみ（ブラックロックシューター、スクラップドプリンセス）がOSTのオーケストレーションに力を入れている。 サウンドトラックの中には、古典的なアラビア語のリズムを持っているものもあれば、フルスロットルペーシングと一緒にそのコースを引っ張っているものもあります。 これは、夜間に追跡されたり、紛争の重大な瞬間があったりするシーンでは特に当てはまります。 シギ・サギスも、魅力的なスコアで彼の音楽と同様の仕事をしています。  SIDのオープニングソング「V.I.P」は、そのキャラクターのモンタージュや進行中のアクションの一部を提示することによって、オーケストレーションの方法で視聴者の注意を惹きつけます。 ああ、一緒に来るオールスターキャストを忘れることはありません。 一般的ですが、それは魅力的で古典的です。\n\n全体的に、東方神起は古典的です。 それは、キャラクター、そのテーマ、スタイル、物語を伝えること、およびビジュアルアート作品のキャストで古い学校の気分を取り戻すファンタジーアドベンチャーです。 後のエピソードでのデュオの分割は、視聴者にバランスをとらせるかもしれないが、我々が英雄のキャラクターの背景の多くを見るとき、それは依然として魅力的であり得る。 彼らが出会うとは思ったことのない世界を探索する中で、トリオは実際にはシリーズの中心的なポイントになります。 魔法では、彼らはほとんど何でもできるが、友人と彼らが信じるものは、次の大きなものになる。  Magiが次の大きなものかどうかは言い難いですが、Alibaba、Aladdin、Morganiaの冒険は遠くにあります。"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "BlackSwordsmanPT",
    "profile": "/profile/BlackSwordsmanPT/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=136639",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  9\n|  8\n\n私はこのレビューを開始するつもりだ、私はマンガを読んでいない、多くの人々がアニメはマンガと同じレベルではないと言うので、これを言って、それはチャプターを逃し、 物事の仕組みに関する悪い説明。 だから私はこのレビューを、アニメによって与えられた知識しか持たないことに留意してください。\n\nストーリー/設定/戦闘の深さ - それで、私はここでストーリーと世界だけでなく戦闘の深さも見直すだけではありません。なぜなら、それはバトルアニメにとって重要な部分だと思うからです。\n\n設定\n\n物語は、その時代の現実のカウンターパートといくつかの類似点を持ついくつかの地域と国を持つ古代旧世界の代替レクリエーションに設定されています。 この世界では、すべての生き物は、ルークと呼ばれるエッセンスを持っています。死ぬと、このエッセンスは、ルクの巨大な流れ（「ガイダンス」としても知られています） 運命'。 人が悲しみ、怒り、絶望で克服されると、彼らのRukhは、「堕落に陥る」という過程で主な指針から逸脱した、腐敗した不安定な黒色のRukhに変わります。\n\nまた、「ダンジョンズ」として知られている宝物と罠でいっぱいの魔法の城がいくつかあり、それらのそれぞれが強力な魔法の存在であるDjinnの隠れ家です。 ダンジョンの裁判を克服し、ディンの忠誠を得ることができる人物は、ダンジョン捕虜として知られ、「金属船」と呼ばれる個人的なアイテムに注入された能力を利用し、より効力の低い家庭用船舶 '彼らの仲間のためにも。\n\n人々は彼らの魔法の武器や能力を発揮するために、肉体のRukhを使ってMagoi（ナルトのチャクラのようなもの）というエネルギーを作り出すことができます。 個人のマゴイは疲れていても疲れてしまっても、疲れていても回復することができるにもかかわらず、このエネルギーは慎重に使用しなければなりません。 彼ら自身のマゴイとマジックを行うことができる者の中には、Magiとして知られる珍しいマジシャンのクラスがあります。マジは、彼らの周りのRukhのマゴイを使用することもできます。 東方神起は、通常、ダンジョンキャプチャーを選択して、彼らの指揮と保護を彼らの王船に提供します。 歴史上、そのような個人の支配によって設立または改善された国がいくつかあります。\n\nプロット\n\nだから、マギの話は本当にシンプルに始まりますが、アニメが進歩するにつれて、進化し続けて重要で素敵なものを加え続けます。 これは、アラジンの名前による若い男の子と彼の魔法の世界の冒険に関する話です。 他の多くのシリーズと同様に、彼は多くの人と友人になり、そのうち2人はAlibabaとMorgianaであり、そのうち3人が主人公になります。\n\n物語は主に帝国/国家間の戦争です。  Aladdinがこのすべてに入っているところでは、彼は魔術師であり、伝説に従うbeeingは世界を支配するために彼の王を選ぶということです。 ストーリーを通して、我々は1つ以上のマギがあり、彼らは同じ側にいないので、戦争は1つしか意味しないことを学ぶ。 世界を台無しにしようとしているAl Thamenと呼ばれる暗い組織があり、帝国アラジンと彼の友人たちとの戦いが終わっている。\n\nコンバット深度\n\n簡単に私がマグニについて最も好きなものは、あなたがGoogleにいくつかの定義をしなければならないほどの深さです。\n\nほとんどの飼料は特別な能力を持たない通常の武器を使用していますが、マゴイはマゴイです。\n\nダンジョンキャプチャーもあります。ダンジョンを正常に通過した人は、そのダンジョンのdjinnをコントロールできます。  djinnは金属に入り、キャプチャはそのdjinnの力を使うことができます。 例えば、ジンの能力が発砲している場合、その人は火事で攻撃することができます。 しかし、それだけではなく、基本的なものです。 時間が経つにつれて、あなたの金属船でより良くなったときには、Djinn Equipという能力を使用することができます。金属船がdjinnの武器に変わり、あなたの能力（この場合は火）がさらに良くなります。  Djinn装備にはさまざまなレベルがありますが、最初はdjinnの武器しか使用できませんが、後であなたは全身を鎧や物で覆うこともできます。 あなたは、あなたのマゴイ保護区があなたを許す限り、この能力を維持することができます。 ああ、もう1つ、ジンのキャプチャがマジであれば、彼は戦闘でジンを召喚することができます（これはmagisを除く）。\n\n家庭用船舶は、ダンジョン捕虜の世帯員を重視する対象（武器、宝飾品、アクセサリーなど）です。 たとえば、私のdjinnタイプが火災である場合、私の家庭のメンバーは火災につながる能力を持ちます。  （家庭の船はdjinn装備（Dungeon Capturers専用）ほど強力ではない）。\n\n彼らのルークを操作して、魔法（治癒、熱、水、重力など）を作り、多くの能力を生み出すことができるマジシャンもいます。\n\nIm（第1シーズン）の25のエピソードのみで、戦闘の深さはかなりあります。\n\nアート\n\n非常にカラフルで、ここではあまり言い訳がありません。\nYouTubeに行き、あなた自身のために見てください。\n\n音\n\nいつも日本の声が大きいのと同じように、より良いスコアに値するほど十分ではありませんが、より良いオストの欠如があります。\n\nキャラクター\n\nAladdin  - 私が上で言ったように、世界を旅し、多くの友達を作る若い男の子の男の子（私はルフィのように）彼はあなたの典型的なshounen主人公です。私の意見では主流に少しですが、何でも。\n\nAlibaba  -  Aladdinの友人と主人公、彼は本当に素晴らしい人物であり、彼の人格は本当によく発達し、彼の裏話について学びます。\n\nMorgiana  -  Aladdinの友人と主人公、彼女は、個性の点でalibabaのように多くのことも展開しています。 彼女はFanalisと呼ばれる部族に属していますが、Fanalisは本当に強い種族であり、岩を粉砕できる力を持っています。\n\n他のすべてのキャラクターはデザインには本当に良いですが、それほど多くは開発されていません（たぶんその25のエピソードしかないので分かりません）。\n\n私は本当にそれを台無しにするよりはるかに言うことができない、それはあなたが見ていると良いです。"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "AnimeGuruTV",
    "profile": "/profile/AnimeGuruTV/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=75575",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nマジは驚きです！\n\n私はエピソード1を見た前に、私は東方神起がフェアリーテイルに似ているという印象を受けていました。 なぜなら、どちらも明らかに魔法が関係しているからだと思ったのですが、その違いは、\n\nフェアリーテイルファンサービス= +マジック+アクション\n\nマジ=マジック+アクション+心理+ファンタジー\n\n東方神起を見るとき、Sword Art OnlineとMirai Nikkiの組み合わせのように感じます。 私はこれがSAOであり、Magiは両方ともA1 Picturesによって生成され、どちらもファンタジーベースであると言う理由です。 マギはミライ・ニッキーに似ていますが、どちらもその中にバットシ・トゥ・クレイジー・モフォスがあります。\n\n今レビュー部分に。\n\nストーリー：10\nすごい話。 私は、アラビア語の騎士のコンセプトとダンジョンと魔法を浄化するという概念を愛しています。\n\nキャラクター：10\nAli Babaは素晴らしいです。私は彼のデザインが好きで、Aladdinに比べて無駄ではありません。 多くのアニメでは、無能な「さくら晴野」の後には、圧倒されたキャラクターがありますが、そうではありません。\n彼がおっぱいを言い表すとき、Aladdinはいつも私をひどく悩ませます。\nSharifはこれまで私が好きだったキャラクターのひとつです。\n\nサウンド/アート：10\nオープニングを愛し、アートワークは驚くほどに見える\n\n楽しさ：10\nもし私がそれを10/10よりも与えることができれば\n\n全体：10\n私が10月10日以上にそれを与えることができれば、私は多くの義務があります。\n\nこれがあなたにこの驚くべきアニメを見るよう説得するのを助けてくれることを願っています!!!!"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "AlexJetski",
    "profile": "/profile/AlexJetski/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=180364",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  8\n\n魔法のようなショー：魔法の迷路は本当に私を守ってくれます。 それはあまりにもまれではなく、それ自体に追いつくことなく探検の気持ちを提供する戦いの少年を見ることはまれです。 完璧ですか？ もちろんそうではありませんが、正しいことが1つあれば、その冒険感があります。\n\nマグニは広大なファンタジーの世界で、1001のアラビアンナイトに数多くのタイインをしています。 この設定は巨大で、さまざまな国々に広がっています。これは驚異的な範囲です。  Aladdinは若い男の子で、Magiと呼ばれる若い少年で、友人のAlibaba SalujaとFanalisのMorgianaと一緒に自己発見の旅を続けています.Fanalisは責任と暗い過去を持っています。 地下牢は世界中で上昇しており、その地下牢の征服者たちは基本的に要素のジニーであるジンの力を得る。 彼らは世界を形作る者といわれる東方神起と呼ばれる者によって生まれました。 ある時代には3人だけが周りにいるはずですが、何らかの理由でAladdinが4人目と見なされます。 彼らの旅の中で、彼らは本質的にはマギの中国への取ったコウの王朝から、7つの海のシンバッドのような人物に至るまで、多くの種類の人々に出会う。 はい、その古い砂漠のおとぎ話の本への暗唱は、聖書ではなく、多くですが、アニメのような設定を見ることは非常にさわやかであり、いくつかの素晴らしいロケールとセットピースのための道を与えます。\n\n芸術的ではありますが、やや矛盾していますが、細部まで細かいことがあれば、キャラクターのデザインはフィッティング、思い出に残るもの、カラフルで、一般的によく作られています。 パレットは、猛烈な砂漠の熱と涼しい街の夜を実際に捉え、非常に没入感のある体験をします。 悲しいことに、同じことは戦いの振り付けについては言えません。 厄介なショットの構成とやや怠惰なアニメーションのために、多くの戦いには非常にclunkyな感じがします。 戦いが実際に私に印象づける唯一の時間は、モルガナが関与するときです。アニメーターは、実際の武器ではなくパンチとキックを強いられるためです。  A1ピクチャは、アニメーション動作を避けるためにカットを使用するという悪い習慣を持っています。頻繁に使用するとかなり苦しいことがあります。 大きな予算措置のショーをお探しなら、美学はあなたを世界に吸い込む素晴らしい仕事をしますが、Magiはあなたのためではないかもしれません。\n\nさらに、過度に速いペーシングのおかげで、多くの戦いは非常に反時計になる。 悪役の多くは、デビュー後数分で解体される。 この緊張の欠如は、最終戦闘中に特に顕著になります。 いくつかの人はまったくばかげたばかりで、浮遊している車いすで老人と同じように怪しげになる悪役や、ファンタスティックなサービスを提供しています。 一般的に見いだされる多くの飾りがあります。\n\nしかし、これにもかかわらず、ショーは完全に一般的ではなく、これは主に驚くほどよく確立されたキャストに当てはまります。 表面には、あなたの典型的なナイーブなショットですが、彼は社会に関しては非常に成熟した考え方を持ち、多くの知恵を示して、いつ他の人が自分自身ではなく行動することができるかを知っています。 東方神起には多くの強烈な人格があり、カリスマ性のシンバッド、そして魅力的で愛らしいハクリュウである。 ユダールは狂気のレベルに過ぎず、アラジンの軽やかな性質とは対照的です。 ユーモアのほとんどはヒットしたり、ミスしたり、たくさんのおっぱいジョークに頼っていますが、見つかる心はたくさんあります。\n\nマギの大きなテーマは運命であり、運命を受け入れることは何を意味します。 それ以上に多くのことができたかもしれませんが、ショーは運命がいかに彼らを絶望に導くか、あるいはショーがそれを堕落と呼んでいることを示す非常に良い仕事をしています。  AlibabaとCassimとの関係は、見るだけではなく、Morgianaと同様に、彼女の過去を奴隷として扱うように、番組の過程で大きく成長する。\n\n少年にとっては、Magiは多くの暗いテーマを掘り下げていますが、黒と白の方法で処理されるため、実際に何かを取り除くことは困難です。 すべての悪役バーは邪悪であるために悪であり、おとぎ話の中で助けてくれるとメッセージの一部を取り戻すのは難しいです。 物事をより現実的に見せてくれるようもっと努力してほしいと思っていますが、それはある意味では東方神起の魅力の一部です。 それは社会的な解説になるのではなく、むしろ楽しい冒険で、より高齢の視聴者にアピールするために、より暗い倍音を使用しています。\n\n2番目のオープニングは、それが本当に不思議な感覚で明らかになります。 全体的に見て、サウンドトラックはかなりいいですし、特にエレキギターのような多くの現代的な楽器を使いながら、独特のアラビア語のフレアを生み出しています。  Valse HotとEnfin Apparuが大好きで、多くのバトルトラックもかなり記憶に残っている。\n\n結局のところ、マギ・シーズン・ワンは、今までに話された中で最も成熟した物語を探していない限り、あなたが大規模なセッティングのファンで、十分に創設されたキャラクターであれば、堅実な時計です。 ここにはいくつかの穴がありますが、そのジャンルの他のものと比較して、それは実質的にうまく機能します。 私はマギを与えます：マジックの迷路、7/10。"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "Sweet-Revolver",
    "profile": "/profile/Sweet-Revolver/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=187432",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  7\n\nあなたがメディアで何も見たことがない限り、あなたは百万回前に見たことのあるアニメです。 私たちはここに家族の仲間がいます！ 相手が友情の力をつけている間、相手がまだ友情の力を発揮している間に、「Rebel Power Punch」のような馬鹿げたニックネームを叫び、\n\n東方神起はこれらの乱用された兵士をすべてうまくやっています。 アクション中心のアニメのファンにとって、それは楽しい時計です。 しかし、私には2つの大きな問題がありました。 明らかなのは、ストーリーが流れるトーン間の不一致です。 ある時点で、あなたはかわいいイメージでかわいそうな冗談をつぶす人がいるだろうが、2秒後に誰かが半減する。 それは正直に言うとかなり嫌です。\n\nショーはかなり短くても、それはそれがすべきであったよりも長くなったと感じています。 私はスポイラーのポリシーを尊重するようにそれを保つつもりです。 しかし、それらの2つのことに関係なく、ショーは楽しい時計なので、いつもの魔法、パンチイング、友情アニメーションが好きな人は、あなたをメカマンのHe-manバージョンに変身させて、それを見に行きます。"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "Riktheprick",
    "profile": "/profile/Riktheprick/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=189061",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  5\nサウンド|  5\nキャラクター|  5\n|  4\n\nこのシリーズは近頃登場する多くの現代シリーズのように軽快ではじまりますが、すばらしいペースでかなり早く真剣になり始めます。 世界の建物は素晴らしく、呼吸がよく、最近は不器用な試みをしている多くのシリーズと比較して、キャラクターの開発やストーリーへの一般的な感情についてはフルメタル・アルケミストシリーズと比較することができます。 残念ながら、シリーズは絶対的なゴミに変わってしまいました。ここでは、政治的に集中した全体像が、「闇の暗闇」についての本当に珍しい物語になっています。 エピソード16の後のすべては、アニメで軽蔑しすぎるトップの絵文字層の表現と完全な一般的な高校のアニメ＃9840からのスライスライフキャラクターのようにランダムに行動する、本当に面白さと浅さを感じます。 私はシリーズを続行しようとしましたが、作家がちょうど悪い轍を抱えていたかもしれないと思っていましたが、それは本当に改善されませんでした。 エピソード21で落ちて振り返らなかった。"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "Anim3Punk",
    "profile": "/profile/Anim3Punk/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=196769",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  8\n\n初心者のための初心者レビュー：Magi：迷路の迷路は、1千と1泊（より一般的にはアラビアナイトとして知られています）に基づいています。  Aladdinという名前の少年は大きな力を授与され、彼の友人と一緒に、彼は世界を守る/保護するのを助けるでしょう。 冒険の過程で、彼らは宝物、魔法、女性、そして社会的、政治的不公正に遭遇します。 このアニメの過程で、奴隷制、貧困、汚職、戦争という暗いテーマが発生します。 このアニメは、他のよく知られているショーと同様の方法でこれらのテーマを表現しています（私はAvatar：The Last Airbenderを指していますが、アバターの暗いテーマは軽く触れられ、戦争指向です）。\n\nダブかサブ？：いずれか、私はサブをお勧めしますが。 ダブは見ることができます（悪くないですが良いもありません）が、私はAladdinの声が十分に子供のようであるとは見当たりませんでした。  Alibabaの声は私がそれをはじめて聞いたとき少し響きました。 モルガナの声は良かった。 シンバッドの声はかなりよくマッチしました。 声が全く合わないキャラクターもあったが、彼の名前は忘れてしまった。 すべてのことが考慮されて、ダブは軽微な問題で、監視可能です。 サブは素晴らしかった、私は日本のキャストにはほとんど問題が見つかりませんでした。\n\nストーリー（8/10）：マギの話：マジックの迷路は、アラジンと彼の友人アリババとモルガナに焦点を当てています。 ショーは十分に簡単に始まり、Aladdinと彼（将来）の友人たちは危険を冒すために危険な探求を続けます。 最終的に、彼らは彼らの旅に暗い挑戦に直面するだろう。 物語の興味深い側面は、戦争と政治の追加です。 これは、Balbaddの国Sinbadの導入とKou Empireの進展により、物語が進むにつれてより明らかになります。\n\nキャラクター（8/10）：このショーは、そのソース資料からいくつかのキャラクター要素を借ります。  Aladdin、Alibaba、Morgianaの3人の主人公はそれぞれ元の相手と共通するいくつかの特徴を保持しています。  Sinbad、Cassim、Scheherazadeのような他のキャラクターにも同じことが起こります。\n\nアラジンは無実の子供です。 他の人との彼のやりとりは、彼の無礼を示しています。 彼の人格は賢明であり、彼は常に非暴力的解決法の問題のある状況を見つけようとします。 大抵の場合、彼は人々の中で最高のものを見ようとし、物語に多くの感情を加えます。\nサイドノート：私は、ショーのクリエイターが変態した行動を打ち消すべきだったと思う。\n\nアリババはナイーブ理想主義者です。 彼の理由はそこにありますが、その理由の執行は（他人の助けなしに）困難であることが判明します。 これは、彼の裏話と人生の選択肢がフォグ・グループ・アークに表示されているときにはっきりと分かります。\n\nモルガナは強い独立した女性です。  Alibabaのように、彼女は（主に彼女の奴隷化のために）ナイーブであると描写されていますが、彼女はまた強い意志です。 彼女の個性は、ショーを通して非常によく発達しています。\n\nサポート文字：多くのサポート文字があります。 彼らのそれぞれは、本当に物語を動かすのに役立つユニークなパーソナリティとパースペクティブを持っています。 彼らのほとんどは主人公になるために十分なバックストーリー/開発力を持っています（FYI、シンバッド主演のスピンオフ）。\n\nアート/アニメーション（10/10）：アート/アニメーションは現代的です。 背景は非常に詳細で明るく色分けされています。 起こっている戦闘シーンにも同じことが起こります。 アニメーションは非常に流動的です。\n\nサウンド/音楽（9.5 / 10）：サウンド/音楽は良かった。 オープニングテーマの音楽は中東風のもので、エキサイティングで明るいものでした。 冒険と戦いのサウンドトラックは本当に楽しいものでした。 私の唯一の懸念はエンディングのテーマでした。 ショーと一緒にエンディングのテーマにはならないようだ。\n\n楽しさ（8/10）：楽しかったです。 最初のシーズンの終わりまでに、私はより多くを見たいと思っていました。\n\n要約/全体（8/10）：ストーリーは素晴らしく刺激的でした。 キャラクターの開発は優れています。 音楽もとても良いです。 これを見た後の満足度は高いです。\n\nレビュー＃11"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "shuvuuia",
    "profile": "/profile/shuvuuia/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=187703",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  7\n\nマギは確かにこれまで作られた最高のアニメではありませんが、確かに楽しいです。\n\n主なセールスポイントは、特にショーの前半では、間違いなくセッティングと文化的美学です。 マギは、歴史的なイスラムと中国を中心とした様々な中東文化やアジア文化に触発された土地を展示します。 このショーは、別個のファンタジー世界としての地位を確立しているので、「1001 Nights」からのインスピレーションにもかかわらず、歴史的に正確ではないと心に留めておいてください。\n\nアニメーションは明るくカラフルで、幻想的な設定、力、そしてより外見的にかわいいアートスタイルを賞賛します。 さらに、キャラクターのデザインのほとんどはきちんとしていて、思い出深いものです。 卓球には、白竜、ユダール、シンバッド、そして8人の将軍が含まれます。 不愉快なスタイルについての唯一の側面は、キャラクターの顔が同型である傾向があり、男性と女性の両方のキャラクターが同じモデルに基づいていることでした。 声だけで性別を判断するように見え、髪のスタイルと目の色が同一性を決定します。 もちろん、これらの傾向はアニメでは何も新しいことではありませんが、その発生の頻度はそれにもかかわらず、不快感を与えます。  （注目すべき例外には、シンバッドと彼の肩代わりのカップルのメンバーが含まれますが、それはそれです）。\n\n実際の話はまあまあまあまあまあ驚異的だった。 それは蛇行しているように見えましたが、私はそれが弧で構成されていると思いますが、小さくてゆるく定義されています。  Magiは、ショーの最後の4分の1になるまで実際にピックアップすることはありません。これはプロットとペースの観点から問題があります。 しかし、世界、権力、キャラクターはショーを単独で運ぶのに十分です。 ショーが大規模なプロットを試みても、最終的に見る価値があるのはキャラクターです。\n\nそれについて言えば、Alibabaは愛想があり、根強く価値のある主人公であり、Aladdinのドローは、彼が彼の年を超えてしばしば賢明である方法です。 しかし、Aladdinが関与する変態的なおっぱいジョークは、キャラクターの完全性を間違いなく損なうことになります。 正直、東方神起のちび漫画の救済のほとんどはちょっと変わったように見えます。  3番目の主人公はMorgiana、元奴隷の女の子と間違いなく主要なトリオの中で最も弱いです（人格と性格に関して、彼女は間違いなく他の2つよりも物理的に強いです）。 彼女はただ面白くない。 今、ショーは彼女の発達を肉体的にすばらしさに変えますが、キャラクターが見るのが面白いかどうかは何も意味しません。 残念なことに、それは開発を工夫しているように見えるだけです。\n\nSinbadははるかにカリスマ的で魅力的なキャラクターであり、彼の将軍はすべて同じようにそうである。 彼らのバックストーリーとパーソナリティに関する小さな情報が私の注目を集めたので、私たちはそれ以上のものを見なかったのは残念です。  Sinbadはキャラクターの立場から確かに届いたが、彼は彼のdjinn装備力と戦っているとは思えなかった。それは彼のダンジョンキャプチャーの冒険とその結果として得られる多数のdjinn船が彼の名声のようなものだと考えている。 また、最後のエピソードで彼についての驚くべき暴露があったが、もちろんショーに入る時間はなかった。  2回目のシーズンにはシンバッドと彼の将軍たちの発展がもっと掘り起こされることを願っています。\n\nマギのすべての紛争は、しばしば文字通り黒と白に分類されます！ これは確かにショーの最大の、最も目障りな問題です。  rukh（本質的に輝く精神の蝶）は、良いものの力として分類され、逆の黒色のrukhは、悪としか見なされない。 ブラックルークは人々を「堕落」に陥れるだけなので、奇妙です。 人が道徳的な喪失の瞬間、復讐のためのピニング、怒っている、貪欲な気分などを感じるのは当然です。これらの気持ちを邪悪なものにするのは奇妙に思えます。 本質的に魔法の自己破壊につながる。\n\nまとめると、Magi：The Labyrinth of Magicは豊かで多様な設定、文字、力でカラフルにアニメーション化されています。 しかし、ストーリーの点では画期的なものは何も期待せず、道徳的なあいまいさへの希望を鎮圧してはいけません。"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "UsaagiTsun",
    "profile": "/profile/UsaagiTsun/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=204043",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  9\nアニメーション|  5\nサウンド|  6\nキャラクター|  9\n|  4\n\n - \n\nこれは、YouTubeでの番組の私のビデオレビューのためのスクリプトなので、あなたがそれを読んでいない場合は、私はそれについて話を聞く！\n\n - \nマギは幻想的な幻想的な冒険ですが、今回は、アラビアンからのテーマだけでなく、他の多くの国も借りています！\nそれは、著者Ohtaka Shinobuの進行中の漫画に基づいており、25のエピソードごとに2つのTVシリーズとして適応された。\n\nAl-Picturesによる漫画の最初の110冊は、原作にほとんど当てはまるが、浩二氏が監督し、2012年秋に放映された。\n\nマグニの世界では、何年も前に土地の中にいくつかのいわゆるダンジョンが現れました。\n大量の宝物や魔法のアイテムが満載されていて、最も強いのは「ジンジ船」で、多くの若い冒険家が征服しようとしました。\n砂漠の町Quichanで、私たちの主人公Alibabaは、地元​​のダンジョン「Amon」を征服し、金持ちになるという願いを叶えるために十分なお金を稼いでいます。\nここで、彼は若い神秘的な男の子アラジン、世界がどのように動作するのか理解していないので、彼の上司とすべての種類のトラブルでAlibabaを得るすべての彼の誇りを飲み込む必要があります。\nワインを別の都市に運んでいる間に事故が起こり、大きな砂漠のモンスターが生きている子供を食べることを脅かすと、AladdinはAlibabaに感銘を受ける。\n彼らの2人は、ワインの喪失と大きな負債の責任を負い、アモンを征服しようとしているので、未知のものに挑戦することにします！\n\n最初から、Alibabaは、彼が何をしなければならないかを知っていて、珍しいいくつかの地域で知り合っているように、砂漠やモンスターのモンスターを認識しているので、 外国語を解読する能力がある。\n彼の背景にもっと焦点を当てたアニメの3番目の弧は、良いshounen文字について話すときに、これのすべてを完全に理解し、Alibabaをどこか遠くに上に置きます。\n\n一方、アラジンは長い間神秘的なままでいて、初めから多面的な性格ではないが、彼は出会う人々からかなり多くのことを学び、かなり良い推論をしている。 行動だけの動機は '私の友人Alibabaのためです！\n\nそれから、ファガリス（Fanalis）と呼ばれる非常に強く南部の部族の赤毛の奴隷の女の子モルガイアナが、エジプト人に一見触発されています。 彼女は存在の中で最高のものを手放す。\nショーは、一般的にいくつかの良い女性の文字が欠けている間、モルガナは、他人がどれほど完璧であっても、最高の女の子の場所を取るだろう！ その顔をちょうど見て！\n当初、彼女は男性の主人公を彼女の解放のための感謝の念からだけ追いやりますが、すぐに彼女は友人に進化し、これらの3人のキャラクターを本当に良いチームにしました。\n\n他の重要なキャラクターについては、Sinworstとも呼ばれるSinbadがあります。これは本当です。\n彼は生涯に1つではなく7つのダンジョンを征服した、かなり背を向けているが強力な男として紹介されている。\n彼は今シーズンの間にその大部分のキャラクターを持っていないが、彼はフランチャイズの将来にとってより重要である。\n\n同様に、中国の歴史に触発された東方の大きな帝国、コウのために働く黒髪の魔術師ユダールは、通常の「悪い男」のように見えるが、なぜ彼が彼であるかの理由があるという兆候がある 。\n\nそのコウ帝国の王子である白竜は、シリーズの将来にとっても重要だが、AlibabaとAladdinのレベルではなく、まともなキャラクターを獲得している最初のシーズンの後半にはすでに関連性がある。 私を感動させるほど十分に\n\n二人目のキャラクターは悲しいかなく普通の人には行きません。私はコウガ族の祖母であり、白竜の姉妹である白石です。\n最初はAladdinの指導者として働き、人生が何を意味するのか、戦いの中であなたの人生をどのように対処しなければならないのかを教えてくれました。\n後には大部分がコウの帝国を紹介し、それが悪い人でいっぱいではなく、彼らの目標は単に世界を征服することではなく、実際にそれを統一して平和な国を作り出すことである。\n各アークに導入されたいくつかのアンタゴニストは、アクションの背後にいくつかの理由がありますが、一般的には中間層ですが、重要なものは実際には悪いキャラクターではありません。\n\nアニメーションは本当に私が適応の完全に失望させるものです。\n後半は本当に楽しいものではなかったので、マンガを読んだ後は、モルガナの踊りを見るだけで見たいと思っていました。\nはい、私はそれが2番目のオープニングに表示されたように見えなかったので塩辛いですが、それでもアニメーションは肯定的な点はなく、いくつかのシーンを除いて、前半も目立たない。\nしかし実際のアートスタイルはちょっと面白いです。さまざまな影響が実際に見て観察するのが楽しいからです。\nそれはすでに言及した '1001泊'と皇室の中国からモンゴル平原までの範囲で、コウガ族が住んでいます。\nそしてシンドラは明らかにインドに基づいている。\n\nキャラクターのデザインに関して、私はちょうど「クォート - すべてのキャラクターがかわいい - クォートエンド」と言うことができます。\n真剣に、世界のように、国籍の異なる人物は、私がもっと見たいと思うだけの面白さがあります。\nモルガナはかわいいです。\n異議は認められません！\n\nサウンドトラックは主に '1001泊'の主題の中心にあり、ほとんどの曲が違う方向に少し迷っていて面白いですし、そこにはいくつか確かにショーの外で聴いています。\n私のお気に入りについて言及しなければならないなら、彼らは＃1  -  Enfin Apparu、＃6  -  'Faut il Saver'そして＃13  -  'Valse Hot'です。\n\nそれから、ショーの第2の大きな問題は、マンガについての私の知識に大きく影響されていますが、演技の声があります。\n女性が10歳のAladdinに声を掛けるようにするのは完璧な意味を持っていますが、ただすぐにすぐに気分が悪くなり、すぐに子供のように行動しなくなり、彼の外見は彼が持つ唯一の幼稚な特徴のままになります。\n他のキャラクターは彼らの声によく合っているので、私はそれらのどれにも不平を言っていません。\n\n私はこのレビューで「For the future」と言ってきました。だから私はこれを邪魔する必要があります。\nショーは終わっていないが、漫画はあまりにもずっと最後の弧に入ったばかりで、私は最後のストレッチに向けて第3シーズンの発表を予測する。\nこれは数年かかるかもしれませんが、私はただ知らずに部屋の中に 'Summer 2017'を投げますが、次の人よりもこれについては分かりません。\n\nさて、それだけですが、時計の価値がある\"魔法使い：迷路の迷路\"ですか？\n\n事は次のとおりです：フランチャイズにチャンスを与えるべきです！\nあなたがマンガが好きなら、私は実際にその1つに読書を与えることをお勧めしたいと思います。\nマンガを読んでみたくない場合は、アニメを見てみてください。\n特にアニメーションの問題のためにショーは良いとは言えませんが、物語とキャラクターは、鋼の錬金術師のようなものと並んでいます。これは、一般的に傑作と言われています。\n\nそれで、簡単な質問でまとめてみましょう。\nあなたは鋼の錬金術師：Brotherhoodを見ますか、アニメーションが吸われたら？\nあなたの答えがイエスならば、魔法使いを見に行き、答えがノーならば、マンガに読んでみましょう！\nあなたがマンガを読んでいない場合は、間違いなくアニメのために行く、あなただけの楽しさを殺す部分を座る必要があります。"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "BanjoTheBear",
    "profile": "/profile/BanjoTheBear/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=164709",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n（これは私のredditスレッドから適応されています）\n\n何世代にも渡って哲学者を悩ませてきたのは、「運命」という小さなことのアイデアです。 私たち自身の運命を支配していますか？ 私たちのすべてはあらかじめ決められているだけで、成果は必然的に避けられませんか？ 実際には私たちは答えを完全には知りませんので、奇妙な話題です。  「魔法の迷宮：魔法の迷路」では、「運命」があなたの道を導くかもしれない一方で、あなただけでその道を変えることができると信じています。\n\nストーリー\n\nM：L（私は今からそれを呼んでいます）は、私たちのスターAlibabaがAladdinとチャンスを持つことから始まります。 両方の男の子は、彼らがそれぞれ持っている夢と目標を達成するために一緒に働くことを決めます。\n\nM：Lを他のショーとは別に設定するものは、その世界の建物にあります。 すぐに、それはこの世界であなたを魅了し、魔法、ダンジョン、そして階級システムを扱います。 設定は幻想的で現実的です。 前者は「Rukh」とDjinnについてのアイデアを持ち、後者は環境、人、場所で考えています。 私が本当に楽しんだのは、このような不思議な時間に多くのショーが行われるわけではないからです。 それはショーの魔法の性質と非常によく働いたエジプトの雰囲気を断ち切った。\n\nM：Lは基本的に4つの円弧に分割されています。文字導入弧、AladdinとMorgianaの弧、Cassim弧、Sindria arcです。 それぞれの中で、ショーはコメディとアクションの間の本当に素敵なバランスを打ちます。 私はしばしばモルグの珍しいかわいらしさとアラジンの胸の親和性を笑っていました。 同様に、行動はいつも見て喜んでいた。  2つのメタル船のユーザーを見守ることは、常にクレイジーなアクロバットとスマートな戦略を提供しています。\n\nしかし、ショーはそれが吹き込むドラマになると震えます。 ほとんどの場合、ドラマは長すぎるか、ショーの残りの部分に関して適切に実行されません。 これはCassim弧の間に非常に顕著になります。 個人的には、ショーのこの部分が最も弱いと感じました。 それは、3,4回のエピソードが長すぎると感じ、ショーがうまくやっていること、つまり世界の構築と行動の順序から邪魔されました。 私はそれが後に起こるものに関係し、ある種のキャラクターにとっては成長志向には重要だから、それはメロドラマティックだとは言いませんが、私の一部はドラマそのものがあまりにも広がっていると感じています。\n\nアニメーション\n\nほとんどの砂漠地帯で行われているように、M：Lはビジュアルに関して余裕がないと思います。 ありがたいことに、これはそうではありませんでした。\n\nこのショーでは、キャラクターの髪だけでなく、デザインや実際の環境にも非常に広範な色彩の味を使用しています。 このショーは、エジプトの風景の中ではほとんどが都市の州の中で行われているため、建物や道路にはベージュ、ブラウン、クレイ・レッドが多く使われています。 しかし、同時に、ショーは常に正しい場所に色を注入するように見えます。\n\n実際のアニメーションになると、それは平均以上であることがわかりました。 ショーにはかなりの対話がありますが、アクションピースに関しては、それは本当に後退しません。  Alibabaの自吸式炎からMorgの狂ったパルクール戦闘スタイルまで、画面上では常に動きがあります。\n\nキャラクターデザインもかなりユニークです。 マイナーな文字がたくさんありますが、それらはお互いに比較して大きく異なって見えます。 このような大規模なキャストでは、すべての単一の名前を覚えるのが難しい場合があります。 この場合、M：Lは、優しい人から悪い人まで、あらゆるものを見て感じるのが違う、素晴らしいものです。\n\n1つの最後の注意は、文字の一部が笑顔になる方法です。 アニメーターたちは、笑顔で象の上の歯を描くことを選択しました。 私は実際にこの小さな追加が好きでした。なぜなら、それは広い笑顔のためにもっと自然なようだったからです。 驚くべきことはありませんが、ちょっとした素敵なタッチ！\n\nキャラクター\n\nおそらくM：Lの最も弱い部分はその文字です。\n\n悪いところから始めましょう。 意外にも、私の最も好きなキャラクターはAlibabaです。 興味深いのは、彼のバックグラウンドを発展させるためにかなりの時間がかかり、彼が実際に人であることです。 しかし、問題は彼らが実際にそれをすることで来る。 旅の間にキャラクターが直面する問題の多くは、アリババの意思決定の結果です。 私の問題は、彼が聞いたことやアラジンと一緒に学んだことにもかかわらず、彼は常に貧しい選択肢を作っているということです。 意味すると、彼は真にキャラクターとして成長せず、代わりに進歩することができます。 これを見るのはむしろ迷惑になり、そういうものとして、彼の性格はむしろやりにくいものでした。\n\nシンバッドは、私が実際に気に入らなかった別のキャラクターです。ショーが私の好き嫌いや嫌悪さを妨げていると言ってもいいでしょう。 彼が初めて強くて説得力のある人であることがわかったのは明らかです。 しかしそれだけです。 彼がシーズンの後半にかけての間、私たちは本当に彼について何も学ぶことはありません。 確かに、彼らは彼のスキルのいくつかを誇示していますが、彼の目標は何か、彼は深く誰なのか、そしてなぜ彼を気にしなくてはならないのか分かりません。 私はM：Lがいつもそのような高台に置かれていたので、彼の性格になったときにボールを落としたと感じました。\n\nショーで私の好きなキャラクターの一つであるスイッチングギアは、簡単にアラジンです。 明るく、楽観的で、人生に満ちていて、彼は常に他人、特にAlibabaを探して応援しています。 彼の起源は依然として謎のままですが、このショーはAladdinが本当に誰であるか、そして彼が全体的な物語の中で役立つ目的についての素晴らしい洞察を与えてくれます。 彼は視聴者が常に彼と一緒に正しいことを学んでいるので、見ることと聞くだけでなく、学ぶことも楽しいキャラクターです。\n\nショーの私の好きなキャラクターは、Morgianaのハンドダウンです。 忠実で、愛され、邪悪で強い、彼女は彼女の元々の苦境のために最も興味深いものの一つです。 彼女はAlibabaとAladdinと一緒に働くことを崇拝するが、彼女の個人的な闘いは彼女の真の定義的な特徴である。 彼女が押し込まれているさまざまな状況に順応するまでには時間がかかりますが、いつも彼女があなたを笑顔にしたり、友達を救ったり、本当に楽しい時間を過ごすことが期待されます。\n\n音\n\nM：Lの最初のOPはかなり良いです。 テンポ、特に歌手は、ショーのトーンに完全に合った「掃く」音の素敵なミックスを作成します。  2回目のOPは、最初のどれくらい良いことに近くない。 歌と楽器の両方でより壮大なものにしようとしていますが、ショーの様子にはうまく対応していません。\n\n最初のEDは実際に面白いです。 スタンドアローンの曲としてはかなりいいですが、正直言って、ショーには本当に場所がありません。 それはショーとの関係ではあまりにも明るいです。  M：Lは、特定のセグメントでは間違いなく幸せで気持ちがいいが、このレベルでは決してない。 第2のEDは、それがちょうど良いではないという点で、第2のOPと同じ運命に苦しんでいます。 それはあまりにも一般的でギターで満たされ、ショーの残りの部分とうまく合わない。\n\nこの時点で、最初のOPと最初のEDのビジュアルは、今までに見たオープニングとエンディングの曲で最も誤解を招くビジュアルであることを指摘したいだけです。 私はスタジオがこれに対して賞賛されるべきかどうかはわかりませんが、どちらも無関係なことがどれほどありますか。\n\n残りのサウンドトラックもかなりいいですね。 エジプトの雰囲気にこだわったこのショーは、フルートとドラムが豊富なこのタイプの音楽に大きく依存しています。\n\n声優の面では、ショーはこの点で平均的な仕事をしています。 キャラクターは非常に際立っていませんでしたが、それぞれの役割ごとに問題はありませんでした。\n\n楽しみ\n\nアニメは、通常はできないものを見る機会を与えてくれます。 これは特に、彼らが提示する世界には真実です。 この場合、M：Lは私を世界に気づかせるだけでなく、本当にそれを気にかけてくれて素晴らしい仕事をしました。 そのユニークな設定（アニメと比較して）は、他のものが本当に好きなので、それを見て非常に楽しいです。\n\nショーのコメディーは、キャラクターが特定の状況で行動する方法に主に固執しています。そして、ほとんどの場合、私はいつもこれらのビットがかなり面白いと感じました。 ロマンスのヒントも正当に評価され、評価されました。 そして、戦いが終わるまで、私は実際にそれらをかなり好きだった。 大規模なものもあれば、1対1のものもありましたが、どれもきれいなディテールとさまざまなムーブセットがあり、それぞれを楽しむことができました。\n\n次は何が起こるのか本当に見たいと思っていました。 しかし、私が持っていた1つの不満がある場合、それは '便利な'プロットポイントの過度使用でした。 何かを台無しにすることを望んでいない、私は物語の進行中にいくつかの事がかなり便利に起こると最低限に言うでしょう。 何回も、実際には、次に起こることが予想されるようになります。\n\n全体的に、Magi：The Labyrinth of Magicは、道に沿っていくつかの間違いで多くのことを正しく行うショーです。 うまくいけば、第2シーズンは弱点を改善し、最高のベストの真っ只中に立つことができます。\n\n概要\n\nストーリー：いい、ユニークな世界、クールなアクション、細長いドラマ\n\nアニメーション：素晴らしく素晴らしいビジュアル、面白い設定、実際のアニメーション\n\nキャラクター：罰金、Alibabaは悪いですが、MorgianaとAladdinの財産によって相殺されています\n\nサウンド：良い、最初のOPとEDは、秒より良いリーグ、素敵なサウンドトラック、平均的なVA\n\n楽しさ：良い、面白い、面白い\n\n最終得点：7/10"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "MajorJett",
    "profile": "/profile/MajorJett/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=164485",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\n私は東方神起を考えると、私はアクションとコメディが完璧に融合して美しく表現された冒険になると思います。 マジではビジュアルや驚異的な振り付けがありましたが、声の演技も完璧に見えました。ダブやサブのような声に慣れる時間はありませんでした。 今すぐはじめに私はサブでmagiを見ました（ダブがあるかどうかわかりません）。私は目を閉じてその声の男に眠りにつくかもしれません。 キャスティングはちょうど私が（彼の声は本当にそのキャラクターに見えない）と思ったほんの数分で完璧に近いものでした。 あなたが私の絶対的な意見を知りたければ、結論を下にチェックしてください。\n\nストーリー：9/10\nマギの物語は、偉人であると主張されている物語と同じです。 それは本質的に東方神起と呼ばれる子供のことです。東方神起は「世界を形作る魔法使い」です。  Magoi（Rukhを利用して作ったパワー）を使うことで、地球から自然に来たRukhsをコントロールすることができます。  MagiはDungeonsを召喚し、そこの人々を誘導する力を持っています。  MagiはDungeonsで見つかった魔法のアイテムを、彼が導く人々に与える。 これは本質的にAladdinが「サイドキック」の中心キャラクターであることを意味しますが、ショーがAladdinの周りに完全に集中することを期待してこのアニメに入ることはありません。 ストーリー内のすべてのキャラクターは完全に融合していて、とにかく無視されていません。 ストーリーの流暢さが進むにつれて、それはイベントからイベントへと進みます。通常のように感じると、何も急がないと感じることはありませんし、あまりにも長く引きずられているような気がしないし、それぞれのイベントは目的を持っているように感じ、 文字を徹底的に。\n\nアート：10/10\nそこには何がありますか？ ビジュアルは非常に素晴らしいです、アートデザインは非常にエジプトのスタイルでした。 マギには2つの優秀なスタイルのアートがあります。最初のスタイルは、文字が正常に形作られ、すべてが素晴らしいという通常のアートです。 それから、コメディの時代には、通常、キャラクターのボディがすべて2dで、アラジンが幸せであれば、彼のおっぱいを撫でて、おしゃぶりのボールに変身するような気持ちを強調する芸術スタイルがあります 無作為の市民の 照明と明快さは、マギにとっても素晴らしいセールスポイントです。 すべては、それがすべき場所にあるように思われ、瞬間火花の灯火は衣服にリアルタイムで反映されます。 マギの背景も広範囲に行われており、バックグラウンドに細かく迫っていくには労力が足りませんでした。\n\nサウンド：9/10\n私の神様は、獅子獅子を歌いました。 あなたにいくつかの文脈を与えるためにSagisuはMagiの作曲家です。彼はNeon Genesis Evangelion、Bleach、そして最近ではBlack Bulletの作曲家として知られています。 あなたがこのOSTにあまり満足していない可能性があるキャラクターの感情を表示する音楽を含むサウンドトラックが必要な場合、今私はこれを今言うでしょう。 このサウンドトラックは、全体の文脈のシーンや感情をターゲットにしています。これは、キャラクターではなく、シーンがそれを必要としない限り、ゆったりとした音楽がないことを意味します。 これは決してサギスの音楽を叩くことではありません。 彼は「Enfin Apparu」、「Valse Hot」、そして「Notre Empire」のような状況での完璧な戦闘感覚を捉えています。 サギスは音楽を釘付けにして、今私はマギと一緒にやったときに、私はすぐに自分のコンピュータにOSTをダウンロードして、今でもそれを聞いています。\n\nキャラクター：9/10\n私が以前ストーリーのセクションで議論したように、このショーのすべてのキャラクターは完全に洗練されています。そして、誰もあなたの典型的なshounenジャンルから引き裂かれて厳格なキャラクターアーキタイプになったような気がしません。 今、これはあなたがそこに座っていないことを意味する 'このキャラクターの唯一の目的はショーがその特定のアーキタイプを持つことができるということだから、そのキャラクターについてショーに出てくる理由を考えているだろう。 彼らがショーに参加している理由について）。 それぞれのキャラクターは、自分たちの具体的な道徳や感情を明確に区別しています。また、彼らの行動様式を明確に示しています。 それぞれのキャラクターのデザインは、髪の毛のような各キャラクターの象徴だけでなく、完全にはありません。 私は、キャラクターがお互いにやりとりする方法を徹底的に楽しんで、それぞれのキャラクターに簡単に感情的に付けられて、危険にさらされるたびに私が座席の端に来るようにしました。\n\n楽しさ：10/10\n私が偏見を持ち、私の個人的な楽しさから物事を挙げることができれば、これを明確にすることができます。私はこのアニメのすべてに10を与えます。残念ながら、これは、「このアニメはF @＃KING LEGENDARY  '。 しかし、私は本当にそれについて考えるとき、私は本当に私の個人的な楽しみについて特定することはできません。 このアニメのすべては絶対に私がgoogleに行き、私ができるすべてを見て、YouTubeに行って、私ができるすべてについて議論するために友達に話すことができるすべてを聞くことができた。 このアニメは完璧に作られたアクションシーンと完璧に配置されたユーモアから、私がこのアニメが提供しなければならなかったすべてを徹底的に楽しませてくれることから、\n\n全体：9.5 / 10\nさて、私は感情に基づいてアニメを上回る傾向があるかもしれませんが、なんで！ あなたが私のようで、論理よりも重要な感情を持っているなら、あなたはこのアニメのすべての欠陥を見て、輝きに吸収されます。 私は完全にあなたの人生とロマンスのすべてのスライスからあなたを引き離し、本当にあなたに畏敬の念を見て何かを与えるように、このアニメを見ることをお勧めします。"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "Gifoo",
    "profile": "/profile/Gifoo/reviews",
    "pages": "1",
    "number": "14",
    "link": "/reviews.php?id=187957",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|  9\nサウンド|  10\nキャラクター|\n|\n\nアラビア語の設定と魔法？ これは良いものでなければなりません。\nまあ、十分に近い。\n\n物語はアラジンの冒険に続く。 彼はペースでストーリーラインを押している、私は自分がプロットと混同していないことを発見した。 最初から、私は東方神起が「強固な基盤」に建てられたと感じました。 後であなたは多くの新しいキャラクターに紹介されます。 彼らのほとんどはアラジンよりも面白いようです。\n\n私はフィラーのエピソードに気付かなかったので、あなたはそれぞれ新しいものを手に入れます。 形式はshounenに基づいています、あなたはたくさんの友情、士気、良い/悪い、黒/白を得るでしょう...\n\nAlibabaはshounenステレオタイプを考え、開発のほとんどを得る。 しかし、私が得ないものが1つあります。 なぜ彼はそうでなければならないのですか？ 戦闘前と戦中の彼の動機付けな独白と対話は、私を苛立たせました。\n\nモルガナ 興味深いキャラクター、適切な開発量。 私にとって、彼女は東方神起の核心です。\n\nそして、他にもあります。  SindriaとKou Empireの男の子と女の子。 彼らはメインキャストよりも、彼らのために多くのことを行っています。 少なくとも、彼らはかなりのスクリーン時間を持っています。\n\n芸術的なスタイルに巨大なプラス、それは深さの良い量で戦っているシーンをキャプチャします。\nああ、サウンドトラック。 私の傑作、私はそれを十分に得ることはできません。"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "Bear1211",
    "profile": "/profile/Bear1211/reviews",
    "pages": "1",
    "number": "15",
    "link": "/reviews.php?id=120645",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  5\nキャラクター|  7\n|  8\n\nだから私の同胞からの誇大宣伝の後、私はついに「Magi：The Labyrinth of Magic」を見ることにしました。 以前それを見ていた私の友人は以前それを愛していました。 それを賞賛した。 すぐに彼らの好きなショーの一つになり、それは素晴らしいと私に言った。 だから彼らの誇大宣伝は、このショーを高すぎるビルドしたのですか？ または私が聞いたことを達成しましたか？ まあ両方の少し。\n\nストーリー：6\n\n私が今まで見たことがあるならば、驚いた。 物語は通常、逆境を克服しようとしている英雄のミルグループの実行、大きな悪いと戦うことです。 私はまた、いくつかのより多くの「感情的な」シーンでチーズの濃いレベルに注意する必要があります。 サウンドデザイナーは、これらのシーンの悲劇や深刻な性質を、あまりにも圧倒的な音楽で払拭しました。 これは、このジャンルのアニメのほとんどがフォローしているフォーミュラであり、それは本当に悪いことではありません。 それは楽しく、楽しいものです。 また、アラビアのナイト・ストーリーのキャラクターを使用することから、非常に必要なフレアもいくつかあります。 悲しいかなことに、それは本当に素晴らしいことではありません。 はい、私はこの世界で自分の時間を楽しんで、冒険を楽しんだだけですが、テンプレートを超えて何もしませんでした。 これは私が今まで見た中で最悪のshounen（私はあなたにナルトを見ている）ですが、それは確かに最高ではありません。 ジェネリックであるだけでなく、ペーシングの問題もありました。 弧のいくつかは長く続いた。\n\nアート：7\n\nそれはアートアセットのためのいかなる賞も獲得するつもりはないが、それはそれが何のために良いものだった。 ショーは明るく活気のある環境と素晴らしくデザインされたキャラクターでいっぱいでした。 ここにあるCGの中にはショットがありましたが、それ以外には本当に不平を言うものはありません。\n\nサウンド：5\n\n通常、表示するOSTは私に迷惑をかけません。 私はそれらを愛しているだけで肩をすくめますが、これはかなり悪いことでした。 時にはそれほど多くはありませんが、私はディレクターがそれを理解したとは思いません。 重大なことや悲劇が起こっているとき、私はその時までに夢中になりたい。 通常、どんなメディアでも音楽は文字や状況に追加されますが、ここでは追加されません。 たとえば、あるシーンでは、本当に心温まる、深刻なものでしたが、この恐ろしい「ヒロイン」のトランペットが登場し、シーンを一気に壊しました。 それはちょうど耐え過ぎて、チーズのフェスティバルに悲しい何かを作った。 このスコアがそれほど低くない唯一の理由は、いくつかの曲が問題なく、演技が公正だったためです。 しかし、私の神は、何かがそのような話から私を取り除くと、それを嫌いです。\n\nキャラクター：7\n\nかなりの英雄のアンサンブル。 ストーリーが続けるうちに、このスコアは上がると思います。 これは完全な物語ではないので、明らかに完全には開発されていないか、または実現されていない文字がある。 私たちが現在持っているものはすべてかなり楽しいものです。  AlibabaとAladdinは素晴らしいです。 ああ、シンバッドは素晴らしい、そして神は人の中にいる。 私はもう少しモルガイアナを使うことができましたが、彼女はまだ大丈夫でした。 今私がキャラクターと持っていた主な問題について。 悪人たちはとても素敵でした。ユダヤ人として知られているすばらしい仲間の東方神起のほかに、彼らはあまり働かなかったのです。 ストーリーが進むにつれて、彼らがもっと詳しく説明してくれることは分かっていますが、今のところ、「邪悪な組織」全体がかなり不自由です。\n\n楽しさ：8\n\n私はそれについてもっと考えるほど、私は実際にショーが好きでした。 一部の部分でも、なぜこのアークが7つのエピソードを残していたのかという疑問がありました。 または私の兄弟に回って言っている\"よ、そんなお尻を見てください\"私はまだ楽しいトンを持っていた。\n\n全体：6.6\n\n私の友人が「Magi：The Labyrinth of Magic」にしてくれたのは、まだ楽しいものでした。 あなたがshounensが好きなら、私はこのショットを与えることをお勧めします。 彼らが本当にあなたのものではないが、ちょうどアラビアの太陽の中でいくつかの楽しみを探しているなら、私はそれのために行くと言うだろう。 それはいくつかの短い着陸とかなり恐ろしいサウンドトラックを持っていたが、文字とエンターテイメントの世界のキャストの愛らしいキャストは、この冒険を行う価値があるものに役立ちます。"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "queerbaka",
    "profile": "/profile/queerbaka/reviews",
    "pages": "1",
    "number": "16",
    "link": "/reviews.php?id=185646",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\nまず、このアニメは驚異的ですが、あなたはこれを見て後悔しません..."
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "SovietPsycho",
    "profile": "/profile/SovietPsycho/reviews",
    "pages": "1",
    "number": "17",
    "link": "/reviews.php?id=182142",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  10\n|  10\n\nマジックの迷路であるマギの最初のシーズンのみを見ました。 私はこれを見ながら多くの考えを持っていました...そして、私はあなたと彼らを共有したいと思っていました。 うまくいけば、これは私のために持っていたように、ショーを見るように誘惑するでしょう。 私はあなたがそれに接続することができればこれがあなたにとって素晴らしい時計になることは間違いないでしょう。そうでなければ、少なくとも楽しくてしっかりした時計です。 それでは、この番組を見ながら私が持っていた考えはここに移ります。\n\nショー全体を通して私は助けができなかったが、彼らは実際にプロットを持っているかのように感じる....人々の精神であるルークの力を使って、マギ。 私がこれを聞いたとき、それはその背後に意味があるかのように感じることができませんでした。 それは確かな説明と私が接続できるものがありました。 通常、私はこれにどのように接続できるのかを説明したいと思いますが、個人的に、より潜在的には、説明できません。 あなたが東方暦を見ると、あなたがそれに接続しているかどうかを知ることができます。\n\nこのショーはまた、それに非常に冒険心を持っていた、それはエピソード的ではなかった、それは1つの物語の1つの道に続き、その冒険的な感じを持っていた。 いくつかのことが実際に説明されていますが、あなたが東方神起の喜びに乗るときには、簡単に見落とすことができます。  Magiが語っていることのいくつかに興味がない人にとって、これは堅実な時計です。 そしてそれについて...私は深いレベルのそれらの信念に関連していました、そして、誰とでもこれを共有したいと思います。 このことを喜んで見ている人にとっては、この話は、その主題についてどれほど深く話しているかに驚くことでしょう（できるだけスポイラーを抑えようとする）。\n\n戦いにはしっかりとした感触があり、誰かが明らかに強くないように感じました。 より正確な用語を入力するために、誰もが独自の専門性を持っています。 もちろん、より強くフラットなものがありますが、誰もが独自の専門性を持っているように感じ、誰も単に「弱い」と感じることはありません。\n\n私はこの点を思いつきたい、私はこれを手に入れたい。 このショーでは、深く深刻な話題がいくつか出てきます。 あなたはこの番組をスライス・オブ・ライフ・ロマンスのドラマアニメに関連付けると、このショーのものと比較して彼らの問題はほとんど些細なものであるかのように感じます。 あなたは、同じ状況が与えられれば、誰もが簡単にそれに落ちるかもしれないと言うことができます...このショーに接続すると、（少なくとも私がやったのなら）いくつかの点であなたがチョークを感じ始めるでしょう。 あなたは彼らの苦痛と推論を理解することができ、それを解釈するのは難しくありません。 運命、運命、それを呪い、それを全部ねじにする。 マギは単に軽く取られないショーであり、スピリチュアルなレベルと潜在的なレベルにある多くの深刻な話題について語っています。 そして、あなたがこのショーに接続していなくても、あなたがアニメを楽しむなら、あなたは間違いなく東方を楽しむでしょう。\n\nPS：音楽の選択はいくつかの点で非常に悪かった....これは私の腕時計全体で、Magiと私は助けができなかったが、これらの最後の数瞬間にそれを言うことができなかったreaccuring考えだった。 しかし、音楽だけでは、オープニングやエンディングのように聞くのがとても楽でした。 プロットの穴がいくつかあり、キャラクターの開発とプロットの開発は素晴らしく、ストーリーは冒険感がありました。 話は「あなたをすべてぶつけるようにIMを過ぎてしまった！」とジャックアップされていませんでした。 しかし、実際にはそこに開発があるように感じました。 文字に接続して痛みを感じ、状況を理解することができます。 これはとても楽しい時計でした...皆さんが楽しんでいただければ幸いです。"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "aikojazz",
    "profile": "/profile/aikojazz/reviews",
    "pages": "1",
    "number": "18",
    "link": "/reviews.php?id=157023",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  7\nキャラクター|  10\n|  9\n\n私はこのアニメを終えたばかりで、私は息が足りません。 それは素晴らしいです。\n\nストーリー9/10\nマグニはユニークなアラビア語の設定をしており、1001泊からの文字があります。 一言で言えば、それは若い魔法使いアラジンと彼の選ばれた王の候補者アリババと、別の場所に旅している間に彼らの力を開発していた元奴隷モルガナについてです。 多くのことが彼らの道を行くが、彼らは多くの友人や同盟国も作っている。\nここの魔法（マゴイ）の概念は興味深い。 自然から来て、死ぬと自然に戻ります。 私は論理を受け入れることができます。 ダンジョンとジンはよく考えられていて、他のアニメではこれまでに育ったことがなかったので、このアニメをユニークなものにしています。\n\nそれは悪い人のような典型的な問題を良い人たちと結びつけますが、それは正しい方法があると思うようにそれを扱います。 人々は自分の目標を持っていますが、それを達成する方法は他の人にとって有害で​​あるか、または役に立つかもしれません。 マグニはこれを私に思い出させる。\n\nアート9/10\n芸術に関して、私は文字のデザインについて話しているだけではありません。 文字のデザインは非常にカラフルで、目立つ印象です。  BalbaddとSindriaのキャラクターはアラビアのテーマに合った服を持っていますが、Kou Empireのキャラクターはオリエンタル/東アジアの感触があり、誰が誰であるかを簡単に認識できます。\n\n背景と風景は、目を惹きつけるカラーパレットと素晴​​らしいディテールで幻想的に行われています。私は、A-1 Picturesの最高の作品の1つだと感じています。 そのアニメーションと視覚効果は、その年、特にマゴイ、バトルシーン、表情など、流動的であるとも考えられています。\n\nキャラクター10/10\n私たちはAladdin、Alibaba、Morgiana、Sinbadのようなわかりやすい名前で会います。 しかし、そのキャラクターは元のアラビア語の物語とは異なる。 私の意見では、東方神起は非常によく開発されたキャラクターを持っています。 彼らのそれぞれは、なぜ彼らが物事をし、その理由があなたがそれらに共感するようになるかを理解させる興味深い裏話（JudarとCassimのような悪党の人さえも）を持っています。 さらに、彼らを声に出してくれたセイウウスは一流ですし、素晴らしい仕事をしました！\n\nサウンド7/10\n私は本当に勇気を除いてオープニングとエンディングのファンではありませんが、それは思い出深いものです。 サギス城のロックBGMのいくつかは、戦いの中で緊張を高めましたが、私は同じ曲が何度も何度も演奏されているのを捉えました。\n\n楽しさ9/10\n私はshounenのジャンルで多くのアニメを見てきましたが、これは私が覚えているものの一つです。 私は多くの楽しみを楽しんだり、（Aladdinの可愛さ、Alibabaの解決、Morgiana badassの瞬間、もちろんHakuryuへの、\n\n漫画を読んだ人の中には、あまりにも短いと訴えている人もいますが、私がマンガを読んでいないにもかかわらず、最後のいくつかのエピソードは本当に急いで感じるのです。 それとは別に、マギのペーシングは、戦闘中や戦争中に緊張してエキサイティングでリラックスして面白いです。\n\n全体的に、私は東方神起が好きで、幻想的なアニメが好きで長すぎない魔法と戦いを好む人にこれをお勧めします。"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "FearVsHope",
    "profile": "/profile/FearVsHope/reviews",
    "pages": "1",
    "number": "19",
    "link": "/reviews.php?id=194707",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  10\n\nMagi。 このアニメは、ファンタジーがどのようにすべきかを大いに代表しています。つまり、観客を封じ込めて、この世界を離れたいというジャンルですが、それは他の暗い根底にあるテーマによっても支持されています。 あなたが決定を持っていればそれを素晴らしい結果に変えることができるような現実です。 最初はあなたがコメディのためにふわふわで軽いアニメだと思うでしょうが、ストーリーが進むにつれてそれはそうではないことが分かります。\n\nマジックとグッドのテーマは、キャラクターによって体現されています：Alaadin、愛らしい男の子、あなたはただ憎むことができません。 彼は友情というテーマを確立するのを助け、観客にそのことの重要性を理解させ、評価させるのに役立ちます。  Alibaba、主人公は決定の素敵な表現です、最初は、彼はフラットなキャラクターとして表示されるかもしれませんが、後であなたは彼が苦労したことを学び、すぐに彼に感謝し始めるでしょう。  Morgianaのような他のキャラクターもアニメの主題に貢献し、他のキャラクター（暗いもの）はそれを弱体化しようとするが、そのすべてが東方神起をアニメにするのに役立つ。\n\n全体的に、このアニメは1つの決定的な形容詞で記述することができます。"
  },
  {
    "title": "Magi__The_Labyrinth_of_Magic",
    "id": "14513",
    "url": "https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic",
    "user": "Akabawi",
    "profile": "/profile/Akabawi/reviews",
    "pages": "1",
    "number": "20",
    "link": "/reviews.php?id=159573",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  8\n\n私はマンガを読んでいないと言ってこのレビューを始めますが、これはまだ私が2年目のシーズンを見ていない最初のシーズンの印象です。 私は絶えずそれが不足している章に適応していたと聞いていたが、結局のところ、アニメ自体についての印象を与えるだけである。\n\n\nストーリー8/10\nダンジョンの物語は本当に良いです、このシリーズは探検するより多くのダンジョンが必要です、私はどのように創造的なそれが得ることができるように、そして宝とDjinnの力を得るためにダンジョンを介して全体の戦い、コウ帝国と他の都市 BalbaddとSindriaは完全に良いですが、それは私が本当に心配している本当の主な戦いについて私に誇大宣伝を与えるのに失敗しました。その理由は、キャラクターの発展がどのように進行しているのか、 かなり一般的だった誰かの開発。 神秘的な組織は、私が何度も聞いたことで人々の不安を克服しているのを見ているだけなので、私は少し誇大宣伝することができませんでした。\n\n\n\nアート8/10\n最初の10回のエピソードではOKだったが、それは同じアニメーションではなかった。怠惰なドローイングは最初の実行中に気づかれた。最後の15回のエピソードでは芸術ははるかに良くなり、目の保養 私に。\n\nサウンド7/10\nオープニングはかなりいいですし、声優もいいですが、今シーズンのサウンドトラックは鈍いです。\n\nキャラクター7/10\nMorgianaはまともで、Aladdinは素晴らしいです、Alibabaは彼の開発が私にそれに投資していないことも陳腐です。 しかし、シンバッドのようなキャラクターは、彼に私を投資するのに十分驚くべきです、ユダールのキャラクターも、それは私に混在したバッグの多くです。\n\n楽しさ8/10\n大丈夫ですか？私はエピソード1から10まで楽しんでいましたが、11-14は遅かったですが、何もせずに終わった誇大宣伝がたくさんありました。ショーは再び2番目のダンジョンに向かい、再び私に投資します。\n\n全体的に（8 + 8 + 7 + 7 + 8）/ 5 = 7.6\n天井7.6は8です\nそれは8/10（非常に良い）"
  }
]
